{
  "content": ":\n\n(1) التوبة: 25.\n\n(2) قال في الدروس: ولو نذر الصدقة من ماله بشئ كثير فثمانون درهما لرواية أبى بكر الحضرمى عن أبى عبدالحسن (عليه السلام). ولو قال: بمال كثير ففى قضية الهادى (عليه السلام) مع المتوكل ثمانون وردها ابن ادريس إلى ما يعامل به إن كان درهما او دينارا وقال الفاضل: المال المطلق ثمانون درهما والمقيد بنوع ثمانون من ذلك النوع (آت).\n\nويتلوه كتاب الروضة من الكافي إن شاء الله\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p002'> Vol. 08, p. 002</a>\n            </div>\n            :\n\n(1) هذا قول احد رواة الكافي، النعماني او الصفواني او غيرهما.\n\n(2) معطوف على ابن فضال لان ابراهيم بن هاشم من رواته. (آت). (3) اي قال ابراهيم بن هاشم: وحدثني... الخ.\n\n(4) الدعة: الخفض والطمأنينة.\n\n(5) المجاملة: المعاملة بالجميل. والضيم: الظلم. والمماظة بالمعجمة: شدة المنازعة والمخاصمة مع طول اللزوم. وقوله: (بالتقية) متعلق (بدينوا) وما بينهما معترض. (في) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p003'> Vol. 08, p. 003</a>\n            </div>\n            :\n\n(1) السطو: القهر اي وقبوا عليكم وقهروكم. (2) قال العلامة المجلسي رحمه الله: اعلم انه يظهر من بعض النسخ المصححة انه قد اختل نظم هذا الحديث وترتيبه بسبب تقديم بعض الورقات تاخير بعضها وفيها قوله: (ولا صبر لهم)\n\nمتصل بقوله فيما بعد: (من اموركم) هكذا: (ولا صبر لهم على شئ من اموركم تدفعون انتم السيئة إلى آخر <span id='ms4401'></span> ما سيأتي) وهو الصواب وسيظهر لك مما سنشير اليه في كل موضع من مواضع الاختلاف صحة تلك النسخة واختلال النسخ المشهورة اه. اقول: نقل هذه الرسالة صاحب الوافي رحمه الله عن الكافي في روضة الوافي عن مثل تلك النسخة التي اشار اليها العلامة المجلسي ولكن لم نعثر عليها مع كثرة ما لدينا من النسخ ولا يسعنا تغييرها عن هذه الصورة المشوشة فاثبتناها هكذا واوردناها بتمامها عن الوافي في آخر هذا المجلد مشفوعة بتفسير غريبها وتوضيح مشكلها.\n\n(3) (ان تزلقوا) بالزاي المعجمة بمعنى النصر والفرح. وفي بعض النسخ بالذال المعجمة اخت الدال والمعنى ظاهر.\n\n(4) في بعض النسخ [وفيما ينهى] والمرداة بغير الهمزة مفعلة من الردى بمعنى الهلاك.\n\n(5) في بعض النسخ [لا يعقلون] وكلاهما في سورة البقرة: 18 و171.\n\n(6) المرسلات: 36. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p004'> Vol. 08, p. 004</a>\n            </div>\n            :\n\n(1) في بعض النسخ (لتفلحوا وتنجحوا من عذاب الله الخ). وشره كفرح: غلبه حرصه.\n\n(2) اي استعيذوا بالله من ان يكون اجارته تعالى اياكم على مثال اجارته لهم فانه لا يجيرهم من عذابه في الاخرة وانما اجارهم في الدنيا. وفي بعض النسخ (ان يجريكم) وفي بعضها (من مثالهم)\n\nفالمراد استجيروا بالله لان يجيركم من مثالهم اي من ان تكونوا مثلهم. (آت).\n\n(3) لعل المراد: اتقوا الله ولا تتركوا التقوى عن الشرك والمعاصي عند ارادة الله اتمام ما اعطاكم من دين الحق، ثم بين (عليه السلام) الاتمام بانه انما يكون بالابتلاء والافتتان وتسليط من يؤذيكم عليكم. فالمراد الامر بالتقوى عند الابتلاء بالفتن وذكر فائدة الابتلاء بانه سبب لتمام الايمان فلذا يبتليكم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p005'> Vol. 08, p. 005</a>\n            </div>\n            :\n\n(1) يقال: عرك الاذى بجنبه اي احتمله.\n\n(2) في القاموس: اجترم عليهم واليهم جريمة: جنى جناية.\n\n(3) الاحقاف: 35.\n\n(4) الانعام: 34. وفيها (ولقد كذبت.. الخ).\n\n(5) في النسخة المصححة التي اومأنا اليها قوله: (أن سركم) متصل بما سيأتي في آخر الرسالة: (أن تكونوا مع نبي الله محمد (صلى الله عليه وآله)) إلى آخر الرسالة وهو الاصوب. (آت)\n\n(6) القصص: 41. وفيها (وجعلناهم ائمة يدعون... الخ). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p006'> Vol. 08, p. 006</a>\n            </div>\n            :\n\n(1) اي عالم الارواح. (آت).\n\n(2) آل عمران: 144. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p007'> Vol. 08, p. 007</a>\n            </div>\n            :\n\n(1) اعلم ان رفع اليدين في تكبير الافتتاح لا خلاف في انه مطلوب للشارع <span id='ms4402'></span> بين العامة والخاصة والمشهور بين الاصحاب الاستحباب وذهب السيد ره من علمائنا إلى الوجوب واما الرفع في سائر التكبيرات فالمشهور بين الفريقين ايضا استحبابه وقال الثوري وابوحنيفة وابراهيم النخعي: لا رفع الا عند الافتتاح وذهب السيد ره إلى الوجوب في جميع التكبيرات ولما كان في زمانه (عليه السلام) عدم استحباب الرفع اشهر بين العامة فلذا منع الشيعة عن ذلك يشهروا بذلك فيعرفونهم. (آت).\n\n(2) الانعام: 120.\n\n(3) جواب للامر اي انكم إذا جاملتم الناس عشتم مع الامن وعدم حمل الناس على رقابكم بالعمل بطاعة ربكم فيما امركم به من التقية. وفي بعض النسخ (تجمعون) فيكون حالا عن ضميري الخطاب اي ان اجمعوا طاعة الله مع المجاملة، لا بأن تتابعوهم في المعاصي وتشاركوهم في دينهم بل بالعمل بالتقية فيما أمركم الله فيه بالتقية. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p008'> Vol. 08, p. 008</a>\n            </div>\n            :\n\n(1) (اياكم) عطف على المؤمنين. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p009'> Vol. 08, p. 009</a>\n            </div>\n            :\n\n(1) عسر الغريم يعسره: طلب منهه على عسرته كاعسره. (القاموس).\n\n(2) (محرج الامام) في الصحاح: احرجه اليه الجأه. وفيه: سعى به إلى الوالي إذا وشى به يعني نمه وذمه عنده. اقول: الظاهر ان المراد لا تكونوا محرج الامام اي بان تجعلوه مضطرا إلى شئ لا يرضى به، ثم بين (عليه السلام) بان المحرج هو الذي يذم اهل الصلاح عند الامام ويشهد عليهم بفساد وهو كاذب في ذلك فيثبت ذلك بظاهر حكم الشريعة عند الامام فيلزم الامام ان يلعنهم فاذا لعنهم وهم غير مستحقين لذلك تصير اللعنة عليهم رحمة وترجع اللعنة إلى الواشي الكاذب الذي الجأ الامام إلى ذلك. او المراد انه ينسب الواشي إلى اهل الصلاح عند الامام شيئا بمحضر جماعة يتقى منهم الامام فيضطر الامام إلى ان يلعن من نسب اليه ذلك تقية. ويحتمل ان يكون المراد ان (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            :\n\nمحرج الامام هو من يسعى باهل الصلاح إلى ائمة الجور ويجعلهم معروفين عند ائمة الجور بالتشيع فيلزم ائمة الحق لرفع الضرر عن انفسهم وعن اهل الصلاح ان يلعنوهم ويتبرؤوا منهم فيصير اللعنة إلى الساعين وائمة الجور معا وعلى هذا المراد باعداء الله ائمة الجور وقوله: (إذا فعل ذلك عند <span id='ms4403'></span> الامام) يؤيد المعنى الاول. هذه من الوجوه التي خطر بالبال والله اعلم ومن صدر عنه صلوات الله عليه. (آت).\n\n(1) النساء: 69.\n\n(2) اي في الفواحش، فقوله تعالى اجتناب الفواحش يشمل اجتناب جميع المحرمات. وقوله:\n\n(فمن دان الله) اي عبدالله فيما بينه وبين ربه اي مختفيا ولا ينظر إلى غيره ولا يلتفت إلى من سواه.\n\n(3) آل عمران: 135.\n\n(4) اي ما يذكر بعده لم يكن في رواية القاسم بل كان في رواية حفص واسماعيل. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p011'> Vol. 08, p. 011</a>\n            </div>\n            :\n\n(1) في بعض النسخ (فجدوا) وفي بعضها (فخذوا). (2) النساء: 5 14.\n\n(3) الفرق: الخوف. اي ولا يخافن. وفي بعض النسخ (لا يعرفن). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p012'> Vol. 08, p. 012</a>\n            </div>\n            :\n\n(1) النساء: 88.\n\n(2) ص: 8 2. (3) العرضة: الحيلة.\n\n(4) في بعض النسخ (منه) في الموضعين. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p013'> Vol. 08, p. 013</a>\n            </div>\n            :\n\n(1) الجبرية بكسر الجيم والراء وسكون الباء وبكسر الباء ايضا وبفتح الجيم وسكون الباء:\n\nالتكبر. والعريكة الطبيعة.\n\n(2) الانبياء: 73. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p014'> Vol. 08, p. 014</a>\n            </div>\n            :\n\n(1) آل عمران: 31. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p015'> Vol. 08, p. 015</a>\n            </div>\n            :\n\n(1) الحطام: ما يكسر من اليبس والهامد: البالي المسود المتغير، واليابس من النبات والهشيم من النبات: اليابس المتكسر. والبائد: الذاهب المنقطع أو الهالك.\n\n(2) المثلات: العقوبات.\n\n(3) الخامل: الساقط الذي لا نباهة له.\n\n(4) في بعض النسخ (ملمات).\n\n(5) التثبيط: التعويق والشغل عن المراد.\n\n(6) الشناءة: البغض وشنأه: أبغضه.\n\n(7) في بعض النسخ (حديدة النظر).\n\n(8) الانهماك: التمادي في الشئ واللجاج فيه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p016'> Vol. 08, p. 016</a>\n            </div>\n            :\n\n(1) الالف: الاليف.\n\n(2) فاطر: 28.\n\n(3) في بعض النسخ (في اصلاح انفسكم في طاعة الله).\n\n(4) الساحة: الناحية.\n\n(5) (مضض) كفرح: الم. والمضض محركة وجع المصيبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p017'> Vol. 08, p. 017</a>\n            </div>\n            :\n\n(1) الثاوي: القائم. والمترف الطاغى، اترفته النعمة: اطغته.\n\n(2) اعتم النبت اي اكتهل واكتهل النبات اي تم طوله وظهر نوره.\n\n(3) في المصباح: مج الرجل الماء من فيه من باب قتل: رمى به. وقال: الثرى وزان الحصا:\n\nندى الارض انتهى. ونطف الماء ينطف بكسر وضم: إذا قطر قليل قليل.\n\n(4) العشب: الكلاء الرطب: وإبان الشئ حينه أو أوله.\n\n(5) الكهف: 46. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p018'> Vol. 08, p. 018</a>\n            </div>\n            :\n\n(1) ارمضني اي احرقني واوجعني.\n\n(2) اي إذا شئت يا ابن رسول الله سمعت منك ووعيت وما اخبرت احدا من الناس، فحسب جابر ان مراد الامام (عليه السلام) بقوله: (وع) يعني لا تخبر احدا من الناس فاجابه (عليه السلام) بان قال:\n\nاسمع وع إلى ان تبلغ بلادك فاذا انتهت بك راحلتك إلى بلادك فبلغ شيعتنا. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p019'> Vol. 08, p. 019</a>\n            </div>\n            :\n\n(1) اي <span id='ms4404'></span> تمكن واستقر في متسع الراحة. والاحتكار: الجمع والامساك. (في)\n\n(2) التقحم: الدخول في الامر من غير روية.\n\n(3) الحين بالفتح: الهلاك والشره: الحرص.\n\n(4) في بعض النسخ (مفظعات).\n\n(5) السوءة: الخصلة القبيحة.\n\n(6) في بعض النسخ (انهتك حجاب بيته). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p020'> Vol. 08, p. 020</a>\n            </div>\n            :\n\n(1) الانذال: السفهاء والاخساء.\n\n(2) الاعود: الانفع.\n\n(3) (معز) من التعزية بمعنى التسلية.\n\n(4) في تحف العقول (وحامد تجلى به الضغائن) والضغينة: الحقد والمونق: المعجب وفي بعض النسخ (تلهى به الاسماع) وفي بعضها (يلهى الاسماع).\n\n(5) الحكم بالضم: الحكمة.\n\n(6) في بعض النسخ (ومن يتق ينج) موضع (ومن لا يوقر يتوبخ).\n\n(7) يعني من لا يدع الشر ومالا ينبغي على اختيار يدعه على اضطرار. (في)\n\n(8) يعني ان الرزق قد قسمه الله فمن لم يرزق قاعدا لم يجد له القيام والحركة. (في). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p021'> Vol. 08, p. 021</a>\n            </div>\n            :\n\n(1) يعني ان الموت خير من الذلة فالمراد بالقبلية القبلية بالشرف وفي نهج البلاغة: (المنية ولا الدنية والتقلل ولا التوسل وهو اوضح وعلى هذا يكون معنى (والحساب قبل العقاب) أن محاسبة النفس في الدنيا خير من التعرض للعقاب في الاخرى والتجلد: تكلف الشدة والقوة والتبلد ضده. (في).\n\n(2) في بعض النسخ (عمى البصر) ولعله اظهر. (آت).\n\n(3) البطر: شدة الفرح.\n\n(4) في بعض النسخ (سيخسر) وفي بعضها (سيحسر) بالمهملات بمعنى الكشف.\n\n(5) لعل المراد انه إذا اعين بالرضا وسر لم يتحفظ عما يوجب شينه من قول وفعل. (في).\n\n(6) كانها بالاهمال والزاى ويحتمل الاعجام والراء وكذا في اختها الا انه ينبغي ان تكون الثالثة على خلاف الاوليين او احداهما. (في).\n\n(7) عضه: امسكه باسنانه.\n\n(8) اي ملاءته حتى لا يطيق النفس.\n\n(9) فل بالفاء اي كسر (في). وفى بعض النسخ بالقاف اي من قل في الاحسان والجود في كل ما هو كمال إما في الاخرة أو في الدنيا فهو ذليل أو من أعوانه ذل. (ماخوذ من آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p022'> Vol. 08, p. 022</a>\n            </div>\n            :\n\n(1) النبالة: الفضل والشرف والفعل بضم الباء. وقوله: (افكر) افكر في الشئ وفكر وتفكر بمعنى واحد. وتزندق اي صار زنديقا. (آت).\n\n(2) الملهوج هو الحريص مفعول بمعنى الفاعل كسعود ووجه اشترائهما الموت رضائهما به لان الكريم إذا اشتهر توجه الناس اليه بما عجز عن قدر اشتهاره <span id='ms4405'></span> وعلو همته وخجل مما نسب اليه فرضى بالموت. واما الحريص فلانه لم يبلغ ما حرص عليه فلا يزال يتعب نفسه ويزيد حرصه فيتمنى بذلك الموت. (في) وقال العلامة مجلسى (ره): الكريم يتمنى الموت لشدة حرصه في الكرم وقلة بضاعته واللئيم يشتراه لانه لا يحصل له ماهو مقتضى حرصه وينقص من ماله شئ بالضرورة وهو مخالف لسجيته ويرى الناس في نعمة فيحسدهم عليها فهو في شدة لازمة لا ينفك عنها بدون الموت فيتمناه.\n\n(3) في الوافى (وتفطنه الفهم) وقال الفيض رحمه الله تذكير البارز باعتبار المرء وما يدعو بدل من المواعظ.\n\n(4) في بعض النسخ (والتدبير).\n\n(6) استقبال وجوه الاراء ملاحظتها واحدا واحدا. (في).\n\n(6) عدلت من التعديل ويحتمل ان يكون بالتخفيف بمعنى المعادلة أي بمفرده يعدله ساير العقول. (في) وفي بعض النسخ (ومن حصر شهوته). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            :\n\nلعل المراد انه لا ينفعك ما يقرع سمعك من العلوم النادرة كالبرق الخاطف بل ينبغي أن تواظب على سماع المواعظ وتستضئ دائما بانوار الحكم لتخرجك من ظلم الجهالات ويحتمل ان يكون المراد لا ينفع سماع العلم مع الانغماس في ظلمات المعاصي والذنوب. (آت).\n\n(2) بفتح الواو أي البار والمعدم: الفقير لانه اعدم المال كما أن المكثر أكثره. (في).\n\n(3) اي متى اطلق عينه ونظره كثر اسفه لانه ربما يتعلق بقلبه مما نظر إليه ما يلهيه عن المهمات أو يوقعه في الافات. (في).\n\n(4) يعني يحملك في الاكثر على المبالغة والزيادة في القول. (في).\n\n(5) يعني وهو في آخر عمره ولا يدرى به والغرض منه الترغيب في الانتهاء عن الذنب والمبادرة إلى التوبة منه. (في). (6) اي اقصد الوسط العدل من القول وجانب التعدي والافراط والتفريط ليخف عليك المؤون فان من قال جورا او ادعى امرا باطلا يشتد عليه الامر لعدم امكانه اثباته. (آت).\n\n(7) في بعض النسخ (والليل والنهار يتسارعان وفي نسخة اخرى يتنازعان في هدم الاعمار). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            :\n\n(1) في بعض النسخ (لما تعلمها). والمقيل من القيلولة.\n\n(2) اي من لم يمل في كلامه عن الحق. وفي بعض النسخ بالمهملة من رعى يرعى اي عدم الرعاية في الكلام <span id='ms4406'></span> يوجب اظهار الفخر ويمكن ان يكون بضم الراء من الروع بمعنى الخوف وفي بعض النسخ بالمعجمة يقال: كلام مرغ إذا لم يفصح عن المعنى فالمراد ان انتظام الكلام والفصاحة فيه اظهار للفخر والكمال فيكون مدحا لازما وفي امالى الصدوق (والفقيه) ومن لم يرع في كلامه اظهر هجره والهجر: الفحش وكثرة الكلام في ما لا ينبغي ولعله اظهر. (ماخوذ من آت).\n\n(3) الدهاء: جودة الرأي والفطنة.\n\n(4) اي اعلاها والزلفة: القرب ولا يخفى لطف الاستعارة. (في).\n\n(5) حضر الفرس بالضم عدوه. وزاد في بعض النسخ (وفي نسخة الف عام). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p025'> Vol. 08, p. 025</a>\n            </div>\n            :\n\n(1) يلنجوج: عود البخور.\n\n(2) تشبيه المراقي بالجواهر إشارة إلى اختلاف الدرجات في الشرف والفضل. (في). وقوله:\n\n(قد انافت) اي ارتفعت واشرفت.\n\n(3) الريطة: كل ثوب رقيق لين. (4) الاكليل: التاج.\n\n(5) اي ثياب حمر وشجر له ورد.\n\n(6) اي الاوصياء وسائر الائمة (عليهم السلام).\n\n(7) اي قدر مد البصر.\n\n(8) في بعض النسخ (ظلمة). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p026'> Vol. 08, p. 026</a>\n            </div>\n            :\n\n(1) في بعض النسخ (وفجايعهم).\n\n(2) في بعض النسخ (حسم) اي قطع. (3) المهيمن: القائم الحافظ والمشاهد والمؤتمن.\n\n(4) النساء: 80. (5) آل عمران: 31. (6) هود: 17.\n\n(7) حشد القوم اي اجتمعوا. (8) اي تضيقت بهم المحافل.\n\n(9) في بعض النسخ (بمنزلة هارون). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p027'> Vol. 08, p. 027</a>\n            </div>\n            :\n\n(1) الاعراف: 2 14.\n\n(2) المائدة: 3.\n\n(3) قوله (عليه السلام): (انزل الله تعالى اختصاصا لي وتكريما نحلنيه) لعل مراده (عليه السلام) ان الله سبحانه سمى نفسه بمولى الناس وكذلك سمى رسول الله (صلى الله عليه وآله) نفسه به، ثم نحلاني ومنحاني واختصاني من بين الامة بهذه التسمية تكريما منهما لي وتفضيلا وإعظاما. أو أراد (عليه السلام) ان رد الامة اليه بعد رسول الله (صلى الله عليه وآله) رد إلى الله عزوجل وان هذه الاية انما نزلت بهذا المعنى كما نبه عليه بقوله: (وكانت على ولايتي ولاية الله) وذلك لانه به كمل الدين وتمت النعمة ودام من رجع اليه من الامة واحدا بعد واحد إلى يوم القيامة. او اراد (عليه السلام) ان المراد بالمولى في هذه الاية نفسه (عليه السلام) وانه مولاهم الحق لان ردهم اليه رد إلى الله تعالى. (في).\n\n(4) الانعام: 62.\n\n(5) ظاهر الفقرات ان هذه الخطبة كانت بعد انقضاء دولتهما وهو <span id='ms4407'></span> ينافي مامر في اول الخبر من انها كانت بعد سبعة ايام من وفاة النبي (صلى الله عليه وآله) ولعله اخبار عما سيكون.\n\n(6) الرثاثة: البذاذة ومن اللباس: البالي. وفي الوافي (على وثوبه). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p028'> Vol. 08, p. 028</a>\n            </div>\n            :\n\n(1) الرتع: التنعم. والحطام: الهشيم ومن الدنيا كل ما فيها يفنى ويبقى. والمنصرم:\n\nالمنقطع. (2) نعق بغنمه: صاح.\n\n(3) العتائر: جمع العتيرة وهي شاة كانوا يذبحونها في رجب لالهتهم. والبحيرة والسائبة:\n\nناقتان مخصوصتان كانوا يحرمون الانتفاع بهما. والوصيلة: شاة مخصوصة يذبحونها على بعض الوجوه ويحرمونها على بعض. والحام: الفحل من الامل الذي طال مكثه عندهم فلا يركب ولا يمنع من كلاة وماء. والاستقسام بالازلام: طلب معرفة ما قسم لهم مما لم يقسم بالاقداح. والعمه:\n\nالتحير والتردد. (في).\n\n(4) المندوحة: السعة. والاهطاع: الاسراع. وفي بعض النسخ (جائزين عن الرشاد). والاستحواذ: الاستيلاء.\n\n(5) في بعض النسخ (رضعوا جهالة وانفطموا ضلالة). والانفطام: الفصل عن الرضاع اي كانوا في صغرهم وكبرهم في الجهالة والضلالة وفي بعض النسخ (وانتظموها ضلالة) فالضمير راجع إلى الجهالة اي انتظموها مع الجهالة في سلك ولعله تصحيف. (آت).\n\n(6) اي تفرق وتقطع. وفي بعض النسخ (حوب). وهو الوحشة والحزن. (7) أي ادخلناهم. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p029'> Vol. 08, p. 029</a>\n            </div>\n            :\n\n(1) الفلج: الفوز والظفر. والمثابة: موضع الثواب ومجتمع الناس بعد تفرقهم. والخفقة:\n\nالنعاس. والوميض: اللمع الخفي.\n\n(2) والانتكاس: الرجوع. والردم: السد. و(فلوا) بالفاء واللام الشاذة اي كسروا ولعله كناية عن السعي في تزلزل بنيانهم وبذل الجهد في خذلانهم وفي بعض النسخ (وقلوا) بالقاف اي ابعضوا داره واظهروا عداوة البيت. (آت).\n\n(3) الغب بتشديد الباء: العاقبة.\n\n(4) اي كانوا في سعة من المهلة. والشفا مقصورا: الطرف. اراد (عليه السلام) به طول العمر فكانهم في طرف والاجل في طرف آخر. (في).\n\n(5) ثمود بن عبود كتنور وثمود: اسم قوم صالح النبي (عليه السلام). (آت).\n\n(6) في بعض النسخ (ليعترفوا الاهابة له) وفي بعضها (ليقترفوا) والاهابة بمعنى الزجر يقال:\n\nاهاب اهابة الراعي بغنمه: صاح لتقف او لترجع بالابل وايضا زجرها بقوله: (هاب). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p030'> Vol. 08, p. 030</a>\n            </div>\n            :\n\n(1) الاصطلام: الاستيصال.\n\n(2) على بناء المفعول اي رمى بالحصباء وهي الحصا من السماء.\n\n(3) الظلة: السحاب. وفي بعض النسخ (الظلمة).\n\n(4) اي اهلكته <span id='ms4408'></span> الزلزلة.\n\n(5) اي اهلكته الخسف والسوخ في الارض كقارون. (آت).\n\n(6) اللعقة بضم اللام مصدر: ما تاخذ باصبعك او في الملعقة وايضا: القليل مما يلعق.\n\nوبالفتح: المرة. والوسنان: من اخذته السنة وهو النائم الذي لم يستغرق في النوم.\n\n(7) المعرة: الاثم والغرم والاذى. ومكان (خزيا) في بعض النسخ (جزاءا).\n\n(8) استثناء من النفي المفهوم من قوله: (فما جزاء). (آت).\n\n(9) سورة ق وفيها: (يوم يسمعون الصيحة بالحق) وتمام السورة (يوم تشقق الارض عنهم سراعا ذلك حشر علينا يسير. نحن اعلم يما يقولون وما انت عليهم بجبار فذكر بالقرآن من يخاف وعيد). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p031'> Vol. 08, p. 031</a>\n            </div>\n            :\n\n(1) أي بلا حياة زائدة يتكيف بها ولا كيفية من الكيفيات التي تتبع الحياة في المخلوقين، بل حياته علمه وقدرته وهما غير زائدتين على ذاته. وقوله: (ولم يكن له كان) الظاهر ان (كان)\n\nاسم (لم يكن) لانه لما قال (عليه السلام): (كان) او هم العبارة زمانا، فنفى (عليه السلام) ذلك بانه كان بلا زمان. او لان الكون يتبادر منه الحدوث عرفا ويخترع الوهم للكون مبدء ا فنفى (عليه السلام) ذلك بان وجوده تعالى ازلي لا يمكن ان يقال: حدث في ذلك الزمان فالمراد: ب (كان) على التقديرين ما يفهم ويتبادر او يتوهم منه.\n\n(2) في بعض النسخ (لا يصعق). والذعرة بالضم: الخوف وبالتحريك: الدهش. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p032'> Vol. 08, p. 032</a>\n            </div>\n            :\n\n(1) في بعض النسخ (صدعت).\n\n(2) في بعض النسخ (لتنهجت) وفي بعضها (لابتهجت). والابتهاج: السرور ونهج اي وضح وتنهج قريب منه. (3) اي واسعة طيبة.\n\n(4) الرحب بالضم: السعة، اي مع سعتها.\n\n(5) اي كيف ينفعكم هذا الاقرار والاذعان وقد تركتم متابعة قائله او كيف تقولون هذا مع انه مخالف لافعالكم. (آت).\n\n(6) الاجترام: الاكتساب. والاجتلاب: جلب الشئ إلى النفس. وفي بعض النسخ (اجتنيتم)\n\nمن اجتناء الثمرة او بمعنى كسب الجرم. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p033'> Vol. 08, p. 033</a>\n            </div>\n            :\n\n(1) الصيرة: حظيرة تتخذ من الحجارة واغصان الشجرة للغنم والبقر.\n\n(2) الذبان بالكسر والتشديد: جمع ذباب وكنى بابن آكلتها عن سلطان الوقت فانهم كانوا في الجاهلية ياكلون من كل خبيث نالوه. (في).\n\n(3) احجار الزيت: موضع داخل المدينة.\n\n(4) المفضى إلى البيت: ماسه بيده. والخفاف: سرعة الحركة. ولعل المراد بالتجمير رمى <span id='ms4409'></span> الجمار. والخليج: النهر. (في).\n\n(5) شآبيب: جمع شؤبوب بالضم مهموزا وهو الدفعة من المطر. (آت).\n\n(6) الخفر: الحث والاعجال. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            :\n\n(1) النبز بالتحريك: اللقب.\n\n(2) في بعض النسخ (بل الله سماكم به).\n\n(3) المؤمن: 7. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p035'> Vol. 08, p. 035</a>\n            </div>\n            :\n\n(1) الاحزاب: 23. (2) الاعراف: 102.\n\n(3) الحجر: 47. (4) الزخرف: 67.\n\n(5) الزمر: 9. (6) الدخان 42 و43.\n\n(7) الزمر: 53. (8) الحجر: 42. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p036'> Vol. 08, p. 036</a>\n            </div>\n            :\n\n(1) النساء: 69.\n\n(2) ص: 62 و63.\n\n(3) اي تكرمون وتنعمون وتسرون.\n\n(4) براء ككرام وفي بعض النسخ (براء) كفقهاء وكلاهما جمع بريئ.\n\n(5) يعني الدوانيقي.\n\n(*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p037'> Vol. 08, p. 037</a>\n            </div>\n            :\n\n(1) (تغرينا) في بعض النسخ (تعزينا) والاغراء: التحريص على الشر.\n\n(2) في بعض النسخ (شجرة) ولعله تصحيف. والسحر في كلامهم صرف الشئ عن وجهه.\n\n(3) اي يصونك من ان يقع منك هذا الامر.\n\n(4) اي لا يستخفنك الشيطان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p038'> Vol. 08, p. 038</a>\n            </div>\n            :\n\n(1) اي انقلب، كفأت الاناء اي قلبته.\n\n(2) الفرية: الكذب والبهتان.\n\n(3) في بعض النسخ (رايت البناء قد كثر).\n\n(4) المرح بالتحريك: شدة الفرح والنشاط.\n\n(5) اصحاب الايات اي اصحاب العلامات والمعجزات او الذين نزلت فيهم الايات وهم الائمة أو المفسرون. وفى بعض النسخ (اصحاب الاثار) وهم المحدثون. (آت).\n\n(6) اي يستعملون الاغذية والادوية للسمن ليعمل معهم القبيح، قال في النهاية: فيه: (يكون في آخر الزمان قوم يتسمنون) اي يتكثرون بما ليس فيهم ويدعون ما ليس لهم من الشرف، وقيل:\n\nاراد جمعهم الاموال، وقيل: يحبون التوسع في المآكل والمشارب وهي اسباب السمن، ومنه الحديث الاخر (ويظهر فيهم السمن) وفيه: (ويل للمسمنات يوم القيامة من فترة في العظام) اي اللاتي يستعملن السمنة وهو دواء يتسمن به النساء انتهى. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p039'> Vol. 08, p. 039</a>\n            </div>\n            :\n\n(1) اي فروج نسائهم للدياثة ويمكن ان يقرء الرجال بالرفع واعطوا على المعلوم او المجهول من باب اكلوني البراغيث والاول اظهر. والتنافس: الرغبة في الشئ والافراد به والمنافسة:\n\nالمغالبة على الشئ وهي المراد ههنا. (آت) وفي بعض النسخ (وتغار عليه الرجال).\n\n(2) المصانعة: الرشوة والمداهنة.\n\n(3) اي لا ينتظرون دخول الليل ليستتروا به المعاصي بل يعملونها في النهار علانية. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p040'> Vol. 08, p. 040</a>\n            </div>\n            :\n\n(1) استملح أي عده مليحا. (2) الادالة: الغلبة.\n\n(3) في بعض النسخ (ينشر من قبره). (4) نشوان اي سكران.\n\n(5) السفاد: نزو الذكر على الانثى. اي جهرة في الطرق والشوارع. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p041'> Vol. 08, p. 041</a>\n            </div>\n            :\n\n(1) اي خسران ونقص.\n\n(2) تطلق الريح على الغلبة والقوة والرحمة والنصرة والدولة والنفس والكل محتمل والاخير اظهر <span id='ms4410'></span>. (آت).\n\n(3) من الشين اي العيب.\n\n(4) اي ميراث اليتيم بان تولوا عليها خائنا يأكل بعضها ويعطيهم بعضها. او يحكمون لكل ميراث للفاسق من الورثة لما ياخذون منه من الرشوة. (آت). (5) اي لا يتصدقون الا لمن يشفع له شفيع فيعطون لوجه الشفيع لا لوجه الله. او يعطون لطلب الناس وابرامهم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p042'> Vol. 08, p. 042</a>\n            </div>\n            :\n\n(1) كذا مرفوعا، مجهولا، موقوفا.\n\n(2) هذا تشبيه للمبالغة وحاصله: كن على حال أكون مسرورا بفعالك فكانك تكون مسرورا.\n\n(3) الخلق محركة: البالي.\n\n(4) الحلس: بساط يبسط في البيت.\n\n(5) اي صاغرون، عاجزون. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p043'> Vol. 08, p. 043</a>\n            </div>\n            :\n\n(1) التشاجر: التنازع والتخاصم.\n\n(2) الاتان بالفتح: الحمارة. والبرنس بالضم: قلنسوة طويلة وكان النساك يلبسونها في صدر الاسلام. والمراد بالزيتون والزيت: التمرة المعروفد ودهنها لانه (عليه السلام) كان ياكلهما او نزلتا له في المائدة من السماء او المراد بالزيتون مسجد دمشق او جبال الشام كما ذكره الفيروزآبادى اي اعطاه الله بلاد الشام. وبالزيت الدهن الذي روى انه كان في بنى اسرائيل وكان غليانها من علامات النبوة. والمحراب لزومه وكثرة العبادة فيه. (آت).\n\n(3) المهيمن هنا: المشاهد والمؤتمن.\n\n(4) اي ليسوا من قومه وعشيرته. (5) الازل: الضيق والشدة.\n\n(6) (به افتح) الباء للملابسة والغرض اتصال امته ودولته ونبوته بقيام الساعة. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p044'> Vol. 08, p. 044</a>\n            </div>\n            :\n\n(1) اي انصره واعينه. (آت).\n\n(2) التحري: الطلب.\n\n(3) المهين: الحقير والقليل والضعيف.\n\n(4) اي مخلوطة من انواع والمراد: اني خليقتك من نطفة واصل تلك النطفة حصل من شخص خلقته من طينة الارض وهو آدم (عليه السلام) واخذت طينته من جميع وجه الارض المشتملة على ألوان وأنواع مختلفة. (آت).\n\n(5) في بعض النسخ (صنعى). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p045'> Vol. 08, p. 045</a>\n            </div>\n            :\n\n(1) في بعض النسخ (داخرين) وهو حال عن الضمير في يسبحون.\n\n(2) التخويل: التمليك.\n\n(3) الولولة: صوت متتابع بالويل والاستغاثة، ورفع الصوت بالبكاء والصياح. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p046'> Vol. 08, p. 046</a>\n            </div>\n            :\n\n(1) يعني إذا اردت الكلام فابدأ باستعمال قلبك وعقلك.\n\n(2) في بعض النسخ (يجودون معك).\n\n(3) الارتياد: الطلب. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p047'> Vol. 08, p. 047</a>\n            </div>\n            :\n\n(1) الوكر والوكرة: عش الطائر.\n\n(2) الادلاج: السير بالليل وظاهر العبارة انه استعمل هنا متعديا بمعنى التسيير بالليل ولم يات فيما عندنا من كتب اللغة قال الفيروزآبادي: الدلج محركة والدلجة بالضم والفتح:\n\nالسير من اول الليل وقد ادلجوا، فان ساروا من آخره فادلجوا بالتشديد انتهى ويمكن <span id='ms4411'></span> ان يكون على الحذف والايصال ان ادلجت الشهوة معه وسيرته بالاسحار كالراكب الذي يسابق قرينه إلى الغاية التي يتسابقان اليها والغاية هنا الجنة والفوز بالكرامة والقرب والحب والوصال او الموت وهو الاظهر. (آت) وقال الفيض رحمه الله: هو كناية عن عبادته واجتهاده.\n\n(3) الكآبة: الغم وسوة الحال والانكسار من الحزن والمعنى انه يكون في نهاره مغموما وفي ليله محزونا لطلب الاخرة ولكن لو كشف الغطاء حتى يرى ماله في الاخرة يحصل له السرور ما لا يخفى. (آت).\n\n(4) النطفة: ما يبقى في الدلو او القربة من الماء، كنى بها عن قلتها. (في). (5) اللعقة: القليل مما يلعق واللعس بالفتح: العض والمراد هنا ما يقطعه باسنانه وفي بعض النسخ (بلعقة لم تبق وبلعة لم تدم). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p048'> Vol. 08, p. 048</a>\n            </div>\n            :\n\n(1) زوى عنك اي بعد عنك: والمغبة: العاقبة.\n\n(2) انضوى اليه: انضم، وفي بعض النسخ (وانطوى). (3) الرحب بالضم: السعة. وبالفتح: الواسع. ولعل المراد ان من لجأ اليك يا موسى من عبادي الخاطئين لتستغفر له وتدخل باستشفاعك في زمرة الساكنين في جوار قبولي فلا ترد مسألته فان رحمتي قد سبقت عضبي، فقل له: اهلا وسهلا ومرحبا فانك رحب الفناء بسبب كونك في فناء قبولي ورحمتي الواسعة، فآمنه من سخطي واسكنه باستغفارك وشفاعتك المقبولة في فناء فضلي ومغفرتي.\n\n(كذا وجدته في هامش بعض النسخ المخطوطة) وقد يقرء في بعض نسخ الحديث (بأرحب الفناء) والظاهر هو الاصح.\n\n(4) العطب بالتحريك: الهلاك. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p049'> Vol. 08, p. 049</a>\n            </div>\n            :\n\n(1) اي رقيب، منتظر لجزائه وفي تحف العقول (بمرصد) واديل اي اغلب المظلوم عليه. (آت).\n\n(2) (قارب وسدد) قال في النهاية: وفيه سددوا وقاربوا اي اقتصدوا في الامور كلها واتركوا العلو فيها والتقصير، يقال: قارب فلان في الامور إذا اقتصد. وقال في السين والدال:\n\nفيه: قاربوا وسددوا اي اطلبوا باعمالكم السداد والاستقامة وهو القصد في الامر والعدل فيه. (آت).\n\n(3) عشوة الليل: ظلمته.\n\n(4) في بعض النسخ (عثيم) ولعله الاظهر. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p050'> Vol. 08, p. 050</a>\n            </div>\n            :\n\n(1) في رجال الشيخ (البصري) وذكر ابن داود (النصري) بالنون. (آت).\n\n(2) الجاثية: 28. (3) الشمس: 1 إلى 4. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p051'> Vol. 08, p. 051</a>\n            </div>\n            :\n\n(1) النحل: 41. (2) قبيعة السيف: ما على طرف مقبضه من فضة او حديد.\n\n(3) الانبياء: 12. اي فلما ادركوا <span id='ms4412'></span> شدة عذابنا ادراك المشاهد المحسوس إذا هم منها يركضون اي يهربون مسرعين، راكضين دوابهم ومشبهين بهم من فرط اسراعهم. (لا تركضوا) على ارادة القول اي قيل لهم استهزاء ا: لا تركضوا اما بلسان الحال او المقال والقائل ملك او من مضى من المؤمنين، (وارجعوا إلى ما اترفتم فيه من التنعم والتلذذ او الاتراف إبطار النعمة، (ومساكنكم).\n\nالتي كانت لكم. (لعلكم تسالون) غدا عن اعمالكم او تعذبون فان السؤال من مقدمات العذاب ولم يروا وجه النجاة فلذلك لم ينفعهم (فما زالت تلك دعواهم) فما زالوا يرددون ذلك وانما سماه دعوى لان المولول كانه يدعو الويل ويقول: يا ويل تعال فهذا اوانك. وكل من (تلك)\n\nو(دعواهم) يحتمل الاسمية والخبرية (حتى جعلناهم حصيدا) مثل الحصيد وهو النبت المحصود ولذلك لم يجمع. (خامدين) ميتين من خمدت النار وهو مع (حصيدا) بمنزلة المفعول الثاني كقولك:\n\nجعلته حلوا حامضا اذ المعنى جعلناهم جامعين لمماثلة الحصد والخمود او صفة له او حال من ضميره\n\n(آت عن البيضاوي). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p052'> Vol. 08, p. 052</a>\n            </div>\n            :\n\n(1) الانبياء: 14 و15.\n\n(2) في هامش غير واحد من النسخ: (وهو سعد بن عبدالملك الاموي صاحب نهر السعيد بالرحبة)\n\nوكانه من المؤلف رحمه الله كما يظهر من بعض النسخ حيث جعلها في المتن قبل ذكر الرسالة.\n\n(3) عزب اي بعد، وفي بعض النسخ (نفي بالتقوى عن العبد ما عزب عنه عقله).\n\n(4) العصب: جمع العصبة او هي من الرجال والخيل والطير ما بين العشرة إلى الاربعين. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p053'> Vol. 08, p. 053</a>\n            </div>\n            :\n\n(1) اي جعلوا ولي الكتاب والقيم عليه والحاكم به الذين لا يعلمونه وجعلوهم رؤساء على انفسهم يتبعونهم في الفتاوى وغيرها. (آت).\n\n(2) اي جعلوه ميراثا يرثه كل سفيه جاهل او صبي غير عاقل وقوله: (بعد امر الله) اي صدوره او الاطلاع عليه او تركه، والورود والصدور كنايتان عن الاتيان للسؤال والاخذ والرجوع بالقبول. (آت).\n\n(3) (ولاية الناس) هو المخصوص بالذم.\n\n(4) اشار به إلى يونس (عليه السلام). والمراد بعصيانه غضبه على قومه وهربه منهم بغير اذن ربه، روى انه لما وعد قومه بالعذاب خرج من بينهم قبل ان يامره الله <span id='ms4413'></span> تعالى. واعلم ان العصيان هنا ترك الافضل والاولى وذلك لانه لم يكن هناك امر من الله تعلى حتى عصاه بترك الاتيان به او نهى منه حتى خالفه بارتكابه فاطلاق لفظ العصيان مجاز عن ترك الاولى والافضل وذلك بالنسبة إلى درجات كمالهم بمنزلة العصيان.\n\n(5) اطلاق الجنة على الدنيا لعل بالاضافة إلى بطن الحوت. كما قاله الفيض رحمه الله. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p054'> Vol. 08, p. 054</a>\n            </div>\n            :\n\n(1) انما شبه هؤلاء العباد وعلماء العوام المفتونين بالحطام بالاحبار والرهبان لشرائهم الدنيا بالاخرة بكتمانهم العلم وتحريفهم الكلم عن مواضعها واكلهم اموال الناس بالباطل وصدهم عن سبيل الله كما انهم كانواكذلك على ما وصفهم الله في القرآن في عدة مواضع والمراد بالسادة والكثرة السلاطين والحكام واعوانهم الظلمة. (في).\n\n(2) في بعض النسخ (والكثرة).\n\n(3) اشارة إلى الاية 31 من سورة النجم. والطبع بالتحريك: الرين وبالسكون: الختم.\n\n(4) (منهم) اي من اشباه الاحبار والرهبان (العلماء) يعني العلماء بالله الربانيين.\n\n(بالتكليف) يعني تكليفهم بالحق (في). (5) في بعض النسخ (عملوا الحق).\n\n(6) في بعض النسخ (عند التحريف). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p055'> Vol. 08, p. 055</a>\n            </div>\n            :\n\n(1) يعني الشريعة الواضح مجهولها عن معلومها وعالمها عن جاهلها.\n\n(2) الخيل: جماعة الفرسان والرجل: جماعة المشاة اي اعوانه القوية والضعيفة. (آت).\n\n(3) اي تركوا نصرة الحق. وفي بعض النسخ (تخادن) من الخدن وهو الصديق. وتهادن من المهادنة بمعنى المصالح وفي بعض النسخ (تهاون) اي عن نصرة الحق وهذا انسب بالتخاذل كما ان التهادن انسب بالتخادن. (آت).\n\n(4) بالنون والجيم والباء الموحدة وفي بعض النسخ (تحيا) من الحياة. (في).\n\n(5) في بعض النسخ (اليه فان دونهم) وهو الصواب اي فلا ينظرون إلى البلاء لانه ينقضى ولا يبقى.\n\n(6) العسف: الجور والظلم وهو في الاصل ان ياخذ المسافر على غير طريق ولا جادة ولا علم وقبل: هو ركوب الامر من غير روية. والخسف: النقصان والهوان. وقوله: (ينقضى) جزاء الشرط. (في).\n\n(7) أي يصير ظنك السئ بي سببا لانحرافك عني وعدم اصغائك الي بعد ذلك. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p056'> Vol. 08, p. 056</a>\n            </div>\n            :\n\n(1) في بعض النسخ (فعجب).\n\n(2) المستفاد من قوله (عليه السلام): تذكر فيه إلى آخره) ان سعدا ذكر في كتابه انه عرف كذا وانه قبل منه لنفسه كذا وانه تعجب <span id='ms4414'></span> من كذا بان يكون إلى قوله: (ومن جيفة الحمار)\n\nمن كلام سعد ويحتمل ان يكون فعجب او تعجب على اختلاف النسختين من كلام الامام (عليه السلام). (في)\n\nوقوله: (اخلاء). جمع خلو بالكسر وهو الخالى عن الشئ ويكون بمعنى المنفرد ويقال: اخلاء إذا انفرد اي هم اخلاء عن اخلاق عامة الناس واطوارهم الباطلة او منفردون عن الناس معتزلون عن شرارهم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p057'> Vol. 08, p. 057</a>\n            </div>\n            :\n\n(1) اي لزهده وعبادته وافتراق الناس فيه ثلاث فرق. (آت).\n\n(2) الزخرف: 56 إلى 59. (3) الانفال: 33.\n\n(4) الجندل كجعفر: ما يعمله الرجل من الحجارة (فرضخت) اي كسرت وفي بعض النسخ\n\n(فرضت) اي دقت. والهامة: وسط الرأس.\n\n(5) ليست جملة (بولاية علي) في بعض النسخ في المتن بل تكون في الهامش. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p058'> Vol. 08, p. 058</a>\n            </div>\n            :\n\n(1) المعارج: 1 إلى 3. (2) ابراهيم: 15. (3) الروم: 41.\n\n(4) الاعراف 55 و84. (5) اي خصلتان. (6) الحجى بالكسر: العقل. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p059'> Vol. 08, p. 059</a>\n            </div>\n            :\n\n(1) الضغث بالكسر: قبضة من حشيش مخالطة الرطب باليابس.\n\n(2) جللت الشئ: إذا غطيته. وفي بعض النسخ (فيجتمعان) وفي بعضها (فيجلبان).\n\n(3) اي يكبر وهو كناية عن امتدادها.\n\n(4) بالمثلثة والفاء في النهاية: في حديث على (عليه السلام): (وتدقهم الفتن دق الرحا بثفالها)\n\nالثفال بالكسر: جلدة تبسط تحت رحا اليد ليقع عليها الدقيق، ويسمى الحجر الاسفل: ثفالا بها والمعنى انها تدقهم دق الرحا للحب إذا كانت مثفلة ولا تثفل الا عند الطحن.\n\n(5) اشارة إلى ما فعله عمر من تغيير المقام عن الموضع الذي وضعه فيه رسول الله (صلى الله عليه وآله) إلى موضع كان فيه في الجاهلية رواه الخاصة والعامة. راجع كتاب النص والاجتهاد للعلامة الجليل سماحة السيد شرف الدين العاملى مد ظله.\n\n(6) قصة فدك مشهورة لا تحتاج إلى البيان.\n\n(7) الصاع في النهاية هو مكيال يسع اربعة امداد والمد عند الشافعي وفقهاء الحجاز رطل وثلث بالعراقي وعند ابوحنيفة المد رطلان وبه اخذ فقهاء العراق فيكون الصاع خمسة ارطلان وثلثا او ثمانية ارطال وعند الشيعة على ما في كتاب الخلاف في حديث زرارة عن ابي جعفر (عليه السلام) يقال:\n\nكان الرسول صلى الله عليه وسلم يتوضأ بمد ويغتسل بصاع والمد رطل ونصف والصاع ستة ارطال يعني رطل المدينة ا ه <span id='ms4415'></span>. وهو تسعة بالعراقي. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p060'> Vol. 08, p. 060</a>\n            </div>\n            :\n\n(1) القطيعة: طائفة من ارض الخراج (اقطعها) اي عينها وعزلها. (في).\n\n(2) كانهم غصبوها وادخلوها في المسجد. (في).\n\n(3) ذلك كقضاء عمر بالعول والتعصيب في الارث وكقضائه بقطع السارق من معصم الكف ومفصل ساق الرجل خلافا لما امر به النبي (صلى الله عليه وآله) وسلم من ترك الكف والعقب وانفاذه في الطلاق الثلاث المرسلة ومعنه من بيع امهات الاولاد وان مات الولد وقال: هذا راى رايته فامضاه على الناس إلى غير ذلك من قضاياه وقضايا الاخرين. (في).\n\n(4) كمن طلقت بغير شهود وعلى غير طهر كما ابدعوه ونفذوه وغير ذلك. (في)\n\n(5) لان عمر رفع عنهم الجزية فيهم ليسوا باهل ذمة فيحل سبى ذراريهم كما روى عن الرضا (عليه السلام) انه قال: ان بنى تغلب من نصارى العرب انفوا واستنكفوا من قبول الجزية وسألوا عمر ان يعفيهم عن الجزية ويؤدوا الزكاة مضاعفا فخشى ان يلحقوا بالروم فصالحهم على ان صرف ذلك عن رؤوسهم وضاعف عليهم الصدقة فرضوا بذلك وقال محيي السنة (البغوى) روى ان عمر بن الخطاب رام نصارى العرب على الجزية فقالوا: نحن عرب لا نؤدي ما يؤدي العجم ولكن خذ منا كما يأخذ بعضكم من بعض يعنون الصدقة فقال عمر: هذا فرض الله على المسلمين قالوا: فزد ما شئت بهذا الاسم لا باسم الجزية فراضاهم على ان ضعف عليهم الصدقة. (آت).\n\n(6) أشار بذلك إلى ما ابتدعه عمر في عهده من وضعه الخراج على أرباب الزراعات والصناعات والتجارات لاهل العلم واصحاب الولايات والرئاسات والجند وجعل ذلك عليهم بمنزلة الزكاة المفروضة ودون دواوين واثبت فيها اسماء هؤلاء واسماء هؤلاء واثبت لكل رجل من الاصناف الاربعة ما يعطى من الخراج الذي وضعه على الاصناف الثلاثة وفضل في الاعطاء بعضهم على بعض ووضع الدواوين على يد شخص سماه صاحب الديوان واثبت له أجرة من ذلك الخراج وعلى هذه البدعة جرت سلاطين الجور وحكامهم إلى الان ولم يكن شئ من ذلك على عهد رسول الله (صلى الله عليه وآله) ولا على عهد ابي بكر وانما <span id='ms4416'></span> الخراج للامام فيما يختص به من الاراضي خاصة يصنع به ما يشاء. (في).\n\n(7) اي لا اجعله لقوم دون قوم حتى يتداولوه بينهم ويحرموا الفقراء. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p061'> Vol. 08, p. 061</a>\n            </div>\n            :\n\n(1) اشارة إلى ما عده الخاصة والعامة من بدع عمر انه قال: ينبغي مكان هذا العشر ونصف العشر دراهم ناخذها من ارباب الاملاك فبعث إلى البلدان من مسح على اهلها فالزمهم الخراج فاخذ من العراق يوما يليها ما كان اخذه منهم ملوك الفرس على كل جريب درهما واحدا وقفيزا من اصناف الحبوب واخذ من مصر ونواحيها دينارا وإردبا عن مساحة جريب كما كان ياخذ منهم ملوك الاسكندرية وقد روى محيى السنة وغيره عن علمائهم عن النبي (صلى الله عليه وآله) انه قال:\n\n(منعت العراق درهمها وقفيزها ومنعت الشام مدها ودينارها ومنعت مصر إردبها ودينارها) والاردب لاهل مصر اربعة وستون منا وفسره اكثرهم بانه قد محى ذلك شريعة الاسلام وكان اول بلد مسحه عمر بلد الكوفة وتفصيل الكلام في ذكر هذه البدع موكول إلى الكتب المبسوطة التي دونها اصحابنا لذلك كالشافي للسيد المرتضى. (آت).\n\n(2) بان يزوج الشريف والوضيع كما فعله رسول الله صلى عليه وآله وزوج بنت عمه مقدادا\n\n(آت). او اشارة إلى ما ابتدعه عمر من منعه غير قريش ان يتزوج في قريش ومنعه العجم من التزويج في العرب. (في).\n\n(3) اشارة إلى منع عمر اهل البيت خمسهم كما ياتي بيانه في آخر هذه الخطبة. (في).\n\n(4) يعني اخرجت منع ما زادوه فيه. (وسددت ما فتح فيه من الابواب) اشارة إلى ما نزل به جبرئيل (عليه السلام) من الله سبحانه من امره النبي (صلى الله عليه وآله) وسلم بسد الابواب من مسجده الاباب على وكانهم قد عكسوا الامر بعد رسول الله (صلى الله عليه وآله) وسلم (في).\n\n(5) اشارة إلى ما ابتدعه عمر من اجازته لمسح على الخفين في الوضوء ثلاثا للمسافر ويوما وليلة للمقيم وقد روت عائشة عن النبي (صلى الله عليه وآله) انه قال: (اشد الناس حسرة يوم القيامة من راى وضوءه على جلد غيره. (وحددت على النبيذ <span id='ms4417'></span>) وذلك انهم استحلوه. (في).\n\n(6) يعني متعة النساء ومتعة الحج، قال عمر: (متعتان كانتا على عهد رسول الله (صلى الله عليه وآله) وسلم وانا احرمهما واعاقب عليهما: متعة النساء ومتعة الحج). (في).\n\n(7) وذلك ان النبي (صلى الله عليه وآله) كان يكبر على الجنائز خمسا، لكن الخليفة الثاني راقه ان يكون التكبير في الصلاة عليها اربعا فجمع الناس على الاربع، نص على ذلك جماعة من اعلام الامة كالسيوطي (نقلا عن العسكري) حيث ذكر اوليات عمر من كتابه (تاريخ الخلفاء) وابن الشحنة حيث ذكر وفاة عمر سنة 3 2 من كتابه (روضة المناظر) المطبوع في هامش تاريخ ابن الاثير وغيرهما من اثبات المتتبعين. (نقل عن كتاب النص والاجتهاد ص 152).\n\n(8) وذلك انهم يتخافتون بها او يسقطونها في الصلاة. (في). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p062'> Vol. 08, p. 062</a>\n            </div>\n            :\n\n(1) لعل المراد اخراجهما حيث دفنا والمراد باخراج الرسول اياهما سد بابهما عن المسجد.\n\n(وادخلت من اخرج) لعل المراد به نفسه (عليه السلام) وباخراجه سد بابه وبادخاله فتحه. (في).\n\n(2) وذلك انهم خالفوا القرآن في كثير من الاحكام منها وجوب الاشهاد على الطلاق وعدم وجوبه على النكاح فانهم عكسوا الامر في ذلك وابطلوا عدة من احكام الطلاق وابدعوا فيه بارائهم. (في).\n\n(3) اي اخذتها من اجناسها التسعة وهي الدنانير والدراهم والحنطة والشعير والتمر والزبيب والابل والغنم والبقر فانهم اوجبوها في غير ذلك وتفصيل الكلام توجد في كتب القوم. وقوله (عليه السلام): (وحدودها) اي نصابها.\n\n(4) ذلك انهم خالفوا في كثير منها كابداعهم في الوضوء مسح الاذنين وغسل الرجلين والمسح على العمامة والخفين وانتقاضه بملامسة النساء ومس الذكر واكل مامسته النار وغير ذلك مما لا ينقضه وكابداعهم الوضوء مع غسل الجنابة واسقاط الغسل في التقاء الختانين من غير انزال واسقاطهم من الاذان (حي على خير العمل) وزيادتهم فيه (الصلاة خير من النوم) وتقديمهم التسليم على التشهد الاول في الصلاة مع ان الفرض من وضعه التحليل منها وابداعهم وضع اليمين على الشمال فيها وحملهم الناس على الجماعة في النافلة وعلى صلاة الضحى وغير ذلك. (في) اقول: راجع في اثبات كل ذلك كتاب الشافي <span id='ms4418'></span> للسيد المرتضى رحمه الله وكتاب النص والاجتهاد للعلامة العاملي.\n\n(5) نجران بالفتح ثم السكون وآخره نون وهو في عدة مواضع: منها نجران من مخاليف اليمن من ناحية مكة وبها كان خبر الاخدود واليها تنسب كعبة نجران وكانت ربيعة بها اساقفة مقيمون منهم السيد والعاقب اللذين جاء ا إلى النبي (عليه السلام) في اصحابهما ودعاهم إلى المباهلة وبقوا بها حتى اجلاهم عمر ونجران ايضا موضع على يومين من الكوفة إلى آخر ما قاله الحموي في مراصد الاطلاع ج 3 ص 1359 وفي كيفية اجلاء عمر اياهم وسببه راجع فتوح البلدان للبلاذري ص 70 إلى ص 75. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p063'> Vol. 08, p. 063</a>\n            </div>\n            :\n\n(1) يثوروا اي يهيجوا: وقوله: (ما لقيت من هذه الامة) كلام مستأنف للتعجب.\n\n(2) رجوع إلى الكلام السابق ولعل التأخير من الرواة. (آت).\n\n(3) الانفال: 41. وصدر الاية: (فاعلموا انما غنمتم من شئ فان لله خمسه وللرسول ولذي القربى واليتامى والمساكين وابن السبيل ان كنتم آمنتم.. الخ).\n\n(4) لان سهمهم دائم قادم لهم إلى يوم القبامة كما كان لله ولرسوله واما اليتيم إذا انقطع يتمه ليس له سهم وكذلك أخويه.\n\n(5) الحشر: 7. وصدر الاية (ما أفاء الله على رسوله من أهل القرى فلله وللرسول.. إلخ). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p064'> Vol. 08, p. 064</a>\n            </div>\n            :\n\n(1) الازل: الشدة والضيق.\n\n(2) الخطب: الشان والامر. وفي بعض النسخ (ما استقبلتم من خطب واستدبرتم من خطب).\n\n(3) اي فيما يهمكم. وفي بعض النسخ باعجام الغين وهو تصحيف. (في). (4) من القود فانهم قد اصابوا دماءا بغير حق. (في).\n\n(5) في بعض النسخ (لا يقتفون) وهو بمعناه.\n\n(6) في بعض النسخ (اهل خسران وكفر وشبهات). والعشوة بالتثليث: ركوب الامر على غير بيان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p065'> Vol. 08, p. 065</a>\n            </div>\n            :\n\n(1) القزع بالقاف والزاي ثم العين المهملة: قطع السحاب المتفرقة وانما خص الخريف لانه اول الشتاء والسحاب يكون فيه متفرقا غير متراكم ولا مطبق ثم يجتمع بعضه إلى بعض بعد ذلك\n\n(كذا في النهاية).\n\n(2) الركام: المتراكب بعضه فوق بعض ونسبة هذا التاليف اليه تعالى مع انه لم يكن برضاه على سبيل المجاز تشبيها لعدم منعهم عن ذلك وتمكينهم من اسبابه وتركهم واختيارهم بتاليفهم وحثهم عليه ومثل هذا كثير في الايات والاخبار. (آت)\n\n(3) اي محل انبعاثهم <span id='ms4419'></span> وتهييجهم وكانه اشار (عليه السلام) بذلك إلى فتن ابي مسلم المروزى واستئصالهم لبني امية وانما شبههم بسيل العرم لتخريبهم البلاد واهلها الذين كانوا في خفض ودعة واريد بالجنتين جماعتان من البساتين جماعة عن يمين بلدتهم وجماعة عن شمالها، روى انها كانت اخصب البلاد واطيبها، لم تكن فيها عاهة ولا هامة. وفسر العرم تارة بالصعب واخرى بالمطر الشديد واخرى بالجرذ واخرى بالوادي واخرى بالاحباس التي تبنى في الاودية. ومنه قيل: انه اصطرخ اهل سبأ، قيل: انما اضيف السيل إلى الجرذ لانه نقب عليهم سدا ضربته لهم بلقيس فحقنت به الماء وتركت فيه ثقبا على مقدار ما يحتاجون اليه او المسناة التي عقدت سدا على انه جمع عرمة وهي الحجارة المركومة وكان ذلك بين عيسى ومحمد (صلى الله عليه وآله). (في).\n\n(4) الاكمة: التل. والرض: الدق الجريش. والطود: الجبل. وفي بعض النسخ (رص طود)\n\nبالصاد المهملة فيكون بمعنى الالزاق والضم والشد ولعله الصواب والمجرور في (سننه) يرجع إلى السيل او إلى الله تعالى. والذعذعة بالذالين المعجمتين والعينين المهملتين:\n\nالتفريق. والتشريد: التنفير. (في). وفي بعض النسخ (يدغدغهم).\n\n(5) التضعضع: الهدم. والجنادل جمع جندل وهخو الصخر العظيم اي ينقض الله ويكسر بهم البنيان التي طويت وبنيت بالجنادل والاحجار من بلاد إرم وهي دمشق والشام إذ كان مستقر ملكهم في أكثر الازمان تلك البلاد لا سيما زمانه (صلى الله عليه وآله) (قاله المجلسي رحمه الله) والمراد بالزيتون مسجد دمشق أو جبال الشام أو بلد بالصين كما في القاموس. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p066'> Vol. 08, p. 066</a>\n            </div>\n            :\n\n(1) الصهيل كامير: صوت الفرس. والطمطمة في الكلام ان يكون فيه عجمة. (في).\n\n(2) الالية: الشحمة.\n\n(3) اي يرجع من مات و(في) وفي بعض النسخ (يقضى).\n\n(4) في بعض النسخ (يتجشع).\n\n(5) الازواء: الصرف.\n\n(6) اي طريق الديون المثقلة ومظالم العباد أو طاعة أهل الجور وظلمهم عليكم عن أعناقكم وقوله: (ولا يبعد الله) اي في ذلك الزمان أو مطلقا. (آت) والفادح: الصعب المثقل. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p067'> Vol. 08, p. 067</a>\n            </div>\n            :\n\nالمنجل كمنبر: ما يحصد به.\n\n(2) لتبلبلن اي لتخلطن، تبلبلت الالسن اي اختلطت والبلبلة أيضا الهم والحزن ووسوسة الصدر. ولتغربلن من الغربال <span id='ms4420'></span> الذي يغربل به الدقيق والغربلة ايضا: القتل. والسوط: التخليط والمسوط والمسواط: خشبة يحرك بها ما في القدر ليختلط.\n\n(3) الوشمة: المرة، يقال: ما عصيت فلانا وشمة اي طرفة عين وفي بعض النسخ بالمهملة وهي العلامة.\n\n(4) خيل الشمس بالضم جمع شموس وهي الدابة التي تمنع ظهرها ولا تطيع راكبها وهو مقابل الذلول (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p068'> Vol. 08, p. 068</a>\n            </div>\n            :\n\n(1) في بعض النسخ (توبة). (2) امر كفرح امرا وامرة: كثر.\n\n(3) اي عضديه. يعني ان عباد الله المكلفين على خمسة اقسام: ملك يطير... الخ.\n\n(4) الهوادة: السكون والرخصة والمحاباة.\n\n(5) صفحة كل شئ وجهه، يعني من كاشف الحق مخاصما له هلك هلاكا اخرويا وهي كلمة جارية مجرى المثل. (في).\n\n(6) في الفقيه (مالك بن عطية) وهو الظاهر. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p069'> Vol. 08, p. 069</a>\n            </div>\n            :\n\n(1) (يظرف) في بعض النسخ بالمهملة وكذا في بعض نسخ النهج والطريف ضد التالد وهو الامر المستطرف الذي يعده الناس حسنا لانهم يرغبون إلى الامور المحدثة والظريف من الظرافة بمعنى الفطنة والكياسة. والمجون ان لا يبالي الانسان ما صنع وقد مجن يمجن فهو ماجن. (مأخوذ من آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p070'> Vol. 08, p. 070</a>\n            </div>\n            :\n\n(1) بضم الهمزة والمهملتين بينهما مثناة تحتانية مصغر يسمى بها ويكنى (في).\n\n(2) اقراء الضيف: إكرامه.\n\n(3) بالخاء المعجمة المكسورة زمام البعير. والغارب ما بين السنام والعنق.\n\n(4) في النهاية: الكواثب جمع كاثبة وهي من الفرس مجتمع كتفيه فدام السرج.\n\n(5) في النهاية: الايمان يمان، الحكمة يمانية، انما قال (عليه السلام) ذلك لان الايمان بدا من مكة وهي من تهامة من ارض اليمن ولهذا يقال: الكعبة الثمانية.\n\n(6) في النهاية. ان الجفاء والقسوة في الفدادين، الفدادون بالتشديد: الذين تعلوا اصواتهم في حروثهم ومواشيهم واحدهم فداد، يقال: فد الرجل يفد فد يدا إذا اشتد صوته وقيل: هم المكثرون من الابل وقيل: هم الجمالون والبقارون والحمارون والرعيان وقيل: انما هم الفدادين مخففا واحدها فدان مشددا وهي البقر التي يحرث بها واهلها اهل جفاء وقسوة. (انتهى)\n\nواصحاب الوبر هم الذين يتخذون بيوتهم منه.\n\n(7) قال الجوهري: قرن الشمس: اعلاها واول ما يبدو منها في الطلوع لعل المراد اهل البوادي من هاتين القبيلتين الكائنتين في مطلع الشمس اي في شرقي المدينة. (آت <span id='ms4421'></span>). وربيعة ومضر ابوقبيلتين وكانا اخوين. ومذحج بالمعجمة ثم المهملة ثم الجيم على وزن مسجد ابوقبيلة باليمن. وحضر موت اسم قبيلة اسمان جعلا واحدا وقد جاء اسم بلد ايضا. (في). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p071'> Vol. 08, p. 071</a>\n            </div>\n            :\n\n(1) في القاموس بجيلة كسفينة: حي باليمن من معد. ورعل وذكوان قبيلتان من سليم ا ه.\n\nولحيان ابوقبيلة وهو لحيان بن هذيل بن مدركة. (الصحاح)، وفي الوافي (ان يهلك الحيان) وقال الفيض رحمه الله في بيانه: الحيان تثنية الحي يعني القبيلتين المذكورتين وحيان ابوقبيلة ايضا.\n\n(2) في القاموس: مخوس كمنبر ومشرح وجمد وابضعة: بنو معد يكرب الملوك الاربعة الذين لعنهم رسول الله (صلى الله عليه وآله) ولعن اختهم العمردة وفدوا مع الاشعث فاسلموا ثم ارتدوا فقتلوا يوم النجير. في النهاية: لعن الله المحلل والمحلل له وفي رواية المحل والمحل له وفي حديث بعض الصحابة لا اوتي بحال ولا محلل الا رحمتها، جعل الزمخشري هذا الاخير حديثا لا اثرا وفي هذه اللفظة ثلاث لغات: حللت بتششديد اللام واحللت وحللت مخففا فعلى الاولى جاء الحديث الاول يقال: حلل فهو محلل ومحلل له وعلى الثانية جاء الثاني تقول: احل فهو محل له وعلى الثالثة جاء الثالث تقول: حللت فانا حال وهو محلول له، وقيل: اراد بقوله: (لا اوتي بحال) اي بذي احلال مثل قولهم: ريح لاقح اي ذات القاح والمعنى في الجميع هو ان يطلق الرجل امراته ثلاثا فيتزوجها رجل اخر على شريطة ان يطلقها بعد وطئها لتحل لزوجها الاول، وقيل: سمى محللا بقصده إلى التحليل كما يسمى مشتريا إذا قصد الشراء انتهى. وقال المجلسي ره: يمكن ان يكون المراد: النسئ في الاشهر الحرم قال الزمخشرى كان جنادة بن عوف الكناني مطاعا في الجاهلية وكان يقوم على جمل في الموسم فيقول باعلى صوته: ان آلهتكم قد احلت لكم المحرم فاحلوه ثم يقوم في القابل فيقول: ان آلهتكم قد حرمت عليكم المحرم فحرموه. وقال علي بن ابراهيم:\n\nكان رجل من بني كنانة يقف في الموسم فيقول: قد احللت دماء المحللين طي وخثعم في شهر المحرم وانسأته وحرمت <span id='ms4422'></span> بدله صفر فاذا كان العام المقبل يقول: قد احللت صفر وانسأته وحرمت بدله شهر المحرم انتهى. ولعل هذا أوفق بروايات اصحابنا واصولهم. ويحتمل ان يكون المراد مطلق تحليل ما حرم الله انتهى. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p072'> Vol. 08, p. 072</a>\n            </div>\n            :\n\n(1) (عضلا) بالتحريك: ابوقبيلة. (والمجذمين) لعل المراد المنسوبين إلى الجذيمة ولعل اسدا وغطفان كلاهما منسوبتان اليها. قال الجوهرى: جذيمة: قبيلة من عبدالقيس ينسب اليهم جذمى بالتحريك وكذلك إلى جذيمة اسد. وقال الفيروزآبادى: غطفان محركة: حي من قيس. وشهيلا بالشين المعجمة والباءة الموحدة في بعض النسخ بالسين المهملة والياء المثناة ولعله اسم رجل وكذا ما ذكر بهده إلى آخر الخبر. (آت).\n\n(2) في بعض النسخ (جريم... الخ) وفي بعضها (وهودة).\n\n(3) اي لا تثبت له وزرا على ظهرك. (آت) وفي النهج (تحمل) وفي بعض نسخه (تحتمل). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p073'> Vol. 08, p. 073</a>\n            </div>\n            :\n\n(1) أي مسرعا، حريصا.\n\n(2) في بعض النسخ (انطلق لسانك).\n\n(3) التلجلج: التردد في الكلام. ودحضت حجته دحوضا اي بطلت. وعييت عن الجواب اي عجزت عنه.\n\n(4) بعثرت الشئ إذا استخرجته وكشفته وبعثرت حوضي اي هدمته وجعلت اسفله اعلاه وسمبت القيامة بالازفة لازوفتها اي لقربها إذا القلوب لدى الحناجر فانها ترتفع عن اماكنها فتلتصق بحلوقهم فلا تعود، فيتروحوا فلا تخرج فيستريحوا. (آت).\n\n(5) من الاقالة وهي نقض البيع. والعثرة: الزلة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p074'> Vol. 08, p. 074</a>\n            </div>\n            :\n\n(1) الاعراف: 201، اي لمم من الشيطان وطائف فاعل منه، يقال طاف يطيف طيفا فهو طائف.\n\n(2) اي اجعلوا خوف الله شعار قلوبكم ملازما لها غير مفارق عنها.\n\n(3) النحل: 44 إلى 47. و(تخوف) اي تنقص.\n\n(4) الانبياء: 11 إلى 15. ومضى بيان ما فيه ص 51 من هذا المجلد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p075'> Vol. 08, p. 075</a>\n            </div>\n            :\n\n(1) الانبياء: 46. والنفحة: الدفعة من الشئ دون معظمه.\n\n(2) الانبياء: 47.\n\n(3) يونس: 24. واخذت الارض زخرفها اي زينتها بالنبات.\n\n(4) هود: 113. اي تطمئنوا اليهم وتسكنوا إلى قولهم.\n\n(5) اي ليس بمستوطن. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p076'> Vol. 08, p. 076</a>\n            </div>\n            :\n\n(1) العنزة عصا في رأسها حديد. وهي بالتحريك اطول من العصا واقصر من الرمح.\n\n(2) الوتر: الذحل وهو: الحقد والعداوة. وايضا: الجناية. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p077'> Vol. 08, p. 077</a>\n            </div>\n            :\n\nالنحب والنحيب والانتحاب: البكاء بصوت طويل. والنشج: صوت معه توجع وبكاء كما يردد الصبي بكاءه في صدره. (النهاية).\n\n(2) حملاق العين بالكسر والضم وكعصور: باطن اجفانها الذي يسود بالكحلة او ما غطته الاجفان من بياض المقلة <span id='ms4423'></span> او باطن الجفن الاحمر الذي إذا قلب للكحل رايت حمرته او ما لزق بالعين من موضع الكحل من باطن جمع حماليق. (القاموس).\n\n(3) اي كشف. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p078'> Vol. 08, p. 078</a>\n            </div>\n            :\n\n(1) الرهق محركة: ركوب الشر والظلم وغشيان المحارم.\n\n(2) لعل المراد من يبيع الاحرار عمدا. (آت). (3) ص: 61 إلى 64. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p080'> Vol. 08, p. 080</a>\n            </div>\n            :\n\n(1) انقلع المال إلى مالكه: وصل اليه من يد المستعير وانقلع البعير: انخرع اي كان صحيحا فوقع ميتا. وفي بعض النسخ (منقطع الرجلين). وقوله: (رثا له) اي رق وتوجع.\n\n(2) النضو: الدابة التي هزلتها الاسفار.\n\n(3) الحجرات: 7.\n\n(4) آل عمران: 31.\n\nالحشر: 9.\n\n(6) المراد بها النوافل وكذ في اختها المراد بها التطوع كما يشعر بها لفظة (الصوامين). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p081'> Vol. 08, p. 081</a>\n            </div>\n            :\n\n(1) كذا. (2) اي مرتفع الارض والمراد هنا عزتهم ورفعتهم ودولتهم.\n\n(3) قارع وتقارع القوم بعضهم بعضا: ضاربوا، وبالرماح: تطاعنوا.\n\n(4) اي لمتمنى الشهادة معه اجر شهيد وللشهادة معه اجر شهيدين.\n\n(5) الرعد: 38.\n\n(6) رواه الصدوق في الفقيه والامالى بسند حسن وفيهما (وشر الرواية رواية الكذب) والروى من الروية وهو النظر والتفكر في الامور، او من الرواية ولو من روى الماء والثاني اظهر. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p082'> Vol. 08, p. 082</a>\n            </div>\n            :\n\n(1) (زينة الرجل) عطف بيان او بدل للزينة و(املك امره به) معطوف على احسن الزينة.\n\n(2) اي اظهره وفي بعض النسخ (يبتغ) وهو الاصوب.\n\n(3) النكول: الجبن والامتناع وفي الكتابين (ينكر).\n\n(4) البقرة: 213.\n\n(5) اي ليس كما يقولون: (ان الله تعالى قدر الامر في الازل وقد فرغ منها فلا يتغير تقديراته تعالى).\n\nبل لله البداء فيما كتب في لوح المحو والاثبات. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p083'> Vol. 08, p. 083</a>\n            </div>\n            :\n\n(1) هذا الخبر مجول بحكم بن مستورد ولم اظفر في المعاجم بهذا العنوان الا ان صاحب جامع الرواة ذكره بعنوان حكم بن مستور وقال: معروف بن خربوذ عنه عن على بن الحسين (عليهما السلام) في حديث البحر مع الشمس في الروضة من الكافي. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p084'> Vol. 08, p. 084</a>\n            </div>\n            :\n\n(1) الهدى: الطريقة. (2) في بعض النسخ (النحاس).\n\n(3) في بعض النسخ (عليكم). (4) الفيل، 3 و4.\n\n(5) سف الطائر: إذا دنا من الارض. (6) الجدر بالضم والفتح وفتح الدال في كلاهما: البثور الناتئة على الجسم. وايضا آثار ضرب او جرح مرتفعة على الجلد. (7) اي هربت. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p085'> Vol. 08, p. 085</a>\n            </div>\n            :\n\n(1) (انت لهما) اي المقدر لهما، تختار لكل منهما ما يصلحها ولا اشفع لاحدهما <span id='ms4424'></span> لانك اعلم بصلاحهما او لا ارجح احدهما على الاخر. وقوله: (وكذلك نحن) اي ليس لكم ان تحاكموا بيننا لان الخصمين كلاهما من اولاد الرسول ويلزمكما احترامهما لذلك. (آت).\n\n(2) قال الجوهري: (عزمت عليك) اي اقسمت عليك.\n\n(3) كذا. ولعل هذا اشارة إلى ما رواه الشيخ المفيد (ره) في ارشاده باسناده عن ابن عباس قال: لما خرج النبي (صلى الله عليه وآله) إلى بني المصطلق جنب عن الطريق فادركه الليل ونزل بقرب واد وعر فلما كان في آخر الليل هبط جبرئيل عليه يخبره ان طائفة من كفار الجن قد استبطنوا الوادي يريدون كيده (عليه السلام) وايقاع الشر باصحابه عند سلوكهم اياه فدعا امير المؤمنين (عليه السلام) فقال له: اذهب إلى هذا الوادي فسيعرض لك من اعداء الله الجن من يريدك فادفعه القوة التي اعطاك الله عزوجل اياها وتحصن منهم باسماء الله عزوجل التي خصك بها وبعلمها وانفذ معه مائة رجل من اخلاط الناس وقال لهم: كونوا معه وامتثلوا أمره، فتوجه امير المؤمنين (عليه السلام) إلى الوادي فلما قرب من شفيره أمر المائة الذين صحبوا ان يقفوا بقرب الشفير ولا يحدوا شيئا حتى يؤذن لهم، ثم تقدم فوقف على شفير الوادي وتعوذ بالله من اعدائه وسمى الله عز اسمه وأومأ إلى القوم الذين اتبعوه ان يقربوا منه وكان بينه وبينم فرجة مسافتها غلوة ثم رام الهبوط إلى الوادي فاعترضت ريح عاصف كاد ان تقع القوم على وجوههم (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p086'> Vol. 08, p. 086</a>\n            </div>\n            :\n\nلشدتها ولم تثبت اقدامهم على الارض من هول الخصم ومن هول ما لحقهم، فصاح أمير المؤمنين (عليه السلام) أنا علي بن ابي طالب بن عبدالمطلب وصي رسول الله (صلى الله عليه وآله) وابن عمه، اثبتوا ان شئتم فظهر للقوم أشخاص على صور الزط يخيل في أيديهم شعل النيران قد اطمأنوا واطافوا بجنبات الوادي فتوغل أمير المؤمنين (عليه السلام) بطن الوادي وهو يتلوا القرآن ويومي بسيفه يمينا وشمالا فما لبثت الاشخاص حتى صارت كالدخان الاسود وكبر أمير المؤمنين (عليه السلام) ثم صعد من حيث هبط فقام مع القوم <span id='ms4425'></span> الذين اتبعوه حتى اسفر الموضع عما اعتراه فقال له اصحاب رسول الله (صلى الله عليه وآله): ما لقيت يا ابا الحسن فلقد كدنا ان نهلك خوفا واشفقنا عليك اكثر مما لحقنا؟ فقال (عليه السلام) لهم: انه لما تراءى لي العدو جهرت فيهم باسماء الله تعالى فتضاء لوا وعلمت ما حل بهم من الجزع فتوغلت الوادي غير خائف منهم ولو بقوا على هيئاتهم لاتيت على اخرهم وقد كفى الله كيدهم وكفى المسلمين شرهم وستسبقني بقيتهم إلى رسول الله (صلى الله عليه وآله) يؤمنون به وانصرف أمير المؤمنين (عليه السلام) بمن معه إلى رسول الله (صلى الله عليه وآله) واخبره الخبر فسرى عنه ودعا له بخير وقال له: قد سبقك يا علي إلى من أخافه الله بك فاسلم وقبلت اسلامه، ثم ارتحل بجماعة المسلمين حتى قطعوا الوادي آمنين غير خائفين وهذا الحديث قد روته العامة كما روته الخاصة ولم يتناكروا شيئا. انتهى (آت).\n\n(1) قال الجزري: في حديث ابي الدرداء: (من يتفقد يفقد) اي من يتفقد احوال الناس ويتعرفها فانه لا يجد ما يرضيه لان الخير في الناس قليل. وقال وفيه أيضا: ان قارضت الناس قارضوك أي إن سابيتهم ونلت منهم سبوك ونالوا منك ومنه الحديث الاخر: (اقرض من عرضك ليوم فقرك) اي إذا نال احد من عرضك فلا تجازه ولكن اجعله قرضا في ذمته لتاخذه منه يوم حاجتك إليه، يعني يوم القيامة.\n\n(2) اي عن محمد بن يحيى العطار والاتي هو محمد بن يحيى الصيرفي الذي روى عنه ابوعبدالله البرقي والعباس بن معرف وعلى بن اسماعيل وعبدالله جبلة وايوب بن نوح ومحمد بن عمرو بن سعيد وروى عن حماد بن عثمان ومحمد بن سفيان كما في جامع الرواة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p087'> Vol. 08, p. 087</a>\n            </div>\n            :\n\n(1) لعله (عليه السلام) سلم البغلة مع علمه بكذب المدعى اما صونا لعرضه عن الترافع إلى الوالى او دفعا لليمين او تعليما ليتأسى به الناس فيما لم يعلموا كذب المدعى احتياطا واستحبابا. (آت).\n\n(2) السالحون موضع على اربع فراسخ من بغداد إلى المغرب. (كذا في المغرب).\n\n(3) اي <span id='ms4426'></span> المنصور. (4) اي نكون معك. (5) في بعض النسخ (كيف).\n\n(6) كذا في غير واحد من النسخ والظاهر انه حسان بن المعلم، من اصحاب الصادق (عليه السلام) لرواية على بن الحكم عنه وابوعلى. لم نقف عليه في احد من المعاجم وفي بعض النسخ (عن حسان بن ابي على)\n\nولعله هو كنية لمعلم ابي حسان او لحسان كما في بعض النسخ (حسان ابى على) (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p088'> Vol. 08, p. 088</a>\n            </div>\n            :\n\n(1) النور: 63.\n\n(2) الطبيب في الاصل الحاذق بالامور والعارف بها. (النهاية).\n\n(3) اي له طريق اليه والمراد ان غالب الادواء لها مادة في الجسد تشتد ذلك حتى ترد عليه باذن الله. (آت) وفي بعض النسخ (يسارع).\n\n(4) اي نم على قفاك. (5) قد مضى في كتاب الدعاء من المجلد الثاني ص 564 وفيه. (ان تصلي على محمد وآل محمد). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p089'> Vol. 08, p. 089</a>\n            </div>\n            :\n\n(1) نشط الدلو: نزعها وانشطته اي حللته، يقال: كما انشط من عقال وانتشطت الحبل اي مددته حتى ينحل.\n\n(2) اي صحيح الظهر.\n\n(3) في هذا الحديث رموز انما يحلها من كان من اهلها. (في) وذلك لان حديثهم صعب مستصعب.\n\n(4) العنق: الجماعة من الناس.\n\n(*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p090'> Vol. 08, p. 090</a>\n            </div>\n            :\n\n(1) رمى بالغلو وغمز عليه، ضعيف جدا (صه، جش). (2) يونس: 65. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p091'> Vol. 08, p. 091</a>\n            </div>\n            :\n\n(1) القمر: 18 و19. (2) الذاريات: 41.\n\n(3) الاحقاف: 24. (4) البقرة: 266. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p092'> Vol. 08, p. 092</a>\n            </div>\n            :\n\n(1) اي لقول القائل.\n\n(2) في بعض النسخ (ان يجعل الرياح من العذاب رحمة). (3) كذا.\n\n(4) في بعض النسخ (فعلت على الخزان) من على يعلو اي ترفعت وما في المتن اظهر. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p093'> Vol. 08, p. 093</a>\n            </div>\n            :\n\n(1) لا يبعد ان يكون في الاصل (وأكبره تكبيرا). (آت). (2) الشورى: 23. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p094'> Vol. 08, p. 094</a>\n            </div>\n            :\n\n(1) الصافات: 180.\n\n(2) ثار يثور ثورا: هاج ومنه ثارت القتنة بينهم. وثارت الدخان او الغبار: ارتفع.\n\n(3) الصدع: الشق. وفي بعض النسخ (نقب) مكان (ثقت) وكذا ما ياتي.\n\n(4) طواها اي جمعها.\n\n(5) النازعات: 27 إلى 29. وفيها (ء أنتم اشد خلقا ام السماء بناها). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p095'> Vol. 08, p. 095</a>\n            </div>\n            :\n\n(1) في بعض النسخ (الخلقتين). (2) الانبياء: 29.\n\n(3) اضطرمت النار وتضرمت: اشتعلت. (4) مريم: 85. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p096'> Vol. 08, p. 096</a>\n            </div>\n            :\n\n(1) (مكللة) اي محفوفة، مزينة. وقوله: (جلائلها) كذا في جميع النسخ التي بايدينا وفي تفسير علي بن ابراهيم (جلالها) وهو بالكسر: جمع جل بالضم وهو للدابة كالثوب للانسان تصان به جمعه جلال واجلال.\n\n(2) استبرق: الديباج الغليظ والسندس الديباج الرقيق، والخطم: اللجام: والجذل بالكسر والفتح: اصل الشجرة يقطع وقد <span id='ms4427'></span> يجعل العود جذلا. والارجوان معرب ارغوان.\n\n(3) اي يذهبون بهم على غابة الكرامة كما يزف العروس زوجها، او يسرعون بهم. (آت).\n\n(4) جمع بشرة.\n\n(5) الانسان: 21.\n\n(6) ظاهره انهم يردون اولا باب الجنة ثم إلى الموقف ثم يرجعون إلى الجنة. (آت).\n\n(7) صر يصر صرا وصريرا: صوت وصاح شديدا. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p097'> Vol. 08, p. 097</a>\n            </div>\n            :\n\n(1) الزمر: 20. وفيها (غرف من فوقها غرف مبنية).\n\n(2) الحبك: الشد والاحكام وتحسين اثر الصنعة في الثوب. والتحبيك: التوثيق والتخطيط.\n\n(3) الواقعة: 4 3.\n\n(4) الاكليل: التاج وشبه العصابة تزين بالجواهر.\n\n(5) الحج: 22.\n\n(6) الوصفاء جمع الوصيف وهو كامير: الخادم والخادمة.\n\n(7) الاريكة كسفينة: السرير. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p098'> Vol. 08, p. 098</a>\n            </div>\n            :\n\n(1) العرصة: كل بقعة بين الدور واسعة ليس فيها شئ من بناء.\n\n(2) الرعد: 23. (3) الانسان: 20. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p099'> Vol. 08, p. 099</a>\n            </div>\n            :\n\n(1) الكهف: 31. (2) الانسان: 14.\n\n(3) لعل مراده انه افاض على من انواره فتقدس الخدام لما يوهمه ظاهر كلامه، او انه اراد نوعا من اللحظ المعنوي لا يناسب رفعة شأنه تعالى. (آت).\n\n(4) الثغر: مقدم الاسنان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p100'> Vol. 08, p. 100</a>\n            </div>\n            :\n\n(1) يونس: 11. (2) الصافات: 41.\n\n(3) الصافات: 42. (4) الصافات: 88.\n\nالانبياء: 63. (6) يوسف: 0 7. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p101'> Vol. 08, p. 101</a>\n            </div>\n            :\n\n(1) في النهاية الطنفسة هي بكسر الطاء والفاء وبضمهما وبكسر الطاء وفتح الفاء: البساط الذي له خمل رقيق.\n\n(2) المائدة: 4 4. (3) المائدة: 45.\n\n(4) المائدة: 47. (5) الشعراء: 100 و101. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p102'> Vol. 08, p. 102</a>\n            </div>\n            :\n\n(1) (معاذ لوجه الله): المعاذ بفتح الميم: مصدر بمعنى التعوذ والالتجاء أي أمرنا وشأننا تعوذ بالله من هذا فاللام بمعنى الباء ويحتمل ان يكون في الكلام تقدير اي نتعوذ بالله خالصا لوجهه من ان نستخف بك. (آت).\n\n(2) اي رفعت بمدحك عنا استخفاف الجاحدين وفيه اشعار برجوع حسان عن ذلك كما نقل عنه. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p103'> Vol. 08, p. 103</a>\n            </div>\n            :\n\n(1) القلم: 8 و(المفتون) بمعنى الفتنة كما تقول: ليس له معقول اي عقل وقوله تعالى: (بايكم المفتون اي بأي الفريقين منكم الجنون بفريق المؤمنين او الكافرين، وتعريضه (عليه السلام) بهما لنزول الاية فيهما حيث نسبا النبي (صلى الله عليه وآله) إلى الجنون كما ذكروه في نزول الاية.\n\nفراجع.\n\n(2) محمد: 22. (3) ابراهيم: 28.\n\n(4) البوار: الهلاك. (5) الذاريات: 54.\n\n(6) الذاريات: 55. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p104'> Vol. 08, p. 104</a>\n            </div>\n            :\n\n(1) عزلا: لا سلاح لهم بضم العين وسكون الزاي ججمع اعزل وكذلك اخواته، (بهما) اي ليس معهم شئ وقيل: يعني اصحاء لا آفة بهم ولا عاهة وليس بشئ، (جردا) لا ثياب لهم، (مردا)\n\nليس لهم لحية وهذه كلها كناية عن تجردهم عنما يباينهم ويغطيهم <span id='ms4428'></span> ويخفى حقائقهم مماكان معهم في الدنيا، (يسوقهم النور) اي نور الايمان والشرع فانه سبب ترقيهم طورا بعد طور وفي بعض النسخ\n\n(بالنار) اي نار التكاليف فان التكليف بالنسبة إلى بعض المكلفين نار وبالاضافة إلى اخرين نور\n\n(يجمعهم الظلمة) اي ما يمنعهم من تمام النور والايقان فانه سبب تباينهم الموجب لكثرتهم التي يتفرع عليها الجمعية ويحتمل ان يكون المراد كلما اضاء لهم مشوا فيه وإذا اظلم عليهم قاموا والمعنيان متقاربان. وهذا كلام الفيض رحمه الله في الوافى. والله العالم بحقائق الامور.\n\n(2) اي صياحهم واصواتهم.\n\n(3) يمكن ان يكون اشراف الله تعالى كناية عن توجهه إلى محاسبتهم فالاشراف في حقه مجاز وفي المالائكة حقيقة. (آت).\n\n(4) اي اوداج اعناقهم، قال الفيروزآبادي: الفريص: اوداج العنق والفريصة واحدته واللحمة بين الجنب والكتف التي لا تزال ترعد.\n\n(5) اي يمدون اعناقهم لسماع صوته. مهطعين اي مسرعين. واهطع؟ إذا مد عنقه.\n\n(6) القمر: 8. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p105'> Vol. 08, p. 105</a>\n            </div>\n            :\n\n(1) اي هبات المظالم وابراء الذمم. (في).\n\n(2) لما رأوا من شغل ذممهم بالمظالم وترددهم في ابراء خصمائهم من مظالمهم او اخذهم بها لجهلهم. (في). (3) يعني انهم يطلعون وقتئذ على اطلاع الله على مشقتهم والا فان الله سبحانه لم يزل مطلعا على السرائر والعلن. (في) و(4) من باب الافعال اي يظهره لهم.\n\n(5) في غير واحد من النسخ (من الانية).\n\n(6) (حفافة القصر) اي جوانبه. والوصائف والخدم من باب عطف احد المترادفين على الاخر والخدم أعم من الاثاث. (في). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p106'> Vol. 08, p. 106</a>\n            </div>\n            :\n\n(1) الكرد: الطرد والدفع.\n\n(2) اي مستولى على العرش يأتي أمره من قبل العرش. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p107'> Vol. 08, p. 107</a>\n            </div>\n            :\n\n(1) الترديد من الراوي. (آت).\n\n(2) التوبة: 54 و55. وقوله: (تزهق انفسهم) اي تهلك وتبطل.\n\n(3) الظاهر انه يونس بن عبدالرحمن ولم تعهد روايته عن الصادق (عليه السلام) ويحتمل على بعد ان يكون ابن يعقوب فيكون الخبر موثقا لكن رواية محمد بن عيسى عنه غير معهود. (آت).\n\n(4) الاحزاب: 70 و71.\n\n(5) الحرمة ما يجب احترامه واكرامه على الخلق لوجهه تعالى. (آت).\n\n(6) محمول على الغالب او مخصوص بالمؤمن الكامل. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p108'> Vol. 08, p. 108</a>\n            </div>\n            :\n\n(1) اي القديم والحديث لا ما ياتي لانه ينافي الغفران الذي هو بمعنى التجافي عن الذنب فاذا <span id='ms4429'></span> لم يذنب العبد ذنبا فلا مورد للغفران. والدليل على ان المراد بهما القديم والحديث قوله تعالى: (إلى ربك يومئذ المستقر ينبؤا الانسان بما قدم واخر). وبمكن ان يكون الغفران بمعنى ان الله يصونه من ان يمسه العذاب.\n\n(2) اي في وسعة من عفو الله وغفرانه.\n\n(3) ربيئة على وزن فعيلة بالهمز وهي العين والطليعة الذي ينظر للقوم لئلا يدهمهم عدو. آت.\n\n(4) الظاهر ان المراد التفكر فيما يحصل في نفس الانسان من الوساوس في خالق الاشياء وكيفية خلقها وخلق اعمال العباد والتفكر في الحكمة في خلق بعض الشرور في العالم من غير استقرار في النفس وحصول شك بسببها كما رواه المؤلف عن محمد بن حمران قال سألت أبا عبدالله عن الوسوسة فقال: لا شئ فيها تقول: لا اله الا الله. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p109'> Vol. 08, p. 109</a>\n            </div>\n            :\n\n(1) الوعك: الحمى.\n\n(2) اشعرت على البناء للمجهول او على صيغة الخطاب المعلوم مع همزة الاستفهام اي هل احسست بذلك ولعل مراده (عليه السلام): ان الحرارة قد تظهر آثارها في اعالي الجسد وقد تظهر في أسافلها. (آت). (3) لعل نداؤه كان للاستشفاء بها. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p110'> Vol. 08, p. 110</a>\n            </div>\n            :\n\n(1) مضمون تلك الرواية من المشهورات بين الخاصة والعامة قال ابن ابي الحديد: روى ابو عمرو محمد بن عبدالواحد الزاهد اللغوي غلام ثعلب ورواه ايضا محمد بن حبيب في اماليه ان رسول الله لما فر معظم اصحابه عن يوم احد كثرت عليه كتائب المشركين وقصدته كتيبة من بني كنانة ثم من بني عبد مناف بن كنانة فيها بنو سفيان بن عوف وهم عوف خالد بن ثعلب وابوالشعثاء بن سفيان وابوالحمراء بن سفيان وغراب بن سفيان فقال رسول الله: يا علي اكفني هذه الكتيبة فحمل عليها وانها لتقارب خمسين فارسا وهو (عليه السلام) راجل فما زال يضربها بالسيف فتفرق عنه ثم تجتمع عليه هكذا مرارا حتى قتل بني سفيان بن عوف الاربعة وتمام العشرة منها ممن لا يعرف باسمائهم، فقال جبرئيل (عليه السلام) لرسول الله (صلى الله عليه وآله): ان هذه للمؤاساة لعقد عجبت الملائكة من مؤاساة هذا الفتى فقال رسول الله (صلى <span id='ms4430'></span> الله عليه وآله): وما يمنعه وهو مني وانا منه، فقال جبرئيل (عليه السلام) وانا منكما، قال: وسمع ذلك اليومك صوت من قبل السماء لا يرى شخص الصارخ به، ينادي مرارا\n\n(لا سيف الا ذو الفقار ولا فتى الا علي) فسئل رسول الله (صلى الله عليه وآله) عنه فقال: جبرئيل (عليه السلام)، قلت: وقد روى هذا الخبر جماعة من المحدثين وهو من الاخبار المشهورة ووقفت عليه عن بعض مغازي محمد بن سحاق ورايت بعضها خاليا عنه وسألت شيخي عبدالوهاب بن سكينة عن هذا الخبر فقال: خبر صحيح، فقلت له: فما بال الصحاح لم اشتمل عليه؟ قال: وكلما كان صحيحا تشتمل عليه كتب الصحاح، كم قد اهمل جامعوا الصحاح من الاخبار الصحيحة انتهى كلامه. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p111'> Vol. 08, p. 111</a>\n            </div>\n            :\n\n(1) قتادة هو من اكابر محدثي العامة، من تابعي العامة البصرة، روى عن انس وابي الطفيل وسعد بن المسيب والحسن البصري. (آت).\n\n(2) لعله لعنه الله حملته الحمية والكفر على ان يتعصب للمشركين بانهم لم يذلوا بقتل هؤلاء بل كان فيهم اعز منهم او عرضه الحمية لابي سفيان وسائر بني امية وخالد بن الوليد فانهم كانوا يومئذ بين المشركين ويحتمل ان يكون مراده ان غلبة رسول الله وهو سيد العرب كان يكفي لعزهم ولم يذلوا بفقد هؤلاء.\n\n(3) اعلم الفرس اي علق عليه صوفا ملونا في الحرب، ونفسه: وسمها بسيماء الحرب.\n\nلعلمها (القاموس) وقال الجوهري: اعلم الفارس: جعل لنفسه علامة الشجعان.\n\n(4) (ما تنقم) قال الجوهري: نقمت على الرجل انقم بالكسر فانا ناقم إذا عتبت عليه، يقال:\n\nما نقمت منه الا الاحسان. وقال الكسائي: نقمت بالكسر لغة ونقمت الامر ايضا ونقمته إذا كرهته وانتقم الله منه اي عاقبه. وقال: شمس الفرس شموسا وشماسا اي منع ظهره وهو فرس شموس وبه شماس ورجل شموس: صعب الخلق وقال الفيروزآبادي: نعم منه كضرب وعلم وانتقم (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p112'> Vol. 08, p. 112</a>\n            </div>\n            :\n\nعاقبه. اقول: الظاهر ان كلمة (ما) للاستفهام ويحتمل على ان بعد ان تكون نافية ومآلهما واحد اي لا يقدر الحرب التي لا يقدر عليها بسهولة ولا تطيع المرء فيما <span id='ms4431'></span> يريد منها ان تنتقم مني او ان تعيبني او تظهر عيبي قوله: (بازل عامين حديث السن) الظاهر انهما حالان عن الضمير المجرور في قوله: (منى) وقد روى هذا عن امير المؤمنين (عليه السلام) ايضا هكذا:\n\nقد عرف الحرب العوان اني * بازل عامين حديث السن سنحنح الليل كاني جنى * استقبل الحرب بكل فن معي سلاحي ومعي مجنى * وصارم يذهب كل ضغن امض به كل عدو عنى * لمثل هذا ولدتني امى قال الجزري: ومنه حديث على بن اي طالب (بازل عامين حديث السن) البازل من الابل الذي تم لها ثمان سنين ودخل في التاسعة وحينئد يطلع نابه وتكمل قوته ثم يقال له بعد ذلك:\n\nبازل عام وبازل عامين يقول: انا مستجمع الشباب، مستكمل القوة. (آت).\n\n(1) اي لذلك يقال ابن اخي لان خالدا كانت امه من قبيلته والاصوب ما في بعض النسخ قسرية لان خالد بن عبدالله مشهور بالقسري. (آت).\n\n(2) التجهير اعداد مايحتاج اليه المسافر أوالعروس او الميت ويحتمل ان يكون من قولهم: اجهز على الجريح اي اثبت قتله واسرعه وتم عليه. (3) (ابن الحوضين) اي اللتين صنعهما عبدالمطلب عند زمزم لسقاية الحاج. و(العام السغب)\n\nالظاهر انه بكسر الغين اي عام القحط والمجاعة. (آت).\n\n(4) اي مع الرسول في نصره. و(احمى) اي ادفع العار عن احسابي واحساب آبائي ويحتمل على بعد ان يقرأ بكسر السين اي عن ذي حسب هو الرسول (صلى الله عليه وآله). (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p113'> Vol. 08, p. 113</a>\n            </div>\n            :\n\n(1) طه: 115، والنهي ارشادي وليس بتحريمي ومعنى النسيان في الاية الترك كما ذكره جماعة من المفسرين وقد ورد في كثير من الاخبار منها ما رواه علي بن ابراهيم باسناده عن ابي جعفر (عليه السلام) في قول الله تعالى: (ولقد عهدنا إلى آدم الاية) قال عهد اليه في محمد والائمة من بعده فترك\n\nولم يكن له عزم الخ. ولا يخفى ان محمد بن الفضيل يرمى بالغلو وضعفه غير واحد من الاصحاب.\n\n(2) المائدة: 27. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p115'> Vol. 08, p. 115</a>\n            </div>\n            :\n\n(1) الاعراف: 58. هود: 5 2. العنكبوت: 14. (2) النساء: 163.\n\n(3) الشعراء: 105. (4) الشعراء: 191.\n\n(5) اي كثير منهم أو جماعة منهم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p116'> Vol. 08, p. 116</a>\n            </div>\n            :\n\n(1) الاعراف: 4 6. (2) الشعراء: 123 و124.\n\n(3) البقرة <span id='ms4432'></span>: 132. (4) الانعام: 84.\n\n(5) في بعض النسخ (أمن). (6) هود: 89.\n\n(7) العنكبوت: 26. (8) العنكبوت: 16.\n\n(9) أي متواترا. (10) المؤمنون: 45 وفيها (رسولها). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p117'> Vol. 08, p. 117</a>\n            </div>\n            :\n\n(1) الظاهر (سوق بقلهم) كما روى في غيره اي كانوا لا يبالون بذلك بحيث كان يقوم بعد قتل سبعين نبيا جميع اسواقهم حتى سوق بقلهم إلى آخر النهار لعدم اعتنائهم بذلك او المراد انه ربما كان يمتد زمان قتلهم إلى آخر النهار او ربما ياخذون في قتلهم اخر النهار فيقتلون في هذا الزمان القليل مثل هذا العدد الكثير وعلى اخيرين يكون سوق القتل كناية عن المعركة التي اقاموها لقتلهم ولا يخفى بعدهما. (آت).\n\n(2) الاعراف: 156. (3) الصف: 6.\n\n(4) آل عمران: 33 و34.\n\n(5) اي لم يجعل العلم مبنيا على الجهل بان يكون امر الحجة مجهولا، لا يعلمه الناس ولا بينة لهم. او لم يجعل اعلم مخلوطا بالجهل بل لا بد ان يكون العالم عالما بجميع ما يحتاج اليه الخلف ولا يكون اختيار مثله الا منه تعالى. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p118'> Vol. 08, p. 118</a>\n            </div>\n            :\n\n(1) النساء: 54. وفيها (فقد آتينا آل ابراهيم) ولعله من النساخ.\n\n(2) اي بقية علوم الانبياء وآثارهم ويحتمل ان يكون اشارة إلى قوله تعالى: (بقية الله خير لكم)\n\nوفسرت في الاخبار الكثيرة بالائمة (عليهم السلام). قوله: وفيهم العاقبة كما قال: (والعاقبة للمتقين). (آت).\n\nوفي هامش بعض النسخ بقوله (عليه السلام): (جعل الله فيهم البقية) لعل المراد بالبقية بقية احكام الدين التي يستنبطها الائمة (عليهم السلام) من الايات الفرقانية وما وصل اليهم من رسول الله صليل الله عليه وآله من الاصول الكلية وبالعاقبة النجاة فان شيعة الائمة الاثني عشرية (عليهم السلام) والعارفين لحقهم من الامة هم الناجون لا غير بالروايات المتفق عليها الجمع على صحتها بين اكثر الامة من المؤالف والمخالف مثل قوله (صلى الله عليه وآله): (خلفائي اثني عشر). و(بحفظ الميثاق): هو عبادة العباد الله عزوجل حيث عاهد بحكم قابليتهم الفطرية لعبادة خالقهم وربهم ان يقبلوا تكليفه واطاعته والسعي إلى مراضيه ولا يحفظ هذا العهد والميثاق الا بمعرفة النبي (صلى الله عليه وآله) ومعرفة حفظة دينه وعلمه واطاعتهم كما قال: (اطيعوا الله واطيعوا الرسول واولى الامر منكم). انتهى <span id='ms4433'></span>.\n\n(3) قوله: (والعلماء) معطوف على العاقبة وقوله: (للهداة) معطوف على يقوله: (لولاة الامر). (ماخوذ من آت).\n\n(4) بضم الفاء وتشديد الضاد المفتوحة جمع فاضل كخلص وغيب. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p119'> Vol. 08, p. 119</a>\n            </div>\n            :\n\n(1) (متكلفين) عطف على الجهال اي جعل المتكلفين ولاة امر الله (آت).\n\n(2) مضمون ماخوذ من القرآن. (3) النور: 36.\n\n(3) اي هذه الامور المذكورة سابقا وصية من الله اخذها كل امام ونبي عمن قبله ووجب على الناس قبولها. (آت).\n\n(4) الانعام: 84 إلى 87.\n\n(5) لعل الباء زائد من النساخ. (آت).\n\n(6) اشارة إلى قوله تعالى: (ان تكفروا فان الله عني عن العالمين) سورة الزمر: 7. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p120'> Vol. 08, p. 120</a>\n            </div>\n            :\n\n(1) كان فيه حذفا وايصالا اي سأل لهم. (آت).\n\n(2) كان معطوف على الحجة أي يكون لكم طريق إلى ربكم في الدنيا او الطريق الموصل إلى الجنة في الاخرة ويحتمل ان يكون خبر مبتدا محذوف اي هم طريق ربكم. (آت).\n\n(3) هو نافع بن سرجس مولى عبدالله بن عمر بن الخطاب كان ذميا وهو من التابعين المدينين والعامة رووا عنه اخبارا كثيرة ومعظم رواياته عن ابن عمر وهو من الثقات عندهم وكان ناصبيا خبيثا معاندا لاهل البيت (عليهم السلام) ويظهر من اخبارنا انه كان يميل إلى رأي الخوارج كما يدل عليه هذا الخبر (آت).\n\n(4) اي ازدحموا عليه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p121'> Vol. 08, p. 121</a>\n            </div>\n            :\n\n(1) هو الذي دلت عليه اخبارنا في قدر زمان الفترة وقد روى الصدوق رحمه الله في كتاب كمال الدين باسناده عن ابي عبدالله (عليه السلام) قال: كان بين عيسى وبين محمد (صلى الله عليه وآله) خمسمائة عام وهذا هو الصحيح. (آت).\n\n(2) الزخرف: 45. وفيها (من قبلك).\n\n(3) الاسراء: 2. (4) الانبياء: 30.\n\n(5) العزالي جمع العزلاء وهو فم المزادة.\n\n(6) فهق الاناء كفرج فهقا: امتلاء. وفي اكثر النسخ تفيهت اي انها فتحت افواهها ولكن كان القياس تفوهت ويحتمل كونه (تفتقت) فصحف. (7) ابراهيم: 48.\n\n(8) رواه علي ابن ابراهيم في تفسيره وفيه فقال ابوجعفر (عليه السلام): (بخبزة بيضاء ياكلون منها حتى يفرغ الله من حساب الخلائق). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p122'> Vol. 08, p. 122</a>\n            </div>\n            :\n\n(1) اي ارتددت ورجعت عن مذهبك. اراد (عليه السلام) الاحتجاج عليه فيما كان يعتقده من رأي الخوارج. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p123'> Vol. 08, p. 123</a>\n            </div>\n            :\n\n(1) اي جدير بان يسأل عنه.\n\n(2) افاق من مرضه: رجعت الصحة اليه.\n\n(3) رطمته في الوحل <span id='ms4434'></span> فارتطم هو اي ارتبك فيه ولم يكد يتخلص. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p124'> Vol. 08, p. 124</a>\n            </div>\n            :\n\n(1) التحريش بين البهائم هو الاغراء وتهيج بعضها على بعض. (النهاية). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p125'> Vol. 08, p. 125</a>\n            </div>\n            :\n\n(1) في بعض النسخ (فمرموز).\n\n(2) الضيم: الظلم.\n\n(3) في بعض النسخ (ولا تحضر حصن زنا). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p126'> Vol. 08, p. 126</a>\n            </div>\n            :\n\n(1) في بعض النسخ (أمر به).\n\n(2) كجعفر: الجيش الكبير والرجل العظيم والسيد الكريم وكانه اشارة إلى جيش سفيان وفتنته.\n\n(3) اي كرهت المقام فيها.\n\n(4) من الغارة.\n\n(5) الشعث محركة: انتشار الامر.\n\n(6) السرح بالفتح الماشية. والمال السايم من الغنم والبقر وعير ذلك.\n\n(7) لعل (صلى الله عليه وآله) لم ينهه عن الخروج وانما اخبره بوقوع ذلك. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p127'> Vol. 08, p. 127</a>\n            </div>\n            :\n\n(1) الجائفة: الطعنة التي تبلغ الجوف.\n\n(2) نسف البناء: قلعه من اصله.\n\n(3) رواه الواقدي في تفسير قوله تعالى: (يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ هم قوم ان يبسطوا إليكم ايديهم فكف ايديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون) ان رسول الله غزا جمعا من بني ربيان ومحارب بذي إمر فتحصنوا برؤوس الجبال ونزل رسول الله (صلى الله عليه وآله) بحيث يراهم فذهب لحاجته فاصابه مطر فبل ثوبه فنشره على شجرة واضطجع تحته والاعراب ينظرون اليه فجاء سيدهم دعثور بن الحرث حتى وقف على رأسه بالسيف مشهورا فقال: يا محمد من يمنعك مني اليوم؟ فقال: الله، فدفع جبرئيل (عليه السلام) في صدره ووقع السيف من يده فاخذه رسول الله (صلى الله عليه وآله) وقام على رأسه وقال: من يمنعك مني اليوم؟ فقال: لا أحد وأنا أشهد أن لا اله الا الله وان محمدا رسول الله فنزلت الاية. وروى ابن شهر آشوب عن الثمالي نحوا من ذلك وقال في اخره:\n\nفسئل بعد انصرافه عن حاله فقال: نظرت إلى رجل طويل ابيض دفع في صدري فعرفت انه ملك ويقال: إنه أسلم وجعل يدعو قومه إلى الاسلام. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p128'> Vol. 08, p. 128</a>\n            </div>\n            :\n\n(1) اي هم راضون بما قدر لهم من التقية في الدنيا ولا يريدون اكثر من ذلك حذرا من ان يصير سببا لطغيانهم. (آت). (2) المؤمنون: 60. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p129'> Vol. 08, p. 129</a>\n            </div>\n            :\n\n(1) آل عمران: 31. (2) في بعض النسخ (يصل).\n\n(3) لعله كان فعله (عليه السلام) لبيان الجواز او لعذر الضعف. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p130'> Vol. 08, p. 130</a>\n            </div>\n            :\n\n(1) من الجائزة <span id='ms4435'></span> بمعنى العطية (آت).\n\n(2) اي يحصل بعد ذلك فنعطيك وقوله: (ما أعطى على الله) أي معتمدا ومتوكلا على الله ويحتمل ان يكون (على) بمعنى (عن) اي عنه ومن قبله تعالى. (آت)\n\n(3) في كثير من النسخ (من يناوله بيده) فلعله بيان وتفسير او بدل لقوله ذلك او الباء السببية فيه مقدرة اي يسلم ذلك له بان يبعث اليه من يعطيه بيده ولعله تصحيف. (آت).\n\n(4) (وإن كان صاحبكم) يعني امير المؤمنين و(آن) مخففة. (آت).\n\n(5) (القميص السنبلاني) قال الفيروزآبادي قميص سنبلاني: سابغ الطول او منسوب إلى بلد بالروم وفي امالي الصدوق: (القميص سنبلاني). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p131'> Vol. 08, p. 131</a>\n            </div>\n            :\n\n(1) اي حملت الارض.\n\n(2) المتحنن: المترحم. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p132'> Vol. 08, p. 132</a>\n            </div>\n            :\n\n(1) التحري: الطلب.\n\n(2) اي ابغضها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p133'> Vol. 08, p. 133</a>\n            </div>\n            :\n\n(1) الجشب: الغليظ.\n\n(2) اي مواضعها وفي الامالي مواضع الصلوات.\n\n(3) الكليل: الكال: يقال: (بصر كليل) اي ضعيف و(سيف كليل) اي لا يقطع والجمع كلال.\n\n(4) الاحضان جمع الحضن وهو ما دون الابط إلى الكشح. وهو كناية عن ضبط الحرام وحفظه وعدم رده إلى اهله. (آت) وقوله: (آليت) اي حلفت. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p134'> Vol. 08, p. 134</a>\n            </div>\n            :\n\n(1) في بعض النسخ (يتحببون بي إلى المؤمنين).\n\n(2) اوبقه اي اهلكه.\n\n(3) من المداهنة. وهي اظهر خلاف ما تضمر.\n\n(4) اصطلمه اي استاصله. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p135'> Vol. 08, p. 135</a>\n            </div>\n            :\n\n(1) الحنان: الرحمة.\n\n(2) اي بشئ مثل ديني وضمير (عليها) راجع إلى الخليقة. (آت).\n\n(3) قوله تعالى: (فيضا) اي كثيرا واسعا وفيه استعارة مكنية والتكدير الترشيح اذ الفيض يطلق على كثرة الماء وسيلانه والظاهر ان الغرض بهذا الخطاب امة عيسى (عليه السلام) كما ورد في القرآن آيات كثيرة المخاطب بها الرسول والمراد بها امته كقوله تعالى: (ولئن اشركت ليحبطن عملك)\n\nواضرابها. (آت).\n\n(4) اي بآثاره واعماله واخلاقه فانها زينة المتقين ومن احسن زينتهم حب المساكين والمعاشرة معهم. وقوله: (هونا) قال الجوهري: الهون: الوقار والسكينة وفلان يمشي على الارض هونا. (آت). (5) هذا خلاف المشهور من ان جواز الصلاة في كل البقاع من خصائص نبينا (صلى الله عليه وآله) بل كان يلزمهم الصلاة في بيعهم وكنايسهم فيمكن ان بكون هذا الحكم فيهم مختصا بالفرائض. (آت)\n\n(6) (شمر) اي هئ. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p136'> Vol. 08, p. 136</a>\n            </div>\n            :\n\n(1) النكل: القيد الشديد والجمع انكال او قيد من نار. (القاموس).\n\n(2) (عاصيا) نصب <span id='ms4436'></span> على الحال وكذا (لاهيا) وفي بعض النسخ (ولا تسترحن لاهيا) وقوله:\n\n(افطم) اي اقطع. والموبقات: المهلكات. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p137'> Vol. 08, p. 137</a>\n            </div>\n            :\n\n(1) اي بلفظ (كن) من غير والد. (آت).\n\n(2) اي في الزهد والعبادة وساتر الكمالات. (آت).\n\n(3) (حسن فيها) اي زين للناس فيها ما قد ترى من زخارفها التي اقتتل عليها الجبارون وذبح بعضهم بعضا لاجلها. (آت).\n\n(4) اي اطلبني وتقرب بي عندما تتكئ عند وسادك للنوم بذكرى تجدني لك حافظا في نومك مجيبا في تلك الحال ايضا. (آت).\n\n(*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p138'> Vol. 08, p. 138</a>\n            </div>\n            :\n\n(1) اي ان هلكوا وضلوا واصروا على المعاصي يكون بعد اتمام الحجة عليهم. (آت).\n\n(2) اي افيض عليك من رحماتي الخاصة من غير ان يطلع عليها غيري. (آت).\n\n(*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p139'> Vol. 08, p. 139</a>\n            </div>\n            :\n\n(1) الخدن والخدين: الصديق. وفي بعض النسخ (اخوان).\n\n(2) الفرق بالتحريك: الخوف.\n\n(3) في بعض النسخ (إذ هم).\n\n(4) العزالى جمع العزل وهو فم المزادة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p140'> Vol. 08, p. 140</a>\n            </div>\n            :\n\n(1) اي يقول: بسم الله الرحمن الرحيم.\n\n(2) (يتيم) اي بلا اب او بلا نظير او متفرد عن الخلق (ضال برهة) اي طائفة من زمانه عما يراد به اي الوحي والبعثة او ضال بين قومه لا يعرفونه بالنبوة فكانه ضل عنهم ثم وجدوه. (آت).\n\n(2) اي فاطلب.\n\n(3) اي فضلا واحسانا، او حلالا طيبا. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p141'> Vol. 08, p. 141</a>\n            </div>\n            :\n\n(1) في بعض النسخ (بالنصيحة).\n\n(2) ص: 61 و62. (3) ص: 63.\n\n(4) اغريت الكلب بالصيد وغرى به اي أولع به. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p142'> Vol. 08, p. 142</a>\n            </div>\n            :\n\n(1) المجادلة: 9.\n\n(2) اشارة إلى ما رواه على بن ابراهيم في تفسيره باسناده عن ابي عبدالله (عليه السلام) قال: كان سبب نزول هذه الاية ان فاطمة عليها السلام رات في منامها ان رسول الله (صلى الله عليه وآله) هم ان يخرج هو وفاطمة وعلي والحسن والحسين (عليهم السلام) من المدينة فخرجوا جتى جاوزوا من حيطان المدينة فعرض لهم طريقان فاخذ رسول الله صلى الله على وآله ذات اليمين حتى انتهى بهم إلى موضع فيه نخل وماء فاشترى رسول الله صلى الله وآله شاة كنزا وهي التي في احد اذنيها نقط بيض فامر بذبحها فلما اكلوا ماتوا في مكانهم فانتبهت فاطمة باكية ذعرة فلم تخبر رسول الله (صلى الله عليه وآله) بذلك فلما اصبحت جاء رسول الله (صلى الله <span id='ms4437'></span> عليه وآله) بحمار معه فاركب عليه فاطمة عليها السلام وامر ان يخرج امير المؤمنين والحسن والحسين عليهم إلى المدينة كما رأت فاطمة عليها السلام حتى انتهوا إلى موضع فيه نخل وماء فاشترى رسول الله (صلى الله عليه وآله) شاة كنزا كما رات فاطمة فامر بذبحها فذبحت وشويت فلما ارادوا اكلها قامت فاطمة وتنحت ناحية منهم تبكي مخافة ان يموتوا طلبها رسول الله (صلى الله عليه وآله) حتى وقع عليها وهي تبكي فقال: ما شأنك يا بنية؟\n\nقالت: يا رسول الله اني رايت البارحة كذا وكذا في نومي وفعلت أنت كما رأيته فتنحيت عنكم لان لا أراكم تموتون فقام رسول الله (صلى الله عليه وآله) فصلى ركعتين ثم ناجى ربه فنزل جبرئيل فقال:\n\nيا رسول الله هذا شيطان يقال له: الزها (الدهان) وهو الذي أرى فاطمة هذا الرؤيا ويؤذي المؤمنين في نومهم ما يغتمون به فامر جبرئيل فجاء به إلى رسول الله فقال له: انت الذي ارى فاطمة هذه الرؤيا قال: نعم يا محمد فبصق عليه ثلاث بصقات فشجه في ثلاث مواضع ثم قال جبرئيل: قل يا رسول الله إذا رايت في منامك شيئا تكرهه او رأى أحد من المؤمنين فليقل: (اعوذ بما عاذت به ملائكة الله المقربون وانبياءه المرسلون وعباده الصالحون من شر ما رأيت من رؤياي) وتقرأ الحمد لله والمعوذتين ويقال هو الله أحد وتتفل عن يسارك ثلاث تفلات فانه لا يضره ما رأى، فانزل الله على رسوله\n\n(انما النجوى من الشيطان). (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p143'> Vol. 08, p. 143</a>\n            </div>\n            :\n\n(1) استظهر المجلسي رحمه الله رحمه الله (ثم اتفلى عن يسارك ثلاث مرات) كما يدل عليه خبر رؤيا فاطمة عليها السلام.\n\n(2) التنزيل: 7. (3) حفص بن غياث كان عاميا.\n\n(4) الكنانة: * جعبة من جلد لا خشب فيها او بالعكس. (القاموس). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p144'> Vol. 08, p. 144</a>\n            </div>\n            :\n\n(1) مريم: 25. (2) الخرنوب: نبت.\n\n(2) المنسأة: العصا. والارضة: دويبة معروفة.\n\n(4) سبأ: 14. (5) هود: 5. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p145'> Vol. 08, p. 145</a>\n            </div>\n            :\n\n(1) (وخلق الطاعة) اي قدرها قبل المعصية وتقديرها وكذا في الفقرتين بعدها والخلق بمعنى التقدير شائع ولعل المراد بخلق الشر خلف ما يترتب عليه شر وان كان ايجاده خيرا وصلاحا. (آت <span id='ms4438'></span>).\n\n(2) السجدة: 4.\n\n(3) الاعراف: 17. وقوله: (لاقعدن) اي لاحبسن. ونصب الصراط على الطرف.\n\n(4) اي معظم ترصده انما هو لمن تبع دين الحق لعلمه بانهم ينتفعون باعمالهم واديانهم فيريد ان يضلهم إما عن دينهم وإما عن اعمالهم فاما الاخرون اي المخالفون فلا ترصد لهم لانه اضلهم عن دينهم فقد فرغ عن امرهم لانهم لضلالتهم لا ينتفعون بما يعملون من الطاعات بل هي موجبة لشدة نصبهم وتعبهم في الدنيا ووفور عذابهم في الاخرة. (آت).\n\n(5) في بعض النسخ (باعينكم إلى قريب). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p146'> Vol. 08, p. 146</a>\n            </div>\n            :\n\n(1) اي عن المعاصي أو عن الناس بالتقية. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p147'> Vol. 08, p. 147</a>\n            </div>\n            :\n\n(1) اي الف نوع او الف قاعدة من القواعد الكلية التي تستنبط من كل قاعدة منها الف قاعدة اخرى والاول اظهر. (آت).\n\n(2) اي خمسون رجلا يشهدون ويقسمون عليه ولعل هذا مختص بما إذا كان فيما يتعلق بنفسه من غيبته او الازراء به ونحو ذلك فاذا انكرها واعتذر اليه يلزمه ان يقبل عذره ولا يؤاخذه بما بلغه عنه ويحتمل التعميم ايضا فان الثبوت عند الحاكم بعدلين او اربعة واجراء الحد عليه لا ينافي ان يكون غير الحاكم مكلفا باستتار ما ثبت عنده من اخيه من الفسوق التي كان مستترا بها. (آت).\n\n(3) الاذاعة: الافشاء. وفي بعض النسخ (تدعين عليه).\n\n(4) الشين: العيب.\n\n(5) النور: 18. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p148'> Vol. 08, p. 148</a>\n            </div>\n            :\n\n(1) يقال: خفر به خفرا وخفورا اي نقض عهده والخفر ايضا الاجارة والمنع وحفظ الامان وعلى التقديرين اقيم علة الجزاء هنا مقامه اي من كان له عهد وامان وذمة من قبل احد من المسلمين فروعى امانه فقد روعى امان حليف رسول الله (صلى الله عليه وآله) اي معتقه او من آمنه لانه (صلى الله عليه وآله) حكم بحفظ امانه واعتقه من القتل فهو مولاه وان نقض عهده فقد نقض عهد مولى الرسول (صلى الله عليه وآله) لانه مولاه. (آت).\n\n(2) اي في هذا الزمان الذي ارتفع حكم الهجرة. (آت).\n\n(3) في سربه بالكسر اي في نفسه.\n\n(4) زخر البحر اي مد وكثر ماؤه وارتفعت امواجه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p149'> Vol. 08, p. 149</a>\n            </div>\n            :\n\n(1) ماد الشئ يميد ميدا: تحرك.\n\n(2) شمخ شموخا اي ارتفعت، وشمخ بانفه تكبر.\n\n(3) الزفير: اغتراق النفس للشدة وايضا <span id='ms4439'></span> اول صوت الحمار والشهيق آخره لان الزفير ادخال النفس والشهيق اخراجه. وزفر النار: سمع لتوقدها صوت.\n\n(4) اثارت اي هاجت.\n\n(5) عصفت اي اشتدت. وارخت اي وسعت وفي بعض النسخ (لوحت اذيالها) اي رفعتها وحركتها تبخترا وتكبرا وهذا من احسن الاستعارات. (آت)\n\n(6) اي لا احييك فتكون حياتك رجاء ا لاهل النار وخوفا لاهل الجنة وذبح الموت لعل المراد به ذبح شئ مسمى بهذا الاسم ليعرف الفريقان رفع الموت عنهما على المشاهدة والعيان إن لم نقل بتجسم الاعراض في تلك النشأة لبعده عن طور العقل. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p150'> Vol. 08, p. 150</a>\n            </div>\n            :\n\n(1) اي متقبل وصيتي وعامل بها.\n\n(2) نظمه بعض شعراء الفرس واجاد بقوله:\n\nكفت بيغمبر كه رحم آريد بر * حال من كان غنيا فافتقر والذي كان عزيزا فاحتقر * او صفيا عالما بين المضر اى مهان يعنى كه بر اين سه كروه * رحم آريد ار زسنكيد ار ز كوه آنكه او بعد از عزيزى خوار شد * وانكه بد با مال بىاموال شد وان سون آن عالمى كاندر جهان * مبتلا كشته ميان ابلهان.\n\n(3) اي لا تجسسوا عيوب من اقبل عليكم بمودته واظهر محبته لكم ولا تفشوها، قال الجزري:\n\nفيه (لا يكون المؤمن طعانا) اي وقاعا في اعراض الناس بالذم والغيبة ونحوهما وهو فعال من طعن فيه وعليه بالقول يطعن بالضم والفتح إذا عابه (ولا توقفوه) اي لا تطلعوه على سيئة اطلعتم عليها منه فيعلم اطلاعكم عليها فيخضع ويذل لها. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p151'> Vol. 08, p. 151</a>\n            </div>\n            :\n\n(1) اي اخفوا ما يحب الله اظهاره.\n\n(2) اي كما انهم يتلذذون بالفقاع والانبذة التي هم يستحلونها وانتم تحرمونها ولا تنتفعون بها فكذلك المتعة انتم تتلذذون بها وهم لاعتقادهم حرمتها لا ينتفعون ولا يتلذذون بها وفي بعض النسخ صحف بالاسرية بالسين المهملة والياء المثناة من تحت جمع السرية اي انكم لفقركم لا تقدرون على التسرى فجعل الله لكم المتعة عوضا عنهن وفي سائر كتب الحديث كما ذكرنا اولا وهو الظاهر من وجوه كما لا يخفى. (آت).\n\n(3) (لو كتبت) للتمني.\n\n(4) اي ولاية العهد.\n\n(5) اي طرقها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p152'> Vol. 08, p. 152</a>\n            </div>\n            :\n\n(1) اي خصلتان.\n\n(2) شاطئ النهر: جانبه وطرفه.\n\n(3) اي احسنهما رعاية <span id='ms4440'></span> وحفظا للاسلام. من قولك: ابقيت على فلان إذا رعيت عليه ورحمته. ومنه قوله تعالى: (اولو بقية ينهون عن الفساد في الارض) والحاصل ان رعاية الدين والاسلام سبب للنصرة والغلبة. (آت).\n\n(4) الغرض التحريص على ايصال النفع إلى الناس لجلب مودتهم والتخدير عن الاضرار لرفع بغضهم. (آت).\n\n(5) هو محمد بن جعفر بن عون الاسدي كما يظهر من تبتع كتب الصدوق وغيرها. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p153'> Vol. 08, p. 153</a>\n            </div>\n            :\n\n(1) فد مر بعينه سندا ومتنا تحت رقم 8 6.\n\n(2) القى بالكسر والتشديد فعل من القواء وهي الارض القفر الخالية. (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p154'> Vol. 08, p. 154</a>\n            </div>\n            :\n\n(1) الطلاق: 12. (2) طه: 6. والثرى: التراب الندى وهو الذي تحت ظاهر وجه الارض.\n\n(3) النور: 43. (4) البقرة: 255. (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p155'> Vol. 08, p. 155</a>\n            </div>\n            :\n\n(1) طه: 5. اي استولى.\n\n(2) لعله ابن محبوب، يعني ان هذا الخبر كان في كتابه كذلك. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p156'> Vol. 08, p. 156</a>\n            </div>\n            :\n\n(1) آل عمران: 170.\n\n(2) الرحمن: 70. و(خيرات) يريد خيرات فخفف.\n\n(3) الرحمن: 72. (حور) جمع حوراء وهي الشديدة البياض بياض العين في شدة سوادها.\n\nوالمقصورات: المخدرات.\n\n(4) المضمومات اي اللاتي ضممن إلى خدورهن لا يفارقنه وفي بعض النسخ (المضمرات) وقال الجزري: تضمير الخيل هو ان تضامر عليها بالعلف حتى تسمن. (آت). (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p157'> Vol. 08, p. 157</a>\n            </div>\n            :\n\n(1) الكاعب: الجارية حين تبدو ثديها للنبود اي الارتفاع عن الصدر.\n\n(2) رواية الكناني عن الاصبغ بلا واسطة بعيد.\n\n(3) الحج: 18. (4) الجبانة: الصحراء.\n\n(5) طم الاناء: ملاه، والركية يطمها ويطمها: دفنها وسواها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p158'> Vol. 08, p. 158</a>\n            </div>\n            :\n\n(1) انما سمى (عليه السلام) تارك النهي عن المنكر بريئا بحسب ظنه انه برئ من الذنب او البراءة من الذنوب التي يرتكبها غيره.\n\n(2) اي هؤلاء الذين يجالسون هذا الفاسق ولا يزبرونه ولا ينهونه شر منه. (آت).\n\n(3) قال الجزري: فيه (فلا عليك ان تزبره) اي تنهره وتغلظه في القول.\n\n(4) الاعراف: 164.\n\n(5) (ليعطفن، من العطف بمعنى الميل والشفقة اي ليترحموا ويعطفوا على ذوى الجهل بان ينهونهم عما ارتكبوه من المنكرات وفي بعض النسخ (عن ذوي الجهل) فالمراد هجرانهم واعراضه عنهم. (آت).\n\n(6) اي خارج عن كمال الدين. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p159'> Vol. 08, p. 159</a>\n            </div>\n            :\n\n(1) اي عند المخالفين النواصب. (آت).\n\n(2) لعل المراد تسبيب اسباب زوال دولتهم على الاستعارة التمثيلية. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p160'> Vol. 08, p. 160</a>\n            </div>\n            :\n\n(1) اي يريدون ان نتبعهم على جهاتهم بما يرون من الخروج بالسيف في غير اوانه. (آت).\n\n(2) المصيبة هنا انقطاع شسع النعل.\n\n(3) (هي المغيثة) يعني يغيث <span id='ms4441'></span> الانسان من الادواء. والسام: الموت. (آت).\n\n(4) (وشبر من الحاجبين) اي من منتهى الحاجبين من يمين الراس وشماله حاى انتهى الشبران إلى النقرة خلف الراس او من بين الحاجبين إلى حيث انتهت من مقدم الراس كما رواه الصدوق باسناده عن ابي حديجة عن ابي عبدالله (4) قال: الحجامة على الراس على شبر من طرف الانف وفتر من بين الحاجبين وكان رسول الله (صلى الله عليه وآله) يسميها بالمنقذة وفي حديث آخر قال: كان رسول الله (صلى الله عليه وآله) يحتجم على راسه ويسميه المغيثة او المنقذة. (آت). (5) اذ هو معاقب باعماله الباطلة لاخلاله بما هو من اعظم شروطها وهو الولاية فهو كمن صلى بغير وضوء. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p161'> Vol. 08, p. 161</a>\n            </div>\n            :\n\n(1) الغاشية: الظاهر انه (عليه السلام) فسر الناصبة بنصب العداوة لاهل البيت (عليه السلام) ويحتمل ان يكون (عليه السلام) فسر النصب بمعنى التعب اي يتعب في مشاق الاعمال ولا ينفعه. (آت)\n\n(2) بيان لوفور الماء وعدم احتياج الناس اليه وعدم توهم ضرر على احد في شربه ليظهر ان الحرمة عليه ليس الا لعقيدته الفاسدة وقد خلق الله تعالى نعم الدارين للمؤمنين وهما حرامان على الكافرين. (وهو يزخ رخيخا) اي يبرق بريقا لصفائه او لوفوره او يدفع ماءه إلى الساحل. وقال الفيروزآبادي: زخه: رفعه في وهدة. وزيد: اعتاظ ووثب. وببوله: رماه. والحادي:\n\nسار سيرا عنيفا وزخ الجمر يزخ رخا ورخيخا: برق. (آت).\n\n(3) اي رقوا ونقصوا.\n\n(4) الجرف: الجانب الذي اكله الماء من حاشية النهر.\n\n(5) يدل على جواز ترك الدفن والتثقيل والالقاء في البحر عند الضرورة. (آت).\n\n(6) لعل هذا العمل كان من متممات اسباب نزول النقمة والعذاب عليهم والا فهم فعلوا اشد واقبح من ذلك كقتل الحسن (عليه السلام) ويدل هذا الخبر كسابقه على كون زيد مشكورا في جهاده مأجورا ولم يكون مدعيا للخلافة والامامة بل كان غرضه طلب ثار الحسين (عليه السلام) ورد الحق إلى مستحقه كما يدل عليه أخبار كثيرة. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p162'> Vol. 08, p. 162</a>\n            </div>\n            :\n\n(1) سهل بن زياد ضعيف في الحديث غير متعمد عليه فيه وكان احمد بن عيسى شهد عليه بالغلو والكذب <span id='ms4442'></span> واخرجه من قم إلى الري وكان يسكنها. (نقله العلامة في القسم الثاني من الخلاصة\n\nعن النجاشي).\n\n(2) التانيب: المبالغة في التوبيخ والتعيف والعذل: الملامة.\n\n(3) يدل على وجوب النهي عن المنكر وعلى وجوب الهجران عن اهل المعاصي وترك مجالستهم ان لم يأتمروا ولم يتعظوا. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p163'> Vol. 08, p. 163</a>\n            </div>\n            :\n\n(1) اي يجعله في حفظه صباحا ومساءا.\n\n(2) يفهم منه أن من ياكل الحرام فهو ليس من اوليائه وشيعته (عليه السلام). (آت).\n\n(3) حفى من كثرة المشي حتى رقت قدمه من باب تعب. (المصباح) وتحفى في الشئ اجتهد. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p164'> Vol. 08, p. 164</a>\n            </div>\n            :\n\n(1) الجلم: المقراض.\n\n(2) اي ان احتاج لعلة إلى كشف ركبتيه ليراه لم يفعل ذلك عند جليسه حباء ا منه وفي بعض النسخ (ارى ركبتيه) اي لم يكشفها عند جليس وعلى النسختين يحتمل ان يكون المراد لم يكن يتقدمهم في الجلوس بان تسبق ركبتاه إلى ركبهم. (آت) وفي بعض النسخ (ما زوى ركبتيه).\n\n(3) المؤمنون: 96.\n\n(4) يعني امير المؤمنين (عليه السلام). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p165'> Vol. 08, p. 165</a>\n            </div>\n            :\n\n(1) قال الجزرى: الدبر بالتحريك: الجرح الذي يكون في ظهر البعير.\n\n(2) الوجنة: ما ارتفع من الخدين.\n\n(3) لعله كناية عن شدة غضبهم فيما يسخط الله وتنمرهم قي ذات الله وحدة ذهنهم وفهمهم، وتوصيفها بالصفاء لبيان خلوصها عما يلزم تلك المرة غالبا من الاخلاق الذميمة والخيالات الفاسدة\n\n(4) اشارة إلى ليلة العقبة وما فعله المنافقون في تلك الليلة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p166'> Vol. 08, p. 166</a>\n            </div>\n            :\n\n(1) (ياليتنا) على الحذف والايصال اي يا ليت لنا. وفي بعض النسخ (يا ليتنا سائرة).\n\n(2) (هواه وهمه) اي ما يحبه وعزم عليه من النيات الحسنة والحاصل ان الله تعالى لا يقبل كلام حكيم لا يعقد قلبه على نية صادقة في العمل بما يتكلم به واما مع النية الحسنة واليقين الكامل فيكتب له ثوال التسبيح والتقديس وان لم يات بها. (آت).\n\n(3) فصلت: 53.\n\n(4) العلج: الرجل القوي الضخم والرجل من كفار العجم والاعلاج جمعه ويجمع على علوج ايضا. (النهاية) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p167'> Vol. 08, p. 167</a>\n            </div>\n            :\n\n(1) (من وريان قبائه) اي من جيبه كما ذكره المطرزى. (آت).\n\n(2) الجفل: النفر والشرد. واجفلوا اي هربوا مسرعين. وقوله: (الا النقباء) قال الجوهرى:\n\nالنقيب: العريف وهو شاهد على القوم وضمينهم والجمع: النقباء.\n\n(3) من الرعاية اي احفظوها بذكره <span id='ms4443'></span> تعالى من وساوس الشيطان. والنكت ما يلقيه الشيطان في القلب من الوسواس والشبهات. (آت).\n\n(4) في القاموس: النخر ككتف والناخر: البالي المتفتت. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p168'> Vol. 08, p. 168</a>\n            </div>\n            :\n\n(1) طمح بصره اليه ارتفع. و(ان تطمح نفسك) اي ترفعها إلى حال من هو فوقك وتتمنى حاله.\n\n(2) التوبة: 55.\n\n(3) طه: 131. والزهرة: الزينة. والزهرة بفتح الهاء والزاي نور النبات والزهرة بضم الزاي وفتح الهاء: النجم وبنو زهرة باسكان الهاء.\n\n(4) قد ذكر السيد في باب الحكم من النهج بعض فقرات هذا الخبر مع اختلاف ونسبها إلى امير المؤمنين (عليه السلام) انه قالها حين تبع جنازة فسمع رجلا يضحك وقال في اخره: (ومن الناس من ينسب هذا الكلام إلى رسول الله (صلى الله عليه وآله)). ورواه على بن ابراهيم ايضا عن امير المؤمنين (عليه السلام). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p169'> Vol. 08, p. 169</a>\n            </div>\n            :\n\n(1) السفر جمع مسافر فيحتمل ارجاع الضمير في قوله: (سبيلهم) إلى الاحياء وفي قوله:\n\n(اليهم) إلى الاموات اي هؤلاء الاحياء مسافرون يقطعون منازل اعمارهم من السنين والشهور حتى يلحقوا بهؤلاء الاموات ويحتمل العكس في ارجاع الضميرين فالمراد ان سبيل هؤلاء الاموات عند هؤلاء الاحياء لعدم اتعاظهم بموتهم وعدم مبالاتهم كانوا ذهبوا إلى سفر وعن قريب يرجعون اليهم ويؤيده ما في النهج والتفسير: وكان الذي نرى من الاموات سفر عما قليل الينا راجعون.\n\n(2) الاجداث جمع الجدث وهو القبر اي يرون ان بيوت هؤلاء الاموات اجداثهم ومع ذلك ياكلون تراثهم او يرون ان تراث هؤلاء قد زالت عنهم وبقي في ايديهم ومع ذلك لا يتعظون ويظنون انهم مخلدون بعدهم. والتراث: ما يخلفه الرجل لورثته. والظاهر انه وفع في نسخ الكتاب تصحيف والاظهر ما في النهج نبوئهم اجداثهم وناكل تراثهم وفي التفسير: تنزلهم اجداثهم. (آت)\n\n(3) الفادحة: النازلة والبلية يثقل حملها.\n\n(4) في بعض النسخ (عن نفسي). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p170'> Vol. 08, p. 170</a>\n            </div>\n            :\n\n(1) اي الائمة اذ قد روى الصدوق في الامالى باسناده عن ابي عبدالله (عليه السلام) مع انه ليس من دأبهم الرواية عن غير المعصوم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p171'> Vol. 08, p. 171</a>\n            </div>\n            :\n\n(1) في بعض النسخ (احد) اي بالتقدم المعنوي بأن يحمد افضل منه او بالتقدم الزماني بان يكون حمده احد قبل ذلك. (آت).\n\n(2) (استقصيه) بالصاد <span id='ms4444'></span> المهملة من قولهم: استقصى في المسألة وتقصى إذا بلغ الغاية او بالضاد المعجمة كما في بعض النسخ من قولهم: استقضى فلان اي طلب اليه ان يقضيه. وقوله: (بخير) اي بسبب طلب الخير. (آت).\n\n(3) الركب جمع راكب. والتعريس: نزول القوم في السفر في اخر الليل نزلة للنوم والاستراحة. (آت).\n\nوقوله: (اناخوا) اي اقاموا. و(استقلوا) اي مضوا وارتحلوا.\n\n(4) اي دخلوا في الدنيا عند ولادتهم خفافا بلا زاد ولا مال وراحوا عند الموت كذلك ويحتمل ان يكون كناية عن الاسراع. (آت).\n\n(5) نزع عن الشئ نزوعا: كف وقلع عنه اي لم يقدروا على الكف عن المضى والظرفان متعلقان بالنزوع والرجوع. (آت).\n\n(6) اي جفت اقلام الناس عن كتابة آثارهم لبعد عهدهم ومحو ذكرهم. (آت).\n\n(7) (حلولا) جمع حال. و(ظاعنين) اي سائرين. والاين: الاعياء. (ولا تفتير) اي ليست تلك الحركة موجبة لفتور تلك المطايا فتسكن عن السير زمانا و(نهاركم بانفسكم دؤوب) اي نهاركم يسرع ويجد ويتعب بسبب انفسكم ليذهبها ويحتمل ان يكون الباء للتعدية اي نهاركم يتعبكم في اعمالكم وحركاتكم وذلك سبب لفناء اجسادكم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p172'> Vol. 08, p. 172</a>\n            </div>\n            :\n\n(1) (تحكون) اي احوالكم تحكي وتخبر عن احوالهم. والاحتذاء: الاقتداء. (آت).\n\n(2) هما جمعان اي مسافرون حللتم بالدنيا والنزول بفتح النون اي نازل. (آت).\n\n(3) الانتضال: رمى السهام للسبق. والمنايا جمع المنية وهي الموت ولعل الضمير راجع إلى الدنيا بتاويل الدهر أو بتشبيهها بالرجل الرامي اي ترمى اليكم المنايا في الدنيا سهاما فتهلككم والسهام الامراض والبلايا الموجبة للموت ويحتمل ان يكون فاعل تنتضل الضمير الراجع إلى الدنيا ويكون المرمى المنايا. (آت).\n\n(4) تنكب اي تجنب. وكابر اي خالف وغالب وفي بعض النسخ (كابد) ان قاساه وتحمل المشاق في فعله.\n\n(5) قدعه كمنعه: كفه. وفي بعض النسخ (وقرعها). (6) طرفه أي عينه.\n\n(7) الحتف: الموت.\n\n(8) عزفت عن كذا اي زهدت فيه وانصرفت عنه. (9) اي ملولا. والكدح: السعي والاهتمام.\n\n(10) (طوى مهاده) اي على اقدامه واعطافه جمع عطاف وهو الرداء.\n\n(11) اي يضع جبهته تارة للسجود ويرفع بدنه تارة في الدعاء في اعمال كل واحد منهما راحة للاخرى. (آت).\n\n(12) اي <span id='ms4445'></span> هو صاب كثير الصب ولقلبه اضطراب. واسبال جمع سبل بالتحريك: المرطر والدمع إذا اهطل. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p173'> Vol. 08, p. 173</a>\n            </div>\n            :\n\n(1) الاوصال: المفاصل.\n\n(2) في الوافي زاد (وان احسن طول عمره).\n\n(3) اي هو في دوامه مسلط على جميع خلقه.\n\n(4) اي اقروا واذعنوا بدوام ابديته او اطاعوا وخضعوا وذلوا لكونه دائم الابدية. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p174'> Vol. 08, p. 174</a>\n            </div>\n            :\n\n(1) الهدأة بفتح الهاء وسكون الدال: السكون عن الحركات. (آت).\n\n(2) يونس: 24.\n\n(3) الجائحة: الافة التي تهلك الثمار والاموال. وكل مصيبة عظيمة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p175'> Vol. 08, p. 175</a>\n            </div>\n            :\n\n(1) الاعراف: 203. (2) العصر: 1 إلى 3.\n\n(3) الاحزاب: 56. (4) التحنن: الترحم.\n\n(5) الحباء: العطاء اي اعطه عطية سلامتك بان يكون سالما عن جميع ما يوجب نقصا او خزيا. (آت).\n\n(6) في بعض النسخ (ولا ناكثين).\n\n(7) في بعض النسخ (لا يهد) والسنا مقصورا ضوء البرق وممدودا: الرفعة.\n\n(8) اي من شر كل شك وشبهة يعترى في الدين. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p176'> Vol. 08, p. 176</a>\n            </div>\n            :\n\n(1) اي الذين يشكون ويرتابون في الدين او الذين يريبون الناس فيهم بالخيانة والسرقة.\n\n(آت).\n\n(2) كلمة (من) اما تعليلية اي له حافط من البلايا بسبب ولاية ائمة الحق اله حافظ بسبب الولاية لتحرس ولايته لئلا تضيع وتذهب بتشكيلات اهل الباطل او صلة للحفظ اما بتقدير مضاف اي يحفظه من ضياع الولاية وذهابها او بان يكون المراد ولاية غير ائمة الحق او بيانية اي الحافظ هي الولاية عن البلايا والفتن. قوله (واما السايب) لعله من السيب بمعنى العطاء او بمعنى الجريان اي جارية من الدهور او من السايبة التي لا مالك لها بخصوصه اي سيب بجميع المؤمنين. (قوله فبشارة محمد (صلى الله عليه وآله)) اي البشارة عند الموت بالسعادة الابدية ويحتمل على بعد ان يكون المراد بالقرآن أو الرؤيا الحسنة. (آت).\n\n(3) قلى كرضى: ابغضه وكرهه غاية الكراهة. قال الجزري: في حديث ابي الدرداء\n\n(وجدت الناس اخبر تقله) القلى: البغض، يقال: قلاه يقيله قلى وقلى إذا ابغضه. وقال الجوهري: إذا فتحت مددت ويقلاه لغة طي، يقول: جرب الناس فانك إذا جربتهم قليتهم وتركتهم لما يظهر لك من بواطن سرائرهم، لفظه لفظ الامر ومعناه معنى الخبر اي جربهم وخبرهم ابغضهم وتركهم والهاء في (تقله) للسكت ومعنى نظم الحديث وجدت الناس مقولا فيهم <span id='ms4446'></span> هذا القول انتهى. اقول: الظاهر ان الامر الوارد في هذا الخبر ايضا كذلك اي متى خالطت الناس تخبرهم ومتى تخبرهم تقلهم فلا تخالطهم مخالطة شديدة تكون موجبة لقلاك لهم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p177'> Vol. 08, p. 177</a>\n            </div>\n            :\n\n(1) روى العامة هذا الخبر عن النبي (صلى الله عليه وآله) هكذا (الناس معادن كمعادن الذهب والفضة خيارهم في الجاهلية خيارهم في الاسلام إذا تفقهوا) ويحتمل وجهين احدهما ان يكون المراد ان الناس مختلفون بحسب استعداداتهم وقابلياتهم واخلاقهم وقولهم كاختلاف المعادن فان بعضها ذهب وبعضها فضة فمن كان في الجاهلية خيرا حسن الخلق عاقلا فهما ففي الاسلام ايضا يسرع إلى قبول الحق ويتصف بمعالى الاخلاق ويجتنب مساوي الاعمال بعد العلم بها والثاني ان يكون المراد أن الناس مختلفون في شرافة النسب والحسب كاختلاف المعادن فمن كان في الجاهلية من اهل بيت شرف ورفعة فهو في الاسلام ايضا يصير من اهل الشرف بمتابعة الدين وانقياد الحق والاتصاف بمكارم الاخلاق، فشبههم (عليه السلام) عند كونهم في الجاهلية بما يكون في المعدن قبل استخراجه وعند دخولهم في الاسلام بما يظهر من كمال ما يخرج من المعدن ونقصه بعد العمل فيه. (آت).\n\n(2) في بعض النسخ (يقتل فيها ثمانون الفا من ولد فلان كلهم يصلح للخلافة).\n\n(3) في القاموس: الزوراء ما كان لاحيحة والبئر البعيدة والقدح واناء من فضة والقوس ودجلة وبغداد لان ابوابها الداخلة جعلت مزورة عن الخارجة، وموضع بالمدينة قرب المسجد ودار كانت بالحيرة والبعيدة من الاراضي وارض عند ذي خيم انتهى. واحتمل المجلسي ره ان يكون الزوراء في الخبر اسما لموضع بالري وان يكون زوراء بغداد الجديد وقال: انما نفى (عليه السلام) بغداد القديم ولعله كان هناك موضع يسمى بالري ويكون اشارة إلى المقاتلة التي وقعت في زمان مأمون هناك وقتل فيها كثير من ولد العباس وعلى الاول يكون اشارة إلى واقعة تكون في زمن القائم (عليه السلام) او في قريب منه وابن ابي عقب لعله كان سمع هذا من المعصوم فنظمه. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p178'> Vol. 08, p. 178</a>\n            </div>\n            :\n\n(1) قال الزمخشري: ليس بنفي للخرور وانما هو اثبات له ونفي للصمم <span id='ms4447'></span> والعمى كما تقول:\n\nلا يلقاني زيد مسلما هو نفى للسلام لا لللقاء والمعنى انهم إذا ذكروا بها اكبوا عليها حرصا على استماعها واقبلوا على المذكر بها وهم في اكبابهم عليها سامعون بآذان واعية مبصرون بعيون راعية لا كالذين يذكرون بها فتراهم مكبين عليها مقبلين على من يذكر بها مظهرين الحرص الشديد على استماعها وهم كالصم العميان حيث لا يعونها ولا يتبصرون ما فيها كالمنافقين واشباههم.\n\nوقوله: (مستبصرين) اي اكبوا واقبلوا مستبصرين. (آت) والاية في سورة الفرقان: 73.\n\n(2) في بعض النسخ كذا (عن علي عن اسماعيل) وهو الظاهر وفي بعضها (عن علي بن اسماعيل)\n\nفهو مجهول. (آت).\n\n(3) المرسلات: 36. (4) يقال: فلج اصحابه وعلى اصحابه إذا غلبهم اي صار مغلوبا بالحجة فليس له عذر فالمراد انه ليس لهم عذر حتى يؤذن لهم فيعتذروا قال البيضاوي: عطف فيعتذرون على يؤذن ليدل على نفي الاذن والاعتذار عقيبه مطلقا ولو جعله جوابا لدل على عدم اعتذارهم لعدم الاذن واوهم ذلك ان لهم غدا لكن لم يؤذن لهم فيه. (آت).\n\n(5) الطلاق: 3.\n\n(6) اي في القدرة والمال. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p179'> Vol. 08, p. 179</a>\n            </div>\n            :\n\n(1) اي الفقراء والحاصل ان البدن كما يتقوى بالرزق الجسماني وتبقى حياته به فكذلك الروح يتقوى وتحيى بالاغذية الروحانية من العلم والايمان والهداية والحكمة وبدونها ميت في لباس الاحياء فمراده (عليه السلام) ان الاية كما تدل على ان التقوى سبب لتيسر الزرق الجسماني وحصوله من غير احتساب فكذلك تدل على انها تصير سببا لتيسر الرزق الروحاني الذي هو العلم والحكمة من غير احتساب وهي تشتملهما معا. (آت).\n\n(2) الغاشية: 2. وقال البيضاوي: الداهية التي تغشى الناس بشدائدها يعني يوم القيامة او النار من قوله: (وتغشى وجوههم النار) انتهى وقوله: (الذين يغشون الامام) فسرها (عليه السلام) بالجماعة فالمراد على هذا البطن الطعام الروحاني اي ليس غذاؤهم الروحاني الا الشكوك والشبهات والاراء الفاسدة التي هي كالضريع في عدم النفع والاضرار بالروح. (آت).\n\n(3) من نجوى ثلاثة قال البيضاوي: ما يقع من تناجي ثلاثة ويجوز ان يقدر مضاف او يؤول نجوى بمتناجين ويجعل ثلاثة صفة لها واشتقاقها من النجوة وهي <span id='ms4448'></span> ما ارتفع من الارض فان السر امر مرفوع إلى الذهن لا يتيسر لكل احد ان يطلع عليه،، (الا وهو رابعهم) الا الله يجعلهم أربعة من حيث انه يشاركم في الاطلاع عليها والاستثناء من اعم الاحوال، (ولا خمسة الا هو سادسهم) وتخصيص العددين اما لخصوص الواقعة فان الاية نزلت في تناجي المنافقين او لان الله وتر يحب الوتر والثلاثة اول الاوتار او لان التشاور لا بد له من اثنين يكونان كالمتنازعين وثالث يتوسط بينهما، (ولا ادنى من ذلك)\n\nولا اقل مما ذكر كالواحد والاثنين، (ولا اكثر الا هو معهم) يعلم ما يجري بينهم (اينما كانوا) فان علمه بالاشياء ليس لقرب مكاني حتى يتفاوت باختلاف الامكنة (ثم ينبئهم بما عملوا يوم القيامة) تفضيحا لهم وتقريرا لما يستحقونه من الجزاء، (ان الله بكل شئ عليم) لان نسبة ذاته المقتضية للعلم إلى الكل سواء. انتهى. والاية في سورة المجادلة آية 7. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p180'> Vol. 08, p. 180</a>\n            </div>\n            :\n\n(1) الزخرف: 79 و80 وقوله: (ابرموا) اي احكموا.\n\n(2) الفئتان تفسير للطائفتين. (آت) والاية في سورة الحجرات: 9. وقوله: (تفئ) اي ترجع.\n\n(3) هذا البيان كفرهم وبغيهم على جميع المذاهب فان مذهب المخالفين ان مدار وجوب الاطاعة على البيعة فهم بايعوا طائعين غير مكرهين فاذا نكثوا فهم على مذهبهم ايضا من الباغين. (آت).\n\n(4) النجم: 53. والمؤتفكة فسر بالقرى المخسوف بها وقوله: (اهوى) اي جعلها تهوى.\n\nوهي قرى قوم لوط وفسرها (عليه السلام) بالبصرة وقد ورد في اخبار الفريقين انها احدى المؤتفكات وفي تفسير علي بن ابراهيم انها ائتفكت باهلها مرتين وعلى الله تمام الثالثة وتمام الثالثة في الرجعة وفي النهاية: في حديث انس: (البصرة احدى المؤتفكات) يعني انها غرقت مرتين فشبه غرقها بانقلابها انتهى. ولا استبعاد في حملها على الحقيقة. (من آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p181'> Vol. 08, p. 181</a>\n            </div>\n            :\n\n(1) التوبة: 70.\n\n(2) الحسب: الشرافة ويطلق غالبا على الشرافة الحاصلة من جهة الاباء. (آت).\n\n(3) المروءة مهموزة: الانسانية، مشتقة من المرء وقد تخفف بالقلب والادغام.\n\n(4) الحجرات: 11. وقوله تعالى (من ذكر وانثى) اي من آدم وحواء او خلقنا كل واحد منكم من اب وام فالكل سواء في ذلك فلا وجه للتفاخر بالنسب <span id='ms4449'></span> ويجوز ان يكون: تقريرا للاخوة المانعة عن الاغتياب، (وجعلناكم شعوبا وقبائل) الشعب الجمع العظيم المنتسبون إلى اصل واحد وهو يجمع القبائل والقبيلة تجمع العماير والعمارة تجمع البطون والبطن يجمع على الافخاذ والفخذ يجمع الفصائل فخزيمة شعب وكنانة قبيلة وقريش عمارة وقصى بطن وهاشم فخذ وعباس فصيلة، (لتعارفوا) اي ليعرف بعضكم بعضا لا للتفاخر بالاباء والقبائل، (ان اكرمكم عند الله اتقاكم) فان التقوى بها تكمل النفوس ويتفاضل الاشخاص فمن اراد شرفا فليلتمس منها. (البيضاوى). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p182'> Vol. 08, p. 182</a>\n            </div>\n            :\n\n(1) قال الجوهري: يقال: ما رزأته ماله اي ما نقصته. انتهى. والفئ: الغنيمة والخراج.\n\nواليثرب مدينة الرسول اي ماانقصكم من غنائمكم وخراجكم مابقي لي عذق بالفتح اي نخلة بالمدينة. (آت).\n\n(2) اي ارجعوا إلى انفسكم وانصفوا وليقل انفسكم لكم صدقا في ذلك. (آت)\n\n(3) اي لا تكونوا كذلك حتى اعرفكم في ذلك اليوم هكذا وفي بعض النسخ (فلا اعرفكم)\n\nاستفهام انكاري اي بلى اعرفكم كذلك. (آت) (4) يقال: اعذر اليه اي ابدى عذره واثبته. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p183'> Vol. 08, p. 183</a>\n            </div>\n            :\n\n(1) لعله اشارة إلى الفتن التي حدثت بعده صلوات الله عليه في الشيعة فارتدوا. (آت).\n\n(2) رواه الكشي ص 158 من رجاله عن حمدويه بن نصير، عن محمد بن عيسى، عن النضر مثله الا ان فيه (اما ان ميسر بن عبدالعزيز وعبدالله بن عجلان في تلك العصابة فما مكث بعد ذلك الا نحوا من سنتين حتى هلك صلوات الله عليه). انتهى. وفي نسخة من الروضة (ميسر وعبدالله بن عجلان) وهو الصحيح.\n\n(3) في نسخة (سنتين) وهو الصواب.\n\n(4) ضمير (عنه) راجع إلى احمد بن محمد بن خالد.\n\n(5) فيه ارسال ورواه العياشي عن محمد ين سليمان الديلمي عن ابيه ولعلهما سقطا في هذا السند وفي بعض النسخ هكذا وهو الظاهر. (آت) ومحمد ين سليمان كان غاليا كذابا وكذا ابوه.\n\n(6) آل عمران: 103. وقوله تعالى: (على شفا حفرة) اي طرفها ومشرفا على السقوط فيها بسبب الكفر والمعاصي. قله: (بمحمد) يعني انقذكم الله بمحمد (صلى الله عليه وآله). وقوله:\n\n(هكذا والله نزل بها جبرئيل) اي بهذا المعنى.\n\n(7) كذا في اكثر النسخ وفي سورة آل عمران <span id='ms4450'></span> اية 92. ولعله في الحديث (حتى تنفقوا ما تحبون)\n\nكما يقرا في بعض النسخ اي جميع ما تحبون. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p184'> Vol. 08, p. 184</a>\n            </div>\n            :\n\n(1) (ان اقتلوا انفسكم) اي عرضوا انفسكم للقتل بالجهاد او اقتلوها كما قتل بنو اسرائيل وان مصدرية او مفسرة لان كتبنا في معنى امرنا. قوله: (وسلموا) يحتمل ان يكون من كلامه (عليه السلام) اضافة للتقسير اي المراد بالقتل القتل الذي يكون في امر التسليم للامام (عليه السلام) وكذا فيما يذكر بعد ذلك وقوله: (رضى) اي يكون خروجكم لرضا الامام او على وفق رضاه. (آت).\n\nوالاية في سورة النساء: 66.\n\n(2) اشارة إلى الاية الواردة في سورة النساء آية 64. وهذا احد بطون الاية الكريمة.\n\n(3) النساء: 63. قوله: (ما في قلوبهم) اي من النفاق فلا يغني عنهم الكتمان والحلف الكاذب من العقاب، (فاعرص عنهم) اي عن عقابهم لمصلحة في استبقائهم او عن قبول معذرتهم كما قيل. (آت).\n\n(4) اوردهما عليها السلام للتفسير اي انما امر تعالى بالاعراض عنهم لسبق كلمة الشقاء عليهم اي علمه تعالى بشقائهم وببق تقدير العذاب لهم لعلمه بانهم يصيرون اشقياء بسوء اختيارهم ولعل الامر بالاعراض لعدم المبالغة والاهتمام في دعوتهم والحزن على عدم قبولهم او جبرهم على الاسلام. (آت). (5) في المصحف: (وعظهم وقل لهم قولا بليغا) وتركه في الخبر اما من النساخ او لظهوره.\n\n(6) النساء: 59. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p185'> Vol. 08, p. 185</a>\n            </div>\n            :\n\n(1) مأخوذ من تتمة الاية السابقة. والغرض انه ليس المراد تنازع الرعية واولى الامر كما ذهب اليه اكثر المفسرين بل هو خطاب للمأمورين الذين قيل لهم: (اطيعوا الله) اي ان اشتبه عليكم امر وخضتم فيه تنازعا له لعدم علمكم فردوه إلى الله الخ. (آت).\n\n(2) اي مللتكم ومللتموني.\n\n(3) اي ز إلى ظهر بلدهم. (آت) وفي بعض النسخ (ظهورهم).\n\n(4) اي لكبير الاصنام بناء ا على زعمهم حيث يعدونها من ذوي العقول. (آت)\n\n(5) كذا وفي تفسير العياشي (ما بالكن لا تجبن).\n\n(6) تمرغ في التراب: تقلب. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p186'> Vol. 08, p. 186</a>\n            </div>\n            :\n\n(1) قال الجوهري: ندبه للامر فانتدب له اي دعاه له فاجاب.\n\n(2) شقراء اي شديد الحمرة. وبراء اي كثير الوبر. عشراء اي اتى على حملها عشرة اشهر.\n\nوقوله: (بين جنبيها ميل) اي <span id='ms4451'></span> يكون عرضها قدر ميل. (آت).\n\n(3) اي انشق الجبل شقا.\n\n(4) اي لم يظهر لهم فجأة شئ الا رأسها. (آت).\n\n(5) الاجترار هو ما يفعله بعض الدواب من إخراجها ما في بطنها مضغة وابتلاعه ثانيا. (آت). (6) الفصيل: ولد الناقة.\n\n(7) قال الجوهري: الجميع صد المتفرق، والجميع: الجيش، والجميع: الحي المجتمع. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p187'> Vol. 08, p. 187</a>\n            </div>\n            :\n\n(1) الحاصل انها راى جبلين بينهما قدر ميل بقدر عرض البعير وكان في كل من الجانبين اثر جنبها.\n\nوفي تفسير المجمع عن ابن محبوب عن الرجل الذي راى ارض ثمود والجبلين انه قال وجدته ثمانين ذراعا.\n\n(2) القمر: 24 إلى 26. وقوله: (منا) اي من جنسنا وجملتنا، لا فضل له علينا، وانتصابه بفعل يفسره ما بعده، واحدا منفردا لا تبع له من آحادهم دون اشرافهم، (نتبعه انا إذا لفي ضلال وسعر) كانهم عكسوا عليه فرتبوا على اتباعهم اياه ما رتبه على ترك اتباعهم له. وقيل: السعر:\n\nالجنون ومنه: ناقة مسعورة، (أء لقى الذكر) الكتاب والوحى عليه (من بيننا) وفينا من هو احق منه بذلك (بل هو كذاب اشر) حمله بطره على الترفع علينا بادعائه. (آت).\n\n(3) الشرب بالكسر: النصيب من الماء. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p188'> Vol. 08, p. 188</a>\n            </div>\n            :\n\n(1) في القاموس: الاشقر من الناس من تعلو بياضه حمرة.\n\n(2) (قدار) قال الجوهري: قدار بضم القاف وتخفيف الدار يقال له: احمر ثمود وعاقر ناقة صالح.\n\n(3) (فرغى) قال في القاموس: رغى البعير: صوت وضج.\n\n(4) الاعراف: 77، وفيها (ان كنت من المرسلين) ولعلها نقل بالمعنى، او من النساخ، او ماخوذة من الاية لا لفظها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p189'> Vol. 08, p. 189</a>\n            </div>\n            :\n\n(1) النعيق وهو صوت الراعي بغنمه اي لم تبق منهم جماعة يتأتى منهم النعيق والرعي وفي بعض النسخ\n\n(فلم يبق لهم ثاغية ولا راغية) قال الجوهرى: الثغاء: صوت الشاة والمعز وما شاكلهما والثاغية:\n\nالشاة والراغية: البعير، وما بالدار ثاغ ولا راغ اي احد وقال: قولهم: ماله ثاغية ولا راغية اي ماله شاة ولا ناقة انتهى. وهو الاظهر. وهو الموجود في روايات العامة ايضا في تلك القصة. (من آت).\n\n(2) لعله كان هذا الكلام في قرب وفاته (عليه السلام) اذ كان مقتل عثمان إلى وفاته صلوات الله عليه نحو من <span id='ms4452'></span> ثمانين سنة لانه كان وفاته (عليه السلام) سنة اربع عشر ومائة (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p190'> Vol. 08, p. 190</a>\n            </div>\n            :\n\n(1) اي لفتلهما.\n\n(2) الواهنة: الضعف. والعضد. وفقرة في القفا. وريح تاخذ في المنكبين او في العضد او في الاخدعين و(هما عرقان) ويكون ذلك عند الكبر. واسفل الاضلاع يقال: انه لشديد الواهنتين اي شديد الصدر (المنجد) وقوله: (غمرة بول) بالراء المهملة وفي بعضها (بوله). وفي بعض النسخ بالزاي المعجمة. وغمرة الشئ شدته ومزدحمه والغمز بالزاي: العصر وعلى تقادير الظاهر احتباس البول. (آت) وفي بعض النسخ (غمرة تؤلمه).\n\n(3) ابوجميلة هو مفضل بن صالح الاسدى النخاس مولاهم ضعيف كذاب يضع الحديث روى عن ابي عبدالله وابى الحسن موسى (عليهما السلام) ومات في حياة الرضا (عليه السلام) (قاله العلامة في خلاصة).\n\n(4) الحزم: ضبط الامر والاخذ فيه بالثقة.\n\n(5) الطحال بكسر الطاء: غدة اسفنجية في يسار جوف الانسان وغيره من الحيوانات لازقة بالجنب والجمع: اطحله وطحل وطحالات. والطحال بضم الطاء: داء يصيب الطحال بكسر الطاء. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p191'> Vol. 08, p. 191</a>\n            </div>\n            :\n\n(1) في بعض النسخ (فاطعموه اياه). وقوله: (فقعد الدم) اي سكن ولعله كان طحاله من غليان الدم فقد يكون منه نادرا او انهم ظنوا انه الطحال فاخطأوا ويحتمل ان يكون المراد انه انفصل عنه الدم. (آت).\n\n(2) الحزاء نبت بالبادية يشبه الكرفس الا انه اعرض ورقا منه. (آت).\n\n(3) الريح الشابكة: لعل المراد الريح التي تحدث في الجلد فتشبك بين اللحم والجلد والحام لم نعرف له معنى ولعله من حام الطير على الشئ اي دوم اي الريح اللازمة (آت). والابردة بكسر الهمزة والراء: علة معروفة من غلبة البرد والرطوبة يفتر عن الجماع (الصحاح). والحلبة بالضم:\n\nنبت نافع للصدر والسعال والربو والبلغم والبواسير والظهر والكبد والمثانة والباءة. (القاموس)\n\n(4) اي لم ينعقد الولد من مائه ويحتمل ان يكون المراد قلة الباه. (آت).\n\n(5) اللبن الحليب هو الذي لم يغير ولم يصنع منه شئ آخر وانما وصف به اذ قد يطلق اللبن على الماست (آت). (6) معلى بن محمد هذا ابوالحسن البصري مضطرب الحديث والمذهب (قاله العلامة في الخلاصة) وفي بعض النسخ (عن علي بن محمد). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p192'> Vol. 08, p. 192</a>\n            </div>\n            :\n\n(1) صالح <span id='ms4453'></span> بن عقبة يرمى بالغلو لا يلتفت اليه. على ما في الخلاصة.\n\n(2) هو الحسن بن على الوشاء وابوسلمة هو سالم بن المكرم ابوخديجة ثقة على ما ذكره النجاشي فعلى هذا فالسند صحيح لان معتب مولى ابي عبدالله الصادق (عليه السلام) ثقة وهو من افضل مواليه وخيرهم.\n\n(3) اي معظم الادوية وغيرها لفلة نفعها ليست بدواء.\n\n(4) الكاشم: الانجدان الرومى. واعلم ان ما ورد في معالجة الامراض في الروايات ينبغي في استعماله مراعاة الاهوية والازمنة والامكنة والامزجة وغيرها قال الصدوق رحمه الله اعتقادنا في الاخبار الواردة في الطب انها على وجوه منها ما قيل على هواء مكة والمدينة ولا يجوز استعماله في سائر الاهوية ومنها ما اخبر به العالم على ما عرف من طبع السائل ولم يعتبر بوصفه إذا كان اعرف بطبعه منه ومنها مادلسه المخالفون في الكتب لتقبيح صورة المذهب عند الناس ومنها ما وقع فهى سهو من ناقله ومنها ما حفظه بعضه ونسي بعضه وما روى في العسل انه في شفاء من كل داء فهو صحيح ومعناه انه شفاء من كل داء بارد وما روى في الاستنجاء بالماء البارد لصاحب البواسير فان ذلك إذا كان بواسيره من الحرارة الخ. راجع سفينة البحار ج 2 عنوان (طبب). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p193'> Vol. 08, p. 193</a>\n            </div>\n            :\n\n(1) الهليلج: ثمر منه اصفر ومنه اسود ومنه كابلى له نفع ويحفظ العقل ويزيل الصدع. والبليلج: بكسر الباء واللام الاولى وفتح الثانية: دواء هندي معروف يتداوى به (مجمع البحرين) والاملج ثمر شجر يكثر في الهند وهو نوع من الادوية يتداوى به ويسمونه الطريفل.\n\n(2) الصفد: العطاء.\n\n(3) البط: الشق، وبط الدمل والجرح والصرة ونحوهما: شقه.\n\n(4) (الاسمحيقون) قال المجلسي رحمه الله: لم نجده في كتب الطب واللغة والذي وجدته هو اسطمخيقون وهو حب مسهل للسوداء والبلغم ولعل مات في النسخ تصحيف هذا. وفي مجمع البحرين: الاسمحيقون بالسين والحاء المهملتين بينهما ميم والقاف بعد الياء المثناة من تحتها كما صحت به النسخ ثم الواو والنون: نوع من الادوية يتداوى به ومنه الحديث نسقى هذه السموم الاسمحيقون والغاريقون. انتهى.\n\n(5) يدل على عدم جواز <span id='ms4454'></span> التداوى بالحرام مطلقا كما هو ظاهر اكثر الاخبار وان كان خلاف المشهور وحمل على ما إذا لم يضطر اليه ولا اضطرار اليه وقوله (عليه السلام): (قد اشتكى) لعله استشهاد للتداوي بالدواء المر. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p194'> Vol. 08, p. 194</a>\n            </div>\n            :\n\n(1) لعله لاستلزام ذلك المرض اختلال العقر وتشويش الدماغ غالبا. (آت)\n\n(2) في القاموس: اللدود كصبور: ما يصب بالمسعط من الدواء في احد شقي الفم وقد لده لدا ولدودا ولده اياه ولدة وألده ولد فهو ملدود.\n\n(3) يدل على جواز التداوي بالادوية والاعمال خطيرة. (آت).\n\n(4) حمزة بن الطيار مات في حياة الصادق (عليه السلام) وترحم عليه فروايته عن ابي الحسن (عليه السلام) لعلها كانت في حياة ابيه (عليهما السلام).\n\n(5) (لو) للتمني.\n\n(6) (مزعة عسل) بالزاي المعجمة والعين المهملة قال الجوهري: المزعة بالضم والكسر:\n\nقطعة لحم يقال: ما عليه مزعة لحم وما في الاناء مزعة من الماء أي جرعة (آت).\n\n(7) اللعقة بضم اللام مصدر: ما تاخذه في الملعقة او باصبعك، والقليل مما يلعق. (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p195'> Vol. 08, p. 195</a>\n            </div>\n            :\n\n(1) اي يطلى جميعها بالطين لئلا يفسدها النار إذا وضعت عليها ولا يخرج مها شئ إذا حصل خرق اوثقب. (آت).\n\n(2) في بعض النسخ (خل خمر) اي صار بالعلاج خلا. (آت).\n\n(3) معرب بستو. (4) عتق الخمر قدمت وحسنت.\n\n(5) في بعض النسخ (السكينة) فتكون اسم كوكب غير معروف وهذا انسب بقوله: (ما سمعته من منجم). (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p196'> Vol. 08, p. 196</a>\n            </div>\n            :\n\n(1) من الصفير.\n\n(2) قال الجزري: العدوى: اسم من الاعداء كالرعوى والبقوى من الارعاء والابقاء، يقال:\n\nاعداء الداء يعديه اعداءا وهو ان يصيبه مثل ما بصاحب الداء وذلك ان يكون ببعير جرب مثلا فتتقى مخالطته بابل اخرى حذار أن يتعدى ما به من الجرب اليها فيصيبها ما اصابه وقد ابطله الاسلام لانهم كانوا يظنون ان المرض بنفسه يتعدى فاعلمهم النبي (صلى الله عليه وآله) انه ليس الامر كذلك وانما الله تعالى هو الري يمرض وينزل الداء ولهذا قال في بعض الاحاديث (فمن اعدى البعير الاول)\n\nاي من اين صار فيه الجرب انتهى. اقول: يمكن ان يكون المراد نفي استقلال العدوى بدون مدخلية مشيئة الله تعالى بل مع الاستعاذة بالله <span id='ms4455'></span> يصرفه عنه فلا ينافي الامر بالفرار من المجذوم وامثاله لعامة الناس الذين لضعف يقينهم لا يستعيذون به تعالى وتتأثر نفوسهم بامثاله وقد روى ان على بن الحسين (عليهما السلام) اكل مع الجذومين ودعاهم إلى طعامه وشاركهم في الاكل. وقيل: الجذام مستثنى من هذه الكلية وقال الطيبي العدوى مجاوزة العلة او الخلق إلى الغير وهو يزعم الطب في سبع: الجذام والجرب والجدري والحصبة والنجر والرمد والامراض الوبائية. (فابطله الشرع) اي لا تسري علة إلى شخص وقيل: بل نفى استقلال تاثيره بل هو متعلق بمشيئة الله ولذا منع مقاربته كمقاربة الجدار المائل والسفينة المعيبة واجاب الاولون بان النهي عنها للشفقة خشية ان يعتقد حقيته إن اتفق اصابة عاهة (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p197'> Vol. 08, p. 197</a>\n            </div>\n            :\n\nوارى هذا القول اولى لما فيه من التوفيق بين الاحاديث والاصول الطبية التي ورد الشرع باعتبارها على وجه لا يناقض اصول التوحيد.\n\nوقوله: (ولا طيرة) هذا ايضا مثل السابق والمراد انه لا يجور التطير والتشؤم بالامور او لا تأثير للطيرة على الاستقلال بل مع قوة النفس وعدم التاثر بها والتوكل على الله تعالى ترتفع تاثيرها ويؤيده ما ورد في بعض الاخبار من الدلالة على تاثيرها في الجملة وما ورد في بعض الادعية من الاستعاذة منها، قال الجزري: فيه لا عدوى ولا طيرة. الطيرة بكسر الطاء وفتح الياء وقد يسكن هي التشؤم بالشئ وهو مصدر تطير يقال: التطير بالسوانح والبوارح من الطير والظباء وغيرهما وكان ذلك يصدهم عن مقاصدهم فنفاه الشرع وابطله ونهى عنه واخبر انه ليس له تعثير في جلب نفع او دفع ضرر.\n\nقوله: (ولا هامة) قال الجزرى: فيه لا عدوى ولا هامة. الهامة: الراس واسم طائر وهو المراد في الحديث وذلك انهم كانوا يتشامون بها وهي من طير الليل وقيل: هي البومة وقيل: كانت العرب تزعم ان روح القتيل الذي لا يدرك بثاره تصير هامة فتقول: اسفوني اسفوني فاذا ادرك بثاره طارت وقيل: كانوا يزعمون ان عظام الميت وقيل: روحه تصير هامة فتطير ويسمونه الصدى فنفاه الاسلام ونهاهم عنه وذكره الهروى في <span id='ms4456'></span> الهاء والواو وذكره الجوهري في الهاء والياء.\n\nقوله (صلى الله عليه وآله): (ولا صفر) قال الجزرى: فيه لا عدوى ولا هامة ولا صفر. كانت العرب تزعم ان في البطن حية يقال لها: الصفر تصيب الانسان إذا جاع وتؤذيه وانها تعدى فابطل الاسلام ذلك. وقيل: اراد به النسئ الذي كانوا يفعلونه في الجاهلية وهو تأخير المحرم إلى صفر ويجعلونه صفر هو الشهر الحرام فابطله. انتهى. وقيل: هو الشهر المعروف زعموا انه يكثر فيه الدواهي والفتن فنفاه الشارع ويحتمل ان يكون المراد هنا النهي عن الصفير بقرينة انه (عليه السلام) لم يذكر الجواب عنه وهو بعيد والظاهر ان الراوى ترك جواب الصفير ويظهر من بعض الاخبار كراهته.\n\nقوله: (ولا رضاع بعد فصال) اي لا حكم للرضاع بعد الزمان الذي يجب فيه قطع اللبن عن الولد اي بعد الحولين فلا ينشر الحرمة.\n\nقوله: (ولا تعرب بعد هجرة) اي لا يجوز اللحوق بالاعراب وترك الهجرة بعدها وعد في كثير من الاخبار من الكبائر. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p198'> Vol. 08, p. 198</a>\n            </div>\n            :\n\nقوله: (ولا صمت يوما إلى الليل) اي لا يجوز التعبد بصوم الصمت الذي كان في الامم السابقة فانه منسوخ في هذا الشرع.\n\nقوله: (ولا طلاق قبل نكاح) كان يقول: إذا تزوجت فلانة فهي طالق. فلا يتحقق هذا الطلاق وكذا قوله: (لا عتق قبل ملك).\n\nقوله (صلى الله عليه وآله): (ولا يتم بعد ادراك) اي يرفع حكم اليتيم من حجره وولاية الولى عليه وحرمة اكل ماله بغير اذن وليه وغيرها بعد بلوغه. (آت).\n\n(1) يدل على ان تاثير الطيرة ينتفى بعدم الاعتناء بالتوكل على الله تعالى. (آت).\n\n(2) البقرة: 243. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p199'> Vol. 08, p. 199</a>\n            </div>\n            :\n\n(1) اي يظهر للناس عظامهم المندرسة من غير جلد ولحم. (آت).\n\n(2) في بعض النسخ (فاحياهم الله) فيكون قوله: (فاوحى الله) تفصيلا وتفسيرا للاحياء. (آت).\n\n(3) يوسف: 87. والتحسس: طلب الاحساس اي تعرفوا منها وتفحصوا عن حالهما. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p200'> Vol. 08, p. 200</a>\n            </div>\n            :\n\n(1) المائدة: 71. وتمام الاية: (وحسبوا الا تكون فتنة فعموا وصموا ثم تاب الله عليهم ثم عموا وصموا كثير منهم والله بصير بما يعملون). والمشهور بين المفسرين انها لبيان حال بنى اسرائيل اي <span id='ms4457'></span> حسبت بنو اسرائيل الا يصيبهم بلاء وعذاب بقتل الانبياء وتكذيبهم وعلى تفسيره (عليه السلام) المراد الفتنة التي حدثت بعد النبي (صلى الله عليه وآله) من غصب الخلافة وعماهم عن دين الحق وصممهم عن استماعه وقبوله. (آت).\n\n(2) المائدة: 78.\n\n(3) المشهور بين المفسرين والمؤرخين وظاهر الاية الكريمة بل صريحها حيث قال في قصة اصحاب السبت: (فقلنا لهم كونوا قردة خاسئين). عكس ذلك وقد ورد في اكثر رواياتنا ايضا كذلك اي مسخهم قردة كان في زمان داود ومسخهم خنازير في زمان عيسى (عليهما السلام) ولعله من النساخ لكن في تفسيري العياشي وعلى بن ابراهيم في هذا المقام كما في الكتاب. (آت).\n\n(4) الانعام: 33. قال الطبرسي: قرأ نافع والكسائي والاعشى عن ابي بكر (لا يكذبونك)\n\nبالتخفيف وهو قراءة علي (عليه السلام) والمروى عن جعفر الصادق (عليهما السلام) والباقون: بفتح الكاف والتشديد. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p201'> Vol. 08, p. 201</a>\n            </div>\n            :\n\n(1) الانعام: 93.\n\n(2) ذلك قبل ان يحاميه عثمان ويحسر على رسول الله في اخذ الامان له. (آت).\n\n(3) اي اتركها كما نزلت ولا تغيرها وان ما كتبت وان كان حقا لا يجوز تغيير ما نزل من القرآن فقوله: (فما يغير على، اما افتراء منه على الرسول او هو اشارة إلى ماجرى على لسانه ونزل الوحي مطابقا له. (آت).\n\n(4) الانفال: 39. قال الطبرسي رحمه الله: هذا خطاب للنبي (صلى الله عليه وآله) والمؤمنين ان يقاتلوا الكفار حتى لا تكون فتنة اي شرك عن ابن عباس والحسن ومعناه حتى لا يكون كافرا بغير عهد لان الكافر إذا كان بغير عهد كان عزيزا في قومه ويدعو الناس إلى دينه فتكون الفتنة في الدين. وقيل: حتى لا يكون يفتن مؤمن عن دينه ويكون الدين كله لله اي ويجمع اهل الحق واهل الباطل على الدين الحق فيما يعتقدونه ويعملون به فيكون الدين حينئذ كله لله باجتماع الناس عليه وروى زرارة وغيره عن ابي عبدالله (عليه السلام) قال: لم يجئ تأويل هذه الاية ولو قد قام قائمنا بعد وسيرى من يدركه ما يكون من تأويل هذه الاية ولو قد قام قائمنا بعد وسيرى من يدركه <span id='ms4458'></span> كما يكون من تأويل هذه الاية وليبلغن دين محمد (صلى الله عليه وآله) ما بلغ الليل حتى لا يكون شرك على ظهر الارض.\n\n(5) اي بقبول الجزية من اهل الكتاب والفداء من المشركين واظهار الاسلام من المنافقين مع علمه بكفرهم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p202'> Vol. 08, p. 202</a>\n            </div>\n            :\n\n(1) الانفال: 70.\n\n(2) اي ارحم علي او اقبل علي.\n\n(3) هو كنية عباس بن عبدالمطلب.\n\n(4) (فقال) اي عقيل وقال الجوهري: اثخنه اي اوهنه بالجراحة واضعفه. (آت).\n\n(5) اي اتبعوهم وشدوا خلفهم وان اثخنتموهم فخلوهم. وقيل: القائل النبي صلى الله عليه وآله وركوب الاكتاف كناية عن شد وثاقهم اي ان ضعفوا بالجراحات فلا يقدرون على الهرب فخلوهم والا فشدوهم لئلا يهربوا وتكونوا راكبين على اكتافهم اي مسلطين عليهم. (آت).\n\n(6) في بعض النسخ (ابني اخيك) اي نوفلا وعقيلا. (7) اي بالذي حلف به.\n\n(8) قال الطبرسي رحمه الله انما ذكر الايدي لان من كان في وثاقهم فهو بمنزلة من يكون في ايديهم لاستيلائهم عليه، (من الاسرى) يعني اسراء بدر الذين اخذ منهم الفداء، (إن يعلم الله في قلوبكم خيرا) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p203'> Vol. 08, p. 203</a>\n            </div>\n            :\n\nاي اسلاما واخلاصا او رغبة في الايمان وصحة نية، (يؤتكم خيرا) اي يعطكم خيرا (مما اخذ منكم)\n\nمن الفداء اما في الدنيا والاخرة واما في الاخرة، (ويغقر لكم ذنوبكم والله غفور رحيم) روى عن العباس ابن عبدالمطلب إنه قال: نزلت هذه الاية في وفي اصحابي كان معي عشرون اوقية ذهبا فاخذت مني فاعطاني الله مكانها عشرين عبدا كل منهم يضرب بمال كثير وادناهم يضرب بعشرى الف درهم مكان العشرين اوقية واعطاني زمزم وما احب ان لى بها جميع اموال اهل مكة وانا انتظر المغفرة من ربي، قال قتاده: ذكر لنا ان النبي (صلى الله عليه وآله) لما قدم عليه مال البحرين ثمانون الفا وقد توضأ لصلاة الظهر فما صلى يومئذ حتى فرقه وامر العباس ان ياخذ منه يحثى فاخذ فكان العباس يقول: هذا خير مما اخذ مني وارجو المغفرة. انتهى.\n\nوابوالبختري هو العاص بن هشام بن الحارث بن اسد ولم يقبل امان النبي (صلى الله عليه وآله) ذلك اليوم <span id='ms4459'></span> وقتل فالضمير في قوله (ع): (اسروا) راجع إلى بني هاشم وابوالبختري معطوف على احد لانه لم يكن من بني هاشم وقد كان نهى النبي (صلى الله عليه وآله) عن قتله ايضا قال: ابن ابي الحدبد قال: الواقدي نهى رسول الله (صلى الله عليه وآله) عن قتل ابي البختري وكان قد لبس السلاح بمكة يوما قبل الهجرة في بعض ما كان ينال النبي (صلى الله عليه وآله) من الاذى وقال: لا يعرض اليوم احد لمحمد باذى الا وضعت فيه السلاح فشكر ذلك له النبي (صلى الله عليه وآله) وقال ابوداود المازني: فلحقته يوم بدر فقلت له: ان رسول لله نهى عن قتلك ان اعطيت بيدك قال: وما تريد إلى ان كان قد نهى عن قتلى فقد كنت ابليته ذلك فاما ان اعطى بيدى فواللات والعزى لقد علمت نسوة مكة اني لا اعطي بيدي وقد عرفت انك لا تدعني فافعل الذي تريد فرماه ابوداود بسهم وقال: اللهم سهمك وابوالبخترى عبدك فضعه في مقتله وابوالبختري دارع ففتق السهم الدرع فقتله قتال الواقدي: ويقال ان المجذر بن زياد قتل ابا البختري ولا يعرفه فقال المجذر في ذلك شعرا عرف منه انه قاتله.\n\nوفي رواية محمد بن اسحاق ان رسول الله (صلى الله عليه وآله) نهى يوم بدر عن قتل ابي البختري واسمه الوليد بن هشام بن الحارث بن اسد بن عبد الغزى لانه كان اكف الناس عن رسول الله لمكة كان لا يؤديه ولا يبلغه عني شئ يكرهه وكان فيمن قام في نقض الصحيفة التي كتبتها قريش على بن هاشم فلقيه المجذر بن زياد البلوى حليف الانصار فقال له: ان رسول الله نهانا عن قتلك ومع ابي البخترى زميل له خرج معه من مكة يقال له: جنادة بن مليحة فقال ابوالبخترى: وزميلي قال المجرد:\n\nوالله ما نحن بتاركي زميلك مانهانا رسول الله الا عنك وحدك قال: إذا والله لاموتن انا وهو جميعا لا تتحدث عني نساء اهل مكة اني تركت زميلي حرصا على الحياة <span id='ms4460'></span> فنازله المجذر وارتجز ابوالبختري فقال:\n\nلن يسلم ابن حرة زميله * حتى يموت او يرى سبيله ثم اقتتلا فقتله الجدر وجاء إلى رسول الله فاخبره وقال: والذي بعثك بالحق لقد جهدت ان يستاسر فاتيك به فابى الا القتال فقاتلته فقتلته ثم قال: قال: محمد بن اسحاق: وقد كان رسول الله في اول الواقعة نهى ان يقتل احد من بني هاشم وروى باسناده عن ابن عباس انه قال: قال النبي لاصحابه: اني عد عرفت ان رجالا من بني هاشم وغيرهم قد اخرجوا كرها لا حاجة لنا بقتلهم فمن لقى منكم احدا من بني هاشم فلا يقتله ومن لقى ابا البخترى فلا يقتله ومن لقى العباس بن عبدالمطلب عم رسول الله فلا يقتله فانه انما اخرج مستكرها. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p204'> Vol. 08, p. 204</a>\n            </div>\n            :\n\n(1) التوبة: 19. قال الطبرسي: قيل: انها نزلت في على (عليه السلام) وعباس بن عبدالمطلب وطلحة بن شيبة وذلك انهم افتخروا، فقال طلحة: انا صاحب البيت ويبدي مفتاحه ولو اشاء بت فيه، وقال العباس: انا صاحب السقاية والقائم عليها، وقال علي بن ابي طالب (عليه السلام):\n\nلا ادري ما تقولان، لقد صليت إلى القبلة ستة اشهر قبل الناس وانا صاحب الجهاد، عن الحسن والشعبي ومحمد بن كعب القرظي. انتهى.\n\n(2) الزمر: 8. وقوله: (منيبا) اي لزوال ما ينازع العقل في الدلالة على ان مبدأ الكل منه،\n\n(ثم إذا خوله) اي اعطاه من الخول وهو التعهد او الخول وهو الافتخار، (نعمة منه) اي من الله\n\n(نسي) اي الضر الذي كان يدعو الله إلى كشفه او ربه الذي كان يتضرع اليه. (البيضاوي) واعلم ان ما ذكره عله السلام في معنى الاية هو التأويل كما صرح به.\n\n(3) الزمر: 8.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p205'> Vol. 08, p. 205</a>\n            </div>\n            :\n\n(1) الزمر: 9.\n\n(2) المائدة 95. وهذا ورد في جزاء الصيد حيث قال تعالى (ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم) والمشهور بين المفسرين وما دلت عليه اخبار اهل البيت (عليهم السلام) وانعقد عليه احماع الاصحاب هو ان المماثلة معتبرة في الخلقة، ففي النعامة بدنة وفي حمار الوحش شبه البقرة وفي الظبي شاة. وقال ابراهيم <span id='ms4461'></span> النخعي: يوم الصيد قيمة عادلة ثم يشتري بثمنه مثله من النعم، (يحكم به ذوا عدل منكم) ذهب المفسرون إلى ان المراد انه يحكم في التقويم والمماثلة في الخلقة العدلان لانهما يحتاجان إلى نظر واجتهاد، هذا مبني على القراءة المشهورة من لفظ التثنية وقد اشتهر بين المفسرين ان قراءة اهل البيت (عليهم السلام) بلفظ المفرد وقال الشيخ الطبرسي رحمه الله: قراءة محمد بن علي الباقر وجعفر بن محمد الصادق (عليهما السلام): (يحكم به ذو عدل منكم) وقال البيضاوي وقرئ (ذو عدل) على ارادة الجنس. والمعنى على هذه القراءة انه يحكم بالمماثلة النبي أو الامام الموصوفان بالعدل والاستقامة في جميع الاقوال والافعال وقد حكموا بما ورد في اخبارهم من بيان المماثلة وعلى قراءة التثنية ايصضا يحتمل ان يكون المعنى ذلك بان يكون المراد النبي والامام (عليهما السلام). (آت).\n\n(3) المائدة: 100 (لم تبد لكم) ذكره (عليه السلام) تفسيرا للاية الكريمة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p206'> Vol. 08, p. 206</a>\n            </div>\n            :\n\n(1) الانعام: 115. (فيها الحسنى) اي تمة كلمته الحسنى وهو بيان الاية.\n\n(2) الاسراء: 4. وما ذكره (عليه السلام) هو التأويل. (3) الوتر بالكسر: الجناية اي صاحب وتر وجناية على آل محمد (عليهم السلام). (آت).\n\n(4) لعل المراد انها صقلت وذهبت في موضعين: امامها وخلفها. وقوله: (المؤدون) اي هم المؤدون. (آت).\n\n(5) انما يغسله (عليه السلام) لانه من بين الائمة (عليهم السلام) شهيد في المعركة ولا يجب عليه الغسل وان مات بعد الرجعة. (آت).\n\n(6) الظاهر انه محمد بن حكيم من اصحاب ابي عبدالله وابي الحسن (عليهما السلام) والخبر مضمر او موقوف.\n\n(7) هي مدفن ابي ذر قرب المدينة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p207'> Vol. 08, p. 207</a>\n            </div>\n            :\n\n(1) فناء الدار: ما امتد من جوانبها والمراد اما فناء دارهم او دارك او دار رسول الله (صلى الله عليه وآله). (آت)\n\n(2) اي مشرف على جميع الخلق وهو كناية عن علمه بما يصدر عنهم وانه لا يعزب عن علمه شئ من امورهم. (آت).\n\n(3) اي في خلق وتقدير وتغيير وقضاء حاجة ودفع كربة ورفع قوم ووضع آخرين ورزق وتربية وسائر ما يتعلق بقدرته وحكمته تعالى والغرض تسلية ابي ذر بانه يمكن ان يتغير الحال. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p208'> Vol. 08, p. 208</a>\n            </div>\n            :\n\n(1) اكثر <span id='ms4462'></span> الناس يتبعون الجماعات وان كانوا على الباطل، على وفق الفقرة التالية. (آت).\n\n(2) الشجن بالتحريك: الحاجة.\n\n(3) (فآلى) اي حلف. (4) يعني الوليد بن عقبة آخا عثمان لامه وكان عثمان ولاه الكوفة وذكر الزمخشري وغيره انه صلى بالناس وهو سكران صلاة الفجر اربعا وقال: هل ازيدكم. (آت).\n\n(5) الحسيس: الصوت الخفي.\n\n(6) اي التي كانت في اول النهار وهي الحق والتي كانت في اخره وهي الباطل وذلك عند قيام القائم.\n\n(7) يونس: 35 وقوله: (يهدي) اصله يهتدي فادغمت التاء في الدال. (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p209'> Vol. 08, p. 209</a>\n            </div>\n            :\n\n(1) هذا الخبر مضمر او موقوف وقوله: من العجلية كانها نسبة إلى قبيلة، وفي بعض النسخ\n\n(العجلية). (آت).\n\n(2) (منادى آخر النهار) بصيغة المجهول اي يخبر منادى اول النهار عن منادى آخر النهار ويقول: انه شيطان فلا تتبعوه. (آت).\n\n(3) اي قال الامام او الراوى الذي يناظر الرجل العجلى. (آت).\n\n(4) اي بنو العباس وهذا احذ اسباب خروج القائم (عليه السلام) وان تأخر، قال الفاضل الاسترآبادي المراد ان بنى العباس لم يتفق الملوك على خليفة وهذا معنى تفرق الكلمة ثم تمضى بعد ذلك مدة مديدة إلى خروج السفياني ثم إلى ظهور القائم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p210'> Vol. 08, p. 210</a>\n            </div>\n            :\n\n(1) داود بن على هو عم السفاح وسليمان بن خالد في بعض النسخ (سليمان بن مخالد) وفي بعضها (مجالد) وفي بعضها (مخلد).\n\n(2) بالتخفيف اي اظهر واعذره وبالتشديد اي ذكروا في العذر اشياء لا حقيقة لها فان المعذر بالتشديد هو المظهر للعذر اعتلالا من غير حقيقة له في العذر كما ذكره الجوهري. (آت).\n\n(3) اي الارض المعلومة بقرينة المقام.\n\n(4) لعل المراد اصل الكثرة والزيادة لا الضعف الحقيقي كما يقال في كرتين ولبيك اذ كان ملكهم اضعاف ملك بني امية وفي هذا الابهام حكم كثيرة منها عدم طغيانهم ومنها عدم يأس اهل الحق. وتلقف الشئ: تناوله بسرعة اي يسهل لهم تناول الخلافة بحيث يتيسر لصبيانهم من غير منازع. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p211'> Vol. 08, p. 211</a>\n            </div>\n            :\n\n(1) (عنفوان) بضم العين والفاء اي أوله. وقوله: (ترغذون) يقال: رغد اي واسعة طيبة. وقوله: (ما لم تصيبوا منا دما حراما) المراد قتل اهل البيت (عليهم السلام) ولو كان بالسم مجازا ويكون قتل <span id='ms4463'></span> الائمة (عليهم السلام) سببا لسرعة زوال ملك كل واحد منهم فعل ذلك او قتل السادات الذين قتلوا في زمان ابي جعفر الدوانيقي وفي زمان الرشيد على ما ذكره الصدوق في العيون وكذا ما قتلوا في الفخ من السادات ويحتمل ان يكون اشارة إلى قتل رجل من العلويين قتلوه مقارنا لانقضاء دولتهم. (آت).\n\n(2) الريح قد تكون بمعنى الغلبة والقوة ومنه قوله تعالى: (وتذهب ريحكم) (الصحاح).\n\n(3) (اعور) اي الدني الاصل، السئ الخلق وهو اشارة إلى هلا كوخان. قال الجزري:\n\nفيه: لما اعترض ابولهب على النبي (صلى الله عليه وآله) عند اظهاره الدعوة قال له ابوطالب: يا اعور ما انت وهذا لم يكن ابولهب اعور لكن العرب تقول لمن ليس له اخ من ابيه وامه: اعور وقيل: انهم يقولون للردى من كل شئ من الامور والاخلاق: اعور وللمؤنث عوراء. وقوله:\n\n(ليس باعور من آل ابي سفيان) اي ليس ذلك الاعور من آل ابي سفيان بل من طائفة الترك. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p212'> Vol. 08, p. 212</a>\n            </div>\n            :\n\n(1) لعل المراد عبدالله بن محمد بن على بن عبدالله بن العباس ثاني خلفاء بني العباس نسب إلى جده. (آت).\n\n(2) اي كما انه ظهرت دولتهم على يد رجل جاء من قبل المشرف وهو ابومسلم المروزى كذلك يكون انقراض دولتهم على يد رجل يخرج من هذه الناحية وهو هلاكو. (آت) هذا من اخبار الغيب لان الكافي صنف في صدر الدولة العباسية.\n\n(3) اي انت تقول: ان هذا خلاف المعهود وما يحكم به المنجمون ولد قلت: انهما من الايات الغريبة التي لم يعهد وقوعها، وعلى مثل هذا حمل الصدوق رحمه الله ما ورد من ادخالهما في البحر عند الانكساف والانخساف. (آت)\n\n(4) الرياح جمع الريح والمراد هنا الريح الطيب والغلبة او القوة او النصرة او الدولة. والارواح اما جمع الروح بالضم او بالفتح بمعنى نسيم الريح والراحة. (آت). (5) اي على ماهو لازم الحب من الشفاعة. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p213'> Vol. 08, p. 213</a>\n            </div>\n            :\n\n(1) اي بسبب ان الله ضمن لكم الجنة او ضمناها لكم من قبل الله وبامره ويحتمل ان يكون الباء بمعنى مع. (آت)\n\n(2) اي في <span id='ms4464'></span> الجنة على صفة الحورية في الحسن والجمال. (آت 9.\n\n(3) اي خذ هذه البشارة و(بشر) اي غيرك و(استبشر) اي افرح وسر بذلك. (آت).\n\n(4) الدعامة بالكسر: عماد البيت. (5) الذروة من كل شئ اعلاه.\n\n(6) الغاشية: 3 و4.\n\n(7) في بعض النسخ (بامر الله عزوجل).\n\n(8) اي يصدر عنهم فلتة من غير تفكر وروية واخذ عن صادق. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p214'> Vol. 08, p. 214</a>\n            </div>\n            :\n\n(1) اي غنى النفس والاستغناء عن الخلق بتوكلهم على ربهم. (آت).\n\n(2) اي دعاكم الله إلى دينه وطاعته فاجبتموه اليها. (آت).\n\n(3) اي كما ان الجواهر ممتازة من سائر اجزاء الارض بالحسن والبهاء والنفاسة والندرة فكذاهم بالنسبة إلى سائر ولد آدم (عليه السلام). (آت)\n\n(4) اي لولا ان يعدوه عظيما ويصير سببا لغلوهم فيهم. (آت)\n\n(5) والزهو. الكبر والفخر وقوله: (قبلا) اي عيانا ومقابلة.\n\n(6) اي اجره التقديري اي لو كان له اجر مع قطع النظر عما يتفضل به على الشيعة كانه له اجر واحد فهذا ثابت للساكت من الشيعة. (آت)\n\n(7) اي في سائر احوالهم غير حالة المصافة مع العدد. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p215'> Vol. 08, p. 215</a>\n            </div>\n            :\n\n(1) الحجر: 47. والغل: العداوة والشحناء ويقال: الغل: الحسد.\n\n(2) التقلقل: التحرك والاضطراب وفي بعض النسخ (تقلقى) والقلق الانزعاج.\n\n(3) اي جعل الله محبتي خالصة لكم فصار تاييده تعالى سببا لان لا اخطئ الهدف واصيب كلما اريده من مدحكم وان لم ابالغ فيه. يقال: اغرق النازع في القوس إذا استوفى مدها ثم استعير لمن بالغ في كل شئ ويقال: طاش السهم عن الهدف اي عدل. (آت)\n\n(4) لعله (عليه السلام) نهاه عن ذلك لايهامه تقصير او عدم اعتناء في مدحهم (عليهم السلام) وهذا لا يناسب مقام المدح، او لان الاغراق في النزع لا مدخل له في اصابة الهدف بل الامر بالعكس مع ان فيما ذكره معنى لطيفا كاملا وهو ان المداحون إذا بالغوا في مدح ممدوحهم خرجوا عن الحق وكذبوا فيما اثبتوا للممدوح كما ان الرامى إذا اغرق نزعا اخطا الهدف، واني في مدحكم كلما ابالغ في المدح لا يخرج سهمى عن هدف الحق والصدق ويكون مطابقا للواقع. ويحتمل على بعد ان يكون غرضه (عليه السلام) مدحه وتحسينه <span id='ms4465'></span> بانك لا تقصر في مدحنا بل تبذل جهدك فيه. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p216'> Vol. 08, p. 216</a>\n            </div>\n            :\n\n(1) ام فروة هز كنية لام الصادق (عليه السلام) ينت القاسم بن محمد بن ابي بكر ولبنته (عليه السلام) على ما ذكره الشيخ الطبرسي رحمه الله في اعلام الورى والمراد هنا الثانية والمراد بجدها الحسين ابن على (عليهما السلام). (آت)\n\n(2) قوله: (فروجودي) خطاب لام فروة فاختصر من اوله واخره ضرورة وترخيما ويدل على عدم حرمة سماع صوت الرجال على النساء. (آت)\n\n(3) اي راقبوا الباب وواظبوه لئلا يطلع علينا المخالفون.\n\n(4) قال الجزرى: الكدية بالضم: قطعة غليظة صلبد لا يعمل فيه الفاس.\n\n(5) الترديد من الراوى ويحتمل ان يكون من الامام اشارد بذلك إلى اختلاف روايات العامة وهو بعيد. (آت)\n\n(6) خبر الصخرة من المتواترات قد رواه الخاصة والعامة باسانيد كثيرة فقد روى الصدوق باسناده إلى البراء بن عازب قال. لما امر رسول الله (صلى الله عليه وآله) بحفر الخندق عرض له صخرة عظيمة شديدة في عرض الخندق لا تاخذ منها امعاول فجاء رسول الله (صلى الله عليه وآله) فلما رآها وضع ثوبه واخذ المعول قال: بسم الله وضرب ضربة فكسر ثلثها وقال: الله اكبر اعطيت مفاتيح الشام والله اني لابصر قصورها الحمراء الساعة ثم ضرب الثانية فقال: بسم الله ففلق ثلثا (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p217'> Vol. 08, p. 217</a>\n            </div>\n            :\n\nآخر فقال: الله اكبر اعطيت مفاتيح فارس والله انى لابصر قصر المدائن الابيض، ثم ضرب الثالثة ففلق بقية الحجر وقال: الله اكبر اعطيت مفاتيح اليمن والله لابصر ابواب الصنعاء مكاني هذا.\n\nوقال على بن ابراهيم: فلما كان في اليوم الثاني بكروا إلى الحفر وقعد رسول الله في مسجد الفتح فبينا المهاجرون يحفرون اذ عرض لهم جبل لم يعمل المعاول فيه فبعثوا جابر بن عبدالله الانصارى إلى رسول الله يعلمه ذلك يقال جابر: فجئت إلى المسجد ورسول الله مستلق على قفاه ورداءه تحت رأسه وقد شد على بطنه حجرا فقلت: يا رسول الله انه قد عرض لنا جبل لا يعمل المعاول فيه فقام مسرعا حتى جاءه ثم دعا بماء في اناه وغسل وجهه وذراعيه <span id='ms4466'></span> ومسح على رأسه ورجليه ثم شرب ومج ذلك الماء في فيه ثم صبه على ذلك الحجر ثم اخذ معولا فضرب اخرى فبرقت برقة نظرنا فيها إلى قصور المدائن ثم ضرب اخرى فبرقت برقة نطرنا فيها إلى قصور اليمن، فقال رسول الله (صلى الله عليه وآله): اما انه سيفتح عليكم هذه المواطن التي برقت فيها البر ثم انهاك عليها الجبل كما ينهاك الرمل. (آت) (1) في القاموس: الازيب كاحمر: الجنوب والنكباء تجري بينها وبين الصبا.\n\n(2) المنخر بفتح الميم والخاء وبكسرهما وبضمتين وكمجلس: الانف. (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p218'> Vol. 08, p. 218</a>\n            </div>\n            :\n\n(1) اي يمنع المطر عنا.\n\n(2) قال الجزري: في حديث الاستسقاء: اللهم حوالينا ولا علينا يقال: رايت الناس حوله وحواليه اي مطيفين من جوانبه، يريد اللهم انزل الغيث في مواضع النبات لا في مواضع الابنية.\n\nوقال الجوهري: يقال قعدوا حوله وحواله وحواليه وحوليه ولا تقل: حواليه بكسر اللام.\n\n(3) اي حيث يرعى سكان البادية انعامهم فانهم يسكنون في خيام الوبر لا بيوت المدر ولا يضرهم كثرة المطر. (آت)\n\n(4) اي ابرقت السماء وقال الفيروزآبادي: برقت السماء بروقا لمعت او جاءت برق. والبرق بدا. والرجل تهدد وتوعد كأبرق. والحاصل ان البرق يلزمه المطر وان لم يمطر في كل موضع يظهر فيه البرق. (آت)\n\n(5) (على شجرة) يحتمل ان يكون نوع من السحاب كذلك وان يكون كناية عن انبعاثه عن الثحر وحواليه. (آت) والكثيب: الرمل المستطيل، التل.\n\n(6) قال الجزري: في حديث علي (عليه السلام): البرق مخاريق الملائكة. هي جمع مخراق وهو في الاصل ثوب يلف به الصبيان بعضهم بعضا اراد انها آلة تزجر بها الملائكة السحاب وتسوقه ويفسره حديث ابن عباس: (البرق سوط من نور تزجر بها الملائكة السحاب). (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p219'> Vol. 08, p. 219</a>\n            </div>\n            :\n\n(1) فاطر: 9.\n\n(2) استظهر المجلسي رحمه الله انه زيد (احمد بن محمد بن عيسى) هنا من النساخ.\n\n(3) اي متلبسا بالغيب اي غائبا عن الخلق اوبسبب الامر المغيب عنه من النار وبسبب ايمانه به باخبار الرسل والاول اظهر اذ اكثر الخلق يظهرون خشية الله بمحضر الناس رياءا ولا يبالون بارتكاب المحرمات في الخلوات قوله: (يرعو عند الشيب) قال الجزري <span id='ms4467'></span>: فيه شر الناس رجل يقرء كتاب الله لا يرعوى إلى شئ منه. اي لا ينكف ولا ينزجر من رعى يرعو إذا كف عن الامور وقد ارعوى عن القبيح يرعوى ارعواء، وقيل: الارعواء الندم على الشئ والانصراف عنه. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p220'> Vol. 08, p. 220</a>\n            </div>\n            :\n\n(1) اي بحسب الدنيا. (آت).\n\n(2) اي المفارقة الواقعة بالموت بعيدة عن المواصلة. (آت)\n\n(3) سند الخبر ضعيف ويدل على ان ياجوج وماجوج ليسوا من ولد آدم (عليه السلام) وروى الصدوق باسناده عن عبدالعظيم الحسني عن علي بن محمد العسكري ان جميع الترك والصقالبة وياجوج وماجوج والصين من ولد يافت والحديث كبير وهذا الخبر عندي اقوى سندا من خبر المتن فيمكن حمله على ان المراد انهم ليسوا من الناس وان اقوى سندا من خبر المتن فيمكن حمله على ان المراد انهم ليسوا من الناس وان كان من ولد آدم. (آت)\n\n(4) ان يجعلون حبنا وما وصل اليهم من علومنا زينة لهم عند الناس ووسيلة لتحصيل الجاه وليس توسلهم بالائمة (عليهم السلام) خالصا لوجه الله. (آت)\n\n(5) اي ياخذ بعضهم اموال بعضهم وياكلونها باظهار مودتنا ومدحنا وعلومنا. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p221'> Vol. 08, p. 221</a>\n            </div>\n            :\n\n(1) الانكار استعمل هنا مقابل المعرفة. (آت).\n\n(2) اي خروج القائم (عليه السلام).\n\n(3) اي قال علي بن الحسين (عليه السلام): قال امير المؤمنين ولعله (قال: قال) زيد من النساخ.\n\n(4) قوله: (وكل الزرق بالحمق) اي الاحمق في غالب احوال مرزوق موسع عليه والعاقل محروم مقتر عليه. (آت)\n\n(5) الحفيرة موضع بالعراق.\n\n(6) اي صادفت وفي بعض النسخ (واقفت) بتقديم القاف من المواقفة.\n\n(7) الزميل: الرفيق والزاملة: بعير يستظهر به الرجل، يحمل متاعه وطعامه عليه.\n\n(8) اي من دين الحق وولاية اهل البيت (عليهم السلام). (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p222'> Vol. 08, p. 222</a>\n            </div>\n            :\n\n(1) هذه المعجزة من المعجزات المشهورات رواها الخاصة والعامة بطرق كثيرة.\n\n(2) اي من النبوة والقرب والكمال. (آت)\n\n(3) اي يسرعون اليه.\n\n(4) اي يسره الله لك من غير طلب. (آت)\n\n(5) اي يسليه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p223'> Vol. 08, p. 223</a>\n            </div>\n            :\n\n(1) الشعراء: 206 إلى 208. وقوله: (ما كانوا يوعدون) فسره الاكثر بقيام الساعة وفسر في اكثر اخبارنا بقيام القائم (عليه السلام) وهذا انسب بالتسلية. (آت).\n\n(2) القدر: 2 إلى 5.\n\n(3) النور: 63.\n\n(4) اما تفسير للفتنة ايضا او للعذاب.\n\n(5) اي لا <span id='ms4468'></span> ينفع هذا في رفع منازعة مروان والمراد به احد اصحابه (عليه السلام) وابن ذر رجل آخر من اصحابه ولعله كان بينهما منازعة شديدة لتفاوت درجتهما واختلاف فهمهما فافاد (عليه السلام) ان الكتاب لا يرفع النزاع الذي منشاؤه سوء الفهم واختلاف مراتب الفضل. ويحتمل ان يكون المراد بابن ذر عمر بن ذر القاضي العامي، وقد روى انه دخل على الصادق (عليه السلام) وناظره فالمراد ان هذا لا يرفع النزاع بين الاصحاب والمخالفين بل يصير النزاع بذلك اشد ويصير سببا لتضرر الشيعة بذلك كما ورد في كثير من الاخبار ذلك لبيان سبب اختلاف الاخبار فظن عبدالاعلى عند سماع هذا الكلام انه (عليه السلام) لا يجيبه إلى كتابه هذا الكتاب فآيس وقام ودخل على اسماعيل ابنه (عليه السلام) وذكر ما جرى بينه وبينه (عليه السلام).\n\n(6) اي قال عبدالاعلى قال الصادق (عليه السلام) وذكر ما جرى بين مروان وابن ذر من المخاصمة فصدقه الراوى على ذلك قال: بلى جرى ذلك بينهم وهذا يحتمل ان يكون في وقت آخر أتاه (عليه السلام) او في هذا الوقت الذي كان يتكلم اسماعيل سمع كلامه (عليه السلام) فاجابه. ويحتمل ان يكون فاعل\n\n(فقال) اسماعيل اي قال عبدالاعلى: قال اسماعيل عندما ذكرت بعض كلام ابيه (عليه السلام) مبادرا: (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p224'> Vol. 08, p. 224</a>\n            </div>\n            :\n\nما قال ابي في جوابك قصة مروان وابن ذر قال عبدالاعلى: بلى قال ابوك ذلك فيكون إلى اخر الخبر كلام اسماعيل حيث كان سمع من ابيه (عليه السلام) علة ذلك فافاده وهذا أظهر لفظاوالاول معنى. (آت). (1) الزمر: 30. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p225'> Vol. 08, p. 225</a>\n            </div>\n            :\n\n(1) العنان ككتاب: سير اللجام الذي يمسك به الدابة والجمع اعنة.\n\n(2) شوكة الحائك وكل شئ تحصن به فهو صيصية اي اظهر كل ذي قدرة قدرته وقوته. (3) اللامة مهموزة الدرع، وقيل: السلاح. (النهاية).\n\n(4) اي قبل الوصول إلى المدينة بالبيداء يخسف الله به وبجيشه الارض كما وردت به الاخبار المتظافرة. (آت)\n\n(5) اي يبذل القائم (عليه السلام) لاهل المدينة الامان فيرجعون إلى المدينة مستأمنين. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p226'> Vol. 08, p. 226</a>\n            </div>\n            :\n\n(1) (لبيك يا جعفر بن محمد) الظاهر ان هذا الكافر من اصحاب ابي الخطاب <span id='ms4469'></span> (محمد بن مقلاص الاسدي) وكان يعتقد ربوبيته (عليه السلام) كاعتقاد ابي الخطاب فانه اثبت ذلك له (عليه السلام) وادعى النبوة من قبله (عليه السلام) على اهل الكوفة فناداه (عليه السلام) هذا الكافر بما ينائي به الله في الحج وقال ذلك على هذا الوجه، فذعر من ذلك لعظيم ما نسب اليه وسجد لربه وبرا نفسه عند الله مما قال ولعن ابا الخطاب لانه كان مخترع هذا المذهب الفاسد وقوله: (رجعت عودي على بدئي) قال الجوهري: رجع عودا على بدء وعوده على بدئه اي لم ينفع ذهابه حتى وصله برجوعه. (آت). (*)\n\n(2) اي جاوز ما قال الله فيه.\n\n(3) هذا عاء عليه واستجيب دعاءه (عليه السلام) فيه ذكر الكشي انه بعث عيسى بن موسى بن على ابن عبدالله بن العباس وكان عامل المنصور على الكوفة إلى ابي الخطاب واصحابه لما بلغه انهم قد اظهروا الاباحات ودعوا الناس إلى نبوة ابي الخطاب فانهم مجتمعون في المسجد لزموا الاساطين يروون الناس انهم لزموها للجادة وبعص اليهم رجلا فقتلهم جميعا فلم يفلت منهم الا رجل واحد اصابته جراحات فسقط بين العتلى يعد فيهم فلما جنه الليل خرج من بينهم فتخلص وهو ابوسلمة سالم بن مكرم الجمال وروى انهم كانوا سبعين رجلا. (آت). (4) اي كان يذكر فضائلهم ويفتخر باللانتساب بهم. (آت).\n\n(5) الموالي هنا غير العربي الصليب الذي صار حليفا لم ودخل بينهم وصار في حكمهم ووليس منهم. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p227'> Vol. 08, p. 227</a>\n            </div>\n            :\n\n(1) اي رجل من كفار العجم وان كان صليبا كما مر.\n\n(2) مر معنى الفخذ ص 181 من هذا المجلد.\n\n(3) لعل هذا في اوائل زمانه (عليه السلام) والا فالظاهر من الاخبار انه لا يقبل منهم الا الايمان او القتل. (آت)\n\n(4) الهميان بالكسر: التكة والمنطقة وكيس للنفقة. ولعله كناية عن علامة جعلها لهم ليعرفوا بها مثل الزنار.\n\n(5) الظاهر هو محمد بن سالم ابي سلمة الاتي تحت رقم 314 وقال الشيخ في الفهرست محمد بن سالم بن ابي سلمة، له كتاب، اخبرنا به ابن ابي جيد عن ابن الوليد عن علي بن محمد بن ابي سعيد <span id='ms4470'></span> القيرواني عن محمد بن سالم بن ابي سلمة السجستاني. انتهى اقول: محمد بن مسلم كان تصحيف محمد سالم وذلك نشأ من اختلاف الكتابة في سالم وسلم وعثمان وعثمن وسفيان وسفين ونظائرها وهذا كثير في كتب القدماء. وعلي بن محمد بن سعيد غير موجود في كتب الرجال والظاهر انه علي بن محمد بن ابي سعيد المذكور ولكن ذكر الشيخ في الرجال على بن محمد بن سعد الاشعري وقال: له كتاب اخبرنا به ابن ابي جيد عن ابن الوليد عن علي بن محمد عن رجاله.\n\n(6) كعت عنه اكيع إذا هبته وجبنت عنه. (القاموس). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p228'> Vol. 08, p. 228</a>\n            </div>\n            :\n\n(1) ماد الشئ يميد ميدا: تحرك ومادت الاغصان: تمايلت. (الصحاح) وهو كناية عن اضطرابهم وشدة حالهم.\n\n(2) أي جرى وسال عرقه. (النهاية)\n\n(3) اي حلت عقالهم.\n\n(4) في بعض النسخ (محمد بن مسلم) ولعله اظهر. (آت)\n\n(5) في بعض النسخ (ما وجدتهم الا واصفة).\n\n(6) كذا. والمحص: التصفية والتخليص من الغش والتمحيص: الاختبار والابتلاء. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p229'> Vol. 08, p. 229</a>\n            </div>\n            :\n\n(1) الظاهر انه اسماعيل بن الفضل. (آت).\n\n(2) (لو يروون) هذا على مذهب من لا يجزم ب (لو) وان دخلت على المضارع لغلبة دخولها على الماضي اي لو لم يغيروا كلامنا ولم يزيدوا فيها لكانوا بذلك اعز عند الناس اما لانهم كانوا يؤدون الكلام على وجه لا يترتب عليه فساد او لان كلامهم لبلاغته يوجب حب الناس لهم وعلم الناس بفضلهم إذا لم يغير فيكون قوله: (وما استطاع) بيان فائدة اخرى لعدم التغيير يرجع إلى المعنى الاول وعلى الاول يكون تفسيرا للسابق. (آت).\n\n(3) اي ينزل عليها ويضم بعضها معها عشرا من عند نفسه فيفسد كلامنا ويصير ذلك سببا لاضرار الناس لهم. (آت) وفي بعض النسخ (لها عشرا).\n\n(4) المؤمنون: 60.\n\n(5) لعل المراد دعاؤهم وتضرعهم كانهم شفعوا لانفسهم او طلب الشفاعة من غيرهم او تضاعف حسناتهم ولعله تصحيف شفقتهم. (من آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p230'> Vol. 08, p. 230</a>\n            </div>\n            :\n\n(1) (لو) للتمني. وقوله: (عزلت) اي جعلت لهم مائدة غير هذه.\n\n(2) اي الثانية منها الارض وهي تولد اليبس بطبعها والحرارة بانعكاس اشعة الشمس عنها فلها مدخل في تولد المرة الصفراء والسوداء. (آت) (3) اي الثالثة وانما نسب <span id='ms4471'></span> الدم فقط اليها لانها ادخل في دوام البدن من سائر الاخلاط مع عدم مدخلية الاشياء الخارجة كثيرا فيها. (آت)\n\n(4) يحتمل ان يكون اصل استعمال هذه الكلمة كن ممن عرف هذا المعنى وارادة من لا يعرف غيره لا ينافيه على انه يحتمل ان يكون المراد ان الجزاء الخير هو هذا وينصرف واقعا اليه وان لم يعرف ذلك من يتكلم بهذه الكلمة. (آت)\n\n(5) كذا في اكثر النسخ والظاهر سمين ويمكن ان يقرء على البناء للمعلوم اي سماهن الله بها في قوله: (خيرات) ويحتمل ان يكون المسار اليه النابت اي سمى النهر باسم ذلك النابت اي الجواري لان الله سماهن خيرات. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p231'> Vol. 08, p. 231</a>\n            </div>\n            :\n\n(1) الرحمن: 70.\n\n(2) السلعة بكسر السين: المتاع وما يشتري الانسان لاهله. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p232'> Vol. 08, p. 232</a>\n            </div>\n            :\n\n(1) اي في ربوبية الصادق (عليه السلام) او جميع الائمة (عليهم السلام) ولعله كان غرضهم ما نسب اليهم من انه تعالى لما خلق انوار الائمة (عليهم السلام) فوض اليهم امر خلق العامل فهم خلقوا جميع العالم وقد نفوا (عليهم السلام) ذلك وتبرؤوا منه ولعنوا من قال به وقد وضعوا الغلاة اخبارا في ذلك ويحتمل ان يكونوا توهموا حلولا او اتحادا كالنصارى في عيسى (عليه السلام).\n\n(2) يعني الصادق (عليه السلام).\n\n(3) اي لاضلال الناس واضرارهم او للوساوس في المنام كما رواه الصدوق رحمه الله في اماليه عن ابيه باسناده عن ابي جعفر (عليه السلام) قال: سمعته يقول: ان لابليس شيطانا يقال له: هزع يملا المشرق والمغرب في كل ليلة يأتي الناس في المنام ولعله هذا الخبرفسقط عنه بعض الكلمات في المتن والسند ووقع فيه بعض التصحيف. (آت) وفي بعض النسخ (تمريخ).\n\n(4) المشهور بين الاصحاب استحباب ذلك الغسل. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p233'> Vol. 08, p. 233</a>\n            </div>\n            :\n\n(1) لعلهم انها فعلوا ذلك ليصير ثقيلا او لانه ان مسه احد فوق الكفن لا يحسس بانه خشب. (آت).\n\n(2) اي على الكافرين.\n\n(3) مقاتل بن سليمان رجل عامي ضعيف ضعفه الفريقان نقل بن داود في الباب الثاني من رجاله عن البرقي انه عامي وهو مذكور في الحاوي في فصل الضعفاء. وفي تنقيح المقال عن ملحقات الصراح في ذكر معارف <span id='ms4472'></span> اهل التفسير من التابعين ومن تبعهم: الامام ابو الحسن مقاتل بن سليمان تفسيره مجلدان، وقال:\n\nلما قيل: لابي حنيفة: قدم مقاتل بن سليمان قال: إذا يجيئك بكذب كثير. إلى آخر ما قال وقال ابن حجر: مقاتل بن سليمان بن بشير البجلي الازدي الخراساني ابوالحسن البلخي، نزيل مرو ويقال له: ابن دوال دوز البصري المفسر، عن مجاهد وضحاك وعنه على بن الجعد وابن عيينة، اجمعوا على تضعيفه (لسان الميزان ج 6 ص 728) فعلى هذا لم نتعرض لما قالوا ائمة الحديث في توجيه هذا الخبر لانه لم يثبت عندنا صدوره عنهم (عليهم السلام).\n\n(4) الثنية في الجبل كالعقبة فيه وقيل: هو الطريق العالي فيه وقيل: اعلى الميل في رأسه. (النهاية) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p234'> Vol. 08, p. 234</a>\n            </div>\n            :\n\n(1) اي لا يكون العمل مقبولا الا مع الاخلاص في النية وترك شوائب الرياء.\n\n(2) هذا غريب اذ المعروف بين اهل السير ان هذا الملعون بعد الخلافة لم يات المدينة بل لم يخرج من الشام حتى مات ودخل النار ولعل هذا كان من مسلم بن عقبة والى هذا الملعون حيث بعثه لقتل اهل المدينة فجرى منه ما في قتل الحرة ما جرى وقد نقل انه جرى بينه وبين علي بن الحسين (عليهما السلام) قريب من ذلك فاشتبه على بعض الرواة. (آت) هذا الاحتمال في غاية البعد فان مسلم بن عقبة لم يكن قرشيا. ثم ان المسعودي روى عكس ذلك قال ان مسلم بن عقبة لما نظر إلى على بن الحسين (عليه السلام) سقط في يديه وقام واعتذر منه، فقيل له في ذلك فقال قد ملا قلبي منه رعبا. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p235'> Vol. 08, p. 235</a>\n            </div>\n            :\n\n(1) اي الشر قريب بك، وفي المرآة (قال الجوهري: قولهم: اولى لك تهدد ووعيد وقال الاصمعي: معناه قاربه ما يهلكه اي نزل له انتهى وهذا لا يناسب المقام وان يكون الملعون بعد في مقام التهديد ولم يرض بذلك عنه (عليه السلام) ويحتمل ان يكون مراده ان هذا أولى لك وأحرى مما صنع القرشي).\n\n(2) كذا في اكثر النسخ وقال المجلسي رحمه الله الظاهر إما سعد أو علي بن محمد بن <span id='ms4473'></span> ابي سعيد. وقد مر الكلام فيه ص 227. تحت رقم 5 في الهامش.\n\n(3) لعل مراد الراوي بالناصب المخالف كما هو المصطلح في الاخبار وانهم لا يبغضون اهل البيت ولكنهم يبغضون من قال بامامتهم بخلاف الزيدية فانهم كانوا يعاندون اهل البيت ويحكمون بفسقهم لعدم خروجهم بالسيف. (آت) (4) اي مثلان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p236'> Vol. 08, p. 236</a>\n            </div>\n            :\n\n(1) الانتصاف: الانتقام.\n\n(2) اي كمحيانا في التوفيق والهداية والرحمة ومماتكم كمماتنا في الوصول إلى السعادة الابدية. (آت).\n\n(3) برؤية مكانه في الجنة ومشاهدة النبي والائمة صلوات الله عليهم وسماع البشارات منهم زرقنا الله وسائر المؤمنين. (آت).\n\n(4) (هدنة) اي مصالحة مع المخالفين والمنافقين، لا يجوز لكم الان منازعتهم. (آت)\n\n(5) اي مادمتم مطيعين لنا. (آت)\n\n(6) (ان كانت حروريا) اي من خوارج العراق. (وان كان شاميا) اي من نواصب الشام. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p237'> Vol. 08, p. 237</a>\n            </div>\n            :\n\n(1) رقمه المجلسي رحمه الله سهوا من قلمه الشريف ولا يكون لنا بد الا ان نرقمه لئلا نوقع في التكلف لدى التطبيق.\n\n(2) الغثاء بالضم والمد: ما يجئ فوق السيل مما يحتمله من الزبد والوسخ وغيره.\n\n(3) هي البساط الذي له حمل رقيق.\n\n(4) المائدة: 44.\n\n(5) المائدة: 45.\n\n(6) المائدة: 47 وقد مضى بعينه سندا ومتنا تحت رقم 71. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p238'> Vol. 08, p. 238</a>\n            </div>\n            :\n\n(1) مضمر او موقوف.\n\n(2) المشهور في كتب اللغة ان الايتام ينسب إلى المرأة يقال: ايتمت المراة اي صار اولادها يتامى. وقولها عليها السلام: (ترملني) الارملة: المراة التي لا زوج لها وقولها سلام الله عليها:\n\n(ان يكون سيئة) اي مكافأة السيئة بالسيئة وليست من دأب الكرام فيكون اطلاق السيئة عليها مجازا او المراد مطلق الاضرار ويحتمل ان يكون المراد المعصية اي فنهيت عن ذلك ولا يجوز لي فعله. (آت) اقول: اي لولا ان يكون هذا العمل سيئة لفعلت.\n\n(3) لعل فيه تضمين معنى القصد اي قال مخاطبا لابي بكر او عمر: ما تريد بقصدك إلى هذا الفعل اتريد ان تنزل عذاب الله على هذه الامة. (آت)\n\n(4) (طرا) اي جميعا، نصبه على المصدر او على الحال.\n\n(5) اي كانا يسترقان السمع ليسمعا ما يخبر به ويحكيه النبي (صلى الله عليه وآله) مع اهل بيته وازواجه ويخبرا به المنافقين وانما سماهما وزغا لما مر ان <span id='ms4474'></span> بني امية يمسخون بعد الموت وزغا لان الوزغ يستمع الحديث فشبههما لذلك به. (آت) اقول: لا يبعد كونهما جاسوسين مبعوثين من قبل حزبهم الاموي لذلك وقوله (يرون) اي يعلمون. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p239'> Vol. 08, p. 239</a>\n            </div>\n            :\n\n(1) القلم: 6.\n\n(2) محمد: 22.\n\n(3) قد مر بعينه تحت رقم. 76\n\n(4) مسعدة ابن صدقة على ما ذكره الشيخ في رجاله رجل عامي بترى له كتاب. ضعفه غير واحد من الاعلام، وقال ابن الحجر بعد عنوانه في لسان الميزان: عن مالك وعنه سعيد بن عمرو، قال الدار قطني:\n\nمتروك إلى اخر ما قال.\n\n(5) بالنصب اي ادخل الكن او اطلبه. والكن بالكسر: وقاء كل شئ وما يستتر به من بناء ونحوه.\n\n(6) هذا كلام الراوي.\n\n(7) العباب: معظم السيل وارتفاعه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p240'> Vol. 08, p. 240</a>\n            </div>\n            :\n\n(1) اي منصب سائل من غير تقاطر او كثير من غير ان يعلم وزنها وعددها الملائكة. (آت)\n\n(2) اي حكمة او قضاء حق قضى به على نفسه او غيره. (آت)\n\n(3) اي لا تزد في السرور ولا تبالغ فيه.\n\n(4) قد مر مثله تحت رقم 259. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p241'> Vol. 08, p. 241</a>\n            </div>\n            :\n\n(1) البريد: أربع فراسخ وفي بعض النسخ (لا يكون) فالمراد بالبريد الرسول اي يكلمهم في المسافات البعيدة بلا رسول وبريد. (آت).\n\n(2) اي طلب في كل امر يريده وياخذ فيه ان يتيسر الله له ماهو خير له ي دنياه واخرته ثم يكون راضيا بما صنع الله له يات الله بخيره البتة. (آت)\n\n(3) الاشتداد والشد: العدو.\n\n(4) خفق النعل: صوتت. وخفق النعال: صوتها.\n\n(5) سهل بن زياد هو ابوسعيد الادمى الرازي كان ضعيفا في الحديث غير معتمد فيه. (قاله النجاشي). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p242'> Vol. 08, p. 242</a>\n            </div>\n            :\n\n(1) اي حقيقة ثابتة من الايمان وهي خالصه ومحضه وما يحق ان يقال: انه ايمان ثابت لا يتغير من الفتن والشبهات. وقوله: (لم يقم على شبهة هامدة) اي على امر مشتبه باطل في دينه لم يعلم حقيقته بل يطلب اليقين حتى يصل إلى غاية ذلك الامر او غاية امتداد ذلك الامر. (آت)\n\n(2) اي فارجعوا إلى انفسكم وتفكروا في ان ما جهلتموه لاي شئ جهلتموه، ليس جهلكم الا من تقصيركم في الرجوع إلى ائمتكم وفي ان ما عرفتموه لان كل شئ عرفتموه لم تعرفوه الا <span id='ms4475'></span> بما وصل اليكم عن علومهم ان كنتم مؤمنين بهم عرفتم ذلك. (آت)\n\n(3) الانبياء: 18.\n\n(4) وليجة الرجل: بطانته واخلاء ه وخاصته.\n\n(5) في بعض النسخ (كالغبار).\n\n(6) الجود بالفتح: المطر الواسع الغزير. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p243'> Vol. 08, p. 243</a>\n            </div>\n            :\n\n(1) الغناء بالفتح والمد: النفع.\n\n(2) اي اكثر الاشياء راحة.\n\n(3) (ضجرا) اي تبرما عند البلايا. وقوله: (غلقا) بكسر اللام: اي سئ الخلق قال الجزري: الغلق بالتحريك: ضيق الصدر وقلة الصبر. ورجل غلق اي: سئ الخلق.\n\n(4) الظاهر ان المراد بمن خالفه من كان فوقه في العلم والكمال من الائمة (عليهم السلام) والعلماء من اتباعهم وما يامرون به غالبا مخالف لشهوات الخلق فالمراد بالاحتمال قبول قولهم وترك الانكار لهم وان خالف عقله وهواه ويمكن ان يكون المراد بمن خالفه سلاطين الجور وبمن له الفضل الائمة العدل فالمراد احتمال أذاهم ومخالفتهم. (آت).\n\n(5) (المعجب) بفتح الجيم اي عد رايه حسنا ونفسه كاملا. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p244'> Vol. 08, p. 244</a>\n            </div>\n            :\n\n(1) أي كما أن أهل الدنيا بذلوا جهدهم في تحصيل دنياهم الفانية فابذل انت جهدك في تعمير النشأة الباقية وانظر النعم الدنيا ولذاتها واعرف بها فضل الاخرة التي ليس فيها شئ منها. (آت)\n\n(2) اي هذا الورع انفع من ورع من تجنب المكروهات والشبهات ولا يبالي بارتكاب المحرمات. (آت)\n\n(3) لانه ينشأ من الجهل بعيوب النفس وجهلالاتها ونقائصها. (آت)\n\n(4) البقرة: 199. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p245'> Vol. 08, p. 245</a>\n            </div>\n            :\n\n(1) ابراهيم: 36.\n\n(2) الفرقان: 44.\n\n(3) هما رجلان معروفان عند الراوي.\n\n(4) بثق السيل موضع كذا يبثق بثقا بفتح الباء وبتقا بكسرها عن يعقوب اي خرقه وبثقه اي انفجر. (الصحاح) وقوله: (لا يسكر) اي لا يسد.\n\n(5) لعل كلمة (او) بمعنى الواو كما يدل عليه ذكره ثانيا بالواو ويحتمل ان يكون الترديد من الراوي ويحتمل ان يكون المراد بالقائم الامام الثاني عشر (عليه السلام) كما هو المتبادر وبالمتكلم من تصدى لذلك قبله (عليه السلام).\n\n(6) (اهل رده) بالكسر اي ارتداد. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p246'> Vol. 08, p. 246</a>\n            </div>\n            :\n\n(1) آل عمران: 144.\n\n(2) في بعض النسخ (لم يبلغ حسبه).\n\n(3) فيه رد على بعض المخالفين الذين قالوا بنبوتهم وما ورد في اخبارنا موافقا لهم محمول على التقية. (آت)\n\n(4) هما رجلان معلومان عند الراوي. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p247'> Vol. 08, p. 247</a>\n            </div>\n            :\n\n(1) الكنف: الجانب، الظل، جناح الطائر والجمع اكناف وكنف الانسان: حضنه او العضدان والصدر ويقال: انت <span id='ms4476'></span> في كنف الله اي في حرزه ورحمته. قال المجلسي رحمه الله: الحاصل ان الناس مختلفون في اليمن واليسر والبركة ونفع الخلق واضدادها فمنهم نفاعون كقطر المطر يوسع الله عليهم ويوسعون على الناس ويعيش الناس في ظل حمايتهم وحفظههم ونفعهم ومنهم من هو بضد ذلك (ملاعين) اي مبعدون من رحمه الله، (مناكير) جمع منكر اي لا يتأتي منهم المعروف.\n\n(2) قال الجوهري: اتى عليه اي اهلكه.\n\n(3) في بعض النسخ (الحسين). (4) اي المهدى (عليه السلام).\n\n(5) يس: 51. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p248'> Vol. 08, p. 248</a>\n            </div>\n            :\n\n(1) (مناشير) جمع منشار: آلة ذات اسنان ينشر به الحشب. وقوله: (عماهم عليه) اي من دينهم الحق.\n\n(2) اي مكروه او جناية اصابوا منهم قال الفيروزآبادي: وتر الرجل افزعه وادركه بمكروه ووتره ماله نقصه اياه وقال الجزري: الترة: النقص وقيل التبعة والهاء فيه عوض الواو المحذوفة. (آت).\n\n(3) لعل مراده (عليه السلام) اي من سائر انواعه ليستقيم. (آت) والجرجس بالكسر: البعوض الصغار.\n\n(4) يحتمل ان يكون الحصر في الاول اضافيا كما ان الظاهر انه لا بد من تخصيصه بالطيور اذ قد يحس من الحيوانات ماهو اصغر من البعوض الا ان يقال: يمكن ان يكون للبعوض انواع صغار ولا يكون شئ من الحيوان اصغر منها. والولع غير مذكور في كتب اللغة والظاهر انه ايضا من البعوض اي من سائر انواعه. (آت) (5) الانفال: 24. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p249'> Vol. 08, p. 249</a>\n            </div>\n            :\n\n(1) الانعام: 59.\n\n(2) يعني في اللوح المحفوظ وهذا كقوله سبحانه: (وكل شئ احصيناه في امام مبين)\n\nوهو تفسير للكتاب المبين ولعله انما سمى بالامام لتقدمه على سائر الكتب وانما فسر السير في الارض بالنظر في القرآن لمشاركتها في كونهما طريقا إلى معرفة احوالهم. (وانكم لتمرون عليهم مصبحين)\n\nاي حين دخولكم في الصباح، نزلت في قوم لوط يعني انكم يا اهل مكة لتمرون على منازلهم في متاجركم إلى الشام فان سدوم التي هي بلدتهم في طريقة. (في)\n\n(3) الروم: 42. وفيها (كيف كان عاقبة الذين من قبل كان اكثرهم مشركين).\n\n(4) الصافات: 1374، 138.\n\n(5) بكسر التاء وقال الجوهري: التالد: المال القديم الاصلي الذي ولد عندك وهو نقيض الطارف وكذلك التلاد والاتلاد واصل التاء فيه واو. اقول: الاظهر ان <span id='ms4477'></span> المراد عليك بمصاحبة الصاحب القديم الذي جربته وبينك وبينه ذمم وعهود واحذر عن مصاحبة كل صاحب محدث جديد لا عهد له معك ولم تعرف له امانة ولم يحصل بينك وبينه ذمة وعهد وميثاق. (آت).\n\n(6) اي يريدون زوالها عن صاحبها حسدا او يفعلون ما يوجب زوال النعمة وان كان بجهالتهم. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p250'> Vol. 08, p. 250</a>\n            </div>\n            :\n\n(1) الظاهر انه هو الكميت (آت).\n\n(2) انما سأله (عليه السلام) ذلك لانه كان خرج مع زيد ولم يخرج من اصحاب ابي جعفر (عليه السلام) معه غيره ولنذكر بعض اخبار زيد ليتضح مفاد هذا الخبر. روى السدى عن اشياخه ان زيد بن علي ومحمد بن عمر بن علي بن ابي طالب وداود بن علي بن عبدالله بن العباس دخلوا على خالد بن عبدالله القسرى وهو وال على العراق فاكرمهم واجازهم ورجعوا إلى المدينة فلما ولى يوسف عمر العراق وغزل خالد كتب إلى هشام بن عبدالملك يخبره بقدومهم على خالد وانه احسن جوارهم وابتاع من زيد بن علي ارضا بعشرة الاف دينا رثم رد الارض اليه فكتب هشام إلى واليه بالمدينة ان يسرحهم اليه ففعل فلما دخلوا عليه سألهم عن القصة فقالوا: اما الجوائز فنعم واما الارض فلا فاحلفهم فحلفوا له فصدقهم وردهم مكرمين وقال وهب بن منبه: جرت بين زيد بن علي وبين عبدالله ابن الحسن بن الحسن خشونة تسابا فيها وذكرا امهات الاولاد فقدم زيد على هشام بهذا السبب فقال له هشام: بلغني انك تذكر الخلافة ولست هناك فقال: ولم؟ فقال: لانك ابن امة، فقال قد كان اسماعيل (عليه السلام) ابن امة فضربه هشام ثمانين سوطا. وذكر ابن سعد عن الواقدي ان زيد بن ؟ قدم على هشام، رفع اليه دينا كثيرا وحوائج فلم يقض منها شيئا فاسمعه هشام كلاما غليظا فخرج من عند هشام وقال: ما احب احد الحياة الا ذل ثم مضى إلى الكوفة وبها يوسف بن عمر عامل هشام. قال الواقدي: وكان دينه خمسمائة الاف درهم، فلما قتل قال هشام: ليتنا قضيناها وكان اهون مما صار اليه. قال الواقدي <span id='ms4478'></span>: وبلغ هشام بن عبدالملك مقام زيد بالكوفة فكتب إلى يوسف بن عمر ان اشخص زيدا إلى المدينة فاني اخاف ان يخرجه اهل الكوفة لانه حلو الكلام لسن مع ما فيه من قرابة رسول الله، فبعث يوسف بن عمر إلى زيد يامره بالخروج إلى المدينة وهو يتعلل عليه والشيعة تتردد اليه فأقام زيد بالكوفة خمسة اشهر ويوسف بن عمر مقيم بالحيرة فبعث اليه يقول: لا بد من اشخاصك، فخرج زيد المدينة وتبعة الشيعة يقولون: اين تذهب ومعك منا مائة الف يضربون دونك بسيوفهم ولم يزالوا به حتى رجع إلى الكوفة فبايعه جماعة منهم سلمة بن كهيل ومنصور بن حزيمة في آخرين فقال له داود بن علي: يا ابن ام لا يغرنك هؤلاء من نفسك ففي اهل بيتك لك اتم العبرة وفي خذلانهم اياهم كفاية ولم يزل به حتى شخص إلى القادسية فتبعه جماعة يقولون له: ارجع فانت المهدي وداود يقول: لا تفعل فهؤلاء قتلوا أخاك واخوتك وفعلوا ما فعلوا فبايعه منهم خمسة عشر الفا على نصر كتاب الله وسنة رسوله وجهاد الظالمين ونصر المظلومين واعطاء المحرومين ونصرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p251'> Vol. 08, p. 251</a>\n            </div>\n            :\n\nأهل البيت على عدوهم فاقام مختفيا على هذا سبعة عشر شهرا والناس يتناوبونه من الامصار والقرى ثم اذن للناس بالخروج فتقاعد عنه جماعة ممن بايعه وقالوا: ان الامام جعفر بن محمد بن علي فواعد من وافقه على الخروج في اول ليلة من صفر سنة اثنتين وعشرين ومائة فخرج فوفى اليه مائتا رجل وعشرين رجلا فقال: سبحان الله أين القوم؟ فقالوا: في المسجد محسورون وجاء يوسف بن عمر في جموع اهل الشام فاقتتلوا فهزمهم زيد ومن معه فجاء سهم في جبهته فوقع فادخلوه بيتا ونزعوا السم من وجهه فمات وجاؤوا به إلى نهر فاسكروا الماء وحفروا له ودفنوه واجروا عليه الماء وتفرق الناس وتوارى ولده يحيى بن زيد فلما سكن الطلب خرج في نفر من الزيدية إلى الخراسان وجاء واحد ممن حضر دفن زيد إلى يوسف بن عمر فدله على قبره فنبشه وقطع رأسه وبعث <span id='ms4479'></span> إلى هشام فنصبه على باب دمشق ثم أعاده إلى المدينة فنصبه بها ونصب يوسف بدنه بالكوفة حتى مات هشام بن عبدالملك وقام الوليد فامر به فاحرق. وقيل: ان هشاما احرقه فلما ظهر بنو العباس على بني امية نبش عبدالصمد ابن علي وقيل: عبدالله على هشام بن عبدالملك فوجده صحيحا فضربه ثمانين سوطا واحرقه بالنار كما فعل بزيد وكان سنة يوم قتل اثنين وعشرين ومائة. وقال الواقدي: سنة ثلاث وعشرين ومائة يوم الاثنين لليلتين خلتا من صفر. وقيل: سنة عشرين وقيل: سنة إحدى وعشرين. (آت).\n\n(1) اي من اتباع زيد فان بعضهم قتل وبعضهم هرب. (آت)\n\n(2) اي كان نزل فيه اولا او كان سبق في علم الله. (آت)\n\n(3) كذا في اكثر النسخ والظاهر اطقنا. (آت)\n\n(4) محمد: 4. (يا ايها الذين آمنوا) ليست من القرآن. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p252'> Vol. 08, p. 252</a>\n            </div>\n            :\n\n(1) اي كان الحكم ان تقتلوا من اسرتم في اثناء الحرب فخليتموهم ولم تقتلوهم فاذا ظفروا عليكم فما استطعتم ان تسيروا بالعدل اي بالحق ساعة ويحتمل ان يكون غرضه بيان انهم لم يكونوا مستأهلين لجهلهم كما ورد في اخبار آخر. (آت)\n\n(2) اي وهب الله له العافية (آت)\n\n(3) اي محاربوه (عليه السلام).\n\n(4) الانبياء: 84. والضمير راجع إلى ايوب (عليه السلام). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p253'> Vol. 08, p. 253</a>\n            </div>\n            :\n\n(1) يونس: 28. (قطعا) جمع قطعة.\n\n(2) قال الزمخشري في تفسير قوله تعالى: (ولما سقط في ايديهم) اي لما اشتد ندمهم وحسرتهم على عبادتهم العجل لان من شأن من اشتد ندمه وحسرته ان يعض يده غما فيصير يده مسقوطا فيها لان فاه قد وقع فيها وسقط مسند إلى في ايديهم وهو من باب الكناية. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p255'> Vol. 08, p. 255</a>\n            </div>\n            :\n\n(1) كان هذا الباب مشتهرا بباب الثعبان لدخول ثعبان الذي كلم امير المؤمنين (عليه السلام) منه وحكايته مشهورة بين الخاصة والعامة مسطورة في كتب الفريقين ثم ان بني امية لعنهم الله لا خفاء معجزته (عليه السلام) ربطوا هناك فيلا فاشتهر بذلك. (آت). وفي بعض النسخ (بئر الركوة).\n\n(2) الوجه مستقبل كل شئ ان اتوجه الساعة إلى المدينة ولا اقف هناك فلا تخف على. (آت)\n\nاقول: لعل المعنى ان هذا سبب قدومي.\n\n(3) الاسراء <span id='ms4480'></span>: 33.\n\n(4) قال النجاشي: ان كان ملتبسا يعرف وينكر وقال ابن الغضائري: ضعيف.\n\n(5) الفتر بالكسر: ما بين طرف الابهام وطرف السبابة إذا فتحها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p256'> Vol. 08, p. 256</a>\n            </div>\n            :\n\n(1) اي لو كانت زلزلة القيامة التي ذكرها الله في سورة الزلزال لاجابتني عندما سالت عنها مالك لقوله تعالى: (يومئذ تحدث اخبارها) و(آت) (2) الوحي: الاشارة.\n\n(3) الظاهر ان ابا شبل هو عبدالله بن سعيد الثقة. (آت) (4) اي غضة ناعمة طرية.\n\n(5) الاشر: شدة الفرح والنشاط. والبطر: قلة احتمال النعمة والسعة.\n\n(6) الرعد: 11. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p257'> Vol. 08, p. 257</a>\n            </div>\n            :\n\n(1) في بعض النسخ (اخلصوا النفس).\n\n(2) اي استخفكم ووجدكم مسرعين إلى مادعاكم اليه. (آت)\n\n(3) الجشب من الطعام ما غلظ ولا ادم معه.\n\n(4) الظاهر الصواب: الحسين عن احمد بن هلال كما في بعض النسخ وكما يدل عليه سند الخبر الذي بعده. والحسين هو ابن محمد الاشعري ويحتمل ابن احمد ايضا كما في المرآة.\n\n(5) ابوالسرايا اسمه سرى بن منصور وكان من امراء المأمون ثم بايع محمد بن ابراهيم طباطبا ثم محمد بن محمد بن زيد ثم اسر وقتل. راجع مقاتل الطالبين 518 إلى 550. ط 1368 قاهرة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p258'> Vol. 08, p. 258</a>\n            </div>\n            :\n\n(1) اي اراد الفجور معها ومراودتها. (آت)\n\n(2) الخبر موضوع جدا والواضع احمد بن هلال الملعون على لسان العسكري (عليه السلام).\n\n(3) اي حمل عليه وقد كان كمن له في الدهليز (آت)\n\n(4) اي قال سماعة: ذهبت اليه (عليه السلام) واخبرته بالواقعة.\n\n(5) بالسين المهملة اي زخرف لها الكلام وخدعها. وفي بعض النسخ بالشين المعجمة (شطر بها)\n\nاي قصدها.\n\n(6) اي دومة الجندل وهي بالضم: حصن بين المدينة وبين الشام ومنهم من يفتح الدال. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p259'> Vol. 08, p. 259</a>\n            </div>\n            :\n\n(1) اي كلفهم الشفاعة عند الزبير ليدفع اليه الخطاب ثم انه لما يئس من تاثير شفاعة قريش عنده ذهب إلى عبدالمطلب ليتحمل على زبير بعبد المطلب مضافا إلى بطون قريش فقال عبدالمطلب لنفيل: ما بيني وبينه عمل الا معاملة والفة وقوله: (اما علمتم) انه يعني زبيرا ما فعل بي في ابني فلان واشار بذلك إلى ما سيأتي من قصة العباس في آخر الخبر وقال: ولكن امضوا انتم يعني نفيلا مع بطون قريش إلى الزبير. (آت)\n\n(2) اي لا يجلس في صدر المجلس <span id='ms4481'></span>. (آت)\n\n(3) اي لا يشرك معنا في قسمة شئ لا ميراث ولا غيره. (آت)\n\n(4) داود بن علي من بني العباس عم السفاح والمنصور صارا اميرا على الحجاز في صدر دولتهم سنة 2 13 وحج هشام بن عبدالملك الاموي سنة 106 وهذا من علامة كذب الخبر.\n\n(5) اي حظ جدك عبدالله بن العباس فيه الاوفر اي اخذ حظا وافرا من غنائم تلك الغزوة وكان من شركائنا واعوانه (عليه السلام) عليها. وقوله: (ثم فر بخيانته) اشارة إلى خيانة عبدالله في بيت مال البصرة كما رواه الكشي (40) باسناده عن الزهري قال: سمعت الحرث يقول: استعمل على (عليه السلام) على البصرة عبدالله بن عباس فحمل كل مال في بيت المال بالبصرة ولحق بمكة وترك عليا (عليه السلام) وكان مبلغه الفي الف درهم فصعد علي (عليه السلام) المنبر حين بلغه ذلك فبكى فقال: هذا ابن عم رسول الله (صلى الله عليه وآله) في علمه وقدره يفعل مثل هذا فكيف يؤمن من كان دونه اللهم اني قد مللتهم فارحنى منهم واقبضني اليك غير عاجز ولا ملول. وفيه ما فيه (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p260'> Vol. 08, p. 260</a>\n            </div>\n            :\n\n(1) أي طوقا لازما لا يفارقك عاره وشناره كما لا يفارق عنق الحمامة طوقها. (آت)\n\n(2) اي والا ادعيت بعرة ذلك الوادي واخذتها ولم تتركها ويحتمل ان يكون اسما لواد كان بينه (عليه السلام) وبينه فيه ايضا منازعة فاجاب (عليه السلام) عن سفهه بكلام حق مفيد في الحجاج (آت)\n\n(3) (فاولدها فلانا) يعني العباس. وهذا ايضا من علائم كذب الخبر حيث نسب الزنا إلى عبدالمطلب.\n\n(4) اي عبدالمطلب على الزبير. (آت)\n\n(5) الواقعة: 90، 91. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p261'> Vol. 08, p. 261</a>\n            </div>\n            :\n\n(1) في بعض النسخ (كنت انا مع رسول الله).\n\n(2) الكثف: الجماعة والكثرة.\n\n(3) اي اخذ على الشيعة عند بيعتهم له فقوله: (فاخذتها) كلام الصادق (عليه السلام) اي وانا ايضا اخذت على شيعتي هذا العهد. ولعله كان في الاصل: قال، خذ عليهم ان يمنعوا فصحف إلى ما ترى فقوله: (فاخذتها) من كلام امير المؤمنين (عليه السلام) (آت)\n\n(4) اي إذا ماتوا يؤتى بارواحهم إلى ذلك البئر كل صباح ومساء وان ماتوا صباحا يؤتى بهم صباحا وان ماتوا مساء <span id='ms4482'></span> ا يؤتى بهم مساء ا ثم يكونون دائما في ذلك الوادي. (آت).\n\n(5) الصديد: ماء الجرح الرقيق.\n\n(6) ذريح: ابوحي. (القاموس)\n\n(7) اي اجروها، يقال: ساب الماء وانساب إذا جرى. وشراع السفينة: ما يرفع فوقها من ثوب لتدخل فيه الريح فتجريها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p262'> Vol. 08, p. 262</a>\n            </div>\n            :\n\n(1) لعل المراد من الخبر انه إذا كان الحكم في يد بني هاشم لما اختلف اثنان، وهذا الاختلاف الموجود بين الامة نشأ من جهل الحكام وعدم قابليتهم.\n\n(2) العير بالكسر: الابل تحمل الميرة ثم غلب على كل قافلة.\n\n(3) الاورق: الاسمر يقال: جمل اورق وناقة ورقاء. وهو الذي في لونه بياض إلى السواد.\n\nوالترديد من الراوي.\n\n(4) قال الجزري في حديث المبعث: ان ورقة بن نوقل قال: يا ليتني فيها جذعا. الضمير في قوله: (فيها) للنبوة اي ليتني كنت شابا عند ظهورها حتى ابالغ في نصرتها وحمايتها انتهى اقول: يحتمل ان يكون كلامه جاريا على سبيل الاستهزاء، ويكون مراده ليتني كنت شابا قويا على نصرتك حين ظهر انك اتيت بيت المقدس ورجعت من ليلتك ويحتمل ان يكون مراده:\n\nيا لهفا على ان كبرت وضعفت ولا اقدر على اضرارك حين سمعتك تقول هذا. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p263'> Vol. 08, p. 263</a>\n            </div>\n            :\n\n(1) في النهاية في حديث سراقة: (فساخت يد فرسي) اي غاصت في الارض.\n\n(2) في بعض النسخ (يصيبك).\n\n(3) المعز خلاف الضأن.\n\n(4) في القاموس خبس الشئ بكفه اخذه، وفلانا حقه: ظلمه وغشمه والتبس الاسد كالخابس انتهى. اي حتى تكونوا في الذلة والصغار واستيلاء الظلمة عليكم كالمعز الميت التي لا يبالي الاسد من افتراس اي عضو من اعضائه اراد. وفي بعض النسخ (الجاس) من جسه بيده اي مسه وفي بعض النسخ (ان يضع).\n\n(5) ترقونه اي تعلونه. والشرف: العلو والمكان العالي. والسناد ما يعتمد عليه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p264'> Vol. 08, p. 264</a>\n            </div>\n            :\n\n(1) اي خرج احد من الهاشمين او العلويين. (آت).\n\n(2) ظاهره ان خروج القائم (عليه السلام) في رجب ويحتمل ان يكون المراد انه مبدأ ظهور علامات خروجه فاقبلوا إلى مكة في ذلك الشهر لتكونوا شاهدين هناك عند خروجه. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p265'> Vol. 08, p. 265</a>\n            </div>\n            :\n\n(1) اي لا تبرح قال الجوهري: احلاس البيوت: ما يبسط تحت حر الثياب.\n\n(2) السهوم: العبوس، المتغير.\n\n(3) السكر <span id='ms4483'></span> معرب شكر والواحدة بهاء ورطب طيب، والظاهر هذا الاول بقرينة السحق.\n\nوامحضه اي حركه تحريكا شديدا.\n\n(4) يدل على انه كان معموله في ذلك الزمان مقدار صغير معلوم. والفاره: الحاذق.\n\n(5) في هامش بعض النسخ نقلا عن مجمع البحرين السفايج دواء معروف مسهل السوداء والغافث ايضا معروف عند الاطباء هو من الخشايش الشائكة له ورق كورق الشهد انج.\n\n(6) مرست التمر وغيره في الماء إذا انقعته. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p266'> Vol. 08, p. 266</a>\n            </div>\n            :\n\n(1) الظاهر انه العاصمي. وعلي بن الحسن هو ابن فضال وفي اكثر النسخ (علي بن الحسين)\n\nوهو تصحيف.\n\n(2) (كتموا) استفهام على التفريع والتوبيخ او اخبار والمراد بكتمانها تركها في السور والقول بعدم جزئيتها لها. (آت).\n\n(3) الاسراء: 46. (وحده) اي واحدا وحده وهو مصدر وقع موفع الحال. (البيضاوي)\n\n(4) اي قال المكفوف: كان الخ.\n\n(5) آل عمران: 103. وشفا الحفرة طرفها الذي يشرف على السقوط فيها ممن كان به.\n\n(6) آل عمران: 26. والتعليق على المشيئة في افعاله تعالى ليس معناه وقوع الفعل جزافا تعالى عن ذلك بل المراد عدم كونه تعالى مجبرا في فعله ملزما عليه فهو تعالى يفعل ما يفعل بمشيئته المطلقة من غير ان يجبره احد او يكرهه وان جرى فعله على المصلحة دائما. (الميزان في تفسير القرآن). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p267'> Vol. 08, p. 267</a>\n            </div>\n            :\n\n(1) الحديد: 17.\n\n(2) كذا في اكثر النسخ والظاهر علي بن احمد. (آت).\n\n(3) يدل على جواز كون حلقة السيف على ما في بعض النسخ وحليته على ما في بعضها من فضة. (آت) اقول يعني وصول السيف إلى علي (عليه السلام) كان بامر الله وتقديره لاتفاقهم ان السيف كان لعاص بن منبه.\n\n(4) يوسف بن ابى سعيد غير مذكور في كتب الرجال ولعله يوسف بن ثابت بن ابى سعد او ابى سعيدة ابوامية الكوفى الثقة الذى روى عن أبي عبدالله (عليه السلام).\n\n(5) الكثيب: التل من الرمل.\n\n(6) الملك: 27، أي ساءتها رؤيته (عليه السلام).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p268'> Vol. 08, p. 268</a>\n            </div>\n            :\n\n(1) قد مد الحديث في المجلد الاول ص 21 من هذا الكتاب. (2) كذا.\n\n(3) اي انت من عدادهم او في الاعوان واتباع.\n\n(4) الصف: 14 و(إلى الله) اي متوجها اليه (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p269'> Vol. 08, p. 269</a>\n            </div>\n            :\n\n(1) كناية عن كثرة العطاء في القاموس: حثوت له اي اعطيته كثيرا <span id='ms4484'></span>.\n\n(2) سورة الروم من السور التي نزلت قبل الهجرة بالاتفاق والاخبار بغلبة الروم على الفارس في مكة.\n\n(3) اي يحبون. وكتابه (صلى الله عليه وآله) إلى ملوك الارض كان بعد الهجرة وكان رجوع دحية من رسالته بعد وفات؟\n\n(4) كل ما دون العشرة بضع إلى الثلاثة. وقال المفسرون: غلبت فارس الروم وظهروا عليهم على عهد رسول الله (صلى الله عليه وآله) وفرح بذلك كفار قريش من حيث ان اهل فارس لم يكونوا اهل كتاب وساء ذلك المسلمين وكان بيت المقدس اهل الروم كالكعبة للمسلمين فدفعهم فارس عنه في ادنى الارض من ارض العرب وقيل: من ارض الشام إلى ارض فارس يريد الجزيرة وهي اقرب ارض الروم إلى فارس وهم يعني الروم من بعد ان غلبت فارس اياهم يتغلبون فارس وهذه الاية دالة على ان القرآن من عند الله تعالى لان فيه انباء ما سيكون. (مجمع البيان). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p270'> Vol. 08, p. 270</a>\n            </div>\n            :\n\n(1) آل عمران: 144. (ينقلب) اي يرتدد.\n\n(2) البقرة: 253. في القاموس تقاتلوا واقتتلوا بمعنى. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p271'> Vol. 08, p. 271</a>\n            </div>\n            :\n\n(1) اي لا تجعلوني عرضة لايذاء الخليفة واضرارة باتماعكم على وسؤالكم عني. (آت)\n\n(2) كقصر الصلاة وتركها لفاقد الطهورين على القول به وللحائض والنفساء وترك كثير من اركانها في حال الضرورة والخوف والقتال وكترك الصيام في السفر والمرض والكبر وكترك الحج والزكاة مع عدم الاستطاعة والمال ولم يرخص في ترك الولاية في حال من الاحوال. (آت)\n\n(3) قد مر نحوه تحت رقم 157. ص مع توجيهه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p272'> Vol. 08, p. 272</a>\n            </div>\n            :\n\n(1) يحتمل ان يكون كناية عن قيام الملائكة الذين بهم تهب تلك الرياح فوقه عند ارادة ذلك كما مر. (آت) اقول: هذا الخبر على فرض صحة صدوره عنهم صلوات الله عليهم من الاخبار التي امرنا ان نرد علمه اليهم (عليهم السلام).\n\n(2) الظاهر عدم تكررهم في كل يوم وكل ليلة كما يدل عليه اخبار اخر. (آت)\n\n(3) خفق الطائر خفوقا: طار. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p273'> Vol. 08, p. 273</a>\n            </div>\n            :\n\n(1) (المبين) اي مظهر الاشياء بخلقها والمعارف بافاضتها. (آت) (2) الديكة جمع الديك. (آت)\n\n(3) اي يمتلئ العروق ويخرج منها الدم اكثرمما إذا كان على الريق و(آت)\n\n(4) (الغبرة على من أثارها) الغبرة بالضم وبالتحريك: الغبار اي يعود ضرر <span id='ms4485'></span> الغبار على من اثاره وهذه تشبيه وتمثيل لبيان ان مثير الفتنة يعود ضررها اليه اكثر من غيره. وقوله:\n\n(هلك المحاضير) اي المستعجلون في ظهور دولة الحق قبل أوانها.\n\n(5) بتقديم الجيم أي الداهية. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p274'> Vol. 08, p. 274</a>\n            </div>\n            :\n\n(1) سر الحديث: اصغاؤه وسار مسارة وسرارا.\n\n(2) الكهف: 49. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p275'> Vol. 08, p. 275</a>\n            </div>\n            :\n\n(1) النساء: 83.\n\n(2) اي يأخذ بالعهد من الخلق في مضاعفة الاعمال له (صلى الله عليه وآله) مثل ما اخذ في المضاعفة لنفسه او ياخذ العهد بتعظيمه مثل ما اخذ لنفسه.\n\n(3) الانعام: 159.\n\n(4) (جعلت الصلاة) يحتمل وجهين: الاول ان يكون المراد انه جعل تعظيمه والصلاة عليه من طاعاته التي يضاعف لها الثواب عشرة اضعافها. والثاني ان يكونه المراد انه ضاعف لنفسه الصلاة لكونها عبادة له عشرة اضعاف ثم ضاعفها له (صلى الله عليه وآله) لكونها متعلقة به لكل حسنة عشرة اضعافها فصارت للصلاة مائة حسنة. (آت)\n\n(5) استظهر الاردبيلي رحمه الله في جامع الرواة انه هو فصل بن عثمان المرادي.\n\n(6) ذلك لكون اكثر الخلق كذلك ودواعي الهلاك والضلال كثيرة. (آت).\n\n(7) ذلك اي في بروجها او محاذاة كواكبها. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p276'> Vol. 08, p. 276</a>\n            </div>\n            :\n\n(1) اي مطيقين من اقرن الشئ اذ اطاقه واصله وجد قرينة إذ الصعب لا يكون قرينة الضعيف.\n\nوقوله: (منقلبون) اي راجعون. (آت)\n\n(2) يدل على كراهة الصلاة في الوادي التي تكون فيها قرى النمل كما ذكره الاصحاب وكذا يدل على كراهة الصلاة في الارض السبحة. (آت)\n\n(3) الترديد من الراوي. والسبحة: صلاة النافلة. (آت).\n\n(4) يقال: اصطبح الرجل اي شرب صبوحا. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p277'> Vol. 08, p. 277</a>\n            </div>\n            :\n\n(1) المراد بالعم اما ابولهب او نفسه والاول اظهر اذ الظاهر ان الغرض حمله على الحمية.\n\n(2) والمراد بالعين السيد والرقيب والحافظ والحاصل ان من كان عمه مثلك سيد القوم وزعيمهم لا ينبغي ان يكون ذليلا بينهم. (آت)\n\n(2) اي على ايذائه وانتم تفرطون في ذلك وتريدون قتله او على محافظته وترك ايذائه والاول اظهر. (آت)\n\n(3) الضمير راجع إلى ابن ابي عمير. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p278'> Vol. 08, p. 278</a>\n            </div>\n            :\n\n(1) اي باردة.\n\n(2) اي اشار او حرك يده على وجه التعجب. (آت)\n\n(3) (اقبرت) في بعض النسخ (اقترب) وقوله: (القر) بالضم: البرد. والضر:\n\nسوء الحال.\n\n(4) يقال للترس إذا كان من جلود ليس فيه خشب <span id='ms4486'></span> ولا عقب: حجفة ودرقة. (الصحاح)\n\n(5) عراه: اتاه واعتراه مثله.\n\n(6) اي ارسل ماء هما بالبكاء.\n\n(7) الجندل: الحجارة وهي اكبر من الحصى.\n\n(8) ذرت الحب والملح الدواء اذره ذرا: فرقته. واذريت الشئ إذا ألقية كالقاءك الحب للزرع. والخباء واحد الاخبية من وبر أو صوف ولا يكون من شعر وهو على عمودين أو ثلاثة وما فوق ذلك فهو بيت. (الصحاح) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p279'> Vol. 08, p. 279</a>\n            </div>\n            :\n\n(1) الترس من جلد ويقال: لهذا الترس: الدرقة ايضا.\n\n(2) اي لا تيأسوا منه ولا تعجلوا في امره فانه لن يفوتكم من امر قتاله وقمعه واستيصاله شئ والوقت واسع. (آت)\n\n(3) انما قال ذلك ليعلم القوم بعد السؤال هل بينهم عين فتنبه حذيفة وبادر إلى السؤال لكي يظنوا انه من اهلهم ولا يسأل عنه احد. (آت)\n\n(4) اي اسرع اسرغ، قال الجزري: فيه وانا النذير العريان فالنجاء النجاء اي انجوا بانفسكم وهو مصدر منصوب بفعل مضمر اي انجوا النجاء وتكراره للتاكيد وقد تكرر في الحديث. والنجاء:\n\nالسرعة، يقال: نجا ينجو نجاءا إذا اسرع ونجا من الامر إذا خلص وانجا غيره.\n\n(5) في بعض النسخ (رادكم محمد بشر) وراده اي طلبه.\n\n(6) اي ليلة الكفار من هبوب الرياح عليهم واضطرابهم وحيرتهم وخوفهم ويحتمل ان يكون الغرض بيان شدة حال المسلمين قبل نزول هذا الظفر من البرد والخوف والجوع. (آت)\n\n(7) يعني السفاح اول خلفاء بني العباس. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p280'> Vol. 08, p. 280</a>\n            </div>\n            :\n\n(1) هي بالضم: محلة بالكوفة مشهورة.\n\n(2) يعني النعمان بن المنذر احد ملوك العرب. (آت)\n\n(3) نوح: 25 و26، (فاجرا) اي مائلا عن الحق.\n\n(4) باليائين اي العطارين. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p281'> Vol. 08, p. 281</a>\n            </div>\n            :\n\n(1) هود: 36 ومؤمنون: 27. ولعل المراد ان ما اوحاه الله تعالى وامره لا يناسب هذا التاخير.\n\n(2) هود: 39 ومؤمنون 27.\n\n(3) نضب الماء نضوبا اي غار في الارض.\n\n(4) لعل المراد قريب من الفرات ويحتمل ان يكون في الاصل قريب الكوفة فصحف إذا قد ورد في الاخبار انه نجف الكوفة. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p282'> Vol. 08, p. 282</a>\n            </div>\n            :\n\n(1) قام الماء: جمد.\n\n(2) القمر: 11 إلى 13 وقوله تعالى: (ففتحنا ابواب السماء بماء منهمر) قال البيضاوي:\n\nمنصب وهو مبالغة وتمثيل كثرة الامطار وشدة انصبابها وقرأ ابن عامر ويعقوب ففتحنا بالتشديد لكثرة الابواب (وفجرنا الارض عيونا) وجعلنا الارض كلها كانها عيون <span id='ms4487'></span> منفجرة واصله وفجرنا عيون الارض فغير للمبالغة (فالتقى الماء) ماء السماء وماء الارض وقرئ الماآن لاختلاف النوعين والماوان يقلب الهمزة واوا (على امر قد قدر) على حال قدرها الله في الازل من غير تفاوت او على حال قدرت وسويت وهو ان قدر ما انزل على قدر ما اخرج او على امر قدره الله وهو هلاك قوم نوح بالطوفان (وحملناه على ذات الواح) ذات اخشاب عريضة (ودسر) ومسامير جمع دسار من الدسر وهو الدفع الشديد وهي صفة للسفينة اقيمت مقامها من حيث انها شرح لها يؤدي مؤداها.\n\n(3) لعل الغيرض رفع الاستبعاد عن عمل السفينة في المسجد مع ما اشتهر من عظمها اي نقصوا المسجد عنما كان عليه في زمن نوح سبعمائة ذراع ويدل على اصل النقص اخبار اخر. (آت)\n\n(4) اي شئ ينطبق عليه او الطبق الذي يؤكل فيه او الاجر. قال الفيروزآبادي: الطبق محركة: غطاء كل شئ والطبق ايضا من كل شئ ما ساواه والذي يؤء كل عليه، والطابق كهاجر وصاحب الاجر الكبير. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p283'> Vol. 08, p. 283</a>\n            </div>\n            :\n\n(1) ماخوذ من سورة القمر: 10 اي فانتقم لي منهم.\n\n(2) هود: 36. وفي المصحف (بما كانوا يفعلون) وهو من النساخ. وقوله تعالى: (فلا تبتئس)\n\nاي لا تغتم ولا تحزن.\n\n(3) نوح: 27. (فاجرا) اي مائلا عن الحق.\n\n(4) مؤمنون: 26.\n\n(5) لعله بمعنى صار نحو قولهم: جدد شفرته حتى قعدت كانها حربة اي صارت. (آت)\n\n(6) الجبار من النخل ما طال. والطوال بالضم: الطويل. (آت) ونحت العود: براه.\n\nوالحجر سواه.\n\n(7) هو محمد بن جعفر الاسدي. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p284'> Vol. 08, p. 284</a>\n            </div>\n            :\n\n(1) قال الله تعالى: (قلنا احمل فيها من كل زوج اثنين) وقرأ حفص (من كل) بالتنوين والباقون اضافوا وفسرهما المفسرون بالذكر والانثى وقالوا على قراءة الثانية: معناه احمل اثنين من كل زوجين اي كل صنف ذكر وصنف انثى ولا يخفى ان تفسيره (عليه السلام) ينطبق على القراءتين من غير تكلف. (آت)\n\n(2) انعام: 143.\n\n(3) اي مقيمة عند الناس اهلية غير وحشية.\n\n(4) البخاتي: الابل الخراساني والعراب خلافه والهيل العراب خلاف البراذين.\n\n(5) كذا. والظاهر خمسون. (6) في بعض النسخ (مثل تحولى). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p285'> Vol. 08, p. 285</a>\n            </div>\n            :\n\n(1) في بعض النسخ [هواى] أى ما <span id='ms4488'></span> أهواه وأحبه من الطاعات. (آت)\n\n(2) رواه الصدوق في كتاب كمال الدين عن محمدبن على بن ماجيلويه ومحمد بن موسى بن المتوكل وأحمد بن محمد بن يحيى جميعا عن محمد بن يحيى العطار عن الحسين بن الحسن بن أبان عن محمد بن اورمة عن محمد بن سنان عن اسماعيل وعبدالكريم معا عن عبدالحميد.\n\n(3) أى يقذفونهم بالزنا فأجاب (عليه السلام) بانه لا ينبغى لهم ترك التقية لكن لكلامهم محمل صدق. قوله: (كيف لى بالمخرج) أى بم أستدل وأحتج على من أنكر هذا. (آت)\n\n(4) الانفال: 40. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p286'> Vol. 08, p. 286</a>\n            </div>\n            :\n\n(1) قال الفاضل الاسترابادى: المراد أن ما يؤخذ باسم الخراج أو المقاسمة أو الخمس او الضريبة حرام على آخذيه ولو قد ظهر الحق لقد باع الرجل نفسه العزيزة عليه فيمن لا يريد - بالراء بدون نقطة - وفى ذكر \" لا \" هنا مبالغة لطيفة وفى اختيار لفظ بيع من باب التفعيل على باع مبالغة اخرى لطيفة انتهى. أقول: لعله قرأ \" الكريمة \" بالنصب ليكون مفعولا لبيع وجعل \" نفسه \" عطف بيان للكريمة أو بدلا عنها. والاظهر أن يقرأ \" بيع \" على بناء المجهول فالرجل مرفوع به \" الكريمة عليه نفسه \" صفة للرجل أى يبيع الامام أو من ياذن له الامام أو من أصحاب الخمس والخراج والغنائم المخالف الذى تولد من هذه الاموال مع كونه عزيزا في نفسه كريما وفى سوق المراد ولا يزيد أحد على ثمنه لهواته وحقارقه عندهم. هذا إذا قرئ بالزاء المعجمة كما في اكثر النسخ بالمهملة أيضا يؤول إلى هذا المعنى. (آت).\n\n(2) اى ليفك من قيد الرقية فلا يتيسر له ذلك اذلا يقبل الامام منه ذلك. (آت)\n\n(3) التوبة: 52. \" تربصون \" أصله تتربصون حذفت احدى التائين أى تنتظرون وقوله:\n\n\" إلا احدى الحسنيين \" أى إلا إحدى العاقبتين اللتين كل منها حسنى العواقب وذكر المفسرون أن المراد النصرة والشهادة ولعل الخبر محمول على ان ظاهر الاية متوجه إلى هؤلاء وباطنها متوجه إلى الشيعة في زمان عدم استيلاء الحق فانهم ايضا بين احدى الحسنيين اما موت على دين الحق وفي طاعة الله او ادراك ظهور امام ويحتمل ان <span id='ms4489'></span> يكون المراد ان نظير مورد الاية وشبيهه جار في حال الشيعة وما يقاسون من الشدايد من المخالفين. قوله تعالى \" ونحن نتربص بكم \" اى نحن ننتطر فيكم احدى السوئين اين يصيبكم الله بعذاب من عنده اى بقارعة ونازلة من السماء وعلى تفسيره (عليه السلام) المسخ او بعذاب بايدينا وهو القتل في زمن استيلاء الحق فتربصوا ما هو عاقبتنا انا معكم متربصون ما هو عاقبتكم. (آت) وفى المصحف \" ان يصيبكم الله \" (*).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p287'> Vol. 08, p. 287</a>\n            </div>\n            :\n\n(1) ص: 86 إلى 88. قوله: \" متكلفين \" أى متصنعين.\n\n(2) هود: 111. أى فآمن به قوم وكفر به قوم كما في القرآن.\n\n(3) الشورى: 21.\n\n(4) \" لولا ما تقدم فيهم \" أى بأنه سيجزيهم يوم القيامة أو يولد منهم أولاد مؤمنون لقتلهم القائم (عليه السلام) أجمعين ويحتمل أن يكون \" ما أبقى القائم (عليه السلام) \" بيانا لما تقدم فيهم أى لولا أن قدر الله أن يكون قتلهم على يد القائم (عليه السلام) لاهلكهم الله وعذبهم قبل ذلك ولم يمهلهم ولكن لا تخلو من بعد. (آت).\n\n(5) المعارج: 26. يوم الدين أى يوم الجزاء.\n\n(6) أنعام: 22.\n\n(7) الاسراء: 81. والزهوق: البطلان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p288'> Vol. 08, p. 288</a>\n            </div>\n            :\n\n(1) النحل: 98، 99. أى أنه لا يقدر على إكراه المؤمنين على الكفر والمعاصى.\n\n(2) النحل: 100. قيل: الضمير راجع إلى الرب وقيل: إلى الشيطان أى بسببه والاول أظهر. (آت)\n\n(3) \" مسخوربهم \" أى مسخرون كالبهائم، مستعمرون للاجانب ولا يدون ما بهم ولا يشعرون.\n\n\" مكبين على وجوههم \" أى يعثرون كل ساعة على وجوههم وهو كناية عن شدة تحيرهم وترددهم وغفلتهم وعدم تباتهم، وفى بعض النسخ [مسخوا بهم].\n\n(4) الملك: 23. \" سويا \" أى سالما من العثار.\n\n(5) الملك: 28 \" زلفة \" أى ذا زلفة وقرب. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p289'> Vol. 08, p. 289</a>\n            </div>\n            :\n\n(1) النساء 31: \" مدخلا \" اسم مكان اى الجنة أو مصدر أى إدخالا مع كرامة.\n\n(2) النساء 77. \" كفوا \" أى امسكوا عن قتال الكفار فانى لم آمر بقتالهم.\n\n(3) البقرة: \" 205 وفى بعض النسخ [بظلمه وسوه سريرته].\n\n(4) البقرة: 257. وسهل بن زياد ضعيف ضعفه جماعة من الاصحاب.\n\n(5) ممد بن سنان أبوجعفر الزاهرى من ولد زاهر مولى عمرو بن الحمق الخزاعى وكان أبوعبدالله بن عياش يقول: حدثنا أبوعيسى محمد بن أحمد بن سنان قال: هو محمد بن الحسن بن سنان مولى زاهر توفى <span id='ms4490'></span> أبوه الحسن وهو طفل وكفه جده سنان فنسب ة ليه وقال ابن الغضائري:\n\nأبوجعفر الهمدانى مولاهم هذا أصع ما نسب إليه. وفى (صه) واختلف علماؤنا في شأنه فالمفيد - ره - قال:\n\nإنه ثقة واما الشيخ الطوسى - ره - ضعفه وكذا النجاشى وقال ابن الغضائري: انه ضعيف غال لا يلتفت إليه الخ وفى (جش) وذكر ابوعمرو في رجاله قال أبوالحسن على بن محمد بن قتيبة النيسابوري:\n\nقال: قال أبومحمد الفضل بن شاذان: لا احب لكم أن ترووا أحاديث محمد بن سنان وذكر ايضا أنه وجد بخط أبى عبدالله الشذانى إنى سمعت العاصمى يقول: إن عبدالله بن ممد بن عيسى الاسدى الملقب ببنان قال: كنت مع صفوان بن يحيى بالكوفة في منزل إذ دخل علينا محمد ابن سنان فقال صفوان:\n\nهذا ابن سنان لقدهم ان يطير غير مرة فقصصناه حتى ثبت معناه وهذا يدل على اضطراب كان وزال انتهى\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p290'> Vol. 08, p. 290</a>\n            </div>\n            :\n\nوقد مر أن ابن الغضائري قال: \" إنه ضعيف قال لا يلتفت إليه وفى (صه) والوجه عندى التوقف فيما يرويه فان الفضل بن شاذان رحمه الله تعالى قال في بعض كتبه: أن من الكذابين المشهورين ابن سنان وليس بعبدالله ودفع أيوب بن نوح إلى حمدويه دفترا فيه أحاديث محمد بن سنان فقال: إن شئتم أن تكتبوا ذلك فافعلوا فانى كتبت عن محمد بن سنان ولكن لا أروى لكم عنه شيئا فانه قال فقبل موته ز كلما حدثتكم به لم يكن لى سماعا ولا رواية وإنما وجدته ونقل عنه أشياء أخر رديه ذكرناها في كتابنا الكبير ومات سنة عشرين ومائتين انتهى.\n\n(1) أى ذكر آيتن بعدها وعدهما من آية الكرسى فاطلاق آية الكرسى عليها على إرادة الجنس وتكون ثلاث آيات كما يدل عليه بعض الاخبار. (آت).\n\n(2) الظاهر أنه كان عن بكر بن محدم فزيد فيه \" أبي \" من النساخ (آت) والسند مجهول.\n\n(3) البقرة: 214.\n\n(4) البقرة: 102. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p291'> Vol. 08, p. 291</a>\n            </div>\n            :\n\n(1) البقرة: 211، وقوله (عليه السلام)، \" فمنهم من آمن الخ \" ذكره توضيحا وتفسيرا للاية.\n\n(2) الحمية - بالكسر -: ما حمى من الشئ وضع المريض عما يضره، يقال: المعدة بيت <span id='ms4491'></span> الداء والحمية رأس كل دواء.\n\n(3) نكس المريض: عاوده المرض.\n\n(4) أنعام: 78. وبزغت الشمس بزغا وبزوغا: شرقت، وبازغة أى طالعة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p292'> Vol. 08, p. 292</a>\n            </div>\n            :\n\n(1) يظهر منه أن تعبير الرؤيا يختلف باختلاف الاشخاص ويحتمل أن يكون الغرض بيان خطاء أصل تعبيرهم بان ذلك غير محمل لا أن هذا غير مستقيم في خصوص تلك المادة. (آت)\n\n(2) الضمير راجع ة لى ابن اذينة ويحتمل الارسال. (آت)\n\n(3) الكد: الشدة والالحاح والطلب.\n\n(4) في بعض النسخ [أياما]. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p293'> Vol. 08, p. 293</a>\n            </div>\n            :\n\n(1) الظاهر أنه ايضا من كلام محمد بن مسلم وكأن الزوار كان لقب موسى (آت)\n\n(\") الترديد من الراوي. (آت) وقوله: \" رجلا منحوتا \" من النحت يعنى تراشيده شده أز جوب.\n\n(3) يقال: لوح بسيفه - على بناء التفعيل - أى لمع به. (آت)\n\n(4) أى إهلاكه خدعة بسبب سلب معيشته.\n\n(5) الوكس - كالوعد -: النقصان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p294'> Vol. 08, p. 294</a>\n            </div>\n            :\n\n(1) قال الجوهري: الزبرة: القطعة من الحديد والجمع زبر - بالضم -\n\n(2) \" قوام الخلق \" أى القائمين بامور الخلق والحكام عليهم في الارض، وقوله: \" وخزانها \"\n\nأى يجعل الامام ضبط أموال المسلمين في أيديكم. وفى بعض النسخ [وجيرانها] أى تجيرون الناس من الظلم وتنصرونهم. (آت).\n\n(3) \" وشبك بين أصابعه \" بأن أدخل أصابع إحدى اليدين في الاخر وكان يدخلها إلى أصول الاصباغ تم يخرجها إلى رؤوسها تشبيها لتضيق الدنيا وتفرجها بهاتين الحالتين (آت). وقوله (عليه السلام):\n\n\" تقرجى تضيقى وتضيقى تفرجى \" يعنى من كان في الدنيا يختلف عليه الاحوال فربما يكون في فرج وربما يكون في ضيق قال الله سحبانه: \" فان مع العسر يسرا] إن مع العسر يسرا \" فالحزم أن لا يستعجل الفرج من كان في الضيق بل يصير حتى يأتى الله له بالفرج لانه في الضيق يتوقع الفرج وفى الفرج يخاف الضيق. قوله: \" والمقربون \" على صيغة الفاعل من التقريب هم الذين يعدون الفرج قريبا كما قال الله سبحانه: \" إنهم يرونه بعيدا ونراه قريبا \" وإنما نجو التيقنهم بمجيئه وانشراح صدورهم بنور اليقين وقوله \" وثبت الحصى على أوتادهم كأنه كناية عن استقامة امرهم وثباته. (في)\n\nوقوله: \" هلكت المحاضير \" أى المستعجلون للفرج قبل أواته وقد مر تفسيره. (آت). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p295'> Vol. 08, p. 295</a>\n            </div>\n            :\n\n(1) في البعض النسخ [قرقيسيا].\n\n(2) أى تكون هذه البلدة لكثرة لحوم <span id='ms4492'></span> القتلى فيها مأدبة للطيور.\n\n(3) \" يهلك فيها قيس \" أى قبيلة بنى قيس وهى بطن من أسد. \" ولا تدعى \" على بناء المجهول أى لا يدعوا حد لنصر تلك القبيلة نفسا أو فئة تدعو الناس إلى نصرهم أو تشفع عند القاتلين وتدعوهم إلى رفع القتل عنهم. ويمكن أن يقرء بتشديد الدال على بناء. المعلوم أى لا تدعى بعد قتلهم فئة تقوم وتطلب ثارهم وتقدعوا الناس إلى ذلك. (آ ت).\n\n(4) هلموا نداء للطيور والسباع. (آت)\n\n(5) أى بنى الحسن او بنى العباس وما حمل شهاب كلامه عليه من التقية يؤيد الثانى ولكن ما ذكره (عليه السلام) من كثرة القتل كان في بنى الحسن أظهرو إن كان وقع في بنى العباس أيضا في أواخر دولتهم (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p296'> Vol. 08, p. 296</a>\n            </div>\n            :\n\n(1) اين عن ظاهر الاسلام والتكلم بالشهادتين فابقاؤهم على ظاهر الاسلام كان صلاحا للامة ليكون لهم طريق إلى قبول الحق وإلى الدخول في الايمان. (آت)\n\n(2) اى لم يكن اعتزالهم لاختيار الحق او لترك الباطل بل اختاروا باطلا مكان باطل آخر للحمية والعصبية. (آت)\n\n(3) قال الفيروز آبادى: الرجز - بالتحريك -: ضرب من الشعروزنه مستفعلن ست مرأت سمى به لتقارب أجزائه وقلة حروفه وزعم الخليل أنه ليس بشعر وانما هو أنصاف ابيات أو ثلاث، وقوله: \" انت المرجاء \" - بالتشديد - من الرجاء. قوله: \" وفحلك المرجم \" أى خصمك مرجوم مطرود. (آت)\n\n(4) هو زكريا بن عبدالله النقاض أبويحيى\n\n(5) كذا. ى أى دعا عليا (عليه السلام) إلى موافقته أو جميع الناس إلى بيعته ومتابعته وموافقته فلم يعمل أمير المؤمنين في زمانه الا بالقرآن ولم يوافقه. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p297'> Vol. 08, p. 297</a>\n            </div>\n            :\n\n(1) \" بطن مر \" هو - بفتح الميم وتشديد الراء - موضع على مرحلة من مكة. (آت)\n\n(2) هلم بمعنى تعال ويستوى فيه الواحد والجمع والمذكور والمؤنث وأهل نجد يصرفونها فتقولون: هلما وهلموا وهلمى. والمزود: ما يجعل فيه الزاد. (القاموس) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p299'> Vol. 08, p. 299</a>\n            </div>\n            :\n\n(1) حديث اسلام سلمان رضي الله عنه رواه الصدوق رحمه الله في كتاب كمال الدين مفصلا عن موسى بن جعفر (عليه السلام) واورده صاحب الوافي في روضة الوافي ابواب القصص باب قصة سلمان رضي الله عنه فليراجع.\n\n(2) قال ابن <span id='ms4493'></span> عبدالبر القرطبي في الاستيعاب: ثمامة بن اثال الحنفي سيد اهل اليمامة روى حديثه ابوهريرة، ذكزه عبد الزراق عن عبيد الله ابني عمر عن سعيد المقبري عن ابي هريرة ان ثمامة الحنفي اسر، فقال له النبي صلى الله عليه وسلم: ما عندك يا ثمامة؟ قال: ان تقتل تقتل ذا دم وان تمنن تمنن على شاكر وان ترد المال تعط ما شئت، قال: فغدا عليه يوما فقال له مثل ذلك واسلم فامره النبي صلى الله عليه وسلم ان يغتسل، وروى عمارة بن غزية عن سعيد المقبري عن ابي هريرة قال: خرج ثمامة بن اثال الحنفي معتمرا فظفرت به خيل لرسول الله صلى الله عليه وسلم بنجد فجاؤوا به فاصبح مربوطا باسطوانة عند باب رسول الله (صلى الله عليه وآله) وسلم فرآه فعرفه فقال: ما تقول يا ثمام؟ قال: إن تسأل مالا تعطه وإن تقتل تقتل ذا دم وإن تنعم تنعم على شاكر فمضى عنه وهو يقول: اللهم ان اكلة من لحم جزور احب الي من دم ثمامة ثم كر عليه فقال ما تقول يا ثمام؟ فقال ان تسال مالا تعطه وان تقتل تقتل ذا دم وان تنعم تنعم على شاكر فدخل النبي صلى الله عليه وسلم وهو يقول: اللهم ان اكلة من لحم جزور احب إلى من دم ثمامة، ثم خرج فقال: ما تقول يا ثمام؟ قال: ان تسأل مالا تعطه وان تقتل تقتل ذا دم وان تنعم تنعم على شاكر قال اللهم ان أكلة من لحم جزور احب إلى من دم ثمامة، ثم امر به فأطلق فذهب ثمامة إلى المصانع فغسل ثيابه واغتسل، ثم جاء إلى رسول الله صلى الله عليه وسلم فأسلم وشهد شهادة الحق وقال:\n\nيا رسول الله ان خيلك اخذتني وانا أريد العمرة فمر من يسيرني إلى الطريق فامر من يسيره فخرج حتى إذا قدم مكة فلما سمع به المشركون جاؤوه فقالوا: يا ثمامة صبوت وتركت دين آبائك؟ قال لا ادري ما تقولون الا اني أقسمت برب هذه <span id='ms4494'></span> البينة لا يصل اليكم من اليمامة شئ مما تنتفعون به حتى تتبعوا محمدا من آخركم قال: وكانت ميرة قريش ومنافعهم من اليمامة، ثم خرج فحبس عنهم ما كان ياتيهم منها من ميرتهم ومنافعهم فلما اضر بهم كتبوا إلى رسول الله صلى الله عليه وآله وسلم ان عهدنا بك وانت تأمر بصلة الرحم وتحض عليها وان ثمامة قد قطع عنا ميرتنا وأضر بنا فان رايت ان تكتب اليه ان يخلى بيننا وبين ميرتنا فافعل فكتب اليه رسول الله صلى الله عليه (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p301'> Vol. 08, p. 301</a>\n            </div>\n            :\n\n(1) فلسطين: كورة بالشام وقرية بالعراق، (القاموس)\n\n(2) (شامة) اي خال وعلامة والمراد خاتم النبوة. وقوله (كلون الخز الادكن) قال الجوهري: الدكنة: لون يضرب إلى السواد والشئ ادكن.\n\n(3) الظاهر: اخطأتم كما في تفسير على بن ابراهيم وعلى ما في اكثر نسخ الكتاب يمكن ان يقرأ بالهمزة وغيره وعلى التقديرين يكون المراد جاوزكم خبره ولم يصل بعد إليكم أو جاوزكم أمره ولا محيص لكم عنه. (آت)\n\n(4) بصرى بالضم والقصر: بلد بالشام وهي التي وصل اليها النبي (صلى الله عليه وآله) للتجارة وهي المشهورة عند العرب والاخرى قرية من قرى بعداد قرب عكبر. (المراصد)\n\n(5) أباره: اهلكه.\n\n(6) السطو: القهر بالبطش، يقال: سطا به، والسطوة المرة الواحدة قوله: (يسطو بمصره)\n\nالظاهر انه قاله على الهزء والانكار اي كيف يقدر على ان يسطو بمصره او كيف يسطو بقومه وعشيرته. (آت)\n\n(7) في خرائج الراوندي وبعض نسخ الكتاب (يسطو بمضره). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p302'> Vol. 08, p. 302</a>\n            </div>\n            :\n\n(1) طلقت بكسر اللام: اي اخذها الطلق وهو وجع المخاض.\n\n(2) روى الصدوق باسناده عن عبدالله بنت مسكان قال: قال ابوعبدالله (عليه السلام): ان فاطمة بنت اسد جاءت إلى ابي طالب تبشره بمولد النبي فقال لها ابوطالب: اصبري لي سبتا اتيك بمثله الا النبوة وقال: السبت ثلاثون سنة وكان بين رسول الله وامير المؤمنين ثلاثون سنة. (آت)\n\n(3) الظاهر انه محمد بن احمد بن علي بن الصلت القمي روى عن عبدالله بن الصلت كما مر وياتي.\n\n(4) الحديد: 11.\n\n(5) اي هي افضل افراده ويحتمل اختصاصه بها. (آت)\n\n(6) اي لو كنت ادركتك عند خروجك من <span id='ms4495'></span> المدينة لعلمتك ان لا تفعل ما فعلت، او المراد لو كنت نصحتك واوصيت اليك قبل هذا وعلمت انه لا ينبغي ذلك ثم فعلت ما فعلت لضربتك وأدبتك. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p303'> Vol. 08, p. 303</a>\n            </div>\n            :\n\n(1) اللغط: صوت وضجة لا يفهم معناه. (النهاية).\n\n(2) اي ضال عن طريق الحق او يضل في سفره والاول اظهر وقوله: (والثلاثة نفر) اي جماعة يصح ان يجتزى بهم في السفر ثم اعلم ان ظاهر بعض الاخبار ان المراد رفيق الزاد وظاهر بعضها رفيق السير فلا تغفل. (آت)\n\n(3) (وخبائك) هي ككتاب: الخيمة والمخرز: ما يخرز به الخف ونحوه. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p304'> Vol. 08, p. 304</a>\n            </div>\n            :\n\n(1) اي القبر او الجنة الدنيا ونارها اللتان تكون فيهما ارواح المؤمنين والكفار في البرزخ او الارض في زمن القائم او ارض القيامة ولا يخفى بعد الاولين. (آت)\n\n(2) اي بالاستغفار لهم كما يشهد به استشهاده بالاية. (آت)\n\n(3) المؤمن: 7.\n\n(4) الزمر: 45. لما كان ترك طاعة من أمر الله تعالى بطاعته بمنزلة الشرك بالله حيث لم يطع الله في ذلك واطاع شياطين الجن والانس فلذا عبر عن طاعة اولى الامر بذكر الله وحده، او لان توحيده تعالى لما لم يعلم الا بالاخذ عنهم سمى ولايتهم توحيدا. والاشمئزاز: الانقباض والانكار (آت)\n\n(5) البقرة: 37. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p305'> Vol. 08, p. 305</a>\n            </div>\n            :\n\n( 1 ) إشارة إلى قوله تعالى : \" وكذلك نرى إبراهيم ملكوت السماوات والأرض وليكون من الموقنين \" والملكوت هو الملك والتاء للمبالغة كالرغبوت من الرغبة والرهبوت من الرهبة .\n\nوالآية في سورة الأنعام : 75 .\n\n( 2 ) البقرة : 260 .\n\n( 3 ) هذا تفسير لقوله : \" كيف تحيى الموتى \" .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p306'> Vol. 08, p. 306</a>\n            </div>\n            :\n\n(1) لم يكن سليمان معروفا بهذه الكنية في كتب الرجال بل يكنى بابي الربيع.\n\n(2) لعله كان في المجلس من يذهب مذهب الغلاة أو علم (عليه السلام) ان في قلب الراوي شيئا من ذلك فنفاه واذعن بعبودية نفسه وان الله رب العالمين. (آت). ولا ينافي هذا الحديث حدوث الحرارة في الصيف بارتفاع الشمس والبرودة في الشتاء بانخفاضها لجواز ان يكون لكلا الامرين مدخل في ذلك احدهما يكون خفيا والاخر جليا. (في)\n\n(3) اشارة إلى قوله تعالى في سورة الاحزاب: (من المؤمنين رجال صدقوا ما عاهد الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا <span id='ms4496'></span> تبديلا). وقال الطبرسي: (من قضى نحبه) اي مات او قتل في سبيل الله فادرك ما تمنى فذلك قضاء النحب وقيل: (قضى نحبه) اي فرغ من عمله ورجع إلى ربه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p307'> Vol. 08, p. 307</a>\n            </div>\n            :\n\n(1) كاستيلاء الظلمة واهل الجور وغير ذلك مما ابتلى به الناس.\n\n(2) اي قلبه ونيته.\n\n(3) الترعة: الباب، يقال: (فتح ترعة الدار) والروضة ومسيل الماء إلى الروضة ونهر عميق مصنوع بين نهرين اوبحرين او قطع اخرى من الماء، جمع ترع. وقال: ذلك مخاطبا لقوم كان ابوذر فيهم وانما ذكر ذلك لتأييد كلام الرجل.\n\n(4) أراد بالسلطان عثمان بن عفان. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p308'> Vol. 08, p. 308</a>\n            </div>\n            :\n\n(1) اراد بامير المؤمنين نفسه الخبيثة ويريد بقوله: (يعضد شجر المدينة) قطعها وبقوله: (يعور عيونها)\n\nسدا عينها التي ينبع منها الماء. (آت)\n\n(2) البقرة: 89. وقوله: (يستفتحون) في المجمع عن ابن عباس والعياشى كانت اليهود يستفتحون اي يستنصرون على الاوس والخزرج برسول الله (صلى الله عليه وآله) قبل مبعثه فلما بعثه الله تعالى من العرب ولم يكن من بني اسرائيل كفروا به وجحدوا ما كانوا يقولون فيه فقال لهم معاذ بن جبل وبشر بن البراء: يا معشر اليهود اتقوا الله واسلموا ققد كنتم تستفتحون علينا بمحمد (صلى الله عليه وآله) ونحن اهل الشرك وتصفونه وتذكرونه انه مبعوث فقال سلام بن مثكم اخو بني النضير:\n\nما جاءنا بشئ تعرفه وما هو بالذي كنا نذكره لكم فانزل الله تبارك وتعالى هذه الاية. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p309'> Vol. 08, p. 309</a>\n            </div>\n            :\n\n(1) عير: جبل بالمدينة. (الصحاح)\n\n(2) حدد محركة: جبل بتيماء وتيماء اسم موضع قريب من المدينة (القاموس) وقال المجلسي رحمه الله: لعله زيد الف حداد من النساخ أو كان جبل يسمى بكل منها.\n\n(3) من الكراء اي استاجروا منه.\n\n(4) اي حاجتنا. ومطلوبنا.\n\n(5) (تبع) كسكر: واحد التبايعة من ملوك حمير سمى تبعا لكثرة اتباعه وقيل: سموا تبايعة لان الاخير يتبع الاول في الملك وهم سبعون تبعا ملكوا جميع الارض ومن فيها من العرب والعجم. (مجمع البحرين).\n\n(6) اي السلطنة في المدينة لان نزوله فيها كان على جهة السلطنة. (آت)\n\n(7) الاسرة بالضم من الرجل: الرهط الادنون (القاموس) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p310'> Vol. 08, p. 310</a>\n            </div>\n            :\n\n(1) اي النداء الذي يأتي ذكره في الخبر الاتي <span id='ms4497'></span>. والخسف هي خسف جيش السفياني بالبيداء. (آت)\n\n(2) الشعراء: 4 اي منزل من السماء علامة تلجئهم وتضطرهم إلى الايمان. (فظلت اعناقهم)\n\nاي جماعاتهم ورؤساؤهم كما تقول: اتاني عنق من الناس، اي جماعة ويقال: ظلت اعناقهم اضاف الاعناق اليهم، يريد الرقاب ثم جعل الخبر عنهم لان خضوعهم بخضوع الاعناق. وقيل: اصله فظلوا خاضعين فاقحمت الاعناق لبيان موضع الخضوع وترك الخبر على اصله.\n\n(3) الظاهر انه (عليه السلام) قرره على انت المراد بها الصيحة وبين أن الصيحة تصير سببا لخضوع اعناق أعداء الله. (آت)\n\n(4) قد مر مثله مع بيانه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p311'> Vol. 08, p. 311</a>\n            </div>\n            :\n\n(1) هو من مشاهير محدثي العامة ومفسريهم روى عن انس بن مالك وابي الطفيل وسعيد بن المسيب والحسن البصري. (آت)\n\n(2) اي فأنت العالم المتوحد الذي لا يحتاج إلى المدح والوصف وينبغي ان يرجع اليك في العلوم. (آت)\n\n(3) 18. واعلم ان المشهور بين المفسرين ان هذه الاية لبيان حال تلك القرى في زمان قوم سبأ اي قدرنا سيرهم في القرى على قدر مقيلهم ومبيتهم لا يحتاجون إلى ماء ولا زاد لقرب المنازل والامر في قوله: (سيروا) متوجه اليهم على ارادة القول بلسان الحال او المقال ويظهر من كثير من اخبارنا ان الامر متوجه إلى هذه الامة او خطاب عام يشملهم ايضا. (آت)\n\n(4) الاجتياح: الاهلاك.\n\n(5) ابراهيم: 37 (تهوى اليهم) بكسر الواو اي تقصدهم وتهوى اليهم بفتح الواو على قراءة امير المؤمنين وابي جعفر الباقر وجعفر بن محمد (عليهم السلام) بمعنى يحبهم ويهواهم ويميل اليهم.\n\nمن هويت الشئ إذا احببته وجاء تعديته بالى لان معنى هويت: ملت اليه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p312'> Vol. 08, p. 312</a>\n            </div>\n            :\n\n(1) الهدة: صوت وقع الحائط ونحوه والتحطم: التلظي، ويقال: تحطم الرجل غيظا اي تلظى.\n\n(2) رواه علي بن ابراهيم في التفسير والصدوق في الامالى وفيهما (الامانة والرحم) والرحمة هنا بمعني الرحم وترك ظلم العباد وعلى روايتي الصدوق وعلي بن ابراهيم يمكن ان يقرء (الرخم)\n\nبكسرالحاء بمعنى صلة الرحم.\n\n(3) كذا في التفسير ولكن في الامالى (عليها عدل رب العاملين). (4) الفجر: 14. والمرصاد: الطريق والمكان يرصد فيه العدو.\n\n(5) التهافت: التساقط قطعة قطعة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p313'> Vol. 08, p. 313</a>\n            </div>\n            :\n\n(1) البقرة: 148.\n\n(2) (الامة المعدودة) اي الذين ذكرهم الله <span id='ms4498'></span> في قوله: (ولئن اخرنا عنهم العذاب إلى امة معدودة ليقولن ما نحبسه) وقال الطبرسي رحمه الله معناه ولئن اخرناه عن هؤلاء الكفار عذاب استيصال إلى أجل مسمى ووقت معلوم. والامة: الحين وقيل: إلى امة اي إلى جماعة يتعاقبون فيصيرون على الكفر ولا يكون فيهم من يؤمن كما فعلنا بقوم نوح وقيل: معناه إلى امة بعد هؤلاء نكلفهم فيعصون فيقتضى الحكمة اهلاكهم واقامة القيامة وقيل: ان الامة المعدودة هم اصحاب المهدي في آخر الزمان ثلاثمائة وبضعة عشر رجلا كعدة اهل بدر، يجتمعون في ساعة واحدة كما يجتمع قزع الخزيف وهو المروى عن ابي جعفر وابي عبدالله (عليهما السلام). انتهى، وقزع الخريف اي قطع السحاب المتفرقة وانما خص الخريف لانه اول الشتاء والسحاب يكون فيه متفرقا غير متراكم ولا مطبق ثم يجتمع بعضه إلى بعض بعد ذلك. (آت)\n\n(3) اي الغداة والعشي. وقوله: (انا نتخوف الهوام) هي جمع هامة وهي الدابة او كل ذات سم يقتل والاول اظهر ويمكن ان يقرء بتشدديد الواو وتخفيف الميم قال الفيروزآبادي:\n\nالهوام كشداد: الاسد\n\n(4) اي انتم معشر الشيعة ضمن الله لكم حفظكم، اي غالبا او مع التوكل والتفويض التام.\n\n(آت) ويحتمل ان يكون المراد ما في قوله تعالى: (هو الذي يسيركم في البر والبحر). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p314'> Vol. 08, p. 314</a>\n            </div>\n            :\n\n(1) هذا كناية عن سهولة السير.\n\n(2) قال الجزري: في حديث السفر: اطو لنا الارض اي قربها وسهل السير فيها حتى لا تطول علينا فكانها قد طويت ومنه الحديث ان الارض لتطوى بالليل مالا تطوى بالنهار اي يقطع مسافتها لان الانسان فية انشط من النهار واقدر على المشي والسير لعدم الحر وغيره.\n\n(3) يدل على ان السير في آخر الليل اسهل من سائره. (آت)\n\n(4) هو بكر بن صالح الرازي الضبي مولى بي ضبة روى عن ابي الحسن الكاظم (عليه السلام) ضعيف جدا كثير التفرد بالغرائب. (صه عن جش)\n\n(5) اي ما يتشأم به الناس وربما تؤثر بتأثر النفس بها ويرتفع تاثيرها بالتوكل وبالدعاء المذكور في هذا الخبر وغيره. (آت)\n\n(6) الظاهر سبعة كما في بعض نسخ الفقيه وفي <span id='ms4499'></span> بعضها ستة. ولكن في المحاسن كما في الكتاب\n\n(7) في الفقيه (الكلب الناشر لذنبه) وفي الخصال (الناشر) وكذا في المحاسن بدون الواو والمعنى الغراب الناشر لذنبه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p315'> Vol. 08, p. 315</a>\n            </div>\n            :\n\n(1) اقعى الكلب إذا جلس على استه مفترشا رجليه وناصبا يديه.\n\n(2) السانح مامر من الطير والوحش بين يديك من جهة يسارك إلى يمينك. والشمطاء: قال الجوهرى: الشمط: بياض شعر الراس يخالط سواده والرجل اشمط والمراة شمطاء. وقوله: (تلقاء فرجها) كذا في الاربعة ولعله تصحيف (تلقاء وجهها) اي شعر ناصيتها بياض مخلوط بالسواد وقيل: الظاهر انه كناية عن استقبالها اياك ومجيئها من قبل وجهك فان فرجها من قدامها وقيل فيه وجوه اخر لا يخلو الجميع عن الركاكة. وقوله: (والاتان العضباء) اي المقطوعة الاذن وقال المجلسي رحمه الله: فسره بالجدعاء لئلا يتوهم ان المراد الشمقوقة الاذن.\n\n(3) كذا. ولعله هو عبدالله بن الصلت.\n\n(4) اي يسبوننا ويعادوننا.\n\n(5) اي يعيبونه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p316'> Vol. 08, p. 316</a>\n            </div>\n            :\n\n(1) (اهل البيوتات) اي ذوي الانساب والاحساب الشريفة والبيت يكون بمعنى الرف و(المعدن) قال الجزري: المعدن مركز كل شئ مومنه الحديث: (فعن معادن العرب تسالوني قالوا: نعم) اي اصولها التي ينسبون اليها وبتفاخرون بها. (آت)\n\n(2) (من هؤلاء وهؤلاء) اي العرب والعجم. والدنس محركة: الوسخ وينسب إلى الثوب والعرض والنسب والخلق اي ذى النسب او الاخلاق. و(الملصق) بتشديد اذلصاد ويخفف الدعى المتهم في نسبه والرجل المقيم في الحيي وليس منهم بنسب ووردت الاخبار المتواترد على ان حب اهل البيت علامة طيب الولادة وبغضهم علامة خبثها. (آت)\n\n(3) الايات في سورة البقرة: 246 إلى 249. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p317'> Vol. 08, p. 317</a>\n            </div>\n            :\n\n(1) الرضراض: مادق من الحصى وفي بعض النسخ (رضاض) وهو بالضم: فتاته، والمراد اجزاؤها المنكسرة بعد ان القاها موسى (عليه السلام) وضمير فيها راجع إلى الالواح (آت).\n\n(2) انعام: 84 و85.\n\n(3) آل عمران: 61. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p318'> Vol. 08, p. 318</a>\n            </div>\n            :\n\n(1) النساء: 23.\n\n(2) ظاهر اكثر الاخبار يدل على انه لم يثبت مع النبي (صلى الله عليه وآله) يومئذ إلا علي (عليه السلام) وابودجانة ولا خلاف بين العامة في ان عثمان كان من الفارين واختلفوا في عمر وروى كثير منهم انه فر وذهب اكثرهم إلى ان ابا بكر لم يفر قال ابن ابي <span id='ms4500'></span> الحديد: قال الواقدي: حدثني موسى بن يعقوب عن عمته عن امها عن المقداد قال: لما تصاف القوم للقتال يوم أحد جلس رسول الله (صلى الله عليه وآله) تحت راية مصعب بن عمير فلما قتل اصحاب اللواء وهزم المشركون الهزيمة الاولى وأغار المسلمون على معسكرهم ينهبونه ثم كر المشركون على المسلمين فاتوهم من خلفهم فتفرق الناس ونادى رسول الله (صلى الله عليه وآله) في اصحاب الالوية فقتل مصعب بن عمير حامل لوائه (صلى الله عليه وآله) واخذ راية الخزرج سعد بن عبادة فقام رسول الله (صلى الله عليه وآله) تحتها واصحابه محدقون به ودفع لواء المهاجرين إلى ابي الردم أحد بني عبد الدار آخر نهار ذلك اليوم و(*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p319'> Vol. 08, p. 319</a>\n            </div>\n            :\n\nنظرت إلى لواء الاوس مع أسيد بن حضير فناوشوا المشركين ساعة واقتتلوا على اختلاط من الصفوف ونادى المشركون بشعارهم يا للعزى يا لهبل فاوجعوا والله فينا قتلا ذريعا ونالوا من رسول الله (صلى الله عليه وآله) ما نالوا لا والذي بعثه بالحق مازال شبرا واحدا انه لفي وجه العدو وتثوب اليه طائفة من اصحابه مرة وتتفرق عنه مرة، (فربما رايته قائما يرمى عن قوسه او يرمى بالحجر حتى تحاجزوا)، وكانت العصابة التي ثبتت مع رسول الله (صلى الله عليه وآله) أربعة عشر رجلا:\n\nسبعة من المهاجرين وسبعة من الانصار، فاما المهاجرون فعلي (عليه السلام) وابوبكر وعبدالرحمن بن عوف وسعد بن ابي وقاص وطلحة بن عبيد الله وابوعبيدة بن الجراح والزبير بن العوام، واما الانصار فالحباب ابن المنذر وابودجانة وعاصم بن ثابت والحارث بن الصمة وسهل بن حنيف وسعد بن معاذ واسيد بن حضير، قال الواقدي: وقد روى ان سعد بن عبادة ومحمد بن مسلمة ثبتا يومئذ ولم يفرا ومن روى ذلك جعلهما مكان سعد بن معاذ وأسيد بن حضير. قال الواقدي: وبايعه يومئذ على الموت ثمانية ثلاثة من المهاجرين وخمسة من الانصار اما المهاجرون فعلي (عليه السلام) وطلحة والزبير واما الانصار فابو دجانة والحارث بن الصمة والحباب بن المنذر وعاصم بن ثابت وسهل <span id='ms4501'></span> ابن حنيف، قال: ولم يقتل منهم ذلك اليوم احد واما باقي المسلمين ففروا ورسول الله (صلى الله عليه وآله) يدعوهم في اخراهم حتى انتهى من انتهى منهم إلى قريب من المهراس، قال الواقدي: وحدثني عتبة بن جبيرة عن يعقوب بن عمير بن قتادة قال: ثبت يومئذ بين يديه ثلاثون رجلا كلهم يقول: وجهي دون وجهك، نفسي دون نفسك وعليك السلام غير مودع، قلت: قد اختلف في عمر ابن الخطاب هل ثبت يومئذ ام لا مع اتفاق الرواة كافة على ان عثمان لم يثبت فالواقدي ذكر انه لم يثبت واما محمد بن اسحاق والبلاذرى فجعلاه مع من ثبت ولم يفر ولم يختلف الرواة من اهل الحديث: ان ابا بكر لم يفر يومئذ وانه ثبت فيمن ثبت وان لم يكن نقل عنه قتل او قتال والثبوت جهاد وفيه وحده كفاية واما رواة الشيعة فانهم يروون انه لم يثبت الا علي وطلحة والزبير وابو دجانة وسهل بن حنيف وعاصم بن ثابت منهم من يروى انه ثبت معه اربعة عشر رجلا من المهاجرين والانصار ولا يعدون ابا بكر وعمر منهم، روى كثير من اصحاب الحديث ان عثمان جاء بعد ثالثة إلى رسول الله (صلى الله عليه وآله) فسأله إلى اين انتهيت؟ فقال: إلى الاعوص فقال: لقد ذهب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p320'> Vol. 08, p. 320</a>\n            </div>\n            :\n\nفيها عريضة. (إلى هنا كلام ابن ابي الحديد والعجب منه انه نقل هنا اتفاق الرواة على انه ثبت ابوبكر وقال عند ذكر اجوبة شيخه ابي جعفر الاسكافي عما ذكره الجاحظ في فضل اسلام ابي بكر على اسلام علي (عليه السلام): قال الجاحظ: وقد ثبت ابوبكر مع النبي يوم احد كما ثبت علي فلا فخر لاحدهما على صاحبه في ذلك اليوم، قال شيخنا ابوجعفر: اما ثباته يوم احد فاكثر المؤرخين وارباب السيرة ينكرونه وجمهورهم يروى انه لم يبق مع النبي الا علي وطلحة والزبير وابودجانة وقد روى عن ابن عباس انه قال ولهم خامس وهو عبدالله بن مسعود ومنهم من اثبت سادسا وهو المقداد بن عمر وروى يحيى <span id='ms4502'></span> بن سلمة بن كهيل قال: قلت لابي: كم ثبت مع رسول الله (صلى الله عليه وآله) يوم احد كل منهم يدعيه؟ فقال: اثنان، قلت: من هما؟ قال: علي وابودجانة. انتهى فقد ظهر انه ليس ثبات ابي بكر ايضا مما اجمعت عليه رواتهم مع اتفاق روايات الشيعة على عدمه وهي محفوفة بالقرائن الظاهرة اذ من المعلوم انه مع ثباته لا بد ان ينقل منه اما ضرب او طعن والعجب منه انه حيث لم يكن من الطاعنين كيف لم يصر من المطعونين ولما لم يكن من الجارحين لم لم يكن من المجروحين وان لم يتحرك لقتال فلم لم يذكر في المقتولين، بل يمكن ان يقال: لو كان حضر ميت تلك الواقعة مكان يذكر منه بعض ما ينسب إلى الاحياء. واما الاخبار الدالة من طرق الشيعة على كون الثلاثة من المنهزمين فقد اوردناها في كتاب بحار الانوار وذكرها ههنا يوجب الاكثار. (آت) اقول: هذا الاعتراض منه رحمه الله على ابن ابي الحديد مبني على ادعائه اتفاق الرواة على عدم انهزام ابي بكر بقوله: (ولم يختلف الرواة من اهل الحديث الخ) ولكن العبارة في النسخ التي رايناها هكذا (قال الرواة من اهل الحديث) ولا يخفى انها في قوة ذلك.\n\n(1) (اثخنته الجراحة): اوهنته واثرت فيه. وقوله: (فلما اسقط) هذا لا يدل على انه قتل في تلك الواقعة فلا ينافي ما هو المشهور بين ارباب السير والاخبار انه بقي بعد النبي (صلى الله عليه وآله). (آت)\n\n(2) خلج كعلم: اشتكى عظامه من مشى او تعب. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p321'> Vol. 08, p. 321</a>\n            </div>\n            :\n\n(1) العي: العجز وعى بشأنها اي يعجز عنها واشكل عليه امرها.\n\n(2) اراد اقدم يا حيزوم فحذف حرف النداء وحيزوم اسم فرس جبرئيل (عليه السلام).\n\n(3) القلايص جمع قوص وهي الناقة الشابة ويجمع على قلاص وقلص ايضا. (النهاية)\n\n(4) انما قالوا ذلك لما رأووا من عسكر الملائكة المتمثلين بصور المسلمين وكان تعيين اهل مكة لابي سفيان لهربه عن ذلك العسكر. (آت)\n\n(5) قال الجوهري: الشقرة في الخيل: حمرة صافية يحمر معها العرف والذنب قال: فان كان اسود <span id='ms4503'></span> فهو الكميت. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p322'> Vol. 08, p. 322</a>\n            </div>\n            :\n\n(1) في اكثر النسخ (يثوبون) اي يرجعون وفي بعضها (يتوبون) اي يعتذرون من الهزيمة وترك القتال. (آت)\n\n(2) آل عمران: 144.\n\n(3) قال الجزري: يقال: ابغني كذا بهمزة الوصل اي اطلب لي. وابغني بهمزة القطع:\n\nاي اعني عن الطلب.\n\n(4) الترديد من الراوي ومزينة بضم الميم: قبيلة من مضر. وجهينة ايضا بالضم:\n\nاسم قبيلة. (آت)\n\n(5) بضم الحاء وفتح الدال والياء الساكنة والباء والياء مخففا قرية متوسطة ليست بالكبيرة، سميت ببئر هناك عند مسجد الشجرة.\n\n(6) قال الجزري: صبأ فلان إذا خرج من دين إلى دين غيره. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p323'> Vol. 08, p. 323</a>\n            </div>\n            :\n\n(1) اي لم يزل الماء من تلك البئر. وقد نقل هذا الاعجاز في روايات كثيرة على وجه آخر. (آت)\n\n(2) ذكر اكثر المؤرخون مكانه بديل بن ورقاء الخزاغي ولا عبرة بقولتهم في مقابلة الخبر المعتبر. (آت)\n\n(3) هر حليس بن علقمة او ابن زبان وكان يومئذ سيد الاحابيش وهو احد بني الحارث بن عبد المناة بن كنانة.\n\n(4) كناية عن كثرتها وازدحامها واجتماعها وانما قدم (صلى الله عليه وآله) البدن ليعلموا انه لا يريد القتال بل يريد النسك. (آت)\n\n(5) (حالفناكم) اي عاهدناكم وحلفنا على الوفاء به. وقوله: (على ان تردوا الهدى)\n\nبدل او عطف بيان لقوله: (على هذا حالفناكم). (آت)\n\n(6) في القاموس حبشي بالضم: جبل باسفل مكة ومنه احابيش قريش لانهم تحالفوا بالله انهم ليد على غيرهم ما سجى ليل ووضح نهار ومارسى حبشى انتهى. اي اعتزل معهم عنكم وامنعهم عن معاونتكم. (آت)\n\n(7) الولث: العهد بين القوم يقع من غير قصد ان يكون غير مؤكد (الصحاح). وفي بعض النسخ (وليا).\n\n(8) هذه الفصة على ما ذكره الواقدي انه ذهب مع ثلاثة عشر رجلا من بني مالك إلى مقوقس سلطان الاسكندرية وفضل مقوقس بني مالك على المغيرة في العطاء فلما رجعوا وكانوا في الطريق شرب بنو مالك ذات ليلة خمرا وسكروا فقتلهم المغيرة حسدا واخذ اموالهم واتى النبي (صلى الله عليه وآله) وسلم فقبل (صلى الله عليه وآله) اسلامه ولم يقبل من ماله شيئا ولم يأخذ منه الخمس لغدره فلما بلغ (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p324'> Vol. 08, p. 324</a>\n            </div>\n            :\n\nذلك ابا سفيان <span id='ms4504'></span> اخبر عروة بذلك فاتى عروة رئيس بني مالك وهو مسعود بن عمرة وكلمه في ان يرضى بالدية فلم يرض بنو مالك بذلك وطلبوا القصاص من عشائر المغيرة واشتعلت بينهم نائرة الحرب فاطفأها عروة بلطائف حيله وضمن دية الجماعة من ماله والاشارة إلى هذه القصة ههنا لتمهيد ما سيذكر بعد ذلك من قوله: (والله ما جئت الا في غسل سلحتك) فقوله: (جاء إلى قريش)\n\nاي عروة وقوله: (وفي القوم) اي لان يتكلم ويشفع في امر المقتولين. وقوله: (كان خرج)\n\nاي المغيرة. (آت) (1) بكسر اللام جمع اللحم. وفي بعض النسخ (لحمامها).\n\n(2) قال هذا على سبيل التعجب اي كيف يكون مثلك في الشرافة وعظم الشأن مرددا عن مثل هذا المقصد الذي لا يصلح ان يرد عنه احد والحاصل انك في جلالتك ينبغي ان لا ترد عن اي مقصد قصدته ومقصدك في الخيرية بحيث لا ينبغي ان يمنع عنه احد ومع اجتماعهما يريد قومك ان يصدوك عن ذلك. (آت)\n\n(3) اي لحية الرسول (صلى الله عليه وآله) وكانت عادتهم ذلك فيما بينهم عند مكالمتهم ولجهله بشأنه (صلى الله عليه وآله) وعدم إيمانه لم يعرف أن ذلك لا يليق بجنابه. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p325'> Vol. 08, p. 325</a>\n            </div>\n            :\n\n(1) قال الجزري: في حديث الحديبية: قال عروة بن مسعود للمغير: يا غدر هل غسلت غدرتك الا بالامس. غدر معدول غادر للمبالغة يقال للذكر: غدر (بضم الغين وفتح الدال)\n\nوللاثنى: غدار كقطام وهما مختصان بالنداء في الغالب.\n\n(2) في المغرب: السلح: التغوط.\n\n(3) اي يقسمون عليك بالله وبالرحم التي بينك وبينهم في ان تدخل عليهم اي في تركه. (آت)\n\n(4) السرح والسارح والسارحة سواء: الماشية.\n\n(5) المناوشة: المناولة في القتال اي كان المشركون في تهيئة القتال اي عند ذلك وقع بين المسلمين وبينهم محاربة كما نقل. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p326'> Vol. 08, p. 326</a>\n            </div>\n            :\n\n(1) ذلك ليتأكد عليه الحجة والعهد والميثاق فيستوجب بنكثه أشد العذاب. (آت)\n\n(2) اي ما جرى بينه وبين قريش من حبسه ومنعه عن الرجوع او من طلبهم للصلح او اصرارهم على عدم دخوله في هذه السنة. وقيل: هذا كلام الراوي اي ثم ذكر الصادق (عليه <span id='ms4505'></span> السلام) القصة وما جرى فيها وترك الراوي ذكرها اختصارا. (آت)\n\n(3) كانوا يقولون لمسيلمة الكذاب: رحمن اليمامة. (آت)\n\n(4) (هذا ما قاضى) هو فاعل من القضاء الفصل والحكم لانه كان بينه وبين اهل مكة. (النهاية)\n\n(5) اي وعلى ان يعبد الله علانية من غير تقية.\n\n(6) السير بالفتح: الذي يعد من الجلد الجمع السيور وفي بعض النسخ (الستور) وهي جمع الستر المعلق على الابواب وعلى التقادير هذا كلام الصادق (عليه السلام) لبيان ثمرة هذه المصالحة وكثرة فوائدها بانها صارت موجبة لا من المسلمين بحيث كانوا يبعثون الهدايا من المدينة إلى مكة من غير منع وخوف ورغب اهل مكة في الاسلام واسلم جم غفير منهم من غير حرب. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p327'> Vol. 08, p. 327</a>\n            </div>\n            :\n\n(1) قال الطبرسي: فقال سهيل: على أنه لا يأتيك منا رجل وان كان على دينك الا رددته الينا ومن جاءنا ممن معك لم نرده عليك، فقال المسلمون: سبحان الله كيف يرد إلى المشركين وقد جاء مسلما فقال رسول الله (صلى الله عليه وآله): من جاءهم منا فابعده الله ومن جاءنا منهم رددناه اليهم فمن علم الله الاسلام من قلبه جعل له مخرجا إلى ان قال: فبيناهم كذلك اذ جاء ابوجندل بن سهيل بن عمرو يرسف في قيوده قد خرج من اسفل مكة حتى رمى بنفسه بين اظهر المسلمين، فقال سهيل: هذا يا محمد اول ما اقاضيك عليه ان ترده فقال النبي (صلى الله عليه وآله): انا لم نقض بالكتاب بعد، قال:\n\nوالله إذا لا أصالحك على شئ أبدا فقال النبي (صلى الله عليه وآله) فاجره لي قال: انا بمجيره لك، قال:\n\nبلى فافعل، قال وما انا بفاعل، قال مكرز: بلى قد اجرناه قال ابوجندل بن سهيل: معاشر المسلمين أأرد إلى المشركين وقد جئت مسلما الا ترون ما قد لقيت وكان قد عذب عذابا شديدا. (مجمع البيان)\n\n(2) النساء: 92. الحصر: الضيق والانقباض.\n\n(3) في بعض النسخ (أدعهم حتى أن يفرع). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p328'> Vol. 08, p. 328</a>\n            </div>\n            :\n\n(1) اي يدعوهم كثيرا ويحبهم ويكرمهم.\n\n(2) اي أنكرهم وقوله: (اوجس) الا يجاس الاحساس اي اضمر منهم خوفا والاية في سورة هود: 70. (3) اي <span id='ms4506'></span> كشفها.\n\n(4) اي (قالت ياويلتى ألد وأنا عجوز وهذا بعلي شيخا ان هذا لشئ عجيب * قالوا أتعجبين من أمر الله رحمة الله وبركاته عليكم أهل البيت انه حميد مجيد).\n\n(5) لعل العسكرى من طغيان القلم وابومحمد كنية للحسن بن علي بن فضال ويحتمل ان يكون كلام محمد بن يحيى ووقع في اثناء الحديث وقد مضى هذا الخبر فيما سبق من كتاب الطلاق وفيه (قال الحسن بن علي) بدون ابومحمد فيمكن ان يكون من كلام الصادق (عليه السلام) والمراد الحسن بن علي (عليهما السلام). (من آت)\n\n(6) هود: 74. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p329'> Vol. 08, p. 329</a>\n            </div>\n            :\n\n(1) اي عرض لهم المنزل والتمس منهم النزول.\n\n(آت)\n\n(2) الصعق: شدة الصوت وفي بعض النسخ (صفقت) والصقق: الضرب الذي يسمع له الصوت كالتصفيق اي ضربت احدى يديها على الاخرى وقوله: (يهرعون) اي يسرعون.\n\n(3) مضمون ماخوذ من الايات التي كانت في سورة هود.\n\n(4) تمام الاية في سورة القمر آية 37: (ولقد راودوه عن ضيفه فطمسنا اعينهم فذوقوا عذابي ونذر). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p330'> Vol. 08, p. 330</a>\n            </div>\n            :\n\n(1) الديكة: جمع الديك.\n\n(2) (السجيل) قال الزمخشرى: قيل: هي كلمة معربة عن (سنك وكل).\n\n(3) اي صلحه مع معاوية.\n\n(4) النساء: 77.\n\n(5) اي الغرض والمقصود في الاية طاعة الامام الذي ينهى عن القتال لعدم كونه مأمورا به ويأمر بالصلاة والزكاة وسائر أبواب البر والحال ان اصحاب الحسن كانوا بهذه الاية مأمورين باطاعة امامهم في ترك القتال فلم يرضوا به وطلبوا القتال. (آت)\n\n(6) مأخوذ من الاية السبعة والسبعين في سورة النساء والاية الاربعة والاربعين في سورة ابراهيم.\n\n(7) قد مر ان سهل بن زياد ضعيف غير معتمد على ما تفرد وسلمة بن الخطاب ايضا كان ضعيفا في حديثه ضعفه النجاشي وابن الغضائرى والعلامة وغيرهم والحديث مجعول بلا شبهة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p331'> Vol. 08, p. 331</a>\n            </div>\n            :\n\n(1) الظاهر انه ابن نهيك.\n\n(2) في بعض النسخ (ذهب).\n\n(3) اي امر الخلافة الاسلامية والمسودة: اصحاب ابي مسلم المروزي.\n\n(4) اي انهم لاستعجالهم وعدم التسليم لامامهم خارجون عن شيعته والمقتدين به.\n\n(5) النور: 36.\n\n(6): الحبل الذي فيه لونان، وكل شئ اجتمع فيه سواد وبياض فهو ابرق (الصحاح)\n\n(7) هذا تهديد له بالقتل. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p332'> Vol. 08, p. 332</a>\n            </div>\n            :\n\n(1) اما باللسان او بالاشارات وعلى التقديرين فهو من معجزاته. (آت)\n\n(2) اي اتباع <span id='ms4507'></span> المغيرة بن سعيد البجلي.\n\n(3) إشارة إلى ما ذكره المؤرخون ان النبي بعث عبدالله بن جحش معه ثمانية رهط من المهاجرين وقيل: اثني عشر وامره ان ينزل نخلة بين مكة والطائف فيرصد قريشا ويعلم اخبارهم فانطلقوا حتى هبطوا نخلة فوجدوا بها عمرو بن الحضرمى في غير تجارة قريش في اخر يوم جمادى الاخرة وكانوا يرون انه من جمادى وهو رجب فاختصم المسلمون فقال قائل منهم: هذه غرة من عدو وغنم رزقتموه فلا ندري امن شهر الحرام هذا اليوم ام لا فقال قائل منهم: لا نعلم هذا اليوم الا من الشهر الحرام ولا نرى ان تستحلوه لطمع اشفيتم عليه، فشدوا على ابن الحضرمى فقتلوه وغنموه غيره فبلغ ذلك كفار قريش فركب وفدهم حتى قدموا على النبي (صلى الله عليه وآله) فقالوا ايحل القتال في الشهر الحرام؟ فانزل الله تعالى: يسألونك عن الشهر الحرام قتال فيه الاية) ويظهر من بعض السير انهم انما فعلوا ذلك بعد علمهم كونه من شهر رجب بان راوا الهلال واستشهاده (عليه السلام) بان اصحابه حكموا بعد رؤية الهلال بدخول رجب فالليل السابق على النهار ويحسب معه يوما. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p333'> Vol. 08, p. 333</a>\n            </div>\n            :\n\n(1) اي من يتابعني في جميع اقوالي وافعالى.\n\n(2) اي ليعلم به المخانف والموافق. (آت)\n\n(3) أي إلى ولايتنا. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p334'> Vol. 08, p. 334</a>\n            </div>\n            :\n\n(1) لم نجد له ذكر في كتب التراجم والرجال.\n\n(2) اي لا تكلفوا اوساط الشيعة بالتكاليف الشاقة في العلم والعمل بل علموهم وادعوهم إلى العمل برفق ليكملوا فانهم لا يحتملون من العلوم والاسرار وتحمل المشاق في الطاعات ما تحتملون. (آت)\n\n(3) فصلت: 29.\n\n(4) النساء: 108. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p335'> Vol. 08, p. 335</a>\n            </div>\n            :\n\n(1) النساء: 63. وقوله: (فاعرض عنهم) اي عن عقابهم لمصلحة في استبقائهم او عن قبول معذرتهم. (آت) (2) النساء: 63.\n\n(3) النساء: 603.\n\n(4) الظاهر انه كان في مصحفهم (عليه السلام) على صيغة المتكلم ويحتمل ان يكون بيانا لحاصل المعنى اي المراد بقضاء الرسول ما يقضى الله على لسانه. (آت)\n\n(5) اي تقع مطابقة لما عبرت به. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p337'> Vol. 08, p. 337</a>\n            </div>\n            :\n\n(1) هو المفضل بن صالح الاسدي النخاس مولاهم مات في حياة الرضا، ضعيف.\n\n(2) الحج: 25. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p338'> Vol. 08, p. 338</a>\n            </div>\n            :\n\n(1) الحج: 40. (ديابهم) قال البيضاوي: اي من مكة (بغير حق) بغير موجب <span id='ms4508'></span> استحقوا به\n\n(الا ان يقولوا ربنا الله) على طريقة قول النابغة:\n\nولا عيب فيهم غير ان سيوفهم * بهن فلول من قراع الكتائب وقيل: منقطع.\n\n(2) المائدة: 109 (3) اجمعت علماء الشيعة على سبق اسلامه (عليه السلام) على جميع الصحابة وبه قال جماعة كثيرة من المخالفين وقد تواترت الروايات الدالة عليه من طرق العامة والخاصة وقد اوردنا في كتاب بحار الانوار الاخبار المستفيضة من كتبهم المعتبرة كتاريخ الطبرى وانساب الصحابة عنه والمعارف عن القتيبي وتاريخ يعقوب النسوى وعثمانية الجاحظ وتفسير الثعلبي وكتاب ابي زرعة الدمشقي وخصائص النطزى وكتاب المعرفة لابي يوسف النسوى واربعين الخطيب وفردوس الديلمي وشرف النبي للخركوشي وجامع الترمذي وابانة العكبري وتاريخ الخطيب ومسند احمد بن حنبل وكتاب الطبقات لمحمد بن سعد وفضائل الصحابة للعكبرى و(عبدالله بن) احمد بن حنبل وكتاب بن مردوية الاصفهانى وكتاب المظفر السمعاني وامالي سهل بن عبدالله المروزى وتاريخ بغداد والرسالة القوامية ومسند الموصلي وتفسير قتادة وكتاب الشيرازي وغيرها مما يطول ذكرها رووا سبق اسلامه (عليه السلام) بطرق متعددة عن سلمان وابي ذر والمقداد وعمار وزيد بن صوحان وحذيفة وابي الهيثم وخزيمة وابي ايوب والخدري وابي رافع وام سلمة وسعد بن ابي وقاص وابي موسى الاشعرى وانس بن مالك وابي الطفيل وجبير بن مطعم وعمرو بن الحمق وحبة العرني وجابر الحضرمى والحارث الاعور وعباية الاسدي ومالك بن الحويرث وقثم بن العباس وسعيد بن قيس ومالك الاشتر وهاشم بن عتبة ومحمد بن كعب وابن مجاز والشعبي والحسن البصري وابي (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p339'> Vol. 08, p. 339</a>\n            </div>\n            :\n\nالبحتري والواقدي وعبدالرزاق ومعمر والسدى وغيرهم ونسبوا القول بذلك إلى ابن عباس وجابر بن عبدالله وانس وزيد بن ارقم ومجاهد وقتادة وابن اسحق وغيرهم. (آت)\n\nاقول: قد اورد الحجة الفذ العلامة الاميني صاحب الغدير في المجلد الثاني ص 219 من كتابه الاغر شطرا وافيا بما لا مزيد عليه من اخبارهم في ان اول من اسلم هو علي بن ابي طالب (عليه السلام) فليراجع واغتنم. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p340'> Vol. 08, p. 340</a>\n            </div>\n            :\n\n(1) برك اي يقع على بركه اي صدره. جران البعير بالكسر: مقدم عنقه من مذبحه إلى منخره <span id='ms4509'></span>.\n\n(2) الاستثراء: الاستبطاء. (الصحاح)\n\n(3) يقال: رام يريم إذا برح وزال من مكانه. (النهاية)\n\n(4) اي بعد البعثة.\n\n(5) اي ملله المقام فيها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p341'> Vol. 08, p. 341</a>\n            </div>\n            :\n\n(1) الاسراء: 78.\n\n(2) جملة (كفوا السنتكم عنهم) تفسير (ما رضي به الناس).\n\n(3) اي من يستأصلهم ويقتلهم اولاد الزنا بني العباس واتباعهم. (آت)\n\n(4) اي بني امية ويحتمل بني العباس واما امر الفلك قد سبق الكلام في مثله. (آت)\n\n(5) ولد المرداس كناية عن العباس وهذا التعبير للتقية والاخفاء والوجه فيه ان عباس بن مرداس السلمى صحابي شاعر فلعل المراد ولد سمى ابن المرداس. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p342'> Vol. 08, p. 342</a>\n            </div>\n            :\n\n(1) ناواهم اي عاداهم.\n\n(2) ذكروا انه كان في الفترة واختلفوا في نبوته وهذا الخبر يدل على انه كان نبيا وذكر ابن الاثير وغيره هذه القصة نحوا مما في الخبر. (آت)\n\n(3) قال السيوطي في شرح شواهد المغني ناقلا عن العسكري في ذكر اقسام النار: نار الحرتين كانت في بلاد عبس، تخرج من الارض فتؤذي من مر بها وهي التي دفنها خالد بن سنان النبي (عليه السلام).\n\nقال خليد: كنار الحرتين لها زفير * تصم مسامع الرجل السميع اقول: لعل الحدثان تصحيف الحرتين. (آت)\n\n(4) اي هذا شأني وإعجازي. و(كل هذا من ذا) اي من الله تعالى وفي نسخة (وكل هذا مؤذ ازعم).\n\n(5) عبس بالفتح ابو قبيلة من قيس. وقوله: (جبيني يندى) كيرضى اي يبتل من العرق. (آت)\n\n(6) العانة: القطيع من حمر الوحش. والعير بالفتح: الحمار الوحشي وقد يطلق على الاهلي ايضا. والابتر: المقطوع الذنب. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p343'> Vol. 08, p. 343</a>\n            </div>\n            :\n\n(1) قال الجوهري: يقال: هذا الامر صار سبة عليه بالضم اي عارا يسب به انتهى. اي هذا عار عليكم ان تحبوه ولا تؤمنوا به او هو يسبكم بترك الايمان والكفر او يكون هذا النبش عارا لكم عند العرب فيقولون: نبشوا قبر نبيهم ويؤيده ما ذكره ابن الاثير قال: فارادوا نبشه فكره ذلك بعضهم قالوا: نخاف إن نبشناه ان يسبنا العرب بأنا نبشنا نبينا فتركوه. (آت)\n\n(2) اي غلب هؤلاء الثلاثة على الانصار في المخاصمة بحجة هي تدل على كون الامر لعلي (عليه السلام) دونهم لانهم احتجوا عليهم بقرابة الرسول وامير المؤمنين <span id='ms4510'></span> كان اقرب منهم اجمعين وقد احتج (عليه السلام) عليهم بذلك في مواطن (ذكروها). (آت)\n\n(3) في الاحتجاج للطبرسي: (ما يرضى الناس ان يبايعوه).\n\n(4) (سجادة) اي أثر سجود. والتشمير: الجد والاجتهاد في العبادة. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p344'> Vol. 08, p. 344</a>\n            </div>\n            :\n\n(1) النخير: صوت الانف. وكسعه كمنعه ضرب دبره بيده او بصدر قدمه وانما كان يفعل ذلك نشاطا وفرحا وفخرا وفرجا ومخرجا وطربا. (آت)\n\n(2) في بعض النسخ (منيع ابن الحجاج) وعلى كلتا النسختين غير مذكور في كتب الرجال.\n\n(3) اي قالوا: ياسيدنا ويا مولانا وانما غيره لئلا يوهم انصرافه اليه (عليه السلام) وهذا شايع في كلام البلغاء في نقل امر لا يرضى القائل لنفسه كما في قوله تعالى: (ان لعنة الله عليه ان كان من الكاذبين) وقوله: (ماذا دهاك) يقال: دهاه إذا اصابته داهنة. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p345'> Vol. 08, p. 345</a>\n            </div>\n            :\n\n(1) الوثبة: الوسادة وفي بعض النسخ (الزينة).\n\n(2) سبأ: 20. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p346'> Vol. 08, p. 346</a>\n            </div>\n            :\n\n(1) رواه الحسن بن علي بن شعبة الحراني رحمه الله في تحف العقول ص 448 وفيه (والحسين بن يزيد) وهو النوفلي المتطبب.\n\n(2) الطاهر هو ابوالطيب او ابوطلحة طاهر بن الحسين بن مصعب بن زريق بن ماهان الملقب ب (ذو اليمينين) والي خراسان كان من اكبر قواد المامون والمجاهدين في تثبيت دولته كان جده زريق بن ماهان او باذان مجوسيا فاسلم على يد طلحة الطلحات الخزاعي المشهور بالكرم والي سجستان وكان مولاه ولذلك اشتهر الطاهر بالخزاعي وكان هو الذي سيره المأمون من خراسان إلى محاربة اخيه الامين محمد بن زبيدة ببغداد لما خلع المأمون بيعته وسير الامين علي بن عيسى بن ماهان لدفعه فالتقيا بالري وقتل علي بن عيسى وكسر جيش الامين وتقدم الطاهر إلى بغداد واخذ ما في طريقه من البلاد وحاصر بغداد وقتل الامين سنة 198 وحمل برأسه إلى خراسان وعقد للمأمون على الخلافة فلما استقل المأمون بالملك كتب اليه وهو مقيم ببغداد وكان واليا عليها بان يسلم إلى الحسن بن سهل جميع ما افتتحه من البلاد وهي العراق وبلاد الجبل وفارس واهواز والحجاز واليمن وان يتوجه هو إلى الرقة وولاه الموصل وبلاد الجزيرة والشام والمغرب فكان فيها إلى ان قدم <span id='ms4511'></span> المأمون بغداد فجاء اليه وكان المأمون يرعاه لمناصحته وخدمته. ولقبه ذو اليمينين وذلك انه ضرب شخصا بيساره فقده نصفين في وقعه مع علي بن عيسى بن ماهان حتى قال بعض الشعراء:\n\n(كلتا يديك يمين حين تضربه) فبعثه إلى خراسان فكان واليا عليها إلى ان توفى سنة 207 بمرو وهو الذي أسس دولة آل طاهر في خراسان وماوالاها من سنة 205 إلى 259 وكان طاهر من اصحاب الرضا (عليه السلام) كان متشيعا وينسب التشيع ايضا إلى بني طاهر كما في مروج الذهب وغيره. ولد طاهر سنة 159 في توشنج من بلاد خراسان وله عهد إلى ابنه وهو من احسن الرسائل.\n\nوهرثمة هو هرثمة بن اعين كان ايضا من قواد المامون وفي خدمته وكان مشهورا معروفا بالتشيع ومحبا لاهل البيت من اصحاب الرضا (عليه السلام) بل من خواصه واصحاب سره وياخذ نفسه انه من شيعته وكان قائما بمصالحه وكانت له محبة تامة واخلاص كامل له (عليه السلام). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p347'> Vol. 08, p. 347</a>\n            </div>\n            :\n\n(1) ابراهيم: 7.\n\n(2) سبأ: 12.\n\n(3) هو الحسين بن قياما كان رجلا واقفيا خبيثا وقيل برجوعه عن الوقف وعلى اي هو من اصحاب الكاظم (عليه السلام).\n\n(4) التوبة: 110. وقال الطبرسي رحمه الله اي لا يزال بناء المبنى الذي بنوه شكا في قلوبهم فيما كان من اظهار اسلامهم وثباتا على النفاق.\n\n(5) انما دعا عليه بالحيرة لما علم في قلبه من الشك والنفاق. آت)\n\n(6) شبه (عليه السلام) قصة الواقفية بقصة من عبد العجل حيث ترك موسى (عليه السلام) هارون بينهم فلم يطيعوه وعبدوا العجل ولم يرجعوا بقوله عن ذلك وقالوا: لن نبرح عليه عاكفين حتى يرجع الينا موسى وكذا موسى بن جعفر (عليه السلام) خلف الرضا (عليه السلام) بينهم عند ذهابه إلى العراق ونص عليه فلما توفى (عليه السلام) تركوا وصيه ولم يطيعوه واختاروا الوقف عليه وقالوا: لن نبرح عليه عاكفين حتى يرجع إلينا موسى فإنه غاب ولم يمت. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p348'> Vol. 08, p. 348</a>\n            </div>\n            :\n\n(1) بصيغة المجهول: اي هلك.\n\n(2) هو احمد بن ابي بشر، كان من الواقفة.\n\n(3) اي يموت موسى بن جعفر (عليه السلام) حيث لم يقل: ان المال لورثته. (آت <span id='ms4512'></span>)\n\n(4) المؤامرة: المشاورة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p349'> Vol. 08, p. 349</a>\n            </div>\n            :\n\n(1) الزج بالضم: الحديدة في أسفل الرمح ونصل السهم.\n\n(2) الدبر: قرحة الدابة في ظهرها.\n\n(3) قال الجوهري: التعريس: نزول القوم في السفر من آخر الليل يقعون فيه وقعة الاستراحة ثم يرتحلون وقال الجزري: فيه عليكم بالدلجة وهو سير الليل: يقال: ادلج بالتخفيف إذا سار من اول الليل وادلج بالتشديد إذا سار من آخره والاسم منهما الدلجة والدلجة بالضم والفتح اقول:\n\nلا يبعد ان يكون المراد بالتعريس هنا النزل اول الليل. (آت)\n\n(4) في بعض النسخ (حسن بن زيد النوفلي).\n\n(5) الظاهر انه كان هو من الخوارج. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p350'> Vol. 08, p. 350</a>\n            </div>\n            :\n\n(1) الصنديد: السيد الشجاع.\n\n(2) قال الفيروزآبادي: المغرة ويحرك: طين احمر والممغر كمعظم: المصبوغ بها.\n\n(3) الفلقة بالكسر: القطعة والشقة.\n\n(4) اي جاعل المكان مكانا بايجاده. (آت)\n\n(5) اي موجد الدهر والزمان فان الاين يكون بمعنى الزمان، يقال: آن اينك اي حان حينك.\n\nذكره الجوهري ويحتمل ان يكون بمعنى المكان لها تاكيدا للاول او بان يكون حيث للزمان، قال ابن هشام: قال الاخفش: وقد ترد حيث للزمان ويحتمل ان يكون حيث تعليلية اي هو علة العلل ووجاعل العلل عللا. (آت)\n\n(6) قال الجوهري: فلان يسرد الحديث سردا إذا كان جيد السياق. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p351'> Vol. 08, p. 351</a>\n            </div>\n            :\n\n(1) اي لان يعمل والحاصل ان الله انما يحب من يعمل بطاعته لانه كذلك فكيف يحب من يعلم انه على زعمك الفاسد يكفر ويحبط جميع اعماله. (آت)\n\n(2) كانه زعم ان حركة الفلك في جميع المواضع دحوية. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p352'> Vol. 08, p. 352</a>\n            </div>\n            :\n\n(1) هذا بيان لخطأ المنجمين فان لك منجم يحكم لمن يريد ظفره بالظفر ويزعم ان السعد الذي رآه يتعلق به وهذا لعدم احاطتهم بارتباط النجوم بالاشخاص. (آت)\n\n(2) احمد بن محمد عطف على علي بن الحسن وهو العاصمي والتيمي هو ابن فضال وقل من تفطن لذلك. (آت) وفي بعض النسخ (احمد بن محمد بن احمد) وفي بعضها (على بن الحسين المؤدب).\n\n(3) الذي له عليهم من الحق هو وجوب طاعته وامحاض نصيحته والذي لهم عليه من الحق هو وجوب معدلته فيهم. (في)\n\n(4) التواصف ان يصف بعضهم لبعض والتناصف ان ينصف بعضهم بعضا وانما كان الحق اجمل الاشياء في <span id='ms4513'></span> التواصف لانه يوصف بالحسن والوجوب وكل جميل وانما كان اوسعها في التناصف لان الناس لو تناصفوا في الحقوق لما ضاق عليهما مر من الامور وفي النهج (والحق اوسع الاشياء في التواصف واضيقها في التناصف) وهو اوضع معناه ان الناس كلهم يصفون الحق ولكن لا ينصف بعضهم بعضا\n\n(في). وفي بعض النسخ (التراصف) موضع التواصف. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p353'> Vol. 08, p. 353</a>\n            </div>\n            :\n\n(1) اي انواعة المتغيرة المتوالية وفي بعض النسخ (صروف قضائه).\n\n(2) انما سمى جزاؤه تعالى على الطاعة كفارة لانه يكفر ما يزعمون من ان طاعتهم له تعالى حق لهم عليه يستوجبون به الثواب مع انه ليس كذلك لان الحق له عليهم حيث اقدرهم على الطاعة والهمهم اياها ولهذا سماه التفضل والتطول والتوسع بالانعام الذي هو للمزيد منه اهل لانه الكريم الذي لا تنفد خزائنه بالاعطاء والجود تعالى مجده وتقدس وفي نهج البلاغة (وجعل جزاءهم عليه)\n\nوعلى هذا فلا يحتاج إلى التكليف. (في) (*)\n\n(3) اي جعل كل وجه من تلك الحقوق مقابلا بمثله، فحق الوالي وهو الطاعة من الرعية مقابل بمثله وهو العدل فيهم وحسن السيرة. (آت)\n\n(4) كما ان الوالي إذا لم يعدل لم يستحق الطاعة. (آت)\n\n(5) فانها سبب اجتماعهم به ويقهرون اعدائهم ويغز دينهم. وقوله: (قواما) اي به يقوم جريان الحق فيهم وبينهم. (آت)\n\n(6) في القاموس: ذل الطريق بالكسر: محجته. وامور الله جارية اذلالها وعلى اذلالها اي مجاريها جمع ذل بالكسر. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p354'> Vol. 08, p. 354</a>\n            </div>\n            :\n\n(1) الادغال: بكسر الهمزة وهو ان يدخل في الشئ ما ليس منه وهو الابداع والتلبيس او بفتحها جمع الدغل بالتحريك: الفساد. (آت)\n\n(2) قال البحراني: علل النفوس امراضها بملكات السوء كالغل والحسد والعدوات ونحوها وقيل: عللها وجوه ارتكابها للمنكرات فتاتي في كل منكر بوجه ورأي فاسد.\n\n(3) التأثيل: التأصيل ومجد مؤثل اي مجموع ذو أصل وفي النهج (فعل) مكان اثل. والتبعة ما يتبع اعمال العباد من العقاب وسوء العاقبة.\n\n(4) (ولا لامرئ) يعني مع عدم الاستغناء عن الاستعانة وقوله: (خسئت به الامور) يقال:\n\nخسئت والكلب خسا طردته وخسأ الكلب بنفسه يتعذى ولا يتعدى. وقد تعدى بالباء اي طردته الامور او يكون بالباء <span id='ms4514'></span> للسببية اي بعدت بسببه الامور. (آت) وفي بعض النسخ (حست) بالمهملتين اي اختبرته. واقتحمه: احتقره. وفي النهج (ولا امرؤ وان صغرته النفوس واقتحمته العيون). وقوله:\n\n(بدون ما ان يعين) اي باقل من ان يستعان به ويعان والحاصل ان الشريف والوضيع جميعا محتاجون في اداء الحقوق إلى اعانة بعضهم بعضا واستعانة بعضهم ببعض وكل من كانت النعمة عليه اعظم فاحتياجه في ذلك اكثر لان الحقوق عليه اوفر لازدياد الحقوق بحسب ازدياد النعم (في)\n\n(5) (سواء) بيان لقوله: (شرع) وتاكيد وانما ذكره (عليه السلام) ذلك لئلا يتوهم انهم يستغنون باعانة بعضهم بعضا عن ربهم تعالى بل هو الموفق والمعين لهم في جميع امورهم ولا يستغنون بشئ عن الله تعالى وانما كلفهم بذلك ليختبر طاعتهم ويثيبهم على ذلك واقتضت حكمته البالغة ان يجري الاشياء باسبابها وهو المسبب لها والقادر على امضائها بلا سبب. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p355'> Vol. 08, p. 355</a>\n            </div>\n            :\n\n(1) (ابلاهم): انعمهم. (من واجب حقه) يعني من حق امير المؤمنين (عليه السلام). (في)\n\n(2) اشار به إلى قوله تعالى: (ويضع عنهم اصرهم والاغلال التي كانت عليهم) اي يخفف عنهم ما كانوا به من التكاليف الشاقة. (في)\n\n(3) من الايتمار بمعنى المشاورة.\n\n(4) اي الملك الذي اعطاك الله للامرة علينا وجعلنا خدمك وتبعك. (آت)\n\n(5) اي في العلم بان تكون كلمة (في) تعليلية ويحتمل ان يكون اشارة إلى مادل عليه الكلام من اطاعته (عليه السلام). والخطر: القدر والمنزلة. (آت)\n\n(6) السخف: رقة العيش ورقة العقل والسخافة رقة كل شئ اي اضعف احوال الولاة عند الرعية ان يكونوا متهمين عندهم بهذا الخصلة المذمومة. (آت)\n\n(7) جال بالجيم من الجولان بالواو. والاطراء: مجاوزة الحد في الثناء. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p356'> Vol. 08, p. 356</a>\n            </div>\n            :\n\n(1) اي تواضعا له تعالى وفي بعض النسخ القديمة (ولو كنت أحب ان يقال ذلك لتناهيت له اغنانا الله وإياكم عن تناول ماهو احق به من التعاظم وحسن الثناء) والتناهي: قبول النهي والضمير في (له) راجع إلى الله تعالى وفي النهج كما في النسخ المشهورة. (آت)\n\n(2) يقال: استحلاه اي وجده حلوا قال ابن ميثم رحمه الله: هذا يجري مجرى تمهيد العذر لمن اثنى عليه <span id='ms4515'></span>، فكأنه يقول: وانت معذور في ذلك حيث رأيتني أجاهد في الله واحث الناس على ذلك ومن عادة الناس ان يستهل الثناء عند ان يبلو بلاء ا حسنا في جهاد او غيره من سائر الطاعات ثم اجاب ان هذا العذر في نفسه بقوله: (ولا تثنوا علي بجميل ثناء) اي لا تثنوا علي لاجل ما ترونه مني من طاعة الله فان ذلك انما هو اخراج لنفسي إلى الله من حقوقه الباقية علي لم افرغ بعد من ادائها وهي حقوق نعمه وفرائضه التي لا بد من المضي فيها وكذلك اليكم من الحقوق التي اوجبها الله علي من النصيحة في الدين والارشاد إلى الطريق الافضل والتعليم لكيفية سلوكه.\n\n(3) اي لاعترافي بين يدي الله وبمحضر منكم، ان علي حقوقا في ايالتكم ورياستي عليكم لم اقم بها بعد وارجو من الله القيام بها وفي بعض النسخ (من التقية) يعني من ان يتقوني في مطالبة حقوق لكم لم افرغ من ادائها وعلى هذا يكون المراد بمستحلى الثناء الذين يثنيهم الناس اتقاء شرهم وخوفا من بأسهم. (في)\n\n(4) أهل البادرة الملوك والسلاطين. والبادرة: الحدة والكلام الذي يسبق من الانسان في الغضب اي لا تثنوا علي كما يثنى على اهل الحدة من الملوك خوفا من سطوتهم او لا تحتشموا مني كما يحتشم من السلاطين والامراء كترك المسارة والحديث اجلالا وخوفا منهم وترك مشاورتهم او اعلامهم والامراء كترك المسارة والحديث اجلالا وخوفا منهم وترك مشاورتهم او اعلامهم ببعض الامور والقيام بين ايديهم. (آت) والمصانعة: الرشوة والمداراة.\n\n(5) هذا من قبيل هضم النفس، ليس بنفي العصمة مع ان الاستثناء يكفينا مؤونة ذلك. (في)\n\nوقال المجلسي رحمه الله هذا من الانقطاع إلى الله والتواضع الباعث لهم على الانبساط معه بقول الحق وعد نفسه من المقصرين في مقام العبودية والاقرار بان عصمته من نعمه تعالى عليه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p357'> Vol. 08, p. 357</a>\n            </div>\n            :\n\n(1) اي من الجهالة وعدم العلم والمعرفة والكمالات التي يسرها الله تعالى لنا ببعثة الرسول (صلى الله عليه وآله) قال ابن ابي الحديد: ليس هذا اشارة إلى خاص نفسه (عليه <span id='ms4516'></span> السلام) لانه لم يكن كافرا فاسلم ولكنه كلام يقوله ويشير به إلى القوم الذين يخاطبهم في افناء الناس فيأتي بصيغة الجمع الداخلة فيها نفسه توسعا. (آت)\n\n(2) اي نعمته عندنا وافرة بحيث لا نستطيع كفرها وسترها او لا يجوز كفرانها وترك شكرها. (آت)\n\n(3) برع في الشئ فاق أقرانه فيه.\n\n(4) قال المجلسي رحمه الله: (لم يكن) على بناء المجهول من كننت الشئ: سترته. او\n\n(بفتح الياء وكسر الكاف من وكنت الطائر بيضه يكنه إذا حضنه وفي بعض النسخ (لم يكن)\n\nوفي النسخة القديمة (لن يكون). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p358'> Vol. 08, p. 358</a>\n            </div>\n            :\n\n(1) عال بالمهملة اشتد وتفاقم وغلبه وثقل عليه واهمه. (في)\n\n(2) الغصة بالضم: ما اعترض في الحلق وكذا الشجا. والمرزئة: المصيبة وكذا الفجيعة والضميران راجعان إلى امير المؤمنين (عليه السلام).\n\n(3) اي اشرف عليه والضمير في قوله: (اليه) راجع إلى الله تعالى.\n\n(4) الجد: البحث والتفجع والتضرع.\n\n(5) السكن بالتحريك: كل ما يسكن اليه وفي بعض النسخ (يا ساكن البلاد).\n\n(6) اي كنت تعاشر من يعصيك ويكفر نعمتك معاشرة الاخوان شفقة منك عليهم او المراد الشفقة على الكفار والعصاة والاهتمام في هدايتهم ويحتمل ان يكون المراد المنافقين الذين كانوا في عسكره وكان يلزمه رعايتهم بظاهر الشرع. (آت)\n\n(7) الفظاعة: الشناعة. وفظاعة تلك الخطرات: شناعتها وشدتها والغمرات الشدائد والمزدحمات. (8) قال الجوهري: نعوذ بالله من الحور بعد الكور اى من النقصان بعد الزيادة. وفي بعض النسخ\n\n(بعد الجور) بالمعجمة. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p359'> Vol. 08, p. 359</a>\n            </div>\n            :\n\n(1) الثمال بالكسر: الملجأ والغياث وقيل: هو المطعم في الشدة. (النهاية)\n\n(2) اي صار مداراتك وتأنيك وعدم مبادرتك في الحكم علينا بما نستحقه سببا لوسعة الحق علينا وعدم تضيق الامور بنا (آت)\n\n(3) في بعض النسخ (تحريكه) اي تغييره وصرفه.\n\n(4) اي جعلناها في معرض المخاطرة والهلاك او صيرناها خطرا ورهنا وعوضا لك قال الجزري:\n\nفيه: الاهل مشمر للجنة فان الجنة لا خطر لها. اي لا عوض لها ولا مثل. والخطر بالتحريك في الاصل: الرهن وما يخاطر عليه ومثل الشئ وعدله ولا يقال الا في الشئ الذي له قدر ومزية. (آت)\n\n(5) (حاولك) اي قصدك. و(ناواك) اي عاداك. وقوله: (ولكنه) اي <span id='ms4517'></span> الرب تعالى. (6) اي ذو عز وغلبة. وزاوله اي حاوله وطالبه.\n\n(7) في بعض النسخ (بتفريح).\n\n(8) الضميران راجعان إلى الشكر والذكر. (9) الرقيق: المملوك. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p360'> Vol. 08, p. 360</a>\n            </div>\n            :\n\n(1) في اكثر النسخ (لعز هذا السلطان) فقوله (لعز) متعلق بالبكاء و(ان يعود) بدل اشتمال له اي نبكي لتبدل عز هذا السلطان ذلا. (آت) وفي بعض النسخ (لعن الله هذا السلطان) اي هذه السطنة التي لا تكون صاحبها.\n\n(2) الاكيل يكون بمعنى المأكول وبمعنى الاكل والمراد هنا الثاني.\n\n(3) كأن الرجل كان هو الخضر (عليه السلام). (في)\n\n(4) في بعض النسخ (حريز) وفي جامع الرواة ص 107 ج 1 (حريث)\n\n(5) يعني في قسمة الاموال والعطاء بين المسلمين. (في)\n\n(6) في بعض النسخ (بالقران المبين والبرهان المستبين).\n\n(7) اي تكلم به جهارا او شق جماعاتهم بالتوحيد وفصل بين الحق والباطل.\n\n(8) الدابة الفارهة: النشيطة القوية.\n\n(9) الشنار: العيب والعار. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p361'> Vol. 08, p. 361</a>\n            </div>\n            :\n\n(1) اي من مواعيده الصادقة على الاعمال الصالحة واراد بتركهم عند رسول الله (صلى الله عليه وآله) وسلم ضمانه لهم بذلك كانه وديعة لهم عنده. (في)\n\n(2) استفهام انكار يعنز ليس ذلك بحسب ولا نسب بل بعمل وطاعة وزهادة. وقوله: (فيما اصبحتم فيه راغبين) اي انظروا ايضا فيما اصبحتم فيه راغبين هل هو الذي اصبتم في كتاب الله يعني ليس هو بذاك وانما هو الدنيا وزهرتها. (في)\n\n(3) الحض: الحث والترغيب.\n\n(4) الارعواء: الكف والانزجار، وقيل: هو الندم والانصراف عن الشئ. (في)\n\n(5) الاود بالتحريك: الاعوجاج.\n\n(6) اي لا اطلب صلاحكم بالظلم وبما لم يأمرني به ربي فأكون قد اصلحتكم بإفساد نفسي. (آت)\n\n(*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p364'> Vol. 08, p. 364</a>\n            </div>\n            :\n\n(1) اي لست انت كذلك بل تأخذ أموال الامام وتصرفه في تحصيل خلافة الجور لولدك محمد. (آت)\n\n(2) اي لم تاخذ العلم من الرجال بل اخذت من الكتب. وهذا الخبر يدل على ذم عبدالله بن الحسن. (آت)\n\n(3) يونس: 2. وقال الطبرسي رحمه الله: قال الازهري: القدم: الشئ تقدمه قدامك ليكون عدة لك حتى تقدم عليه.\n\n(4) يونس: 101. وقال الطبرسي رحمه الله. معناه ما تغني هذه الدلالات والبراهين الواضحة مع كثرتها وظهورها ولا الرسل المخوفة عن قوم لا ينظرون في الادلة تفكرا وتدبرا ولا يريدون الايمان.\n\n(5) اي قال <span id='ms4518'></span> ابوعبدالله (عليه السلام). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p365'> Vol. 08, p. 365</a>\n            </div>\n            :\n\n(1) اي من محبته وولايته التي ذكرها الله بقوله: (المؤمنون بعضهم اولياء بعض) او ولاية الله حيث قال تعالى: (الله ولي المؤمنين).\n\n(2) التثريب: التعيير والاستقصاء في اللوم. وقوله: (نصيحة) اما بدل أو بيان لقوله: (عملا)\n\nاي لا يقبل من احد نصيحة لمؤمن يشتمل على تعيير أو مفعول لاجله للتثريب اي لا يقبل عملا من اعماله إذا عيره على وجه النصيحة فكيف بدونها. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p366'> Vol. 08, p. 366</a>\n            </div>\n            :\n\n(1) قوله: (عدد من خالفه) اي من فرق المسلمين او كل من يخالفه في الدين من اي الفرق.\n\nوقوله: (يصلون عليه) اي يدعون ويستغفرون له. وقوله: (جماعة) اي مجتمعين. (آت)\n\n(2) اي ليتنعم في رياضها او يستوجب بذلك دخولها حتى كانه فيها.\n\n(3) الاثرة بالضم: المكرمة المتوارثة.\n\n(4) اي وقعتم في الجهد والمشقة ادعوا الله لكشفها. وفي بعض النسخ (اجتهدتم).\n\n(5) الجنة بضم الجيم: الستر.\n\n(6) يعني جعفر بن ابي طالب (عليهما السلام) الطيار.\n\n(7) المكتل كمنبر: زنبيل يسع خمسة عشر صاعا.\n\n(8) الاخبار الدالة على اسلام آباء النبي (صلى الله عليه وآله) من طرق الشيعة مستفيضة بل متواترة وكذا في خصوص والد ابراهيم قد وردت بعض الاخبار واما العامة اختلفوا في ابراهيم وهذا الخبر صريح في كون والده (عليه السلام) آزر فلعله ورد تقية. (من آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p367'> Vol. 08, p. 367</a>\n            </div>\n            :\n\n(1) الغار: الكهف والجمع: الغيران.\n\n(2) فيشخب بضم الخاء وفتحها اي يسيل. وقوله: (يشب) بكسر الشين اي ينمو. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p368'> Vol. 08, p. 368</a>\n            </div>\n            :\n\n(1) بفتح القاف وضم الدال: آلة للنحت والنجر.\n\n(2) البقرة: 258. وقوله: (انا احيي واميت) قال الطبرسي رحمه الله: اي فقال نمرود: انا احيي بالتخلية من الحبس من وجب عليه القتل واميت بالقتل من شئت اي ممن هو حي وهذا جهل من الكافر لانه اعتمد في المعارضة على العبارة فقط دون المعنى عادلا عن وجه الحجة بفعل الحياة للميت او الموت للحي على سبيل الاختراع الذي ينفرد سبحانه به ولا يقدر عليه سواه.\n\nانتهى، اقول: الظاهر من سياق الاية ان المراد من قوله: (انا احيي واميت) ان الرب الذي وصفته بكذا هو انا. وهذا تلبيس ومغالطة منه. وفي تفسير الميزان: (قوله تعالى): (قال <span id='ms4519'></span> انا احيي واميت.. الاية) اي فانا ربك الذي وصفته بانه يحيي ويميت قوله تعالى: قال ابراهيم: (فان الله يأتي بالشمس من المشرق فأت بها من المغرب فبهت الذي كفر.. الاية) لما آيس (عليه السلام) من مضى احتجاجه بان ربه الذي يحيي ويميت، لسوء فهم الخصم وتمويهه وتلبيسه الامر على من حضر عندهما عدل عن بيان ما هو مراده من الاحياء والاماتة إلى حجة اخرى، الا انه بنى هذه الحجة (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p369'> Vol. 08, p. 369</a>\n            </div>\n            :\n\nالثانية على دعوى الخصم في الحجة الاولى كما يدل عليه التفريع بالفاء في قوله: (فان الله... الاية)\n\nوالمعنى: ان كان الامر كما تقول: انك ربي ومن شان الرب ان يتصرف في تدبير امر هذا النظام الكوني فالله سبحانه يتصرف في الشمس باتيانها من المشرق فتصرف انت باتيانها م المفرب حتى يتضح انك رب كما ان الله رب كل شئ او انك الرب فوق الارباب فبهت الذي كفر، وانما فرع الحجة على ما تقدمها لئلا يظن ان الحجة الاولى تمت لنمرود وانتجت ما ادعاه، ولذلك ايضا قال:\n\n(فان الله) ولم يقل: فان ربي لان الخصم استفاد من قوله (ربي) سوءا وطبقه على نفسه بالمغالطة فاتى (عليه السلام) ثانيا بلفظة الجلالة ليكون مصونا عن مثل التطبيق السابق: وقد مر بيان ان نمرود ما كان يسعه ان يتفوه في مقابل هذه الحجة بشئ دوه ان يبهت فيسكت.\n\n1) الصافات: 88 و9 8. (فقال اني سقيم) قيل: أراهم انه استدل بها على انه مشارف لسقم لئلا يخرجوه إلى معبدهم لانهم كانوا منجمين وذلك حين سألوه ان يعيد معهم وكان اغلب اسقامهم الطاعون وكانوا يخافون العدوى. (الصافي) (2) في بعض النسخ (عن زرارة). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p370'> Vol. 08, p. 370</a>\n            </div>\n            :\n\n(1) قال الجزري: كوثى سرة السواد وبها ولد ابراهيم الخليل (عليه السلام). وقال الفيروز آبادي: كوثى كطوبى: قرية بالعراق وقال: الربى كهدى: موضع. وقال الحموي في مراصد الاطلاع: كوثى بالعراق في موضعين كوثى الطريق وكوثى ربا وبها مشهد ابراهيم الخليل (عليه السلام) وهما قريتان وبينهما تلول من رماد يقال: انها رماد النار التي اوقدها نمرود لاحراقه.\n\n(2) كذا في <span id='ms4520'></span> اكثر النسخ، وفي بعض النسخ (امرأة ابراهيم وامرأة لوط). وهو الصواب وفي كامل التواريخ: (ان لوطا كان ابن اخي ابراهيم (عليه السلام)).\n\n(3) اي لم يكن ممن يأتيه الملك فيعاينه كما يظهر من الاخبار. او لم يكن صاحب شريعة مبتدأ كما قيل. (آت)\n\n(4) اي في حداثته على الفطرة او التوحيد اي كان موحدا بما آتاه الله من العقل والهبة حتى جعله الله نبيا وآتاه الملك. (آت)\n\n(5) الظاهر انه كان ابنة ابنة لاحج فتوهم النساخ التكرار فاسقطوا احداهما وعلى ما في النسخ المراد ابنة الابنة مجازا وسارة ولاحج هنا غير المتقدمين وانما الاشتراك في الاسم وعلى نسخة (الامراة) لا يحتاج إلى التكلف. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p371'> Vol. 08, p. 371</a>\n            </div>\n            :\n\n(1) الحير بفتح المهملة وآخره راء: شبه الخطيرة. (2) اي ملتزم اخذ العشر. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p372'> Vol. 08, p. 372</a>\n            </div>\n            :\n\n(1) غضب فلانا على الشئ قهره. (القاموس)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p373'> Vol. 08, p. 373</a>\n            </div>\n            :\n\n(1) حجر بن زائدة الحضرمي قال النجاشي: روى عن ابي جعفر وابي عبدالله (عليهما السلام) ثقة صحيح المذهب صالح من هذه الطائفة وروى الكشي عن محمد بن قولويه عن سعد عن علي بن سليمان بن داود عن علي بن اسباط عن ابيه عن ابي الحسن موسى (عليه السلام) انه من حواري محمد ابن على وجعفر بن محمد (عليهما السلام). وعن علي بن محمد عن احمد بن محمد بن عيسى عن الحسين ابن سعيد يرفعه عن عبدالله بن الوليد قال: قال لي ابوعبدالله (عليه السلام) ما تقول في مفضل؟ قلت وما عسيت ان أقول فيه بعد ما سمعت منك. فقال: رحمه لله لكن عامر بن جذاعة وحجر بن زائدة اتياني فعاباه عندي فسألتهما الكف عنه فلم يفعلا ثم سألتهما ان يكفا عنه واخبرتهما بسروري بذلك فلم يفعلا فلا غفر الله لهما. وفي الفهرست لشيخ الطائفة: له كتاب اخبرنا به ثم ذكر رحمه الله طريقه إلى ابن مسكان عنه. انتهى وعامر بن عبدالله بن جذاعة الازدي روى عن ابي عبدالله (عليه السلام) وله كتاب كذا ذكره (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p374'> Vol. 08, p. 374</a>\n            </div>\n            :\n\nالمنجاشي. وقال: مفضل بن عمر كوفي فاسد المذهب مضطرب الرواية لا يعبأ به. وفي (الخلاصة):\n\nمتهافت مرتفع القول خطابي <span id='ms4521'></span> وقد زيد عليه شئ كثير وحمل الغلاة في حديثه حملا عظيما ولا يجوز ان يكتب حديثه روى عن ابي عبدالله وابي الحسن (عليهما السلام) وقيل: انه كان خطابيا وقد ذكرت له مصنفات لا يعول عليها انتهى وعده المفيد رحمه الله في ارشاده من شيوخ اصحاب ابي عبدالله (عليه السلام) وخاصته وبطانته وثقاة الفقهاء الصالحين وقال الشيخ الطوسي رحمه الله في كتاب الغيبة: ومنهم المفضل بن عمر اي من المحمودين ممن كان يختص بامام ويتولى له الامر. انتهى وروى روايات غير نقية الطريق في مدحه واورد الكشي احاديث تقتضي مدحه والثناء عليه لكن طرقها غير نقية كلها واحاديث تقتضي ذمه والبراءة منه كما في الخلاصة وهي اقرب إلى الصحة فالاولى عدم الاعتماد والله اعلم بحاله. (جامع الرواة) وقال المجلسي رحمه الله: ان هذا الخبر يدل على جلالة المفضل وذمهما لكنه على مصطلح القوم ضعيف.\n\n(1) بضم الكاف وفتح الثاء وتشديد الياء المكسورة اسم شاعر. وعزة بفتح العين المهملة والزاي المعجمة المشددة اسم معشوقته. (آت)\n\n(2) (الا زعمت) اي قالت أو زعمت (بالغيب) اي غائبة عني اي انها تعلم أني إذا لم أكن محبا لمن يحبها لم أكن محبا لها. (آت)\n\n(3) في بعض النسخ (فادارى). (4) في بعض النسخ (سرهم).\n\n(5) في بعض النسخ (ألا يلقون اسمي من افواههم). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p375'> Vol. 08, p. 375</a>\n            </div>\n            :\n\n(1) المقنب بالكسر جماعة الخيل والفرسان وفي بعض ما ظفرنا عليه من السير هكذا:\n\nيارب اما اخرجوا بطالب * في مقنب من هذه المقانب فاجعلهم المغلوب غير الغالب * وارددهم المسلوب غير السالب قال صاحب الكامل في ذكر قصته: وكان بين طالب بن ابي طالب وهو في القوم وبين بعض قريش محاورة: فقالوا: والله لقد عرفنا ان هواكم مع محمد فرجع طالب فيمن رجع إلى مكة. وقيل: انه اخرج كرها فلم يوجد في الاسرى ولا في القتلى ولا فيمن رجع إلى مكة وهو الذي يقول:\n\nيارب اما يغزون طالب * في مقنب من هذه المقانب فليكن المسلوب غير السالب * وليكن المغلوب غير الغالب اقول: على ما نقلناه من الكتابين ظهر انه <span id='ms4522'></span> لم يكن راضيا بهذه المقاتلة وكان يريد ظفر النبي (صلى الله عليه وآله)، إما لانه قد أسلم كما تدل عليه المرسلة او لمحبة القرابة، فالذي يخطر بالبال في توجيه ما في الخبر ان يكون قوله: (بجعله) بدل اشتمال لقوله: (بطالب) اي اما تجعل الرسول غالبا بمغلوبية طالب حال كونه في مقانب عسكر مخالفيه الذين يطلبون الغلبة عليه بان تجعل طالبا مسلوب الثياب والسلاح غير سالب لاحد من عسكر النبي (صلى الله عليه وآله) وبجعله مغلوبا منهم غير غالب عليهم. (آت)\n\n(2) في بعض النسخ القديمة (فاجعله المسلوب غير السالب) (آت)\n\n(3) (ليغلبنا) على ما ذكرنا اي يريد غلبة الخصوم علينا او يصير تخاذله سببا لغلبتهم علينا. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p376'> Vol. 08, p. 376</a>\n            </div>\n            :\n\n(1) في بعض النسخ (محمد بن الفضيل). والمختار اظهر بقرينة رواية أبان عنه وروايته عن ابي عبدالله (عليه السلام).\n\n(2) اي إلى اسطوانة وكانت هذه المطالبة والشكاية عند اخراج امير المؤمنين (عليه السلام) للبيعة او عند غصب فدك. (آت)\n\n(3) الهنبثة: الامر المختلف الشديد والاختلاط من القول والاختلاف فيه. والخطب الامر الذي تقع فيه المخاطبة، والشأن، والحال ويمكن ان يقرأ الخطب بضم الخاء وفتح الطاء جمع خطبة. والوابل: المطر الشديد الضخم القطر. وفي كشف الغمة (واختل قومك لما غبت وانقلبوا)\n\nوفي الكتب زوائد اوردناها في البحار. (آت)\n\n(4) يعني جعفر بن ابي طالب (عليه السلام).\n\n(5) المغص بالتسكين ويحرك: وجع في البطن والظاهر ان الضمير في قوله: (في بطنه)\n\nراجع إلى النبي (صلى الله عليه وآله) اي اخذه هذه الداء لشدة اغتمامه وحزنه عليه. (آت)\n\n(6) كذا دكره الشيخ المفيد قدس سره في ارشاده وبعض اهل السير. (آت)\n\n(7) اي طويلة وكان مرسلا في جانب الايمن. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p377'> Vol. 08, p. 377</a>\n            </div>\n            :\n\n(1) التوبة: 118. قال الشيخ امين الدين الطبرسي: القراءة المشهورة (الذين خلفوا) وقرأ علي بن الحسين وابوجعفر الباقر وجعفر الصادق (عليهم السلام) وابوعبدالرحمن السلمى (خالفوا)\n\nوقرأ عكرمة وزر بن حبيش وعمرو بن عبيد (خلفوا) بفتح الخاء واللام خفيفة. ثم قال: نزلت في كعب ابن مالك ومرارة بن الربيع وهلال بن امية وذلك انهم تخلفوا عن رسول الله <span id='ms4523'></span> (صلى الله عليه وآله) ولم يخرجوا معه لا عن نفاق ولكن عن توان ثم ندموا فلما قدم النبي (صلى الله عليه وآله) المدينة جاؤوا اليه واعتذروا فلم يكلمهم النبي (صلى الله عليه وآله) وتقدم إلى المسلمين بان لا يكلمهم احد منهم فهجرهم الناس حتى الصبيان وجاءت نساؤهم إلى رسول الله (صلى الله عليه وآله) فقلن له يا رسول الله نعتزلهم؟ فقال: لا ولكن لا يقربوكن، فضاقت عليهم المدينة فخرجوا إلى رؤوس الجبال وكان اهاليهم يجيؤون لهم بالطعام ولا يكلمونهم فقال بعضهم لبعض قد هجرنا الناس ولا يكلمنا احد منهم فهلا نتهاجر نحن ايضا فتفرقوا ولم يجتمع منهم اثنان وبقوا على ذلك خمسين يوما يتضرعون إلى الله تعالى ويتوبون اليه فقبل الله تعالى توبتهم وانزل فيهم هذه الاية. ثم قال: (وعلى الثلاثة الذين خلفوا) قال مجاهد: معناه خلفوا عن قبول التوبة بعد قبول التوبة ممن قبل توبتهم من المنافقين كما قال سبحانه فيما مضى: (وآخرون مرجون لامر الله إما يعذبهم وإما يتوب عليهم) وقال الحسن وقتاده: معناه خلفوا عن غزوة تبوك لما تخلفوهم واما قراءة اهل البيت (عليهم السلام) خالفوا فانهم قالوا: لو كانوا خلفوا لما توجه عليهم العتب ولكنهم خالفوا. انتهى.\n\nاقول: يدل هذا الخبر على ان ابا بكر وعمر وعثمان كان وقع منهم ايضا تخلف عند خروج النبي (صلى الله عليه وآله) إلى تبوك فسلط الله عليهم الخوف في تلك الليلة حتى ضاقت عليهم الارض برحبها وسعتها وضاقت عليهم انفسهم لكثرة خوفهم وحزنهم حتى اصبحوا ولحقوا بالنبي صلى الله عليه وآله واعتذروا اليه. (آت)\n\n(2) قعقع السلاح: صوت. والشئ اليابس: حركه مع صوت: والقعقعة حكاية حركة الشئ يسمع له صوت. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p378'> Vol. 08, p. 378</a>\n            </div>\n            :\n\n(1) التوبة: 112. وهذا اختلاف القراءة، قال الطبرسي: في قراءة ابي وعبدالله بن مسعود والاعمش (التائبين العابدين) بالياء إلى آخرها وروى ذلك عن ابي جعفر وابي عبدالله (عليهما السلام).\n\n(2) السند ضعيف بسهل بن زياد والاية في سورة التوبة: 128 هكذا (لقد جاءكم رسول من انفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤف <span id='ms4524'></span> رحيم).\n\n(3) السند موثق والاية في سورة التوبة: 40 وفيها (فأنزل الله سكينته عليه وأيده. الاية)\n\nوالضمير لا بد من ارجاعه إلى الرسول ويدل عليه آيات أخر وهذا اختلاف القراءة فقط.\n\n(4) هود: 12.\n\n(5) كزبير: اسم واد وموضع. والشن بالفتح: القربة البالية. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p379'> Vol. 08, p. 379</a>\n            </div>\n            :\n\n(1) هود: 118 و119.\n\n(2) الشورى: 23 وقوله: (يقترف) اي يكتسب.\n\n(3) النمل: 89. (4) سبأ: 47.\n\n(5) ص: 86. (6) كذا. (7) الشورى: 24. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p380'> Vol. 08, p. 380</a>\n            </div>\n            :\n\n(1) الشورى: 24. (2) الانبياء: 3.\n\n(3) الايات في سورة النجم: 1 إلى 4. (4) الانعام: 58.\n\n(5) البقرة: 17. (6) يونس: 5.\n\n(7) يس: 37. (8) البقرة: 18.\n\n(9) الاعراف: 197 وفيها (ان تدعوهم) (10) النور: 35. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p381'> Vol. 08, p. 381</a>\n            </div>\n            :\n\n(1) هود: 73. (2) آل عمران: 33 و34.\n\n(3) آل عمران: 67. (4) فصلت: 53.\n\n(5) هو عمرو بن شمر والسند ضعيف به. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p382'> Vol. 08, p. 382</a>\n            </div>\n            :\n\n(1) أي يجب على الشيعة ان يربطوا انفسهم على إطاعة الامام الحق وانتظار فرجه وتهيؤوا دائما لنصرته. (آت). والرباط: ملازمة ثغر العدو. (القاموس)\n\n(2) هذا من قبيل تشبيه المعقول بالمحسوس اي له من الثواب كمثلى وزن الدابة.\n\n(3) اي لا تجزعوا من عدم نصرنا وغلبة العدو علينا مرة أو مرتين. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p383'> Vol. 08, p. 383</a>\n            </div>\n            :\n\n(1) راجع الهامش الرابع من ص 192 في هذا المجلد.\n\n(2) اي ان لم تعالجها بعد ذلك تراه مثل الحب.\n\n(3) (طنجة) بالفتح ثم السكون والجيم بلد بساحل بحر المغرب وهي احد حدود افريقية من جهة المغرب و(طبنة) بالضم ثم السكون ونون مفتوحة بلدة في طرف افريقية مما يلي المغرب. (المراصد) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p384'> Vol. 08, p. 384</a>\n            </div>\n            :\n\n(1) بالموحدة بين المهلتين وقال صاحب القاموس: الرباحي جنس من الكافور. وقال: مكان\n\n(صقوطرى): اسقطرى: هي جزيرة ببحر الهند على يسار الجائي من بلاد الزنج والعامة تقول:\n\nسقوطرة، يجلب منها الصبر ودم الاخوين. قال الحموي في المراصد: (سطرى) بضمتين وطاء ساكنة وراء وألف مقصورة ويروى بالمد: جزيرة عظيمة كبيرة فيها عدة قرى ومدن يناوح عدن جنوبية وهي إلى بر العرب اقرب من بر الهند والسالك إلى بلاد الزنج يمر عليها واكثر اهلها نصارى عرب، يجلب منها الصبر ودم الاخوين وهو صمغ شجر لا يوجد الا في هذه الجزيرة ويسمونه القاطر قيل طولها ثمانون فرسخا.\n\n(2) الاثمد بالمثلثة وكسر الهمزة: حجر الكحل.\n\n(3) اي يكتسب.\n\n(4) نخر ينخر بالفتح وينخر بالضم مد الصوت في خياشيمه.\n\n(5) اي اظهر له التقصير من نفسه، يقال: تقاصر اي اظهر القصور. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p385'> Vol. 08, p. 385</a>\n            </div>\n            :\n\n(1) الجلباب بالكسر <span id='ms4525'></span> كسرداب: القميص وثوب واسع للمرأة دون الملحفة أو ما تغطي به ثيابها من فوق كالملحفة او هو الخمار. (القاموس)\n\n(2) الشك من الراوي.\n\n(3) ثبطه عن الامر تثبيطا: شغله عنه.\n\n(4) المحارف بفتح الراء هو المحروم المحدود الذي اذ طلب فلا يرزق وهو خلاف المبارك.\n\n(5) النصل: الغزل قد خرج من المغزل. (القاموس) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p386'> Vol. 08, p. 386</a>\n            </div>\n            :\n\n(1) في بعض النسخ (سعيد بن المنذر) (2) موضع بين الكوفة وواسط. (القاموس) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p387'> Vol. 08, p. 387</a>\n            </div>\n            :\n\n(1) (عودا وبدء ا) يعني عودا إلى الدعوة بعدما بدا فيها والمراد تكرير الدعوة (في). (عذرا ونذرا) كل منهما مفعول له لقوله: (بعث) اي عذرا للمحقين ونذرا للمبطلين، او حال اي عاذرا ومنذرا. قوله: (بحكم) المراد به الجنس اي بعثه مع احكام مفصلة مبينة. (آت)\n\n(2) الفرقان هو القرآن وكل ما فرق بين الحق والباطل والمراد بتفريقه انزاله متفرقا او تعلقه بالاحكام المتفرقة. (آت)\n\n(3) اي ظهر من غير ان يرى بالبصر بل نبههم عليه في القرآن من قصص الاولين وما حل بهم من النقمة عند مخالفة الرسل. (في)\n\n(4) بفتح الميم وضم الثاء جمع المثلة وهي العقوبة. والاحتصاد: المبالغة في القتل والاستيصال ماخوذ من حصد الزرع. (في)\n\n(5) السلعة بالكسر: المتاع. والبوار: الكساد.\n\n(6) النفاق: الرواج.\n\n(7) النكاية: الجرح والقرح. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p388'> Vol. 08, p. 388</a>\n            </div>\n            :\n\n(1) البخس: بالموحدة ثم المعجمة ثم المهملة: الناقص. (في)\n\n(2) (واها) كلمة تلهف وتوجع. وقوله: (لما يعملان) في بعض النسخ (لما يعمدان له) بالدال اي العلة الغائية من خلقهما. (في)\n\n(3) بسكون الباء اي كتابته. وقوله: (يدخل الداخل) اي في الدين وخروجه لما يرى من عدم عمل اهله به وبدعهم وجورهم. (آت)\n\n(4) استدراج الله تعالى عباده انه كلما جدد العبد خطيئة جدد له نعمة وأنساه استغفار وان يأخذه قليلا يباغته.\n\n(5) اي أمروا بطاعة غيره تعالى ولم يرد هذا البناء فيما عندنا من كتب اللغة وفي النسخة القديمة\n\n(وكانوا لغير الله) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p389'> Vol. 08, p. 389</a>\n            </div>\n            :\n\n(1) المثلة بالضم: النكال، قال الفيض رحمه الله: ومن روى مثلوا بالتشديد اراد جدعوهم بقطع الاذن والانوف.\n\n(2) (من انفسكم) اي من جنسكم عربي مثلكم. وقرء من انفسكم بفتح الفاء اي من اشرفكم\n\n(عزيز عليه) اي شديد شاق. (ماعنتم) عنتكم ولقاؤكم <span id='ms4526'></span> المكروه. (حريص عليكم) اي على ايمانكم وصلاح شأنكم. (في)\n\n(3) اي عاقلا فهما فان الغافل كالميت. (في)\n\n(4) اي الموت.\n\n(5) القارعة: الشديدة من شدائد الدهر.\n\n(6) زاح الشئ يزيح زيحا اي بعد وذهب وازاحه غيره. (الصحاح)\n\n(7) الانتصاح: قبول النصيحة يعنى من اطاع اوامر الله وعلم انه انما يهديه إلى مصالحه ويرده عن مفاسده يهديه للحالة التي اتباعها اقوم وهي من الالفاظ القرآنية (ان هذا القران يهدي للتي هي أقوم) وتلك الحالة هي المعرفة بالله وتوحيده. (في) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p390'> Vol. 08, p. 390</a>\n            </div>\n            :\n\n(1) البقرة: 186.\n\n(2) اي يطلب لنفسه العظمة.\n\n(3) اي الذي به الجرب وهو داء معروف.\n\n(4) من التجهيل اي لا ينسبوكم إلى الجهل. (5) (فعلم بالعلم جهله) اي ما جهل مما يحتاج اليه في جميع الامور، او كونه جاهلا قبل ذلك او كمل علمه حتى اقر بانه جاهل فان غاية كل كمال في المخلوق الاقرار بالعجز عن استكماله والاعتراف بثبوته كما ينبغي للرب تعالى او يقال: ان الجاهل لتساوي نسبة الاشياء اليه لجهله بجميعها يدعى علم كل شئ واما العالم فهو يميز بين ما يعلمه وما لا يعلمه فبالعلم عرف جهله ولا يخفى جريان الاحتمالات في الفقرتين التاليتين وان الاول اظهر في الجميع بأن يكون المراد بقوله: (وبصر به عماه)\n\nاي ابصر به ما عمى عنه او تبدلت عماه بصيرة. (وسمع به) ويمكن ان يقرء بالتخفيف اي سمع ما كان صم عنه او بالتشديد اي بدل بالعلم صممه بكونه سميعا. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p391'> Vol. 08, p. 391</a>\n            </div>\n            :\n\n(1) كنى (عليه السلام) بقوله: (من عند اهله) عن نفسه ومن يحذو حذوه من اولاده (عليهم السلام). (في)\n\n(2) ذلك لان صمت العارف ابلغ من نطق غيره. (في)\n\n(3) انما لا يخالفون الدين لانهم قوامه واربابه وانما لا يختلفون فيه لان الحق في التوحيد واحد فالدين او القران بينهم شاهد صادق ياخذون بحكمه كما يؤخذ بحكم الشاهد الصادق. و(صامت ناطق) لانه لا ينطق بنفسه بل لا بد له من مترجم فهو صامت في الصورة وفي المعنى انطق الناطقين لان الاوامر والنواهي والاداب كلها مبنية عليه ومتفرعة عنه فهو شأن من شأنهم. (في)\n\n(4) مخبر <span id='ms4527'></span> صادق في حقهم حال كونهم شهداء بالحق غير مخالفين له ولا مختلفين فيه. (في)\n\n(5) ويلمه اي ويل لامه كما في القاموس. والويل: الحزن والهلاك من العذاب وقد يرد الويل بمعنى التعجب ومنه الحديث (ويلمه مسعر حرب) تعجبا من شجاعته وحربه. (النهاية) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p392'> Vol. 08, p. 392</a>\n            </div>\n            :\n\n(1) كناية عن طراوته وصفائه. (آت)\n\n(2) لعل السر في تخصيص ملك الموت بالبشارة بالخلة كونه سببا للقاء الله سبحانه والوصول اليه وبالبشارة بالخلة يشتاق قلب الخليل إلى لقاء خليله ووصوله اليه. (في)\n\n(3) القطع: العمود. (في) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p393'> Vol. 08, p. 393</a>\n            </div>\n            :\n\n(1) اي طريقتك في العبادة او مثلك.\n\n(2) قال الفيروز آبادي: النطفة بالضم: الماء الصافي، قل او كثر. وقال المطرزي:\n\nالنطفة: البحر.\n\n(3) (اروع) قال الجوهري: الاروع من الرجال الذي يعجبك حسنه. والذؤابة في اللغة:\n\nالناصية وهي شعر في مقدم الرأس وذؤابة كل شئ اعلاه ومنه (هو ذؤابة قومه) اي المقدم فيهم.\n\n(4) يقال: دهنه اي طلاه بالدهن وهو كناية عن سمنها اي ملئت دهنا او صفائها اي طليت به.\n\nوقوله: (كانما دخست دخسا) في اكثر النسخ بالخاء المعجمة وفي بعضها بالمهملة قال الجوهري:\n\nالدخيس: اللحم المكتنز وكل ذي سمن دخيس، وقال الجزري: كل شئ ملاته فقد دحسته والدحاس الامتلاء والزحام. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p394'> Vol. 08, p. 394</a>\n            </div>\n            :\n\n(1) اي إلى يوم القيامة كما هو الموجود في كتاب كمال الدين الصدوق. (آت)\n\n(2) النحل: 18. (3) القد: القدر. وقوله (ايمانا) قال الفيض رحمه الله اشارة إلى قوله سبحانه: (والراسخون في العلم يقولون آمنا به كل من عند ربنا) قال امير المؤمنين (عليه السلام): (ان الراسخين في العلم هم الذين اغناهم الله عن اقتحام السدد المضروبة دون الغيوب، فلزموا الاقرار بجملة ما جهلوا تفسيره من الغيب المحجوب فمدح الله اعترافهم بالعجز عن تناول مالم يحيطوا به علما وسمى تركهم التعمق فيما لم يكلفهم البحث عن كنهه رسوخا). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p395'> Vol. 08, p. 395</a>\n            </div>\n            :\n\n(1) هو محمد بن عبدالله بن الحسن بن الحسن بن امير المؤمنين (عليه السلام) وقد مر بعض احواله في المجلد الاول ص 358.\n\n(2) اي إلى الخلافة او إلى الملك والسلطنة. (آت)\n\n(3) سبأ: 19.\n\n(4) العرم: الجرذ الذكر، والمطر الشديد، وواد وبكل فسر قوله تعالى: سيل العرم. وقال <span id='ms4528'></span> الرازي: الاكل: الثمرة وأكل خمط اي مر بشع وقيل: الخمط كل شجر له شوك وقيل: الاراك.\n\nوالاثل: الطرفاء وقيل: السدر لانه اكرم ما بدلوا به. والاثل والسدر معطوفان على اكل لا على خمط لان الاثل لا اكل له وكذا السدر. (آت) (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p397'> Vol. 08, p. 397</a>\n            </div>\n            :\n\n(1) الدعة: خفض العيش والطمأنينة.\n\n(2) المجاملة: المعاملة بالجميل. والضيم: الظلم. والمماظة: بالمعجمة: شدة المنازعة والمخاصمة مع طول اللزوم.\n\n(3) (بالتقية) متعلق بدينوا وما بينهما معترض.\n\n(4) السطو: القهر بالبطش. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p398'> Vol. 08, p. 398</a>\n            </div>\n            :\n\n(1) اي ان تطلعوهم وفي بعض النسخ (تطلعوهم).\n\n(2) (رفعوه عليكم) اي رفعوه إلى ولاتهم لينالكم الضرر منهم.\n\n(3) عرضة اي معترضا بينكم وبينهم. (4) مهلا: اي امهلوا مهلا.\n\n(5) اي قال بقولكم ودان بدينكم. (6) اي طلب لكم الغوائل اي المهالك.\n\n(7) التجبر: التكبر ولعل المراد بالتحبر على الله عدم المبالاة باوامره ونواهيه سبحانه.\n\nوالجبرية: الكبر والعطف للبيان.\n\n(8) العريكة: الطبيعة، يقال: فلان لين العريكة إذا كان سلسا مطاوعا منقادا قليل الخلاف والنفور. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p399'> Vol. 08, p. 399</a>\n            </div>\n            :\n\n(1) زهرة الدنيا: حسنها وبهجتها. وغضارة العيش طبيها ولذتها. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p400'> Vol. 08, p. 400</a>\n            </div>\n            :\n\n(1) اي أظلة العرش يوم الميثاق ولعله اشير به إلى عالم القدر.\n\n(2) يعني بالنص على الوصي صلوات الله عليهما.\n\n(3) الغرض من هذا الكلام إلى آخره أن يبين انه لا فرق بين زمان حياته (صلى الله عليه وآله) وموته في عدم جواز العمل بالرأي كما أنه لا فرق بينهما في وجوب طاعة الله واتباع امره. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p401'> Vol. 08, p. 401</a>\n            </div>\n            :\n\n(1) انما امر (عليه السلام) اصحابه بالتقية في رفع الايدي في الصلاة لانه كان يومئد من علامات التشيع.\n\n(2) لعل المراد مما حرم الله تعالى في باطن القرآن مخالفة ولي الامر ومتابعة اهل الضلال واتباع آرائهم واعتقاد الولاية فيهم وذلك لان ثلث القرآن ورد فيهم كما ورد عنهم (عليهم السلام) وهو المراد بباطن الاثم أو هو أحد أفراده.\n\n(3) عدوا اي تجاوزا عن الحق إلى الباطل. (بغير علم) اي على جهالة بالله، أشار بذلك إلى قوله سبحانه: (ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم). (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p402'> Vol. 08, p. 402</a>\n            </div>\n            :\n\n(1) لعل المراد به حفظ امر دينهم باقامة امم لهم بعد امام ومع غيبة امامهم بتبليغ كلام ائمتهم إليهم وابقاء آثارهم <span id='ms4529'></span> لديهم لئلا يحتاجوا إلى الاراء والاهواء والمقائيس. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p403'> Vol. 08, p. 403</a>\n            </div>\n            :\n\n(1) اعسار الغريم ان يطلب منه الدين على عسرته. (2) كذا.\n\n(3) جواب (ان) مجروفف يدل عليه مابعده. واحراج الامام: الجاؤه إلى مايريد من الحرج بمعنى الضيق.\n\n(4) يعني إلى الامام من السعاية يقال: سعى به إلى الوالى إذا وشى به إليه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p404'> Vol. 08, p. 404</a>\n            </div>\n            :\n\n(1) يعني ان هذه السنة قد جرت فيهم قبل ذلك فيمن سلف من الامم بان يسعى بهم إلى الامام فيلعنوا فاذا لعنوا صارت اللعنة عليهم رحمة.\n\n(2) (إلى هنا رواية قاسم بن الربيع) قال المجلسي رحمه الله: اي ما يذكر بعده لم يكن في رواية القاسم بل كان في رواية حفص واسماعيل. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p405'> Vol. 08, p. 405</a>\n            </div>\n            :\n\n(1) كذا. (2) (يفرقن) من الفرق بالتحريك بمعنى الخوف.\n\n(3) يعني شياطين الانس ان كانوا من الانس، وشياطين الجن إن كانوا من الجن. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p406'> Vol. 08, p. 406</a>\n            </div>\n            :\n\n(1) ذلق اللسان: حدته.\n\n(2) في بعض النسخ (لذراءة) بالذال المعجمة والراء بمعنى الغضب.\n\n(3) (فيعتذرون) عطف على يؤذن ليدل على نفي الاذن والاعتذار عقيبه مطلقا ولو جعل جوابا لدل على ان عدم اعتذارهم لعدم الاذن فأوهم ذلك أن لهم عذرا لكن لا يؤذن لهم فيه. (*)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p407'> Vol. 08, p. 407</a>\n            </div>\n            :\n\n(1) الشره: غلبة الحرص.\n\n(2) في بعض النسخ (بئس الخطر الخطر) ولعله اصوب.\n\n(3) يعني رجوعهم إلى الله تعالى. (*) <span id='ms4530'></span>",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "299",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}