{
  "content": "\n<p>\n//\n</p>\n\n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<h1 class='l1' id='head1'>رب عونك بمنك</h1>\n\n<h1 class='l1' id='head2'>الجزء الخامس</h1>\n\n<p>\nاللهم اجعل عدونا إليك مقرونا بالتوكل عليك، ورواحنا عنك موصولا بالنجاح\nمنك. وإجابتنا لك راجعة إلى التهالك فيك، وذكرنا إياك منوطا بالسكون معك،\nوثقتنا بك هادية إلى التفويض إليك، ولا تخلنا من يد تستوعب الشكر، ومن شكر\nيمترى خلف المزيد، ومن مزيد يسبق اقتراح المقترحين، وصنع هو من ذرع\nالطالبين، حتى نلقاك مبشرين بالرضا، محكمين في الحسنى، غير مناقشين ولا\nمطرودين.\n</p>\n\n<p>\nاللهم أعذنا من جشع الفقير، وريبة المنافق، وتجليح المعاند، وطيشة\nالعجول، وفترة الكسلان، وحيلة المستبد، وتهور الغافل، وحيرة المحرج، وحسرة\nالمحوج، وفلتة الذهول، وحرقة النكول، ورقبة الخائف، وطمأنينة المغرور،\nوغفلة الغرور، واكفنا مؤونة أخ يرصد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nمسكونا إليه، ويمكر موثوقا به، ويخيس معتمدا عليه، وصل الكفاية بالسلوة\nعن هذه الدنيا، واجعل التهافنا عليها حنينا <span id='ms0421'></span> إلى دار السلام ومحل القرار،\nوغلب إماننا بالغيب على يقيننا بالعيان، أحرسنا من أنفسنا فإنها ينابيع\nالشهوة ومفاتيح البلوى، وأرنا من قدرتك ما يحفظ علينا هيبتك، وأوضح لنا من\nحكمتك ما يقلبنا في ملكوتك، وأسبغ علينا من نعمتك ما يكون لنا عونا على\nطاعتك، وأشع في صدورنا من نورك ما تتجلى به حقائق توحيدك، واجعل ديدننا\nذكرك، وعادتنا الشوق إليك، وعلمنا النصح لخلقك، واجعل غايتنا الاتصال بك،\nواحجبنا عن قول يبرأ من رضاك، وعمل يعمى صاحبه عن هداك، وألف بيننا وبين\nالحق، وقربنا من معادن الصدق، واعصمنا من بوائق الخلق، وانقلنا من مضايق\nالرزق، واهدنا إلى فوائد العتق.\n</p>\n\n<p>\nاللهم إنك بدأت بالصنع، وأنت أهله، فأنعم بالتوفيق فإنك أهله. اللهم إنا\nنتضاءل عند مشاهدة عظمتك، وندل عليك عند تواتر برك، ونذل لك عند ظهور\nآياتك، نلح عليك عند علمنا بحودك، ونسألك من فضلك ما لا يرزأك ولا ينكأك،\nونتوسل إليك بتوحيد لا ينتمي إليه خلق، ولا يفارقه حق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nهذا الجزء الخامس من البصائر، وهو صنو ما سلف منه، فاجعله درسك ليلك\nونهارك، واجعله تلاوتك سرك وجهارك، واختلس حظك من المعارف فيه تتخلص من\nالمناكر، وخض بحر المعارف تنج من المجاهل، واعلم أن عملك لا يزكو، وسرك لا\nيصفو، وعاقبتك لا تحلو، حتى تقف بين أمر الله ونهيه، غير محتج بإرادة الله\nتعالى وعمله، متوقفا عما وقفك عنه، متخففا إلى ما أنهضك إليه، عالما بأن\nالبدء منه، والحجة منه عليك، وان الذي عليك بنسبتك إليه أن تكون عبدا\nذليلا، والذي لك عنده أن يجعلك ملكا عزيزا، ولا تفوتن نفسك فإنك حظها، ولا\nتفوتنك نفسك فإنها حظك، واتق عذابا يستغرقك، وخف حسابا يأتي عليك، وافتح\nديوان نفسك، وكن رقيب أمرك، قبل أن يشركك من لا يوطئ عشوة، ولا يقبل رشوة،\nواعلم انك في هذه الدار بين طيب وخبيث وقديم وحديث وقول وعمل وعذر وعذل\nوإضرار واختيار، وشكر وصبر، ووفاء وغدر، وعزاء وجزع، وأمان وفزع، وظلمة\nونور وترحة وسرور، وغمة وانجلاء، وهبطة واعتلاء، وعافية <span id='ms0422'></span> وابتلاء، وصحوة\nوسكر، ولذة وحسرة، ويقين وحيرة، واجتماع وفرقة، وإمتاع وحرقة، ووحشة وانس،\nوهم وعرس، وإطلاق وحبس، واستقلال ونكس، وسعادة ونحس، ونزاهة وحرص، وحفظ\nوإضاعة، وكتمان وإذاعة، ودرك وفوت، وحياة وموت، فخذ نفسك بالإعراض عن زهرة\nتحول، ونعم تيلى، ومدة تنصرم، وشهوة تنقضي، وتبعة تبقى، وندم يصير لزاما،\nوالزم الصمت إلى أن ترى هلكك فيه، والزم النطق إلى أن ترى ضياعه عنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nعند مستمعيه، وعاشر ما قبل نصحك في العشرة، وتفرد ما رأيت الخلل في\nالخلة، واعمل ما دام الإخلاص صاحبك، واعتقد ما صحب اليقين عقيدتك، واصرف\nغاية اجتهادك ونهاية سعيك وبليغ كدحك في اقتباس العلم فإنه نور وضياء، وبر\nوشفاء، وحلية وجمال، ومتعة وراحة، وهدي وبيان، وسعادة ونجاة، ودنيا وآخرة،\nوغنى ويسار، إن لم يغنك بالبضاعة أغناك بالقناعة، وإن لم يبلغك منزلة النيل\nبه لم يخلك من الاستراحة إليه.\n</p>\n\n<p>\nوقف متعلم بباب عالم فقال: واسونا مما رزقكم الله؛ فأخرجوا له طعاما\nفقال: فاقتي إلى كلامكم أشد من حاجتي إلى طعامكم؛ اعلموا أن فلانا طالب هدى\nلا سائل ندى. فأذن له وأوسعه فوائد، فخرج وهو يقول: علم أوضح لبسا، خير من\nمال أغنى نفسا.\n</p>\n\n<p>\nنظر عالم إلى تلامذته فقال: ما كل ذي تحصيل يرجع إلى تفصيل، وما كل ذي\nسماع يأوي إلى قلب يراع، وما كل ذي اقتباس يستند إلى قياس، وأنشد: البسيط\n</p>\n\n<p>\nلا تبخلن بفضل العلم تمنحه ... ما كل قابس علم حلف مقباس\n</p>\n\n<p>\nإن النجوم يراها كل ذي بصر ... وليس يعرفها جيل من الناس\n</p>\n\n<p>\nوكن من مصيرك إلى الله على فرق، فإن ذلك يسهل عليك الكد في طلب الراحة،\nولا يغرنك ظاهر ما ترى من هذا العالم عن باطن ما تغفل عنه، فإن ناظم هذا\nالفلك، ومزين هذه السماء، وساطح هذه الأرض، وجاسي هذا الجو، وفالق هذا\nالبحر، وبارئ هذه النسمة، لم يخلقها عبثا، ولم يتركها سدى؛ فاعرفه معرفة\nتنسيك ما سواه، واعتصم بحبل من حسن الظن به فإنه يجزيك، وتحبب إليه بالتحبب\nإلى خلقه، وتطامن للحق، وأعز الحق <span id='ms0423'></span>،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nفإن معاذ بن جبل قال، قال رسول الله صلى الله عليه وسلم: يا معاذ، المؤمن\nلدى الحق أسير؛ يا معاذ، إن المؤمن من لا يسكن من روعته، ولا يأمن من\nاضطرابه، حتى يخلف جسر جهنم وراء ظهره؛ يا معاذ، إن المؤمن قيده القرآن عن\nكثير من شهواته، فالقرآن دليله، والخوف محجته، والشوق مطيته. والصلاة كهفه،\nوالصوم جنته، والصدقة فكاكه. والصدق أميره. والحياء وزيره؛ يا معاذ، إني\nأحب لك ما أحب لنفسي، وأنهي لك ما أنهى إلي خليلي جبريل عليه السلام؛ يا\nمعاذ، المؤمن يسأل يوم القيامة عن جميع سعيه، حتى عن كحل عينيه، وفتات\nالطين بإصبعيه، فلا ألفين يوم القيامة واحدا أسعد بما آتاه الله منك؛ روي\nهذا الحديث أبو حاتم الرازي عن أحمد بن أبي الحواري.\n</p>\n\n<p>\nوامقت الدنيا مقتا، ولا يقنطنك من الله تعالى بعض ما يضيق عليك من رزقك،\nويخيب من آملك، ويفوت من مرادك، فإنك عند السعة مطالب بشكر أثقل من الضيق\nعند الضيق، ممتحن بصبر تحمله أيسر من اليسر، والقائل يقول: الوافر\n</p>\n\n<p>\nفلا تجزع وإن أعسرت يوما ... فقد أيسرت في الزمن الطويل\n</p>\n\n<p>\nولا تيأس فإن اليأس كفر ... لعل الله يغني عن قليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nولا تظنن بربك ظن سوء ... فإن الله أولى بالجميل\n</p>\n\n<p>\nولعل صنع الله في طيها عنك أكثر من انتشارها عليك.\n</p>\n\n<p>\nوما أحسن ما قال عبد الله بن طاهر بن صفة الدنيا حين كتب إلى المعتصم:\nأما بعد، فإن الدنيا قد عاينت نفسها بما أبدت من تصرفها، وأنبأت عن مساوئها\nبما أظهرت من مصارع أهلها، ودلت على عوراتها بعين حالاتها، وقطعت ألسنة\nالعز فيها عين زوالها. وشهد إخلاق شؤونها على فنائها. فلم يبق لمرتاب في\nأمرها ريب، ولا لناظر في عواقبها شك، بل عرفها جل من عرفها معرفة يقين،\nوكشفوها أبرز تكشف، ثم أضلتهم الأهواء عن منافع العلم، ودلتهم الآمال\nبغرور، فلججوا في غمرات العجز، فسبحوا في بحورها موقنين بالهلكة، ورتعوا في\nعراضها عارفين بالخدعة، وكان يقينها شكا، وعلمهم جهلا، لا بالعلم انتفعوا،\nولا بما عاينوا <span id='ms0424'></span> اعتبروا، قلوبهم عالمة جاهلة، وأبدانهم شاهدة غائبة، حتى\nطرقتهم المنية، فأعجلتهم عن الأمنية، فبعثتهم القيامة. وأقدمتهم الندامة،\nوكذلك الأمل: ينسئ طويلا ويأخذ وشيكا، فانتفع امرؤ بعلمه وجاهد هواه أن\nيضله، وخاف أمله أن يغره، وقوي يقينه على العمل، ونفي عنه الشك بقطع الأمل،\nفإن الهوى والأمل إذا استضعفا اليقين صرعاه، وإذا تعاونا على ذي غفلة\nخدعاه، فصريعهما لا ينهض سالما وخديعهما لا يزال نادما، والقوي من قوي\nعليهما، والحارس من احترس منهما؛ ألبسنا الله وإياكم جنة الحذر، ووقانا\nوإياكم سوء القضاء والقدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان هذا الكلام لابن المبارك أو منصور بن عمار أو ابن السماك لكان\nكبيرا. فكيف وهو لعبد الله بن طاهر، ونصيبه من عشق العاجلة ومحبته للدنيا\nما نعرفه؟ إلا أن يكون غيب حاله خلاف مشهده، والتفاوت في الكلام أمر راتب\nفي الخلق، وكذلك في العمل، وكذلك في الإخلاص، وكذلك فيما ينتصب للإخلاص من\nالدرجات والمنازل، فسبحان من هذا خلقه في خلقه وهذا أمره في أمره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>1 - </h1>\n\n<p>\nكتب طاووس إلى مكحول: أما بعد فإنك قد اصبت بما ظهر من علمك عند الناس\nمنزلة وشرفا، فالتمس بما بطن من عملك عند الله منزلة وزلفى، واعلم أن إحدى\nالمنزلتين تقربك للأخرى والسلام.\n</p>\n\n<h1 class='l1' id='head4'>2 - </h1>\n\n<p>\nقال ابن السماك: من جرعته الدنيا حلاوتها بميله إليها، جرعته الآخرة\nمرارتها بتجافيه عنها.\n</p>\n\n<h1 class='l1' id='head5'>3 - </h1>\n\n<p>\nقال بعض السلف: إنكم لا تنالوا ما تحبون إلا بالصبر على ما تكرهون، ولا\nتبلغون ما تهوون إلا بترك ما تشتهون.\n</p>\n\n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nوقال بعض الزهاد: بمرارة دواء العبادة تنال حلاوة شفاء العاقبة.\n</p>\n\n<h1 class='l1' id='head7'>5 - </h1>\n\n<p>\nقال بزرجمهر: إياك وقرناء السوء، فإنك إن عملت قالوا: راءيت، وإن قصرت\nقالوا: أثمت، وإن بكيت قالوا: بهت، وإن ضحكت قالوا: جهلت، وإن نطقت قالوا:\nتكلفت، وإن سكت قالوا: عييت، وإن اقتصدت قالوا: بخلت.\n</p>\n\n<h1 class='l1' id='head8'>6 - </h1>\n\n<p>\nوقال بعض السلف: قارب إخوانك في خلائقهم تسلم من بوائقهم.\n</p>\n\n<h1 class='l1' id='head9'>7 - </h1>\n\n<p>\nوقال أعرابي: دع مصارمة أخيك، وإن حثا التراب في فيك.\n</p>\n\n<h1 class='l1' id='head10'>8 - </h1>\n\n<p>\nوقال بعض السلف: من أفحش الظلم أن يلزمك حقك في مال أخيك فيبذله لك،\nوتلزمه حقه في تعظيمك إياه، فإذا <span id='ms0425'></span> أنت قد جشمته إفضال المنعمين، وابتذلته\nابتذال الأكفاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>9 - </h1>\n\n<p>\nكتب أحمد بن المعذل إلى أخيه عبد الصمد: أما بعد، فقد شمل عرك، وعم أذاك،\nوصرت فيك كأب الابن العاق، إن عاش نغصه، وإن مات نقصه؛ فأجابه عبد الصمد:\nالمتقارب\n</p>\n\n<p>\nأطاع الفريضة والسنة ... فتاه على الإنس والجنه\n</p>\n\n<p>\nكأن لنا النار من دونه ... وأفرده الله بالجنه\n</p>\n\n<p>\nوينظر نحوي إذا جئته ... بعيني حماة إلى كنه\n</p>\n\n<h1 class='l1' id='head12'>10 - </h1>\n\n<p>\nقال ابن الغريض الكاتب: عشق رجل غلاما ظريفا فكتب إليه يسأله زيارته،\nفأجابه الغلام: شدة شكواك تدعو إلى إسعافك. وصانتنا أنفسنا وإياك تدعو إلى\nمنعك، ولمكروه المنع مع السلامة من شناعة القول خير من محبوب الإسعاف مع\nشماتة الحاسد. وإطلاق لسانه بما يشيننا ويشينك، وإن أجد فرصة أثق معها\nبالستر، وآمن من سوء الذكر، أصر إليك، فأديل الهوى من الرأي، وأملكه\nأزمتنا.\n</p>\n\n<p>\nثم إنهما اجتعما في مجلس فلم يمكنهما المفاوضة، فكتب الرجل في رقعة: انظر\nإلي، فوقع الغلام نظري إليك فتنة. وإعراضي عنك محنة، فارض باللحظة، واستمتع\nباللفظة بعد اللفظة، واحذر عادية الحفيظة.\n</p>\n\n<h1 class='l1' id='head13'>11 - </h1>\n\n<p>\nقال الحجاج على المنبر: أيها الناس، من أعيا داؤه فعندي دواؤه، ومن\nاستطال ماضي عمره قصرت عليه باقية؛ إن للشيطان طيفا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوللسلطان سيفا، فمن سقمت سريرته، صحت عقوبته، ومن وضعه ذنبه، رفعه صلبه،\nومن لم تسعه العافية، لم تضق عنه الهلكة، ومن سبقت بادرته فقد سبق بدنه سفك\nدمه؛ وإني أنذركم ثم لا أنظركم، وأحذركم ثم لا أعذركم، وأتوعدكم ثم لا\nأغفر، إنما أفسدكم وهن ولاتكم، ومن استرخى لببه ساء أدبه؛ إن الحزن والعزم\nسلباني سوطي، وأبدلاني سيفي، فقائمه في يدي، ونجاده في عنقي، وذبابه قلادة\nمن عصاني، والله لا آمر أحدكم أن يدخل من أحد أبواب المسجد فيدخل من الباب\nالآخر إلا ضربت عنقه.\n</p>\n\n<h1 class='l1' id='head14'>12 - </h1>\n\n<p>\nنظر مروان بن أبي حفصة إلى عنان جارية الناطفي تبكي من ضرب مولاها فقال:\nالسريع\n</p>\n\n<p>\nبكت عنان فجرى دمعها ... كالدر إذ يسبق من خيطه\n</p>\n\n<p>\nفقالت:\n</p>\n\n<p>\nفليت من يضربها ظالما ... تجف يمناه على سوطه\n</p>\n\n<p>\nواستجازها بيتا آخر وهو: الطويل\n</p>\n\n<p>\nوما زال يشكو <span id='ms0426'></span> الحب حتى رأيته ... تنفس من أحشائه وتكلما\n</p>\n\n<p>\nفقالت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nويبكي فأبكى رحمة لبكائه ... إذا ما بكى دمعا بكيت له دما\n</p>\n\n<h1 class='l1' id='head15'>13 - </h1>\n\n<p>\nأهدى المعلى بن أيوب إلى المتوكل في يوم نيروز سكرة عليها خيارة صغيرة،\nفسئل عن ذلك فقال: الحلاوة للسكر، والخيارة فلأنه في إقبال أيامه وابتداء\nظهوره، ولأن اسمه بالفارسية والعربية والنبطية خيار، وهم خيار وخيرة وأخيار\nوخير.\n</p>\n\n<h1 class='l1' id='head16'>14 - </h1>\n\n<p>\nلما ذهب بهدبة ليقتل انقطع قبال نعله فجلس يصلحه فقيل له: أتصلحه وأنت\nعلى ما أنت؟ فقال: الوافر\n</p>\n\n<p>\nأشد قبال نعلي أن يراني ... عدوي للحوادث مستكينا\n</p>\n\n<h1 class='l1' id='head17'>15 - </h1>\n\n<p>\nاعتذر كاتب إلى صديق له من تأخر اللقاء فأجابه: أنت في أوسع عذر عند\nثقتي، وفي أضيق العذر عند شوقي.\n</p>\n\n<h1 class='l1' id='head18'>16 - </h1>\n\n<p>\nوكتب حمد بن مهران إلى أبي دلف بن عبد العزيز في يوم نيروز: قدر الأمير\nأدام الله تمكينه يجل عما تحيط به المقدرة، وفي سؤدده ما يوجب التفضل ببسط\nالمعذرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>17 - </h1>\n\n<p>\nوكتب رجل إلى ابن سيابة يسأله عن رجل فكتب في الجواب: هو والله غث في\nدينه، قذر في دنياه، رث في مروءته، منقطع إلى نفسه، راض عن عقله، بخيل بما\nوسع عليه من رزقه، كتوم لما آتاه الله من فضله، حلاف لجوج، لا ينصف إلا\nصاغرا، ولا يؤمر إلا كابرا، ولا يعدك إلا راغما، يرفع نفسه عن منزلة الأذل\nبعد تعززه فيها.\n</p>\n\n<h1 class='l1' id='head20'>18 - </h1>\n\n<p>\nعتبت متيم على علي بن هشام فهجرته، وترضاها بكل شيء فلم ترض، فكتب إليها:\nالإدلال داعية الملال، والتغضب مقدمة التجنب، ورب هجر يدعو إلى صبر، وإنما\nسمي القلب قلبا لتقلبه، وما أحسن ما قال العباس: الخفيف\n</p>\n\n<p>\nما أراني إلا سأهجر من لي ... س يراني أقوى على الهجران\n</p>\n\n<p>\nملني واثقا بحسن وفائي ... ما أضر الوفاء بالإنسان\n</p>\n\n<h1 class='l1' id='head21'>19 - </h1>\n\n<p>\nلسعيد بن حميد: الطويل\n</p>\n\n<p>\nقربت فلم نرج اللقاء ولا نرى ... لنا حيلة يدنيك منا احتيالها\n</p>\n\n<p>\nفأصبحت كالشمس المضيئة نورها ... قريب ولكن أين منا منالها\n</p>\n\n<p>\nكظاعنة ضنت بها غربة النوى ... علينا ولكن قد يلم خيالها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nتقربها الآمال ثم تعوقها ... مماطلة الدنيا بها واعتلالها\n</p>\n\n<p>\nولكنها أمنية فلعلها ... يجود بها صرف النوى وانفتالها\n</p>\n\n<h1 class='l1' id='head22'>20 - </h1>\n\n<p>\nقال <span id='ms0427'></span> علي بن الجهم: لحظت فضل الشاعرة لحظة استرابت بها فقالت: الرجز\n</p>\n\n<p>\nيا رب رام حسن تعرضه ... يرمي ولا يشعر أني غرضه\n</p>\n\n<p>\nفقلت:\n</p>\n\n<p>\nأي فتى لحظك لا يمرضه ... وأي عقد محكم لا ينقضه\n</p>\n\n<h1 class='l1' id='head23'>21 - </h1>\n\n<p>\nوجد أبو العباس ابن ثوابة على سعيد بن حميد فكتب إليه سعيد: الكامل\n</p>\n\n<p>\nأقلل عتابك فالزمان قليل ... والدهر يعدل مرة ويميل\n</p>\n\n<p>\nلم أبك من زمن ذممت صروفه ... إلا بكيت عليه حين يزول\n</p>\n\n<p>\nولكل نائبة ألمت مدة ... ولكل حال أقبلت تحويل\n</p>\n\n<p>\nوالمنتمون إلى الإخاء جماعة ... إن حصلوا أفناهم التحصيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nولعل أحداث الليالي أولعت ... بنوى تفرق بيننا وتحول\n</p>\n\n<p>\nفلئن سبقت لتبكين بحسرة ... وليكثرن علي منك عويل\n</p>\n\n<p>\nولتفجعن بمخلص لك وامق ... حبل الوفاء بحبله موصول\n</p>\n\n<p>\nولئن سبقت ولا سبقت ليمضين ... من لا يشاكله لدي عديل\n</p>\n\n<p>\nوليذهبن جمال كل مروءة ... وليقفرن فناؤها المأهول\n</p>\n\n<p>\nوأراك تكلف بالعتاب وودنا ... باق عليه من الوفاء دليل\n</p>\n\n<p>\nود بدا لذوي الإخاء صفاؤه ... وبدت عليه بهجة وقبول\n</p>\n\n<p>\nولعل أيام الحياة قصيرة ... فعلام يكثر عتبنا ويطول\n</p>\n\n<h1 class='l1' id='head24'>22 - </h1>\n\n<p>\nجحد رجل مال رجل فاحتكما إلى إياس بن معاوية، فقال للطالب: أين دفعت إليه\nهذا المال؟ قال: عند شجرة في مكان كذا وكذا، قال: فانطلق إلى ذلك المكان\nفلعلك تتذكر كيف كان أمر هذا المال، ولعل الله يوضح لك سببا. فمضى الرجل،\nوجلس خصمه، فقال إياس بعد ساعة: أترى خصمك بلغ موضع الشجرة؟ قال: لا، بعد،\nقال: يا عدو الله، أنت خائن، قال: أقلني أقالك الله، فاحتفظ به حتى أقر ورد\nالمال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>23 - </h1>\n\n<p>\nشهد سوار عند بلال بن أبي بردة وآخر معه، فقال بلال: يا سوار، ما تقول في\nهذا الرجل؟ قال: إنما جئت شاهدا ولم آت مزكيا، قال: أفحضر معك هذه الشهادة؟\nقال: نعم.\n</p>\n\n<h1 class='l1' id='head26'>24 - </h1>\n\n<p>\nقال أعرابي: الكلام فنون، وخيره ما وفق به القائل، وانتفع به السائل\nوالمستمع.\n</p>\n\n<h1 class='l1' id='head27'>25 - </h1>\n\n<p>\nقال بعض العلماء: أصح الأخبار ما نقله خيار الخلف عن أبرار السلف.\n</p>\n\n<h1 class='l1' id='head28'>26 - </h1>\n\n<p>\nقال أعرابي: دع النمائم فإن أولها سمائم، وآخرها مآثم.\n</p>\n\n<h1 class='l1' id='head29'>27 - </h1>\n\n<p>\nقال أعرابي: رب مخوف ينال، ومرجو لا ينال.\n</p>\n\n<h1 class='l1' id='head30'>28 - </h1>\n\n<p>\nقال بكر بن عبد الله المزني: إذا <span id='ms0428'></span> رأيت قبيحا من ناسك فالفظه، وإذا رأيت\nحسنا من فاتك فاحفظه.\n</p>\n\n<h1 class='l1' id='head31'>29 - </h1>\n\n<p>\nقال أعرابي: أطيب الزمان ما قرت به العينان.\n</p>\n\n<h1 class='l1' id='head32'>30 - </h1>\n\n<p>\nمن كلام الجاهلية الأولى: كل مقيم شاخص، وكل زائد ناقص.\n</p>\n\n<h1 class='l1' id='head33'>31 - </h1>\n\n<p>\nوقال آخر: أكثر الناس بالقول مدل، وبالفعل مقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>32 - </h1>\n\n<p>\nوقال آخر: أعد لصديقك بذلك، ولعدوك عذلك.\n</p>\n\n<h1 class='l1' id='head35'>33 - </h1>\n\n<p>\nوقال أعرابي: ليس العمل للوفاء، كالسعي للرجاء.\n</p>\n\n<h1 class='l1' id='head36'>34 - </h1>\n\n<p>\nوقال آخر: رب بعيد لا يفقد بره، وقريب لا يؤمن شره.\n</p>\n\n<h1 class='l1' id='head37'>35 - </h1>\n\n<p>\nوقال آخر: من أحم قرم، ومن تهور ندم 36 - وقال آخر: أبين العجز قلة\nالحيلة، وملازمة الحليلة.\n</p>\n\n<h1 class='l1' id='head38'>37 - </h1>\n\n<p>\nوقيل لصوفي: كيف أنت؟ قال: طلبت فلم أرزق، وحرمت فلم أصبر.\n</p>\n\n<h1 class='l1' id='head39'>38 - </h1>\n\n<p>\nوقال بعض الهند في كتابه: لا ظفر مع بغي، ولا صحة مع حرص، ولا ثناء مع\nكبر، ولا صداقة مع خب، ولا شرف مع سوء الأدب، ولا بر مع شح، ولا اجتناب\nمحرم مع حرص، ولا ولاية حكم مع عدم فقه، ولا عذر مع إصرار، ولا سلامة مع\nغيبة، ولا راحة قلب مع حسد، ولا سؤدد مع انتقام، ولا رياسة مع عجب، ولا\nصواب مع استبداد، ولا ثبات مع جهل الوزراء.\n</p>\n\n<h1 class='l1' id='head40'>39 - </h1>\n\n<p>\nقال عبد الملك الكاتب: تزوج بعض أصحابنا سرا من أهله، فأولدها بنتا ولم\nيكن هناك بينة، ثم عشق أخرى وفارقها وجحد ابنتها، وكان يأتي الجديد على\nالسفاح، فاحتالت القديمة حتى علمت حضوره عند الزانية، ثم مضت إلى صاحب\nالرفع وسلمتها إليه، ثم وجهت إلى زوجها: إني إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nخلصتك أقررت بنكاحي وبنتي؟ قال: نعم، فجاءت فدخلت السجن كأنها تزور وقالت\nللزانية: أخرجي بلباسي كأنك أنا، ففعلت، وقالت: قولي للرجل إني امرأتك،\nوقوي قلبك ولسانك فإن الجيران يشهدون لي بذلك، ففعلت وتعرف الوالي من\nالجيران فاعترفوا فخلاهما.\n</p>\n\n<h1 class='l1' id='head41'>40 - </h1>\n\n<p>\nقال المدائني: تذاكر قوم من ظراف البصرة الحسد، فقال رجل: إن الناس ربما\nحسدوا على الصلب، فانكروا ذلك، ثم جاءهم بعد أيام فقال: إن الخليفة قد أمر\nأن يصلب الأحنف، ومالك بن مسمع، وقيس بن الهيثم، وحجام يعرف بحمدان،\nفقالوا: هذا الخبيث يصلب مع هؤلاء؟! فقال: ألم أقل إن الناس يحسدون على\nالصلب؟! 41 - خطب عتبة <span id='ms0429'></span> بن غزوان فقال: أما بعد فإن الدنيا قد آذنت بتصرم.\nوولت حذاء، فلم يبق فيها إلا صبابة كصبابة الإناء، فتزودوا خير ما يحضركم.\nوهو تقوى الله جل جلاله وطاعته، والانتهاء عن معصيته، ولقد رأيتني في سبعة\nنفر مع رسول الله صلى الله عليه وعلى آله، نأكل العضاة حتى قرحت أشداقنا.\nثم أصبحنا وما منا أحد إلا على كورة من هذه الكور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>42 - </h1>\n\n<p>\nوقال: سمعت رسول الله صلى الله عليه وعلى آله يقول: لو حدرت صخرة على\nشفير النار لهوت قبل أن تقع في قعرها سبعين خريفا، وإن بين مصراعي باب\nالجنة مسيرة أربعين سنة، وليأتين يوم كظيظ الزحام، ألا وإنها لم تكن نبوة\nإلا كان بعدها ملك وجبرية، وأعوذ بالله أن أكون في عين الله صغيرا وفي عيني\nعظيما، وستجربون الأمراء بعدي. وكان عمر عزله بالمغيرة عن البصرة.\n</p>\n\n<h1 class='l1' id='head43'>43 - </h1>\n\n<p>\nقال الأعرابي: السعيد من أغضى بصرة لهول المرجع، وأراق دمعه لخوف المصرع.\n</p>\n\n<h1 class='l1' id='head44'>44 - </h1>\n\n<p>\nلمكنف من ولد زهير بن أبي سلمى: الكامل\n</p>\n\n<p>\nبكت العيون فأقرحت عبراتها ... أجفانها حزنا على إسحاق\n</p>\n\n<p>\nولئن بكت جزعا عليه لقد بكت ... جزعا مكارم الأخلاق\n</p>\n\n<p>\nيا خير من بكت المكارم فقده ... لم يبق بعدك للمكارم باق\n</p>\n\n<p>\nلو طاف في شرق البلاد وغربها ... لم يلق إلا حامدا لك لاق\n</p>\n\n<p>\nما بت من كرم الطبائع ليلة ... إلا لعرضك من نوالك واق\n</p>\n\n<p>\nبخلت بما حوت الأكف وإنما ... خلق الإله يديك للإنفاق\n</p>\n\n<h1 class='l1' id='head45'>45 - </h1>\n\n<p>\nقال يونس: العرب تقول: وجدان الرقين يغطي أفن الأفين، يعني أن الذهب\nوالفضة يغطيان حمق الأحمق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>46 - </h1>\n\n<p>\nقال الزبير بن بكار: كان غلام يسوق بأصحابي ويرطن بالزنجية شيئا، يوقع\nعليه شبه الشعر، فمر بنا رجل يعرف لسانه فاستمع له ثم قال: إنه يقول:\nالطويل\n</p>\n\n<p>\nفقلت لها أني اهتديت لفتيه ... أناخوا بجعجاع قلائص سهما\n</p>\n\n<p>\nفقالت كذاك العاشقون ومن يخف ... عيون الأعادي يجعل الليل سلما\n</p>\n\n<h1 class='l1' id='head47'>47 - </h1>\n\n<p>\nقال مسلم بن عبد الله بن مسلم الهذلي: خرجت أريد العقيق ومعي زبان،\nفلقينا نسوة فيهن جارية قد بهرتهن حسنا، فأنشد زبان بيتي أبي وهما: الطويل\n</p>\n\n<p>\nألا يا عباد الله هذا <span id='ms0430'></span> أخوكم ... قتيلا فهل منكم به اليوم ثائر\n</p>\n\n<p>\nخذوا بدمي إن مت كل خريدة ... مريضة جفن العين والطرف ساحر\n</p>\n\n<p>\nثم قال لي: شأنك بها يا ابن الكرام فوالله إن لم يكن دم أبيك في ثيابها،\nفأقبلت علي فقالت: أنت ابن أبي جندب؟ قلت: نعم، قالت: إن قتيلنا لا يودى،\nوأسيرنا لا يفدى، فاغتنم نفسك، واحتسب أباك.\n</p>\n\n<h1 class='l1' id='head48'>48 - </h1>\n\n<p>\nقال الأصمعي: تقول العرب في العدد: آخر حرف من الثالث إلى العاشر أحاد\nوثنا وثلاث ورباع وخماس وسداس وسباع وثمان وتساع وعشار؛ قال الأخفش: الأكثر\nأثنا، وأنشد: الرمل المجزوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nقل لعمرو يا ابن هند ... لو شهدت اليوم شنا\n</p>\n\n<p>\nلرأت عيناك منهم ... كل ما كنت تمنى\n</p>\n\n<p>\nإذا أتتنا فيلق شهيا ... ء من هنا وهنا\n</p>\n\n<p>\nوأتت دوسر والملحا ... ء سيرا مطمئنا\n</p>\n\n<p>\nومشى القوم إلى القو ... م أحادا وأثنا\n</p>\n\n<p>\nوثلاثا ورباعا ... وخماسا فطعنا\n</p>\n\n<p>\nوسداسا وسباعا ... وثمانا فاجتلدنا\n</p>\n\n<p>\nلا ترى إلا كميا ... قاتلا منهم ومنا\n</p>\n\n<p>\nقال المبرد: لخلف الأحمر نحلة بعض الأعراب وأنشد: الرجز\n</p>\n\n<p>\nيفديك يا ويح أبي وخالي ... قد مر شهران وهذا الثالي\n</p>\n\n<p>\nوأنت بالهجران لا تبالي\n</p>\n\n<p>\nآخر: الطويل\n</p>\n\n<p>\nثلاثة أملاك كرام ورابع ... وما الخام منهم باللئيم المذمم\n</p>\n\n<p>\nآخر: الوافر\n</p>\n\n<p>\nإذا ما عد أربعة لجود ... فزوجك خامس وأبوك سادي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nآخر: الوافر\n</p>\n\n<p>\nمررت بربعها فوقفت فيه ... على سفع جوائم فوق آس\n</p>\n\n<p>\nوقد مرت به من بعد عهدي ... ثمانية وهذا العام تاس\n</p>\n\n<p>\nآخر: المتقارب\n</p>\n\n<p>\nتراهن في الجو تلو النسيم ... فطورا أحادا وطورا ثنا\n</p>\n\n<h1 class='l1' id='head49'>49 - </h1>\n\n<p>\nقال عبد الكريم بن وهب، سمعنا الشافعي ينشد: الوافر\n</p>\n\n<p>\nوأنطقت الدراهم بعد صمت ... أناسا طال ما كانوا سكوتا\n</p>\n\n<p>\nفما عطفوا عل أحد بفضل ... ولا عرفوا لمكرمة بيوتا\n</p>\n\n<h1 class='l1' id='head50'>50 - </h1>\n\n<p>\nقال الهيثم بن عدي: خرج سوار بن عبيد وهو أحد الخوارج على عبد الملك بن\nمروان بعد أبي فديك باليمامة، وكان عامله عليها يزيد بن هبيرة، فقتل يزيد\nسوارا، ثم إنه تزوج ابنة امرأة من الطلبيات؛ من ولد طلبه بن قيس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nابن عاصم المنقري، فلما دخل عليها قالت: الوافر\n</p>\n\n<p>\nللبس عباءة وتقر عيني ... أحب إلي من لبس الشفوف\n</p>\n\n<p>\nوبيت تخفق <span id='ms0431'></span> الأرواح فيه ... أحب إلي من قصر منيف\n</p>\n\n<p>\nوخرق من بني عمي نحيف ... أحب إلي من علج عنيف\n</p>\n\n<h1 class='l1' id='head51'>51 - </h1>\n\n<p>\nقال محمد بن عمران التيمي قاضي المدينة: هذه الملح تعجب عقلاء الرجال.\n</p>\n\n<h1 class='l1' id='head52'>52 - </h1>\n\n<p>\nقال المبرد: الوجذ: جمعه وجاذ، وهي النقرة التي يستنقع فيها الماء،\nكالوهد والوهاد؛ قال أبو عمر الجرمي: الوجذ: كل مستنقع ماء.\n</p>\n\n<h1 class='l1' id='head53'>53 - </h1>\n\n<p>\nقيل لأعرابي: ما أحسن الثناء عليك؟ قال: بلاء الله عندي أحسن من وصف\nالمادحين وإن أحسنوا، وذنوبي إلى الله أكثر من عيب الذامين وإن أكثروا،\nفواحسرتي على ما فرطت، وواسوأتي مما قدمت، بلى، ثلجت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالقلوب لما ترجو من عفوه عن المذنب، وقبوله من المعتب.\n</p>\n\n<h1 class='l1' id='head54'>54 - </h1>\n\n<p>\nوصف أعرابي رجلا فقال: لا تراه الدهر إلا كأنه لا غنى به عنك وإن كنت\nإليه أحوج، إن أذنبت غفر وكأنه المذنب، وإن احتجت إليه أحسن وكأنه المسيء.\n</p>\n\n<h1 class='l1' id='head55'>55 - </h1>\n\n<p>\nوقال أعرابي: ألم أكن نهيتك أن تريق ماء وجهك بمسألتك من لا ماء في\nوجهه؟! 56 - وقال: والله لو وقع فلان في ضحضاح معروفة لغرق.\n</p>\n\n<h1 class='l1' id='head56'>57 - </h1>\n\n<p>\nوقال أعرابي لأخيه ورآه حريصا على الدنيا: يا أخي أنت طالب ومطلوب،\nويطلبك من لا تفوته، وتطلب ما قد كفيته، وكأن ما غاب عنك قد كشف لك، وما\nأنت فيه قد نقلت عنه؛ يا أخي كأنك لم تر حريصا محروما. ولا زاهدا مرزوقا.\n</p>\n\n<h1 class='l1' id='head57'>58 - </h1>\n\n<p>\nسئل أعرابي: من أبلغ الناس؟ قال: أحسنهم لفظا، وأمثلهم بديهة، قيل: فمن\nأصبر الناس؟ قال: أردهم لجهله بحلمه، إن قاتل أبلى. وإن أعطى أغنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>59 - </h1>\n\n<p>\nقيل لأعرابي: كيف فلان؟ قال: يقطع نهاره بالمنى، ويتوسد ذراع الهم إذا\nأمسى.\n</p>\n\n<h1 class='l1' id='head59'>60 - </h1>\n\n<p>\nوقال أعرابي: أما فلان فلسانه أحلى من الشهد، وصدره سجن الحقد.\n</p>\n\n<h1 class='l1' id='head60'>61 - </h1>\n\n<p>\nوقال آخر في وصف آخر: إذا نزلت به النوائب قام إليها، ثم قام بها ولم\nتقعد به علات الأنفس.\n</p>\n\n<h1 class='l1' id='head61'>62 - </h1>\n\n<p>\nوقال أعرابي في وصف قوم: والله ما نالوا بأطراف أناملهم شيئا إلا قد\nوطئنا بأقدامنا، وإن أقصى مداهم لأدنى فعالنا.\n</p>\n\n<h1 class='l1' id='head62'>63 - </h1>\n\n<p>\nذم أعرابي آخر فقال: لا يخشى عاجل عار، ولا آجل نار، كالبهيمة تأكل ما\nوجدت، وتنكح ما لحقت.\n</p>\n\n<h1 class='l1' id='head63'>64 - </h1>\n\n<p>\nقال حذيفة بن اليمان رضي الله <span id='ms0432'></span> عنه: ليس خياركم من ترك الآخرة للدنيا، ولا\nمن ترك الدنيا للآخرة، ولكن من أخذ من هذه لهذه.\n</p>\n\n<h1 class='l1' id='head64'>65 - </h1>\n\n<p>\nوقال أعرابي: خطب رجل منا مغمور امرأة مغمورة، فقيل لولي المرأة: تعمم\nلكم فزوجتموه، فقال: إنا تبرقعنا له قبل أن يتعمم لنا.\n</p>\n\n<h1 class='l1' id='head65'>66 - </h1>\n\n<p>\nوقال غيره: لئن هملجت في الباطل إنك عن الحق لقطوف، ولئن أبطأت عن الحق\nليسر عن إليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>67 - </h1>\n\n<p>\nوقال أعرابي: إن لم يعدلك الحق عدلك الباطل.\n</p>\n\n<h1 class='l1' id='head67'>68 - </h1>\n\n<p>\nوقال آخر لصاحب له: قد نهيتك عن مسألة أقوام أرزاقهم من ألسن الموازين،\nورؤوس المكاييل.\n</p>\n\n<h1 class='l1' id='head68'>69 - </h1>\n\n<p>\nوذم أعرابي آخر فقال: لا يكون في موضع إلا حرمت الصلاة فيه، ولو أفلتت\nكلمة سوء لم تصر إلا إليه، ولو نزلت لعنة لم تقع إلا عليه.\n</p>\n\n<h1 class='l1' id='head69'>70 - </h1>\n\n<p>\nوذم آخر رجلا فقال: سمين المال، مهزول المعروف، معدم مما يحب، مثر مما\nيكره، وهو أكثر ذنوبا من الدهر.\n</p>\n\n<h1 class='l1' id='head70'>71 - </h1>\n\n<p>\nوذم آخر رجلا فقال: هو من قوم سلخت أقفاؤهم بالشؤم، ودبغت جلودهم باللؤم،\nلباسهم في الدنيا الملامة، وزادهم في الآخرة الندامة.\n</p>\n\n<h1 class='l1' id='head71'>72 - </h1>\n\n<p>\nقال أعرابي لرجل شريف: ما أحوج عرضك إلى أن يكون لمن يصونه، وتكون أنت\nفوق من أنت اليوم دونه.\n</p>\n\n<h1 class='l1' id='head72'>73 - </h1>\n\n<p>\nوقال آخر لصاحب له: إنما يستجاب لمؤمن أو مظلوم، ولست بواحد منهما.\n</p>\n\n<h1 class='l1' id='head73'>74 - </h1>\n\n<p>\nقال المسيح عليه السلام: لا تنظروا إلى ذنوب الناس كأنكم أرباب، ولكن\nانظروا إلى ذنوبكم كأنكم عبيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>75 - </h1>\n\n<p>\nقال المنصور لشريك: أني لك هذا العلم؟ قال: لم أرغب عن قليل أستفيده، ولم\nأبخل بكثير أفيده.\n</p>\n\n<h1 class='l1' id='head75'>76 - </h1>\n\n<p>\nوقال أعرابي: سيد القوم أشقاهم.\n</p>\n\n<h1 class='l1' id='head76'>77 - </h1>\n\n<p>\nوقال آخر: أعطاك الله ولا سلبك، وكلاك ولا وكلك، ومنحك ولا امتحنك.\n</p>\n\n<h1 class='l1' id='head77'>78 - </h1>\n\n<p>\nقال بعض الصالحين: من أذنب وهو يضحك دخل النار وهو يبكي، ومن أذنب وهو\nيبكي دخل الجنة وهو يضحك.\n</p>\n\n<h1 class='l1' id='head78'>79 - </h1>\n\n<p>\nنظر فيلسوف إلى امرأة قد خنقت على شجرة فقال: ليت كل شجرة تحمل مثل هذه\nالثمرة.\n</p>\n\n<h1 class='l1' id='head79'>80 - </h1>\n\n<p>\nوقال الثوري لما شاء الله المنجم: أنت تغدو بطالع، وأنا أغدو بالاستخارة،\nوأنت تخاف زحل، أنا أخاف ذنبي، وأنت ترجو المشتري، وأنا أرجو الله، تعالى\nالله عما يقول الظالمون علوا كبيرا.\n</p>\n\n<h1 class='l1' id='head80'>81 - </h1>\n\n<p>\nوقال أبو حازم وقد نظر <span id='ms0433'></span> إلى فواكه منضدة في السوق: يا مقطوعة ممنوعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>82 - </h1>\n\n<p>\nذكر المزاح عند خالد بن صفوان: يصك أحدكم قفا أخيه بأصلب من الجندل،\nوينشقه أحر من الخردل، ويفرع عليه أحر من المرجل، ثم يقول: أنا أمازحك.\n</p>\n\n<h1 class='l1' id='head82'>83 - </h1>\n\n<p>\nقال محمد بن أحمد الكاتب: سمعت بشر بن الحارث ينشد لبعض المحدثين: السريع\n</p>\n\n<p>\nأقسم بالله لمص النوى ... وشرب ماء القلب المالحه\n</p>\n\n<p>\nأعز للإنسان من حرصه ... ومن سؤال الأوجه الكالحه\n</p>\n\n<p>\nفاستغن بالله تكن ذا غنى ... مغتبطا بالصفقة الرابحه\n</p>\n\n<p>\nاليأس عز والتقى سؤدد ... ورغبة النفس لها فاضحه\n</p>\n\n<p>\nمن كانت الدنيا به برة ... فإنها يوما له ذابحه\n</p>\n\n<h1 class='l1' id='head83'>84 - </h1>\n\n<p>\nقال أبو سعيد، واسمه عبد الوهاب بن الحريش: حضر علي بن حمزة الكسائي وأبو\nحنيفة عند هارون الرشيد، فقال أبو حنيفة للكسائي: ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nلك لا تنظر في الفقه؟ فقال له الكسائي: أنا أفقه منك، ثم قال له: ما تقول\nفي رجل قال لامرأته: أنت طالق أن دخلت الدار؟ فقال أبو حنيفة: ما لم تدخل\nلم يحنث، فقال له الكسائي: أخطأت، أما سمعت قول الله تعالى \" تكاد السموات\nيتفطرن منه وتنشق الأرض وتخر الجبال هدا أن دعوا للرحمن ولدا \" مريم: 90 -\n91: أن دعوا أو لم يدعوا فقد دخلت، وقد حنث يا أيا حنيفة، فقال هارون:\nأحسنت يا أبا الحسن.\n</p>\n\n<h1 class='l1' id='head84'>85 - </h1>\n\n<p>\nكتب إبراهيم بن العباس الصولي إلى صديق له: أنصف الله شوقي إليك من\nجفائك، وأخذ لبري من تقصيرك، لا سلط الدهر على حسن الظن بك، كما سلطه على\nلطيف محلي منك.\n</p>\n\n<h1 class='l1' id='head85'>86 - </h1>\n\n<p>\nلشاعر في تهنئة بمولود: الرجز\n</p>\n\n<p>\nمد لك الله البقاء مدا ... حتى ترى نجلك هذا جدا\n</p>\n\n<p>\nمؤزرا بمجده مردى ... ثم يفدى مثل ما تفدى\n</p>\n\n<p>\nكأنه أنت إذا تبدى ... شمائلا محمودة وقدا\n</p>\n\n<h1 class='l1' id='head86'>87 - </h1>\n\n<p>\nقال صاحب كليلة ودمنة: الدنيا كالماء الملح متى يزدد شار به منه ريا يزدد\nظمأ وعطشا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>88 - </h1>\n\n<p>\nوقال أحمد بن المعذل لأخيه عبد الصمد: أنت كالإصبع الزائدة، إن تركت\nشانت، وإن قطعت آلمت.\n</p>\n\n<h1 class='l1' id='head88'>89 - </h1>\n\n<p>\nوقال صاحب كليلة ودمنة: الأدب يذهب عن العاقل السكر، ويزيد الأحمق سكرا،\nكالنهار يزيد البصير بصرا، ويزيد الخفاش سوء بصر.\n</p>\n\n<h1 class='l1' id='head89'>90 - </h1>\n\n<p>\nقيل لفيلسوف <span id='ms0434'></span>: لا تتكلم، فسكت، قيل له: لا تنظر، فغمض عينه، قيل له: لا\nتسمع، فسد أذنه، قيل له: لا تعلم، قال: لا أقدر على ذلك.\n</p>\n\n<h1 class='l1' id='head90'>91 - </h1>\n\n<p>\nقال الجماز: دخل مخنث الحمام فرأى رجلا كبير الأير، كثير الشعر، فقال:\nانظروا إلى الخليفة في القطيفة! 92 - قيل لمخنث عليل، وكان يشرب لبن\nالأتان: كيف أصبحت؟ قال: لا تسل عمن أصبح أخا الحمار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>93 - </h1>\n\n<p>\nوقال في كليلة ودمنة: صحبة الأخيار تورث الخير، وصحبة الأشرار تورث الشر،\nكالريح إذا مرت على النتن حملت نتنا، وإذا مرت على الطيب حملت طيبا.\n</p>\n\n<h1 class='l1' id='head92'>94 - </h1>\n\n<p>\nقيل لأعرابي: صف الزلزلة، فقال: كأنها فرس انتفض ثم راجع.\n</p>\n\n<h1 class='l1' id='head93'>95 - </h1>\n\n<p>\nقيل لرجل: صف لنا وليمة فلان، قال: كأنها زمن البرامكة في حسنها.\n</p>\n\n<h1 class='l1' id='head94'>96 - </h1>\n\n<p>\nقال صاحب كليلة: من نصح لمن لا يشكر له كان كمن ينثر بذره في السباخ، أو\nكمن أشار على معجب، أو كمن سار الأصم.\n</p>\n\n<h1 class='l1' id='head95'>97 - </h1>\n\n<p>\nوقال أيضا: لا يخفى فضل ذي فضل وإن أخفاه بجهده، كالمسك الذي يخبأ ويستر\nثم لا يمنع ذلك ريحه من التذكي.\n</p>\n\n<h1 class='l1' id='head96'>98 - </h1>\n\n<p>\nوذكر الجماز رجلا فقال: كأن قيامه من عندنا سقوط جمرة من الشتاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>99 - </h1>\n\n<p>\nوقال صاحب كليلة أيضا: من لا يقبل من نصحائه ما يثقل عليه مما ينصحون له\nفيه، لم يحمد غب أمره، وكان كالمريض الذي يترك ما يصف له الطبيب ويعمد لما\nيشتهي.\n</p>\n\n<h1 class='l1' id='head98'>100 - </h1>\n\n<p>\nقالت عجوز وقد رأت طلحة يوم الجمل: من هذا الذي كأن وجهه الدينار\nالهرقلي؟ قالوا: طلحة، قالت: فمن ذا الذي يتلمظ كأنه أرقم؟ قالوا: الزبير،\nقالت: فمن ذا الذي كسر ثم جبر؟ قالوا: علي بن أبي طالب.\n</p>\n\n<h1 class='l1' id='head99'>101 - </h1>\n\n<p>\nوقال صاحب كليلة: المودة بين الصالحين سريع اتصالها بطيء انقطاعها،\nوالمودة بين الأشرار سريع انقطاعها بعيد اتصالها.\n</p>\n\n<h1 class='l1' id='head100'>102 - </h1>\n\n<p>\nتكلم وفد بين يدي سليمان بن عبد الملك فأخطأوا، وتكلم بعدهم رجل فأبلغ،\nفقال سليمان: كان كلامه بعد كلامهم سحابة لبدت عجاجة.\n</p>\n\n<h1 class='l1' id='head101'>103 - </h1>\n\n<p>\nوصف المعلى بن أيوب ابن الزيات فقال: كأنه لسان حية من ذكائه.\n</p>\n\n<h1 class='l1' id='head102'>104 - </h1>\n\n<p>\nوقال ابن الرومي الشاعر: شهر رمضان بين شعبان وشوال كمخشلبة بين درتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>105 - </h1>\n\n<p>\nقال أبو سلمان الطنبوري: شعبان درب لا ينفذ <span id='ms0435'></span>.\n</p>\n\n<h1 class='l1' id='head104'>106 - </h1>\n\n<p>\nوقال آخر: الصاحب كالرقعة في الثوب فالتمسه مشاكلا.\n</p>\n\n<h1 class='l1' id='head105'>107 - </h1>\n\n<p>\nوقال صاحب كليلة: لا يرد بأس العدو القوي بمثل التذلل والخضوع، كما أن\nالحشيش يسلم من الريح العاصف بلينه لها وانثنائه معها.\n</p>\n\n<h1 class='l1' id='head106'>108 - </h1>\n\n<p>\nوقال أيضا: ليس العدو بموثوق به وإن أظهر جميلا، فإن الماء ولو أطيل\nإسخانه لم يمنعه ذلك من إطفاء النار إذا صب عليها.\n</p>\n\n<h1 class='l1' id='head107'>109 - </h1>\n\n<p>\nوصف ملاح لصا دخل عليه فقال: كان طويلا مثل الدقل، أسود مثل قير السفينة،\nفخذه مثل السكان.\n</p>\n\n<h1 class='l1' id='head108'>110 - </h1>\n\n<p>\nسمع المازني قرقرة في بطن رجل فقال: هذه ضرطة مضمرة.\n</p>\n\n<h1 class='l1' id='head109'>111 - </h1>\n\n<p>\nقال سعيد بن حميد: عمل السلطان كالحمام، من دخل فيه يريد الخروج، ومن هو\nخارج يريد الدخول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>112 - </h1>\n\n<p>\nوقال صاحب كليلة: الدنيا كدودة القز التي لا يزداد الإبريسم عليها عقدا\nإلا ازدادت من الخروج بعدا.\n</p>\n\n<h1 class='l1' id='head111'>113 - </h1>\n\n<p>\nوصف رجل ابن حجية المغني فقال: كأنه خلق من كل قلب، فهو يغني كل إنسان ما\nيشتهي.\n</p>\n\n<h1 class='l1' id='head112'>114 - </h1>\n\n<p>\nوقال بعض الفلاسفة: العقل كالسيف والنظر كالمسن.\n</p>\n\n<h1 class='l1' id='head113'>115 - </h1>\n\n<p>\nوقال علي رضي الله عنه: الدنيا لين مسها، وفي حشاها السم الناقع.\n</p>\n\n<h1 class='l1' id='head114'>116 - </h1>\n\n<p>\nرأى من بدر رجل كبير الأنف وفيه شعر كثير فقال: كأنما مليء أنفه شسوعا.\n</p>\n\n<h1 class='l1' id='head115'>117 - </h1>\n\n<p>\nوقال: المرأة كالنعل يلبسها الرجل إذا شاء لا إذا شاءت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>118 - </h1>\n\n<p>\nوقال ابن مسعود: ذاكر الله في الغافلين، كالمقاتل خلف الفارين.\n</p>\n\n<h1 class='l1' id='head117'>119 - </h1>\n\n<p>\nوقال ابن الرومي وقد نظر إلى غيم أبيض متقطع في السماء: كأنه قطن يندف\nعلى بطانة زرقاء.\n</p>\n\n<h1 class='l1' id='head118'>120 - </h1>\n\n<p>\nنظر مزبد إلى رجل مديني أسود ينيك غلاما روميا فقال: كأن أيره في أسته\nكراع عنز في صحفة أرز.\n</p>\n\n<h1 class='l1' id='head119'>121 - </h1>\n\n<p>\nوقال ابن الرومي في كلية الجدي: كأنها لوبياء.\n</p>\n\n<h1 class='l1' id='head120'>122 - </h1>\n\n<p>\nوقال أبو العيناء وكان عند رئيس يخفض كلامه: كأنك قد طفل بك في منزلك.\n</p>\n\n<h1 class='l1' id='head121'>123 - </h1>\n\n<p>\nقدم ابن مكرم إلى أبي علي البصير جنبا غير نضيج فقال أبو علي: هذه شريحة\nقصب لا جنب.\n</p>\n\n<h1 class='l1' id='head122'>124 - </h1>\n\n<p>\nنظر عبادة إلى جارية سوداء على رأسها وقاية حمراء فقال: كأنها فحمة في\nرأسها نار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>125 - </h1>\n\n<p>\nذكر أبو العيناء ولد موسى بن عيسى فقال: كأن أنوفهم قبور نصبت على غير\nالقبلة.\n</p>\n\n<h1 class='l1' id='head124'>126 - </h1>\n\n<p>\nقال رجل لابن الزيات: إني أتوسل إليك بالجواز وأسألك العطف <span id='ms0436'></span>، فقال: أما\nالجواز فنسب بين الحيطان، وأما العطف والرقة فهما للنساء والصبيان.\n</p>\n\n<h1 class='l1' id='head125'>127 - </h1>\n\n<p>\nقيل لراهب: إن فلانا رجع عن القراءة، فقال: دعوه فإنه لا يرجع إلى شيء\nأحلى من عبادة الله عز وجل.\n</p>\n\n<h1 class='l1' id='head126'>128 - </h1>\n\n<p>\nوقيل لراهب: أين الطريق؟ يسألونه الهداية، فأشار إلى السماء وقال: ها\nهنا.\n</p>\n\n<h1 class='l1' id='head127'>129 - </h1>\n\n<p>\nوقدم بعض الصوفية إلى المحراب ليصلي بالناس، فوقف ثم التفت يمينا وشمالا\nوقال: استووا رحمكم الله، ثم خرج، فقيل له: ما هذا؟ فقال: إني استحييت من\nربي أن آمركم بالاستواء، وأكون مقيما على عوج.\n</p>\n\n<h1 class='l1' id='head128'>130 - </h1>\n\n<p>\nوقيل لأعرابية معها شاة تبيعها: بكم تبيعين هذه الشاة؟ قالت: بكذا، قيل\nلها: أحسني، فتركت الشاة؟ وانصرفت، فقيل لها: ما هذا؟ فقالت: لم تقولوا\nأنقصي وإنما قلتم أحسني، فالإحسان ترك الكل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>131 - </h1>\n\n<p>\nقال الصادق جعفر بن محمد رضي الله عنهما: التقية ديني ودين آبائي.\n</p>\n\n<h1 class='l1' id='head130'>132 - </h1>\n\n<p>\nقال أعرابي: من الكلام ما هو كسلك النظام، ومنه ما هو كرجيع الطعام.\n</p>\n\n<h1 class='l1' id='head131'>133 - </h1>\n\n<p>\nقصد رجل من الشعراء باب زبيدة بنت جعفر بن المنصور ببيتين مدحها بهما\nوهما: الكامل المجزوء\n</p>\n\n<p>\nأزبيدة ابنة جعفر ... طوبى لزائرك المثاب\n</p>\n\n<p>\nتعطين من رجليك ما ... تعطي الأكف من الرغاب\n</p>\n\n<p>\nفتبادر الشعراء والغلمان ليوقعوا به فقالت: كفوا عنه فإنه أراد خيرا\nفأخطأه، ومن أراد خيرا فأخطأه فهو خير ممن أراد شرا فأصاب.\n</p>\n\n<h1 class='l1' id='head132'>143 - </h1>\n\n<p>\nقال أبو عمرو بن العلاء: لا يزال الناس بخير ما اشتد ضرسهم وأيرهم.\n</p>\n\n<h1 class='l1' id='head133'>135 - </h1>\n\n<p>\nوقال حماد عجرد: إن كان الناس عصوا الله من حيث أراد فقد أطاعوه، وإن\nكانوا عصوه من حيث لم يرد فقد غلبوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>136 - </h1>\n\n<p>\nوأنشد حماد: البسيط\n</p>\n\n<p>\nأرجوك بعد أبي العباس إذ بانا ... يا أكرم الناس أعراقا وعيدانا\n</p>\n\n<p>\nفأنت أكرم من يمشي على قدم ... وأنضر الناس عند المحل أغصانا\n</p>\n\n<p>\nلو مج عود على قوم عصارته ... لمج عودك فينا المسك والبانا\n</p>\n\n<h1 class='l1' id='head135'>137 - </h1>\n\n<p>\nقال بعض الصوفية: إذا ألفت القلوب الإعراض عن الله جل اسمه عاقبها\nبالوقيعة في أولياء الله تعالى.\n</p>\n\n<h1 class='l1' id='head136'>138 - </h1>\n\n<p>\nقال منصور بن عمار: لا أبيع الحكمة إلا بحسن الاستماع، ولا آخذ عليها\nثمنا إلا فهم القلوب.\n</p>\n\n<h1 class='l1' id='head137'>139 - </h1>\n\n<p>\nكاتب: قادهم الله بخزائم أنوفهم إلى مصارع حتوفهم.\n</p>\n\n<h1 class='l1' id='head138'>140 - </h1>\n\n<p>\nقال <span id='ms0437'></span> أبو العباس الصولي: ما تعملت لشيء من الكلام قط إلا في شيئين: فكان\nما يحرزه يبرزه، وما يعقله يعتقله.\n</p>\n\n<h1 class='l1' id='head139'>141 - </h1>\n\n<p>\nقيل لابن سيابة: ما تقول في فلان؟ قال: فيه كياد مخنث، وحسد نائحة. وشره\nقوادة، وملق داية، وذل قابلة، وبخل كلب، وحرص نباش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>142 - </h1>\n\n<p>\nنظر مديني إلى قوم يستسقون ومعهم صبيان فقال: ما هؤلاء؟ فقيل: نرجو بهم\nالإجابة، فقال: لو كان دعاؤهم مجابا لما بقي في الأرض معلم.\n</p>\n\n<h1 class='l1' id='head141'>143 - </h1>\n\n<p>\nتقاضى ثابت بن عبيد الله بن أبي بكرة غريما له بأربعين ألف درهم، فقال له\nالغريم: أدخلني دارك حتى أتوضأ، فأذن له، فخرج أبوه فقال له: ما لك؟ قال:\nحبسني ابنك، فخرج إليه فقال: أما وجدت لغرمائك محبسا إلا داري؟ هي علي، خل\nعنه.\n</p>\n\n<h1 class='l1' id='head142'>144 - </h1>\n\n<p>\nكان بهرام بن بهرام بن بهرام من ملوك فارس، والحارث بن الحارث بن الحارث\nمن ملوك غسان، وحسن بن حسن بن حسن من الطالبيين، وأبو البختري وهب بن وهب\nبن وهب. وثلاثة سادوا فس نسق: المهلب بن أبي صفرة، وابنه يزيد، وابن يزيد\nمخلد وهو صبي.\n</p>\n\n<h1 class='l1' id='head143'>145 - </h1>\n\n<p>\nويقال: كان أبو طالب عطارا، وكان أبو بكر بزازا، وكان عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nدلالا يسعى بين البائع والمشتري، وكان عثمان بزازا، وكذلك طلحة وعبد\nالرحمن بن عوف، وكان سعد بن أبي وقاص يبري النبل، وكان العوام أبو الزبير\nخياطا، وكان عمرو بن العاص جزارا، وكان الوليد بن المغيرة حدادا، وكذلك\nالعاص بن هشام أخو أبي جهل وكان عقبة بن أبي معيط خمارا. وكان الخطاب بن\nنفيل مراقا، وكان عثمان بن طلحة الذي دفع إليه النبي صلى الله عليه وعلى\nآله مفتاح البيت خياطا، وقيس بن مخرمة كذلك، وكان أبو سفيان بن حرب يبيع\nالزيت؛ والأدم، وكان عتبة بن أبي وقاص أخو سعد نجارا، وكان أمية بن خلف\nيبيع البرام، وكان عبد الله بن جدعان نحاسا يبيع الجواري، وكان العاص بن\nوائل أبو عمرو بن العاص بيطارا يعلاج الخيل، وكان النضر بن الحارث بن كلدة\nيضرب العود، وكان الحكم بن العاص خصاء يخصي الغنم، وكذلك حريث بن <span id='ms0438'></span> عمرو بن\nحريث، وكذلك قيس الفهري أبو الضحاك بن قيس، وكذلك سيرين أبو محمد بن سيرين،\nوكان مالك بن دينار وراقا، وكان أبو حنيفة صاحب الرأي والقياس خزازا، وكان\nالمهلب بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nصفرة بستانيا، وكان مسلم أبو قتيبة جمالا، وكان سفيان بن عيينة معلما،\nوكذلك الضحاك بن مزاحم وعطاء بن أبي رباح، وكذلك الكميت بن زيد الشاعر،\nوكذلك عبد الحميد بن يحيى كاتب الرسائل، وكذلك الحجاج بن يوسف وأبوه وكذلك\nأبو عبيد الله كاتب الرسائل وأبو عبيد القاسم بن سلام والكسائي؛ هذه صناعات\nالأشراف سقتها على ما وجدتها.\n</p>\n\n<h1 class='l1' id='head144'>146 - </h1>\n\n<p>\nوأما أديان العرب فإن النصرانية كانت في ربيعة وغسان وبعض قضاعة؛\nواليهودية كانت في حمير وبني كنانة وبني الحارث بن كعب وكندة؛ والمجوسية\nكانت في تميم، منهم زرارة ابن عدس وحاجب بن زرارة، والأقرع بن حابس؛ وكانت\nالزندقة في قريش، وكانت بنو حنيفة اتخذوا إلها من حيس فعبدوه دهرا ثم\nأصابتهم مجاعة فأكلوه فقال رجل من بني تميم: الخفيف\n</p>\n\n<p>\nأكلت ربها حنيفة من جو ... ع قديم بها ومن إعواز\n</p>\n\n<h1 class='l1' id='head145'>147 - </h1>\n\n<p>\nويقال: سميت النصارى لقرية يقال لها ناصرة، ويقال على معنى قول الله\nتعالى: \" من أنصاري إلى الله \" آل عمران: 52.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>148 - </h1>\n\n<p>\nوقال بعض الصوفية: وجدت على خاتم: من ألف مسامرة الأماني، بقي في مدرجة\nالتواني.\n</p>\n\n<h1 class='l1' id='head147'>149 - </h1>\n\n<p>\nقال الصولي: كاتبت أبا خليفة فأغفلت التاريخ فكتب إلي: وصل كتابك مبهم\nالأوان، مظلم البيان، فأدى خبرا ما القرب فيه بأولى من البعد، فإذا كتبت -\nأعزك الله - فلتكن كتبك موسومة بالتاريخ لأعرف به أدنى آثارك، وأقرب\nأخبارك.\n</p>\n\n<h1 class='l1' id='head148'>150 - </h1>\n\n<p>\nوقال محمد بن عبد الملك: بالقلم تزف بنات العقول إلى خدور الكتب.\n</p>\n\n<h1 class='l1' id='head149'>151 - </h1>\n\n<p>\nوأنشد: الكامل المجزوء\n</p>\n\n<p>\nدعني وإيا خالد ... فلأقطعن عرى نياطه\n</p>\n\n<p>\nرجلي يعد لك الوعي ... د إذا جلست على بساطه\n</p>\n\n<p>\nفإن انتظرت غداءه ... خفت البوادر من سماطه\n</p>\n\n<p>\nانظر إلى غلوائه ... في نطقه وإلى احتلاطه\n</p>\n\n<p>\nسألت أعرابيا؛ عن الاحتلاط - بالحاء غير معجمة فقال: هو الغضب، وأنشد هذا\nالشعر، وليس هذا بحجة، ولكن أفادنا لأن الكلام أشهر من ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>152 - </h1>\n\n<p>\nأنشدنا أبو سعيد في القار للعماني <span id='ms0439'></span>: مجزوء الرجز\n</p>\n\n<p>\nأما ترون الأوجه السباطا ... والقار والألسنة السلاطا\n</p>\n\n<p>\nإن الندى حيث ترى الضغاطا ... وحيث وافى الموكب السخاطا\n</p>\n\n<p>\nينبذن لي أن أطأ البساطا\n</p>\n\n<h1 class='l1' id='head151'>153 - </h1>\n\n<p>\nخطب الحجاج فقال: أيها الناس إنكم أغراض حمام، وفرضة هلكة، قد أنذركم\nالقرآن، وصفر برحيلكم الجديدان، وإن لكم أجلا لا تؤخر ساعته، ولا تدفع\nمقدمته، وكأن قد دلفت إليكم نازلته فنعق بكم، وحثكم حث مستقصى، فماذا عبأتم\nللرحيل؟ وماذا أعددتم للنزول؟ ومن لم يأخذ أهبة الحذر، نزل به سوء القدر.\nهذا قد تقدم.\n</p>\n\n<h1 class='l1' id='head152'>154 - </h1>\n\n<p>\nخطب الزبير فقال: عباد الله، دعوة واعظ وهدية ناصح، إن السبيل إلى الفوز\nوالطريق إلى الخلد قد أوضحت معالمها، ولاحت آثارها، فلا أنتم بصروفها\nتتعظون، ولا من سيء أعمالكم تتنصلون، انظروا إلى من كان قبلكم متعوا فما\nأغنى عنهم ما كانوا يمتعون، انهمكوا فهلكوا، وشردوا فأخذوا، فالعقر خراب\nوالعمار يباب، فإلا تسلكوا سبيل الحذر، تطلبكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفجائع القدر، جعلنا الله وإياكم من الواعين لما يسمع، والمتعظين بما\nينفع.\n</p>\n\n<p>\n154ب - قال الجاحظ: فلو كان العمل شريك المقال، لكان القوم من الأبدال،\nولكنهم بحلاوة ألفاظهم، وتنسيق كلامهم وحيلهم، وحسن تأتيهم في الأمور،\nملكوا قلوب الرعية، هذا قاله في الملح.\n</p>\n\n<h1 class='l1' id='head153'>155 - </h1>\n\n<p>\nقال المغيرة بن شعبة: ما خدعني غير غلام من بني الحارث بن كعب، فإني ذكرت\nامراة منهم فقال: أيها الأمير، لا خير لك فيها، قلت: ولم؟ قال: رأيت رجلا\nيقبلها.\n</p>\n\n<h1 class='l1' id='head154'>156 - </h1>\n\n<p>\nكان نصراني يختلف إلى الضحاك بن مزاحم فقال يوما: ما زلت معجبا بالإسلام\nمذ عرفتك، قال: فما يمنعك منه. قال: حبي الخمر، قال: فأسلم واشربها، قال:\nفلما أسلم قال له الضحاك: إنك قد أسلمت، فإن شربت الخمر حددناك، وإن رجعت\nعن الإسلام قتلناك، فترك الخمر وحسن إسلامه.\n</p>\n\n<h1 class='l1' id='head155'>157 - </h1>\n\n<p>\nقال عثمان بن عفان رضي الله عنه: ما ملك رفيقا من لم يتجرع بغيظ ريقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>158 - </h1>\n\n<p>\nكان لعبد الله بن مطيع غلام مولد، قد أدبه وخرجه وصيره قهرمانه، وكان قد\nأتاهم قوم من العدو في ناحية البحر. فرآه يوما يبكي فقال: ما لك؟ قال:\nتمنيت أن أكون حرا فأخرج مع المسليمن، قال <span id='ms0440'></span>: أو تحب ذاك؟ قال: نعم، قال:\nفأنت حر لوجه الله فاخرج، قال: فإنه قد بدا لي أن لا أخرج، قال: خدعتني.\n</p>\n\n<h1 class='l1' id='head157'>159 - </h1>\n\n<p>\nاعتذر رجل إلى أعرابي فقال الأعرابي: سأتخطى ذنبك إلى عذرك، وإن كنت من\nأحدهما على يقين ومن الآخر على شك، ليتم المعروف مني إليك، وتقوم الحجة لي\nعليك.\n</p>\n\n<h1 class='l1' id='head158'>160 - </h1>\n\n<p>\nقالت الهند: السكران تعتريه أربعة أحوال: طاووسية، ثم سبعية، قردية، ثم\nخنزيرية.\n</p>\n\n<h1 class='l1' id='head159'>161 - </h1>\n\n<p>\nقال المفضل بن محمد الضبي: حضرت الرشيد يوما، ومحمد عن يمينه والمأمون عن\nيساره والكسائي بين يديه وهو يطارحهما في معاني القرآن، فالتفت إلي الرشيد\nوقال: كم اسم في قوله \" فسيكفيكهم الله وهو السميع العليم \" البقرة: 137\nفقلت: ثلاثة أسماء يا أمير المؤمنين، أولها: اسم الله عز وجل، والثاني: اسم\nرسول صلى الله عليه وسلم، والكفار فالياء الأولى هي اسم الله تعالى، والكاف\nالثانية لرسول الله عليه السلام، والهاء والميم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nللكفار، فقال الرشيد: هكذا أجاب هذا الرجل، وأومأ إلى الكسائي، ثم التفت\nإلى محمد فقال: أفهمت؟ قال: نعم.\n</p>\n\n<h1 class='l1' id='head160'>162 - </h1>\n\n<p>\nكتب إسحاق بن إبراهيم الموصلي إلى إبراهيم بن المهدي: من كان كله لك، وقع\nكله عليك.\n</p>\n\n<h1 class='l1' id='head161'>163 - </h1>\n\n<p>\nدخل الحارث بن كلدة على كسرى أنوشروان، وهو طبيب العرب، فقال له كسرى: ما\nأصل الطب؟ قال: ضبط الشفتين والرفق باليدين، قال: أصبت، فما الداء الدوي؟\nقال: إدخال الطعام على الطعام هو الذي أفنى البرية، وقتل السباع في البرية،\nقال: أصبت، فما الجمرة التي تلتهب منها الأدواء؟ قال: التخمة التي إن بقيت\nفي الجوف قتلت، وإن تحللت أسقمت، قال: فما تقول في الحجامة؟ قال: في نقصان\nالهلال في يوم صحو لا غيم فيه والنفس طيبة والسرور حاضر، قال: فما تقول في\nالحمام؟ قال: لا تدخل الحمام وأنت شبعان، ولا تغش أهلك وأنت سكران، ولا تقم\nبالليل وأنت عريان، وارتفق بيمينك يكن أرخى لمقيلك؛ قال: فما تقول في شرب\nالدواء؟ قال: اجتنب الدواء ما لزمتك الصحة، فإذا أحسست من الداء بحركة\nفاحسمه بما يردعه قبل استحكامه، فإن البدن بمنزلة الأرض إن أصلحتها عمرت،\nوإن أفسدتها خربت، قال <span id='ms0441'></span>: فما تقول في الشراب؟ قال: أطيبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nأهنوه، وأرقه أمرؤه، وأعذبه أشهاه، ولا تشربه صرفا فيورثك صداعا. ويثير\nعليك من الأدواء أنواعا، قال: فأي اللحمان أحمد؟ قال: الضأن الفتي، واجتنبت\nأكل القديد والمالح والجزور والبقر، قال: فما تقول في الفاكهة؟ قال: كلها\nفي إقبال دولتها، وخير أوانها، واتركها إذا أدبرت وانقضى زمانها، وأفضل\nالفاكهة الرمان والأترج، وأفضل البقول الهندبا والخس، قال: فما تقول في شرب\nالماء؟ قال: هو حياة البدن وبه قوامه، وشربه بعد النوم ضرر، وأقوى المياه\nمياه الأنهار، وأبرده أصفاه، قال: فما طعمه؟ قال: شيء لا يوصف، مشتق من\nالحياة، قال: فما لونه؟ قال: اشتبه على الأبصار لونه، لأنه على لون كل شيء،\nقال: فأخبرني عن اصل الإنسان، قال: أصله من حيث يشرب الماء، يعني رأسه،\nقال: فما هذا النور الذي تبصر به الأشياء؟ قال: العيون مركبة، فالبياض\nشحمه، والسواد ماؤه، والناظر ريح، قال: فعلى كم طبائع هذا البدن؟ قال: على\nأربع: على المرة السوداء وهي باردة شديدة يابسة، والمرة الصفراء وهي حارة\nيابسة، والدم وهو حار رطب، والبلغم وهو بارد رطب، قال: فلم لم يكن من طبيعة\nواحدة؟ قال: لو كان من طبيعة واحدة لم يأكل ولم يشرب ولم يمرض ولم يمت،\nقال: فمن طبيعتين؟ قال: كانتا تقتتلان، وكذلك لو كان من ثلاث، قال: فاذكر\nلي أفعال الطبائع في كلمة جامعة، قال: كل حلو حار، وكل حامض بارد، وكل حريف\nحار، وكل مر معتدل، وفي المر حار وبارد، قال: فما أفضل ما عولجت به المرة\nالصفراء؟ قال: البارد اللين، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nفالسوداء؟ قال: الحار اللين، قال: فالرياح؟ قال: الحقن اللينة والأدهان\nالحارة، قال: أتأمر بالحقنة؟ قال: نعم، قرأت في بعض كتب الحكماء أن الحقنة\nتنقي الجوف وتكسح الأدواء، وعجبت لمن احتقن كيف يهرم أو يعدم الولد، والجهل\nكل الجهل أكل ما عرفت مضرته، قال: فما الحمية؟ قال: الاقتصاد في كل شيء،\nفإن تجاوز المقدار يضيق على الروح ساحتها، قال: فما تقول في إتيان النساء؟\nقال: الإكثار مضر، وإياك والمولية <span id='ms0442'></span> منهن فإنها كالشن البالي، تسقم بدنك\nوتجدب قواك، ريقها سم قاتل، ونفسها موت عاجل، تأخذ منك ولا تعطيك، عليك\nبالشابة، ريقها عذب زلال، وعناقها غنج ودلال، تزيدك قوة ونشاطا، قال: فأي\nالنساء القلب إليها أنشط، والنفس بمباشرتها أغبط؟ قال: إذا أصبتها فلتكن\nمديدة القامة، عظيمة الهامة، واسعة الجبين، قنواء العرنين، كحلاء برجاء،\nصافية الخدين، عريضة الصدر، مليحة النحر، ناهدة الثديين، لطيفة الخصر\nوالقدمين، بيضاء فرعاء، جعدة غضة بضة، تخالها في الظلماء بدرا، قد جمعت لك\nطيبا وعطرا، تبسم عن أقحوان زاهر، وإن تكشف عنها تكشف عن بيضة مكنونة، وإن\nتعانق تعانق ألين من الزبد، وأحلى من الشهد، وأبرد من الفرودس والخلد،\nوأذكى من الياسمين والورد، قال: فأي الأوقات الجماع أفضل؟ قال: عند إدبار\nالليل وقد غور، وعند إقبال الصبح وقد نور، فالبطن أخلى، والمتن أقوى،\nوالنفس أشهى، والرحم أحلى، قال كسرى: لله درك من أعرابي أعطيت علما، ووصله\nوقام إلى نسائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>164 - </h1>\n\n<p>\nقال ابن الأعرابي: إذا أردت أن يخرج ولدك ذكيا فأغضب أمه ثم واقعها،\nوانشد: الطويل\n</p>\n\n<p>\nيجامعها غضبى فجاء مسهدا ... وأنفع أولاد الرجال المسهد\n</p>\n\n<h1 class='l1' id='head163'>165 - </h1>\n\n<p>\nقال أبو المعتمر: الناس ثلاثة أصناف: أغنياء وفقراء وأوساط؛ فالفقراء\nموتى إلا من أغناه الله بعز القناعة، والأغنياء سكارى إلا من عصمه الله\nبتوقع الغير، وأكثر الخير مع الأوساط، وأكثر الشر مع الأغنياء، والفقر يسخف\nالفقير، والغنى يبطر الغني.\n</p>\n\n<h1 class='l1' id='head164'>166 - </h1>\n\n<p>\nكان يقال: من أراد العلم والسخاء والجمال فليأت دار العباس، كان عبد الله\nأعلم الناس، وعبيد الله أسخى الناس، والفضل أجمل الناس.\n</p>\n\n<h1 class='l1' id='head165'>176 - </h1>\n\n<p>\nضرب شرطي رجلا فصاح الرجل: واعمراه! فرفع إلى المأمون فدعا به فقال: من\nأين أنت؟ فقال: من مآب، قال: أما إن عمر بن الخطاب كان يقول: من كان له جار\nنبطي واحتاج إلى ثمنه فليبعه، فإن كنت تطلب سيرة عمر رحمه الله فهذا حكمه؛\nوأمر له بألف درهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>168 - </h1>\n\n<p>\nقال فيلسوف: إفراط العقل مضر بالجسد، وأنشد: السريع\n</p>\n\n<p>\nإن المقادير إذا ساعدت ... ألقحت العاجز بالحازم\n</p>\n\n<h1 class='l1' id='head167'>169 - </h1>\n\n<p>\nوقال عمر رضي الله عنه: أشيعوا الكنى فإنها منبهة.\n</p>\n\n<h1 class='l1' id='head168'>170 - </h1>\n\n<p>\nوقع علي بن <span id='ms0443'></span> عيسى إلى ابن مرانة العطار في قصة يسأله أن يكلم أمير\nالمؤمنين المقتدر بالله حتى يصفح عنه: من تحقق بالوزراء، وجالس الأمراء،\nوداس بسط الخلفاء، وماثل الكبراء، وأمر ونهى في مجالس الرؤساء، بعقل يسير،\nوفهم قصير، ورأي حقير، وأدب صغير، كان خليقا بالنكبة، وحريا بالمصيبة،\nوجديرا بالمحنة، وأنا أتكلم إذا حضرني الكلام فيك بما يقربني إلى الله\nتعالى.\n</p>\n\n<h1 class='l1' id='head169'>171 - </h1>\n\n<p>\nووقع أيضا إلى عامل بالثغر: قد كثرت منك الشكية، وعظمت فيك البلية، بفساد\nطويتك، ورداءة نيتك، وليس مثلك من يرتب لمعالي الأمور، ولا من يعتمد في\nصلاح الثغور، وقد وقفت من خبرك على الجلي منه، وعرفت حقيقة ما تناهى إلي\nعنه، فانصرف خسيس القدر، بت الله منك العمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p053'> Vol. 05, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>172 - </h1>\n\n<p>\nووقع أيضا: مثلك من باع العلو بالانحطاط، وجليل المرتبة بالإسقاط، وساريك\nعند الاحتياط، أنك بالخمول ذو اغتباط.\n</p>\n\n<h1 class='l1' id='head171'>173 - </h1>\n\n<p>\nووقع أيضا: وليتك من عملي جليلا، وكنت حقيرا قليلا، مهنيا ذليلا، حصرا\nكليلا، فانصرف عليك اللعن طويلا.\n</p>\n\n<h1 class='l1' id='head172'>174 - </h1>\n\n<p>\nكان لعمران بن حطان زوجة جليلة جميلة، حسنة الخلق والخلق، وكان هو قصيرا\nدميما سي الخلق، فقالت له ذات يوم: اعلم أني وإياك في الجنة، قال: كيف ذاك؟\nقالت: لأنك أعطيت مثلي فشكرت، وابتليت بمثلك فصبرت، والصابر والشاكر في\nالجنة.\n</p>\n\n<h1 class='l1' id='head173'>175 - </h1>\n\n<p>\nقال بعض الأطباء: إذا أخذ الترمس والحنظل فطبخا بماء ثم نضح ذلك الماء\nعلى زرع لم يقربه الجراد.\n</p>\n\n<h1 class='l1' id='head174'>176 - </h1>\n\n<p>\nوقيل: النمل يهرب من دخان أصول الحنظل.\n</p>\n\n<h1 class='l1' id='head175'>177 - </h1>\n\n<p>\nويقال: إذا زرع الخردل في نواحي زرع لم يقربه الدبا.\n</p>\n\n<h1 class='l1' id='head176'>178 - </h1>\n\n<p>\nويقال: إذا أخذ الأفيون والشونيز والباذروج وقرن الأيل وباذهنج وظلف\nالمعز، وخلط ذلك ودق وعجن بخل حاذق ثم قطع قطعا ودخن بقطعة خرب الهوام\nوالحيات والعقارب والنمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>179 - </h1>\n\n<p>\nقال بعض الأطباء: الغلام ينهر لسبع، ويحتلم لأربع عشرة، ويتم طوله لإحدى\nوعشرين، ويكمل عقله لثمان وعشرين، وما بعد تجارب.\n</p>\n\n<h1 class='l1' id='head178'>180 - </h1>\n\n<p>\nقيل لبعض السلف: ما شيء أوسع من الأرض؟ قال: الحق، قيل: فما شيء أثقل من\nالسماء؟ قال: الأمانة والبهتان على البريء، قيل: فما شيء أغنى من البحر؟\nقال: القانع، قيل: فما شيء أقسى من الحجر؟ قال: قلب الكافر <span id='ms0444'></span>، قيل: فما شيء\nأحر من النار؟ قال: شره الحريص، قيل: فما أبرد من الزمهرير؟ قال: اليأس،\nقيل: فما أضعف من اليتيم؟ قال: النمام.\n</p>\n\n<h1 class='l1' id='head179'>181 - </h1>\n\n<p>\nلما اعتقت عائشة جاريتها بريرة، وكان زوجها حبشيا واسمه مغيث، مشى خلفها\nودموعه تسيل، فقال النبي صلى الله عليه وسلم لعمه العباس: يا عم أما ترى حب\nمغيث بريرة فلو كلمناها أن تتزوجه؟ فدعاها فكلمها فقالت: يا رسول الله إن\nأمرتني فعلت، فقال: أما أمر فلا، ولكن أشفع، فأبت أن تتزوجه؛ حدثنا بهذا\nأبو حامد المروروذي.\n</p>\n\n<h1 class='l1' id='head180'>182 - </h1>\n\n<p>\nلدعبل الخزاعي: الكامل\n</p>\n\n<p>\nأهلا وسهلا بالمشيب فإنه ... سمة العفيف وحلية المتحرج\n</p>\n\n<p>\nضيف أحل بك النهى فقريته ... رفض الغواية واقتصار المنهج\n</p>\n\n<h1 class='l1' id='head181'>183 - </h1>\n\n<p>\nقال أعرابي: الخير محضور الباب، والشر مهجور الجناب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>184 - </h1>\n\n<p>\nوقال أبان بن تغلب: رأيت أعرابيا يعاتب ابنا له صغيرا ويذكره حقه عليه،\nفقال الصبي: يا أبة إن عظيم حقك علي لا يبطل صغير حقي عليك، والذي تمت به\nإلي أمت بمثله إليك، ولست أقول أنا سواء.\n</p>\n\n<h1 class='l1' id='head183'>185 - </h1>\n\n<p>\nدخل رجل فجاءة عل بعض الشاميين وبين يدي الشامي فراريج مشوية، فلما بصر\nبالداخل غطى الفراريج بذيله وأدخل رأسه في جربانه وقال للداخل: انتظرني على\nالباب حتى أفرغ من بخوري.\n</p>\n\n<h1 class='l1' id='head184'>186 - </h1>\n\n<p>\nقال بعض الأطباء: مما يذهب رائحة الشراب من الفم مضغ قرطاس، واستفاف دقيق\nالأرز، وأكل الجبن المشوي والكمون والقرنفل والدارصيني.\n</p>\n\n<h1 class='l1' id='head185'>187 - </h1>\n\n<p>\nقال بزرجمهر: أنعم تشكر، وأرهب تحذر، ولا تهزل فتحقر؛ فكتبها الملك على\nخاتمه.\n</p>\n\n<h1 class='l1' id='head186'>188 - </h1>\n\n<p>\nقال عيسى بن مريم عليه السلام لرجل: ما تصنع؟ قال: أتعبد، قال: فمن يعود\nعليك؟ قال: أخي، قال: أخوك أعبد منك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>189 - </h1>\n\n<p>\nمر عمر رضي الله عنه بعامل من عماله وهو يبني بالآجر والجص فقال: تأبى\nالدراهم إلى أن تخرج أعناقها، وشاطره ماله.\n</p>\n\n<h1 class='l1' id='head188'>190 - </h1>\n\n<p>\nوقال عمر بن عبد العزيز رحمه الله: خذ من شاربك حتى تبدو شفتاك، ومن ثوبك\nحتى يبدو عقباك.\n</p>\n\n<h1 class='l1' id='head189'>191 - </h1>\n\n<p>\nولما بنى عمر بن عبد العزيز بفاطمة بنت عبد الملك أسرج تلك الليلة في\nمسارجه الغالية.\n</p>\n\n<h1 class='l1' id='head190'>192 - </h1>\n\n<p>\nقال عمر بن عبد العزيز لولده: العبوا فإن المروءة لا تكون إلا بعد اللعب.\n</p>\n\n<h1 class='l1' id='head191'>193 - </h1>\n\n<p>\nوأنشد: الطويل\n</p>\n\n<p>\nفسري <span id='ms0445'></span> كإعلاني وتلك خليقتي ... وظلمة ليلي مثل ضوء نهاري\n</p>\n\n<h1 class='l1' id='head192'>194 - </h1>\n\n<p>\nقال ابن عباس: غضب العربي في رأسه، فإذا غضب لم يهدأ حتى يجرح بلسان أو\nيد، وغضب النبطي في استه، فإذا خرئ ذهب غضبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head193'>195 - </h1>\n\n<p>\nقال فيلسوف: لو صور العقل لأظلمت معه الشمس، ولو صور الحمق لأضاء معه\nالليل.\n</p>\n\n<h1 class='l1' id='head194'>196 - </h1>\n\n<p>\nقيل ليحيى بن خالد: إنك لا تؤدب غلمانك، فقال: هم أمناؤنا على أنفسنا،\nفإذا أخفناهم كيف نأمنهم؟ 197 - قال عمر رضي الله عنه لغلام له يبيع الحلل:\nإذا كان الثوب عاجزا فانشره وأنت جالس، وإذا كان واسعا فانشره وأنت قائم،\nفقال أبو موسى: الله يا عمر، فقال: إنما هو سوق.\n</p>\n\n<h1 class='l1' id='head195'>198 - </h1>\n\n<p>\nوكان عبد الله بن عمر يقول: إلى الله أشكو حمدي ما لا آتي، وذمي ما لا\nأترك.\n</p>\n\n<h1 class='l1' id='head196'>199 - </h1>\n\n<p>\nكان بعض السلف يقول: ذو المروءة يكرم وإن كان معدما كالأسد يهاب إن كان\nرابضا، والسخيف يهان وإن كان موسرا، كالكلب يخسأ وإن حلي طوقا.\n</p>\n\n<h1 class='l1' id='head197'>200 - </h1>\n\n<p>\nوأنشد: الطويل\n</p>\n\n<p>\nسأعمل نص العيس حتى يكفني ... غنى المال مني أو غنى الحدثان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفللموت خير من حياة يرى لها ... على الحر بالإقلال وسم هوان\n</p>\n\n<p>\nمتى يتكلم يلغ حسن كلامه ... وإن لم يقل قالوا عديم بيان\n</p>\n\n<p>\nكأن الغنى في أهله بورك الغنى ... بغير لسان ناطق بلسان\n</p>\n\n<h1 class='l1' id='head198'>201 - </h1>\n\n<p>\nقال رجل لروح بن حاتم: لقد طال وقوفك في الشمس، فقال: نعم، ليطول مقامي\nفي الظل.\n</p>\n\n<h1 class='l1' id='head199'>202 - </h1>\n\n<p>\nشاعر: الطويل\n</p>\n\n<p>\nتقول سليمى لو أقمت بأرضنا ... ولم تدر أني للمقام أطوف\n</p>\n\n<h1 class='l1' id='head200'>203 - </h1>\n\n<p>\nقيل لمديني: ما عندك من آلة الحج؟ قال: التلبية.\n</p>\n\n<h1 class='l1' id='head201'>204 - </h1>\n\n<p>\nقيل لمديني: يمكنك أن تحج، قال: ليت أمكنني القيام أو المقام.\n</p>\n\n<h1 class='l1' id='head202'>205 - </h1>\n\n<p>\nوأنشد الوافر\n</p>\n\n<p>\nأظن الدهر قد آلى فبرا ... بأن لا يكسب الأموال حرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nلقد قعد الزمان بكل حر ... ونقض من عراه المستمرا\n</p>\n\n<p>\nومن جعل الظلام له قعودا ... أصاب به الدجى خيرا وشرا\n</p>\n\n<h1 class='l1' id='head203'>206 - </h1>\n\n<p>\nقيل لمديني: ما عندك من آلة العصيدة؟ قال: الماء.\n</p>\n\n<h1 class='l1' id='head204'>207 - </h1>\n\n<p>\nيقال: الفاضل يحب أن لا يرى إلا مع الملوك مكرما، ومع النساك متبتلا.\n</p>\n\n<h1 class='l1' id='head205'>208 - </h1>\n\n<p>\nيقال: ذو الهمة وإن حط نفسه تأبى إلا علوا كالشعلة تصان وهي تعلو.\n</p>\n\n<h1 class='l1' id='head206'>209 - </h1>\n\n<p>\nيقال: ما العز إلا <span id='ms0446'></span> ما تحت ثوب الكد، وأنشد الكامل\n</p>\n\n<p>\nالعز في دعة النفوس ولا أرى ... عز المعيشة دون أن تسعى لها\n</p>\n\n<h1 class='l1' id='head207'>210 - </h1>\n\n<p>\nقيل: من أراد الراحة فيلقنع، ومن أراد الذكر فليجهد.\n</p>\n\n<h1 class='l1' id='head208'>211 - </h1>\n\n<p>\nقال بعض السلف: الأيدي ثلاث، يد بيضاء وهي الابتداء بالمعروف، يد خضراء\nوهي المكافأة، ويد سوداء وهي المن.\n</p>\n\n<h1 class='l1' id='head209'>212 - </h1>\n\n<p>\nيقال: إن البكاء يحدث من الخوف، والحزن، والفرح والجزع، والفزع، والوجع،\nوالعشق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>123 - </h1>\n\n<p>\nقال بعض السلف: ما طابت رائحة الإنسان إلا قل همه، ولا نقيت ثيابه إلا قل\nغمه.\n</p>\n\n<h1 class='l1' id='head211'>214 - </h1>\n\n<p>\nوقع علي بن عيسى إلى هشام العامل: قلتك في نفسك، وزري منظرك، ودقة حسبك،\nوخمول نسبك، وسقوط أدبك، وموهن قوتك، واختلال مروءتك، وضعف نيتك، يمنع من\nتقويمك والانتصاف منك ويحجب من تناولك بالعقوبة فقد نجاك لؤمك وأطلقتك.\nمقاذيرك، فأنت كما قال الشاعر: المتقارب\n</p>\n\n<p>\nنجا بك لؤمك منجى الذباب ... حمته مقاذيره أن ينالا\n</p>\n\n<p>\nولست أرضاك لي عبدا، ولو كنته لرايتك عتقك؛ احتقارا لقدرتك، واستصغارا\nلأمرك.\n</p>\n\n<h1 class='l1' id='head212'>215 - </h1>\n\n<p>\nوأنشد: الطويل\n</p>\n\n<p>\nظننت بكم ظنا فقصر دونه ... فيا رب مظنون به الخير يخلف\n</p>\n\n<p>\nإذا المرء لم يحببك إلا تكرها ... فدعه ولا يكثر عليه التلهف\n</p>\n\n<p>\nفما كل من تهوى يحبك قلبه ... ولا كل من عاشرته لك منصف\n</p>\n\n<p>\nفما الناس بالناس الذين عهدتهم ... ولا الدار بالدار التي كنت تألف\n</p>\n\n<h1 class='l1' id='head213'>216 - </h1>\n\n<p>\nقول الحنف: السؤدد مع السواد، يكون له وجهان: أحدهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nالسؤدد يكون مع سواد الشعر والحداثة، والثاني يكون السؤدد مع العامة أي\nيقعدون ذلك الرجل.\n</p>\n\n<h1 class='l1' id='head214'>217 - </h1>\n\n<p>\nقال أبو اليقظان: ولى الحجاج القاسم بن محمد بن الحكم الثقفي فارس، فقاتل\nالأكراد بها وهم يومئذ عدد كثير فأبادهم واستأصل شأفتهم، وولاه السند\nففتحها، وقاد الجيوش وهو ابن سبع عشرة سنة، وفيه يقول الشاعر: الكامل\n</p>\n\n<p>\nإن السماحة والمروءة والحجى ... لمحمد بن القاسم بن محمد\n</p>\n\n<p>\nقاد الجيوش لسبع عشرة حجة ... يا قرب سؤدد مشهد من مولد\n</p>\n\n<p>\nوهو الذي جعل الشيراز معسكرا.\n</p>\n\n<p>\nوولي معاذ اليمن وهو ابن نيف وعشرين سنة، وولى رسول الله صلى الله عليه\nوعلى آله عتاب بن أسيد لثمان عشرة سنة، وحمل أبو مسلم أمر الدعوة هو ابن\nإحدى وعشرين <span id='ms0447'></span> سنة، وسودت قريش أبا جهل ولم يطر شاربه، وأدخلته مع الكهول دار\nالندوة.\n</p>\n\n<h1 class='l1' id='head215'>218 - </h1>\n\n<p>\nقال جعفر بن محمد رضي الله عنهما: من استغنى بالله أحوج الله الناس إليه.\n</p>\n\n<h1 class='l1' id='head216'>219 - </h1>\n\n<p>\nقال: وكان على فص ذي اليمينين: وضع الخد للحق عز؛ وكان على خاتم حاتم: جد\nتسد؛ وكان على خاتم سابور: الصبر درك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>220 - </h1>\n\n<p>\nراودت أعرابية شيخا عن نفسه، فلما دنا منها أبطأ فأعجلته، فقال: يا هذه،\nأنت تفتحين بيتا وأنا أنشر ميتا.\n</p>\n\n<h1 class='l1' id='head218'>221 - </h1>\n\n<p>\nقال أعرابي: أحسن الأحوال حال يغبطك بها من دونك، ولا يحقرك معها من\nفوقك.\n</p>\n\n<h1 class='l1' id='head219'>222 - </h1>\n\n<p>\nقال أبو بكر بن عياش: رأيت زيد بن علي رضي الله عنهما مصلوبا زمان هشام\nبن عبد الملك، وكان خميص البطن، وصلب عريان فنزلت سرته فغطت عورته.\n</p>\n\n<h1 class='l1' id='head220'>223 - </h1>\n\n<p>\nقال ثعلب كان العرب تسمي الأحد أول، والأثنين أهون، والثلاثاء جبارا\nوالأربعاء دبارا، والخميس مؤنسا، الجمعة عروبة، والسبت شيارا، وأنشد:\nالوافر\n</p>\n\n<p>\nأؤمل أن أعيش وأن يومي ... بأول أو بأهون أو جبارا\n</p>\n\n<p>\nأو التالي دبار فإن أفته ... فمؤنس أو عروبة أو شيارا\n</p>\n\n<h1 class='l1' id='head221'>224 - </h1>\n\n<p>\nقال ابن الأنباري: قال لي أبي، قال أحمد بن عبيد المدائني:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nمعنى قوله صلى الله عليه وسلم إن من الشعر لحكما وإن من البيان لسحرا،\nوإن من القول لعيا، إن من العلم لجهلا، قال: قوله إن من الشعر لحكما يريد\nالمواعظ، وإن من البيان لسحرا هو أن يكون ألحن بحجته من الآخر فيسحر من\nيسمعه حتى يرى أن الحق له، وإن من القول لعيا أن تعرض علمك على من لايريده،\nإن من العلم لجهلا هو أن يضم العالم إلى علمه ما لا يعلمه فيجهله ذلك.\n</p>\n\n<h1 class='l1' id='head222'>225 - </h1>\n\n<p>\nقال منصور بن عمار لأهل مجلسه: ما أرى إساءة تكثر على عفو الله، فلا\nتيأس، وربما آخذ الله على الصغيرة فلا تأمن، وبعد فقد علمت أنك بطول عفو\nالله عنك عمرت مجالس الاغترار به، ورضيت لنفسك المقام على سخطه، ولو كنت\nتعاقب نفسك بقدر تجاوزه عن سيئاتك ما استمر بك لجاج فيما نهبت عنه، ولا\nقصرت دون المبالغة، ولكنك رهين غفلة، وأسير حيرة.\n</p>\n\n<h1 class='l1' id='head223'>226 - </h1>\n\n<p>\nوقال النبي <span id='ms0448'></span> صلى الله عليه وعلى آله لرجل: بادر بخمس قبل خمس: شاببك قبل\nهرمك، وصحتك قبل سقمك، وفراغك قبل شغلك، غناك قبل فقرك، وحياتك قبل موتك.\n</p>\n\n<h1 class='l1' id='head224'>227 - </h1>\n\n<p>\nمر شيخ على غلام من الأعراب فقال: يا عماه، قد قصر قيدك، فقال: يا ابن\nأخي، أما إن الذي قصر قيدي تركته يفتل لك القيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>228 - </h1>\n\n<p>\nسمع سعيد بن المسيب رجلا يقول: أين الراغبون في الآخرة؟ فقال له سعيد:\nاقلب مسألتك، وضع يدك حيث شئت.\n</p>\n\n<h1 class='l1' id='head226'>229 - </h1>\n\n<p>\nقال الزهري: كان يقال: بنو أمية دن خل أخرج الله منه زق عسل، يعني عمر بن\nعبد العزيز رحمه الله.\n</p>\n\n<h1 class='l1' id='head227'>230 - </h1>\n\n<p>\nاستوصف كوفي بصريا الحسن فقال: فيه بهاء الملوك، وخشوع العابدين.\n</p>\n\n<h1 class='l1' id='head228'>231 - </h1>\n\n<p>\nقال ابن سلام عندما توفي عمر بن الخطاب رضي الله عنه وهو مسجى: رحمك الله\nيا عمر إن كنت لعفيف الطرف، نقي الظرف، طيب العرف.\n</p>\n\n<h1 class='l1' id='head229'>232 - </h1>\n\n<p>\nقيل للشعبي: كيف بت البارحة؟ فطوى كساءة في الأرض ثم نام عليه وتوسد يده\nوقال: هكذا بت.\n</p>\n\n<h1 class='l1' id='head230'>233 - </h1>\n\n<p>\nجاء هانئ بن قبيصة بنت النعمان وهي تبكي فقال لها: مالك، لعل بعضنا آذاك؟\nقالت: لا، ولكني رأيت دارك ملئت غضارة، وقل دار ملئت حبورا إلا ملئت ثبورا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>234 - </h1>\n\n<p>\nقال عمر بن عبد العزيز: لو جاءت كل أمة بجناتها، وجئنا بالحجاج بن يوسف\nلغلبناها.\n</p>\n\n<h1 class='l1' id='head232'>235 - </h1>\n\n<p>\nقيل للشعبي: أكان الحجاج مؤمنا؟ قال: نعم بالطاغوت، كافرا بالله.\n</p>\n\n<h1 class='l1' id='head233'>236 - </h1>\n\n<p>\nوقيل للأحنف: إنك لتغشى سدد السلطان فتقعد ناحية، قال: أبعد فأقرب، أحب\nإلي من أن أقرب فأبعد.\n</p>\n\n<h1 class='l1' id='head234'>237 - </h1>\n\n<p>\nكان عمر بن عبد العزيز إذا جلس للقضاء قرأ \" أفرأيت إن متعناهم سنين ثم\nجاءهم ما كانوا يوعدون ما أغنى عنهم ما كانوا يمتعون \" الشعراء: 205 - 206،\nوينشد الطويل\n</p>\n\n<p>\nيغر بما يبلى ويشغل بالمنى ... كما غر باللذات في النوم حالم\n</p>\n\n<p>\nنهارك يا مغرور سهو وغفلة ... وليلك نوم والردى لك لازم\n</p>\n\n<p>\nوسعيك فيما سوف تكره غبه ... كذلك في الدنيا تعيش البهائم\n</p>\n\n<h1 class='l1' id='head235'>238 - </h1>\n\n<p>\nقال الربيع بن خثيم: قولوا خيرا واعملوا خيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head236'>239 - </h1>\n\n<p>\nقال الأصمعي: حدثنا ابن عمير النمري قال: دخلت أعرابية على عبيد الله بن\nأبي بكرة بالبصرة فوقفت بين السماطين فقالت: أصلح الله الأمير <span id='ms0449'></span> وأمتع به،\nحدرتنا إليك سنة اشتد بلاؤها، وانكشف غطاؤها، فجئتك أقود صبية صغارا وأخرى\nكبارا، تخفضنا خافضة وترفعنا رافعة، وغشيتني ملمات برين عظمي، وأذهبن لحمي،\nوتركنني بالحضيض، قد ضاق بي البلد العريض، وسألت في أحياء العرب، من\nالمرتجى المعطي سائله؟ فدللت عليك أصلحك الله؛ وأنا امرأة من هوازن، قد مات\nالوالد، وغاب الرافد، وأنت بعد الله رجائي ومتهى أملي، افعل بي إحدى ثلاث:\nإما أن تردني إلى بلدي، أو تحسن صفدي، أو تقيم أودي، فقال: بل اجمعهن لك\nوحيا؛ فلم يزل يجزي عليها كما يجري على عياله حتى مات.\n</p>\n\n<h1 class='l1' id='head237'>240 - </h1>\n\n<p>\nقال الأصمعي: حدثني بعض العتابيين قال: كتب كلثوم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو العتابي إلى رجل في حاجة: بسم الله الرحمن الرحيم، أطال الله بقاءك،\nوجعله يمتد بك إلى رضوانه والجنة، أما بعد فإنك كنا عندنا روضة من رياض\nالكرم، تبتهج النفوس بها، وتستريح القلوب إليها، وكنا نيعفها من النجعة\nإجلالا لزهرتها، وشفقة على خضرتها، وادخارا لثمرتها، حتى مرت بنا في سفرتنا\nهذه سنة كانت من سني يوسف، اشتد علينا كلبها، وأخلفت غيومها، وكذبتنا\nبروقها، وفقدنا صالح الإخوان فيها، وانتجعتك وأنا بانتجاعي إياك شديد\nالشفقة عليك، مع علمي بأنك نعم وضع الزاد، وأنك تغطي أعين الساد، والله\nيعلم أني لا أعتد بك إلا في حومة الأهل، واعلم أن الكريم إذا استحيا من\nإعطاء القليل، ولم يحضره الكثير، لم يعرف جوده، ولم تعل همته، وأنا أقول في\nذلك: البسيط\n</p>\n\n<p>\nظل اليسار على العباس ممدود ... وقلبه أبدا بالنيل معقود\n</p>\n\n<p>\nإن الكريم يخفي عنك عسرته ... حتى تراه غنيا وهو مجهود\n</p>\n\n<p>\nوللبخيل على أمواله علل ... زرق العيون عليها أوجه سود\n</p>\n\n<p>\nإذا تكرمت أن تعطي القليل ولم ... تقدر على سعة لم يظهر الجود\n</p>\n\n<p>\nبث النوال ولا تمنعك قلته ... فكل ما سد فقرا فهو محمود\n</p>\n\n<p>\nفشاطره ماله حتى بعث إليه قيمة نصف خاتمه، وأعطاه فرد نعله.\n</p>\n\n<p>\n240ب - قال أهل اللغة: معنى شاطره ناصفه، أي بعث إليه بشطر ماله، يقال:\nلك شطر هذا المال أي نصفه؛ فأما قول الله تالى \" فول <span id='ms0450'></span> وجهك شطر المسجد\nالحرام البقرة 149 أي نحوه؛ يقال: الشاطر البعيد، فأما الشطارة في كلام\nالعامة فمردودة عند العلماء، وقيل: إن ذلك إنما قيل لأن الشطارة كالبعيد\nمما عليه الجمهور؛ وأما قول العامة: شطور الثوب فغير مرضي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head238'>241 - </h1>\n\n<p>\nقال أبو عمرو: الزنيم: الدعي، والمقلات من النساء: التي لا يعيش لها ولد؛\nولا أعرف أبا عمرو هذا، ولله الشيباني صاحب كتاب الجيم.\n</p>\n\n<h1 class='l1' id='head239'>242 - </h1>\n\n<p>\nوانشد الشاعر: الخفيف\n</p>\n\n<p>\nعذلوني على الحماقة جهلا ... وهي من عقلهم ألذ وأحلى\n</p>\n\n<p>\nلو رأوا ما لقيت من حرفة العق ... ل لطاروا إلى الحماقة رسلا\n</p>\n\n<p>\nحمقي قائم بقوت عيالي ... ويموتون إن تعاقلت هزلا\n</p>\n\n<h1 class='l1' id='head240'>243 - </h1>\n\n<p>\nيقال ما النشر، وما الحشر، وما الجشر، وما العشر، وما القشر، وما الكشر،\nوما المشر، وما الوشر.\n</p>\n\n<h1 class='l1' id='head241'>244 - </h1>\n\n<p>\nويقال في فن آخر: ما الأوب، وما الثوب، وما الجوب، وما الحوب، وما الذوب،\nوما الروب أيضا، وما الشوب، وما الصوب، وما اللوب، وما النوب.\n</p>\n\n<h1 class='l1' id='head242'>245 - </h1>\n\n<p>\nويقال في فن آخر: ما الدس، وما البس، وما الحس، وما الرس، وما العس، وما\nالقس، وما اللس، وما النس.\n</p>\n\n<h1 class='l1' id='head243'>246 - </h1>\n\n<p>\nويقال في فن آخر: ما الشائف، وما الخائف، وما الزائف، وما السائف، وما\nالصائف، وما الضائف، وما العائف، وما القائف، وما الرائف، وما النائف، وما\nالطائف، وما الآيف، وما الحائف.\n</p>\n\n<p>\nوجواب كل واحد من هذه الكلمات يمر بك بعد أوراق على انتظام واتساق إن شاء\nالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head244'>247 - </h1>\n\n<p>\nقال الأصمعي، قيل لأعرابي من بني كلاب: كيف تأكل الرأس؟ قال: أفك لحييه،\nوألخص عينيه - هذا قوله باللام وقال غيره بالباء، وله وجه - وأعرك أذنيه،\nوأسحي خديه، وأرمي بالدماغ إلى من هو أحوج مني إليه؛ فقيل له: إنك لأحمق من\nربع، قال: وما حمق الربع؟ فوالله إنه ليجتنب العدوى، ويتبع المرعى، ويراوح\nبين الأطباء، فما حمق ربع يا هؤلاء؟ 247ب - وقد رأيت ابن هلال الخوزي يقرأ:\nويرواج بين الأطباء، يريد جمع طبيب، فضحك به، وكان ضحكة، يقال: هو ضحكة إذا\nضحك به، وضحكة إذا كان كثير الضحك، وبابه مطرد في نظائره.\n</p>\n\n<p>\n247ج - وهذا الخوزي يدعي كل شيء وهو لا يقوم بشيء <span id='ms0451'></span>؛ وكان ابن هلال الخوزي\nوفد على قابوس صاحب جرجان، فقال في كلام دار بينهما: فهزم أعداء الله،\nوكسر، فزوى قابوس وجهه، وكان أمر له بأربعة آلاف درهم ولآخر بألفي درهم،\nفقال لحاجبه: اجعل ما لهذا لصاحب الألفين واجعل الألفين لهذا، ووالله ما\nيستحق هذا المقدار أيضا، وأظن أن موفده أراد أمرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الانتباه ولمعرفة محمودان من كل رئيس جليل، وأمير خطير، وإنما\nاستنكر ذلك في هذا الزمان لخلوه من أهل الأدب، وتنكره لمن تتبع الصواب وأنف\nمن الخطأ.\n</p>\n\n<h1 class='l1' id='head245'>248 - </h1>\n\n<p>\nوأنشد: المتقارب\n</p>\n\n<p>\nدع الدهر يجري بمقداره ... ويقضي عجائب أوطاره\n</p>\n\n<p>\nونم نومة عن ولاة الأمور ... وثق بالزمان وأدواره\n</p>\n\n<p>\nلعلك ترحم من قد غبطت ... وتعجب من سوء آثاره\n</p>\n\n<h1 class='l1' id='head246'>249 - </h1>\n\n<p>\nاجتمع شريك بن عبد الله ويحيى بن عبد الله بن الحسن البصري في دار الرشيد\nفقال يحيى لشريك: ما تقول في النبيذ؟ قال: حلال، قال: شربه خير أم تركه؟\nقال: بل شربه، قال: فقليله خير أم كثيره؟ قال: بل قليله، قال: ما رأيت خيرا\nقط إلا والازدياد منه خير إلا خيرك هذا، فإن قليله خير من كثيره. رواه لنا\nأبو حامد القاضي، وكان يقول: جمعت هذه الحكاية الملاحة والحجة.\n</p>\n\n<h1 class='l1' id='head247'>250 - </h1>\n\n<p>\nقال رجل لامرأة رآها على طريق: إلى أين الغزالة:؟ قالت: إلى مغزلها يا\nقليل المعرفة بأصحابك، فخجل الرجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>251 - </h1>\n\n<p>\nقال بنان الطفيلي: الجوذاب صاروج المعدة، اشرب عليه ما شئت.\n</p>\n\n<h1 class='l1' id='head249'>252 - </h1>\n\n<p>\nوقيل لطفيلي: لم أنت حائل اللون؟ قال: للفترة بين القصعتين، مخافة أن\nيكون قد فني الطعام.\n</p>\n\n<h1 class='l1' id='head250'>253 - </h1>\n\n<p>\nقال سحيم بن حفص: رأى إياس بن قتادة العبشمي شيبة في لحيته فقال: أرى\nالموت يطلبني، وأراني لا أفوته، أعوذ بك من فجاءة الأمور؛ يا بني سعد، قدو\nوهبت لكم شبابي فهبوا إلي شيبي، ولزم بيته، فقال له أهله: تموت هزلا، قال:\nلأن أموت هزلا مؤمنا أحب إلي من أن أموت فاسقا سمينا. قال الحسن لما بلغه\nكلامه: علم والله أن القبر يأكل اللحم والشحم والجسم، ولا يأكل الإيمان.\n</p>\n\n<h1 class='l1' id='head251'>254 - </h1>\n\n<p>\nقال ابن أبي المدور، سمعت سعيد بن حميد يقول لما تشعث بينه وبين فضل <span id='ms0452'></span>:\nأصبحت والله من أمور فضل في غرور، أخادع نفسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nبتكذيب العيان، وأمنيها ما قد حيل دونها ودونه، والله إن استرسالي إليها\nبعد ما بان لي مها لذل، وإن عدو لي عنها وفي الأمر شبهة لعجز، وإن صبري\nعنها لمن دواعي التلف.\n</p>\n\n<h1 class='l1' id='head252'>255 - </h1>\n\n<p>\nلمتيم جارية ابن هشام: السريع\n</p>\n\n<p>\nيا منزلا لم تبل أطلاله ... حاشا لأطلالك أن تبلى\n</p>\n\n<p>\nلم أبك أطلالك لكنني ... بكيت عيشي فيك إذ ولى\n</p>\n\n<p>\nوالعيش أولى ما بكاه الفتى ... لا بد للمحزون أن يسلى\n</p>\n\n<h1 class='l1' id='head253'>256 - </h1>\n\n<p>\nلمحمد بن عبد الملك بن صالح الهاشمي: الكامل\n</p>\n\n<p>\nوكتيبة كالليل بل هي أظلم ... فيها شعار بني النزال تقدموا\n</p>\n\n<p>\nتذر الإكام صفاصفا مسلوكة ... والبحر رنقا ماؤه يتقسم\n</p>\n\n<p>\nولها يمين لا تشل بنانها ... ولها شمال صوب درتها الدم\n</p>\n\n<p>\nنهنهت أولاها بضرب صادق ... هبر كما عط الرداء المعلم\n</p>\n\n<p>\nوعلي سابغة الذيول كأنها ... سلخ كسانيه الشجاع الأرقم\n</p>\n\n<h1 class='l1' id='head254'>257 - </h1>\n\n<p>\nسمعت القاضي أبا حامد يقول: اجتمعت الحرورية في مكان يقال له حروراء،\nوإليه نسبوا وبه سموا، وكانوا زهاء ستة آلاف، فوقف عليهم علي بن أبي طالب\nرضي الله عنه فقال: ما نقمتم علي؟ قالوا: نقمنا عليك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثا، قال: ما هن؟ قالوا: أنك قاتلت ولم تغنم ولم تسب، فإن كانوا مسلمين\nفما حل قتالهم ولا سبيهم، وإن كانوا كفارا فقد حل قتالهم وسبيهم، فقال: هذه\nواحدة، قالوا: وحكمت الرجال في دين الله، قال الله \" إن الحكم إلا لله \"\nالأنعام: 57، قال: ثنتان، قالوا: ومحوت نفسك من إمرة المؤمنين، فإن لم تكن\nأمير المؤمنين فأنت أمير الكافرين؛ قال: هذه ثلاث. فأقبل عليهم وقال:\nأرأيتم إن أتاكم من كتاب الله وسنة نبيه ما يرد قولكم أترجعون؟ قالوا: نعم،\nقال: أترون أن تسبوا أمكم عائشة عليها السلام وتستحلون منها ما تستحلون من\nغيرها؟ فإن قلتم: نعم، كفرتم، وإن قلتم: ليست أمنا، كفرتم، قال الله عز وجل\n\" وأزواجه أمهاتهم \" الأحزاب: 6. وأما قولكم حكمتم الرجال في دين الله فإن\nالله عز وجل حكم الرجال في أرنب يقتله محرم فقال \" يحكم به ذوا عدل منكم \"\nالمائدة: 95، ولو شاء لحكم ولكن جعل <span id='ms0453'></span> حكمه إلى الرجال، وقال في بضع امرأة: \"\nوإن خفتم شقاق بينهما فابعثا حكما من أهله وحكما من أهلها \" النساء: 35.\nوأما قولكم محوت نفسك، فإن رسول الله صلى الله عليه وسلم لم صالح أهل\nالحديبية قال لي: اكتب يا علي: هذا ما صالح عليه محمد رسول الله، فقال له\nسهيل بن عمرو: لو علمنا أنك رسول الله فما قاتلناك، قال: فا تريدون؟ قال:\nاكتب اسمك واسم أبيك، فقال رسول الله صلى الله عليه وسلم: اكتب يا علي: هذا\nما صالح عليه محمد بن عبد الله، وامح رسول الله، ولم يكن محو رسول الله من\nالكتاب محوا لنبوة، وكذلك ليس اقتصاري على اسمي دون أمير المؤمنين مضيعا\nحقا ولا موجبا لي باطلا. قال: فرجع ناس كثير منهم معه وعرفوا الحق وأذعنوا\nله.\n</p>\n\n<p>\nوقال لنا غير أبي حامد: إن عليا لم يمح رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nحين أمره، حمية للدين، فقال النبي صلى الله عليه وسلم: أرني موضعه في\nالكتاب، فأراه، فمحاه.\n</p>\n\n<h1 class='l1' id='head255'>258 - </h1>\n\n<p>\nقال ثعلب: أضاق أبو العالية الشامي فجعل بنو سعد بن مسلم مالا بينهم\nودفعوه إليه فقال: أنتم كما قيل في أهليكم: الطويل\n</p>\n\n<p>\nوفي آل منظور بن زبان فتية ... يرون بناء المجد سهلا صعابها\n</p>\n\n<p>\nإذا ما ارتقوا في سلم المجد أصعدوا ... بأقدام عز لا تزل كعابها\n</p>\n\n<h1 class='l1' id='head256'>259 - </h1>\n\n<p>\nقال الأصمعي: لما ولي مروان بن محمد الخلافة أرسل إلى ابن رغبان الذي نسب\nإليه بعد ذلك مسجد ابن رغبان ليوليه القضاء، فرأى له سجادة مثل ركبة البعير\nفقال: يا هذا إن كان ما بك من عادة فما يحل لنا أن نشغلك، وإن كان رياء فما\nيحل لنا أن نوليك.\n</p>\n\n<h1 class='l1' id='head257'>260 - </h1>\n\n<p>\nوأنشد: الوافر\n</p>\n\n<p>\nأرى الأيام في صور الأعادي ... تعاندني فتسرف في عنادي\n</p>\n\n<p>\nكأن الدهر يطلبني بذحل ... وثأري عنده ثأر الأعادي\n</p>\n\n<p>\nيرى هممي فيبعث لي شجونا ... يفل بها يدي عن الأيادي\n</p>\n\n<p>\nولو عدل الزمان على كريم ... لما أدت يداي ولا زنادي\n</p>\n\n<h1 class='l1' id='head258'>261 - </h1>\n\n<p>\nأشرف قوم في سفينة في بحر على الهلاك فاخذوا يدعون الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nبالنجاة، فقالوا لرجل: لم <span id='ms0454'></span> لا تدعو أنت؟ فقال: هو مني إلى هنا هنا - وأشار\nبيده إلى أنفه - وإن تكلمت غرقتم.\n</p>\n\n<h1 class='l1' id='head259'>262 - </h1>\n\n<p>\nقيل لأبي الحارث جمين: ما تقول في الفلوذج؛ قال: لوددت أنه وملك الموت\nاعتلجا في صدري، والله لو أن موسى لقي فرعون بفالوذجة لآمن، ولكنه لقيه\nبالعصا.\n</p>\n\n<h1 class='l1' id='head260'>263 - </h1>\n\n<p>\nقال أبو نواس: لما أنشدت الفضل بن يحيى فصيدتي فبلغت قولي: الطويل\n</p>\n\n<p>\nسأشكو إلى الفضل بن يحيى بن خالد ... هواك لعل الفضل يجمع بيننا\n</p>\n\n<p>\nفقال: ما زدت على أن جعلتني قوادا، فقلت له: إنه جمع تفضل لا جمع توصل.\n</p>\n\n<h1 class='l1' id='head261'>264 - </h1>\n\n<p>\nتخطى فتى هاشمي رقاب الناس عند ابن أبي دواد فقال له: إن الأدب ميراث\nالأشراف، ولست أرى عندك لسلفك أثرا.\n</p>\n\n<h1 class='l1' id='head262'>265 - </h1>\n\n<p>\nحبس المأمون رجلا ثم أطلقه، فتصدى له فقال له: من أنت؟ فقال: غذي نعمتك\nوحبيس نقمتك يا أمير المؤمنين، فقال: أحسنت.\n</p>\n\n<h1 class='l1' id='head263'>266 - </h1>\n\n<p>\nودخل رجل على ابن طاهر فهذر، فقال له عبد الله: إما أقللت فضولك وإما\nأقللت دخولك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>267 - </h1>\n\n<p>\nقالت ابنة عبد الله بن مطيع لزوجها طلحة: ما رأيت أحدا ألأم من أصحابك:\nإذا أيسرت أبرموك، وإذا أعسرت تركوك، فقال: يا هذه، هذا من كرمهم، يأتونا\nفي حال القوة منا عليهم، ويفارقونا في حال الضعف منا عنهم.\n</p>\n\n<h1 class='l1' id='head265'>268 - </h1>\n\n<p>\nأهدى رجل إلى ملك هدية فأظهر الغم بها، فقال له له جلساؤه في ذلك فقال:\nوكيف لا أغتم وهي لا تخلو أن تكون من مبتدئ أتقلد له يدا، أو من رجل قلدته\nنعمة فأكون قد أخذت منه على نعمتي جزاء؟! 269 - وأنشد الخفيف\n</p>\n\n<p>\nوبدا النجم في السماء سحيرا ... مستقلا كأنه عنقود\n</p>\n\n<p>\nوتدلت بنات نعش فعادت ... مثل نعش عليه ثوب جديد\n</p>\n\n<p>\nوكأن الجوزاء لما استقلت ... وتولت سرادق ممدود\n</p>\n\n<p>\nوكأن النجوم في فحمة اللي ... ل قناديل بينهن الوقود\n</p>\n\n<h1 class='l1' id='head266'>270 - </h1>\n\n<p>\nوقال الخليل: الدنيا أمد والآخرة أبد، فقال له رجل: زدني، فقال: والباطل\nعند والحق جدد، فقال: زدني، فقال: والعقل عدد والجهل بدد، فسكت الرجل، فقال\nالخليل: لو استزادني لزدته.\n</p>\n\n<h1 class='l1' id='head267'>271 - </h1>\n\n<p>\nقيل لرجل انصرف من عند أمير: ما ولاك؟ قال: ولاني سمعه، وأعطاني منعه،\nوحماني نفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>272 - </h1>\n\n<p>\nقصد رجل طلحة الطلحات <span id='ms0455'></span> بسجستان واستأذن حاجبه عليه، فقال له: بم تمت؟\nفقال: لي عند الأمير يد، فقال: خبرني أرفع إليه، فقال: لا أقول إلا له،\nفدخل وعرف مكانه فأذن له، فمثل بين يدي طلحة فقال: ما هذه اليد التي لك\nعندنا؟ قال: كنت مع الأمير يوما جالسا فأماط عن لحيتي أذى، فقال: هذه يدي\nلا يدك، قال: صدقت أيها الأمير، ولكن جئت لتربها، قال: حبا وكرامة.\n</p>\n\n<p>\nنعود إلى الكلام في تلك الألفاظ المتقدمة فقد تباعدنا عنها، وإن استننا\nعلى العادة نسينا الرجوع إليها: 273 - أما النشر فمصدر نشر الثوب ينشره\nنشرا، والنشر أيضا من نشر الخشبة على من قال منشار، والنشر أيضا ريح الرجل،\nوفم الجارية، يقال: هي طية النشر. والنشر علة تعتري الإبل من أكل الأعشاب\nالتي لا تنجع فيها. الأعشاب - بفتح الهمزة - جمع عشب، فأما الإعشاب -\nبالكسر - فمصدر أعشب البلد، ويقال أيضا: بل عاشب كما يقال معشب، واعشوشب\nالجبل. وأما النشر - بفتح الشين - فاسم جماعة منتشرة، ويقال: أنشر الله\nالموتى فنشروا - بفتح النون -؛ قال الله عز وجل \" ثم إذا شاء أنشره \" عبس:\n22. ويقال انتشر الحبل، وكذلك الرأي، وكذلك الرجل إذا أمنى، ويقال أيضا:\nمنى، وقد قرئ \" أفرأيتم ما تمنون \" الواقعة: 58 بفتح التاء، هكذا قال يونس،\nوهو سيد العلماء ومقدم في الثقة. وأما النشارة فهي التي تتساقط من الشجرة\nإذا نشرت بالمنشار؛ والمنشور في كلام الكتاب استعارة، إذا كتبوا أمرا في\nكتاب وجعلوه حجة أو تذكرة أو طلاقا.\n</p>\n\n<p>\nوأما الحشر فمصدر حشرت القوم، وفي القرآن \" والطير محشورة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nص: 19، والحشر في القيامة اجتماع الخلائق في الصعيد للحساب والعرض، وقانا\nالله شر ذلك اليوم.\n</p>\n\n<p>\nوأما الجشر، جشر الصبح إذا تبدت تباشيره، والجاشرية شرب السحر، وهو غير\nالصبوح والغبوق، يقال أنا صبحان وأنا غبقان، ولم يسمع من الحرف الأخير.\nوالجشر أيضا إرسال الدواب في المروج والثواء معها.\n</p>\n\n<p>\nوأما العشر، إن شئت كان مصدر عشرت القوم إذا صرت عاشرهم، وإن شئت كان\nمصدر عشرت ماله إذا أخذت عشر ماله، وإن شئت كان عقدا في العدد المؤنث، ومنه <span id='ms0456'></span>\nقوله عز وجل \" وأتممناها بعشر \" الأعراف: 142.\n</p>\n\n<p>\nوأما القشر فقشطك الشيء وهو أخذك عاليته وصفحته وجلدته، والقشار شيء تسجر\nبه الحمامات، وهو مصدر قشرت العود والشجرة إذا لحوتها، وذاك إذا أخذت\nلحاءها، ونحتها قشرتها، وكأن النحيت هو المنحوت أي ما استخلص لبه وشد نجبه،\nوكذلك المنتجب، ويقال: هو نجيب العود، ولا تقس عليه إلا مسموعا؛ ويقال:\nحنوت العود وحنيته، ويقال: فلان محني الضلوع على العصا، ولو قيل محنو كان\nكلاما سمجا، ولم يقولوا: دعيت الله وشكيت الرجل، وإنما هذا من لفف العامة،\nولكنه كلام من لم يلبس لباس الأدب، ولم يذهب لسانه بالصواب ورضي أن يكون\nشريك غيره بالجسم وإن باينه في المعنى، وهذا من الإهمال والفسولة وضيق\nالعطن وسوء العادة، نعوذ بالله من الحرمان.\n</p>\n\n<p>\nوأما الكشر فهو من قولك: كشر فلان إذا أبدى أسنانه تريد أج يضحك، وفلان\nيكاشر فلانا إذا دمجه أي داهنه، ومعنى المداهنة أن يداهن هذا بهذا وهذا\nهذا، وهو استعارة ولكنه داثر خلق؛ ويقال في مجاز كلام الكتاب وعن العرب:\nشمرت الحرب عن ساقها وكشرت عن نواجذها، وهي جمع ناجذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوهو سن الحلم، والحلم ها هنا العقل كما في قوله عز وجل \" أم تأمرهم\nأحلامهم بهذا \" الطور: 32.\n</p>\n\n<p>\nوأما المشر: يقال مشرت الشجرة. وأما الوشر فمصدر وشرت الخشبة، ويقال\nأيضا: وشرت الجارية أسنانها إذا حددتها وبيضتها ونقت فروجها التي هي\nعمورها.\n</p>\n\n<h1 class='l1' id='head269'>274 - </h1>\n\n<p>\nوأما الأوب فمصدر آب يؤوب إذا رجع، أبني الهم إذا أتاني ليلا، والأوب هو\nالإياب وهو الرجوع، ويقال جماعة أيب أيضا؛ وأما الثوب فمعروف وهو من باب\nيثوب إذا رجع، ويقال في المفيق من غشية أو سكرة: قد ثابت نفسه إليه وقد ثاب\nعقله، قال كاتب: قد يذنب المرء ثم يتوب، ويعزب عقله ثم يثوب، ويثوب المؤذن\nأيضا، وهو رجوعه إلى ما قاله، وذلك هو إعادته، الثواب ما يرجع على الإنسان\nمن أجل عمله الصالح، وهو الجزاء على العمل، لكنه مخصوص الطائعين، فأما\nالعصاة فلا ثواب لهم إنما لهم العقاب، وهو ما تعقب أعمالهم السيئة، جعلنا <span id='ms0457'></span>\nالله من أهل ثوابه بمنه ورحمته.\n</p>\n\n<p>\nوأما الجوب فالترس، وهو أيضا مصدر قولك جاب يجوب، ومنه قول الله عز وجل \"\nوثمود الذين جابوا الصخر بالواد \" الفجر: 9 وجبت القميص: قطعت موضع جيبه،\nوللجيب معنى غير الجوب ليقع الفرق بين المعنيين، ويقال الجواب إنما هو من\nذلك لأنه قطع المسألة للسائل؛ وأما أجيبت القميص فمناه جعلت له جيبا،\nوالجوبة أيضا مكان مقطوع عن واجبه لا مراد له؛ وجب أيضا قطع وكأنه منه\nبتصرف، وجب الرجل ذكره، وفلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nمجبوب، وقد قيل غارب أجب بمعنى مجبوب، والجبوب الأرض، هكذا قال الثقات،\nوإنما أعول على ما قال العلماء وأخلص نفسي من ألسنة العائبين.\n</p>\n\n<p>\nوأما الحوب فهو الإثم، وقد سمعت فيه حاب الرجل إذا أثم، الحوب - بالضم -\nأشهر وينفرد الكتاب به؛ وحوب أيضا زجر للإبل، فأما الحوبة فهي الأم كأنها\nتؤثم بعقوقها، والحيبة الحاجة، ويقال بات فلان بحيبة سوء؛ وأما الحوباء فهي\nالنفس - ممدود -.\n</p>\n\n<p>\nوأما الذوب فمصدر ذاب الشيء يذوب، معروف، والذوب: العسل، ولعله ما لا شمع\nفيه، وما أحق ذلك، يقال: حققت الشيء وأحققته أيضا؛ ويقال: ذاب لي على فلان\nحق أي وجب، ولعله استعارة، فقد قيل أيضا: برد على فلان حق بمعنى وجب. فحصل\n- أيدك الله - هذه النكت، ولا تجعل جزاءنا عليها العيب، فالكريم ستور\nللعيوب مغض على الإساءة.\n</p>\n\n<p>\nوأما الروب فمصدر راب اللبن يروب، إذا خثر، ويقال خثر أيضا، ومعنى خثر:\nغلظ وتجمع، ويقال: اصبح فلان خاثر النفس إذا فقد النشاط، والنشاط الهشاشة،\nوالهشاشة الخفة والطلاقة، وفلان نشيط كأنه منشوط أي محلول الفؤاد من فكر\nالسوء، يقال: نشطت بمعنى حللت، وأنشطت بمعنى عقدت، وود فلان بأنشوطة أي فيه\nاسترخاء، أي لا ثبات له؛ والروبة أيضا خميرة اللبن، وهي أيضا قطعنة من\nالليل، وقوم روبى أي نيام، وأما رؤبة فاسم الراجز، وإنما قلت بلا ألف ولام\nلشهرته كأنه عروف غير منكر، وهو مأخوذ من قولهم: رأبت الشيء إذا شعبته\nوأصلحته، ويقال: أشعبته بمعنى فرقته، وشعوب اسم المنية، معروفة، ولا يصرف،\nهكذا قال الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nولقد <span id='ms0458'></span> رأيت رئيسا قد كتب ربأت مكان رأبت فلما نبهته أنف من كلامي، وعدل\nإلى الحيلة فقال: يقال رابت كما قلت أنت، وربأت كما كتبت أنا، وهو مثل حديث\nجندب. فلما وقفت على سوء صحبته للأدب، وجنوحه إلى القحة، وظنه أن هذا\nيشككني في صوابي، ويدفع عنه ما لحقه من هجنة الرد، أمسكت إمساك متعجب ممن\nيتجاهل على علم ويتغاضى عن بصيرة، ويوطئ نفسه العشوة ويكذب عقله. وهذا داء\nفقد طبيبه، وعلة أعوص علاجها بالناس، ومن كان كذلك لم يؤمن على مال، ولم\nيوثق به في حال.\n</p>\n\n<p>\nوأما الشوب فالخلط، ومنه شاب الرجل إذا ابيضت لحيته كأنه خلط سوادا\nببياض، وكأنه الأشمط، هذا لازم؛ فأما إذا أردت شبت شيئا بشيء فذاك على\nالتعدي، والفرق بين وشبت - بضم الشين - وشبت بكسر الشين، فقد وضح فيما مضى؛\nوالشوائب جمع شائبة، وتقول: هذا صاف وهذا مشوب، وسمعت قوما يقولون: العالم\nمشوب، فاستزدتهم فقالوا: نعم، بالخير والشر، والحق والباطل، والصلاح\nوالفساد، والحسن والقبيح، والحجة والشهبة، والراحة والتعب، والنجوة والعطب،\nوالسرور والحزن، والنجاح والخيبة؛ قالوا: وهذا على الترتيب يدل على أمر\nعجيب، وقال الله عز وجل \" ومن كل شيء خلقنا زوجين لعلكم تذكرون \" الذاريات:\n49.\n</p>\n\n<p>\nوأما الصوب فهو صوب الغمام، وكنت أسمع البادية تقول لي إذا سألتها على\nالطريق والمسلك: خذ في ذلك الصوب، خذ في هذا الصوب، كأنهم يريدون الناحية؛\nوقلت: سمعت البادية، هذا كثير من كلامهم وأنا جار على السماع. وأما السهم\nفيقال فيه صاب يصيب، ولعل المصدر صوب، وما أحقه أي ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nأتيقنه، ويقال أيضا: أصاب السهم، هكذا قال يعقوب، وهو ضابط، في كتابه في:\nأفعل وفعل؛ ويقال: هذه سهام صياب، وسمع في الأمثال: مع الخواطئ سهم صائب،\nوالخواطئ - مهموز - يكون من خطأ وأخطأ وكأنها جمع خاطئة، وأما الخواطي -\nبحذف الهمزة - فجمع الخاطية، وهي التي تخطو الخطوة، ويقال الخطوة بالفتح\nأيضا، وقد يجوز أن تحذف الهمزة وأنت تريدها، ولكن الفرق ما سلف، فلا تعمل\nما تحب لما يجوز، فإن الواجب لا يسد مسد الجائز <span id='ms0459'></span>، وإن كان بعض الجائز ينوب\nعن الواجب. وكأن الصواب من الكلام من الصوب، لأن الصوب من المكان ومن\nالغمام استبان فاستوى، كذا القطر وكذا المسافة؛ وأما الصواب - بالهمز -\nفجمعه صئبان، ويقال: صئب رأسه إذا وقعت فيه صغار القمل وآذته، وهذا باب ضيق\nومركب صعب وأنا من شرحي له على خطر. وتعال في الفن الآخر: 275 - أما الدس\nفمصدر دس يدس دسا، قال الله عز وجل \" أيمسكه على هون أم يدسه في التراب \"\nالنحل: 59، والدساس: دابة، كأن تدس نفسها؛ ويذكر في الكلام: اندس، وما\nعرفته ممن يستنام إليه ويعقد الخنصر عليه، ومعنى يستنام: يسكن، وهو من\nالنوم لأن السكون يصحبه، ويقال: نامت حقيقة فلان إذا أخبروا من جبنه\nوتكذيبه وإحجامه ونكوله، يقال: كذب فلان إذا رجع عن قوله فكأنه كذب نفسه\nحين أقدم وتكلف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوكذب ناصره حين زعم انه شجاع؛ ويقال أيضا: خامت حقيقته، وخام فلان عن\nقرنه، والقرن - بكسر القاف - القرين، والقرن بفتح القاف، تقول: هو على قرني\nأي على سني، وهو قرني من غير على.\n</p>\n\n<p>\nوأما البس فاللت، واللت هو البل، يقال: هذا سويق مبسوس أي مبلول، وكأنه\nلا بد في البس من المرس لأنه يقال دهن مبسوس على أنه مبلول، فأما قول\nالعامة \" بس \" في معنى حسب فالبس كالفت، يقال بسست الخبزة إذا فتتها، وقال\nجل وعز \" وبست الجبال بسا \" الواقعة: 5 كأنه من فتتت تفتيتا وفتت فتا،\nالشيء مفتوت ومفتت وفتيت، ويقال: فتوت؛ والبسيسة: طعام العرب، والبسوس: اسم\nناقة هاجت بسببها حرب.\n</p>\n\n<p>\nوأما الحسى فمرة من حس بمعنى قتل، من حسهم بالسيف ومنه قوله عز وجل \" إذ\nتحسونهم بإذنه \" آل عمران: 152 ومرة من حسست الدابة، وقد مرت هذه الكلمة\nشافية، ولهذا أقللت ها هنا.\n</p>\n\n<p>\nوأما الرس فيقال إنه بئر، قال الله جل وعز \" وأصحاب الرس \" الفرقان: 38،\nوقيل في الرس مصدر رسست بين القوم إذا سفرت، ورسيس الهوى من هذا.\n</p>\n\n<p>\nوأما العس فمصدر عس الرجل بالليل إذا نفضه، ومعنى نفضه طلب في الظلمة من\nيرتاب به، ومنه العسس، ويقال \" والليل <span id='ms0460'></span> إذا عسعس \" التكوير: 17 أي إذا أظلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوأما القس فواحد القسس وتقسسه تسمع صوته، وقسست أثر القوم، إذا تتبعته\nقسا.\n</p>\n\n<p>\nفأما اللس فمصدر لست العير النبات إذا مكنت فاها منه وتناولته، ويقال في\nالمثل: قلما تبقى على اللس.\n</p>\n\n<p>\nوأما النس فالشوق، والمشوق منسوس، ويقال: كانت مكة ناسة لأنها كانت تخرج\nالجاني.\n</p>\n\n<p>\nوقد بقيت ألفاظ يسيرة سنأتي عليها ها هنا مخافة أن أنساها، وقد وعدت في\nالكتاب أشياء كثيرة، قصرت في إنجاز كثير منها للطول وقلة المعين، وأظن أني\nقد قرنت الملل بفؤادك، وجلبت الثقل إلى نفسك بهذا الفن الذي أنا فيه، فما\nأصنع والكلام كله متدافع، وليس منه شيء إلا وفيه غرض وله معنى وعليه معول.\n</p>\n\n<h1 class='l1' id='head270'>276 - </h1>\n\n<p>\nنعم، فأما الشائف فهو الجالي، أعني الذي يجلو الشيء، وليس هذا الجالي من\nالجالي الذي ينصرف عن بلد بشيء في المعنى، وإنما يلتقيان في اللفظ، والشيء\nمجلو ولا يقال مجلي؛ وتقول شفت الشيء أشوفه شوفا، وإذا قيل: ما الشوف فهذا\nهذا. وأما السوف فهو شم التراب والطريق وغيرها، ومنه المسافة، هكذا قال\nالبصير بالاشتقاق، وأما \" سوف \" فحرف يدل على الأفعال فيقررها عما مضى وعما\nحضر إلى ما يكون بعد ويستقبل، تقول: سوف يقوم هذا، وهي شقيقة السين في\nقولك: سيقوم هذا، ليس بينهما فضل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الخائف فمشهور، والخوف بين القوم، قال يعقوب: تقول: أخفتك، ولا\nتقول: فزعتك، ولكن فزعت، وتقول: خفت منك، هذا قد جاء كذا؛ وفرس خيفاء: إذا\nكانت إحدى عينيه زرقاء والأخرى كحلاء، كأنها قد نقصت عن شبه الآخرين؛\nوالخيف ما انحدر من الجبل وتصعد عن المسير، هذا أيضا للنقص العارض في\nالمكان؛ والناس أخياف: مختلفون من ذلك لأنهم يتفاوتون، أي هذا يفوت هذا\nوهذا يفوت هذا، فالنقص بينهم سجال؛ والخيف جمع خيفة، وتقول: هذا طريق مخوف\nإذا كان يخاف فيه ولا تقل: منه. ويقال: وجع مخيف إذا كان الناظر يخافه على\nصاحبه أو يخاف مه على نفسه، هكذا قال العلماء منهم يعقوب والفراء.\n</p>\n\n<p>\nوأما الزائف فإنه يقال: درهم زائف إذا كان بهرجا <span id='ms0461'></span> أي ستوقا أي فاسد الضرب\nغير متعامل به، ويقال أيضا: زيف، وصرف الفعل منه فيقال: زيفت الدرهم،\nوالزائف أيضا من قولك: زافت الحمامة والمرأة إذا تبخترت وتطاولت وأقبلت.\n</p>\n\n<p>\nوأما السائف فصاحب السيف، وسفت الرجل إذا ضربته بالسيف، وسفت الشيء -\nبالضم - إذا أدنيته من أنفك للشم والإشمام والتشمم، كل ذلك واحد، وأما\nالسواف - بالضم والخفة - فداء ينال الإبل.\n</p>\n\n<p>\nوأما الصائف فالذي ينزل في الصيف مكانا معروفا، يقال: صاف فلان بكذا وكذا\nإذا كانت صيفيه هناك، والصائف أيضا السهم الذي يحيد عن الهدف؛ وكبش صاف أي\nكثير الصوف، وشيء صاف لا كدر فيه، والمصيف كالمربع، والمشتى كالمخرف، وهي\nأماكن النازلين بها في هذه الفصول من الزمان المعروف.\n</p>\n\n<p>\nوأما الضائف فهو من ضفت فلانا إذا كنت ضيفه، وأضفت فلانا إذا كان ضيفك،\nوكأن ضفته ملت إليه، وأضفته أملته، كما يقال: أضاف كذا إلى كذا إضافة، هذا\nذاك بعينه، ولكن الضيافة تفردت بمعنى، والإضافة تميزت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nبمعنى، وكلاهما معروفان في الأصل، وقول الكتاب انضاف هذا إلى هذا،\nوسينضاف كلمة خطأ، كذا قال أبو سعيد السيرافي سمعت ذلك منه لفظا، وتتبعت\nذلك في كلام الأولين وهم الحجة فما عثرت عليه؛ يقال: ضيف وضيفان وأضياف\nوضيوف كل ذلك معروف، قال الله تعالى \" إن هؤلاء ضيفي \" الحجر: 68 وقال \"\nفأبوا أن يضيفوهما \" الكهف 77.\n</p>\n\n<p>\nوأما العائف فيكون من وجهين، أحدهما من العيافة وهي الزجر، ويقال له\nالعياف، وسمعت من يحكي فيه المعتاف، والوجه الثاني يكون من عفت الشيء إذا\nكرهته، وفي الأثر: ما عاف رسول الله صلى الله عليه وعلى آله طعاما قط، إن\nاشتهاه أكله وإلا تركه؛ وهذا يقال فيه العائف، والشيء معيف أي مكروه،\nومضارع هذا أعاف، ومضارع ذلك أعيف، وليس المعوف من هذا، والعوف يقال هو\nالمال، هكذا قال بعض الثقات، وقال أبو زيد الأنصاري: العوف الذكر، يقال لمن\nأصبح بانيا معرسا بأهله: نعم عوفك.\n</p>\n\n<p>\nوأما القائف فهو م يقفو شيئا أي يتبعه، كأنه أخذ من القفا، لأنك إذا\nاتبعت غيرك كنت خلفه ومقابلا قفاه، وقال الله <span id='ms0462'></span> تعالى \" ولا تقف ما ليس لك به\nعلم \" الإسراء 36 أي لا تتبع ولا تعمل. فأما القفية فطعام طيب يرفع لمن\nيكرم حتى إذا حضر قدم إليه، وقافية الشعر ما انساق الكلام الموزون إليه،\nوانقطع تمام البيت عليه، والتفقية صناعة الشاعر والساجع، كأنما يقفوان\nكلاما على وزن واحد، قال الله تعالى \" ثم قفينا على آثارهم \" الحديد: 27 أي\nأرسلنا وراءهم. والقائف عند العرب الذي يقفو أقدام السالكين فيقول: هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقدم فلان، والشافعي رحمه الله يلحق الولد بحكم القائف إذا قال هذه القدم\nخلقت من هذه القدم، وكان المدلجي منهم في عهد الصحابة رضي الله عنهم، وشهد\nرسول الله صلى الله عليه وعلى آله، ويقال لصناعة هذا القيافة، قال أبو\nحامد: وبنو مدلح مخصوصون بهذا الشان، ولهم إصابة ظاهرة وحذق معروف مشهور،\nوالعرب تعترف لها بذلك وتسلم. قال أبو زيد: يقال: وأخذ فلان بقاف رقبته\nوقوف رقبته، يقال: قاف يقوف فهو قائف، مثل: طاف يطوف فهو طائف.\n</p>\n\n<p>\nوأما الرائف فهو الموصوف بالرأفة وهو الرؤوف معوض، إلا أن الفعول أجمع\nللصفة، هكذا المعنى في بنية الكلام في الأفعال، كما أن مفعالا أكثر من\nمفعول، وأما فعال فقال بعضهم: هو أعرف من فعلو، وقال آخر: بل فعال أعرف،\nوزعم أن قول الله تعالى \" فعال لما يرد \" هود 107 شاهد بذلك، وقال آخر: بل\nهما يتقاسمان المعنى سواء، وليس أحدهما كالآخر، هكذا قال. والرأفة رقة\nتعتري طبائع الصالحين، هذا حقيقتهما في الخلق، فأما الله تعالى فرائف\nورؤوف، أي يجزي جزاء كأنه من الرقة وليس بها، والصفات الجائزة بين الخلق،\nالدائرة بين الناس على طرف الحقيقة هي منفية المعاني عن الله تعالى، مطلقة\nالأسماء على الله، فإذا رأيت الله تعالى يقول \" قد سمع الله قول التي\nتجادلك \" المجادلة: فلا تقس ذلك على قد \" سمع زيد \"، فإن السابق إلى النفس\nمن معنى سمع زيد مفهوم، ومثل هذا ومعناه صحيح، وهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nليس بمطرج على خالق هذا السمع والسامع والمسموع، لأنه لا يتلبس بما خلق\nولا يتم بما نقص، والكلام في <span id='ms0463'></span> هذا أعرف مما طال الخوض، وهذا التخريج\nوالتعريف إنما هو كله ليقوي منتك، وتقف على عين العلم همتك، وتطلق من غل\nالجهل رقبتك، فانظر كيف تكون لنفسك، فإني قد أعذرت وانذرت، وقلت ونقلت،\nوقومت وعدلت، وبلغت غاية مثلي في الاجتهاد، فالحق نهاية مثلك في حسن\nالارتياد، ولا تشغل بالك ببعض ما قصرت ودللت على نقصي به، فإن ذلك يستردفك\nعن حظك، ويسوي بينك وبين من هو أنقص منك، ولكن خذ نفسك بحسن هذا الكتاب ودع\nقبيحه، ليس عليك تبعته، والسلام.\n</p>\n\n<p>\nفأما النائف فهي في ناف على الشيء وأناف إذا أشرف عليه، ومنه مناف في بني\nعبد مناف.\n</p>\n\n<p>\nوأما الطائف فهو الخيال، وهو الذي يطوف بالبيت، بيت الله الحرام، وطاف\nالخيال يطيف، هكذا السماع، وأطاف يطاف إذا برز للغائط، ويقال: قد يبس طوفه\nفي جوفه، ويقال للطائف الذي هو الخيال الطيف أيضا، والطيف مه دليل على\nيطيف. فأما أطاف فلان به فمعناه صار طائفا به كأنه أطاف أمره، وطاف هو فاعل\nالأمر، بتعدية الألف؛ والطف مكان بالعراق معروف، والطائف بلد وراء مكة،\nوكان الحجاج منه.\n</p>\n\n<p>\nوأما الآيف فكأنه من الآفة، يقال: إيفت الشجرة الأرض فهما مؤوفتان، وإياك\nأن تقول ما يقول المتكلمون مأووف فإنه مردود، وليس للمتكلمين حجة في اللسان\nفضلا عن أن يكونوا حجة في المعاني، لأن حقيقة المعاني لا تثبت إلا بحقائق\nالألفاظ، وإذا تحرفت المعاني فذلك لتزيف الألفاظ فالألفاظ متلاحمة متواشجة\nمتناسجة، فما ثلم هذه فقد أجحف بهذه، وما نقص من هذه فسد من هذه، وليس\nالشأن على أن يفهم من أعجمي طمطمته فإن ذلك المفهوم لم يكن عن تمام اللفظ\nوصحة التأليف، وإنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحدث بدلالة ما سمع على ما كان قارا في الصدر، ومنسوخا عند العقل، فلا\nيغرنك ذلك فتظن أنك متى سمعت كلاما آخر فقهته كذلك، أو قسته إلى هناك، وما\nأخص العربية بهذا بل كل لغة فقيرة إلى مقادير الخطاب ورسوم الصواب، فإن\nالأغراض إلى ذلك العلم تتوافى على تلك الطريقة، ومتى ظهر بها الزيغ <span id='ms0464'></span> مال بها\nإلى التناقص والفساد والمحال والخلل على قدر ذلك، وأظن العربية أحوج إلى ما\nخطبنا من كل لغة لاتساع طرقها، وتزاحم فرقها، وتنافر أوانسها، وتواصل\nوحشيها، واختلاف أسبابها استعارتها، وتباعد أقطار الصواب منها، يدلك على\nهذا القول وعلى ما يتلوه مما يطول به الكلام تصرف وجوه التأويل في حكم\nأنواع الاحتمال.\n</p>\n\n<p>\nوأما الحائف فهو اسم لمن حاف أي ظلم، والحيف والإخفاء والحفاء والحف\nوالتحيف والتحوف والحفوف متقاربة المعنى فافطن لذلك، فقد أبرمت هذا الفصل\nإبراما، وأظن أني قد استوجبت من الناظر فيه ملاما، وقد مر في عرض الكتاب ما\nهو مفصح عن هذه الخبايا، فاسمح لنفسك بالنظر فيه يسمح لك بالظفر به، جعل\nالله الخير إذاءك، والسلامة لباسك، والإحسان عادتك، بمنة ولطفه.\n</p>\n\n<p>\nيجب أن تأخذ فيما سقنا كتابنا عليه من النتف والأخبار والنوادر والأسرار،\nوالله أسال صدرا فسيحا بالصبر، وإيمانا قويا على الطاعة، ويقينا مقوما\nللدنيا، وعاقبة ميسرة بالنجاة، ومصيرا إلى الله تعالى بأداء ما وجب له،\nوحسن الظن به فيما خولف فيه، إنه أكرم مسؤول وأعظم مأمول.\n</p>\n\n<h1 class='l1' id='head271'>277 - </h1>\n\n<p>\nقيل لبعض المغفلين: ما تقول في معاوية؟ قال أقول: رحمه الله ورضي عنه،\nقيل: فما تقول في ابنه يزيد؟ قال: أقول: لعنه اله ولعن أبويه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>278 - </h1>\n\n<p>\nمدح أعرابي رجلا فقال: هو والله فصيح النسب فسيح الأدب، من أي أقطاره\nأتيته انثني إليك بكرم المقال وحسن الفعال.\n</p>\n\n<p>\nفصيح النسب حلو جدا، وهو استعارة، إلا انه ها هنا لاصق بالمعنى وذلك أنه\nأشار إلى صحة النسب سلامة العرق وكرم المنبت؛ وأما قوله فسيح الأدب، فقد\nوالله جمع بين غزارة الموصوف في أدب النفس والعلم، وهذا نمط لا يتسع الكلام\nفيه على جميع ما يمر في الكتاب، ولو أمكن ذلك لبلغ الكتاب عشرة آلاف ورقة\nأو أكثر.\n</p>\n\n<h1 class='l1' id='head273'>279 - </h1>\n\n<p>\nوصف أعرابي قوما فقال: صدورهم قبور الأسرار، وسيوفهم آفات الأعمار.\n</p>\n\n<h1 class='l1' id='head274'>280 - </h1>\n\n<p>\nوصف ابن المقفع رجلا فقال: رفعه التقتير عن التقدير، وحطه التبذير عن\nالتدبير.\n</p>\n\n<h1 class='l1' id='head275'>281 - </h1>\n\n<p>\nوصف رجل آخر فقال: هو أحلى من رخص السعر، وأمن السبل، ودرك الماني، وبلوغ\nالآمال <span id='ms0465'></span>.\n</p>\n\n<h1 class='l1' id='head276'>282 - </h1>\n\n<p>\nووصف أعرابي رجلا فقال: نعم حشو الدرع، ومقبض السيق، وصدر الرمح؛ كان إذا\nلوين أحلى من العسل، وإذا خولف أمر من الحنظل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>283 - </h1>\n\n<p>\nوذم أعرابي رجلا فقال: عبد البدن، حر الثياب، عظيم الرواق، صغير الأخلاق،\nالدهر يرفعه، ونفسه تضعه.\n</p>\n\n<h1 class='l1' id='head278'>284 - </h1>\n\n<p>\nوصف أعرابي آخر فقال: إن أتيته احتجب، وإن غبت عنه عتب، وإن عاتبته غضب.\n</p>\n\n<h1 class='l1' id='head279'>285 - </h1>\n\n<p>\nوقال الرياشي: ذم أعرابي رجلا فقال: ليس له أول يحمل عليه، ولا آخر يرجع\nإليه، ولا عقل يزكو به عاقل إليه.\n</p>\n\n<h1 class='l1' id='head280'>286 - </h1>\n\n<p>\nشاعر الكامل\n</p>\n\n<p>\nولقد قتلتك بالهجاء فلم تمت ... إن الكلاب طويلة الأعمار\n</p>\n\n<h1 class='l1' id='head281'>187 - </h1>\n\n<p>\nأنشد ثعلب الطويل\n</p>\n\n<p>\nحسبتك إنسانا على غير خبرة ... فكشفت عن كلب أكب على عظم\n</p>\n\n<p>\nلحى الله رأيا قاد نحوك همتي ... فأعقبني طول المقام على الذم\n</p>\n\n<h1 class='l1' id='head282'>288 - </h1>\n\n<p>\nكاتب: قد عرضت لي قبلك حاجة فإن نجحت فالفاني منها حظي والباقي حظك، وإن\nتعذرت فالخير مظنون بك، والعذر ممهد لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head283'>289 - </h1>\n\n<p>\nكاتب: من توسل إليك بغير فضلك كان خارجا من حكم الأدب، داخلا في حد\nالنقص، إذ كان محالا أن يستعان بالمفضول على الفاضل، وبالناقص على الكامل.\n</p>\n\n<h1 class='l1' id='head284'>290 - </h1>\n\n<p>\nكاتب: من كاتب الرغبة إليه غضاضة وذلا، فقد جعل الله الرغبة إليك عزا\nونبلا، وذلك لخلال فيك خار الله تعالى لك فضلها، منها أنك توطئ ذوي الأمل\nمنك كنفا سهلا، فتسهل سبيل الرغبة، وتقدم متأخر الصلة، ومنها أنك ترى للآمل\nعليك حقوقا تلزمك رعايتها، وحرمة توجب عليك القيام بواجبها، وهمتي أدام\nالله عزك، التي اعتمدت بها على فضلك، أن تجعلني في عداد من يرجو يومك وغدك،\nوأن تضمني في دهماء عبيد شكرك، خدم طاعتك.\n</p>\n\n<h1 class='l1' id='head285'>291 - </h1>\n\n<p>\nقال يزيد الراوية: كنت عند المهدي، فجاء رجل فسأله فأعطاه، وسأله آخر\nفأعطاه، وعلى هذا، فقلت: يا أمير المؤمنين قد أصاب فيك القائل حيث يقول:\nالخفيف\n</p>\n\n<p>\nصم عن منطق الخنا وتراه ... حين يدعى للمكرمات سميعا\n</p>\n\n<p>\nقوله أعط ذا وذاك وهذا ... لم يقل لا مذ كان طفلا رضيعا. فأمر لي بألفي\nدينار.\n</p>\n\n<h1 class='l1' id='head286'>292 - </h1>\n\n<p>\nقدم بعض المغفلين للصلاة على جنازة امرأة فقال: رب، إنها كانت تسيء\nخلقها، وتعصي بعلها، وتبذل فرجها، وتخون جارها <span id='ms0466'></span>، فحاسبها حسابا أدق من شعر\nآستها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head287'>293 - </h1>\n\n<p>\nقال ابن عائشة: كان للحسن بن قيس بن حصن ابن أخي عيينة بن حصن ابن رافضي\nوابنة حرورية وامرأة معتزلة وأخت مرجئة، فقال: أراني وإياكم طرائق قددا.\n</p>\n\n<h1 class='l1' id='head288'>294 - </h1>\n\n<p>\nوقف مديني على قاص وهو يذكر ضغطة القبر فقال: يا قوم كم في الصلب ن الفرج\nالعظيم ونحن لا ندري، فقال صاحبه: إنا نستصلب إن شاء الله تعالى.\n</p>\n\n<h1 class='l1' id='head289'>295 - </h1>\n\n<p>\nأخذ الطائف شارعة وهو سكران فقال: احبسوا الخبيث، فقال: أصلحك الله علي\nيمين الطلاق أن لا أبيت بعيدا عن منزلي، فضحك وخلاه.\n</p>\n\n<h1 class='l1' id='head290'>296 - </h1>\n\n<p>\nسافر أبو الغريب إلى الجبل ثم عاد سريعا، فقيل له: لم عدت؟ فقال: آخذ\nامرأتي فإني تركتها ببغداد، وكانت تزني، وكنت بالجبل أزني، فقلت: تزني\nجميعا في مكان واحد أملح من أن نتفرق فتقل المؤونة.\n</p>\n\n<h1 class='l1' id='head291'>297 - </h1>\n\n<p>\nوكان الواجب أن نذكر شيئا من تفسير ما تضمنت الأبيات التي رواها ابن\nالأعرابي، ولكن عرض الخلل على حسب ما قد عم الوقت، والفرج مأمول من الله\nسبحانه الذي بيده ملكوت كل شيء؛ والآن نقول في حروف منها ما يكون بيانا\nلها، وإنما أفعل ذلك بها خصوصية لشغفي برصفها، وصدق المرمى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nبها، وجودة متنها، وكثرة مائها، وكل حسن مخدوم، وكل طيب شهي، وكل كريه\nمجتنب، وكل قبيح مقصي.\n</p>\n\n<h1 class='l1' id='head292'>289 - </h1>\n\n<p>\nأول الأبيات: الكامل المجزوء\n</p>\n\n<p>\nالمرء يكدح للحيا ... ة وحسبه خبلا حياته\n</p>\n\n<p>\nالمرء هو الإنسان، وخلوه من أمارة التأنيث دليل على التذكير، والمرء مذكر\nعلى هذا الذكر، والمروءة هي الإنسانية، والإنسانية لم تسمع من العرب لكنها\nمقيسة بالتوليد على كلامهم؛ وأما قول أبي تمام: الكامل سميت إنسانا لأنك\nناس خطأ، كذا قال أبو سعيد السيرافي. وفلان يتمرأ بنا أي يبدي مروءنه بسوء\nالقول فينا، يقل امرأة وامرأتان ونساء ونسوة، والمراء والمماراة متقاربان\nعند القائل بالاشتقاق على تعسف في التأويل، وإنما أقول بالواجب ولا أتعدى\nالحد في ذلك.\n</p>\n\n<p>\nوالكدح: المشقة، وفي القرآن \" إنك كادح \" الإنشقاق: 6، والمكادح منه،\nوالخبل: الفساد، والارفتات: التكسر. والماضغ يدير أضراسه.\n</p>\n\n<p>\nويهدا بعد ما انصاتت قناته يريد ينحني بعد الشطاط، وكلول البصر: سوء <span id='ms0467'></span>\nالبصر، ويكمه سمعه أي تثقل أذنه، والكمة في العين معروف، ولكن هذا قيل\nهكذا، ونهي حصاته يعني يضعف عقله، يقال: وهي الشيء يهي وهيا، وأوهاه فلان\nيوهيه إيهاء، وفي الأمثال: الرجز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nخل سبيل من وهي سقاؤه ... ومن هريق بالفلاة ماؤه\n</p>\n\n<p>\nوالحصاة: الفهم، وقيل العقل، ومنه قول طرفة: الطويل\n</p>\n\n<p>\nوإن لسان المرء ما لم تكن له ... حصاة على عوراته لدليل\n</p>\n\n<p>\nرأيت كتابا للأزهري عند الهروي صاحب اللغة يقول فيه: حصيت مأخوذ من\nالحصى؛ وأنكر ذلك أصحابنا ببغداد.\n</p>\n\n<p>\nوتقف جلدته: يريد تقحل وتجف، ويقال انقحل إذا كان شيخا، قال الأصمعي:\nزعموا أنه من القحولة والنون زائدة، يقال: قحلت الأرض وأقحلت.\n</p>\n\n<p>\nوتعرى من ملابسها شواته يعني فروة رأسه تصلع، والصلع الاسم، وقيل إن\nشواته أطرافه وأنها تعرى من البضاضة والحسن؛ ويغيب شاهده: أي يغيب شبابه.\n</p>\n\n<p>\nويشهد غيبه وتموت ذاته\n</p>\n\n<p>\nأي تخمد شرته وتذهب ميعته، والميعة: الجري، وهو من ماع الشيء إذا سال،\nوماعه غيره وإنماع قليل مرذول، وهو في كلام الفقهاء كثير.\n</p>\n\n<p>\nويمل من برم: فالبرم ها هنا الضجر، وهو الإبرام، وكأنه التضايق،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمن أبرم حبلا إذا فتله، فقد منع القضاء من إثباته، ورجل برم: أي ضجر،\nوالمبرم كالملح، والإبرام والنقض في الأمور مستعار من الحبل، وقال بعض\nوزراء خرسان: ريما قضينا حاج الناس برما لا حرما، أي من الضجر لا من طباع؛\nوما كان أغناه عن إظهار هذه السوأة. والحاج جمع حاجة، وأبى المبرد أن\nالحوائج صحيحة في جمع حاجة.\n</p>\n\n<p>\nوقوله: وقد فرطت لداته، أي تقدم أقرانه وأترابه، والترب في المؤنث أيضا.\n</p>\n\n<h1 class='l1' id='head293'>299 - </h1>\n\n<p>\nسألني بعض الفقهاء فقال: أين مولودك؟ وهو يريد: أين ولدت، فقلت: ما لي\nمولود، فقال: سبحان الله، وزاد تعجبه، فقلت: لعلك تسألني عن مكاني الذي\nولدت فيه؟ قال: نعم، قلت: فهلا قلت: أين مولدك؟! قال: فخجل هو من الحاضرين،\nوذاك أردت ليكون خجلة باعثا له على الأدب، أو على إكرام الأديب، وهذا\nالفقيه هو الداركي، وكان ركيك اللسان، فدم الطباع، سيء الخلق، شهودا\nبالزور، خبيث الدين، ومات ببغداد سنة خمس <span id='ms0468'></span> وسبعين وثلاثمائة في شوال، ومات\nالأبهري بعده بجمعة.\n</p>\n\n<p>\nوقال لي رجل من العجم يدعي العلم ويزعم انه منطقي: اقعد حتى تتغدى بنا،\nقلت: لا أبلانا الله بذلك، قال: فلم قلت هذا؟ قلت: لأنك أتيت بكلام لو\nفقهته عن نفسك لما أنكرته على جليسك، قال: فما هو؟ فعرفته الفرق بين الخطأ\nالذي قد أتى به والصواب الذي لم يوفق له، فنبا طرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nبعد ذلك عني، وثقل حجابه علي، فأف له ولأضرابه، فما شين الدنيا والدين\nإلا بقوم هذا منهم؛ رزقنا الله الأدب الذي به نعلم ما نقول، وإليه نفزع\nفيما نعمل، وكفانا شر كل ذي شر بمنه. فاعذر - أيدك الله - في هذا التصرف\nكله، وكن من إخوان الصدق يزدك الله به شرفا إن شاء الله.\n</p>\n\n<p>\nكان أبو داود السجستاني ثقة محدثا راوية، زعموا أنه في أيام حداثته وزمان\nطلبته للحديث وكتابته، جلس في مجلس بعض الرواة يكتب، فدنا رجل إلى محبرته\nوقال له: أستمد من هذه المحبرة؟ فالتفت إليه أبو داود فقال: لا، فانخزل\nالرجل حياء، وأقبل عليه أبو داود وقال: أما علمت أن من شرع في مال أخيه\nبالاستئذان، فقد استوجب بالحشمة الحرمان، فسمي أبو داود منذ ذلك اليوم\nحكيما.\n</p>\n\n<p>\nوأنشد المنسرح\n</p>\n\n<p>\nأختان إحداهما إذا انتحبت ... تبكي كباك بعبرة حرى\n</p>\n\n<p>\nوما بها علة ولا سقم ... تضحك مها الأخية الأخرى\n</p>\n\n<p>\nيقال إن الشاعر أراد بهما السماء والأرض، ويقال إن ثعلبا أنشدهما.\n</p>\n\n<p>\nقال الحسن بن عثمان القنطري: دفنت كتبي وأقبلت على العبادة والتشمير\nوالاجتهاد، فرأيت النبي صلى الله عليه وسلم في المنام كأنه صعد المنبر،\nوأشار بيده وفيها أقلام محشوة طيبا ومسكا، فجعل يناول أقواما قلما قلما،\nفلما تقدمت ووقفت بين يديه وقلت: يا رسول الله ناولني قلما،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: كيف أناولك وقد دفنت علمي؟ فأصبحت فحدثت بهذا الحديث؛ حدثني به\nأحمد بن منصور الحافظ.\n</p>\n\n<p>\nقال بشر بن الحارث: قال الله تعالى في بعض كتبه: إن مما عاقبت عبادي به\nأني ابتليتهم بفراق الأحبة.\n</p>\n\n<p>\nللراضي: المنسرح\n</p>\n\n<p>\nيصفر وجهي إذا تأمله ... طرفي ويحمر وجهه <span id='ms0469'></span> خجلا\n</p>\n\n<p>\nحتى كأن الذي بوجنته ... من دم جسمي إليه قد نقلا\n</p>\n\n<p>\nقال إياس بن معاوية: ما كلمت أحدا بعقلي إلا أصحاب القدر، فإني قلت لهم:\nما الظلم في كلام العرب؟ قالوا: أن يأخذ الرجل ما ليس له، قلت: فإن الله\nتعالى له كل شيء.\n</p>\n\n<p>\nقال عمرو بن العاص: إمام عادل خير من غيث وابل، وأسد حطوم من سلطان ظلوم،\nوسلطان ظلوم خير من فتنة تدوم، ولأن تمازح وأنت مجنون خير من أن يمازحك\nمجنون، وزلة الرجل عظم يجبر، وزلة اللسان لا تبقى ولا تذر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: يا بني استراح من لا عقل له.\n</p>\n\n<p>\nوأنشد: الكامل\n</p>\n\n<p>\nما زلت منتظرا لوعدك مفردا ... بالبيت مرتقبا لقرع الباب\n</p>\n\n<p>\nحتى يئست فقلت قول مدله ... مزج الدماء بعبرة تسكاب\n</p>\n\n<p>\nيا كاذبا في وعده بلسانه ... من لي بعض لسانك الكذاب\n</p>\n\n<p>\nقيل ليوسف بن أسباط: ما لا زهد؟ قال: أن لا تفرح بما أقبل، ولا تأسف على\nما أدبر.\n</p>\n\n<p>\nوقف ابن عيينة على ابن معروف وهو على رمل بطحاء مكة واضعا خده عليه، فقال\nله: يا أبا محمد إنه من ترك شيئا من الدنيا عوضه الله تعالى، قال: بأي شيء\nعوضك الله مما تركت؟ قال: الرضا بما أنا فيه.\n</p>\n\n<p>\nلما حضرت حذيفة بن اليمان رحمه الله الوفاة قيل له: ما تشتهي؟ قال:\nالجنة، قيل: فما تشتكي؟ قال: الذنوب، قيل: أفلا نداويك بدواء؟ قال: دواني\nرحمة ربي، ثم قال: انظروا هل أصبحنا؟ قالوا: نعم، قال: حبيب جاء على فاقة،\nلا أفلح من ندم، ثم قال: اللهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nإني أعوذ بك من صباح إلى النار، اللهم إنك تعلم أني لم أعن غادرا على\nغدر، ولقد عشت على خلال ثلاث: الضعة أحب إلي من الرفعة، والفقر أحب إلي من\nالغنى، ومن حمدني أو لامني في الحق سيان.\n</p>\n\n<p>\nوقال بعض الصالحين: مررت براهب في صومعته وهو يبكي ويقول: أمر قد عرفته\nفقصرت في طلبه، وحدت عن سبيله فأبكاني يوم مضى وبقيت حسرته، ونقص له أجلي،\nولم ينته إليه أملي.\n</p>\n\n<p>\nقال الأحنف: من حق الصديق <span id='ms0470'></span> أن يحتمل له ثلاث: ظلم الغضب، وظلم الدالة،\nوظلم الهفوة.\n</p>\n\n<p>\nقال الأصمعي، سمعت أعرابيا يقول: العاقل حقيق أن يسخي نفسه عن الدنيا\nعلمه بأنه لا ينال أحد مها شيئا إلا قل انتفاعه به، وكثر عناؤه فيه، واشتدت\nندبته عند فراقه، وعظمت تبعته بعد وفاته.\n</p>\n\n<p>\nقال هرم بن حيان: صاحب الكلام إلى إحدى منزلتين، إن قصر فيه حصر، وإن\nأغرق فيه أثم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أيضا: ما آثر الدنيا على الآخرة حكيم قط، ولا عصى الله كريم.\n</p>\n\n<p>\nقال الأصمعي، قيل لأعرابية: ما أحسن عزاءك عن ابنك؟ فقالت: إن فقدي ابني\nأمنني من المصائب بعده.\n</p>\n\n<p>\nقال ابن السماك يوما: إن الله تعالى ملأ الدنيا لذات، وحشاها بالآفات،\nومزح حلالها بالمؤونات، وحرامها بالتبعات.\n</p>\n\n<p>\nقال ابن عائشة: قيل لبعض السلف: ما الكرم؟ قال: التأني للمعروف، قيل له:\nفما اللؤم؟ قال: التقصي على الملهوف.\n</p>\n\n<p>\nقال الأصمعي، قال أعرابي: إن الآمال قطعت أعناق الرجال، كالسراب غر من\nرآه، وأخلف من رجاه، ومن كان الليل والنهار مطيتيه أسرعا به، ثم أنشد:\nالبسيط\n</p>\n\n<p>\nالمرء يفرح بالأيام يقطعها ... وكل يوم مضى نقص من الأجل\n</p>\n\n<p>\nقال الأصمعي، قال أعرابي: إن أعجز الناس من قصر في طلب الإخوان، وأعجز\nمنه من ضيع من ظفر به منهم.\n</p>\n\n<p>\nوقال الأصمعي: سمعت أعرابيا يقول: إذا نبتت الأصول في القلوب، نطقت\nالألسن بالفروع، والله يعلم أن قلبي لك شاكر، ولساني ذاكر، هيهات لن يظهر\nالود المسقيم إلا من القلب السليم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي، قلت لأعرابي: ما أنحل جسمك؟ قال: سوء الإذاء، وجدوب المرعى،\nواعتلاج الهموم، ثم أنشأ يقول: الكامل\n</p>\n\n<p>\nالهم ما لم تمضه لسبيله ... داء تضمنه الضلوع مقيم\n</p>\n\n<p>\nولربما استأيست ثم أقول لا ... إن الذي ضمن النجاح كريم\n</p>\n\n<p>\nقال سعد مولى عتبة بن أبي سفيان: قال لي عتبة: يا سعد تعهد صغير ضيعتي\nيكبر، ولا تمهل كبيرها فيصغر، فإنه ليس يمنعني كثير من ما في يدي عن إصلاح\nقليل مالي.\n</p>\n\n<p>\nقال الأصمعي: قيل لبعض حكماء فارس عند الموت: كيف حالك؟ فقال: كيف حال من\nيريد سفرا بعيدا من <span id='ms0471'></span> غير زاد، ويقدم على ملك عادل بغير حجة، ويسكن قبرا بغير\nأنيس؟ قال أعرابي: الشكوى على قدر البلوى طالت أم قصرت، إلا أن يكون\nبالشاكي انقباض، وبالمشكو إليه إعراض.\n</p>\n\n<p>\nقال أعرابي لصاحبه: وما تولعك بقوم قد هدأت ريحهم عنك، وانحسمت مادتهم\nمنك، حتى تستثير رابضهم، وتستقدح خامدهم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nكاتب: لا أعدك فأطعمك، ولا أويسك فأقطعك، فإن أمكنتني فرصة فعلت.\n</p>\n\n<p>\nقال أعرابي: لو عددتني أخاك ااستبطأتك إلا بالصبر، ولا استزدتك إلا\nبالشكر قال أعرابي: إن يسير ما أتاني عفوا لم أبذل فيه وجها، ولم أبسط له\nكفا، ولم أعضض له طرفا، أحب إلي من كثير ما أتاني بالكد، واستفراغ الجهد.\n</p>\n\n<p>\nكاتب: أعليت من يد كانت مقبوضة، وأسميت من مقلة كانت مغضوضة.\n</p>\n\n<p>\nكاتب: حل محل النور في نواظر الأولياء، والغصة في حلوق الأعداء.\n</p>\n\n<p>\nقال أعرابي: لا أخلاك الله من بلاء جميل توليه، وجناب خصيب ترعيه، ومعروف\nعظيم تسديه.\n</p>\n\n<p>\nكاتب: اعتدلت قناة الملك في يده، وسطح سراج الحق في دعوته، وأفل نجم\nالباطل في دولته.\n</p>\n\n<p>\nكاتب: من انصرف من الاحتجاج إلى الاعتراف، فقد لطف للاستعطاف، واستوجب\nالمسامحنة بعد الإنصاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p104'> Vol. 05, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لمخنث: كيف ترى الدنيا؟ قال: مثلنا، يوما عند الأسخياء، ويوما عند\nالبخلاء.\n</p>\n\n<p>\nقيل لطفيلي قدم من مكة: كيف سعر النعال بمكة؟ قال: النعل بحمل وطبق\nفاكهة.\n</p>\n\n<p>\nوقيل لطفيلي آخر مثل ذلك فقال: النعل بالحجاز بثمن جدي بالعراق.\n</p>\n\n<p>\nنظر ملاح إلى رجل قد وثب على ظهر فرسه فقال: ما أحسن ما استوى على كوثله.\n</p>\n\n<p>\nقال إبراهيم بن الفرات: سمعت صبيا وهو في جنب أبيه في يوم عيد وقد نظر\nإلى الناس فقال: يا أبه ما هذا؟ قال: هذا والي البصرة يريد المصلى، قال:\nوما يصنع يا أبه؟ قال: يصلي، قال: ولمن يصلي؟ قال: لربه تبارك وتعالى، قال:\nفقال: يا آبة ما هذا؟ قال: هذا والي البصرة يريد المصلى، قال: وما يصنع يا\nأبة؟ قال يصلي، قال: ولمن يصلي؟ قال: لربه تبارك وتعالى، قال يا آبة وهكذا\nيقصد الأرباب؟ قال أبو علي الرازي: مررت على صبية <span id='ms0472'></span> في طريق الشام وهم يلعبون\nبالتراب وقد ارتفع الغبار فقلت: مهلا غبرتم، وبادرت لأجوزهم، فقال صبي\nمنهم: يا شيخ إلى أين تفر إذا هيل عليك التراب في القبر، فغشي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p105'> Vol. 05, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nعلي فقلت: أعندك حيلة في الفرار من تراب القبر؟ قال: لا أعلم، ولكن سل\nغيري، قال: فقلت: من هو؟ قال: عقلك.\n</p>\n\n<p>\nقال أعرابي: قد تعوق العوائق مما عليه النية، وتمنع المقادير مما عليه\nالطوية.\n</p>\n\n<p>\nقيل لفيلسوف: لم صار الحمق أحظى من العقل؟ قال: لأن العقل تدخله الآفة،\nوالحمق لا تدخله الآفة. وقد قال الحق، لأن الحمق آفة فليس تدخل عليه آفة.\n</p>\n\n<p>\nحمل جحا جرة خضراء إلى السوق ليبيعها فقيل: هي مثقوبة، فقال: يكذبون، ليس\nيسيل منها شيء، فإن قطن أمي كان فيها فما سال منه شيء.\n</p>\n\n<p>\nوذكروا عنده الضراط وقيل: هو شؤم فقال: وما شؤمه؟ قالوا: يبدد الجماعات،\nويفرق الشمل، قال: فهذا باطل، أهل السجن يضرطون الليل والنهار ولا يفترقون.\n</p>\n\n<p>\nيقال: ما الحفيف، وما الخفيف، ومال الجفيف، وما العفيف، وما الأنيف، وما\nالشنيف، وما الرفيف، وما الطريف، وما النظيف، وما العريف، وما الخريف، وما\nالشريف، وما السريف، ومال الغريف، وما القريف، وما الصريف، وما الظريف، وما\nالنقيف، وما الطفيف، وما النتيف، وما الأسيف، وما العسيف، وما اللفيف، وما\nالضفيف، وما الصفيف، وما السفيف، وما السقيف، وما الذفيف، وما الزفيف، وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nالشفيف، وما الكنيف، وما اللطيف، وما الكثيف، وما القطيف، وما العنيف،\nوما العليف، وما السخيف، وما الكتيف.\n</p>\n\n<p>\nويقال في باب آخر: ما الحز، ما البز، وما الجز، ومال الخز أيضا، وما\nالرز، وما الشز، وما العز، وما القز، وما القز، وما الكز، وما اللز، وما\nالنز، وما الهز، والهز أيضا، وما الأز، والوز.\n</p>\n\n<p>\nويقال في باب آخر: ما الجهر، وما البهر، وما الدهر، وما الزهر، وما\nالصهر، وما الطهر، وما الظهر، وما العهر، وما الفهر، وما الكهر، وما النهر،\nوما المهر، وما الشهر، وما القهر.\n</p>\n\n<p>\nوسيمر في جواب هذه الحروف ما يشفى قرم المتأدب، وينفي عن الملول عادة\nالسوء، ويكون سمرا <span id='ms0473'></span> لمن أحب السمر، وفائدة لمن رغب في الفائدة، وجمالا لمن\nعشق الجمال، وحلية لمن هو عار، ووسيلة لمن هو منقبض، ومتعة لمن هو مهموم،\nإن شاء الله.\n</p>\n\n<p>\nمات أبو جحا فلم يشيع جنازته، فقيل له: لم فعلت كذا؟ قال: قال النبي صلى\nالله عليه وعلى آله: لا يتبع مول، قالوا: ويحك، ذاك في الحرب، قال: أنا آخذ\nبالثقة.\n</p>\n\n<p>\nواجتاز بامرأة تندب على زوجها، فقال لها: ما كان صنعة زوجك؟ قالت: كان\nحفار القبور، قال: أفلم يعلم القواد أنه من حفر لأخيه حفرة فسوف يقع فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nضرط أبوه يوما في كنيف، فقال جحا: على أيري، فقال أبوه: إيش قلت ويلك؟\nقال: حسبتك أمي.\n</p>\n\n<p>\nوتبخر يوما فاحترقت ثيابه فقال: والله لا أتبخرن بعدها إلا عريانا.\n</p>\n\n<p>\nقال ابن طباطبا في \" عيار الشعر \": الشعر تدفع به العظائم، وتسل به\nالسخائم، وتخلب به العقول، وتسحر به الألباب، لما يشتمل عليه من رقيق\nاللفظ، ولطيف المعنى، وإذ قالت الحكماء: إن للكلام جسدا وروحا، فجسده النطق\nوروحه معناه، فواجب على صانع الشعر أن يصنعه صنعة متقنة لطيفة مقبولة\nمستحسنة، مجتلبة لمحبة السامع له، والناظر إليه بعقله، مستدعية لعشق\nالمتأمل لمحاسنه، فيحسنه جسما ويبدعه معنى، وجيتنب إخراجه على ضد هذه\nالصفة، فيكسوه قبحا ويبرزه مسخا، بل يسوي أعضاءه وزنا، ويعدل أجزاءه\nتأليفا، ويحسن صورته إصابة، ويكثر رونقه رقة، ويحصنه جزالة، ويدنيه سلاسة،\nويتأتى به إعجازا، ويعلم أنه نتيجة عقله، وثمرة لبه، وصورة علمه، الحاكم له\nأو عليه.\n</p>\n\n<p>\nهذا حكاية لفظه في كتابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوما أصبت أحدا تكلم في نقد الشعر وترصيفه أحسن مما آتى به الناشئ\nالمتكلم، وإن كلامه ليزيد على كلام قدامة وغيره، وله مذهب حلو، وشعر بديع،\nواحتفال عجيب، فمن شعره إلى أبي الصقر الوزير: الطويل\n</p>\n\n<p>\nتبلج بروح اليأس أو روحة الغنى ... أو الصدق لي في الوعد أو طلب العذر\n</p>\n\n<p>\nفما لي ثقي يحيى ولا حلم يوسف ... ولا صبر أيوب ولا مدة الخضر\n</p>\n\n<p>\nوله أيضا: الطويل\n</p>\n\n<p>\nلها جيد ظبي واهتزاز يراعة ... وعينا مهاة واعتدال قضيب\n</p>\n\n<p>\nولفظة مناع <span id='ms0474'></span> ولحظة باذل ... وعتب بريء واغتياب مريب\n</p>\n\n<p>\nوإيماض ذي جد وإعراض هازل ... وسورة ذي طيش وعطف لبيب\n</p>\n\n<p>\nوهذا فن لطيف المرام حلو جدا.\n</p>\n\n<p>\nوله: الكامل المجزوء\n</p>\n\n<p>\nكالبدر في إشراقه ... والبحر في إغداقه\n</p>\n\n<p>\nوالأثم في إطراقه ... والريم في إرهاقه\n</p>\n\n<p>\nوله: الكامل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nراح إذا علت الأكف كؤوسها ... فكأنها من دونها في الراح\n</p>\n\n<p>\nوكأنما الكاسات مما حولها ... من نورها يسبحن في ضحضاح\n</p>\n\n<p>\nلو بث في غسق الظلام شعاعها ... طلع المساء بغرة الإصباح\n</p>\n\n<p>\nنفضت على الأجسام ناصع لونها ... وسرت بلذتها إلى الأرواح\n</p>\n\n<p>\nوله أيضا: الكامل\n</p>\n\n<p>\nومدامة لا يبتغي من ربه ... أحد حباه بها لديه مزيدا\n</p>\n\n<p>\nفي كأسها صور تظن لحسنها ... عربا برزن من الجنان وغيدا\n</p>\n\n<p>\nوإذا المزاج أثارها فتقسمت ... ذهبا ودرا توأما وفريدا\n</p>\n\n<p>\nوكأنهن لبسن ذاك مجاسدا ... وجعلن ذا لنحورهن عقودا\n</p>\n\n<p>\nهذه الأبيات رواها صاحب \" عيار الشعر \" لفلان الهمذاني، والصحيح ما تقدم\nذكره؛ وإذا رأيت تلك الرواية محرفة، والعبارة فاسدة، علمت بأن سارقا سرق،\nومنتحلا انتحل، والغارة من الكتاب والمصنفين سديدة على ما سلف للمقدمين.\n</p>\n\n<p>\nانتهى طفيلي إلى عرس، ورام الدخول فمنع، فأخذ قرطاسا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوطواه ثم ختمه، ولم يكتب فيه شيئا وعنون: من أخي العروس إليها، ثم جاء به\nكالمدل فقيل له: كأنه كتب الساعة، قال: نعم ومن العجب للعجلة أنه لم يكتب\nفيه شيء، فاستملحوه وأخذوه فأدخلوه.\n</p>\n\n<p>\nلما غلب يزيد بن المهلب على البصرة حلف محمد بن المغيرة ألا يخرج من\nالبصرة إلا بإذنه، فأتى البواب فقال: أتأذن لي أن أخرج؟ قال: لا، فأتى يزيد\nبن المهلب فقال: إن البواب قد منعني فأذن لي أيها الأمير، فأذن له، وأرسل\nمعه رجلا إلى البواب، فخرح وجعل ذلك إذنا وخرج من البصرة؛ وكانت بأهلة\nتقول: محمد أجهل الناس غلب عاقل الأزد.\n</p>\n\n<p>\nلما أراد عمر بن الخطاب قتل الهرمزان استسقى ماء، فأتي به، فأمسك القدح\nفي يده اضطرب، فقال له عمر: لا بأس عليك، إني غير قاتلك حتى تشربه، فألقى\nالقدح من يده؛ وأمر عمر بقتله، قال: أو لم تؤمني؟ قال: كيف أمنتك؟ قال:\nقلت: لا بأس <span id='ms0475'></span> عليك حتى تشربه، فقولك: لا بأس أمان، ولم أشربه، فقال الزبير\nوأنس وأبو سعيد الخدري: صدق يا أمير المؤمنين، فقال عمر: قاتلك الله أخذت\nأمانا ولم أشعر.\n</p>\n\n<p>\nماتت أم جحا، فقعد يبكي عند رأسها ويقول: رحمك الله، فلقد كان بابك\nمفتوحا ومتاعك مبذولا.\n</p>\n\n<p>\nقال ابن كناسة: كان جحا كوفيا، وكان مولى لبني أسد، وقد روى الحديث وحمل\nعنه؛ ومات صديق له، فظل يبكي خلف جنازته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nويقول: من لي يحلف إذا كذبت، ومن لي يحثني على شرب الخمر إذا تبت، ومن لي\nيعطي عني في الفسوق إذا أفلست، لا ضيعني الله بعدك، ولا حرمني أجرك.\n</p>\n\n<p>\nوماتت امرأة حجا، فقعد عند رجليها يبكي، فقيل له: لو قعدت عند رأسها،\nفقال: إنما قعدت مكانا ينفعني.\n</p>\n\n<p>\nنظر إنسان إلى جحا في المقابر فقال: يا أبا الغصن ما تصنع ها هنا؟ فقال:\nاطرح لقبر أمي قبا فقد تمزق قبه.\n</p>\n\n<p>\nكاتب: وصل الله سرور يومك بسرور شهرك، وسرور شهرك بعلو قدرك، وعلو قدرك\nبنفاذ أمرك ونهيك؛ النفس أعزك الله لا حظ فيها، والمال لم يكن إلا منك، فإن\nأهديت وجدته خالصا لك، وإن أهديت الميسور من الوجد كنت المهدي إليك مالك،\nوإن كان ذلك كذلك لم يبق إلا النشر والثناء والحمد، والاعتراف بالتقصير\nولعجز، ولقد أحسن سعيد بن حميد حيث يقول: الكامل\n</p>\n\n<p>\nإن أهد نفسي فهو مالكها ... ولها أصون كرائم الذخر\n</p>\n\n<p>\nأو أهد مالي فهو واهبه ... وأنا الحقيق عليه بالشكر\n</p>\n\n<p>\nأو أهد حمدي فهو مرتهن ... بجميل فعلك آخر الدهر\n</p>\n\n<p>\nوالشمس تستغني إذا طلعت ... أن تستضيء بسنة البدر\n</p>\n\n<p>\nاختصم رجلان إلى إياس بن معاوية في مطرف خز، وادعى كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p112'> Vol. 05, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nواحد منهما المطرف، فدعا إياس بمشط وماء فبل رأس كل واحد منهما وسرح\nشعره، فخرج المشط وعليه غفر المطرف، فدفع المطرف إلى صاحبه.\n</p>\n\n<p>\nكان عمر بن هبيرة أميا لا يقرأ ولا يكتب، وكان إذا أتاه كتاب فتحه ونظر\nفيه كأنه يقرأه، فإذا نهض من مجلسه حملت الكتب معه، فيدعو جارية كاتبة\nويدفع إليها الكتب فتقرأها عليه، فيأمرها فتوقع <span id='ms0476'></span> بما يريد ويخرج الكتاب،\nفاستراب به بعض أصحابه، فكتب كتابا على لسان بعض العمال وطواه منكسا. فلما\nأخذه قرأه ولم ينكر تنكيسه، فعلم أنه أمي.\n</p>\n\n<p>\nقال صالح المري: التهنئة على آجل الثواب أولى من التعزية على عاجل\nالمصيبة.\n</p>\n\n<p>\nقال الأصمعي: سألت امرأة من الأعراب عن حال لحقتهم فقالت: سنة جردت، ونار\nخمدت، وحال جهدت، فهل فاعل للخير، أو دال عليه، أو لا، فمن يجير، رحم الله\nمن رحم، وأقرض من لا يظلم.\n</p>\n\n<p>\nقال الأصمعي، قيل لأعرابي: صلب الخليفة زنديقا فقال: من طلق الدنيا\nفالآخرة صاحبته، ومن فارق الحق فالجذع راحلته.\n</p>\n\n<p>\nقال الأصمعي، قيل لأعرابي: أتؤمن بالموت؟ قال: إي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوالله، قيل: كيف تؤمن به؟ قال: إني رايت آبائي وإخواني وأهلي وأكثر\nعشيرتي قد ماتوا، فعلمت أني لاحق بهم، قيل: أفتؤمن بالبعث؟ قال: هيهات إنها\nلحفيرة سوء ما دخلها أحد فخرج.\n</p>\n\n<p>\nقال الأصمعي، سمعت أشياخنا يقولون: انتهى الزهد إلى ثمانية من التابعين:\nعامر بن عبد قيس، وهرم بن حيان، والحسن، وأبي مسلم الخولاني، وأويس القرني،\nوالربيع بن خثيم، ومسروق، والأسود بن يزيد.\n</p>\n\n<p>\nقال حماد بن زيد، سمعت يونس يقول: توشك عينك أن ترى ما لم تر، وتوشك أذنك\nأن تسمع ما لم تسمع، ولا تخرج من طبقة إلا دخلت فما هو أشد منها، حتى يكون\nآخر ذلك الجواز على الصراط.\n</p>\n\n<p>\nقال حماد بن زيد: شكا رجل إلى يونس وجعا يجده فقال يونس: يا عبد الله،\nهذه دار لا توافقك، فاطلب دارا توافقك.\n</p>\n\n<p>\nقال الأصمعي، تقول العرب: بينهم ملحمة أي مقتلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمرو بن العلاء في قول رسول الله صلى الله عليه وعلى آله في\nالجنين غرة، عبد أو أمة: لولا أن رسول الله صلى الله عليه وعلى آله أراد\nبالغرة معنى لقال: في الجنين عبد أو أمة، ولكنه عنى البياض لأنه لا يقبل في\nالدية إلا غلام أبيض أو جارية بيضاء، لا يقبل فيها أسود ولا سوداء.\n</p>\n\n<p>\nخطب عبد الله بن الحسن بالبصرة على منبرها فأنشد في خطبته بيتا: البسيط\n</p>\n\n<p>\nأين <span id='ms0477'></span> الملوك التي عن حظها غفلت ... حتى سقاها بكأس الموت ساقيها\n</p>\n\n<p>\nتزوج عثمان رقية بنت رسول الله صلى الله عليه وعلى آله سنة اثنتين من\nالهجرة ودخل بها، وماتت يوم جاء البشير بفتح بدر؛ ثم تزوج عثمان بأم كلثوم\nبنت رسول الله صلى الله عليه وآله ودخل بها في شهر ربيع الأول سنة ثلاث؛\nومات عبد الله بن عثمان من رقية سنة أربع.\n</p>\n\n<p>\nقال الأصمعي، حدثنا حزم القطعي قال: سمعت الحسن يقول: حقيق على من كان\nالموت موعده، والقبر مورده، والوقوف عند الله مشهده، أن يطول بكاؤه وحزنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nيقال إن أول من ارتشى من القضاة بالبصرة الحجاج بن أرطاة.\n</p>\n\n<p>\nغنت جارية بدف: الطويل\n</p>\n\n<p>\nلئن فتنتني فهي بالأمس أفتنت ... سعيدا فأمسى قد قلى كل مسلم\n</p>\n\n<p>\nوألقى مفاتيح القراءة واشترى ... وصال الغواني بالكتاب المنمنم\n</p>\n\n<p>\nقال ثمامة: قلت لجعفر البرمكي: ما البيان؟ فقال: أن يكون الاسم محيطا\nبالمعنى، ويجلى عن المغزى، ويخرج من الشركة، ولا يستعان عليه بالفكرة،\nوالذي لا بد له منه أن يكون سليما من التكلف، بعيدا من التعسف، بريئا من\nالتعقد، غنيا عن التأويل.\n</p>\n\n<p>\nعاد رجل من الأعراب إلى حيه بعد غيبة طويلة، فلم ير فيهم خيارا، فأنشأ\nيقول: الرجز\n</p>\n\n<p>\nومجلس ليس بشاف للقرم ... ولا بمنسوب إلى الفرع الأشم\n</p>\n\n<p>\nنزلته من عوز ومن عدم ... رجاء أن ينفع من سقم ألم\n</p>\n\n<p>\nفازددت منه سقما إلى سقم\n</p>\n\n<p>\nنمر بأطراف تلك الحروف التي في شرحها فائدة، فقد أضربنا عنها بما اعترض\nمن رواية الملح ومكنة ملل الناظر بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nأما الحفيف نحفيف الناب، وحفيف الطير، وهو صوت أجنحتها؛ وحفاف الشيء\nطرفه، و \" حافين من حول العرش \" الزمر: 75 كأنهم محيطون بحواشيه، وحف الشعر\nإذا استأصله أي أخذ أصوله، كأنه بلغ أطرافه في مغارزه ومقاصه، \" وحففناهما\nبنخل \" الكهف: 32 منه، والحفيف المحفوف، فإن الفعيل شقيق المفعول في مواضع\nكثيرة، والحفف: اليبس، والحفوف: الفقر، والمحفة معروفة، والحفان: طائر.\n</p>\n\n<p>\nوأما الخفيف فضد الثقيل، نقول منه: خف الرجل إذا عجل، وخف القطين إذا\nرحل، القطين والقطان والقاطنون واحد، ويقال للرجل: من <span id='ms0478'></span> أين خفوفك؟ وقد أزف\nخفوفه أي رحيله، وزعم بعض المولعين بالاشتقاق أن الخف سمي خفا لأن صاحبه خف\nبه للحركة، لأنه لا يلبس للقعود والرفاهية والتثاقل؛ ويقال في الكلام\nالمتابع: هو خفيف دفيف، وجمع الخف خفاف، وزعم القائل بالاشتقاق أن قولك: خف\nوخاف يتعاقبان معنى واحدا، وإنما اختلف الوزن لأن من خاف خف واضطراب، كما\nأن من أمن ركن واستقر؛ وتقول هو خفيف وهما خفيفان وهم خفيفون، وفي التأنيث:\nهن خفائف لأنه جمع خفيفة، كما تقول في جمع فتيلة فتائل.\n</p>\n\n<p>\nوأما الجفيف فالشي اليابس، تقول: جف يجف، الجيم مفتوحة، وقد جاء يجف،\nوالأول اختيار أبي حاتم، ومصدره الجفوف، وجفت يده أي يبست، وحشت يده أي جفت\nكأنها صارت في يبس الحشيش، لأن الحشيش هو اليابس الذي يحش أي يقطع.\n</p>\n\n<p>\nفأما العفيف فالممسك نفسه عن القاذورات، يقال منه: عف فلان يعف عفة\nوعفافة، وكل هذا مسموع، واستعفف أيضا، قال الله تعالى \" ومن كان غنيا\nفليستعفف \" النساء: 6 وعفافة اللبن - بضم العين - كالبقية، والعفيف فعيل\nينقسم بين فاعل ومفعول، وإذا تماسك وتوقى وأخذ نفسه مأخذ الواجب فهو في\nطريق الفاعل، ثم قد يكون في معنى المفعول به لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p117'> Vol. 05, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nالعفة طباع، فكأنها توجد في فطرته.\n</p>\n\n<p>\nوأما الأنيف فالذي أصيب أنفه، كأنه مأنوف، والكلام في الأنوف قد مر في\nالجزء الخامس وإعادته تشق.\n</p>\n\n<p>\nوأما الشنيف فالمبغض، ولا تقل المبغوض، لأنه لا يقال بغضه، هذا لفظ\nالعامة وهو مرود عند البصراء بالأصول، ولكنه يقال: بغض الشيء في نفسه فهو\nبغيض، فكأنه أخذ من شنفته إذا أبغضته، وكذلك: شنفت له. وقال بعض الأدباء:\nوهو أيضا الذي علق في أذنه الشنف - بفتح الشين وسكون النون - وهو أيضا\nبمعنى مفعول؛ وأما فلان شنف أنف صلف فهو الشنف - بحركة النون - وهو البغض\nوالأنفة والصلف؛ ويقال: شانفني مشانفة أي عاداني معاداة، وهذا كله محصل عن\nالسماع والكتب والصحاح وأهل الأدب الموثوق بهم بالعراق.\n</p>\n\n<p>\nوأما الرفيف فهو بريق الشيء وبصيصه ونوره وبهاؤه وماؤه، ويقال منه: رف\nالشيء إذا أنار ونار واستنار، كل <span id='ms0479'></span> ذلك بمعنى واحد، ومضارع هذا يرف بكسر\nالراء، فأما رف يرف بالضم فمعناه أكل، وأما رف خفيفه يرف فمعناه كثر، والرف\nسألت عنه السيرافي فقال: هو من كلام العرب، وهو الذي يضاف إلى الحائط ليوضع\nعليه شيء.\n</p>\n\n<p>\nوأما الطريف - بالطاء غير معجمة - فهو ضد التالد، وفي الكلام يقال: بذلت\nله طريفي وتالدي، والتالد: الموروث، والطريف: المكتسب، وأما الطرف فهو\nالفرس الكريم، وأما الطراف فالخباء من الأدم وجمعه الطرف، والطرف: العين\nنفسها، بل قيل: هو جفنها، وقال بعض الكتاب: كبدي بيد العراق مخطوفة، وعيني\nبقذى الفراق مطروفة؛ وهذا أمر طريف أي لم يعتد؛ ورجل طريف أي معجب؛ وقال\nصاحب الاشتقاق: الطرف دائر في هذه الأبنية، لأن الطارف في طرف من التالد،\nلن هذا ولد عندك، وذاك كسبت، فهما طرفان، والطرف الذي هو الفرس الكريم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p118'> Vol. 05, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nطرف من الدواب على ذلك. والطرائف جمع طريفة، والطرفة من جملة الكلام،\nوفلان طريف بين الطرافة، وقد سمع، وهو نظير قولهم: غريب بين الغرابة، وقد\nرأيت من يأبى الغرابة والطرافة.\n</p>\n\n<p>\nوأما النظيف فاسم الشيء الذي لا تنبو عنه العين، ولا تكف عنه اليد، تقول:\nهذا إناء نظيف فاشرب فيه، تقول منه: نظف نظافة وهو نظيف، ونظفة تنظيفا فهو\nمنظف، وقول الكتاب: فلان العامل قد استنظف المال في ناحية، فذا مردود قال\nالثقة.\n</p>\n\n<p>\nفأما العريف فهو مأخوذ من المعرفة، والميم في المعرفة زائدة لأنه يقال:\nعرفته؛ والعرافة للعريف كالنقابة للنقيب، وكأنه ينقسم بين أن يكون عارفا من\nأن يكون عريفا عليهم، وبين أن يكون معروفا فيمن هو عريف لهم، تقول: عرف\nالرجل أي صار عريفا، كما يقول: أمر بالفتح، والقياس أمر وعرف كما تقول: فقه\nوظرف، تقول منه: عرفه يعرفه معرفة، والعارف الصبور، كذا قال أبو عبيد في \"\nالغريب \"، كأن الصبر من المعرفة، كما أن الجزع من الجهل؛ والعوارف: الصلات\nوالجوائز والخيرات، كأنها معروفة أو عارفة، لأنها جمع عارفة وهي بمعنى\nمعرفة، لأن المعروف هو الجزء الذي تعرفه النفس، وتطرب له الروح، وأما خرجت\nفي يده عرفة <span id='ms0480'></span>: فقرحة، وعرفات مكة، قالوا: سميت بذلك لأن آدم بها عرف حواء،\nوتصرف فنقول: عرفته كذا فعرف، واعترف بما عرف، والنفس عروف، والمعارف:\nأماكن تعرف، وأشياء تعرف، وقول الفقهاء في العرف والعادة، وهذا مقبول، فأما\nالمعرفة وما حدها وحقيقتها وكيف طريقها ففن طويل الذيل، تكلم الكعبي فيه في\n\" كتاب المقالات \" مالئا لأوراق يقل محصولها عند التناقد والتناصف، وقد مر\nفي آخر الجزء الثاني فصل في هذا الباب، وسيمر أيضا نوع من الكلام فيه، إذا\nصرنا إلى الجزء الذي نفرده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p119'> Vol. 05, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nللعارفين وأصحاب الصوف إن شاء الله.\n</p>\n\n<p>\nوأما الخريف ففصل من الزمان معروف، وإنما سمي خريفا لاختراف الثمار،\nوالعرب تقول: فلان يخترف الكلام إذا اقتضبه على حسن، ويقال إن قولهم: فلان\nخرف على التفاؤل، والمخرفة: ما يخترف بها الثمر، والخروف: ولد الضائنة إذا\nبلغ أربعة أشهر وفصل عن أمه، والأنثى خروفة، والخرافة: الحديث الحسن يكاد\nيتهم محدثه.\n</p>\n\n<p>\nوأما الشريف فمعروف، وهو مشتق من الشرف وهو العلو، ويقال: شرف لحكمك إذا\nكثر، والشارف: الناقة المسنة، كأنها العالية في السن، ومشارف الشام:\nأعاليها، يقال: شارفته فشرفته، كما تقول: فاضلته ففضلته، وناضلته فنضلته،\nوهم أشراف في الجمع، وسألت العالم عن شراف فوقف، فقلت له: ألم تقل هم شرار\nفي أشرار، فلم لا تقول شراف في أشراف، قال: القياس يتضاءل مع السماع.\n</p>\n\n<p>\nوأما السريف فما سرفته أي أغفلته وغفلت عنه كأنه مفعول، يقال: مررت بكم\nفسرقتكم أي سهوت عنكم؛ والسرفة: دابة صناع، يقال: أصنع من سرفة؛ والسرف في\nمقابلة التبذير وهو الإسراف، واستسرفت من فلان كذا، إذا نسبته فيه إلى\nالسرف.\n</p>\n\n<p>\nوأما الغريف فالمغروف، وهو الذي تغرفه وتغترفه من ماء أو مرقة، والمغرفة:\nالآلة، بكسر الميم، ويقال لها أيضا: المقدحة، لأنه يقال: قدحت بمعنى غرفت\nويقال أيضا: عرفت ناصية الفرس، وعرفت الشعر: إذا أخذته.\n</p>\n\n<p>\nفأما القريف فالمقروف، وهو العود تأخذ ما عليه من قشرة، وتقول: لا تقرف\nجرحك حتى يندمل ويبرأ.\n</p>\n\n<p>\nوأما الصريف فصريف الناب، وقد يسمع من النائم ذلك، فإذا غرق في النوم\nكأنه يحك أسنانه <span id='ms0481'></span> العليا بأسنانه السفلى؛ وصرفت الكلبة إذا أرادت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p120'> Vol. 05, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nالذكر، كأنها خاجت، والصرف من الشراب ما لا يمزج، يقال منه: أصرفت الخمر\nإذا تركتها صرفا، كذا قال الثقة.\n</p>\n\n<p>\nوأما الظريف فروى لنا شيخ عن الأصمعي وابن الأعرابي انهما قالا: الظرف ما\nيكون في اللسان، يقال: فلان ظريف أي بليغ جيد المنطق، ومنه: إذا كان اللص\nظريفا لم يقطع، وهذا قول عمر رضي الله عنه، يعني إذا كان حسن التخلص إلى\nالحجة بالشبهة درأ بها حدة وقرب أمل فرجه برأيه؛ قال بعض السلف: الظريف من\nفيه أربع خصال وهي: الفصاحة والبلاغة والعفة والنزاهة.\n</p>\n\n<p>\nقلت لبعض العلماء: ذكر اربعا وهي اثنتان: لأن البلاغة والفصاحة خصلة\nواحدة، والعفة والنزاهة خصلة واحدة، فقال لي: ظلمت، الفصاحة خلوص اللسان من\nالتعقيد والنغنغة، والبلاغة تناهي المتكلم إلى الإرادة، فقد يخلص ولا\nينتهي، وقد ينتهي ولا يخلص، فإذا جمع بينهما كان فصيحا بليغا. والعفة\nالإمساك عن المحظور، والنزاهة الوقوف عن المباح، وفي العفة ذب عن الدين،\nوفي النزاهة حفظ للمروءة.\n</p>\n\n<p>\nوقال بعض الأدباء: الظريف المتمرس بكل أمر، المتخلص من كل ذم.\n</p>\n\n<p>\nسمعت أبا النفيس الرياضي يقول: الظريف من صار ظرفا للمناقب، وحسن\nالمناقب. والكلام يفتن إلى هذا الفن، وأنا إلى اختصار ينفي سآمة القارئ\nأحوج مني إلى تطويل يسد باب النشاط؛ وللصوفية ألفاظ مهذبة في جواب نظائر\nهذه المسألة كقولهم: من الظريف، ومن الفاضل، ومن العارف، ومن العاشق، فإذا\nدخلنا في ميدانهم أتينا على بيانهم إن شاء الله.\n</p>\n\n<p>\nوأما النقيف فالمنقوف من الحنظل، كأنك نقفته إذا أخذته بأطراف يدك.\n</p>\n\n<p>\nوأما الطفيف فالشيء القليل القليل التافه، قال الله تعالى: \" ويل\nللمطففين \" المطففين: 1 يعني المقللين، وطفاف المكوك: جوانبه، كأن المطفف\nفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p121'> Vol. 05, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nالكيل يحب أن ينقص المشتري، وقد بين الله ذلك.\n</p>\n\n<p>\nوأما النتيف فالمنتوف، يقال: هذا طائر نتيف، والنتف: جمع نتفة، كالطرف\nجمع طرفة، والغرف جمع غرفة، ويقال: تناتف الديكان عند القتال، والنتيف لقب\nكثير من الناس الذين ينتفون شعور وجوههم، وهي علة من احتراق المرة السوداء.\n</p>\n\n<p>\nوأما الأسيف فالتابع.\n</p>\n\n<p>\nوأما العسيف <span id='ms0482'></span> فالعبد، هكذا حفظت عن الثقة.\n</p>\n\n<p>\nوأما اللفيف فجماعة لا تعرف، واللفيف أيضا الملفوف، واللف: التواء في\nاللسان كالردة. وسمعت بدويا يصف قوما لقوا قوما في الحرب، قال: ما تصافوا\nحتى تلافوا، واللفافة: ما يلف فيها الشيء، وجمعها لفائف كأنه جمع لفيفة،\nورجل ألف إذا كان عييا، وامرأة لفاء، وكذلك إذا كانا ضاويين، وإذا كانا\nنحيلين، وكل هذا من خفة اللحم والشحم والجسم.\n</p>\n\n<p>\nوأما الضفيف فهو من المضفوف، ويقال: هذا ماء مضفوف إذا تزاحمت عليه\nوأردته، فكأنه مأخوذ من ضفة النهر أي طرفه، لأنهم يتزاحمون على جوانبه،\nوقولهم: هذا مضفوف كقولهم: هذا ماء مشفوف إذا شفوه أي نزفوه؛ فأما قولهم:\nماء مشفوه - بالهاء - فأخذ من الشفة كأنه كثرت عليه الاربة حتى وضعوا على\nجوانبه شفاههم، وعلى هذا تكون جوانب الحوض وأطراف الموارد شفاها فأصابوها\nبالشرب، لأنه يقال: شفهته: إذا ضربت شفته، وقولهم: كلمته مشافهة أي شفتي\nمقابلة لشفته، لأن الكلام يسمع من الإنسان بآلات كثيرة كاللسان والأسنان\nوالشفة، ومتى نقص شيء من ذلك نقص الكلام على مقداره.\n</p>\n\n<p>\nوأما الصفيف فاللحم المصفوف، يقال: صففته أصفه صفا فأنت صاف وهو مصفوف،\nوقول الله تعالى: \" صواف فإذا وجبت جنوبها \" الحج: 36 إذا شددت الفاء كان\nمن هذا، كأن الهدي يصف، وقد قرئ صوافي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p122'> Vol. 05, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nأي قائمة، وقيل أيضا: صوافي جمع صافية كأنها صفت لله تعالى لأنه متقرب\nبها إليه.\n</p>\n\n<p>\nوأما السفيف فهو ما تسفه أي تتناوله، ويقال لأدوية معروفة: فهو يسف - بضم\nالسين فهو الخوض لأن الخواص يعمل من الخوص قفة وسفوف كذا وسفوف كذا، والسين\nمفتوحة، والعامة تقول لبائع هذه الأدوية: سفوفي - بضم السين - وإنما هو\nسفوفي - بالفتح -؛ وأما سف فهو وزنبيلا وغير ذلك، فعمله السف وهو ساف\nوسفاف. وإذا قلت: أسف انقلب المعنى، أسف الطائر إذا دنا من الأرض، وأسف\nالرجل للأمر إذا قاربه، والإسفاف إلى القبيح كالدنو منه والتلطخ به.\n</p>\n\n<p>\nوأما السقيف فكأنه قد سقف إذا كان سقفا، وسقيفة بني ساعدة منه.\n</p>\n\n<p>\nوأما الذفيف فالسريع.\n</p>\n\n<p>\nوأما الزفيف فزفيف الناقة، وهو ضرب من ضروب <span id='ms0483'></span> سيرها.\n</p>\n\n<p>\nوأما الشفيف فالبرد.\n</p>\n\n<p>\nوأما الكنيف فالحظيرة.\n</p>\n\n<p>\nوأما اللطيف فمعروف.\n</p>\n\n<p>\nوأما الكثيف فخلافة لأن اللطافة في اللطيف ضد الكثافة في الكثيف.\n</p>\n\n<p>\nوأما القطيف فما قمطف.\n</p>\n\n<p>\nوأما العنيف فالخشين المس فيما يباشر، ومنه العنف وهو التشديد.\n</p>\n\n<p>\nوأما العليف فما علف عن العلف، تقول: علفته، والشاعر يقول: الطويل\n</p>\n\n<p>\nإذا كنت في قوم عدى لست منهم ... فكل ما غلفت من خبيث وطيب\n</p>\n\n<p>\nالعلف يستعمل في البهائم، ولكنه استعارة.\n</p>\n\n<p>\nوأما السخيف فالخفيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p123'> Vol. 05, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الكتيف فمن كتف أي ضرب كتفه.\n</p>\n\n<p>\nطال هذا فأرجو أن لا يثقل إن شاء الله؛ وقد بقيت حروف أجمك عنها ببعض\nالنوادر والأخبار لتعود إليها وأنت شهوان، وهذه مداراة مني لنفسي أولا، ثم\nلك أيها الناظر، فقد علمت أنك من طينتي، وجاريا على خليقتي، تمل كما أمل،\nوتكل كما أكل، وتعرض لك الحال التي تدل على عجزك عن حظك، ولولا أني وإياك\nعلى هذا النعت لما احتجنا إلى ما يتأدب به، لأن التمام كان لنا بالجوهر،\nوالكمال فينا بالعنصر، ولكنا بنينا من الضعف والقوة، والعجز والقدرة،\nوالنقصان والزيادة، فنحن على ذلك نتماثل إلى أن يأخذ الله بأيدينا من\nأيدينا فنخلص من دار، الغني بها مفلس، والطاهر بها نجس.\n</p>\n\n<p>\nسأل المهدي رجلا عن طائر جرى من الغاية فقال: يا أمير المؤمنين لو لم يبن\nبفضيلة السبق لبان بحسن الصورة، فقال: صفه لي، فقال: قد قد الجلم، وقوم\nتقويم القلم، لو كان في ثوب خرقه، أو صندوق فلقه، يمشي على عنمتين، ويلقط\nبدرتين، وينظر بجمرتين، إذا أقبل فديناه، وإذا أدبر حميناه.\n</p>\n\n<p>\nقال رجل لإبراهيم النخعي: كيف أصبحت؟ فقال: إن كان من رأيك أن تسد خلتي،\nوتقضي ديني، وتكسو عورتي أخبرتك، وإلا ليس المسؤول بأعجب من السائل.\n</p>\n\n<p>\nشاعر: الطويل\n</p>\n\n<p>\nفآه من الأحزان قد أسفر الضحى ... وفي كبدي من حرهن حريق\n</p>\n\n<p>\nمزجنا دما بالدمع حتى كأنما ... يذاب بعيني لؤلؤ وعقيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p124'> Vol. 05, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nقال العتابي: وجد علي الرشيد: فدخلت عليه في المتكلمين فقلت: يا أمير\nالمؤمنين قد أدبني الزمان لك، وأرشدني إلى الهداية تقويمك، وردني ابتلاء\nالناس إليك <span id='ms0484'></span>، وما مع تذكرك قناعة، ولا في سؤالك عار، وقد قلت: الطويل\n</p>\n\n<p>\nأخضني المقام الغمر إن كان غرني ... سنا خلب أو زلت القدمان\n</p>\n\n<p>\nأتتركني جدب المعيشة صنكها ... وكفاك من ماء الندى تكفان\n</p>\n\n<p>\nوتجعلني سهم المطامع بعدما ... ملكت يميني بالندى ولساني\n</p>\n\n<p>\nبلغ يحيى بن خالد أن إبراهيم بن سيابة هجاه فحجبه ومنعه رزقا له، فكتب\nإليه ابن سيابة: للسيد الجواد، الواري الزناد، الماجد الأجداد، والمنجب\nالأولاد، من الخاضع المسكين، والخائف المستكين. أما بعد، فإنك تعلم أن من\nيرحم، ومن يحسن يغنم، ومن يعف لا يندم، وقد منيت من غضبك علي، واطراحك لي،\nوإعراضك عني، بغير لفظ تحقق، ولا قول يصدق، بما لا أقوم له ولا أقعد، ولا\nأستيقظ منه ولا أرقد، فلست بحي صحيح، ولا ميت مستريح، وقد فرزت منك إليك،\nفاستعنت بك عليك. وقلت: الخفيف\n</p>\n\n<p>\nراغب راهب أتاك يرجي ... ك وما زلت موضعا للرجاء\n</p>\n\n<p>\nومقر بما جناه ولم يج ... ن لترضى وحامل للثناء\n</p>\n\n<p>\nفلعمري ما من أضر ومن ظ ... ل مقرا بذنبه بسواء\n</p>\n\n<p>\nفوقع يحيى بن خالد: قد عفونا عن الخائف والحاكم لنفسه ببراءته، وأمرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nله بصلة تنير ظلمته، وتؤنس وحشته، ووهبنا ماضيه لمستقبله، وسالفه\nلمستأنفه.\n</p>\n\n<p>\nقال جعفر بن يحيى لبعض الندماء: إنا نستبين ما في باطن القلوب بظواهرها،\nونعرف فحوى العيون بلواحظها.\n</p>\n\n<p>\nقال عبد الصمد بن المعذل لأبي تمام: الخفيف\n</p>\n\n<p>\nأنت بين اثنتين تبرز للنا ... س وكلتاهما بوجه مذال\n</p>\n\n<p>\nلست تنفك طالبا لوصال ... من حبيب أو طالبا لنوال\n</p>\n\n<p>\nأي ماء لحر وجهك يبقى ... بين ذل الهوى وذل السؤال\n</p>\n\n<p>\nقال الحارث الأعور: ما رأيت رجلا قط أحسب من علي بن أبي طالب عليه\nالسلام، أتاه رجل فقال: يا أمير المؤمنين، رجل مات وخلف ابنتين وأبوين\nوزوجة، فقال: قد صار ثمنها تسعا.\n</p>\n\n<p>\nقال أبو حامد: هذه الفريضة من أربعة وعشرين، للبنتين الثلثان، وللأبوين\nالسدسان، وكمل المال، وعالت الفريضة، واحتيج للمرأة إلى ثمن الأربعة\nوالعشرين ثلاثة أسهم، فزيد على الأربعة والعشرين، فصارت السهام سبعة\nوعشرين، وصار الثمن من أربعة وعشرين تسعا من سبعة <span id='ms0485'></span> وعشرين، فتقسم الفريضة\nعلى ذلك.\n</p>\n\n<p>\nلفضل الشاعرة: الكامل المجزوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nعلم الجمال تركتني ... في الحب أشهر من علم\n</p>\n\n<p>\nونصبتني يا منيتي ... غرض المنية والتهم\n</p>\n\n<p>\nفارقتني بعد الدن ... وفصرت عندي كالحلم\n</p>\n\n<p>\nفلو أن نفسي فارقت ... جسمي لفقدك لم تلم\n</p>\n\n<p>\nما كان ضرك لو وصل ... ت فخف عن قلبي الألم\n</p>\n\n<p>\nبرسالة أهديتها ... أو زورة تحت الظلم\n</p>\n\n<p>\nأو لا بطيف في المنا ... م فلا أقل من اللمم\n</p>\n\n<p>\nصلة الحبيب محبة ... الله يعلمه كرم\n</p>\n\n<p>\nاستجاز علي بن الجهم فضل الشاعرة بين يدي المتوكل بيتا وقال: البسيط\n</p>\n\n<p>\nلاذ بها يشتكي إليها ... فلم يجد عندها ملاذا\n</p>\n\n<p>\nفأطرقت هنيهة قم قالت:\n</p>\n\n<p>\nولم يزل ضارعا إليها ... تهطل أجفانه رذاذا\n</p>\n\n<p>\nفعاتبوه فزاد عشقا ... فمات عشقا فكان ماذا\n</p>\n\n<p>\nفطرب المتوكل ووصلهما.\n</p>\n\n<p>\nولعريب المأمونية: الوافر المجزوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوذي كلف بكى جزعا ... وسفر القوم منطلق\n</p>\n\n<p>\nبه قلق يململه ... وكان وما به قلق\n</p>\n\n<p>\nجوارحه على خطر ... بنار الشوق تحترق\n</p>\n\n<p>\nجفون حشوها الأرق ... تجافي ثم تنطبق\n</p>\n\n<p>\nأجاب الوابل الغدق ... ونادى النرجس الغرق\n</p>\n\n<p>\nفهات الكأس مترعة ... كأن حبابها الحدق\n</p>\n\n<p>\nقال بعض الأوائل: ثلاثة أشياء تورث الهزال: شرب الماء البارد على الريق،\nوالنوم على غير وطاء، وكثرة الكلام برفع الصوت.\n</p>\n\n<p>\nوقال آخر: أربعة أشياء تفسد العقل: الإكثار من البصل، والباقلي، والجماع،\nوالخمار.\n</p>\n\n<p>\nشاعر: البسيط\n</p>\n\n<p>\nعشرون ألف فتى ما منهم أحد ... إلا كألف فتى مقدامة بطل\n</p>\n\n<p>\nراحت ماودهم مملوءة أملا ... ففرغوها وأوكوها من الأجل\n</p>\n\n<p>\nشاعر: البسيط\n</p>\n\n<p>\nغصن من البان مثل البدر يحمله ... مثل الكثيب تعالى الله باريه\n</p>\n\n<p>\nالشمس تحسده والبدر يعشقه ... والدر يشبهه والظبي يحكيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nقال المأمون لذي اليمينين وقد سايره: ما أقدم برذونك هذا، قال: من بركة\nالدابة صحبته، وقلة علته، قال: وكيف حمدك له؟ قال: همه أمامه، وسوطه لجامه،\nما ضرب قط إلا ظلما لسيره، ولا استحث إلا للعادة في غيره، فقال: مثلك يا\nأبا الطيب فليصف الشيء.\n</p>\n\n<p>\nشاعر: الطويل\n</p>\n\n<p>\nفإن ترفقي يا هند فالرفق أيمن ... وإن تخرقي يا هند فالخرق أشأم\n</p>\n\n<p>\nفأنت طلاق والطلاق عزيمة ... ثلاث ومن يخرق أعق وأظلم\n</p>\n\n<p>\nفبيني بها إن كنت غير رفيقة <span id='ms0486'></span> ... فما لامرئ بعد الثلاث مقدم\n</p>\n\n<p>\nآخر: الخفيف\n</p>\n\n<p>\nلو قضي الله للمنون بحتف ... صير البين للمنون منونا\n</p>\n\n<p>\nأخر: البسيط\n</p>\n\n<p>\nالجود والغول والعنقاء ثالثة ... أسماء أشياء لم تخلق ولم تكن\n</p>\n\n<p>\nآخر: الكامل\n</p>\n\n<p>\nكتب الفرزدق في السجل بأيره ... ثم استمد به من آست جرير\n</p>\n\n<p>\nفسلوا جريرا ما مداد دواته ... أمداد بر أم مداد شعير\n</p>\n\n<p>\nوقال الحسن البصري: لم يبق من العيش إلا ثلاثة: أخ تصيب من عشرته خيرا\nوإن زعت قومك، وكفاف من المعاش ليس لأحد عليك فيه تبعة وصلاة تكفى سهوها\nوتستوجب أجرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عباس: الشيب في مقدمة الرأس كرم، وفي الشارب سفه، وفي العارض\nروع، وفي القفا لؤم.\n</p>\n\n<p>\nلو ذكر عللها لكان العلم أبين، والظن عندها أبعد، ولكنه أرسله إرسالا،\nوالله المستعان على ما يصفون.\n</p>\n\n<p>\nقالت عائشة رضي الله عنها: كان رسول الله صلى الله عليه وآله وسلم إذا\nاستراث خبرا تمثل بقول طرفة: الطويل\n</p>\n\n<p>\nويأتيك بالأخبار من لم تزود\n</p>\n\n<p>\nقال، فكان يقول: ويأتيك من لم تزود بالأخبار.\n</p>\n\n<p>\nقال أبو العباس ابن سريج: من أنكر الحس أنكر نفسه، ومن أنكر العقل أنكر\nصانعه، ومن أنكر الغيرة أنكر أباه وأمه، ومن أنكر الإجماع أنكر نبيه، ومن\nأنكر عموم القرآن أنكر حكمته، ومن أنكر خبر الواحد أنكر الشريعة، ومن أنكر\nاللغة أنكر المحاورة.\n</p>\n\n<p>\nالعرب تقول: إنه لمنحار بوائكها، أي كثير النحر لسمانها التي لا علة بها.\n</p>\n\n<p>\nشاعر: الكامل المجزوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nإن يغدروا أو يجنبوا ... أو يجهلوا لا يحفلوا\n</p>\n\n<p>\nوغدوا عليك مرجلي ... ن كأنهم لم يفعلوا\n</p>\n\n<p>\nقال وكيع، قال لي أبو حنيفة النعمان بن ثابت: أخطأت في خمسة أبواب من\nالمناسك بمكة فعلمنيها حجام، وذاك أني جئت أريد أن أحلق رأسي فقال لي:\nأعراقي أنت؟ قلت: نعم، وقد كنت قلت له: بكم تحلق رأسي؟ فقال: النسك لا\nيشارط فيه، اجلس، فجلست منحرفا عن القبلة، فأومأ إلي باستقبال القبلة،\nوأدرت رأسي من الجانب الأيسر فقال: أدر شقك الأمين من رأسك فأدرته، فجعل\nيحلق رأسي وأنا ساكت، فقال لي: كبر، فجعلت أكبر حتى قمت لأذهب فقال <span id='ms0487'></span>: أين\nتريد؟ قلت: رحلي، فقال: صل ركعتين ثم امض، فقلت: ما ينبغي أن يكون ما رأيت\nمن عقل هذا الحجام إلا ومعه علم؛ فقلت له: من أين لك ما رأيتك أمرتني به؟\nفقال: رأيت عطاء بن أبي رباح بفعل هذا.\n</p>\n\n<p>\nأنشد ابن السماك: الكامل\n</p>\n\n<p>\nيا أيها الرجل المعلم غيره ... هلا لنفسك كان ذا التعليم\n</p>\n\n<p>\nتصف الدواء من السقام لذي الضنى ... ومن الضنى ما زلت أنت سقيم\n</p>\n\n<p>\nقال بعض النحويين لرجل من الرافضة كان يتعلم النحو: ما علامة النصب في\nعمر؟ قال: بغض علي بن أبي طالب، عليه السلام.\n</p>\n\n<p>\nزعم بعض أصحابنا أن السيرافي قال: هذا الإنسان من باب الطاق، وما سمعته\nمنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض البلغاء: السيف أكرم مواهب الله لخلقه، لأنه آلة النجدة، وأداة\nالمعرفة والمنعة، وعدة العزة، وعتاد الرفعة، وسلاح القوة، وظهير الحزم،\nوعقدة التكرم، وعضد الوحيد، وأنس الفريد، وحلية الأنس، وزينة الفارس، وسند\nالرجل، وشفاء الموتور، ودرك الواتر، وجمال الأسير، وقوام المأمور، وحامي\nالذمار، وحارس الحريم، ومانع الجار، وجليس مأمون، وأنيس ميمون، ورسول إلى\nالمطالب ناهض، وخادم في المآرب نافذ، وعون على الملم بليغ، وظهير على العدو\nقدير، وشهاب للعتاة مبير.\n</p>\n\n<p>\nقال نديم لكسرى: إن المستأنس بسخونة الشمس في الشتاء يتقي أذى حرها في\nالقيظ؛ معناه: إني وإن كنت ساكنا إليك في حال الرضا فذلك لا يؤمنني من\nالوجل منك في حال الغضب.\n</p>\n\n<p>\nقيل لأبي مسلم: ما كان سبب خروج الدولة عن بني أمية؟ قال: لأنهم أبعدوا\nأولياءهم ثقة بهم، وأدنوا أعداءهم تألفا لهم، فلم يصر العدو صديقا بالدنو،\nوصار الصديق بالإبعاد عدوا.\n</p>\n\n<p>\nقضى عمر بن الخطاب رضي الله عنه في الضبع كبشا، وفي الظبي شاة، وفي\nالأرنب جفرة، يعني في المحرم.\n</p>\n\n<p>\nللسعدي لما صدر عن الحج: الرجز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nما لك بالحرة من صديق ... ولا بمران ولا العقيق\n</p>\n\n<p>\nغيري وغير وضح الطريق ... ناشطة من الجبال الروق\n</p>\n\n<p>\nعامدة لمطلع العيوق\n</p>\n\n<p>\nقال ابن ثوابة لأبي العيناء: كنت أكتب انفاس الرجال، قال: صدقت، حين\nكانوا وراء ظهرك.\n</p>\n\n<p>\nشكا المأمون إلى طبيبه علة <span id='ms0488'></span>، فقال: اجتنب اثنين: الرطب الماء البارد،\nفقال: لولاهما لما احتجنا إليك.\n</p>\n\n<p>\nقال بعض السلف: إذا أرسلت لتأتي ببعر فلا تأت بتمر، فيؤكل تمرك وتذم على\nالخلاف.\n</p>\n\n<p>\nقال عبيد الله بن سليمان لأبي العيناء: اعذرني فإني مشغول، قال: إذا فرغت\nلم أحتج إليك، وما اصنع بك فارغا، وأنشد: الطويل\n</p>\n\n<p>\nولا تعتذر بالشغل عنا فإنما ... تناط بك الآمال ما اتصل الشغل\n</p>\n\n<p>\nقيل لجعفر بن محمد رضي الله عنهما: ما بال الناس يكلبون أيام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالغلاء ويزيد جوعهم على العادة في الرخص؟ قال: لأنهم بنو الأرض، فإذا\nقحطت أقحطوا، وإذا أخصبت أخصبوا.\n</p>\n\n<p>\nقال مجاهد: حججت في بعض السنين فصاحبت رجلا من قريش فقلت له: هلم نتناتج\nالرأي، فقال: دع الود بيننا كما هو، فعلمت أنه خصمني.\n</p>\n\n<p>\nقال جعفر بن محمد رضي الله عنهما: أربعة أشياء القليل منها كثير: النار،\nوالعداوة، والفقر، والمرض.\n</p>\n\n<p>\nدخل أبو العيناء على إسماعيل القاضي، وأخذ يرد عليه إذا غلط في أسم رجل\nوكنية آخر، فقال له بعض من حضر: أترد على القاضي أعزه الله؟ قال: نعم لم لا\nأرد على القاضي وقد رد الهدهد على سليمان، وقال: أحطت بما لم تحط به؟ وأنا\nأعلم من الهدهد، وسليمان أعلم من القاضي.\n</p>\n\n<p>\nقال عبيد الله بن يحيى لأبي العيناء: كيف كنت بعدي؟ قال: في أحوال\nمختلفة، شرها غيبتك، وخيرها أوبتك.\n</p>\n\n<p>\nقال أبو العيناء لمحمد بن خالد: لئن كان آدم أساء إلى نفسه في إخراجها من\nالجنة، لقد أحسن إلينا انه ولد مثلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p134'> Vol. 05, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nسأل أبو العيناء أحمد بن صالح حاجة فوعده، ثم اقتضاه فقال: دونها المطر\nوالطين، فقال أبو العيناء: فحاجتي إذا صيفية.\n</p>\n\n<p>\nقال رجل لأبي العيناء: ما أنتن إبطك! قال: نلقاك - أعزك الله - بما\nيشبهك.\n</p>\n\n<p>\nقال ابن الزيات للوليد بن يحيى: من أنت ومن أبوك؟ قال: أبي الذي تعرفه،\nومات وهو لا يعرفك.\n</p>\n\n<p>\nقال فيلسوف: لا تصغر أمر من حاربت أو عاديت، فإنك إذا ظفرت لم تحمد، وإذا\nعجزت لم تعذر.\n</p>\n\n<p>\nعاد رجل مزبدا وقال له: احتم، فقال: يا هذا ما اقدر <span id='ms0489'></span> على شيء إلا على\nالأماني فأحتمي عنها؟! قال رجل من آل سعيد بن سلم لأبي العيناء: إن أبي\nيبغضك، قال: يا بني إن لي أسوة بآل رسول الله صلى الله عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p135'> Vol. 05, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنصور لإسحاق بن مسلم: أفرطت في وفائك لبني أمية، قال له: أتسمع\nجوابي؟ قال: قل، قال: من وفى لمن لا يرجى كان لمن يرجى أوفى، قال: صدقت.\n</p>\n\n<p>\nحبس محمد بن سليمان رجلا من المرجفين ثم أخرجه وأمر بضربه فضحك الجلاد\nفقال له محمد: ما يضحكك؟ قال: أصلح الله الأمير، زعم أنك لم تأمر بضربه حتى\nأتاك كتاب العزل، فقال: خل عنه فلو ترك الإرجاف يوما لتركه اليوم.\n</p>\n\n<p>\nأحضر زياد رجلا فأمر بضرب عنقه فقال: أيها الأمير إن لي بك حرمة، قال:\nوما هي؟ قال: كان أبي جارك بالبصرة، قال: ومن أبوك؟ قال: نسيت والله نفسي\nفكيف أذكر اسم أبي؟ قال: فرد زياد كمه إلى فيه وخلى سبيله.\n</p>\n\n<p>\nقال الأصمعي: ضرب أبو الجحش الأعرابي غلمانا للمهدي فاستعدوا عليه إليه\nفقال: اجترأت على غلماني قضربتهم، قال: كلنا يا أمير المؤمنين غلمانك ضرب\nبعضنا بعضا، فخلى سبيله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p136'> Vol. 05, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nقال المأمون: لأن أخطئ باذلا أحب إلي من أن أصيب باخلا.\n</p>\n\n<p>\nقال ابن سيابة: نيك البغاء الفقير زكاة الأير.\n</p>\n\n<p>\nقيل لمسور بن مخرمة الزهري: أي الندماء أحب إليك؟ قال: لم أجد نديما\nكالحائط، إن بصقت في وجهه لم يغضب، وإن أسررت إليه شيئا لم يفشه عني.\n</p>\n\n<p>\nقال ابن مناذر - هكذا قال الثقة -: كنت أمشي مع الخليل بن أحمد فانقطع\nشسع نعلي، فخلع نعله فقلت: ما تصنع؟ فقال: أواسيك في الحفاء.\n</p>\n\n<p>\nقال بعض السلف: إياك وكثرة الإخوان فإنه لا يؤذيك إلا من تعرف، وأنشد:\nالطويل\n</p>\n\n<p>\nجزى الله عنا الخير من ليس بيننا ... ولا بينه ود ولا نتعارف\n</p>\n\n<p>\nفما سامنا ضيما ولا شفنا أذى ... من الناس إلا من نود ونألف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض الظرفاء: غضب العاشق مثل مطر الربيع.\n</p>\n\n<p>\nأضاف مزبد رجلا فأطال المكث، فقال ليلة لامرأته: كيف نعمل برحيل هذا عنا؟\nقالت: أخاصمك ونحتكم إليه، ففعلا <span id='ms0490'></span>، فقالت المرأة: بالذي يبارك لك في ركوبك\nغدا لما حكمت بيننا بالحق، قال: والذي يبارك لي مقامي عندكم هذه السنة ما\nأعرف من الحكم شيئا.\n</p>\n\n<p>\nلقي عبد الله بن بكار سعيد بن العاص فقال له: البشرى، قال: وما ذاك؟ قال:\nقدم أبي، قال: فخذ البشرى من حر أمك.\n</p>\n\n<p>\nدخل أبو العيناء على أحمد بن علي وقد صرف عن ولايته فقال: إن صرفت عن\nعملك لم تصرف عن كرمك، فأمر له بمال.\n</p>\n\n<p>\nدعا أعرابي فقال: اللهم إني أعوذ بك أن أفتقر في غناك، أو أضل في هداك،\nأو أذل في عزك، أو أضام في سلطانك، أو أضطهد والأمر لك.\n</p>\n\n<p>\nتركنا تصريف حروف مرت مجاورة لأخواتها عن غير قصد، ولكن لسوء التأتي في\nنظم الباب إلى الباب، ورد الشبيه إلى الشبيه، وهذا كله من جناية الدهر في\nفقد حبيب تقر العين به، وصلاح حال تسكن النفس إليه، ولله أمر هو بالغه،\nونهاية هو أعلم بها، وليس للعبد إلا ما لاق بعبوديته، وجبل على فطرته؛\nفابسط أيها القارئ العذر، إما على قدر مروءتك الغافرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nللذنب، وإما على قدر الضراعة من المصنف، ولا تكن خزيا له، فإنه أتم لثناء\nالناس عليك، وأقطع للسان المكروه عنك، واعلم أن العلل لو أزاحت، والأحوال\nلو ساعدت، لكنت لا أحوج إلى هذا الاعتذار، ولا يفلت مني تشوف إلى الاغتفار:\nأما الحز فهو القطع، يقال: حز يحز حزا، وليس في فلان محز، على الاستعارة،\nوالحزيز: المحزوز، وفلان يحز المفصل: إذا أجاد فيما مدح به، وحزاز النفس\nكأنها تقطع الكبد بالحسرة، والشاعر يقول: الطويل\n</p>\n\n<p>\nوتبقى حزازات النفوس كما هيا\n</p>\n\n<p>\nوأما البز فمصدر بززته أي سلبته، ابتززته أيضا، والشيء مبزوز ومبتز،\nوالبزاز والمبازة كالنهاب والمناهبة والسلاب والمسالبة، والبز: السلاح\nأيضا، وكأنه يبز أي يؤخذ، والبز: الثياب، ومنه قولك: البزاز.\n</p>\n\n<p>\nوأما الجز فاخذ الصوف من الشاة.\n</p>\n\n<p>\nوأما الحر فمعروف، ويقال: الخز أيضا وضع الشوك على رأس الحائط لئلا يتسلق\nعليه.\n</p>\n\n<p>\nوأما الرز فمصدر رزت الجرادة وغرزت وهو الولادة، هكذا قال أبو حنيفة <span id='ms0491'></span> صاحب\nالنبات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الشز فالتقبض، وما أعرف منه أكثر مما قلته.\n</p>\n\n<p>\nوأما العز فالغلب - محركة اللام -، ومنه قوله تعالى \" وعزني في الخطاب \"\nص: 23 أي غلبني.\n</p>\n\n<p>\nوأما الفز فولد البقرة.\n</p>\n\n<p>\nوأما القز فضرب من الإبريسم، وأما الفز أيضا بالفاء: القعود على غير\nطمأنينة.\n</p>\n\n<p>\nوأما الكز فالقليل الخير، يقال: هو كز بين الكزازة أي ضيق العطن.\n</p>\n\n<p>\nوأما اللز فلزوم الشيء، وكذلك الإلزاز، وقال الشاعر: البسيط\n</p>\n\n<p>\nوابن اللبون إذا ما لز في قرن\n</p>\n\n<p>\nوأما النز فرشح الماء من الأرض، والنز أيضا السخي من الرجال، ويقال: ظليم\nنز لا يكاد يستقر.\n</p>\n\n<p>\nوأما الهز فمصدر هز الدابة وغيرها والسيف وغيره هزا، واهتز هو في نفسه،\nوالهز أيضا هو النكاح كأنه كناية.\n</p>\n\n<p>\nوأما الوز فطائر.\n</p>\n\n<p>\nوأما الأز فمن قوله تعالى \" تؤزهم أزا \" مريم: 83.\n</p>\n\n<p>\nوأما الجهر فهو خلاف السر، قال الله تعالى \" ولا تجهر بصلاتك \" الإسراء:\n110، وفعل كذا مجاهرة أي مكاشفة، ويقال إن الأجهر والجهراء هما اللذان لا\nيبصران بالنهار إبصارا محمودا، ويقال: فلان جهير الصوت، ويقال: جهوري\nالصوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوأما البهر يقال: بهرته إذا غلبته، وهو أيضا ربو الرئة عند العدو\nوالإعياء، ويقال له: بهرا أي عجبا وانبهر هو، كلام صحيح، فأما أبهرته\nفمردود ولم يجوزه العلماء.\n</p>\n\n<p>\nوأما الدهر فمعروف، وفيه جواب ليس من قبيل حديث اللغة، وإنما هو شيء يمر\nفي كلام الفلاسفة، وسيمر فيما تتصفحه في جملة نظائره في حدود الأسماء\nوالمعاني كلها إن شاء الله.\n</p>\n\n<p>\nيقال: دهره إذا غلبه، ويقال: ما معنى قول النبي صلى الله عليه وسلم: لا\nتسبوا الدهر فإنه الله جل جلاله، وجوابه مضموم إلى ما يكون وفقا له مما\nيليق بالحكاية معه من كلام العلماء، والله المعين.\n</p>\n\n<p>\nوأما الصهر فالإذابة، يقال: صهرته الشمس، في القرآن \" يصهر به ما في\nبطونهم \" الحج: 20.\n</p>\n\n<p>\nوأما الطهر - بالطاء - فإنه جانب الوادي، وما أنا على حقيقة.\n</p>\n\n<p>\nوأما الظهر فمعروف من الإنسان، وفلان ظهر فلان إذا استظهر به أو تظاهر\nبه، والظهارة من الظهور والظاهر، والبطانة من البطون والباطن، ورجل مظهر\nإذا كان قوي الظهر، وظهر <span id='ms0492'></span> إذا كان ظهره يوجعه، ومظهور إذا أصيب ظهره، ومبطون\nإذا أصيب بطنه، ويقال إن الله تعالى ظاهر بالقدرة وباطن بالحكمة، أي يظهر\nقدرته ويبطن حكمته، والظهر أيضا: ما غلظ من الأرض.\n</p>\n\n<p>\nوالعهر الفجور، يعني به الزنا.\n</p>\n\n<p>\nوأما الفهر فيقال إنه مجامعة الرجل امرأته على عرك.\n</p>\n\n<p>\nوأما الكهر فالانتهار.\n</p>\n\n<p>\nوأما النهر فمعروف، ويقال أيضا: النهر، والسكون والحركة يتعاقبان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالهاء، وليس أحدهما أولى من الآخر، لا في المعنى ولا في السماع، وكذلك\nالبعر والشمع والزهر.\n</p>\n\n<p>\nوأما المهر: فهو للمرأة إذا تزوجت، وهو الصداق، وهو ما يستحل به بضعها،\nوهو مصدر مهرتها مهرا، وقد يقال: أمهرتها، كذا روى أبو يعقوب في \" فعلت\nوأفعلت \" والمثل يدل على أن الكلمة من \" خدمت \" وهو قولهم كالممهورة إحدى\nخدمتيها، والخدمة: الخلخال. قال خالد بن الوليد: الحمد لله الذي فض خدمتكم،\nوفرق كلمتكم.\n</p>\n\n<p>\nوأما الشهر: فمعروف، وجمعه شهور، وقولهم: فلان يعمل مشاهرة كلام صحيح،\nكما يقولون: معاومة من العام، ومياومة من اليوم، وملايلة من الليل، ومساوعة\nمن الساعة، ولا تقل مساعا فإن المعنى ينقلب، وقد رأيت من قالها فسخر منه؛\nوالشهر أيضا مصدر شهرت الأمر شهرا، والشهير: المشهور، وأشهرت خطأ، إنما\nيقال: أشهرنا أي دخلنا في الشهر، كما قالوا: أحرمنا أي دخلنا في الحرم،\nوكأن الشهر سمي به لشهرته.\n</p>\n\n<p>\nوأما القهر فمصدر قهرته قهرا، والمقهور: الخلوف، وفي أسماء الله تعالى:\nالقهار، وهو الغلاب.\n</p>\n\n<p>\nفهذا آخر الحروف التي تقدم الوعد بذكرها، ولعل الجزء الثامن يتضمن\nنظائرها مع أشياء غيرها، إن شاء الله.\n</p>\n\n<p>\nقال أبو سعيد السيرافي \" هو \" عبارة عن كل اسم منكور كما أن قولنا \" فلان\n\" عبارة عن كل اسم علم ما يعقل.\n</p>\n\n<p>\nوأنشد: الطويل\n</p>\n\n<p>\nوكم موطن لولاي كما هوى ... بأجرامه من قلة النيق منهوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشد الخليل ويونس وقالا: هو لعمران بن خطان: الوافر\n</p>\n\n<p>\nولي نفس أقول لها إذا ما ... تنازعني لعلي أو عساني\n</p>\n\n<p>\nقال أبو سعيد: في عساك وعساني ثلاثة أقوال:\n</p>\n\n<p>\nأحدها قول سيبويه، وهو أن عسى حرف بمنزلة لعل ينصب ما بعدها وهو الاسم،\nوالخبر مرفوع، والكاف <span id='ms0493'></span> اسمها وهي منصوبة، واستدل على النصب في عساك بقول:\nعساني، والنون والياء فيما آخره الألف لا تكون إلا للنصب.\n</p>\n\n<p>\nوالقول الثاني قول الأخفش: إن الكاف والياء والنون في موضع رفع، وحجته أن\nلفظ النصب استعير للرفع في هذا الموضع كما استعير له لفظ الجر في لولاي\nولولاك.\n</p>\n\n<p>\nوالقول الثالث قول المبرد: إن الكاف والياء والنون في عساك وعساني في\nموضع نصب بعسى، فإن اسمها فيها مرفوع، وجعله كقولهم: عسى الغوير أبؤسا،\nوحكي انه قدم فيها الخبر لأنها فعل، وحذف الفاعل لعلم المخاطب به فعل صحيح\nلا يدخله الاختلاف فيه.\n</p>\n\n<p>\nطلب عبيد الله بن زياد غلاما عاقلا، فقال سعيد بن فلان: عندي ذاك أيها\nالأمير، قال: هاته، فوجه إليه ابنه وباعه بعشرة آلاف رهم، وحصل المال، فلما\nخرج سعيد بكى الغلام فقال عبيد الله: ما شأنك؟ قال: أنا ابنه، قال: انطلق\nلعنة الله عليه؛ رواه المدائني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nيقال: لم يوجد ثلاثة مكافيف على نسق غير عبد الله بن العباس، فإنه كف،\nوالعباس بن عبد المطلب، وعبد المطلب بن هاشم. قال: ومن ها هنا قال معاوية\nلابن عباس: يا بني هاشم، ما لكم تصابون بأبصاركم؟ قال ابن عباس: بدلا مما\nتصابون في بصائركم.\n</p>\n\n<p>\nقال الواثق لابن أبي دواد: والله إني حنثت في يمين سبقت مني فما كفارتها؟\nقال: مائة ألف درهم، فقال الزيات: ما سمعنا بهذا في آبائنا الأولين، فقال\nأحمد: يا أمير المؤمنين، ما هذه الكفارة له ولا لآبائه، إن الكفارة على قدر\nالمعرفة بالله تعالى، ولا نعلم أحدا أعلم بالله من أمير المؤمنين، فضحك\nالواثق وأخرج مائة ألف درهم.\n</p>\n\n<p>\nأخبرنا أبو سعيد السيرافي قال: أنا ابن مجاهد قال، ثنا ثعلب قال، حدثني\nمحمد بن سلام قال، ثنا زائدة بن أبي الرقاد عن ثابت البناني عن أنس أن رسول\nالله صلى الله عليه وآله وسلم قال لأم عطية: إذا خفضت فلا تنهكي فإنه أضوأ\nللوجه، وأحظى عند الزوج. هكذا قرأت عليه تنهكي - بفتح التاء والهاء -،\nوقال: هو من نهكه ينهكه وأنهك من <span id='ms0494'></span> هذا الطعام أي أكل منه على المبالغة.\n</p>\n\n<p>\nقال الجاحظ في كتاب الحيوان في الجزء الأول: الكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nتوجد في كل أوان، وتقرأ بكل مكان، على تفاوت ما بين الأعصار، وتباعد ما\nبين الأمصار.\n</p>\n\n<p>\nقال رجل لمحمد بن واسع: الحمد لله على إحسانه، خرجت أبغي جليسا صالحا،\nفقال محمد: إن كان أجابك فإني بدعائك أسعد منك.\n</p>\n\n<p>\nقال الأصمعي: من ملح أحاديث الأعراب أنهم قالوا: كانت امرأة تحاجي\nالرجال، فلا يكاد أحد يغلبها، فأتاها جني في صورة إنسان فقال لها: حاجيتك،\nفقالت له: قل، فقال: كاد، فقالت: كاد العروس أن يكون ملكا، فقال: كاد،\nفقالت: كاد البيان أن يكون سحرا، فقال: كاد، فقالت: كاد المنتعل أن يكون\nراكبا، فقال: كاد، فقالت: كاد المسافر أن يكون أسيرا، ثم ولى ليذهب فقالت:\nحاجيتك، فرجع فقالت: عجبت، فقال: عجبت من الحجارة لا يعظم صغيرها، ولا يصغر\nكبيرها، فقالت: عجبت، فقال: عجبت من السبخة لا يجف ثراها، ولا ينبت مرعاها،\nفقالت: عجبت، فقال: عجبت من حفيرة بين رجليك لا يدرك قعرها، ولا يمل حفرها،\nفاستحيت وتركت المحاجاة.\n</p>\n\n<p>\nيقال: كانت ملوك الروم لا ترسم أحدا للطب حتى تلسعه حية وتقول له: آشف\nنفسك فإن نجوت عرفنا حذقك وإلا كانت التجربة واقعة بك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nويقال إن الحيات إذا عشيت أبصارهن صرن إلى أصول الرازيانج فحككن بها\nأعينهن فأبصرن من ساعتهن.\n</p>\n\n<p>\nقال بعض الأوائل: لكل شيء علاج ولكن ربما جهل، كالحقنة، زعموا انه لم يكن\nلها أصل حتى رأوا طائرا يحقن نفسه من ماء البحر، ويقال إن هذا حكاه\nأفلاطون. وزعم الأطباء أن القدح في العين لم يعرف حتى رأوا كبشا أعمى، وكان\nيرعى، فقدحت عينه شوكة فأبصر.\n</p>\n\n<p>\nوكان بعض الملوك إذا أتاه طبيب يقدم إليه مائدة ويقول: ركب من هذه\nالأطعمة ما يكون تقوية للمجاهدين، وإذاء للمترفين، وتدبيرا للناقهين، ودواء\nللمرضى، وسما للعدى، فإذا فعل ذلك حباه وأعطاه، وإذا عجز أقصاه ونحاه.\n</p>\n\n<p>\nقال العتبي: كتب معاوية إلى عاملة بالكوفة، وهو النعمان بن بشير\nالأنصاري، بزيادة عشرات في أرزاق أهل الكوفة <span id='ms0495'></span>، فلم ينفذها لهم، وكان النعمان\nإذا صعد المنبر بكى فقال: لا أحسبكم ترون بعدي على هذا المبنر من يحدثكم عن\nرسول الله صلى الله عليه وعلى آله، وكان يكثر تلاوة القرآن، فقال ابن همام\nالسلولي: الطويل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nزيادتنا نعمان لا تحبسنها ... تق الله فينا والكتاب الذي تتلو\n</p>\n\n<p>\nفإنك قد حملت فينا أمانة ... بما عجزت عنها الصلادمة البزل\n</p>\n\n<p>\nفلا تك باب الشر تحسن فتحه ... علينا وباب الخير أنت له قفل\n</p>\n\n<p>\nوقد نلت سلطانا عظيما فلا يكن ... نداك لقوم غيرنا ولنا البخل\n</p>\n\n<p>\nوأنت امرؤ حلو اللسان بليغه ... فما باله عند الزيادة لا يحلو\n</p>\n\n<p>\nوقبلك ما قد كان فينا أئمة ... يهمهم تقويمنا وهم عصل\n</p>\n\n<p>\nإذا انتصبوا للقول قالوا فأحسنوا ... ولكن حسن القول خالفه الفعل\n</p>\n\n<p>\nيذمون دنيانا وهم يرضعونها ... أفاويق حتى ما يدر لها ثعل\n</p>\n\n<p>\nفيا معشر الأنصار إني أخوكم ... وإني لمعروف أتى منكم أهل\n</p>\n\n<p>\nومن أجل إيواء النبي ونصره ... يحبكم قلبي وعندكم الأصل\n</p>\n\n<p>\nيقال: كان من دعاء مكحول: يا رازق النعاب في عشه. وذلك أن الغراب إذا فقص\nعن فراخه فقص عنها بيضا، فإذا رآها كذلك نفر عنها، فتفتح أفواهها فيرسل\nالله عليها ذبابا فيدخل أفواهها فيكون إذاءها حتى تسود، ثم ينقطع الذباب\nويعود الغراب.\n</p>\n\n<p>\nقال الأصمعي: كتب المنصور إلى سوار القاضي في شيء كان عنده بخلاف الحق،\nفلم ينفذ سوار كتابه وأمضى الحكم عليه، فاغتاظ أبو جعفر عليه وتوعده، فقيل\nله: يا أمير المؤمنين إنما عدل سوار مضاف إليك وزين لخلافتك، فأمسك عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p147'> Vol. 05, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nتمنى قوم عند يزيد الرقاشي أماني، فقال يزيد: أتمنى كما تمنيتم؟: قالوا:\nتمن قال: ليتنا لم نخلق، وليتنا إذ خلقنا لم نمت، وليتنا إذا متنا لم\nنحاسب، وليتنا إن حوسبنا لا نعذب، وليتنا إن عذبنا لم نخلد.\n</p>\n\n<p>\nقال الأصمعي، قال الخليل، قال طلحة الطلحات: ما بات لي رجل على موعد مذ\nعقلت إلا القليل، وذلك أنه يتململ على فراشه ليغدو فيظفر بحاجته، فلأنا أشد\nتململا من الخروج إليه من وعدي خوفا لعارض من خلف، إن الخلف ليس من أخلاق\nالكرام <span id='ms0496'></span>.\n</p>\n\n<p>\nوقال أعرابي في دعائه: يا معدن الوائد والنعم، ويا محل المحامد والكرم،\nأملي متعلق بفضلك، ولساني طلق بشكرك، فلا على رجائي أخاف التخييب، ولا على\nأملي أخشى التكذيب، صنتني عن المطالب بجودك، وألبستني الكفاية برفدك.\n</p>\n\n<p>\nكاتب في رأيك عوض من كل حظ، ودرك لكل أمل.\n</p>\n\n<p>\nكاتب جعل الله يدك بالخيرات مبسوطة، كما جعل الرغبات بك منوطة.\n</p>\n\n<p>\nكاتب إن الآمال في غيرك خواطئ وظنون، وهي فيك حقائق ويقين، لأن سؤددك\nمضمون بشرف درجتك، ومكارمك مر تهنة بعلو رتبتك، ومن لم يرق به العز طأطأ به\nالتواضعن ومن طالت به النعمة خفض به الشكر، فليس كتف تحمل أعباء غير كتفك،\nولا ظل يستر مؤملا غير ظلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nكاتب آخر: مؤملك يعتمدك واثقا، وينقلب عنك إن عضدته إليك، فإن انفرد\nبرجائك اكتفى بك، وكانت شفاعته فيك أقوى من شفاعة مستعطفك عليك.\n</p>\n\n<p>\nقال أعرابي في رجل: هو أحفظ الورى للذمم، وأعرفهم بالجود والكرم، وأجمعهم\nلحميد السجايا والشيم.\n</p>\n\n<p>\nاعتراض رجل المأمون فقال: يا أمير المؤمنين، أنا رجل من العرب، قال: ما\nذاك بعجب، قال: وإني أريد الحج، قال: الطريق أمامك نهج، قال: ليست لي نفقة،\nقال: قد سقط عنك الفرض، قال: إني جئتك مستجديا لا مستفتيا، فضحك وأمر له\nبصلة.\n</p>\n\n<p>\nكان بالبصرة رجل يلقب بقبة الإسلام من موالي سليمان بن علي، وكان له ابن\nخليع، وكان أبوه ينهاه عن المجون فلا ينتهي، فجاءه يوما وقال له: يا أبه،\nإني أريد الحج، فسر بذلك أبوه، قال: ولا أحج إلا مع خواص إخواني، قال: سمهم\nلن قال: منهم أبو سرقينة، وعثمان خراها، أبو السلاح، وعمر خرية، فقال له\nوأبوه: ويلك تريد أن تسمد الكعبة بهؤلاء؟! والله لا أذنت لك بالخروج إلى\nمكة صحبة هؤلاء، ولكن إن شئت أن تخرجهم إلى ضيعتي فإنها أحوج إلى السماد،\nفافعل.\n</p>\n\n<p>\nكاتب: أما بعد، فإني استجبت لإخائك ثقة مني بكرمك ووفائك. فلما أن عرفت\nفضلك، وسرت مسيرك، واستفرعتني بمودتك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p149'> Vol. 05, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nواستغرقتني مقتك، فاجأتني بتغيير لونك، وانزواء ركنك، وفاحش لفظك، وشانئ\nلحظك.\n</p>\n\n<p>\nشاعر: الوافر\n</p>\n\n<p>\nستنكت <span id='ms0497'></span> نادما في الأرض مني ... وتعلم أن رأيك كان عجزا\n</p>\n\n<p>\nكاتب: عقدوا ألوية الفتنة، وأطلقوا أعنة البدعة.\n</p>\n\n<p>\nقال بعض السلف: الحمد لله الذي جعل الدنيا دار قلعة ومجاز، ومحل شتات\nوأوفاز، ومضمار أهبة وجهاز، والآخرة دار القرار، وقرة عين الأبرار.\n</p>\n\n<p>\nوصف أعرابي رجلا فقال: فيه جور مع الأكفاء، وعجز عن الأعداء، وإسراع إلى\nالضعفاء، وكلب على الفقراء، وإقدام على البرية، واهتضام للرعية.\n</p>\n\n<p>\nقال أعرابي لقومه: كسروا أجنحة الضغائن في قلوبكم، واغرسوا أشجار الإحن\nفي صدوركم، وأوقدوا نيران الأحقاد بينكم.\n</p>\n\n<p>\nقال أعرابي: أنت تنظر بعين قد منعها الهوى من العدل، وتقول بلسان قد حالت\nالمحاباة بينه وبين تحري الحق.\n</p>\n\n<p>\nمدح رجل رجلا عند الفضل بن الربيع، فقال له الفضل: يا عدو الله، ألم\nتذكره عندي بكل قبيح؟ فقال: ذاك في السر، جعلت فداك.\n</p>\n\n<p>\nوقع في بعض الثغور نفير، فخرج رجل من أهلها ومعه قوس بلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nنشاب، فقيل له: أين النشاب؟ فقال: يجيء إلينا الساعة من عند العدو،\nقالوا: فإن لم يجئ، قال: فلا يكون بيننا وبينهم حرب.\n</p>\n\n<p>\nنظر الجماز الشاعر إلى رجل يخفف الصلاة فقال: لو رآك العجاج لهزج بك،\nقال: كيف؟ قال: لأن صلاتك أرجوزة.\n</p>\n\n<p>\nقال أعرابي لرجل أناله خيرا أبقاك الله للجميل حتى تعمر طريقه، وللفضل\nحتى يغمر به صديقه.\n</p>\n\n<p>\nقال بعض السلف: في القلم حكمتان: بلاغة المنطق وجلالة الصمت، وفي دمغة\nالأقلام امتحان عقول الأنام والفرق بين النقض والإبرام، وسمة أسنان الأقلام\nفي صحون المكاتب أحسن من حمرة الخجل في خدود الكواعب، وفي مشق القلم مجة\nالأفعى وبلوغ غاية المنى، وسن القلم عند الغضب نار وعند الرضا جار، والخط\nنتاج اليد وسراج الذكر والبيان، واللسان شافع ووجيه وافد نبيه، ورب إشارة\nأبلغ من عبارة، ونعم المرتبتان: الرواء الأنيق واللسان الذليق، وطعن اللسان\nانكى من طعن السنان، وللخط وسيلة هي أهدى من الحيلة.\n</p>\n\n<p>\nكاتب: ولئن كان الشكر مني غير بادي الشخص لضؤولته في جنب أياديك وعوارفك،\nإنه لحقيق بخلوصه وترقيه درجة الوفاء، واستيفاء حكم الأداء.\n</p>\n\n<p>\nقيل لملاح: كم بيننا وبين <span id='ms0498'></span> العصر؟ قال: مقدار مردي السفية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لبنان: كم كان عدد أصحاب النبي صلى الله عليه وآله وسلم يوم بدر؟\nقال: ثلاثمائة وثلاثة عشر رغيفا.\n</p>\n\n<p>\nقال أعرابي في دعائه: اللهم إني أدعوك دعاء ملح لا يمل دعاء مولاه،\nوأتضرع إليك تضرع من قد أقر بالحجة على نفسه لمولاه في دعواه؛ إليه، لو\nعرفت اعتذارا من الذنب أبلغ من الاعتراف لأتيته، فهب لي ذنبي بالاعتراف،\nولا تردني عن طلبتي عند الانصراف.\n</p>\n\n<p>\nقال عبد الصمد بن أبي شبيب عن أبيه: الأديب العاقل هو الفطن المتغافل.\n</p>\n\n<p>\nقال الأحنف: رأس مال الأدب المنطق وفصاحته، ولا خير في قول إلا بفعل، ولا\nفي مال إلا بجود، ولا في صديق إلا بوفاء، ولا في ثقة، ولا في ثقة إلا بورع،\nولا في صدقة إلا بنية، ولا في حياة إلى بصحة وأمن.\n</p>\n\n<p>\nقال الأصمعي: قال أعرابي: استطرد لعدوك، وبلج له بحسن المداراة وإعلان\nالرضا عنه، حتى تبصر فرصتك، ثم واثبه وهو على حال غرة، غير معتد لك.\n</p>\n\n<p>\nقال الأصمعي: سمعت أعرابيا يقول: الصبر المحمود أن تكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p152'> Vol. 05, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nللنفس اللجوج غلوبا وللأمور المعضلة متحملا، وللهوى عند الرأي رافضا،\nوللحزم عند الهوى مؤثرا، وللهوى عند نازلة الأمور مبارحا.\n</p>\n\n<p>\nقال شبيب بن شيبة: إخوان الصدق خير مكاسب الدنيا، هم زينة في الرخاء،\nوعدة في البلاء.\n</p>\n\n<p>\nقال الأصمعي: سمعت أعرابيا يقول: الزهادة في الدنيا مفتاح الرغبة في\nالآخرة.\n</p>\n\n<p>\nوقال أيضا: سمعت يحيى بن خالد البرمكي يقول: الدنيا دول، والدار عارية،\nولنا بمن قبلنا أسوة، ولمن بعدنا فينا عبرة.\n</p>\n\n<p>\nقال: وسمعت أعرابيا يقول: الشر مخوف من كل وجه، والنفع مرجو من كل ناحية،\nوما أكثر ما يأتي الخير من وجه الخوف، ويأتي الشر من ناحية الرجاء.\n</p>\n\n<p>\nقال: وسمعت أعرابيا يقول: المعتذر من غير ذنب يوجب الذنب على نفسه.\n</p>\n\n<p>\nوقال آخر: إرشاد المستشير قضاء بحق النعمة في الرأي.\n</p>\n\n<p>\nقال الشعبي: الكلام مصائد العقول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p153'> Vol. 05, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nقال أعرابي لرجل: لا تكن مضحاكا من غير عجب، ولا مشاء إلى غير أرب، وأعلم\nانه من نأى عن الحق ضاق مذهبه <span id='ms0499'></span>.\n</p>\n\n<p>\nقال الأصمعي، قال أعرابي: إذا كنت فطنا فعد نفسك زمنا.\n</p>\n\n<p>\nقال الأحنف: لا ينبغي للوالي أن يدع تفقد لطيف أمور الرعية اتكالا على\nنظره في جسيمها، لأن للطيف موضعا ينتفع به، وللجسيم مكانا لا يستغنى عنه.\n</p>\n\n<p>\nقال خالد بن صفوان: إن جعلك الوالي أخا فاجعله سيدا، ولا يحدثن لك\nالاستئناس به غفلة وتهاونا.\n</p>\n\n<p>\nوقال أيضا: من صحب السلطان بالصحة والنصيحة كان أكثر عدوا ممن صحبه بالغش\nوالخيانة، لأنه يجتمع على الناصح عدو الوالي وصديقه بالعداوة والحسد، فصديق\nالوالي ينافسه في منزلته، وعدوه يعاديه لنصحيته.\n</p>\n\n<p>\nقال الأصمعي: سمعت أعرابيا يقول: البلاغة لهجة صوالة، وهي سرعة الحز\nوإصابة المفصل.\n</p>\n\n<p>\nقال رجل لأبي جعفر لما عفا عن أهل الشام: يا أمير المؤمنين، الانتقام\nعدل، والتجاوز فضل، والمتفضل قد جاوز حد المنصف، فنحن نعيذ أمير المؤمنين\nأن يرضى لنفسه باوكس النصيبين، وأن لا يرتفع إلى أعلى الدرجتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي: جمع الرشيد أربعة من الأطباء: عراقيا وروميا وهنديا\nوسواديا، فقال: ليصف كل واحد منكم الدواء الذي لا داء فيه، فقال العراقي:\nالدواء الذي لا داء فيه حب الرشاد الأبيض، وقال الرومي: الدواء الذي لا داء\nفيه الهليج الأسود، وقال الهندي: الدواء الذي لا داء فيه الماء الحار، فقال\nالسوادي: حب الرشاد يولد الرطوبة، والماء الحار يرخي المعدة، والهليلج\nالأسود يرقق المعدة، قالوا: فأنت فما تقول؟ قال: الدواء الذي لا داء معه أن\nتقعد على الطعام وأنت تشتهيه، وتتركه وأنت تشتهيه.\n</p>\n\n<p>\nقال شبيب بن شيبة: تكلم رجل من الحكماء عند عبد الملك بن مروان في معنى\nرجل فقال: ذاك رجل آثر الله على خلقه، وآثر الآخرة على الدنيا، فلم تكترثه\nالمطالب، ولم تعنه المطامع، نظر قلبه إلى إرادته فسما نحوها ملتمسا لها،\nفهو دهره محزون، ببيت إذا نام الناس ذا شجون، ويصبح مغموما كالمسجون،\nانقطعت من همته الراحة دون منيته، فشفاؤه القرآن، ودواؤه الكلمة من الحكمة،\nوالموعظة الحسنة، لا يرى الدنيا منها عوضا، ولا يستريح إلى ما لديه شوقا.\nفقال عبد الملك: أشهد أن هذا أرخى <span id='ms0500'></span> بالا مني وأنعم عيشا.\n</p>\n\n<p>\nقال الأصمعي: الطلحات المعروفون بالكرم: طلحة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p155'> Vol. 05, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن عثمان التيمي، وهو الفياض، وطلحة بن عمر بن عبيد الله بن\nمعمر التيمي، وهو طلحة الجواد، وطلحة بن عبد الله بن عوف ابن أخي عبد\nالرحمن بن عوف الزهري، وهو طلحة الندي، وطلحة بن الحسن بن علي، وهو طلحة\nالخير، وطلحة بن عبد الله بن خلف الخزاعي، وهو طلحة الطلحات، وسمي بذلك\nلأنه كان أجودهم.\n</p>\n\n<p>\nقال بعض السلف: فضل نساء السند على سائر النساء طول الشعور، ورخص المهور،\nودقة الخصور، واستواء النهود، وعظم الأكفال، والصبر عند الجماع، وحرارة\nالأرحام.\n</p>\n\n<p>\nأنشد لابن أبي خسثمة: البسيط\n</p>\n\n<p>\nبيضاء لو برزت من خدر قيمها ... ما ضل من حسنها في ظلمة سار\n</p>\n\n<p>\nلو أن وجدي بها والنار في قرن ... لكان وجدي بها أذكى من النار\n</p>\n\n<p>\nوأنشد للهجيمي: الرجز\n</p>\n\n<p>\nإذا رأيت بازلا صار جذع ... فاحذر إذا لم تر سوءا أن تقع\n</p>\n\n<p>\nلا تأمن الأيام فالدهر خدع ... خذ من صفاء العيش من قبل الجزع\n</p>\n\n<p>\nأنشد ابن الأعرابي وقد مر من قبل تفسير هذه الأبيات،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p156'> Vol. 05, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nولا أعلم كيف موقع الغلط فيها: الكامل المجزوء\n</p>\n\n<p>\nالمرء يكدح للحياة وحسبه خبلا حياته\n</p>\n\n<p>\nيرفت ماضغه ويهدا بعدما انصاتت قناته\n</p>\n\n<p>\nوبكل ناظره ويكمه سمعه وتهي حصاته\n</p>\n\n<p>\nوتقف جلدته وتعرى من ملابسها شواته\n</p>\n\n<p>\nويغيب شاهده ويشهد غيبه وتموت ذاته\n</p>\n\n<p>\nويمل من برم بنوه به وتسأمه بناته\n</p>\n\n<p>\nوهب الحياة له تدوم وليس يتبعها وفاته\n</p>\n\n<p>\nلا شمل إلا سوف يعقب بعد ألفته شتاته\n</p>\n\n<p>\nما خير عيش المرء منفردا وقد فرطت لداته\n</p>\n\n<p>\nكالفحل عيب شوله عنه وأسلمه رعاته\n</p>\n\n<p>\nاستشار عمر ابن عباس رضي الله عنهما في تولية حمص رجلا فقال: لا يصلح إلا\nأن يكون رجلا منك، قال: فكنه، قال: لا تنتفع بي لسوء ظنك بي.\n</p>\n\n<p>\nقال محمد بن أبي قتيبة: كتبت إلى ابن عمر أسأله عن العلم فقال: إنك كتبت\nإلي تسألني عن العلم، والعلم أكثر من أن أكتب به إليك، ولكن إن استطعت أن\nتلقي الله كاف اللسان عن أعراض المسلمين <span id='ms0501'></span>، خفيف الظهر من دمائهم، فافعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nلبعض أهل المشرق: المنسرح\n</p>\n\n<p>\nيا راكبي البحر آملين غنى ... أما تخافون ويحكم خطره\n</p>\n\n<p>\nعدوا عن البحر واقصدوا ملكا ... سؤاله عنده ذوو الأثره\n</p>\n\n<p>\nفأبحر الأرض سبعة ولنا ... أنامل الفضل أبحر عشره\n</p>\n\n<p>\nأنا الذي مذ لبست نائله ... لبست للفقر جلدة النمره\n</p>\n\n<p>\nقدم هرم بن حيان من الشام فقالوا له: كيف تركت المعيشة بها؟ فقال: أف\nلهذا الكلام، ما ظننت أن أحدا يتهم الله جل جلاله في رزقه، أدلكم على طريق\nالجنة وتسألونني عن طريق النار؟! قال أبو الدرداء: إياك ودمعة اليتيم،\nودعوة المظلوم، فإنها تسري بالليل والناس نيام.\n</p>\n\n<p>\nوقال ابن عباس رحمه الله: كل ما شئت والبس ما شئت، وما أخطأك اثنان: سرف\nومخيلة.\n</p>\n\n<p>\nقال ابن عيينة: ليس من حبابك الدنيا طلبك ما لا بد منه.\n</p>\n\n<p>\nوقف علي بن أبي طالب رضي الله عنه على قبر مرثد بن حوشب فقال: يرحمك الله\nيا مرثد، لقد شيعت عمرك بالتوحيد، وعفرت وجهك بالسجود، وإن قال الناس مذنب\nفمه، فأينا لم يذنب؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nقال الربيع بن خثيم: لو كانت الذنوب تفوح لما جلس أحد إلى أحد.\n</p>\n\n<p>\nقال بعض النحويين: الكلام يدور على ثمانية عشر بناء سمي فاعله، ثلاثة\nمنها ثلاثية، وأربعة رباعية، وستة خماسية، وخمسة سداسية.\n</p>\n\n<p>\nفأما الثلاثي ففعل نحو: جلس، وضرب، وحدث؛ وفعل نحو: عمل؛ وفعل نحو: ظرف\nوكرم.\n</p>\n\n<p>\nوأما الرباعي فأن يكون على فعلل نحو: دحرج، ويلحق به حوقل، وجلب؛ وفاعل\nنحو: قاتل وعالج؛ وفعل نحو: كرم ويسر؛ وأفعل نحو: أكرم وأقفل.\n</p>\n\n<p>\nوالخماسي نحو: انفعل كقولك: انطلق واندفع؛ وافتعل كقولك: استمع وارتبط؛\nوافعل نحو: احمر واشهب؛ وتفعلل كقولك: تدحرج وتجلبب؛ وتفاعل كقولك: تعالج؛\nوتفعل كقول: تحرك وتكسر.\n</p>\n\n<p>\nوالسداسي نحو: استفعل كقولك: استغفر واستخرج؛ وافعال نحو: احمار وابياض؛\nوافعول نحو: اعلوط، واجلوط؛ وافعوعل نحو: اخلولق واغدودق؛ وافعنلل نحو:\nاحرنجم واخرنطم.\n</p>\n\n<p>\nكتب بشر بن عياث إلى رجاء بن أبي الضحاك كتابا: أما بعد، فإني قد وجهت\nإليك بفلان أنا، وأنا أنت، فكن أنا أنت لفلان والسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nقال أحمد بن يزيد: سمعت <span id='ms0502'></span> المنتصر يقول - وأنا صبي - في مناظرة مع قوم: لا\nعز ذو باطل ولو طلع من جبينه القمر، ولا ذل ذو حق ولو أصفق العالم عليه.\n</p>\n\n<p>\nشاعر: الطويل\n</p>\n\n<p>\nشكوت وما الشكوى لمثلي عادة ... ولكن تفيض النفس عند امتلائها\n</p>\n\n<p>\nوقال الراجز: الرجز\n</p>\n\n<p>\nإن الرفيق لاصق بقلبي ... إذا أضاف جنبه لجنبي\n</p>\n\n<p>\nأبذل نصحي وأكف شعبي ... ليس كمن يفحش أو يحظنبي\n</p>\n\n<p>\nالحظنباء: الغضب؛ هكذا سمعت الثقة.\n</p>\n\n<p>\nقال الخياط المتكلم شيخ أبي القاسم الكعبي: ما قطعني إلا غلام قال لي: ما\nتقول في معاوية؟ قلت: إني أقف فيه، قال: فما تقول في ابنه يزيد؟ فقلت:\nألعنه، قال: فما تقول فيمن يحبه؟ قلت: ألعنه، قال: أفترى معاوية كان لا يحب\nابنه يزيد؟ فقطعني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nشاعر: البسيط\n</p>\n\n<p>\nالله يعلم أنا في تلفتنا ... يوم الفراق إلى جيراننا صور\n</p>\n\n<p>\nوأنني حيث ما يثني الهوى بصري ... من حيث ما سلكوا أدنوا فأنظور\n</p>\n\n<p>\nأعرابي: الكامل\n</p>\n\n<p>\nإن الكريم أخو الكريم وإنما ... يصل اللئيم حباله بلئام\n</p>\n\n<p>\nهشام بن أبيض أحد بني عبد شمس: الرجز\n</p>\n\n<p>\nإني وإن أفنى الزمان نحضي ... وأسرعت أيامه في نقضي\n</p>\n\n<p>\nوابتزني بعضي وأبقى بعضي ... موف لمن قارضني بالقرض\n</p>\n\n<p>\nينفع حبي ويضر بغضي\n</p>\n\n<p>\nآخر: الرجز\n</p>\n\n<p>\nأصبحت لا يحمل بعضي بعضي ... منقها أروح مثل النقض\n</p>\n\n<p>\nإن الليالي أسرعت في نقضي ... طوين طولي وطوين عرضي\n</p>\n\n<p>\nثم انتحين عن عظامي نحضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p161'> Vol. 05, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nقيل للمفضل: لم لا تقول الشعر وأنت من العلماء به؟ قال: علمي به يمنعني\nمنه.\n</p>\n\n<p>\nلأبي الأسد: الطويل\n</p>\n\n<p>\nوإني على عدمي لصاحب خمة ... لها مذهب بين المجرة والنسر\n</p>\n\n<p>\nقال العتابي: من أعظم مكايد الشيطان ازدراؤك من علماء دهرك من عنده\nالمخرج مما أشكل عليك، وتهمتك من يلزمك الاقتباس منه.\n</p>\n\n<p>\nوصف أعرابي خيلا فقال: سامية العيون، لاحقة البطون، مصغية الآذان، أفتاء\nالأسنان، ضخام الركبات، مشرفات الحجبات، رحاب المناخر، صلاب الحوافر، وقعها\nتحليل، ورفعها تعليل، إن طلبت نالت، وإن طلبت فاتت.\n</p>\n\n<p>\nشاعر: الطويل\n</p>\n\n<p>\nكأنك لم تشهد إذا كنت غائبا ... ولم تك يوما غائبا حين تشهد\n</p>\n\n<p>\nوصف أعرابي قوما فقال: كأن خدودهم ورق المصاحف، وكأن أعناقهم أباريق <span id='ms0503'></span>\nالفضة، وكأن حواجبهم الأهلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p162'> Vol. 05, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nيقال: أطراف الحديد خياره، مثل الطرف من الرجال، ومن الخيل الطروف.\n</p>\n\n<p>\nقال أبو الدرداء: كان الناس ورقا لا شوك فيه، وهم اليوم شوك لا ورق فيه.\n</p>\n\n<p>\nقال ابن الأعرابي: مر عقال الناسك بمرداس بن حذالم الكندي فاستسقاه لبنا\nفصب له خمرا وعلاه باللبن، فشربه وسكر فلم يتحرك ثلاثة أيام، فأنشأ مرداس\nيقول: الطويل\n</p>\n\n<p>\nسقينا عقالا بالثوية شربة ... فمالت بلب الكاهلي عقال\n</p>\n\n<p>\nفقلت تجرعها عقال فإنما ... هي الخمر خيلنا لها بخيال\n</p>\n\n<p>\nقرعت بأم الخل حبة قلبه ... فلم يستفق منها ثلاث ليال\n</p>\n\n<p>\nآخر: الهزج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p163'> Vol. 05, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nأما تنظر في عين ... ي عنوان الذي أبدي\n</p>\n\n<p>\nأما تفهم ما أضم ... ر في إسعاف ما أبدي\n</p>\n\n<p>\nوفي دون الذي أظه ... ر ما دل على وجدي\n</p>\n\n<p>\nعيونا تسرق اللحظ ... من المولى إلى العبد\n</p>\n\n<p>\nقيل لجمين: ما تشتهي؟ قال: نشيش مقلى، بين غليان قدر، على رائحة شواء.\n</p>\n\n<p>\nقال أبو مسحل: خرج قيس بن زهير العبسي - وكانوا قد أجدبوا - ممتارا، فبصر\nبنار فأمها، ثم أبت نفسه السؤال فصار إلى شجر ذات ورق لها سم فأكل منها ثم\nمال إلى الوادي فنام في الشمس فمات، فقال الربيع بن زياد العبسي يرثيه:\nالمديد\n</p>\n\n<p>\nإن قيسا كان ميتته ... أنفا والمرء منطلق\n</p>\n\n<p>\nراء نارا بالعراء بدت ... وشجاع البطن يحتفق\n</p>\n\n<p>\nجاء حتى كاد ثمأبى ... ولدت الوادي له ورق\n</p>\n\n<p>\nفحشاه جوف جفرته ... ثم أغفى وهو مطرق\n</p>\n\n<p>\nفي دريس لا يغيبه ... رب حر ثوبه خلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nاختصم إلى أسد بن عبد الله اثنان في كبة غزل، فقال أحدهما: هذه كبتي وجاء\nببينة، وقال الآخر: هذه كبتي وجاء ببينة، فقال لأحدهما: على ماذا كببت؟\nقال: على لوزة، وقال للآخر: على ماذا كببت؟ فقال شيئا آخر، فنقضت الكبة\nفوجدت على لوزة، فأعطاها صاحب اللوزة.\n</p>\n\n<p>\nجاء طفيلي إلى باب عرس فمنع من الدخول، فأخذ إحدى نعله في كمه وعلق الآخر\nفي يده وأخذ خلالا وجعل يتخلل، ودنا من الباب فمنع من الدخول، فقال للبواب:\nيا هذا قد أكلت، فقال البواب: إنما منعتك من الغداء فإذا تغذيت فادخل <span id='ms0504'></span>، فدخل\nوأكل.\n</p>\n\n<p>\nوجاء طفيلي آخر إلى باب عرس فمنع من الدخول، فرهن نعليه على سكرجات عند\nالبقال وعاد إلى الباب فدخل، وجعل السكرجات في كمه، ثم قعد وأكل، فلما فرغ\nردها على البقال وقال: ليس يرضونها، يريدون شامية جيدة.\n</p>\n\n<p>\nأهدى ملك الروم إلى رسول الله صلى الله عليه وآله وسلم شعيرا من ذهب،\nفأرسل به إلى المشركين يكف به أذى رؤسائهم، وأبى كل رئيس أن يقبله، وكان\nنصيب بني عبد مناف إلى أبي سفيان فقبله، وخرج إلى البطحاء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nواجتمعت قريش وغيرها فأقبل يدعوهم، فإذا جاء الرجل قال له أبو سفيان: خذ\nما بدا لك وانظر إلى ما خلفك، واعلم انهم كثير، فانصرفوا حامدين له.\n</p>\n\n<p>\nمر زياد بأبي العريان وهو مكفوف، فقال: من هذا؟ قالوا: الأمير زياد،\nفقال: رب أمر قد نقضه الله، وعبد قد رفعه الله، فسمعها زياد فكره الإقدام\nعليه، وكتب بها إلى معاوية، فأمره معاوية أن يبعث إليه بألف دينار ويمر به\nفيسمع ما يقول، ففعل، ثم مر به، فقال: من هذا؟ فقالوا: زياد، فقال: رحم\nالله أبا سفيان فكأنها تسليمته ونعمته، فكتب بها زياد إلى معاوية، فكتب\nمعاوية إلى أبي العريان: البسيط\n</p>\n\n<p>\nما ألبثتك الدنانير التي حملت ... ان غيرتك أبا العريان ألوانا\n</p>\n\n<p>\nفدعا أبو العريان ابنه فأملى عليه إلى معاوية:\n</p>\n\n<p>\nمن يسد خيرا يجده حيث يطلبه ... ويسد شرا يجده حيث ما كانا\n</p>\n\n<p>\nنام جحا مع أمه فضرطت، فأحبت أن تعلم ما عنده فقالت: يا أبا الغصن هل صاح\nالديك؟ فقال: أما ديكك فقد صاح، وأما ديوك الناس لا.\n</p>\n\n<p>\nدخل جحا البيت فإذا جارية أبيه نائمة، فاتكأ عليها فانتبهت وقالت: من ذا؟\nقال: اسكتي أنا أبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nخطب عبد الملك بن مروان فقال: أيها الناس اعملوا لله تعالى رهبة أو رغبة،\nفإنكم نبات نعمته وحصيد نقمته، ولا تغرس لكم الآمال إلا ما تجنيه الآجال،\nأقلوا الرغبة فيما يورث العطب، فكل ما تزرعه لكم العاجلة تجنيه دونكم\nالآجلة، واحذروا الجديدين فهما يكران عليكم باقتسام النفوس، وهدم المأسوس،\nكفانا الله وإياكم <span id='ms0505'></span> سطوة القدر، وأعاننا على الحذر، من شر الزمن، ومضلات\nالفتن.\n</p>\n\n<p>\nقال أحمد بن عبد الله بن العباس الصولي: القرطاس أمره ما لم تكحله ميل\nالدواة.\n</p>\n\n<p>\nورأى جرير رجلا أسود وعليه ثياب جدد فقال: الرجز\n</p>\n\n<p>\nكأنه لما بدا للناس ... أير حمار لف في قرطاس\n</p>\n\n<p>\nقدم أشعب بغداد أيام المهدي فقال: سمعت ظلمة القوادة تقول: إذا أنا مت\nفاحرقوني واجعلوا رمادي في صرة وتربوا به الكتب بين المتحابين فإنهم\nيجتمعون، أعطوا منه الختانات ليذروا به على الصبيات المطهرات، فإنهن يلهجن\nبالزب ولا يفارقنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nقالت علية بنت المهدي: الوافر\n</p>\n\n<p>\nتكاتبنا برمز في الحضور ... وإيحاء يلوح على سطور\n</p>\n\n<p>\nسوى مقل تخبر ما عناها ... بكف الوهم في ورق الصدور\n</p>\n\n<p>\nقال روح بن عبادة القيسي: كنا عند شعبة، فذكر حديثا فسمع صرير الميل في\nالألواح فغضب وقال: أما تحفظون حديثا واحدا؟! والله لا حدثت اليوم إلا\nضريرا، فقام رجل فقال: يا أبا بسطام، قد سمعنا اليمين فهل يجوز بأعور؟ فضحك\nوحدث وكفر عن يمينه.\n</p>\n\n<p>\nخطب سليمان بن عبد الملك بالجابية وقال: أيها الناس، عظوا أنفسكم، ولا\nتستسلموا إلى الغفلة فتؤديكم إلى الحسرة، ولا تركنوا إلى الآمال في استسعاف\nالتفريط فتبيدكم الآجال بسيف المنون، أصارنا الله وإياكم ممن حسن في الخير\nأثره، دعاء مسموعا، وعملا مرفوعا.\n</p>\n\n<p>\nقال الشعبي لأصحابه: لا تقدموا على أمر تخافون أن تقصروا دونه، فإن\nالعاقل يحجزه عن مراتب المتقدمين ما يرى من فضائح الأولين المقصرين، ولا\nتعدوا أحدا عدة لا تستطيعون، إنجازها، فإن العاقل يحجزه عن الكذب ما يرى من\nالمذمة في الحلف، ولا تحدثوا بين الناس من تخافون تكذيبه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nفإن العاقل يلزمه الصمت ما يرى من مذمة التكذيب، ولا تسألوا أحدا من\nالناس تخافون منعه، فإن العاقل يحجزه عما ناله السائلون ما يرى من الدناءة\nفي الطمع.\n</p>\n\n<p>\nخطب يوسف بن عمر فقال: اتقوا الله عباد الله، فكم من مؤمل أملا لا يبلغه،\nوجامع مالا لا يأكله، ومانع ما سوف يتركه، ولعله من باطل جمعه، ومن حق\nمنعه، ولعدو خلفه، قد احتمل إصره <span id='ms0506'></span>، وباء بوزره، وورد على ربه أسفا لاهفا،\nخسر الدنيا والآخرة، ذلك هو الخسران المبين.\n</p>\n\n<p>\nقال داود بن علي في خطبة له: لا تنطق بطرا، ولا تسكت حصرا.\n</p>\n\n<p>\nقال أعرابي لصاحبه: أما إنك لست صدوق اللهجة، ولا صحيح الحجة.\n</p>\n\n<p>\nقال بعض السلف: إذا افتقر الرجل اتهمه من كان له مؤتمنا، وأساء به الظن\nمن كان ظنه به حسنا، وإن أذنب غيره سبقت الظنة إليه، وليست كلمة هي للغني\nمديح إلا وهي للفقير ذم، إن كان حليما سمي ضعيفا، وإن كان وقورا سمي بليدا،\nإن كان صموتا سمي عييا، وإن كان لسنا سمي مهذارا، وإن كان شجاعا سمي أهوج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p169'> Vol. 05, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض الأدباء: الفقر سالب للعقل والمروءة، مذهبة للعلم والأدب، معدن\nللتهم، جامع للمكاره، لأن صاحبه لا يجد بدا من اطراح الحياء، ومن ذهب حياؤه\nذهب سروره، ومن ذهب سروره مقت، ومن مقت أوذي، ومن أوذي حزن، ومن حزن ذهب\nعقله، واستنكر حفظه وفهمه، وكان الأمر عليه لا له.\n</p>\n\n<p>\nقال عتبة لأهل مصر: قد طالت معاتبتنا إياكم بأطراف الرماح، وظبات السيوف،\nحتى صرنا شجى في لهاتكم ما تسيغه حلوقكم، وقذى في عيونكم ما تطرف عليه\nجفونكم، فحين اشتدت عرى الحق عليكم عقدا، وانحلت عرى الباطل حلا، أرجفتم\nبموت الخليفة، وأردتم توهين الخلافة، وخضتم الحق إلى الباطل، وأبعد عهدكم\nحديث به، فأريحوا أنفسكم إذ خبرتم دنياكم وآخرتكم، واعلموا أن لنا سلطانا\nعلى أبدانكم دون قلوبكم، فأصلحوا لنا ما ظهر نكفكم ما بطن، وأبدوا خيرا وإن\nأسررتم شرا، وبالله نستعين.\n</p>\n\n<p>\nوقال أيضا عتبة: يا أهل مصر، لا مبرأ من الذنب، ولا عتق من الرب، وقد\nتقدمت مني إليكم عقوبات قد كنت أرجو الأجر يومئذ فيها، وأنا أخاف اليوم\nالوزر علي منها، فليتني لا أكون أصلحت دنياي بفساد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nمعادي، وأنا أستغفر الله منكم، وأتوب إليه فيكم، وقد أصبحت أخاف ما كنت\nأرجو ندما عليه، وأرجو ما كنت أخاف اعتباطا به، وقد شقي من هلك بين عفو\nالله ورحمته، والسلام عليكم سلام من لا أراه عائدا إليكم <span id='ms0507'></span>.\n</p>\n\n<p>\nوقال ابن الأعرابي: جاء خالد بن صفوان إلى باب بعض ولاة البصرة فإذا هو\nبروح بن حاتم فقال: يا ابن أخي، والله ما غدوت قط ولا رحت على أبواب هؤلاء\nإلا وأنت هناك، أكل هذا طلبا للدنيا وحرصا عليها؟ قال: فأجللته عن الجواب،\nثم قلت: كفى بك حرصا أن تراني في هذه الأوقات، قال: إن قلت ذاك يا ابن أخي،\nلقد ذهب ذمار القلب، وحسام الصلب، ورونق الوجه، وماء الشباب، وقربت عهاد\nالعلل، ووالله ما مرت بنا ساعة من أعمارنا إلا ونحن نؤثر الدنيا على ما\nسواها، فما تزداد عندنا إلا تحليا، ولا عنا إلا توليا.\n</p>\n\n<p>\nقال بعض السلف: الأسرار ثلاثة: سر لا طريق إلى إعلانه لأن فيه اجتياح\nالنفس، وسر تفشيه إلى وكيلك لسقوط الحشمة ليفرح به، وسر عند العدو ليتغيظ\nمنه.\n</p>\n\n<p>\nقال عبد الرحمن بن عوف، قال عمر بن الخطاب رضي الله عنه: لقد لنت للناس\nحتى خشيت الله في اللين، ثم شددت عليهم حتى خشيت الله في الشدة، فأين\nالمخرج؟ فقام عبد الرحمن يجر رداءه ويقول: أف لهم بعدك، وقال عمر: اللهم\nتعلم أني منك فيهم أشد فرقا منهم مني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت القاضي أبا حامد يقول: كان عمر بن الخطاب رضي الله عنه إذا كثر عليه\nالخصوم صرفهم إلى زيد، فلقي رجلا ممن صرفهم إلى زيد فقال له: ما صنعت؟ قال:\nقضى علي يا أمير المؤمنين، قال: لو كنت أنا لقضيت لك، قال: فما يمنعك وأنت\nولي الأمر؟ قال: لو كنت أردك إلى كتاب الله وسنة نبيه فعلت، ولكني أردك إلى\nالرأي، والرأي مشترك.\n</p>\n\n<p>\nقال علي بن أبي طالب رضي الله عنه: اجتمع رأيي ورأي عمر رضي الله عنه في\nأمهات الأولاد أن لا يبعن، ثم رأيت بعد أن يبعن.\n</p>\n\n<p>\nقال أبو عبيدة: رأي رجلين في الجماعة أحب إلي من رأي رجل واحد في الفتنة،\nهكذا حدثنا به أبو حامد، وقد جفا أبو عبيدة في قوله، والله يرحمه.\n</p>\n\n<p>\nقيل للحسن: ما لتوكل؟ قال: أن لا يكون شيء في <span id='ms0508'></span> قلب العبد أوثق من ربه.\n</p>\n\n<p>\nقال رجل للوليد بن عبد الملك: إن فلانا نال منك، قال: أتريد أن تقتص\nأوتارك من الناس بي قال المدلئني: تزوج الوليد بن عبد الملك بن مروان امرأة\nمن العرب، فلما صار إليها قالت: رفغ رفغ، قبح الله أما عودتك ما أرى.\n</p>\n\n<p>\nنام جحا مع أمه فضرطت، وأحبت أن تعلم ما عنده فقالت له: بكم اشترى أبوك\nهذه القطيفة؟ قال: بأربعين درهم، وإن بقي ضراطك فيها أصبحت لا تساوي أربعة\nدراهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nنظر بهارة المخنث إلى جارية سوداء في رجلها خلخال من الفضة فقال: انظر\nبالله إلى ساقها كأنه أير مضبب.\n</p>\n\n<p>\nقيل لرجل من دارم، وكانت به قرحة: إنك لعلى خير، قال لهم: وما ذاك؟\nقالوا: قد نرى نفثك أخضر، قال: والله لو نفثت كل زمردة في الأرض لمت.\n</p>\n\n<p>\nقال الأصمعي: قدم رسول على الحجاج، فلما قرأ كتابه قال: ما بطأ بك؟ قال:\nالبرد، قال: ما بلغ من شدته؟ قال: صحو الليل، وغيم النهار، وقطر مطر تتبعه\nشمال؛ قال الحجاج: هذا وأبيك البرد حقا.\n</p>\n\n<p>\nقال الصمعي: أتى رجل جبلة بن عبد الرحمن فقال: كلم الحجاج في كذا وكذا،\nفقال: ليست من الحوائج التي يقضيها، قال: كلمه فربما يوافق قدر فيقضيها وهو\nكاره، فدخل فكلمه فقال: أعلمه أنا قضيناها ونحن كارهون.\n</p>\n\n<p>\nقال المفجع، حدثنا بعض أصحابنا قال: مر بي رجل من بني تميم، قال: وكنت\nأشد على رجل بحضرتي، فسألته الصراع فقال: أنت تصارعني؟ فخذ بحلقي واجهد\nجهدك، فأخذت بحلقه، فجعل يأكل وكأن حلقه ليست تطبق يدي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن الأعرابي، قالت قريبة الأعرابية: إذا كنت في غير قومك فلا تنس\nنصيبك من الذل.\n</p>\n\n<p>\nوقال ابن الأعرابي أيضا: حدثني رجل من عبد القيس عن عبد الصمد بن المفضل\nالراقشي انه هنا فتى أراد البناء على أهله فقال: بالبركة وشدة الحركة،\nوالظفر عند المعركة.\n</p>\n\n<p>\nقال علي بن أبي طالب رضي الله عنه: الحاجة مسألة، والدعاء زيادة، والحمد\nشكر، والندم توبة.\n</p>\n\n<p>\nقال عطاء الخراساني: الحوائج عند الشبان أسهل منها <span id='ms0509'></span> عند الشيوخ، ألم تسمع\nقول الله تعالى عن يوسف في إخوته \" لا تثريب عليكم اليوم يغفر الله لكم \"\nيوسف: 92، وقال يعقوب \" سوف أسغفر لكم ريي \" يوسف: 98.\n</p>\n\n<p>\nقال مصعب بن الزبير: يقال: لا يصدق القتال إلا ثلاثة: مستبصر في دينه، أو\nغيران على النساء، أو ممتعض من ذل.\n</p>\n\n<p>\nقال إبراهيم بن العباس: الناس ثلاثة: رجل فوقك، ورجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nدونك، ورجل مثلك، فتكبرك على من هو فوقك جنون، وعلى من هو دونك لؤم، وعلى\nمن هو مثلك ظلم.\n</p>\n\n<p>\nقال ابن عائشة، حدثني أبي قال: كنت يوما جالسا في المسجد الجامع بالبصرة\nفإذا أنا بخالد بن صفوان الأهتمي قد أقبل إلينا، فلما رأيته زحفت عن صدر\nالمجلس ووسعت له، فجاء وجلس ثم أقبل إلي وقال لي: ابن من أنت؟ فقلت: أنا\nمحمد بن حفص، قال: ابن عم موسى؟ قلت: نعم، قال: والله إن كان أبوك لمثابة،\nقال: فأخبرني عدة من شيوخ المسجد انهم لم يسمعوا مدحا يحرف واحد أحسن من\nهذا.\n</p>\n\n<p>\nقال جعفر بن محمد رضي الله عنهما: اللهم إنك للذي أنت أهل من عفوك أحق\nمني بالذي أنا له أهل من عقوبتك.\n</p>\n\n<p>\nقال بعض السلف: نعمة لا تشكر، كسيئة لا تغفر.\n</p>\n\n<p>\nقال عروة بن الزبير: كان الرجل فيما مضى إذا أراد أن يشين جاره أو صاحبه\nطلب حاجة إلى غيره.\n</p>\n\n<p>\nقال بعض السلف: ابذل لصديقك دمك ومالك، ولمعرفتك رفدك ومحضرك، ولعدوك\nعدلك وإنصافك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقال يزيد بن كثير العنبري: طرحنا الحشمة فيما بيننا وبين حفظتنا طرح من\nلا يؤمن أنهم معه يعلمون ما يقول ويفعل.\n</p>\n\n<p>\nوصف أعرابي رجلا فقال: كان قصير الشبر، صغير القدر، ضيق النفس والصدر،\nلئيم النجر، عظيم الكبر، كثير الفخر.\n</p>\n\n<p>\nقال ابن عباس: ما رأيت رجلا أوليته خيرا إلا أضاء ما بيني وبينه، ولا\nرأيت رجلا فرط مني إليه سوء إلا أظلم ما بيني وبينه.\n</p>\n\n<p>\nقال المدائني: أتي الوليد بن عبد الملك برجل من عبس، فسأل عن حاله وذهاب\nعينه فقال: ما كان في الأرض يا أمير المؤمنين عبسي أكثر مالا <span id='ms0510'></span> مني وولدا،\nفأتى السيل ليلا فلم يبق لي مالا ولا أهلا ولا ولدا إلا بنيا صغيرا وبعيرا،\nفحملت الصبي، وند البعير فوضعت الصبي وتبعته فنفحني برجله ففقأ عيني، فجرعت\nإلى ابني فإذا الذئب يلغ في دمه، فقال الوليد: اذهبوا به إلى عروة بن\nالزبير ليعلم أن في الدنيا من هو أعظم مصيبة منه.\n</p>\n\n<p>\nقيل لأبي ذر: تحب أن تحشر في مسلاخ أبي بكر؟ قال: لا، قيل: ولم؟ قال:\nلأني من أمري على ثقة، ومن أمري غيري على شك. هذا جواب مستجفى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p176'> Vol. 05, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nقال سفيان بن عيينة، قيل لبعض السلف: أترجو الأجر فيما أحل الله لك؟ قال:\nنعم، قيل: أرأيت لو فعلت شيئا هو حرام أكنت تخاف الإثم فيما حرم الله عليك؟\nقال: نعم، قال: فارج الأجر فيما أحل الله، كما تخاف الإثم فيما حرم الله\nعليك.\n</p>\n\n<p>\nقال عبد الرحمن: سمعت شيخا يعظ ويقول: يا ابن آدم، كم من مدخل لو دخلت\nفيه افتضحت، صرفه عنك ربك.\n</p>\n\n<p>\nوكان زيد بن أسلم يقو: لا تدعوا العلم رغبة عنه، ولا رضى بالجهل منه، ولا\nاستحياء من التعلم له.\n</p>\n\n<p>\nوقال بعض السلف إنما يحمل العبد على الزهد في العلم قلة انتفاعه بما علم.\n</p>\n\n<p>\nنظر سالم بن عبد الله إلى رجل فقال: من أنت؟ قال: رجل مظلوم بطال، فقال\nسالم: ويل لك من يوم يخسر فيه المبطلون.\n</p>\n\n<p>\nحج سليمان بن عبد الملك فدخل البيت فرأى سالم بن عبد الله فقال: ارفع\nحوائجك، فقال: والله لا أسأل في بيت الله غير الله.\n</p>\n\n<p>\nقال وهب كونوا في الدنيا كقوم أيسوا منها رغبة عنها، وإيثارا لغيرها،\nعلموا فيها بما يبصرون، وبادروا فيها بما يحذرون، تتقلب أبدانهم بين ظهراني\nأهل الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p177'> Vol. 05, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nقال سعيد بن جبير: حضر بشر بن المنصور الموت، فرأيناه يسر بالموت، فقيل\nله: إنا نراك تسر بالموت، فقال: أتجلعون قدومي على خالق مرجو كمقامي مع\nمخلوق مخوف؟!\n</p>\n\n<p>\nقال عتاب بن أسيد: أراد أهل البصرة أبا قلابة على القضاء فأبى وهرب إلى\nاليمامة، فأراده أهلها على القضاء فهرب إلى <span id='ms0511'></span> الشام، فقال والي الشام: لعلك\nتراني مثل والي البصرة ووالي اليمانة، فبكى الشيخ وقال: إن للقضاء مثلا\nفاسمعه مني ثم اعمل ابدا لك، قال: وما مثله؟ قال: مثل قوم ألقوا في بحر،\nفمنهم السابح الماهر، ومنهم من لا يحسن السباحة، فأما من لا يحسن السباحة\nفهلك في أول وهلة، وأما السابح الماهر فيسبح يوما أو يومين في البحر ولم\nيصب مخلصا فغرق في الثالث؛ فرحمه الوالي وخلى سبيله.\n</p>\n\n<p>\nسمع القاسم بن محمد رجلا يقول: ما أجرأ فلانا على الله، فقال: ابن آدم\nأذل وأحقر من أن يكون جريئا على الله، ولكن قل: ما أغر فلانا بالله تعالى.\n</p>\n\n<p>\nسمع ابن عباس رحمه الله أعرابيا يقرأ \" وكنت على شفا حفرة من النار\nفأنقذكم منها \" آل عمران: 103 فقال الأعرابي: والله ما أنقذهم منها وهو\nيعيدهم فيها، قال ابن عباس: خذوها من غير فقيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p178'> Vol. 05, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشعث بن قيس لقومه: إنما أنا رجل منكم، ليس لي فضل عليكم، ولكني\nأبسط لكم وجهي، وأبذل لكم مالي، وأحفظ حريمكم، وأعود مريضكم، فمن فعل مثل\nهذا فهو مثلي، ومن زاد عليه فهو خير مني، ومن قصر عنه فأنا خير منه، فقيل\nله: ما يدعوك إلى هذا؟ قال: أحضهم على السؤدد ومكارم الأخلاق.\n</p>\n\n<p>\nقال الهيثم، قال أسد بن عبد الله لرجل من بني شيبان: بلغني أن السؤدد\nفيكم رخيص، فقال: أما نحن أيها الأمير فلا نسود إلا من يوطئنا رحله،\nويفرشنا عرضه، ويعطينا ماله، فقال: والله إن السؤدد فيكم لغال.\n</p>\n\n<p>\nقال ابن عمر: إنا معاشر قريش نعد الحلم والجود سؤددا، ونعد العفاف وإصلاح\nالمال مروءة.\n</p>\n\n<p>\nقال عوانة: كانت العرب تسود على أشياء مختلفة، فأما مضر فتسود أسنها،\nوأما ربيعة فتسود من أطعم منها، وأما اليمن فتسود على النسب.\n</p>\n\n<p>\nقال المأمون لمحمد بن عباد المهلبي: بلغني انك تسرف في إنفاقك، فقال: يا\nأمير المؤمنين حبس الموجود سوء ظن بالمعبود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p179'> Vol. 05, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nقال العتبي: دخل دعفل بن حنظلة النسابة على معاوية، فقال معاوية: حدثني\nببعض أحاديثك، فقال: سمعت زياد بن عبيد القيسي يحدث <span id='ms0512'></span> قال: كنت عشيقا لعقيلة\nمن عقائل الحي، أركب لها الصعب والذلول، لا أليق مطرحا فيه متجر وربح إلا\nأتيته، يلفظني السهل إلى الجبل والجبل إلى السهل، فانحدرت مرة إلى الشام\nبخرثي وأثاث كثير أريد لبة العرب ودهماء الموسم، وإذا بقباب شامية مع شعف\nالجبل، مجللة بالأنطاع، وإذا جزر تنحر وأخرى تساق، وإذا وكلة وحثثة على\nالطهاة يقولون: العجل العجل، وإذا برجل جهوري الصوت على نشز من الأرض\nينادي: يا وافد الله الغداء، وإذا يآخر على مدرجة ينادي: ألا من طعم فليخرج\nللعشاء، فأعجبني ما رأيت، فمضيت أريد عميد الحي، فوجدته جالسا على عرش ساج،\nقد ائتزر بيمنة وتردى بحبرة، وعلى رأسه عمامة سوداء تظهر من تحتها جمة\nفينانة، وكأن الشعرى تطلع من جبينه، وإذا بمشيخة جلة خفوق ماسكي الذقان ما\nيفيض أحدهم بكلمة، وإذا خوادم حواسر عن أنصاف سوقهن، فأكبرت ما رأيت، وقد\nكان نمي إلى حبر من أحبار اليهود أن النبي التهامي هذا أوان مبعثه ووقت\nتوكفه فخلته إياه، وقلت: عله أو عساه، ودنوت مه فقلت: السلام عليك يا رسول\nالله، فقال: لست به وليتني به، فسألت رجلا: من هذا؟ فقال: هذا هاشم بن عبد\nالمناف، فقلت: هذا والله السناء والمجد؛ فقال معاوية: لاها الله! ما رأيت\nكلاما أفصح من هذا، وأشهد أن قيسا قد أخذت لباب الفصاحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p180'> Vol. 05, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي، أنشد أعرابي خالد بن عبد الله: \" الطويل \"\n</p>\n\n<p>\nتبرعت لي بالجود حتى نعشتني ... وأعطيتني حتى حسبتك تلعب\n</p>\n\n<p>\nفأنت الندى وابن الندى وأخو الندى ... حليف الندى ما للندى عنك مذهب\n</p>\n\n<p>\nفأجزل جائزته.\n</p>\n\n<p>\nالعرب تقول: العصا من العصية، هل تلد الحية إلا حية.\n</p>\n\n<p>\nيقال: طارت عصا فلان شققا.\n</p>\n\n<p>\nةينشد في العصا: البسيط\n</p>\n\n<p>\nومن يدب على المنساة من دبر ... فقد تقادم منه اللهو والغزل\n</p>\n\n<p>\nوأنشد: الكامل المجزوء\n</p>\n\n<p>\nطبع الكريم على وفائه ... وعلى التفضل في إخائه\n</p>\n\n<p>\nتغني عنايته الصدي ... ق عن التعرض لاقتضائه\n</p>\n\n<p>\nوفتى كماء المزن أو ... ل ما تهلل من سمائه\n</p>\n\n<p>\nلم يقذ في صوب الغما ... م ولا تغير في إنائه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p181'> Vol. 05, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nقابلته بوسائل <span id='ms0513'></span> ال ... حرم البعيدة من فنائه\n</p>\n\n<p>\nفأجابني بوداده ... وبحفظه وبحسن رائه\n</p>\n\n<p>\nكثرت محاسنه فن ... بهت الكرام على رجائه\n</p>\n\n<p>\nحسب الكريم حياؤه ... فكل الكريم إلى حيائه\n</p>\n\n<p>\nقال الحسن البصري: كان يقال: من رمى أخاه بذنب قد تاب منه ابتلاه الله عز\nوجل به.\n</p>\n\n<p>\nلما مات ذر بن أبي ذر الهمذاني، وكان موته فجاءة، جاءه أبوه فدخل منزله\nوهو مسجى فقال: اكشفوا الثوب عن وجهه، فكشفوه، فلما نظر إليه قال: رحمك\nالله يا بني فلقد سررتني مولودا وناشئا، وما رأيتك قط في منظر أحب إلي من\nساعتك هذه.\n</p>\n\n<p>\nونظر إلى أهله يبكون فقال: مه، إنا والله ما ظلمنا ولا قهرنا، ولا ذهب\nبحق لنا، ولا أخطئ بنا، ولا أريد غيرنا، ولا لنا معول إلا على الله تعالى.\n</p>\n\n<p>\nفلما وضعه في قبره قام عليه فقام: اللهم هذا ابني وفيته رزقه، وأكملت له\nأجله، اللهم مهما آتيتني له على مصيبتي من أجر وثواب فهو له صلة مني، فلا\nتعذبه، ولا تعرفه قبيحا إنك غفور رحيم.\n</p>\n\n<p>\nفلما دفن قال: يا ذر ما بنا إليك فاقة، ولا لنا إلى أحد سوى الله من\nحاجة، يا ذر والله ما ذهبت لنا برزق، ولا أورثتنا كلا، شغلنا الحزن لك عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p182'> Vol. 05, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nالحزن عليك، يا ذر لولا هول المطلع ومختبره لتمنيت ما صرت إليه، يا ذر\nليت شعري ما فعلت وما فعل بك؟ وما قلت وما قيل لك؟ ثم قال: اللهم إنك\nوعدتني بالصبر على ذر صلواتك ورحمتك، اللهم فقد وهبت ما جعلته لي من أجري\nعلى ذر لذر فتجاوز عنه، فإنك أرحم بي وبه؛ اللهم هب لذر إساءته إلى نفسه\nوذنوبه إليك، فإنك أكرم مني وأجود.\n</p>\n\n<p>\nفلما هم أن ينصرف قال: يا ذر انصرفنا وتركناك، ولو أقمنا ما نفعناك؛ إنما\nحسبك مولاك.\n</p>\n\n<p>\nقيل لزهراء الأعرابية: أين منزلك؟ قالت: ما لي منزل، إنما أشتمل الليل\nإذا عسعس، وأظهر في الصبح إذا تنفس، ثم اتخذت منزلا فقيل لها: كم بيننا\nوبين منزلك؟ فقالت: الطويل\n</p>\n\n<p>\nفأما على كسلان وان فساعة ... وأما على ذي <span id='ms0514'></span> حاجة فقريب\n</p>\n\n<p>\nقال السعيدي، قلت لأبي أويس: هل تروي على وزن هذا البيت شيئا وهو:\nالمقتضب\n</p>\n\n<p>\nأعرضت فلاح لنا ... عارضان كالبرد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p183'> Vol. 05, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: دخل رسول الله صلى الله عليه وآله على سيرين أخت مارية وهي تصفق\nوتقول: المقتضب\n</p>\n\n<p>\nهل علي ويحكما ... إن لهوت من حرج\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: لا، قال سعيد: فصار سرورنا بالحديث\nأكثر من سرورنا بالبيت.\n</p>\n\n<p>\nقال ابن الأعرابي: تزوج رجل فقيل له: كيف وجدتها؟ قال: رصوفا أنوفا\nرشوفا؛ الرصوف: التي في فرحها ضيق، والأنوف: التي تأنف مما لا خير فيه،\nوالرشوف: الطيبة المقبل.\n</p>\n\n<p>\nقيل لعبد اله بن جعفر عليهما السلام: قد غلب عليك الغناء، قال: تعتريني\nعنده أريحية إن لقيت عندها أبليت، وإن سئلت أعطيت.\n</p>\n\n<p>\nقال المدائني: يقال: العلم يرشدك، وترك ادعائه ينفي الحسد عنك، والمنطق\nيبلغك الحاجة، والصمت يلبسك المحبة.\n</p>\n\n<p>\nقال إسحاق، قال جالينوس: الولع بالجماع مقتبس من نور الحياة، فليكثر منه\nأو فليقل.\n</p>\n\n<p>\nقال إسحاق: لا تصادق مخنثا فإنه يعد من الجفاء مؤانسة بلا نيك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p184'> Vol. 05, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوكتب ابن السماك إلى عمرو بن بانة: إن الدهر قد كلح فجرح، وطمح فطفح،\nفأفسد ما أصلح، فإن لم تعن عليه فضح.\n</p>\n\n<p>\nقال محمد بن القاسم: كان يحيى بن سعيد خفيف الحال، فاستقضاه أبو جعفر\nالمنصور وارتفع شأنه فلم يغير من حاله، فقيل له في ذلك فقال: من كانت نفسه\nواحدة لم يغيره المال والإكثار.\n</p>\n\n<p>\nقال يزيد بن المهلب: ما رأيت عاقلا ينوء به أمر إلا كان معوله على لحيته.\n</p>\n\n<p>\nويقال: كان رسول الله صلى الله عليه وآله إذا اهتم أكثر من مس لحيته.\n</p>\n\n<p>\nقال يونس: اليمن تقولك منا الملوك في الجاهلية، والأنصار في الإسلام،\nومضر تقول منا النبي والخلفاء، فما تقول ربيعة؟ قال رجل لعمرو بن عبيد إني\nأصبت مالا من غير وجهه فاستملكته، فانا نادم تائب إلى الله تعالى، ولست\nأقدر على رده، قال: إنه علم الله عز وجل منك أنك لو قدرت على رده ما رددته،\nقال: نعم، قال: فإن خفت أن يسألك الله <span id='ms0515'></span> عنه فخوفك أشد من أخذك المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p185'> Vol. 05, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض السلف: الغرة بالله أن يصر العبد على المعصية، ويتمنى على الله\nالمغفرة.\n</p>\n\n<p>\nقال زيد لرجل من الخوارج: زعموا أنك تقول: عثمان أشجع من علي، قال:\nصدقوا، كأنك لا تعلم ذلك، إنما كانت شجاعة علي حين كان صحيح البصيرة، فلما\nذهبت بصيرته وركن إلى الدنيا ذهب ذلك؛ وقيل لعثمان: اخلعها واذهب حيث شئت،\nفأبى وقال: لا أخلع قميصا قمصنيه الله، حتى قتل؛ وقيل لعلي: حكم أبا موسى\nوعمرو بن العاص وإلا قتلناك، ففعل.\n</p>\n\n<p>\nقال ابن سلام: سمعت الربيع بن عبد الرحمن يقول: قد خيرت فلا تأخذن خديعة\nوتدع شريعة، ولا تأخذن ما يرديك وتدع ما ينجيك، ولا تأخذن الأرذل وتدع\nالأفضل.\n</p>\n\n<p>\nوقال ابن سلام: سمعت أبان بن عثمان يقول، قال الحجاج: والله لطاعتي أوجب\nعليكم من طاعة الله تعالى، إن الله تعالى يقول \" فاتقوا الله ما استطعتم \"\nالتغابن: 16 فجعل فيها مثنوية، وقال: \" أطيعوا الله وأطيعوا الرسول وأولي\nالأمر منكم \" النساء: 59 فلم يجعل فيها مثنوية، ولو قلت لرجل منكم: ادخل من\nهذا الباب فلم يدخل لحل لي دمه وقتله.\n</p>\n\n<p>\nالعرب تقول: الغنى كالمنعة، أي من كان له مال فهو كمن له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p186'> Vol. 05, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nقوم ينصرونه؛ المنعة جمع مانع كقولهم لطلاب العلم طلبة والواحد طالب،\nوجهلة جمع جاهل، والمنعة - بالسكون - جائزة وهي فعلة من المنع، فأما المنعة\n- بكسر الميم - فمردود، هكذا قال أبو حاتم.\n</p>\n\n<p>\nقال بهز بن حكيم: صلى بنا زرارة بن أوفى الصبح فقرأ المدثر فلما بلغ \"\nفذلك يومئذ يوم عسير \" المدثر: 9 خر ميتا فواريناه.\n</p>\n\n<p>\nمات لبعض السلف ابن فعزاه رجل فقال: ما ترك لي حزني يوم القيامة أسى على\nفائت، ولا فرحا بآت.\n</p>\n\n<p>\nقال بعض السلف: العز والغنى يجولان، فإذا لقيا القناعة استقرا.\n</p>\n\n<p>\nقال سعيد بن حجر: كان يقال: إذا كنت من قيس ففاخر بغطفان وحارب بسليم\nوكاثر بهوازن، وإذا كنت من تميم ففاخر بدارم وحارب بيربوع وكاثر بسعد، وإذا\nكنت من بكر ففاخر بشيبان وكاثر بشيبان وحارب بشيبان.\n</p>\n\n<p>\nقال عوانة: باع عبد الله بن <span id='ms0516'></span> عتبة بن مسعود أرضا بثمانين ألفا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p187'> Vol. 05, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل له: لو اتخذت لولدك من هذا المال ذهرا، فقال: بل أجعل هذا المال\nذخرا لي عند الله وأجعل الله ذخرا لولدي، وقسم ذلك المال.\n</p>\n\n<p>\nقال محمد بن علي بن الحسين رضي الله عنهم: إن الله عز وجل رضي الآباء\nللأبناء فحذروهم فتنتهم، ولم يرض الأبناء للآباء فأوصهم بهم وإن شر الأبماء\nمن دعاه التقصير إلى العقوق وشر الأباء من دعاه البر إلى الإفراط.\n</p>\n\n<p>\nقال العتبي: أذن معاوية للأحنف، وجرير بن عبد الله بالباب، ثم أذن لجرير\nفدخل فقال: يا أمير المؤمنين إنك أذنت للأحنف قبلي ووالله إنه لوافر النصيب\nمن عداوتك، عظيم الشعلة في حربك، فقال معاوية: أحبكم غلينا أشدكم علينا إذا\nهو صار معنا بعد عداوته لنا وعرف لنا حقنا وفضلنا بعد جهل مه به، فأما من\nتربص بنا الأمور فلا حاجة لنا فيه، كما لم يكن له حاجة فينا ولا رأي لنا\nفيه كما لم يكن له رأي فينا، فسكت جرير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p188'> Vol. 05, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عباس رحمه الله وقد سمع قوما يتكلمون في القدر فقال: إن الله\nعبادا خشيتهم من غير خرس، وإنهم الألباء البلغاء العلماء ولكنهم إذا نظروا\nفي عظمة الله طاشت عقولهم فرقا، فإذا سري عنهم سارعوا إلى الله تعالى\nبالأعمال الزكية، فأين أنتم عنهم؟ فتفرقوا.\n</p>\n\n<p>\nوقال علي بن أبي طالب رضي الله عنه: القدر سر من سر الله تعالى، وحرز من\nحرز الله، مكنون في حجاب الله، مطوي عن خلق الله، سابق في علم الله، قد وضع\nالله عن عباده علمه، ورفعه فوق منتهى رأيهم، ومبلع عقولهم، فلم ينالوه\nبحقيقة الربانية، ولا عظمة الوحدانية وعزة الفردانية، فهو بحر زاخر غامض،\nعمقه ما بين الأرض والسماء، عرضه ما بين المشرق والمغرب، أسود كالليل\nالدامس، يعلو أوله ويسفل آخره، قعره شمس تضيء، ولا ينبغي أن يراها إلا\nالفرد القديم، فمن طالعها فقد حاد الله في ملكه، ونازعه في سلطانه، وكشف عن\nسر ستره، وباء بغضب من الله ومأواه جهنم وبئس المصير.\n</p>\n\n<p>\nوقف <span id='ms0517'></span> رجل على قبر معاوية فقال: يا أبا عبد الرحمن، لو لفظتك الأرض إلينا\nلرايت ما يصنع بنا يزيد، ورأينا ما صنع الله بك.\n</p>\n\n<p>\nقال معاذ: مثل الشيطان كمثل الذئب يأخذ الشاة الشاذة القاصية، فعليكم\nبالجماعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قطري بن الفجاءة لرجل من الخوارج أسره الحجاج ثم من عليه: راجع قتلا\nعدو الله، قال: هيهات غل يدا مطلقها، واسترق رقبة معتقها، وأنشد الكامل\n</p>\n\n<p>\nأأقاتل الحجاج عن سلطانه ... بيد تقر بأنها مولاته\n</p>\n\n<p>\nإني إذا لأخو الدناءة والذي ... عفت على حسناته جهلاته\n</p>\n\n<p>\nهذا وما ظني بجبن إنني ... فيكم لمطرق مشهد وعلاته\n</p>\n\n<p>\nماذا أقول إذا وقفت إزاءه ... في الصف واحتجت له فعلاته\n</p>\n\n<p>\nأأقول جار علي لا، إني إذا ... لأحق من جارت عليه ولاته\n</p>\n\n<p>\nوتحدث الأقوام أن صنائعا ... غرست لدي فحنظلت نخلاته\n</p>\n\n<p>\nقال يوسف بن أسباط: رد أبو حنيفة على رسول الله صلى الله عليه وآله\nأربعمائة حديث أو أكثر، قيل له: مثل ماذا؟ قال: قال رسول الله صلى الله\nعليه: للفارس سهمان وللراجل سهم، فقال أبو حنيفة: لا أجعل سهم بهيمة أكثر\nمن سهم المؤمن؛ وأشعر رسول الله صلى الله عليه البدن،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حنيفة: الإشعار مثلة؛ وقال رسول الله صلى الله عليه: البائعان\nبالخيار ما لم يتفقا، وقال أبو حنيفة: إذا وجب البيع فلا خيار؛ وكان رسول\nالله صلى الله عليه يقرع بين نسائه إذا أراد سفرا، وأقرع أصحابه، قال أبو\nحنيفة: القرعة قمار.\n</p>\n\n<p>\nوقال أبو حنيفة: لو أدركني رسول الله صلى الله عليه وعلى آله لأخذ كثيرا\nمن قولي، وهل الدين إلا الرأي الحسن؟ قال أبو عقيل العمي: إن الأمور لا\nتدرك بالرأي المفرد، فليستعن مكدود بوادع، ومشغول بفارغ.\n</p>\n\n<p>\nخطب الحجاج فقال: أيها الناس، إنكم أغراض حمام، وفرضة هلكة، وقد أنذركم\nالقرآن وصفر برحيلكم الجديدان، وإن لكم موعدا لا تؤخر ساعته، ولا تدفع\nهجمته، وكأن قد دلفت إليكم نازلته، فنعق بكم، وحثكم حث مستقص، فماذا هيأتم\nللرحيل، وما أعددتم للتحويل؟ ومن لم يأخذ أهبة الحذر، نزل به مرهوب القدر.\n</p>\n\n<p>\nأنشد الصولي للعلوي في <span id='ms0518'></span> تشبيه ثلاثة بثلاثة: الخفيف\n</p>\n\n<p>\nخطرت خطرة فهاجت مراحي ... وأراحت إلى التصابي رياحي\n</p>\n\n<p>\nلا، ووجه ومقلتين وثغر ... مثل ورد ونرجس وأقاح\n</p>\n\n<p>\nلا تسليت عن هواها ولا أص ... غيت فيها إلى مقالة لاح\n</p>\n\n<p>\nقال علي بن عبيدة: ما رأيت بيتا يجمع الشراب والشرب والساقي إلا قول\nالشاعر: الكامل\n</p>\n\n<p>\nفكأنها وكأنهم وكأنه ... قمر يدور على النجوم بشمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p191'> Vol. 05, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nلابن دريد: الخفيف\n</p>\n\n<p>\nكل يوم يروعني بالتجني ... من أراه مكان روحي مني\n</p>\n\n<p>\nمشبه للهلال والظبي والغص ... ن بوجه ومقلة وتثني\n</p>\n\n<p>\nجمع الله شهوة الناس فيه ... فهو في الحسن غاية المتمني\n</p>\n\n<p>\nأمن العدل أن أرق ويجفو ... ني وأشتاقه ويصبر عني\n</p>\n\n<p>\nقال المدائني: أتي وال برجل قد جنى فأمر بضربه فمد، فلما أخذه الضرب قال\nللوالي: بحق رأس أمك عليك لما عفوت عني، قال: اضرب، قال: بحق عينيها، قال:\nاضرب، قال: بحق خديها، قال: اضرب، قال: بحق نحرها، كل ذلك يقول اضرب، فقال\nالوالي: ويحكم خلوه لئلا ينحدر.\n</p>\n\n<p>\nقال أبو بكر الصيرفي لبعض الفضلاء من الحشوية بلغني أنك لا تحضر الجمعة،\nقال، فقال: ما فاتني ولا شهدتها؛ قال: يعني أنه لا يراها فيقول لم تفتني،\nوما شهدتها للقائي الأئمة.\n</p>\n\n<p>\nوقال بعض السلف لرجل: كيف أقبل شهادتك وقد سمعتك تقول لمغينة: أحسنت؟\nقال: أليس لم أقل ذلك إلا بعد سكوتها؟ فأجاز شهادته.\n</p>\n\n<p>\nخرج شريح من عند زياد في علته فسئل عنه فقال: تركته يأمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nوينهى، فقام الواعية فقيل له: ألم تقل كذا وكذا؟ قال: تركته يأمر بالوصية\nوينهى عن النوح.\n</p>\n\n<p>\nولي أعرابي البحرين، فجمع اليهود فقال لهم: ما تقولون في عيسى؟ قالوا:\nقتلناه وصلبناه، قال: لا تخرجوا من السجن حتى تؤدوا ديته.\n</p>\n\n<p>\nدخلت أم أفعى العبدية على عائشة رضي الله عنها فقالت: يا أم المؤمنين ما\nتقولين في امراة قتلت ابنا لها صغيرا؟ قالت: وجبت عليها النار، قالت: فما\nتقولين في امرأة قتلت من أولادها الأكابر عشرين ألفا؟ قالت: خذوا بيد عدوة\nالله.\n</p>\n\n<p>\nشاعر: الكامل المجزوء\n</p>\n\n<p>\nالصبر من كرم الطبيعة ... والمن مفسدة الصنيعه\n</p>\n\n<p>\nوالخير أمنع انبا ... من قلة الجبل <span id='ms0519'></span> المنيعه\n</p>\n\n<p>\nوالشر أسرع جرية ... من جرية الماء السريعه\n</p>\n\n<p>\nترك لتعهد للصدي ... ق يكون داعية القطيعه\n</p>\n\n<p>\nقال إسحاق: أخذ مزبد المديني وهو سكران، فقال الوالي: استنكهوا الخبيث،\nففعلوا، فلم يجدوا له رائحة، قال: قيئوه، قال مزبد: فمن يضمن لي عشاي؟\n</p>\n\n<p>\nذكر الله عز وجل المثرين في كتابه فقال: \" في أموالهم حق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nمعلوم للسائل والمحروم \" المعارج: 24 - 25، وجعلتم انتم في أموالكم حقا\nللقيان - كذا كان يقول الحسن.\n</p>\n\n<p>\nقال المدائني: كان عندنا بالمدائن دهقان يقال له دينارويه، وكان خبيثا،\nفقال له والي المدائن: إن كذبت كذبة لم أعرافها فلك عندي زق شراب ومسلوخ\nودراهم، فقال دينارويه: هرب لي غلام فغاب عني دهرا لا أعرف له خبرا،\nفاشتريت يوما بطيخا فشققت واحدة فإذا الغلام فيها يعمل قفافا فإذا هو\nإسكاف، قال العامل: قد سمعت بهذا. قال: كان عندي برذون فدبر، فوصف لي قشور\nالرمان فألقيته على دبره فخرجت على ظهره شجرة رمان عظيمة، قال العامل: وقد\nسمعت بهذا. قال: كان لي غلام وله فروة فوقع فيها القمل فطرحها فحملها القمل\nميلين، قال: سمعت بهذا. فلما رأى أنه يبطل عليه كل ما جاء به قال: إني وجدت\nفي كتب أبي صكا فه أربعة آلاف درهم والصك عليك، قال: ما سمعت بهذا، قال:\nفهات الزق والمسلوخ والدراهم.\n</p>\n\n<p>\nاستعمل معاوية أبا الأعور السلمي على مصر بدل عمرو بن العاص، وكتب إليه\nكتابا بالعزل، فلما قدم على عمرو احتال عمرو حتى وضع الكتاب من يده وشغله\nبالأكل ودس من سرق كتابه، فلما فرغ ادعى العمل فقال له عمرو: إنما جئت\nزائرا ونحن نصلك، فبلغ ذلك معاوية، فضحك من دهاء عمرو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nكاتب: وصل كتابك فرأيتك قد حليته زخارف أوصافك، وأخليته من حقائق إنصافك.\n</p>\n\n<p>\nقال أعرابي: هذه نعم تفني الأحقاب، وتسم الأعقاب.\n</p>\n\n<p>\nكتب معاوية إلى زياد لما ولاه العراق: ليكن حبك وبغضك قصدا، فإن الغرة\nكامنة، واجعل للرجوع والنزوع بقية في قلبك، واحذر صولة الانهماك فإنها تؤدي\nإلى الهلاك.\n</p>\n\n<p>\nقال أشعب: جاءتني جارية بدينار وقالت: هذه وديعة، فجعلته بين ثني الفراش <span id='ms0520'></span>،\nفجاءت بعد أيام وقالت: ناولني الدينار، فقلت: ارفعي الفراش وخذي ولده،\nوتركت إلى جنبه درهما، فتركت الدينار وأخذت الدرهم، وعادت بعد أيام فوجدت\nمعه درهما آخر فأخذته وعادت الثالثة كذلك، فلما رأيتها في الرابعة بكيت\nفقالت: ما يبكيك؟ فقلت: مات دينارك في نفاسه، قالت: سبحان الله، أيموت\nالدينار في النفاس؟ قلت: يا فاسقة، تصدقين بالولادة ولا تصدقين بالنفاس؟\nقال المدائني: سمع أعرابي قوما يقولون: النساء لا يقمن مع الرجال على غير\nنكاح، فأحب تجربته فقال لامرأته: إن أيري قد اصطلم، فسكتت، واعتزل فراشها\nفقالت له: يا هذا خل سبيلي فليس لي فيك حاجة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p195'> Vol. 05, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nفداراها فأبت إلا الفراق وطالبته بثمن خاتم كان لها عليه، فوثب عليها\nوأخذ برجلها ودفع فيها وهو يرتجز: الرجز\n</p>\n\n<p>\nفلست بالجلد ولا بالحازم ... إن لم أجأ هناك بالعجارم\n</p>\n\n<p>\nوجأ ينسيك طلاب الخاتم\n</p>\n\n<p>\nفلما فرغ قال لها: ما رأيك؟ قالت: ما أقبح بمثلي التردد إلى البعول، قال:\nفما قولك في ثمن الخاتم؟ قالت: كيف تقضيني وأنت مضيق، ولكن إذا اتسعت،\nوأقول واحدة: قد وهبت لك ثمن الخاتم.\n</p>\n\n<p>\nقال النضر بن شميل: كان يمرو قاض فأتاه رجل من وجوه أهلها يدعي على رجل\nمالا، وأتاه بشاهد واحد وحلف له فأبى أن يقبل منه، فقال: أيها القاضي، أترى\nمثلي في قدري وحالي في العامة أدعي على هذا الرجل هذا القدر اليسير باطلا؟\nفزاده إباء فقال: الحمد لله الذي ولى أحكامنا مثلك، فوالله ما لي على هذا\nشيء، ولكنني أحببت أن أمتحنك وأعرف صلابتك في الحق، وكذلك شاهدي هذا.\n</p>\n\n<p>\nقيل للمنصور: إن سوارا يحابي في الحكم، فتكلف عطسة وحمد الله تعالى في\nنفسه، ثم عطس أخرى فحمد الله وأسمع، فشمته سوار في الثانية، فقال المنصور:\nيزعمون أنك تحابي وما تحابيني في عطسة.\n</p>\n\n<p>\nما أعجب أحاديثنا إذا أضفتها إلى هؤلاء.\n</p>\n\n<p>\nكان أبو الأدباء الكوفي إذا أتى شربا تسمع فإن سمع أحدهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p196'> Vol. 05, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: هذا قدحي، علم أن نبيذهم قليل، وإن سمع: ما هذا قدحي، علم أن\nنبيذهم كثير، فدخل.\n</p>\n\n<p>\nلوالبة بن الحباب: السريع <span id='ms0521'></span>\n</p>\n\n<p>\nثالبني عمرو وثالبته ... قد أثم المثلوب والثالب\n</p>\n\n<p>\nقلت له خيرا وقال الخنى ... كل على صاحبه كاذب\n</p>\n\n<p>\nكان على خاتم الحسن بن الحسين بن زيد: توليت الله وحذه، ومحمدا عبده،\nوعليا بعده وقال: أخذتها من قول الله عز وجل \" ومن يتول الله ورسوله والذين\nآمنوا فإن حزب الله هم الغالبون \" المائدة: 56.\n</p>\n\n<p>\nسمع جعفر بن سليمان امرأة تتكلم بالرفث فقال: إنكن صويحبات يوسف، فقالت:\nواعجبا، نحن دعوناه إلى اللذة، وأنتم أردتم قتله، فكم بيننا؟! قال ابن\nالقاص: نيك الخادم أوله بكاء وآخره ضحك، قيل: وكيف ذاك؟ قال: إذا ناك\nالمرأة عضها فتبكي، وإذا صب ضرط فتضحك.\n</p>\n\n<p>\nتزوج أعمى امرأة قبيحة فقالت له: رزقت أحس الناس وأنت لا تدري، فقال لها:\nيا نظراء وأين كان عنك البصراء؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p197'> Vol. 05, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nقيل للجماز: ما بقي من شهوتك للنساء؟ قال: القيادة عليهن.\n</p>\n\n<p>\nلأبي عثمان الناجم: المتقارب\n</p>\n\n<p>\nوكم فيشة ما لها حقة ... وكم من حر مال له من طبق\n</p>\n\n<p>\nيعلل هذا يسحاقة ... وذا بعميرة عند الشبق\n</p>\n\n<p>\nقال عبد الله بن جعفر، وكان نبيلا: الجود حارس الأعراض.\n</p>\n\n<p>\nقال أبو العيناء لبعض الولاة: إذا سألنا الولاة كف الأذى سألناك بث\nالندى، وإذا سألناهم الإنصاف سألناك التفضل.\n</p>\n\n<p>\nقال فيلسوف: كم من مهروب منه أصلح من مستغاث به.\n</p>\n\n<p>\nكان أهل الجاهلية إذا رأوا الهلال قالوا: مرحبا بمن يحل دينا. ويقرب\nحينا.\n</p>\n\n<p>\nشكا رجل امرأته إلى أبي العيناء، فقال له أبو العيناء: أتحب أن تموت هي؟\nقال: لا والله الذي لا غله إلا هو، قال: لم ويحك وأنت معذب بها؟ قال: أخشى\nوالله أن أموت من الفرح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لغلام: أتحب أن يموت أبوك؟ قال: لا، ولكني أحب أن يقتل، قيل: وكيف\nذلك؟ قال: لأرث ديته فإنه فقير.\n</p>\n\n<p>\nقال فتى من العرب لشيخ منهم: قد آن لك أن تجزز، أي تموت، قال الشيخ:\nوتحتضرون، أي تموتون على خضرة الشباب.\n</p>\n\n<p>\nقيل: لما فرغ علي بن أبي طالب رضي الله عنه من دفن النبي صلى الله عليه\nوآله وسلم سأل عن أمر السقيفة فقيل له: إن الأنصار <span id='ms0522'></span> قالت: منا أمير ومنكم\nأمير، قال: ضل القوم والله، قال رسول الله صلى الله عليه وسلم: يقبل من\nمحسنهم ويتجاوز عن مسيئهم، فكيف تقع الوصاة بهم والأمر فيهم؟ قيل لبلال: من\nسبق؟ قال: رسول الله صلى الله عليه وآله وسلم، قالوا: سألناك عن الخيل،\nقال: وأنا أجبتكم عن الخير.\n</p>\n\n<p>\nقال رجل لهشام بن الحكم: أليس احتكم العباس وعلي إلى عمر؟ قال: بلى، قال:\nفأيهما الظالم؟ قال: ما فيهما ظالم، فقال: سبحان الله، كيف يتخاصم اثنان\nوليس فيهما ظالم؟ قال: كما تخاصم الملكان وليس فيها ظالم.\n</p>\n\n<p>\nقال الأصمعي: العرب تسمي السنة شهرين شهرين، فتشربين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nوتشرين: الوسمي، وكانون وكانون: الشتاء، وشباط وآذار: الربيع، ونيسان\nوأيار: الصيف، وحزيران وتموز: الحميم، وآب وأيلول: الخريف.\n</p>\n\n<p>\nلعبد الصمد بن المعذل: المتقارب\n</p>\n\n<p>\nترجي قفولي لها بالغنى ... لعل المنية دون القفول\n</p>\n\n<p>\nرأت عدمي فاستراثت رحيلي ... سبيلك إن سواها سبيلي\n</p>\n\n<p>\nلعمر التي وعدتك الثراء ... بجدوى النسيب ورفد الخليل\n</p>\n\n<p>\nلقد قذفت بك صعب المرام ... واستجملت لك غير الجميل\n</p>\n\n<p>\nسأقني الكفاف وأرضى العفاف ... فليس غنى المرء حوز الخيول\n</p>\n\n<p>\nولا أتصدى لمدح الجواد ... ولا أستعد لذم البخيل\n</p>\n\n<p>\nوأعلم أن بنات الرجاء ... تحل العزيز محل الذليل\n</p>\n\n<p>\nوأن ليس مستغنيا بالكثير ... من ليس مستغنيا بالقليل\n</p>\n\n<p>\nقال أبو سعيد السيراقي: \" حاشا \" عند سيبويه حرف جر ولي باسم ولا فعل،\nوأما الجر بها فلا خلاف فيه بين النحويين؛ قال الشاعر: الكامل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p200'> Vol. 05, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nحاشا أبي ثوبان إن به ... ضنا عن الملحاة الشتم\n</p>\n\n<p>\nقال: وأكثر الناس يخالف سيبويه فيها، وهم مع خلافهم سيبويه مختلفون فيها؛\nفأما الفراء فزعم أن حاشا فعل، وزعم انه لا فاعل له، وهذا طريف وهو\nكالمحال، لأن الفعل لا يكون بغير فاعل، وزعم أن الأصل: حاشا لزيد، فكثروا\nالكلام بها حتى أسقطوا اللام وخفضوا بها؛ وقال المبرد: هي حرف جر كما قال\nسيبويه وتكون فعلا ينصب مثل خلا وعدا، واستدل على ذلك بتصرف الفعل، وقولهم:\nحاشيت زيدا أحاشيه كقول النابغة: البسيط\n</p>\n\n<p>\nولا أرى فاعلا في الناس يشبهه ... ولا أحاشي من القوام من أحد\n</p>\n\n<p>\nومما احتج <span id='ms0523'></span> به في قوله: حاشا لزيد، لو كان حاشا حرف جر لم يجز دخولها على\nاللام. قال أبو سعيد: أما احتجاجه بحاشيت فلقائل أن يقول: حاشيت إنما هو\nتصريف فعل من لفظ حاشا الذي هو حرف يستثنى به، وليس بحاشيت يقع الاستثناء\nولا بحاشا، ومنزلة حاشيت من حاشا كمنزلة هلل، وحوقل، وبسمل، وقد صرق الفعل\nبما ليس بفعل، قال: ومما يقوي قول أبي العباس أن أبا عمرو الشيباني وغيره\nحكى أن العرب تخفض بها وتنصب. وقال الزجاج: حاشا لله في معنى برأه الله،\nوهي مشتقة من قولك: كنت في حشا فلان أي في ناحيته، كما قال الشاعر: الطويل\n</p>\n\n<p>\nبأي الحشا أمسى الخليط المباين\n</p>\n\n<p>\nوإذا قال: حاشا لزيد فمعناه تنحى زيد من هذا وتباعد عنه، وكما أنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nإذا قلت: قد تنحى من هذا صار في ناحية منه، فكذلك تحاشا من هذا، أي قد\nصار في حشا منه، أي في ناحية، وعلى طريقة. الزجاج: قال بعض أصحابنا: حاشا\nفي معنى المصدر؛ قال: ويقال: حاشا الله، وحاشا لله، كما يقال: لاه الله،\nولاه لله، ويدخله النقص فيقال: حشا الله وحشا لله، كما يقال في النقص في\nغدو: غد، وفي مهلا: مه، ولا يقال ذلك في الحروف. وتستعمل حاشا لتبرئة الاسم\nالذي بعدها عند ذكر سوء في غير أو فيه، وربما تبرئة الإنسان من سوء، ثم\nيبرئون من أرادوا تبرئته، وتكون تبرئتهم لله تعالى على جهة التعجب والإنكار\nعلى من ذكر السوء فيمن برأوه، قال الله تعالى \" قلن حاش لله ما علمنا عليه\nمن سوء \" يوسف 51، ومذهب حاشا لله كمذهب معاذ الله وسبحان الله في الإنكار\nوالتعجب، وإذا استثنوا بحاشا فاستثناؤهم أيضا بها على طريق التبرئة للأسم\nالسمتثنى بها من سوء أدخلوا فيه غيره.\n</p>\n\n<p>\nهذا آخر كلام أبي سعيد، سقته لأنه تمام المعنى في لفظ مختلف فيه.\n</p>\n\n<p>\nقال الشعبي: سمعت النعمان بن بشير يقول على المنبر: أيها الناس خذوا على\nأيدي سفهائكم فإني سمعت رسول الله صلى الله عليه يقول: إن قوما ركبوا البحر\nفي <span id='ms0524'></span> سفينة فاقتسموها وأخذ كل رجل مكانا، فأخذ بعضهم الفأس فنقر مكانه،\nفقالوا له: ما تصنع؟ قال: مكاني أصنع به ما شئت، فإن أخذوا على يده نجوا،\nوإن تركوه هلكوا.\n</p>\n\n<p>\nقال رجل من أهل الشام لابن سيرين: بلغني أنك نلت مني، فقال: نفسي أعز علي\nمن ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p202'> Vol. 05, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nعاب رجل رجلا عند بعض الأشراف فقال: استدللت على كثرة عيوبك بما تكثر من\nعيوب الناس، لأن طالب العيوب يطلبها بقدر ما فيه منها.\n</p>\n\n<p>\nكان الرشيد يجمع العلماء ويسمع كلامهم، فحضروا ذات يوم وفيهم أبو يوسف\nصاحب أبي حنيفة، والكسائي يذكر النحو، فقال له: أحذق الناس به يكون معلما،\nفقال له الكسائي: أسالك عن مسألة في الفقه، قال: سل، قال: ما تقول في غلام\nلك قتل فاتهمت به رجلين فسألتهما عن أمره فقال أحدهما: أنا قاتل غلامك،\nوقال الآخر: أنا قاتل غلامك، أيهما القاتل عندك؟ قال أبو يوسف: جميعا، قال\nالكسائي: أخطأت، قال: فأيهما القاتل عندك؟ قال: والذي قال: أنا قاتل غلامك،\nلأن قوله: أنا قاتل غلامك يريد أنا قتلته، والذي قال: أنا قاتل - بالتنوين\n- غير قاتل، أراد: سأقتل غلامك، فهو تهدد، قال الله تعالى \" فالق الإصباح\nوجعل الليل سكنا \" الأنعام: 96 المعنى فلق الإصباح، فندم أبو يوسف على\nكلامه.\n</p>\n\n<p>\nقال عبد الملك بن مروان: القلم شجرة ثمرتها الألفاظ، والفكر بحر لؤلؤه\nالحكمة.\n</p>\n\n<p>\nوأنشد: الطويل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nلعمرك ما الدنيا بدار لأهلها ... ولو عقلوا كانوا جميعا على رحل\n</p>\n\n<p>\nفما تبحث الساعات إلا عن البلى ... ولا تنطوي الأيام إلا على ثكل\n</p>\n\n<p>\nدعا أعرابي فقال: اللهم ذلل صعوبة هذا الأمر، وسهل لي حزونته، وارزقني من\nالخير أكثر مما أرجو، واصرف عني من الشر أكثر مما أخاف.\n</p>\n\n<p>\nكاتب: ومن حدود فضائل الرؤساء مقابلة سوء من أساء بالإحسان، ولا نعمة\nأجزل من الظفر بالمجرم، ولا عقوبة لمجرم أبلغ من الندم، وقد ظفرت وندمت،\nوالسلام.\n</p>\n\n<p>\nقيل لعلي بن الحسين رضي الله عنهما: أنت أبر الناس ولا نراك تواكل أمك،\nقال: أخاف أن أمد يدي إلى ما سبقت عينها إليه فأكون قد عققتها <span id='ms0525'></span>.\n</p>\n\n<p>\nقيل لأعرابي: كيف أصبحت؟ قال: أصبحت وأرى غروب الشمس وطلوعها يأخذان مني\nكل يوم جزءا، وكم عسى أن يدوم عدد ليس له مدد حتى يبيد وينفد.\n</p>\n\n<p>\nقال يحيى بن معاذ الرازي: أشهد أن السماوات آيات بينات، وشواهد قائمات،\nكل يؤدي عنك بالحجة، ويقر لك بالربوبية، وهي موسومة بآثار قدرتك، ومعالم\nتدبيرك التي تجليت بها لخلقك، وأوصلت إلى القلوب من معرفتك ما آنسها من\nوحشة الفكر، ورجم الظنون، فهي على اعترافها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nبك، وولهها إليك شاهدة بأنك لا تحيط بك الصفات، ولا تحدك الأوهام.\n</p>\n\n<p>\nقال أبو عبيد الله الكاتب: ما رأيت مثل خالد بن برمك: بلاغته أعرابية،\nوطاعته أعجمية، وآدابه عراقية، وفصالحته شامية، وكتابته سوادية.\n</p>\n\n<p>\nكان يزيد الرقاشي يقول: إنه ليخيل لي أن كلامي لو أنجح في قلب قائله أنجح\nفي قلوبكم، خذوا الذهب من الحجر، خذوا اللؤلؤ من البحر، خذوا الكلمة الطيبة\nممن قالها فإن الله تعالى يقول \" الذين يستمعون القول فيتبعون أحسنه \"\nالزمر: 18. أراك رفيقا للمنعمين عليك، أفما لله عندك مكافأة مطعمك ومشربك\nفي ليلك ونهارك، إن سرك أن تنظر إلى الدنيا بما فيها من ذهبها وفضتها\nوزخرفها، فاذهب إلى القبر فاحتمل ما فيه، لست آمرك أن تحمل تربته، ولكن\nتحمل فكرته، وأنشد: الطويل\n</p>\n\n<p>\nفإن لم تكن أنت المسيء بعينه ... فإنك ندمان المسيء وصاحبه\n</p>\n\n<p>\nآخر: السريع\n</p>\n\n<p>\nيا معمل الوجناء بالفجر ... وقاطعا للسبسب القفر\n</p>\n\n<p>\nوهاربا من زمن جائر ... يجني الملمات على الحر\n</p>\n\n<p>\nيأوي به الليل إلى منزل ... ممتنع أو جبل وعر\n</p>\n\n<p>\nأبشر فإن اليسر يأتي الفتى ... أحوج ما كان إلى اليسر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nواصبر فما استشفعت في مطلب ... بشافع خير من الصبر\n</p>\n\n<p>\nقال منصور بن عمار: أتيت الليث بن سعد فأعطاني أربعة آلاف دينار وقال: صن\nبها الحكمة التي آتاك الله تعالى؛ وكان دخل الليث بن سعد في كل شهر خمسة\nآلاف دينار، وكان يفرقها في الصدقة وصلة الأرحام.\n</p>\n\n<p>\nقال أبو حامد: خلف عبد الله بن مسعود تسعين ألف درهم.\n</p>\n\n<p>\nوقال علي بن أبي طالب عليه السلام: ما دون أربعة آلاف درهم نفقة <span id='ms0526'></span>، وما\nفوقها كنز.\n</p>\n\n<p>\nقال معاوية: ما رأيت سرفا إلا وإلى جانبه حق مضاع.\n</p>\n\n<p>\nيقال: الحلال يقطر، والحرام يسيل.\n</p>\n\n<p>\nقيل للزبير: كيف نلت هذا البسار؟ قال: لم أرد ربحا، ولم أستر عيبا.\n</p>\n\n<p>\nكان سعيد بن العاص إذا سأله رجل حاجة من ماله ولم يجد قال له: اكتب علي\nبحاجتك سجلا إلى أن أجد فأعطيك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p206'> Vol. 05, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nاشترى عبيد الله بن أبي بكرة جارية بستين ألف درهم فطلبت دأبة تحمل عليها\nفلم توجد في الوقت، فجاء رجل بدابته فحملت عليها، فقال عبيد الله: قد وجب\nحقك علي اذهب إلى منزلك.\n</p>\n\n<p>\nقال فيلسوف: الندامة على الفائت تضيع وقت ثان.\n</p>\n\n<p>\nاستحمل رجل معن بن زائدة فأمر له بفرس عتيق وجمل وبغل وحمار وجارية وقال:\nلو وجدنا مركوبا غير هذه لأعطيناكه.\n</p>\n\n<p>\nكان تميم الداري يشتري مصلى بألف درهم، وكان ابن عباس يرتدي بردا قيمته\nألف درهم.\n</p>\n\n<p>\nوقال يحيى بن خالد: ما رأيت رجلا قط إلا هبته حتى يتكلم، فإن كان فصيحا\nعظم في صدري، وإن كان مقصرا سقط من عيني.\n</p>\n\n<p>\nقال الزبير بن بكار: بدت لي إلى المتوكل على الله حاجة، فلذت بالفتح بن\nخاقان وكلفته إياها وأنشدته: الكامل\n</p>\n\n<p>\nما أنت بالسبب الضعيف وإنما ... يرجى النجاح بقوة الأسباب\n</p>\n\n<p>\nإني دعوتك للخطوب وإنما ... يدعى الطبيب لشدة الأوصاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p207'> Vol. 05, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nلمحمد بن عبد العزيز بن سهل - من أمراء الجبل من آل دلف -: الكامل\n</p>\n\n<p>\nوظللت من ماء الكروم كأنني ... غصن أمالته الصبا فتأودا\n</p>\n\n<p>\nأرمي بعيني الرياض فأجتني ... من حليهن لآلئا وزبرجدا\n</p>\n\n<p>\nحمراء ناصعة وأصفر فاقعا ... ومزعفرا في لونه وموردا\n</p>\n\n<p>\nيفتر مبتسما كأن ومبضه ... شرر أصابته الصبا فتوقدا\n</p>\n\n<p>\nوهو الذي يقول: البسيط\n</p>\n\n<p>\nما لي وللنأي يرميني بأسهمه ... وما له ترة عندي ولا ثار\n</p>\n\n<p>\nإذا اصطفيت خليلا أو أخا ثقة ... لا ينثني عنه أو تنأى به الدار\n</p>\n\n<p>\nويقال في مسائل اللغة: ما الحرد، وما البرد، وما السرد، وما السرد أيضا،\nوما الصرد، والصرد أيضا، وما العرد، وما الغرد، وما الفرد، وما القرد، وما\nالكرد، وما الرد، وما النرد، وما الشرد، وما الجرد، وما الهرد <span id='ms0527'></span>، وما الطرد،\nوتفسيرها يتبعها بعد أوراق على العادة في ذلك إن شاء الله، وإنما باعدنا\nبين الفصول لتنفى السآمة ويثبت النشاط.\n</p>\n\n<p>\nقال السيرافي: لو قلت: زيد أفضل إخوته لم يجز، فإذا قلت: زيد أفضل الإخوة\nجاز، والفصل بينهما أن إخوة زيد هم غير زيد، وزيد خارج عن جملتهم، والدليل\nعلى ذلك أنه لو سأل سائل وقال: من إخوة زيد؟ لم يجز أن تقول: زيد وبكر\nوعمرو وخالد، وإنما تقول: عمرو وبكر وخالد، ولا يدخل زيد في جملتهم، فإذا\nكان خارجا عن إخوته كان غيرهم فلم يجز أن تقول: أفضل إخوته، كما لم يجز أن\nيقال: حمارك أفره البغال لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p208'> Vol. 05, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nالحمار غير البغال، كما أن زيدا غير إخوته، وإذا قلت: زيد خير الإخوة جاز\nلأنه أحد الإخوة والاسم يقع عليه وعلى غيره، فهو بعض الإخوة، ألا ترى لو\nأنه قيل لك: من الإخوة؟ عددته فيهم فقلت: زيد وعمرو وبكر وخالد، فيكون\nبمنزلة قولك: حمارك أفره الحمير لأنه داخل تحت الاسم الواقع على الحمير،\nفلما كان على ما وصفنا جاز أن يضاف إلى واحد منكور يدل على الجنس فتقول:\nزيد أفضل رجل، وحمارك أفره حمار، فيدل رجل على الجنس، كما دل حمار على\nالجنس.\n</p>\n\n<p>\nوأنشد: الطويل\n</p>\n\n<p>\nفيا رب حي الزائري كليهما ... وحي دليلا بالفلاة هداهما\n</p>\n\n<p>\nفليتهما ضيفان لي كل ليلة ... مدى الدهر محتوم علي قراهما\n</p>\n\n<p>\nوليتهما لا ينزلان ببلدة ... ولا منزل إلا وعيني تراهما\n</p>\n\n<p>\nقال الناشئ أبو العباس الكبير: أول الشعر إنما يكون بكاء على دمن، أو\nتأسفا على زمن، أو نزوعا لفراق، أو تلوعا لاشتياق، آو تطلعا لتلاق، آو\nإعذارا إلى سفيه، أو تغمدا لهفوة، أو تنصلا من زلة، أو تحضيضا على أخذ\nبثأر، أو تحريضا على طلب أوتار، أو تعديدا للمكارم، أو تعظيما لشريف مقاوم،\nأو عتابا على طوية قلب، أو إعتابا من مقارفة ذنب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nأو تعهدا لمعاهد أحباب، أو تحسرا على مشاهدة أطراب، أو ضربا لأمثال\nسائرة، أو قرعا لقوارع غائرة، أو نظما لحكم بالغة، أو تزهيدا في حقير <span id='ms0528'></span> عاجل،\nأو ترغيبا في جليل آجل، أو حفظا لقديم نسب، أو تدوينا لبارع أدب.\n</p>\n\n<p>\nللناشئ: الطويل\n</p>\n\n<p>\nلأقتحمن الدهر مني بعزمة ... تخوف أعدائي وتمنع جاري\n</p>\n\n<p>\nوأفضي إلى هذا الكريم بنائلي ... وآخذ من هذا اللئيم بثاري\n</p>\n\n<p>\nوإلا فلا أهوت أنامل خلتي ... للوث خمار أو لوضع إزار\n</p>\n\n<p>\nوحاشيت أبصار العداة ترقبا ... لشرب عقار أو لخلع عذار\n</p>\n\n<p>\nألية بر إن عشت عين باخل ... إلى ضوء ناري فاستضاء بناري\n</p>\n\n<p>\nوإني لأوصي الأهل إن رام زورتي ... وإن ضافني ألا يحل بداري\n</p>\n\n<p>\nوكيف يزور القوم أو يستضيفهم ... فتى لا يرى للزور حق مزار\n</p>\n\n<p>\nقيل لصوفي: ما غاية المراد في الطلب؟ قال: نيل ما يعرض من أجله العطب.\n</p>\n\n<p>\nوقيل لآخر: هل سبيل إلى سكون النفس؟ قال: لا، ما دامت في سلطان الحس.\n</p>\n\n<p>\nوقال علي بن أبي طالب عليه السلام: إن الله جل جلاله أمر بما لم يرد،\nونهى عما أراد، أمر إبليس بالسجود ولم يرد أن يسجد، ولو أراد أن يسجد، ولو\nأراد أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p210'> Vol. 05, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nيسجد لما غلبت إرادة إبليس إرادة الله جل سلطانه، ونهى آدم عن أكل الشجرة\nوأحب أن يأكل منها، ولو لم يحب أن يأكل منها لما غلبت محبة آدم محبة الله\nتعالى.\n</p>\n\n<p>\nهكذا أصبت هذا الجزء وهو حق، فإذا سرك الاتساع فيه فتصفح الكتاب حتى ترى\nشواهده وتجد دلائله، وتعلم أن الله سبحانه أنشأ العبد ثم تولاه ولم يخله من\nيده، وأن العبد يتصرف بين علمه وإرادته وأمره ونهيه في ظاهر تكليفه،\nوطرفاهما بين الحالتين يلتقيان، وكلتاهما مستويتان، واعلم أن الخلق ظهر منه\nوثبت به، وانقلب إليه، أعني أنه أبدأه وأنشأه في الأول، وهو إذاه وأنماه في\nالثاني، وهو قبضة ورقاه في الثالث باستطاعته، واستبد بقدرته، وانفرد بحوله\nوقوته، واستغنى عن موجده وحاظفه، وإنما ركدت الشبهة على قوم من جهة أنهم\nتخطوا الأمر والنهي وهما أس التكليف، وأوجبوا التمكين والتخيير، وظنوا أن\nهذا القدر يفصل الحال بيننا وبين الله عز وجل فلا نؤتى إلا من قبلنا، ولا\nنلام إلا على فعلنا. واعلم أن الإنسان مطلق <span id='ms0529'></span> في صورة مقيد، ومختار في هيئة\nمضطر، ومرسل في حلية ممنوع، يبين لك ذلك أنه ينقض حاله نقضا، ويقيس متوسطة\nعلى طرفيه، فإنه يدلك بالعبرة الواضحة والعبارة المفصحة، انه ما فعل فعلا\nباختيار حمدا أو ذما الإوقع إليه ما سبق اختيارة من خزاطره ودواعيه ما\nاستحق به استحق به عذرا وتسليما، لكنه عن طرق العلم والإرادة محجوب، وبلسان\nالأمر والنهي محجوج، ومتى حاول ذلك الخروج عما أريد به حاول عسيرا، ومتى\nاحتج عن نفسه بما علم منه احتج جاهلا، فليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p211'> Vol. 05, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nله إلا أن يقف حيث وقف، ويعترف بما عرف، ويسكت عما خفي ولا يستكشف.\n</p>\n\n<p>\nالناشئ: الوافر\n</p>\n\n<p>\nعدمت من الحبيبة رجع كف ... إلى حل المؤزر والنطاق\n</p>\n\n<p>\nوهنت فلم أصل وقت اصطباح ... لندماني بأوقات اغتباقي\n</p>\n\n<p>\nلئن آخيت في الدنيا بخيلا ... ولو بلغ النهاية في وفاقي\n</p>\n\n<p>\nأصافي المرء يألفني فنجري ... جميعا باختلاف واتفاق\n</p>\n\n<p>\nوعهد الود محفوظ إذا ما ... أمنا في الوداد من النفاق\n</p>\n\n<p>\nوأقطع كل ذي بر وصول ... إذا مزج الخليفة باختلاق\n</p>\n\n<p>\nوكم من معقب حسن اجتماع ... يسر به بسوء الافتراق\n</p>\n\n<p>\nقال رجل لشريك: أخبرني عن قول علي بن أبي طالب رضي الله عنه للحسن: ليت\nأباك كان مات قبل هذا اليوم بعشرين سنة، أقاله إلا وهو شاك في أمره؟ فقال\nله شريك: أخبرني عن قول مريم \" ليتني مت قبل هذا وكنت نسيا منسيا \" \" مريم:\n23 أقالته شاكة في عفتها؟ فسكت الرجل.\n</p>\n\n<p>\nوأنشد: الخفيف المجزوء\n</p>\n\n<p>\nقل لماش على العصا ... كيف أمسى وأصبحا\n</p>\n\n<p>\nما حوتها يد امرئ ... بعد موسى فأفلحا\n</p>\n\n<p>\nعرضت جارية على المتوكل فقال لأبي العيناء: هذه عرضت على أنها شاعرة، فقل\nشيئا لتجيز، فقال أبو العيناء: الرمل المجزوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد الله كثيرا\n</p>\n\n<p>\nفقالت:\n</p>\n\n<p>\nحين أنشاك ضريرا\n</p>\n\n<p>\nقال: يا أمير المؤمنين قد أحسنت في إساءتها.\n</p>\n\n<p>\nلدعبل: الكامل\n</p>\n\n<p>\nقالت وقد ذكرتها عهد الصبا ... باليأس تقطع عادة المعتاد\n</p>\n\n<p>\nإلا الإمام فإن عادة جوده ... موصولة بزياة المزداد\n</p>\n\n<p>\nلأبي الغمر الرازي: الخفيف\n</p>\n\n<p>\nمكفهر ترتج أعطافه رجا ... كما جاوب المطي المطي\n</p>\n\n<p>\nوتولى كأنما في حشاه ... جبل حان وضعه حولي\n</p>\n\n<p>\nظل <span id='ms0530'></span> يحكي بجوده جود كفي ... ملك سيبه هني مري\n</p>\n\n<p>\nقال جعفر بن محمد الأنماطي: رأيت رواشن الأشنان والمحلب في دار المأمون\nمقدمة بقطن، وسمعت المأمون يقول لصاحب الشراب: أحسنت يا بني، إنما يباهي\nبالذهب والفضة من قلا عنده، فأما نحن فإنما ينبغي أن نباهي بالأفعال\nالجميلة، والأخلاق المرضية، والشيم الكريمة، فذلك بالملوك أبهى أجمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p213'> Vol. 05, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض السلف: لا تسبوا الغوغاء فإنهم يطفئون الحريق، ويخرجون الغريق،\nويسدون البثوق.\n</p>\n\n<p>\nقالت أخت عمرو ذي الكلب: المتقارب\n</p>\n\n<p>\nوخرق تجاوزت مجهوله ... بوجناء خرق تشكى الكلالا\n</p>\n\n<p>\nفكنت النهار به شمسه ... وكنت دجى الليل منه الهلالا\n</p>\n\n<p>\nفأقسمت يا عمرو لو نبهاك ... إذا نبها منك داء عضالا\n</p>\n\n<p>\nإذا نبها ليث عريسة ... مفيدا مفيتا نفوسا ومالا\n</p>\n\n<p>\nاستأذن أبو سفيان على عثمان فحجبه فقال: لا عدمت من قومي من إذا شاء\nحجبني.\n</p>\n\n<p>\nوأنشد: الخفيف\n</p>\n\n<p>\nقد أطلنا بالباب امس القعودا ... وجفينا به جفاء شديدا\n</p>\n\n<p>\nوذممنا العبيد حتى إذا نح ... ن بلونا المولى عذرنا العبيدا\n</p>\n\n<p>\nكتب عبد الملك إلى الحجاج: جنبني دماء آل أبي طالب فإني رأيت آل حرب لما\nقتلوا حسينا نزع الله منهم الملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nشاعر: الخفيف\n</p>\n\n<p>\nعش بجد ولا يضرك نوك ... إنما عيش من ترى بالجدود\n</p>\n\n<p>\nرب ذي إربة مقل من الما ... ل وذي عنجهية مجدود\n</p>\n\n<p>\nشاعر: البسيط\n</p>\n\n<p>\nالحذر ينفع ما لم ينزل القدر ... فإن أتى قدر لم ينفع الحذر\n</p>\n\n<p>\nوليس من قدر إلا له سبب ... وليس من سبب إلا له قدر\n</p>\n\n<p>\nليس الكريم الذي يؤذي مجاوره ... بل الكريم الذي يؤذي فيصطبر\n</p>\n\n<p>\nإن الشباب لهم عذر وإن جهلوا ... وليس يقبل من ذي شيبة عذر\n</p>\n\n<p>\nقال ابن عباس رحمه الله: أتيتم بأبي موسى مبرنسا فقلتم: لا نرضى إلا\nبهذا، وأيم الله ما استفدنا منه علما ولا انتظرنا منه غائبا، ولا أمنا ضعفه\nولا رجونا توبة صاحبه، وما أفسد بما صنعا العراق ولا أصحا الشام، ولا أماتا\nحق علي ولا أحييا باطل معاوية، ولا يذهب الحق فلتة رأي ولا نغمة شيطان.\n</p>\n\n<p>\nالناشئ الكبير: السريع\n</p>\n\n<p>\nالقصد شيء كل ما دونه ... نقص وما جاوزه فضل <span id='ms0531'></span>\n</p>\n\n<p>\nوكل هذين رأيناهما ... جورا وما بينهما عدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nكتب الوليد إلى الحجاج: اكتب إلي سيرتك، فكتب إليه: إني أيقظت رأيي وأنمت\nهواي، وأدنيت السيد المطاع في قومه، ووليت الجلد الحازم في أمره، وقلدت\nالخراج المؤثر لأمانته، وجعلت لكل خصم من نفسي خصما يعطيه حظا من نظري ولطف\nعنايتي، وصرفت السيف إلى المسيء، فخاف المريب صولة العقاب، وتمسك المحسن\nبحظه من الثواب.\n</p>\n\n<p>\nشاعر: الرجز\n</p>\n\n<p>\nما قد مضى قد انقضى ... وما بقي كما مضى\n</p>\n\n<p>\nوإنما أعمارنا ... مثل ديون تقتضي\n</p>\n\n<p>\nجاء رجل إلى ابن سيرين فقال: رأيت زياد بن علاقة راكبا فيلا يهوي به في\nالبحر، فقال: الفيل شيطان والبحر جهنم.\n</p>\n\n<p>\nقال بشر الحافي: لو كنت لا أعلم لكان أروح لقلبي؛ وأنشد: الكامل\n</p>\n\n<p>\nالصعود يرتع في الرياض وإنما ... حبس الهزار لأنه يترنم\n</p>\n\n<p>\nلو كنت أجهل ما علمت لسرني ... جهلي كما قد ساءني ما أعلم\n</p>\n\n<p>\nروي عن النبي صلى الله عليه وآله أنه قال: إذا سأل العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p216'> Vol. 05, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nالله الشهادة وعلم أنه من خلوص نيته كتبها له وإن توفاه على فراشه.\n</p>\n\n<p>\nقيل لابن عباس: لم لا تكتب في براءة بسم الله الرحمن الرحيم؟ قال: لأن\nبسم الله الرحمن الرحيم أمان، وبراءة نزلت بالسيف ولا أمان فيها.\n</p>\n\n<p>\nمن دعاء بعض السلف: اللهم إنك أنت أنت، انقطع الرجاء إلا منك.\n</p>\n\n<p>\nوقال بعض السلف في دعائه: اللهم إني أعوذ بك من نظرة غيظ نفذت من عين\nحاسد، غائبها الحرب، وشاهدها سلم.\n</p>\n\n<p>\nوأنشد: الوافر\n</p>\n\n<p>\nإذا امتنع المقال عليك فامدح ... أمير المؤمنين تجد مقالا\n</p>\n\n<p>\nفتى ما إن تزال له ركاب ... وضعن مدائحا وحملن مالا\n</p>\n\n<p>\nلدعبل: المتقارب\n</p>\n\n<p>\nوميثاء خضراء زريبة ... بها النور يزهر من كل فن\n</p>\n\n<p>\nضحوكا إذا لاعبته الرياح ... تأود كالشارب المرجحن\n</p>\n\n<p>\nفشبه صحبي نواره ... بديباج كسرى وعصب اليمن\n</p>\n\n<p>\nفقلت بعدتم ولكنني ... أشبه بجناب الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nأنشد بعض من وفد على عثمان في خلافته وقد سأله عن حصن بناحية هراة:\nالطويل\n</p>\n\n<p>\nمحلقة دون السماء كأنها ... غمامة صيف زل عنها سحابها\n</p>\n\n<p>\nولا يبلغ الأروى شماريخها العلى ... ولا الطير إلا نسرها وعقابها\n</p>\n\n<p>\nوما خوفت <span id='ms0532'></span> بالذئب ولدان أهلها ... ولا نبحت إلا النجوم كلابها\n</p>\n\n<p>\nشاعر: الخفيف المجزوء\n</p>\n\n<p>\nريما خير الفتى ... وهو للأمر كاره\n</p>\n\n<p>\nوأتاه السرور من ... حيث تأتي المكاره\n</p>\n\n<p>\nآخر: الكامل المجزوء\n</p>\n\n<p>\nيا صاح قلبي غير صاح ... لج الهوى بي في جماح\n</p>\n\n<p>\nجسد كسي ثوب الضنى ... فالروح منه على رواح\n</p>\n\n<p>\nقالت مزحت بهجره ... والقتل ليس من المزاح\n</p>\n\n<p>\nقال أبو سعيد: \" زيتون \" يجوز أن يكون فيعولا وفعلوتا وهو أولي لأنه من\nالزيت وقد لزم الواو.\n</p>\n\n<p>\nوقال الناشئ أبو العباس في نقد الشعر: الشعر قيد الكلام، وعقال الأدب،\nوسور البلاغة، ومحل البراعة، ومجال الجنان، ومسرح البيان، وذريعة المتوسل،\nووسيلة المتوصل، وذمام الغريب، وحرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nالأديب، وعصمة الهارب، وعذر الراهب، وفرحة المتمثل، وحاكم الإعراب، وشاهد\nالصواب.\n</p>\n\n<p>\nشاعر: الوافر\n</p>\n\n<p>\nأما والراقصات بذات عرق ... ومن قد طاف بالبيت العتيق\n</p>\n\n<p>\nلقد دب الهوى لك في فؤادي ... دبيب دم الحياة إلى العروق\n</p>\n\n<p>\nقال أعرابي لآخر في حديث له: والله لو نظرت إلى أجفانه وقد تجافت عن\nسحابة عينه تهطل رذاذا كأنها تغازل معشوقا، تعاتب تارة وتصالح أخرى، وكأن\nإنسان مقلته ناثر درا على عروس وجنتيه لأهميت حسرة على حسرة، وأطلقت زفرة\nعلى زفرة، ولشققت مرارة على مرارة، وبكيت أهل العشق رحمة.\n</p>\n\n<p>\nلما ماتت أخت بشر بن الحارث الحافي حزن بشر، فقيل له في ذلك فقال: والله\nما حزني عليها ولكن يقال: إذا قصر العبد في طاعة الله سلبه الله ما كان\nيأنس به في دار الدنيا.\n</p>\n\n<p>\nقيل لبشار: أي شيء تتمنى له البصر؟ قال: السماء، لقول الله تعالى \" وزينا\nالسماء الدنيا بمصابيح \" فصلت: 12 وما زينة الله ووصفه يجب أن يكون حسنا.\n</p>\n\n<p>\nلأحد بني طاهر بن الحسين: السريع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nيا سائلي عن موقع الحظ وال ... عقل انصرف بالحجج القاهره\n</p>\n\n<p>\nالحظ للدنيا التي تنقضي ... والعقل للدنيا وللآخرة\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وآله: استقيموا لقريش ما استقاموا لكم، فإذا\nلم يستقيموا لكم فضعوا السيوف على عواتقكم ثم أبيدوا خضراءهم.\n</p>\n\n<p>\nوروي عنه صلى الله عليه: لا تهزمن قريش ما استرحموا فرحموا، وقسموا\nفعدلوا، فإن لم يفعلوا فعليهم <span id='ms0533'></span> لعنة الله.\n</p>\n\n<p>\nشاعر: الطويل\n</p>\n\n<p>\nولما علاها الماء قنع رأسها ... بدرع حباب صيغ من لؤلؤ رطب\n</p>\n\n<p>\nأرق من الشكوى وأحلى من المنى ... وأعذب من حب يزيد هوى حب\n</p>\n\n<p>\nيقال هما للراضي.\n</p>\n\n<p>\nلإبراهيم بن سيار النظام المتكلم: المتقارب\n</p>\n\n<p>\nذكرتك والراح في راحتي ... وشبت المدام بدمع غزير\n</p>\n\n<p>\nفإذا ينفد الدمع فرط الأسى ... بكاك الفؤاد بدمع الضمير\n</p>\n\n<p>\nلابن طباطبا العلوي: الكامل\n</p>\n\n<p>\nلم يكف ما قد سامني بغيابه ... حتى تلقاني بسيف عتابه\n</p>\n\n<p>\nنفسي الفداء لغائب عن ناظري ... ومحله في القلب دون حجابه\n</p>\n\n<p>\nلولا تمتع مقلتي بجماله ... لوهبتها لمبشري بإيابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عثمان: إن الله تعالى قد قسم الصنع بين جميع أفعاله: محبوبها\nومكروهها، فأضحك وأبكى، وأمات وأحيا، وعافى وابتلى، وعاقب وعفا، ولم يعطل\nالبلاء من تكليف الصبر، كما لم يعطل النعمة من تكليف الشكر، وجعل الشكر لا\nينال إلا بالصبر، كما جعل الصبر لا ينال إلا بالعزم وجعل العزم لا ينال إلا\nبالعلم، كما جعل العلم لا ينال إلا بالعقل، وجعل الخيرة مقرونة بالمكروه،\nكما جعل الشكر موصولا بالمزيد، وجعل طول النصب استنفادا للقوة، فجعلنا\nنعالج الجمام بالكد، كما نعالج بالجمام، وكل ذلك ليردنا إلى الاقتصاد،\nويعرفنا أن الفضيلة في تعديل الأمور، وجعل النسيان حظا من الخيرة، ولذلك\nقال الحسن: إن الله تعالى \"\n</p>\n\n<h1 class='l1' id='head294'>......... </h1>\n\n<p>\n\" ولولا ذلك لما انتفع النبيون والصديقون بالعيش وهو الأمل والأجل\nوالنسيان، فجعل النسيان ركنا من أركان المصالح، ولو اجتمع في حفظ الإنسان\nوذكره توقع مكروه يجوز وقوعه، وفوت كل مرجو يجوز فوته، وذكر كل جناية جناها\nعلى من لا تؤمن مكافأته، وجناها جان ثم عجز عن مجازاته، ثم ذكر ذلة المعجزة\nوخمول ذي القلة، وذكر مع ذلك كل قاذورة كانت منه في شبيبته، وكل فسولة كانت\nمنه في كهولته، لشغلة ذلك عن كسب ما لا بد منه من مرمة دنياه، وإصلاح أمر\nآخرته، وكذلك صنيع الله في الجد والمزاح في إمتاعه بالمنى والضحك وهما وإن\nكانا في ظاهر الأمر لا يعجلان عليك نفعا معروف المكان، فإنهما يحدثان خيرا\nفي باطن النفس، ويثمران <span id='ms0534'></span> نفعا عند تعقب الأمور، لأن المنى استراحة وتفرغ،\nوالضحك سرور وتنشيط، وفرق بين الأماني والآمال أن الآمال مقيدة بالأسباب،\nوالأماني منطلقة لا يجوزها حد، ولا يحلبها سبب، وإصلاح موقع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nالأماني بتوقع الأماني من النفوس صارت النفوس كلها لا تمنع منها، ولا\nتخلو من الذهاب معها.\n</p>\n\n<p>\nوالنفس الحية الحاسة لا يجوز أن تبقى فارغة ممسكة عن جميع الأفعال، فتكون\nهي والموتى سواء، ومتى لم يحضر للقلب عزم على أمر معروف أو منكر في حاجة\nقائمة، عاجلة وآجلة، فلا بد للقلب من أن ينصرف إلى عمل من الأعمال، وليس\nبعد الاعتزال إلا المنى، فقد صارت الأمنية من أكبر الآفات، وأثبت الأركان،\nوليس في طاقة القلب أن يكون أبدا محتملا لوحشة الفكر وثقل الاعتبار، وللنظر\nفي ملكوت السموات والأرض، ولكل يوم أجل، ولكل استطاعة غاية فأطلق المباح،\nوألزم الفرض، وخير في النفل وأرغب فيه ولم يفرضه، وأعطى عليه الثواب ولم\nيوجبه، وركب الدنيا على الصميمين والفصلين، وقال رسول الله صلى الله عليه\nوسلم: أنا أمزح ولا أقول إلا الحق، وقال: قد جئتكم بالحنيفية السمحة غير\nالقاسية ولا الغالية، وأمرت بالإفطار والصوم والصلاة والنوم، ولو حمل الناس\nأنفسهم على حد الجد في كل حال ومر الحق في كل مذهب، لا نحلت القوى، وانتقضت\nالمنن، ولذلك قالوا: دين الله بين الغالي والمقصر، وقالوا: خير الأمور\nأوساطها، وشر السير الحقحقة، وقالوا: بينهما يرمي الرامي، وقالوا في المثل:\nلا تكن حلوا فتبلع، ولا مرا فتلفظ، ولولا أن النفس مكدودة متعبة ومعناة\nنصبة من حين لا يعرف، ومن ضربان عرق لا يفتر، واختلاج عصب لا يسكن، ومعالجة\nالقلب الهموم، ومدافعة الطباع الأغذية، وطلب الاستمرار من تنفس الرئة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nواسترواح النفس من حد المنخرين، واستراحتها إلى التثاؤب والتمطي، ومضادة\nالطبائع للنفس، ومنازعة الشهوات إلى ما تدعو إليه، ومعالجة الأمراض وألم\nالجسد.\n</p>\n\n<p>\nوقال: المؤمن بين أربع: بين كافر يجاهره، ومنافق يبغضه، وشيطان يفتنه،\nومؤمن يحسده، مع غير هؤلاء من الأمور التي تساره تارة، وتعالنه أخرى.\n</p>\n\n<p>\nأنا ألهج - أيدك الله - بكلام أي <span id='ms0535'></span> عثمان ولي فيه شركاء من أفاضل الناس،\nفلا تنكر روايتي لكلامه فإن لي فيه شفاء، وبه تأدبا ومعرفة، قد يسلم على\nأكثر الناس، ولم يبر إلا على متخلف ساقط دونه.\n</p>\n\n<p>\nقال أبو بكر بن دريد: أوضح الدلالة على ضعف الرجل في صناعته أن يكون\nمحظوظا منها، لأنه لا تكاد تجد متناهيا في حذاقته إلا وجدته متناهيا في\nحرفته.\n</p>\n\n<p>\nقال أعرابي: إياك والعجلة فإن العرب كانت تكنيها أم الندامات لأن صاحبها\nيقول قبل أن يعلم، ويجيب قبل أن يفهم، ويعزم قبل أن يفكر، ويقطع قبل أن\nيقدر، ويحمد قبل أن يجرب، ويذم بعد الحمد، ومن كان كذلك صحب الندامة،\nواعتزل السلامة.\n</p>\n\n<p>\nشاعر: الوافر\n</p>\n\n<p>\nخلا من دهره خمسون عاما ... وأدبه التجارب والزمان\n</p>\n\n<p>\nفلا أحد يدوم على وفاء ... ولا للدهر من حدث أمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nإذا ما كان عندي قوت يوم ... ألا فعلي بالدنيا هوان\n</p>\n\n<p>\nكأن القوم قد مسخوا كلابا ... لهم عن كل مكرمة حران\n</p>\n\n<p>\nفدعني لا تعرضني لقوم ... فقد بينت لو نفع البيان\n</p>\n\n<p>\nولي شأن طويت عليه همي ... وكل فتى له هم وشان\n</p>\n\n<p>\nقال الجاحظ: قلت مرة للحرامي: قد رضيت بقول الناس إنك بخيل؟ قال: لا\nأعدمني الله هذا الاسم، قلت: وكيف ذاك؟ قال: لأنه لا يقال فلان بخيل إلا\nوهو ذو مال، فإذا سلم لي مالي فادعني بأي اسم شئت، قلت: ولا يقال سخي إلا\nوهو ذو مال، فقد جمع هذا الاسم المال والحمد، وجمع ذلك الاسم المال والذم،\nقال: بينهما فرق، قلت: هاته، قال: في قولهم بخيل تثبيت لإقامة المال في\nملكه، واسم البخيل اسم فيه حزم وذم، واسم الصخاء فيه تضييع وحمد، والمال\nنافع ومكرم لأهله معز، والحمد ريح وسخرية، واستماعه ضعف وفسولة، وما أقل\nوالله غناء الحمد عنه إذا جاع بطنه وعري جلده، وضاع عياله وشمت عدوه.\n</p>\n\n<p>\nقيل لجعفر بن يحيى: ما البلاغة؟ قال: أن يكون للكلام حد لا يدخل فيه\nغيره، قيل: مثل ماذا؟ قال: مثل قول علي رضي الله عنه: أين من سعى واجتهد،\nوجمع عدد، وزخرف ونجد <span id='ms0536'></span>، وبنى وشيد؛ فأتبع كل حرف من جنسه، ولم يقل سعى ونجد،\nوزخرف وعدد، وول قال زخرف وعدد لكان كلاما، ولكن بينهما ما بين السماء\nوالأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nقيل لعلي رضي الله عنه: كم بين السماء والأرض؟ قال: دعوة مستجابة، قيل:\nفكم بين المشرق والمغرب؟ قال: مسيرة يوم للشمس، قيل: فكيف يحاسب الله يوم\nالقيامة الخلق على كثرة عددهم؟ قال: كما يرزقهم في الدنيا على كثرة عددهم.\n</p>\n\n<p>\nقيل لأفلاطون: أي الأمور أعجب؟ قال: أن يكون العمل على خلاف العلم.\n</p>\n\n<p>\nقيل لأعرابي: أما تتأذى برائحة الودك؟ قال: فقدي له أشد أذى.\n</p>\n\n<p>\nقيل لفيلسوف: لم لا يشتد فرحك بأخيك في حياته كشدة حزنك عليه بعد وفاته؟\nقال: لأني كنت أعلم في حياته أنه يموت، والآن أعلم بعد وفاته أنه لا يعيش.\n</p>\n\n<p>\nقال أعرابي: أتيت فلانا قبل أن ينطق الديك فخرس عن جوابي، ورجعت إلى أهلي\nخفيف الظهر وافر العرض.\n</p>\n\n<p>\nقال ابن السماك في دعائه: اللهم أصلحني قبل الموت، وارحمني عند الموت،\nواغفر لي بعد الموت.\n</p>\n\n<p>\nقيل لمحمد بن واسع: كسف أصبحت؟ قال: أصبحت والله طويلا أملي، قصيرا أجلي،\nسيئا عملي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p225'> Vol. 05, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nكتب عمر بن عبد العزيز إلى عون بن عبد الله يعزيه بابنه: أما بعد، فإنا\nناس من أهل الآخرة أسكنا الدنيا أموات أبناء أموات، فالعجب لميت يكتب إلى\nميت يعزيه عن ميت والسلام.\n</p>\n\n<p>\nقيل لفيلسوف: من الحكيم؟ قال: م تظهر أفعاله وأقواله متساوية متشابهة.\n</p>\n\n<p>\nكتب إبراهيم بن يحيى إلى بعض الخلفاء: أما بعد، فإن من عرف حق الله فيما\nأخذ منه عظم حق الله تعالى عليه فيما أبقى له؛ واعلم أن الماضي قبلك هو\nالباقي بعدك، والباقي بعدك هو الماضي قبلك، وأن أجر الصابرين فيما يصابون\nبه أعظم من النعمة عليهم فيما يعاقبون عليه.\n</p>\n\n<p>\nقال أبو تميم الهجيمي: إن أقواما غرهم ستر الله تعالى، وفتنهم ثناء\nالناس، فلا يغلبن جهل غيرك بك علمك بنفسك، أعاذنا الله تعالى وإياك أن نكون\nمغرورين بالستر، مفتونين بالثناء.\n</p>\n\n<p>\nوقال فيلسوف: ينبغي للعاقل أن يفعل الواجب من غير أن يجب <span id='ms0537'></span> عليه، ويمتنع\nمما لا يجب من غير أن يمنع منه.\n</p>\n\n<p>\nوقال علي بن أبي طالب رضي الله عنه: الدنيا دار صدق لمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nصدقها، ودار عافية لمن فهم عنها، ودارغنى لمن تزود منها، مهبط وحي الله\nتعالى، ومصلى أنبيائه، ومسجد أوليائه، واكتسبوا فيها الحسنة، ونالوا\nالرحمة، فمن ذا يذمها وقد آذنت ببينها، ودعت إلى خرابها، ترغيبا وتخويفا،\nفيا أيها الذام للدنيا متى استذمت إليك؟ متى غرتك؟ أبمنازل آبائك من البلى\nأم بمضاجع أمهاتك في الثرى؟ ثم أشرف على أهل المقابر فقال: يا أهل الغربة،\nويا أهل التربة، أما المنازل فقد سكنت، وأما الأزواج فقد هديت، وأما\nالأموال فقد قسمت، هذا خبر ما عندنا، فليت شعري ما خبر ما عندكم؟ ثم التفت\nإلى أصحابه وقال: والذي نفسي بيده لو أذن لهم في الكلام لأجابوا: ألا إن\nخبر الزاد التقوى.\n</p>\n\n<p>\nقال الحسن البصري: لا تجاهد في الطلب جهاد المغلب، ولا تتكل على القدر\nاتكال المستسلم، فإن ابتغاء الفضل من السنة، والإجمال في الطلب من العفة،\nوليست العفة بدافعة رزقا، ولا الحرص بجالب فضلا؛ الرزق مقسوم، والأجل\nمحتوم، وفي الحرص اكتساب المآتم.\n</p>\n\n<p>\nقال جابر بن عبد الله، قال رسول الله صلى الله عليه وسلم: لا يتم بعد\nحلم، ولا رضاع بعد فطام، ولا صمت يوما إلى الليل، ولا وصال في الصيام، ولا\nنذر في معصية، ولا تعرب بعد الهجرة، ولا هجرة بعد الفتح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nولا طلاق قبل النكاح، ولا عتق قبل ملك، ولا يمين لزوجة مع زوح، ولا يمين\nلولد مع والد، ولا يمين لمملوك مع سيده والسلام.\n</p>\n\n<p>\nهذا آخر الجزء الخامس من كتاب البصائر، والله أسأل الانتفاع به والعمل\nببعض ما فيه فإنه قد تحمل أدبا جما، وعلما غزيرا وفضلا بارعا، وأساله عز\nوجل أن ينفعك به ويتم نعمه عليك إن شاء الله تعالى، والله الموفق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p228'> Vol. 05, p. 228</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09"
  ]
}