{
  "content": "\n<p>\nالمجلد الخامس\n</p>\n\n<h1 class='l1' id='head0'>الفصل السابع عشر في صفة خلق رسول الله صلى الله عليه وسلم وخلقه وسيرته وخصائصه وشرائعه ومدة عمره وذكر أزواجه وأولاده وقراباته وخبر وفاته على سبيل الاختصار والإيجاز</h1>\n\n<h2 class='l2' id='head1'>[F؟ 155 v؟] ذكر خلق رسول الله صلى الله عليه وسلم وخلقه</h2>\n\n<p>\nقد أكثر الناس في صفته واختلفت الرواية من طرق شتى وأحسن ما أراه حديث\nعلي بن أبي طالب رضي الله عنه من رواية عيسى بن يونس عن مولى غفرة عن\nإبراهيم بن محمد [عن] رجل من ولد علي عن علي أنه كان إذا نعت النبي صلى\nالله عليه وسلم قال لم يكن بالطويل الممعط <span id='ms445'></span> ولا القصير المتردد كان ربعه من\nالقوم لم يكن بالجعد القطط ولا السبط كان جعدا رجلا ولم يكن بالمطهم ولا\nالمكلثم وكان في وجهه تدوير أبيض مشرب حمرة وأدعج العينين أهدب الأشفار\nجليل المشاش والكتد أجرد ذو مسربة شثن الكفين والقدمين إذا مشى تقلع كأنما\nيمشي في صبب وإذا التفت التفت معا بين كتفيه خاتم النبوة أجود الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p001'> Vol. 05, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nكفا وأحسن الناس صدرا وأصدق الناس لهجة وأوفى الناس ذمة وألينهم عريكة\nوأكرمهم عشرة من رآه بديهة هابه ومن خالطه معرفة أحبه لم يكن قبله ولا بعده\nمثله، هذا رواية علي كرم الله وجهه وهو أعلم به من غيره وقد فسر أبو عبيد\n[ة] غريب ما في هذا الخبر وروى ابن إسحاق عن الزهري عن عروة عن عائشة أنها\nكانت إذا وصفت النبي صلى الله عليه وسلم قالت كما قال أبو طالب عمه [طويل]\n</p>\n\n<p>\nوأبيض يستسقى الغمام بوجهه ... تمال اليتامى عصمة للأرامل\n</p>\n\n<p>\nيلوذ به أفناء فهر بن مالك ... فهم عنده في نعمة وفواضل\n</p>\n\n<p>\nوكان أصحابه يتعرفون فيه قول حسان بن ثابت [بسيط]\n</p>\n\n<p>\nتالله ما حملت أنثى ولا وضعت ... مثل النبي نبي الرحمة الهادي\n</p>\n\n<p>\nولا برى الله خلقا من خلائقه ... أوفى بذمة جار أو بميعاد\n</p>\n\n<p>\nوروى عوف عن الحسن عن عائشة أنها سئلت عن خلق رسول الله صلى الله عليه\nوسلم فقالت كان خلقه كما جاء في القرآن وإنك لعلى خلق عظيم 68: 4 وروى\nالزهري عن عروة عن ابن عباس أنه قال في صفة رسول الله صلى الله عليه وسلم\nأكرم الناس خلائق وأجودهم كفا ولقد دخل مكة عنوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p002'> Vol. 05, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبالسيف فقال ماذا تظنون ماذا تقولون فتبادروا نظن خيرا ونقول خيرا أخ\nكريم وابن أخ كريم وقد قدرت فقال إني أقول كما قال أخي يوسف لا تثريب عليكم\nاليوم يغفر الله لكم 12: 92 فعفا عنهم جميعا وفي رواية أنس خادم النبي صلى\nالله عليه أنه كان يلبس الصوف ويخصف النعل ويحلب الشاة ويكنس البيت ويركب\nالحمار ردفا ويجيب دعوة العبد ولنا فيه صلى الله عليه أسوة <span id='ms446'></span> [F؟ 156 r؟]\nوكان عمر بن الخطاب رضي الله عنه لا يثبت آية إلا بشهادة شاهدين عدلين\nفجاءه رجل بهذه الآية لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص\nعليكم بالمؤمنين رؤف رحيم 9: 128 فقال هلم أجر شهادتك وحدك لأنه كان كذا\nفأما ما روى القصاص أنه كان يماشي الطوال فلا يقصر عنه ويماشي القصير فلا\nيطاوله ويقف في الشمس فلا يرى ظله ويسير مع الفرس الجواد فلا يسبقه وأنه\nكان إذا تعرى لم يقع البصر على عورته وما خرج منه لم يوجد له رائحة فاشيا\nلم تصح الرواية بها ولا عرف في طباع الناس مثلها،،،\n</p>\n\n<h2 class='l2' id='head2'>ذكر أباء رسول الله</h2>\n\n<p>\nقد سبق من نسبه واختلاف الناس فيه ما يغني عن الإعادة والتكرار فهو محمد\nالنبي بن عبد الله الذبيح بن عبد المطلب شيبة الحمد ومطعم الطير وساقي\nالحجيج بن عمرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nهاشم الثريد وقاطع الأحقاد وسان الائلاف بن المغيرة عبد مناف بيضة قريش\nبن قصي مجمع القبائل وقصي أول من أصاب من قريش ملكا،،،\n</p>\n\n<h2 class='l2' id='head3'>ذكر أمهات رسول الله</h2>\n\n<p>\nأمه التي ولدته آمنة بنت وهب بن عبد مناف بن زهرة بن كلاب بن مرة بن كعب\nبن لؤي بن غالب ابن فهر فرسول الله صلى الله عليه وسلم يرجع إلى كلاب بخمسة\nآباء من قبل أبيه ومن قبل أمه ولم يكن لأم رسول [1] الله صلى الله عليه\nوسلم أخ ولا أخت فيكون خال النبي وخالته ولكن بنو زهرة يزعمون أنهم أخوال\nرسول الله صلى الله عليه وسلم لأن آمنة أمه منهم،،،\n</p>\n\n<h2 class='l2' id='head4'>جدات رسول الله من قبل أبيه </h2>\n\n<p>\nأم أبيه عبد الله فاطمة بنت عمرو ابن عائذ بن عمران بن مخزوم\nوأم أبي عبد الله عبد المطلب بن هاشم سلمى بنت عمرو من بني النجار وكانت\nقبل هاشم عند أحيحة بن الجلاح فولدت له عمرو بن أحيحة فهو أخو عبد المطلب\nلأمه وأم هاشم عاتكة بنت مرة من بني سليم وأم عبد مناف عاتكة بنت هلال\nويقال حبى بنت حليل [2] الخزاعي وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p004'> Vol. 05, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nرفعت النساب هذه <span id='ms447'></span> الأنساب كلها إلى أصولها ولو اقتدينا بهم لبطل شرطنا\nالاختصار ولكن اكتفينا بما أودعت الكتب منها لأنها أشفى وأكفى إذ هي لها\nأفردت ولها وضعت ولكن الكتاب جامع الفنون ولا يحتمل الفن الواحد الاستقصاء\nوالاستكمال،،،\n</p>\n\n<h2 class='l2' id='head5'>جدات النبي من قبل أمه</h2>\n\n<p>\nأم أمه [1] آمنة بنت وهب برة بنت عبد العزى بن عثمان بن عبد الدار بن قصي\nوأم برة أم حبيب بنت أسد بن عبد العزى [2] بن قصي وأم أم حبيب برة بنت عوف\nوأم عبد مناف [3] أبي وهب زهرة وإليها ينسب ولدها دون الأب قال أبو عبيدة\nولا يعرف اسم أبي عبد مناف بن زهرة وزهرة أمه وقد أقيمت في التذكير مقام\nالأب فقيل زهرة بن كلاب بن مرة أخو قصي وأم زهرة وقصي فاطمة بنت سعد من أزد\nالسراة فأما الأجداد فقد عرفتهم في نسبة الآباء،،،\n</p>\n\n<h2 class='l2' id='head6'>ذكر عمومة النبي</h2>\n\n<p>\nكان لعبد المطلب عشرة ذكور لصلبه وستة إناث أما الذكور فعبد الله والحارث\nوالزبير وضرار والمقوم وحمزة والعباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوابو طالب واسمه عبد مناف وجل واسمه الغيداق وأبو لهب واسمه عبد العزى]\n[F؟ 156 v؟] و] عاتكة وصفية وأميمة وبرة وأروى وأم حكيم وهي البيضاء ولم\nيسلم من أعمامه غير حمزة والعباس ولا من عماته غير صفية ويقال أيضا اروى\nأسلمت والشيعة أيضا يقولون أن أبا طالب أسلم وعبد الله أبا النبي أسلم\nويزعم بعضهم أنه لم يكن في نسبه أحد كافر الى آدم عم وكان هؤلاء لأمهات شتى\nليس من عزمنا أن نذكرهن في هذا الموضع،،،\n</p>\n\n<h2 class='l2' id='head7'>ذكر [بني] أعمامه [1]</h2>\n\n<p>\nلم يكن لعبد الله غير رسول الله صلى الله عليه وسلم ولد ولم يعقب الغيداق\nولا ضرار ولا المقوم ولا حمزة وكان لحمزة ابن يقال له عمارة وبه يكنى أبا\nعمارة وبنت يقال لها بنت أبيها فلم يعقبوا فأما أبو لهب [2] فولد عتبة\nوعتيبة ومعتبا وبنات أمهم أم جميل بنت حرب بن أمية عمة معاوية بن أبي سفيان\nونوفلا والمغيرة وربيعة وعبد شمس وأروى أعقبوا وأسلموا وأما الزبير بن عبد\nالمطلب فكان شاعرا ولد <span id='ms448'></span> عبد الله بن الزبير فأسلم ولم يعقب وكانت للزبير\nبنات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nمنهن ضباعة بنت الزبير كانت تحت المقداد بن الأسود وأم حكيم بنت الزبير\nوأما ابو طالب فولد عليا عم وعقيلا وجعفرا وأم هانئ وأمهم فاطمة بنت أسد بن\nهاشم بن عبد مناف وأسلموا كلهم وأعقبوا غير طالب بن أبي طالب وأما العباس\nبن عبد المطلب فولد اثني عشر نفرا عبد الله وعبيد الله والحراث وأمية وعبد\nالرحمن ومعبدا وقثم والفضل وثماما وكثيرا [1] وصفية وأم حبيب أسلموا\nوأعقبوا إلا الفضل فإنه لم يعقب وسنذكر أخبارهم في موضعها،،،\n</p>\n\n<h2 class='l2' id='head8'>[ذكر عماته] [2]</h2>\n\n<p>\nأما برة بنت عبد المطلب فكانت عند عبد الأسد بن هلال المخزومي فولدت أبا\nسلمة بن عبد الأسد رضيع رسول الله صلى الله عليه وسلم وأما صفية بنت عبد\nالمطلب فكانت عند العوام ابن خويلد بن عبد العزى فولدت له الزبير بن العوام\nوأما أميمة بنت عبد المطلب فكانت عند جحش بن رياب الأسدي فولدت له زينب بنت\nجحش وحمنة بنت جحش وعبد الله بن جحش،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>ذكر أظاره</h2>\n\n<p>\nيقال أن أول من أرضعته قبل حليمة بنت أبى ذؤيب امرأة بمكة من أهلها يقال\nلها ثويبة أرضعت رسول الله صلى الله عليه وسلم [1] وأبا سلمة وأبا سلمة بن\nعبد الأسد هما رضيعاه ثم استرضع من حليمة بنت أبى ذؤيب واسم أبى ذؤيب عبد\nالله ابن الحارث من بني بكر [2] بن هوازن واسم زوج حليمة الحارث ابن عبد\nالعزى من بني سعد وإخوة رسول الله من الرضاعة عبد الله بن الحارث وأنيسة\nبنت الحارث وجذامة بنت الحارث ولقبها الشيماء [3] وكانت حليمة أرضعت أبا\nسفيان بن حرب فكان أخاه من الرضاعة وأسلم عام الفتح وكانت حاضنة رسول الله\nصلى الله عليه وسلم أم أيمن مولاة [أم] أسامة بن زيد وأسلمت حليمة وأولادها\nوزوجها،،،\n</p>\n\n<p>\n[F؟ 157 r؟]\n</p>\n\n<h2 class='l2' id='head10'>ذكر زوجاته</h2>\n\n<p>\nاختلفوا في عددهن فأكثر ما قالوا سبع عشرة [4] امرأة سوى السراري أولادهن\n</p>\n\n<p>\nخديجة\n</p>\n\n<p>\nبنت خويلد ثم سودة بنت زمعة ثم عائشة بنت أبي بكر ثم حفصة بنت عمر ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nزينب <span id='ms449'></span> بنت خزيمة ثم زينب بنت جحش ثم أم حبيبة ثم صفية بنت حيي بن أخطب ثم\nجويرية [1] بنت الحارث بن [2] ضرار وتزوج عمرة بنت زيد الكلابية وكانت قبله\nتحت الفضل بن عباس قال ابن إسحاق كانت حديثة العهد بالكفر فلما قدمت على\nرسول الله استعاذت منه فقال معاذ منيع فطلقها قبل أن يدخل بها ويقال إن\nرسول الله دعاها فقالت انا نؤتى ولا نأتي فردها وقال قوم بل هي أميمة بنت\nالنعمان بن شراحيل فلما دخل عليها النبي صلى الله عليه وسلم قال هبي لي\nنفسك قالت وهي تهب الملكة نفسها للسوقة فقال الحقي بأهلك ويقال بل هي مليكة\nالليثية والله أعلم وتزوج أسماء بنت كعب الجونية فلم يدخل بها حتى طلقها\nيقال رأى لمعة من برص وتزوج فاطمة بنت الضحاك فطلقها قبل الدخول وتزوج\nامرأة من بني بكر يقال لها عمارة وصفها له أبوها ثم قال وأزيدك أنها لم\nتمرض قط فقال ما لها عند الله من خلاق وطلقها ومن سراريه مارية القبطية\nوريحانة القرظية ولم يمت من نسائه قبله إلا اثنتان خديجة بنت خويلد وزينب\nبنت خزيمة وقبض رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعن تسع عائشة وحفصة وأم سلمة وأم حبيبة وصفية وجويرية و\n</p>\n\n<p>\nسودة\n</p>\n\n<p>\nوميمونة وزينب بنت جحش،\n</p>\n\n<h3 class='l3' id='head11'>خديجة</h3>\n\n<p>\nبنت خويلد بن أسد بن عبد العزى بن قصي وأمها فاطمة بنت زائدة من عامر ابن\nلؤى وتزوجها النبي صلى الله عليه وسلم وهي ابنة أربعين سنة ورسول الله ابن\nخمس وعشرين سنة وكانت قبله تحت عتيق بن عبد الله ويقال ابن عائذ وولدت له\nجارية ثم خلفه عليها أبو هالة هند بن زرارة فولدت له هند بن هند رباه رسول\nالله صلى الله عليه وسلم هذه رواية سعيد بن أبي عروبة عن قتادة وأما ابن\nإسحاق فإنه يقول اسم أبي هالة النباش بن زرارة قال وولدت له رجلا وامرأة\nوولدت لرسول الله صلى الله عليه وسلم ولده كلهم إلا إبراهيم بن مارية ومكثت\nعند النبي صلى <span id='ms450'></span> الله عليه وسلم خمسا وعشرين سنة ولم يتزوج عليها حتى ماتت\nوكانت وزير صدق لرسول الله صلى الله عليه وسلم فآزرته بنفسها وأعانته\nبمالها وظاهرته [1] بعشرتها وكان لها جسم وجمال وشرف وعقل وقد قيل أنها أول\nمن أسلم وصلى بعد رسول الله صلى الله عليه وسلم قال ابن إسحاق حدثني هشام\nبن عروة عن أبيه عن عائشة عن عبد الله بن جعفر بن أبي طالب قال قال رسول\nالله صلى الله عليه وسلم أمرت أن أبشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nخديجة ببيت في الجنة من قصب لا صخب فيه ولا نصب قال عبد الملك بن هشام\nالقصب اللؤلؤ [1] المجوف قال ابن هشام حدثني من لا أتهمه أن جبريل عم أتى\nرسول الله صلى الله عليه وسلم فقال أقرأ خديجة السلام من ربها فقالت الله\nالسلام ومنه السلام ثم توفيت رضي الله عنها [F؟ 157 v؟] بعد خروجها من\nالشعب بعد وفاة أبي طالب بثلاثة أيام وقبل الهجرة بثلاث سنين فتزوج بعدها\n</p>\n\n<p>\nسودة\n</p>\n\n<p>\nبنت زمعة ودفنها رسول الله صلى الله عليه وسلم ولم يصل عليها لأنه لم يكن\nسنة الموتى الصلاة عليهم،\n</p>\n\n<h3 class='l3' id='head12'>سودة</h3>\n\n<p>\nكانت قبل رسول الله صلى الله عليه وسلم عند السكران ابن عمرو من بنى عامر\nبن لؤى أخي سهيل بن عمرو صاحب صلح المشركين وكان السكران قد أسلم وهاجر\nبسودة إلى الحبشة فمات بها فخلفها عليه رسول الله صلى الله عليه وسلم،\n</p>\n\n<h3 class='l3' id='head13'>عائشة</h3>\n\n<p>\nتزوجها بمكة قبل الهجرة بسنة وهي ابنة سبع سنين وبنى بها بالمدينة ودخل\nبها بعد البناء بسنة ومات عنها وهي ابنة ثماني عشرة سنة وكانت بيضاء مشربة\nحمرة فكان رسول الله صلى الله عليه وسلم يسميها الحميراء ويكنيها أم عبد\nالله ولم يتزوج غيرها بكرا وكانت برزة من النساء جلدة لبيبة فصيحة راوية\nللشعر حافظة للأخبار ولها أحاديث نذكرها في قصة الجمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوأمها أم رومان وعبد الرحمن بن أبي بكر منها وتوفيت عائشة في زمن معاوية\nوقد قاربت السبعين فقال لها ألا ندفنك في بيتك مع رسول الله صلى الله عليه\nوسلم <span id='ms451'></span> قالت لا لأني قد أحدثت بعده وروي أنها بكت على ما كان منها حتى كف\nبصرها،\n</p>\n\n<h3 class='l3' id='head14'>حفصة</h3>\n\n<p>\nكانت قبل النبي تحت حبيش بن عبد الله بن حذافة السهمي وهي التي حرم رسول\nالله صلى الله عليه وسلم من أجلها فأنزل الله يا أيها النبي لم تحرم ما أحل\nالله لك 66: 1 السورة وتوفيت في زمن عثمان،\n</p>\n\n<h3 class='l3' id='head15'>زينب بنت [1] خزيمة بن صعصعة</h3>\n\n<p>\nويقال لها أم المساكين لرحمتها ورقتها لهم وكانت تحت عبيدة بن الحارث\nويقال كانت تحت الحصين بن الحارث وماتت قبله،\n</p>\n\n<h3 class='l3' id='head16'>زينب بنت جحش</h3>\n\n<p>\nأمها أمية بنت عبد المطلب فهي ابنة عمة رسول الله وكانت تحت زيد بن حارثة\nفطلقها وتزوج بها رسول الله صلى الله عليه وسلم وقصتها في سورة الأحزاب\nوكانت امرأة جسيمة وهي أول من لحق بالنبي من أزواجه بعده وأول من حملت في\nالنعش وكانت خليقة [2] فقال عمر نعم خبء [3] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالظعينة وصارت سنة وذكروا أن عمر بعث إليها بعطائها مائة ألف ففرقته في\nالساعة ثم رفعت يديها وقالت اللهم لا تدركني عطاء لعمر بعد هذا فلم\nيدركها،،،\n</p>\n\n<h3 class='l3' id='head17'>[أم حبيبة بنت أبي سفيان بن حرب]</h3>\n\n<p>\nومن هاهنا يقال أن معاوية خال المؤمنين وكانت تحت عبيد الله بن جحش أخي\nزينب بنت جحش زوجة رسول الله صلى الله عليه وسلم وكان هاجر بها إلى الحبشة\nفتنصر عبيد الله بن جحش ثم مات بها وهو الذي كان يقول فقحنا وصأصأتم فبعث\nالنبي صلى الله عليه وسلم عمرو بن أمية الضمري فزوجها منه النجاشي فأصدقها\nعن النبي صلى الله عليه وسلم أربع مائة دينار وتوفيت في أيام معاوية وقد\nقال بعض المفسرين في قوله عز وجل عسى الله أن يجعل بينكم وبين الذين عاديتم\nمنهم مودة 60: 7 أنها كانت [F؟ 158 r؟] حبيبة [1] والله اعلم وكان قدومها\nمع قدوم جعفر بن أبي طالب،\n</p>\n\n<h3 class='l3' id='head18'>أم سلمة</h3>\n\n<p>\nبنت المخزومي اسمها هند كانت تحت أبى سلمة بن عبد الأسد وولدت له عمرو بن\nأبي سلمة وزينب بنت أبي سلمة وتوفيت في أيام معاوية قال ابن إسحاق تزوجها\nرسول <span id='ms452'></span> الله صلى الله عليه وسلم فأصدقها فراشا حشوه ليف وقدحا وصحفة ومحشة،\n</p>\n\n<h3 class='l3' id='head19'>[ميمونة بنت الحارث]</h3>\n\n<p>\nمن بني عامر بن صعصعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nأخت أم الفضل بنت الحارث كانت تحت العباس بن عبد المطلب أم عبد الله بن\nالعباس تزوجها رسول الله صلى الله عليه وسلم في عمرة القضاء وأولم عليها\nبحيس وبنى بها بسرف وهو على عشرة أميال من مكة وماتت بسرف وهي معتمرة في\nولاية عثمان بن عفان رضي الله عنه وكانت قبله تحت أبي إبراهيم بن قيس ويقال\nأبي سترة بن أدهم بن قيس،،،\n</p>\n\n<h3 class='l3' id='head20'>[صفية بنت حيي]</h3>\n\n<p>\nبن أخطب النضرية كانت تحت كنانة بن أبي الربيع فلما افتتح خيبر أتي\nبكنانة وقيل أن عنده كنز بني النضير فدفعه النبي صلى الله عليه وسلم إلى\nالزبير بن العوام وقال عذبة [1] حتى نستأصل ما عنده فجعل الزبير يقدح بزند\nفي صدره حتى أشرف على الموت ثم ضرب عنقه وأتي بامرأته صفية وبعينها أثر\nلطمة فقال رسول الله عم ما هذه قالت رأيت في المنام كان القمر من السماء\nوقع في حجري فقصصتها على كنانة فقال يمسي ملك الحجاز محمد فأعتقها رسول\nالله صلى الله عليه وسلم وجعل عتقها صداقها وتوفيت في أيام عثمان بن عفان\nوكان أعطيت من الجمال حظا جسيما،\n</p>\n\n<h3 class='l3' id='head21'>جويرية [2]</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            \n<p>\nبنت الحارث بن أبي ضرار سيد بني المصطلق سبيت فيمن سبيت في غزاة بني\nالمصطلق فوقعت جويرية [1] في قسم ثابت بن زيد بن شماس الأنصاري فكاتبته على\nنفسها وكانت امرأة حلوة الملاحة لا يراها أحد إلا أخذته بجامع قلبه فأتت\nالنبي صلى الله عليه وسلم تستعينه في قضاء كتابتها فقال هل لك في خير من\nذلك قالت وما هو قال أقضي عنك كتابتك وأتزوجك قالت نعم ففعل وخرج الخبر إلى\nالناس أن رسول الله صلى الله عليه وسلم تزوج جويرية [1] بنت الحارث فقالوا\nأصهار رسول الله فأرسلوا كل ما بأيديهم من سبي بني المصطلق فلم يكن امرأة\nأعظم بركة منها على قومها ولا أدري تحت من كانت قبله وتوفيت في <span id='ms453'></span> أيام معاوية\nواختلفوا في التي وهبت نفسها للنبي قال ابن إسحاق هي ميمونة بنت الحارث\nفلما انتهت إليها خطبة النبي صلى الله عليه وسلم وهي على بعير فقالت للبعير\nوما عليه لرسول الله ويقال خولة بنت حكيم ويقال بل كانت زينب بنت جحش وكانت\nتقول أنا زوجنيه الله بعد زيد ويقال أم شريك بنت جابر وروى شعبة عن الحكم\nعن مجاهد في قوله وامرأة مؤمنة إن وهبت نفسها للنبي 33: 50 قال ما تهب،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>ذكر أولاد رسول الله</h2>\n\n<p>\nكانوا سبعة ويقال ثمانية وكلهم من خديجة إلا إبراهيم فإنه من مارية\nالقبطية [F؟ 158 av؟] وروى سعيد بن أبي عروة عن قتادة قال ولدت خديجة لرسول\nالله صلى الله عليه وسلم عبد مناف في الجاهلية وولدت له في الإسلام غلامين\nوأربع بنات القاسم وبه كان يكنى أبا القاسم فعاش حتى مشى ثم مات وعبد الله\nمات صغيرا وأم كلثوم وزينب ورقية وفاطمة وروى أبان عن مجاهد قال مكث القاسم\nسبع ليال ومات وفي كتاب ابن إسحاق أكبر بنيه القاسم ثم الطيب ثم الطاهر\nوأكبر بناته رقية وزينب ثم أم كلثوم ثم فاطمة قال فأما أبناؤه فهلكوا في\nالجاهلية وأما بناته فأدركن الإسلام وهاجرن قال الواقدي لم أر أصحابنا\nيثبتون الطيب ويزعمون أن الطيب هو الطاهر ومات القاسم والطاهر قبل النبوة\nوقال قوم بل سمي الطيب الطاهر لأنه ولد في الإسلام والله أعلم وأما إبراهيم\nبن رسول الله فأمه مارية القبطية وكان المقوقس ملك الاسكندرية [بعث] بها مع\nأختها شيرين فوهبها رسول الله صلى الله عليه وسلم لحسان بن ثابت الشاعر\nعوضا من الضربة التي ضربه صفوان بن المعطل في شأن الإفك فولدت له عبد\nالرحمن بن حسان فهو ابن خالة إبراهيم وتوفي وهو ابن سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوعشرة أشهر فقال النبي صلى الله عليه وسلم أن له مرضعة تتم رضاعه في\nالجنة وأنه من عصافير الجنة وكسفت الشمس في ذلك اليوم فقالت الناس إنما\nكسفت لموت إبراهيم فقال النبي صلى الله عليه وسلم أن الشمس والقمر آيتان من <span id='ms454'></span>\nآيات الله لا ينكسفان لموت أحد ولا لحياته فإذا رأيتم ذلك فافزعوا إلى\nالصلاة ودفنه عند عثمان بن مظعون وقال العين تدمع والقلب يحزن ولا نقول ما\nيسخط الله وماتت مارية في خلافة عمر بن الخطاب رضي الله عنه،\n</p>\n\n<h3 class='l3' id='head23'>رقية بنت رسول الله صلى الله عليه وسلم</h3>\n\n<p>\nكان زوجها عتبة بن أبي لهب وزوج أم كلثوم عتيبة ابن أبي لهب فمشى إليهما\nقريش وقالوا طلقاها ونزوجكما من شئتما من أشراف قريش فطلقاها فزوج رسول\nالله رقية عثمان بن عفان وهاجرت معه في الهجرتين إلى الحبشة وأسقطت في\nالهجرة الأولى علقة في السفينة فهذا يدل أنها كانت ولدت في الجاهلية ثم\nولدت لعثمان عبد الله بن عثمان وبلغ ست سنين فنقره ديك في عينه فطمر وجهه\nفمات وماتت رقية بنت رسول الله سنة ثلاث من الهجرة بالمدينة فزوج النبي\nعثمان أم كلثوم فمكثت عنده خمس سنين وتوفيت سنة ثمان من الهجرة فروى أن\nالنبي صلى الله عليه وسلم قال لو كانت عندنا ثالثة لزوجناها أبا عمر وبهما\nيكنى ذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالنورين،\n</p>\n\n<h3 class='l3' id='head24'>زينب بنت الرسول</h3>\n\n<p>\nكان زوجها أبا العاص القاسم بن الربيع بن عبد العزى بن عبد شمس وأمه هالة\nبنت خويلد أخت خديجة رضي الله عنها فكان أبو العاص ابن خالة زينب وهي ابنة\nخالته ولما طلق عتبة وعتيبة ابنا أبي لهب رقية وأم كلثوم قالت قريش لأبي\nالعاص طلق زينب بنت محمد ونزوجك ابنة سعيد بن العاص فقال لا أفارق صاحبتي\nوكان رسول الله صلى الله عليه وسلم يثني على صهره خيرا فلما هاجر رسول الله\nصلى الله عليه وسلم وبعث أبا رافع وزيد بن حارثة يحمل أهله وبناته حبس أبو\nالعاص زينب [F؟ 159 r؟] عن الخروج إلى أبيها ثم أسر أبو العاص يوم بدر\nفبعثت زينب بمال في فدائه فيه قلادة لخديجة كانت حلتها ليلة أدخلت على أبي\nالعاص فلما رأى رسول الله صلى الله عليه وسلم تلك القلادة تذكر ما مضى ورق\nلها رقة شديدة وعلم انه لو كان بيدها فضل <span id='ms455'></span> ما بعثت بالقلادة فقال إن رأيتم\nأن تطلقوا لها أسيرها وتردوا عليها هذه القلادة فأطلقوا عنه بغير فداء\nفسأله رسول الله صلى الله عليه وسلم أن يسرح ابنته إليه فلما قدم مكة قال\nالحقي بأبيك فتجهزت وخرجت إلى المدينة ثم إن أبا العاص خرج في تجارة له الى\nالشام فلقيته سرية لرسول الله صلى الله عليه وسلم فأخذوا ما معه وأعجزهم\nهاربا بنفسه حتى دخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة تحت الليل وأتى زينب بنت رسول الله صلى الله عليه وسلم فأجارته\nفلما أصبح النبي صلى الله عليه وسلم وكبر لصلاة الفجر صفقت زينب وصرخت من\nصف النساء وقالت أيها الناس إني أخرجت أبا العاص بن الربيع فلما سلم رسول\nالله صلى الله عليه وسلم قال هل سمعتم ما سمعت قالوا نعم يا رسول الله قال\nأما والذي نفسي بيده ما علمت أنه يجير على المسلمين أدناهم ثم دخل على\nابنته وقال أكرمي مثواه ولا يخلصن إليك فإنك لا تحلين له وبعث إلى السرية\nفردوا ما أخذوا من ماله حتى الشنة والشظاظ فاحتمله إلى مكة وأدى إلى كل ذي\nحق حقه ثم نادى يا معشر قريش هل بقي لأحد منكم عندي شيء قالوا جزاك الله\nخيرا فقد وجدناك مليا وفيا قال أشهد أن لا إله إلا الله وأشهد أن محمدا\nعبده ورسوله ثم خرج إلى المدينة وكانت ولدت زينب غلاما اسمه علي بن العاص\nوبنتا اسمها أمامة وكان علي مسترضعا في بني غاضرة فافتصله رسول الله صلى\nالله عليه وسلم وأبوه يومئذ مشرك وقال وما شاركني في ابني فأنا أحق به منه\nوأما أمامة فهي التي روي أن رسول الله صلى الله عليه وسلم كان يصلي وأمامه\nعلى عاتقه فإذا سجد وضعها وإذا قام رفعها وتوفيت زينب سنة عشرة من الهجرة\nفكانت أمامة في حجر على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي طالب رضي الله عنه فأوصى إلى المغيرة بن نوفل بن الحارث بن عبد\nالمطلب أن يزوجها وقال إني أخاف أن يتزوجها معاوية فتزوجها المغيرة وكان\nقاضي <span id='ms456'></span> المدينة في زمن عثمان فولدت له يحيى بن المغيرة ولم يعقب،\n</p>\n\n<h3 class='l3' id='head25'>فاطمة</h3>\n\n<p>\nهي أصغر بناته زوجها من علي بن أبي طالب رضي الله عنه بعد مقدمه المدينة\nبسنة وأصدقها ثمن درع له أربع مائة درهم وبنى بها بعد النكاح بسنة فولدت له\nالحسن سنة ثلاث من الهجرة وعلقت بالحسين وكان بين العلوق والوضع خمسون يوما\nوولدت محسنا وهو الذي تزعم الشيعة أنها أسقطته من ضربة عمر وكثير من أهل\nالآثار لا يعرفون محسنا وولدت أم كلثوم الكبرى وزينب الكبرى فكان جميع ما\nولدت فاطمة خمسة نفر وتوفيت فاطمة بعد النبي بمائة يوم ويقال بثلاثة أشهر\nولم يبايع علي أبا بكر ما لم يدفن فاطمة وذكر ابن دأب أنها ماتت عاتبة على\nأبي بكر وعمر والله أعلم وكانت أحب البنات [1] إلى رسول الله وألطفهن به\nولم يتزوج [F؟ 159 v؟] علي عليها حتى ماتت رضوان الله عليهم أجمعين،،،\n</p>\n\n<h2 class='l2' id='head26'>حفدة رسول الله صلى الله عليه وسلم</h2>\n\n<p>\nعبد الله بن عثمان وعلي بن أبي العاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوأمامة بنت أبي العاص والحسن والحسين ومحسن وأم كلثوم وزينب ثمانية\nنفر،،،\n</p>\n\n<h2 class='l2' id='head27'>ذكر مماليكه وعبيده</h2>\n\n<p>\nزيد بن حارثة\n</p>\n\n<p>\nبن شرحبيل الكلبي و\n</p>\n\n<p>\nأبو رافع\n</p>\n\n<p>\nواسمه سالم وسفينة ويسار وأبو مويهبة وثوبان وشقران وأبو كبشة وأبو ضمرة\nووهبة وفضالة [1] ومدعم [2] وانجشة ومن الإماء ريحانة القرظية ومارية\nالقبطية وصفية وأم أيمن ويقال ورثها من أبيه وكذلك يقال في شقران وأما أبو\nبكرة نفيع بن الحارث بن كلدة طبيب العرب فإن النبي صلى الله عليه وسلم لما\nحاصر الطائف قال أيما عبد نزل فهو حر فتدلى أبو بكرة وأمه سمية أم زياد بن\nأبي سفيان ومات أبو بكرة عن أربعين ولدا من بين ذكر وأنثى فغير معاوية\nولاءه وجعله في ثقيف إلى أن رده المهدي إلى ولاء رسول الله صلى الله عليه\nوسلم ورد نسب زياد بن عبيد من نسبهم إلى أبي سفيان إلى أبيهم عبيد وكتب به\nكتابا إلى عمال النواحي والأطراف حتى قرئت على المنابر وشاع ذلك في الناس،\n</p>\n\n<h3 class='l3' id='head28'>زيد بن حارثة <span id='ms457'></span></h3>\n\n<p>\nقال بعض الرواة أن خديجة ابتاعته من سوق عكاظ بأربع مائة درهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nووهبته للنبي صلى الله عليه وسلم فأعتقه وتبناه وكان يقال له زيد بن محمد\nحتى نزل ادعوهم لآبائهم 33: 5 الآية وزوجه رسول الله صلى الله عليه وسلم أم\nأيمن مولاته فولدت له أسامة بن زيد ولأسامة ابنان يروى عنهما محمد ابن\nأسامة والحسن بن أسامة وروى ابن إسحاق ان ابن أخ لخديجة قدم من الشام برقيق\nفوهب لخديجة زيدا وكان ظريفا لبقا فاستوهبه منها رسول الله صلى الله عليه\nوسلم فوهبته له فأعتقه وتبناه وكان حارثة أبوه قد جزع جزعا شديدا فجاءه في\nطلبه وهو يقول [طويل]\n</p>\n\n<p>\nبكيت على زيد ولم ادر ما فعل ... أحي فيرجى أم أتى دونه الأجل\n</p>\n\n<p>\nفو الله ما أدري وإني لسائل ... أغالك عني السهل أم غالك الجبل\n</p>\n\n<p>\nوياليت شعري هل لك الدهر أوبة ... فحسبي من الدنيا رجوعك إن بجل [1]\n</p>\n\n<p>\nتذكرنيه الشمس عند طلوعها ... ويعرض ذكراه إذا غربها أفل\n</p>\n\n<p>\nسأعمل نص العيس ما عشت جاهدا ... ولا أسأم التطواف أو يسأم الجمل [2]\n</p>\n\n<p>\nحياتي أو يقضى علي منيتى ... فكل امرئ فان وإن غره الأمل\n</p>\n\n<p>\nفقال له النبي صلى الله عليه وسلم إن شئت فأقم عندنا وإن شئت فانطلق مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nأبيك فقال أقيم عندك فلم يزل عنده إلى أن قتل بمؤتة رحمه الله،\n</p>\n\n<h3 class='l3' id='head29'>أبو رافع</h3>\n\n<p>\nيقال أن العباس كان وهبه النبي صلى الله عليه وسلم فلما بشره بإسلام\nالعباس أعتقه وزوجه مولاة له اسمها سلمى فولدت له عبد الله وعبيد الله فأما\nعبد الله فكان من أشراف المدينة وأما عبيد الله فكان كاتب علي بن أبي طالب\nرضي الله عنه وأرضاه، [F؟ 160 r؟]\n</p>\n\n<h3 class='l3' id='head30'>سفينة</h3>\n\n<p>\nيقال اسمه مهران ويقال رباح وسماه رسول الله صلى الله عليه وسلم سفينة\nلأنهم كانوا في سفر فكان كل من أعيى [1] وكل ألقى عليه بعض متاعه ويقال بل\nعبر بهم نهرا وهو الذي روى الخلافة بعدى ثلاثون ثم يكون الملك،\n</p>\n\n<h3 class='l3' id='head31'>شقران [2]</h3>\n\n<p>\nيقال ورثه من أبيه ويقال ابتاعه من عبد الرحمن بن عوف وأعتقه وهو الذي\nروى <span id='ms458'></span> أنا الذي طرحت القطيفة تحت رسول الله صلى الله عليه وسلم في القبر\nواسمه صالح\n</p>\n\n<h3 class='l3' id='head32'>[ثوبان]</h3>\n\n<p>\nيكنى أبا عبد الله وهو الذي روى في مسجد دمشق أنا الذي صببت الماء على\nيدي رسول الله صلى الله عليه وسلم وأعطيته قدحا فأفطر ومات بمحص وله بها\nدار صدقة،\n</p>\n\n<h3 class='l3' id='head33'>[يسار]</h3>\n\n<p>\nكان نوبيا وهو الذي قتله العرنيون حين أغاروا على لقاح رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقطعوا رجليه ويديه وغرزوا الشوك في لسانه وعينيه\n</p>\n\n<h3 class='l3' id='head34'>[أبو كبشة]</h3>\n\n<p>\nاسمه سليم توفي أول يوم استخلف فيه عمر بن الخطاب رضي الله عنه فصلى عليه\nودفن،\n</p>\n\n<h3 class='l3' id='head35'>[مدعم]</h3>\n\n<p>\nوهو الذي غل قطيفة من غنائم خيبر فقال النبي صلى الله عليه وسلم بعد ما\nاستشهد إن الثملة التي غلها يوم خيبر تحترق عليه في النار،\n</p>\n\n<h3 class='l3' id='head36'>[أبو ضميرة]</h3>\n\n<p>\nمولى رسول الله صلى الله عليه وسلم وهو مما أفاء الله عليه وكتب له كتابا\nفي الانتماء [1] فهو في أيدي ولده إلى اليوم،\n</p>\n\n<h3 class='l3' id='head37'>أبو مويهبة [2]</h3>\n\n<p>\nهو الذي خرج مع رسول الله صلى الله عليه وسلم إلى البقيع فاستغفر لهم\nفرجع ليلة ابتداء شكواه،\n</p>\n\n<h3 class='l3' id='head38'>[وهبة] وفضالة</h3>\n\n<p>\nمما أفاء الله عليه،\n</p>\n\n<h3 class='l3' id='head39'>انجشة</h3>\n\n<p>\nهو الذي كان يحدو بالظعن فقال له رويدا يا انجشة، ويقال سلمان من موالي\nرسول الله صلى الله عليه وسلم ولذلك قال سلمان منا أهل البيت وأنس بن مالك\nخدم رسول الله صلى الله عليه وسلم عشر سنين،\n</p>\n\n<h2 class='l2' id='head40'>ذكر دوابة</h2>\n\n<p>\nودوابة حفظ له ستة أرؤس من الخيل السكب ولزاز والظرب [3] والورد واللحيف\n[4] والمرتجز وهو الذي ابتاعه من الأعرابي ثم ساومه غيره بأكثر من ذلك\nفأنكر الأعرابي أن يكون باعه رسول الله حتى شهد خزيمة بن ثابت ذو الشهادتين\nفقال له النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم أتشهد [1] على ما لم تره فقال بى أشهد على الوحي ولا\nأراه فأقام شهادته مقام شهادتين وكانت له بغلة يقال لها دلدل بعثها المقوقس\nملك الاسكندرية مع خمارية وبقيت إلى زمن معاوية وحمار يقال له يعفور وكان\nله من النوق العضباء والجدعاء والقصواء وكانت لقاحه التي <span id='ms459'></span> أغارت عليها عيينة\nبن حصن عشرين لقحة وكان اسم سيفه ذا الفقار واسم درعه الفاضلة واسم عمامته\nالسحاب وله من الضياع وقرى عريبة وفدك والنضير وكثير من خيبر وحمل إليه\nالعلاء بن الحضرمي من مال البحرين مائة وثمانين ألفا وكان نفقته في تسع\nبيوت دارة،،،\n</p>\n\n<h2 class='l2' id='head41'>ذكر معجزاته</h2>\n\n<p>\nأعلم أن هذا الباب يستعظمه أهل الشك والإلحاد لما فيه من مخالفة الطبع\nوالخروج عن العادة وقد جرى في الرد على منكري الرسل والرسالة وإيجاب النبوة\nما يغني عن الإعادة لأن سبيل نبينا صلى الله عليه وسلم في ذلك سبيل سائر\nالنبيين عم غير أن في هذه الأخبار ما يتواتر به الرواية ومنها ما ينفرد به\nراو واحد وينقطع عن الاتصال بالسند ومنها [F؟ 160 v؟] ما ينطق به القرآن أو\nيدل عليه أثر وتشهد به كتب الله سبحانه المنزلة وقد صنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمون في هذا كتبا كثيرة جمة أهل الأثر بالأثر والأخبار وأهل النظر\nبالشواهد والدلائل ولو قلت أنها تستغرق فصول هذا الكتاب أو توازيها لما\nاشتططت فأردت أن أضمن هذا الفصل منها قدرا لئلا يخلو الكتاب من ذكرها، روى\nأن النبي صلى الله عليه وسلم سئل متى كنت نبيا قال كنت نبيا وآدم بين الماء\nوالطين وروي أنه قال وآدم منجدل في طينته وقد قال العباس في مدحه [منسرح]\n</p>\n\n<p>\nمن قبلها طبت في الظلال وفي ... مستودع حيث يخصف الورق\n</p>\n\n<p>\nثم هبطت البلاد لا بشر ... أنت ولا مضغة ولا علق\n</p>\n\n<p>\nبل نطفة تركب السفين وقد ... ألجم نسرا وأهله الغرق\n</p>\n\n<p>\nتنقل من صلب إلى رحم ... إذا انقضى عالم بدا طبق [1]\n</p>\n\n<p>\nوأنت لما ولدت أشرقت ... الأرض وضاءت بنورك الأفق\n</p>\n\n<p>\nوروى بعض الرواة أن آدم لما وقع الخطية لقي في الكلمات التي تلقاها من\nربه اللهم بحق محمد إلا غفرت لي ويذكره بعض [الشعراء] [2] في شعره يمدح أهل\nالبيت [بسيط] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nقد فاز آدم إذ كنتم وسيلته ... وكان من ذنبه مستشعرا فرقا\n</p>\n\n<p>\nيقول الله عز وجل النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة\nوالإنجيل 7: 157 الآية وقوله تعالى ومبشرا برسول <span id='ms460'></span> يأتي من بعدي اسمه أحمد\n61: 6 وقال تعالى الذين [1] آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم 2:\n146 وقال تعالى قل فأتوا بالتوراة فاتلوها إن كنتم صادقين 3: 93 وهذا مما\nلا يخالج عاقلا فيه شك ولا تعترضه شبهة في أنه غير جائز للخصم المخالف أن\nيستشهد على خصمه بما في كتابه وينتصر بالتسمية عليه من غير أصل ثابت عنده\nأو مرجوع واضح لديه وهل الاستشهاد على هذا إلا بمنزلة الاستشهاد على\nالمحسوس الذي لا يكاد يقع الاختلاف فيه فكفى بما تلونا من الآيات دلالة على\nصدق ما ادعينا وإن لم نأت بلفظها من التوراة بالعبرانية ولا من الإنجيل\nبالسريانية ولو كان النبي مبطلا في دعواه لما امتنع القوم من معارضته\nبالتكذيب في وجهه وقطع مادته وقد خرج العلماء علاماته ودلائله من التوراة\nوالإنجيل وسائر كتب الله المنزلة،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head42'>ذكره صلى الله عليه وسلم في التوراة [1]</h2>\n\n<p>\nقرأت في نسخة أبي عبد الله المازني يا داود قل لسليمان من بعدك أن الأرض\nلي أورثها محمدا وأمته ليست صلاتهم بالطنابير ولا يقدسوني بالأوتار ومصداق\nذلك في القرآن ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي\nالصالحون 21: 105 وفيه أن الله عز وجل يظهر من صهيون إكليلا محمودا قالوا\nفالاكليل مثل الرئاسة والإمامة والمحمود محمد صلى الله عليه وسلم،،،\n</p>\n\n<h2 class='l2' id='head43'>ذكره في الإنجيل في غير موضع</h2>\n\n<p>\n[F؟ 161 r؟] قال المسيح عم للحواريين أنا أذهب وسيأتيكم الفارقليطا روح\nالحق الذي لا يتكلم من تلقاء نفسه وهو يشهد لي بما شهدت له وما جئتكم به\nسرا يأتيكم به جهرا وقال أن الفارقليطا روح الحق الذي أرسله أبي باسمي هو\nالذي يعلمكم كل شيء وقال الفارقليطا لا يحكم ما لم أذهب وقال ابن إسحاق في\nالإنجيل ما أثبت يحنس [2] الحواري حيث يسبح لهم من صفة النبي صلى الله عليه\nوسلم لا بد أن يتم الكلمة التي في الناموس فلو قد جاء [؟] بالسريانية محمدا\nوبالرومية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالبرقليطس وزعم العتبي [1] أن محمدا بالسريانية مشفح والله أعلم وفي\nالتوراة من ذكره وذكر أمته شيء قليل يقول الله عز <span id='ms461'></span> وجل في السفر الأول في\nمخاطبة إبراهيم عم حيث دعا لإسحاق وإسماعيل وقد أثبتت هذا الحرف بخط\nالعبراني ولفظه وبينت وجوهه ومعانيه وحروفه لأني رأيت كثيرا من أهل الكتاب\nيسرعون إلى تكذيب هذا الفصل بعد إطباقهم على مخالفة التأويل تقليدا منهم\nلأوائلهم وذلك أن نصر لما خرب بيت المقدس وأحرق التوراة وساق بني إسرائيل\nإلى أرض بابل ذهبت التوراة من أيديهم حتى جددها لهم عزيز فيما يحكون\nوالمحفوظ عن أهل المعرفة بالتواريخ والقصص أن عزيرا أملى التوراة في آخر\nعمره ولم يلبث بعدها أن مات ودفعها إلى تلميذ من تلامذته وأمره بأن يقرأها\nعلى الناس بعد وفاته فعن ذلك التلميذ أخذوها ودونوها وزعموا أن التلميذ هو\nالذي أفسدها وزاد فيها وحرفها فمن ثم وقع التحريف والفساد في الكتاب وبدلت\nألفاظ التوراة لأنها من تأليف إنسان بعد موسى لأنه يخبر فيها عما كان من\nأمر موسى عم وكيف كان موته ووصيته إلى يوشع بن نون وحزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nبني إسرائيل وبكاؤهم عليه وغير ذلك مما لا يشكل على عاقل أنه ليس من كلام\nالله عز وجل ولا من كلام موسى وفي أيدي السامرة توراة مخالفة للتورية التي\nفي أيدي سائر اليهود في التواريخ والأعياد وذكر الأنبياء وعند النصارى\nتورية منسوبة إلى اليونانية فيها زيادة في تواريخ السنين على التوراة\nالعبرانية ألف وأربع مائة سنة ونيف وهذا كله يدل على تحريفهم وتبديلهم إذ\nليس يجوز وجود التضاد فيها من عند الله فكيف يحتحون بالنقل وهذا سبيل نقلهم\nوإنما بينت لك هذا لئلا يفشلك قولهم ليس لمحمد في التوراة ذكر وهذا موضع\nذكره بالعبرية ثم نعجم تحتها بحروف العبرية ثم نعبر عنها بلفظها [؟] ول ى ش\nم ع ل ش م ع ت ى خ ه ن ه[1] ب رخ ت ى اوث وألفاظ العبرية مؤداة بحروف\nالعربية وليشموعيل شمعتيخو هنه برختى أءثوا يقول الله تعالى لإبراهيم سمعت\nدعاك في إسماعيل هاه باركت إياه [F؟ 161 V؟] وه [ف] رى ث ى اوث ووه [2] رب\nث ى اوث <span id='ms462'></span> وب م اذ م اذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nألفاظ العبرية مؤداة بحروف العربية وهفرثى [1] اوثوا وهربثى [2] اوثوا\nبمآذا مآذ [3] يقول الله عز وجل وكثرت عدده وأنميته جدا جدا حتى لا تعد\nكثرته ش ن ى م ع س ر ن س ى اى م ى ول ى د ون [4] ث ث ى ول غ وى ج [5] دول\nألفاظ العبرية مؤداة بحروف العربية شنيم عوسور نسيايم [6] وليد ونيث ثو\nلغوي كودول يقول الله عز وجل اثنا عشر ملكا يولده وأظهره لأمة عظيمة، وهذا\nالفصل في تخريجات أصل الإسلام بلفظ العربية يقول الله عز وجل لإبراهيم وقد\nأجبت دعاك في إسماعيل وباركت عليه وباركته وعظمته جدا جدا وسيلد إثنى [7]\nعشر شريفا وأجعله لأمة عظيمة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوى ام ر ادن ى م س ى ن اب اوزرح م س ع ى ر ل م وألفاظ العبرية مؤداة\nبحروف العربية ويومار ادونى مسينى با وزرح مسعير لموا يقول الله عز وجل\nبأمر [1] الله من طور سيناء ويطلع من ساعير لهم نيرانا خ ه وف ى ع م ه ر ف\nاران [2] واث ه م رب ب وث ق دش ألفاظ العبرية مؤداة بحروف العربية هو فيه\n[3] مهار فران واثا مرببوث [4] قدس يقول الله عز وجل أشرق من جبال فاران\nويأتى من ربوات القدس ألفاظ العبرية مؤداة بحروف العربية يقول الله عز وجل\nمن يمانيه إنس [5] لهم نار مشرقة وساعير جبال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nفلسطين وهو من حد الروم وفاران جبال مكة بدلالة التوراة أن إبراهيم أسكن\nهاجر وإسماعيل فاران وهذا الفصل في تخريجات [F؟ 163 r؟] أهل الإسلام بلفظ\nالعربية جاء الله من سيناء وأشرق من ساعير واستعلن من جبال فاران قالوا\nومعنى مجيه من سيناء إنزاله التوراة على موسى وإشراقة من ساعير إنزاله\nالإنجيل على عيسى واستعلانه من جبال فاران إنزاله القرآن على محمد صلى الله\nعليه وسلم وكم في التوراة والإنجيل من الدلائل عليه وعلى أصحابه وعلى\nمهاجرتهم وبواديهم حتى ذكروا أصواتهم وقرآنهم وهيئاتهم في صلاتهم وقتالهم\nولكن من لم يجعل الله <span id='ms463'></span> له نورا فما له من نور 24: 40 واعلم أن حروفهم حروف\nأعجمية لا يمكن اللفظ بها إلا بعد تحويلها إلى العربية كالحرف الذي بين\nالقاف والكاف والحرف الذي بين الباء والفاء ثم يقع في قراءتهم المد\nوالإمالة ما يسمع السامع واوا أو ياء ولا صورة له في الخط ولا بد أن في\nكتابتنا وقراءتنا مقصرا عمن يهمز كما يقع التقصير في لغتنا والمراعى من ذلك\nالمعنى لا غير، وروى الواقدي بينا كسرى في بيته الذي يخلو فيه إذ وقف عليه\nشيخ أعرابي قد حنى ظهره وفي يده عصا فقال يا كسرى إن الله عز وجل قد بعث\nرسولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nفأسلم تسلم وإن لم تسلم كسرت هذه العصا فذهب ملكك فقال أخر عني هذا إتراء\nثم خرج فأرسل إلى الحجاب والبوابين فقطع بعضهم وقتل بعضهم وقال يدخل علي\nالعرب بغير إذنكم فنظر فإذا ذاك اليوم الذي بعث فيه رسول الله صلى الله\nعليه وسلم وأوحى الله إليه ثم قال ثم جاءه في العام القابل فقال إن أسلمت\nوإلا كسرت العصا فلم يسلم فكسر العصا وذهب ملكه ودعا رسول الله صلى الله\nعليه وسلم الخلق إلى الله عز وجل وتلقاه ورقة بن نوفل في بعض طرق مكة فقال\nيا محمد إنه لم يبعث نبي قط إلا كانت له علامة فما علامة نبوتك قال عم\nلشجرة يا شجرة تعالى فأقبلت تخذى في الوادي خذيانا حتى وقفت بين يديه فقال\nورقة انك لرسول الله وروى ابن إسحاق عن الزهري عن عروة عن عائشة قالت إن\nأول ما ابتدى به رسول الله صلى الله عليه وسلم من النبوة الرؤيا الصادقة\nفكان لا يرى رؤيا إلا جاءت كفلق الصبح ثم حببت إليه الخلوة فكان يتحنث\nبحراء ثم أتاه الملك وفي كتاب الزهري أن رسول الله صلى الله عليه وسلم لما\nأتاه الوحي أقبل منصرفا إلى منزله فلم يمر بحجر ولا شجر إلا قال السلم عليك\nيا رسول الله قالوا وكان وهبان السلمي يرعى في غنم له إذ هجم <span id='ms464'></span> عليه ذئب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nفأخذ شاة فشد عليه وهبان فاستنقذها منه فنحى الذئب وأقعى على ذنبه قال\nويحك تأخذ مني رزقا ساقه الله تعالى إلي فقال وهبان ما رأيت كاليوم ذئبا\nيخاطبني والله إن كنا لنسمع أن هذا من أشراط الساعة فقال الذئب وأعجب مني\nأن رسول الله بين هؤلاء النخلات وهو يومئ إلى المدينة ويدعوا الناس إلى\nعبادة الله وهم يلوون فأقبل وهبان حتى أتي رسول الله صلى الله عليه وسلم\nوأسلم وأخبره بما رأى فقال إذا صلى الناس فحدثهم بذلك فقام وهبان بعد\nالصلاة فحدث الناس بما رأى فقال رجل من المنافقين كذبت فقال النبي صلى الله\nعليه وسلم صدق في أن آيات الساعة [1] تكون قبل الساعة [F؟ 162 v؟] والذي\nنفس محمد بيده لا تقوم الساعة حتى يخرج أحدكم من أهله ويخبره علاقة سوطه\nبما أحدث أهله بعده وما من أعجوبة مضت إلا وسيكون في أمتي مثلها وقد قال\nبعض أهل التفسير أن في كلام الذئب نزلت هذه الآية فهل ينظرون إلا الساعة أن\nتأتيهم بغتة فقد جاء أشراطها 47: 18 وبنو [2] وهبان يسمون بني مكلم الذئب\nإلى اليوم وهو أمر مشهور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أن ظبية كلمته وكذلك الناضح وشاة القصاب وأنشدت قصيدة منسوبة إلى\nقطرب النحوي يذكر فيها عدة معجزات ويقول فيها [طويل]\n</p>\n\n<p>\nفمنها كلام الذئب للرجل الذي ... رأى الذئب في أغنامه يتردد\n</p>\n\n<p>\nعجبت لأخذ الشاة مني رزقتها ... وهذا رسول الله يؤدي وتجحد\n</p>\n\n<p>\nفخلى عن الشاة التي كان ضمها ... فأقبل للإسلام يسعى ويحفد\n</p>\n\n<p>\nقالوا ومر بغنم لعبد القيس وهم يسمونها [1] في وجوهها فنهاهم وأمرهم\nبالوسم في الآذان ووسم شاة منها فبقيت تلك السمة في أولادها إلى اليوم\nوفيها يقول\n</p>\n\n<p>\nوشاة لعبد القيس مد بأذنها ... فلاحت سمات منه تبقى وتخلد\n</p>\n\n<p>\nكأن على أولادها منه ميسما ... يدين على أولادها حين تولد\n</p>\n\n<p>\nوشاة أم معبد من العجائب وأمرها مشهور شائع وكذلك الشاة المصلية المسمومة\nالتي أهدتها إليه امرأة سلام بن مشكم اليهودية فأخذ منها فلاكها ولم يسغها\nوقال إن هذا العظم يخبرني أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nمسموم ثم لفظ بها <span id='ms465'></span> وكان النبي صلى الله عليه وسلم يخطب إلى جذع فلما اتخذ\nالمنبر حن الجذع حتى أتاه النبي عم فالتزمه وقال لو لم ألتزمه لحن إلى يوم\nالقيامة وفيه يقول\n</p>\n\n<p>\nومن ذاك جذع حن شوقا إلى النبي ... فما زال ساعات يميد ويسند\n</p>\n\n<p>\nوقد سمعوا صوتا من الجذع نفسه ... فيا عجبا ممن يلط ويلحد\n</p>\n\n<p>\nووضع يده صلى الله عليه وسلم في ثردة كانت طعام رجلين فنزلت فيها البركة\nحتى صدر عنها ثلاثمائة وأكثر وفيها يقول\n</p>\n\n<p>\nومنها ثريد كان قوتا لواحد ... فأشبع منه الخلق والخلق شهد\n</p>\n\n<p>\nثلاثمائة أطعموا منه فاكتفوا ... وما كان يكفي واحدا يتزهد\n</p>\n\n<p>\nوألووا يوم حفر الخندق بعثت امرأة عبد الله بن رواحة بكف من تمر مع\nابنتها إلى زوجها فأخذ النبي صلى الله عليه وسلم فصبها في ثوب له ثم نادى\nيا أهل الخندق هلموا إلى الغداء [Fr 163 rO] فصدروا شباعا وبقيت بقية صالحة\nوفيه يقول\n</p>\n\n<p>\nوفي مزود إحدى وعشرين تمرة ... به جاءت الأخبار تروى وتسند\n</p>\n\n<p>\nثلاثة آلاف قضوا منه شبعهم ... وما تركوا بعد امتلا منه مزود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا ورمى الكفار يوم بدر بكف من تراب وقال شاهت الوجوه فولوا منهزمين\nوكذلك يوم حنين وفيه يقول\n</p>\n\n<p>\nورميته الكفار بالترب في الوغى ... غداة حنين فابذعروا وبددوا\n</p>\n\n<p>\nقالوا ومسح وجه ابن ملجان بيده فصارت في وجهه مسحة ملك وفيه يقول\n</p>\n\n<p>\nووجه ابن ملجان أضاء بكفه ... فأشرق لما مسه يتورد\n</p>\n\n<p>\nقالوا [1] وانقطع سيف عكاشة بن محصن في بعض الحروب فأعطاه جريدة نخل\nفصارت صفيحة يمانية فهي عند ولده إلى اليوم وفيه يقول\n</p>\n\n<p>\nوأعطى عكاشا شطر نخل فهزه ... فصار يمانيا له يتوقد\n</p>\n\n<p>\nقالوا وفي الخندق ظهرت كدية فاخذ المعول وضربها ثلاث ضربات رئي فيها قصور\nالشام واليمن والمشرق ففتحها الله عليه وفيه يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوفي صخرة يوما علاها بمعول ... أضاءت له الآفاق والناس حشد\n</p>\n\n<p>\nقالوا ولما نزل الحديبية قالوا كيف تنزل ولا ماء فأخرج سهما من كنانته\nوغرزه في بئر عادية فجاشت بالماء وفيه يقول\n</p>\n\n<p>\nومن ذاك بئر نازح فار ماءها ... يجيش رواعا زائدا يتزيد\n</p>\n\n<p>\nوفي الشارف الساني <span id='ms466'></span> ادل دلالة ... وفي جمل القصاب للذنج معتد [1]\n</p>\n\n<p>\nقالوا وأتاه أعرابي بضب فقال والله لا أومن بك حتى يؤمن هذا الضب فشهد\nالضب بأنه رسول الله وفيه يقول\n</p>\n\n<p>\nوفي الضب إذ قال النبي محمد ... أتشهد لي يا ضب قال سأشهد [2]\n</p>\n\n<p>\nوفي الغار قد لانت له الصخرة التي ... إليها التجا فيه وهو متوسد\n</p>\n\n<p>\nوأظهر من عرج يريد [3] علامة ... على صدقه حتى القيامة يشهد\n</p>\n\n<p>\nروى أنه انتهى إلى عرج جبل أخلق لا فج فيه ولا مسلك ففرجه الله له حتى\nصار طريقا مهيعا قالوا وأراد الشأم لبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nحاجاته فاعترض له سيل هاب القوم اقتحامه فتقدمهم رسول الله صلى الله عليه\nوسلم فصار طريقا يبسا وفيه يقول\n</p>\n\n<p>\n[F؟ 163 v؟] وقحم في السيل القعاف بعيره ... فصار طريقا يابسا يتجرد [1]\n</p>\n\n<h2 class='l2' id='head44'>ذكر إخباره في الغيوب</h2>\n\n<p>\nفمن ذلك قوله لعمار بن ياسر يقتلك الفئة الباغية فقتله أهل الشام بصفين\nوذكر عمرو بن العاص ذلك لمعاوية فقال ما تزال تأتينا بهنة تدحض بها في بولك\nأنحن قتلناه إنما قتله علي حين جاء به ومنها قوله لأبي ذر الغفاري وقد تخلف\nفي بعض مراحل تبوك تعيش وحدك وتموت وحدك فكيف بك إذا أخرجت من المدينة\nلقولك الحق فنفي في أيام عثمان إلى الربذة ومات بها وحده ومنها قوله بعلي\nعم ألا أخبرك بأشقى الناس قال نعم قال عاقر ثمود والذي يخضب هذه من هذه\nووضع يده على هامته ولحيته فضربه ابن ملجم على رأسه حين قتله ومنها قوله\nكأني أنظر إلى سواري كسرى في يدي سراقة ابن مالك والله لننفقن كنوزه في\nسبيل الله فلما حمل سعد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nأبي وقاص خزائن كسرى من المدائن إلى المدينة فصبت الأموال في صحن المسجد\nأمر عمر بن الخطاب رضي الله عنه سراقة بن مالك أن يلبس سواري كسرى في يديه\nتصديقا لقول رسول الله صلى الله عليه وسلم حتى نظر الناس إليها وشهدوا بصدق\nرسول الله صلى الله عليه وسلم ومنها ليلة قتل شيرويه أباه أبرويز أن الله\nقتل كسرى بعد مضي سبع ساعات من <span id='ms467'></span> هذه الليلة فحسبوا التاريخ فكان كذلك ومنها\nقوله لما ضلت ناقته قال المنافقون أنه يخبر عن السماء ولا يدري أين ناقته\nفصعد المنبر وحكى قولهم ثم قال إني لا أعلم إلا ما علمني ربي وأنها في وادي\nكذا قد تعلق زمامها بشجرة فبادر الناس فوجدوها كذلك ومنها نعيه للنجاشي إلى\nأصحابه بالمدينة وهو بالحبشة وقال اخرجوا بنا حتى نصلي على أخينا ثم تتابعت\nالأخبار بموته في [1] ذلك اليوم ومنها ليلة أسري به سألوه عما رأى في طريقه\nفقال مررت بعير بني فلان فوجدت القوم نياما ولهم إناء فيه ماء قد غطوا عليه\nفكشفته فرمى القوم بأبصارهم إلى الثنية فما ردوها حتى طلع العير يقدمهم جمل\nأورق،،، في أخوات لهذه مشهورة في الناس يطول الكتاب بذكرها فإن قيل المنجمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوالكهان قد يخبرون عن الكوائن قيل العادة قد جرت بمعرفة شيء من ذلك\nبالتكهن والتنجم من طريق الحساب ودلائله وذلك عندنا باطل إلا بالاتفاق\nوالبحث وإذا كان كذلك استوى فيه المنجم وغير المنجم وإنما الإعجاز في إصابة\nمن يصيب في جميع ما يخبر به من غير استدلال بالحساب ولا بالنجوم وهكذا سبيل\nالأنبياء صلى الله عليهم أجمعين فيما [1] يخبرون به لأنه الوحي السماوي،،،\n</p>\n\n<h2 class='l2' id='head45'>ذكر دعواته المستجابة</h2>\n\n<p>\nمن ذلك دعاؤه على مضر اللهم اجعلها عليهم سنين كسني يوسف فنزل فارتقب يوم\nتأتي السماء بدخان مبين 44: 10 وألحت عليهم سنوات منكرات حتى أكلوا الكلاب\nوالجيف والقد والعلهز ومنها دعاؤه على عتبة بن أبى لهب بعد ما طلق ابنته\nمعاداة له وقد نزلت سورة النجم فقال أنا كافر برب النجم فقال النبي عم\nاللهم سلط عليه كلبا من كلابك يمزق [F؟ 164 r؟] جلده ويمزع لحمه ويهشم عظمه\nفلما سمع ذلك أيقن بالهلاك فارتحل من ساعته إلى الشام فرارا من ذلك فلما\nكان في بعض المنازل أتاه السبع فاختطفه من بين أصحابه ومزق جلده وهشم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nعظمه ومنها دعاؤه لما استسقى وهو على المنبر يوم الجمعة فرفع بيديه فما\nرجعهما حتى هطلت السماء فأرسلت إلى الجمعة القابلة فسألوه أن يدعو <span id='ms468'></span> ربه فقد\nانقطعت السابلة وانهدمت البيوت فقال حوالينا ولا علينا قال أنس فتقور ما\nفوقنا كأننا في إكليل وكم مثل هذا [1] لا يحصى مما وردت به الأخبار الصادقة\nمن ذلك،،،\n</p>\n\n<h2 class='l2' id='head46'>دلائل نبوته من القرآن</h2>\n\n<p>\nأولها نفس القرآن ونظمه معجزة له ألا ترى كيف حداهم إلى معارضته ودعاهم\nإلى مناقضته بقوله فأتوا بعشر سور مثله مفتريات 11: 13 وقال تعالى فأتوا\nبسورة من مثله 2: 23 ثم قال قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل\nهذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا 17: 88 فجعل القرآن له\nآية باقية ودلالة قائمة يقوم به الحجة على كل من سمع القرآن وعرف اللغة\nوالبيان وهو من المعجزات التي أيد الله بها رسوله ودل بها على صدقه وصحة\nنبوته ومنها قوله آلم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون\nفي بضع سنين 30: 1- 4 فكان كذلك ومنها قوله سيهزم الجمع ويولون الدبر 54:\n45 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفكان كذلك ومنها قوله وعدكم الله مغانم كثيرة تأخذونها فعجل لكم هذه 48:\n20 يعنى خيبر فكان كذلك فتح الله عليهم الأرض وأعطاهم أموالها وخزائنها\nومنها قوله عز وجل هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين\nكله 9: 33 فكان كذلك ظهر دينه وعلت كلمته على كل دين بالسيف والحجة ومنها\nقوله عز وجل اقتربت الساعة وانشق القمر 54: 1 ولا يقال هذا لمن لم يشاهده\nومنها قوله عز وجل واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة 8: 25 ومنها\nألم تر كيف فعل ربك بأصحاب الفيل 105: 1 وقصته من أعجب العجائب وأصدق\nالأمور المشاهدة شاهد كثير من الخلق ذلك وشهادة الموافق والمخالف بكونه\nوصحة التأريخ به وبوقته وهذا يرحمك الله باب يعجز كتابنا عن استيفائه\nونجترئ بما ذكرنا عن استقصائه والله المعين برحمته،،،\n</p>\n\n<h2 class='l2' id='head47'>ذكر شرائعه</h2>\n\n<p>\nأعلم أن أصول شريعة الإسلام مأخوذة من الكتاب والسنة وهي مشهورة معروفة\nيغنى القرآن والسنة عن تعدادها وتكلف القول في تكرارها لأن فقهاء الأمة قد\nقاموا بتدوينها واجتهدوا في تأويلها وناضل كل قوم عن مذهبهم واعتلوا بصحة\nعقيدتهم غير أنا لم <span id='ms469'></span> نستجز إخلاء هذا الكتاب عما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nيلائمه من ذلك لئلا يكون من طريق العجز ذكر شرائع أهل الأديان والسكوت عن\nشريعتنا وهي لمن أشرف الشرائع وأعلى المراتب وأعوده على الخلق في التقيد\n[1] على الحرث والنسل وابتغاء الزلفى إلى الله فيما فرض وأوجب وأحل وندب\nوحتم ثم اعتراض هذه الشرذمة الخسيسة الموسومة بالباطنية بالطعن [على] هذه\nالشرائع والقدح فيها وإيراد إغماد الحقد والضغينة [2] للإسلام وأهله يصرف\nتأويلها عن الظلم المكشوف والأمر بالمعروف إلى ما [لا] تعلق به ولا يوافقه\nبوجه من الوجوه وسبب من الأسباب،،،\n</p>\n\n<h3 class='l3' id='head48'>[مطلب ما كان عليه الصلاة والسلام يتعبد ربه قبل الوحي [3]]</h3>\n\n<p>\n[F؟ 164 v؟] كان رسول الله صلى الله عليه وسلم قبل الوحي يقوم بحراء\nويعظم الباري سبحانه ويمجده ويسبحه من غير كفر بالله ولا إشراك شيء به وكان\nيطوف بالبيت ويحج ويعتمر ويتحنث في حراء ويطعم الناس ويسقيهم ويأمر بصلة\nالرحم وحسن الجوار وكف الأذى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوإيتاء ذي القربى وكان يسمى في الجاهلية الأمين الصدوق لم يتدنس بشيء من\nأدناسهم ولا قرب من أصنامهم حتى أتاه الوحي،،،\n</p>\n\n<h3 class='l3' id='head49'>الطهارة</h3>\n\n<p>\nواجبة بإيجاب العقل مشهورة بأطباق أهل الأرض لا ينكرها إلا ناقص أو جاهل\nوجاء في الخبر أن الملك أول ما جاء [به] إلى رسول الله صلى الله عليه وسلم\nالوضوء وهو غسل الأطراف ثم يصلي به ركعتين فجعل الطهور مفتاحا للصلاة ولا\nيجوز إلا به وإنما جعلت الطهارة في حواشي الإنسان لأنها مرسلة منتشرة\nوتلاقي من النجاسات ما لا يلاقيها سائر أبعاض البدن [1] فإن قيل فما بال\nالوجه يغسل ولا يباشر به من النجاسات شيء قيل إن النجاسة على ضربين نجاسة\nمن خارج كالتي تلاقي ونجاسة من داخل كالتي تخرج من الجسد والوجه فيه نقب\nومنافذ كالفم والعين والأنف فتطهيره مستحب في العقل ومفترض في الشريعة\nتأكيدا وتوفيقا فإن عورض بعضو الثفل [2] وهو منفذ النجاسة صيرفي الجواب إلى\nمذهب من يرى غسله بالماء إذا ظهر به أدنى شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأو لصق به أثر واجبا مع أن ذلك موضع كامن خفي يمكن أن يجعل حكمه <span id='ms470'></span> حكم\nالبواطن التي لا يخلو الحيوان منها فإن قيل فلم حكمتم على الطهارة بالنقض\n[1] عند حدوث الثفل [2] قيل لما وجبت الطهارة بإيجاب العقل كما ذكرنا لم\nيكن بد من تحديد [3] وقت لابتدائها وانتهائها لأنه إذا لم يعرف ابتداء\nالشيء وانتهاؤه لم يعلم الشيء نفسه فجعل خروج الحدث وقتا لانتهائها وحضور\nالصلاة وقت لابتدائها وهذه موجبة بموجب الشريعة إذا كان جائزا أن يجعل\nالأكل علة لنقض الطهارة وطلوع الشمس أو غروبها أو الكلام أو المشي أو شيء\nما أو جعلت الطهارة في بعض الأطراف دون بعض كما لم يفرض على النصارى دون\nغسل الوجه واليدين وكما لم يفرض على اليهود مسح الرأس ولكن خولف بينهما\nللابتلاء والامتحان والتمييز بين المنقاد إلى الشريعة موجبة بالعقل فأما\nمخالفة أركانها وهيئاتها فمجوزة له ألا ترى أن العقل لا يأبى غسل الأطراف\nعند وقوع الحدث وعند غير وقوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالحدث وإن لم يجب غسل ثفل [1] الإنسان عند الحدث لم يأب غسل الوجه\nواليدين عند الحدث فينبغي أن ينظر إلى ما يوجبه العقل ويجيزه إلى ما يأباه\nويرده فليرنا المخالف شيئا من شرائع ديننا يرده العقل أو ينكره ولن يقدر\nعليه بحمد الله ومنه والوجه في هذا أن نكلم في إيجاب الطهارة بنفس العقل\nووجوب مفتتح لها ومختتم ويرد ما سوى ذلك إلى ورود الشريعة للابتلاء\nوالامتحان فإن قيل فما بال المني يوجب الاغتسال ولا يوجبه البول والغائط\nفإن هذا سؤال مناقض [2] على ما قدمنا من الاعتلال ولا يوجبه البول لأنه لو\nجعل البول موجبا للاغتسال والمني موجبا للوضوء لكان جائزا ويمكن أن يقال أن\nالمني يتجلب من جميع البدن وينبع من عامة [F 165 r؟] بشرة الإنسان ألا ترى\nأنه يلتذ بخروجه ما لا يلتذ بخروج غيره فلذلك أوجب عليه إمساس الماء بشرته\nوقد حكى بعض السلف أنه احتج بأن المني كائن منه شيء مثله وغير كائن من بوله\nمثله فلذلك وجبت عليه الطهارة ولست أقف على المعنى فيه، فإن قيل فلم جعل\nالتراب عوضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nعن الماء عند العوز <span id='ms471'></span> فلا يقع به الطهارة كما يقع بالماء قيل هذا أيضا ساقط\nلأنه بعيد من موجبات الشريعة ولو كان مكانه شيء آخر لكان سواء إلا أن\nالتراب أعم وأجدر بالماء في تكفير القاذورات ولها أطم وقد قيل لأنه أصل\nالماء ومنه استحال وقيل لأنه يطفئ النار كما يطفئها الماء،،،\n</p>\n\n<h3 class='l3' id='head50'>الصلاة</h3>\n\n<p>\nخضوع وتواضع وتذكر حال تحث على الخير وتزجر عن الفساد يقول الله عز وجل\nإن الصلاة تنهى عن الفحشاء والمنكر 29: 45 وجاء في الخبر أن الصلاة فرضت\nأولا ركعتين للصبح وركعتين للعصر فزيدت للحضر وأقرت للسفر قيل كان رسول\nالله صلى الله عليه وسلم والمسلمون معه يصلون ركعتين ركعتين شيئا غير موقت\nولا مقدر اثني عشرة سنة بمكة ثم كانت ليلة المسرى فرض فيها خمس صلوات في\nخمس أوقات فلم يزالوا يصلونها ركعتين ركعتين سنة إلى أن هاجروا إلى المدينة\nفجعلوا يتنفلون في أدبارها ورسول الله صلى الله عليه وسلم يقول اقبلوا\nتخفيف [1] ربكم فيأبون عليه حتى كان بعد مقدمه بشهر يوم الثلثاء لأثني عشرة\nخلت من ربيع الآخر صلى بهم الظهر أربعا وصار فرضا ولو جعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nستا [1] أو ثمانيا أو ثلاثا أو خمسا أو فرض في اليوم والليلة مرة أو\nمرتين أو أكثر أو لم يفرض أو جعل فيها سجدة واحدة وركوعان أو ثلاث سجدات أو\nلم يفرض فيها القيام والقراءة أو أمر بتحويل الوجه إلى المشرق أو إلى\nالجنوب أو ما فعل من شيء لكان جائزا كما فرض على اليهود ثلاث صلوات إلا في\nيوم السبت وعلى النصارى سبع صلوات أو جعل الصلوات على غير هذه الهيئات\nكالنوم مثلا أو كالقعود أو كالمشي لكان جائزا كيف ما تعبد الخلق به أن يعلم\nأن التواضع للحق والاعتراف بالفضل واجب بإيجاب العقل ولا بد لذلك من علم\nومن آية يعلم بها أهله ويتخذها المتقرب ذريعة إلى الوصول إليها فجمع في هذه\nالصلاة من الخصال الموضوعة لباب الخضوع المتعارفة بين الناس كقيام العبيد\nبين يدي أربابهم وكقيام الصغار للعظماء [و] كتقبيلهم الأرض وإلصاق <span id='ms472'></span> الخدود\nبها وينبغي رحمك الله أن تعلم أن العقل لا يرد الجهر بالقراءة في صلاة\nالليل ولا التخافت بها في صلاة النهار ولا لم يقصر المغرب عن ثلاث ولا\nالفجر عن اثنتين ولا تضيع كلامك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nبالإكثار في غير موضعه فإن العي في الابتداء خير من العجز في العقبى\nوهؤلاء الباطنية قوم قصدوا بتمويههم نقض الدين واستئصال المسلمين فليس\nينبغي أن يتمكنوا من الكلام في مذاهبهم ليتسعوا فيه ويتكثروا به ولكن يسد\nعليهم الباب من وجهه والله المستعان على ذلك وهو خير معين ومتى كان كلامك\nمعهم في هذه الجملة التي شرحتها لك لم يزيلوك بحمد الله عن دينك ولا أرحلوك\nعن عقيدتك وبذلك يخابون [1] عن جميع ما يسئلون عن إعداد الفرائض وأوقات\nالشرائع وكيفياتها وكمياتها [F؟ 165 v؟] بما ذكرنا في الصلاة والطهارة ومتى\nاعتل أحدهم لصلاة النهار لمخافته القراءة عورض بصلاة العيدين والجمعات\nوالكسوف والاستسقاء أو اعتل بصلاة الليل يجهر فيها عورض بالركعتين الآخرتين\nمنها وأشفي ما يكشف عن عوار مذهبهم إذا أخذ أحدهم يتأول لركعتي الفجر وثلاث\nالمغرب وأربع الظهر والعصر والعشاء وأشباه ذلك أن يلح عليه في السؤال عن\nاختلاف الناس فيها وأما تأويل من زعم أنه يقرأ خلف الإمام وتأويل من نهى عن\nالقراءة ومن قال إذا أحدث انصرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوبنى ومن زعم أنه لا يبني ويبتدي ومن قال بجهر بسم الله الرحمن الرحيم\nومن قال لا يجهر بها فيأخذه بتصحيح ذلك كله ويطالبه بتأويله ليتبين لك ضعف\nقوله وسخافة نيته،،،\n</p>\n\n<h3 class='l3' id='head51'>الزكاة</h3>\n\n<p>\nالزكاة مواساة ومعونة وإفضال والعقل يوجب الإفضال والتفضل بالإيثار هذا\nجملة هذا الباب. ولقد تغيرت حال الزكاة غير مرة حتى استقرت على ما هي عليه\nاليوم لأنهم أمروا بالزكاة عند الأمر بالصلاة ثم قيل يسئلونك ماذا ينفقون\n2: 215 فكان الرجل يتصدق بما فضل من قوته ولما نزلت فرض الزكاة في سورة []\nالبراءة سنة تسع من الهجرة بينها رسول الله صلى الله عليه وسلم في الوقت\nوالمقدار،،،\n</p>\n\n<h3 class='l3' id='head52'>الصيام</h3>\n\n<p>\nرياضة وتذليل وقمع للشهوة وإطفاء للشره [1] وقد ينفع كثيرا من الناس\nويعقبهم <span id='ms473'></span> الصحة والخفة مع ما يجد الإنسان فيه من رقة القلب وصفاء النفس وأول\nما فرض صوم يوم عاشوراء ثم نسخ وفرض صوم شهر رمضان سنة اثنتين من الهجرة\nوالعقل يوجب رياضة النفس وتذليلها،،،\n</p>\n\n<h3 class='l3' id='head53'>الحج</h3>\n\n<p>\nعامة ما فيه من المناسك ابتلاء وامتحان وهو من أعظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوثائق الله عز وجل على عباده وأكشف شيء عن عقائدهم ولا يزال مكائد\nالشيطان لدى الإسلام من دنيته تمثل الوسوسة إليه من هذا الباب مع أنه لا\nخصلة من خصالها إلا وهي تدل [1] على فائدة أو يوجد لها سبب من المعقول\nفمنها التجرد للإحرام وفي التجرد تواضع وتذليل وفيه يستحسن العقل التجرد\nللاغتسال ودخول الحمام لما فيه من الفائدة فقد تبين أن نفس التجرد ليس بهزء\nولا عبث إذ كان المراد به بعض ما ذكرنا ومنها السعي والهرولة في الطواف\nالذي جعل عبادة كما جعلت الطهارة والصلاة عبادة والعقل يوجب الإسراع والعدو\nفيما يجدي أو يخشى فوته مع ما قد جاء في الخبر أن النبي صلى الله عليه وسلم\nلما دخل الى مكة هرول ليري [2] أعداءه القوة في نفسه فصار سنة مقتفاة وما\nمن أمة إلا وهم مقتدون بإمامهم فيما شرع لهم وأما رمي الجمار فلو رأينا\nرجلا يرمي طيرا يذبه عن شجر أو يرمي شجرا يستنزل به الثمر لما جاز لنا\nالحكم عليه بالجهل والسفه لما له من النفع العائد وكذلك رمي الجمار قد رجا\nراميه الثواب العظيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p053'> Vol. 05, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nلامتثاله ما مثل له واستنانه بمن كان قبله وأما الذبح والنحر فلا يخفى\nنفعه على الضعفاء والمساكين وفي الحلق والتقصير الطهارة والنظافة واستلام\nالحجر تعظيما له اعتراف [1] بحق الأنبياء صلوات الله عليهم أجمعين الذين\nأبقوا ذلك تذكرة لمن بعدهم وقد يشعف الإنسان ببقايا القدماء وآثارهم وذلك\nالحجر بقية من بقاياهم فإذا اتجهت المناسك لما ذكرنا فلا معنى للتسرع إلى\nتخطئة الأمة وتجهيلهم فيما ثبتوا عليه [F؟ 166 r؟] من هذه المناسك ولم يحجج\nالنبي صلى الله عليه وسلم في الإسلام إلا حجة واحدة وهي التي تسمى حجة\nالوداع فبين بها <span id='ms474'></span> معالم الحج وسننه والناس يتوارثونها إلى آخر الدهر،،،\n</p>\n\n<h3 class='l3' id='head54'>النكاح والطلاق والمواريث</h3>\n\n<p>\nالنكاح تملك بمنزلة البيع والطلاق تخلية بمنزلة الفسخ وفيه حكم عظيمة في\nإثبات الأنساب وإلحاق الأولاد ولولا ذلك لكان النكاح والسفاد [2] سواء وهذا\nيوجبه العقل وأما تفضيل الذكر في القسمة على الأنثى فلما ينوب الذكر من\nالنوائب والأنثى مئونتها على من ينكحها فمن أخذ بناصيتها أقام بأودها،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head55'>الجمعة والأعياد</h3>\n\n<p>\nجعلت مجمعا للأمة يتلاقون ويتزاورون ويفضلون على الضعفى [1] والمساكين\nويستريحون عن كد الكدح والحركة ويريحون مماليكهم وبهائمهم وهذا ضرب عظيم من\nالنفع لمن عقل أمر الله عز وجل واعتبر وما من أمة في الأرض إلا ولهم عيد\nومجمع،،،\n</p>\n\n<h3 class='l3' id='head56'>السنن العشر في الرأس والجسد وتحريم الميتة والدم </h3>\n\n<p>\nلا شك أن كلها طهارة ونظافة واستعظم\nقوم الختان لما فيه من الألم والخطر ولم يعلموا ما يتأذى به الأقلف من\nاحتباس البول في قلفته ويتولد فيها الدواب حتى يبلغ الجهد والمشقة وفي\nالختان اكتناز الآلة ونماء الجسد ولذلك يقال الختان منعثة للصبي ثم يقال هو\nسنة فيه ابتلاء وتسليم فأما تحريم الميتة والدم ففي كراهية النفس ونفار\nالطبع ما يوجب الامتناع منه دون حظر الشرع مع أن أهل الأرض مجمعون على\nنجاسته إلا من لا يعبأ به في عدة أو عدد وأهل الطب ينهون عنه لوخيم مغبته\nوشر أغذيته فهذه الأشياء مما يعيبها أهل الإلحاد وفيها من الحكمة ما لا\nيعلمها [إلا] الله تعالى،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head57'>ذكر مرض رسول الله صلى الله عليه وسلم</h2>\n\n<p>\nكان رسول الله صلى الله عليه وسلم أمر في بيته بمكة قبل أن يهاجر أن يدعو\nبهذا الدعاء فقال رب أدخلني مدخل صدق وأخرجني مخرج صدق واجعل لي من لدنك\nسلطانا نصيرا 17: 80 فلما خرج إلى المدينة نزل عليه بالجحفة في طريقه إن\nالذي فرض عليك القرآن لرادك [1] إلى معاد 28: 85 فلما أتم أمره وأنجز وعده\nورده إلى معاد أنزل عليه إذا جاء نصر الله والفتح 110: 1 إلى آخر السورة\nفقال صلى الله عليه وسلم نعيت إلى نفسي فنعى نفسه إلى أصحابه قبل موته <span id='ms475'></span> بشهر\nثم ابتدأ بشكواه في ليال بقين من صفر وتوفي يوم الاثنين لاثنتي عشرة خلت من\nشهر ربيع الأول وكان مرضه أربع عشر ليلة أو خمس عشر وروي عن أبي مويهبة أنه\nقال بعثني رسول الله صلى الله عليه وسلم في جوف الليل فقال يا أبا مويهبة\nإني قد أمرت أن استغفر لأهل هذا البقيع فانطلق معي قال فانطلقت معه حتى\nوقفت بين أظهرهم فقال السلام عليكم يا أهل المقابر ليهنئكم ما أصبحتم فيه\nمما أصحب فيه غيركم أقبلت الفتن كقطع الليل المظلم يتبع أولها وللآخرة شر\nمن الأولى ثم قال يا با مويهبة إني قد أعطيت خزائن الدنيا والخلد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nفيها ثم الجنة فخيرت بين ذلك وبين لقاء ربي فقلت بأبي أنت وأمي فخذ خزائن\nالدنيا والخلد ثم الجنة فقال يا با مويهبة قد اخترت لقاء ربي والجنة ثم\nاستغفر لأهل البقيع وانصرف وهي ليلة الأربعاء محموما ليلتين بقيتا من صفر\nوابتدئ بوجعه في بيت ميمونة بنت الحارث فكان آخر ما خرج وصلى بالناس وإذا\nوجد ثقلا قال مروا الناس فليصلوا [F؟ 166 v؟] فلما اشتد وجعه استأذن نساءه\nأن يمرض في بيت عائشة رضي الله عنها فخرج بين علي بن أبي طالب وبين الفضل\nبن العباس رضي الله عنهما تخط رجلاه الأرض حتى أتى بيت عائشة فقال أهريقوا\nعلي من سبع قرب لم يحلل وكاهن [1] لعلي أعهد إلى الناس قالت عائشة فأجلسناه\nفي مخضب [2] من صفر لحفصة ثم طفقنا نصب عليه من تلك القرب فجعل يشير إلينا\nأن قد فعلتن فخرج عاصبا رأسه يمشي بين العباس وعلي تخط رجلاه الأرض حتى جلس\nعلى المنبر فأحدق الناس به واستكفوا فكان أول ما نطق به أن استغفر للشهداء\nالذين قتلوا بأحد وصلى عليهم ثم قال إن عبدا من عباد الله خير بين الدنيا\nوبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nما عند الله فاختار ما عند الله ففطن لها أبو بكر رضوان الله عليه وعرف\nأنه يريد نفسه صلى الله عليه وسلم فبكى أبو بكر وقال بل نفديك بآبائنا\nوأمهاتنا <span id='ms476'></span> فقال على رسلك يا با بكر انظروا إلى هذه الأبواب اللافظة [1] إلى\nالمسجد فسدوها إلا باب أبي بكر وإني لا أعلم أحدا كان أفضل عندي في الصحبة\nمنه ولو كنت متخذا خليلا غير ربي لاتخذت أبا بكر خليلا ولكن صحبة وإخاء\nإيمان حتى يجمع الله بيننا عنده هذا من رواية محمد بن إسحاق وروى الواقدي\nأنه قال سدوا هذه الأبواب الشوارع إلى المسجد إلا باب أبي بكر فإن أمن [2]\nالناس في صحبته وماله أبو بكر وروي عن عبد الله بن مسعود رضي الله عنه أنه\nقال دخلنا على رسول الله صلى الله عليه وسلم في بيت عائشة فتشدد لنا وقال\nحياكم الله وآواكم وأوصيكم لتقوى الله وأوصى الله بكم واستخلفه عليكم إني\nلكم نذير مبين أن لا تعلو [أ] على الله في بلاده وعباده فإنه قال تلك الدار\nالآخرة نجعلها للذين لا يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين\n28: 83 قلنا يا رسول الله متى أجلك قال قد دنا الفراق والمنقلب الى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل وإلى جنة المأوى وسدرة المنتهى والرفيق الأعلى وكان رسول الله صلى\nالله عليه وسلم أمر أسامة بن زيد على جيش وأمره أن يوطئ الخيل أرض البلقاء\nفتكلم الناس فيه وقالوا أمر غلاما حدثا على جلة المهاجرين والأنصار فلما\nاستوى على المنبر قال انفذوا جيش أسامة انفذوا جيش أسامة انفذوا جيش أسامة\nثلاثا ولعمري لئن قلتم في إمارته لقد قلتم في إمارة أبيه وانه لخليق\nللإمارة وإن كان أبوه خليقا لها ثم نزل وانكمش الناس في جهازهم وضرب أسامة\nعسكره على فرسخ من المدينة وسائر الناس ينتظرون ما يقضي الله في رسوله صلى\nالله عليه وسلم وروى الواقدي عن الشعبي عن ابن عباس رضي الله عنه قال لما\nاشتد وجع رسول الله صلى الله عليه وسلم قال ائتوني بدواة وصفحة أكتب لكم\nكتابا لن تضلوا بعده أبدا فتنازعوا ولا ينبغي التنازع عند رسول الله فقال\nبعضهم ما لكم أهجر فاستعيدوه وقال عمر قد غلبه الوجع من <span id='ms477'></span> لفلانة وفلانة\nحسبنا كتاب الله فلما لغطوا عنده قال دعوني دعوني أخرجوا المشركين من جزيرة\nالعرب وأجيزوا الوفود بمثل ما رأيتموني أجيزهم وانفذوا جيش أسامة قوموا\nفقاموا وقبض رسول الله صلى الله عليه وسلم [F؟ 167 r؟] قال ابن عباس كل\nالرزية من حال بين رسول الله وبين أن يكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nذلك الكتاب قالوا واستعر برسول الله صلى الله عليه وسلم المرض وناداه\nبلال بالصلاة فقال مر عمر فليصل بالناس فخرج عبد الله بن زمعة بن الأسود بن\nالمطلب فقدم عمر لأن أبا بكر كان غائبا فلما كبر عمر وكان مجهرا سمع رسول\nالله فقال أين أبو بكر يأبى الله ذلك والمسلمون وبعث إلى أبي بكر فجاء بعد\nأن صلى عمر تلك الصلاة فصلى بالناس وروي عن عائشة أنها قالت لما استعر رسول\nالله بالمرض قال مروا أبا بكر فليصل بالناس فقلت إن أبا بكر رجل ضعيف الصوت\nكثير البكاء إذا قرأ القرآن فقال مروا أبا بكر فليصل بالناس قالت فعدت\nلمقالتى فقال إنكن صويحبات يوسف مروا أبا بكر فليصل بالناس قالت والله ما\nأقول ذلك إلا إني كنت أحب أن يصرف عنه ذلك وقلت إن الناس لا يحبون رجلا قام\nمقام النبي يتشأمون به وروى ابن إسحاق عن الزهري فقال حدثني أنس أنه كان\nيوم الاثنين الذي قبض فيه رسول الله صلى الله عليه وسلم خرج إلى الناس وهم\nيصلون الصبح فرفع الستر وفتح الباب ووقف على باب عائشة فكاد المسلمون\nيفتتنون في صلاتهم فرحا لما رأوا رسول الله فأشار إليهم أن اثبتوا وتبسم\nسرورا بما رأى من صلاتهم وانصرف قال ابن إسحاق حدثني أبو بكر بن عبد الله\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nأبي مليكة أنه لما كان يوم الاثنين خرج رسول الله صلى الله عليه وسلم\nعاصبا رأسه بين العباس وعلي إلى صلاة الصبح وأبو بكر يصلي بالناس فتفرج [1]\nالناس وعلم أبو بكر أنهم لم يصنعوا ذلك إلا لرسول الله فنكص عن صلاته فدفع\nرسول الله في ظهره وقال صل بالناس وجلس إلى جنبه فصلى <span id='ms478'></span> على يمين أبي بكر\nفلما فرغ أقبل على الناس فكلمهم رافعا صوته حتى خرج صوته من باب المسجد\nوقال أيها الناس سعرت النار وأقبلت الفتن كقطع الليل المظلم إني والله ما\nتمسكون علي بشيء [2] إني لم أحل إلا ما أحل القرآن ولم أحرم إلا ما حرم\nالقرآن وقال أبو بكر إني أراك قد أصبحت من الله بخير واليوم يوم ابنة خارجة\nفآتيها [3] قال نعم فخرج أبو بكر إلى أهله بالسنح [4] وانصرف رسول الله صلى\nالله عليه وسلم إلى بيته وتفرق الناس وروى الواقدي أن رسول الله صلى الله\nعليه وسلم لما انصرف دعا فاطمة فسارها فبكت ثم دعاها فسارها فضحكت فسئلت عن\nذلك بعد موت النبي صلى الله عليه وسلم قالت قال لي إن القرآن يعرض علي في\nكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nعام مرة وعرض علي العام مرتين ولا أراني إلا ميتا في مرضي هذا قالت فبكيت\nثم دعاني ثانيا وقال لي أنت أسرع أهلي لحوقا بي فضحكت فمكثت بعده ستة أشهر\nويقال مائة وخمسين يوما والله أعلم،،،\n</p>\n\n<h2 class='l2' id='head58'>ذكر وفاة النبي عم</h2>\n\n<p>\nقالت عائشة ولما رجع رسول الله صلى الله عليه وسلم من المسجد يوم الاثنين\nاضطجع في حجري ثم وجدته يثقل [1] فذهبت أنظر إلى وجهه فإذا بصره قد شخص إلى\nالسماء وهو يقول بل الرفيق الأعلى [F؟ 167 v؟] وكان يقول لنا لم يقبض نبي\nإلا خير فقلت خيرت فاخترت فقبض رسول الله بين سحري ونحري حين اشتد الضحى من\nيوم الاثنين لاثنتي عشرة خلت من شهر ربيع الأول سنة عشر من الهجرة وشهرين\nواثني عشر يوما قالت فمن سفهي وحداثة سني وضعت رأسه على وسادة وقمت ألتدم\nمع النساء وأضرب وجهي قالوا وارتجت المدينة بالصراخ والبكاء واقتحم الناس\nيقولون مات رسول الله محمد مات محمد فجاء عمر بن الخطاب رضي الله عنه فقام\nعلى الباب وقال إن المنافقين يزعمون أن محمدا قد مات وان رسول الله لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nيمت ولكنه ذهب إلى ربه كما ذهب موسى بن عمران فقد غاب عن قومه أربعين\nليلة ثم <span id='ms479'></span> عاد إليهم بعد أن قيل قد مات وليرجعن رسول الله كما رجع موسى\nفليقطعن أيدي رجال وأرجلهم [1] يزعمون أن رسول الله قد مات وقال عمر نظن\n[2] أن رسول الله صلى الله عليه وسلم لا يموت حتى يفتح الأرض لوعد الله\nفلذلك قال ما قال وبلغ الخبر أبا بكر فأقبل مسرعا على فرس وعمر يكلم الناس\nفلم يلتفت إليه حتى دخل بيت عائشة فإذا رسول الله صلى الله عليه وسلم مسجى\nعليه برد حبرة فكشف عن وجهه وقبله وقال بأبي أنت وأمي أما الموتة التي كتب\nالله عليك فقد ذقتها فلا تذوق بعدها أبدا ثم خرج إلى الناس وعمر يكلمهم\nفقال على رسلك يا عمر أنصت فأبى إلا أن يتكلم فلما رآه أبو بكر لا ينصت\nإليه أقبل على الناس فلما سمع الناس كلام أبي بكر تركوا عمر وأقبلوا عليه\nفحمد الله وأثنى عليه وصلى على النبي صلى الله عليه وسلم ثم قال يا أيها\nالناس إن الله قد نعى نبيكم إلى نفسه وهو حي بين أظهركم ونعاكم إلى أنفسكم\nفقال إنك ميت وإنهم ميتون 39: 30 فعلم الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nحينئذ أن رسول الله قد مات وروي عن عمر أنه قال فما هو إلا أن سمعتها من\nأبي بكر فعقرت حتى وقعت على الأرض ما نقلني رجلاي ثم تلا أبو بكر وما محمد\nإلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن\nينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين 3: 144 ثم قال يا\nأيها الناس من كان يعبد الله فإن الله حي لا يموت ومن كان يعبد محمدا أو\nيراه إلها فإن محمدا قد مات ووعظ الناس وحضهم على التقوى ونزل عن [1]\nالمنبر وأخذوا في جهاز رسول الله صلى الله عليه وسلم ودعوا من يحفر له قبره\nوكان أبو طلحة الأنصاري يلحد في القبر وهو عمل الأنصار وكان أبو عبيدة بن\nالجراح يسوي في القبر وهو عمل المهاجرين فبعثوا إليهما وقال العباس اللهم\nفيض لنبيك ما <span id='ms480'></span> ترضاه فسبق الرسول إلى أبي طلحة فجاء واختلفوا أين يدفنونه\nفقال قوم في البقيع مع أصحابه وقال آخرون بل في مسجده فقال أبو بكر سمعته\nيقول ما مات نبي إلا دفن حيث قبض فخط حول الفراش على قدره ثم حول عنه رسول\nالله وأخذوا يحفرون له ووقع الاختلاف في الناس فانحاز هذا الحي من الأنصار\nالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nسعد بن عبادة سيد الخزرج واجتمعوا في سقيفة بني ساعدة وانحاز علي وطلحة\nوالزبير في بيت فاطمة وانحاز سائر المهاجرين إلى أبي بكر كل يدعي الإمارة\nلنفسه فجاء المغيرة بن شعبة فقال إن كان لكم بالناس حاجة فأدركوهم فتركوا\nرسول الله صلى الله عليه وسلم كما هو وأغلقوا الباب دونه وأسرع أبو بكر\nوعمر وأبو عبيدة بن الجراح [F؟ 168 r؟] إلى سقيفة بني ساعدة فقالت الأنصاري\nنحن أنصار الله وكتيبة الإسلام وأنتم يا معشر العرب رهط منا وقد دفت دافة\nمن قومكم يريدون أن يحتازونا من أصلنا ويكسروا الأمر [1] فقال أبو بكر أما\nما ذكرتم فيكم من خير فأنتم له أهل ولن تعرف العرب هذا الأمر إلا لهذا الحي\nمن قريش أوسط العرب نسبا ودارا وقد رضيت لكم أحد هذين الرجلين فبايعوا\nأيهما شئتم وأخذ بيد عمر وأبي عبيدة بن الجراح فقال الحباب [بن] المنذر أنا\nجذيلها المحكك وعذيقها المرجب منا أمير ومنكم أمير فكثر اللغط وارتفعت\nالأصوات حتى خيف الاختلاف فقال عمر لأبي بكر ابسط يدك أبايعك فبسط يده\nفبايعه المهاجرون والأنصار ونزو على سعد ابن عبادة فضربوه فقال قائلهم قد\nقتلتم سعد بن عبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nفقال عمر رضي الله عنه قتل الله سعد بن عبادة ثم عادوا إلى المسجد وصعد\nأبو بكر المنبر فقام عمر فحمد الله واثنى عليه ثم قال أيها الناس إني كنت\nقلت لكم بالأمس مقالة ما وجدتها في كتاب الله ولا كانت عهدا عهده إلي رسول\nالله ولكني كنت أرى أن رسول الله سيدبر أمرنا ويكون آخرنا فإن الله عز وجل\nقد أبقى فيكم كتابه الذي هدى به رسوله فمن اعتصم <span id='ms481'></span> به هداه كما كان هداه له\nوإن قد جمع أمركم على خيركم صاحب رسول الله وثاني اثنين إذ هما في الغار\nفقوموا فبايعوه بيعة العامة في المسجد بعد السقيفة فبايعوه ولم يبايعه علي\nستة أشهر،،،\n</p>\n\n<h2 class='l2' id='head59'>ذكر بيعة أبي بكر رضي الله عنه</h2>\n\n<p>\nقال ابن إسحاق لما ثقل [1] رسول الله صلى الله عليه وسلم قال العباس بن\nعبد المطلب لعلي انطلق بنا إلى رسول الله فإن كان هذا الأمر فينا عرفناه\nوإن كان في غيرنا أوصى المسلمين بنا فقال علي عم إني والله لا أفعل لئن\nمنعناه لا يؤتيناه أحد بعده قال ابن إسحاق ولولا مقالة قالها عمر عند وفاته\nلم يشك المسلمون أنه استخلف أبا بكر ولكنه قال عند وفاته إن أستخلف فقد\nأستخلف من هو خير مني وإن أتركهم فقد تركهم من هو خير منى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nفعرف الناس أن رسول الله لم يستخلف أحدا وكان عمر غير متهم على أبي بكر\nقالوا ولما فرغ عمر من مقالته قام أبو بكر خطيبا بعد ما ضربوا على يده فقال\nالحمد لله فاحمدوه وأستعينكم على أمره كله سره وعلانيته ونعوذ بالله مما\nيأتي في الليل والنهار وأشهد أن لا إله إلا الله وحده وأن محمدا عبده\nورسوله أرسله بالحق بشيرا ونذيرا قدام الساعة من أطاعه رشد ومن عصاه هلك\nأما بعد فإني قد وليت أمركم ولست بخيركم فأعينوني وإن زغت فقوموني الصدق\nأمانة والكذب خيانة لا يدع قوم الجهاد إلا ضربهم الله بالذل ولا تشيع\nالفاحشة في قوم إلا عمهم الله بالبلاء فأطيعوني ما أطعت الله ورسوله فإذا\nعصيت الله ورسوله فلا طاعة لي عليكم قوموا إلى صلاتكم يرحمكم الله فصلوا ثم\nأخذوا في جهاز رسول الله قال الواقدي كانت بيعة العامة يوم الثلثاء بعد ما\nدفن وقال بعضهم بويع ثم دفن واختلفوا في الوقت الذي دفن فيه فروى ابن إسحاق\nأنه دفن ليلة الأربعاء وقال الواقدي والثبت عندنا أنه دفن يوم الثلثاء عند\nزوال الشمس والله أعلم وأحكم،،،\n</p>\n\n<p>\n[F؟ 168 v؟] \n</p>\n\n<h2 class='l2' id='head60'>ذكر غسل رسول الله <span id='ms482'></span> صلى الله عليه</h2>\n\n<p>\nقالوا غسله علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوالعباس والفضل وقثم وأسامة وشقران أما علي فأسنده إلى صدره وجعل العباس\nوالفضل وقثم يقلبونه معه وكان أسامة وشقران يصبان عليه الماء وغسل رسول\nالله صلى الله عليه وسلم في قميصه ولم يجرد من ثيابه وكفن في ثلاثة أثواب\nسحولية ثوبين منبجانيين وبرد حبرة أدرج فيه إدراجا ليس فيها عمامة ولا قميص\nثم وضعوه على السرير وجعل الناس يدخلون ويصلون إرسالا صلى الرجال ثم النساء\nثم الصبيان ودفن صلى الله عليه وكان الذي دخل القبر علي والفضل بن العباس\nوشقران روينا عن شقران أنه قال أنا الذي طرحت القطيفة تحت رسول الله في\nالقبر ونضد عليه اللبن والإذخر وهالوا التراب هيلا وسطحوا قبره ورشوا عليه\nالماء صلى الله عليه وسلم واختلفت الرواية في سنه ومدة عمره إلا أن الأكثر\nالأشهر أنه توفي وهو ابن ثلاث وستين سنة ولد يوم الاثنين وهاجر يوم الاثنين\nوتوفي يوم الاثنين صلى الله عليه وسلم وروى أصحاب الأخبار شيئا كثيرا من\nالشعر في مراثيه فمن ذلك قول عربى إلى فاطمة رضي الله عنها [بسيط]\n</p>\n\n<p>\nقد كان بعدك أنباء [1] وهنبثة ... لو كنت شاهدتها لم تكثر [2] الخطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nإنا فقدناك فقد الأرض وابلها ... واختل [1] قومك فارجع ثم لا تغب\n</p>\n\n<p>\nوقال حسان بن ثابت [طويل]\n</p>\n\n<p>\nبطيبة رسم للرسول ومعهد ... منير وقد تعفو الرسوم وتهمد\n</p>\n\n<p>\nفلا تمتحي الآيات من دار مربع ... بها منبر الهادي الذي كان يصعد\n</p>\n\n<p>\nوواضح آثار وباقي معالم ... وربع له فيه مصلى ومسجد\n</p>\n\n<p>\nمعارف لم تطمس على النأي أنها ... أتاها البلى والآي منها مجدد\n</p>\n\n<p>\nظللت بها أبكي الرسول وأسعدت ... عيون ومثلاها من الجن يسعد\n</p>\n\n<p>\nفبوركت يا قبر الرسول وبوركت ... بلاد ثوى فيها الرشيد المسدد\n</p>\n\n<p>\nوبورك لحد منك ضمن طيبا ... عليه بناء من صفيح منضد\n</p>\n\n<p>\nوهل عدلت يوما رزية هالك ... رزية يوم مات فيه محمد\n</p>\n\n<p>\nوما فقد الماضون مثل محمد ... ولا مثله حتى القيامة يفقد\n</p>\n\n<p>\nتقطع عنهم منزل الوحي والهدى ... وقد كان ذا نور يغور وينجد\n</p>\n\n<p>\nفي قصيدة طويلة،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>الفصل الثامن عشر <span id='ms483'></span> في ذكر أفاضل الصحابة وأولي الأمر من المهاجرين والأنصار وصفة حلاهم ومدة أعمارهم وابتداء إسلامهم وذكر أولادهم ومن أعقب منهم ومن لم يعقب</h1>\n\n<p>\n[F؟ 169 r؟] اعلم أن هذا باب من صناعة أصحاب الحديث وهو علم برأسه منفرد\nبمعرفته صاحبه مرجعه [1] إلى جودة الحفظ وكثرة الروايات وقد وضعوا فيه كتبا\nكثيرة موسومة بسمات مختلفة كالتواريخ والطبقات والمعارف وما أعلم أحدا منهم\nوإن غزر علمه واتسعت درايته أنه ضبط أسماء الصحابة كلهم أو حصر أيامهم\nوأخبارهم ولا أعلم ذلك ممكنا لأن آخر غزوة غزاها رسول الله صلى الله عليه\nوسلم غزوة تبوك وقد صحبه فيها ثلاثون ألف رجل سوى من خلفه وتخلف عنه وسنذكر\nالمشهورين منهم المعروفين بالإمارة والولاية والتقدم والآثار المذكورة إن\nشاء الله ونبتدى بذكر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبدأ [1] بالإسلام وسبق إليه فإن كثيرا من المصنفين قد خرجوهم على حروف\nالمعجم تقريبا من الفهم وحيلة في تسهيل الحفظ، اختلف الناس في أول من أسلم\nفقال بعضهم أولهم خديجة وقال آخرون أولهم علي وقيل أبو بكر وقيل زيد بن\nحارثة وقد مضى خبر زيد وخديجة في باب أزواج النبي صلى الله عليه وسلم وباب\nمواليه وأخبرني أحمد بن مالك قال حدثني القتبي [2] عن إسحاق بن راهويه أنه\nقال الخبر في كل ذلك صحيح أما أول من أسلم من النساء فخديجة وأول من أسلم\nمن الموالي فزيد بن حارثة وأول من أسلم من الصبيان فعلي عم وأول من أسلم من\nالرجال فأبو بكر رضي الله عنهم أجمعين،،،\n</p>\n\n<h2 class='l2' id='head62'>علي بن أبي طالب عم</h2>\n\n<p>\nابن عبد المطلب بن هاشم وأمه فاطمة بنت أسد بن هاشم وهي أول هاشمية ولدت\nلهاشمي وأسلمت وماتت بمكة قبل الهجرة قال ابن إسحاق أسلم علي وله عشر سنين\nوذلك أنه كان في حجر النبي عم قبل الوحي لأن قريشا لما أصابتهم الأزمة قال\nالنبي صلى الله عليه وسلم للعباس بن عبد المطلب إن أبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nطالب رجل ذو عيال فانطلق بنا نخفف من عياله فاخذ النبي عم عليا وأخذ\nالعباس جعفرا وبقي عنده عقيلا <span id='ms484'></span> وطالبا فلما بعث الله محمدا آمن به واتبعه\nوروى الواقدي أن عليا أتى النبي وهو يصلي عند خديجة فقال ما هذا يا محمد\nفقال دين الله الذي اصطفاه لنفسه أدعوك إليه فقال علي إن هذا دين ما سمعت\nبه ولست بقاطع أمرا حتى أذاكر أبا طالب فكره النبي صلى الله عليه وسلم أن\nيفشى أمره فقال إن لم تسلم فاكتم فمكث علي تلك الليلة وألقى الله في قلبه\nالإسلام فغدا على رسول الله فأسلم ثم إن أمه فاطمة بنت أسد أنكرت شأنه\nواختلافه إلى رسول الله فقالت لأبي طالب إني أرى ابنك قد صبأ وكان النبي\nوخديجة وزيد يخرجون إلى شعاب مكة فيصلون مستخفين [1] من الناس فتبعهم أبو\nطالب حتى عثر عليهم وهم يصلون فقال ما هذا يا ابن أخي فقال دين الله الذي\nارتضاه لنفسه وبعث به رسله أدعوك إليه فقال إني أكره أن أفارق دين آبائي\nولكن امض لما أردت فلا يخلص إليك أحد بما تكره فقال لعلي الزمه فإنه لم\nيدعك إلا إلى خير وقد قيل أن عليا أسلم وهو ابن ست سنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفوا في حليته قال الواقدي كان آدم شديد الأدمة عظيم البطن عظيم\nالعينين إلى القصر ما هو [1] وقد تسميه الشيعة الأنزع البطين قال الحارث\nالأعور وكان علي أفطس الأنف دقيق الذراعين كأن على كاهله سنام ثور لم يصارع\nأحدا إلا صرعه وروي عن الحسن [F؟ 169 v؟] أنه قال رأيت عليا أسود الشعر\nأبيض اللحية قد ملأت لحيته ما بين منكبيه وروى أن امرأة رأته ولم تعلم من\nهو فقالت من هذا الذي كسر وجبر على عيب واختلفوا في سنه فقال ابن إسحاق قتل\nعلي وهو ابن ثلاث وستين سنة كان في مثل سن النبي صلى الله عليه وسلم وأبي\nبكر يوم ماتا وهذا يصح على مذهبه لأنه قد أسلم وهو ابن عشرة سنين وعاش في\nالإسلام ثلاثا وخمسين سنة وقتل سنة ثلاثين من وفاة النبي صلى الله عليه\nوسلم وقال بعضهم مات وهو ابن ثمان وخمسين <span id='ms485'></span> سنة،،،\n</p>\n\n<h3 class='l3' id='head63'>ذكر ولده عم</h3>\n\n<p>\nكان له من الولد ثمانية وعشرون ولدا أحد عشر ذكرا وسبعة عشر أنثى منهم من\nفاطمة عم خمسة الحسن والحسين ومحسن [2] وأم كلثوم الكبرى وزينب الكبرى\nوالباقون من أمهات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nشتى من الحرائر والإماء فمنهم محمد بن علي أمه خولة بنت جعفر ابن قيس\nويقال أمه سوداء من سبى اليمامة ولذلك يقال له محمد بن الحنفية لأن خالد بن\nالوليد كان سباها من بني حنيفة في الردة ومنهم عمر ورقية من أمته [1] ومنهم\nأبو بكر وعبيد الله من ليلى بنت مسعود النهشلية ومنهم يحيى من أسماء بنت\nعميس ومنهم عبد الله وجعفر والعباس وأم كلثوم الصغرى ورملة وأم الحسن\nوجمانة [2] وميمونة وخديجة وفاطمة وأم الكرام ونفيسة وأم سلمة وأمامة وأم\nأبيها [3] ،،،\n</p>\n\n<h4 class='l4' id='head64'>الحسن بن علي رضي الله عنهما</h4>\n\n<p>\nأكبر ولد علي ويكنى أبا محمد وكان يوم قبض النبي صلى الله عليه وسلم ابن\nسبع سنين لأنه ولد في سنة ثلاث من الهجرة ومات سنة سبع وأربعين فكان عمره\nخمسا وأربعين سنة وروى عن النبي حديثين من صلى الغداة وجلس في مجلسه حتى\nتطلع الشمس ستره الله من النار والثاني التخلية من إذا ذكرت عنده فلم يصل\nعلي وكان أرخى ستره على مائتي حرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوقال على عم لا تزوجوا ابني هذا فإنه مطلاق وولد الحسن سبعة أنفار [1]\nالحسن بن الحسن والحسين بن الحسن وزيد بن الحسن وطلحة بن الحسن وأم عبد\nالله بنت الحسن وأم الحسن بنت الحسن،،،\n</p>\n\n<h4 class='l4' id='head65'>الحسين بن علي رضي الله عنهما</h4>\n\n<p>\nوكان أصغر من الحسن بعشرة أشهر وعشرين يوما وقتل يوما عاشوراء سنة اثنتين\nوستين بعد الحسن بسبع عشرة سنة وهو ابن ثماني وخمسين سنة وولد الحسين أربعة\nنفر عليا الأكبر وعليا الأصغر وفاطمة وسكينة وعقب الحسين من علي الأصغر\nفأما الأكبر فإنه قتل مع أبيه وقد روي أن الحسين قتل معه سبعة عشر نفرا من\nأهل بيته والله أعلم فأما محسن بن علي فإنه هلك صغيرا،،،\n</p>\n\n<h4 class='l4' id='head66'>محمد بن علي بن أبي طالب رضوان الله عليهما <span id='ms486'></span></h4>\n\n<p>\nكان أسود شديد السواد كثير العلم فاضلا شجاعا ومات بالطائف زمن الحجاج\nوكان يقول الحسن والحسين أفضل مني وأنا أعلم منهما وولد ثمانية ذكور منهم\nعبد الله بن محمد أبو هاشم [2] كان عظيم القدر عند الشيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nفلما حضرته الوفاة بالشام أوصى إلى محمد بن علي بن عبد الله ابن العباس\nوقال أنت صاحب هذا الأمر وولدك وليس لأبي هاشم عقب،،،\n</p>\n\n<h4 class='l4' id='head67'>بنات علي بن أبى طالب عم</h4>\n\n<p>\nزوج علي أم كلثوم الكبرى من عمر بن الخطاب رضي الله عنه فولدت له زيد بن\nعمر وفاطمة بنت عمر وزوج زينب الكبرى [من] عبد الله بن جعفر بن أبي طالب\nفولدت له أولادا وكان سائر بناته عند [F؟ 170 r؟] ولد عقيل وولد العباس ما\nخلا أم الحسن فإنها كانت عند جعدة بن هبيرة المخزومي،،،\n</p>\n\n<h2 class='l2' id='head68'>أبو بكر الصديق رضي الله عنه</h2>\n\n<p>\nعتيق بن أبي قحافة وكان اسمه في الجاهلية عبد الكعبة فسماه رسول الله عبد\nالله تيمنا باسم أبيه وعتيق لقبه لحسن وجهه وعتقه واسم أبي قحافة عثمان بن\nعامر بن عمرو [1] ابن كعب بن سعد بن تيم بن مرة وتيم أخو كلاب بن مرة فهو\nفي العدد إلى مرة لأن كل واحد ينتهي إلى مرة عند السابع من آبائه،،،\n</p>\n\n<h3 class='l3' id='head69'>ذكر حليته عم</h3>\n\n<p>\nكان ابيض البشرة مشربا حمرة نحيف الجسم خفيف العارضين معروق الوجه غائر\nالعينين ناتىء الجبهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nعاري الأشاجع احنى [1] لا يستمسك إزاره ويسترخي عن حقويه وكان من مياسير\nقريش وذوى الفضل منهم والصنيعة فيهم محبا في قومه مألوفا وانفق جل ماله على\nرسول الله صلى الله عليه وسلم،\n</p>\n\n<h3 class='l3' id='head70'>أبو أبى بكر وأمه وأخواته</h3>\n\n<p>\nأبوه أبو قحافة أسلم يوم فتح مكة وقد كف بصره وبقي إلى زمن عمر ومات أبو\nبكر فورثه وأم أبي بكر أم الخير سلمى بنت صخر ابنة عم أبي قحافة ولا يعرف\nلأبي بكر أخ ولكن له أختان أم فروة بنت أبي قحافة تزوجها تميم الداري ثم\n[لما] رجع الأشعث بن قيس الى الإسلام بعد ردته زوجها منه أبو بكر وقريبة <span id='ms487'></span>\nبنت أبي قحافة كانت تحت قيس بن سعد بن عبادة،\n</p>\n\n<h3 class='l3' id='head71'>إسلام أبى بكر عم</h3>\n\n<p>\nزعم بعض الرواة أنه كان في تجارة له بالشام فأخبره راهب بوقت خروج النبي\nبمكة وأمره باتباعه فلما رجع سمع رسول الله صلى الله عليه وسلم يدعو إلى\nالله فجاء وأسلم فلذلك قال ما أحد عرضت عليه الإسلام إلا وجدت عنده كبوة\nإلا أبا بكر فإنه لم يتلعثم وزعم آخرون أنه رأى رؤيا وقيل هتف به هاتف فلما\nأسلم أبو بكر دعا عشيرته وأقاربه فأسلم بدعائه رهط منهم عثمان بن عفان\nوالزبير بن العوام وطلحة بن عبيد الله وسعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي وقاص وعبد الرحمن بن عوف رضي الله عنهم،\n</p>\n\n<h3 class='l3' id='head72'>ذكر ولده رضي الله عنهم</h3>\n\n<p>\nكان له من الولد ستة نفر عبد الله بن أبي بكر وأسماء بنت أبي بكر أمهما\nسدة من بني عامر وعبد الرحمن وعائشة أمهما أم رومان ومحمد بن أبي بكر أمه\nأسماء بنت عميس وأم كلثوم أمها بنت زيد بن خارجة رجل من الأنصار أما عبد\nالله بن أبي بكر فإنه هلك في خلافة أبيه ولا عقب له وأما عبد الرحمن فمات\nبمكة بعد وقعة الجمل وكان شهدها وله عقب وأما محمد بن أبي بكر فكان ممن\nأعان على عثمان وبعثه علي بن أبي طالب واليا على مصر فقاتله أصحاب عمرو بن\nالعاص وقتلوه وجعلوا جثته في حمار ميت ثم أحرقوه ومن ولده القاسم بن محمد\nبن أبي بكر فقيه أهل الحجاز،\n</p>\n\n<h4 class='l4' id='head73'>بنات أبي بكر</h4>\n\n<p>\nأما عائشة فكانت عند رسول الله صلى الله عليه وسلم وقصتها مشهورة ولا عقب\nلها وأما أسماء فإنها يقال لها ذات النطاقين وذلك أنها شقت [1] نطاقها وشدت\nبه السفرة التي كانت هيأتها لهجرة رسول الله صلى الله عليه وسلم وأبي بكر\nإلى المدينة ويقال لما نزلت آية الخمار ضربت يدها إلى نطاقها فشقته نصفين\n[F؟ 170 v؟] واختمرت بنصفه وتزوجها الزبير بن العوام بمكة فولدت له عدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nولد وولدت بالمدينة عبد الله [1] بن الزبير أول مولود ولد في الإسلام\nوعاشت <span id='ms488'></span> حتى عميت وماتت بعد قتل ابن الزبير ببرهة وأما أم كلثوم فخطبها عمر\nبن الخطاب رضي الله عنه فكرهته ونكحها طلحة ابن عبيد الله فولدت له،\n</p>\n\n<h3 class='l3' id='head74'>وفاة أبي بكر رضي الله عنه</h3>\n\n<p>\nاتفقوا أنه مات ابن ثلاث وستين سنة وكان أصغر سنا من رسول الله صلى الله\nعليه وسلم بقدر خلافته وهو سنتان وثلاثة أشهر وتسع ليال وقال ابن إسحاق مات\nيوم الجمعة لسبع ليال بقين من جمادى الآخرة سنة ثلاث عشرة من الهجرة وقال\nأبو اليقظان مات يوم الاثنين واختلفوا في سبب موته فقال قوم سم فمات وقال\nقوم بل اغتسل في يوم بارد فحم فمات رضي الله عنه،،،\n</p>\n\n<h2 class='l2' id='head75'>عثمان بن عفان رضي الله عنه</h2>\n\n<p>\nعثمان والنبي صلى الله عليه وسلم في العدد سواء وكان حبرا فاضلا تقول\nقريش أحبك الرحمن حب قريش عثمان وزوجه النبي صلى الله عليه وسلم ابنتيه\nرقية وأم كلثوم،\n</p>\n\n<h3 class='l3' id='head76'>ذكر حليته</h3>\n\n<p>\nكان رجلا ربعة حسن الوجه رقيق البشرة ريان الخد أسمر اللون عظيم اللحية\nبعيد المنكبين وكان يشد أسنانه بالذهب،\n</p>\n\n<h3 class='l3' id='head77'>أبو عثمان وأمه وأخواته</h3>\n\n<p>\nأما عفان فإنه هلك في تجارة الشام وأم عثمان أروى بنت كريز بن ربيعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nابن حبيب بن عبد شمس وأخوات عثمان أمة بنت عفان ولا يعرف لها عقب،\n</p>\n\n<h3 class='l3' id='head78'>إسلام عثمان</h3>\n\n<p>\nقال الواقدي إن عثمان وطلحة أسلما معا ذكر أن عثمان قال أقبلت من الشام\nفي تجارة حتى إذا كنا بين معان والزرقاء ونحن كالنيام إذا مناد ينادي أيها\nالنيام هبوا فإن محمدا قد خرج فلما رجع دخل [1] على رسول الله صلى الله\nعليه وسلم فأسلم وأخذه الحكم بن أبي العاص وأوثقه [2] رباطا وقال لا أحلك\nحتى تدع دينك فقال عثمان والله لا أدعه أبدا فلما رآه لا يدعه تركه قال\nوراغمته أمه وقالت والله لا ألبس لك ثيابا ولا أذوق لك طعاما ولا شرابا حتى\nتدع دين محمد وتحولت [3] إلى بيت أختها حولا فلما رأت عثمان لا يدع دينه\nرجعت إلى منزله،\n</p>\n\n<h3 class='l3' id='head79'>ذكر ولده رضي الله عنهم</h3>\n\n<p>\nكان له من <span id='ms489'></span> الولد الذكران عشرة نفر عبد الله الأكبر وعبد الله الأصغر\nوخالد وأبان وعمرو وسعيد والمغيرة وعبد الملك والوليد وعمر ومن البنات ثلاث\nأم أبان وأم عمرو وأم سعيد وقد يقال لإحداهن عائشة أو رابعة فأما عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالأكبر فإنه كان يلقب المطرف لحسنه وجماله وأما عبد الله الأصغر فإنه كان\nمن رقية بنت رسول الله صلى الله عليه وسلم وهلك في صغره وأما أبان بن عثمان\nفكان أبرص وكانت أمه حمقاء تجعل الخنفساء في فيها ثم تقول أحاجيك ما في فمي\nوأما سعيد بن عثمان فقتله الرهائن الذين حملهم من سمرقند في حائطه بالمدينة\nوقتلوا أنفسهم وأما الوليد بن عثمان فكان صاحب شراب ولهو [F؟ 171 r؟] وقتل\nعثمان وهو علق في حجلته [1] ورحم الله من نظر في كتابنا هذا بعين الإنصاف\nفبسط عذرنا فيما اشترطنا من الاختصار والإيجاز،\n</p>\n\n<h3 class='l3' id='head80'>مقتل عثمان</h3>\n\n<p>\nاختلفوا في يوم قتله فقال ابن إسحاق قتل يوم الأربعاء ودفن يوم السبت\nوقال الواقدي قتل يوم الجمعة سنة خمس وثلاثين وهو ابن اثنتين وثمانين سنة\nوقيل قتل وهو ابن تسعين سنة وقال غيره قتل وهو ابن ثمان وثمانين سنة ودفن\nبالبقيع،،،\n</p>\n\n<h2 class='l2' id='head81'>طلحة بن عبيد الله</h2>\n\n<p>\nبن عثمان بن عمرو بن سعد بن تيم بن كعب بن تيم بن مرة ويكنى أبا محمد\nويقال له طلحة الخير وطلحة الفياض وطلحة الطلحات لجوده وكثرة خيره وأمه\nالصعبة بنت الحضرمي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head82'>إسلام طلحة</h3>\n\n<p>\nوذلك أنه كان جالسا في نادي قريش فتذاكروا إسلام أبي بكر ومخالفته دين\nآبائه فائتمروا بينهم بالفتك به فانتدب طلحة له وكان شديدا أيدا فأتاه\nوأخذه بضبعه وقال قم يا أبا بكر قال إلام قال إلى عبادة اللات والعزى قال\nومن اللات والعزى قال بنات الله قال أبو بكر ومن أمهم فسكت طلحة وعلم أنه\nباطل ثم أتى النبي صلى الله عليه وسلم فأسلم وروى الواقدي عن طلحة أنه قال\nكنت بسوق بصرى فسمعت راهبا في صومعته يقول سلوا أهل هذا الموسم هل ظهر أحمد\nفقلت له ومن أحمد قال ابن عبد <span id='ms490'></span> الله هذا شهر خروجه قال فقدمت مكة فسمعت\nالناس يقولون تنبأ محمد بن عبد الله وتبعه ابن أبي قحافة فأتيت أبا بكر\nفأخذني إلى رسول الله صلى الله عليه وسلم فأسلمت فلما خرجا من عنده أخذهما\nنوفل بن حارث وكان أشد قريش فشدهما في حبل فلذلك سمي أبو بكر وطلحة\nالقرينين،\n</p>\n\n<h3 class='l3' id='head83'>سن طلحة حليته</h3>\n\n<p>\nقيل كان أبيض مربوعا يضرب إلى الحمرة ضخم القدمين لا أخمص لهما حسن الوجه\nدقيق العرنين ويقال كان آدم كثير الشعر وقتله مروان بن الحكم يوم الجمل\nبسهم رماه به وهو ابن ستين سنة وقال الواقدي ابن أربع وستين سنة،\n</p>\n\n<h3 class='l3' id='head84'>ذكر ولده</h3>\n\n<p>\nكان له عشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nبنين وأربع بنات لأمهات شتى منهم محمد بن طلحة أمه حمنة بنت جحش وأم حمنة\nأميمة بنت عبد المطلب عمة النبي صلى الله عليه وسلم وكان يقال له السجاد\nلكثرة صلاته وشهد الجمل مع أبيه فنهى علي عن قتله فقتله رجل وأنشأ يقول\n[طويل]\n</p>\n\n<p>\nوأشعث قوام بآيات ربه ... قليل الأذى فيما ترى العين مسلم\n</p>\n\n<p>\nيناشدني حاميم والرمح شاجر ... فهلا تلا حاميم قبل التقدم\n</p>\n\n<h2 class='l2' id='head85'>الزبير بن العوام</h2>\n\n<p>\nبن خويلد بن أسد بن عبد العزى ويكنى أبا عبد الله وهو ابن أخي خديجة وقتل\nأبوه في الفجار وأمه صفية بنت عبد المطلب،\n</p>\n\n<h3 class='l3' id='head86'>إسلام الزبير</h3>\n\n<p>\nقال الواقدي كان إسلام الزبير بعد إسلام أبي بكر رابعا أو خامسا ولم يذكر\nفيه سببا ولا قصة ورأيت في بعض الأخبار أن الزبير أسلم وهو ابن ثمان سنين\nأو عشر فجعل عمه يعذبه بالدخان على أن يترك دينه فلما يئس منه تركه،\n</p>\n\n<h3 class='l3' id='head87'>حلية الزبير</h3>\n\n<p>\nقال الواقدي كان رجلا ليس بالطويل ولا بالقصير [F؟ 171 v؟] خفيف اللحية\nأسمر اللون كثير الشعر ويقال كان طوالا تخط رجلاه الأرض إذا ركب وقتل سنة\nست وثلاثين وهو ابن أربع وستين سنة،\n</p>\n\n<h3 class='l3' id='head88'>ذكر ولده</h3>\n\n<p>\nله سبع بنين غير البنات منهم عبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالله بن الزبير يكنى أبا بكر قتله الحجاج بمكة بعد فتنة سبع سنين ومصعب\nبن الزبير قتله عبد الملك بن مروان وكان شجاعا سخيا <span id='ms491'></span> تزوج عائشة بنت طلحة بن\nعبيد الله فأعطاها ألف ألف درهم والمنذر بن الزبير كان سيدا حليما وكان\nيقول ما قل سفهاء قوم إلا ذله وإذا مشى في الطريق أطفئت النيران والمصابيح\nتعظيما له وعروة بن الزبير كان فقيها فاضلا ورعا ووقعت الأكلة في رجله\nفقطعت وكويت ومنهم عبيدة بن الزبير وعاصم بن الزبير،،،\n</p>\n\n<h2 class='l2' id='head89'>سعد بن أبي وقاص</h2>\n\n<p>\nهو سعد بن مالك بن وهب بن أهيب بن عبد مناف بن زهرة بن كلاب بن مرة ويكنى\nأبا إسحاق وأمه حمنة بنت سفيان بن أمية بن عبد شمس وله أخوان عتبة وعمير\nفأما عتبة فهو الذي ضرب النبي صلى الله عليه وسلم يوم أحد وأما عمير\nفاستشهد يوم بدر وسعد من العشرة المشهود لهم بالجنة وتوفي سنة خمس وخمسين\nوهو ابن بضع وسبعين سنة أو بضع وثمانين سنة وهو الذي فتح العراق وما يليها،\n</p>\n\n<h3 class='l3' id='head90'>إسلام سعد رضي الله عنه</h3>\n\n<p>\nروى الواقدي عنه أنه قال أتى علي يوم وأنى لثلث الإسلام قال وكان سبب\nإسلامه أنه رأى في المنام قال كأن في ظلام فأضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nقمر فاتبعته فإذا أنا يزيد وعلي قد سبقاني إليه وروي فإذا أنا يزيد وأبى\nبكر قال ثم بلغني أن رسول الله يدعو إلى الإسلام مستخفيا فجئت إليه فلقيته\nبأجياد [1] فأسلمت ورجعت إلى أمي وقد سبق إليها الخبر فأجدها على بابها\nتصيح وتصرخ ألا أعوان من عشيرته وعشيرتي فأجلسه في بيت وأطبق عليه الباب\nحتى يموت أو يدع هذا الدين المحدث قال وأسلمت وأنا ابن سبع عشر سنة،\n</p>\n\n<h3 class='l3' id='head91'>حلية سعد وسنه</h3>\n\n<p>\nقالوا كان رجلا قصيرا دحداحا [2] غليظا ذا هامة شثن [3] الأصابع جعد\nالشعر وذهب بصره في آخر عمره واختلفوا في مدة عمره فالذي يدل عليه تأريخ\nإسلامه أن يكون زيادة على سبعين سنة وروى شعبة أن سعدا والحسن بن على ماتا\nفي يوم واحد قال ويرون أن معاوية سمهما،\n</p>\n\n<h3 class='l3' id='head92'>ذكر ولده</h3>\n\n<p>\nمصعب ابن سعد ومحمد بن سعد وعمر [4] بن سعد قاتل الحسين بن علي رضي الله\nعنه فقتله المختار <span id='ms492'></span> بن [أبي] عبيد،،،\n</p>\n\n<h2 class='l2' id='head93'>سعيد بن زيد بن عمرو </h2>\n\n<p>\nبن نفيل بن عبد العزى بن رياح بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالله بن رياح بن قرط بن عدي ابن [عم] عمر بن الخطاب وقال نفيل ولد عمرا\nوالخطاب قال الواقدي كان سعيد رجلا آدم طوالا أشعر وأسلم قبل عمر بن الخطاب\nوتوفي سنة إحدى وخمسين وهو ابن بضع وسبعين سنة ودفن في المدينة وأبوه زيد\nابن عمرو ومن ولده محمد بن سعيد يقول ليزيد بن معاوية يوم الحرة [خفيف]\n</p>\n\n<p>\nلست منا وليس خالك منا ... يا مضيع الصلاة في الشهوات\n</p>\n\n<p>\nوعقب سعيد رضي الله عنه في الكوفة كثير،،،\n</p>\n\n<h2 class='l2' id='head94'>عبد الرحمن بن عوف</h2>\n\n<p>\nبن الحارث ويكنى أبا محمد [F؟ 172 r؟] وهو من العشرة المشهود لهم بالجنة\nوالستة المذكورين في الشورى،\n</p>\n\n<h3 class='l3' id='head95'>حلية عبد الرحمن</h3>\n\n<p>\nقال الواقدي كان رجلا طوالا حسن الوجه رقيق البشرة فيه خال أبيض مشربا\nحمرة وقال غيره كان أعين أقنى جعد الشعر ضخم الكفين ومات في خلافة عثمان\nوهو ابن خمس وستين سنة لأنه ولد بعد الفيل بعشر سنين ومات لسبع من سنى\nعثمان وبلغ ثمن ماله ثلاثمائة وعشرين ألفا وقسم لأربع نسوة لكل واحدة\nثمانون ألف درهم،\n</p>\n\n<h3 class='l3' id='head96'>ذكر ولده</h3>\n\n<p>\nمحمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن وزيد وإبراهيم وحميد وعثمان والمسور وأبو سلمة [1] الفقيه\nالذي يروى عنه الحديث ومصعب وكان شجاعا شديدا وسهيل بن عبد الرحمن وهو الذي\nتزوج امرأة يقال لها الثريا من بني أمية الصغرى فقال عمر بن أبى ربيعة\n[خفيف]\n</p>\n\n<p>\nأيها المنكح الثريا سهيلا ... عمرك الله كيف يلتقيان\n</p>\n\n<p>\nهي شامية إذا ما استقلت ... وسهيل إذا استهل [2] يمان\n</p>\n\n<h2 class='l2' id='head97'>أبو عبيدة بن الجراح</h2>\n\n<p>\nهو عامر بن عبد الله بن الجراح فنسب إلى جده وروي أنه سمع أباه يسب النبي\nفقطع رأسه وجاء به إلى النبي وأخبره الخبر وفتح الشام في أيام أبي بكر ومات\nبالطاعون في أيام عمر ولا عقب له،\n</p>\n\n<h3 class='l3' id='head98'>حليته</h3>\n\n<p>\nقال الواقدي كان رجلا طوالا نحيفا معروق الوجه خفيف العارضين أثرم\nالثنيتين وذلك أنه انتزع نصلا من جبهة النبي صلى الله عليه وسلم يوم أحد <span id='ms493'></span>\nبأسنانه فهتم قال الواقدي أسلم أبو عبيدة بن الجراح وعبيدة بن الحارث بن\nالمطلب وعثمان بن مظعون وأبو سلمة بن عبد الأسد كلهم معا،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head99'>ذكر عمر بن الخطاب رضي الله عنه وأرضاه</h2>\n\n<p>\nأعلم أن عمر أخره تأخيره في الإسلام وقدمته فضائله عن درجته وذلك أنه\nأسلم بعد إسلام أربعين سوى من هاجر إلى الحبشة لأنه أسلم سنة ست من النبوة\nوهو ابن خمس وعشرين سنة وهو عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن\nعبد الله بن قرط بن رياح بن عدي بن كعب بن لؤي بن غالب ينتهي إلى الشجرة\nالتي منها النبي صلى الله عليه وسلم وأبو بكر وعثمان بثمانية آباء ويكنى\nأبا حفص وأمه حنتمة بنت هاشم بن المغيرة المخزومي،\n</p>\n\n<h3 class='l3' id='head100'>إسلام عمر رضي الله عنه</h3>\n\n<p>\nروي أن النبي دعا فقال اللهم أعز الإسلام بابي [1] جهل بن هشام أو بعمر\nابن الخطاب وكان عمر رجلا شديد الشكيمة لا يرام ما وراء ظهره وقد أسلمت\nأخته فاطمة بنت الخطاب وهي تحت سعيد بن زيد بن عمرو بن نفيل وكان خباب بن\nالأرت ينتابها ويقرئها القرآن قال فتذاكرت قريش في ناديها أمر النبي صلى\nالله عليه وسلم وما يحدث من التفرق والالتيام فانتدب عمر له وخرج من بينهم\nمتوشحا بسيفه وهو يريد رسول الله وقد ذكر أنه في بيت الأرقم بن الأرقم عند\nالصفا فلقيه نعيم بن عبد الله النحام فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nله أين تريد يا عمر قال أريد هذا الصبي الذي فرق أمر قريش فأقتله فقال له\nنعيم لقد غرتك نفسك أترى أن بني عبد مناف تاركيك تمشي على الأرض [F؟ 172\nv؟] وقد قتلت ابن عمهم أفلا ترجع إلى أهلك فتقيم أمرهم قال عمر أي أهلي قال\nأختك وختنك فعدل عمر عن الطريق إليهما فإذا عندهم خباب يقرئهم القرآن ومعه\nصحيفة فيها سورة طه فلما أحسوا بعمر غيبوا خبابا وخبئوا الصحيفة فقال عمر\nما هذه الهينمة التي سمعتها وأنا على الباب قالوا ما سمعت إلا خيرا قال بلى\nوإني <span id='ms494'></span> قد أخبرت أنكما صبوتما وبطش بخباب فقامت أخته تكفه عنه فأصابتها شجة\n[1] فدبرا لذلك وأظهرا إسلامهما وقالا بلى قد أسلمنا فاصنع ما بدا لك\nفارعوى عمر وقال لأخته أعطيني هذه الصحيفة أنظر ما فيها وكان عمر كاتبا\nفقالت إني أخشاك عليها فأعطاها عهد الله وميثاقه أنه يردها فقالت إنك نجس\nوإنه لا يمسها إلا طاهر فقام عمر فاغتسل وأخذ الصحيفة وقرأ صدرا من السورة\nفأعجب به وألقى الله في قلبه الإسلام فخرج إليه خباب وقال يا عمر إني لا\nأرجو أن يكون الله قد خصك بدعوة نبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nقال عمر فأين محمد يا خباب قال في دار الأرقم عند الصفا فجاء عمر حتى قرع\nعليهم الباب فقام رجل من الصحابة فنظر من خلل الباب فرجع وهو فزع مذعور\nفقال هذا عمر متوشحا بسيفه فقال حمزة بن عبد المطلب إن كان جاء يريد خيرا\nبذلناه وإن كان يريد شرا قتلناه بسيفه فأذن له ونهض رسول الله صلى الله\nعليه وسلم فلقيه وأخذ بحجزته ثم جذبه جذبة شديدة فقال ما جاء بك يا ابن\nالخطاب فو الله ما أراك تنتهي حتى ينزل الله بك قارعة قال جئت [1] لأومن\nبالله ورسوله فقال النبي الله أكبر [2] وأسلم عمر وقال كم أنتم قال أربعون\nقال والله لا نعبد الله بعده سرا فخرج إلى الناس وأظهر الإسلام فقال ابن\nمسعود إن إسلام عمر كان فتحا وإن هجرته كانت نصرا وإن خلافته كانت رحمة وما\nكنا نقدر أن نصلي عند الكعبة حتى أسلم عمر،،،\n</p>\n\n<h3 class='l3' id='head101'>حلية عمر وسنه [3]</h3>\n\n<p>\nاختلفوا في ذلك فروى أهل الحجاز أنه كان أبيض أمهق [4] طوالا تعلوه حمرة\nوروى أهل العراق انه كان آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nشديد الأدمة ولا يختلفوا أنه كان أعسر يسر وهو الأضبط الذي يعمل بكلتي\nيديه وانه كان أروح [1] وهو الذي إذا مشى يتدانى عقباه وأنه كان طوالا حتى\nكأنه راكب والناس يمشون واستشهد سنة ثلث وعشرين قال ابن إسحاق وهو ابن خمس\nوخمسين سنة وزعم قوم أنه مات ابن ثلاث وستين سنة والله <span id='ms495'></span> أعلم،،،\n</p>\n\n<h3 class='l3' id='head102'>ذكر ولده</h3>\n\n<p>\nعبد الله بن عمر وعبيد الله بن عمر وعاصم بن عمر وزيد بن عمر ومجبر بن\nعمر وأبو شحمة بن عمر أما عبد الله فإنه يكنى أبا عبد الرحمن [2] أسلم مع\nأبيه بمكة وهو صغير وشهد المشاهد غير بدر وأحد لأنه رد لصغره وتوقى بمكة\nزمن الحجاج وهو ابن أربع وثمانين سنة سنة ثلاث وسبعين من الهجرة في العام\nالذي قتل فيه عبد الله بن الزبير ويقال أن الحجاج دس إلى رجل فسم زج رمحه\nثم طعن به في ظهر قدمه فمات وله [3] بنون وبنات منهم عبد الله بن عبد الله\nبن عمر أمه صفية بنت أبي عبيد أخت المختار بن أبي عبيد وعاصم وواقد وبلال\nوحمزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوسالم كان فقيها فاضلا وفيه يقول عبد الله بن عمر وكان محبا له [طويل]\n</p>\n\n<p>\nيلومونني في سالم وألومهم ... وجلده بين العين والأنف سالم\n</p>\n\n<p>\n[F؟ 173 r؟] وأما عبيد الله بن عمر بن الخطاب فكان شديد البطش وجرد سيفه\nيوم قتل عمر واستعرض العجم بالمدينة فقتل الهرمزان وابنته [1] وأبا لؤلؤة\nوجفينة رجلا فلما صارت الخلافة إلى علي عم أراد أن يقتص عنه فهرب إلى\nمعاوية وقتل بصفين وأما عاصم بن عمر بن الخطاب فولد أولادا منهم أم عاصم\nتزوجها عبد العزيز بن مروان فولدت له عمر بن عبد العزيز وأما زيد بن عمر\nفأمه أم كلثوم بنت علي عم مات هو وأم كلثوم في يوم واحد وأما أبو شحمة بن\nعمر فقتله الحد في الشراب ومجبر ابن عمر مات فهولاء العشرة الذين شهد لهم\nالنبي صلى الله عليه وسلم بالجنة والرضا ومنهم الخلفاء القائمون بالحق\nوالعاملون به ونعود الآن إلى تقديم من قدمه إسلامه،،،\n</p>\n\n<h2 class='l2' id='head103'>عمرو بن عبسة</h2>\n\n<p>\nهو أبو [2] نجيح السلمي من بني سليم روى الواقدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأنه قال كنت ثالثا في الإسلام أو رابعا وكان سبب إسلامه أنه كان يرغب عن\nعبادة الأوثان والأصنام فسأل حبرا من الأحبار عن دين يدين به الله عز وجل\nفأخبره أنه سيخرج نبي بمكة يدعو إلى دين الله <span id='ms496'></span> فلما سمع بالنبي صلى الله\nعليه وسلم جاء فقال من اتبعك على [1] هذا الأمر فقال حر وعبد أراد بالحر\nأبا بكر وبالعبد بلالا فأسلم ورجع إلى بلاده فلما قبض النبي عم سكن بالشام\nوبها توفي،،،\n</p>\n\n<h2 class='l2' id='head104'>أبو ذر الغفاري</h2>\n\n<p>\nاسمه جندب بن السكن ويقال بن جناده [2] وروى الواقدي أنه قال كنت خامسا\nفي الإسلام وكان رجلا شجاعا نصب في الطريق يقطع على أهله وحده ويغير على\nالصرمة في عماية الصبح ويسبق على قدميه الراكب وكان يتأله في الجاهلية\nويقول لا إله إلا الله قبل ظهور النبي صلى الله عليه وسلم بالدعوة فمر به\nركب من ضلة فقالوا يا أبا ذر إن ابن عبد المطلب يقول كما تقول فأخذ شيئا من\nبهش [3] يعني المقل وتزوده حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nقدم مكة قال فانتهى إلى النبي صلى الله عليه وسلم وهو راقد فنبه فقال\nأنعم صباحا فقال النبي ما أقول الشعر ولكنه قرآن أقرأه [1] فقال اقرأ فقرأ\n[2] عليه سورة فشهد أبو ذر شهادة الحق فأسلم ورجع إلى بلاده فجعل يعترض\nلعيرات قريش فيقطعها ويقول والله لا أرد عليكم شيئا ما لم تشهدوا بالحق فمن\nأسلم رد عليه ماله ولم يشهد بدرا ولا أحدا لأنه قدم المدينة بعدهما وكان\nمختصا بالنبي صلى الله عليه وسلم فقال ما أقلت الغبراء ولا أظلت الخضراء\nعلى ذي لهجة أصدق من أبي ذر كيف بك إذا أخرجت عن المدينة لقول الحق وقال\nإذا بلغ البناء سيفا من المدينة ولا أظن أمراؤك يدعونك قال أفلا أضرب بسيفي\nقال لا ولكن تسمع وتطيع فلما بلغ البناء سيفا خرج إلى الشام فمال الناس\nإليه يقولون أبو ذر فكتب معاوية [3] إلى عثمان أن الشام ليست لي بأرض ما\nدام أبو ذر فيها فكتب إليه عثمان أن أقدم فقدم وقال أخفتني قال أقم عندي\nتغدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nعليك اللقاح وتروح قال لا حاجة لي فيها ائذن [1] لي فأتي الربذة فسيره\nإليها فمات بها لقول النبي صلى الله عليه وسلم تعيش وحدك وتموت وحدك قالوا\nولما حضرته الوفاة قال <span id='ms497'></span> لامرأته وغلامه إذا أنا مت فاغسلوني [F؟ 173 V؟]\nوكفنوني واحملوني حتى تضعوني على قارعة الطريق فأي ركب طلع عليكم فقولوا\nهذا أبو ذر صاحب رسول الله صلى الله عليه وسلم فأعينونا بدفنه قالوا ففعلا\nذلك فكان أول ركب طلع عليهم عبد الله بن مسعود رضي الله عنه وأرضاه فقال\nصدق رسول الله صلى الله عليه وسلم قال في غزوة تبوك تموت وحدك وتعيش وحدك\nفنزل وصلى عليه وواراه وكانت وفاته سنة اثنتين وثلاثين ولا يعرف مبلغ سنه\nولا عقب له،،،\n</p>\n\n<h2 class='l2' id='head105'>خالد بن سعيد بن العاص بن أمية</h2>\n\n<p>\nروى الواقدي قال كنت خامسا في الإسلام وهو من المهاجرين الأولين الى أرض\nالحبشة [2] وكان يكتب لرسول الله صلى الله عليه وسلم بمكة والمدينة\nواستعمله على صدقات أهل اليمن فتوفي رسول الله صلى الله عليه وسلم قبل أن\nيرجع إليه فلما رجع لم يبايع أبا بكر ثلاثة أشهر ثم بايع وقتل بأجنادين [3]\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nأيام أبي بكر رضي الله عنه وزعم أبو اليقظان [1] أنه أسلم قبل أبي بكر\nوكان سبب إسلامه أنه رأى في المنام أنه على شفير نار وأبوه يدفعه فيها\nومحمد يدفعه عنها فلما أصبح عبر على أبي بكر فقصها عليه فقال هذا رسول الله\nفاتبعه وكان أبوه أبو أحيحة سعيد بن العاص مريضا فدخل عليه وذكر له الرؤيا\nفقال لئن رفعني الله من مضجعي هذا لا يعبد إله [2] ابن أبي كبشة بمكة فقال\nخالد فقلت اللهم لا ترفعه ثم جئت إلى النبي صلى الله عليه وسلم فأسلمت ولم\nيرفع الله أبا أحيحة حتى هلك\n</p>\n\n<p>\nوممن تقدم إسلامه أبو سلمة بن عبد الأسد\n</p>\n\n<p>\nاسمه عبد الله كان أخا رسول الله صلى الله عليه وسلم من الرضاعة وهاجر\nقبله إلى المدينة بسنة،،،\n</p>\n\n<h2 class='l2' id='head106'>مصعب بن عمير بن هاشم بن عبد مناف </h2>\n\n<p>\nكان فتى قريش جمالا وشبابا وعطرا وكان رسول الله صلى الله\nعليه وسلم في دار الأرقم فجعلت أمه تعذبه بأنواع العذاب ليدع دينه فما تركه\nحتى ظهر به الشحوب وأثر فيه الجوع فهاجر إلى الحبشة <span id='ms498'></span> ورجع ثم بعثه [3] النبي\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمع الأنصار إلى المدينة يعلمهم القرآن فيقال أنه أول من جمع بالمدينة\nواستشهد بأحد وقيل أن فيه نزلت وأما من خاف مقام ربه ونهى النفس عن الهوى\nفإن الجنة هي المأوى 79: 40- 41 قال الواقدي ما نظر إليه رسول الله صلى\nالله عليه وسلم إلا دمعت عيناه،،،\n</p>\n\n<h2 class='l2' id='head107'>عبد الله بن مسعود بن الحارث بن سمح بن مخزوم من هذيل </h2>\n\n<p>\nروي عن ابراهيم النخعي أنه كان رجلا\nقليلا قضيفا فطنا يكاد الجلوس تواريه وهو أول من أفشى القرآن بمكة وذلك أن\nأصحاب رسول الله صلى الله عليه وسلم قالوا إن أحدنا يشري نفسه لله فيجهر\nبهذا القرآن حتى تقر في أسماع قريش فقال عبد الله بن مسعود رضي الله عنه\nأنا أفعل ذلك وكان حسن الصوت فتوجه إلى الكعبة ورفع صوته بسورة الرحمن ثم\nانصرف وفي وجهه ما شاء الله وهو الذي جاء برأس أبي جهل بن هشام يوم بدر\nوتوفي في المدينة سنة اثنتين في خلافة عثمان بن عفان رضي الله عنه ومن ولده\nعبد الرحمن وعتبة وأبو عبيدة وقد نسلوا وأعقبوا ولعبد الله أخ يقال له عتبة\nبن مسعود وهو أيضا قديم الإسلام ومن ولده عون بن [F؟ 174 r؟] عبد الله بن\nعتبة بن مسعود كان صاحب فقه وحديث وهو الذي قال [وافر]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوأول ما نفارق [1] غير شك ... نفارق ما تقول [2] المرجئونا\n</p>\n\n<h2 class='l2' id='head108'>وممن سبق إسلامه من بني هاشم</h2>\n\n<h3 class='l3' id='head109'>أسلم بمكة وشهد بدرا حمزة ابن عبد المطلب</h3>\n\n<p>\nأسد الله وأسد رسوله رضي الله عنه ويكنى أبا عمارة وأبا يعلى واستشهد\nبأحد رضي الله عنه قتله وحشي غلام حرب بن مظعون [3] وكان له ابن يقال له\nعمارة مات ولم يعقب قال الواقدي كان حمزة رجلا قانصا كان يوما في مصيده\nورسول الله صلى الله عليه وسلم قد خرج إلى الحجون في حاجة له إذ تبعه أبو\nجهل [4] في رجل من سفهاء قريش فنالوا منه وآذوه وذر أبو جهل التراب على\nرأسه ووطئ برجله على عاتقه فلما نزل <span id='ms499'></span> حمزة نادته امرأته يا با عمارة لو رأيت\nما نال عمرو بن هشام من ابن أخيك فأقبل حمزة مغضبا حتى وقف على ناديهم فلما\nنظر إلى أبي جهل ضربه بالقوس فأوضحت في رأسه الشجة وقال وأشهد أن محمدا\nرسول الله فاصنعوا ما بدا لكم فلما أسلم حمزة عز به الدين والنبي صلى الله\nعليه،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head110'>جعفر بن أبي طالب ذو الجناحين</h3>\n\n<p>\nأسلم وهو دون ابن عشرين سنة وكان أمير القوم في الهجرة الثانية إلى\nالحبشة وقدم على رسول الله صلى الله عليه وسلم وهو بخيبر فاستقبله وقبل ما\nبين عينيه وقال لا أدري بأيهما أفرح بفتح خيبر أو بقدوم جعفر وقتل بمؤتة\nرحمه الله ورضى عنه وهو ابن ثلث وثلاثين سنة وولدت له أسماء بنت عميس\nالخثعمية بالحبشة أحمد بن جعفر وعدي بن جعفر وعبد الله بن جعفر وقد قال بعض\nالناس أن إسلام جعفر أقدم من إسلام حمزة وأما عقيل بن أبي طالب فإنه أسر\nيوم بدر مع العباس رضي الله عنه ثم أسلم،،،\n</p>\n\n<h2 class='l2' id='head111'>وممن سبق إلى الإسلام من بني عبد مناف</h2>\n\n<h3 class='l3' id='head112'>أبو حذيفة بن عتبة ابن ربيعة بن عبد مناف</h3>\n\n<p>\nأسلم وهاجر إلى الحبشة ومعه امرأته سهلة [1] بنت سهيل بن عمرو فولدت له\nمحمد بن أبي حذيفة فرخ قريش وهو الذي ألب على عثمان وذلك أنه كان تكفل به\nفلما أفضى الأمر إلى عثمان خرج محمد بن أبي حذيفة إلى مصر عاريا وتنسك\nوأظهر الطعن على عثمان ثم قتله معاوية ولا عقب له،،،\n</p>\n\n<h2 class='l2' id='head113'>وممن [2] سبق إسلامه من الناس</h2>\n\n<h3 class='l3' id='head114'>المقداد بن الأسود بن عبد المطلب</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            \n<p>\nمات بالمدينة سنة ثلث وثلاثين وهو ابن سبعين سنة وروي أنه ما كان مع\nالمسلمين من فرس يوم بدر إلا فرس المقداد بن الأسود،،،\n</p>\n\n<h3 class='l3' id='head115'>عمار بن ياسر</h3>\n\n<p>\nيكنى أبا اليقظان قال الواقدي أسلم عمار وصهيب بعد إسلام بضعة وثلاثين\nرجلا في دار الأرقم بن الأرقم وكان أبوه ياسر قدم من اليمن وحالف بني مخزوم\nثم أسلم وأسلمت أمه سمية فجعل بنو مخزوم يعذبونهم بالرمضاء إذا <span id='ms500'></span> حميت\nالظهيرة ويمر بهم رسول الله صلى الله عليه وسلم فيقول صبرا يا آل ياسر فإن\nموعدكم الجنة فقتلوا ياسرا وشدوا رجل سمية بين بعيرين ووجئوا قبلها بالرماح\nحتى قتلوها بعد ياسر بزمان طويل وعمار أعطاهم بلسانه ما طلبوا وفيه نزلت\nإلا من [F؟ 174 v؟] أكره وقلبه مطمئن بالإيمان 16: 106 وقتل بصفين ومن ولده\nمحمد بن عمار وله عقب،،،\n</p>\n\n<h3 class='l3' id='head116'>وأما صهيب بن سنان بن مالك</h3>\n\n<p>\nفزعم بعض الناس أنه من النمر ابن قاسط وزعم آخرون أن أباه كان غلاما\nعاملا لكسرى على الأبلة فأسرته الروم أعني صهيبا ونشأ عندهم ثم اشتراه عبد\nالله بن جدعان وبعث به إلى النبي صلى الله عليه وسلم وكان مزاحا فكها ولما\nهاجر النبي صلى الله عليه وسلم إلى المدينة أهدي إليه تمر فوقع صهيب يأكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوبه رمد فقال النبي عم أتأكل التمر وبك رمد قال إنما أمضغ بالناحية\nالأخرى فضحك النبي صلى الله عليه وسلم وله عقب،،،\n</p>\n\n<h3 class='l3' id='head117'>خباب بن الأرت</h3>\n\n<p>\nوهو من بنى سعد بن زيد مناة أصابه سبي فبيع بمكة وأمه كانت ختانة وقيل\nمقطعة البظور وخباب من فقراء المسلمين وخيارهم وكان به برص وابنه عبد الله\nبن خباب قتلته الخوارج فبذلك استحل علي عم قتلهم،،،\n</p>\n\n<h3 class='l3' id='head118'>الأرقم بن الأرقم المخزومي</h3>\n\n<p>\nهو الذي آوى رسول الله صلى الله عليه وسلم في داره عند الصفا حتى تكاملوا\nأربعين وكان آخرهم إسلاما عمر بن الخطاب وأرقم ممن هاجر وشهد بدرا،،،\n</p>\n\n<h3 class='l3' id='head119'>بلال بن رباح</h3>\n\n<p>\nوأمه حمامة أسلم فجعل مولاه أمية بن خلف الجمحي يعذبه ويطرحه على ظهره في\nنصف الظهيرة ويضع صخرة عظيمة على صدره ويقول لا تزال هكذا حتى تموت أو تكفر\nبمحمد وربه وهو يقول أحد أحد فمر به أبو بكر يوما فقال إلى متى تعذب هذا\nالمسكين قال أمية بن خلف أنت أفسدته فأنقذه قال نعم عندي غلام على دينك\nأجلد منه وأقوى فخذه مكانه فأخذه أبو بكر فأعتقه وكان رجلا أسود جهوري\nالصوت ومات بدمشق سنة عشرين،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head120'>أبو موسى الأشعري</h3>\n\n<p>\nواسمه عبد الله بن قيس قدم <span id='ms501'></span> على رسول الله صلى الله عليه وسلم في\nالأشعريين من اليمن فأسلموا قال ابن إسحاق فيما يروي [1] زياد بن عبد الله\nالبكائي [2] عنه أنه أسلم وهاجر إلى الحبشة مع المهاجرين الأولين وتوفي سنة\nاثنتين وخمسين ويقال سنة اثنتين وأربعين وله أولاد منهم أبو بردة بن أبى\nموسى وكان قاضيا وبلال ابن أبي بردة وكان قاضيا بالبصرة وفيه يقول ذو الرمة\n[طويل]\n</p>\n\n<p>\nفقلت لصيدح انتجعي [3] بلالا\n</p>\n\n<h3 class='l3' id='head121'>العلاء بن الحضرمي</h3>\n\n<p>\nواسم الحضرمي عبد الله بن ضمار وبعثه رسول الله صلى الله عليه وسلم إلى\nصاحب البحرين المنذر بن ساوي فأسلم وعبر العلاء إلى دارين [4] فخاض البحر\nعلى فرسه وانتجع أسياف فارس وحمل من مال البحرين مالي رسول الله صلى الله\nعليه وسلم مائة ألف وثمانين ألف درهم وتوفي في أيام عمر رضي الله عنهما،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head122'>عثمان بن مظعون [1]</h3>\n\n<p>\nمن بني جمح يكنى أبا السائب قديم الإسلام وهو الذي افتتح الأبلة في خلافة\nعمر واختط البصرة وأسس مسجدها وروي عنه أنه قال رأيتني [2] وأنا سابع سبعة\nمع رسول الله صلى الله عليه وسلم وما لنا طعام إلا ورق الشجر حتى قرحت\nأشداقنا فما أصبح منا اليوم أحد حيا إلا وهو أمير على مصر فهولاء المشهورون\nمن مهاجري الصحابة السابقين إلى الإسلام والهجرة وروي عن قتادة أنه قال من\nصلى إلى القبلتين فهو من المهاجرين الأولين،،،\n</p>\n\n<h2 class='l2' id='head123'>وممن تأخر إسلامه من الصحابة [F؟ 175 r؟]</h2>\n\n<h3 class='l3' id='head124'>النعمان بن مقرن [3] </h3>\n\n<p>\nأمير المسلمين يوم نهاوند وبها قتل ونبت\nالشقائق على قبره فقيل شقائق النعمان،،،\n</p>\n\n<h3 class='l3' id='head125'>جرير بن عبد الله البجلي</h3>\n\n<p>\nكان ينقل [4] في ذروة البعير لطول قامته ويقال له يوسف هذه الأمة لجماله\nوكماله وحسن فعاله،،،\n</p>\n\n<h3 class='l3' id='head126'>عثمان بن العاص الثقفي</h3>\n\n<p>\nكان يكتب لرسول الله صلى الله عليه وسلم واستعمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الطائف وهو الذي افتتح أسياف فارس وبني توج [1] بفارس وبها ولد،،،\n</p>\n\n<h3 class='l3' id='head127'>عكاشة بن محصن الأسدي</h3>\n\n<p>\nوهو ممن يدخل الجنة بغير حساب [2] وقتله طليحة يوم بزاخة [3] ،،،\n</p>\n\n<h3 class='l3' id='head128'>المغيرة بن شعبة</h3>\n\n<p>\nمن ثقيف وكان أعور من دواهي العرب ومات بالكوفة بالطاعون وكان أميرها من\nقبل معاوية <span id='ms502'></span> وكان يزعم أنه أحدث الناس عهدا برسول الله صلى الله عليه وسلم\nلأنه ألقى خاتمه في قبره ثم نزل ليأخذه وكذبه علي وابن عباس وقالا بل كان\nذلك قثم ابن العباس لأنه كان أصغر القوم ومن ولد المغيرة عروة من أم الحجاج\nبن يوسف كانت تحته والعقار [4] وحمزة ابنا عروة بن المغيرة وأخو المغيرة\nعروة بن مسعود أسلم ودعا قومه فقتلوه فقال النبي عم وهو من الساقين [5] ،،،\n</p>\n\n<h3 class='l3' id='head129'>العباس بن عبد المطلب رضي الله عنه</h3>\n\n<p>\nيكنى أبا الفضل كان ولد قبل الفيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p104'> Vol. 05, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nبثلث سنين وعاش تسعا وثمانين سنة ثم كف بصره ومات بالمدينة في زمن عثمان\nبن عفان وكان قصير القامة طويل اللحية وأسر يوم بدر فافتدي وأسلم وولد اثني\nعشر نقيبا قال أبو صالح ما رأينا بني أب قط أبعد قبورا من بني العباس مات\nالفضل بالشام ومات عبيد الله بالمدينة ومات عبد الله بالطائف ومات قثم\nبسمرقند،،،\n</p>\n\n<h3 class='l3' id='head130'>عبد الله بن العباس رضي الله عنه</h3>\n\n<p>\nبحر هذه الأمة يكنى أبا العباس وتوفي رسول الله صلى الله عليه وسلم وهو\nابن خمس عشرة سنة ويقال ثلث عشرة وعاش ثلثا وسبعين سنة ومات بالطائف في\nفتنة ابن الزبير بعد ما كف بصره سنة ثمان وستين فضرب محمد بن الحنفية\nفسطاطا على قبره وروى طائر جاء حتى دخل في كفنه فقيل فيه [خفيف]\n</p>\n\n<p>\nإنما الطير علمه زال معه ... ذاك فينا اليقين والبرهان\n</p>\n\n<p>\nوولد عبد الله بن العباس ثمانية نفر منهم علي بن عبد الله أبو الخلفاء\nواختلفوا في مولده فروى أنه ولد في ليلة قتل فيها علي ابن أبي طالب رضي\nالله عنه وروي أنه ولد قبل ذلك فحنكه علي بيده وسماه عليا وقال هاك أبو\nالأملاك وكان سيدا شريفا يصلي كل يوم ألف ركعة تحت الشجر وذلك أنه كان له\nحائط فيه خمسمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p105'> Vol. 05, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nأصل زيتون فجعل يصلي كل يوم إلى كل أصل ركعتين وكان يسمى ذا الثفنات [1]\nوضربه الوليد بن عبد الملك بالسياط مرتين لقوله أن هذا الأمر سيكون في ولدي\nوولد <span id='ms503'></span> علي بن عبد الله بن العباس محمدا وعبد الله وكان بينه وبين أبيه أربع\nعشرة سنة فولد محمد بن علي أبا العباس السفاح وأبا جعفر المنصور من\nالحارثية وهي امرأة من بني الحارث بن كعب،،،\n</p>\n\n<h3 class='l3' id='head131'>عمرو بن العاص الثقفي</h3>\n\n<p>\nأبو الأبناء [2] المشهورين أسلم هو وخالد بن الوليد [F؟ 175 v؟] سنة ست\nمن الهجرة وكان سبب إسلام عمرو أنه لما خرج إلى الحبشة في شأن جعفر ومن\nهاجر معه من المسلمين فقال للنجاشي ادفع إلي هؤلاء لأضرب أعناقهم فقال\nالنجاشي تسألني أن أعطيك رهط نبي الله الناموس الأكبر الذي كان يأتي موسى\nبن عمران عم لتقتلهم [3] فوقع في قلبه الإسلام فلما كان وقت إسلامه خرج\nقاصدا إلى النبي صلى الله عليه وسلم فلقيه خالد بن الوليد وهو يريد الإسلام\nفقال إلى أين يا أبا سليمان قال لقد استقام أمر الميم وأن الرجل لنبي الله\nفأسلم فقال عمرو والله ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nجئت إلا لذلك فقدما المدينة فأسلما وبايعا وكان عمرو من دواهي العرب ومات\nسنة اثنتين وأربعين بمصر في أيام معاوية ويقال إحدى وخمسين وهو ابن ثلث\nوتسعين فصلى عليه ابنه عبد الله بن عمرو يوم الفطر ثم صلى بالناس العيد،،،\n</p>\n\n<h3 class='l3' id='head132'>عبد الله بن عمرو بن العاص بن وائل بن سهم بن هصيص بن كعب بن لؤي </h3>\n\n<p>\nوكان يقرأ بالسريانية ويضرب بسيفين ومات\nبمكة ويقال بمصر ومن ولده محمد بن عبد الله بن عمرو ومن ولد محمد شعيب بن\nمحمد ومن ولد شعيب عمرو بن شعيب يروي الحديث عن أبيه عن جده،،،\n</p>\n\n<h2 class='l2' id='head133'>وممن أسلم عام الفتح وبعده</h2>\n\n<h3 class='l3' id='head134'>عتاب بن أسيد بن العيص بن أبي العيص بن أمية</h3>\n\n<p>\nأسلم عام الفتح واستعمله\nالنبي صلى الله عليه وسلم حتى خرج إلى حنين ومن ولده عبد الرحمن بن عتاب بن\nأسيد يعسوب قريش شهد الجمل مع عائشة واحتملت عقاب كفه لما قطع وطرحته\nباليمامة فعرف بخاتمه ومات عتاب يوم مات أبو بكر رضي الله عنه\n</p>\n\n<h3 class='l3' id='head135'>أبو سفيان صخر بن حرب بن أمية بن عبد شمس</h3>\n\n<p>\nأسلم قبل الفتح <span id='ms504'></span> وذهبت إحدى عينيه بحنين\nوالأخرى باليرموك ومات بالمدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nفي خلافة عثمان بن عفان وهو ابن ثمان وثمانين سنة ومن ولده معاوية بن أبي\nسفيان أسلم عام الفتح وولى الشام لعمر وعثمان عشرين سنة وأمر عليها عشرين\nسنة ومات بدمشق سنة ستين من الهجرة وهو ابن ثمان وسبعين سنة فيما يروى ابن\nإسحاق وقد قيل ابن اثنين وثمانين سنة،،،\n</p>\n\n<h3 class='l3' id='head136'>والمؤلفة قلوبهم</h3>\n\n<p>\nكلهم أسلموا عام الفتح وبعده ومنهم أبو سفيان ومعاوية وسهيل بن عمرو\nوحويطب بن عبد العزى وصفوان بن أمية وعكرمة بن أبي جهل والحارث بن هشام أخو\nأبي جهل بن هشام وعيينة بن حصن بن بدر والأقرع بن حابس والعباس بن مرداس\nوجبير بن مطعم والزبرقان وقيس بن مخرمة،،،\n</p>\n\n<h2 class='l2' id='head137'>وممن أسلم في الوفود</h2>\n\n<h3 class='l3' id='head138'>حجر بن عدي </h3>\n\n<p>\nوفد على رسول الله صلى الله عليه وسلم وشهد القادسية والجمل\nوصفين وكان من شيعة علي فقتله معاوية [1] بعد ما أعطى الحسن بن علي الأمان\nلشيعة علي ولحجر خاصة،\n</p>\n\n<h3 class='l3' id='head139'>عدي بن حاتم الطائي</h3>\n\n<p>\nشهد مع علي الجمل ومات أيام المختار بن أبي عبيد وقد بلغ من السن مائة\nوعشرين سنة،،،\n</p>\n\n<h3 class='l3' id='head140'>لبيد بن ربيعة العامري</h3>\n\n<p>\nالشاعر وفد فأسلم ولم يقل بعد الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nبيتا من الشعر ومات وهو ابن مائة وسبع وخمسين سنة،،،\n</p>\n\n<h3 class='l3' id='head141'>عمرو بن معديكرب</h3>\n\n<p>\nوفد فأسلم ثم ارتد بعد وفاة النبي صلى الله عليه وسلم وقتل بنهاوند رحمه\nالله ورضي الله عنه.\n</p>\n\n<h3 class='l3' id='head142'>الأشعث بن قيس</h3>\n\n<p>\nمن كندة وفد فأسلم ثم ارتد ثم أسلم وزوجه أبو بكر أخته أم فروة بنت أبي\nقحافة وابنه عبد الرحمن بن الأشعث خرج على [F؟ 176 r؟] الحجاج بن يوسف\nوخرجت القرامطة وكان الأشعث أسر فافتدي بثلاثة آلاف بعير ومات سنة\nأربعين،،،\n</p>\n\n<h3 class='l3' id='head143'>قيس بن عاصم المنقري</h3>\n\n<p>\nسيد بني تميم وفد على الرسول فأسلم وقال له النبي صلى الله عليه وسلم أنت\nسيد أهل الوبر وفيه يقول الشاعر [طويل]\n</p>\n\n<p>\nوما كان قيس هلكه هلك واحد ... ولكنه بنيان قوم تهدما\n</p>\n\n<h3 class='l3' id='head144'>عمرو بن الحمق.</h3>\n\n<p>\nأسلم في حجة الوداع وكان من شيعة علي عم قتله عامل <span id='ms505'></span> معاوية بالموصل،،،\n</p>\n\n<h3 class='l3' id='head145'>عبد الله بن عامر بن كريز [1] </h3>\n\n<p>\nابن خالة عثمان بن عفان وهو الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nافتتح عامة فارس وخراسان وكابل واتخذ النباج والقريتين [1] بالمدينة وروى\nعن النبي صلى الله عليه وسلم حديثا واحدا وهو من قتل دون ماله فهو شهيد،،،\n</p>\n\n<h3 class='l3' id='head146'>يعلى بن منية</h3>\n\n<p>\n[2] ويقال ابن أمية فأمية أبوه ومنية [2] أمه وأسلم عام الفتح وجاء بابنه\nإلى النبي صلى الله عليه وسلم فقال بايعه على الهجرة فقال لا هجرة بعد\nالفتح،،،\n</p>\n\n<h3 class='l3' id='head147'>إسلام سلمان الفارسي</h3>\n\n<p>\nرضي الله عنه وهو يكنى أبا عبد الله ومات بالمدائن في خلافة عثمان وكان\nواليا عليها روى ابن إسحاق والواقدي وغيرهما أنه قال كنت ابن دهقان قرية جي\nمن أصبهان وبلغ من حب أبي إياي أن حبسني في البيت كما تحبس الجارية واجتهدت\nفي المجوسية حتى صرت قطن بيت النار قال وأرسلني أبي يومئذ إلى ضيعة له\nفمررت بكنيسة النصارى فدخلت إليهم فأعجبني صلاتهم فقلت دين هؤلاء خير من\nديني فسألتهم أين أصل هذا الدين قالوا بالشام فهربت من والدي حتى قدمت\nالشام ودخلت على الأسقف وجعلت أخدمه وأتعلم منه حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nحضرته الوفاة فقلت الى من توصي بن فقال قد هلك الناس وتركوا دينهم إلى\nرجل بالموصل فالحق به فلما قضى نحبه لحقت بالرجل الذي أوصى به فلم يلبث ذلك\nإلا قليلا حتى مات فقلت إلى من توصي بي قال ما أعلم رجلا بقي على الطريقة\nالمستقيمة إلا واحدا بنصيبين قال فلحقت بصاحب نصيبين وتلك الصومعة اليوم\nباقية بعد وهي التي تعبد فيها سلمان قبل الإسلام قال واحتضر صاحب نصيبين\nفبعثني إلى رجل بعمورية من أرض الروم قال فأتيته فأقمت عنده واكتسبت بقيرات\nوغنيمات فلما نزل به سلطان الموت قلت له بمن توصي بي قال قد ترك الناس\nدينهم وما بقي أحد منهم على الحق وأنه لقد أظل زمان نبي مبعوث بدين إبراهيم\nيخرج بأرض العرب مهاجرا إلى أرض بين حرتين بها نخل قلت وما علامته قال يأكل\nالهدية ولا يأكل الصدقة بين كتفيه خاتم النبوة قال <span id='ms506'></span> ومر بي ركب من كلب فخرجت\nمعهم فلما بلغوا وادي القرى ظلموني وباعوني من يهودي فكنت أعمل له في زرعه\nونخله فبينا أنا عنده إذ قدم ابن عم له فابتاعني منه وحملني إلى المدينة فو\nالله ما هو إلا أن رأيتها فعرفتها وبعث الله محمدا بمكة ولا أسمع بشيء منه\nفبينا أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nفي رأس نخلة إذ أقبل ابن عم لسيدي فقال قاتل الله بني قيلة قد اجتمعوا\nعلى رجل بقباء قدم عليهم من مكة يزعمون انه نبي فأخذتني العرواء والانتفاض\nونزلت عن النخلة وجعلت استقصي في السؤال قال فما كلمني سيدي كلمة بل قال\nأقبل على شأنك ودع ما لا يعنيك قال فلما أمسيت أخذت شيئا كان عندي من التمر\nفأتيت به النبي صلى الله عليه وسلم فقلت بلغني أنك رجل صالح وأن لك أصحابا\nغرباء ذوي حاجة وهذا شيء كان عندي للصدقة فرأيتكم أحق به من غيركم [F؟ 176\nv؟] فقال النبي صلى الله عليه وسلم كلوا وأمسك فقلت في نفسي هذه واحدة\nوانصرفت فلما كان من الغد أخذت ما كان بقي عندي من التمر فأتيت به وقلت إني\nرأيتك لا تأكل الصدقة وهذه هدية منى فقال صلعم كلوا وأكل معهم فعلمت أنه هو\nفأكببت عليه أقبله وأبكي فقال ما لك فقصصت عليه القصة فأعجبه ثم قال يا\nسلمان كاتب صاحبك فكاتبته على ثلاثمائة نخلة أحييها بالفقير [1] وأربعين\nأوقية فقال رسول الله صلى الله عليه وسلم أعينوا أخاكم فأعانوني بالنخل حتى\nاجتمعت لي ثلاثمائة ودية فقال يا سلمان اذهب ففقر لها ثم اذنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p112'> Vol. 05, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nففقرت ثم آذنته [1] فجاء فوضعها بيده فو الله ما ماتت منها ودية وأتاه من\nبعض المغازي مال فأعطاني منه فقال أد كتابك فأديت وعتقت وفاتني بدر وأحد\nلشغلي برقي وشهدت الخندق وزعم قوم أن سلمان عاش مائتي سنة ونيفا وسئم\nاليهودية والمجوسية والنصرانية،،،\n</p>\n\n<h3 class='l3' id='head148'>إسلام أبي هريرة</h3>\n\n<p>\nأتى النبي صلى الله عليه وسلم بخيبر سنة سبع من الهجرة فأسلم [2]\nواختلفوا في اسمه فقال الواقدي اسمه عبد الله بن عمرو وقال <span id='ms507'></span> غيره عبد شمس\nوقيل عبد الرحمن بن صخر ويقال غير ذلك ولقب أبا هريرة بهرة صغيرة كان يلعب\nبها فاستعمله مروان بن الحكم على المدينة ومات في أيام معاوية وكان يقول\n[3] نشأت يتيما وهاجرت مسكينا وكنت لبشر بن غزوان أجيرا بطعام بطني وعقبة\nرجلي فكنت أخدم إذا نزلوا وأحدو إذا ركبوا فروحنيها [4] الله فالحمد لله\nالذي جعل الإسلام قواما وجعل أبا هريرة إماما،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head149'>ذكر من أسلم من الأنصار رضي الله عنهم [1] أجمعين</h2>\n\n<h3 class='l3' id='head150'>أولهم أسعد بن زرارة</h3>\n\n<p>\nأسلم عند العقبة بمنى وقطبة بن عامر ومعاذ بن عفراء وعوف ابن عفراء [2]\nوعقبة بن عامر وجابر بن عبد الله هؤلاء الستة ثم أسلم في العام القابل اثنا\nعشر نفرا أولهم أبو الهيثم بن التيهان وأبو عبد الرحمن بن ثعلبة [و] ذكوان\nبن عبد القيس ورافع بن مالك وعويم ابن ساعدة [3] وعبادة بن الصامت ثم قدم\nفي العام الثالث سبعون رجلا منهم رئيسهم البراء بن معرور فأسلم وبعث النبي\nصلى الله عليه وسلم معهم مصعب بن عمير وكان يقال له المهدي فأول من أسلم\nبدعائه بالمدينة سعد بن معاذ وأسيد بن حضير ونشأ الإسلام بالمدينة واسعد بن\nزرارة من الأنصار أسلم عند العقبة وبايع على النصرة وهو رأس النقباء وكان\nيقول في الجاهلية بالتوحيد فلما قدم النبي صلى الله عليه وسلم المدينة لم\nيلبث إلا قليلا حتى مات فأوصى ببناته إلى النبي صلى الله عليه وسلم فكن في\nحجره حتى أدركن وزوجهن قال الواقدي خطب نبيط بن جابر الفارعة بنت أسعد بن\nزرارة فزوجه رسول الله صلى الله عليه وسلم وجهزها وقال لهم ليلة الزفاف\nقولوا أتيناكم أتيناكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nفحيونا نحييكم ولو [لا] الحنطة السمراء لم تسمن عذاريكم ولولا الذهب\nالأحمر لم نحلل بواديكم،،،\n</p>\n\n<h3 class='l3' id='head151'>سعد بن عبادة</h3>\n\n<p>\nسيد الخزرج كان يسمى الكامل في الجاهلية لأنه كان يحسن الكتابة والرمي\nوالعوم وهو الذي تلكأ [1] عن بيعة أبي بكر واعتزل في سقيفة بني ساعدة وقال\nمنا أمير ومنكم أمير ثم خرج إلى الشام [F؟ 177 r؟] ومات بها في خلافة <span id='ms508'></span> عثمان\nبن عفان رضي الله عنه ويقال نهشه الحية ومن ولده قيس بن سعد بن عبادة\nالداهي الشجاع الفطن وهو من شيعة علي عم وكان للنبي صلى الله عليه وسلم\nبمنزلة الشرطي يهابه الناس ما لا يهابون غيره وكان صاحب راية الأنصار يوم\nبدر،،،\n</p>\n\n<h3 class='l3' id='head152'>سعد بن معاذ</h3>\n\n<p>\nأصابه يوم الخندق نشابة فقطعت منه الا كحل فلما قضي في بني قريظة [2]\nبقتل الرجال وسبي النساء انفجر عليه وانبعث حتى مات وقال صلى الله عليه\nوسلم لقد اهتز العرش لموت سعد،،،\n</p>\n\n<h3 class='l3' id='head153'>عبادة بن الصامت</h3>\n\n<p>\nعقبي بدري أحدى [3] مات بالرملة زمن معاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head154'>جابر بن عبد الله</h3>\n\n<p>\nقال جابر أنا وأخي وخالي من أصحاب العقبة وذهب بصره في آخر عمره وهو آخر\nمن مات بالمدينة من الصحابة في قول بعضهم،،،\n</p>\n\n<h3 class='l3' id='head155'>ذكر من أسلم من الأنصار بعد مقدم النبي صلى الله عليه وسلم </h3>\n\n<p>\nروى الواقدي أن زيد بن ثابت قال قدم رسول الله صلى\nالله عليه وسلم المدينة وأنا ابن إحدى عشر سنة وأول هدية دخلت على رسول\nالله صلى الله عليه وسلم قصعة مثرودة خبزا وسمنا ولبنا بعثتها أمى فوضعتها\nبين يدي رسول الله صلى الله عليه وسلم فقال بارك الله فيك قال وأمره أن\nيتعلم كتاب يهود فعلمه في بضع عشرة ليلة وكتب لأبي بكر وعمر ومات في زمن\nمعاوية ومن ولده خارجة بن زيد بن ثابت قال رأيت في المنام كأني بنيت سبعين\nدرجة لي قد أكملتها فمات بالمدينة،،،\n</p>\n\n<h4 class='l4' id='head156'>أبي بن كعب الأنصاري</h4>\n\n<p>\nيكنى أبا المنذر كان يكتب في الجاهلية والإسلام وتوفي في خلافة عثمان\nفصلى عليه وقيل اليوم مات سيد المسلمين،،،\n</p>\n\n<h4 class='l4' id='head157'>أبو طلحة الأنصاري</h4>\n\n<p>\nاسمه زيد بن سهل قتل يوم حنين عشرين وهو يقول [رجز]\n</p>\n\n<p>\nأنا أبو طلحة واسمي زيد ... وكل يوم في سلاحي صيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت أم سليم أم\n</p>\n\n<h4 class='l4' id='head158'>أنس بن مالك</h4>\n\n<p>\nتحته ومات ابو طلحة في خلافة عثمان بالمدينة،،،\n</p>\n\n<p>\nأنس بن مالك\n</p>\n\n<p>\nكناه رسول الله صلى الله عليه وسلم أبا حمزة قال أنس قدم رسول الله صله\nالمدينة وأنا ابن <span id='ms509'></span> عشر سنين فخدمته عشر سنين ومات وأنا بن عشرين سنة وعاش\nأنس مائة وأربع سنين وهو آخر من مات بالبصرة في أيام الحجاج بن يوسف ولم\nيمت حتى رأى من صلبه مائة ذكر،،،\n</p>\n\n<h4 class='l4' id='head159'>أبو أيوب الأنصاري</h4>\n\n<p>\nخالد بن زيد بركت ناقة النبي صلى الله عليه وسلم ببابه فنزل عليه سبعة\nأشهر حتى بنى بيوته ومات بأرض الروم غازيا مع يزيد بن معاوية أشقى الأشقياء\nفدفن في أصل سور القسطنطينية فالروم إذا قحطوا كشفوا عن قبره فيمطروا وله\nعقب،،،\n</p>\n\n<h4 class='l4' id='head160'>عويم بن مالك</h4>\n\n<p>\nمات بالشام زمن عثمان وكان آخر داره إسلاما،،،\n</p>\n\n<h4 class='l4' id='head161'>معاذ بن جبل الخزرجي</h4>\n\n<p>\nشهد بدرا ومات بالشام في طاعون عمواس وهو ابن ثمان وستين سنة وكان سبب\nإسلامه أن عبد الله بن رواحة كان أخا له في الجاهلية [F؟ 177 v؟] وكان\nلمعاذ بن جبل صنم فأتى عبد الله منزل معاذ ومعاذ غائب ففلذ صنمه فلذا فلما\nرجع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p117'> Vol. 05, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nمعاذ وجد امرأته تبكي فقال ما وراءك فأخبرته بصنيع ابن رواحة بإلهه فتفكر\nمعاذ في نفسه وقال لو كان عند هذا طائل لامتنع ثم جاء إلى عبد الله بن\nرواحة وقال انطلق بنا إلى رسول الله فانطلق به فأسلم ولم يبق من عقب معاذ\nأحد،،،\n</p>\n\n<h4 class='l4' id='head162'>عبد الله بن سلام</h4>\n\n<p>\nاسمه الحصين وسماه رسول الله صله عبد الله وهو من شيعة عثمان بن عفان روي\nعنه أنه قال كان أبي يدرسني التوراة فأتينا على ذكر رسول الله صله فقال لي\nإن كان من بني إسرائيل فاتبعه وإن كان من العرب فلا تتبعه قال عبد الله\nفلما نظرت إلى وجه رسول الله صله علمت أنه ليس بوجه كذاب فجاء وسأل النبي\nعن ثلاثة أشياء عن أول نزل أهل الجنة وعن السواد في وجه القمر وعن آية [1]\nالشبه من أين هو فقال النبي صلى الله عليه وسلم أما نزل أهل الجنة فلام\nونون وأما السواد الذي في القمر فإنهما كانا شمسين فمحاه الله عز وجل أما\nآية الشبه فأي النطفتين سبقت إلى الرحم فالولد شبيه به فأسلم عبد <span id='ms510'></span> الله ثم\nقال يا رسول الله إن اليهود قوم خبث بهت وإن علموا بإسلامي بهتوني عندك\nفدعا رسول الله صلى الله عليه وسلم أحبار يهود وغيب عبد الله عنهم وقال كيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p118'> Vol. 05, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن سلام فيكم قالوا سيدنا وحبرنا وعالمنا قال فإن أسلم تسلمون\nقالوا هو لا يترك دينه فقال اخرج يا عبد الله بن سلام فخرج وقال أشهدكم\nالله أتعرفون كذا وكذا يقررهم بأمور فقالوا قد ذهب عقلك،،،\n</p>\n\n<h4 class='l4' id='head163'>حسان بن ثابت الأنصاري</h4>\n\n<p>\nشاعر وأبوه شاعر وابن حسان عبد الرحمن شاعر وابن عبد الرحمن سعد شاعر\nوانقرض ولده وكان حسان يضرب بعذبة لسانه روثة أنفه وعاش مائة وعشرين سنة\nستين في الجاهلية وستين في الإسلام ولم يشهد حربا قط من جبنه،،،\n</p>\n\n<h4 class='l4' id='head164'>سهل بن حنيف الأنصاري</h4>\n\n<p>\nوهو الذي لما قدم النبي صلى الله عليه وسلم المدينة أمره أن يكسر الأصنام\nفجعل يكسرها ويستوقد بها وكان من شيعة على عم ومات بالكوفة وصلى علي عليه\nوكبر ستا أو خمسا وأخوه عثمان بن حنيف استعمله على البصرة وكان سهل بعثه\nعمر رضي الله عنه على العراق فمسحها وجعل الخراج عليه،،،\n</p>\n\n<h4 class='l4' id='head165'>خوات بن جبير</h4>\n\n<p>\nصاحب ذات النحيين الخزرجي وأخوه عبد الله ابن جبير أمير الرماة يوم أحد\nوقال النبي صلى الله عليه وسلم لخوات ما فعل بعيرك الشارد قال ما شرد منذ\nأسلمت،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p119'> Vol. 05, p. 119</a>\n            </div>\n            \n</p>\n\n<h4 class='l4' id='head166'>محمد بن مسلمة الأنصاري</h4>\n\n<p>\nقاتل كعب بن الأشرف واتخذ سيفا من خشب بعد وفاة رسول الله صلى الله عليه\nوسلم ولم يشهد شيئا من حروب الفتن إلى أن مات وله من البنين عشرة ومن\nالبنات ست وقد قلنا لك يرحمك الله في صدر هذا الفصل أن هذا من صناعة أصحاب\nالحديث وأن استيفاء عددهم غير ممكن وإنما أتينا بما أتينا به لحاجة الناظر\nفي الفصول التي تتلو هذا الفصل في أيام الخلافة وحوادث الفتن إلى معرفة\nأسماء من ذكرنا قصته وخبره [F؟ 178 r؟] وإلا لذهب بهاء ذلك الكلام وانقطع\nنظامه وخرج عن القصد الذي أردناه من الإيضاح والإيجاز فليعرف الناظر مرادنا\nفي سوق <span id='ms511'></span> هذه الأسامي والله الموفق والمعين ويتبع هذا الفصل اختلاف أهل\nالإسلام في مذاهبهم وتباين مقالاتهم وآرائهم ليبين بعده تأريخ الخلفاء من\nالصحابة وأيام بني أمية وولد العباس ويكون خاتمة الكتاب على موجب الحال إن\nشاء الله تعالى،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p120'> Vol. 05, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>الفصل التاسع عشر في مقالات أهل الإسلام</h1>\n\n<p>\nأعلم أن الاختلاف في هذه الأمة وقع مبتدئا من الصدر الأول ثم هلم جرا إلى\nيومنا هذا ولا يدرى ما هو كائن بعد،،، ظهر رسول الله صلى الله عليه وسلم\nوأهل الأرض كفار على اختلاف ما بينهم من اليهودية والنصرانية والشرك\nوالإلحاد إلا بقايا متفرقين بقيت منهم بقية من الذين [1] يمسكونها وأفراد\nيدكوا [2] ما هم فيه من الضلالة وجعلوا يطلبون دينا فمنهم من لم يخترم حتى\nأدرك ما طلب مثل أبو [3] الهيثم بن [4] التيهان وأسعد بن زرارة وأبي ذر\nالغفاري وسلمان الفارسي وأبي قيس صرمة بن أبى أنس [5] ومنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p121'> Vol. 05, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nمن مات على هدى مثل زيد بن عمرو بن نفيل وورقة بن نوفل وقس [1] بن ساعدة\nوبحيرا وأرباب [2] وعداس سمعوا مناديا ينادي قبل مبعث النبي صله خير أهل\nالأرض أرباب [2] وبحيرا الراهب وآخر لم يأت بعد يعني النبي صلى الله عليه\nوسلم ومنهم من طلب وتنصر ثم غلب عليه الشقاوة فارتكس وعاد إلى الضلالة مثل\nأبي عامر الراهب وأبي حنظلة العقيلي وأمية بن أبي الصلت الثقفي ولكل واحد\nقصة نذكرها في موضعها إن شاء الله تعالى، فلما خرج رسول الله صله ودعا\nالخلق إلى الله آمن من أجابه وكفر من رده وصاروا فرقتين مؤمن وكافر ثم لما\nخرج إلى المدينة حسده قوم فنافقوه فأظهروا الإسلام وأسروا الكفر فصار الناس\nثلث فرق كافر ومؤمن ومنافق وارتد قوم في عهد النبي صلى الله عليه وسلم مثل\nعبد الله بن أبي سرح القرشي [3] ومقيس بن صبابة الفهري وكعب [4] بن الأشرف\nوادعى قوم النبوة مثل مسيلمة الكذاب والأسود العنسي [5] هذا ما كان في عهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p122'> Vol. 05, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم وكله باق إلى يومنا هذا الكفر والنفاق والتنبي\nفلما قبض النبي صلى <span id='ms512'></span> الله عليه وسلم اختلفوا في الإمامة فتنازعها المهاجرون\nوالأنصار ثم رجعوا إلى قول أبي بكر رضي الله عنه ان الأئمة من قريش إلا سعد\nابن عبادة فإنه قال والله لا أبايع قرشيا [1] أبدا وبقي ذلك الاختلاف إلى\nيومنا هذا فمنهم من يجيز الإمامة من أفناء الناس ومنهم من يقصرها على قريش\nثم الخلاف الثاني وقع في شان الردية فرأى أبو بكر رضي الله عنه جهادهم\nبالسيف ورأى المسلمون خلاف ذلك ثم رجع أكثرهم إلى قول أبي بكر وبقي الخلاف\nفإن من الناس من يقول كان قتالهم خطاء ثم الخلاف الثالث زمن عثمان رضي الله\nعنه أعانه قوم وقعد عن نصرته قوم ورأوا قتله حقا فهذا الخلاف باق ومن\nالعثمانية من يفضلونه على أبي بكر وعمر ثم الخلاف [F؟ 178 v؟] الرابع وقع\nفي خروج طلحة والزبير وعائشة وأم حبيبة وزيد بن ثابت والنعمان بن بشير [2]\nوكعب بن عجرة وأبو سعيد الخدري ومحمد بن مسلمة والوليد بن عقبة وعمرو بن\nالعاص في بيعة علي عم وقولهم لا نراك أهلا لهذا الأمر فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p123'> Vol. 05, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nانقضى أمر الجمل وقتل طلحة والزبير بن العوام بايعوه كلهم إلا معاوية\nوعمرو كان من أمرهم ما كان،،،\n</p>\n\n<h2 class='l2' id='head168'>ذكر فرق الشيعة</h2>\n\n<p>\nمنهم الغالية، والغرابية، والكرنبية، والروندية، والمنصورية، والربعية،\nوالزيدية، واليعفورية، والشمطية [1] ، والسراجية، والكيسانية، والسبائية،\nوالقحطبية، والخطابية، والجعفرية، والبيانية، والقطعية، والطيارة،\nوالحلاجية، والمختارية، والخشبية، والكلاملية، والواقفية، والمسلمية، ومنهم\nالباطنية، والاسماعيلية، والقرامطة، والشرامحة، والكاغذية، والرمية،\nوالمبيضة، والكيالية، ويجمعهم كلهم الزيدية والإمامية ولقبهم المذموم\nالرافضة،،،\n</p>\n\n<h3 class='l3' id='head169'>تفصيل هذه المراتب وتفسيرها</h3>\n\n<p>\nأعلم أن الشيعة أتوا في حياة علي ابن ابى طالب ثلث فرق فرقة على\nجملة أمرها في الاختصاص به والموالات له مثل عمار بن ياسر وسلمان والمقداد\nوجابر وأبي ذر الغفاري وعبد الله بن العباس وعبد الله بن عمر وجرير بن عبد\nالله البجلي ودحية بن خليفة ونظرائهم من الصحابة الذين لا يظن بهم غير الحق\nولا نجد للطعن [2] فيهم موضعا وفرقة. تغالوا قليلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p124'> Vol. 05, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nفي أمر عثمان وتميل إلى الشيخين رضوان الله عليهم بعض الميل مثل <span id='ms513'></span> عمرو بن\nالحمق ومحمد بن أبي بكر ومالك الأشتر وقد قال الفضل بن العباس بن عتبة بن\nأبي لهب يخيب [1] الوليد بن عقبة [طويل]\n</p>\n\n<p>\nوكان ولي الأمر بعد محمد ... علي وفي كل المواطن صاحبه\n</p>\n\n<p>\nوكانوا يظهرون هذا المقدار في زمن أبي بكر وعمر وعثمان رضي الله عنهم\nوفرقة تغلو غلوا شديدا وتقول قولا عظيما وهم أصحاب عبد الله بن سبا يقال\nلهم السبائية قالوا لعلي أنت إله العالمين أنت خالقنا ورازقنا وأنت محيينا\nومميتنا فاستعظم علي ذلك من قولهم وأمر بهم فأحرقوا بالنار فدخلوا النار\nوهم يضحكون ويقولون الآن صح لنا أنك إله إذ لا يعذب بالنار إلا رب النار\nوزعم إخوانهم بعد ذلك أنهم لم تمسهم النار وإنما صارت عليهم بردا وسلاما\n21: 69 كما صارت على إبراهيم عم وعند ذلك قال رضي الله عنه [رجز]\n</p>\n\n<p>\nإني إذا رأيت أمرا منكرا ... أججت نارا ودعوت قنبرا\n</p>\n\n<p>\nفلما استشهد علي رضوان الله عليه افترقت الشيعة فقالت فرقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nمن الإمامية كان الإمام بعد النبي صله علي ثم الحسن ثم الحسين ثم علي بن\nالحسن ثم علي بن الحسين ثم محمد بن علي ثم جعفر بن محمد ثم موسى بن جعفر ثم\nعلي بن موسى ثم محمد بن علي [ثم علي بن] محمد ثم الحسن بن علي ثم المهدي\nوهو الذي يذكره الحسين بن منصور المعروف بالحلاج في كتابه الموسوم بالإحاطة\nوالفرقان ثم نسق الأئمة نسق الأهلة [F؟ 179 r؟] إن عدة الشهور عند الله\nاثنا عشر شهرا 9: 36 وفيه أنشدت لبعضهم [كامل]\n</p>\n\n<p>\nأدين بدين المصطفى ووصيه ... والطاهرين [1] وسيد العباد\n</p>\n\n<p>\nومحمد وبجعفر بن محمد ... وسمي مبعوث [2] بشط الوادي\n</p>\n\n<p>\nوعلى المرضى ثم محمد وعلي ... المعصوم ثم الهادي\n</p>\n\n<p>\nحسن وأكرم بعده بإمامنا [3] ... بالقائم المستور للميعاد\n</p>\n\n<p>\nوأنشدت أيضا [رمل]\n</p>\n\n<p>\nأنا مولى للنبي ثم للهادي علي ... وثمان بعد سبطيه ومستور خفى\n</p>\n\n<p>\nفهولاء جل الإمامية يقولون بالأئمة الإثنى عشر وأن الأمة كفرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nكلهم برد علي عم إلا ستة نفر سلمان والمقداد وجابر وأبو ذر الغفاري وعمار\nوعبد الله بن عمر وأن عليا يعلم كل <span id='ms514'></span> ما يحتاج [1] الناس إليه وكذلك هؤلاء\nالأئمة وكلهم معصومون لا يجوز عليهم السهو والخطاء والغلط وفيه يقول الشاعر\nالناشي [رجز]\n</p>\n\n<p>\nأحاط بالعلم ولا يصلح أن ... يسوس أمرا من [2] بعلم لم يحط\n</p>\n\n<p>\nويرون أن الدار دار كفر حتى لو رمى رام في جامع من جوامع المسلمين لم يقع\nعلى مسلم وأن سكوتهم للتقية والمداراة وينتظرون خروج الثاني عشر فيخرجون\nعلى الأمة بالسيف والسبي ويتأولون قوله تعالى يوم يأتي بعض آيات ربك لا\nينفع نفسا إيمانها لم تكن آمنت من قبل 6: 158 إنما هو قيام المهدي ولهم في\nذلك أشعار كثيرة وأسطار بعيدة فمنها قول دعبل [طويل]\n</p>\n\n<p>\nفلولا الذي نرجوه في اليوم أو غد ... تقطع نفسي إثرهم حسراتي\n</p>\n\n<p>\nخروج إمام لا محالة خارج ... يقوم على اسم الله البركات\n</p>\n\n<p>\nفإن قرب الرحمن من ذاك مدتي ... وأخر من عمري ووقت وفاتي\n</p>\n\n<p>\nشغبت ولم أترك لنفسي ريبة ... ورويت منهم منصلي وقناتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم القطعية قطعوا الإمامة عند وفاة موسى بن جعفر وأثبتوا لعلي بن موسى\nفسموا القطعية ومنهم الواقفية وقفوا عند موت موسى بن جعفر قالوا إنه لم يمت\nوهو القائم ومنهم الكرنبية أصحاب ابن كرنب الضرير زعم أن الإمام بعد علي\nالحسن ثم محمد ابن الحنفية وأن محمدا لم يمت ولا يموت حتى يملأ الأرض عدلا\nكما ملئت جورا واحتج بالخبر لو لم يبق من الدنيا إلا عصر لبعث الله رجلا من\nأهل بيتي يواطي اسمه اسمي يملأ الأرض عدلا كما ملئت جورا قالوا وهو مقيم\nبجبل رضوى بني أسد قالوا وثم يخبر [1] شأنه إلى وقت خروجه يأتيه رزقه بكرة\nوعشيا ومنهم من يقول أن للأسد عقوبة لركوبه إلى عبد الملك بن مروان وفيه\nيقول الشاعر [وافر]\n</p>\n\n<p>\nألا قل للإمام فدتك نفسي ... أطلت بذلك الجبل المقاما\n</p>\n\n<p>\n[F؟ 179 v؟] أضر بمعشر وإلا آل منا ... وسموك الخليفة والإماما\n</p>\n\n<p>\nوعادوا فيك أهل الأرض طرا ... مقامك عندهم سبعين عاما\n</p>\n\n<p>\nوقالوا والمقال لهم عريض ... أترجون أمر ألقى الحماما\n</p>\n\n<p>\nوما ذاق ابن خولة طعم موت ... ولا وارت له أرض عظاما\n</p>\n\n<p>\nلقد أمسى وضل بشعب <span id='ms515'></span> رضوى ... تراجعه الملائكة الكراما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوأما السراجية فهم أصحاب حسان السراج وهم يزعمون أن ابن الحنفية ميت\nبجبال رضوى وأنه يبعث إذا بعث الخلق ويملأ الأرض عدلا حينئذ بالرجعة وأما\nالناووسية فأصحاب ابن ناووس البصري يزعمون أن جعفر بن محمد لم يمت ولا يموت\nوهو المهدي وأما السبائية فإنهم يقال لهم الطيارة يزعمون أنهم لا يموتون\nوإنما موتهم طيران نفوسهم في الغلس وأن عليا لم يمت وأنه في السحاب وإذا\nسمعوا صوت الرعد قالوا غضب علي وقال عبد الله بن سبأ للذي جاء ينعى عليا لو\nجئتنا بدماغه في صرة لعلمنا أنه لا يموت حتى يسوق العرب بعصاه ومن الطيارة\nقوم يزعمون أن روح القدس كانت في النبي كما كانت في عيسى ثم انتقلت إلى علي\nثم إلى الحسن ثم إلى الحسين ثم كذلك في الأئمة وعامة هؤلاء يقولون بالتناسخ\nوالرجعة ومنهم من يزعم أن الأئمة أنوار من نور الله تعالى وأبعاض من أبعاضه\nوهذا مذهب الحلاجية وأنشدنى أبو طالب الصوفى لنفسه [بسيط]\n</p>\n\n<p>\nكادوا يكونون ........ \n</p>\n\n<p>\n[1] ... لولا ربوبية الرحمن لم يكن\n</p>\n\n<p>\nفيا لها أعينا بالغيب ناظرة ... ليست كأعين ذات الماق والجفن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nأنوار قدس لها بالله متصل ... كما يشاء بلا وهم ولا فطن\n</p>\n\n<p>\nهم الأظلة والأشباح إن بعثوا ... لا ظل كالظل من فيء ومن سكن\n</p>\n\n<p>\nفأما المغيرية فأصحاب المغيرة بن سعيد أثبتوا له النبوة وزعموا أن محمد\nبن الحنفية لو شاء أحيا الخلق حتى عادا وثمودا فأخذه خالد بن عبد الله\nفقتله وصلبه وأما البيانية فإنهم أقروا بنبوة بيان وهو رجل من سواد الكوفة\nتأول قول الله عز وجل هذا بيان للناس 3: 138 أنه هو وكان يقول بالتناسخ\nوالرجعة فقتله خالد بن عبد الله القسري وفيهما يقول الشاعر [كامل]\n</p>\n\n<p>\nطال التجاوز عن بيان واقفا ... وعن المغيرة عند مرج العاشر\n</p>\n\n<p>\nيا ليته قد شال جذعا نخلة ... بأبي حنيفة وابن قيس الماصر\n</p>\n\n<p>\nوأما البزيغية فأصحاب بزيغ الحائك أقروا بنبوته وزعموا أنهم كلهم أنبياء\nيوحي الله إليهم واحتجوا بقوله تعالى وما كان لنفس أن تموت إلا بإذن <span id='ms516'></span> الله\n3: 145 يعنى يوحى الله وزعموا أنهم لا يموتون ولكنهم يرفعون إلى الملكوت\n[F؟ 180 r؟] وادعوا رؤية موتاهم كما يدعيه الهنود وزعم بزيع أنه صعد إلى\nالسماء وأن الله مسح على رأسه ومج في فيه وأن الحكمة تنبت في صدره كما تنبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nالكمأة في الأرض وأنه رأى عليا قاعدا على يمين الرب جل جلاله وأما\nالكيسانية فأصحاب المختار بن أبي عبيد الثقفي وكان يلقب بكيسان وكان يدعي\nأنه يوحى إليه وأنه يعلم الغيب ويقولون بإمامة محمد بن الحنفية ويحتجون بأن\nعليا دفع الراية إليه بالبصرة وأما الخطابية فهم أصحاب ابن الخطاب يرون\nالشهادة بالزور على من خالفهم بالدماء والأموال ومن هاهنا لم يجز الفقهاء\nشهادة الخطابية ومنهم المنصورية وهم أصحاب منصور الكسف يزعمون أنه هو الذي\nقال الله تعالى وإن يروا كسفا من السماء ساقطا 52: 44 وأما الغرابية\nفيزعمون أن عليا أشبه بالنبي عم من الغراب بالغراب فغلط جبريل لشبهه به\nوأما الروندية أصحاب أبي هريرة الروندي ويقال هم الهريرية زعموا أن الإمام\nبعد النبي صله العباس عم ثم بنوه لأن العم أولى من ابن العم ونبغت فرقة\nمنهم في أيام أبي جعفر المنصور بمدينة الهاشمية وجعلوا يطوفون بقصره\nويقولون أن أبا جعفر خالقهم ورازقهم وأن روح آدم صار في عثمان ابن نهيك [1]\nوأن جبريل هو الهيثم بن معاوية فأخذ المنصور جماعة منهم وحبسهم فنقم\nالباقون واستعرضوا الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nيمرجونهم بالسيف فخرج إليهم المنصور فاصطلمهم ومضت طائفة منهم إلى حلب\nواستغووا ذوي العقول الضعيفة وزعموا أنهم بمنزلة الملائكة وخيطوا الحرير\nعلى مثال الأجنحة وغرزوا فيه الريش وصعدوا تلا عظيما بحلب وطاروا منه\nفتكسروا وهلكوا وأما اليمانية فإنهم أصحاب يمان بن رباب زعموا أن الله عز\nوجل على صورة إنسان يهلك كل شيء إلا وجهه وكفروا بالقيامة وزعموا أن الدنيا\nلا تفنى واستحلوا الميتة [1] والخمر وزعموا أنها أسماء رجال كره الله\nولايتهم يعنون أبا بكر وعمر وعثمان واما الهاشمية فانهم أصحاب هشام بن\nالحكم يقولون بالجبر والتشبيه وأن الله عز وجل نورا يتلألأ على صورة\nالمصباح <span id='ms517'></span> وهو من متكلميهم وشطارهم ومنهم الشيطانية أصحاب شيطان الطاق قريب\nقوله من قول هشام ومنهم الجعفرية أجهروا القول بأن جعفر هو الله وأنه ليس\nبالذي يرى ولكنه يشبه الناس بهذه الصورة الذميمة [2] القبيحة للاستئناس\nوأما القرامطة فأصحاب القرمط وهو رجل من سواد الكوفة أباح لهم قتل من\nخالفهم فلذلك خرجت القرامطة على الحجاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nغير مرة وأما الزيدية فإنهم أصناف منهم الجارودية أصحاب سليمان بن جرير\nالجارود قالوا أن النبي نص على علي بالوصف لا بالتشبيه [1] ثم الحسن ثم\nالحسين فكل من خرج من هذين البطنين شاهرا سيفه عالما بالكتاب والسنة فهو\nالإمام ومنهم الجريرية أصحاب سليمان بن جرير الرقي قالوا كانت الإمامة لعلي\nوأن بيعة أبي بكر وعمر كانتا خطاء من جهة التأويل فلا يستحقان الكفر والفسق\nولكن من حارب عليا فهو كافر وأما الزيدية يزعمون أن أبا بكر وعمر كانا\nمستحقين للإمامة لأن عليا سلم ذلك إليهما [F؟ 180 V؟] ووقعوا في عثمان وأما\nالروندية [2] فإنهم قوم يقولون أن الأمة كفرت بدفع علي وأما الخشبية فإنهم\nأصحاب إبراهيم بن مالك الأشتر قتلوا عبيد الله بن زياد وكان عامة سلاحهم\nذلك اليوم الخشب وأما الباطنية فأصناف وفرق وأسماؤهم مختلفة لدعوة كل ناجم\nمنهم إلى نفسه وعامتهم يظهرون الإمامة ويدعون للقرآن تأويلا باطنا ومن أراد\nالظهور على وهن مذهبهم وخطاء دعواهم فلينظر في كتبهم فإنه يجد الوقت الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nضربوه لخروج ملتهم واعتلاء شأنهم قد فات منذ ثلاثين سنة وللمسلمين عليهم\nمستخف بجوابهم لأن عقائد الناس إما كفر وإما إيمان وهم يريدون أن يتخذوا\nبين ذلك سبيلا فأي امرئ يعجز عن تأويل ما غيروه عن ظاهره إلى ما أحب وأراد\nوما بلغ أحد منهم ما بلغ ابن رزام فإنه أظهر عورتهم وملأ جلودهم مساءة\nوعيبا ويذكر قوم أن بدو أمرهم ظهر في أيام أبي مسلم فإن الخرمية [1]\nاحتالوا في إزالة الملك إلى العجم فموهوا هذه النحلة وزينوها للجهال ودعوا\nإليها في السر ومحصول أمرهم التعطيل والإلحاد وأما اليعفورية والشمطية\nوالأقحطية فأصناف منسوبون إلى يعفور والأشمط <span id='ms518'></span> والأقحط،،،\n</p>\n\n<h2 class='l2' id='head170'>ذكر فرق الخوارج</h2>\n\n<p>\nمنهم الأزارقة، والنجدات [2] ، والراسبية [3] ، والإباضية، والقطوية،\nوالمبهوتية، والصفرية، والعجردية، والكوزية، والا؟ ادية [4] ، والبيهسية،\nوالحازمية، والخلفية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p134'> Vol. 05, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوالأخنسية، والمعبدية، والصلتية، والخمبرية، والمكرمية، والبدعية،\nوالسابية، والثعلبية [1] ويجمعهم كلهم اسم الخوارج والشراة والحرورية\nوالحكمية ولقبهم المذموم المارقة وأصل مذهبهم إكفار علي بن أبي طالب رضي\nالله عنه والتبرؤ من عثمان بن عفان رضي الله عنه في الست سنين [2] والتكفير\nبالذنب والخروج على الإمام الجائر،،،\n</p>\n\n<h3 class='l3' id='head171'>تفصيل هذه المذاهب وتفسيرها </h3>\n\n<p>\nروى أبو سعيد الخدري أن رسول الله صلى الله عليه وسلم كان يقسم\nقسما فجاء ذو الخويصرة حرقوص بن زهير التميمي فقال ما عدلت منذ اليوم فقال\nعمر ائذن لي اضرب عنقه فقال دعه يا عمر فإن له اصحابا يحقر أحدكم صلاته مع\nصلاتهم وصيامه مع صيامهم يقرءون القرآن لا يجاوز تراقيهم يمرقون من الدين\nكما يمرق السهم من الرمية يؤمهم رجل أسود له ثدي كثدي المراة ويروى وفيهم\nنزل ومنهم من يلمزك في الصدقات [3] فإن أعطوا منها رضوا 9: 58 الآية وروي\nعن أبي سعيد أنه قال أشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p135'> Vol. 05, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nأني سمعت هذا من رسول الله صلى الله عليه وسلم وأشهد أن عليا حين قتلهم\nجيء بالرجل على النعت وكان بدؤ أمرهم حين حكم على الحكمين بصفين فنادت\nالخوارج لا حكم إلا لله فلما رجع علي إلى الكوفة اعتزل عبد الله بن الكواء\nوشبيب بن ربعي [1] في اثني عشر ألفا ويقال في ستة آلاف فنزلوا حروراء قرية\nمن السواد وبها سموا الحرورية فبعث علي عبد الله بن العباس إليهم فكلمهم\n[F؟ 181 r؟] وناظرهم بأن الله عز وجل قد حكم في فدية أرنب ذوي عدل فما يضر\nإن حكم في دماء المسلمين فرجع عبد الله بن الكواء في ألفي رجل وبقي الباقون\nوأمروا عليهم عبد الله بن وهب [2] الراسبي ثم سموا الراسبية ثم أخذوا في\nالفساد فقال علي عم دعوهم حتى أخذوا الأموال وسفكوا الدماء فمروا بالمدائن\nولقيهم عبد الله بن خباب بن الأرت وكان واليا عليها فقالوا له حدثنا عن\nرسول الله صلى الله عليه وسلم فحدثهم <span id='ms519'></span> بحديث في الفتن يوجب القعود عن الحرب\nوان يكون الرجل عبد الله المقتول ولا يكون عبد الله القاتل فتأولوا عليه\nأنه يدين بتخطئتهم في الخروج فقتلوه وبقروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p136'> Vol. 05, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nعن بطن امرأته وقتلوا نسوة وولدانا فخرج علي إليهم وقال ادفعوا إلينا\nقتلة إخواننا ونحن تاركوكم فأبوا عليه وثاروا به فتهيأ علي لقتالهم ودعا\nالمسلمين إليهم فقتلهم بالنهروان ولم يخطئ السيف منهم عشرة آلاف وكان\nالمخدج ذو الثدية قد دخل تحت القنطرة والتاط بسقفها فقال علي اطلبوه فو\nالله ما كذب رسول الله فحمحمت البغلة فنظروا فإذا هو تحت القنطرة فأخرج\nوقتل ورجع عبد الله بن وهب قبل القتال وخرج مسعر بن فدكي إلى البصرة ومر\nأبو مريم السعدي إلى شهرزور ومر فروة بن نوفل الى بندنيجين [1] وهو يقول\nومن هاهنا ثبت مذهب الخوارج في الأرض. [وافر]\n</p>\n\n<p>\nكرهنا أن نريق دما حراما ... وهيهات الحرام من الحلال\n</p>\n\n<p>\nوقلنا في التي بقول ... معاذ الله من قيل وقال\n</p>\n\n<p>\nنقاتل من يقاتلنا ونرضى ... بحكم الله لا حكم الرجال\n</p>\n\n<p>\nوفارقنا أبا حسن عليا ... فما من رجعة إحدى [2] الليال\n</p>\n\n<p>\nفحكم في كتاب الله عمرا ... وذاك الأشعري أخا الضلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم الأزارقة أصحاب نافع بن الأزرق أخذوا الناس بالبراءة ممن قصد\nعسكرهم وأما البيهسية أصحاب أبي بيهس هيصم بن جابر كان يرى الدار دار شرك\nواستحل دماء أهل القبلة وهرب من الحجاج إلى المدينة فأخذه عامل الوليد بن\nعبد الملك فقطع يديه ورجليه وأما الميمونية فإنهم يجيزون نكاح بنات الابن\nوبنات البنات وبنات بني الإخوة وبنات بنات الأخوات قالوا لأن الله عز وجل\nيقول وأحل لكم ما وراء ذلكم 4: 24 وقالوا ليست سورة يوسف من القرآن ولا\nحاميم عين سين قاف وأما البدعية فإنهم يزعمون أن الصلاة صلاتان بالغداة\nركعتان وبالعشي ركعتان لا غير وأما الحمزية فإنهم أصحاب حمزة الشاري وحمزة\nغرق في وادي كرمان ويزعمون أنه راجع إليهم بعد مائة وعشرين سنة وأما\nالعجاردية فهم أصحاب ابن عجرد يزعمون أنه يجب [1] البراءة من الطفل حتى\nيبلغ فإذا بلغ وجب أن يدعى <span id='ms520'></span> إلى الإسلام فإن أجاب تولى حينئذ [F؟ 181 v؟]\nوأما المعلومية فإنهم يقولون من لم يعلم الله بجميع أسمائه فإنه كافر ومنهم\nالأباضية أصحاب الحارث بن أباض ومن ولده ماهرت سلم عليه بالخلافة والصلتيه\nأصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nالصلت بن أبي الصلت والأخنسية أصحاب الأخنس وكل فرقة منهم منسوبة إلى\nإمامهم الذي يتوالونه فمنهم من يقول لا حجة إلا لله على خلقه في التوحيد\nإلا بالخير [1] ومنهم من يقول من قال بلسانه أن الله واحد وعنى المسيح فهو\nصادق بلسانه مشرك بقلبه وأفضلهم النجدات وهم أصحاب نجدة الحنفي كان من نافع\nبن الأزرق فلما أخذ نافع الناس بالبراءة والمحنة فارقه وقال إذا أخطأ الرجل\nفي حكم من الأحكام من جهله فهو معذور وإذا أذنب رجل منهم خرج من الإيمان\nوإن كان من غيرهم كفر ومن نظر نظرة أو كذب كذبة بإصرار فهو مشرك وإن زنا أو\nسرق من غير إصرار فهو مسلم قالوا وأطفال المشركين في الجنة وهذا لا يقبله\nمن الخوارج غيرهم،،،\n</p>\n\n<h2 class='l2' id='head172'>ذكر فرق المشبهة،</h2>\n\n<p>\nالهشامية، والمغيرية، واليمانية، والمقاتلية، والكرامية، والجواربية،\nوكثير من أصحاب الحديث وأصحاب الفضاء وعامة النصارى واليهود إلا العنانية\n[2] ،،،\n</p>\n\n<h3 class='l3' id='head173'>تفصيل هذه المذاهب</h3>\n\n<p>\nأما هشام بن الحكم فانه يزعم أن الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nجسم طويل عريض نور من الأنوار له قدر من الأقدار مصمت ليس مجوفا ولا\nمتخلخلا كأنه سبيكة تلألأ من جميع جهاتها ومثل ذلك من الدرة تكون من كل\nأطرافها واحدة وأن لونه هو الطعم وهو الرائحة وهو المحس وأنه قد كان لا في\nمكان ثم حدث المكان بحدوث الحركة وأنه ذو أبعاض وأجزاء وأنه سبعة أشبار\nوأما المغيرية فإنهم أصحاب المغيرة بن سعد زعم أن الله عز وجل على صورة رجل\nمن نور عليه تاج من نور وله من الأعضاء ما للرجل وله جوف وقلب ينبع منه\nالحكمة وأن حروف أبي جاد على عدد أعضائه فالألف موضع قدميه والميم موضع\nرأسه والسين صورة أسنانه والعين والغين صورة أذنيه والصاد والضاد صورة\nعينيه وزعم أنه عرج إلى السماء فمسح الرب رأسه وقال اذهب <span id='ms521'></span> يا بني إلى الأرض\nوقل لهم أن عليا [1] يميني وعيني، وأما اليمانية فهم أصحاب يمان بن زياد\nزعم أن الله على صورة إنسان يهلك كله إلا وجهه [2] ، وأما الجواربية أصحاب\nداود الجواربي زعم أن الله جسم منصف من فمه إلى صدره أجوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nومن صدره إلى أسفله مصمت وأما المقاتلية فهم أصحاب مقاتل ابن سليمان زعم\nأن الله جسم من الأجسام لحم ودم وأنه سبعة أشبار بشبر نفسه، وأما الكرامية\nفإنهم أصحاب محمد بن كرام وهم سكان الخانقة [1] يزعمون أن الله تعالى جسم\nلا كالأجسام مماس على العرش، وأصحاب الفضاء يزعمون انه جسم لا كالأجسام\nبسيط مكان الأشياء كلها وأما أصحاب الحديث فإنهم يصفونه بكل ما جاء في\nالخبر ودل عليه القرآن من اليد والرجل والجنب والعين والأصابع والسمع\nوالأذن وغير ذلك [F؟ 182 r؟] ، ومن الصوفية من يزعم أنه ربما يلقاه في بعض\nالطرق ويعانقه ويقبله جل البارئ عن صفة لا تليق به ليس كمثله شيء وهو\nالسميع البصير 42: 11 سبحان الله عما يقول الظالمون علوا كبيرا وقد مضى من\nالنقض [2] على أهل التشبيه في فصله ما فيه كفاية وما أحسن ما يقوله الناشي\n[بسيط]\n</p>\n\n<p>\nما في البرية أخزى عند فاطرها ... ممن يقول بإجبار وتشبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head174'>ذكر فرق المعتزلة</h2>\n\n<p>\nمنهم العبادية، والذمية، والمكاسبة، والبصريون، والبغداذيون، وأصل مذهبهم\nالقول بالأصول الخمس وهي التوحيد والعدل والوعيد والأمر بالمعروف والنهي عن\nالمنكر والمنزلة بين المنزلتين فمن خالفهم بالتوحيد سموه مشركا ومن خالفهم\nفي الصفات سموه مشبها ومن خالفهم في الوعيد سموه مرجئا وإنما سموا معتزلة\nلأنهم اعتزلوا مجلس الحسن البصري رحمه الله وذلك أن الناس اختلفوا في\nمرتكبي الكبائر فقالت الخوارج كلهم كفار وقالت المرجئة هم مؤمنون وقال\nالحسن هم منافقون فاعتزل واصل بن عطاء ومن تبعه وقالوا هم فساق وليسوا\nبمؤمنين ولا منافقين ولا كافرين وهذه المنزلة بين المنزلتين وأجمعت\nالمعتزلة على أنه لا يجوز القول بجواز الرؤية على الله عز وجل إلا أبا بكر\nالإخشيذي صاحب أبي علي الجبائي فإنه قال بالرؤية من غير تحديد وتكييف <span id='ms522'></span>\nوأجمعوا انه لا يجوز القول بأن القرآن غير محدث إلا رجلا يقال له عبد الله\nبن محمد الأبهري كان قاضي نهاوند يزعم أنه لا يجوز القول بأن القرآن محدث\nوأجمعوا بأن الله عز وجل ما قدر المعاصي ولا قضاها إلا جعفر بن حرب فإنه\nأجاز القول بأن الله أراد الكفر على معنى أنه أراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون الكفر مخالفا للإيمان وأن يكون قبيحا غير حسن وأما العبادية\nفإنهم أصحاب عباد بن سليمان كان يزعم أن الأعراض لا تدل على الله عز وجل\nوإنما الأجسام هي [1] التي تدل عليه وكان يمنع من القول بأن الله عز وجل لم\nيزل عالما بالأشياء قبل كونها لأن المعدوم عنده ليس بشيء وما ليس بشيء فلا\nيجوز أن يعلم ويرى قتل من خالفه أن أمكن وأما الذمية فإنهم أصحاب أبي هاشم\nوأبي علي الجبائي يزعمون لو أن رجلا أصر على مائة ذنب فتاب وانتزع من تسعة\nوتسعين منها أن توبته غير مقبولة ما لم يرجع عن جميعها وهو مستحق للذم على\nتوبته وأما المكاسبة فإنهم قوم لهم ذريات في حدود مهرجان قذق [2] لا يرون\nالكسب لأن الدار عندهم دار كفر وأما البصريون فإنهم الذين أصلوا هذا المذهب\nمثل واصل بن عطاء وعمرو بن عبيد وأبى الهذيل ابن العلاف وابى إسحاق النظام\nوالبغداذيون يخالفونهم في أشياء من اعتلالهم دون الأصول منهم ثمامة بن أشرس\nوالجعفران وزعم ابن الروندي في كتاب فضائح المعتزلة أن جعفر العتبى منهم\nيحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nالخضخضة [1] وان ع؟ أر منهم [2] يحل شحم الخنزير وتفخيذ الصبيان وحدثت عن\nأبي عثمان الجاحظ أنه كان يقول الكلام للمعتزلة والفقه لأبي حنيفة والبهت\n[F 182 v؟] للرافضة وما بقي فللعصبية [3] وأنشدت لأبي محمد بن يوسف السورى\n[بسيط]\n</p>\n\n<p>\nما ملة فوق ظهر الأرض من ملل ... إلا تهيب عن تسآل معتزل\n</p>\n\n<p>\nقوم إذا ناظروا صالوا بعلمهم ... صول البزاة على الدراج والحجل\n</p>\n\n<p>\nلله درهم فهما ومعرفة ... وفطنة بلطيف القول والجدل\n</p>\n\n<h2 class='l2' id='head175'>ذكر فرق المرجئة</h2>\n\n<p>\nمنهم الرقاشية، والزيادية، والكرامية، والمعاذية، وأصل مذهبهم ترك القطع\nعلى أهل الكبائر <span id='ms523'></span> إذا ماتوا غير تائبين بعذاب أو عفو وأرجؤوا أمرهم إلى الله\nعز وجل ولهذا سموا المرجئة ومنهم صنف يقولون بتحرير الخصوص وذلك أن كل آية\nنزلت في وعيد أهل الصلاة قالوا يجوز أن يكون في المستحلين لها دون غيرهم\nوصنف يقولون بالاستثناء ومعناه أن يكون الوعيد مقرونا بالاستثناء عند الله\nعز وجل لم يظهره لخلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nكأنه قال ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها 4: 93 أن جازاه\nوإن لم يتب فأما الرقاشية فإنهم أصحاب الفضل الرقاشي قال لا يعذب الله أحدا\nمن أهل التوحيد على ذنب وهو قول المعاذية أصحاب يحيى بن معاذ الرازي يرون\nان الله عز وجل من جوده وفضله ورحمته لا يعذب أحدا على ذنب ما لم يبلغ\nالكفر وأما الزيادية فإنهم أصحاب محمد بن زياد الكوفي زعم أن من عرف الله\nعز وجل وأنكر الرسول فهو مؤمن كافر مؤمن بالله عز وجل كافر بالرسول وأما\nالكرامية فإنهم أصحاب محمد ابن كرام يزعمون أن الإيمان قول مجرد والمنافق\nمؤمن ثم يفترقون فمنهم الصواكية ومنهم المعية ومنهم الذمية وليس في ذكرهم\nوذكر مذهبهم كثير فائدة أو معنى وقالوا كلهم لو أن الله عفا عن واحد من\nمرتكبي الكبائر عفا عن كل من هو في مثل حاله وكذلك إن عاقب واحدا منهم عاقب\nكلهم إلا أن أبا حنيفة [1] فإنه يقول يجوز أن يغفر لبعض ويعاقب بعضا وقال\nعون بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالله بن عتبة بن مسعود [وافر]\n</p>\n\n<p>\nوأول ما نفارق غير شك ... ؟ فارق ما تقول المرجئونا\n</p>\n\n<p>\nوقالوا مؤمن دمه حرام ... وقد حرمت دماء المؤمنينا\n</p>\n\n<p>\nهو القرآن حقا غير خلق ... كلام الله رب العالمينا\n</p>\n\n<p>\nوإن الله حرم كل خمر ... إذا غطت عقول الشاربينا\n</p>\n\n<h2 class='l2' id='head176'>ذكر فرق المجبرة والمجورة [1]</h2>\n\n<p>\nمنهم الجهمية، والضرارية، والنجارية، والصباحية، فأما الجهمية فأصحاب جهم\nبن صفوان الترمذي قتله بمرو سلم بن أحوز [2] قاتل يحيى بن يزيد رحمه الله\nوكان لا يقول إن الله شيء لأن الشيء عنده محدث ولكنه منشئ الشيء وإن علمه\nشيء غيره وهو محدث وإن الجنة <span id='ms524'></span> والنار يفنيان لا يدومان والإيمان بالمعرفة\nوالقلب فقط دون الإقرار والعمل ولا فعل لأحد في الحقيقة إلا الله عز وجل\nوإن العباد فيما ينسب إليهم من الأفعال كالشجرة تحركها الريح وهي فعل الله\nعز وجل على الحقيقة فأفعالها [3] منسوبة إليهم على المجاز، وأما الضرارية\nفإنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب ضرار بن عمرو يقول بفعل فاعلين على الحقيقة وأن الله خلق فعل العبد\nوالعبد فاعله على الحقيقة دون المجاز الذي يقول جهم، وأما النجارية فهم\nأصحاب الحسين [1] النجار يقول بفعل فاعلين الله فاعله والعبد مكتسبه، وأما\nالصباحية فهم أصحاب الصباح بن السمرقندي زعم أن الخلق والأمر من الله لم\nيزالا كما لم يزل الخالق ومثل ذلك بالنائم يرى أنه بالشام أو بمكة أو يأكل\nأو يشرب من غير أن يكون شيء من ذلك قال وكل هؤلاء مجمعون أن الكفر والمعاصي\nبقضاء الله وقدره ومشيته وعلمه وقدرته لا يرضاه ولا يجيبه إلا رجلا من\nالمتأخرين يقال له محمد بن بشير الأشعري فإنه يزعم أن الله يرضى وجعل قوله\nولا يرضى لعباده الكفر 39: 7 على الخصوص وأنشدت أبا العباس السامري بمرو\nوكان يجهر القول بأن الله عز وجل خلق كافرا ومؤمنا حين خلق [خفيف]\n</p>\n\n<p>\nاصفع المجبر الذي ... بقضا السوء قد رضي\n</p>\n\n<p>\nفإذا قال [2] لم صفعت ... فقل هكذا [3] قضى\n</p>\n\n<p>\nوأنشد [طويل] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p147'> Vol. 05, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nبلى ربنا الجبار والجبر فعله ... ومجبوره في الخلق يلقى به الحشرا\n</p>\n\n<h2 class='l2' id='head177'>ذكر فرق الصوفية</h2>\n\n<p>\nمنهم الحسنية، والملامتية، والسوقية، والمعذورية، وجملة أمرهم انهم لا\nيحملون على مذهب معلوم ولا عقيدة مفهومة لأنهم يدينون بالخواطر والمخائيل\n[1] وينتقلون من رأي إلى رأي فمنهم من يقول بالحلول كما سمعت واحدا منهم\nيزعم أن مسكنه بين عوارض المرد ومنهم من يقول بالإباحة والإهمال ولا يدعون\nللوم اللائمين ومنهم من يقول بالعذر ومعنى ذلك أن الكفار عندهم معذورون في\nكفرهم وجحودهم لأنه لا يتجلى لهم واحتجب دونهم ومنهم من يقول أن الله لا\nيعذب أحدا ولا يعبأ بخلقه ومنهم من يقول بالتعطيل المحض والإلحاد البحت\nومرجوع أمرهم إلى الأكل والشرب والسماع واتباع الهوى <span id='ms525'></span> ومتابعة النفس،،،\n</p>\n\n<h2 class='l2' id='head178'>ذكر فرق أصحاب الحديث</h2>\n\n<p>\nويلقبون بالحشوية والمخلوقية واللفظية والنصفية والفاضلية والصاعدية\nوالساوية والمالكية ويجمعهم القول بأن الإيمان قول وعمل ومعرفة يزيد\nبالطاعة وينقص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nبالمعصية وإن خير الناس بعد رسول الله صلى الله عليه وسلم أبو بكر ثم عمر\nثم عثمان ثم علي عليهم السلام واختلفوا بعد ذلك فروى عن احمد ابن حنبل انه\nقال فلو قال قائل. ثم علي لرجوت وذهبت إلى حديث ابن عمر وأن معاوية خال\nالمؤمنين وخليفة رب العالمين وأن من قال القرآن مخلوق فهو كافر بالله عز\nوجل، وأما المخلوقية فيزعمون أن الإيمان مخلوق وحدثني محمد بن خالويه\nبالسوس قال حدثني أحمد بن حنبل عن أبيه أنه قال من قال القرآن مخلوق فهو\nكافر بالله لأن الإيمان من القرآن وروي عن ابن عباس رضي الله عنه أنه قال\nومن يكفر بالإيمان قال بالله وأما النصفية فيزعمون نصفه مخلوق وأما اللفظية\nفإنهم أصحاب الحسين الكرابيسي يزعمون أن اللفظ بالقرآن [F؟ 183 v؟] غير\nمخلوق وأما الفاضلية فإنهم يفضلون النبي صلى الله عليه وسلم على القرآن\nوأما الصاعدية فهم أصحاب ابن صاعد يجيزون خروج أنبياء بعد نبينا صلى الله\nعليه وسلم لأنه روي لا نبي بعدي إلا ما شاء الله والمالكية يقولون بمحاش\nالنساء والسراوية يكرهون أن يزيدوا الوتر على الركعة الواحدة لأن فيها\nمخالفة للسنة والساوية يقولون نحن مؤمنون [1] إن شاء الله فيعقدون\nالاستثناء على المراضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p149'> Vol. 05, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nويلقب هؤلاء بالشكاك وأما البربهارية فإنهم يجهرون بالتشبيه والمكان\nويرون الحكم بالخاطر ويكفرون من خالفهم والكلابية أصحاب أبي عبد الله بن\nكلاب مناظرهم ولسانهم وصدرهم [1] وأنشدت لبعضهم [بسيط]\n</p>\n\n<p>\nوجاهل يدعي علما وليس له ... علم يوازن عندي قشرة البصل\n</p>\n\n<p>\nيقول من جهله الإيمان أجمعه ... بالله ليس سوى قول ولا عمل\n</p>\n\n<p>\nلو كان حقا نجا إبليس من لهب ... بقوله رب أنظرني إلى أجل\n</p>\n\n<p>\nتم الفصل التاسع عشر بتوفيق الله وحسن تأييده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>الفصل العشرون في مدة خلافة الصحابة وما جرى فيها من الحوادث والفتوح إلى زمن بني أمية</h1>\n\n<h2 class='l2' id='head180'>خلافة أبي بكر رضي الله عنه</h2>\n\n<p>\nقالوا <span id='ms526'></span> ولما قبض رسول الله صلى الله عليه وسلم انتقض نظام الجماعة وتشتت\nالكلمة واضطرب حبل الألفة [1] وانحاز هذا الحي من الأنصار إلى سقيفة بني\nساعدة وقالوا منا أمير ومنكم أمير واعتزل علي بن أبي طالب رضوان الله عليه\nوطلحة والزبير ابن العوام في بيت فاطمة عم فأتاهم أبو بكر قبل أن يفرغ من\nجهاز النبي عليه الصلاة والسلام وقد ذكرت قصة البيعة في ذكر وفاة النبي\nوارتدت العرب قاطبة إلا ثلاثة مساجد المدينة ومكة والبحرين وناسا من نخع\nوكندة فمنهم من أبى أن يعطي الزكاة ومنهم من أنكر الزكاة ومنهم من أنكر\nكفره وناصب المسلمين،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head181'>سرية أسامة بن زيد رضي الله عنه</h3>\n\n<p>\nوكان رسول الله صلى الله عليه وسلم عقد لأسامة لواء واستعمله على\nالمهاجرين والأنصار وأمره أن ينتهي إلى حيث قتل أبوه وجعفر بن أبي طالب رضي\nالله عنه فيغير عليهم فيقتل ويحرق ويسبي فتربص الناس بذلك لشكوى النبي صله\nمن مرضه فتكلموا فيه وقالوا استعمل غلاما حدثا على جلة المهاجرين والأنصار\nفخرج رسول الله صله في مرضه وقال أيها الناس أنفذوا جيش أسامة فلما نبغ\nالكفر واشرأب النفاق ورمتهم العرب عن قوس واحدة قالوا لأبى بكر لو حبست جيش\nأسامة يكون ردءا للمسلمين فأنا لا نأمن على المدينة الغارة فقال أبو بكر\nرضي الله عنه والله لو لم يبق بها غيري ما حبسته لأنه كان صله [F؟ 184 r؟]\nيقول أنفذوا جيش أسامة والوحي ينزل عليه ولكن أكلم أسامة أن يخلف عمر وكان\nعمر ممن خرج مع تلك السرية فتخلف عمر وسار أسامة في ثلاثة آلاف حتى أوطأ\nالخيل أرض البلقاء وشن الغارة على فلسطين وقتل قتلة أبيه وأصاب من العدو\nونكى فيه وذلك في شهر ربيع الأول سنة إحدى عشرة من الهجرة فرجع فبعثه في\nإثر خالد بن الوليد إلى اليمامة فلحقه وشهد معه القتال،،،\n</p>\n\n<h3 class='l3' id='head182'>ذكر الردة</h3>\n\n<p>\nولما ارتدت العرب انتدب أبو بكر لقتالهم فقال له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p152'> Vol. 05, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب رسول الله صلى الله عليه وسلم كيف تقاتل قوما يشهدون بالحق ورسول\nالله <span id='ms527'></span> صله يقول أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فإذا قالوها\nعصموا مني دماءهم وأموالهم إلا بحقها فقال أبو بكر لأقاتلن من فرق بين\nالصلاة والزكاة والله لو منعوني عناقا لقاتلتهم ويروى عقالا فرجع المسلمون\nإلى قوله استصوبوا رأيه قال سعيد بن المسيب وكان أفقههم وأمثلهم رأيا يعني\nأبا بكر رضي الله عنه وأرضاه،،،\n</p>\n\n<h3 class='l3' id='head183'>قصة الأسود بن كعب العنسي [1] الكذاب</h3>\n\n<p>\nروى أبو هريرة أن النبي صلى الله عليه وسلم قال رأيت في المنام كأن في\nيدي سوارين من ذهب فكرهتهما فنفحتهما [2] فطارا فوقع أحدهما باليمامة\nوالآخر بصنعاء قالوا فما أولتهما يا رسول الله قال كذابين يخرجان بهما فأما\nالأسود فإنه قتل في أيام النبي صله في قول بعض أهل العلم وروي عن ابن عباس\nرضي الله عنه أنه قال سمعت النبي صله في مرضه يقول قتله الرجل الصالح فيروز\nالديلمي وقال بعضهم بل قتل بعد موت النبي صلى الله عليه وسلم بسنين وأما\nمسيلمة فانه ورد على النبي صله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p153'> Vol. 05, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nفي وفد بني حنيفة وكاتبه ثم قتله خالد بن الوليد في خلافة أبي [1] بكر\nرضي الله عنه وكان العنسي [2] يدعي النبوة ولا ينكر نبوة محمد عم ويقال له\nذا الخمار وذلك أنه كان يلقي خمارا دقيقا على وجهه ويهمهم فيه ويزعم أن\nسحيقا وشقيقا ملكين يأتيانه بالوحي وجعل يتلو عليهم والمايسات ميسا\nوالدارسات درسا يحجون عصبا وفردا على قلائص حمر وصهب وكان له حمار يقول له\nاسجد فيسجد ويقول اجث [3] فيجثو فافتتن الناس بخماره وحماره وتبعه خلق كثير\nوسار إلى نجران فغلب عليها واستنكح المرزبانة امرأة باذان غصبا وهي من\nالأبناء اماه هرن [4] ثم صار إلى صنعاء فخرج الأبناء [5] وكانوا قد أسلموا\nعند ورود كتاب رسول الله صلى الله عليه وسلم مع بانومه [6] فقاتلوا قتالا\nشديدا ثم فرجوا له إذ لم يقاوموه قالوا ووقع العنسي في الخمر يشربها ولا\nيصلي ولا يغتسل من جنابه وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nيزعم أن سحيقا يقول له لا غسل عليك في وادي صنعاء واحتالت المرزبانة <span id='ms528'></span>\nوكانت مسلمة دينة فعملت سربا تحت الأرض يفضي إلى خارج القصر وواعدت فيروز\nالديلمي ليلة وسقت العنسي حتى امتلأ خمرا فجاء فيروز وداود وقيس بن [F؟ 184\nv؟] المكشوح المرادي للميعاد فدخل فيروز من البيت فإذا العنسي ثمل نائم\nوالمرزبانة قاعدة على رأسه وكان يحرسه ألف رجل كل ليلة قال فأشارت\nالمرزبانة أين السيف قال وكنت نسيته فقلت في نفسي أرجع فأحمل السيف فاستيقظ\nعند ذلك العنسي وعيناه تبصان قال فبركت على صدره وأخذت برأسه ولحيته فجعلت\nوجهه في قفاه وذلك أني كنت أخاف أن يصيح ثم أردت أن أخرج فقالت المرزبانة\nأنشدك الله أن تخرج وتدعني فإني لا آمن على نفسي قال فخرجت بها من السرب\nوحملتها إلى حصن غمدان ودخل قيس بن مكشوح فحز رأسه وخرج فرمى به إلى الناس\nوأذن بصلاة الفجر وفرغ الله من الكذاب العنسي وكفى المسلمين شره وضره قال\nالواقدي الثبت عندنا أنه قتل في خلافة أبي بكر رضي الله عنه،،،\n</p>\n\n<h3 class='l3' id='head184'>ذكر ردة الأشعث بن قيس الكندي بحضرموت</h3>\n\n<p>\nكان وفد على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p155'> Vol. 05, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم وكان النبي عم بعث زياد بن لبيد [1] مصدقا\nعليها فلما أتاهم خبر وفاة النبي صلى الله عليه وسلم ارتد الأشعث بن قيس\nومنع الزكاة وقال فيه الحارث بن سراقة بن معديكرب [طويل]\n</p>\n\n<p>\nأطعنا رسول الله ما دام بيننا ... فيا قوم ما شأني وشأن أبي بكر\n</p>\n\n<p>\nأيورثها بكرا إذا كان بعده ... وتلك لعمر الله قاصمة الظهر\n</p>\n\n<p>\nفقاتلهم زياد بن لبيد [1] وقتل منهم مقتلة عظيمة واستأمن الأشعث ابن قيس\nفبعثه إلى أبي بكر موثقا في الحديد فقال والله ما كفرت بعد إسلامي ولكن\nشححت بمالي فأطلق لي إساري واستبقني لحربك وزوجني أختك أم فروة بنت أبي\nقحافة ففعل أبو بكر ذلك ثم خرج الأشعث مع سعد بن أبي وقاص إلى العراق فشهد\nالقادسية وشهد مع علي عم صفين وهو الذي دعا إلى الحكمين،،،\n</p>\n\n<h3 class='l3' id='head185'>ذكر خروج أبي بكر رضي الله عنه لقتال أهل الردة</h3>\n\n<p>\nواشتد رعب المسلمين بالمدينة لإطباق العرب على الردة فآووا الذراري <span id='ms529'></span>\nوالعيال إلى الآطام والشعاب وخرج أبو بكر مع أصحابه من المهاجرين والأنصار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p156'> Vol. 05, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nحتى نزل ذا القصة [1] وهي على أميال من المدينة فكلمه علي في الرجوع\nليكون فئة للمسلمين فأمر خالد بن الوليد على الناس وبعثه في أربعة آلاف\nوخمس مائة رجل وأمره أن يقتل أهل الردة بالسيف وأن يحرقهم بالنار وأن يسبى\nالذراري ويقسم الأموال فسار خالد بن الوليد ورأى خارجة [بن حصن] بن حذيفة\nبن بدر الفزاري قلتهم مع أبي بكر بذي القصة [1] فحمل عليهم في الفوارس\nفانهزموا ولاذ أبو بكر بشجرة فأرقى طلحة بن عبيد الله على شرف فنادى أيها\nالناس هذه الخيل فتراجع الناس وانكشف خارجة ورجع أبو بكر رضي الله عنه الى\nالمدينة وفيه يقول الحطيئة [طويل]\n</p>\n\n<p>\nفدى لابن بدر يوم قدم خيله ... وقد حام أقوام طريفي وتالدي\n</p>\n\n<p>\n[F؟ 185 r؟] ليمحو ما منت قريش نفوسها ... فوارس أبطال طوال السواعدي\n</p>\n\n<h3 class='l3' id='head186'>قصة طليحة بن خويلد الأسدي</h3>\n\n<p>\nوكان ممن وفد إلى النبي صلى الله عليه وسلم ثم تنبئ [2] وزعم أن ذا النون\nيأتيه [3] بالوحي وآمن به عيينة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nحصن واتبعه وكان يتلو عليهم إن الله لا يضيع تعفيركم وتذليل وجوهكم وفتح\nأدباركم شيئا اذكروا الله عز وجل اعفه قياما فإني أشهد أن الصريح تحت\nالرعوة يعني بذلك الركوع والسجود فسار خالد حتى دنا من بزاخة [1] وبعث\nعكاشة بن محصن وثابت ابن أقرم [2] طليعة فخرج إليهما طليحة فقتلهما وفيه\nيقول [طويل]\n</p>\n\n<p>\nزعمتم بأن القوم لا خير عندهم ... أليس وإن لم يسلموا برجال\n</p>\n\n<p>\nعشية غادرت ابن أقرم [2] ثاويا ... وعكاشة العيمى عند مجالي\n</p>\n\n<p>\nنصبت له صدر الحمالة إنها ... معودة قول الكماة نزال\n</p>\n\n<p>\nفيوما تراها في الجلال مصونة ... ويوما تراها غير ذات جلال\n</p>\n\n<p>\nويومان يوم المشرفية نحرها ... ويوما تراها في ظلال عوالي\n</p>\n\n<p>\nفأناخ خالد بزاخة [3] وناوشهم القتال وضربهم الجدل فجاء عيينة ابن حصن\nإلى طليحة فقال هل أتاك ذو النون قال نعم قال فما قال لك قال قال إن لك\nيوما ستلقاه ليس لك أوله ولك آخره ورحاه [4] وحديثا لن تنساه فقال عيينة\nسيكون لك <span id='ms530'></span> حديثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nلن تنساه يا بني فزارة إن هذا الرجل كذاب ما بورك له ولا لنا فيه فانصرف\nعينية وفزارة وركب طليحة فرسه وأردف نزار امرأته فقال له الناس ما تأمرنا\nفقال من استطاع منكم أن يفعل كما فعلت فليفعل ونجا بأهله وقدم الشام فأقام\nبها إلى أن مات أبو بكر رضي الله عنه ثم خرج محرما بالحج وأسلم إسلاما لم\nيغمص عليه واستشهد بنهاوند وكان قال في قتله عكاشة [طويل]\n</p>\n\n<p>\nندمت على ما كان من قتل ثابت ... وعكاشة العيمي ثم ابن معبد\n</p>\n\n<p>\nوأعظم من هذين عندي مصيبة ... رجوعي عن الإسلام رأي التعمد\n</p>\n\n<p>\nفهل يقبل الصديق أني مراجع ... ومعط بما أحدثت من حدث يدي\n</p>\n\n<p>\nوإني من بعد الضلالة شاهد ... شهادة حق لست فيها بملحد\n</p>\n\n<p>\nبأن إله الناس ربي وأنني ... ذليل وأن الدين دين محمد\n</p>\n\n<h3 class='l3' id='head187'>ذكر مقتل مالك بن نويرة اليربوعي</h3>\n\n<p>\nقال وسار خالد بن الوليد حتى أحاط بيوتات مالك بن نويرة وهم مسلمون وكانت\nلمالك امرأة وسيمة فمال إليها خالد وأمر بقتل مالك فنهاه عبد الله بن عمر\nوأبو قتادة الأنصاري فأحضر خالد المالك [1] وقال ألست القائل [طويل]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n[F؟ 185 v؟]\n</p>\n\n<p>\nألا عللاني قبل جيش أبي بكر ... لعل المنايا قد دنون وما ندري\n</p>\n\n<p>\nفقال مالك ما قلت ذاك ولو سمعني صاحبكم أقوله ما قتلني فقال خالد تقول\nلرسول الله صاحبكم وليس بصاحبك اضربوا عنقه فالتفت مالك إلى امرأته وقال يا\nخالد هذه قتلتني ولما قدم خالد قال عمر رضي الله عنه لأبي بكر اقتله فإنه\nقتل وزنا قال تأول فأخطأ قال اعزله قال ما كنت لأشيم سيفا سله الله\nتعالى،،،\n</p>\n\n<h3 class='l3' id='head188'>قصة مسيلمة بن حبيب الكذاب ويكنى أبا ثمامة </h3>\n\n<p>\nكان هذا رجلا يحسن شيئا من الشعوذة والنيرنجات وكان يصل\nجناح الطير ويدخل البيض في القارورة وكان يدعي النبوة ورسول الله بمكة قبل\nأن يهاجر ويسمى برحمان [1] اليمامة وكان يبعث بناس إلى مكة فيسمعون القرآن\nويأتونه فيقرأوه [2] على الناس ثم وفد على النبي صلى الله عليه وسلم في وفد\nبني حنيفة فذكر للنبي صله أنه يقول <span id='ms531'></span> لو جعل الأمر لي بعده لاتبعته فجاءه\nرسول الله صله وفي يده مسحة من نخل قاله الواقدي وقال ابن إسحاق عسيب من\nسعف النخل في رأسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nخويصات فقال إن [1] أقبلت ليغفرن الله لك ولئن أدبرت ليقطعن الله دابرك\nوما أراك إلا الذي رأيته يعنى روياه ولو سألتني هذه الشطبة ما أعطيتك فلما\nأراد الوفد الرجوع أجازهم رسول الله صله وقال هل بقي منكم أحد قالوا رجل\nتنصر وخالفنا قال ليس ذاك بشركم مكانا وأمر له بمثل ما أمر لهم فلما\nانصرفوا ادعى الشركة في النبوة واحتج بقوله أنه ليس بشركم مكانا فلما شهد\nله الرحال بن عنفوة [2] وافتتن الناس به فكتب إلى النبي صلى الله عليه وسلم\nإلى محمد رسول الله من مسيلمة رسول الله سلام عليك أما بعد فإني قد أشركت\nفي الأمر معك وأن لنا نصف الأرض ولقريش نصفها ولكن قريشا يعتدون وكتب إليه\nرسول الله صلى الله عليه وسلم من محمد رسول الله إلى مسيلمة الكذاب سلام\nعلى من اتبع الهدى أما بعد ف إن الأرض لله يورثها من يشاء من عباده\nوالعاقبة للمتقين 7: 128 فلما ورد عليه الجواب افتعل كتابا يزعم انه جواب\nكتابه إلى محمد صله انه جعل له الأمر من بعده وكان يزعم أن جبريل يأتيه من\nعند الله ويتلو عليهم من أسجاعه المزورة سبح اسم ربك الأعلى الذي بسر على\nالحبلى فأخرج منها نسمة تسعى من بين أحشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p161'> Vol. 05, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوتبلى [1] فمنهم من يموت ويدس إلى الثرى ومنهم من يبقى إلى أجل مسمى\nوالله يعلم السر وأخفى مع أشباه ونظائر كثيرة وكان يدعي الشركة في النبوة\nفلما قبض النبي صلى الله عليه وسلم سار إليه خالد بن الوليد والتقى\nالمسلمون وبنو حنيفة واقتتلوا قتالا شديدا لم يكن في الإسلام يوما أشد منه\nحتى كسروا بنو حنيفة جفون سيوفهم وقتل من المسلمين ألفان ومائتان وجرح أكثر\nمن بقي وقتل زيد بن الخطاب صاحب راية المسلمين [F؟ 186 r؟] وانهزموا حتى\nخلص بنو حنيفة إلى فسطاط خالد بن الوليد وكان البراء <span id='ms532'></span> بن مالك إذا حضرت\nالحرب أخذته العرواء حتى يقعد [2] عليه الرجال فإذا رقد وبال مثل نعاعة\nالحناء ثم ثار كالأسد فأصابه ذلك ثم حمل عليهم فانكشفوا وتبعهم حتى أدخلهم\nحديقة الموت ثم غلقوا الباب دونه فقال البراء احملوني درقة وألقوني فيهم\nفضاربهم حتى فتح الباب ودخل المسلمون فقتلوا وقتلوا مسيلمة وكان رويجلا\nأصيغر أخينس شرك في قتله وحشي وعبد الله بن زيد فمر به رجل فقال أشهد أنك\n[لا] نبي ولكنك شقى وفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p162'> Vol. 05, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nالله ذلك على المسلمين وقتلوا محكم بن الطفيل سيد بني حنيفة وقائدهم وكان\nثمامة بن مالك قال لمسيلمة لما ادعى الشركة في النبوة [سريع]\n</p>\n\n<p>\nمسيلمة ارجع ولا تمحك ... فإنك في الأمر لم تشرك\n</p>\n\n<p>\nكذبت على الله في وحيه ... هواك هوى الأحمق الأنوك\n</p>\n\n<p>\nفما في السما لك من مصعد ... وما لك في الأرض من مبرك\n</p>\n\n<p>\nورثى رجل من بنى حنيفة مسيلمة بعد ما قتل [كامل]\n</p>\n\n<p>\nلهفي عليك أبا ثمامة ... لهفي على ركني شمامه\n</p>\n\n<p>\nكم آية [1] لك فيهم ... كالشمس تطلع في غمامه\n</p>\n\n<h3 class='l3' id='head189'>حديث الرجال بن عنفوة [2]</h3>\n\n<p>\nقالوا أنه قدم المدينة وتعلم السنن وقرأ سورة من القرآن إذ مر بهم رسول\nالله صلى الله عليه وسلم فقال أحد هؤلاء في النار فلما ادعى مسيلمة الشركة\nفي النبوة شهد له الرحال بن عنفوة [2] بذلك فافتتن به أهل اليمامة وفيه\nيقول الشاعر [خفيف]\n</p>\n\n<p>\nيا سعاد الفؤاد بنت أثال ... طال ليلي بفتنة الرحال\n</p>\n\n<p>\nإنها يا سعاد من حدث الدهر ... عليكم كفتنة الدجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p163'> Vol. 05, p. 163</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head190'>قصة سجاح وتكنى أم صادر وزوجها أبو كحيلة </h3>\n\n<p>\nكان كاهن اليمامة قال وتنبأت سجاح وكانت ساحرة وتبعها\nالزبرقان [بن] بدر وعطارد ابن حاجب وناس كثير من تميم وقالت إن رب السحاب\n[1] يأمركم أن تغزوا [2] الرباب فغزتهم فهزموها فذلك الذي يقول عمرو بن لجأ\n[هزج]\n</p>\n\n<p>\nتقودهم سجاح تراميتها ... فشدد يا سجاح من تقود\n</p>\n\n<p>\nثم أتت سجاح مسيلمة فقالت له ما أوحى إليك فتلا بعض أساطيره المزور [ة]\nفقالت وماذا أيضا فتلا عليها إن الله خلق النساء أفراجا [3] وجعل الرجال\nلهن أزواجا فنولج <span id='ms533'></span> فيهن إيلاجا فينتجن لنا سخالا إنتاجا [4] فقالت أشهد أنك\nنبي فقال فهل لك [5] أن أتزوجك فآكل بقومي وقومك العرب قالت نعم قال [هزج]\n</p>\n\n<p>\nقومي وادخلى المخدع ... فقد هيى لك المضجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nفإن شئت سلقناك ... وإن شئت على أربع\n</p>\n\n<p>\n[F؟ 186 v؟] وإن شئت بثلثيه ... وإن شئت به أجمع\n</p>\n\n<p>\nفقالت بل به أجمع فهو للشمل أجمع وأجدر أن ينفع فتزوجها وأقامت عنده ثلثا\nوأصدقها ترك صلاتي الفجر والعشاء الآخرة ورخصت سجاح للمرأة في زوجين على\nالنصف مما للرجل وأذن شبث [1] بن الربعي بأن مسيلمة نكح سجاح وأصدقها ترك\nصلاتين وفيها يقول عطارد بن حاجب [بسيط]\n</p>\n\n<p>\nأضحت نبيتنا أنثى نطيف بها ... وأصبحت أنبياء الله ذكرانا\n</p>\n\n<p>\nواختلفوا في هلاكها فقال قوم ماتت وقال آخرون قتلت،،،\n</p>\n\n<h3 class='l3' id='head191'>ذكر الفتوح في أيام أبي بكر</h3>\n\n<p>\nبعث العلاء بن الحضرمي إلى البحرين فافتتح حصن جواثا [2] وأجلى المخارق\nبن النعمان عامل كسرى عنها وعن أراس [3] وحاصر الخليج وافتتحه ولم يزل يركض\nعلى الفرس راسبا في البحر حتى مات وكتب أبو بكر إلى خالد بن الوليد لما فرغ\nمن اليمامة يأمره بالمسير إلى العراق فمر بالمذار ففض جنودها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nومر بنهر المرأة فصالحه جابان [1] الفارسي وصار إلى هرمزجرد فافتتحها\nوأتي الحيرة فخرج إليه عبد المسيح بن صلوبا [2] الغساني وكان أتي عليه أكثر\nمن مائتي [3] سنة فصالحه على الجزية وأدى اليه مائة ألف درهم وصالح أهل\nبلقاء على ألف ألف درهم وطيلسان وهذه النواحي التي كان ينظر فيها ويحوم\nحولها من آطار البادية وحافاتها وبعث أبو بكر أبا عبيدة بن الجراح في سبعة\nآلاف وسبع مائة من الصحابة إلى الشام وهرقل بحمص في جنوده فكتب يستمده\nفأمده بعمرو بن العاص ثم كتب يستمده فكتب إلى خالد بن الوليد وهو بالحيرة\nيأمره بالمسير إليهم فسار [4] واستخلف على العراق المثنى بن حارثة [5]\nالشيباني فأتى بصرى فافتتحها وهي أول مدينة افتتحت من مدائن الشأم ثم اجتمع\nمع ابى عبيد [ة] وعمرو بن العاص وحاصروا دمشق وبها نسطاس [6] البطريق في\nجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nكثيف فهزموهم وهذا فتح جاذر [1] من أرض فلسطين وهرب <span id='ms534'></span> هرقل حتى صار إلى\nأنطاكية فنزلها فهذا ما كان من الفتوح في زمن أبي بكر ثم مرض خمسة عشر يوما\nثم مات رضي الله عنه وأرضاه وخلافته سنتان وثلاثة أشهر عشرة أيام ويقال\nأربعة أشهر إلا عشرة أيام،،،\n</p>\n\n<h3 class='l3' id='head192'>ذكر استخلاف عمر بن الخطاب رضي الله عنه</h3>\n\n<p>\nولما مرض أبو بكر شاور الناس في الأمر وكانوا لا يشكون أن عمر هو الذي\nيلي الخلافة بعده إلا أن منهم من كان يكره ذلك لشدته وعنفه فدعاه أبو بكر\nوعهد إليه واستخلفه على الناس فلما خرج من عنده قال اللهم إني وليته بغير\nأمر من نبيك ولم أرد بذلك إلا صلاحهم فقال له بعض القوم فماذا تقول لله عز\nوجل إذا لقيته وقد وليت أمر المسلمين فظا غليظا قال أقول اللهم لم آلهم [2]\nخيرا وتوفي سنة ثلث عشرة من الهجرة فرثاه حسان بن ثابت [بسيط]\n</p>\n\n<p>\nإذا تذكرت شجوا من أخي ثقة ... فاذكر أخاك أبا بكر بما فعلا\n</p>\n\n<p>\nخير البرية أتقاها وأعدلها ... بعد النبي وأوفاها بما حملا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n[F؟ 187 r؟]\n</p>\n\n<p>\nالثاني التالي المحمود شيمته ... وأول الناس طرا صدق الرسلا\n</p>\n\n<h2 class='l2' id='head193'>خلافة عمر رضي الله عنه وأرضاه</h2>\n\n<p>\nفلما دفن أبو بكر بايعه الناس وسمى أمير المؤمنين وكان ابو بكر يقولون له\nخليفة رسول الله أول من سمي بأمير المؤمنين عمر عدي بن حاتم الطائي وأول من\nسلم عليه بالإمارة المغيرة بن شعبة ففتح الشام ومصر والجزيرة والعراق\nوالجبل وارمنية والأهواز وفارس واصطخر والري وأذربيجان وأصبهان ودون\nالدواوين وأرخ التأريخ وجند الأجناد وأول من دعا له على المنبر بالصلاح أبو\nموسى الأشعري وصار إليه خاتم النبي صله ورداؤه [و] في سنة سبع من خلافته\nفرض للناس العطايا وفضل بعضهم على البعض فبدأ بالعباس ففرض له في اثني عشر\nألفا ولعلي بن أبي طالب في ثمانية آلاف ثم الأقرب فالأقرب من بني هاشم\nوخلفائهم ومواليهم وأعدادهم ثم سائر بني عبد مناف ثم قبائل قريش ثم\nالمهاجرين ثم الأنصار ومواليهم ممن شهد بدرا لكل واحد منهم في خمسة آلاف\nوفرض لأزواج النبي <span id='ms535'></span> صلى الله عليه وسلم لكل واحدة في اثنى عشر ألفا وفرض\nلمضر ثلاثمائة ولربيعة في مائتين وخمسين وقال إنما هاجروا من أطناب بيوتهم\nوفرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nلأشراف العجم لكل واحد في ألفين،،،\n</p>\n\n<h3 class='l3' id='head194'>وقعة الجسر</h3>\n\n<p>\nولما أفضت الخلافة إلى عمر سار إليه المثنى بن حارثة فقال إنا قد قاتلنا\nالفرس واجترأنا عليهم فابعث معي ناسا من المهاجرين والأنصار نجاهدهم فقام\nعمر خطيبا فقال أيها الناس إنكم قد أصبحتم في غير دار مقامة بالحجاز وقد\nوعدكم الله على لسان نبيكم كنوز كسرى وقيصر فسيروا إلى أرض فارس فاسكت\nالناس لما سمعوا من أمر فارس فقام أبو عبيد بن مسعود بن عمرو الثقفي فقال\nأنا أول من ينتدب فانتدب الناس بعده فأمره عليهم وساروا إلى العراق مع\nالمثنى بن حارثة فلما سمعت به بوران دخت بنت كسرى وكان الملك يزدجرد إلا\nأنه صبي لم يطق الحرب أرسلت إلى رستم أصفهبذ أذربيجان تدعوه إلى محاربة\nالعرب فإن هو ظهر زوجته نفسها فأرسل رستم جالينوس في جيش عظيم فهزمهم أبو\nعبيد ثم بعث رستم ذا الحاجب في أربعة آلاف مجفجف دارع ناشب وفيل مقاتل فأمر\nأبو عبيد حتى عقدوا جسرا على الفرات وجاز بالناس وأخذوا في القتال فهال\nالمسلمين أمر الفيل [1] وما يصنع فشد عليه أبو عبيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p169'> Vol. 05, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أما لهذه الدابة من مقتل قالوا بلى إذا قطع مشفرها لم تعش فضربه على\nخرطومه فقطعه وبرك الفيل عليه فقتله وقتل يومئذ من الأنصار سبعون رجلا\nوانهزم الباقون حتى رجع فلهم إلى المدينة فقال لهم عمر لا تجزعوا أنا فئتكم\nإنما الحريم إلي وفيه يقول حسان بن ثابت [طويل]\n</p>\n\n<p>\nلقد عظمت فينا الرزية إننا ... جلاد على ريب الحوادث والدهر\n</p>\n\n<p>\nعلى الجسر يوم الجسر لهفي عليهم ... غداة إذ ماذا لقينا على الجسر\n</p>\n\n<h3 class='l3' id='head195'>وقعة القادسية</h3>\n\n<p>\nثم بعث عمر سعد بن أبي وقاص في ثلاثة آلاف [1] رجل إلى العراق [F؟ 187\nv؟] وبعث بعصمة [2] بن عبد الله في جيش وكتب إلى المثنى بن حارثة بأن يجتمع\nإلى سعد وكتب إلى العلاء بن الحضرمي وهو بالبحرين <span id='ms536'></span> يأمره بالمسير إلى سواد\nبابل فسار العلاء واستخلف أبا هريرة على البحرين فمات في الطريق ومات\nالمثنى بن حارثة [3] وبعث عمر عتبة بن غزوان إلى ناحية البصرة فافتتح\nالأبلة وجاء سعد فيمن معه من الجموع فنزلوا فشربوا مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nيلي سواد الحيرة وشتوا به وجعلوا يغيرون على السواد وتضرب خيلهم إلى سوق\nبغداذ وإلى باب ساباط فتوجه رستم في جمع عظيم للقائهم وكتب سعد إلى عمر\nبالخبر يستمده بالرجال فبعث إليه المغيرة بن شعبة في أربعمائة وأمده بقيس\nبن مكشوح في سبع مائة وكتب إلى أبي عبيدة بن الجراح أن أمد سعدا بألف رجل\nففعل ذلك واجتمعوا إليه وجاء سعد فنزل ما بين العذيب إلى القادسية وجاء\nرستم فنزل الحيرة في ستين ألفا من المقاتلة سوى الأشياع والأتباع والشاكرية\nواستولى على كل ما كان صار بأيدي المسلمين مما افتتحوه صلحا وعنوة حتى ضاق\nالأمر على المسلمين في الطعام والعلوفة ثم بعث سعد بن أبي وقاص رسلا إلى\nيزدجرد ومنهم حنظلة بن ربيعة الأسدي والنعمان بن مقرن [1] المزني وعمرو بن\nمعديكرب الزبيدي وطليحة [2] بن خويلد الأسدي والمغيرة بن حبيب بن زرارة\nوفرات بن حيان وشرحبيل بن السمط [3] ولبيد بن عطارد فجوزهم رستم الى\nالمدائن مع صاحب له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nفوقفوا بباب يزدجرد ببرود على خيل وإبل عليهم نعال وسلاح رثة فخرج الآذن\nفقال لهم ابن كسرى ما كانت أمة في الأرض أبعد عندنا مما طلبتم وما كان يخطر\nلنا ببال إنكم تعرضون بمثل هذا وظننت الذي حملكم على هذا سوء الحال وضيق\nالعيش فانصرفوا فإني أحسن إليكم وآمر لكم بحملان وطعام وكسوة فقال النعمان\nبن مقرن [1] وهو أميرهم ليس لما عرضت علينا أتيناك ولكن ندعوك إلى دين\nالإسلام قال هذا دين لا أدخل فيه قال فالجزية تؤديها وأنت صاغر قائم والسوط\nعلى رأسك قال لولا أنكم رسل لقتلتكم قالوا فإنا نأخذ أرضك ونجليك عنها قال\nوما علمكم [2] قالوا أخبر بذلك نبينا صله وما أخبرنا بشيء قط إلا وكان كما\nقال فراطن بعض شاكريته فجاء <span id='ms537'></span> يسعى ومعه مكتل فيه تراب فقال خذوا هذا فليس\nلكم عندي غيره فبسط عمرو بن معديكرب رداءه فأخذه وخرجوا فقال له أصحابه\nأخذت ترابا فقال قد أمكنكم الله من أرضه فجاء به إلى سعد وتفألوا به وأرسل\nيزدجرد إلى رستم ان ناهض القوم فقد فشت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nغارتهم على الناس فبعث رستم إلى سعد أن ابعث إلي منكم رجلا أكلمه فبعث\nالمغيرة بن شعبة فجاء وقد فرق شعره أربع فرق فقال له رستم أنكم كنتم معشر\nالعرب أهل شقاء وجهد وكنتم تواتوننا من تاجر وأجير فأكلتم من طعامنا وشربتم\nمن شرابنا فذهبتم فدعوتم أصحابكم فإنما مثلكم مثل رجل له حائط فرأى فيه\nثعلبا فقال وما ثعلب واحد فذهب الثعلب وجمع الثعالب في حائطه فجاء صاحبه\nفسد عليه الحجر فقتلهن جميعا وقد نعلم أن الذي حملكم على هذا الجهد والمشقة\nفانصرفوا نوفر لكم برادتكم [1] ونأمر لكم بكسوة فقال المغيرة لم تذكر شيئا\nمن جهدنا إلا وقد كنا في أشد منه كنا نأكل الميتة والدم والعظام حتى بعث\nالله فينا نبيا صله فأمرنا أن نقاتل من خالفنا وندعوا الناس [F؟ 188 r؟]\nإلى متابعته والإيمان به فإن آمنت كان لك بلادك لا ندخلها عليك إلا بإذنك\nوإن أبيت فالجزية وإلا قاتلناك حتى يحكم الله بيننا قال رستم ما ظننت أني\nأعيش حتى أسمع مثل هذا ولا أمسي غدا أفرغ منكم وأمر بالعتيق فسكر وطم\nالوادي بالتراب والقصب حتى صار طريقا واسعا ثم زحف إليهم في ستين ألفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nمدججين شاكين في السلاح التام والآلة المعدة عليهم الذهب والحرير\nواليلامق والديباج وعامة جنن المسلمين براذع الرحال [1] قد عرضوا فيها\nالحرائر ولووا على رءوسهم الأنساع [2] والأعاجم قد قدموا الفيلة وبثوا\nالحسك واستعمل سعد ذلك اليوم خالد بن عرفطة لأنه كان به جراح فقامت الحرب\nبينهم أربعة أيام وقتلوا من المسلمين ألفين وخمس مائة فلما كان اليوم\nالرابع حمل هلال ابن علفة التيمي على رستم فانهزم وولت الفرس واتبعهم\nالمسلمون يقتلونهم حتى امتنع الناس من شرب الماء بالقادسية ثلث ساعات لما <span id='ms538'></span>\nكان يجري فيه من الدم وقتل زهرة بن حاوية جالينوس صاحب جيش الفرس وباع\nمنطقته بثلاثين ألفا واختلفوا في من قتل رستم فقيل هلال بن علفة وقيل قتله\nعمرو بن معديكرب وذلك أن رستم كان على فيل فعقره عمرو فسقط عنه رستم وسقط\nمن تحته خرج فيه أربعون ألف دينار وقيل غرق في العتيق وجمعوا من الأموال\nمثل الآطام والتلال وأصاب رجل من بني نخع راية كانت للفرس تسمى [3] درفش\nكاويان موصولة بالدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nواليواقيت فقومت ألفي ألف درهم وهي التي يذكرها البحتري في قصيدته [خفيف]\n</p>\n\n<p>\nوالمنايا مواثل وأنوشروان ... يزجي الصفوف تحت الدرفش\n</p>\n\n<p>\nوكتب سعد إلى عمر بالفتح وبعث إليه بالغنائم والأموال وصفت له السواد إلا\nالمدائن فإن يزدجرد تحصن ونزل المسلمون الأنبار فاحتووها فكتب عمر إلى سعد\nإن العرب لا يصلح لهم إلا ما يصلح للبعير والشاء فانظر إلى فلاة فأنزل\nالمسلمين بها وأقم مكانك وابعث جندا إلى أرض الهند يعني البصرة وجندا إلى\nالجزيرة واتخذ منزلك دار هجرتك [1] ولا تجعل بيني وبين المسلمين بحرا فطلب\nسعد حتى نزل الكوفة اليوم وهي رمال ومصرها وخط مسجدها وبعث عتبة بن غزوان\nفي خيل إلى البصرة فاختطها وأسس مسجدها ثم استخلف عتبة المغيرة بن شعبة على\nالبصرة وسار إلى عمر فمات في الطريق وأقر عمر المغيرة على البصرة ثم شهد\nعليه أربعة بالزنا خالف أحدهم وهو زياد بن عبيد فأمر عمر فجلدوا وعزل\nالمغيرة عن البصرة واستخلف عليها أبا موسى الأشعري فافتتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nالأهواز وتستر والسوس ورامهرمز وبعض نواحي فارس وكان سعد لما بعث عتبة بن\nغزوان إلى البصرة بعث أبا موسى إلى الجزيرة فافتتح الموصل ونصيبين صلحا\nوعاد إلى سعد وبعث عثمان بن أبي العاص الثقفي إلى أرمينية وأذربيجان\nفصالحهم على الجزية وأقام سعد بالكوفة ثلث سنين ثم كان فتح المدائن وكان\nسعد يوم القادسية في قصر لجراح كان به فقال رجل من المسلمين [طويل [Fr 188\nvr] [\n</p>\n\n<p>\nألم تر أن الله أنزل نصره ... وسعد بباب القادسية معصم\n</p>\n\n<p>\nفأبنا وقد آمت نساء كثيرة ... ونسوة سعد <span id='ms539'></span> ليس فيهن أيم\n</p>\n\n<p>\nفقال سعد اللهم اكفني لسانه ويده فزعموا أنه خرس لسانه وشلت يده وقال\nجرير [رجز]\n</p>\n\n<p>\nأنا جرير كنيتي أبو عمرو ... قد نصر الله وسعد في القصر\n</p>\n\n<p>\nفقال سعد [وافر]\n</p>\n\n<p>\nوما أرجو بحيلة غير أني ... أؤمل فوزهم يوم الحساب [1] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p176'> Vol. 05, p. 176</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head196'>فتح المدائن</h3>\n\n<p>\nولما استولى المسلمون على العراق وساروا إلى ساباط نقل [1] يزدجرد خزائنه\nمن الذهب والفضة والجوهر والسلاح وقطع الجسور وعبأ السفن وأغلق أبواب\nالمدائن فأتى سعدا قوم من الفرس فدلوه على موضع من دجلة قليل الغمر يقال له\nديلسا فانتدب أربع مائة فارس فاقتحموا دجلة وخرجوا من الفرضة [2] ولم يغرق\nمنهم إلا رجل واحد وأخذوا السفن المعبأة ليزدجرد وعبروا المسلمين وحاصرهم\nسعد سبعة أشهر فلما اشتد عليهم الحصار تحملوا ليلا بما خف من أموالهم وخرج\nيزدجرد إلى حلوان وخلف بجلولاء خرزاذ بن هرمز في جمع عظيم ليدافع عنه العرب\nإن لحقوا به وافتتح سعد المدائن وأصاب من الخزائن ما بقي من الأموال وأواني\nالذهب والفضة أربع مائة حمل فبعث كلها كان فتح المدائن بعد القادسية بأشهر\nثم بعد سنتين أو ثلاث بعد فتح المدائن اختط سعد الكوفة بأمر عمر رضي الله\nعنهما وأسكن الجند فيها وكان السبب لذلك تغيير أمزجة وأخلاق العرب النازلين\nفي المدائن وسلواهم ذلك الى عمر قام عند ذلك بارتياد منزل ليصلح لمزاجهم\nفاختاروا موضع الكوفة ومصروها،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p177'> Vol. 05, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nبها إلى عمر مع سبى كثير فأمر بها عمر فصبت في صحن المسجد وجمع المسلمين\nوقال ألا صدقكم رسول الله صله إذ قال إن كنوز كسرى وقيصر تنفق في سبيل الله\nثم نظر إلى سوار كسرى فقال لسراقة بن مالك أنشدك الله ألا قمت إلى ذلك\nالسوار فلبسته وكان ذراعاه شحتين شعراوين فقال عمر رضي الله عنه صدق رسول\nالله صله قال كأني أنظر إلى سوار كسرى في يدي سراقة بن مالك وإن عجائب\nالمعجزات للنبي صله كانت بعد موته أكثر مما كانت في حياته صلى الله عليه\nوسلم وعند ذلك تبين الناس صدق قول رسول الله صله <span id='ms540'></span> ومواعيده عليه أفضل الصلاة\nوأسلم،،،\n</p>\n\n<h3 class='l3' id='head197'>وقعة جلولا</h3>\n\n<p>\nولما مر يزدجرد إلى حلوان وخلف خورزاذ بجلولاء [1] ليدفع من يأتيه من\nالعرب من ورائه بعث سعد اثنى عشر ألفا فقاتلوا خورزاذ وهزموه وأصابوا من\nصامت أموالهم ما بلغ سهم الفارس ثلاثة آلاف [2] درهم وثمانية أرؤس من\nالدواب والجارية سوى سائر الآثار والأواني والفرش وسوى ما أخرج من الخمس\nوكانت أم الشعبي من سبي جلولا فلما انتهت الهزيمة الى حلوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p178'> Vol. 05, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nبعث يزدجرد الهرمزان في جيش عظيم إلى الأهواز ليشغل العرب ويكون رداء\nللفرس وخرج يزدجرد من حلوان إلى اصطخر وتحصن بها وصار الهرمزان الى الأهواز\nونزل تستر لأنها أحسن مدنها فقصده أبو موسى الأشعري من البصرة وحاصره حتى\nينزل على حكمه فقال له الهرمزان [Fv؟ 189 r؟] أنا لا أنزل على حكمك ولكن\nعلى صاحبك فكتب أبو موسى الأشعري إلى عمر بذلك فكتب بالجواب أن استنزله على\nحكمي،،،\n</p>\n\n<h3 class='l3' id='head198'>فتح تستر وخروج الهرمزان</h3>\n\n<p>\nفنزل الهرمزان على حكم عمر رضي الله عنه فبعث به إلى المدينة فلما دخل\nالمدينة لبس التاج والديباج وأخذ منطقته وسواريه وطوقه وقد طول شاربه وقصر\nلحيته على زي العجم وهذا كله تصنع منه للقاء عمر فانتهى إليه وهو قاعد في\nناحية المسجد عليه برد خلق وبين يديه درة فقال الهرمزان من هذا فقالوا أمير\nالمؤمنين فسقط الهرمزان في يده لما كان من التزين والتصنع ثم تكفر لعمر\nفقال هذا لا يصلح في ديننا فقال له عمر أأسلمت [1] قال لا قال إن لم تسلم\nقتلتك قال لا تقتلني حتى تسقيني الماء فأتي بقدح من خشب عظيم فقال لو مت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p179'> Vol. 05, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nعطشا ما شربت من هذا ما لكم قدح من زجاج وذلك أن الفرس لا يأكل في الخشب\nوالخزف لقبولهما النجاسات فأخذه ويده ترعد وهو مرعوب فقال له عمر لا بأس\nعليك ولست يقاتلك حتى تشربه فألقى القدح من يده فانكسر فظن عمر أنه سقط من\nيده فقال ائتوه بقدح آخر قال لا حاجة لي في الماء قال عمر أسلم وإلا قتلتك\nقال أما ديني فلست <span id='ms541'></span> أدعه وأما أنت فقد امنتنى فقال عمر لم آمنك يا عدو الله\nفقيل له بلى قد آمنته فقال خذ منا أماننا وما نشعر فأقام برهة ثم رغب في\nالإسلام فأسلم ففرض له عمر في من فرض من العجم ثم لما قتل عمر رضي الله عنه\nاتهمه عبيد الله بن عمر في ذلك فقتله وشكى أهل الكوفة سعدا وقالوا أنه لا\nيحسن الصلاة فعزله عمر واستعمل عمار بن ياسر على الصلاة وعثمان بن حنيف على\nالخراج وعبد الله بن مسعود على القضاء وبيت المال وفرض لهم في كل يوم شاة\nواحدة بين ثلاثتهم،،،\n</p>\n\n<h3 class='l3' id='head199'>ذكر فتح الفتوح بنهاوند</h3>\n\n<p>\nقالوا واجتمعت الأعاجم والأساورة وعظماء الفرس وعزموا على غزاة عمر في\nعقر داره وتعاقدوا على ذلك وتحالفوا وجمعوا من الجموع ما لا يبلغه الإحصاء\nوالعدد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p180'> Vol. 05, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nوبلغ ذلك عمر فجمع المهاجرين والأنصار فاستشارهم وأراد الخروج بنفسه\nفأشار عليه علي بن أبي طالب بالمقام بالمدينة وتوجيه من يقوم بمناظرتهم\nفبعث حينئذ جيشا عظيما واستعمل عليهم النعمان بن مقرن [1] المزني وقال إن\nأصيب النعمان فأمير الناس حذيفة بن اليمان وإن أصيب حذيفة فأمير الناس جرير\nبن عبد الله البجلي فإن أصيب جرير فالمغيرة بن شعبة فالأشعث بن قيس وكتب\nإلى عمار بن ياسر أن استنفر ثلث [2] أهل الكوفة وكتب إلى أبي موسى الأشعري\nأن استنفر ثلث أهل البصرة فاجتمعوا وساروا حتى نزلوا على فرسخين من نهاوند\nوبها جموع الفرس يقال مائة ألف ويقال أربع مائة ألف وعليهم ذو الحاجب مردان\nشاه وقد تحالفوا على الصبر والثبات فارتبط [F؟ 189 v؟] بعضهم ببعض وجعلوا\nلكل عشرة سلسلة لكيلا يهربوا [3] وألقوا الحسك وأقاموا الفيلة بينهم وبين\nالمسلمين فناهضهم المسلمون يوم الأربعاء ويوم الخميس فلما كان يوم الجمعة\nقال المغيرة بن شعبة إن العدو قد سئم القتال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p181'> Vol. 05, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nوضعف فنبادرهم القتال فقال النعمان نصلي الظهر ثم نلقى عدونا فإن أبواب\nالسماء تفتح [1] مواقيت الصلاة فلما صلى قال لهم النعمان إذا أنا كبرت\nفاركبوا فإذا كبرت الثانية فسلوا السيوف وأشرعوا الرماح وأوتروا القسى فإذا\nأنا <span id='ms542'></span> كبرت الثالثة فاحملوا عليهم حملة رجل واحد وأخذ الراية النعمان وتقدم\nوكبر فلما كان في الثانية والثالثة حملوا عليهم فهزموهم وقتل النعمان بن\nمقرن فأخذ الراية حذيفة بن اليمان وقتلوا منهم ما الله أعلم به وأصابوا من\nالغنائم والأموال ما لم يذكر في كتاب مبلغها وقتل ذو الحاجب مردان شاه ولم\nيكن للأعاجم بعد ذلك جماعة فسمى ذلك فتح الفتوح واستشهد ذلك اليوم النعمان\nبن مقرن وعمر بن معديكرب وطليحة بن خويلد في نفر من الصحابة واستصفى عمر من\nأموال الفرس ما كان لكسرى وأهل بيته وبلغ خراجه سبعة آلاف ألف درهم حتى إذا\nكان يوم الجماجم [2] أحرق الديوان فأخذ كل إنسان ما يليه قالوا واحتال\nالمغيرة بن شعبة على عمار بن ياسر فرفع إلى عمر أنه يخاطر بالديكة [3]\nفعزله عمر وولى الكوفة المغيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p182'> Vol. 05, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nابن شعبة فافتتح آذربيجان صلحا ويقال افتتحها هاشم بن عتبة،،،\n</p>\n\n<h3 class='l3' id='head200'>ذكر ما افتتح من فارس في أيام عمر بن الخطاب رضي الله عنه</h3>\n\n<p>\nوكان يزدجرد مقيما بأصطخر في هذه الوقائع فوجه عمر عثمان بن أبي العاص\nالثقفي وكان ولاه رسول الله صلى الله عليه وسلم الطائف إلى البحرين وعزل\nعنها أبا هريرة وكان وافاها مع العلاء بن الحضرمي مؤذنا له [1] فلما سار\nإلى العراق استخلفه على البحرين فدوخ عثمان البلاد بالأزد وعبد القيس ثم\nعبر بهم البحر إلى أسياف فارس وجعل يركض على كورها وقراها ويغير عليها ومصر\nتوج [2] وجعلها دار هجرة ويزدجرد لما رأى من غلبة العرب بعث بخزائنه وكنوزه\nإلى الصين وعزم على قصده ان هزم ووجه شهرك للقاء عثمان ابن أبي العاص\nالثقفي وكتب عمر إلى أبي موسى الأشعري بأن يلتقي مع عثمان فاجتمعا وواقعا\nشهرك وكان في مائة وعشرين ألف رجل فهزماه وقتلا من أصحابه زهاء ثلاثين ألفا\nوفتحوا كورة أردشير وهذا هو الأصطخر الأولى ولم يفتح اصطخر ويقال أن الذي\nفتحها قرط بن كعب الأنصاري وأصبهان فتحها عثمان بن أبى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p183'> Vol. 05, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nالعاص بعد حصار ثلاثة أشهر وكاتب الرجال من الأهواز وأميرها المغيرة <span id='ms543'></span> بن\nشعبة،،،\n</p>\n\n<h3 class='l3' id='head201'>ذكر ما افتتح من الشام في أيام عمر رضي الله عنه</h3>\n\n<p>\nقالوا وكان أبو عبيدة ابن الجراح وخالد بن الوليد بأرض الشام عند موت أبي\nبكر رضي الله عنه يركضون ويغيرون فلما صار الأمر إلى عمر حاصروا دمشق ستة\nأشهر حتى افتتحوها صلحا وكذلك حمص وبعلبك ثم كانت\n</p>\n\n<h3 class='l3' id='head202'>وقعة اليرموك</h3>\n\n<p>\n،،،\n</p>\n\n<p>\nوقعة اليرموك\n</p>\n\n<p>\n[F؟ 190 r؟] وكان هرقل ملك الشام والروم بأنطاكية ألجأه إليها المسلمون\nفي حياة أبي بكر فجمع الجموع واستمد من الرومية والقسطنطينية وجاءه جبلة بن\nالأيهم الغساني في من معه من لخم وجذام فتكاملوا أربع مائة ألف فيما يزعمون\nوأمر عليهم هرقل دمستق [1] ماهان فلقيهم أبو عبيدة بن الجراح وخالد بن\nالوليد في أيام ذي ضباب ورذاذ بموضع يقال له اليرموك فهزموهم وفض الله\nجموعهم فتساقط في هوة ثمانون ألفا لا يشعر آخرهم بما لقي أولهم فغدوا من\nالغد بالقصب وسميت تلك الهوة هوة [2] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p184'> Vol. 05, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nاليرموك وقتلوا بالسيف سبعين ألفا وكان المسلمون يومئذ خمسة وثلاثين ألفا\nوانتهت الهزيمة إلى هرقل وهو بأنطاكية فخرج إلى القسطنطينية بأهله ورحله\nوماله وأشرف على الشام فقال السلام عليكم سلام مودع لا يرى أنه يرجع إليك\nأبدا واستشهد الفضل ابن العباس باليرموك،،،\n</p>\n\n<h3 class='l3' id='head203'>فتح بيت المقدس</h3>\n\n<p>\nوافتتح أبو عبيدة بعد اليرموك الجابية من أعمال دمشق وقنسرين وحاصر أهل\nمسجد إيليا فأبوا أن يفتحوا له وسألوه أن يرسل إلى صاحبه عمر ليقدم فيكون\nهو الذي يتولى مصلحتهم فكتب بذلك أبو عبيدة إلى عمر فوافى الشأم واستخلف\nعثمان بن عفان الى المدينة وصالح أهل إيليا على أن لا يهدم كنائسها ولا\nيجلي رهبانها وبنى بها مسجدا وأقام أياما ثم رجع إلى المدينة وفي أيامه\nافتتح شرحبيل بن حسنة سروج والرها صلحا وافتتح عياض بن غنم دارا والرقة وتل\nموزن [1] صلحا وافتتح عمرو بن العاص الثقفي مصر عنوة وافتتح الاسكندرية\nصلحا ويقال عنوة وصالح أهل برقة وافتتح أيضا بالس [2] وافتتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p185'> Vol. 05, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nمعاوية عسقلان وقيسارية صلحا وأغزى عمر عمير بن سعد الأنصاري فقطع دروب\nالروم وأوغل في بلادهم حتى انتهى إلى <span id='ms544'></span> عمورية وهو أول من خربها ودخلها وبه\nيضرب المثل أخرب من جوف الحمار فهذا ما كان من الفتوح في أيام عمر رضي الله\nعنه وأرضاه،،،\n</p>\n\n<h3 class='l3' id='head204'>طاعون عمواس</h3>\n\n<p>\nوعمواس موضع في سنة سبع عشرة من الهجرة وخمس من خلافة عمر وقع الطاعون قد\nاشتعل بالشام وخرج عمر لقتال الروم حتى بلغ سرغ فقيل أن الطاعون قد اشتعل\nبالشام فرجع عمر فقال له أبو عبيدة أفرارا من قدر الله قال نعم أفر من قدر\nالله إلى قدره ومات في ذلك الطاعون من المسلمين بضع وعشرين ألفا منهم أبو\nعبيدة بن الجراح ومعاذ بن جبل وشرحبيل بن حسنة ويزيد بن أبي سفيان وفيه\nيقول الشاعر [خفيف]\n</p>\n\n<p>\nرب خرق [1] مثل الهلال وبيضاء ... حصان بالجزع من عمواس\n</p>\n\n<p>\nقد لقوا الله غير راد عليهم ... وأقاموا في غير دار أساس\n</p>\n\n<h3 class='l3' id='head205'>عام الرمادة</h3>\n\n<p>\nوهو عام الجوع والقحط وفي هذه السنة كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p186'> Vol. 05, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nالرمادة وهي القحط والجدب والمجاعة حتى [1] رعيها وعطلت النعم فقال كعب\nالأحبار لعمر إن بني إسرائيل كان إذا أصابهم مثل هذا استسقوا بعصبة\nالأنبياء فقال عمر هذا العباس عم النبي صله وصنو أبيه وسيد بني هاشم [F؟\n190 V؟] فمشى إليه وكلمه وخرج معه الناس إلى المستمطر ودعا عمر والعباس رضي\nالله عنهما فسقوا وفي ذلك يقول حسان بن ثابت [كامل]\n</p>\n\n<p>\nسأل الإمام وقد تتابع جدبنا ... فسقى الغمام بغرة العباس\n</p>\n\n<p>\nعم النبي وصنو والده الذي ... ورث النبي بذاك دون الناس\n</p>\n\n<p>\nأحيا البلاد به الإله فأصبحت ... مهتزة الأجناب بعد إياس\n</p>\n\n<h3 class='l3' id='head206'>فتح السوس</h3>\n\n<p>\nقال وحاصرهم أبو موسى الأشعري حتى أجهدهم الحصار فاستأمن دهقانهم لمائة\nنفس وقال أبو موسى الأشعري اللهم أنسه نفسه فلما نزلوا قال له اعزل\nالمستأمنين فعزل مائة ولم يعزل نفسه فأمر به أبو موسى فضرب عنقه وأصابوا\nجثة دانيال في تابوت من رخام يستصرخون به ويستمطرون فكتب إلى عمر بذلك فكتب\nفي الجواب إني أراه نبيا فادفنه حيث لا يشعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p187'> Vol. 05, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nالناس به قال أنس في روايته فكان طول أنفه ذراعا وقام رجل يقاومه فكانت\nركبته محاذية رأسه فدفنوه تحت <span id='ms545'></span> الماء ووجدوا معه صحفا بيعت بأربعة وعشرين\nدرهما فوقعت إلى الشام وحج بالناس عمر عشر سنين متوالية ثم صدر إلى المدينة\nوقتل سنة ثلث وعشرين من الهجرة وكانت ولايته عشر سنين وستة أشهر وخمس ليال\nرضي الله عنه،،،\n</p>\n\n<h3 class='l3' id='head207'>ذكر مقتل عمر رضي الله عنه</h3>\n\n<p>\nقالوا وكان للمغيرة بن شعبة غلام نصراني يقال له أبا لؤلؤة عليه لعائن\nالله تترى مرة بعد أخرى فجاء إلى عمر يشكوه مولاه المغيرة في ضربه وتثقيل\nوطائفه ويسئله أن يكلم المغيرة في التخفيف عنه فإنه ذو عيال فقال له عمر\nاتق الله ورسوله وأطع مولاك ثم لقي المغيرة فأوصاه به خيرا وعاد الغلام\nشاكيا وسائلا فقال له مثل مقالته الأولى وسأله أن ينصب له رحى فقال الغلام\nلأنصبن لك رحى يتحدث بها العرب فقال عمر لولا أن الناس يقولون هابه عمر\nلقلت يوعدني هذا الكلب وضغن عليه أبو لؤلؤة حيث لم يسامحه المغيرة وظن ذلك\nمن فعل عمر فاتخذ خنجرا له رأسان والمقبض [1] بينهما وأزمع على قتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p188'> Vol. 05, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nعمر ورأى عمر تلك الليلة في المنام كأن ديكا أبيض نقره نقرتين فأصبح\nمهموما وقال ما الديك إلا عجمي وما النقرة إلا طعنة ثم تطهر وخرج لصلاة\nالصبح فجاء أبو لؤلؤة الملعون لعنه الله حتى وقف في الصف مما يلي عمر فلما\nافتتح عمر الصلاة طعنه في خاصرته طعنتين أجافت وخرق أمعاءه فقال عمر رضي\nالله عنه آه والتأث المسلمون به فحملوه وقبضوا على أبى لؤلؤة الملعون بعد\nما قتل رجلا أو رجلين وجرح جماعة وقال عمر مروا عبد الرحمن بن عوف فليصل\nبالناس فصلى بهم وقرأ في الركعة الأولى بقل يا أيها الكافرون وفي الثانية\nبقل هو الله احد ثم دخل إليه ودخل الناس وجرحه ينبعث دما فقال لابن عباس\nاخرج فانظر من قتلني فخرج ثم دخل فقال هذا أبو لؤلؤة الملعون النصراني فقال\nالحمد لله الذي لم يجعل خصمي ذا سجدتين ثم دعا له بطبيب لينظر فسقاه نبيذا\nفخرج ولم يدر أهو نبيذ أم دم [F؟ 191 r؟] ثم <span id='ms546'></span> دعا بطبيب آخر فسقاه لبنا فخرج\nاللبن لبنا فقال أعهد يا أمير المؤمنين فجمع الناس للشورى،،،\n</p>\n\n<h3 class='l3' id='head208'>قصة الشورى وموت عمر</h3>\n\n<p>\nقالوا فلما أيقن عمر بالموت دعا بعهده وجعل الأمر فيه إلى ستة نفر وهم\nعثمان بن عفان وعلي بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nطالب وسعد بن أبي وقاص وعبد الرحمن بن عوف والزبير بن العوام وطلحة بن\nعبيد الله ثم جعل معهم عبد الله بن عمر وقال ليس له في الإمارة نصيب وإنما\nله الاختيار والرأي وجعل أجل اختيارهم ثلاثة أيام وقال يصلي بالناس صهيب\nحتى يصطلحوا على أحدهم وأمر عدة من الأنصار أن يستحثوهم على ذلك كيلا يتفرق\nكلمة المسلمين وقال إن اجتمع ثلاثة على واحد وأبى اثنان فخذوا بقول الثلاثة\nوان كانوا ثلاثة ثلاثة فخذوا برأي الثلاثة الذين فيهم عبد الرحمن بن عوف\nوكان قال لعبد الله بن عباس اذكر لي من أعهد إليه فقال عثمان فقال ذاك كلف\nبأقاربه يحمل بني ابن أبي معيط على رقاب الناس قال فعبد الرحمن بن عوف قال\nمسلم ضعيف وأميرته امرأته قال فسعد قال ذاك فارس يكون في مقنب من مقانبكم\nقال فالزبير قال مؤمن الرضا كافر الغضب قال فطلحة قال فيه باء وعجب قال\nفعلي قال فيه دعابة وأنه لأخلقهم أن يحملهم على المحجة ثم جعل الأمر في\nهؤلاء الستة باختيارهم وقال إن بيعة أبي بكر كانت فلتة وقى الله شرها فمن\nعاد إلى مثلها من غير مشورة فاقتلوه ومات عمر رضي الله عنه وأرضاه يوم\nالجمعة لأربع بقين من ذي الحجة سنة ثلث وعشرين وكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nطعن يوم الأربعاء فمكث بعده ثلاثا هذا في رواية الواقدي فلما أخرجوه\nليصلي عليه الناس قام علي عند رأسه وقام عثمان عند رجليه فقال عبد الرحمن\nبن عوف ما أسرع ما اختلفتم تقدم يا صهيب فتقدم فصلى عليه ثم دفنوه في حجرة\nعائشة مع النبي صلى الله عليه وسلم وأبي بكر رضي الله عنه فانصرفوا عنه\nوتنازعوا الأمر واختلفوا فيه وجاءت الأنصار يستحثونهم وبنو هاشم وبنو أمية <span id='ms547'></span>\nيخطب كل قوم إلى صاحبهم فقال عبد الله بن سعد بن أبي سرح إن أردتم أن لا\nيختلف قريش فولوها عثمان فقام عمار بن ياسر فقال إن أردتم أن لا يختلف\nالناس فولوها عليا ثم قال لعبد الله بن سعد ابن أبي سرح يا فاسق بن فاسق\nأأنت ممن تستنصح المسلمين أو يستشيرونك في أمورهم واستسب بنو هاشم وبنو\nأمية وارتفعت الأصوات حتى تخوف الاختلاف فكان في الشورى ثلاثة أيام وعلي\nيناشدهم بالرحم أن يخرجوه من هذا الأمر فلما كان يوم الثالث بايعوا عثمان\n[1] ،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p191'> Vol. 05, p. 191</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head209'>ذكر بيعة عثمان بن عفان رضي الله عنه</h3>\n\n<p>\nقالوا وأقبل عبد الرحمن بن عوف إلى علي بن أبي طالب فقال عليك عهد الله\nوميثاقه وأشد ما أخذ الله على النبيين من عهد وعقد إن أنا وليتك هذا الأمر\nلتعملن بكتاب الله وسنة نبيه فقال نعم طاقتي وجهدي ومبلغ رأى [F؟ 191 v؟]\nثم أقبل على عثمان فقال له عليك عهد الله وميثاقه وأشد ما أخذ الله على\nالنبيين من عهد وعقد إن أنا وليتك هذا العمل لتعملن فيه بكتاب الله وسنة\nنبيه قال نعم لا أزول عنها ولا أدع منها شيئا وبسط يده وكرر عبد الرحمن\nأسوي جهدي في اختيار أفضلكم وأولاكم بالخلافة فأي رأيكم الا تصطلحون على\nهذا الحال ابدا فرضوا به وبمن يوليه الخلافة بعد ان أخذوا منه المواثيق\nالمؤكدة على انه لا يغدر ولا يميل بهواء النفس فجعل عبد الرحمن يلقى الناس\nويستشيرهم الى تمام ثلاثة أيام واجهد بنفسه في ذلك حتى انه ما يرقد تلك\nالأيام والليالي من كثرة ما يلاقى الناس ويستشيرهم فلما انقضت المدة واجتمع\nالناس في المسجد صعد عبد الرحمن بن عوف المنبر ودعي عليا رضي الله عنه وقال\nانا أبايعك على كتاب الله وسنة رسوله وسيرة الخليفتين ابو (sic) بكر وعمر\nفقال علي رضي الله عنه أما كتاب الله وسنة رسوله فنعم فإنهما يأتيان على كل\nشيء ثم اجتهد في نفسي ثم دعا عثمان رضي الله عنه وقال مثل قوله الأول فقال <span id='ms548'></span>\nعثمان نعم فرفع عبد الرحمن رأسه فقال اللهم اشهد فنبايعه فتبادر الناس\nيبايعونه هذا المذكور في كتب التاريخ والله تعالى اعلم،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nهذه الكلمة على علي مرارا وعلى عثمان مرارا كل ذلك يجيبانه مثل الأول\nوبسط عثمان يده وبنو هاشم وبنو أمية قيام ينتظرون ما يكون فضرب عبد الرحمن\nعلى يد عثمان وبايعه على الأمر ثم تتابع الناس على ذلك وخرج عثمان ووجهه\nيتهلل وعلي كاسف اللون أربد لم يبايعه ودخل منزله ورفع عمار عقيرته يقول\n[رجز]\n</p>\n\n<p>\nيا ناعي الإسلام قم فانعه ... قد مات عرف وأتى منكر\n</p>\n\n<p>\nهكذا رأيته في بعض التواريخ وما أظنه حقا والله أعلم وقد روي أن سلمان\nجعل يقول ذلك اليوم كردند نكردند كردند نكردند ثم قام عثمان على المنبر\nخطيبا فحمد الله وأثنى عليه وأرتج عليه الكلام فقال إن هذا مقام ما كنا نرى\nأن نقومه وإن أول مركب صعب وإن مع اليوم أياما وما كنا خطباء وسيعلمنا الله\nولا آلو أمة محمد خيرا ونزل ومشى أهل الشورى إلى علي وقالوا قم فبايع قال\nفإن لم أفعل قالوا نجاهدك فجاء فبايع ولما طعن أبو لؤلؤة عمر أخذه الناس\nفقتلوه وسل عبيد الله بن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nالسيف فقتل ابنا [1] لأبي لؤلؤة وقتل الهرمزان وأراد أن يستعرض السبي\nبالمدينة فمنعه المهاجرون والأنصار ومما رثى به عمر بن الخطاب قول الشماخ\n[طويل]\n</p>\n\n<p>\nأبعد قتيل بالمدينة أصبحت ... له الأرض تهتز العضاه بأسوق\n</p>\n\n<p>\nجزى الله خيرا من أمام [2] وباركت ... يد الله في ذاك الأديم الممزق\n</p>\n\n<p>\nفمن يسع أو يركب جناحي نعامة ... ليدرك ما قدمت بالأمس تسبق\n</p>\n\n<p>\nوما كنت أخشى أن يكون وفاته ... بكفي سبنتي أزرق العين مطرق\n</p>\n\n<p>\nقضيت أمورا ثم غادرت بعدها ... نوافج في أكمامها لم تفتق\n</p>\n\n<p>\nويروى عن بعضهم عن رجل من الرافضة أنه قال رحم الله أبا لؤلؤة فقيل سبحان\nالله ترحم على رجل مجوسي قتل عمر بن الخطاب فقال كانت طعنته إسلامه،،،\n</p>\n\n<h2 class='l2' id='head210'>خلافة عثمان بن عفان</h2>\n\n<p>\nبايعه الناس وصار إليه خاتم رسول الله صله ورداؤه وأول فتح كان في <span id='ms549'></span> خلافته\nماه البصرة وما كان بقي من حدود أصفهان والرى على يد أبى موسى الأشعري ثم\nبعث عثمان عبد الله بن عامر بن كريز إلى اصطخر وبها يزدجرد فخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nيزدجرد إلى دارابجرد وخلف ماهك الأصفهبذ على أصطخر فنزل عبد الله بن عامر\nبن كريز يقاتل ماهك وأرسل مجاشع بن مسعود السلمي في إثر يزدجرد فركب يزدجرد\nالمفازة إلى كرمان [F؟ 192 r؟] وفتح مجاشع دارابجرد صلحا وسار في إثر\nيزدجرد إلى كرمان فافتتحها وأخذ يزدجرد على طريق سجستان حتى أتى مرو\nالشاهجان يريد الصين وقد قدم إليها ذخائره وخزائنه وذكر ابن المقفع أنه كان\nفي تلك الذخائر من الذهب التي كان قباذ ضربها سبعة آلاف آنية كل آنية اثنا\nعشر ألف مثقال سوى ما كان من ضرب سائر الملوك ومواريثهم وأنه كان فيها ألف\nحمل سبائك غير المضروبة وجاء مجاشع إلى سجستان فأصاب منها وافتتح سجستان ثم\nانصرف لما لم يدرك يزدجرد وعاد إلى فارس وافتتح عبد الله بن عامر ابن كريز\nأصطخر الثانية وسار إلى خراسان حتى أتى الطوس فافتتحها صلحا وبلغ الخبر\nيزدجرد فاشتد خوفه واستمد الترك فجاءه الترك وطرخان التركي لنصرته فقال له\nوزيره خرزاذ إن أمر العرب شيء ظاهر فدعني أصالحهم على مال يدعوا [1] لك بعض\nممالكك [2] قال افعل فكتب خرزاذ الوزير إلى عبد الله بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p195'> Vol. 05, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nيراوده على الصلح عن كور الجبل وخراسان على ثمانين ألف ألف درهم فأراد\nابن عامر أن يجيبه إلى ذلك إذ ورد عليه خبر قتل يزدجرد،،،\n</p>\n\n<h3 class='l3' id='head211'>مقتل يزدجرد</h3>\n\n<p>\nقالوا ولما ورد مرو سب ماهوى مرزبان مرو بما مضى من المسلمين وبالغ في\nالاستقصاء عليه وأظهر السخط فخافه [ما] هو [ى] على نفسه وكان ورد ترك طرخان\nمددا له فاستخف بهم يزدجرد وطردهم لكلام تكلم به بعضهم فتصدى القوم\nلمحاربته فواقعهم وهزمهم وخرج في أثرهم فأرسل ماهوى إلى طرخان أن كر عليهم\nفإني أظاهرك وآتى [1] من ورائه وخرج ماهوى في أساورته وأمر ابنه؟ برار [2]\nأن يغلق أبواب المدينة دونه كي لا يدخلها فكر على <span id='ms550'></span> يزدجرد طرخان فولى ظهره\nيريد المدينة فاستقبله ماهوى فمزقه كل ممزق وانهزم يزدجرد لا يهتدي لوجهه\nفطرح نفسه في مرغاب [3] ثم اختلفوا في هلاكه فزعم انه عرق في الماء وزعم\nآخرون أنه لحقته الخيل فقتلوه وحملوه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p196'> Vol. 05, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nتابوت إلى أصطخر وفي كتاب خذاي نامه أن يزدجرد انتهى إلى طاحونة بقرية\nزرق [1] من قرى مرو فقال للطحان أخفني وغم مكاني ولك منطقتي وسواري وخاتمي\nوكان فيها خراج فارس فقال الرجل إن كرى الطاحونة كل يوم أربعة دراهم فإن\nأعطيتني أربعة عطلت الطاحونة وإلا فلا فقال يزدجرد قد قيل لي أنك تحتاج الى\nأربعة دراهم ولا نقدر عليها فبينا هو في مراجعته غشيته الخيل فقتلوه ولم\nيكن بمرو يومئذ أحد من المسلمين وكان معه ثلث آلاف رجل من الحشم منهم ألف\nأسوار وأبناء الأساورة وألف مغن وألف طباخ وفراش وابنان له فيروز وبهرام\nوثلث بنات أدرك وشهره ومرواريذ وقتل سنة إحدى وثلاثين من الهجرة وهو ابن\nخمس وثلاثين سنة وكان ملكه عشرين سنة في تشتت واضطراب فلما قتل تفرقت الحشم\nفنزلت الأساورة بلخ ونزل المغنون هراة وأقام الفراشون بمرو وبعث ماهوى\nبخزائنه وما كان له من الأموال إلى عبد الله بن عامر وبقي ما كان قدمه إلى\nالصين في أيدي أهله ووجه عبد الله بن عامر الجيوش إلى خراسان فافتتح أمير\nشهر صلحا وسار ابن عامر حتى أتى نيسابور [2] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p197'> Vol. 05, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nفافتتحها صلحا وبنى في قهندزها الجامع وكتب إلى عثمان فأرسل عثمان أثوابا\nخلعا للجامع فكسينه فمنها إلى اليوم شظايا باقية وصالح أهل سرخس [1] على\nمال وصالح دهقان هراة على مائة بدرة وبعث الأحنف [F؟ 192 v؟] بن قيس إلى\nقتال الهياطلة وهم أهل جوزجان وبلخ وطخارستان فجاء فصالح أهل مرو وأهل\nطالقان وصالح كيلان مروالروذ على ستين ألف درهم وبنى بمروالروذ قصرا يقال\nله قصر الأحنف ثم ولى عبد الله بن عامر قيس بن الهيثم السلمي خراسان وتوجه\nمحرما بالحج إلى مكة فلم يعد إلى خراسان وفي أيام عثمان افتتح جرير بن عبد\nالله البجلي الأرمينية <span id='ms551'></span> وغزا سعيد بن العاص طبرستان ومعه الحسن والحسين ابنا\n[2] علي عليهم السلم فافتتحها صلحا وافتتح أبو موسى الأشعري ما بقي من\nأعمال الري وطالقان ودماوند صلحا وانتقضت الاسكندرية في أيام عثمان\nفافتتحها عمرو [3] بن العاص وبعث بسبيها إلى المدينة فردهم عثمان إلى ذمتهم\nلأنهم كانوا صلحا ولأن الذرية لم تنقض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nالعهد فهذا بدو الشر بين عثمان وعمرو فانتزعه من مصر وأمر عليها عبد الله\nبن سعد بن أبي سرح أخاه لأمه فغزا إفريقية وافتتح طرابلس وهي من القيروان\nعلى سبعين ميلا وسار حتى بلغ دمقلة [1] مدينة السودان فأصاب من الأموال ما\nبلغ سهم الفارس من العين ثلاثة آلاف [2] دينار وسهم الراجل ألف دينار\nوحدثني هارون بن كامل بمصر قال كان مع عبد الله بن سعد سبعون ألفا من فارس\nوراجل وفي أيام عثمان غزا معاوية قبرس وأنقرة من أرض الروم فافتتحها صلحا\nوكان بعث عثمان معاوية إلى فارس مع عبد الله بن عامر فأصاب من أطرافها\nفافتتح بعض كورها ونواحيها فهذا ما كان من الفتوح في زمن عثمان بن عفان،،،\n</p>\n\n<h3 class='l3' id='head212'>ذكر حصار عثمان</h3>\n\n<p>\nحوصر عشرين يوما وقتل في ذي الحجة سنة خمس وثلاثين من الهجرة وكان سبب\nذلك أن الناس نقموا عليه أشياء فمن ذلك كلفه بأقاربه كما قاله عمر رضي الله\nعنه فآوى الحكم بن [أبي] العاص بن أمية طريد رسول الله صلى الله عليه وسلم\nوكان سيره إلى بطن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nوج ولأنه [1] كان يفشي سر رسول الله صله ويطلع الناس عليه ومنها أنه أقطع\nالحارث بن الحكم مهرقته موضع شرقي المدينة وكان النبي صلى الله عليه وسلم\nلما قدم إلى المدينة ووصل إلى ذلك الموضع ضرب برجله وقال هذا مصلانا\nومستمطرنا ومخرجنا لأضحانا وفطرنا فلا تنقضوها ولا تأخذوا عليها كرى لعن\nالله من نقض من بعض سوقنا شيئا ومنها أنه أقطع مروان بن الحكم فدك قرية\nصدقة رسول الله صلى الله عليه وسلم وأعطاه خمس الغنائم من إفريقية فقال عبد\nالرحمن بن حنبل الجمحي [متقارب]\n</p>\n\n<p>\nأحلف بالله رب العباد <span id='ms552'></span> ... ما ترك الحق شيئا سدى\n</p>\n\n<p>\nولكن خلقت لنا فتنة ... لكي نبتلى بك أو تبتلى\n</p>\n\n<p>\nفما أخذا درهما غيلة ... ولا أعطيا درهما في هوى\n</p>\n\n<p>\nوأعطيت مروان خمس العباد ... فهيهات شاؤك ممن سعى [2]\n</p>\n\n<p>\nومنها أنه أعطى عبد الله بن خالد بن أسيد بن رافع أربعمائة ألف درهم\nوأعطى الحكم بن [أبي] العاص مائة ألف درهم ومنها أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p200'> Vol. 05, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن عمر قتل الهرمزان بأبيه عمر وقتل ابنين لأبي لؤلؤة عليه\nاللعنة فلم يقده [1] ومنها أنه عزل عمال عمر وولى بني أمية وانتزع عمرو بن\nالعاص عن مصر واستعمل عليها عبد الله بن سعد بن أبي سرح وانتزع سعد بن أبي\nوقاص عن الكوفة واستعمل [F؟ 193 r؟] الفاسق الوليد بن عقبة بن أبي معيط وهو\nأخوه لأمه فوقع في الخمر فشربها ويصلي الصلاة لغير وقتها فصلى بالناس يوما\nالفجر أربعا وهو ثمل فلما انصرف قال أزيدكم فإني نشيط فشغب الناس وحصبوه\nوفيه يقول الحطيئة [كامل]\n</p>\n\n<p>\nشهد الحطيئة يوم يلقى ريه ... ان الوليد أحق بالعذر\n</p>\n\n<p>\nنادى وقد تمت صلاتهم ... أأزيدكم ثملا وما يدري\n</p>\n\n<p>\nفلما شكاه الناس عزله واستعمل عليهم شرا منه سعيد بن العاص فقدم رجل عظيم\nالكبر شديد العجب وهو أول من وضع العشور على الجسور والقناطر ومنها أن ابن\nابى سرح قتل سبعمائة رجل بدم رجل واحد فأمر بعزله ولم ينكر عليه ومنها أنه\nجعل الحروف كلها حرفا واحدا وأكره الناس على مصحفه ومنها انه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nسير عامر بن عبد قيس من البصرة إلى الشام لتنزهه عن أعماله وسير أبا ذر\nالغفاري إلى الربذة وذلك أن معاوية شكاه أنه يطعن عليه فدعاه واستعتبه ولم\nيعتب فسيره إلى الربذة وبها مات رحمه الله ومنها أنه تزوج نائلة بنت\nالفرافصة [1] الكلبية فأعطاها مائة ألف من بيت المال وأخذ سفطا فيه حلي\nفأعطاه بعض نسائه واستسلف من بيت المال خمسة آلاف درهم وكان اشترط عليه عند\nالبيعة أن يعمل بكتاب الله وسنة رسوله وبسيرة الشيخين رضي الله عنهما فسار\nبها ست سنين ثم تغير كما ذكر ونبرأ إلى <span id='ms553'></span> الله من عيب الصحابة قدس الله\nأرواحهم أجمعين ومنها أنه لما ولي صعد المنبر فتسنم ذروته حيث كان يقعد\nرسول الله صله وكان أبو بكر ينزل عنه درجة تعظيما لقدر النبي صله فلما ولي\nعمر نزل عن مقعد أبي بكر بدرجة فصارت رجلاه في الأرض لأن المنبر درجتان\nفتكلم الناس في ذلك وأظهروا الطعن فخطب عثمان وقال هذا مال الله أعطيه من\nأشاء وأمتعه من أشاء فأرغم الله أنف من رغم أنفه فقام عمار بن ياسر فقال\nأنا أول من رغم أنفه من ذلك فقال له عثمان لقد اجترأت علي يا ابن سمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p202'> Vol. 05, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nفوثبوا بنو أمية على عمار فضربوه حتى غشي عليه فقال ما هذا بأول ما أوذيت\nفي الله وضرب عبد الله بن مسعود في مخالفته قرأته فسار الأشتر النخعي في\nمائتي راكب من أهل الكوفة وسار حكيم بن جبلة العبدي في مائتي راكب من أهل\nالبصرة وسار عبد الرحمن بن عنبس البلوي وكانت له صحبة في ستمائة راكب من\nأهل مصر فيهم عمرو بن الحمق [1] ومحمد بن أبي بكر حتى نزلوا بذي خشب فرسخا\nمن المدينة وبعثوا إلى عثمان من يكلمه ويستعتبه فقال ما تنقمون علي فقال\nننقم عليك ضربك عمارا قال فو الله ما أمرت به ولا ضربت فهذه يدي بعمار\nفليقتص قالوا ونقم عليك إذ جعلت الحروف حرفا واحدا قال جاءني حذيفة فقال ما\nكنت صانعا إذا قيل قراءة فلان وقراءة فلان فيختلفون كما اختلف أهل الكتاب\nفإن يكن صوابا فمن الله وإن يكن خطاء فمن حذيفة وقالوا ننقم عليك أنك\nاستعملت السفهاء من أقاربك قال فليقم أهل كل مصر فليسألوني صاحبكم فأوله\nعليهم فبعث علي رضي الله عنه إلى ذي خشب فأرضاهم وردهم فانصرفوا حتى [F؟\n193 v؟] بلغوا حسمي [2] مر بهم راكب معه كتاب الى ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nأبي سرح بقتل القوم ولما انصرف الراكب تكلم الناس في أمرهم وأرجفوا\nبالأراجيف فخطب عثمان وقال قد بلغني ما تحدثتم وإنما جاءوا في صغير من\nالأمر فقال عمر بن العاص بل <span id='ms554'></span> جاءوا في كبير من الأمر وقد ركبت ما بك نهابر\n[1] فإما أن تعتدل وإما أن تعتزل فقال عثمان يا ابن النابغة هذا الآن عزلتك\nعن مصر قالوا ولما أعطي عثمان القوم ما أرادوا قال [2] مروان بن الحكم\nلحمران بن أبان كاتب عثمان فكان خاتم عثمان مع مروان بن الحكم إن هذا الشيخ\nقد وهن وخرف وقم فاكتب إلى ابن أبي سرح أن يضرب أعناق من ألب [3] على عثمان\nففعلا وبعث الكتاب مع غلام لعثمان يقال له مدس [4] على ناقة من نوقه فمر\nبالقوم وهم نزول بحسمي [5] فاتهموه وأخذوه وقرروه وأخرجوا الكتاب من إداوة\nله وانصرفوا إلى المدينة وبدءوا بعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي طالب رضي الله عنه لأنه كان راوضهم وضمن لهم فجاء علي معهم إلى\nعثمان فقالوا فعلت وفعلت فأنكر ذلك وقال لعن الله الكاتب والمملي والآمر به\nفقالوا فمن تظن قال أظن كاتبي غدر وارتجت المدينة برجوع القوم فحنق بنو [1]\nمخزوم لضربه عمار وحنق بنو [1] زهرة لحال عبد الله بن مسعود وحنق بنو [1]\nغفار لمكان أبي ذر الغفاري وكان أشد الناس طلحة والزبير ومحمد بن أبي بكر\nوعائشة وخذلته المهاجرون والأنصار وتكلمت عائشة في أمره واطلعت شعرة من شعر\nرسول الله صله ونعله وثيابه وقالت ما أسرع ما تركتم سنة نبيكم فقال عثمان\nفي آل أبي قحافة ما قال وغضب حتى ما كاد يدري ما يقول فقال عمر بن العاص\nسبحان الله وهو يريد أن يحقق طعن الناس على عثمان فقال الناس سبحان الله ثم\nصعد عثمان المنبر وهو يريد أن يتكلم بعهده فقام رجل فشتمه وعابه وقال فعلت\nوفعلت وعثمان يلتفت إلى الناس حوله فلا يرد عليه أحد ثم قام الجهجاه بن\nسنام الغفاري فأخذ القضيب [2] من يده وكسرها فنزل عثمان وحوله ناس من بنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nأمية ودخل داره فحاصروه عشرين [1] يوما فلما اشتد الحصار كتب كتابا وأطلع\nرأسه من داره وترسوه بالترسة وقرأه بأعلى صوته إني أنزع عن كل شيء أنكرتموه\nوأتوب إلى الله عز وجل من كل قبيح <span id='ms555'></span> عملته كذا وكذا وأحذركم سفك دمي بغير حق\nفقالوا إن كنت مغلوبا على أمرك فاعتزل وادفع إلينا مروان فأبى وقال لا\nأنخلع من قميص قمصنيه الله تعالى ولا أبلكم [2] سعيكم واستأذنوا غلمانه في\nمحاربة القوم فناشدهم أن لا يراق فيه محجمة دم وقال من كف يده فهو حر وكتب\nإلى علي رضوان الله عليه [طويل]\n</p>\n\n<p>\nفإن كنت مأكولا فكن خيرا كلى ... وإلا فأدركني ولما أمزق\n</p>\n\n<p>\nأترضى أن يقتل ابن عمك ويسلب ملكك قال علي ع لا والله وبعث بالحسن\nوالحسين إلى بابه يحرسانه فتسور محمد بن أبي بكر مع رجلين في حائط عثمان من\nدار رجل من الأنصار فأخذه محمد بن أبي بكر بلحيته حتى سمع وقع أضراسه قال\nابن عثمان خل يا بن أخي فو الله لو رآك [F؟ 194 r؟] أبوك لساءه مكانك\nفتراخت يده وضربه عمرو بن بديل بمشقص في أوداجه وقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p206'> Vol. 05, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nسنان بن عياض والمصحف في حجره لعشر مضين من ذي الحجة سنة خمس وثلاثين\nولبث في داره مقتولا يوما أو يومين ثم دفن في موضع يقال حش كوكب قال ابن\nإسحاق قتل يوم الأربعاء لثمان خلون من ذي الحجة وقال حسان بن ثابت فيما\nيرثيه [خفيف]\n</p>\n\n<p>\nخذلته الأنصار إذ حضر الموت ... وكانت حماته الأنصار\n</p>\n\n<p>\nمن عذيري من الزبير ومن ... طلحة هذا أمر له إعصار\n</p>\n\n<p>\nوقال أيضا في مرثيته [بسيط]\n</p>\n\n<p>\nضجوا أبا شمط عنوان السجود به ... يقطع الليل تسبيحا وقرآنا\n</p>\n\n<p>\nلتسمعن وشيكا في ديارهم [1] ... الله أكبر يا ثأرات عثمانا\n</p>\n\n<p>\nوقال الوليد بن عقبة [طويل]\n</p>\n\n<p>\nبني هاشم أنا وما كان بيننا ... كصدع الصفا ما يومض الدهر [شاعبه] [2]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p207'> Vol. 05, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nبني هاشم كيف الترحم بيننا ... وسيف بن أروى عندكم وحرائبه\n</p>\n\n<p>\nفأجابه الفضل بن العباس [طويل]\n</p>\n\n<p>\nسلوا أهل مصر عن سلاح أخيكم ... فعندهم أسلابه وحرائبه\n</p>\n\n<p>\nوكان ولي الأمر بعد محمد ... علي وفي كل المواطن صاحبه\n</p>\n\n<p>\nوقد أنزل الرحمن أنك فاسق ... فما لك في الإسلام سهم تطالبه\n</p>\n\n<h2 class='l2' id='head213'>ذكر بيعة علي بن أبي طالب رضوان الله عليه</h2>\n\n<p>\nوكان الناس لا يشكون أن ولي الأمر بعد عثمان <span id='ms556'></span> علي بن أبي طالب وكان يحدو\nالحادي لعثمان فيقول [رجز]\n</p>\n\n<p>\nإن الأمير بعده علي ... ثم الزبير خلفه مرضي\n</p>\n\n<p>\nفلما قتل عثمان جلس طلحة في داره يبايع الناس وكانت مفاتيح بيت المال\nعنده وجاءه ناس يهرعون إلى علي رضي الله عنه فدخل داره وقال ليس ذاك إليكم\nذاك إلى أهل بدر فما بقي بدري إلا أتاه فجاء علي فصعد المنبر فبايعوه وأمر\nبيوت الأموال فكسرت أغلاقها وجعل يفرقها في الناس بالسوية ويقال أن عليا\nلما قتل عثمان أرسل إلى طلحة والزبير أن أحببتما أن أبايعكما بايعت فقالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p208'> Vol. 05, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nبل نبايعك فبايعا ثم نكثا وبويع [1] على سنة خمس وثلاثين ويقال أول من\nبايعه طلحة وكانت إصبعه شلاء فتطير منها علي وقال يد شلاء وأمر لا يتم ما\nأخلقه أن ينتكث وتخلف من بيعة علي بنو أمية ومروان بن الحكم وسعيد بن العاص\nوالوليد بن عقبة ولم يبايعه العثمانية من الصحابة [F؟ 194 v؟] حسان بن ثابت\nوكعب بن عجرة وكعب بن مالك والنعمان بن بشير ورافع بن خديج وزيد ابن ثابت\nومحمد بن مسلمة ثم بايعوه بعد أيام وكانت عائشة تؤلب على علي [2] وتطعن فيه\nوترى أنه سينخلع وكان هواها في طلحة فبينا هي قد أقبلت من الحج راجعة\nاستقبلها راكب فقال ما وراءك قال قد قتل عثمان قالت كأني أنظر إلى الناس\nيبايعون طلحة وأن إصبعه يحسن أيديهم فجاء راكب آخر فقالت ما وراءك قال بايع\nالناس عليا قالت وا عثماناه ما قتله إلا علي ولليلة من عثمان خير من على\nالدهر كله وانصرفت إلى مكة وضربت فسطاطا في المسجد وأراد علي أن ينزع\nمعاوية من الشام فقال له المغيرة بن شعبة أقره على الشام فإنه يرضى بذلك\nوسأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nطلحة والزبير أن يوليهما البصرة فأبى وقال تكونان عندي أتحمل بكما فإني\nأستوحش لفراقكما وأستأذناه في العمرة فأذن لهما فقدما على عائشة وعظما من\nأمر عثمان وقالا ما كنا نرى في التألب عليه أن يقتل فاما إن قتل فلا توبة\nلنا إلا الطلب بدمه ونقضا البيعة <span id='ms557'></span> وأقاما بمكة وبث علي عماله فبعث عثمان بن\nحنيف الأنصاري إلى البصرة وانتزع عنها عبد الله بن عامر وأمر عبيد الله بن\nالعباس على اليمن ونزع عنها يعلى بن منية [1] وأمر قثم بن العباس على مكة\nوولى جعدة بن هبيرة المخزومي ابن عمته على خراسان وقال لعبد الله بن عمر سر\nإلى الشام قالوا ولما بلغ الخبر معاوية قال إن خليفتكم قد قتل مظلوما وأن\nالناس بايعوا عليا ولست أنكر أنه أفضل مني وأولى بهذا الأمر ولكن أنا ولي\nهذا الأمر وولي عثمان وابن عمه والطالب بدمه وقتله عثمان معه فليدفعهم إلي\nأقتلهم بعثمان ثم أبايعه فرأى أهل الشام أنه قد طلب حقا وهم قوم فيهم غفلة\nوقلة فطنة إما أعرابي جاف وإما مدني مغفل ثم لما سمع معاوية بقول عائشة في\nعلي ونقض طلحة والزبير البيعة ازداد قوة وجرأة وبعثت أم حبيبة بنت ابى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p210'> Vol. 05, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان بقميص عثمان مع النعمان بن بشير إلى معاوية فجعل يغري الناس\nويحرضهم،،،\n</p>\n\n<h3 class='l3' id='head214'>ذكر وقعة الجمل</h3>\n\n<p>\nقالوا ولما قدم عثمان بن حنيف البصرة واليا لعلى طرد عبد الله بن عامر\nقدم إلى مكة بخير [1] الدنيا ويعلى بن منية [2] بمال كثير فاجتمعوا عند\nعائشة وأداروا الرأي بينهم أن يسيروا إلى البصرة فإنهم شيعة عثمان ويطلبوا\nبدمه وكتب معاوية إلى الزبير إني بايعتك ولطلحة من بعدك فلا تفوتنكما\nالعراق وأعانهما ابن عامر وابن منية [2] بالمال والظهر والكراع وخرجوا\nبعائشة حتى قدموا البصرة فلما بلغوا بحوأب وهو ماء لبني كلاب سمعت عائشة\nنباح الكلب فقالت ما هذا قالوا الحوأب قالت إنا لله وإنا إليه راجعون ما\nأراني إلا صاحبة الحديث قالوا وما ذاك يا أمتاه قالت سمعت رسول الله صله\nيقول ليت شعرى أيتكن تنبح [3] كلاب الحوأب سائرة في كتيبة [4] نحو المشرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p211'> Vol. 05, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوهمت بالرجوع فحلفوا لها أنها ليست بالحوأب فمرت ومر حتى قدموا البصرة\nفأخذوا عثمان بن حنيف وهموا بقتله ثم خشوا غضب الأنصار على من خلفوا\nبالمدينة فنالوا من شعره وبشرته ونتفوا لحيته وشعر حاجبيه وأشفاره وقتلوا <span id='ms558'></span>\nمن خزنة بيت المال خمسين رجلا [F؟ 195 r؟] فانتهبوا الأموال وقام طلحة\nوالزبير خطيبين فقالا يا أهل البصرة توبة لحوبة إنما أردنا أن نستعتب أمير\nالمؤمنين ولم نرد قتله وبلغ الخبر عليا فخرج من المدينة واستعمل عليها سهل\nبن حنيف وسار في سبع مائة رجل منهم سبعون بدريا وأربع مائة من المهاجرين\nحتى نزل بذي قار وكتب إلى أهل الكوفة يستنفرهم فجاءه منهم ستة آلاف رجل\nوكانت الوقعة بالخريبة [1] يوم الخمسين لعشر خلون من جمادى الآخرة سنة ست\nوثلاثين فبرز القوم للقتال وأقاموا الجمل وعائشة في هودج واسم ذلك الجمل\nعسكر فقال علي عم لا تبدءوهم بالقتال حتى يقتلوا منكم وإن هزموا فلا تأخذوا\nمن أموالهم شيئا ولا تجهزوا [2] على جريح ولا تتبعوا مدبرا ومن ألقى سلاحه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nفهو آمن فقتلوا من أصحاب علي ستة وشبت الحرب بينهم فخرج علي ودعا الزبير\nفجاء حتى وقف قال له علي ما جاء بك قال ما أراك لهذا الأمر أهلا قال له\nأتذكر قول رسول الله صلى الله عليه وسلم ليقاتلنك ابن عمتك وهو لك ظالم\nفانصرف الزبير فجاءه ابنه عبد الله بن الزبير وحثه واحفظه حتى عاد فوقف في\nالصف ثم سار علي حتى أتى طلحة فقال جئت بعرس رسول الله صلى الله عليه وسلم\nوخبأت عرسك في بيتك واستعرت الحرب فقال علي أيكم يعرض هذا المصحف عليهم\nويقول هذا بيننا وبينكم فأخذه فتى شاب وتقدم فقطعوا يده وأخذه بيده اليسرى\nثم تقدم علي فناشدهم الله عز وجل في دمه ودمهم فأبوا إلا القتال وارتجزت\nبنوا ضبة [رجز]\n</p>\n\n<p>\nنحن بنو ضبة أصحاب الجمل ... ننزل بالموت إذا الموت نزل\n</p>\n\n<p>\nننعي ابن عفان بأطراف [1] الأسل ... ردوا علينا شيخنا ثم بجل\n</p>\n\n<p>\nوارتجزت امرأة منهم [رجز]\n</p>\n\n<p>\nيا رب فاعقل لعلي جمله ... ولا تبارك في بعير حمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p213'> Vol. 05, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nوكان ابن عتاب يقول [رجز]\n</p>\n\n<p>\nأنا ابن عتاب وسيفي ولول [1] ... والموت دون الجمل المجلل\n</p>\n\n<p>\nفحمل علي عليهم فانكشفوا وولى الزبير فتبعه عمار بن ياسر وقال يا أبا عبد\nالله ما أنت بجبان ولكني <span id='ms559'></span> أراك شككت قال هو ذاك قال يغفر الله لك فانطلق حتى\nأتى وادي السباع وولى طلحة ظهره فرماه مروان بن الحكم بسهم ومروان منهزم\nفشك ساقه بساقه الأخرى فقتله وقال لأبان بن عثمان قد كفيتك أحد قتلة أبيك\nوقتل سبعون على زمام الجمل يأخذه واحد بعد واحد وقد شكت السهام الهودج حتى\nصار كأنه جناح نسر فقال علي عم ما أراكم يقاتلكم غير هذا الهودج فقال عمار\nلمحمد بن أبي بكر عليك مقدمه حتى تكون أنت تلقاها وعطف عمار على مؤخر الجمل\nعن [2] وهذا الناس مكانه حتى وقف عليه وقال لمحمد بن أبى بكر انظر أحية هي\nأم لا فأدخل محمد رأسه في الهودج [F؟ 195 v؟] فقالت من هذا الذي أطلع على\nحرمة رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nالله صله فقال محمد هو أبغض أهلك إليك ثم أخرج رأسه وقال ما أصابها إلا\nخدش بساعدها فقال علي صدق رسول الله صله ثم قال يا هذه استفززت الناس وألبت\nبينهم في كلام كثير فقالت يا ابن ابى طالب إذا ملكت [1] فاسجح وجاء ابن\nعباس فقال إنما سميت أم المؤمنين بنا قالت نعم قال أولسنا أولياء زوجك قالت\nبلى قال فلم خرجت بغير إذننا قالت قضاء وأمر وأمر حذيفة إلى المدينة وقد\nروينا أنها قالت لو علمت أن يكون قتال ما حضرت وإنما أردت أن أصلح بين\nالناس وبكت حتى كف بصرها وكانت تقول ليتني كنت نسيا منسيا ولم أحضر الجمل\nوبعث الزبير إلى الأحنف بن قيس وكان اعتزل الفريقين يخبره بمكانه فسمع به\nعمرو بن جرموز فأتاه فلما رآه الزبير [2] وقام إلى الصلاة فأتاه ابن جرموز\nمن ورائه فضربه بسيفه فقتله وجاء بخاتمه الى علي عم فقال علي بشر قاتل ابن\nصفية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nبالنار [1] وإنما قال ذلك والله أعلم لأن الزبير كان راجع وتاب والباغي\nإذا ولى حرم دمه وأيضا فإنه غدر به حيث آمنه ثم قتله ويروى أبيات لابن\nجرموز هذا منها [متقارب]\n</p>\n\n<p>\nلسيان عندي قتل الزبير ... وضرطة عير بذي الجحفة\n</p>\n\n<p>\nويقال أنه قتل في وقعة الجمل <span id='ms560'></span> اثني عشر ألفا والله أعلم ودخل علي البصرة\nوخطبهم فقال يا أهل السبخة يا أهل المؤتفكة ائتفكت بأهلها ثلثا وعلى الله\nالرابعة يا جند المرأة يا تباع البهيمة رغا فأجبتم وعقر فانهزمتم أخلاقكم\nرقاق وأعمالكم نفاق وماؤكم زعاق ثم ولاها عبد الله بن العباس بحر الأمة\nوولى مصر قيس بن سعد بن عبادة وولى خراجها ماهوى دهقان مرو قاتل يزدجرد\nوخرج علي إلى الكوفة وفي وقعة الجمل أشعار وقصائد كثيرة فمنها قول بعضهم\n[متقارب]\n</p>\n\n<p>\nشهدت حروبا وشيبتني ... فلم أر يوما كيوم الجمل\n</p>\n\n<p>\nفليت الظعينة في بيتها ... وليتك عسكر لم ترتحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p216'> Vol. 05, p. 216</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head215'>ذكر صفين</h3>\n\n<p>\nوهو موضع بين العراق والشام وقامت الحرب بين الفريقين أربعين صباحا قالوا\nولما بلغ معاوية خبر الجمل دعا أهل الشام إلى القتال على الشورى والطلب بدم\nعثمان فبايعوه أميرا غير خليفة وبعث علي جرير بن عبد الله البجلي رسولا إلى\nمعاوية يدعوه إلى البيعة فكتب إليه معاوية إن جعلت لي الشام ومصر طعمة أيام\nحياتك وإن حضرتك الوفاة لم تجعل لأحد بعدك في عنقي بيعة بايعتك فقال علي عم\nلم يكن الله عز وجل يراني اتخذ المضلين عضدا وخرج من الكوفة في تسعين ألفا\nوجاء معاوية في ثمانين ألف رجل فنزل صفين يسبق عليا إلى شرعة الفرات وأمر\nأبا الأعور السلمي أن يحميها ويمنع أصحاب علي الماء فبعث علي الأشتر النخعي\nفقاتلهم وطردهم وغلبهم على الشرعة فأرسل إليه علي لا تمنع عباد الله الماء\nوجرت الرسل والمخاطبات بينهما أياما ثم ناوشوا القتال أربعين صباحا كلما\nوقدت الحرب رفعوا قميص عثمان [F؟ 196 r؟] ويقول [1] معاوية ادعوا لها\nجوازها [2] حتى قتل سبعون ألفا خمسة وعشرون ألفا من أهل العراق وخمسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوأربعون ألفا من أهل الشام وكان علي يخرج كل يوم خيلا قالوا فخرج يوما\nعبيد الله بن عمر وكان هرب إلى معاوية خوفا من قصاص علي وهو يقول [رجز]\n</p>\n\n<p>\nأنا عبيد الله ينميني عمر ... خير قريش من مضى ومن غبر\n</p>\n\n<p>\nحبر رسول الله والشيخ الأغر ... قد أبطأت في قصر عثمان مضر\n</p>\n\n<p>\nوالربعيون <span id='ms561'></span> فلا اسقوا المطر\n</p>\n\n<p>\nفناداه علي على ماذا تقاتلني فو الله لو كان أبوك ما قاتلني قال طلبا بدم\nعثمان بن عفان قال علي عم والله يطلبك بدم الهرمزان فخرج إليه الأشتر\nالنخعي وهو يقول [رجز]\n</p>\n\n<p>\nإني أنا الأشتر معروف الشتر ... إني أنا الأفعى العراقي الذكر\n</p>\n\n<p>\nوأنت من خير قريش من نفر ... هذر مشائيم من أولاد عمر\n</p>\n\n<p>\nفانصرف عبيد الله وكره مبارزته ثم قتل بعد ذلك وخرج عمار فقتله أبو عامر\nالعاملي وقد ذكرت في فصل الصحابة قصته وقيل فيه [بسيط]\n</p>\n\n<p>\nيا للرجال لعين دمعها جاري ... قد هاج حزني أبو اليقظان عمار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nقال النبي له تقتلك شرذمة ... سيطت لحومهم بالبغي فجار\n</p>\n\n<p>\nفاليوم يعلم أهل الشام أنهم ... أصحاب تلك وفيها الخزي والعار\n</p>\n\n<p>\nفلما قتل عمار انتبه الناس وكادوا يختلفون على معاوية فقال معاوية إنما\nقتله علي حيث عرضه للقتل ثم خرج علي فقال علام يقتل الناس بيني وبينك\nأحاكمك إلى الله عز وجل فأينا قتل صاحبه استقام الأمر له فقال عمرو بن\nالعاص له أنصفك والله يا معاوية فقال معاوية تعلم والله أنه لم يبارزه أحد\nإلا قتله فيزعم قوم أن معاوية قال فابرز أنت يا عمرو فلبس مدرعة ذات فرجين\nمن قدامها وورائها وبارز عليا فلما حمل عليه وتمكن من ضربه رفع عمرو رجله\nفبدت عورته فيصرف عنه علي وجهه ويتركه [1] قالوا وخرج يوما علي في كتيبة\nوعلى مقدمته الأشتر النخعي فصدقوهم القتال حتى لم يبق لأهل الشام صف إلا\nانتقض وقتلوا منهم جماعة كثيرة وكسفت الشمس وأشرف علي عم على الفتح فقال\nعمرو لمعاوية إني لأعلم كلمة لو قلتها لاستقام لك الأمر أفتجعل مصر لي طعمة\nفقال قد أطعمتك قال مرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nفلينشروا المصاحف ففعلوا ونادى ابن [1] يا أهل العراق بيننا وبينكم كتاب\nالله ندعوكم إليه فقالوا قد أنصفك معاوية فقال علي عم ويحكم هذا مكر انما\nقاتلناهم ليدينوا بحكم كتاب الله قالوا لا بد لنا من الموادعة والإجابة إلى\nكتاب الله وكان ناشدهم [F؟ 196 v؟] في ذلك الأشعث بن قيس وهو يقول <span id='ms562'></span> [طويل]\n</p>\n\n<p>\nفأصبح أهل الشام قد رفعوا القنا ... عليها كتاب الله خير قرآن\n</p>\n\n<p>\nونادوا عليا يا ابن عم محمد ... أما تتقي أن يهلك الثقلان\n</p>\n\n<p>\nقال علي عم هذا كتاب الله فمن يحكم بيننا فاختار أهل الشام عمرو بن العاص\nواختار أهل العراق أبا موسى الأشعري فقال علي عم هذا ابن عباس فقال الأشعث\nبن قيس لا نرضى به والله لا يحكم فينا مضري أبدا فقال الأحنف إن أبا موسى\nرجل قرى بالقعر اجعلني مكانه آخذ لك بالوثيقة وأضعك من هذا الأمر بحيث تحب\nفلم يرض به أهل اليمن وفيه يقول الشاعر [بسيط] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nلو كان للقوم يعصون به ... عند الخطوب رموكم بابن عباس\n</p>\n\n<p>\nلكن رموكم بوعر من ذوي يمن ... لم يدر ما ضرب أخماس لأسداس\n</p>\n\n<p>\nفكتبوا القضية على أن يحكم الحكمان بكتاب الله والسنة والجماعة غير\nالفرقة فإن فعلا غير ذلك فلا حكم لهما وصيروا الأجل شهر رمضان على أن يجتمع\nالحكمان في موضع عدل بين الكوفة والشام ويحكما بذلك القضية [فخرج] الأشعث\nبن قيس وجعل يقرءها على الناس فمر به عروة بن أدية التميمي فسل سيفه وضرب\nبه عجز دابته وقال تحكمون الرجال ولا حكم إلا لله وفيه يقول الشاعر [خفيف]\n</p>\n\n<p>\nأعلى الأشعث المعصب بالتاج ... شهرت السلاح يا ابن أدية\n</p>\n\n<h3 class='l3' id='head216'>ذكر خروج الخوارج على علي كرم الله وجهه</h3>\n\n<p>\nوأمر علي بالرحيل من صفين فما ارتحلوا حتى فشا فيهم التحكيم ورحل معاوية\nإلى الشام وقد أصاب ما أراد من إيقاع الخلاف والفرقة بين أصحاب على عم فلما\nدخل علي الكوفة اعتزله اثنا عشر ألفا من القراء وزالوا براياتهم حتى نزلوا\nحروراء وهي قرية من السواد وأمروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nعلى القتال شبث [1] بن ربعى وعلى الصلاة عبد الله بن الكواء فناظرهم على\nعم ستة أشهر وهم ينادونه جزعت من البلية ورضيت بالقضية وقبلت الدنية لا\nتحكم إلا الله عز وجل فيقول على عم انتظر بكم حكم الله فيقولون لئن أشركت\nليحبطن عملك فيقول فاصبر إن وعد الله حق ثم بعث علي عبد الله بن عباس <span id='ms563'></span>\nوصعصعة بن صوحان يدعونهم إلى الجماعة فقال علي أنا موادعكم إلى مدة نتدارس\nفيها كتاب الله عز وجل لعلنا نصطلح فمادوه تسعة عشر ليلة ثم قال ابعثوا إلى\nخطباء يقومون بحجتكم فبعثوا فقام علي فحمد الله وأثنى عليه ثم قال لم أكن\nأحرصكم على هذه القضية والتحكيم ولكنكم وهنتم في القتال وتفرقتم علي ودعاني\nالقوم إلى كتاب الله عز وجل فخشيت أن يتأولوا على قوله تعالى ألم تر إلى\nالذين أوتوا نصيبا من الكتاب يدعون إلى كتاب الله ليحكم بينهم ثم يتولى\nفريق منهم وهم معرضون 3: 23 قالت [F؟ 197 r؟] خطباء الحرورية دعوتنا إلى\nكتاب الله عز وجل فأجبناك حتى قتلنا وقتلنا بالجمل وصفين ثم شككت في أمرك\nوحكمت عدوك فنحن على أمرك الذي تركت وأنت على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nغيره ولا نرجع إلا أن تتوب وتشهد على نفسك بالضلالة فقال معاذ الله أن\nأشهد على نفسي بالضلالة وبنا هداكم الله عز وجل واستنقذكم من الضلالة وإنما\nحكمت الحكمين أن يحكما بكتاب الله عز وجل والسنة الجامعة غير المفرقة فإن\nحكما بغير ذلك لم يكن علي ولا عليكم وإنما تقع القضية في عام قابل فقالوا\nنخشى أن يحدث أبو موسى شيئا يكون كفرا قال فلا تكفوا وأنتم العام مخافة كفر\nعام قابل فرجع بعضهم إلى الجماعة ثم بعث إليهم ابن عباس رضي الله عنه فقال\nما نقمتم على ابن عم رسول الله قالوا ثلث خصال إحداهن أنه حكم الرجال في\nدين الله والله يقول إن الحكم إلا لله 6: 57 والأخرى أنه غير اسمه من إمارة\nالمؤمنين وإن لم يكن أمير المؤمنين فهو أمير الكافرين والثالثة أنه قتل ولم\nيسب ولم يغنم فإن كانوا كفارا حل [؟] يهم وإن كانوا مؤمنين فلم قتلتم فقال\nابن عباس رضي الله عنه أما قولكم [1] حكم الرجال في دين الله فإن الله عز\nوجل قد حكم في أرنب قيمته ربع درهم مسلمين عدلين وحكم في نشوز امرأة مسلمين\nعدلين فأناشدكم الله عز وجل أحكم الرجال في أرنب أفضل أم حكمهم في دماء\nالأمة <span id='ms564'></span> وإصلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nذات البين وأما قولكم أنه قاتل ولم يسب ولم يغنم فإن الله تعالى يقول\nالنبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم 33: 6 فهل كنتم تسبون أمكم\nوتستحلون منها ما تستحلون من غيرها وأما قولكم أنه أخرج اسمه من إمارة\nالمؤمنين فإن رسول الله صلى الله عليه وسلم أخرج اسمه يوم الحديبية من\nالنبوة والله لرسول الله أفضل من علي فرجع منهم ألفان مع عبد الله بن\nالكواء وأمر الباقون عبد الله بن وهب الراسبي عليهم وأخذوا في الفساد فقال\nعلي عم دعوهم حتى يأخذوا مالا ويسفكوا دما وكان يقول أمرني رسول الله صلى\nالله عليه وسلم بقتال الناكثين والقاسطين والمارقين فالناكثون أصحاب الجمل\nوالقاسطون أصحاب صفين والمارقون الخوارج فوثبت الخوارج على عبد الله بن\nخباب فقتلوه وبقروا بطن امرأته وقتلوا نسوة وولدانا فقال لهم علي ادفعوا\nإلينا قتلة إخواننا وأنا تارككم فثاروا به وناوشوه القتال فقال علي عم أن\nيغلب منهم عشرة وأن يقتل منهم عشرة فكان كذلك وهو يوم النهروان بموضع يقال\nله رميلة الدسكرة وقتل المخدج ذو الثدية وقد ذكرت هذه القصة في فصل مقالات\nأهل الإسلام فذكر قوم أنه قتل يوم النهروان أربعة آلاف وقيل جملة من قتل\nعلي من الخوارج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nبالنهروان وغيره ستون ألفا فهذا ما كان من أمر الخوارج وقد قال السيد\nالحميري [بسيط]\n</p>\n\n<p>\nإني أدين بما دان الوصي به ... يوم الخريبة [1] من قتل المضلين\n</p>\n\n<p>\nوما به دان يوم النهر دنت به ... وشاركت كفه كفي بصفينا\n</p>\n\n<p>\n[F؟ 197 v؟] تلك الدماء معا يا رب في عنقي ... ثم اسقني مثلها آمين آمينا\n</p>\n\n<h3 class='l3' id='head217'>خلافة علي بن أبي طالب رضي الله عنه وأرضاه</h3>\n\n<p>\nولما قتل عثمان رضي الله عنه بويع علي عم بيعة العامة في مسجد رسول الله\nصلى الله عليه وسلم وبايع له أهل البصرة وأهل الكوفة مع أبي موسى الأشعري\nوبايع طلحة والزبير بالمدينة ولم يبق أحد إلا بايعه إلا معاوية بالشام في\nأهلها ثم نكث طلحة والزبير وخرجا بعائشة إلى البصرة فسار اليهم علي عم\nفقاتلهم وهي وقعة <span id='ms565'></span> الجمل ثم سار إلى أهل الشام بصفين ثم حكموا الحكمين\nوانصرفوا وخرجت عليهم الخوارج فقتلهم بالنهروان وكان علي بعث قيس بن سعد بن\nعبادة إلى مصر واليا عليها فأجهض معاوية بدهائه ومكايدته [2] ولم يكن لعمرو\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p225'> Vol. 05, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nالعاص التوصل الهيا وقد أطعمها إياه معاوية عند تعليمهم التحكيم فاحتالوا\nفي إزالة قيس عنها وذلك أن معاوية كتب إلى بعض بني [أمية] [1] أن جزى الله\nقيس بن سعد عنا خيرا فإنه قد كف عن إخواننا من أهل مصر الذين قاتلوا في دم\nعثمان واكتموا ذلك عليا فإني أخاف إن بلغه ذلك عزله فشاع ذلك في الناس\nفقالوا بدل قيس قال علي عم معاذ الله قيس لا يبدل فما زالوا به حتى كتب\nإليه أن اقدم فعلم قيس أنه مكر من معاوية فقال لولا الكذب لمكرت بمعاوية\nمكرا يدخل عليه بيته وأقبل على علي فبعث علي الأشتر النخعي مكانه فلما\nانتهى إلى عريش كتب معاوية عليه اللعنة إلى دهقان عريش إن أنت قتلت الأشتر\nفلك خراجه عشرين سنة فأخرج له سويقا وجعل فيه سما فلما شربه الأشتر يبس\nمكانه فقال معاوية لما بلغه ما أبردها على الفؤاد إن لله جنودا من عسل وبلغ\nالخبر عليا عم فبعث محمد بن أبي بكر إلى مصر مكانه وبعث معاوية عمرو بن\nالعاص إليها فاقتتلا [2] بالمسناة وقتل محمد بن أبي بكر وجعلوا جثته في\nجيفة حمار وأحرقوه بالنار،،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head218'>ذكر الحكمين</h3>\n\n<p>\nوكان ذلك بعد صفين بثمانية أشهر واجتمع أبو موسى الأشعري وعمرو بن العاص\nللتحكيم بموضع يقال له دومة الجندل بين مكة والكوفة والشام وأحضروا جماعة\nمن الصحابة والتابعين منهم عبد الله بن عمرو وعبد الرحمن بن الأسود بن عبد\nيغوث والمسور بن مخرمة في صلحاء أهل المدينة وبعث علي ابن عباس من الكوفة\nفي جماعة فقال ابن عباس لأبي موسى أنك قد رميت بحجر الأرض وداهية العرب\nفمهما نسيت فلا تنس أن عليا بايعه الذين بايعوا أبا بكر وعمر وعثمان وليست\nفيه خصلة واحدة تباعده من الخلافة وليس <span id='ms566'></span> في معاوية خصلة واحدة تدانيه من\nالخلافة فلما اجتمع أبو موسى وعمرو للحكومة ضربا فسطاطا وقال عمرو يجب أن\nلا نقول شيئا [F؟ 198 r؟] إلا كتبناه حتى لا نرجع عنه فدعيا بكاتب وكان قال\nله عمرو قبل ذلك ابدأ باسمي فلما أخذ الكاتب الصحيفة وكتب بسم الله الرحمن\nالرحيم بدأ باسم عمرو فقال له عمرو أمحه وابدأ باسم أبي موسى فإنه أفضل مني\nوأولى بالتقديم وكانت خديعة منه ثم قال ما نقول يا أبا موسى في قتل عثمان\nقال قتل والله مظلوما قال عمرو أكتب يا غلام ثم قال يا أبا موسى إن إصلاح\nالأمة وحقن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nالدماء وإبقاء الذماء خير مما وقع فيه علي ومعاوية فإن رأيت أن نخرجهما\nويستخلف على الأمة من يرضى المسلمون به فإن هذا أمانة عظيمة في رقابنا قال\nلا بأس بذلك قال عمرو أكتب يا غلام ثم ختما على ذلك الكتاب وقاما ذلك اليوم\nوقد تطاول النهار وسيم الكلام وقد ظفر عمرو بما أراد من إقرار أبي موسى\nبقتل عثمان ظلما وإخراج علي ومعاوية من الأمر فلما كان من الغد وقعدا للنظر\nقال عمرو يا أبا موسى قد أخرجنا عليا ومعاوية من هذا الأمر فسم له من شئت\nقال أسمي الحسن بن علي قال عمرو تراه تخرج أباه من الأمر وتجلس مكانه ابنه\nقال فعبد الله بن عمر قال هو أورع من أن يدخل في شيء من هذا وسمى أبو موسى\nعدة لا يرضيهم عمرو ثم قال سم أنت يا أبا عبد الله قال معاوية بن أبي سفيان\nقال ما هو أهل [1] لذلك فابني عبد الله بن عمرو فعرف أبو موسى أنه يتلعب به\nفقال أفعلتها لعنك الله إنما مثلك كمثل الكلب إن تحمل عليه يلهث 7: 176 أو\nتتركه يلهث فقال له عمرو بل أنت لعنك الله إنما مثلك كمثل الحمار يحمل\nأسفارا 62: 5 ثم [قال] عمرو ان هذا قد خلع صاحبه وأخرجه عمرو خاتمه وأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p228'> Vol. 05, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا خلعته كما خلعت هذا الخاتم من يدي ثم أدخل خاتمه في يده <span id='ms567'></span> الأخرى وقال\nأدخلت معاوية في الأمر كما أدخلت خاتمي في يدي وقال قوم خلع عليا ولم يدخل\nمعاوية حتى أتى الشام ثم ركب أبو موسى راحلته إلى مكة وركب عمرو الى الشأم\nوفيه يقول الشاعر [وافر]\n</p>\n\n<p>\nأبا موسى بليت وكنت شيخا ... قريب القعر مجرور اللسان\n</p>\n\n<p>\nرمى عمرو صفاتك يا ابن قيس ... بأمر لا تنوء به اليدان\n</p>\n\n<p>\nفأعطيت المقادة مستجيبا ... فيا لله من شيخ يمان\n</p>\n\n<p>\nولما قدم عمرو الشأم ولى معاوية وبايعوه الناس وبلغ الخبر عليا فقال كنت\nنهيتكم عن هذه الحكومة فمن دعا إليها فاقتلوه وعزم على المسير إلى معاوية\nوبايعه ستون ألفا على الموت فشغلته الخوارج وقتالهم إلى أن قتل رضوان الله\nعليه وأخذ معاوية في تسريب السرايا إلى النواحي التي تليها عمال علي عم وشن\nالغارات وقتل الرجال ونهب الأموال وبعث بسر بن أرطاة إلى المدينة وعلى\nالمدينة ابو أيوب الأنصاري فنخى عنها وصعد بسر المنبر وتوعد أهل المدينة\nبالقتل حتى أجابوا إلى بيعة معاوية وأتى مكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p229'> Vol. 05, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nوبها عبد الله بن العباس فهابه وخرج نحو علي وقتل بسر جماعة من شيعة علي\nعم وأخذ ابنين صغيرين لعبد الله بن عباس فقتلهما في حجر أمهما [1] وفيهما\nتقول أمهما [بسيط]\n</p>\n\n<p>\n[F؟ 198 v؟] ها من أحس بنيني اللذين هما ... كالدرتين تشظى عنهما الصدف\n</p>\n\n<p>\nها من أحس بنيني اللذين هما ... سمعي وعيني فقلبي اليوم مختطف\n</p>\n\n<p>\nنبيت بسرا وما صدقت ما زعموا ... من قولهم ومن الكذب الذي وصفوا\n</p>\n\n<p>\nوبلغ الخبر عليا فبعث في إثره جارية [2] بن قدامة ففاته ولم يدركه وكان\nلبسر هذا ابنان بأوطاس فخرج إليهما رجل من قريش فقتلهما وقال فيها [بسيط]\n</p>\n\n<p>\nما قتلتهما ظلما فقد شرفت ... من صاحبيك قناتي دون أوطاس\n</p>\n\n<p>\nفاشرب بكأس ذوي ثكل كما شربت ... أم الصبيين أو ذاق ابن عباس\n</p>\n\n<h3 class='l3' id='head219'>مقتل علي عم</h3>\n\n<p>\nقالوا تعاقد ثلاثة نفر من الخوارج على قتل علي رضي الله عنه ومعاوية\nوعمرو بن العاص منهم عبد الرحمن بن ملجم عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p230'> Vol. 05, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nلعائن الله تترى مرة بعد أخرى قال أنا أقتل عليا والبرك [1] قال أنا أقتل <span id='ms568'></span>\nمعاوية عليه اللعنة وداود مولى لبني العنبر قال أنا أقتل عمرو بن العاص\nفاجتمعوا بمكة وشروا أنفسهم على أن يريحوا العباد من أئمة الضلال ومضوا\nلطيتهم فأما داود فأتى مصر ودخل المسجد وقام في الصلاة فخرج خارجة بن حذافة\nوكان على شرطة عمرو وعمرو يشتكي فضربه داود فقتله وهو ظنه عمرا فقال عمرو\nأردت عمرا والله يريد خارجة فذهبت مثلا وأخذوا داود به فقتل وأما البرك [1]\nواسمه الحجاج فإنه مضى إلى الشام ودخل المسجد فخرج معاوية فافتتح الصلاة\nفضربه البرك [1] وكان معاوية عظيم العجز فأصابت الضربة فقطعت منه عرقا\nانقطع منه الولد فأخذ البرك [1] فقطعت يداه ورجلاه وخلي عنه فعاش وقدم\nالبصرة ونكح امرأة فولدت له فلما كان في أيام زياد بن أبيه أخذه فقال يولد\nلك ولم يولد لمعاوية فضرب عنقه وأما ابن ملجم عليه لعنة الله فإنه أتى\nالكوفة وجعل يختلف الى علي عم وعلي يلاطفه ويواصله ويتوسم فيه الشر وفيه\nيقول [وافر] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p231'> Vol. 05, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nأريد حياته ويريد قتلي ... عذيرك من خليلك من مراد\n</p>\n\n<p>\nقالوا وشعف ابن ملجم عليه اللعنة بامرأة يقال لها قطام من الخوارج فخطبها\nفقالت الصداق قتل علي وكذا وكذا وكان قتل أباها وأخاها بالنهروان فضمن لها\nذلك وسم سيفه وشحذه وجاء فبات تلك الليلة بالمسجد هو وروي عن الحسن بن علي\nعليهما السلام أنه قال لما أصبح اليوم الذي ضربه الرجل فيه فقال لقد سنخ\n[1] الى الليلة النبي صلى الله عليه وسلم فقلت يا رسول الله ماذا لقيت من\nأمتك قال ادع الله أن يريحك منهم قالوا ودخل علي المسجد ونبه النيام فركل\nابن ملجم برجله وهو ملتف بعباءة وقال له قم فما أراك إلا الذي أظنه وافتتح\nركعتي الفجر فأتاه ابن ملجم عليه لعائن الله فضربه على صلعته حيث وضع النبي\nصلى الله عليه وسلم [F؟ 199 r؟] يده وقال أشقى الناس أحيمر ثمود والذي يخضب\nهذه من هذه وروي أنه كان ضربه عليه عمرو بن عبد ود يوم الخندق ولم يبلغ\nالضربة مبلغ القتل ولكن عمل فيه <span id='ms569'></span> السم فثار الناس إليه وقبضوا عليه فقال علي\nلا تقتلوه فإن عشت رأيت فيه رأيا وإن مت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p232'> Vol. 05, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nفشأنكم به فعاش ثلاثة أيام ثم مات يوم الجمعة لسبع عشرة من رمضان وهو\nاليوم الذي أوحى فيه الى النبي صله واليوم الذي فتح الله عليه بدرا فقتل\nابن ملجم عليه لعنة الله ودفن علي رضي الله عنه واختلفوا أين دفن فقال قوم\nدفن بالغري وقال قوم دفن بالكوفة وعمي مكانه وقال قوم جعل في تابوت وحمل\nعلى بعير يريدون المدينة فأخذه طيئ وهم يظنونه مالا فلما رأوا الميت دفنوه\nعندهم والله اعلم ومما رثى به عم قول أم الهيثم بنت ابى الأسود الدئلي [1]\n[وافر]\n</p>\n\n<p>\nألا أبلغ معاوية بن حرب ... فلا قرت عيون الشامتينا\n</p>\n\n<p>\nأفي الشهر الحرام فجعتمونا ... بخير الناس طرا أجمعينا\n</p>\n\n<p>\nرزئنا خير من ركب المطايا ... وخيسها ومن ركب السفينا\n</p>\n\n<p>\nوقيل في ابن ملجم وقصته [طويل]\n</p>\n\n<p>\nفلم أر مهرا ساقه ذو سماحة ... كمهر قطام بين غير مبهم\n</p>\n\n<p>\nثلاثة آلاف وعبد وقينة ... وقتل علي بالحسام السمم [2]\n</p>\n\n<p>\nفلا مهر أغلى من علي وإن علا ... ولا فتك إلا دون فتك ابن ملجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p233'> Vol. 05, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nويقول عمران بن حطان في ابن ملجم لعنهما الله [بسيط]\n</p>\n\n<p>\nيا ضربة من تقي ما أراد بها ... إلا ليبلغ من ذي العرش رضوانا\n</p>\n\n<p>\nإني لأذكره يوما فأحسبه ... أوفى البرية عند الله ميزانا\n</p>\n\n<p>\nوروى أن عليا عم كان يقنت على معاوية إلى أن مات ومعاوية يلعن عليا وولده\nوكتب الوليد بن عقبة الفاسق إلى معاوية يهنئه بقتل علي رضوان الله عليه\n[وافر]\n</p>\n\n<p>\nألا أبلغ معاوية بن حرب ... فإنك من أخي ثقة مليم [1]\n</p>\n\n<p>\nقطعت الدهر كالسدم [2] المعنى ... تهدر في دمشق فما تريم [3]\n</p>\n\n<p>\nليهنئك الإمارة كل ركب ... بأنضاء العراق لها رسيم\n</p>\n\n<p>\nفإنك والكتاب إلى علي ... كدابغة وقد حلم [4] الأديم\n</p>\n\n<p>\nوكانت خلافة علي عم خمس سنين لم يتفرغ إلى أن يحج بنفسه شغلته الحروب،،،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p234'> Vol. 05, p. 234</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head220'>خلافة الحسن بن علي رضي الله عنهما</h2>\n\n<p>\nثم بويع الحسن بن علي رضي الله عنهما بالكوفة وبويع معاوية بالشام في\nمسجد إيليا [1] فقدم <span id='ms570'></span> الحسن قيس ابن سعد في اثني عشر ألفا للقاء معاوية وجاء\nمعاوية [F؟ 199 v؟] حتى نزل جسر منبج وخرج الحسن حتى ساباط المدائن في\nأربعين ألفا قد بايعوا على الموت وأحبوه أشد من حبهم لأبيه فأغذ السير حتى\nإلى مسكن من أرض الكوفة في عشر ليال ورجلان يقرءان القرآن عن يمينه وعن\nشماله وفيه يقول كعب بن جعيل [2] [بسيط]\n</p>\n\n<p>\nمن جسر منبج أضحى غب عاشره ... في نخل مسكن تتلا حوله السور\n</p>\n\n<p>\nوقدم معاوية بسر بن أرطاة فكانت بينه وبين قيس مناوشة ثم تحاجزوا ينتظرون\nالحسن قالوا ونظر الحسن ما يسفك من الدماء وينتهك من المحارم فقال لا حاجة\nلي في هذا الأمر وقد رأيت أن أسلمه إلى معاوية فيكون في عنقه تباعة هذا\nالأمر وأوزاره فقال له الحسين أنشدك الله أن تكون [3] أول من عاب أباه ورغب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p235'> Vol. 05, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nعن رأيه فقال الحسن لتتابعني [1] على ما أقول أو لأشدنك في الحديد حتى\nأفرغ منه فقال له الحسين فشأنك به وإني لكاره فقام الحسن رضي الله عنه\nخطيبا فذكر رأيه وإيثاره السلامة فقال الناس هو خالع نفسه لمعاوية فشق\nعليهم ذلك وقد بايعوه على الموت فثاروا به وقطعوا عليه كلامه وخرقوا عليه\nسرادقه وطعنه رجل في فخذه طعنة أشوته وانصرفوا عنه إلى الكوفة فحمل الحسن\nإلى المدائن وقد نزف دمه فعولج وبعث إلى معاوية يذكر تسليمه الأمر إليه\nفكتب إليه معاوية أما بعد فأنت أولى بهذا الأمر وأحق به لقرابتك وكذا وكذا\nولو علمت أنك أضبط له وأحوط على حريم هذه الأمة وأكيد للعدو لبايعتك فاسأل\nما شئت وبعث إليه بصحيفة بيضاء مختومة في أسفلها أن اكتب فيها ما شئت فكتب\nالحسن أموالا وضياعا وأمانا لشيعة علي وأشهد على ذلك شهودا من الصحابة وكتب\nفي تسليم الأمر كتابا على أن يعمل بكتاب الله وسنة نبيه وسيرة الخلفاء [2]\nالماضين وأن لا يعهد بعده إلى أحد ويكون الأمر شورى وأصحاب علي آمنين حيثما\nكانوا وقيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p236'> Vol. 05, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nابن سعد نازل وعلى منازلته عازم فبعث إليه معاوية على طاعة من <span id='ms571'></span> تنازعني\nوقد بايعني صاحبك وبعث إليه بصحيفة بيضاء ووضع خاتمه أسفلها وقال سل ما شئت\nفلم يسئل قيس غير الأمان له ولمن معه فآمنهم وانصرفوا والتقى معاوية مع\nالحسن على منزل من الكوفة فدخلا الكوفة معا ثم قال يا أبا محمد نعرض به لقد\nجدت بشيء لا تجود بمثله نفوس الرجال فقم وأعلم الناس ذلك فقام الحسن فحمد\nالله وأثنى عليه ثم قال أيها الناس لو طلبتم ما بين جابلق إلى جابلص [1]\nرجلا جده رسول الله ما وجدتموه غيري وغير أخي وأن الله تعالى هداكم بأولنا\nوحقن دماءكم بآخرنا وإن معاوية نازعني حقا لي دونه فرأيت أن أمنع الناس\nالحرب وأسلمه إليه وإن لهذا الأمر مدة وتلا وإن أدري لعله فتنة لكم ومتاع\nإلى حين 21: 111 فلما تلا الحسن هذه الآية خشي معاوية الاختلاف فقال له\nمعاوية اقعد ثم قام خطيبا فقال كنت شروطا في الفرقة أردت بها نظام الألفة\nوقد جمع الله كلمتنا وأزال فرقتنا وكل شرط شرطته فهو مردود وكل وعد وعدته\nفهو تحت قدمي هاتين فقام الحسن فقال إلا وانى اخترت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p237'> Vol. 05, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n[F؟ 200 r؟] العار على النار ليلة القدر خير من ألف شهر 97: 3 وسار إلى\nالمدينة وقام بها إلى أن مات سنة سبع وأربعين من الهجرة رضوان الله عليه\nوكانت خلافته خمسة أشهر ويقال ستة أشهر وصحت رواية سفينة عن النبي صله\nالخلافة بعدي ثلاثون ثم يكون الملك وروى الحسن عن أبي بكر عن النبي صلى\nالله عليه وسلم إن ابني هذا سيد وسيصلح به بين فئتين،،،\n</p>\n\n<p>\nتم الجزء الخامس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p238'> Vol. 05, p. 238</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}