{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالحديث الأول\n</p>\n\n<p>\nأخبرنا جدي، أنا الصلاح بن أبي عمر، أنا الفخر بن البخاري، أنا ابن\nالحرستاني، أنا أبو محمد السلمي، أنا أبو محمد الكناني، أنا أبو القاسم\nالرازي، أنا أبو علي بن حبيب، ثنا أبو الفضل صالح بن أحمد بن حنبل\nالبغدادي، بدمشق، حدثني أبي، ثنا حماد بن خالد الخياط، ثنا مالك بن أنس،\nثنا زياد بن سعد، عن الزهري، عن أنس، قال\n</p>\n\n<h1 class='l1' id='head0'>: «سدل رسول الله صلى الله عليه وسلم ناصيته ما شاء الله أن يسدل، ثم فرق بعد </h1>\n\n<p>\nذلك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثاني\n</p>\n\n<p>\nأخبرنا جماعة من شيوخنا، أنا ابن المحب، أنا القاضي سليمان، أنا الحافظ\nضياء الدين، أنا أبو محمد يوسف بن أبي الغنايم الدباس، أنا أبو غالب بن\nالبناء أنا أبو الفتح عبد الكريم بن محمد المحاملي، أنا أبو الحسن\nالدارقطني، ثنا محمد بن مخلد، ثنا صالح بن أحمد بن حنبل، ثنا علي بن\nالمديني، ثنا هشام بن يوسف، أخبرني القاسم بن فياض، حدثني خلاد بن عبد\nالرحيم، عن سعيد بن المسيب، أنه سمع ابن عباس، يقول\n</p>\n\n<h1 class='l1' id='head1'>: \" بينا رسول الله صلى الله عليه وسلم يخطب الناس يوم الجمعة إذ أتاه رجل من بني ليث بن بكر </h1>\n\n<p>\nفتخطى الناس حتى اقترب إليه، فقال: أقم علي الحد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثالث\n</p>\n\n<p>\nأخبرنا جماعة من شيوخنا، أنا ابن المحب، أنا جماعة من شيوخنا منهم ابن\nسعد، أنا عبد الرحمن بن مطر وغيره، أنا السلفي، أنا أبو الحسن علي بن مسلم\nالسلمي، أنا أبو الحسن أحمد بن عبد الواحد السلمي، أنا جدي أبو بكر محمد بن\nأحمد السلمي، أنا أبو بكر الخرائطي، ثنا صالح بن أحمد بن حنبل، ثنا إبراهيم\nبن الفضل، ثنا حماد بن سلمة، عن عاصم بن بهدلة، عن أبي صالح، عن أبي هريرة،\nعن النبي صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head2'>: «من كان يؤمن بالله واليوم الآخر فليكرم جاره»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n<p>\nالحديث الرابع\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، ثنا إبراهيم بن الفضل، ثنا\nحماد بن سلمة، عن عاصم بن بهدلة، عن أبي <span id='ms1'></span> صالح، عن أبي هريرة، قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head3'>: «من كان يؤمن بالله واليوم الآخر فليكرم ضيفه»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n<p>\nالحديث الخامس وبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، حدثني أبي،\nحدثني هاشم بن القاسم، ثنا المبارك بن فضالة، حدثني من سمع الحسن يقول: \"\nإذا جثت الأمم بين يدي رب العالمين يوم القيامة نودوا: ليقم من أجره على\nالله، فلا يقوم إلا من عفا في الدنيا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث السادس\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، ثنا أبي، ثنا سعد بن\nإبراهيم بن سعد، حدثني أبي، عن صالح بن كيسان، عن ابن شهاب، عن زبيد بن\nالصلت، أن أبا بكر الصديق، قال\n</p>\n\n<h1 class='l1' id='head4'>«لو رأيت رجلا على حد من حدود الله ما أخذته ولا دعوت له أحدا حتى يكون معي </h1>\n\n<p>\nغيري»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث السابع\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، قال: سألت أبي عن الإمام\nإذا اطلع على رجل وهو يفجر أيقيم عليه الحد؟ فحدثني أبي، ثنا عبد الرحمن بن\nمهدي، ثنا حرب بن شداد، عن محمد بن عبد الرحمن، عن زبيد بن الصلت، أنه سمع\nأبا بكر الصديق، يقول\n</p>\n\n<h1 class='l1' id='head5'>: «لو أخذت سارقا لأحببت أن يستره الله، ولو أخذت شاربا لأحببت أن يستره الله عز </h1>\n\n<p>\nوجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثامن\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، حدثني أبي، ثنا سيار بن\nحاتم، ثنا جعفر بن سليمان، ثنا مالك بن دينار، قال: سألت سعيد بن جبير،\nقلت: يا أبا عبد الله\n</p>\n\n<h1 class='l1' id='head6'>، \" من كان حامل راية رسول الله صلى الله عليه وسلم؟ فنظر إلي، فقال: إنك لرخي اللب، فقالوا لي: </h1>\n\n<p>\nتسأله وهو خائف من الحجاج قد لاذ بالبيت.\n</p>\n\n<p>\nكان حاملها علي بن أبي طالب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث التاسع\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا عبد الرزاق، أنا\nمعمر، عن عثمان بن زفر، عن بعض بني رافع بن مكيث، عن رافع بن مكيث، وكان\nممن شهد الحديبية، عن النبي صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head7'>: «حسن الملكة <span id='ms2'></span> نماء وسوء الخلق شؤم»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n<p>\nالحديث العاشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا روح بن عبادة، ثنا\nعوف، عن الحسن، «أن طلحة بن عبيد الله\n</p>\n\n<h1 class='l1' id='head8'>باع أرضا له بسبع مائة ألف درهم، فبات ليلة عنده ذلك المال، فبات أرقا من فخامة ذلك المال </h1>\n\n<p>\nحتى أصبح ففرقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الحادي عشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، ثنا أبي، ثنا سريج بن\nالنعمان، ثنا عبد الله بن نافع، عن ابن أبي ذئب، عن ابن أخي جابر، عن جابر\nبن عبد الله، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head9'>: \" المجالس بالأمانة إلا ثلاثة مجالس: مجلس يسفك فيه دم حرام، ومجلس يستحل فيه فرج حرام، ومجلس </h1>\n\n<p>\nيستحل فيه مال من غير حله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثاني عشر وبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، حدثني\nأبي، ثنا عبد الصمد بن عبد الوارث، عن عمارة بن زاذان، ثنا مكحول يعني\nالأزدي، وليس بالشامي، قال الحسن: لا تصحبن رجلا يكرم عليك فيفسد ما بينك\nوبينه، يعني في السفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثالث عشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، حدثني أبي، ثنا أبو معاوية،\nعن الأعمش، عن مسعود بن مالك، عن سعيد بن جبير، عن ابن عباس، عن النبي صلى\nالله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head10'>: «نصرت بالصبا، وأهلكت عاد بالدبور»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n<p>\nالحديث الرابع عشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح، حدثني أبي، ثنا مؤمل، ثنا سفيان، ثنا\nالأعمش، عن المنهال، عن قيس بن السكن، عن عبد الله، في قوله تعالى\n</p>\n\n<h1 class='l1' id='head11'>: \" {وأنزلنا من المعصرات ماء ثجاجا} [النبأ: 14] ، يبعث الله الريح فتحمل من السماء، فتمرى به </h1>\n\n<p>\nالسحاب فتدر كما تدر اللقحة، ثم يبعث، أو قال: يرسل من السماء أمثال\nالعزالي فتصيبه الرياح، أو قال: الريح، فينزل متفرقا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الخامس عشر وبه إلى الخرائطي، ثنا صالح بن أحمد بن حنبل، حدثني\nأبي، ثنا وكيع، عن عمر بن أبي زائدة، قال: سمعت عكرمة، يقول: \" {ويسبح\nالرعد بحمده} [الرعد: 13] ، قال: الرعد ملك يزجر السحاب بصوته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث <span id='ms3'></span> السادس عشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا وكيع، عن المسعودي،\nعن سلمة بن كهيل، عن رجل، عن علي، \" أنه سئل\n</p>\n\n<h1 class='l1' id='head12'>عن الرعد، فقال: ملك، وسئل عن البرق، فقال: مخاريق بأيدي الملائكة \"</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n<p>\nالحديث السابع عشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح، حدثني أبي، ثنا عفان بن مسلم، ثنا أبو\nعوانة، ثنا موسى البزاز، عن شهر بن حوشب، عن ابن عباس، قال\n</p>\n\n<h1 class='l1' id='head13'>: «الرعد ملك يسوق السحاب كما يسوق الحادي الإبل بحدائه»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n<p>\nالحديث الثامن عشر وبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا\nمعتمر بن سليمان، عن أبيه، عن أبي عمران الجوني، قال «إن من فوقكم بحرا من\nنار فمنه تكون الصواعق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث التاسع عشر\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح، حدثني أبي، ثنا عبد الصمد بن عبد الوارث،\nثنا أبان بن يزيد، عن أبي عمران الجوني، عن عبد الله بن صحار العبدي، أن\nرسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head14'>\" بعث إلى جبار يدعوه إلى الله تعالى، فقال: أرأيتم ربكم هذا؟ أذهب هو أم فضة هو؟ ألؤلؤ هو؟ </h1>\n\n<p>\nأسرقة هو؟ قال: فبينما هو كذلك يجادله إذ بعث الله سحابة فرعدت وبرقت،\nوأرسلت عليه صاعقة فقتلته، فأنزل الله تعالى: {ويرسل الصواعق فيصيب بها من\nيشاء وهم يجادلون في الله وهو شديد المحال} [الرعد: 13] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث العشرون\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا عبد الرزاق، أنا\nمعمر، عن أيوب، عن القاسم بن محمد، عن عائشة، أن رسول الله صلى الله عليه\nوسلم كان\n</p>\n\n<h1 class='l1' id='head15'>إذا رأى الغيث، قال: «اللهم صبا هنيئا، أو صيبا هنيئا»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n<p>\nالحديث الحادي والعشرون وبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي،\nثنا يونس بن محمد، ثنا أبان بن يزيد، عن قتادة، قال \" {على أمر قد قدر}\n[القمر: 12] ، قال: ماء الأرض وماء السماء «\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثاني والعشرون وبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي،\nثنا أبو المغيرة عبد القدوس بن الحجاج، حدثتنا عبدة ابنة خالد بن معدان، عن\nأبيها، قال» إن المطر يخر <span id='ms4'></span> من تحت العرش فينزل من سماء إلى سماء حتى ينتهي\nإلى سماء الدنيا فيجتمع في موضع يقال له: الأبزم، فتجيء السحابة السوداء\nفتشربه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الثالث والعشرون\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا أبو المغيرة، ثنا\nصفوان بن عمرو، ثنا راشد بن سعد، وعبد الرحمن بن جبير بن نفير، عن أنس بن\nمالك، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head16'>: \" لما عرج بي مررت بقوم لهم أظفار من نحاس يخمشون وجوههم وصدورهم، قلت لجبريل: من هؤلاء يا </h1>\n\n<p>\nجبريل؟ قال: هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الرابع والعشرون\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا عبد الرحمن بن مهدي،\nقال: سمعت سفيان، يحدث عن علي بن الأقمر، عن أبي حذيفة، وكان من أصحاب عبد\nالله، عن عائشة، قالت: حكيت للنبي صلى الله عليه وسلم رجلا، فقال\n</p>\n\n<h1 class='l1' id='head17'>«ما يسرني أني حكيت رجلا وأن لي كذا وكذا» ، قلت: يا رسول الله، إن صفية امرأة، وقال بيده كأنه </h1>\n\n<p>\nقال: «لقد مزجت بكلمة لو مزج بها البحر مزجته»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الخامس والعشرون\n</p>\n\n<p>\nوبه إلى الخرائطي ، ثنا صالح، حدثني أبي، ثنا محمد بن جعفر، ثنا شعبة،\nقال: سمعت العلاء بن عبد الرحمن، يحدث عن أبيه، عن أبي هريرة، عن النبي صلى\nالله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head18'>: \" تدرون ما الغيبة؟ قالوا: الله ورسوله أعلم، قال: «ذكرك أخاك بما ليس فيه» ، قال: أرأيت إن كان </h1>\n\n<p>\nفي أخي ما أقول؟ قال: «إن كان فيه ما تقول فقد اغتبته، وإن لم يكن ما\nتقول فقد بهته»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث السادس والعشرون\n</p>\n\n<p>\nوبه إلى الخرائطي، ثنا صالح بن أحمد، حدثني أبي، ثنا محمد بن جعفر، ثنا\nشعبة، قال: سمعت عباسا الجريري، يحدث عمن سمع ابن عمر، يقول\n</p>\n\n<h1 class='l1' id='head19'>: «إذا قلت في رجل ما ليس فيه فهي فرية، وإذا قلت ما فيه فهي غيبة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             <span id='ms5'></span>",
  "pages": [
    "000",
    "071",
    "074",
    "076",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "087",
    "088",
    "089",
    "091",
    "092",
    "094",
    "095",
    "096",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104"
  ],
  "volumes": [
    "01"
  ]
}