{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nكتاب جمع الجيوش والدساكر على ابن عساكر جمع يوسف بن حسن بن عبد الهادي\nبسم الله الرحمن الرحيم وهو حسبي الحمد لله الذي أوضح الطريق لأوليائه،\nوأظلم السبل على معانديه وأعدائه، أحمده على جزيل نعمائه، وأشكره على كثير\nعطائه، وأشهد أن لا إله إلا الله وحده لا شريك له شهادة أتوصل بها إلى نيل\nرضائه، وأحقق بها عظيم آلائه، وأشهد أن محمدا عبده ورسوله، سيد أصفيائه،\nوإمام أوليائه صلى الله عليه وعلى آله وصحبه وأبنائه وسلم تسليما.\n</p>\n\n<p>\nأما بعد، فقد كنت رأيت ثلب الأشعري في عدة من الكتب منها كتاب الأهوازي،\nوشيخ الإسلام الأنصاري وغير ذلك، إلا أني رأيت على كتاب الأهوازي أن غالب\nما فيه درادم قد ردها أبو القاسم بن عساكر، وكنت حين جمعت الكتاب الذي\nوسمته بكشف الغطاء لم أطلع على ذلك، ثم أنه وقع لي فرأيته كتابا قد أبدع في\nوضعه، وأجاد في تصنيفه فهو من جهة الوضع وضع جيد على طريقة المحدثين، بحيث\nإذا رآه المرء أوقعه في أعظم شبهة، غير أنها أمور مدلسة، ودراهم مزيفة، إذا\nتحققها البصير وتأملها الخبير علم أنها ظاهرة الجودة، وباطنة الفساد، فأردت\nأن أبين ذلك وأوضحه وأشهده وأفضحه، وسميته جمع الجيوش والدساكر على ابن\nعساكر، حيث بال وخري وتعصب للأشعري، ورد على الصحيح النبوي، وزعم لأنه كذاب\nمفتري، والله أسأل أن يجعله خالصا لوجهه الكريم وهو حسبنا ونعم الوكيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>فصل</h1>\n\n<p>\nفيما ورد في ذم البدع والكلام ومن تعصب لبدعة أو مبتدع، أو قام معه ومدح\nفي رد ذلك</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nأخبرنا جماعة من شيوخنا، أنا ابن الدعبوب، أنا الحجار، أنا ابن اللتي،\nأنا أبو الوقت السجزي، أنا شيخ الإسلام الأنصاري، أنا محمد بن أحمد الحافظ،\nأنا علي بن أحمد الجرجاني، ثنا محمد بن معن المروزي.\n</p>\n\n<p>\nقال شيخ الإسلام: وأخبرنيه غالب بن علي، أنا محمد بن الحسين، ثنا أحمد بن\nمحمد بن سعيد، ثنا أبو نصر الرباطي، قالا: ثنا محمد بن علي، ثنا أبو حمزة\nالسكري، عن إبراهيم الصائغ، عن نافع، عن <span id='ms01'></span> ابن عمر، قال: قال رسول الله صلى\nالله عليه وسلم: «إياكم والركون إلى أصحاب الأهواء، فإنهم بطروا النعمة،\nوأظهروا البدعة، وخالفوا السنة، ونطقوا بالشبهة، وتابعوا الشيطان، فقولهم\nالإفك وأكلهم السحت» .\n</p>\n\n<p>\nوفي رواية: «ودينهم النفاق، وإليها يدعون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nوبه إلى شيخ الإسلام الأنصاري، أنا أحمد بن محمد بن خزيمة، أنا محمد بن\nالحسين، أنا حامد بن محمد، ثنا علي بن حرب، ثنا أبو الصلت، ثنا عباد بن\nالعوام، ثنا عبد الغفار المدني، عن سعيد بن المسيب، عن أبي هريرة، قال: قال\nرسول الله صلى الله عليه وسلم: «إن لله عند كل بدعة كيد الإسلام وأهله بها\nوليا يذب عنه بعلاماته» .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: «يحمل هذا العلم من كل خلف عدوله، ينفون عنه\nتحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين» .\n</p>\n\n<p>\nقال شيخ الإسلام الأنصاري: خرجت طرق أسانيد هذا الحديث في كتاب مناقب\nأحمد بن حنبل.\n</p>\n\n<p>\nقال: فنأتي الآن بأقاويل الفقهاء والخيار من طبقات الأئمة في كشف عورات\nهذه الطائفة الزائغة عن النهج الناكبة عنه، وإن رغمت أنوف الجهلة الذين\nيطعنون في أهل السنة في قدحهم في رءوس أهل الضلالة، وينسبون من تعلم فيهم\nمن الأئمة إلى الاغتياب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>3 - </h1>\n\n<p>\nوبه إلى شيخ الإسلام الأنصاري، أنا أحمد بن حمدان، أنا حامد بن محمد\nالرفاء، ثنا محمد بن المغيرة السكري، ثنا هشام بن عبيد الله الرازي.\n</p>\n\n<p>\nح قال: وثنا يحيى بن عمار، ثنا يحيى بن محمد، ثنا أبو عبد الله محمد بن\nإبراهيم الكسائي، ثنا سلمة.\n</p>\n\n<p>\nح قال: وأنا الحسين بن محمد، ثنا بشر بن أحمد، ثنا عبد الله بن محمد، ثنا\nمحمود بن غيلان، ومحمد بن عمرو الهروي، وقطن بن إبراهيم، وغير واحد، قالوا:\nثنا الجارودي بن يزيد، ثنا بهز بن حكيم، عن أبيه، عن جده، قال: قال رسول\nالله صلى الله عليه وسلم: \" أترعون، أو قال: أترغبون عن ذكر الفاجر، متى\nيعرفه الناس؟ اذكروه بما فيه يعرفه الناس \".\n</p>\n\n<p>\nحديث حسن من حديث بهز بن حكيم، وقد رويناه من طرق أخر غير هذه، وفي لفظه <span id='ms02'></span>:\n«أترعون عن ذكر الفاجر، اذكروه بما فيه يحذره الناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>4 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا الحسن بن علي، أنا أحمد بن إبراهيم، أنا مطين، ثنا\nجعدبة الليثي، ثنا العلاء بن بشر، عن سفيان، عن بهز بن حكيم، عن أبيه، عن\nجده، أن النبي صلى الله عليه وسلم قال: «ليس لفاسق غيبة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>5 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا الحسين بن محمد، ثنا بشر بن أحمد الإسفراييني، ثنا\nابن ناجية، ثنا قطن بن إبراهيم، ثنا جارود بن يزيد، عن سفيان الثوري، عن\nيونس، عن الحسن، قال: قال رسول الله صلى الله عليه وسلم: «مصارمة الفاجر\nقربان إلى الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>6 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن موسى، ثنا الأصم، ثنا يحيى، ثنا عبد الملك\nبن إبراهيم، ثنا الصلت بن طريف، قال: سألت الحسن فقلت: يا أبا سعيد، فاجر\nقد علمت منه فذكر ذلك، هل ذكره منه أغيبة هي؟ قال: لا، ولا كرامة، ما\nللفاجر حرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>7 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني يحيى بن عمار، ثنا أبو عصمة، ثنا إسماعيل بن\nمحمد، ثنا حرب بن إسماعيل، قال: سمعت محمد بن بشار، يقول: ليس لأهل البدع\nغيبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>8 - </h1>\n\n<p>\nوبه إلى شيخ الإسلام الأنصاري، أنا عبد الرحمن بن أبي الحسن بن أبي حاتم،\nثنا شكر، ثنا أبو زرعة، سمعت أبا مسهر، وقلت له: أترى ذلك من الغيبة، قال:\nلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>9 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن موسى، ثنا محمد بن يعقوب الأصم، ثنا عبد\nالله بن أحمد بن حنبل، حدثني أبي، ثنا عفان، حدثني يحيى بن سعيد.\n</p>\n\n<p>\nقال الأنصاري: وثنا عبد الجبار بن الخراج، ثنا محمد بن أحمد، ثنا أبو\nعيسى، أخبرني محمد بن إسماعيل، ثنا محمد بن يحيى بن سعيد، سألت أبي، قال:\nسألت شعبة، وسفيان بن عيينة، ومالكا، عن الرجل يكون فيه تهمة أو ضعف، أسكت\nأو أبين؟ قالوا جميعا: بين أمره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>10 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا عمر بن إبراهيم، ثنا أحمد بن جعفر، ثنا محمد بن\nإسحاق، ثنا محمد بن رافع، ثنا يزيد بن هارون، عن محمد بن صبيح، عن الحسن <span id='ms03'></span>،\nقال: ليس لأهل البدع غيبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>11 - </h1>\n\n<p>\nوبه إلى شيخ الإسلام الأنصاري، أنا أبو يعقوب، أنا أحمد بن محمد بن\nالأزهر، ثنا أحمد بن محمد بن يونس، ثنا أبو زيد الضرير، ثنا أحمد بن أبي\nرجاء، ثنا معاوية بن عمرو بن أبي إسحاق الفزاري، عن الأوزاعي، قال: قال\nيحيى بن أبي كثير: ثلاثة لا غيبة فيهم إمام جائر، وصاحب بدعة، وفاسق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>12 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن موسى، ثنا الأصم، ثنا عبد الله بن أحمد بن\nحنبل، سمعت أبي يقول: ثنا أبو جعفر الحذاء، قال: قلت لسفيان بن عيينة: إن\nهذا يتكلم في القدر أعني إبراهيم بن أبي يحيى، فقال: عرفوا الناس بدعته،\nوسلوا ربكم العافية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>13 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن أحمد بن علي، ثنا علي بن يوسف الشيرازي،\nثنا أحمد بن إبراهيم بن فراس، ثنا محمد بن إبراهيم الذهلي، ثنا يوسف بن\nأبان، ثنا أسود بن حاتم، أخبرني منهال السراج، عن عمر بن الخطاب، قال: قال\nرسول الله صلى الله عليه وسلم: «أترعون عن ذكر الفاجر , متى تعرفه الناس؟\nاذكروه بما فيه يعرفه الناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>14 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا يحيى بن عمار، ثنا محمد بن يعقوب، ثنا محمد بن\nإبراهيم الصرام، ثنا عثمان بن سعيد، قال: كتب إلي علي بن خشرم، سمع عيسى بن\nيونس، يقول: لا تجالسوا الجهمية، وبينوا للناس أمرهم كي يعرفوهم فيحذروهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>15 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن أحمد الجارودي، ثنا محمد بن علي بن حامد،\nثنا الفضل بن عبد الله، ثنا مالك بن سليمان، قال: كتب إلي وهب بن وهب، ثنا\nعبد الملك بن عبد العزيز، عن عطاء بن أبي رباح، عن عبد الله بن عباس، رضي\nالله عنهما، أن رسول الله صلى الله عليه وسلم، قال: «يحمل هذا العلم من كل\nخلف عدوله ينفون عنه تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين» .\n</p>\n\n<p>\nوقد روي هذا الحديث من طرق كثيرة، وفي كل ما ينفون تأويل الجاهلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>16 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا منصور بن العباس، ثنا زاهر بن أحمد، ثنا <span id='ms04'></span> ابن عقل،\nحدثني محمد بن غالب، ثنا أبو حذيفة، ثنا سعيد، عن ابن طاوس، عن أبيه، قال:\nقال ابن عباس: «عليكم بالاستقامة، والاتباع، وإياكم والتبدع»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>17 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن موسى، ثنا الأصم، ثنا الصغاني، ثنا محمد\nبن علي، عن نوح بن أبي مريم، عن يزيد بن زياد، عن أبي العالية، عن ابن\nعباس، قال: «من أقر باسم من هذه الأسماء المحدثة فقد خلع ربقة الإسلام من\nعنقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>18 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني غالب بن علي، ثنا محمد بن الحسين، ثنا محمد بن\nمحمود، ثنا محمد بن حمدون، ثنا الفرياناني، ثنا علي بن سميط، عن أبي عصمة،\nعن إبراهيم الصائغ، عن عكرمة، أن نجدة قال لابن عباس: كيف معرفتك بربك لأن\nمن قبلنا اختلفوا علينا، فقال: «إن من ينصب دينه للقياس لا يزال الدهر في\nالتباس، مائلا عن المنهاج، ظاعنا في الاعوجاج، أعرفه بما عرف به نفسه، من\nغير رؤية أصفه كما وصف به نفسه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>19 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن إبراهيم، والحسين بن محمد، قالا: ثنا أحمد\nبن إبراهيم، ثنا أحمد بن الحسن، ثنا يحيى بن معين، ثنا أبو اليمن، ثنا\nسعيد، عن الزهري، عن محمد بن جبير بن مطعم، أن معاوية، قام فأثنى على الله\nبما هو أهله، قال: «أما بعد , فإنه بلغني أن رجالا منكم يتحدثون بأحاديث\nليست في كتاب الله، ولا تعرف عن رسول الله صلى الله عليه وسلم، أولئك\nجهالكم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>20 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن محمد بن محمود، ثنا عبد الله بن أحمد بن\nحمويه، ثنا عيسى بن عمر السمرقندي، ثنا عبد الله بن عبد الرحمن الدارمي،\nثنا أبو المغيرة، عن الأوزاعي، عن يحيى.\n</p>\n\n<p>\nقال الدارمي: وثنا سليمان بن حرب، وأبو النعمان، عن حماد بن زيد، عن أيوب\nمعا، عن أبي قلابة، قال: قال عبد الله بن مسعود: \" تعلموا العلم قبل أن\nيقبض، وقبضه أن يذهب أهله، وعليكم بالعلم، فإن أحدكم لا يدري متى يفتقر إلى\nما عنده، وإنكم تجدون أقواما يقولون: أنهم يدعونكم <span id='ms05'></span> إلى كتاب الله فقد نبذوه\nوراء ظهورهم، فعليكم بالعلم، وإياكم والتبدع، وإياكم والتنطع، وإياكم\nوالتعمق، وعليكم بالعتيق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>21 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا جعفر بن محمد، ثنا إبراهيم بن إسماعيل، ثنا الأصم،\nثنا ابن عبد الحكم، ثنا ابن وهب، أخبرني ابن لهيعة، عن ابن أبي جعفر، قال:\nقيل لعيسى ابن مريم عليه السلام: يا روح الله وكلمته، من أشد الناس فتنة؟\nقال: «زلة عالم , إذا زل العالم زل بزلته عالم كثير»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>22 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أحمد بن حمزة، ثنا محمد بن الحسين، ثنا عبيد الله\nبن حمدان، ثنا أبو الفضل شعيب بن محمد، ثنا أحمد بن أبي العوام، ثنا أبي،\nثنا عمر بن إبراهيم، عن موسى بن يسار، عن أبي معن، عن زيد بن أرقم، قال:\n«من تمسك بالسنة، وثبت نجا، ومن أفرط مرق، ومن خالف هلك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>23 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن موسى، ثنا الأصم، ثنا محمد بن إسحاق، ثنا\nمعاوية، عن عمرو، عن أبي إسحاق الفزاري، عن ليث، عن أيوب، عن ابن سيرين،\nقال: ما أخذ رجل ببدعة فيراجع سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>24 - </h1>\n\n<p>\nوبه إلى الأنصاري، كتب إلي أحمد بن الحسين البيهقي، ثنا أبو محمد السكري،\nثنا إسماعيل بن محمد الصفار، ثنا أحمد بن منصور، ثنا عبد الرزاق، ثنا معمر،\nقال: كان ابن طاوس جالسا، فجاء رجل من المعتزلة، فجعل يتكلم، قال: فأدخل\nابن طاوس أصبعيه في أذنيه، وقال لابنه: أي بني، أدخل أصبعك في أذنيك، واشدد\nلا تسمع من كلامه شيئا، قال معمر: يعني أن القلب ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>25 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن موسى، ثنا الأصم، ثنا الصغاني، ثنا أحمد\nبن أبي الطيب، ثنا المبارك، قال الصاغاني: وثنا علي بن الحسن، ثنا عبد\nالله، ثنا الأوزاعي، عن عطاء الخراساني، قال: ما يكاد الله أن يأذن لصاحب\nبدعة بتوبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>26 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد، ثنا أحمد بن عبد الله، ثنا الدغولي،\nثنا أبو زرعة، ثنا سليمان بن حرب، ثنا سلام بن مسكين، عن يحيى البكاء، قال:\nقال الحسن: أهل البدع بمنزلة <span id='ms06'></span> اليهود والنصارى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>27 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن موسى، ثنا محمد بن يعقوب الأصم، ثنا محمد\nبن إسحاق، ثنا أحمد بن أبي الطيب، ثنا إسماعيل بن عياش، عن محمد بن حرب، عن\nأبي بكر بن أبي مريم، عن يزيد بن شريح، عن أبي إدريس الخولاني، قال: لأن\nأرى في المسجد نارا تضطرم أحب إلي من أن أرى فيه بدعة لا تغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>28 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن محمد بن محمود، ثنا أحمد بن عبد الله،\nقال: سمعت الدغولي، ثنا أبو عبد الرحمن محمد بن يونس، ثنا الحسن بن الربيع،\nثنا أبو إسحاق الفزاري، عن الأوزاعي، عن يحيى بن أبي كثير، قال: إذا رأيت\nالمبتدع في طريق فخذ في غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>29 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا لقمان بن أحمد، وعطاء بن أحمد الهروي، قال: أنبا\nمعمر بن أحمد، ثنا سليمان بن أحمد، ثنا أبو العباس أحمد بن محمد الأصبهاني،\nثنا إسماعيل بن يزيد القطان، ثنا إبراهيم بن الأشعث، ثنا شهاب بن خراش، عن\nأبي حمزة الأعور، قال: لما كثرت المقالات بالكوفة أتيت إبراهيم النخعي،\nفقلت: يا أبا عمران، ما ترى ما ظهر بالكوفة من المقالات؟ فقال: أوه، دققوا\nقولا، واخترعوا دينا من قبل أنفسهم، ليس في كتاب الله، ولا في سنة رسول\nالله صلى الله عليه وسلم، فقالوا: هذا هو الحق، ما خالفه باطل، والله لقد\nتركوا دين محمد صلى الله عليه وسلم، فإياك وإياهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>30 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا طيب بن أحمد، ثنا محمد بن الحسين، ثنا محمد بن\nمحمد الكارزي، سمعت إبراهيم بن محمد البيهقي، سمعت سليمان بن أحمد يقول:\nسمعت جعفر بن وردان البصري، ثنا الأصمعي، ثنا هارون الأعور، قال: قال هشام\nبن عبد الملك لبنيه: تعلموا الأدب، فإن إيراثي إياكم الأدب أحب من إيراثي\nإياكم المال، فإن المال غاد ورائح، والأدب باق، والعلم زين، والجهل شين،\nواذكروا من الحديث ما كان مسندا عن رسول الله صلى الله عليه وسلم، وإياكم\nأن تجمعوا منه بجميع حاطب الليل، فتشكوا في الخالق والمخلوق <span id='ms07'></span>، والصانع\nوالمصنوع، والرب والمربوب، ولا تجالسوا السفهاء، ولا تمازحوهم، وإياكم\nوأصحاب الكلام، فإن أمرهم لا يئول إلى الرشاد، ولا تصطحبوا بالنوم فإنه شؤم\nونكد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>31 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا طيب بن أحمد، ثنا محمد بن الحسين، ثنا محمد بن\nمحمود، ثنا محمد بن عمير، ثنا أبو يحيى التجيبي، ثنا يونس بن عبد الأعلى،\nثنا أشهب بن عبد العزيز، سمعت مالك بن أنس، يقول: إياكم والبدع، قيل: يا\nأبا عبد الله، وما البدع؟ قال: أهل البدع الذين يتكلمون في أسماء الله\nوصفاته، وكلامه، وعلمه، وقدرته، ولا يسكتون عما سكت عنه الصحابة، والتابعون\nلهم بإحسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>32 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أحمد بن محمد الهروي، ثنا إبراهيم بن أحمد الصائغ،\nثنا إبراهيم بن أحمد المستملي، ثنا علي بن الفضل، ثنا عبد الرحمن بن محمد\nالجراحي، ثنا محمد بن عبيدة، ثنا بشر بن أحمد، ثنا إسحاق بن عيسى، عن مالك\nبن أنس، قال: من طلب الدين بالكلام تزندق، ومن طلب المال بالكيمياء أفلس،\nومن طلب غريب الحديث كذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>33 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، ثنا محمد بن\nجعفر، سمعت شكر، سمعت أبا سعيد البصري، سمعت عبد الرحمن بن مهدي، يقول:\nدخلت على مالك وعنده رجل يسأله عن القرآن، فقال: لعلك من أصحاب عمرو بن\nعبيد، لعن الله عمرا، فإنه ابتدع هذه البدع من الكلام، ولو كان الكلام علما\nلتكلم فيه الصحابة والتابعون، كما تكلموا في الأحكام والشرائع، ولكنه باطل\nيدل على باطل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>34 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن أحمد الجارودي، أنا إبراهيم بن محمد، ثنا\nمحمد بن إبراهيم، ثنا محمد بن محمد بن عمر، ثنا محمد بن إسحاق، ثنا عبد\nالله بن نافع، قال: سمعت مالك بن أنس، يقول: لو أن العبد ارتكب الكبائر بعد\nأن لا يشرك بالله شيئا، ثم نجا من هذه الأهواء والبدع، والتناول لأصحاب\nرسول الله صلى الله عليه وسلم، أرجو أن يكون في أعلى درجة الفردوس، مع\nالنبيين والصديقين والشهداء والصالحين، وحسن أولئك رفيقا، وذلك أن <span id='ms08'></span> كل كبيرة\nفيما بين العبد وبين الله عز وجل فهو منه على رجاء، وكل هوى ليس منه على\nرجاء، إنما يهوي بصاحبه في نار جهنم، من مات على السنة فليبشر، من مات على\nالسنة فليبشر، من مات على السنة فليبشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>35 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد بن محمود، ثنا أحمد بن عبد الله،\nسمعت محمد بن عبد الرحمن الدغولي، يقول: سمعت محمد بن المهلب، ثنا أبو سعيد\nالأشج، سمعت يحيى بن يمان، يقول: قال سفيان: البدعة أحب إلى إبليس من\nالمعصية.\n</p>\n\n<p>\nزاد الأشج: لأن المعصية يتاب منها، والبدعة لا يتاب منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>36 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا القاسم، ثنا محمد بن عمر، ثنا محمد بن السري، ثنا\nأحمد بن عبد الخالق، ثنا محمد بن كثير، ثنا الأوزاعي، عن حسان بن عطية،\nقال: ما ابتدع قوم في دينهم بدعة إلا نزع الله مثلها من السنة، ثم لا يردها\nعليهم إلى يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>37 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن موسى، ثنا الأصم، ثنا الصغاني، ثنا أحمد\nبن أبي الطيب، ثنا بقية، ثنا نعيم بن غريب، حدثني عنبسة بن سعيد الكلاعي،\nقال: ما ابتدع رجل بدعة إلا غل صدره على المسلمين، واختلجت منه الأمانة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>38 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا عمر بن إبراهيم، ثنا بشر بن محمد، ثنا أبو العباس\nالأزهري، ثنا محمد بن عبادة، ثنا عباد بن كليب، ثنا المفضل بن يونس، عن\nالأوزاعي، قال: من وقر صاحب بدعة فقد عارض الإسلام برد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>39 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني غالب بن علي، أنا علي بن محمد الصيرفي، ثنا أبو\nحمزة المروزي، سمعت علي بن خشرم، سمعت عيسى بن يونس، يقول: سمعت الأوزاعي،\nيقول: من وقر صاحب بدعة فقد أعان على فرقة الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>40 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد بن محمود، ثنا أحمد بن عبد الله بن\nنعيم، ثنا الحسين بن محمد، ثنا البرقي، ثنا عمرو بن أبي سلمة، سمعت\nالأوزاعي، يقول: «من وقر صاحب بدعة فقد أعان على هدم الإسلام» .\n</p>\n\n<p>\nوروي هذا من وجوه غريبة مرفوعا <span id='ms09'></span> إلى رسول الله صلى الله عليه وسلم غالبها\nضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>41 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن إبراهيم النيسابوري، ثنا عبد الله بن يحيى\nالطلحي، ثنا محمد بن علي، ثنا هارون بن زياد المصيصي، ثنا الحسن بن يحيى\nالخشني، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: قال رسول الله صلى الله\nعليه وسلم: «من وقر صاحب بدعة فقد أعان على هدم الإسلام»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>42 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني غالب بن علي، ثنا محمد بن الحسين، ثنا أبو\nإسحاق البزاري، ثنا الباغندي، ثنا سليمان بن سلمة، ثنا بقية، عن ثور بن\nيزيد، عن خالد بن معدان، عن معاذ بن جبل، قال: قال رسول الله صلى الله عليه\nوسلم: «من مشى إلى صاحب بدعة ليوقره فقد أعان على هدم الإسلام» .\n</p>\n\n<p>\nإسناد جيد، وروي من طرق عديدة مرسلا، عن إبراهيم بن ميسرة، ومحمد بن\nمسلم، وابن عيينة، وغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>43 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد بن محمود، ثنا أحمد بن عبد الله، ثنا\nالحسين بن محمد، ثنا أحمد بن عبد الله، ثنا أبو محمد العسقلاني، قال: سمعت\nإبراهيم بن أدهم، يقول: من صافح صاحب بدعة فقد أعان على هدم الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>44 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن عبد الجليل، ثنا أحمد بن إبراهيم بن\nبابيك، وقيل: إنما هو أبو عبد الله محمد بن أحمد بن بابيك، أنا سليمان بن\nأحمد، ثنا محمد بن النضر، سمعت عبد الصمد بن يزيد، سمعت الفضيل بن عياض،\nيقول: من أحب صاحب بدعة أحبط الله عمله، وأخرج نور الإسلام من قلبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>45 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا أحمد بن محمد المقرئ، ثنا زاهر بن أحمد، ثنا محمد\nبن المسيب، سمعت عبد الله بن خبيق، قال: كنت عند الهيثم بن جميل، فقال:\nسمعت يوسف بن أسباط، يقول: سمعت محمد بن النضر الحارثي، يقول: كان يقال: من\nأصغى إلى ذي بدعة خرج من عصمة الله، وقال يوسف: من أصغى بسمعه لصاحب بدعة\nنزعت منه العصمة، ووكل إلى نفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>46 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أحمد بن الحسن <span id='ms10'></span>، أنا جعفر بن عبد الله، ثنا محمد بن\nهارون، ثنا الهيثم بن أحمد، ثنا محمد بن الوليد، ثنا الحسين بن خالد، ثنا\nعبد الرحمن بن نافع، ثنا الحسين بن خالد، عن عبد العزيز بن أبي رواد، عن\nنافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: «من أعرض بوجهه\nعن صاحب بدعة بغضا له ملأ الله قلبه أمنا وإيمانا، ومن انتهر صاحب بدعة\nأمنه الله يوم الفزع الأكبر، ومن أعان على صاحب بدعة رفعه الله في الجنة\nمائة درجة، ومن سلم على صاحب بدعة، أو لقيه بالبشر، أو استقبله بما يسره،\nفقد استخف بما أنزل الله عز وجل على محمد صلى الله عليه وسلم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>47 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، سمعت عمر بن\nعبد الله، يقول: سمعت أحمد بن الحسن، يقول: سمعت أبا علي الصولي، يقول:\nسمعت شيبان بن قتادة، يقول: سمعت أبا حاتم السجستاني، يقول: سمعت الأصمعي،\nيقول: سمعت شعبة، يقول: كان سفيان الثوري يبغض أهل الأهواء، وينهى عن\nمجالستهم أشد النهي، وكان يقول: عليكم بالأثر، وإياكم والكلام في ذات الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>48 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا عبد الرحمن بن محمد، وأحمد بن إبراهيم، قالا: أنا\nالحسن بن أحمد الجرجاني، قال: سمعت أبا بكر بن شاذان، سمعت الحسن بن علي،\nيقول: سمعت أبا عبد الله بن ماجه، يقول: حدثت عن عبد الرحمن بن مهدي، أنه\nقال: من طلب العربية فآخره مؤدب، ومن طلب الشعر فآخره شاعر يهجو، ويمدح\nبالباطل، ومن طلب الكلام فآخر أمره الزندقة، ومن طلب الحديث فإن قام به كان\nإماما، وإن فرط فيه ثم أناب يوما يرجع إليه وقد عتقت وجادت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>49 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد بن محمود، ثنا أحمد بن عبد الله، ثنا\nعبد الملك بن عدي، ثنا الرمادي، ثنا موسى بن إسماعيل، ثنا سلام بن أبي\nمطيع، قال: ما أعلم يحل لرجل أن يزوج صاحب بدعة، ولا صاحب شراب، أما صاحب\nالبدعة فيدخل ولده النار، وأما <span id='ms11'></span> صاحب الشراب فذكر منه أشياء بعددها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>50 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني يحيى بن عمار، ثنا محمد بن أحمد، ثنا إسماعيل\nبن محمد، ثنا حرب بن إسماعيل، ثنا أبو بكر، ثنا يعلى، عن طلحة بن عمر، قال:\nلا تجالسوا أهل الأهواء، فإن لهم غرة كغرة الحرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>51 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن جبريل، ثنا أبو إسحاق القراب، ثنا أبو\nيعلى، سمعت مردويه، يقول: سمعت الفضيل بن عياض، يقول: لا يشم مبتدع رائحة\nالجنة، أو يتوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>52 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني عبد الله بن عمر، عن خط أبي أحمد، حفيد أبي\nسعد، سمعت نصر بن زكريا، قال: سمعت محمد بن يحيى الذهلي، يقول: سمعت يحيى\nبن يحيى، يقول: الذب عن السنة أفضل من الجهاد في سبيل الله، قال محمد: قلت\nليحيى: الرجل ينفق ماله ويتعب نفسه ويجاهد، فهذا أفضل منه؟ قال: نعم بكثير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>53 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا لقمان بن أحمد، وعطاء بن أحمد، قالا: ثنا معمر بن\nأحمد، ثنا سليمان بن أحمد، ثنا عبد الله بن أحمد بن حنبل، حدثني عبد الوهاب\nبن الحكم الوراق، قال: قال رجل للأسود بن سالم: كيف أصبحت؟ قال: بشر، وقعت\nعيني اليوم على مبتدع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>54 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرتنا فاطمة بنت القاسم، أنا الحسين بن شعيب، أنا\nالحسين بن محمد، ثنا عبيد الله بن محمد، حدثني محمد بن إسحاق، سمعت عبد\nالله بن أحمد بن حنبل، يقول: سمعت محمد بن داود، يقول: لم نحفظ في دهر\nالشافعي كله أنه تكلم في شيء من الأهواء، ولا نسب إليه، ولا عرف به مع بغضه\nلأهل الكلام والبدع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>55 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا إسماعيل بن إبراهيم، ثنا محمد بن عبد الله، حدثني\nنصر بن محمد، ثنا عمر بن الربيع، ثنا الحضرمي، ثنا عبد الله بن أحمد بن\nحنبل، عن أبيه، قال: كان الشافعي، إذا ثبت عنده الخبر قلده، وخير خصلة كانت\nفيه لم يكن يشتهي الكلام، إنما همه الفقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>56 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أبو الفضل الجارودي، ثنا إبراهيم بن محمد، ثنا\nزكريا بن <span id='ms12'></span> يحيى، ثنا محمد بن إسماعيل، سمعت الحسين بن علي الكرابيسي، قال:\nشهدت الشافعي، ودخل عليه بشر المريسي، فقال لبشر: أخبرني عما تدعو إليه،\nأكتاب ناطق، وفرض مفترض، وسنة قائمة، وجدت عن السلف البحث فيه والسؤال؟\nفقال بشر: لا، إلا أنه لا يسعنا خلافه، فقال الشافعي: أقررت بنفسك على\nالخطأ، فأين أنت عن الكلام في الفقه والأخبار، تواليك الناس عليه، وتترك\nهذا، قال: لنا نهمة فيه، فلما خرج بشر قال الشافعي: لا يفلح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>57 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن محمد بن عبد الله، سمعت أبا العباس\nالمروزي، سمعت أبا بكر بن سيف، سمعت الربيع، سمعت الشافعي، يقول: ما أحد\nأرتدى بالكلام فأفلح.\n</p>\n\n<p>\nرويناه عنه من طرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>58 - </h1>\n\n<p>\nوبه إلى الأنصاري، حدثني علي بن محمد الفارسي، ثنا الخليل بن أحمد، سمعت\nالحسين بن إسماعيل المحاملي، قال: قال المزني: سألت الشافعي عن مسألة من\nالكلام، فقال: سلني عن شيء، إذا أخطأت فيه قلت أخطأت، ولا تسألني عن شيء\nإذا أخطأت قلت كفرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>59 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد بن عبد الله، ثنا أحمد بن عبد الله،\nقال: سمعت الدغولي، قال: سمعت زكريا بن يحيى، يقول: سمعت محمد بن عبد الله\nبن عبد الحكم، يقول: قال لي الشافعي: يا محمد , إن سألك رجل عن شيء من\nالكلام فلا تجبه، فإنه إن سألك عن دية فقلت: درهما أو دينارا، قال لك:\nأخطأت، وإن سألك عن شيء في الكلام فزللت، قال لك: كفرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>60 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أبو يعقوب، أنا علي بن الحسن، أنا أحمد بن محمد بن\nياسين، ثنا صالح بن محمد، سمعت المزني يقول: سمعت الشافعي يقول للربيع: يا\nربيع , اقبل مني ثلاثة أشياء، لا تخوضن في أصحاب رسول الله صلى الله عليه\nوسلم، فإن خصمك النبي صلى الله عليه وسلم يوم القيامة، ولا تشتغل بالكلام،\nفإني قد اطلعت من أهل الكلام على التعطيل، ولا تشتغل بالنجوم، فإنه يجر إلى\nالتعطيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>61 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، ثنا علي <span id='ms13'></span> بن\nمحمد، ثنا ابن أبي حاتم، حدثني محمد بن أحمد الصواف، وعصام أبو الفضل،\nقالا: سمعت إسماعيل بن يحيى يقول: كان الشافعي مذهبه الكراهة في الخوض في\nالكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>62 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا الجارودي، أنا إبراهيم بن محمد، ثنا أبو يحيى\nالساجي، ثنا محمد بن إسماعيل الكرابيسي، قال: سئل الشافعي عن شيء من\nالكلام، فغضب، وقال: سل عن هذا حفص الفرد وأصحابه، أخزاهم الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>63 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد، ثنا أحمد بن عبد الله، سمعت\nالدغولي، سمعت زكريا بن يحيى، سمعت الربيع، سمعت الشافعي، يقول: لأن يلقى\nالله العبد بكل الذنب ما خلا الشرك بالله خير له من أن يلقاه بشيء من\nالأهواء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>64 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا إسماعيل بن إبراهيم، ثنا علي بن القاسم بن سعيد بن\nالليث السمرقندي، ثنا محمد بن إبراهيم، حدثني أبو عبد الرحمن محمد بن عبد\nالعزيز، صاحب الشافعي، قال: قال الشافعي: مذهبي في أهل الكلام تقنيع رءوسهم\nبالسياط، وتشريدهم في البلاد.\n</p>\n\n<p>\nوذكر عنه الكرابيسي، أنه قال: حكمي فيهم حكم عمر في صبيغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>65 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا الجارودي، ثنا إبراهيم بن محمد، ثنا أبو يحيى\nالساجي، حدثني محمد بن إسماعيل، قال: سمعت أبا ثور، والحسين.\n</p>\n\n<p>\nقال الأنصاري: وأخبرنيه طيب بن أحمد، ثنا محمد بن الحسين، أخبرني الحسن\nبن رشيق، عن محمد بن إبراهيم الأنماطي، وعبيد الله بن إبراهيم العمري،\nقالا: ثنا الزعفراني، قالوا: سمعنا الشافعي، يقول: حكمي في أهل الكلام أن\nيضربوا بالجريد، ويحملوا على الإبل، ويطاف بهم في العشائر والقبائل، وينادى\nعليهم: هذا جزاء من ترك الكتاب والسنة وأقبل على الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>66 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا إسماعيل بن إبراهيم، ثنا محمد بن الحسن السراجي،\nثنا ابن أبي حاتم، ثنا أبي، ثنا أحمد بن خالد، سمعت الشافعي، يقول: ما كلمت\nرجلا في بدعة.\n</p>\n\n<p>\nوفي رواية: ما ناظرت أحدا علمت أنه مقيم على بدعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>67 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن أحمد، ثنا إبراهيم بن محمد، ثنا أبو يحيى\nالساجي، حدثني أحمد بن العباس، سمعت الزعفراني، يقول: سمعت <span id='ms14'></span> الشافعي، يقول:\nما ناظرت أحدا في الكلام إلا مرة، وأنا أستغفر الله من ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>68 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا غالب بن علي، وطيب بن أحمد، ثنا محمد بن الحسين،\nثنا الحسن بن رشيق، ثنا سعيد بن أحمد اللخمي، ثنا يونس بن عبد الأعلى، سمعت\nالشافعي، يقول: إذا سمعت الرجل يقول الاسم غير المسمى، والشيء غير الشيء،\nفاشهد عليه بالزندقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>69 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني غالب بن علي، وطيب بن أحمد، ومنصور بن العباس،\nوأحمد بن حمزة، قالوا: ثنا محمد بن الحسين، سمعت أبا بكر الرازي، يقول:\nسمعت ابن أبي حاتم، يقول: سمعت المزني، يقول: سمعت الشافعي، يقول: الكلام\nيلعن أهل الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>70 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا إسماعيل بن إبراهيم، ثنا محمد بن الحسن، سمعت ابن\nأبي حاتم، يقول: ثنا الربيع، سمعت الشافعي، وهو نازل من الدرجة، وقوم\nيتكلمون في الكلام، فصاح بهم، وقال: إما أن تجاورونا بخير، وإما أن تقوموا\nعنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>71 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا الجارودي، أنا أبو إسحاق القراب، ثنا أبو يحيى\nالساجي، حدثني أبو داود، ثنا أبو ثور، قال: قلت للشافعي: ضع في الكلام\nشيئا، فقال: من أرتدى بالكلام لم يفلح، وفي رواية: دع هذا، فكأنه ذم الكلام\nوأهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>72 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا عمر بن إبراهيم، ثنا عبد الله بن محمد، ثنا محمد\nبن إسحاق، سمعت الربيع، يقول: لما كلم الشافعي حفص الفرد، قال حفص: القرآن\nمخلوق، فقال له الشافعي: كفرت بالله العظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>73 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا محمد بن أحمد، ثنا إبراهيم بن محمد، ثنا زكريا بن\nيحيى، ثنا الزعفراني، قال: كان الشافعي يكره الكلام، وينهى عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>74 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد بن محمود، ثنا أحمد بن عبد الله،\nسمعت الدغولي، سمعت زكار بن يحيى الحلوار، سمعت الربيع، يقول: سمعت\nالشافعي، وأشرف علينا يوما، وفي الدار قوم قد أخذوا في شيء من الكلام، إما\nأن تجاورونا بخير، وإما أن تنصرفوا عنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>75 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا إسماعيل بن إبراهيم، ثنا محمد بن الحسن، ثنا ابن\nأبي حاتم، قال: كان علان <span id='ms15'></span> بن المغيرة المصري، يقول: سمعت المزني، يقول: كان\nالشافعي ينهى عن الخوض في الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>76 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، أنا محمد بن الحسين، ثنا عبد الله\nبن سعيد، ثنا أحمد بن محمد، ثنا محمد بن يحيى الجوهري، ثنا محمد بن عبد\nالله بن عبد الحكم، سمعت الشافعي، يقول: لو علم الناس ما في الكلام\nوالأهواء لفروا منه كما يفرون من الأسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>77 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا فاطمة بنت القاسم، أنا الحسين بن شعيب، أنا الحسين\nبن محمد الثقفي، ثنا عبيد الله بن محمد، ثنا محمد بن إسحاق، ثنا زكار، ثنا\nالحسين بن علي، ثنا الشافعي، قال: السخاء والكرم يغطيان عيوب الدنيا\nوالآخرة، بعد أن لا يلحق صاحبه بدعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>78 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن محمد، ثنا أحمد بن عبد الله، سمعت\nالدغولي، سمعت زكار، سمعت الربيع، سمعت الشافعي، وسأله رجل عن مسألة، فقال\nله الشافعي: إن هذا يدعو إلى الكلام، ونحن لا نجيب في شيء من الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>79 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا عمر بن إبراهيم، ثنا عبد الله بن محمد، ثنا ابن\nخزيمة، سمعت يونس بن عبد الأعلى، قال: أتيت الشافعي بعد ما كلم حفص الفرد،\nفقال: يا أبا موسى , لقد أطلعت من أهل الكلام على شيء، والله ما توهمته قط،\nولأن يبتلي الله المرء بما نهى الله عنه خلا الشرك بالله خير من أن يبتليه\nبالكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>80 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، ثنا علي بن\nعمر، ثنا ابن أبي حاتم، سمعت الربيع، قال: قال لي الشافعي: لو أردت أن أضع\nعلى كل مخالف كتابا كبيرا لفعلت، ولكن ليس الكلام من شأني، ولا أحب أن ينسب\nإلي منه شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>81 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا محمد بن أحمد، أنا إبراهيم بن محمد، ثنا أبو يحيى،\nحدثني جعفر بن أحمد الزعفراني، قال: كان الشافعي يعتم بعمامة كبيرة كأنه\nأعرابي، وبيده هراوة، وكان أذرب الناس لسانا، وكان إذا خيض في مجلسه\nبالكلام نهى عنه، وقال: لسنا بأصحاب كلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>82 - </h1>\n\n<p>\nوبه <span id='ms16'></span> إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، ثنا علي بن\nعبد العزيز، ثنا عبد الرحمن بن أبي حاتم، قال: قال بعض أصحاب الشافعي: حضرت\nالشافعي، وكلمه رجل في مسجد الجامع في مسألة، فطالت مناظرته له، فخرج الرجل\nإلى شيء من الكلام، فقال: دع هذا، فإن هذا من الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>83 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثنا إسماعيل بن إبراهيم، ثنا نصر بن محمد، قال: وجدت\nفي كتابي عن أحمد بن يوسف، ثنا الربيع، قال أنشدنا الشافعي في ذم الكلام:\n</p>\n\n<p>\nلم يبرح الناس حتى أحدثوا بدعا ... في الدين بالرأي لم تبعث بها الرسل\n</p>\n\n<p>\nحتى استخف بدين الله أكثرهم ... وفي الذي يحملوا من حقه شغل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>84 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أبو يعقوب، ثنا محمد بن الحسن، ثنا محمد بن\nإبراهيم، ثنا عبد الله بن أحمد بن حنبل، قال: كتب أبي إلى عبيد الله بن\nيحيى بن خاقان: لست بصاحب كلام، ولا أرى الكلام في شيء من هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>85 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا الحسن بن يحيى، ثنا أحمد بن إبراهيم، ثنا محمد بن\nقريش، ثنا موسى بن هارون، ثنا قتيبة بن سعيد، قال: إذا قال الرجل: المشبهة\nفاحذروه، فإنه يرى رأي جهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>86 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا عبد الله بن أبي نصر، ثنا أحمد بن أبي عصمة، ثنا\nيعقوب بن إسحاق، ثنا أحمد بن رامش، سمعت علي بن خشرم، يقول: كتب إلي بشر بن\nالحرب: لا تخالف الأئمة، فإنه ما أفلح صاحب كلام قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>87 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، وأحمد بن حمزة، ثنا محمد بن\nالحسين، سمعت عبد الرحمن بن محمد السلمي، يقول: سمعت محمد بن عقيل، يقول:\nجاء رجل إلى المزني، فسأله عن شيء من الكلام، فقال: إني أكره هذا بل أنهى\nعنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>88 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنشدنا يحيى بن عمار، أنشدنا الحسين بن أحمد البيهقي،\nأنشدنا الهيثم بن كليب، أنشدنا القبلي في صفة أهل الكلام:\n</p>\n\n<p>\nدع من يقود الكلام ناحية ... فما يقود الكلام ذو ورع\n</p>\n\n<p>\nكل فريق بدؤهم حسن ... ثم يصيرون بعد للشنع\n</p>\n\n<p>\nأكثر <span id='ms17'></span> ما فيه أن يقال له ... لم يك في قوله بمنقطع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>89 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنشدنا يحيى بن عمار، أنشدنا الحسين بن أحمد، أنشدنا\nالهيثم بن كليب، أنشدنا القبلي، لعبد الله بن مصعب:\n</p>\n\n<p>\nترى المرء يعجبه أن يقول ... وأسلم للمرء أن لا يقولا\n</p>\n\n<p>\nفأمسك عليك في فضول الكلام ... فإن لكل كلام فضولا\n</p>\n\n<p>\nولا تصحبن أخا بدعة ... ولا تسمعن له الدهر قيلا\n</p>\n\n<p>\nفإن مقالتهم كالضلال ... يوشك أفياؤها أن تزولا\n</p>\n\n<p>\nوقد أحكم الله آياته ... وكان الرسول عليها دليلا\n</p>\n\n<p>\nوأوضح للمسلمين السبيل ... فلا تتبعن سواها سبيلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>90 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، سمعت أبا بكر\nبن شاذان، سمعت أبا جعفر الفرغاني، يقول: سمعت الجنيد بن محمد، يقول: أقل\nما في الكلام سقوط هيبة الرب من القلب، والقلب إذا عري من الهيبة من الله\nعز وجل عري من الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>91 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، سمعت أبا نصر\nبن السراج، يقول: سمعت أحمد بن علي، يقول: كان ممشاذ الدينوري كثيرا ما\nيقول: يا أصحابنا لا بد من إحدى ثلاثة: إما ركوب الأحوال، ومباشرة الحقائق،\nوإما الاشتغال بالأوراد، وإما تعلموا هذا العلم قبل أن يقصدكم أصحاب\nالكلام، فيخرجوكم من دينكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>92 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت محمد بن إبراهيم، يقول: سمعت أبا العباس جعفر بن\nمحمد، يقول: كتب إلي أبو حامد أحمد بن محمد ما سمع بعض أصحابه، عن صالح بن\nهانئ، أنه سمع محمد بن إسحاق بن خزيمة، يقول: من لم يقل أن الله في السماء\nعلى العرش استوى ضربت عنقه، وألقيت جيفته على مزبلة بعيدة عن البلد، حتى لا\nيتأذى بنتن ريحها أحد من المسلمين ولا من المعاهدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>93 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت أحمد بن محمد المقرئ، يقول: سمعت الحسن بن أحمد\nالشيرازي، سمعت عبد الجبار بن شيران، يقول: سمعت سهل بن عبد الله، يقول في\nقوله تعالى: {وتعاونوا على البر والتقوى} [المائدة: 2] ، على الإيمان\nوالسنة، {ولا تعاونوا على الإثم والعدوان} [المائدة: 2] ، قال: الكفر\nوالبدعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>94 - </h1>\n\n<p>\nوبه إلى الأنصاري <span id='ms18'></span>، سمعت أحمد بن محمد، وأحمد بن علي، وعلي بن بشرى،\nيقولون: سمعنا أبا عمرو بن نجيد، يقول: سمعت أبا عثمان، يقول: من أمر السنة\nعلى نفسه نطق بالحكمة قولا وفعلا، ومن أمر البدعة على نفسه نطق بالبدعة،\nوقرأ: {وإن تطيعوه تهتدوا} [النور: 54]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>95 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، سمعت أن\nالحسن بن مقسم، يقول: سمعت أبا محمد المرتعش، يقول: وسئل أبو حفص، ما\nالبدعة؟ قال: التعدي في الأحكام، والتهاون بالسنن، واتباع الآراء،\nوالأهواء، وترك الاقتداء والاتباع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>96 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني أحمد بن حمزة، ثنا محمد بن الحسين، قال: بلغني\nأن بعض أصحاب أبي علي الجوزجاني، سأله: كيف الطريق إلى الله؟ قال: أصح\nالطرق وأعمرها وأبعدها من الشبه اتباع الكتاب والسنة قولا وفعلا، وعزما\nوعقدا ونية، لأن الله تعالى قال: {وإن تطيعوه تهتدوا} [النور: 54] ، فسأله:\nكيف الطريق إلى اتباع السنة؟ قال: مجانبة البدع، واتباع ما اجتمع عليه\nالصدر الأول من علماء الإسلام وأهله، والتباعد عن مجالس الكلام وأهله،\nولزوم طريقة الاقتداء والاتباع، بذلك أمر النبي صلى الله عليه وسلم، بقوله:\n{ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفا} [النحل: 123]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>97 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا غالب بن علي، ومحمد بن الحسين، ثنا جعفر بن عبد\nالله الرازي، أنا ابن أبي حاتم، قال: كان أبو زرعة يقول: إن من طلب الدين\nبالكلام ضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>98 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب، ثنا محمد بن الحسين، قال: رأيت بخط أبي\nعمرو بن مطر، يقول: سئل ابن خزيمة عن الكلام في الأسماء والصفات، فقال:\nبدعة ابتدعوها، ولم يكن أئمة المسلمين وأرباب المذاهب وأئمة الدين مثل\nمالك، وسفيان، والأوزاعي، والشافعي، وأحمد، وإسحاق، ويحيى بن يحيى، وابن\nالمبارك، ومحمد بن يحيى، وأبي حنيفة، ومحمد بن الحسن، وأبي يوسف، يتكلمون\nفي ذلك، وينهون عن الخوض فيه، ويدلون أصحابهم على الكتاب والسنة، فإياك\nوالخوض فيه، والنظر في كتبهم بحال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>99 - </h1>\n\n<p>\nوبه إلى الأنصاري، أخبرني طيب بن أحمد، ثنا محمد بن الحسين، سمعت أحمد بن\nسعيد المعداني، سمعت أبا بكر <span id='ms19'></span> بن بسطام، سألت أبا بكر بن سيار عن الخوض في\nالكلام، فنهاني عنه أشد النهي، وقال: عليك بالكتاب والسنة، ما كان عليه\nالصدر الأول من الصحابة والتابعين وتابعي التابعين، فإني رأيت المسلمين في\nأقطار الأرض ينهون عن ذلك وينكرونه، ويأمرون بالكتاب والسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>100 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا أحمد بن محمد المقرئ، ثنا محمد بن عبد الله البيع،\nسمعت أبا سعيد المقرئ، سمعت أبا بكر بن خزيمة، يقول: من نظر في كتبي\nالمصنفة في العلم، ظهر له وبان أن الكلابية لعنهم الله كذبة فيما يحكون\nعني، مما هو خلاف أصلي وديانتي، قد عرف أهل الشرق والغرب أنه لم يصنف أحد\nفي التوحيد وفي أصول العلم مثل تصنيفي، فالحاكي عني خلاف ما في كتبي\nالمصنفة التي حملت إلى الآفاق شرقا وغربا كذبة فسقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>101 - </h1>\n\n<p>\nوبه إلى الأنصاري، أنا غالب بن علي، ومحمد بن علي، ثنا جعفر بن فناكي،\nسمعت عبد الرحمن بن أبي حاتم، يقول: علامة أهل البدع الوقيعة في أهل الأثر،\nوعلامة الجهمية تسميتهم أهل السنة مشبهة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>102 - </h1>\n\n<p>\nوبه إلى الأنصاري، كتب إلي أحمد بن الفضل البخاري: سمعت أبا زيد الفقيه\nالمروزي، يقول: أتيت أبا الحسن الأشعري، بالبصرة، فأخذت عنه شيئا من\nالكلام، فرأيت من ليلتي في المنام كأني عميت، فقصصتها على المعبر، فقال:\nإنك تأخذ علما تضل به، فأمسكت عن الأشعري، فرأني بعد يوما في الطريق، فقال\nلي: يا أبا زيد، أما تأنف أن ترجع إلى خراسان عالما بالفروع جاهلا بالأصول،\nفقصصت عليه الرؤيا، فقال: اكتمها علي هاهنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>103 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت أحمد بن حمزة، يقول: سمعت أبا يعقوب الفارسي مفتي\nحرم مكة، يقول: أجبت عن مسألة في الكلام، فرجعت إلى بيتي وما في قلبي من كل\nما من الله به على المؤمنين من شيء حتى قمت فاغتسلت، وسجدت، وتضرعت، وتبت،\nوبكيت حتى رد علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>104 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت الثقة، يحكي إلى عبد الله بن عدي الصابوني، لما\nحمل إلى بخارى، حضر أبو بكر الشاشي القفال ليكلمه، فقال: لا أكلمه إنه\nمتكلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>105 - </h1>\n\n<p>\nوبه <span id='ms20'></span> إلى الأنصاري، سمعت أحمد بن حمزة، وأبا علي الحداد، يقولان: وجدنا\nأبا العباس النهاوندي على الإنكار على أهل الكلام، وتكفير الأشعرية، وذكر\nأعظم شأنه في الإنكار على أبي الفوارس القرماسيني، وهجرانه إياه لحرف واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>106 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت أحمد بن حمزة، يقول: لما اشتد الهجران بين\nالنهاوندي وأبي الفوارس، سألوا أبا عبد الله الدينوري، فقال: لقيت ألف شيخ\nعلى ما عليه النهاوندي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>107 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت الشيخ أبا الحسين الماليني، يقول: قيل لأبي سعد\nالزاهد: إن أبا الحسن الديناري، ناضل عنك عند سبك. . . .، فقال: وإياه فلعن\nالله؛ لأنه كلابي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>108 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت محمد بن عمر الفقيه، يقول: سمعت سهل بن محمد\nالصعلوكي، يقول: أقل ما في الكلام من الخسار سقوط هيبة الله من القلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>109 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت عبد الرحمن بن محمد، يقول: وجدت أبا حامد\nالأسفراييني، وأبا الطيب الصعلوكي، وأبا بكير القفال، وأبا منصور الحاكم\nعلى الإنكار على الكلام وأهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>110 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت عدنان بن عبدة النميري، يقول: سمعت أبا عمر\nالبسطامي، يقول: كان أبو الحسن الأشعري أولا ينتحل الاعتزال، ثم رجع فكتم\nعليهم، وإنما مذهبه التعطيل، إلا أنه رجع من التصريح إلى التمويه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>111 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت أحمد بن أبي رافع، وخلقا , يذكرون شدة أبي حامد\nعلي الباقلاني، قال: وأنا بلغت رسالة أبي سعيد إلى ابنه سالم ببغداد: إن\nكنت تريد أن ترجع إلى هراة فلا تقرب الباقلاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>112 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت محمد بن عبد الرحمن الدباس يقول: رأيت أبا منصور\nالحاكم ذكر بين يديه شيء من الكلام، فأدخل إصبعيه في أذنيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>113 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت أحمد بن أبي نصر، يقول: رأينا محمد بن الحسين\nالسلمي يلعن الكلابية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>114 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت الحسن بن أبي أسامة، يقول: سمعت أبي يقول: لعن\nالله أبا ذر، فإنه أول من حمل الكلام إلى الحرم، وأول من بثه في المغاربة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>115 - </h1>\n\n<p>\nسمعت منصور بن إسماعيل، يقول: سمعت أبا علي الحسين بن شعيب، يقول ليحيى\nبن عمار: سمعت سالما يقول: من لم <span id='ms21'></span> يقرأ الكلام لم يدن لله دينه، فقلت: هل\nورثت أباك؟ يعني: أنه كان كافرا فورثه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>116 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت بلال بن أبي منصور، يقول: سمعت عمر بن إبراهيم،\nيقول: لا تحل ذبائح الأشعرية، لأنهم ليسوا بمسلمين، ولا بأهل كتاب، ولا\nيثبتون في الأرض كتاب الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>117 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت طاهر بن محمد، يقول: شهدت الديناري يستتيبه أبو\nسعد الزاهد، فما رأيت كذلك اليوم في الذل، قال: وسمعت منصور بن إسماعيل عهد\nالله على ذلك، وجاء سالم يتوب فقال يحيى بن عمار للحاجب: قل له: يأتينا\nبكتب الكلام نحرقها بالنار، ولم يأذن له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>118 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت أحمد بن حمزة، يقول: عقد لواقد في طبرستان مجلس،\nفقعد على المنبر، فسألوه عن حروف القرآن، فأنكرها، فضرب بمسحاة فقتل، وقد\nروينا في عدة أحاديث، أن النبي صلى الله عليه وسلم، قال: «لا تزال الناس\nبخير ما أخذوا العلم عن كبارهم، فإذا أخذوا عن أصاغرهم هلكوا» .\n</p>\n\n<p>\nقال عدة من أهل العلم: إذا أخذوا عن أهل البدع، وقد روينا في عدة أحاديث:\n«من سن سنة حسنة كان له أجرها، وأجر من يعمل بها إلى يوم القيامة، ومن سن\nسنة سيئة كان عليه وزرها، ووزر من يعمل بها إلى يوم القيامة» .\n</p>\n\n<p>\nوفي رواية: «من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، ولا ينقص\nذلك من أجورهم شيئا، ومن دعا إلى ضلالة فعليه من الإثم مثل آثام من تبعه،\nولا ينقص من آثامهم شيء» .\n</p>\n\n<p>\nوفي رواية: «من أحيا سنة من سنتي قد أميتت بعدي، فإن له من الأجر مثل أجر\nمن عمل بها من الناس لا ينقص ذلك من أجور الناس شيء، ومن ابتدع بدعة لا\nيرضاها الله ورسوله، فإن عليه مثل إثم من عمل بها من الناس لا ينقص ذلك من\nآثام الناس شيء» .\n</p>\n\n<p>\nوفي رواية: «من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، ولا ينقص\nذلك من أجورهم شيئا، ومن دعا إلى ضلالة فعليه من الإثم مثل <span id='ms22'></span> آثام من تبعه،\nولا ينقص من آثامهم شيء» .\n</p>\n\n<p>\nوفي رواية: «من استن خيرا، ومن استن شرا» .\n</p>\n\n<p>\nوفي رواية: أيما داع دعا إلى ضلالة فاتبع، كان عليه مثل أوزار من اتبعه،\nولا ينقص من أوزارهم شيء \".\n</p>\n\n<p>\nوفي رواية: «من سن في الإسلام سنة حسنة، ومن سن سنة سيئة» .\n</p>\n\n<p>\nقال شيخ الإسلام الأنصاري: فتنة الكلام، أول من زرعها الجعد بن درهم،\nوجهم سمعه، وتكلم عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>119 - </h1>\n\n<p>\nوبالسند إلى شيخ الإسلام الأنصاري، أبا أحمد بن الحسن البزاز، ثنا علي بن\nالحسين، ثنا أحمد بن محمد الوراق، ثنا عبد الرحمن بن محمد، ثنا محمد بن\nأحمد، ثنا علي بن موسى البصري، ثنا سليمان بن عيسى السجزي، ثنا سهل الحنفي،\nعن مقاتل بن حيان، قال: دخلت على عمر بن عبد العزيز، فقال: من أين أنت؟\nقلت: من أهل بلخ، قال: كم بينك وبين النهر؟ قلت: كذا فرسخا، قال: هل ظهر من\nوراء النهر رجل يقال له: جهم؟ قلت: لا، قال: سيظهر من وراء النهر رجل يقال\nله: جهم , يهلك خلقا من هذه الأمة، يدخله الله وإياهم النار مع الداخلين.\n</p>\n\n<p>\nفأما الجعد بن درهم، فضحى به خالد بن عبد الله القسري على رءوس الخلائق،\nولم ينكر عليه أحد سنة نيف وعشرين ومائة.\n</p>\n\n<p>\nوأما جهم فكان بمرو، فكتب هشام بن عبد الملك إلى واليه على خراسان نصر بن\nسيار يأمره بقتله، فكتب إلى سلم بن أحوز وكان على مرو فضرب عنقه، ولم ينكر\nذلك أحد، ثم إن قتلتهما انتشرت بعض الانتشار، فقام بها بعدهما ابن أبي\nداود، وبشر بن غياث، فملأ الدنيا محنة والقلوب فتنة دهرا طويلا، فسلط الله\nعليهم عالما من أعلام الدين، أوتي صبرا في قوة اليقين أحمد بن حنبل\nالشيباني، فشد المئزر، وأبى الفتنة، وجاد بالدنيا، وفنن بالدين، وأعرض عن\nالغضاضة على طيب العيش، ولم يبال في الله حقه الأقران , ونسي قلة الأعوان،\nحتى هد ما شدوا، وقد ما مدوا، ثم إن فتنتهم همدت، وبدأت، ثم أخفى منهم\nالأشعري ما يتعاظم، وظهر بما يتوصل به <span id='ms23'></span> إلى ذلك بالتمويه، ثم لم يتم له، ثم\nإن الفتنة عمت وطمت، حتى ظهرت وانتشرت تصديقا لقول النبي صلى الله عليه\nوسلم في أحاديث كثيرة، وقد ورد في عدة آثار: أن من ساعد مبتدعا أو أخذ بيده\nفقد أعان على هدم الإسلام.\n</p>\n\n<p>\nفالله الله في كل أعمى الرأي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head120'>فصل</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nوقد أجمع غالب العلماء على أن أبا الحسن الأشعري كان أولا على الاعتزال\nمن أصحابه وغيرهم، وقد أقر بذلك أتباعه وأحبابه، وأما الكلام وعلمه فلا شك\nفيه أنه كان عليه ولم يتب منه بل الاعتزال، قد ذكر جماعة توبته منه من\nأصحابنا وأصحابه وغيرهم، ثم اختلفوا في ذلك فقال أصحابه: توبته صادقة، وقد\nروي ذلك عن بعض أصحابنا، وذكر عن ابن تيمية: أنه تاب، وكذلك سمعت شيخنا ابن\nقندس يقول: إنه تاب وصنف الإبانة، ورجع عما كان عليه، وقال عدة من أصحابنا،\nوغيرهم: إنما هي توبة متجهة لغرض من الأغراض اختلف فيه، وقد بينا ذلك في\nكشف العظائم، أن جماعة من أعيان العلماء قد تكلموا فيه من جهة البدعة ومن\nجهة الدين، منهم شيخ الإسلام الأنصاري صاحب منازل السائرين المعظم عند كل\nالطوائف، المتفق على علمه وزهده ودينه، ومن أراد ذلك فلينظر إلى كتابه ذم\nالكلام.\n</p>\n\n<p>\nومنهم ابن طاهر المقدسي، وهذا إمام كبير من أئمة الشافعية، أخبرني شيخنا\nأبو عبد الله السيلي: أنه صنف فيه مصنفا في الرد عليه وثلبه، وأنه كان\nعنده.\n</p>\n\n<p>\nومنهم أبو علي الأهوازي المقرئ، صنف كتابا في مثالبه، فجاء أبو القاسم بن\nعساكر تصدى لهذا الرجل فقط، ورد عليه بأمور أعمى الله بصيرته فيها، وقصد\nهذا الرجل فقط بالرد، ولم يتعرض إلى غيره، فإما إنه قاصر النظر ما اطلع على\nكلام أولئك، وإما إنه رأى أن كلامه في أولئك لا يصعد معه لمحلهم في الخاصة\nوالعامة، فلما رأيت ذلك وما وقع فيه، وشقاشقه، وخوافقه التي يخفق بها في\nغير محل التخفيق، ويموه بها في غير باب التمويه، فإنه يرد الكلام بأمر ليس\nهو من بابه، ولا يرد <span id='ms24'></span> به ويذهب بأمر مذهبا غير مذهبه، يقصد به الاستطراد\nوالإطالة ليكثر ما رد به ولو قصدت هذا المقصد وضعت هذا الكتاب عشر مجلدات،\nوإنما المراد بالرد رد الشيء بمثله في محله، وكأن ابن عساكر جهل أن الله عز\nوجل قد خبأ له من يرد كلامه، ويظهر أدغامه، عميت بصيرته حين جمع تلك\nالعساكر، أني لا أسير خلفه بهذه الدساكر، وها أنا أقول له كما في المثل\nالسائر: روح جئتك، أقول ترجمة هذا الرجل الذي رد عليه، ووصفه بالجهل، وقلة\nالعلم في غير موضع من كتابه، وإنه عامي جاهل، رأيت بخط ابن المحب: الشيخ\nالفقيه أبو علي الحسن بن علي بن إبراهيم بن يزداد المقرئ، نزيل دمشق فقد\nوصفه هذا الحافظ بخطه بالفقه والقراءة.\n</p>\n\n<p>\nورأيت بخط أبي العباس أحمد بن الحسين بن محمد بن أحمد العراقي: الإمام\nالزاهد أبو علي الحسن بن علي بن إبراهيم بن يزداد الأهوازي المقرئ، رضي\nالله عنه، وقال الذهبي: أبو علي الأهوازي الحسن بن علي بن إبراهيم المقرئ\nالمحدث مقرئ أهل الشام، وصاحب التصانيف، ولد سنة اثنين وستين وثلاث مائة،\nوعني بالقراءات، ولقي فيها الكبار كأبي الفرج الشنبوذي، وعلي بن الحسن\nالغضائري، وقرأ بالأهواز لقالون في سنة ثمان وسبعين وثلاث مائة، وروى\nالحديث عن نصر المرجي، والمعافى الحريري، وطبقتهما، وتوفي سنة ست وأربعين\nوأربع مائة، رحمه الله، فقد وصفه الذهبي بالقراءة، وأنه مقرئ الشام، ووصفه\nبالحديث، والتصانيف، وكذلك وصفه غيره بأنه مقرئ الشام، وقد وصفه آخرون\nبالفقه، والحديث , والقراءات، والنحو، وغير ذلك، فيا لله العجب من هذه صفته\nوترجمته، كيف يقول فيه ابن عساكر: أنه جاهل عامي، وأن ألفاظه ركيكة، وهل في\nالألفاظ شيء منه؟ إنما ذكرها رواته، ونقلا على قاعدة المحدثين، وأما ابن\nعساكر، فإن كان لم يطلع على ترجمة هذا الإمام، فذلك قصور، وقلة اطلاع، وكيف\nيوصف بأنه حافظ؟ ولا يعرف المشاهير من المحدثين، وإن كان يعرف ترجمته\nومنزلته، وذكر غير واحد من أئمة الحديث له بالإمامة والمشيخة، وينكر ذلك\nللهوى والتعصب، فإن ذلك <span id='ms25'></span> لعمري من قلة الدين والجهل وأغراض النفوس، وقد ذكره\nفي غير موضع من كتابه هذا بالجهل وعدم المعرفة وأنه عامي لا يعرف ما يقول،\nوأن عباراته ركيكة بحيث أن من رأى كلامه فيه يظن أن هذا الرجل لا يعرف شيئا\nبالكلية، وقد ترجمه غير واحد من مؤرخي الإسلام بالإمامة، فكيف يسع ابن\nعساكر أن يتكلم في هذا الرجل بالجهل، مع كلام هذه الأمة فيه بالعلم\nوالمعرفة، فإما أنه مقصر قليل الاطلاع، وإما أنه حمله الهوى على القول بغير\nما يعلم، قوله في الخطبة: وفرض على الأنام الاقتداء بهداهم وشرعتهم إلزاما،\nيعني الأنبياء، والاقتفاء بنهجهم فيما نهجوه لهم نقصا وإبراما، هل كان من\nهدي النبي صلى الله عليه وسلم وأصحابه علم الكلام أو التأويل؟ أو كان من\nهديهم الإقرار بذلك والسكوت عنه؟ أين المنصف؟ أين المحقق؟ هل ورد علم\nالكلام والتأويل عنهم أم لا؟ إن قلت: بلى، فهو كذب عليهم، وإن قلت: لا، فلا\nوسع الله على من لم يسعه ما وسعهم، وأين الاقتفاء بنهجهم مع التأويل\nوالنفي.\n</p>\n\n<p>\nوأما قوله في الخطبة: إن الله أتم الدين، ونصب له من العلماء أرباب\nالبصائر من انتدب لنصره حين هما سحاب الباطل وهطل، وحاد أهل الاعتزال عن\nسنن الاعتدال حين نفوا عن الرب ما أثبت لنفسه من الصفات، فهو كلام حسن،\nولكن لم يكن ذلك بالأشعري الذي أراد، ثم ذكر بعد ذلك أنه نفى التشبيه، وما\nعنى إلا من رد على الأشعري، وقد ذكر جماعة من أعيان العلماء، أنه إذا رأى\nمن يذكر التشبيه فهو جهمي، فإن من رد على الأشعري لا يقول به، وقوله: فكان\nأبو الحسن الأشعري أشدهم بذلك اهتماما لمن حاول الإلحاد، أو عاند السنة،\nوإنه لم يسرف في التعطيل، ولم يغل في التشبيه، وإنما ينبغي بعد ذلك قواما\nكذب في ذلك، والله فإنه لم يزل على الاعتدال ينقل الثقات إلى آخر عمره، حتى\nعلم أن ذلك لا يصعد معه فموه بمذهب وسط.\n</p>\n\n<p>\nوقوله: إن الله ألهمه نصرة السنة، هذا أمر <span id='ms26'></span> لا كان، ولم يرد هذا عن أحد من\nأهل السنة، ولا أنه قام في أمر من أمورها، بل كان مختفيا.\n</p>\n\n<p>\nوقوله: إنه أثبت لله ما أثبته لنفسه من الأسماء والصفات , كذب والله،\nوإنه نفى ما لا يليق بجلاله من شبه خلقه، إنما أتى بهذا التمويه لأجل النفي\nبالكلي، لأنه لا يصعد معه النفي الكلي فموه، وأتى بالتأويل الذي توصل به\nإلى النفي، وقد قال عدة من سلف الأمة: إنه ليس فيما وصف الله به نفسه، ولا\nما وصفه به نبيه تشبيه.\n</p>\n\n<p>\nوقوله: وائتم به من وفقه الله لاتباع الحق في التمسك بالسنة ائتماما\nالإجماع منعقد على أنه من أهل الكلام، فأين أهل الكلام؟ وأين أهل السنة؟ لم\nيرد عن أحد من سلف العلماء أنه من أهل السنة والحديث.\n</p>\n\n<p>\nوقوله: فلما انتقم من أصناف أهل البدع، وإنه بين عليهم ما ابتدعوه، يا\nلله العجب، هل التأويل مبتدع، أو من يقول: عدها كما جاءت، ونؤمن بها، أي\nذلك البدعة، وهل التمسك بالحديث مبتدع أو علم الكلام، أين العقول والأفهام؟\nأي ذلك المبتدع.\n</p>\n\n<p>\nوقوله: إنهم قالوا عليه من البهتان ما لا يجوز لمسلم أن ينطق به كما رمت\nاليهود عبد الله بن سلام، فأنت معترف مقر أنه كان على الاعتزال، وتدعي أنه\nتاب منه، وقد قال ذلك جماعة من الأئمة غير هذا الرجل الذي تكذبه.\n</p>\n\n<p>\nوقوله: فلم ينقصوه بذلك عند أهل التحقيق، بل زادوه بما قالوه تماما ,\nلعمري لقد نقصوه عند أهل التحقيق، وقوله أنهم مدحوه بذمهم لعمري لقد أخذوه\nبذلك، وأين الحسنى؟ وقوله: وقل ما انفك عصر من الأعصار عن غاو يقدح في\nالدين، ويغوي إيهاما , إن كان شيخ الإسلام الأنصاري من الغواة الذي قد اتفق\nعليه سائر الطوائف، وقيل كلامه عند كل أحد خاف على الدين، وقوله: وغاو يجرح\nبلسانه أئمة المسلمين، أين أئمة المسلمين؟ أئمة المسلمين الإمام أحمد،\nوالشافعي؟ أين أقوال الأشعري في الدين؟ أين كلامه في الطهارة، والصلاة،\nوالصوم، والحج، والبيع، والنكاح والطلاق؟ هذا أمر لم يره أحد قط <span id='ms27'></span>، إنما\nكلامه في علم الكلام فقط، فإنا لله وإنا إليه راجعون، كيف يحل لمن ينسب إلى\nالعلم أن يحقق من لم يعرف له كلام في مسألة قط من أئمة الدين قوله، ويحمل\nبجهله على سب العلماء والتشنيع عليهم، أين العلماء؟ من لم يعرف له كلام في\nمسألة قط يعد من العلماء؟ وقد حكى عن الشافعي أنه لو أوصى له بكتب العلم لم\nيدخل في الوصية كتب الكلام، قوله: ولن يعبأ الله بتقولهم فيه، وبكذبهم\nعليه، هو قد اعترف أنه كان على الاعتزال، فحينئذ ليس، ثم يقول: وأنا كلامه\nمناقض ومقر بأنه إمام علم الكلام، وقد ذم الإمام الشافعي إمام السنة ذلك،\nوأما ذكره أن بعضهم أشار عليه بالرد وإلا كان الصدق عن ذكره وقيعة ذوي\nالجهل احتشاما، فلو صدق كان أحسن له وأستر فقد تقول هو على هؤلاء الأئمة\nالجهل أكثر مما تقولوا على الأشعري، وقد ذكر صفة هؤلاء الأئمة الذين وصفهم\nبالجهل، مثل شيخ الإسلام الأنصاري، والإمام الحافظ أبي طاهر، والإمام\nالمحدث المقرئ أبي علي الأهوازي، قال: لكني اغتنمت الثواب في إيضاح الصواب،\nيا ويحه في هذا الكلام، ولله لقد أثم في ذلك غاية الإثم، وارتكب الخطأ، ثم\nذكر أن أصحاب الحق أصبحوا ظاهرين ولمن ناوأهم من أصحاب البدع قاهرين، الله\nأعلم بأهل البدع، وإن ذكر أبي الحسن عملا يحرمونه به إعلاء، وذكر مظالمه،\nوالترحم عليه من الانتقاص له عند علماء أولى، ومخلد عند فقهاء الأمصار في\nجميع الأقطار مشهور، نعم مشهور بعلم الكلام.\n</p>\n\n<p>\nوقوله: وهو بالتباين على من عاصره من أهل صناعته في العلم مذكور، نعم\nمذكور بعلم الكلام لا منازع فيه.\n</p>\n\n<p>\nقوله: موصوف بالدين والرجاحة , فقد ذكر شيخ الإسلام الأنصاري وغيره قلة\nالدين، وكذلك ذكر الأهوازي، وابن طاهر، فالله أعلم من الكاذب، وأما الرجاحة\nفإنما ترجح في علم الكلام، وأما النبل الذي ذكره فذلك إنما ظهر في هذه\nالأعصار.\n</p>\n\n<p>\nوقوله: إنه معروف بشرف الأبوة والأصل، أنكر ذلك جماعة من العلماء، وإنه\nإنما قيل له الأشعري، لأن جده <span id='ms28'></span> أسلم على يد رجل من ولد أبي موسى الأشعري،\nفقيل له الأشعري.\n</p>\n\n<p>\nوقوله: إن تصانيفه في أهل العلم مشهورة بالإجادة، والإصابة للتحقيق عند\nالمحققين، فليس له كتب في غير الكلام.\n</p>\n\n<p>\nوأما قوله: إن من وقف على كتابه الإبانة عرف موضعه من العلم والتفسير،\nفقد قيل: إنه إنما وضع الإبانة وغيرها حين تاب، وقال عدة من أهل العلم: إنه\nوضعها يموه بها على الناس، ثم أخذ يذكر أن لحوم العلماء مسمومة، وأن الوقوع\nفيهم أمر عظيم، والتطاول لأعراضهم بالزور والافتراء مرتع وخيم، والاختلاف\nعلى من اختاره الله منهم لنقش العلم خلق ذميم، وقد صدق في ذلك هذا للعلماء،\nوأما من فيه أمرا وبدعة، فبيان أمره وإظهاره أفضل، كما قد نص على ذلك\nالأئمة، وأما ما ذكر من نهي النبي صلى الله عليه وسلم عن الاغتياب، فهذا\nليس هو من الاغتياب وأنما هذا من الدين , الكلام في المبتدع، وإظهار بدعته،\nوالكذاب وبيان كذبه من الدين المتعين، وأما ما ذكر من أن النبي صلى الله\nعليه وسلم نهى عن سب الأموات، فإن ذلك على وجه التحذير من أن يتبع غير\nممتنع، والانتصار لأهل البدع أمر مذموم، أذم من السب، ثم جاء وقصد الإطالة\nوالشقاشق بأمر خارج فساق أحاديث في لعن آخر هذه الأمة أولها، وفيمن كتم\nعلما ثم قال بعد ذلك: فالإقدام على الغيبة مع العلم بتحريمها أمر كبير، وما\nورد في النهي عنها، وعن سب الأموات كثير، وإنما الغيبة المحرمة كما قلنا،\nفأما من كان من أهل البدع، أو الكذب، فليس ذلك فيه بمحرم، ثم ذكر أمر\nالغيبة، وحديث النبي صلى الله عليه وسلم: «لا تتبعوا عورات المسلمين، ولا\nعثراتهم» .\n</p>\n\n<p>\nوحديث النبي صلى الله عليه وسلم: «لا تسبوا الأموات» ، وهذه الأحاديث\nأمرها مشهور، وكلام الأئمة فيها معلوم، وإن ذلك إنما محرم في أهل الخير،\nدون أهل الشر.\n</p>\n\n<p>\nثم عقد بابا لاسمه، ونسبه، ثم ذكر عن البيهقي أنه قال: ما رأيت في كتب\nأصحابنا أبا الحسن علي بن إسماعيل بن إسحاق بن سالم <span id='ms29'></span> بن إسماعيل بن عبد الله\nبن موسى بن بلال بن أبي بردة بن أبي موسى الأشعري، ومثل هذا لا يثبت به نسب\nفإنه لم يحكه عن أحد، إنما ذكر أنه وجده.\n</p>\n\n<p>\nثم ذكر عن الخطيب علي بن إسماعيل بن أبي بشر: واسمه إسحاق بن سالم بن\nإسماعيل بن عبد الله بن موسى بن بلال بن أبي بردة بن أبي موسى أبو الحسن\nالأشعري، المتكلم، قال: وذكر أبو بكر بن فورك، أن أباه هو أبو بشر إسماعيل\nبن إسحاق، وأنه كان سبيا جماعيا حديثيا، فقد ذكر هذا بهذا التباين، قال:\nوالصحيح أن أبا بشر جده إسحاق كما سبق، قال: وفي نسبة أصحابه إياه إلى أبي\nبشر تكذيب لأبي علي الأهوازي، فيما اختلق، فإنه زعم أنه غير صحيح النسب،\nوأنه ما كنى عن اسم أبيه إلا لهذا السبب، قال: ولو كانت له بأسماء الرجال\nوأنسابهم عناية لفرق بين قولنا كنية، وكناية، قلت: الذي قاله الأهوازي،\nقال: من أعجب الأشياء، أنه ليس يعرف بالبصرة إلا بابن أبي بشر، قال:\nوأصحابه يفرون من هذا الاسم، ولا يصفونه به، قال: وسمعت شيوخا من أهل\nالبصرة، يقولون: ما فرارهم من هذا الاسم إلا لسبب، وذلك أن جده أبا بشر كان\nيهوديا، كان يهوديا أسلم على يد رجل ينسب إلى الأشعريين فانتسب إلى ذلك،\nقال: وقد قيل في الأشعار السائرة:\n</p>\n\n<p>\nوما كنى عن أبيه إلا وثم سبيب\n</p>\n\n<p>\nفأي إنكار عليه في قوله كنى هذا، وهو يدعي المعرفة الزائدة، فإن الأهوازي\nلم يرد الكنية، إنما أراد الكناية يعني أنه لم يعبر بالاسم، وإنما أتى بشيء\nيدل على الاسم، فكنى عن الاسم بذلك، ثم قال: وفي إطباق الناس على تسميته\nبالأشعري تكذيب لما قاله هذا المفتري هذا كلام لا يقوله عاقل، فإن هذا ليس\nأمر يحتج به على نسبته إلى أبي موسى الأشعري، فإن إجماع الناس على نسبة رجل\nإلى نسبة لا يوجب أن يكون من ولد من اسمه كذلك، كما أن العمري لا يلزم أن\nيكون من ولد <span id='ms30'></span> عمر بن الخطاب، والمحمدي لا يلزم أن يكون من ولد النبي صلى\nالله عليه وسلم، والبكري لا يلزم منه أن يكون من ولد أبي بكر، والعلوي لا\nيلزم منه أن يكون من ولد علي، والعثماني لا يلزم منه أن يكون من ولد عثمان،\nوالحنبلي لا يلزم منه أن يكون من ولد الإمام أحمد، وهلم جرا، فلا يلزم من\nتسميته بالأشعري أن يكون من ولده، وربما نسب إلى نسب الإنسان غيره، ومن\nأسلم على يده، ونحو ذلك، ثم ذكر حديث النبي صلى الله عليه وسلم: «أربع من\nأمر الجاهلية الطعن في الأنساب» ، ثم أراد الإطالة والشقاشق بذكر نسب أبي\nموسى الأشعري، وفضله بأمور ليس لذكرها محل، وإنما قصده الإطالة والتمويه\nوالتخفيق، وذلك معلوم لا شك فيه، ولا خفي، ولا ينكره أحد، وذكر نسب إبراهيم\nوالخلاف فيه بأمور طويلة، ثم قال: فأما سبب رجوع أبي الحسن عما كان عليه،\nوتبريه مما كان يدعو إليه، فقد أثبت له الاعتزال، وأنه كان يدعو إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>500 - </h1>\n\n<p>\nثم ذكر بسنده، عن أحمد بن الحسن المتكلم، قال: سمعت بعض أصحابنا، يقول:\nإن الشيخ أبا الحسن لما تبحر في كلام الاعتزال، وبلغ غاية، كان يورد\nالأسئلة على أستاذيه في الدرس، ولا يجد فيها جوابا شافيا فتحير في ذلك،\nوأنه صلى وسأل الله أن يهديه الطريق المستقيم، وأنه رأى النبي صلى الله\nعليه وسلم، فشكا إليه، «فأمره بالسنة» .\n</p>\n\n<p>\nفانتبه، وعارض مسائل الكلام بما وجد في القرآن والأخبار فأثبته، ونبذ ما\nسواه، فها هو قد أثبت أنه كان معتزليا وأنه تاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>501 - </h1>\n\n<p>\nوذكر عن أبي القاسم الطرابلسي، قال: سألت ابن عزرة، عن أبي الحسن\nالأشعري، فقلت له: قيل لي عنه: أنه كان معتزليا، وأنه لما رجع عن ذلك، أبقى\nللمعتزلة نكثا لم ينقضها، فقال لي: الأشعري شيخنا وإمامنا، وقد علمته\nمعتزليا، أقام على مذهب المعتزلة أربعين سنة، وكان لهم إماما، ثم غاب عن\nالناس في بيته خمسة عشر يوما فبعد ذلك خرج إلى الجامع فصعد المنبر، وقال:\nمعاشر الناس، إني إنما تغيبت <span id='ms31'></span> عنكم في هذه المدة، لأني نظرت فتكافأت عندي\nالأدلة، ولم يترجح عندي حق على باطل، ولا باطل على حق، فاستهديت الله تبارك\nوتعالى، فهداني إلى اعتقاد ما أودعته في كتبي هذه، وانخلعت من جميع ما كنت\nأعتقده كما انخلعت من ثوبي هذا، وانخلع من ثوب كان عليه، ورمى به، ودفع\nالكتب إلى الناس فمنها كتاب اللمع، وكتاب أظهر فيه عوار المعتزلة سماه\nبكتاب كشف الأسرار، وغيرهما، فلما قرأ تلك الكتب أهل الحديث والفقه من أهل\nالسنة والجماعة، أخذوا بما فيها وانتحلوه، واعتقدوا تقدمته، واتخذوه إماما\nحتى نسب مذهبهم إليه، فقد شهد على نفسه بالاعتزال، وأنه كان داعية فيه، فيا\nسبحان الله قبل توبته، ما كان للمسلمين أئمة يقتدى بهم، حتى يتخذ مبتدع تاب\nمن بدعته إماما، كأن الناس ماتوا إلى هذا الحد كله، ولم يبق فيهم من يصلح\nللإمامة حتى يتوب مبتدع من بدعته، فيصير إمامهم، وأهل الإسلام قاطبة تقدم\nمتكلما على أئمة الحديث جميعهم في حال كثرة العلماء، ما هذا الهذيان؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>502 - </h1>\n\n<p>\nثم ذكر بسنده، عن أبي عبد الله الحمداني، أنه قال: لم نشعر يوم الجمعة،\nوإذا بالأشعري قد طلع على منبر الجامع بالبصرة بعد صلاة الجمعة، ومعه شريط\nقد شده في وسطه ثم قطعه، وقال: اشهدوا علي إني كنت على غير دين الإسلام،\nوإني قد أسلمت الساعة، وإني تائب مما كنت فيه من القول بالاعتزال، ثم نزل.\n</p>\n\n<p>\nثم قال: الحمداني مجهول.\n</p>\n\n<p>\nوإنما رماه بالجهل لأنه رجل كبير لا مطعن فيه، فهو إما أن يكون يعلمه\nوأنكره لهواه، فذلك وصمة فيه، وإما أنه جاهل به حقيقة فهو قصور، وعدم\nاطلاع، وإنما رماه بالجهالة لأن في تمام الحكاية أمرا كتمه وأخفاه ولم\nيذكره، وهو أنه قال أبو عبد الله الحمداني: ثم أن الناس اختلفوا فيه على\nثلاثة أقوال: فقال أصحابه ومتابعوه ومن بهواه: بان له الحق فتبعه، وقالت\nطائفة: كان قد مات له قرابة، وله مال كثير، وكان إذ ذاك بالبصرة قاض يغلو\nفي السنة، فقال له القاضي: أهل ملتين لا <span id='ms32'></span> يتوارثان، ومنعه من الميراث بتأويل\nيتأوله عليه، فأظهر التوبة حتى أخذ الميراث، وقال طائفة: كان قد اشتغل\nبالكلام، وأفنى فيه عمره، وبلغ منه أقصى مبلغ، ولم ير لنفسه رتبة عند\nالعامة، ولا منزلة عند الخاصة، فأظهر التوبة ليؤخذ عنه، ويقبل منه، ويحصل\nله منزلة، فبلغ بذلك بعض ما أراد.\n</p>\n\n<p>\nهذا آخر كلام الحمداني، فكتم هذا منه ابن عساكر، وأخفى لهواه بيان حال\nالحمداني، قال أبو علي الأهوازي: كان أبو عبد الله الحمداني رحمه الله\nإماما في اللغة قيما بالنحو والعروض والغريب والأخبار والأشعار، مقدما في\nذلك، لم يكن فيه عصبية في الديانات، ولا ميل إلى الغلو في ذلك، ولا يقول في\nذلك إلا بالحق، آخر كلامه.\n</p>\n\n<p>\nوقد وصف غير واحد الحمداني هذا بالمعرفة بالنحو وغيره، وأنه كان إماما في\nاللغة، وقد نقل عن الأشعري حكايات عديدة شنيعة، رواها عنه الأئمة، وقد\nذكرنا طرفا منها في كتاب كشف الغطاء، منها الحكاية التي ذكرها عنه حين لقن\nالميت، فقال الدافن: اللهم أوسع مدخله، وأكرم نزله، فقال الأشعري: وألعقه\nخراه، قال: فقلت له: هذا الكلام ليس من ذا الجانب، هذا من ذاك الجانب،\nفقال: وأنا في ذاك الجانب ولدت، فسئل عن ذلك، فقال: قلت له: هذا مذهب\nالإلحادية، فقال: وأنا ولدت ملحدا وغير ذلك، لكني لم أر ترجمة هذا الرجل في\nتاريخ الذهبي، فهذا الذي ذكر عنه الخبر، قد ذكر أن الناس في ذلك الآن\nاختلفوا في توبته، هل هي صادقة أم لا؟ وهذا يرد قوله: إن الناس اتخذوه\nإماما، وأيضا قد نقل الحمداني هذا أن الناس لم تقبل توبته، ولم تأخذ بكتبه،\nوهذا يرد على ابن عساكر قوله، ثم ذكر حكاية أخرى، أنه رأى النبي صلى الله\nعليه وسلم مرارا وأنه تاب، ثم ذكر أمرا آخر كذلك بسند، وأنه تاب عن\nالاعتزال، ثم قال: فهذا سبب رجوعه عن مذاهب المعتزلة إلى مذاهب أهل السنة\nوالجماعة، فقد أثبت أنه كان أكثر عمره على غير السنة، وإن كان معتزليا\nمتكلما، وأنه تاب عن الاعتزال <span id='ms33'></span>، ولم يتب عن الكلام فيا سبحان الله من كان\nبهذه المثابة، وبهذه الحالة، يجعل إمام الإسلام، والمقتدى به يترك مثل أبي\nحنيفة، ومالك، والشافعي، وأحمد بن حنبل، وسفيان الثوري، وابن المبارك، ولا\nيقتدى ولا يذكر إلا هذا الذي أقام على البدعة عمره، وقد اختلف في توبته، هل\nكانت حقيقة أم لا؟ فإنا لله وإنا إليه راجعون\n</p>\n\n<p>\nثم قال ابن عساكر بعد أن ذكر توبته: فإن قيل: كيف يبرأ من البدعة من كان\nرأسا فيها، وهل يثبت لله الصفات من كان دهره ينفيها؟ وهل رأيتم بدعيا رجع\nعن اعتقاد البدعة، أو حكم لمن أظهر الرجوع منها بصحة الرجعة، وقد قيل: إن\nتوبة البدعي غير مقبولة، وفيئته إلى الحق بعد الضلال ليست بمأمولة، وهب أنا\nقلنا بقبول توبته إذا أظهرها فما ينقص ذاك من رتبته عند من خبرها، قال:\nقلنا هذا قول عري عن البرهان، وقائله بعيد من التحقيق عند الامتحان، بل\nالتوبة مقبولة من كل من تاب، والعفو من الله مأمول عن كل من أناب،\nوالأحاديث التي رويت في ذلك غير قوية عند أرباب النقل، والقول بذلك مستحيل\nأيضا من طريق العقل، فإن البدعة لا تكون أعظم من الشرك، ومن ادعى ذلك فهو\nمن أهل الإفك، ومع ذلك يقبل إسلام الكتابي، والمرتد، والكافر الأصلي، فكيف\nيستحيل عندكم قبول توبة المبتدع الملي، وقد قال الله تعالى: {إن الله لا\nيغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء} [النساء: 48] ، قال: والبدعة\nإذا كشفت عن حقيقتها وجدتها دون الشرك بما هنالك، فإذا كان يقبل الرجوع عن\nالشرك الذي لا يغفره، فكيف لا تقبل توبة مبتدع لا يشرك به، وأكثر العلماء\nمن أهل التحقيق على القول بقبول توبة الزنديق مع ما ينطوي عليه اعتقاده\nالرديء من الخبث، وما يعتقده من جحود الصانع وإنكار البعث، والمبتدع لا\nيجحد الربوبية، ولا ينكر عظمة الإلهية، وإنما يترك بعض ما يجب عليه أن\nيعتقده لشبهة وقعت له ينكب بها رشده، قال: وقد سمعنا بجماعة من الأئمة\nكانوا <span id='ms34'></span> على أشياء رجعوا عنها وتركوها بعد ما سلكوها وتبرءوا منها فلم ينقصهم\nما كانوا عليه من الابتداع لما أقلعوا عنه ورجعوا إلى الاتباع، ثم ذكر أن\nأكثر الصحابة، كانوا على عبادة الأصنام، ثم صاروا سادة الإسلام، وذكر عن\nبعض أهل العلم توبته، والجواب عن كلامه هذا من ثلاثة أوجه: الأول أن جماعة\nمن أهل العلم طعنوا في توبته، وقالوا: إنما فعل ذلك تمويها وتلبيسا، قال\nأبو الحسين بن أبي المعمر: وقعت إلى مسألة في الإيمان فتعجبت منها، وأخذتها\nوانحدرت إلى بغداد من أجلها لا غير، وجئت ابن الباقلاني، فأريته إياها،\nوقلت له: ما هذا؟ فقال لي: هذا صحيح عنه قد صنفها يتقي بها الحنابلة\nببغداد، ولا يعتقد بها وإنما جعلها وقاية من مخالفيه، قال الأهوازي: فحاله\nفي التوبة كذلك أظهر ذلك وقاية لا اعتقادا ومذهبا.\n</p>\n\n<p>\nالثاني أن جماعة قد قالوا: إنه إنما تاب لأنه كان قد مات له قريب فمنعه\nبعض القضاة من إرثه، فأظهر التوبة لذلك.\n</p>\n\n<p>\nالثالث: أنه تاب عن الاعتزال، ولم يتب عن علم الكلام والتأويل، وأما رده\nمن عدم قبول توبة المبتدع، فهذا أمر قد ورد فيه عدة أحاديث، أحدها ذكرها\nالأهوازي، أن النبي صلى الله عليه وسلم، قال: «التوبة محرمة على صاحب بدعة»\n.\n</p>\n\n<p>\nالثاني ذكره الأهوازي أن النبي صلى الله عليه وسلم، قال: «إن الله أبى أن\nيقبل لصاحب بدعة توبة» .\n</p>\n\n<p>\nوالثالث ذكره الأهوازي، أن النبي صلى الله عليه وسلم، قال: «إن الله حجز\nالتوبة عن كل صاحب بدعة» ، وأما هذا الحديث فأخبرنا به جماعة من شيوخنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>120 - </h1>\n\n<p>\nأخبرتنا عائشة بنت عبد الهادي، أنا الحجار، أنا ابن اللتي، أنا السجزي،\nأنا شيخ الإسلام الأنصاري، أنا عبد الرحمن بن أحمد السرخسي، ومحمد بن عبد\nالله بن بهرام، قال: ثنا حامد بن محمد، ثنا محمد بن صالح، ثنا داود بن\nإبراهيم، قال الأنصاري: وثنا أحمد بن محمد الأبيوردي، ثنا عبد الله بن محمد\nبن زياد.\n</p>\n\n<p>\nقال الأنصاري: وثنا محمد بن إبراهيم بن إسماعيل، أنا منصور بن العباس،\nقال: وابن <span id='ms35'></span> زياد، أنا عبد الله بن محمد بن شيرويه، ثنا إسحاق بن إبراهيم\nالحنظلي.\n</p>\n\n<p>\nقال الأنصاري: وثنا يحيى بن عمار، ثنا محمد بن عدي الصابوني، ثنا أبو ذر\nالترمذي، حدثني داود بن الوسيم، ثنا كثير، يعني ابن عبد الله، قال: هو ومن\nتقدم، ثنا بقية بن الوليد، حدثني محمد بن عبد الرحمن القشيري، عن حميد، قال\nالأنصاري: وثنا عبد الرحمن بن محمد بن محمد، ثنا عبد الرحمن بن محمد بن\nإدريس، ثنا ابن ناجية، قال الأنصاري: وثنا لقمان بن أحمد، ثنا محمد بن عبد\nالله بن أحمد، ثنا سليمان بن أحمد، ثنا زكريا بن يحيى الساجي، قال: هو وابن\nناجية، ثنا هارون بن موسى الفروي، ثنا أبو ضمرة، عن حميد، عن أنس، عن النبي\nصلى الله عليه وسلم، قال: «إن الله عز وجل يحجب التوبة عن كل صاحب بدعة» .\n</p>\n\n<p>\nوالحديث قد ذكره الأهوازي، أن النبي صلى الله عليه وسلم قال: «إن كل ذنب\nله توبة إلا صاحب بدعة ما له توبة» .\n</p>\n\n<p>\nرواه الطبراني في معجمه الصغير من حديث شريح القاضي، عن عمر مرفوعا: «يا\nعائشة , إن الذين فارقوا دينهم وكانوا شيعا هم أصحاب البدع، وأصحاب الأهواء\nليس لهم توبة، أنا منهم بريء، وهم مني برآء» .\n</p>\n\n<p>\nحديث ضعيف، وذكره ابن المحب في كتاب الصفات.\n</p>\n\n<p>\nوالحديث قد ذكره الأهوازي، أن رجلا من بني إسرائيل أظهر بدعة ثم تاب منها\n, فأوحى الله إلى نبي ذلك الوقت: قل لفلان تبت أنت من بدعتك، فكيف بمن\nأضللت؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>505 - </h1>\n\n<p>\nوأما هذا الحديث فرواه ابن أبي شيبة في مصنفه، ثنا أبو أسامة، عن عوف، عن\nخالد الربعي، قال: كان في بني إسرائيل رجل، وكان مغمورا في العلم، وأنه\nابتدع بدعة، فدعا الناس فاتبع، وإنه ذكر ذات ليلة فقال: هب هؤلاء الناس لا\nيعلمون ما ابتدعت، أليس قد علم الله ما ابتدعت؟ قال: فبلغ من توبته أن خرق\nترقوته، وجعل فيها سلسلة وربطها بسارية من سواري المسجد، قال: لا أنزعها\nحتى يتاب علي، قال: فأوحى الله إلى نبي من أنبياء <span id='ms36'></span> بني إسرائيل، وكان لا\nيستنكر بالوحي: أن قل لفلان: لو أن ذنبك كان فيما بيني وبينك لغفرت لك،\nولكن كيف بمن أضللت من عبادي , فدخل النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>121 - </h1>\n\n<p>\nورواه الإمام أحمد في كتاب الزهد من طريقين: الأول: قال: ثنا عارم بن\nالفضل، ثنا معتمر، عن أبيه، قال: وحدث عن الربعي، أن رجلا كان يوطأ عقباه،\nقال: ثم أنه ترك فأحدث بدعة واتبع، قال: ثم إنه انتبه فخرق ترقوته، فجعل\nفيها سلسلة أو قال شيئا، ثم أناط نفسه في بيته، قال: توبة لما صنع، قال:\nفأوحى الله عز وجل إلى نبيه، أن قل له: «كيف تصنع بمن أضللت من عبادي؟»\nوالثاني: قال: ثنا محمد بن جعفر، عن خالد بن ثابت الربعي، أنه قال: بلغني\nأنه كان من بني إسرائيل رجل شاب قرأ الكتاب، وعلم علما، وكان مغموزا، وأنه\nطلب بعلمه وقراءته الشرف والمال وأنه ابتدع بدعا أدرك الشرف والمال في\nالدنيا ولبث كذلك حتى بلغ، وأنه بينما هو نائم ليلة على فراشه إذ تفكر في\nنفسه فقال: هب هؤلاء الناس لا يعلمون ما ابتدعت ,أليس الله قد علم ما\nابتدعت , وقد اقترب الأجل، فلو أني تبت , فبلغ من اجتهاده في التوبة أن عمد\nفخرق ترقوته وجعل فيها سلسلة ثم أوثقها إلى آسية من أواسي المسجد , وقال:\nلا أبرح مكاني حتى ينزل الله عز وجل في توبة أو أموت موت الدنيا، قال: وكان\nلا يستنكر الوحي في بني إسرائيل فأوحى الله في شأنه إلى نبي من أنبيائهم:\nإنك لو كنت أصبت ذنبا بيني وبينك لتبت عليك بالغا ما بلغ، ولكن كيف من\nأضللت من عبادي فماتوا فأدخلتهم جهنم؟ فلا أتوب عليك.\n</p>\n\n<p>\nقال عوف: وحسبته أنه يقال: اسمه بارسيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head127'>فصل</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nويشهد لهذه الأحاديث ما أخبرنا به جماعة من شيوخنا عن عائشة بنت عبد\nالهادي، عن الحجار، عن ابن اللتي، عن السجزي، عن شيخ الإسلام الأنصاري، أنا\nمحمد بن محمد بن محمد بن محمود، ثنا أحمد بن عبد الله، سمعت الدغولي، سمعت\nمحمد بن المهلب، ثنا <span id='ms37'></span> أبو إسحاق الطالقاني، ثنا عبد الله، عن الأوزاعي، عن\nعطاء، قال: ما يكاد الله أن يأذن لصاحب بدعة بتوبة.\n</p>\n\n<p>\nورويناه فيما تقدم عن ابن سيرين: أنه ما أخذ رجل ببدعة فيراجع سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>122 - </h1>\n\n<p>\nوروى ابن نصر، ثنا إسحاق، ثنا معاوية، عن الأعمش، عن جامع بن شداد، عن\nعبد الله بن مرداس، عن عبد الله بن مسعود، قال: «كل محدثة بدعة، وكل بدعة\nضلالة، وكل ضلالة في النار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>123 - </h1>\n\n<p>\nوروى ابن ماجه، ثنا ابن سويد، ثنا محمد بن محصن، عن إبراهيم بن أبي عبلة،\nعن عبد الله بن الديلم، عن حذيفة، قال: قال رسول الله صلى الله عليه وسلم:\n«لا يقبل الله لصاحب بدعة صوما، ولا صلاة، ولا صدقة، ولا حجا، ولا عمرة،\nولا جهادا، ولا صدقة، ولا عدلا، يخرج من الإسلام كما تخرج الشعرة من\nالعجين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>124 - </h1>\n\n<p>\nأخبرنا ابن الشريفة إجازة، أنا ابن البالسي، كذلك، أنا زينب بنت الكمال،\nأنا أبو الحجاج يوسف بن خليل الدمشقي، أنا أبو منصور العكبري، أن ابن\nالزاغوني، أنا ابن البسري، أنا أبو عبد الله بن بطة , ثنا أبو حفص عمر بن\nمحمد، ثنا أبو جعفر محمد بن داود، ثنا أبو بكر المروزي، عن أحمد بن حنبل،\nقال: صاحب كلام لا يفلح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>510 - </h1>\n\n<p>\nوبه إلى ابن بطة، ثنا أبو حفص، ثنا أبو نصر بن أبي عصمة، ثنا الفضل بن\nزياد، قال: قلت لأبي عبد الله: إن الشراك بلغني عنه أنه قد تاب ورجع، قال:\nكذب لا يتوب هؤلاء، كما قال أيوب: إذا مرق أحدهم لم يعد فيه , أو نحو هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>511 - </h1>\n\n<p>\nوبه إلى ابن بطة , حدثني أبو صالح محمد بن أحمد، ثنا أبو جعفر محمد بن\nداود، ثنا أبو الحارث الصائغ، قلت لأبي عبد الله: إن أصحاب ابن الثلاج نلنا\nمنهم، ومن أعراضهم فنستحلهم من ذلك، فقال: لا , هؤلاء جهمية من أي شيء\nتستحلون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>512 - </h1>\n\n<p>\nوبه إلى ابن بطة، ثنا أبو بكر أحمد بن سليمان، ثنا عبد الله بن أحمد بن\nحنبل، حدثني أحمد بن سعيد الدارمي، قال: سمعت أبي يقول <span id='ms38'></span>: سمعت خارجة، يقول:\nالجهمية كفار بلغت نساءهم أنهن طوالق، وأنهن لا يحللن لأزواجهن، ولا يعودوا\nمرضاهم، ولا تشهدوا جنائزهم، ثم تلا: {طه {1} ما أنزلنا عليك القرءان لتشقى\n{2} } [طه: 1-2] ، إلى قوله: {الرحمن على العرش استوى} [طه: 5] ، وهل يكون\nالاستواء إلا الجلوس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>513 - </h1>\n\n<p>\nوبه إلى ابن بطة، ثنا القافلاني، ثنا محمد بن إسحاق، أنا أحمد بن\nإبراهيم، حدثني زهير السجستاني، قال: سمعت سلام بن أبي مطيع، يقول: هؤلاء\nالجهمية كفار، ولا يصلى خلفهم، قال لي زهير: وأما أنا يا ابن أخي، فإذا\nتيقنت أنه جهمي أعدت الصلاة خلفه يوم الجمعة وغيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>514 - </h1>\n\n<p>\nوبه إلى ابن بطة، ثنا القافلاني، ثنا محمد بن إسحاق، ثنا أحمد بن\nإبراهيم، قال: سمعت يزيد بن هارون، وذكر الجهمية، فقال: هم والله زنادقة،\nعليهم لعنة الله، قال: وسمعت يزيد بن هارون يقول وقد ذكر الجهمية، فقال: هم\nكفار لا يعبدون شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>515 - </h1>\n\n<p>\nوبه إلى ابن بطة، ثنا أحمد بن سليمان، ثنا عبد الله بن أحمد بن حنبل،\nحدثني الحسن بن عيسى، مولى ابن المبارك، حدثني حماد بن قيراط، قال: سمعت\nإبراهيم بن طهمان، يقول: الجهمية كفار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>516 - </h1>\n\n<p>\nوبه إلى ابن بطة، أخبرني أبو القاسم عمر بن أحمد، عن محمد بن أحمد بن\nمحمد، ثنا يزيد بن جهور، سمعت مصعب بن سعيد، قال: سمعت ابن المبارك، يقول:\nالجهمية كفار زنادقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>فصل</h1>\n\n<p>\nلكن الحق حق يتبع، والذي ندين الله به أن توبته تقبل، ويدل على ذلك\nالكتاب والسنة، بقوله عز وجل: {إن الله يغفر الذنوب جميعا} [الزمر: 53] إلى\nغير ذلك من الآيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>125 - </h1>\n\n<p>\nوأخبرنا جماعة من شيوخنا، أنا ابن الدعبوب، أنا الحجار، أنا ابن اللتي،\nأنا السجزي، أنا الأنصاري، أنا محمد بن أبي اليمان، ومحمد بن المظفر، ثنا\nأحمد بن محمد، ثنا محمد بن صالح، ثنا أبو سعيد الأشج، ثنا بشر بن منصور، عن\nأبي زيد، عن أبي المغيرة، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم: «أبى الله أن يقبل عمل صاحب بدعة حتى يدع بدعته»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>520 - </h1>\n\n<p>\nوقد رواه ابن ماجه، ثنا <span id='ms39'></span> بشر بن منصور الخياط، عن أبي زيد، عن أبي\nالمغيرة، عن عبد الله بن عباس، قال: قال رسول الله صلى الله عليه وسلم:\n«أبى الله أن يقبل عمل صاحب بدعة حتى يدع بدعته»\n</p>\n\n<p>\nوقد وردت آيات وأحاديث كثيرة تدل على قبول التوبة مطلقا، والكفر أعظم من\nالبدعة وتقبل توبة الكافر، ولقائل أن يقول: ليس الكفر بأعظم من البدعة، لأن\nالكافر ذنبه فيما بينه وبين ربه بخلاف البدعة، فإنها تغوي غيره، ولا يمكن\nبعد إظهارها قطعها , وبعد أنه تاب بنفسه، كيف بمن اتبعه عليها، ومن يتبعها\nبعد ذلك، الله اعصمنا من البدع، يا أرحم الراحمين.\n</p>\n\n<p>\nثم قال: باب ما روي عن النبي صلى الله عليه وسلم من بشارته بقدوم أبي\nموسى وأهل اليمن، وإشارته إلى ما يظهر من علم أبي الحسن.\n</p>\n\n<p>\nأما بشارته عليه السلام بأبي موسى فحق لا نزاع فيه، وأما إشارته إلى ما\nيظهر من علم أبي الحسن فأمر مردود، أين في الحديث ذلك؟ وأي علم ظهر منه ليس\nله في مسألة من أمر الدين والحلال والحرام قول، ولا يعلم له من مسألة من\nالفروع كلام، فأي علم ظهر منه؟ وأي إشارة حصلت فيه؟ وإذا كان مثل الأئمة\nالأربعة، وسفيان الثوري، وسعيد بن جبير، وغيرهم، لم ترد إشارة بعلمهم، وقد\nملأ علمهم الآفاق، كيف ترد إشارة بعلم من لا يعرف له في مسألة قول؟ إنما\nذلك من الهوى والعصبية، إنما يعرف كلامه وعلمه في علم الكلام المذموم، ثم\nساق بعد ذلك الأحاديث الواردة، أن النبي صلى الله عليه وسلم، قال: «يقدم\nعليكم أقوام هم أرق أفئدة، فقدم الأشعريون» ، فيا لله العجب من هذا، أي\nإشارة في هذا إليه؟ أما استحيا ابن عساكر حين ذكر هذا التأويل وهذه\nالأحاديث؟ فوالله ليس فيها إشارة إليه بالكلية، ولا إلى علمه، ولا علم\nغيره، وطول في هذه الأحاديث، وساقها من عدة طرق، يقصد الإطالة والتحقيق.\n</p>\n\n<p>\nوذكر الحديث الآخر لما نزلت {فسوف يأتي الله بقوم يحبهم ويحبونه}\n[المائدة: 54] قال عليه السلام: «هم قوم هذا <span id='ms40'></span>، وضرب بيده على ظهر أبي موسى\nأهل اليمن» ، وساق ذلك من عدة طرق، وليس فيها إشارة بالكلية، وإذا كان\nأعيان العلماء قد قالوا في قوله عليه السلام في قريش: «يملأ عالمها الأرض\nعلما، وفي المدينة فلا تضرب أكباد الإبل، فلا يوجد أعلم من عالمها» .\n</p>\n\n<p>\nوفيهما إشارة ظاهرة إلى مالك، والشافعي، ليست فيها إشارة إليهما، كيف\nيكون في هذا الذي ليس فيه شيء بالكلية إشارة، وليس هو من أهل اليمن حال\nبروزه، وقد أنكر غير واحد نسبته إلى أبي موسى إنما حمله على هذا التعصب\nوالهوى.\n</p>\n\n<p>\nثم قال: إنما جعل قوم أبي موسى من قوم يحبهم الله ويحبونه، لما علم من\nصحة دينهم، وعرف من قوة يقينهم، فمن نحا في علم الأصول نحوهم، وتبع في نفي\nالتشبيه مع ملازمة الكتاب والسنة قولهم جعل من جملتهم، وعد من حسابهم\nبمشيئة الله وإذنه، أعاننا الله على ذلك بمنه، وختم لنا بالسعادة والشهادة\nبجوده.\n</p>\n\n<p>\nقال: ولنعلم المنصف من أصحابنا، صنع الله في تقديم هذا الأصل الشريف لما\nذخر لعباده هذا الفرع المنيف الذي أحيا به السنة، وأمات به البدعة، وجعله\nخلف حق لسلف صدق، وهذا الكلام عين الجهل والعناد، فإنه لم يكن قبل زمن\nالأشعري غير زمن الأئمة قبل أحمد بن حنبل، وسفيان الثوري، وغيرهم، وأنت\nمعترف أن الأشعري كان على البدعة قبل توبته فأي بدعة كان غيره قد ارتكبها\nوأماتها هو؟ أبدعة أحمد بن حنبل؟ أو سفيان الثوري؟ أو الإمام الشافعي؟ لمن\nكانت هذه البدعة؟ وأي سنة كانت قد ماتت في زمن هؤلاء، حتى أحياها هو؟ والله\nهذا كلام لا يقوله عاقل، ثم ذكر حديث النبي صلى الله عليه وسلم: «إن الله\nيبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها» ، وذكره من طرق،\nثم ذكر قول أحمد: أنه كان في المائة الأولى عمر بن عبد العزيز، وفي الثانية\nالشافعي، ثم أشار إلي أن في المائة الثالثة الأشعري، وهذا عين العناد، فإن\nهذا الرجل لا يعرف أنه قام للدين بمحنة <span id='ms41'></span> ولا قائمة، ولا يعرف له مسألة في\nالأحكام والفروع، ثم ذكر عن الإسماعيلي، قال: ذكر واحدا، والشك مني، قال:\nأعاذ الله هذا الدين بعد ما ذهب أكثره بأحمد بن حنبل، وأبي الحسن الأشعري،\nوأبي نعيم الإستراباذي، قلت: ليس في الخبر المشهور ذكر الأشعري، وإنما يذكر\nذلك أصحابه، ثم ذكر أنه سمع ابن المسلم السلمي، يقول بجامع دمشق: كان على\nرأس المائة الأولى عمر بن عبد العزيز، وعلى رأس الثانية الشافعي، وعلى رأس\nالثالثة الأشعري، وعلى رأس الرابعة ابن الباقلاني، وعلى رأس الخامسة أمير\nالمؤمنين المسترشد، قال: وعندي إنما كان الغزالي، وهذا الذي قال لا يقبل\nقوله، لأنه من جملة أتباع الأشعري.\n</p>\n\n<p>\nومن يمدح العروس غير أمها وخالتها، وكيف يكون الأشعري المجدد في السنة\nالثالثة، ولا يكون أحمد بن حنبل، ولا عبد الوهاب الوراق، ولا البخاري، ولا\nمسلم، ولا المروذي، ولا الخلال، ونحو هؤلاء من الأئمة الذين أقوالهم في\nالعلم والفروع مشهورة، وكيف يكون ابن الباقلاني المتكلم في المائة الرابعة،\nولا يكون ابن حامد، ولا القاضي أبو يعلى بن الفراء، ونحو هؤلاء من الأئمة،\nهذا عين الهوى والعناد، أعاذنا الله من ذلك، ثم حكى عن بعضهم أن الذي كان\nعلى رأس الثلاث مائة أبو العباس بن شريح، وعلى رأس الأربع مائة الصعلوكي،\nقال: وقول من قال: أنه الأشعري أصوب، لأن قيامه بنصر السنة إلى تجديد الدين\nأقرب، فهو الذي انتدب للرد على المعتزلة وسائر أصناف المبتدعة المضللة،\nوحالته في ذلك مشتهرة، وكتبه في الرد عليهم منتشرة، فأما ابن شريح فكان\nفقيها مطلعا يعلم أصول الفقه وفروعه، قال: وقول من قال: إن ابن الباقلاني\nهو الذي كان على رأس المائة الرابعة أولى، كذب والله، ولكن ذلك على قدر\nمذهبه، وكيف يكون أهل الكلام الذين لا يعرف لهم مسألة في الدين المحتاج\nإليه هم المراد بالحديث، هذا هو العناد والبهتان، ثم ذكر وفاة عمر بن عبد\nالعزيز، والشافعي، والأشعري.\n</p>\n\n<p>\nثم قال: باب ذكر ما رزق أبو الحسن من شرف الأصل، وما ورد عن <span id='ms42'></span> تلبية ذي\nالفهم على كبر محله في الفصل.\n</p>\n\n<p>\nثم ذكر في عدة طرق الحديث المشهور، «أن الأشعريين إذا أرملوا في الغزو أو\nقل طعام عيالهم جمعوا ما كان عندهم في ثوب واحد ثم اقتسموه» .\n</p>\n\n<p>\nوحديث النبي صلى الله عليه وسلم: «نعم الحي الأسد والأشعريون» ، وقوله\nعليه السلام: «إني لأعرف أصوات رفقة الأشعريين بالقرآن» .\n</p>\n\n<p>\nثم ذكر أحاديث متعددة في فضل الأشعريين ومناقبهم وهجرتهم بطرق عديدة،\nيقصد بها الإطالة والتحقيق، وليس لها بذلك محل ولا تدل على أمر لهذا الرجل،\nوهذا عين الخراف والجنون، ولا يدل فضل أولئك على فضل أولادهم حقيقة لو كان،\nثم فرغ من ذكر فضائل الأشعريين، ثم ذكر فضل أبي موسى الأشعري، ثم ذكر\nالحديث الذي فيه أنه عليه السلام «استغفر لأبي موسى ودعا له» ، ثم قال: وفي\nهذا الحديث بشارة لأبي الحسن بدخوله في الاستغفار، إذ فيه وفي غيره إشارة\nإلى ذلك لا تخفى على ذوي العقول.\n</p>\n\n<p>\nولا أعلم هذه الإشارة في أي موضع فيه، والله لا أعلم فيه إشارة إلى أحد\nبالكلية، ولكن هذا عين البهتان، والتخفيف على من لا عقل له مثله، أين هذه\nالإشارة؟ أم أين محلها؟ أم كيف هي؟ ما هذا التمويه والتلبيس؟ ثم ذكر\nالحديث، أنه عليه السلام إذا «صلى لرجل، أو دعا له أصابت ولده وولد ولده» ،\nهذا إذا ثبتت لأبوه، وإذا لم يكن على ضلالة، ثم ذكر الحديث «إن الله ليرفع\nذرية المؤمن إليه حتى يلحقهم به، وإن كانوا دونه في العمل» .\n</p>\n\n<p>\nوالمراد بالحديث في الجنة، ولو سلم ذلك، فإنما هذا مع صحة النسب وصدقه،\nثم ذكر أشياء كثيرة من فضائل أبي موسى الأشعري، وفضائل ولده أبي بردة، مما\nلا ينازع أحد فيه ولا يشك، يريد بذلك الإطالة، ثم ذكر فضل ابن أبي بردة\nبلال، ثم فرغ من ذلك، ثم قال: فأما فضله هو في نفسه، مما شهد له به العلماء\nمن أبناء جنسه، ثم ذكر عن أبي محمد العسكري، وأنه كان من المخلصين في مذهب\nالأشعري المتقدمين في نصرته <span id='ms43'></span> أنه قال عنه: إنه كان تلميذ الجبائي، يدرس\nعليه، ويتعلم منه، ويأخذ عنه لا يفارقه أربعين سنة، وكان صاحب نظر في\nالمجالس، ولم يكن من أهل التقشف، وكان إذا أخذ العلم يكتب ربما ينقطع،\nوربما يأتي بكلام غير مرضي، وكان الجبائي صاحب تصانيف وقلم إذا صنف يأتي\nبكل ما أراد، وإذا حضر المجلس، وناظر، لم يكن بمرضي، وكان إذا دهمه الحضور\nفي المجلس يبعث الأشعري، ويقول له: نب عني، ولم يزل على ذلك زمانا، فلما\nكان يوما حضر الأشعري نائبا عن الجبائي في بعض المجالس، وناظره إنسان،\nفانقطع وسقط في يده، وكان معه رجل من العامة، فنثر عليه لوزا وسكرا، فقال\nله الأشعري: ما صنعت شيئا، خصمي استظهر علي، وأفلج الحجة، كان أحق بالنثار\nمني، ثم إنه بعد ذلك أظهر التوبة والانتقال عن مذهبه، قال: فهذه الحكاية\nتدل على قوته في المناظرة وإطراحه، وتنبئ عن وفور عقله، وإنصافه لإقراره\nبظهور خصمه، واعترافه، قال: فأما ما ذكر فيها عنه من رداءة التصنيف، وجمود\nخاطره عند الأخذ في التأليف، فإنما أراد حاله في الابتداء لا بعد ما من\nالله عليه به من الاهتداء، فإن تصانيفه مستحسنة مهذبة، وتواليفه وعباراته\nمستجادة مستصوبة، فياليته ستر نفسه، وأخفى هذه الحكاية ولم يحتج بها عليه\nفإن فيها فضحه في عدة مواضع، ولهذا عدها الأهوازي وغيره من مثالبه، قال ابن\nعساكر: وقد عد بعض الجهلاء هذه الحكاية من مثالبه، وهي عند العقلاء من جملة\nمناقبه، قال: فأما ما ذكر فيها من طول مقامه على مذهب المعتزلة فمما لا\nيفضي به إلى انحطاط المنزلة، قلت: بلى والله، قال: بل يفضي له في معرفة\nالأصول بعلو المرتبة في مذهب الاعتزال، نعم، وأما في أصول السنة فلا، قال:\nويدل عند ذوي البصائر على سمو المنقبة عند الجهال، قال: لأن يرجع عن مذهب\nكان بعواره أخبر وعلى رد شبهة أهله وكشف تمويهاتهم أقدر، وتبين ما يلبسون\nبه لمن يهتدي باستبصاره أبصر، قال: فاستراحة من يعيره لذلك كاستراحة مناظر\nهارون بن موسى <span id='ms44'></span> الأعور، قلت: من نشأ على أمر، وأفنى عمره فيه، قل أن يخرج من\nقلبه، ولو تاب منه، ولو رجع عن بعضه، لا يمكن أن يرجع عن كله، لاسيما وقد\nأخبر هو أنه يموه بذلك على أعدائه، ثم ذكر حكاية هارون الأعور، وذكر بعض\nمناظرات الأشعري للمعتزلة، وكل ما أورده في المجالس والمناظرات، إنما هو\nخصمه مع المعتزلة، وكيف التائب يكون مع من كان معه على البدعة، ولا يتركه\nويلزم أهل السنة، فإن التائب لا يعود إلى أرباب بدعته، وإن أظهر أنه يرد\nعليهم فهو قول أهوى كل نفس أين حل حبيبها، وفي بعض كلامه لمن خاطبه في أن\nيسألهم، قال: إني أظهرت بدعة أنقض بها كفرهم، قال ابن عساكر: فإن تمسك\nبقوله: أظهرت بدعة بعض أهل الجهالة، فقد أخطأ إذ كل بدعة لا توصف بالضلالة،\nفإن البدعة هو ما ابتدع وأحدث في الأمور حسنا كان أو قبيحا، بلا خلاف عند\nالجمهور، وهذا مردود، فإن البدعة لا تكون في الخير على الصحيح، ولو سلم فإن\nالبدعة في هذا الأمر، وهو الكلام في الله ضلالة، ولهذا قال عليه السلام:\n«كل محدثة بدعة، وكل بدعة ضلالة» ، ثم ذكر قول الشافعي: إن المحدثات في\nالأمور ضربان: ما خالف كتابا أو سنة أو أثرا أو إجماعا، فهي بدعة الضلالة،\nوما أحدث في الخير ولم يخالف فهو غير مذموم، وليته سكت، ولم يحتج بذلك، فإن\nبدعة الكلام في الله وصفاته من الضلالة لا محالة، ثم ذكر قصة عمر، وقوله:\n«نعمة البدعة هذه» .\n</p>\n\n<p>\nوذلك في الخير الذي لم يخالف كتابا ولا سنة ثم ذكر كلاما عليه، ولو لم\nيحتج به كان أستر له، قال: وإنما سمى أبو الحسن مناظرة المعتزلة بدعة\nوكرهها، لأن السلف كانوا يرون مكالمة أهل البدع ومناظرتهم خطأ وسفها , وقد\nجاء عن النبي صلى الله عليه وسلم في النهي عن ذلك ما أخبرنا أبو سهل، ثم\nذكر بسنده عن عمر مرفوعا «لا تجالسوا أهل القدر ولا تفاتحوهم» .\n</p>\n\n<p>\nفلو استحى ما ذكر هذا، مع أن <span id='ms45'></span> جميع مجالس الأشعري ومناظراته قبل التوبة\nوبعدها إنما كانت معهم , ثم قال: فلما ظهرت فيما بعد أقوال أهل البدع\nواشتهرت وعظمت البلوى بفتنتهم على أهل السنة وانتشرت، انتدب للرد عليهم\nومناظرتهم أئمة أهل السنة لما خافوا على العوام من الابتداع والفتنة كفعل\nأبي الحسن الأشعري وأشباهه خوفا من التباس الحق على الخلق واشتباهه، ثم ذكر\nبسنده عن أبي هريرة مرفوعا «لله عند كل بدعة كيد بها الإسلام وليا يذب عنه\nوالذاب» .\n</p>\n\n<p>\nلا تحضر مجالس البدع ولا تدع أهله يتكلمون فإنه لا يجوز ترك أهل المنكر\nيتلبسون بالفعل ثم ننكر عليهم وإنما ننكر قبل الفعل.\n</p>\n\n<p>\nثم ذكر رسالة البيهقي إلى العمير ومدح الأشعري فيها وأنه شيخه، ثم ذكر\nهذيانات نحو ما تقدم مما أجبنا عنه، ثم ذكر ابن عساكر سند رسالة البيهقي\nوالمحنة التي أشار إليها في كلامه أن السلطان كان أمر بلعن المبتدعة على\nالمنابر، وأن وزيره قرن اسم الأشعرية بأسماء أرباب البدع وأنه امتحن\nالأئمة، وعزل الصابوني عن الخطابة، وخرج الجويني وغيره عن البلد ثم أن ذلك\nالسلطان لما مات وتولى ابنه فردهم وبنى لهم المساجد والمدارس وأمر بإسقاط\nذكرهم في السب واللعن، ثم ذكر رسالة القشير فيه ونوحه على الدين للعن\nالأشعري، وأن المبغضين سعوا إلى مجلس السلطان بالنميمة، ونسبوا الأشعري إلى\nمذاهب ذميمة، ثم ذكر ابن عساكر أن أبا محمد عبد الواحد بن عمر الماجد\nالقشيري دفع إليه هذه الرسالة أنه اتفق أصحاب الحديث أن الأشعري كان إماما\nمن أئمة أصحاب الحديث، ومذهبه مذهب أصحاب الحديث، تكلم في أصول الديانات\nعلى طريقة أهل السنة، ورد على المخالفين من أهل الزيغ والبدعة، وكان على\nالمعتزلة والروافض والمبتدعين من أهل القبلة من الخارجين عن الملة سيفا\nمسلولا ومن طعن فيه، أو قدح، أو لعنه، أو سبه , فقد بسط لسان السوء في جميع\nأهل السنة بذلنا خطوطنا طائعين، وكتبه عبد الكريم القشيري، وفيه خط الخبازي\nأنه كذلك نعرفه، وكذلك خط الجويني والشاشي، والهروي، والأيوبي، والصابوني،\nوالبكري، وغيرهم، وكلهم أشاعرة من <span id='ms46'></span> أتباعه، وهذا والله هو عين الزور\nوالبهتان، أين كتبه في الحديث؟ أين من روى عنه هذا الحديث؟ أين من روى عنه؟\nأرونا حديثا واحدا في شيء من كتب الإسلام من روايته , رواه أو روى عنه الذي\nهو من أئمة الحديث، أليس يوجد له حديثا واحدا؟ وليت علمي متى روى الحديث؟\nفإنه في ابتدائه كان على الاعتزال، ما تاب منه إلا في آخر عمره، فمتى روى\nالحديث؟ أو متى كان إماما من أئمته؟ وأما قولهم: إن مذهبه مذهب أصحاب\nالحديث فإن مذهب أصحاب الحديث عدم التأويل وهو يؤول، ومذهب أصحاب الحديث\nترك الكلام وأهله، وهو متكلم، ثم ذكر عن بعضهم أنه كان مالكيا وعن آخرين\nأنه كان شافعيا، وقد لقي جماعة من الحنابلة فقال لهم: أنه على ما عليه أحمد\nبن حنبل، وقوى ابن عساكر أنه كان مالكيا، وكأنه كان يموه على كل طائفة\nويتمعمع معهم ليوهم عليهم، وهذه حالة الزندقة، ثم ذكر عن جماعة من\nالمتكلمين مدحه، وذكر عنه حكاية احتج بها وقوى أنه كان شافعيا.\n</p>\n\n<p>\nثم قال: باب ما اشتهر به أبو الحسن من العلم وظهر فيه من وفور المعرفة به\nوالفهم.\n</p>\n\n<p>\nعن أبي الحسن الباهلي أنه قال: كنت في جنب الأشعري كقطرة في جنب البحر،\nوأن ابن الطيب قيل له: كلامك أفضل وأبين من كلام أبي الحسن الأشعري، فقال:\nوالله إن أفضل أحوالي أن أفهم كلام أبي الحسن، وهؤلاء من المتكلمين وأرادوا\nفي علم الكلام، ثم أخذ يقتبس بما ليس في ذلك الباب فساق بسنده عن ابن عباس\nفي قوله: {أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم} [النساء: 59] .\n</p>\n\n<p>\nقال: أهل الفقه والدين وأهل طاعة الله الذين يعلمون الناس معاني دينهم\nويأمرونهم بالمعروف وينهونهم عن المنكر ولو أنه استحى لكف عن هذا، أي مسألة\nمن أحكام الدين له فيها قولا، وأي باب من الفقه وضعه، ثم ذكر أن هذا الذي\nعلم الناس معاني دينهم وأوضح حججه يجيد ظهور البدع فيا لله العجب مثل\nالشافعي وأحمد لا يذكر لهما ذلك <span id='ms47'></span> ويذكره لمن أقام عمره على البدع باعترافه\nبذلك.\n</p>\n\n<p>\nثم ذكر كلام ابن فورك أنه انتقل من مذهب المعتزلة إلى مذهب أهل السنة\nبالحجج العقلية، ويكفي هذا منه فإن باب الصفات وأصول الديانات إنما باب\nالنقل لا العقل، فمن جعل باب ذلك العقل فقد أخطأ، ثم ذكر مصنفاته، ثم ذكر\nعن أبي العباس، المعروف بقاضي العسكر وكان من كبراء أصحاب أبي حنيفة، أنه\nنظر في كتب صنفها المتقدمون في علم التوحيد قال: فوجدت بعضها للفلاسفة مثل\nإسحاق الكندي، والإسفرازي وأمثالهما، وذلك كله خارج عن الطريق المستقيم\nزائغ عن الدين القويم، لا يجوز النظر في تلك الكتب لأنه يجر إلى المهالك\nلأنها مملوءة من الشرك والنفاق، ومسماه باسم التوحيد، ولهذا ما أمسك\nالمتقدمون من أهل السنة والجماعة شيئا من كتبهم، قال: ووجدت تصانيفا كثيرة\nفي هذا الفن للمعتزلة مثل عبد الجبار الرازي، والجبائي والكعبي والنظام،\nوغيرهم ولا يجوز إمساك تلك الكتب ولا النظر فيها كيلا تحدث الشكوك وتوهن\nالاعتقاد، ولئلا ينسب ممسكها إلى البدعة، ولهذا ما أمسكها المتقدمون من أهل\nالسنة والجماعة، قال: وكذا المجسمة صنفوا كتبا في هذا الفن مثل محمد بن\nالهيصم، وأمثاله ولا يحل النظر فيها ولا إمساكها فإنهم شر أهل البدع، قال:\nوقد وقع في يدي بعض هذه التصانيف فما أمسكت منها شيئا، وقد وجدت لأبي الحسن\nالأشعري كتبا كثيرة في هذا الفن، وهي قريبة من مائتي كتاب، والموجز الكبير\nيأتي على عامة ما في كتبه، وقد صنف الأشعري كتابا كبيرا لتصحيح مذهب\nالمعتزلة، فإنه كان يعتقد مذهب المعتزلة في الابتداء، ثم إن الله بين له\nضلالهم، فبان عما اعتقده من مذهبهم، وصنف كتابا ناقضا لما صنف للمعتزلة،\nقال: وقد أخذ عامة أصحاب الشافعي بما استقر عليه مذهب أبي الحسن الأشعري،\nإلا أن بعض أصحابنا من أهل السنة والجماعة خطأ أبا الحسن في بعض مسائل، مثل\nقوله: الكون والمكون واحد، ونحوها , قال ابن عساكر: وهذه المسائل التي أشار\nإليها لا تكسب أبا الحسن تشنيعا، ولا توجب له تكفيرا <span id='ms48'></span> ولا تضليلا ولا\nتبديعا، ولو حققوا الكلام فيها لحصل الاتفاق وبان أن الخلاف فيها حاصلة\nالوفاق، وما زال العلماء يخالف بعضهم بعضا، ويقصد دفع قول خصمه إبراما\nونقضا، ثم ذكر كلاما يتذكره في ذلك:\n</p>\n\n<p>\nوعين الرضا عن كل عيب كليلة ... ولكن عين السخط تبدي المساويا\n</p>\n\n<p>\nثم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>باب ما ذكر في اجتهاد أبي الحسن في العبادة , ونقل عنه في التقلل والزهادة</h1>\n\n<p>\nثم ذكر بسنده عن الطبري المتكلم: أنه إمام قريبا من عشرين سنة، يصلي\nالصبح بوضوء العتمة، وكيف هذا مع حكاية البيكره، الله يعلم أن أحدهما كاذب،\nثم ذكر عدة حكايات في تقلله.\n</p>\n\n<p>\nثم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>باب ما يسر له في النعمة من كونه في خير قرون هذه الأمة</h1>\n\n<p>\nثم ذكر حديث النبي صلى الله عليه وسلم: «خير القرون قرني ثم الذين يلونهم\nثم الذين يلونهم» .\n</p>\n\n<p>\nولا أدري أذكر الثالثة أم لا؟ وساق ذلك من عدة طرق، ثم ذكر أن القرن مائة\nسنة وأنه ولد في رأس المائة الثالثة , فيكون ممن سمى رسول الله صلى الله\nعليه وسلم، ويرد ذلك بأن المراد بالقرن الناس الذين معه ثم الذين بعدهم لأن\nفي أكثر الروايات: القرن الذي بعثت فيهم ثم الذين يلونهم , ولو كان المراد\nالزمن لقال: ثم الذي يليه، ولكان من وجد من التابعين في المائة الأولى في\nالقرن الأول يعد مع الصحابة، ويعد التابعين ممن وجد في القرن التالي يعد من\nالتابعين، ولا قائل بذلك فعلم أنما المراد الناس لا الزمن، والمراد بالقرن\nالأول الصحابة، وبالثاني التابعين، وبالثالث من لقي التابعين مثل مالك\nوأشباهه بالرابعة على رواية الإثبات أنه ذكر بعد قرنه ثلاثا تابع تابع\nالتابعين مثل الشافعي وسفيان، فيا لله العجب منه ومن كونه قديرا في الحفاظ\nوأهل الحديث، كيف خفي عليه هذا الأمر الذي لا يخفى على الصبيان؟ فهو إما\nأنه لا يعلم ذلك فهذا عين الجهل، أو علمه وقال خلافه لأجل الهوى فهو عين\nالتعصب ونصر الباطل، وأين ما شنع به على الأهوازي من أنه لا يعرف القرينة <span id='ms49'></span>\nولا يفرق الكنية من الكناية، هلا نظر هو هنا أيضا في قوله عليه السلام:\n«الذين بعثت فيهم ثم الذين يلونهم ثم الذين يلونهم» .\n</p>\n\n<p>\nأفي الوقت يقال ذلك؟ فيا لله العجب كيف عمي عن هذا؟ فإنه لو كان المراد\nالوقت لقال: ثم الذي يليه ثم الذي يليه، فالمرء يرى القذاة في عين أخيه\nوالجذع متعرض في عينه لا يراه، ثم أخذ يحتج على أن القرن مائة سنة بقوله\nعليه السلام: «أرأيتكم ليلتكم هذه فإن رأس مائة سنة لا يبقى ممن على ظهر\nالأرض أحد» .\n</p>\n\n<p>\nوفي الحديث يريد أنها تخرم ذلك القرن، وبحديث عبد الله بن بسر بأنه عليه\nالسلام قال له: «القرن مائة سنة» .\n</p>\n\n<p>\nوبحديث أبي سلمة: «كان بين آدم ونوح عشرة قرون، القرن مائة عام» ، وكأنه\nخفي عليه أن القرن اسم مشترك يطلق على المائة سنة، وعلى من عاصر الإنسان من\nالناس، وقرن الحيوان مثل البقر والغنم، وقرن المنازل موضع، ويدل على أن\nالمراد بالحديث الناس دون الوقت عدة مواضع.\n</p>\n\n<p>\nثم أخذ يذكر مولد الأشعري ووفاته، من طرق متعددة بأمور مطولة لا طائل\nمنها، ثم ذكر باب ما ذكر من مجانبته لأهل البدع واجتهاده وما ذكر من نصيحته\nللأمة وصحة اعتقاده، ثم ذكر عن زاهر بن أحمد، أنه حضر الأشعري عند الموت\nوهو يلعن المعتزلة، ثم ذكر عنه أنه دعاه عند الموت وقال له: إني لا أكفر\nأحدا من أهل هذه القبلة، لأن الكل يشيرون إلى معبود واحد، وإنما هو كله\nاختلاف العبارات، ذكر ابن عساكر هذا منقبة، وأراه مذمة لأنه ميل إلى عدم\nتكفير المعتزلة، وغيرهم من أهل الأهواء، ثم ذكر اعتقاده وأنه سلك مذهبا\nوسطا، وأن المعتزلة والرافضة عطلوا، فقالوا: لا قدرة، ولا سمع، ولا بصر،\nولا حياة، ولا بقاء، والمجسمة شبهوا، وأنه سلك مذهبا بينهما، قلت: بل مذهبه\nالتأويل، ورد آيات الصفات والأحاديث بالتأويل العقلي، فالمعتزلة والجهمية\nصرحوا بالنفي، وهو موه على الناس، وحقيقة قوله النفي , لأنه أثبت الصفات\nوتأولها ورد غالبها إلى غير الظاهر منه بحججه <span id='ms50'></span> العقلية، وترك الأمور\nالنقلية، ومحل الإنصاف أن ما حكاه عنه في الاعتقاد فيه الخطأ والصواب وفيه\nالحسن والرديء، ثم ذكر خطبته في أول الإبانة فيها كلام جيد لمن قرأ كلامه\nمنها أن قال: أما بعد، فإن كثيرا من المعتزلة وأهل القدر مالت بهم أهواؤهم\nإلى التقليد لرؤسائهم، ومن مضى من أسلافهم فتأولوا القرآن على آرائهم\nتأويلا لم ينزل الله به سلطانا، ولا أوضح به برهانا، ولا نقلوه عن رسول رب\nالعالمين، ولا عن السلف المتقدمين، فخالفوا رواية الصحابة عن نبي الله صلى\nالله عليه وسلم، في رؤية الله بالإبصار، وقد جاءت في ذلك الروايات من\nالجهات المختلفات، وتواترت به الآثار وتتابعت به الأخبار، وأنكروا شفاعة\nرسول الله صلى الله عليه وسلم للمؤمنين، وردوا الرواية في ذلك عن السلف\nالمتقدمين، وجحدوا عذاب القبر، وأن الكفار في قبورهم يعذبون، وقد أجمع على\nذلك الصحابة والتابعون، ودانوا بخلق القرآن نظيرا لقول إخوانهم من\nالمشركين: قالوا: {إن هذا إلا قول البشر} [المدثر: 25] ، فزعموا أن القرآن\nكقول البشر، وأثبتوا أن العباد يخلقون الشر، نظيرا لقول المجوس الذين\nيثبتون خالقين، أحدهما يخلق الخير، والآخر يخلق الشر، وزعمت القدرية أن\nالله تعالى يخلق الخير، وأن الشيطان يخلق الشر، وزعموا أن الله تعالى يشاء\nما لا يكون، ويكون ما لا يشاء، خلافا لما أجمع عليه المسلمون من أن ما شاء\nالله كان وما لم يشأ لم يكن، ثم ذكر الحجة على ذلك، ثم قال: وزعموا أنهم\nيتفردون بالقدرة على أعمالهم دون ربهم، وأثبتوا لأنفسهم غنى عن الله عز\nوجل، ووصفوا أنفسهم بالقدرة على ما لم يصفوا الله بالقدرة عليه، كما أثبت\nالمجوس للشيطان في القدرة من الشر ما لم ينسبوه لله عز وجل، فكانوا مجوس\nهذه الأمة، إذ دانوا بديانة المجوس، ثم قال: وحكموا على العصاة بالنار\nوالخلود، خلافا لقول الله تعالى: {ويغفر ما دون ذلك لمن يشاء} [النساء: 48]\n.\n</p>\n\n<p>\nقال: وزعموا أن من دخل النار لا يخرج منها، خلافا لما جاءت به الرواية عن\nرسول الله صلى الله <span id='ms51'></span> عليه وسلم، قال: دفعوا أن يكون لله وجه، مع قوله:\n{ويبقى وجه ربك ذو الجلال والإكرام} [الرحمن: 27] ، وأنكروا أن يكون لله\nيدان، مع قوله: {لما خلقت بيدي} [ص: 75] .\n</p>\n\n<p>\nوأنكروا أن يكون لله عينان مع قوله: {تجري بأعيننا} [القمر: 14] .\n</p>\n\n<p>\nولقوله: {ولتصنع على عيني} [طه: 39] .\n</p>\n\n<p>\nونفوا ما روي عن النبي صلى الله عليه وسلم من قوله: «إن الله ينزل إلى\nسماء الدنيا» .\n</p>\n\n<p>\nوأنا أذكر ذلك إن شاء الله بابا بابا، قال: فإن قال قائل: قد أنكرتم قول\nالمعتزلة والقدرية والجهمية والحرورية والرافضة والمرجئة، فعرفونا قولكم\nالذي به تقولون، وديانتكم التي بها تدينون، قيل له: قولنا الذي به نقول،\nوديانتنا التي ندين بها، التمسك بكتاب الله وسنة نبيه صلى الله عليه وسلم،\nوما روي عن الصحابة والتابعين وأئمة الحديث ونحن بذلك معتصمون، وبما كان\nعليه أحمد بن حنبل نضر الله وجهه ورفع درجته وأجزل مثوبته قائلون، ولمن\nخالف قوله مجانبون، لأنه الإمام الفاضل، والرئيس الكامل الذي أبان الله به\nالحق عند ظهور الضلال، وأوضح به المنهاج، وقمع به بدع المبتدعين، وزيغ\nالزائغين، وشك الشاكين، فرحمة الله عليه من إمام مقدم، وكبير مفهم، وعلى\nجميع أصحابه وأمة المسلمين، فاختلف الناس في كلامه هذا على عدة مذاهب،\nفطائفة قالت: إنه اتقى بهذا الكتاب وهذا الكلام الحنابلة وموه به عليهم فلم\nيقبلوه منه، وطائفة قالت: إنه كان معمعيا كلما جاء إلى أرباب مذهب يظهر لهم\nأنه منهم وأنه معهم وأنه كذلك كان يفعل بالمالكية والشافعية، فأما أولئك\nفدخل عليهم تدليسه وقبلوه، وأما هؤلاء فردوه، وقالت طائفة: بل كان بعد\nتوبته حنبليا , لأنه قد صرح باتباعه له ولم يصرح بذلك لإمام غيره، ثم قال\nبعد كلامه ذلك: وجملة قولنا أن نقر بالله، وملائكته، وكتبه ورسله وما جاء\nمن عند الله، وما رواه الثقات عن رسول الله صلى الله عليه وسلم، لا نرد من\nذلك شيئا وأن الله إله واحد، فرد صمد لا إله غيره، لم يتخذ صاحبة ولا ولدا،\nوأن محمدا عبده ورسوله، وأن الجنة والنار حق <span id='ms52'></span>، وأن الساعة آتية لا ريب فيها،\nوأن الله يبعث من في القبور، وأن الله مستو على عرشه كما قال: {الرحمن على\nالعرش استوى} [طه: 5] .\n</p>\n\n<p>\nوأن له وجها كما قال: {ويبقى وجه ربك ذو الجلال والإكرام} [الرحمن: 27] .\n</p>\n\n<p>\nوأن له يدين كما قال: {بل يداه مبسوطتان} [المائدة: 64] .\n</p>\n\n<p>\nوقال: {لما خلقت بيدي} [ص: 75] .\n</p>\n\n<p>\nوأن له عينان بلا كيف كما قال: {تجري بأعيننا} [القمر: 14] .\n</p>\n\n<p>\nوأن من زعم أن اسم الله غيره كان ضالا، وإن لله علما كما قال: {أنزله\nبعلمه} [النساء: 166] .\n</p>\n\n<p>\nوقوله: {وما تحمل من أنثى ولا تضع إلا بعلمه} [فاطر: 11] .\n</p>\n\n<p>\nونثبت لله قدرة كما قال: {أولم يروا أن الله الذي خلقهم هو أشد منهم قوة}\n[\n</p>\n\n<h1 class='l1' id='head143'>فصل</h1>\n\n<p>\nت: 15] .\n</p>\n\n<p>\nونثبت لله السمع والبصر ولا ننفي ذلك كما تنفيه المعتزلة والجهمية\nوالخوارج وتقول: إن كلام الله غير مخلوق وإنه لا يكون في الأرض شيء من خير\nأو شر إلا ما شاء الله، وأن أعمال العباد مخلوقة لله كما قال: {والله خلقكم\nوما تعملون} [الصافات: 96] .\n</p>\n\n<p>\nثم ذكر الحجة على ذلك، وأن الله وفق المؤمن للطاعة وأضل الكافرين، إلى أن\nقال: ونقول: إن كلام الله غير مخلوق، وإن من قال بخلق القرآن كان كافرا،\nوإن الله يرى بالأبصار يوم القيامة كما يرى القمر ليلة البدر، يراه المؤمن\nكما جاءت الروايات عن رسول الله صلى الله عليه وسلم، ولا نكفر أحدا من أهل\nالقبلة بذنب يرتكبه، إلى أن قال: وندين بأنه يقلب القلوب، وأن القلوب بين\nإصبعين من أصابعه، وأنه يضع السموات على إصبع والأرضين على إصبع كما جاءت\nالروايات عن رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nثم ذكر الإيمان بإخراج الموحدين من النار، وبأن الجنة والنار وعذاب القبر\nوالحوض والصراط والميزان حق، وأن الإيمان قول وعمل ويزيد وينقص، قال: ونسلم\nللروايات الصحيحة في ذلك عن رسول الله صلى الله عليه وسلم، ثم ذكر محبة\nالصحابة، وتقديم أبي بكر وعمر وعثمان وعلي والكف عما شجر بينهم، ثم قال:\nونصدق بجميع الروايات التي أثبتها أهل النقل من النزول إلى سماء <span id='ms53'></span> الدنيا،\nوأن الرب يقول: هل من سائل؟ هل من مستغفر؟ وسائر ما نقلوه وأعلنوه خلافا\nلما قاله أهل الزيغ والتضليل، ونعول فيما اختلفنا فيه على كتاب الله، وسنة\nنبيه صلى الله عليه وسلم، وإجماع المسلمين، وما كان في معناه، ولا نبتدع في\nدين الله بدعة لم يأذن الله بها، ولا نقول على الله ما لا نعلم، ونقول: إن\nالله يجيء يوم القيامة كما قال: {وجاء ربك والملك صفا صفا} [الفجر: 22] .\n</p>\n\n<p>\nوأنه يقرب من عباده كيف شاء كما قال: {ونحن أقرب إليه من حبل الوريد} [ق:\n16] .\n</p>\n\n<p>\nثم ذكر اعتقادا حسنا، وكلاما غالبه لا شيء فيه، فيقال للأشاعرة: لما لم\nتقولوا بهذا الكلام الذي قد صح عندكم أنه قوله؟ وقد نقلتموه عنه، فإن قيل\nله كلام آخر، علم أنه إنما أظهر هذا تقية وتمويها، وكان دليلا وحجة على عدم\nتوبته، وذكر ابن عساكر كلامه ذلك كله، ثم قال: فتأملوا رحمكم الله هذا\nالاعتقاد ما أوضحه وأبينه وهو واضح إلا أنهم يعتقدون مع ذلك غيره من\nالتأويل، قال: واعترفوا بفضل هذا الإمام العالم الذي شرحه وبينه، وانظروا\nسهولة لفظه فما أوضحه وأحسنه، وكونوا ممن قال الله فيهم: {الذين يستمعون\nالقول فيتبعون أحسنه} [الزمر: 18] .\n</p>\n\n<p>\nوتبينوا فضل أبي الحسن، واعرفوا إنصافه واستمعوا وصفه لأحمد بالفضل\nواعترافه به، قلت: ولا نتبعه هو وغيره إلا ذلك، ثم قال: لتعلموا أنهما كانا\nفي الاعتقاد متفقين وفي أصول الدين ومذهب السنة غير مفترقين، وقد كذب في\nذلك، فإن الاعتقاد في فعل القلب ومن أين اطلع على ما في قلوبهما؟ فإن قال:\nما أظهره كل واحد، قيل: أليس الأشعري يقول بالتأويل وأحمد لا يقول به، فعلم\nالاختلاف والكذب عليهما بذلك، ثم قال: ولم تزل الحنابلة ببغداد في قديم\nالدهر على مر الأوقات تعتضد بالأشعرية على أصحاب البدع، لأنهم المتكلمون في\nأهل الإثبات , فمن تكلم منهم في الرد على مبتدع وبلسان الأشعرية يتكلم ومن\nحقق منهم في الأصول في مسألة فمنهم يتعلم، وكذب في ذلك والله، فإن المباينة\nلم تزل بينهما <span id='ms54'></span> قديما حتى في أيام الأشعري، ثم في زمن أبي حامد، ثم في زمن\nالقاضي، ومعلوم أن القاضي كان إليه المنتهى في سائر العلوم حتى الشافعية\nوالحنفية والمالكية وغيرهم من الأشاعرة وغيرهم بفضله نتعلم منه ونأخذ عنه،\nوكانت له اليد الطولى في سائر العلوم الأصول والفروع ووقعت له محنة معهم\nوكذلك شيخ الإسلام الأنصاري، وصنف كتابه ذم الكلام فيهم وفي غيرهم، فلم تزل\nالمباينة، وعدم احتياج الحنابلة في الأصول إلى أصل، ومبني أصول الحنابلة\nليس على الكلام، إنما هو على الكتاب والسنة.\n</p>\n\n<p>\nومعرفة الكتاب والسنة ولزومهما قديما وحديثا، وإجادة المعرفة فيهما قديما\nوحديثا، إنما ينسب إلى الحنابلة، فما هذا الافتراء الذي أهوى بهم؟ قال: فلم\nيزالوا كذلك حتى حدث الاختلاف في زمن أبي نصر القشيري، ووزارة النظام ووقع\nبينهم الانحراف من بعضهم عن بعض لانحلال النظام، قال: وعلى الجملة فلم يزل\nفي الحنابلة طائفة تغلو في السنة وتدخل فيما لا يعنيها حبا للخفوق في\nالفتنة وقد كذب والله عليهم وإنما لشدة تمسكهم بالسنة يرون ببدعتهم فيهم\nذلك، قال: ولا عار على أحمد رحمه الله من تفسيره، لا وزر ولا عار عليهم\nفإنهم على الحق متفقون، إلا الشذوذ منهم، قال: وليس يتفق على ذلك رأي\nجميعهم؟ بلى والله الكل متفقون على قول واحد من زمن إمامهم وإلى اليوم لم\nيخرج عن ذلك إلا شذوذ منهم، ثم ذكر بسنده عن الهروي عن ابن شاهين، قال:\nرجلان صالحان بليا بأصحاب سوء: جعفر بن محمد وأحمد بن حنبل، وهذا هو الكذب\nوالافتراء على أصحاب أحمد، فوالله لهذا الكذب والافتراء أشد من كلام\nالأهوازي، وقد روينا في كتاب الحظ الأسعد، عن عدة من الأئمة: أن علامة أهل\nالبدع الكلام في أصحاب أحمد، وأنه لا يتكلم في أصحاب أحمد إلا مبتدع أو\nصاحب بدعة، فوالله لم تزل الحنابلة على التمسك بالكتاب والسنة، وعلى لزوم\nالطاعة والديانة والعبادة والتواضع والزهد في الدنيا والورع والتخفف\nوالتنسك قديما وحديثا، والعوام يعرف ذلك منهم فضلا عن الفقهاء، وإنما حملهم\nعلى ذلك <span id='ms55'></span> العصبية والهوى، وشهرتهم في الديانة تكفي عن ذكر مناقبهم، ثم ذكر\nعن بعضهم أنه لما تم للهجرة مئتان وستون سنة رفعت أنواع البدع رأسها حتى\nأصبحت آيات الدين منطمسة الآثار وأعلام الحق مندرسة الأخبار، وأن الله أظهر\nالأشعري فأحيا السنة، فانظر لهذا بعين التحقيق إلى هذا الهذيان والكذب،\nفإنه قبل الستين والمائتين كان. . . . الأئمة مثل أحمد بن حنبل، ومسلم بن\nحجاج، وأبي عبد الله البخاري، وأبي عيسى الترمذي، وأبي داود السجستاني،\nوغيرهم من أئمة الدين المقتدى بهم، فأي بدعة كانت عند هؤلاء؟ أو أي مبتدع\nرفع رأسه في زمنهم حتى إن الأشعري أخمد ذلك؟ ثم أعاد الحديث الذي قدمه أنه\nلما نزلت: {فسوف يأتي الله بقوم يحبهم ويحبونه} [المائدة: 54] .\n</p>\n\n<p>\nقال عليه السلام: «هم قومك يا أبا موسى أهل اليمن» .\n</p>\n\n<p>\nقال: ونعلم بأدلة العقول وبراهين الأصول أن أحدا من ولد أبي موسى لم يرد\nعلى أصحاب الأباطيل , ولم يبطل سنن أهل البدع والأضاليل بحجج قاهرة من\nالكتاب والسنة ودلائل قاهرة من الإجماع والقياس إلا الأشعري، وكذب في ذلك،\nقال: وحديث أبي موسى دليل واضح في فضله، وقد افترى في ذلك، فإنه لا يدل على\nشيء ألبتة له، لا سيما وقد نفى جماعة انتسابه إليه، ثم قال: إنه جاهد أعداء\nالحق وفضحهم، وفرق كلمتهم، وبدد جمعهم بالحجج القاهرة العقلية، والأدلة\nالباهرة السمعية، ولا يعلم متى ذلك، لعله يكون تحت الأرض السابعة، ولا فهذا\nالأمر لم يظهر، ولم يذكر، وهذه تواريخ الإسلام موجودة أي مجلس وقع له ونصر\nفيه السنة؟ أو أي محفل كان فيه وقام فيه بالحق؟ هذه محنة الإمام أحمد حين\nوقعت وقام في نصر الحق، اطلع عليها كل أحد، هذه محنة الشافعي كانت دونها،\nواطلع عليها كل أحد، سائر أمور الناس وأخبارهم قد نقلت، متى ذكر عنه من أنه\nقام في أمر من نصر السنة؟ إنما كان في زمنه أولا على الاعتزال مع الفجرة،\nثم لما قيل أنه تاب منهم من قبل توبته.\n</p>\n\n<p>\nومنهم من ردها، ثم أقام على الاختفاء <span id='ms56'></span>، وكان يذهب مع ذلك إلى مجالس\nالمعتزلة وهم يزعمون أنه رد عليهم قبل ذلك كان خفية، لم يظهر هو بنفسه على\nقمع بدعة، وإزالتها جهرا بالكلية، هذا أمر لم يذكر ولم يعرف، فنعوذ بالله\nمن الهوى، فإنه يعمي ويصرف عين الرضى عن كل عيب كلية، ولا حول ولا قوة إلا\nبالله العلي العظيم.\n</p>\n\n<p>\nثم ذكر باب ما ذكر بعض ما رؤي في المنامات التي تدل على أن الأشعري من\nمستحقي الإمامات، ثم ذكر عن بعضهم مناما أنه رأى النبي صلى الله عليه وسلم\nفي النوم، وأنه سأله في الحرف هل هو مخلوق أم غير مخلوق، فقال له: قل كما\nقالت الأشعرية.\n</p>\n\n<p>\nوهذا لا يشهد له بالإمامة فإنه ربما يكون قولهم صوابا في هذه المسألة\nفأمره بلزوم قولهم فيها، وأيضا فإنه منام.\n</p>\n\n<p>\nوقال العلماء إذا رآه الإنسان يقال له: صف هذا الرجل الذي رأيت، فإن كان\nعلى منقبة وإلا فهو شيطان.\n</p>\n\n<p>\nثم ذكر عن آخر أنه رأى رؤيا وأنه لقيه وسأله عنها، وقال له: بلغني أنك\nرأيت أبا الحسن في المنام، فقال: والله كان ههنا، وأنه قال له: مذهب\nالأشعري حق، مذهب الأشعري حق، مذهب الأشعري حق، وهذا الشيطان بلا شك فإن\nمثل هذا قل أن يقع من غيره، وأن الإنسان يمدح مذهبه أو نفسه.\n</p>\n\n<p>\nثم ذكر حكاية أخرى في منام لعلها الأولى أو نحوها.\n</p>\n\n<p>\nثم قال: باب ذكر ما مدح به في الأشعار، ثم ذكر بسنده قول القشيري:\n</p>\n\n<p>\nشيئان من يعذلني فيهما ... فهو على التحقيق منبري\n</p>\n\n<p>\nحب أبي بكر إمام الهدى ... ثم اعتقادي مذهب الأشعري\n</p>\n\n<p>\nوهذا عين الجهل إذ ذكر ذلك إليه دون الشافعي رضي الله عنه، فإنه لا يخلو\nفي الاعتقاد إما أن يكون الأشعري موافقا للشافعي، أو مخالف له، فإن كان قد\nوافقه لكان النسبة إلى الشافعي أولى لأنه هو تابع له والاقتداء بالأصل لا\nبالفرع، وإن كان قد خالفه فيكفيه أنه قد تابع من خالف إمامه، ثم ذكر لآخر\nأيضا:\n</p>\n\n<p>\nمن كان في الحشر له عدة ... تنفعه <span id='ms57'></span> في عرصة المحشر\n</p>\n\n<p>\nفعدتي حب نبي الهدى ... ثم اعتقادي مذهب الأشعري\n</p>\n\n<p>\nفانظر بعين التحقيق إلى هذا الجهل، كيف يترك الشافعي مع ما هو فيه من\nالإمامة وتمسكه بالكتاب والسنة من مولده إلى مماته، ويتبع من كان على\nالاعتزال طول عمره حتى قيل: إنه مات في آخره، ثم ذكر قول آخر:\n</p>\n\n<p>\nإذا كنت في علم الأصول موافقا ... بعقدك قول الأشعري المسدد\n</p>\n\n<p>\nوعاملت مولاك الكريم مخالصا ... بقول الإمام الشافعي المؤيد\n</p>\n\n<p>\nوأتقنت حرف ابن العلاء مجردا ... ولم تعد في الأعراب رأي المبرد\n</p>\n\n<p>\nفأنت على الحق اليقين موافق ... شريعة خير المرسلين محمد\n</p>\n\n<p>\nفانظر إلى هذا الجهل والخطأ الذي فيها من عدة أوجه، الأول: أنه قدمه على\nالإمام الشافعي في ذكر، والثاني: أنه جعل العمل في الاعتقاد على مذهب\nالأشعري، وفي الفقه وباب العمل على مذهب الشافعي، وذلك إنما يكون لأحد\nأمرين، إما أن اعتقاد الشافعي كان غير صحيح، أو أنه كان غير عالم بأصول\nدينه، ويدل هذا على أن قول الشافعي في أصول الدين غير قول الأشعري، وأن\nالأشعري غير مقلد للشافعي، ولا يتابعه في أصول الدين، وإلا لو اتفقا وتابعه\nفيها كان العزرى إلى الشافعي أولى منه.\n</p>\n\n<p>\nثم ذكر عن آخر أبياتا ركيكة قريبة من هذه في آخرها:\n</p>\n\n<p>\nفالزم الحق لا تزغ ... واعتقد عقد الأشعري\n</p>\n\n<p>\nثم ذكر قصيدة لآخر فيها:\n</p>\n\n<p>\nالأشعري إمامنا ... شيخ الديانة والورع\n</p>\n\n<p>\nوهذا ترك الإمام الشافعي بالكلية في الفروع والأصول، ثم ذكر قصيدة لآخر\nمثل هذه مطولة، ثم ذكر قصيدة للإسفراييني فيها ركاكة وسماجة في لفظها، وفي\nبعضها خطأ في إعرابه، ثم ذكر لأخرى من نمطها لأبي بكر الشاشي، ثم ذكر أخرى\nلآخر من هذا النمط وفيها:\n</p>\n\n<p>\nالأشعري ما له شبيه ... حبر إمام عالم فقيه\n</p>\n\n<p>\nوقد كذب لم يكن له في الفقه مجال ولا كلمة تقال، ثم ذكر لبعضهم أبياتا\nركيكة:\n</p>\n\n<p>\nالأشعرية قد وفقوا للصواب ... لم يخرجوا في اعتقادهم عن سنة أو كتاب\n</p>\n\n<p>\n، ولآخر قصيدة:\n</p>\n\n<p>\nالأشعرية قوم قد وفقوا للسداد ... وبينوا للبرايا طرا طريق الرشاد\n</p>\n\n<p>\nوكأنهم أرادوا بهذا مضاهاة ما <span id='ms58'></span> قيل فيهم ورده حين قال القائل:\n</p>\n\n<p>\nالأشعرية ضلال زنادقة\n</p>\n\n<p>\nالقصيدة المعروفة، ثم ذكر قصيدة أخرى طويلة.\n</p>\n\n<p>\nثم قال: باب ذكر جماعة من أعيان مشاهير أصحابه، ثم ساق ذكر جماعة ممن\nلقوه أو اتبعوه، وذكر تراجمهم ليطول بذلك ويحقق به كما هو عادته، وهذا باب\nمتسع يمكن للإنسان الإطالة فيه كيف ما قدر، ثم ذكر منهم أبا عبد الله بن\nمجاهد البصري، وذكر بعض ترجمته، وأنه في أصحابه الذين لقوه، وذكر أبا الحسن\nالباهلي، وأنه كان تلميذه، ثم ذكر منهم أبا الحسين بندار الشيرازي، وذكر له\nترجمة مطولة، وأنه كان خادمه، وذكر منهم أبا محمد الطبري المعروف بالعراقي،\nوأنه كان يناظر في الفقه على مذهب الشافعي، وفي الكلام على مذهب الأشعري،\nثم ذكر أبا بكر القفال الشاشي، وهذا مسلم له فيه فإنه مشهور بمتابعته، ثم\nذكر منهم أبا سهل الصعلوكي، وساق ترجمته، وأنه درس عليه، وساق له ترجمة\nمطولة، وهو كذلك، وهو غير مسلم له فيه أنه في أصحابه، ثم ذكر أبا زيد\nالمروزي وساق ترجمته، ثم ذكر أبا عبد الله بن خفيف، وساق ترجمته مطولة، وهو\nكذلك، وهو غير مسلم له فيه أنه من أصحابه، ثم ذكر أبا بكر الجرجاني\nالإسماعيلي، وهو غير مسلم له فيه، ثم ذكر أبا الحسن عبد العزيز الطبري\nالمعروف بالدمل، وهذا منهم، ثم ذكر أبا الحسن علي بن محمد الطبري، ثم ذكر\nأبا جعفر السلمي النقاش، ثم ذكر أبا عبد الله الأصبهاني المعروف بالشافعي،\nثم ذكر أبا محمد الزهري، ثم ذكر أبا بكر البخاري المعروف بالأودني، ثم ذكر\nأبا منصور بن حمشاذ النيسابوري، ثم ذكر أبا الحسين بن سمعون، وساقه بترجمة\nطويلة، وقد افترى عليه فإن هذا إمام محدث من أعيان متقدمي الحنابلة غير\nكونه عارفا بعلم الكلام للجدل على أنه من أصحابه، ثم ذكر منهم أبا عبد\nالرحمن الشروطي الجرجاني وليس بمسلم له فيه، ولا كل من علم الكلام صار من\nأتباعه، ثم ذكر منهم أبا علي السرخسي، وليس بمسلم له فيه، ثم ذكر <span id='ms59'></span> من أصحاب\nأصحابه ممن سلك مسلكه، فذكر منهم أبا سعد الإسماعيلي، وهو غير مسلم له فيه،\nثم ذكر أبا الطيب الصعلوكي، وساق له ترجمة مطولة جدا، وهو كذلك وأكثر،\nولكنه كذب وافترى عليه، وقال فيه الزور والبهتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>700 - </h1>\n\n<p>\nفقد أخبرنا جماعة من شيوخنا، أنا ابن الدعبوب وغيره، أنا الحجار، أنا ابن\nاللتي، أنا أبو سعد عبد الأول، أنا شيخ الإسلام الأنصاري، سمعت عبد الواحد\nبن أحمد يقول: سمعت أبا الطيب يقول: لما توفي أبي، وعقدت مجلس الفقه،\nعاودوني في مجلس الكلام، وقالوا: هو من مجالس أبيك فلا تقطعه، فما زالوا بي\nحتى حضرت مجلس الكلام، فخبرني مسألة ذكرها عبد الواحد، وأنا أستحيي الله من\nذكرها قال: فقمت وفتحت ورفعت الستر، فلم أحضر بعد ذلك لهم مجلسا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>701 - </h1>\n\n<p>\nوبه إلى الأنصاري، ثم حدث عبد الواحد، بعدما سبق يقول: رأيت شابين خلعا\nمن مدرسة أبي الطيب بأمره من بيتي شابين حفيدا أبا بكر بن فورك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>702 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت محمد بن عمير الفقيه يقول: سمعت سهل بن محمد\nالصعلوكي يقول: أقل ما في الكلام من الخسار سقوط هيبة الله في القلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>532 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت منصور بن العباس، يقول: ما أحصي ما سمعت أبا\nالطيب يقول: أنهاكم عن الكلام وتعودون إليه، والله الموعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>703 - </h1>\n\n<p>\nوبه إلى الأنصاري، سمعت عبد الرحمن بن محمد، يقول: وجدت أبا حامد\nالإسفراييني، وأبا الطيب الصعلوكي، وأبا بكر القفال، وأبا منصور الحاكم على\nالإنكار على الكلام وأهله، وهذا كله يرد عليه قوله في أبي الطيب، وهذا\nالخبر الأخير يرد قوله في هؤلاء الأربعة أنهم من أصحابه\n</p>\n\n<p>\nثم ذكر من أصحابه الذين تابعوه ممن أدرك أصحابه أبا الحسن المقرئ، وساق\nترجمته، ثم ذكر أبا بكر بن الباقلاني، وهذا مسلم له فيه، وقد ساق له ترجمة\nطويلة وأطنب فيه غاية الإطناب، ثم ذكر منهم أبا علي الدقاق وترجمته، ثم ذكر\nأبا عبد الله الحاكم بن البيع، وقد كذب وافترى على هذا وساق له ترجمة\nطويلة، وهو كذلك وفوق ذلك، ثم ذكر أبو بكر <span id='ms60'></span> الإسماعيلي الجرجاني، ثم ذكر أبو\nبكر بن فورك وهذا مسلم له فيه، ثم ذكر أبا سعد بن أبي عثمان النيسابوري\nالخركوشي، ليس بمسلم له فيه، ثم ذكر القاضي أبا عمر البسطامي، وذكر منهم\nأبا القاسم ابن أبي عمرو البغدادي، وذكر منهم أبا الحسن ابن ماشاذة، وذكر\nمنهم الشريف أبا طالب بن المهتدي، وليس بمسلم له فيه، وذكر منهم أبا معمر\nبن أبي سعد الجرجاني، وليس بمسلم له فيه، وذكر منهم أبا حازم العبدوي، وليس\nبمسلم له فيه، ثم ذكر منهم أبا إسحاق الإسفراييني، وهذا مسلم له فيه، ثم\nذكر منهم أبا علي بن شاذان، وهذا ليس مسلم له فيه، فإنه رجل محدث حنبلي\nكبير افتري عليه في ذلك، ثم ذكر منهم أبا نعيم الحافظ، وليس بمسلم له فيه\nوهو اختلاف عليه، ثم ذكر منهم أبا حامد الأستوائي، وهو مسلم له، ثم ذكر أبا\nالحسن السعدي، ثم ذكر أبا منصور الأيوبي، ثم ذكر القاضي أبا محمد عبد\nالوهاب بن علي البغدادي، ثم ذكر أبا الحسن النعيمي، ثم ذكر أبا طاهر بن\nخراشة الدمشقي المقرئ، ثم ذكر أبا منصور النيسابوري، ثم ذكر أبا ذر الهروي،\nثم ذكر منهم أبا محمد الجويني، وهو مسلم له، ثم ذكر منهم أبا القاسم\nالبغدادي، ثم ذكر أبا جعفر السمناني قاضي الموصل، ثم ذكر منهم أبا حاتم\nالطبري المعروف بالقزويني، ثم ذكر أبا الحسن رشأ بن نظيف، وهو غير مسلم له\nفيه، ثم ذكر منهم أبا محمد الأصبهاني المعروف بابن اللبان، ثم ذكر منهم أبا\nالفتح الرازي، ثم ذكر منهم أبا الفتح الخبازي، ثم ذكر أبا الفضل البغدادي\nالمالكي، ثم أبا الفضل بن عمروس، وأبا القاسم الإسفراييني، وأبا بكر\nالبيهقي، وساق له ترجمة مطولة وهو رجل فضيل إلا أنه مسلم له فإنه في جملة\nالمتعصبين للأشعري، ثم ذكر من الطبقة الرابعة الخطيب البغدادي، وهو مسلم له\nوقد كان الخطيب كثير العصبية على أصحابنا حتى إنه تكلم في نفس الإمام أحمد،\nورد عليه في عدة مسائل وشنع على <span id='ms61'></span> جماعة من أصحابه، وجرح جماعة من أصحابه،\nوقد أنصف فيه ابن الجوزي، في كتابه السهم المصيب في تعصيب الخطيب، وكأنه\nذرء اللوم والضيم وغير ذلك بما فيه كفاية، ولا زال الخطيب متعصبا على\nإمامنا على أبي حنيفة وعلى أصحابهما، وأمره في ذلك مشهور حتى إنه تكلم في\nأبي حنيفة بأمور لا يحل ذكرها، ثم ذكر أبا القاسم القشيري، وهو مسلم له، ثم\nذكر أبا علي بن أبي حريصة، وأبا المظفر الإسفراييني، ثم ذكر أبا الفتح نصر\nبن إبراهيم المقدسي، وهو غير مسلم له، ثم ذكر أبا عبد الله الطبري، ثم ذكر\nمن الطبقة الخامسة، أبا المظفر الخوافي، وأبا الحسن الطبري المعروف بالكيا،\nوهو مسلم له، ثم ذكر الغزالي، وهو مسلم له، وأطنب فيه وساق فيه ترجمة طويلة\nجدا، ثم ذكر أبا بكر الشاشي، وهو مسلم له، ثم ذكر أبا القاسم الأنصاري\nالنيسابوري، ثم ذكر أبا نصر بن أبي القاسم القشيري، وهو مسلم له، ثم ذكر\nالأشياء الذي وقع فيها، ثم ذكر منهم أبا علي الحسن بن سلمان الأصبهاني، ثم\nذكر أبا سعيد بن أبي نصر العمري، ثم ذكر الشريف العثماني، ثم ذكر أبا عبد\nالله الفراوي، وهو غير مسلم له، ثم ذكر أبا سعد الكرماني، ثم ذكر أبا الحسن\nالسلمي، ثم ذكر أبا منصور محمود بن أحمد بن ماشاذة، ثم ذكر أبا الفتوح\nالإسفراييني، ثم ذكر أبا الفتح المصيصي وأطال فيه، ثم قال بعد أن فرغ منهم:\nوالمقصود من إظهار فضله بفضل أصحابه كما أشرت، قال: ولولا خوفي من الإملال\nللإسهاب وإيثاري الاختصار لهذا الكتاب، لتتبعت ذكر جميع الأصحاب وأطنبت في\nمدحهم غاية الإطناب، وكنت أكون بعد بذل الجهد مقصرا، ومن تقصيري بالإخلال\nبذكر كثير منهم معتذرا، فكما لا يمكنني إحصاء نجوم السماء كذلك لا يمكن\nاستقصاء ذكر جميع العلماء، مع تقادم الأعصار، وكثرة المشتهرين في البلدان\nوالأمصار، وانتشارهم في الأقطار، فاقتنعوا من ذكر حزبه بمن سمي ووصف،\nواعرفوا فضل من لم يسم لكم بمن سمي وعرف، ولا تسأموا إن <span id='ms62'></span> مدح الأعيان وقرض\nالأئمة؛ فعند ذكر الصالحين تنزل الرحمة، يريد التخفيف بذلك والتقبيش فإنه\nما أبقى أحدا يقدر عليه وبذل المجهود في الذكر وأطال في التراجم غاية\nالإطالة، وقد أدخل في ذكر أصحابه جماعة كانوا يتبرون منه ويجانبونه هو\nوأصحابه فكيف يكون هذا؟ يأتي بالأجانب يدخلهم البيت ويزعم أنه ترك بعض\nالأقارب هذا هو المحال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>فصل</h1>\n\n<p>\nونحن نذكر جماعة ممن ورد عنهم مجانبة الأشاعرة، ومجانبة الأشعري، وأصحابه\nمن زمنه وإلى اليوم على طريق الاختصار لا على باب التطويل في التراجم كما\nفعل، والاتساع ولو فعلت ذلك لوضعت مجلدات عديدة في هذا الباب، منهم أبو\nمحمد الحسن بن علي البربهاري، الفقيه القدوة شيخ العراق، قال وصال وكان له\nصيت عظيم، وخدمة تامة، أخذ عن المروزي وصحب سهل بن عبد الله التستري، وصنف\nالتصانيف، جاء إليه الأشعري فجعل يقول له: رددت على الجبائي، والمعتزلة\nوفعلت وقلت، فقال له: لا نعرف مما تقول قليلا ولا كثيرا وإنما نعرف ما قاله\nأحمد بن حنبل، كان المخالفون يغلظون قلب الدولة عليه فقبض على جماعة من\nأصحابه واستتر هو في سنة إحدى وعشرين، ثم تغيرت الدولة وزادت حرمة\nالبربهاري ثم شنعت المبتدعة به فنودي بأمر الراضي في بغداد لا يجتمع اثنان\nمن أصحاب البربهاري فاختفى إلى أن مات في رجب سنة إحدى وعشرين وثلاثمائة،\nرحمة الله عليه، وكان إماما مقدما في سائر العلوم، معظما مجانبا للأشعري لا\nيرى شيئا في كلامه، ولا يقبل له قولا.\n</p>\n\n<p>\nومنهم أبو زيد قد ذكره هو من أصحابه، وذكر ترجمته ويرد قوله فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>127 - </h1>\n\n<p>\nما أخبرنا جماعة من شيوخنا، أنا ابن الدعبوب، أنا الحجار، أنا ابن اللتي،\nأنا السجزي، أنا الأنصاري، سمعت غير واحد من مشايخنا منهم منصور بن إسماعيل\nالفقيه قال: سمعت محمد بن محمد بن عبد الله الحاكم يقول: سمعت أبا زيد، قال\nشيخ الإسلام الأنصاري ولقب به إلى أحمد بن الفضل البخاري: سمعت أبا زيد\nالفقيه المروزي يقول: أتيت الأشعري بالبصرة فأخذت عنه شيئا في الكلام،\nفرأيت من ليلتي <span id='ms63'></span> في المنام كأني عميت , فقصصتها على المعبر، فقال: إنك تأخذ\nعلما تضل به , فأمسكت عن الأشعري، فرآني بعد يوما في الطريق، فقال لي: يا\nأبا زيد ما تخالف أن ترجع إلى خراسان عالما بالفروع جاهلا بالأصول، فقصصت\nعليه الرؤيا فقال: اكتمها علي ههنا\n</p>\n\n<p>\nومنهم زاهر بن أحمد، كان إماما مقدما، قال شيخ الإسلام الأنصاري: كان\nللمسلمين إماما روى عنه ثلب الأشعري.\n</p>\n\n<p>\nومنهم أبو محمد الحسن بن أحمد البغدادي الحريري، كان من المقدمين\nالمبرزين في العلم، روى عنه مجانبة أصحاب الكلام، ومنهم أبو علي الرفاء،\nكان من أئمة الحديث، روى عنه مجانبتهم ولعنهم.\n</p>\n\n<p>\nومنهم أبو حامد الشاركي، كان إماما محدثا متبعا للسنة، وكان شديدا عليهم،\nومنهم أبو يعقوب بن زوران الفقيه الفارسي المجاور مفتي الحرم بمكة، كان\nإماما عالما مجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام أبو محمد عبد الله بن عدي الصابوني، كان إماما جليلا لما حل\nإلى بخارى أحضر أبو بكر القفال ليكلمه، فقال: لا أكلمه إنه متكلم، ومنهم\nيحيى بن عمار، كان إماما مقدما مجانبا لهم، قال شيخ الإسلام الأنصاري:\nرأيته ما لا أحصي غير مرة على منبره يكفرهم، ويلعنهم، ويشهد على الأشعري\nبالزندقة، ومنهم أبو إسحاق القراب، كان إماما كبيرا مجانبا لهم ينهى الناس\nعنهم، ومنهم أبو العباس أحمد بن محمد النهاوندي، كان إماما جليلا، ذكر أبو\nعلي الحداد، عظم شأنه، وأنه كان منكرا على أهل الكلام، وتكفير الأشعرية،\nوهجر أبا الفوارس على حرف واحد، قال الدينوري: لقيت ألف شيخ على ما عليه\nالنهاوندي في ذلك، ومنهم أبو علي الحداد، كان إماما معظما تابعا للسنة\nمجانبا لهم، ومنهم أبو عبد الله الدينوري، كان إماما معظما مجانبا لهم،\nومنهم الإمام أحمد بن حمزة، كان إماما محدثا مجانبا لهم، ومنهم أبو سعيد\nالزاهد الهروي، كان إماما محدثا جليلا معظما للسنة، يلعنهم، قال أبو الحسن\nالماليني: قيل له: إن أبا الحسن الديناري ناضل عنك، فقال: وإياه فلعن الله\nلأنه كلابي.\n</p>\n\n<p>\nومنهم أبو الطيب سهل بن محمد الصعلوكي، خلافا لما ذكره عنه وقد قدمنا <span id='ms64'></span> عنه\nطرفا من ذلك، وذكر عنه عدة من أهل العلم أنه كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو حامد الإسفراييني، ذكر عنه جماعة أنه كان مجانبا لهم خلافا لما\nذكره، ومنهم أبو بكر القفال، ذكر بعضهم ذمه للكلام وأهله، ومنهم أبو منصور\nالحاكم، ذكر الأنصاري وغيره مجانبته لهم وذمه، قال ابن دباس: ذكر بين يديه\nشيء من الكلام فأدخل إصبعيه في أذنيه.\n</p>\n\n<p>\nومنهم أبو عمر البسطامي، كان ذاما لهم مشنعا عليهم، ومنهم أبو المظفر\nالترمذي حبال بن أحمد، إمام أهل ترمذ، كان مجانبا لهم يشهد عليهم بالزندقة،\nومنهم أبو القاسم الحاكمي، كان إماما محدثا مجانبا لهم، ومنهم أبو عبد الله\nمحمد بن الحسين السلمي، كان إماما جليلا مجانبا لهم، ومنهم هيضم بن محمد بن\nإبراهيم بن هيضم، كان إماما محدثا مجانبا لهم، ومنهم أبو نصر بن الصابوني،\nكان إماما جليلا كثير العدد، وذكر عنه جماعة مجانبته لهم، قال عبد الله بن\nأبي نصر: ما صلى أبو نصر الصابوني على أبيه للمذهب، ومنهم الحسن بن أبي\nأسامة المكي، كان إماما جليلا، وكان يلعن أبا ذر يقول: هو أول من حمل\nالكلام إلى الحرم وبثه في المغاربة، ومنهم منصور بن إسماعيل الفقيه كان\nمجانبا لهم، ومنهم زيد بن محمد الأصبهاني، كان إماما معظما مجانبا لهم،\nومنهم أحمد بن أبي نصر الماليني، كان إماما كبيرا مجانبا لهم، ومنهم الحسن\nبن محمد الخطيب، كان إماما، وكان يشهد على الأشعري بالزندقة، ومنهم أبو\nسعيد الطالقاني، كان إماما مجانبا لهم يلعنهم، ومنهم أبو نصر الزناد، كان\nيذمهم ويجانبهم، ومنهم أحمد بن الحسين الخباموشي الفقيه الرازي، كان إماما\nمحدثا مجانبا لهم يلعنهم، ويطري الحنابلة، ومنهم أبو العباس القصاب الأيلي،\nكان إماما يذمهم، ومنهم أبو عبد الله محمد بن منده الحافظ، كان إماما كبيرا\nحافظا مجانبا لهم رادا عليهم، ومنهم أبو سعيد بن أبي سهل الفقيه الحنبلي،\nكان إماما كبيرا، قال أبو بكر المقرئ: كان يلعنهم كل يوم بعد صلاة الغداة\nفي المحراب في الجمع وهم يؤمنون، ومنهم أبو عبد <span id='ms65'></span> الله الحراني، كان إماما في\nالنحو واللغة والقرينة، وغير ذلك، كان ذاما لهم مشنعا عليهم، ومنهم أبو علي\nأحمد بن الفضل بن خزيمة، الإمام المحدث كان مجانبا لهم، ومنهم أبو الحسن\nالشعراني إسماعيل بن محمد بن الفضل، كان إماما كبيرا محدثا مجانبا لهم،\nومنهم أبو بكر أحمد بن سليمان بن الحسن الفقيه الحافظ شيخ العراق، وصاحب\nالتصانيف والسنن، وكان له حلقتان حلقة الفتوى وحلقة الإملاء، وكان رأسا في\nالفقه، رأسا في الحديث يصوم الدهر ويفطر على رغيف، ويترك من لقمه فإذا كان\nليلة الجمعة أكل تلك اللقم، وتصدق بالرغيف كان رحمه الله مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو علي بن جامع القاضي، من فضلاء أهل البصرة، وهو إمام كبير، له\nمدح كبير كان مجانبا له ذاما له، ومنهم أبو الفضل بن البقال، كان إماما\nمحدثا، كان مجانبا لهم ذاما لهم، ومنهم أبو الحسن محمد بن أحمد الأهوازي\nالعدل، كان مجانبا لهم ذاما، ومنهم أبو محمد الحسن بن محمد العسكري\nالأهوازي، وكان من المخلصين كان ذاما لهم مجانبا، ومنهم أبو عمرو بن مطر\nالنيسابوري، شيخ السنة، كان قائدا متعففا مجانبا لهم رحمه الله، ومنهم\nالعميد الوزير أبو الفضل الكاتب، كان مجانبا لهم وهو الذي أمر بلعنهم على\nالمنابر مع حملة أهل البدع، ومنهم أبو بكر الآجري البغدادي، المحدث الإمام\nالكبير، كان مجانبا لهم، ومنهم أبو حامد أحمد بن محمد بن شارك، الفقيه\nالشافعي مفتي هراة، كان مجانبا لهم، ومنهم أبو علي النجاد الحسن بن عبد\nالله البغدادي، تلميذ أبي محمد البربهاري، صنف في الأصول والفروع، وكان\nمجانبا لهم، رادا عليهم كشيخه، ومنهم أبو حامد المروروذي أحمد بن عامر\nالشافعي، الإمام الكبير، كان مجانبا لهم، ومنهم أبو إسحاق المذكي إبراهيم\nبن محمد بن يحيى النيسابوري، كان إماما كبيرا مجانبا لهم، ومنهم أبو بكر\nعبد العزيز بن جعفر، صاحب الخلال وشيخ الحنابلة، وعالمهم المشهور، كان\nمجانبا لهم ذاما، ومنهم أبو بكر بن السني، الإمام الكبير، صاحب عمل اليوم\nوالليلة، الإمام المحدث، كان مجانبا لهم، ومنهم <span id='ms66'></span> أبو بكر أحمد بن جعفر\nالقطيعي، مسند العراق، صاحب عبد الله بن الإمام أحمد، وراوي المسند عنه،\nكان إماما محدثا مجانبا لهم، ومنهم أبو أحمد الجلودي، راوي مسلم، كان إماما\nجليلا، مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو القاسم الأبندوني الحافظ، كان إماما كبيرا مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو إسحاق إبراهيم بن أحمد، المعروف بابن شاقلا البغدادي، كان له\nحلقة فينا وأشغال، وهو تلميذ أبي بكر عبد العزيز بن جعفر، توفي كهلا، وكان\nمجانبا لهم كشيخه.\n</p>\n\n<p>\nومنهم أبو الشيخ الحافظ أبو محمد بن حيان، الإمام الكبير، كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو إسحاق إبراهيم بن أحمد المستملي، الإمام الثقة كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو أحمد الغطريفي، الإمام الكبير المحدث، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو أحمد الحاكم، الإمام الحافظ، ذكر شيخ الإسلام الأنصاري وغيره\nمجانبته لهم.\n</p>\n\n<p>\nومنهم أبو عمر بن حيويه الحداد، الإمام الكبير المحدث صاحب الرواية\nالكبيرة كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو بكر بن شاذان، الإمام الكبير المحدث، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام أبو الحسن الدارقطني، كان مجانبا لهم، وله كلام في ذمهم.\n</p>\n\n<p>\nومنهم أبو حفص عمر بن أحمد بن شاهين، أخذوا عنه العلم كان مجانبا لهم،\nورأيت في مصنفاته ذمهم.\n</p>\n\n<p>\nومنهم أبو حامد النعيمي أحمد بن عبد الله بن نعيم، نزيل هراة كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو عبد الله عبيد الله بن محمد بن محمد بن حمدان بن بطة العكبري،\nالإمام الفقيه العبد الصالح، وكان مستجاب الدعوة، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسين بن سمعون، الواعظ الحنبلي، صاحب الأحوال والمقامات،\nووهم ابن عساكر في ذكره أباه من أصحابه.\n</p>\n\n<p>\nومنهم أبو سليمان الخطابي الشافعي، كان إماما محدثا شافعيا، مجانبا لهم،\nوصنف في ذم الكلام.\n</p>\n\n<p>\nومنهم أبو بكر الجوزقي الشيباني الحافظ كان مجانبا لهم ذاما، ذكر ذلك عنه\nشيخ الإسلام الأنصاري وغيره.\n</p>\n\n<p>\nومنهم أبو محمد المخلدي، المحدث شيخ العدالة، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو علي زاهر بن أحمد السرخسي، الفقيه الشافعي، له ذم فيهم، ذكره\nشيخ الإسلام وغيره، خلافا لما ذكره ابن عساكر من أنه من <span id='ms67'></span> أصحابه، مع أن\nالذهبي وغيره ذكروا أنه أخذ علم الكلام عن الأشعري فكأنه رجع عن ذلك.\n</p>\n\n<p>\nومنهم عبد الرحمن بن أبي شريح أبو محمد الأنصاري، محدث هراة، كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو طاهر المخلص، مسند وقته، الإمام المحدث، كان مجانبا لهم، ومنهم\nأبو عبد الله الحسن بن حامد البغدادي، الإمام الفقيه المحدث شيخ وقته، كان\nمجانبا لهم، وله أمور وأخبار في ذمهم، ومنهم القاضي أبو عبد الله الحكيمي\nالشافعي، كان من الأئمة الكبار، وأصحاب الوجوه، وكان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الفرج النهرواني، كان في الأئمة مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عبد الله الحاكم محمد بن عبد الله، المعروف بابن البيع، الإمام\nالكبير الحافظ كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسين المحاملي الإمام الكبير المحدث كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الحافظ أبو بكر بن مردويه، الإمام الكبير المحدث الحافظ كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم القاضي أبو منصور محمد بن محمد بن عبد الله الأزدي الهروي، الفقيه\nشيخ الشافعية بهراة ومسند البلد، كان مجانبا لهم، ذكره شيخ الإسلام\nالأنصاري.\n</p>\n\n<p>\nومنهم أبو طاهر محمد بن محمد بن محمش الزيادي الفقيه الشافعي عالم\nنيسابور ومسندها، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم هبة الله ابن سلامة أبو القاسم البغدادي المفسر، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو نصر أحمد بن محمد بن أحمد القرشي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو سعد الماليني أحمد بن محمد بن أحمد الهروي، الصيرفي الحافظ،\nكان مجانبا لهم.\n</p>\n\n<p>\nومنهم الحافظ أبو الحسن محمد أحمد بن رزقويه الإمام الكبير المحدث، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم الحافظ أبو الفتح ابن أبي الفوارس الإمام الحافظ الكبير، كان\nمجانبا لهم، ومنهم أبو عبد الرحمن السلمي الحافظ الصوفي، كان مجانبا لهم،\nروي عنه حكايات في اجتنابهم.\n</p>\n\n<p>\nومنهم أبو الفضل محمد بن أحمد الجارودي الهروي الحافظ , قال شيخ الإسلام:\nإمام أهل المشرق، وقال غيره: كان عديم النظير في العلوم، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو القاسم تمام بن محمد الرازي الحافظ الإمام الكبير، كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو عبد الله الحسين بن الحسن الغضائري، الإمام المحدث، كان <span id='ms68'></span> مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو سعيد النقاش الأصبهاني الحافظ الحنبلي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسن المحاملي شيخ الشافعية الضبي، كان فقيها نزيها محدثا،\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسن بن بشران، الإمام المحدث الكبير، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسن الحمامي مقرئ العراق، كان مجانبا لهم، ومنهم أبو محمد\nالسعدي الإمام المحدث، كان مجانبا لهم، ومنهم أبو بكر الأردستاني محمد بن\nإبراهيم الحافظ الصالح، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو علي بن شاذان الإمام الكبير، كان مجانبا لهم، ذكره بعضهم، وذكر\nابن عساكر أنه من أصحابه، ولذلك ذكر الربعي أنه يفهم الكلام على مذهب\nالأشعري.\n</p>\n\n<p>\nومنهم الحافظ أبو الفضل علي بن الحسين الفلكي، رجل كبير، قال شيخ الإسلام\nالأنصاري: ما رأيت أحدا أحفظ منه، وكان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو بكر أحمد بن علي بن فنجويه الحافظ، قال شيخ الإسلام الأنصاري:\nهو أحفظ من رأيت في البشر، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم عثمان بن محمد بن يوسف بن دوست العلاف، كان إماما صدوقا مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو الحسن الحنائي الإمام المحدث المقرئ الحافظ الزاهد، كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو علي محمد بن أحمد بن أبي موسى الهاشمي، صاحب التصانيف وانتهت\nإليه رئاسة مذهب أحمد، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام أبو عبد الله محمد بن عبد الله بن باكويه الصوفي، أحد\nالمشايخ الكبار، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عمر الطلمنكي الحافظ صاحب التصانيف , كان سيفا عليهم وعلى\nغيرهم.\n</p>\n\n<p>\nومنهم أبو يعقوب القراب السرخسي الهروي الحافظ محدث هراة، كان زاهدا\nصالحا مصنفا، وكان رحمه الله مجانبا لهم، له كلام في ذمهم.\n</p>\n\n<p>\nومنهم الحافظ إبراهيم، اختلف فيه فذكر بعضهم أنه كان منهم، وذكر بعضهم\nمجانبته لهم.\n</p>\n\n<p>\nومنهم أبو القاسم بن بشران الواعظ المحدث مسند وقته، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو علي النعالي، كان إماما محدثا مجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام صاعد بن محمد الحنفي قاضي نيسابور، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عثمان القرشي سعيد بن العباس الهروي المزكي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو سعيد البصروي النيسابوري مسند وقته <span id='ms69'></span> , كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو القاسم الحراني علي بن محمد العلوي الحنبلي المقرئ , كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو محمد الخلال الحسن بن محمد الحافظ الفقيه الكبير، كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو طالب بن غيلان، مسند العراق، كان صدوقا صالحا، مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسين التوزي، كان ثقة صاحب حديث، مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عبد الله محمد بن محمد بن غيلان المقدسي، المؤدب الشيخ الصالح\nالكبير، كان يذمهم ذما بليغا، وقد ذكرنا عنه في ذلك خبرا.\n</p>\n\n<p>\nومنهم أبو محمد بن صخر المحدث الكبير، كان مجانبا لهم، نقل طرفا في ذمهم.\n</p>\n\n<p>\nومنهم ابن أخيه القاضي ابن صخر العلامة، كان مجانبا لهم كثير الذم لهم،\nومنهم أبو نصر السجزي الحافظ , كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو إسحاق البرمكي الإمام الفقيه المحدث، كان صدوقا دينا فقيها، له\nحلقة للفتوى، وكان حنبليا مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو علي الأهوازي المقرئ الإمام الحافظ المحدث مقرئ الشام، كان\nمجانبا لهم ذاما لهم، وهو الذي صنف في ثلب الأشعري وهو الذي رد عليه ابن\nعساكر.\n</p>\n\n<p>\nومنهم أبو عثمان الصابوني شيخ الإسلام، كان إماما مجانبا لهم، ومنهم\nالإمام الكبير الجليل عالم وقته المحدث الأصولي أبو يعلي بن الفراء، صاحب\nالتصانيف، وجامع مذهب أحمد، كان مجانبا لهم رادا عليهم، وله معهم وقائع\nوأمور.\n</p>\n\n<p>\nومنهم أبو القاسم الحنائي الحسن بن محمد صاحب الأجزاء، الإمام المحدث،\nكان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو بكر الخياط، مقرئ العراق محمد بن علي بن محمد بن مرسي الحنبلي،\nكان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو جعفر بن أبي موسى الهاشمي الورع الزاهد الفقيه كثير الفنون،\nكان إماما قدوة حنبليا، مجانبا لهم، كثير القيام عليهم، أخذ في فتنة ابن\nالقشيري وحبس أياما.\n</p>\n\n<p>\nومنهم أبو القاسم عبد الرحمن بن منده الحافظ الكبير الجوال، صاحب\nالتصانيف، كان مجانبا لهم، رادا عليهم، قال الذهبي: ذا سمت ووقار، وله\nأصحاب وأتباع، وفيه تستن مفرط، أوقع بعض العلماء في الكلام في معتقده\nوتوهموا فيه التجسيم، قال: وهو بريء منه فيما علمت، قال: ولكن لو قصر من\nلسانه <span id='ms70'></span> كان أولى به.\n</p>\n\n<p>\nومنهم أبو علي بن البنا، الفقيه الزاهد الكبير، صاحب التواليف والتواريخ،\nكان مجانبا لهم ناصرا للسنة.\n</p>\n\n<p>\nومنهم أبو القاسم الزنجاني سعد بن علي الحافظ القدوة، كان مجانبا لهم،\nومنهم أبو القاسم بن البسري المحدث الصالح، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم محدث أصبهان ومسندها عبد الوهاب بن الحافظ بن عبد الله بن منده\nالثقة المكثر، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو إسحاق الشيرازي إبراهيم بن علي، شيخ الشافعية كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الوفاء طاهر بن الحسين القواس الحنبلي الزاهد، كان مجانبا لهم،\nومنهم أبو الفتح عبد الوهاب بن أحمد بن جلبة الشيخ الكبير الحنبلي صاحب أبي\nيعلي , كان مجانبا لهم، ومنهم أبو سعيد النيسابوري، شيخ الشيوخ ببغداد، كان\nإماما كبيرا مجانبا لهم، ومنهم الإمام الكبير الحافظ شيخ الإسلام الأنصاري\nالهروي الإمام القدوة الصوفي المفنن، أحد أعلام الإسلام المقبول عند سائر\nالطوائف، الحنبلي المذهب صاحب منازل السائرين، كان مجانبا لهم، رادا عليهم،\nله فيهم الكلام الكثير، وحذر منهم التحذير البالغ وله كتاب ذم الكلام فيه\nفيهم العجب والعجب، قال الذهبي: كان جذعا في أعين المبتدعة، وسيفا على\nالجهمية، وقد امتحن مرات، وصنف عدة مصنفات، وكان شيخ خراسان في زمانه غير\nمدافع.\n</p>\n\n<p>\nومنهم السلطان طغرلبك السلطان الكبير، كان مجانبا لهم وأمر بلعنهم على\nالمنابر ونفى جماعة منهم الغزالي وغيره.\n</p>\n\n<p>\nومنهم الإمام أبو نصر أحمد بن محمد بن صاعد الحنفي، رئيس نيسابور، كان\nمجانبا لهم متعصبا عليهم.\n</p>\n\n<p>\nومنهم أبو نصر الترياقي الهروي، ثقة كبير كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الشيخ أبو الفرج الشيرازي عبد الواحد بن محمد، الفقيه الواعظ\nالقدوة، كان زاهدا صالحا قدوة مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو القاسم عبد الواحد بن علي العلاف، الرجل الصالح الكبير كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عامر الأزدي القاضي الكبير الهروي الفقيه الشافعي الكبير، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الفضل بن جبرون البغدادي الإمام الحافظ الكبير كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الأمير الكبير محمود ذكره شيخ الإسلام الأنصاري، وأنه كان يلعنهم.\n</p>\n\n<p>\nومنهم الشيخ الكبير أبو محمد مقاتل بن <span id='ms71'></span> مطكود بن أبي نصر السوسي، كان\nمجانبا لهم، وروي ذمهم عن الأهوازي.\n</p>\n\n<p>\nومنهم الشيخ الكبير أبو محمد رزق الله بن عبد الوهاب التميمي الفقيه\nالواعظ، شيخ الحنابلة كان إماما كبيرا مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عبد الله الثقفي القاسم بن الفضل بن أحمد، رئيس أصبهان كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عبد الله العميري محمد بن علي الهروي، العبد الصالح، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الفتح نصر بن إبراهيم المقدسي الشافعي , ذكر ذلك عنه بعضهم.\n</p>\n\n<p>\nومنهم أبو محمد عبد الله بن جابر بن ياسين الإمام الفقيه الحنبلي، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو ياسر محمد بن عبيد الله بن كادش الحنبلي المحدث , كان مجانبا.\n</p>\n\n<p>\nومنهم الإمام الكبير أبو المحاسن عبد الواحد بن إسماعيل الروياني، شيخ\nالشافعية، كان إماما محدثا مجانبا لهم، ومنهم محمد بن طاهر المقدسي الحافظ\nأبو الفضل، صاحب الرحلة الواسعة والتصانيف , كان ذاما لهم.\n</p>\n\n<p>\nومنهم الإمام الكبير أبو الخطاب محفوظ الكلوذاني الأزجي، صاحب التصانيف،\nكان إماما عالما ورعا وافر العقل غير العلم، كان مجانبا لهم ذاما.\n</p>\n\n<p>\nومنهم أبو زكريا يحيى بن عبد الوهاب بن منده الإمام الكبير الحافظ، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الوفاء بن عقيل، الفقيه الحنبلي المتكلم، كان كثير الرد عليهم،\nومنهم أبو سعد المبارك بن علي الحنبلي , من كبار أئمة المذهب، كان مجانبا\nلهم، ومنهم أبو علي الحسن بن أحمد الحداد المقرئ المجود مسند الوقت , كان\nذاما لهم.\n</p>\n\n<p>\nومنهم الإمام محيي السنة أبو محمد الحسين أبو مسعود بن الفراء البغوي،\nكان مجانبا لهم، ومنهم أبو الحسن بن الفاعوس علي بن المبارك البغدادي\nالحنبلي الزاهد , كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الشيخ الكبير الإمام الفقيه المحدث القدوة أبو الحسين محمد بن محمد\nبن الفراء، العارف المناظر المدقق، قال الذهبي: دقيقا صلبا في السنة، كثير\nالحط على الأشاعرة، وهو راوي جزء الأهوازي في ذمهم.\n</p>\n\n<p>\nومنهم أبو غالب بن البنا أحمد بن علي، مسند العراق الفقيه الحنبلي، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسن علي بن عبيد الله بن نصر بن الزاغوني، الإمام الكبير <span id='ms72'></span>\nكثير الذم لهم، والاحتجاج عليهم، وهم على بغضه مجمعون.\n</p>\n\n<p>\nومنهم أبو حازم بن الفراء الفقيه الأصولي المحدث المناظر , كان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم أبو عبد الله يحيى بن الحسن بن أحمد بن البنا، الفقيه المحدث، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم الفقيه أبو بكر الدينوري أحمد بن أبي الفتح، من أئمة الحنابلة\nببغداد وكان مجانبا لهم.\n</p>\n\n<p>\nومنهم القاضي أبو بكر محمد بن عبد الباقي الأنصاري، مسند العراق، وانتهى\nإليه علو الإسناد في زمانه وتفقه بالقاضي أبي يعلى، كان مجانبا لهم ذاما.\n</p>\n\n<p>\nومنهم يوسف بن أيوب أبو يعقوب الهمذاني، الزاهد شيخ الصوفية بمرو، وتفقه\nعلى مذهب الشافعي وبرع وناظر , كان مجانبا لهم.\n</p>\n\n<p>\nومنهم شرف الإسلام عبد الوهاب بن الشيخ أبي الفرج الحنبلي , شيخ الحنابلة\nبالشام بعد والده، وواقف مدرسة الحنبلية , كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو القاسم نصر بن أحمد بن مقاتل بن مطكود المحدث , كان ذاما لهم\nراو لذمهم.\n</p>\n\n<p>\nومنهم أحمد بن الحسين بن محمد بن أحمد العراقي، المحدث كان مجانبا لهم\nراو لذمهم.\n</p>\n\n<p>\nومنهم عبد الله بن محمد بن صابر بن السلمي، كان مجانبا لهم راو لمثالبهم.\n</p>\n\n<p>\nومنهم الشيخ مسمار بن أحمد الحنبلي، الشيخ الكبير واقف المسمارية، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الحسن بن الآبنوسي الشافعي , تفقه وبرع، وكان إماما فاضلا\nمحدثا مجانبا لهم، وكان أولا قد قرأ الكلام , قال الذهبي: ثم لطف الله به\nوتحول سنيا.\n</p>\n\n<p>\nومنهم أبو نصر عبد الرحمن بن عبد الجبار الحافظ , محدث هراة، كان صالحا\nفاضلا مجانبا لهم، ومنهم أبو فتح الهروي الصوفي , الشيخ الفاضل , كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام الكبير المحدث الحافظ أبو الفضل محمد بن ناصر، محدث العراق\n, كان مجانبا لهم , قال الذهبي: تحول من مذهب الشافعي إلى الحنابلة , قال\nأبو موسى المديني: هو مقدم أصحاب الحديث في وقته.\n</p>\n\n<p>\nومنهم أبو البيان بن محمد بن محفوظ القرشي الشافعي , كان فاضلا مجانبا\nلهم، قال الذهبي: كان ملازما للسنة والأثر، له تواليف ومجاميع، ورد على\nالمتكلمين.\n</p>\n\n<p>\nومنهم أبو الوقت عبد الأول بن سعيد السجزي، مسند الدنيا الصوفي الزاهد <span id='ms73'></span>،\nصحب شيخ الإسلام الأنصاري وحدثه وروى عنه ذمهم.\n</p>\n\n<p>\nومنهم الحافظ أبو مسعود عبد الجليل بن محمد بن عبد الواحد الأصبهاني، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام الكبير الرضي النفس أبو حكيم إبراهيم بن دينار النهرواني،\nكان مجانبا لهم.\n</p>\n\n<p>\nومنهم الشيخ الكبير الزاهد الورع الشيخ أحمد بن قدامة خطيب جماعته، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو عبد الله محمد بن عبد الله بن العباس الحراني، الشيخ الفاضل\nكان مجانبا لهم، ومنهم الإمام الفاضل أبو يعلى الصغير محمد بن أبي حازم،\nشيخ مذهب أحمد، تفقه على أبيه وعمه، وكان مناظرا مصححا، كان مجانبا لهم،\nرادا عليهم ذاما.\n</p>\n\n<p>\nومنهم الإمام الكبير عون الدين أبو المظفر يحيى بن هبيرة، الإمام الكبير\nالفاضل كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام الكبير شيخ الطريقة، وشيخ العصر، وقدوة العارفين، صاحب\nالمقامات والكرامات، ومدرس الحنابلة، ذكره الذهبي وغيره، انتهى إليه التقدم\nفي الوعظ والكلام على الخواطر عبد القادر بن أبي صالح الجيلي الحنبلي، كان\nمجانبا لهم ذاما رادا عليهم، في غنيته بعض ذلك، قال الذهبي: ما رأيت أحدا\nيعظم من أجل الدين أكثر منه، والعجب أن بعض الجهلة يقول أنه ليس بحنبلي،\nوبعضهم يقول رجع، وقد ذكر الذهبي عن الشيخ موفق الدين أنه إمام عنده\nبمدرسته يقرأ عليه ويشتغل في مذهب أحمد شهرا وتسعة أيام قال: ثم مات وصلينا\nعليه فكيف هذا الافتراء.\n</p>\n\n<p>\nومنهم أبو الفرج مسعود بن الحسن الثقفي، الإمام المحدث، مسند العصر كان\nمجانبا لهم، ومنهم الشيخ الكبير أبو القاسم هبة الله بن الحسن الدقاق، مسند\nالعراق.\n</p>\n\n<p>\nومنهم أبو الفضل أحمد بن صالح بن شافع الجيلي ثم البغدادي، أحد العلماء\nوالفضلاء كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الإمام العلامة أبو محمد عبد الله بن الخشاب، صاحب الفنون، كان\nمجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الفتح أحمد بن أبي الوفا بن الصالح البغدادي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو محمد بن الطباع المبارك بن علي البغدادي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الحافظ الكبير أبو طاهر السلفي، الإمام العلامة مسند الوقت، كان\nشافعي المذهب مجانبا لهم، له الإقبال <span id='ms74'></span> الكلي على الحنابلة، ومنهم أبو\nالسعادات نصر الله بن عبد الرحمن القزار، مسند بغداد كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو الفتح بن المني ناصح الإسلام نصر بن فتيان، فقيه العراق، وشيخ\nالحنابلة، كان ورعا زاهدا متعبدا على منهاج السلف، قال الذهبي: لم يخلف\nمثله، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم مسند العراق أبو الفرج عبد المنعم بن عبد الوهاب بن كليب الحراني\nالبغدادي الحنبلي.\n</p>\n\n<p>\nومنهم الإمام الكبير الواعظ المعبر، صاحب التصانيف، أبو الفرج ابن\nالجوزي، الإمام الكبير، له فيهم الذم الكثير في مواضع متعددة في السهم\nالمصيب وغيره.\n</p>\n\n<p>\nومنهم الشيخ الكبير أبو إسحاق العلثي، الفقيه المحدث، كان مجانبا لهم\nذاما، ومنهم الإمام أبو الحسن علي بن إبراهيم بن محية الأنصاري الحنبلي\nالواعظ، كان من الرؤساء العلماء، كان معاديا لهم.\n</p>\n\n<p>\nومنهم الحافظ الكبير أبو موسى المديني، كان إماما مقدما، وكان مجانبا\nلهم.\n</p>\n\n<p>\nومنهم الحافظ الكبير أبو محمد عبد الغني بن عبد الواحد بن علي بن سرور\nالمقدسي، كان مجانبا لهم محاربا وقع له من المحن والأمور معهم ما ليس هذا\nمحله.\n</p>\n\n<p>\nومنهم الشيخ الكبير عبد الرزاق بن الشيخ عبد القادر الجيلي، كان إماما\nمحدثا مجانبا لهم، ومنهم القاضي أبو المعالي أسعد بن المنجا بن أبي البركات\nالتنوخي المعدي، صاحب التصانيف كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو أحمد عبد الوهاب بن سكينة، مسند العراق كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الشيخ الكبير الزاهد قطب الأبدال أبو عمر محمد بن أحمد بن قدامة،\nصاحب المدرسة، كان مجانبا لهم , قال الذهبي: حفظ القرآن والفقه والحديث،\nوكان إماما فاضلا مقدما زاهدا عابدا قانتا لله خائفا من الله، منيبا إلى\nالله، كثير النفع للخلق، ذو أوراد وتهجد واجتهاد، وأوقاته مقسمة على الطاعة\nفي الصلاة والصيام والذكر وتعليم العلم والفتوة والمروءة والخدمة والتواضع،\nوقد كان عديم النظير في زمانه، ومنهم الفخر إسماعيل بن علي المأموني،\nالفقيه الحنبلي المناظر صاحب التصانيف.\n</p>\n\n<p>\nومنهم محمد بن مكي بن أبي الرجاء أبو عبد الله، محدث أصفهان الفقيه\nالحنبلي.\n</p>\n\n<p>\nومنهم أبو بكر محمد بن معالي بن غنيمة البغدادي <span id='ms75'></span> المأموني ابن الحلاوي،\nشيخ الحنابلة في زمانه ببغداد، قال الذهبي: كان علامة صالحا ورعا كبير\nالقدر وكان مجانبا لهم.\n</p>\n\n<p>\nومنهم الحافظ الكبير عبد القادر الرهاوي أبو محمد، محدث الوقت المسند\nالكبير الحنبلي كان متباينا لهم، ومنهم الحافظ العماد المقدسي، الإمام\nالكبير أخو الحافظ عبد الغني كان مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو البقاء العكبري، صاحب إعراب القرآن كان مجانبا لهم، ومنهم\nالشيخ الكبير الزاهد العابد الورع عبد الله. . . .، كان مجانبا لهم، ومنهم\nالإمام أبو عبد الله محمد بن خلف بن راجح المقدسي الحنبلي، الفقيه المناظر،\nومنهم أبو الفتوح بن الحصري الحافظ برهان الدين نصر بن أبي الفرج المقرئ،\nومنهم شيخ الإسلام وعلم الأعلام موفق الدين عبد الله بن أحمد بن محمد بن\nقدامة , قال الذهبي: أحد الأئمة الأعلام صاحب التصانيف الذي لم يدخل الشام\nبعد الأوزاعي أعلم منه , قال الذهبي: فاق على الأقران وحاز قصب السبق ,\nوانتهى إليه معرفة المذهب وأصوله , قال: وكان مع تبحره في العلوم وتفننه\nورعا زاهدا تقيا عليه هيبة ووقار وفيه حلم ومودة، وأوقاته مستغرقة للعلم\nوالعمل وكان يفحم الخصوم بالحجج والبراهين ولا يتحرج ولا ينزعج، كان مجانبا\nلهم رادا عليهم وصنف في الرد عليهم كتابا.\n</p>\n\n<p>\nومنهم الإمام الكبير الخطيب البليغ أبو عبد الله محيي الدين محمد بن أبي\nالقاسم ابن تيمية، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الشيخ الكبير المسند شمس الدين البخاري أحمد بن عبد الواحد المقدسي\nالعلامة.\n</p>\n\n<p>\nومنهم أبو بكر عبد الله بن نصر المقرئ قاضي حران.\n</p>\n\n<p>\nومنهم الشيخ الكبير بهاء الدين عبد الرحمن بن إبراهيم بن أحمد المقدسي،\nالمحصل المحدث الرحلة، ومنهم الحافظ الكبير المتقن الرحال صاحب التصانيف\nالكثيرة والحظ الكبير ضياء الدين المقدسي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الحافظ جمال الدين أبو موسى عبد الله بن الحافظ عبد الغني المقدسي،\nكان مجانبا لهم، ومنهم الحافظ الرحال تقي الدين أبو بكر محمد بن عبد الغني\nبن نقطة الحنبلي، ومنهم الشيخ الثقة أبو القاسم بن مسمار بن أحمد الدمشقي،\nكان إماما محدثا وهو الذي روى ذمهم.\n</p>\n\n<p>\nومنهم الشيخ <span id='ms76'></span> الكبير أبو الفرج عبد الرحمن بن بركات الدمشقي الإخصاصي\nالحنبلي وكذلك ولده عيسى.\n</p>\n\n<p>\nومنهم الشيخ الكبير المسند عبد القادر بن عبد القادر بن عبد المنعم بن\nأبي الفهم الحراني، ومنهم أبو عبد الله محمد بن عماد بن حسين الحراني\nالفقيه المحدث.\n</p>\n\n<p>\nومنهم الإمام نصر بن عبد الرزاق بن الشيخ عبد القادر، قاضي القضاة عماد\nالدين الجيلي الحنبلي، كان مجانبا لهم.\n</p>\n\n<p>\nومنهم الشيخ حمد بن أحمد بن محمد بن صديق موفق الدين الحراني.\n</p>\n\n<p>\nومنهم الإمام الكبير ناصح الدين أبو الفرج عبد الرحمن بن نجم بن عبد\nالوهاب.\n</p>\n\n<p>\nومنهم الناصح عبد القادر بن عبد القاهر بن أبي الفهم الحراني.\n</p>\n\n<p>\nومنهم أبو المنجى مسند الوقت عبد الله بن عمر ابن اللتي، المحدث الكبير\nوهو الذي روى عن السجزي ذم الكلام للأنصاري.\n</p>\n\n<p>\nومنهم أبو محمد الرضي عبد الرحمن بن محمد بن عبد الجبار المقدسي، ومنهم\nالمسند الكبير أبو عبد الله محمد بن طرخان السلمي الحنبلي.\n</p>\n\n<p>\nومنهم المحدث الكبير أبو الطاهر إسماعيل بن ظفر النابلسي الجوال الزاهد ,\nبلغني أنه صنف في ذمهم، ومنهم السيف عبد الغني بن محيي الدين ابن تيمية\nخطيب حران وابن خطيبها.\n</p>\n\n<p>\nومنهم الشيخ الكبير زين الدين أحمد بن عبد الملك بن عثمان المحدث المقدسي\nالحنبلي.\n</p>\n\n<p>\nومنهم الشيخ الكبير عبد الحق بن خلف بن عبد الحق أبو محمد الفقيه الدمشقي\nالحنبلي، ومنهم شيخ الإسلام وأوحد الأعلام وفقيه العصر أبو البركات مجد\nالدين بن عبد السلام ابن تيمية الحراني، صاحب التصانيف، ومنهم أبو الوفاء\nعبد الملك بن عبد الحق بن سيف الإسلام عبد الوهاب ابن الحنبلي، ومنهم أبو\nالفتوح عمر بن أسعد بن المنجى التنوخي الدمشقي والد ست الوزراء.\n</p>\n\n<p>\nومنهم المسند المجد الحافظ القدوة أبو العباس أحمد بن عيسى بن الشيخ موفق\nالدين المقدسي، ومنهم التقي ابن المعز العلامة المفتي أبو العباس أحمد بن\nمحمد بن الحافظ عبد الغني المقدسي، ومنهم شرف الدين عبد الله بن الشيخ أبي\nعمر محمد بن قدامة المقدسي، ومنهم الإمام أبو سليمان عبد الرحمن بن الحافظ\nعبد الغني <span id='ms77'></span> المقدسي الفقيه الكبير، ومنهم أبو الحسن بن المعتز، مسند الديار\nالمصرية علي بن أبي عبد الله الحسين بن علي البغدادي الحنبلي، ومنهم التقي\nالمدائني محمد بن محمود، أحد أئمة مذهب أحمد بدمشق , كان عالما متقنا\nمتبحرا لم يخلف بعده مثله، ومنهم الإمام العلامة أبو العباس أحمد بن سلامة\nالحراني البحار، الرجل الصالح العالم بالسنة كان مجانبا لهم ذاما.\n</p>\n\n<p>\nومنهم أبو إسحاق إبراهيم بن محمود بن سالم المعروف بابن الحبر المقرئ،\nالإمام المحدث.\n</p>\n\n<p>\nومنهم سيف الدين أبو المظفر بن المني البغدادي الفقيه الحنبلي.\n</p>\n\n<p>\nومنهم شيخ الإسلام وأوحد الأعلام وإمام العصر شمس الدين عبد الرحمن بن\nالشيخ أبي عمر بن قدامة المقدسي، كان مجانبا لهم ذاما.\n</p>\n\n<p>\nومنهم شرف الدين أبو عبد الله محمد بن عبد الله بن محمد بن أبي الفضل\nالسلمي المرسي، ذكره عنه الحافظ الضياء.\n</p>\n\n<p>\nومنهم الإمام أبو عبد الله محمد بن أحمد بن محمد بن أحمد المعروف بشرفه\nالمقرئ الحنبلي، ومنهم الإمام الفقيه أبو عبد الله محمد بن إسماعيل بن أحمد\nبن أبي الفتح المقدسي خطيب مرو، ومنهم الشيخ العلامة القدوة أبو زكريا يحيى\nبن يوسف بن يحيى الصرصري البغدادي الحنبلي، كان إليه المنتهى في معرفة\nاللغة وحسن الشعر، وكان مجانبا لهم ذاما.\n</p>\n\n<p>\nومنهم أبو الفتح أسعد بن عثمان بن وجيه الدين أسعد بن المنجى التنوخي،\nومنهم المحب عبد الله بن أحمد بن أبي بكر محمد بن إبراهيم السعدي المقدسي\nالمحدث مفيد الجيل.\n</p>\n\n<p>\nومنهم الإمام شمس الدين بن عبد الهادي بن يوسف بن قدامة المقدسي، ومنهم\nالشيخ الكبير عماد الدين عبد الحميد بن الهادي بن يوسف المقدسي.\n</p>\n\n<p>\nومنهم الإمام الفقيه شيخ الإسلام أبو عبد الله محمد بن أبي الحسين\nاليونيني الحافظ أحد أعلام الحنابلة، ومنهم الشيخ الكبير الزاهد أبو بكر بن\nقدامة، كان زاهدا ورعا، مجانبا لهم.\n</p>\n\n<p>\nومنهم أبو العباس أحمد بن حامد بن أحمد الأرتاحي الأنصاري المصري\nالحنبلي، ومنهم شرف الدين حسن بن الحافظ أبي موسى بن الحافظ عبد الغني\nالمقدسي.\n</p>\n\n<p>\nومنهم جمال الدين عبد الرحمن بن سالم <span id='ms78'></span> الأنباري الأنصاري الحنبلي، ومنهم\nعز الدين بن المعز الحافظ المحدث أبو محمد عبد الرحمن بن عز الدين محمد بن\nالحافظ عبد الغني.\n</p>\n\n<p>\nومنهم أبو الحسن علي بن إسماعيل بن إبراهيم المقدسي.\n</p>\n\n<p>\nومنهم أبو إسحاق إبراهيم بن الخطيب شرف الدين عبد الله بن أبي عمر خطيب\nالجيل.\n</p>\n\n<p>\nومنهم تاج الدين مظفر بن عبد الكريم بن نجم ابن الحنبلي.\n</p>\n\n<p>\nومنهم مسند الشام أبو العباس أحمد بن عبد الدايم بن نعمة المقدسي الفقيه\nالمحدث الإمام الكبير.\n</p>\n\n<p>\nومنهم النجيب عبد اللطيف بن عبد المنعم بن الصيقل أبو الفرج الحراني.\n</p>\n\n<p>\nومنهم يحيى بن الناصح عبد الرحمن بن نجم ابن الحنبلي، الشيخ الفقيه\nالمحدث.\n</p>\n\n<p>\nومنهم الشمس محمد بن عبد الوهاب الحراني الحنبلي , كان بارعا في المذهب\nوالأصول موصوفا بحرارة المناظرة والتحقيق، ومنهم الشيخ عبد الصمد بن أحمد\nبن أبي الجيش البغدادي الحنبلي , الرجل الصالح مقرئ العراق، ومنهم الشيخ\nأبو بكر شمس الدين بن العماد المقدسي الحنبلي , قاضي القضاة الإمام المحدث،\nومنهم أبو العباس أحمد بن أبي الخير سلامة بن إبراهيم الدمشقي الحداد\nالحنبلي , كان مجانبا لهم، ومنهم التقي عبد الساتر بن عبد الحميد بن محمد\nبن أبي بكر الرباني المقدسي الحنبلي , مهد وسمع، قال الذهبي: ناظر الخصوم\nوكفرهم وكان صاحب. . . . وتحرق على الأشعرية، فرموه بالتجسيم، ثم كان\nمنابذا لأصحابه الحنابلة لأجل ذلك.\n</p>\n\n<p>\nومنهم محمد بن داود بن إلياس الفقيه البعلبكي الحنبلي.\n</p>\n\n<p>\nومنهم الكمال عبد الرحيم بن عبد الملك بن عبد الملك بن يوسف بن محمد بن\nقدامة المقدس الإمام المحدث، ومنهم الفقيه عباس بن عمر بن عبيدان البعلبكي\nالرجل الصالح.\n</p>\n\n<p>\nومنهم الشيخ شهاب الدين عبد الحليم بن عبد السلام ابن تيمية، ذو الفنون\nالإمام الفقيه المحدث.\n</p>\n\n<p>\nومنهم الزين عبد الله بن الناصح عبد الرحمن بن نجم بن الحنبلي، الفقيه\nالمحدث، ومنهم عبيد الله بن محمد بن أحمد بن عبيد الله المقدسي، ومنهم أبو\nأحمد بن حمدان، صاحب التصانيف. . . . . . الرعاية، ومنهم عبد الرحمن بن أبي\nالفهم الحنبلي، ومنهم الصفي خليل بن أبي بكر بن محمد بن صديق <span id='ms79'></span> المراغي\nالحنبلي، ومنهم أبو العباس شرف الدين أحمد بن أحمد بن عبيد الله بن أحمد بن\nمحمد بن قدامة، الفقيه الفرضي بقية السلف.\n</p>\n\n<p>\nومنهم الفخر أبو محمد عبد الرحمن بن يوسف بن محمد البعلبكي الفقيه.\n</p>\n\n<p>\nومنهم الإمام المحدث شمس الدين أبو عبد الله محمد بن عبد الرحيم بن\nالكمال المقدسي.\n</p>\n\n<p>\nومنهم القاضي نجم الدين بن القاضي شمس الدين بن أبي عمر المقدسي.\n</p>\n\n<p>\nومنهم شمس الدين عبد الرحمن بن الزين أحمد بن عبد الملك بن عثمان\nالمقدسي.\n</p>\n\n<p>\nومنهم الشيخ الإمام القدوة مسند الدنيا أبو الحسن شمس الدين علي بن أحمد\nبن عبد الواحد عرف بابن البخاري المقدسي الحنبلي.\n</p>\n\n<p>\nومنهم العلامة مسند الوقت تقي الدين أبو إسحاق إبراهيم بن علي بن أحمد بن\nفضل الصالحي الحنبلي الفقيه المنقذ المدرس، قال الذهبي: درس بالصالحية،\nوكان فقيها زاهدا عابدا مخلصا قانتا صاحب جد وصدق وقول بالحق.\n</p>\n\n<p>\nومنهم القاضي شرف الدين حسن بن الشرف عبد الله بن الشيخ أبي عمر.\n</p>\n\n<p>\nومنهم أبو البركات زين الدين بن المنجا عثمان بن أبو سعد بن المنجا\nالتنوخي، الإمام الفقيه الدين الحبر.\n</p>\n\n<p>\nومنهم القاضي عز الدين عمر بن عبد الله بن عمر بن عوض المقدسي، قاضي\nالقاهرة الإمام الفقيه المحدث.\n</p>\n\n<p>\nومنهم الإمام محمد بن حازم بن حامد المقدسي، الشيخ العالم الصالح، ومنهم\nالإمام أبو عبد الله محمد بن عبد القوي المرداوي الإمام المحدث صاحب\nالتصانيف، ومنهم ابن الواسطي شمس الدين محمد بن علي بن أحمد بن فضل، ومنهم\nالموفق محمد بن يوسف بن إسماعيل المقدسي.\n</p>\n\n<p>\nومنهم الشيخ الكبير العز أحمد بن العماد وعبد الحميد بن عبد الهادي بن\nيوسف بن قدامة المحدث الفقيه.\n</p>\n\n<p>\nومنهم العماد أحمد بن محمد بن سعد بن عبد الله بن سعد أبو العباس الشيخ\nالصالح الفاضل.\n</p>\n\n<p>\nومنهم المسند الكبير عز الدين أبو الفداء إسماعيل بن عبد الرحمن بن عمرو\nالمرداوي، الإمام المحدث.\n</p>\n\n<p>\nومنهم الإمام المسند الكبير تقي الدين أحمد بن عبد الرحمن بن مؤمن الصوري\nالصالحي، مسند الشام.\n</p>\n\n<p>\nومنهم الشيخ وجيه الدين محمد بن عثمان <span id='ms80'></span> بن المنجا التنوخي، ومنهم الشيخ\nشرف الدين أبو الحسين علي بن محمد بن أحمد اليونيني، ومنهم مسند بغداد\nالإمام رشيد الدين محمد بن أبي القاسم شيخ المستنصرية.\n</p>\n\n<p>\nومنهم أبو عبد الله شمس الدين محمد بن أبي الفتح اليعلي، الإمام الفقيه\nالنحوي اللغوي المحدث.\n</p>\n\n<p>\nومنهم الشيخ شهاب الدين أحمد بن حسين بن أبي موسى بن الحافظ عبد الغني،\nالإمام الفقيه.\n</p>\n\n<p>\nومنهم الشيخ شمس الدين محمد بن أحمد بن أبي نصر الدباهي الإمام المحدث\nالصوفي.\n</p>\n\n<p>\nومنهم الإمام الحافظ سعد الدين مسعود بن أحمد الحارثي، قاضي القضاة بمصر\nالفقيه الكبير.\n</p>\n\n<p>\nومنهم الشيخ الإمام الفقيه الزاهد القدوة بركة الوقت أبو إسحاق إبراهيم\nبن أحمد بن حاتم، شيخ بعلبك.\n</p>\n\n<p>\nومنهم الشيخ عماد الدين أحمد بن القاضي شمس الدين محمد بن العماد بن\nإبراهيم المقدسي.\n</p>\n\n<p>\nومنهم الشيخ الصالح التقي شرف الدين أبو البركات عبد الأحد بن أبي القاسم\nبن عبد الغني بن تيمية.\n</p>\n\n<p>\nومنهم قاضي القضاة ومسند الشام تقي الدين أبو الفضل سليمان بن حمزة\nالمقدسي، الإمام الفقيه المحدث.\n</p>\n\n<p>\nومنهم الشيخ الكبير القدوة بركة الوقت محمد بن محمد بن الشيخ الكبير أبي\nبكر بن قدامة البالسي.\n</p>\n\n<p>\nومنهم الشيخ مسند الصالح أبو بكر بن المسند زين الدين أحمد بن عبد الدائم\nبن نعمة المقدسي.\n</p>\n\n<p>\nومنهم الفقيه كمال الدين عبد الرحيم بن عبد المحسن بن حسن بن ضرغام\nالكناني المصري.\n</p>\n\n<p>\nومنهم المسند بهائي الدين إبراهيم بن شمس الدين محمد بن عبد الرحمن بن\nنوح المقدسي، ومنهم الإمام شرف الدين محمد بن زين الدين المنجا عثمان بن\nمنجا مدرس المسمارية، ومنهم الشيخ الكبير قطب الدين موسى بن الشيخ الفقيه\nمحمد اليونيني، ومنهم المسند الكبير تقي الدين أحمد بن إبراهيم بن عبد الله\nبن أبي عمر، ومنهم جمال الدين يوسف بن عبد المحمود بن البتي الإمام الفقيه\nالمحدث البغدادي، ومنهم الإمام الزاهد التقي شمس الدين محمد بن مسلم بن\nمالك الصالحي القاضي الكبير، ومنهم الزاهد القدوة شرف الدين عبد الله بن\nعبد الحليم بن تيمية، ومنهم الشيخ عفيف الدين أبو <span id='ms81'></span> عبد الله محمد بن عبد\nالمحسن بن أبي الحسن بن الخراط البغدادي، ومنهم شيخ وقته وعصره الإمام\nالكبير والبحر الغزير مظهر فضائحهم وقامع فضائحهم أبو العباس أحمد بن\nتيمية، المتفنن في سائر العلوم , وله معهم الأمور الكبيرة والمواقف الزائدة\nوالمحنة العظيمة رحمه الله، ومنهم الفقيه المعمر المحدث جمال الدين عبد\nالرحمن بن أحمد بن عمر بن شكر المقدسي.\n</p>\n\n<p>\nومنهم الشيخ العلامة فخر الدين إسماعيل بن محمد الفراء الحراني.\n</p>\n\n<p>\nومنهم القاضي عز الدين محمد بن القاضي سليمان بن حمزة المقدسي.\n</p>\n\n<p>\nومنهم الشيخ الكبير المتزهد عبد الرحمن بن أبي محمد القرامزي، ومنهم\nالفقيه المحدث محيي الدين عبد القادر بن محمد المقريزي.\n</p>\n\n<p>\nومنهم القاضي شرف الدين عبد الله بن حسن بن عبد الله بن الحافظ، ومنهم\nالفقيه المجد المصدقي الدين عبد الرحمن بن محمد بن الفخر البعلي.\n</p>\n\n<p>\nومنهم الشيخ شمس الدين عبد الرحمن بن قاضي القضاة سعد الدين الحارثي.\n</p>\n\n<p>\nومنهم الصاحب شمس الدين غبريال السلماني المقرئ، وكان محبا للشيخ تقي\nالدين وأصحابه.\n</p>\n\n<p>\nومنهم الإمام المحدث الكبير التقي محب الدين عبد الله بن أحمد بن المحب\nالمقدسي، ومنهم الشيخ صفي الدين عبد المؤمن بن الخطيب عبد الحق بن شمائل\nالبغدادي، ومنهم الشيخ الكبير زين الدين عبادة بن عبد الغني المقرئ\nالحراني، ومنهم الإمام الحافظ المحدث محدث الشام علم الدين القاسم بن محمد\nبن البرزاني الشافعي، ومنهم الشيخ الزاهد القدوة أبو عبد الله محمد بن أحمد\nبن تمام الصالحي، ومنهم الشيخ الكبير الزاهد العابد خالد المجاور لدار\nالطعم وله حال وكشف وكلمة، كان مجانبا لهم محبا للشيخ تقي الدين وأصحابه،\nومنهم الشيخ الإمام الكبير الفاضل حجة الزمان شمس الدين أبو عبد الله محمد\nبن قيم الجوزية، كان مجانبا لهم , له معهم الأمور وللوقائع كشيخه وأزيد.\n</p>\n\n<p>\nومنهم الحافظ الكبير المتقن المجرد حافظ الوقت جمال الدين أبو الحجاج\nالمزي الشافعي، كان مجانبا لهم في الباطن كثير الصحبة للشيخ تقي الدين\nوأصحابه.\n</p>\n\n<p>\nومنهم الإمام العلامة ذو الفنون برهان الدين أبو إسحاق إبراهيم بن أحمد\nبن هلال الدرعي ابن <span id='ms82'></span> القاضي عز الدين بن التقي سليمان.\n</p>\n\n<p>\nومنهم الشيخ المسند مسند الشام المقرئ الصالح العابد أبو العباس أحمد بن\nعلي بن حسن بن داود الحراني الصالحي الحنبلي، ومنهم الشيخ الإمام الكبير\nالحافظ الفقيه النحوي المحدث المتقن أبو عبد الله محمد بن أحمد بن عبد\nالهادي المقدسي , كان مجانبا لهم مفارقا كشيخه وامتحن وقتل في ذلك.\n</p>\n\n<p>\nومنهم الحافظ الكبير الحجة العمدة أبو عبد الله محمد بن قايماز الذهبي،\nصاحب التواريخ , كان مجانبا لهم , محبا للشيخ تقي الدين وأصحابه مادحا لهم،\nومنهم الشيخ المسند المقرئ أبو عمر عثمان بن سالم بن خلف البلدي المقدسي.\n</p>\n\n<p>\nومنهم الشيخ الرئيس الإمام عز الدين محمد بن أحمد بن منجا التنوخي.\n</p>\n\n<p>\nومنهم الشيخ المعمر الثقة أبو محمد عبد الرحمن بن عبد الحليم بن عبد\nالسلام بن تيمية أخو الشيخ تقي الدين، ومنهم الشيخ الإمام العالم الزاهد\nالورع عز الدين أبو عبد الله محمد بن إبراهيم بن عبد الله بن أبي عمر\nالصالحي، ومنهم الشيخ الكبير قاضي القضاة شرف الدين بن قاضي الجيل، ومنهم\nالشيخ الكبير بهائي الدين محمد بن الإمام شمس الدين محمد بن أبي الفتح\nالبعلي، ومنهم الحافظ شهاب الدين أبو الفتح أحمد بن المحب عبد الله بن أحمد\nبن المحب المقدسي، ومنهم أبو الحسن علي بن زين الدين المنجا بن عثمان بن\nمنجا التنوخي.\n</p>\n\n<p>\nومنهم الإمام الثقة الحبر المعمر شمس الدين أبو المظفر يوسف بن يحيى بن\nعبد الرحمن بن نجم بن الحنبلي، ومنهم الشيخ الكبير الزاهد عماد الدين أحمد\nبن عبد الهادي بن عبد الحميد والد شمس الدين المتقدم وجدنا الأعلى.\n</p>\n\n<p>\nومنهم الشيخ نجم الدين أبو العباس أحمد بن قاضي القضاة عز الدين بن شمس\nالدين سليمان بن حمزة، ومنهم بدر الدين محمد بن محمد بن عبد الغني بن قاضي\nحران.\n</p>\n\n<p>\nومنهم التقي عبد الله بن الناصح الحنبلي.\n</p>\n\n<p>\nومنهم الشيخ المعمر الصالح أبو عبد الله محمد بن أحمد بن رمضان الحراني\nالدمشقي الحنبلي، ومنهم الحافظ الكبير شمس الدين محمد بن يحيى بن محمد بن\nسعد <span id='ms83'></span> المقدسي الصالحي المكثر، ومنهم الشيخ المعمر الصالح الفقيه عمر بن\nعثمان بن سالم بن خلف بن فضل المقدسي، ومنهم الشيخ المعمر الصالح أبو محمد\nعبد الله بن محمد بن إبراهيم الصالحي المعروف بابن قيم الضيائية، ومنهم\nالشيخ الزاهد أبو إسحاق إبراهيم بن محمد بن يونس القواس، صحب ابن هود في\nوقت ثم هجره ولازم شيخ الإسلام ابن تيمية.\n</p>\n\n<p>\nومنهم الإمام العلامة شيخ الأدب جمال الدين أبو محمد عبد الله بن محمد بن\nهشام النحوي الحنبلي، صاحب كتاب المغني.\n</p>\n\n<p>\nومنهم الإمام الكبير الفقيه النحوي الأصولي أبو عبد الله محمد بن مفلح\nالصالحي.\n</p>\n\n<p>\nومنهم الشيخ الزاهد المعمر أبو العباس أحمد الزرعي الحنبلي , أحد الآمرين\nبالمعروف والناهين عن المنكر صاحب الشيخ تقي الدين بن تيمية.\n</p>\n\n<p>\nومنهم الشيخ الكبير الإمام القدوة قاضي القضاة جمال الدين المرداوي، صاحب\nالانتصار، ومنهم الشيخ الكبير الحافظ المؤرخ المحدث إسماعيل بن كثير\nالشافعي.\n</p>\n\n<p>\nومنهم الشيخ الكبير الفقيه جمال الدين يوسف بن أحمد بن أبي عمر إمام\nمدرسة جده جد أبي. . . . .، كان مجانبا لهم مفارقا، له معهم أمور.\n</p>\n\n<p>\nومنهم الحافظ الكبير المتقن المجدد المحدث أبو بكر محمد بن المحب المعروف\nبالمحب الصامت، ومنهم الشيخ برهان الدين إبراهيم بن الشيخ شمس الدين بن قيم\nالجوزية، ومنهم القاضي شهاب الدين المرداوي، قاضي حماة الإمام المحدث.\n</p>\n\n<p>\nومنهم الشيخ شهاب الدين بن ثواب الكاملية الشيخ الصالح المقرئ.\n</p>\n\n<p>\nومنهم الشيخ شمس الدين الحديدي الشيخ الصالح الزاهد، ومنهم الإمام الحافظ\nالكبير علاء الدين بن معلى، قاضي القضاة بمصر، ومنهم الشيخ الكبير الحافظ\nالمتقن عماد الدين بن بردس البعلي، ومنهم الشيخ الكبير المتقن شمس الدين بن\nاليونانية البعلي، ومنهم الشيخ الحافظ الكبير برهان الدين بن خلاف الحنبلي\nالبعلي، ومنهم الشيخ المسند المعمر تاج الدين بن عماد الدين بن بردس\nالبعلي، ومنهم القاضي الكبير برهان الدين، وتقي الدين ابن مفلح، ومنهم\nالشيخ الكبير الفقيه النبيل قاضي القضاة عز الدين صاحب مفردات مذهب أحمد،\nومنهم الإمام الحافظ القدوة زين الدين أبو الفرج عبد الرحمن بن رجب، ومنهم\nالشيخ القدوة <span id='ms84'></span> البركة قدوة الوقت أبو الحسن علي بن عروة الموصلي، كان مجانبا\nلهم مفارقا، له معهم الأمور الكثيرة.\n</p>\n\n<p>\nومنهم الشيخ الزاهد العابد المفسر إمام الوقت أبو الفرج وأبو سعد عبد\nالرحمن بن أبي الكرم، كان مجانبا لهم مفارقا , له معهم أمور ووقائع، ومنهم\nالصاحب النبيل الكبير شهاب الدين بن عبد الرزاق، كان مجانبا لهم ذاما،\nومنهم شيخنا الشيخ الكبير القدوة البركة المقرئ الشيخ خلف المغربي، كان\nمجانبا لهم، ومنهم شيخنا الإمام القدوة المفسر المحدث الشيخ حسن الصفدي،\nكان مجانبا لهم، ومنهم شيخنا الإمام الكبير القدوة البركة أبو العباس أحمد\nالبغدادي، إمام المدرسة كان مجانبا لهم.\n</p>\n\n<p>\nومنهم شيخنا الإمام الكبير القدوة المحدث المفسر الواعظ علاء الدين أبو\nالحسن اليونيني البغدادي، كان مجانبا لهم مفارقا وامتحن.\n</p>\n\n<p>\nومنهم شيخنا الإمام الكبير القدوة الفقيه عمدة الوقت الزاهد العابد تقي\nالدين أبو بكر بن قدس، كان مجانبا لهم وامتحن محنة كبيرة.\n</p>\n\n<p>\nومنهم شيخنا الزاهد العابد القدوة البركة زين الدين أبو الفرج عبد الرحمن\nبن الحبال.\n</p>\n\n<p>\nومنهم شيخنا الإمام الكبير المحدث أمين الدين بن الكركي.\n</p>\n\n<p>\nومنهم شيخنا الكبير الإمام الزاهد العابد البركة المتعفف صفي الدين أبو\nعبد الله محمد بن الصفي، كان مجانبا لهم ذاما محذرا منهم رضي الله عنه.\n</p>\n\n<p>\nومنهم شيخنا الحافظ المحدث الفقيه النحوي اللغوي مصلح وقته أبو العباس\nأحمد بن زيد، كان مجانبا لهم ذاما، ومنهم جدي أبو العباس أحمد بن عبد\nالهادي، كان ذاما لهم، ومنهم شيخنا الشيخ الزاهد العابد المقرئ الفاضل أبو\nحفص عمر اللؤلؤي، كان مجانبا لهم مفارقا ذاما محذرا، ومنهم شيخنا قاضي\nالقضاة المحدث الرحلة نظام الدين ابن مفلح الحنبلي، كان مجانبا لهم مفارقا\nذاما شديدا عليهم.\n</p>\n\n<p>\nومنهم شيخنا شمس الدين أبو عبد الله محمد الشبلي الحنبلي، مجانبا لهم\nذاما محذرا، ومنهم شيخنا الشيخ برهان الدين العجلوني، المحدث المجدد المتقن\nالشافعي المذهب مجانبا لهم محذرا منهم ذاما لهم، ومنهم شيخنا أبو عبد الله\nقطب الوقت محمد بن محمد الحيضري الشافعي مجانبا لهم يظهر لنا في باطنه\nأمورا تدل على المفارقة <span id='ms85'></span>.\n</p>\n\n<p>\nومنهم والدي أبو محمد حسن بن عبد الهادي، مجانبا لهم مفارقا محذرا، ومنهم\nصاحبنا وشيخنا أبو عبد الله محمد بن أبي بكر بن زريق، مجانبا لهم مفارقا،\nومنهم صاحبنا وشيخنا أبو الحسن علاء الدين علي المرداوي الفقيه الفاضل ,\nمجانبا لهم، ومنهم صاحبنا وشيخنا الفقيه الفاضل تقي الدين أبو بكر بن زيد،\nمجانبا لهم مفارقا ذاما محذرا، ومنهم صاحبنا وقاضينا القاضي برهان الدين\nأبو محمد بن عبد الله بن مفلح، مجانبا لهم في الباطن، ومنهم شيخنا وصاحبنا\nالقاضي وجيه الدين أسعد بن منجى التنوخي، كان مجانبا لهم، ومنهم صاحبنا\nوقاضينا أبو الحسن علي بن مفلح الحنبلي , مجانبا لهم مفارقا، ومنهم سيدنا\nوشيخنا وقدوتنا وإمامنا وشيخ وقته عز الدين بن نصر الله، قاضي القضاة\nبالديار المصرية، كان مجانبا لهم مفارقا، ومنهم صاحبنا الشيخ شمس الدين\nمحمد بن حبيب البعلي، كان مجانبا لهم محذرا.\n</p>\n\n<p>\nومنهم صاحبنا الشيخ الكبير الفقيه شمس الدين بن البطوقي البعلي، كان\nمجانبا لهم، ومنهم صاحبنا الشيخ الفقيه شمس الدين الخطيب المرداوي، مجانبا\nلهم، ومنهم شيخنا وصاحبنا الشيخ شمس الدين محمد اللؤلؤي الحنبلي، كان\nمجانبا لهم واقعا فيهم.\n</p>\n\n<p>\nومنهم شيخنا الشيخ شهاب الدين المصري، كان مجانبا لهم واقعا فيهم، محذرا\nمنهم.\n</p>\n\n<p>\nومنهم صاحبنا الشيخ الفقيه المفتن جمال الدين يوسف أبو محمد المرداوي،\nمجانبا لهم مفارقا واقعا.\n</p>\n\n<p>\nوقد رأينا في أصحابنا ورفقائنا ومن اشتغل معنا أكثر من ألف واحد على\nمجانبتهم ومفارقتهم، والوقوع فيهم، وما تركنا ممن تقدم أكثر ممن ذكرنا،\nفهذه لعمرك الدساكر لا العسكر الملفق الذي لفقه ابن عساكر، بالصدق والكذب\nالذين لا يبلغون خمسين نفسا بمن قد كذب عليهم , ولو نطول تراجم هؤلاء كما\nقد أطال في أولئك، لكان هذا الكتاب أكثر من عشر مجلدات، ووالله ثم والله\nلما تركنا أكثر ممن ذكرنا، ولو ذهبنا نستقصي ونتتبع كل من جانبهم من يومهم\nإلى الآن لزادوا على عشرة آلاف نفس، ولكن أنا أذكر لك كلاما تعلم منه\nكيفيتهم كان أشعريا وأتباعه في زمنه لا يظهر منهم أحد بين الناس <span id='ms86'></span>، ولا يقدر\nأحدهم على إظهار كلمة واحدة مما هم عليه، ثم لما ذهب هو وأصحابه، ولا نسب\nأحدا منهم فلعله قد تاب حقيقة بل نسأل الله له ولأتباعه المسامحة، وجاء\nأصحاب أصحابه وكان ذلك في زمن شيخ الإسلام الأنصاري كان الواحد والاثنان\nوالثلاثة منهم إذا أرادوا أن يتكلموا بشيء في مذهبهم وما هم عليهم اختفوا\nبذلك بحيث لا يراهم أحد بالكلية، فقد ذكر ذلك شيخ الإسلام الأنصاري وغيره ,\nوهو إمام مقبول عند سائر الطوائف , ومن لم يصدقني ينظر في كتابه ذم الكلام\nيجد ذلك في عدة مواضع منه، ثم لما كان بعد ذلك بمدة في زمن الخطيب البغدادي\nوغيره ظهروا بذلك بعض الظهور، فقويت الشوكة عليهم، ولعنوا على المنابر،\nونفي جماعة منهم، ثم بعد ذلك بمدة. . . . . . . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             <span id='ms87'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "122",
    "123",
    "124",
    "125",
    "000",
    "127",
    "000",
    "129",
    "000",
    "000",
    "000",
    "133",
    "134",
    "135",
    "136",
    "137",
    "000",
    "000",
    "140",
    "141",
    "000",
    "143",
    "144",
    "145",
    "146",
    "147",
    "000",
    "149",
    "150",
    "151"
  ],
  "volumes": [
    "01"
  ]
}