{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (102)\n</p>\n\n<p>\nالاختيار في بيع العقار\n</p>\n\n<p>\nللإمام العلامة\n</p>\n\n<p>\nجمال الدين أبي المحاسن يوسف بن حسن بن أحمد بن عبد الهادي العمري\nالمقدسي الدمشقي الحنبلي\n</p>\n\n<p>\n909 ه\n</p>\n\n<p>\nرحمه الله تعالى\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nالدكتور عبد الرؤوف بن محمد بن أحمد الكمالي\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1428 ه - 2007 ملقاء العشر الأواخر بالمسجد الحرام (102) ¶ الاختيار في\nبيع العقار ¶ للإمام العلامة ¶ جمال الدين أبي المحاسن يوسف بن حسن بن أحمد\nبن عبد الهادي العمري المقدسي الدمشقي الحنبلي ¶ 909 ه ¶ رحمه الله تعالى\n¶ تحقيق ¶ الدكتور عبد الرؤوف بن محمد بن أحمد الكمالي ¶ دار البشائر\nالإسلامية ¶ الطبعة الأولى ¶ 1428 ه - 2007 م\n----NO PAGE NO------\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوهو حسبي\n</p>\n\n<p>\nالحمد لله رب العالمين, وصلى الله على سيدنا محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nأخبرنا جماعة من شيوخنا, أخبرنا ابن المحب, أخبرنا المزي, أخبرنا ابن\nالدرجي, أخبرنا أبو المجد الثقفي, أخبرنا أبو عبد الله الجلال, أخبرنا أبو\nالفضل الرازي, أخبرنا أبو القاسم الرازي, أخبرنا أبو بكر الروياني, حدثنا\nمحمد بن بشار, حدثنا سلم بن قتيبة, حدثنا شعبة, عن يزيد بن أبي خالد, عن\nأبي عبيدة بن حذيفة, عن حذيفة:\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم قال: ((من باع دارا لم يشتر مكانها دارا لم\nيبارك له)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوبه إلى الروياني: حدثنا بشر بن آدم, حدثنا موسى بن أيوب الليثي, حدثنا\nأبي, عن عبد الملك بن يعلى قاضي البصرة, عن محمد بن عمران بن حصين, حدثني أبي:\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال: ((من باع عقاره من غير حاجة, صب الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nعلى ذلك المال تلفا)).\n</p>\n\n<p>\nوبه إلى الروياني: حدثنا خازم بن يحيى الحلواني, حدثنا إبراهيم بن الحسن,\nحدثنا بشر بن شريح البزاز, حدثني قبيصة بن الجعد السلمي, عن أبي المليح\nالهذلي, عن عبد الملك بن يعلى, عن عمران بن حصين قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم : ((ما من عبد يبيع تالدا, إلا سلط\nالله عليه تالفا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الحسن خازم بن يحيى الحلواني: التالد: أن يبيع داره وعقاره.\n</p>\n\n<p>\nوبه إلى <span id='ms1'></span> الروياني: حدثنا ابن إسحاق, حدثنا خلف, حدثنا عبد الصمد, حدثنا\nمحمد بن أبي المليح الهذلي, حدثني رجل من الحي:\n</p>\n\n<p>\nأن يعلى بن سهيل مر بعمران بن حصين, فقال له: يا يعلى: ألم أنبأ أنك بعت\nدارك بمائة ألف؟ قال: بلى قد بعتها بمائة ألف, قال:\n</p>\n\n<p>\nفإني سمعت رسول الله صلى الله عليه وسلم يقول: ((من باع عقدة مال سلط\nالله عليها تالفا يتلفها)).\n</p>\n\n<p>\nأخبرنا جماعة من شيوخنا, أخبرنا ابن المحب, أخبرنا القاضي سليمان, أخبرنا\nالحافظ ضياء الدين, أخبرنا أبو المظفر السمعاني, أخبرنا أبو القاسم وأبو\nعبد الرحمن أبناء الحسن الكاتب قالا: أخبرنا أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nالشيرازي, أخبرنا السيد أبو منصور, أخبرنا أبو بكر بن أبي دارم, حدثنا\nإبراهيم بن أحمد المروزي, حدثنا بشر بن آدم, حدثنا موسى بن أيوب, حدثنا\nأبي, عن عبد الملك بن يعلى قاضي البصرة, عن محمد بن عمران بن حصين, حدثني أبي:\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال: ((من باع عقاره من غير حاجة صب\nالله على ذلك المال تلفا)).\n</p>\n\n<p>\nأخبرنا جماعة من شيوخنا: أخبرنا ابن المحب, أخبرنا المزي, أخبرنا أبو\nالعز الشيباني, أخبرنا سليمان بن محمد, أخبرنا أبو القاسم بن السمرقندي,\nأخبرنا أبو القاسم بن الجلال, أخبرنا أبو القاسم الصيدلاني, أخبرنا أبو\nمحمد الكاتب, أخبرنا أبو سعيد الأشج, حدثنا عقبة بن خالد, حدثنا الصباح,\nحدثني خالد بن أبي أمية, عن أبي عبيدة بن حذيفة, عن أبيه, عن عمرو بن حريث قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم : ((من باع دارا ثم لم يجعل ثمنها في\nمثلها لم يبارك له فيها)).\n</p>\n\n<p>\nأخبرنا جدي: أخبرنا الصلاح بن أبي عمر, أخبرنا الفخر ابن البخاري, أخبرنا\nحنبل, أخبرنا ابن الحصين, أخبرنا ابن المذهب, أخبرنا أبو بكر القطيعي,\nأخبرنا عبد الله ابن الإمام أحمد, حدثني أبي, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nحدثنا أبو سعد, حدثنا قيس بن الربيع, حدثنا عبد الملك بن عمير, عن عمرو بن\nحريث قال:\n</p>\n\n<p>\nقدمت المدينة, فقاسمت أخي, فقال سعيد بن زيد:\n</p>\n\n<p>\nإن رسول الله صلى الله عليه وسلم <span id='ms2'></span> قال: ((لا يبارك في ثمن أرض ولا دار لا\nيجعل في ثمن أرض ولا دار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوهذا الأمر مستقر عند الناس, مشاهد لهم بالعقل, تنطق به ألسنتهم, من يعرف\nالحديث ومن لم يعرفه, مجرب عندهم, وقد جربته أنا أيضا ورأيت صحته.\n</p>\n\n<p>\nفينبغي للعاقل أن يحرص جهده في ترك بيع العقار ما دام مستغنيا عن ثمنه.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوينبغي له إذا باع عقارا وليس ثم ضرورة داعية إلى ثمنه -إما لرداءته,\nوإما لحصول ضرر منه, وإما لتعطيل نفعه-: أن يبادر بثمنه ويشتري به غيره من\nالعقار ما يعود منه النفع ولو كان أقل من ذلك, كما ورد الحديث بذلك.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوإذا دعت ضرورة إلى بيع العقار, نظر في المصلحة في ذلك, فإنه يباع لأمور\nمتعددة, وليس هو من الأمور المكروهة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nمن ذلك: لقضاء الدين, فإن بيعه في قضاء الدين, لا بأس به.\n</p>\n\n<p>\nومن ذلك: للحج الواجب, فإنه لا بأس به, ومن فضل الله يخلف له ما هو خير منه.\n</p>\n\n<p>\nومن ذلك: في التزويج, فإنه لا بأس به في ذلك لتزويج النفس والأولاد.\n</p>\n\n<p>\nومن ذلك: النفقة على النفس والعيال, إذا لم يجد غيره.\n</p>\n\n<p>\nوكثير من الجهال يبيع العقار ليتجر بثمنه!!\n</p>\n\n<p>\nوقد رأيت ذلك من أسرعه ذهابا وانمحاقا, ولا يقيم في أيديهم غالبا.\n</p>\n\n<p>\nبل ينبغي للإنسان أن يتخذ العقار, وما تحصل منه من ريعه جعله في عقار\nآخر؛ فإن ذلك يكثره وينميه, ويزيد في الرزق والخير الدنيوي, والحديث يدل عليه.\n</p>\n\n<p>\nوقد شاهدنا ذلك؛ فقد كان عبد الهادي الأرموي يفعل ذلك فصار له به دنيا متسعة.\n</p>\n\n<p>\nومن أحسن ما يحكى في هذا الباب:\n</p>\n\n<p>\nأن ست الشام التي بنت الشامية, حين أرادت بناءها اشترت العقار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nأولا الذي أرادت وقفه عليها وجعلت تبني من ريعه المتحصل منه المدرسة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الست خاتون التي بنت الصاحبة, وضعت يدها أولا في بناء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nالمدرسة قبل شراء الوقف, فما فضل معها من المال لشراء الوقف غير القليل,\nفلهذا صار وقف الشامية أكثر وأغزر وأتم من وقف الصاحبة بحسن النظر\nوالتدبير.\n</p>\n\n<p>\nوالله الموفق <span id='ms3'></span> وعليه التكلان, وهو حسبنا ونعم الوكيل\n</p>\n\n<p>\nوالحمد لله وحده, وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\n</p>\n\n<p>\nوفرغ منه واضعه يوسف بن حسن بن عبد الهادي يوم الخميس, رابع عشر شهر ربيع\nالآخر, سنة تسع وثمانين وثمان مئة.\n</p>\n\n<p>\nوالحمد لله وحده\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وآله وصحبه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n <span id='ms4'></span>\n</p>\n",
  "pages": [
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021"
  ],
  "volumes": [
    "01"
  ]
}