{
  "content": "\n\nالكتاب: الفوائد المنتقاة الغرائب - مخطوط\n<p>\nالمؤلف: أبو محمد عبيد الله بن أحمد بن معروف البغدادي\n</p>\n\n<p>\nالمتوفى: 381 ه\n</p>\n\n<p>\nانتخاب: الدارقطني\n</p>\n\n<p>\nمصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية\n</p>\n\n<p>\nرقم المجموع: 3826 عام [مجاميع 90]\n</p>\n\n<p>\nرقم المخطوط في المجموع: 2\n</p>\n\n<p>\nعدد أوراق المخطوط: 7 (15 - 21)\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق15ب)\n</p>\n\n<p>\nالجزء من الفوائد المنتقاة الغرائب\n</p>\n\n<p>\nانتخاب الشيخ أبي الحسن علي بن عمر الدارقطني\n</p>\n\n<p>\nرواية قاضي القضاة أبي محمد عبيد الله بن أحمد بن معروف.\n</p>\n\n<p>\nرواية أبي القاسم عبد الكريم بن محمد بن عبيد الله السياري\n</p>\n\n<p>\nسماع لمحمد بن الحسين بن محمد بن الفراء، وولده أبي القاسم عبيد الله\nحماه الله.\n</p>\n\n<p>\nوهو أول سماعه معي وبحضرتي، وكان له خمس سنين زيد إتماما، وكان السماع في\nشعبان من سنة ثمان وأربعين وأربع مئة، وكان قد سمع من ابن الجوهري، وله دون\nهذا السن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [الفوائد المنتقاة الغرائب لابن معروف بانتخاب الدارقطني]</h1>\n\n<p>\n(ق16أ)\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا أبو القاسم عبد الكريم بن محمد بن عبيد الله السياري في شعبان من\nسنة ثمان وأربعين وأربع مئة، قراءة عليه، قال: أخبرنا قاضي القضاة أبو محمد\nعبيد الله بن أحمد بن معروف، قراءة عليه، قال:\n</p>\n\n<p>\n1 - قرىء على أبي محمد يحيى بن محمد بن صاعد، وأنا أسمع، حدثكم إبراهيم\nبن سعيد الجوهري، قال: حدثنا سعيد بن محمد الوراق، قال: أخبرنا محمد بن\nعمرو، عن أبي سلمة، عن أبي هريرة أن يهودية أهدت للنبي صلى الله عليه وسلم\nشاة مصلية، فأكل منها ثم قال: قد أخبرتني أنها مسمومة، فمات بشر بن البراء\nمنها فأرسل إليها، [فقال:] (1) ما حملك على ما صنعت؟ قالت: أردت أن أعلم إن\nكنت نبيا لم يضرك، وإن كنت ملكا أرحت الناس منك، فأمر بها فقتلت.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n2 - قرىء على أبي محمد، قال: قرىء على أبي القاسم جعفر بن محمد بن المغلس،\nوأنا أسمع، حدثكم هارون بن إسحاق الهمداني، قال: حدثنا عبدة بن سليمان، عن\nهشام بن عروة، عن أبيه، عن المغيرة بن شعبة، أن عمر بن الخطاب استشارهم في\nملاص المرأة <span id='ms1'></span>، قال هشام، والملاص: (ق16ب) الجنين، فقال له المغيرة بن شعبة:\nقضى فيه رسول الله صلى الله عليه وسلم بالغرة عبد أو أمة، فقال له عمر إن\nكنت صادقا، فأت بآخر يعلم ذلك، قال: فشهد محمد بن مسلمة الأنصاري أن رسول\nالله قضى فيه بالغرة عبد أو أمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n3 - قرىء على أبي محمد، قال: قرىء على أبي حامد محمد بن هارون الحضرمي،\nوأنا أسمع، حدثكم أحمد بن منيع، قال: حدثنا يحيى بن واضح الخراساني، يكنى\nأبا تميلة، عن محمد بن إسحاق، عن محمد بن طلحة بن يزيد بن ركانة، عن عبيد\nالله الخولاني، عن ابن عباس، عن علي بن أبي طالب، قال: رأيت رسول الله صلى\nالله عليه وسلم توضأ ثلاثا ثلاثا، ثم أخذ كفا من ماء فوضعه على رأسه، فرأيت\nالماء ينحدر على وجهه صلى الله عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n4 - قرىء على أبي محمد، قال: قرىء على أبي حامد محمد بن هارون الحضرمي،\nوأنا أسمع، حدثكم أحمد بن منيع، قال: حدثنا يعقوب بن إبراهيم، وهو أبو يوسف\nالقاضي، قال: حدثنا ابن أبي ليلى، عن عبد الكريم بن أبي أمية، عن عبد الله\nبن الحارث، عن ابن عباس، عن علي بن أبي طالب، قال: نهاني رسول الله صلى\nالله عليه وسلم عن قراءة القرآن وأنا راكع أو ساجد. (ق17أ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n5 - قرىء على أبي محمد، قال: قرىء على أبي عمرو يوسف بن يعقوب بن يوسف\nالنيسابوري، وأنا أسمع، أخبركم أبو بكر بن أبي شيبة، قال: حدثنا غندر، عن\nشعبة، عن الحكم، قال: سمعت ابن أبي ليلى يحدث، عن عبد الله بن عكيم، قال:\nقرئ علينا كتاب رسول الله صلى الله عليه وسلم وأنا غلام شاب: لا تنتفعوا من\nالميتة بإهاب، ولا عصب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n6 - قرىء على أبي محمد، قال: قرىء على أبي بكر محمد بن إبراهيم بن نيروز\nالأنماطي، وأنا أسمع، حدثكم عبد الله بن أبي البختري، قال: حدثنا مصعب بن\nالمقدام، قال: حدثنا داود وهو ابن نصير الطائي، عن الأعمش، عن أبي صالح، عن\nأبي هريرة، قال: قال <span id='ms2'></span> رسول الله صلى الله عليه وسلم: أتاكم أهل اليمن هم\nألين أفئدة , وأرق قلوبا , الإ يمان يمان , والحكمة يمانية , والقسوة وغلظ\nالقلوب في الفدادين، قبل المشرق، ربيعة ومضر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n7 - قرىء على أبي محمد، قال: قرىء على محمد بن إبراهيم بن نيروز، وأنا\nأسمع، حدثكم عبد الله بن أبي البختري، قال: حدثنا حفص بن غياث، عن خالد\nالحذاء، عن أبي المليح، عن أبيه، قال: مطرنا يوم سفر ونحن مع رسول الله\nمطرا لم يبل أسفل نعالنا، فنادى منادي رسول الله: أن صلوا في رحالكم. (ق17ب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n8 - قرىء على أبي محمد، قال: قرىء على أبي عبد الله أحمد بن سليمان الطوسي،\nوأنا أسمع، حدثكم الزبير بن بكار أبو عبد الله، قال: وحدثني عبد الجبار بن\nسعيد المساحلي، عن عبد الرحمن بن أبي الزناد، عن موسى بن عقبة، عن أبي\nالزبير، عن جابر بن عبد الله، قال: استأذن أبو بكر على رسول الله صلى الله\nعليه وسلم، فوجد الناس محجوبة ببابه، لم يؤذن لأحد منهم، فأذن لأبي بكر،\nفدخل، ثم أقبل عمر، فاستأذن فأذن له، فوجد رسول الله جالسا حوله نساؤه،\nورسول الله واجم، فقال عمر: والله لأمازحن النبي، ولأقولن شيئا يضحكه.\nفقال: يا رسول الله لو رأيت بنت خارجة كسداء (1)، سألتني آنفا النفقة، فقمت\nإليها، فوجأت عنقها، قال: فضحك رسول الله، قال: هن حولي كما ترى، يسألنني\nالنفقة، فقام أبو بكر إلى عائشة يجأ عنقها، وقام عمر إلى حفصة يجأ عنقها،\nكلاهما يقول: تسألن رسول الله صلى الله عليه وسلم ما ليس عنده، فقلن: والله\nلا نسأل رسول الله أبدا ما ليس عنده.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n9 - قرىء على أبي محمد، قال: قرىء على أبي بكر (ق18أ) محمد بن حبش بن مسعود\nالسراج، وأنا أسمع، حدثكم خلاد بن أسلم، قال أخبرنا النضر، هو ابن شميل،\nقال أخبرنا شعبة، عن قتادة، عن النضر بن أنس، عن زيد بن أرقم، أن رسول الله\nصلى الله عليه وسلم قال: اللهم اغفر للأنصار، ولأبناء الأنصار، ولأبناء\nأبناء الأنصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n10 - قرىء على أبي <span id='ms3'></span> محمد، قال: حدثنا أبو بكر عبد الله بن محمد بن زياد\nالنيسابوري، قال: حدثنا أبو جعفر الدارمي أحمد بن سعيد بن صخر، قال: حدثنا\nالنضر بن شميل، قال: أخبرنا أبو قرة الأسدي قسم الصيداوي، قال: سمعت سعيد\nبن المسيب، يقول: قال عمر بن الخطاب: سمعت رسول الله صلى الله عليه وسلم\nيقول: إنه قد أوحي إلي أنه من كان يرجو لقاء ربه فليعمل عملا صالحا، ولا\nيشرك بعبادة ربه أحدا كان له نورا من أبين إلى مكة حشوه الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n11 - قرىء على أبي محمد، حدثنا أبو عبد الله الحسين بن سعيد الضبي، قال:\nحدثنا عبد الله بن جرير بن جبلة، قال: حدثنا محمد بن عمرو، هو ابن جبلة،\nقال: حدثنا أبو زياد الطحان، وهو سهل بن زياد البصري، قال: حدثنا سليمان\nالتيمي، عن أبي الزبير، عن جابر، قال: قدم (ق18ب) علينا رسول الله ذات يوم،\nفنادى بصوت أسمع العواتق في خدورها: يا معشر من أسلم بلسانه، ولم يخلص\nالإيمان إلى قلبه، لا تذموا المسلمين، ولا تتبعوا عوراتهم، فإنه من يتتبع\nعورة أخيه يتتبع الله عورته فيفضحه في جوف بيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n12 - قرىء على أبي محمد، قال: حدثنا الحسين بن إسماعيل الضبي، قال: أخبرنا\nأبو موسى محمد بن المثنى، قال: حدثنا بكر بن يحيى بن زبان، قال: حدثنا\nحبان، وهو ابن علي العنزي، عن جعفر بن أبي المغيرة، عن سعيد بن جبير، عن\nابن عباس، قال: قال النبي ذات يوم: أفيكم أحد من هذيل؟ فلم يجبه أحد، ثم\nقال: أفيكم أحد من هذيل؟ فقال رجل منهم: أنا، وقد مات منهم رجل، فقال رسول\nالله صلى الله عليه وسلم: ما منعك أن تكلم حيث تكلمت؟ قال: ظننت يا نبي\nالله أنه أنزل في قومي شيء، فكرهت أن أكون أنا الذي آتيهم به. قال: لا , إن\nصاحبكم محتبس بدينه فتضمنوه، فقال نفر من هزيل: نعم برجل [منا] (1).\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n13 - قرىء على أبي محمد، قال: حدثنا أبو عبيد القاسم بن إسماعيل الضبي،\nقال: حدثنا الحسين بن أبي زيد <span id='ms4'></span> الدباغ، قال: حدثنا عبيد الله بن غنام، قال:\nحدثنا خالد الحذاء، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم،\nقال: من يسمع إلى حديث قوم، وهم له كارهون صب في أذنه الآنك (ق19أ) ومن\nتحلم كاذبا كلف أن يعقد بين شعيرتين ويعدد، وليس بعاقد، ومن صور صورة كلف\nأن ينفخ فيها وليس بنافخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n14 - قرىء على أبي محمد، قال: قرىء على أبي بكر يعقوب بن إبراهيم البزار،\nوأنا أسمع، حدثكم الحسن بن عرفة , قال: حدثني علي بن ثابت الجزري، عن جعفر\nبن ميسرة الأشجعي، عن أبيه، عن ابن عمر، وأبي هريرة، قالا: سمعنا رسول الله\nصلى الله عليه وسلم يقول: من مشى في حاجة أخيه المسلم حتى يتمها (1) له\nأظله الله، عز وجل، بملائكة يدعون له، ويصلون عليه، إن كان صباحا حتى يمسي،\nوإن كان مساء حتى يصبح، ولا يرفع قدما إلا كتبت له بها حسنة، ولا يضع قدما\nإلا حط عنه بها خطيئة، ورفع بها درجة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n15 - قرىء على أبي محمد، قال: قرىء على محمد بن يحيى بن محمد بن صاعد، وأنا\nأسمع، حدثكم الحسين بن الحسن المروزي، قال: أخبرنا سفيان بن عيينة، عن شيخ\nله سماه، عن أبي عمرو الشيباني سعد، عن عبد الله بن مسعود، قال: سألت النبي\nعن أي الأعمال أفضل؟ قال: إيمان بالله، وجهاد في سبيل الله، [قلت:] (1) ثم\nأي قال الصلاة أفضل قال: إيمان بالله (ق19ب) وجهاد في سبيل الله، قلت: ثم\nأي؟ قال: الصلاة لميقاتها. قلت: فأي العمل شر؟ قال: أن تجعل لله ندا وهو\nخلقك. قلت: ثم أي؟ قال: أن تقتل ولدك من أجل أن يأكل معك. قلت: ثم أي؟ قال:\nتزني بحليلة جارك، ثم قرأ رسول الله: {والذين لا يدعون مع الله إله آخر ولا\nيقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما}.\n</p>\n\n<p>\nقال ابن صاعد: هذا الشيخ الذي لم يسمع حسين، هو عمرو بن عبد الله بن وهب\nالنخعي أبو سليمان الأحمر <span id='ms5'></span>.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n16 - قرىء على أبي محمد، قال: قرىء على أبي محمد بن صاعد، وأنا أسمع، حدثكم\nالحسين بن الحسن المروزي، قال: أخبرنا الأحوص بن جواب الضبي، قال: حدثنا\nعمار بن رزيق، عن عمارة بن القعقاع، قال: وكان عبد الله بن شبرمة عمه , عن\nأبي زرعة، عن أبي هريرة، قال: قال رجل: يا رسول الله، من أحق الناس مني\nبحسن الصحبة؟ قال: أمك. قال: قلت: ثم من؟ قال: ثم أمك. قال: ثم من؟ قال: ثم\nأمك. قال: ثم من؟ قال: ثم أبوك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n17 - قرىء على أبي محمد، قال: قرىء على أبي بكر محمد بن إبراهيم بن نيروز،\nوأنا أسمع، حدثكم أحمد بن بزيع (ق20أ) الرقي، حدثنا سعيد بن سلمة، قال\nحدثني أبو يعفور، قال: سمعت الوليد بن العيزار يحدث، عن أبي عمرو الشيباني،\nقال: قال عبد الله سألت النبي، أي الأعمال أقرب إلى الجنة؟ قال: الصلاة على\nمواقيتها. قال: قلت: وماذا يا نبي الله؟ قال: بر الوالدين. قال: قلت: وماذا\nيا نبي الله؟ قال: الجهاد في سبيل الله. ولو استزدته لزادني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n18 - قرىء على أبي محمد، قال: قرىء على أبي حامد محمد بن هارون الحضرمي،\nوأنا أسمع، حدثكم هلال بن بشر , قال: حدثنا عبد الملك بن موسى الطويل ,\nقال: حدثنا هدبة بن المنهال , عن عاصم الأحول , عن عبد الله بن سرجس قال:\nقلت: يا رسول الله استغفر لي. قال: قلت: استغفر لك؟ قال: نعم , ولك ثم تلى:\n{واستغفر لذنبك وللمؤمنين والمؤمنات} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n19 - قرىء على أبي محمد، قال: قرىء على أبي الحسن محمد بن نوح بن عبد الله\nالجنديسابوري، وأنا أسمع، حدثكم هارون بن إسحاق الهمداني، قال: حدثنا\nالمحاربي، عن ابن أبي عروبة، عن أيوب السختياني، عن نافع، عن ابن عمر، قال:\nذكر رسول الله صلى الله عليه وسلم صدقة الفطر على الحر والمملوك، (ق20ب)\nوالذكر والأنثى صاع من تمر، أو صاع من شعير، قال ابن عمر: يعدل الناس ذلك\nبمدين من قمح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n20 - قرىء على أبي محمد، قال: قرىء على محمد بن نوح الجنديسابوري، وأنا\nأسمع <span id='ms6'></span>، حدثكم هارون بن إسحاق، قال: حدثنا المحاربي، عن محمد بن إسحاق، عن\nنافع، عن ابن عمر، في قوله، عز وجل: {فمن فرض فيهن الحج فلا رفث ولا فسوق\nولا جدال في الحج}، قال: الرفث: النساء. والفسوق: المعاصي كلها. والجدال:\nالمشاتمة والسباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n21 - قرىء على أبي محمد، قال: قرىء على أبي عبد الله أحمد بن سليمان\nالطوسي، وأنا أسمع، حدثكم الزبير بن بكار أبو عبد الله، قال: وحدثني عتيق\nبن يعقوب، قال: حدثني عبد العزيز بن محمد الداروردي، عن محمد بن عمرو بن\nعلقمة، عن أبي سلمة، أن رسول الله كان يدلع لسانه للحسين بن علي، فيرى\nالصبي لسانه، فيهش له. فقال عيينة بن بدر الفزاري: ألا أراك تصنع هذا بهذا،\nفوالله إنه ليكون لي أولاد من رجال، قد خرج وجهه , ما قبلته قط، فقال رسول\nالله: إن من لا يرحم لا يرحم.\n</p>\n\n<p>\nقال أبو الحسن الدارقطني: هكذا قال.\n</p>\n\n<p>\nورواه أبو زيد الأنصاري سعيد بن أوس، عن محمد بن عمرو، عن أبي سلمة، عن\nأبي هريرة.\n</p>\n\n<p>\nوكذلك قال الزهري، عن أبي سلمة، عن أبي هريرة.\n</p>\n\n<p>\nوصلى الله على نبينا محمد وآله وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) زيادة متعينة من مصادر تخريج الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا قرأتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(1) غير واضحة في النسخة، ولكن هكذا قد تقرأ!!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية غير واضحة، وكأنها: \" يتبتها \"، والمثبت موافق لمصادر\nتخريج الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(1) زيادة متعينة، من مصادر تخريج الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             <span id='ms7'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "001",
    "008",
    "012",
    "014",
    "015"
  ],
  "volumes": [
    "01"
  ]
}