{
  "content": "\n<p>\n| تفسير سورة النساء مدنية وآياتها 176 آية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n             سورة النساء وهي\nمكية 1 من ذلك قوله عز وجل ( يا أيها الناس اتقوا ربكم الذي خلقكم من نفس\nواحدة وخلق منها زوجها ) قال مجاهد خلقت حواء من قصيرى آدم وفي الحديث (\nخلقت المرأة من ضلع عوجاء ( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n             وقيل ( منها ) من جنسها 2 ثم قال\nتعالى ( وبث منهما رجالا كثيرا ونساء ) يقال بثثت الشيء وأبثثته اذا نشرته\nومنه ( كالفراش المبثوث ) 3 وقوله عز وجل ( واتقوا الله الذي تساءلون به\nوالأرحام إن الله كان عليكم رقيبا ) قال عكرمة المعنى واتقوا الارحام أن\nتقطعوها وقال إبراهيم هو من قولهم ( أسألك بالله ) والرحم قال أبو جعفر\nوهذا على قراءة من قرأ بالخفض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n             4 وقوله عز وجل ( وآتوا اليتامى\nأموالهم <span id='ms124'></span> ولا تتبدلوا الخبيث بالطيب ) قال الضحاك لا تعطوهم زيوفا بجياد\nوقال غيره لا تتبدلوا الحرام بالحلال 5 ثم قال تعالى ( ولا تأكلوا أموالهم\nإلى أموالكم ) قيل المعنى ( مع أموالكم ) والاجود أن تكون ( إلى ) في\nموضعها ويكون المعنى ولا تضموا أموالهم إلى أموالكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n             6 ثم قال\nعز وجل ( انه كان حوبا كبيرا ) قال قتادة الحوب الاثم وروي أن أبا أيوب طلق\nامرأته أو عزم على أن يطلقها فقال النبي صلى الله عليه وسلم ( ان طلاق أم\nأيوب لحوب ( 7 وقوله عز وجل ( وان خفتم ألا تقسطوا في اليتامى ) يقال أقسط\nالرجل اذا عدل وقسط اذا جار فكأن أقسط أزال القسوط فأما معنى ( وان خفتم\nألا تقسطوا في اليتامى فأنكحوا ما طاب لكم من النساء ) ففيه قولان أحدهما\nأن ابن عباس قال فيما روي عنه قصر الرجل على أربع من أجل اليتامى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n             وروي عن جماعة من التابعين شرح هذا القول وروي عن مجاهد\nوالضحاك وقتادة وهذا معنى قولهم ( ان المسلمين كانوا يسألون عن أمر اليتامى\nلما شدد في ذلك فقال جل وعز ( وان خفتم ألا تقسطوا في اليتامى ) أي فكما\nتخافون في أمر اليتامى فخافوا في أمر النساء اذا اجتمعن أن تعجزوا عن العدل\nبينهن والقول الآخر رواه الزهري عن عروة عن عائشة قال سألت عائشة عن قول\nالله جل وعز ( وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من\nالنساء ) فقالت يا ابن أختي هي اليتيمة تكون في حجر وليها فيعجبه مالها\nوجمالها فيريد تزوجها بغير أن يقسط في صداقها فيعيطها مثل ما يعطيها غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n             فنهوا أن ينكحوا اليتامى اذا خافوا هذا وأبيح لهم من النساء\nأربع قالت عائشة ( ثم ) ان الناس استفتوا رسول الله صلى الله عليه وسلم بعد\nهذه الآية فأنزل الله عز وجل ( ويستفتونك في النساء قل الله يفتيكم فيهن )\nإلى قوله ( وترغبون أن تنكحوهن ) قالت والذي ذكر الله أنه يتلى عليكم في\nالكتاب الآية الاولى التي فيها ( فانكحوا ما طاب لكم من النساء ) قالت\nوقوله ( وترغبون أن تنكحوهن <span id='ms125'></span> ) رغبة أحدكم عن يتيمته التي تكون في حجره حين\nتكون قليلة المال والجمال فنهوا أن ينكحوا من رغبوا في مالها وجمالها من\nيتامى النساء الا بالقسط من أجل رغبتهن وأهل النظر على ( هذا ) القول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n             قال أبو العباس محمد بن يزيد التقدير وان خفتم ألا تقسطوا في\nنكاح اليتامى ثم حذف هذا ودل عليه ( فانكحوا ) وقد قال بالقول الاول جماعة\nمن أهل اللغة منهم الفراء و ابن قتيبة والقول الثاني أعلى اسنادا وأجود عند\nأهل النظر وأما من قال معنى ( مثنى وثلاث ورباع ) تسع فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \nيلتفت إلى قوله ولا يصح في اللغة لان معنى ( مثنى ) عند أهل العربية اثنتين\nاثنتين وليس معناه اثنتين فقط وأيضا فان من كلام العرب الاختصار ولا يجوز\nأن يكون معناه تسعا لانه لو كان معناه تسعا لم يكن اختصارا أن يقال انكحوا\nاثنتين وثلاثا وأربعا لان تسعا أخصر من هذا وأيضا فلو كان على هذا القول\nلما حل لاحد أن يتزوج الا تسعا أو واحدة فقد تبين بطلان هذا 8 وقوله عز وجل\n( ذلك أدنى ألا تعولوا ) ( أدنى ) بمعنى أقرب وروى عمر بن محمد عن هشام بن\nعروة عن أبيه عن عائشة عن النبي صلى الله عليه وسلم في قوله عز وجل ( ذلك\nأدنى ألا تعولوا ) قال ( أن لا تجوروا ( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n             وقال ابن عباس والحسن\nوأبو مالك ومجاهد وعكرمة وقتادة والضحاك معنى ( أن لا تعولوا ) أن لا\nتميلوا وقال أبو العباس في قول من قال ( أن لا تعولوا ) من العيال هذا باطل\nوخطأ لانه قد أحل له مما ملكت اليمين ما كان من العدد وهن مما يعال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n             وأيضا فانه انما ذكر النساء وما يحل منهن والعدل بينهن والجور\nفليس ل ( أن لا تعولوا ) من العيال ههنا معنى وهو على قول أهل التفسير أن\nلا تميلوا ولا تجوروا ومنه عالت الفريضة اذا زادت السهام فنقص من له الفرض\nومنه معولتي على فلان أي أنا أميل اليه وأتجاور في ذلك ومنه ( عالني الشيء\n) اذا تجاوز المقدار ومنه فلان يعول والعويل <span id='ms126'></span> انما هو المجاوزة وأيضا فانه\nانما يقال أعال الرجل يعيل اذا كثر عياله 9 وقوله عز وجل ( وآتوا النساء\nصدقاتهن نحلة ) قيل يعنى به الازواج ويروى أن الولي كان يأخذ الصدقة لنفسه\nفأمر الله عز وجل أن يدفع إلى النساء هذا قول أبي صالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n             وقال\nأبو العباس معنى ( نخلة ) أنه كان يجوز أن لا يعطين من ذلك شيئا فنحلهن\nالله عز وجل اياه وقيل معنى ( نحلة ) دينا من قولهم فلان ينتحل كذا أي\nتعبدا من الله جل وعز وقيل فرضا والمعنى واحد لان الفرض متعبد به وقيل لا\nيكون ( نحلة ) الا ما طابت به النفس فأما ما أكره عليه فلا يكون ( نحلة )\n10 وقوله عز وجل ( فان طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n             يعني الصداق أي لا كدر فيه يقال أمرأني الشيء بالالف فاذا قلت\nهنأني ومرأني هذا مذهب ( أكثر ) أهل اللغة قالوا للاتباع وأما أبو العباس\nفقال لا يقال في الخير الا أمرأني ليفرق بينه وبين الدعاء والمروءة من هذا\nلان صاحبها يتجشم أمورا يستمرىء عاقبتها 11 وقوله عز وجل ( ولا تؤتوا\nالسفهاء أموالكم التي جعل الله لكم قياما ) قال عبد الله بن عمر وجماعة من\nالتابعين السفهاء النساء والصبيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n             وانما قالوا هذا لان السفه\nفي هؤلاء أكثر والسفه الجهل وأصله الخفة يقال ثوب سفيه اذا كان خفيفا وقيل\nللفاسق سفيه لانه لا قدر له عند المؤمنين وهو خفيف في أعينهم هين عليهم\nوالمعنى ولا تؤتوا السفهاء فوق ما يحتاجون اليه فيفسدوه والدليل على هذا\nقوله بعد ( وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفا ) أي علموهم أمر\nدينهم 12 وقوله عز وجل ( وابتلوا اليتامى حتى اذا بلغوا النكاح ) قال الحسن\nأي اختبروهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n             13 وقوله تعالى ( فان آنستم منهم رشدا ) ( آنستم )\nبمعنى علمتم وأحسستم ومنه قول الشاعر آنست نبأة وأفزعها القناص عصرا وقد\nدنا الامساء والرشد الطريقة المستقيمة قال مجاهد العقل وقال سفيان العقل\nوالحفظ للمال قال أبو جعفر وهذا من أحسن ما قيل فيه لانه أجمع أهل العلم\nعلى أنه اذا <span id='ms127'></span> كان عاقلا مصلحا لم يكن ممن يستحق الحجر عليه في ماله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n             14 ثم قال تعالى ( فادفعوا إليهم أموالهم ولا تأكلوها إسرافا\nوبدارا أن يكبروا ) أي مبادرة أن يكبروا فيأخذوها منكم 15 وقوله عز وجل (\nومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف ) في هذه الآية أقوال\nأجودها أن لولي اليتيم ما للولي أن يأخذ منه ان كان فقيرا بمقدار ما يقوم\nبه وكذلك روي عن عمر أنه قال أنا في هذا المال بمنزلة ولي اليتيم يأخذ منه\nما يصلحه اذا احتاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n             وروى القاسم بن محمد أن أعرابيا سأل ابن\nعباس ما يحل لي من مال يتيمي فرخص له أن يأخذ منه اذا كان يخدمه ما لم يسرف\nوقال عبيدة والشعبي وأبو العالية ليس له أن يأخذ شيئا الا قرضا وحدثنا عمر\nبن اسماعيل بن أبي غيلان قال حدثنا داود الضبي قال حدثنا عبد الله بن\nالمبارك عن عاصم عن أبي العالية ( ومن كان فقيرا فليأكل بالمعروف ) قال\nقرضا ثم تلا هذه الآية ( فاذا دفعتم اليهم أموالهم فأشهدوا عليهم ) وقال\nأبو يحيى عن مجاهد ليس له أن يأخذ قرضا ولا غير ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n             وقال بهذا\nالقول من الفقهاء أبو يوسف وذهب إلى أن الآية منسوخة نسخها قوله ( يا أيها\nالذين آمنوا لا تأكلوا أموالكم بينكم بالباطل الا أن تكون تجارة ) وليس\nبتجارة 16 وقوله عز وجل ( للرجال نصيب مما ترك الوالدان والاقربون وللنساء\nنصيب مما ترك الوالدان والاقربون ) يروى أنهم كانوا لا يورثون النساء\nوقالوا لا يرث الا من طاعن بالرمح وقاتل بالسيف فأنزل الله ( وللنساء نصيب\nمما ترك الوالدان والاقربون مما قل منه أو كثر نصيبا مفروضا ) 17 وقوله عز\nوجل ( واذا حضر القسمة أولوا القربى واليتامى والمساكين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n             في\nهذه الآية أقوال أحدهما أنها منسوخة قال سعيد بن المسيب نسختها الميراث\nوالوصية والاجماع من أكثر العلماء في هذا الوقت أنه لا يجب اعطاؤهم وانما\nهذا على جهة الندبة إلى الخير أي اذا حضروا فأعطوهم كما كان المتوفى يؤمر\nباعطائهم وقال عبيدة والشعبي والزهري والحسن <span id='ms128'></span> هي محكمة قال ابن أبي نجيح يجب\nأن يعطوا ما طابت به الانفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n             قال أبو جعفر وأن يكون ذلك شكرا\nعلى ما رزقهم الله دونه 18 ثم قال تعالى ( وقولوا لهم قولا معروفا ) قال\nسعيد بن جبير يقال لهم خذوا بورك لكم 19 وقوله عز وجل ( وليخش الذين لو\nتركوا من خلفهم ذرية ضعافا خافوا عليهم ) قال سعيد بن جبير ومجاهد في الرجل\nيحضر عند المريض فيقول له قدم خيرا أو تصدق على أقربائك فأمروا أن يشفقوا\nعلى ورثة المريض كما يشفقون على ورثتهم وقال مقسم يقول له من حضره اتق الله\nوأمسك عليك مالك فليس أحد أحق بمالك من ولدك ولو كانوا ذوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \nقرابة من الذي أوصى لاحبوا أن يوصي لاولادهم وقول سعيد بن جبير أشبه بمعنى\nالآية والله أعلم لان المعنى خافوا عليهم الفقر فالخوف واقع على ذرية\nالموتى 20 وقوله عز وجل ( إن الذين يأكلون أموال اليتامى ظلما ) اليتيم في\nاللغة المنفرد فقيل لمن مات أبوه من بني آدم يتيم وهو في البهائم الذي ماتت\nأمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n             21 وقوله تعالى ( إنما يأكلون في بطونهم نارا وسيصلون\nسعيرا ) هذا مجاز في اللفظ وحقيقته في اللغة أنه لما كان ما يأكلون يؤديهم\nإلى النار كانوا بمنزلة من يأكل النار وان كانوا يأكلون الطيبات 22 وقوله\nعز وجل ( يوصيكم الله في أولادكم ) أي يفرض عليكم كما قال ( ولا تقتلوا\nالنفس التي حرم الله الا بالحق ذلكم وصاكم به ) 23 ثم قال تعالى ( للذكر\nمثل حظ الانثيين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n             خلافا على أهل الجاهلية لانهم كانوا لا\nيورثون الاناث 24 وقوله عز وجل ( فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك\n) ولم يسم للاثنتين شيئا ففي هذا أقوال أ منها أنه قيل ان فوقا ههنا زائدة\nوأن المعنى فان كن نساء اثنتين كما قال ( فاضربوا فوق الأعناق ) ب وقيل\nأعطي الاثنتان الثلثين بدليل لا بنص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n             لان الله عز وجل جعل هذه\nالاشياء يدل بعضها على بعض ليتفقه لها المسلمون والدليل أنه جعل فرض\nالاخوات والاخوة للام اذا كن اثنتين أو أكثر <span id='ms129'></span> واحدا فقال عز وجل ( وان كان\nرجل يورث كلالة أو امرأة وله أخ أو أخت فلكل واحد منهما السدس فان كانوا\nأكثر من ذلك فهم شركاء في الثلث ) ج ودليل آخر أنه جعل فرض الاخت كفرض\nالبنت فلذلك يجب أن يكون فرض البنتين كفرض الاختين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n             قال الله عز\nوجل ( يستفتونك قل الله يفتيكم في الكلالة ان امرؤ هلك ليس له ولد وله أخت\nفلها نصف ما ترك ) وقال أبو العباس محمد بن يزيد في الآية نفسها دليل على\nأن للبنتين الثلثين لانه قال ( للذكر مثل حظ الانثيين ) وأقل العدد ذكر\nوأنثى فاذا كان للواحدة الثلث دل ذلك على أن للانثيين الثلثين فهذه أقاويل\nأهل اللغة وقد قيل ليس للبنات الا النصف والثلثان فلما وجب أن لا يكون\nللابنتين وجب أن يكون لهما الثلثان على أن ابن عباس قال لهما النصف وقد صح\nعن النبي صلى الله عليه وسلم أنه أعطى البنتين الثلثين وروى جابر بن عبد\nالله أن امرأة ( سعد بن الربيع ) أتت النبي صلى الله عليه وسلم فقالت\nيارسول الله ان زوجي قتل معك وانما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n             يتزوج النساء للمال وقد\nخلفني وخلف ابنتين وأخا وأخذ الاخ المال فدعاه رسول الله صلى الله عليه\nوسلم فقال ( ادفع اليها الثمن والى البنتين الثلثين ولك ما بقي ) 25 وقوله\nعز وجل ( فان كان له أخوة فلامه السدس ) أجمعت الفقهاء أن الاخوة اثنان\nفصاعدا الا ابن عباس فانه قال لا يكون الاخوة أقل من ثلاثة والدليل على أن\nالاثنين يقال لهما اخوة قوله ( وان كانوا اخوة رجالا ونساء ) فلا اختلاف\nبين أهل العلم أن هذا يكون للاثنين فصاعدا والاثنان جماعة لانه واحد جمعته\nإلى آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n             وقال ( وأطراف النهار ) يعني طرفيه والله أعلم وصلاة\nالاثنين جماعة 26 وقوله عز وجل ( من بعد وصية يوصي بها أو دين ) روي عن علي\nبن أبي طالب رضي الله عنه قال انكم تقرؤون ( من بعد وصية يوصي بها أو دين )\nوان رسول الله صلى الله عليه وسلم قضى بالدين قبل الوصية <span id='ms130'></span> قال أبو جعفر كأن\nهذا على التقديم والتأخير وليست ( أو ) ههنا بمعنى الواو وانما هي للاباحة\nوالفرق بينها وبين الواو أنه لو قال ( من بعد وصية يوصي بها ودين ) جاز أن\nيتوهم السامع بأن هذا اذا اجتمعا فلما جاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n             بأو جاز أن يجتمعا\nوأن يكون واحد منهما 27 وقوله عز وجل ( آباؤكم وأبناؤكم لا تدرون أيهم أقرب\nلكم نفعا ) قال ابن عباس في الدنيا وقال غيره اذا كان الابن أرفع درجة من\nالاب سأل الله أن يلحقه به وكذلك الاب اذا كان أرفع درجة منه 28 ثم قال\nتعالى ( فريضة من الله ان الله كان عليما حكيما ) أي عليم بما فرض حكيم به\nومعنى ( كان ) ههنا فيه أقوال أحدهما أن معناه لم يزل كأن القوم عاينوا\nحكمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n             وعلما فأعلمهم الله عز وجل أنه لم يزل كذلك وقيل الاخبار\nمن الله في الماضي والمستقبل واحد لانه عنده معلوم 29 وقوله تعالى ( وان\nكان رجل يورث كلالة أو امرأة ) في الكلالة أقوال قال البصريون الكلالة\nالميت الذي لا ولد له ولا والد واحتجوا بأنه روي عن أبي بكر باختلاف وعن\nعلي وزيد بن ثابت وابن مسعود وابن عباس وجابر بن زيد أنهم قالوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n             الكلالة من لا ولد له ولا والد وقال البصريون هذا مثل قولك رجل\nعقيم اذا لم يولد له وهو مشتق من الاكليل فكأن الورثة قد أحاطوا به وليس له\nولد ولا والد فيجوز المال وقال أهل المدينة وأهل الكوفة الكلالة الورثة\nالذين لا والد فيهم ولا ولد وروي عن عمر قولان أحدهما أن الكلالة من لا ولد\nله ولا والد والآخر أنها من لا ولد له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n             قال أبو جعفر روي عن\nعطاء قول شاذ قال الكلالة المال وقال ابن زيد الكلالة الميت الذي لا والد\nله ولا ولد والحي كلهم كلالة هذا يرث بالكلالة وهذا يورث بالكلالة وقال\nمحمد بن جرير الصواب أن الكلالة الذي يرثون الميت من عدا ولده ووالده لصحة\nخبر جابر يعني ابن عبد الله أنه قال قلت يا <span id='ms131'></span> رسول الله انما يرثني كلالة\nفكيف بالميراث فنزلت 30 ثم قال تعالى ( وله أخ أو أخت فلكل واحد منهما\nالسدس ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n             وانما يعني ههنا الاخوة والاخوات للام وكذلك روي عن\nسعد بن أبي وقاص أنه قرأ ( وله أخ أو أخت ) من أمه فلكل واحد منهما السدس\nوقرأ الحسن وأبو رجاء ( يورث كلالة ) وقال هارون القارىء قرأ بعض أهل\nالكوفة ( يورث كلالة ) فعلى هاتين القراءتين لا تكون الكلالة الا الورثة أو\nالمال 31 وقوله عز وجل ( من بعد وصية يوصي بها أو دين غير مضار ) وروي عن\nالحسن أنه قرأ ( غير مضار وصية من الله ) مضاف وقد زعم بعض أهل اللغة أن\nهذا لحن لان اسم الفاعل لا يضاف إلى المصدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n             والقراءة حسنة على\nحذف والمعنى غير مضار ذي وصية أي غير مضار بها ورثته في ميراثهم 32 وقوله\nعز وجل ( تلك حدود الله ) أي ما منع أن يجاوز وحددت منعت 33 ثم قال تعالى (\nومن يطع الله ورسوله يدخله جنات تجري من تحتها الانهار ) أي من يطعه فيما\nفرض وحد 34 ثم قال تعالى ( ومن يعص الله ورسوله ويتعد حدوده يدخله نارا )\nمعنى يتعدى يتجاوز أي يتجاوز ما حد له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n             35 وقوله عز وجل (\nواللاتي يأتين الفاحشة من نسائكم فاستشهدوا عليهن أربعة منكم فان شهدوا\nفأمسكوهن في البيوت ) هذه الآية منسوخة قال ابن عباس كان الامر كذا حتى\nنزلت الآية ( الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ) فأما معنى\nالآية المنسوخة فان سفيان والسدي فالا كان الثيب اذا زنا حبس حتى يموت وكان\nالبكر اذا زنا سب بالقول الا أن الفائدة في الآية كان لا يقبل في الزنا الا\nاربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n             وزعم مجاهد أن قوله ( واللاتي يأتين الفاحشة من نسائكم )\nأنها كانت خاصة على النساء دون الرجال والتي بعدها على الرجال خاصة وهي (\nواللذان يأتيانها منكم فآذوهما ) بالسب ثم نسختا بالحد المفروض هذا معنى\nقوله قال أبو جعفر وهذا الصحيح في اللغة الذي هو حقيقة فلا يغلب المذكر على\nالمؤنث الا بدليل فأما معنى ( أو يجعل الله <span id='ms132'></span> لهن سبيلا ) فان عبادة بن\nالصامت روى أن النبي صلى الله عليه وسلم قال ( خذوا عني قد جعل الله لهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n             سبيلا البكر بالبكر جلد مائة وتغريب عام والثيب بالثيب جلد\nمائة والرجم قيل هذا الحديث منسوخ وهو أن الثيب لا جلد عليه وانما عليه\nالرجم ( ونسخ هذا الحديث حديث الزهري عن عبيد الله ( بن عبد الله ) عن أبي\nهريرة وزيد بن خالد أ رجلا أتى النبي صلى الله عليه وسلم فقال يا رسول الله\nان ابني كان عسيفا لهذا وانه فسق بامرأته فافتديت منه ثم خبرت أ على ابني\nجلد مائة وتغريب عام وعلى امرأته الرجم فقضى رسول الله صلى الله عليه وسلم\nأن يرد عليه ما أخذ منه وأن يجلد ابنه مائة ويغرب عاما وترجم المرأة ولم\nيأمر بجلدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n             ويقال ان حديث عبادة كان في الابتداء وان التغريب\nلا يجب الا أن يراه السلطان لانه يجوز أن يكون التغريب منه صلى الله عليه\nوسلم لشيء علمه من المجلود وقول ( علي ) بن أبي طالب رضي الله عنه ان على\nالثيب الجلد والرجم هو قول أهل النظر لانه لم يتبين نسخ الجلد مع الرجم\nفالجلد ثابت وعليه غير دليل 36 وقوله عز وجل ( انما التوبة على الله للذين\nيعملون السوء بجهالة ) قال قتادة اجتمع أصحاب رسول الله صلى الله عليه وسلم\nفرأوا أن كل من عصى الله عز وجل فهو جاهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n             37 وقوله عز وجل ( ثم\nيتوبون من قريب ) روي عن الضحاك أنه قال كل ما كان دون الموت فهو قريب 38\nوقوله عز وجل ( وليست التوبة للذين يعملون السيئات حتى اذا حضر أحدهم الموت\nقال اني تبت الآن ) روي عن عبدالله بن عمر أنه قال ما حضور الموت الا السوق\nيعني أنه اذا عاين تبين له الحق ولا تنفعه التوبة عند ذلك كما قال عز وجل\nعن فرعون ( آمنت ) 39 وقوله عز وجل ( يا أيها الذين آمنوا لا يحل لكم أن\nترثوا النساء كرها ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n             قال الزهري وأبو مجلز كان هذا في حي من\nالانصار <span id='ms133'></span> كان الرجل اذا توفي وخلف امرأة ألقى عليها وليه رداء فلا تقدر أن\nتتزوج هذا معنى كلامهما وزاد غيرهما ويتزوجها بغير مهر وربما ضارها ولا\nتقدر أن تتزوج حتى تفتدي منه فأنزل الله عز وجل ( يا أيها الذين آمنوا لا\nيحل لكم أن ترثوا النساء كرها ) الآية فيكون المعنى لا يحل لكم أن ترثوهن\nمن أزواجهن فتكونوا أزواجا لهن ويجوز أن يكون المعنى لا تتزوجوهن لترثوهن\nكرها فيكون الميراث وقع منهن بالكراهة منهن للعقد الموجب للميراث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n             ويقرأ ( كرها ) والفراء يذهب إلى أن معنى ( كرها ) أن تكره على\nالشيء والكره من قبله يذهب إلى أنه بمعنى المشقة قال الكسائي الكره والكره\nواحد وهو عند البصريين كما قال الكسائي وهما لغتان 40 وقوله عز وجل ( ولا\nتعضلوهن لتذهبوا ببعض ما آتيتموهن ) قال مجاهد هو مثل الذي في البقرة يذهب\nإلى أن معناه ولا تحبسوهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n             ويروى أن الرجل كان يتزوج المرأة فلا\nتعجبه فيحبسها ويضارها حتى تفتدي منه 41 ثم قال عز وجل ( الا أن يأتين\nبفاحشة مبينة ) قال الحسن والشعبي يعني الزنا قال الشعبي فان فعلت ذلك صلح\nلخلع وكان له أن يطالبها به وقال مقسم هذا اذا عصتك وآذتك وقال عطاء\nالخراساني كان الرجل اذا تزوج المرأة فأتت بفاحشة كان له أن يأخذ منها كلما\nساقه اليها فنسخ ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n             بالحدود 42 وقوله عز وجل ( وعاشروهن\nبالمعروف ) أي في المبيت والنفقة والكلام 43 وقوله عز وجل ( وان أردتم\nاستبدال زوج مكان زوج ) أي تطليقا وتزوجا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n             ثم قال ( وآتيتم\nاحداهن قنطارا ) القنطار المال الكثير وقد ذكرناه في سورة آل عمران 44\nوقوله عز وجل ( أتاخذونه بهتانا واثما مبينا ) والبهتان في اللغة الباطل\nالذي يتحير من بطلانه ومنه بهت الرجل اذا تحير 45 وقوله عز وجل ( وكيف\nتأخذونه وقد أفضى بعضكم إلى بعض ) قال ابن عباس الافضاء الغشيان وأصل\nالافضاء في اللغة المخالطة ويقال للشيء المختلط فضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n             قال الشاعر\nفقلت لها يا عمتا لك ناقتي وتمر فضا في عيبتي وزبيب ويقال القوم فوضى فضا\nأي مختلطون لا أمير عليهم 46 وقوله <span id='ms134'></span> عز وجل وأخذن منكم ميثاقا غليظا ) قال\nابن عباس والحسن هو قوله ( فأمسكوهن بمعروف أو سرحوهن بمعروف ) وجعله\nبمنزلة الميثاق المغلظ أي اليمين مجازا وقال مجاهد وعكرمة استحلتموهن\nبأمانة الله وملكتموهن بكلمة الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n             47 وقوله عز وجل (\nولا تنكحوا ما نكح آباؤكم من النساء الا ما قد سلف ) يقال كيف استثنى ( ما\nقد سلف ) مما لم يكن بعد فالجواب أن هذا استثناء ليس من الاول والعرب تقول\nما زاد الا ما نقص وسيبوبه يجعل الا بمعنى لكن المعنى لكن ما قد سلف فانه\nمغفور أو فدعوه 48 ثم قال عز وجل ( إنه كان فاحشة ومقتا وساء سبيلا ) يقال\nلم جيء ب ( كان ) وهو بكل حال فاحشة ففي هذا جوابان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n             قال أبو\nاسحاق قال أبو العباس محمد بن يزيد كان ههنا زائدة والمعنى انه فاحشة وأنشد\nفكيف اذا رأيت ديار قوم وجيران لنا كانوا كرام قال أبو جعفر قال أبو اسحاق\nوهذا عندي خطأ لان كان لو كانت زائدة وجب أن يكون ( إنه كان فاحشة ومقت )\nوالجواب أن هذا كان مستقبحا عندهم في الجاهلية يسمونه فاحشة ومقتا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n             والمقت أشد البغض ويسمون المولود منه المقتي فأعلم الله جل وعز\nأن هذا الذي حرمه كان قبيحا في الجاهلية ممقوتا 49 وقوله جل وعز ( حرمت\nعليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت\nوأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة وأمهات نسائكم ) هذه المحرمات\nتسمى المبهمات لانها لا تحل بوجه ولا سبب الا قوله ( وأمهات نسائكم ) فان\nأكثر الفقهاء يجعله من الاول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n             وقال بعضهم اذا تزوجها ولم يدخل\nبها لم تحرم عليه أمها وهذا القول على مذهب أهل اللغة بعيد لان الشرط لمن\nيقع عليه ولان قوله ( من نسائكم اللاتي دخلتم بهن ) متعلق بقوله ( وربائبكم\nاللاتي في حجوركم ) ولا يجوز أن يكون قوله ( اللاتي ) من نعتهما جميعا لان\nالخبرين مختلفان ولكنه يجوز على معنى أعني وأنشد الخليل وسيبويه ان بها\nأكتل اورزاما خويربين ينفقان الهاما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n             خويربين بمعنى أعني\nوالربيبة بنت امرأة الرجل وسميت ربيبة <span id='ms135'></span> لان زوج أمها يربيها ويجوز أن تسمى\nربيبة وان لم يربها لانها ممن يربيها كما يقال أضحية من قبل أن يضحى بها\nوكذلك حلوبة أي يحلب قال الشاعر فيها اثنتان وأربعون حلوبة سودا كخافية\nالغراب الاسحم 50 وقوله جل وعز ( وحلائل أبنائكم الذين من أصلابكم ) حليلة\nالرجل امرأته والرجل حليل لان كل واحد منهما يحل على صاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \nوقيل حليلة بمعنى محلة من الحلال والحرام قال الشاعر وحليل غانية تركت\nمجدلا تمكو فريصته كشدق الاعلم فأما الفائدة في قوله ( من أصلابكم ) فهي\nعلى اخراج الحليلات بنات الادعياء المتبنين من هذا غير أن ( في حجوركم )\nيدل على التربية 51 وقوله جل وعز ( وأن تجمعوا بين الأختين إلا ما قد سلف )\nفهذا استثناء ليس من الاول والمعنى لكن ما قد سلف فانه مغفور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n52 وقوله جل وعز ( والمحصنات من النساء ) قال علي وابن عباس وأبو سعيد\nالخدري هن ذوات الازواج لا تحل واحدة منهن الا أن تسبى قال عبد الله بن\nعباس نكاح ذوات الازواج زنا الا أن تسبى وقد كان لها زوج فتحل بملك اليمين\nوقول آخر أنهن الاماء ذوات الازواج اذا استؤنف عليهن الملك كان فاسخا\nلنكاحهن روي هذا عن ابن مسعود وأبي بن كعب وجابر وأنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n             وقول\nثالث قال أبو عبيده ( الا ما ملكت أيمانكم ) الاربع وأحسنها الاول لحديث\nأبي سعيد الخدري ( أصبنا سبيا يوم أوطاس ولهن أزواج فكرهنا أن نقع عليهن\nفسألنا رسول الله فنزلت هذه الآية فاستحللناهن ( 53 وقوله جل وعز ( كتاب\nالله عليكم ) أي فرض الله عليكم وقرىء ( كتب الله عليكم ( أي فرض الله\nتحريم هؤلاء ولم يقل انه لا يحرم عليكم سواهن وقد صح عن النبي صلى الله\nعليه وسلم أنه قال ( لا تنكح المرأة على عمتها ولا على خالتها )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n             وصح عنه صلى الله عليه وسلم أنه قال يحرم من الرضاعة ما يحرم\nمن النسب 54 وقوله جل وعز ( أن تبتغوا بأموالكم محصنين ) محصنين أي ناكحين\nغير مسافحين قال مجاهد أي غير زانين وأصله من سفح اذا صب كما قال الشاعر <span id='ms136'></span>\nوان شفائي عبرة ان سفحتها فهل عند رسم دارس من معول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n             فسمي الزنا\nسفاحا لانه يمنزلة الماء المصبوب 55 وقوله جل وعز ( فما استمتعتم به منهن\nفآتوهن أجورهن فريضة ) في معنى هذه الآية قولان أحدهما أنها منسوخة وروي عن\nسعيد بن المسيب ذلك وروى عكرمة بن عمار عن سعيد بن أبي سعيد عن أبي هريرة\nعن النبي صلى الله عليه وسلم ( إن الله جل وعز حرم أو أهدر المتعة بالطلاق\nوالنكاح والعدة والميراث ( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n             وروى مالك عن الزهري أن عبد الله بن\nمحمد بن علي بن أبي طالب رحمة الله عليهم والحسن بن محمد بن علي أخبراه أن\nأباهما أخبرهما أنه سمع علي بن أبي طالب رضي الله عنه يقول لابن عباس انك\nرجل تائه ان رسول الله صلى الله عليه وسلم نهى عن المتعة وقالت عائشة حرم\nالله المتعة بقوله ( والذين هم لفروجهم حافظون الا على أزواجهم أو ما ملكت\nأيمانهم ) والدليل على أن المستمتع بها غير زوجة أنها لو كانت زوجة للحقها\nالطلاق وكان عليها عدة الوفاة ولحق ولدها بأبيه ولتوارثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n             ومعنى\n( فآتوهن أجورهن ) المهر والدليل على ذلك أن بعده ( فانكحوهن بإذن أهلهن\nوآتوهن أجورهن ) فهذا باجماع المهر وروي عن أبي بن كعب وابن عباس أنهما\nقراء ( فما استمتعم به منهن إلى أجل مسمى ) والقول الآخر أن هذا ليس من\nالمتعة وقال الحسن ومجاهد هو من النكاح فالمعنى ( فما استمتعتم به منهن )\nمن النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n             أي ان دخلتم بها فلها المهر ومن لم يدخل كان عليه\nنصف المهر والدليل على أن هذا هو القول الصحيح قوله ( ولا جناح عليكم فيما\nتراضيتم به من بعد الفريضة ) أي ان وهب لها النصف الآخر فلا جناح وان وهبت\nله النصف فلا جناح 56 ثم قال عز وجل ( إن الله كان عليما حكيما ) أي هو\nعليم بما فرض عليكم في النكاح 57 وقوله عز وجل ( ومن لم يستطع منكم طولا )\nأي قدرة على المهر والطول في اللغة الفضل ومنه تطول الله علينا والطول في\nالقامة فضل والطول <span id='ms137'></span> الحبل ويقال لا أكلمه طوال الدهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n             58 وفي\nقوله عز وجل ( أن ينكح المحصنات ) قولان أحدهما أنهن العفائف والآخر أنهن\nالحرائر والاشبه أن يكن الحرائر لقوله ( فمن ما ملكت أيمانكم من فتياتكم\nالمؤمنات ) يعني المملوكات والعرب تقول للمملوك فتى وللملوكة فتاة 59 ثم\nقال عز وجل ( بعضكم من بعض ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n             في معنى هذا قولان أحدهما بنو آدم\nوالقول الآخر انكم مؤمنون فأنتم اخوة وانما قيل لهم هذا فيما روي لانهم في\nالجاهلية كانوا يعيرون بالهجنة ويسمون ابن الامة هجينا فقال عز وجل ( بعضكم\nمن بعض ) 60 وقوله جل وعز ( وآتوهن أجورهن بالمعروف محصنات ) متزوجات ( غير\nمسافحات ) أي غير زانيات ( ولا متخذات أخدان ) الخدن الصديق أي غير زانيات\nبواحد ولا مبذولات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n             61 ثم قال جل وعز ( فإذا أحصن ) قال الشعبي\nمعناه فاذا أسلمن وروي عن عبد الله بن مسعود أنه قال الاحصان الاسلام ويقرأ\nفاذا أحصن قال ابن عباس تزوجن اذا كانت غير متزوجة وقال الزهري معناه فاذا\nتزوجن قال الزهري تحد الامة اذا زنت وهي متزوجة بالكتاب وتحد اذا زنت ولم\nتتزوج بالسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n             والاختيار عند أهل النظر فاذا أحصن بالضم لانه قد\nتقدم ذكر اسلامهن في قوله عز وجل ومن لم يستطع منكم طولا أن ينكح المحصنات\nالمؤمنات فدل ذلك على أن الاحصان الثاني غير الاسلام فالاختيار على هذا (\nأحصن ) بالضم أي تزوجن وقيل ( أحصن ) تزوجن وذا أولى لانه قال ( من فتياتكم\nالمؤمنات ) فيبعد أن يقول فاذا أسلمن 62 ثم قال جل وعز ( فعليهن نصف ما على\nالمحصنات من العذاب ) يعني نصف الحد ويعني بالمحصنات ههنا الابكار الحراير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n             لان الثيب عليها الرجم ولا يتبعض قيل وانما قيل للبكر محصنة\nوان لم تكن متزوجة لان الاحصان يكون لها كما يقال أضحية قبل أن يضحى بها\nوكما يقال للبقرة مثيرة قبل أن تثير وقيل المحصنات المتزوجات لان عليهن\nالضرب والرجم في الحديث والرجم لا يتبعض فصار عليهن نصف الضرب 63 ثم قال جل\nوعز ( ذلك لمن خشي العنت منكم ) قال الشعبي الزنا والعنت في اللغة المشقة\nيقال أكمة عنوت <span id='ms138'></span> اذا كانت شاقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n             64 ثم قال جل وعز ( وأن تصبروا\nخير لكم ) أي وأن تصبروا عن نكاح الاماء خير لكم وانما شدد في الاماء لان\nولد الرجل منها يكون مملوكا وهي تمتهن في الخدمة وهذا شاق على الزوج 65\nوقوله عز وجل ( ويهديكم سنن الذين من قبلكم ) أي طرق الانبياء والصالحين\nقبلكم لتتبعوها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n             66 وقوله جل وعز ( ويريد الذين يتبعون الشهوات\nأن تميلوا ميلا عظيما ) أي يريدون أن تعدلوا عن القصد والحق 67 وقوله جل\nوعز ( يريد الله أن يخفف عنكم وخلق الانسان ضعيفا ) قال طاووس خلق ضعيفا في\nأمر النساء خاصة وروي عن ابن عباس أنه قرأ ( وخلق الإنسان ضعيفا ) أي خلق\nالله الانسان ضعيفا 68 وقوله جل وعز ( يا أيها الذين آمنوا لا تأكلوا\nأموالكم بينكم بالباطل ) أي لا يحل لكم الا على ما تقدم من هبة أو مهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n             أو صدقة أو بيع أو شراء وما أشبه ذلك 69 وقوله جل وعز ( ولا\nتقتلوا أنفسكم ان الله كان بكم رحيما ) قال عطاء أي لا يقتل بعضكم بعضا\nوذلك معروف في اللغة لان المؤمن من المؤمن بمنزلة نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n             وقرأ\nالحسن ( ولا تقتلوا أنفسكم ) على التكثير 70 ثم قال جل وعز ( ومن يفعل ذلك\nعدوانا وظلما فسوف نصليه نارا ) العدوان في اللغة المجاوزة للحق والظلم وضع\nالشيء في غير موضعه 71 ثم قال جل وعز ( وكان ذلك على الله يسيرا ) أي سهلا\nيقال يسر الشيء فهو يسير اذا سهل 72 وقوله جل وعز ( إن تجتنبوا كبائر ما\nتنهون عنه ) قال علي بن أبي طالب رضي الله عنه الكبائر الشرك بالله والسحر\nوقذف المحصنة وأكل الربا وأكل مال اليتيم والفرار من الزحف وعقوق الوالدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n             وقال عبد الله بن مسعود الكبائر الشرك بالله والقنوط من رحمة\nالله واليأس من روح الله وأمن مكر الله وقال طاووس قيل لابن عباس الكبائر\nسبع قال هي إلى السبعين أقرب وحقيقة الكبيرة في اللغة أنها ما كبر وعظم مما\nوعد الله جل وعز عليه النار أو أمر بعقوبة فيه فما كان على غير هذين جاز <span id='ms139'></span> أن\nيكون كبيرة وأن يكون صغيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n             73 ثم قال تعالى ( نكفر عنكم\nسيئاتكم ) قال أبو سعيد الخدري عن النبي صلى الله عليه وسلم ما من مسلم\nيصيبه هم أو نصب الا كفر عنه به 74 ثم قال جل وعز ( وندخلكم مدخلا كريما )\nقيل يعني به الجنة والله أعلم 75 وقوله جل وعز ( ولا تتمنوا ما فضل الله به\nبعضكم على بعض ) روي أن أم سلمة قالت يا رسول الله فضل الله الرجال على\nالنساء بالغزو وفي الميراث فأنزل الله ( ولا تتمنوا ما فضل الله به بعضكم\nعلى بعض ) وقيل انما نهي عن الحسد والحسد عند أهل اللغة أن يتمنى الانسان\nما لغيره بأن يزول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n             عنه فان تمنى ما لغيره ولم يرد أن يزول عنه\nسمي ذلك غبطة المعنى ولا تتمنوا تلف ما ثم حذف وقال قتادة كان أهل الجاهلية\nلا يورثون النساء ولا الصبيان فلما ورثوا وجعل للذكر مثل حظ الانثيين تمنى\nالنساء أن لو جعل أنصباؤهن كأنصباء الرجال وقال الرجال انا لنرجوا أن نفضل\nعلى النساء بحسناتنا في الآخرة كما فضلنا عليهن في الميراث فنزلت ( ولا\nتتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب\nمما اكتسبن ) أي المرأة تجزى بحسنتها عشر أمثالها كما يجزى الرجال وقال\nسعيد بن جبير ( وأسألوا الله من فضله ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n             العبادة ليس من أمر\nالدنيا وقيل سلوه التوفيق للعمل لما يرضيه ( إن الله كان بكل شيء عليما )\nأي بما يصلح عباده 76 وقوله جل وعز ( ولكل جعلنا موالي مما ترك الوالدان\nوالاقربون ) قال مجاهد هم بنو العم وقال قتادة هم الاقرباء منهم الاب والاخ\nوقال الضحاك يعني الاقرباء وهذا قول أكثر أهل اللغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n             77 وقوله\nجل وعز ( والذين عقدت أيمانكم فآتوهم نصيبهم ) هذه الآية منسوخة قال ابن\nعباس كانوا في الجاهلية يجيء الرجل إلى الرجل فيقول له أرثك وترثني فيكون\nذلك بينهما حلفا فنسخ الله ذلك بقوله ( وأولوا الارحام بعضهم أولى ببعض في\nكتاب الله ) وكذلك روي عن الحسن وعكرمة وقتادة أن الآية منسوخة وقال <span id='ms140'></span> سعيد\nبن المسيب كان الرجل يتبنى الرجل فيتوارثان على ذلك فنسخه الله جل وعز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n             78 وقوله جل وعز ( الرجال قوامون على النساء ) قيل لان منهم\nالحكام والامراء ومن يغزو 79 ثم قال جل وعز ( بما فضل الله بعضهم على بعض\nوبما انفقوا من أموالهم ) أي من المهور 80 ثم قال جل وعز ( فالصالحات\nقانتات ) قال قتادة أي مطيعات وقال غيره أي قيمات لازواجهن بما يجب من حقهن\n81 ثم قال عز وجل ( حافظات للغيب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n             قال قتادة أي لغيب أزواجهن\n( بما حفظ الله ) أي بما حفظهن الله به في مهورهن والانفاق عليهن وقرأ أبو\nجعفر المدني ( بما حفظ الله ) ومعناه بأن حفظن الله في الطاعة وتقديره بحفظ\nالله 82 وقوله جل وعز ( واللاتي تخافون نشوزهن فعظوهن ) قال أهل التفسير\nالنشوز العداوة والنشوز في اللغة الارتفاع ويقال لما ارتفع من الأرض نشز\nونشز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n             والعداوة هي ارتفاع عما يجب وزوال عنه قال سفيان معنى\nفعظوهن أي فعظوهن بالله ( واهجروهن في المضاجع ) قال سفيان من غير ترك\nالجماع ( واضربوهن ) قال عطاء ضربا غير مبرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n             83 ثم قال جل وعز\n( فإن أطعنكم فلا تبغوا عليهن سبيلا ) قال ابن جريج أي لا تطلبوا عليهن\nطريق عنت 84 ثم قال جل وعز ( ان الله كان عليا كبيرا ) أي هو متعال عن أن\nيكلف الا الحق ومقدار الطاقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n             85 وقوله جل وعز ( وان خفتم شقاق\nبينهما ) قال أبو عبيدة معنى خفتم أيقنتم قال أبو جعفر قال اسحاق هذا عندي\nخطأ لانا لو أيقنا لم يحتج إلى الحكمين و خفتم ههنا على بابها والشقاق\nالعداوة وحقيقته أن كل واحد من المعاديين في شق خلاف شق صاحبه 86 ثم قال جل\nوعز ( إن يريدا إصلاحا يوفق الله بينهما ) قال مجاهد يعني الحكمين قال أبو\nجعفر وهذا قول حسن لانهما اذا اجتمعت كلمتهما قبل منهما على أن في ذلك\nاختلافا روي عن سعيد بن جبير أنه قال للحكمين أن يطلقا على الرجل اذا\nاجتمعا على ذلك وهذا قول مالك وفيه قول آخر وهو أنهما لا يطلقان عليه حتى\nيرضى بحكمهما <span id='ms141'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n             وروي هذا القول أيوب وهشام عن محمد بن سيرين عن\nعبيدة عن علي رحمه الله أنه قال للحكمين لكما أن تحمعا وأن تفرقا فقال\nالزوج أما التفرقة فلا قال علي والله لترضين بكتاب الله 87 ثم قال جل وعز (\nإن الله كان عليما خبيرا ) أي هو عليم بما فيه الصلاح خبير بذلك 88 وقوله\nجل وعز ( واعبدوا الله ولا تشركوا به شيئا ) أي لا تعبدوا معه غيره فتبطل\nعبادتكم 89 ثم قال جل وعز ( وبالوالدين احسانا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n             أي وصاكم بهذا\nوالتقدير وأحسنوا بالوالدين احسانا 90 وقوله جل وعز ( والجار ذي القربى )\nهو الذي بينك وبينه قرابة ثم قال جل وعز ( والجار الجنب ) قال ابن عباس هو\nالغريب وكذلك هو في اللغة ومنه فلان أجنبي وكذلك الجنابة البعد وأنشد أهل\nاللغة فلا تحرمني نائلا عن جنابة فاني امرؤ وسط القباب غريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n             92\nثم قال جل وعز ( والصاحب بالجنب ) روي عن علي وعبد الله بن مسعود وابن أبي\nليلى أنهم قالوا الصاحب بالجنب المرأة وقال مجاهد وعكرمة وقتادة والضحاك\nالصاحب بالجنب الرفيق في السفر 93 ثم قال جل وعز ( وابن السبيل ) قال قتادة\nومجاهد والضحاك هو الضيف والسبيل في اللغة الطريق فنسب اليها لانه اليها\nيأوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n             94 وقوله عز وجل ( ان الله لا يحب من كان مختالا فخورا )\nالمختال في اللغة ذو الخيلاء فان قيل فكيف ذكر المختال ههنا وكيف يشبه هذا\nالكلام الاول فالجواب أن من الناس من تكبر على اقربائه اذا كانوا فقراء\nفأعلم الله عز وجل أنه لا يحب من كان كذا 95 وقوله عز وجل ( الذين يبخلون\nويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله وأعتدنا للكافرين\nعذابا مهينا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n             قال إبراهيم ومجاهد وقتادة نزل هذا في اليهود\nوهو قل حسن عند أهل اللغة لأن اليهود بخلوا أن يخبروا بصفة النبي صلى الله\nعليه وسلم وهو عندهم في التوراة وكتموا ما آتاهم الله من فضله أي ما أعطاهم\nوالدليل على هذا قوله ( وأعتدنا للكافرين عذابا مهينا ) 96 ثم قال عز وجل (\nوالذين ينفقون أموالهم رئاء الناس ) قال إبراهيم <span id='ms142'></span> يعني به اليهود أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n             وقال غيره يعني به المنافقين 97 ثم قال جل وعز ( ولا يؤمنون\nبالله ولا باليوم الآخر ومن يكن الشيطان له قرينا فساء قرينا ) أي من يقبل\nما سول له الشيطان فساء عملا عمله 98 وقوله جل وعز ( ان الله لا يظلم مثقال\nذرة ) أي وزن ذرة يقال هذا مثقال هذا أي وزن هذا ومثقال مفعال من الثقل\nوالذرة النملة الصغيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n             وروى عطاء بن يسار عن أبي سعيد الخدري\nأن النبي صلى الله عليه وسلم قال يخرج من النار من كان في قلبه مثقال ذرة\nمن ايمان ثم قال أبو سعيد ان شككتم فاقرؤوا ( ان الله لا يظلم مثقال ذرة )\n99 ثم قال جل وعز ( وان تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما ) قال\nسعيد بن جبير يعني الجنة ومعنى يضاعفها يجعلها أضعافا وقرأ أبو رجاء\nالعطاردي يضعفها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n             ومعنى من لدنه من قبله 100 وقوله جل وعز (\nفكيف اذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا ) في الكلام حذف\nلعلم السامع والمعنى فكيف تكون حالهم اذا جئنا من كل أمة بشهيد وفي الكلام\nمعنى التوبيخ قال عبد الله بن مسعود قال لي النبي صلى الله عليه وسلم اقرأ\nعلي فقلت آقرأ عليك وعليك أنزل فقال نعم فقرأت عليه من أول النساء حتى بلغت\nإلى قوله ( فكيف اذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا )\nفرأيت عينيه تذرفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n             وقال شهيدا عليهم ما دمت فيهم فلما توفيتني\nكنت أنت الرقيب عليهم 101 وقوله جل وعز ( يومئذ يود الذين كفروا وعصوا\nالرسول لو تسوى بهم الأرض ) وقرأ مجاهد وأبو عمرو لو تسوى بهم الأرض فمن\nقرأ تسوى فمعناه على ما روي عن قتادة لو تخرقت بهم الأرض فساخوا فيها وقيل\nوهو أبين ان المعنى أنهم تمنوا أن يكونوا ترابا كالارض فيستوون هم وهي ويدل\nعلى هذا ( يا ليتني كنت ترابا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n             وكذلك تسوى لو سواهم الله عز\nوجل فصاروا ترابا مثلها والقراءة الاولى موافقة لقولهم كنت ولم يقولوا كونت <span id='ms143'></span>\nوروي عن الحسن في قوله تسوى بهم الأرض قال تنشق فتسوى عليهم يذهب إلى أن\nمعنى ( بهم ) عليهم فتكون الباء بمعنى على كما تكون ( في ) بمعنى ( على )\nفي قوله عز وجل ( ولأصلبنكم في جذوع النخل ) 202 ثم قال عز وجل ( ولا\nيكتمون الله حديثا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n             فيقال أليس قد قالوا ( والله ربنا ما كنا\nمشركين ) ففي هذا أجوبة منها أن يكون داخلا في التمني فيكون المعنى أنهم\nيتمنون ألا يكتموا الله حديثا فيكون مثل قولك ليتني ألقى فلانا وأكلمه وقال\nقتادة هي مواطن في القيامة يقع هذا في بعضها وقال بعض أهل اللغة هم لا\nيقدرون على أن يكتموا لان الله عالم بما يسرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n             وقيل قولهم (\nوالله ربنا ما كنا مشركين ) عندهم أنهم قد صدقوا في هذا فيكون على هذا (\nولا يكتمون الله حديثا ) مستأنفا 103 وقوله عز وجل ( يا أيها الذين آمنوا\nلا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون ) قال الضحاك أي سكارى\nمن النوم وقال عكرمة وقتادة هذا منسوخ وقال قتادة نسخه تحريم الخمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n             يذهب إلى أن معنى سكارى من الشراب والدليل على أن هذا القول هو\nالصحيح أن عمر بن الخطاب رحمه الله قال أقيمت الصلاة فنادى منادي رسول الله\nصلى الله عليه وسلم ( لا يقربن الصلاة سكران ) وروي أن بعض أصحاب رسول الله\nصلى الله عليه وسلم صلى بقوم فقرأ ( قل يا أيها الكافرون ) فخلط فيها فنزلت\n( يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى ) ثم نسخ هذا بتحريم\nالخمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n             104 ثم قال جل وعز ( ولا جنبا الا عابري سبيل حتى\nتغتسلوا ) قال عبد الله بن عباس وأنس الا أن تمر ولا تجلس وروي عن ابن عباس\nهو المسافر يمر بالمسجد مجتازا وروي عن عائشة رحمها الله أنها حاضت وهي\nمحرمة فقال لها النبي صلى الله عليه وسلم افعلي ما يفعل الحاج غير أن لا\nتطوفي بالبيت 105 ثم قال جل وعز ( وان كنتم مرضى أو على سفر أو جاء أحد\nمنكم من الغائط ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n             قال بعض الفقهاء المعنى وجاء <span id='ms144'></span> أحد منكم من\nالغائط وهذا لا يجوز عند أهل النظر من النحويين لأن ل ( أو ) معناها وللواو\nمعناها وهذا عندهم على الحذف والمعنى وان كنتم مرضى لا تقدرون فيه على مس\nالماء أو على سفر ولم تجدوا ماء واحتجتم إلى الماء 106 ثم قال جل وعز ( أو\nلامستم النساء ) قال ابن عباس لامستم جامعتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n             ويقرأ ( أو لمستم\n) قال محمد بن يزيد من ذهب إلى أنه الجماع فالاحسن أ يقول لمستم مثل غشيتم\nوهذا الفعل انما نسب إلى الرجل ومن ذهب إلى أنه دون الجماع فالاحسن أن يقول\nلامستم 107 ثم قال جل وعز ( فتيمموا صعيدا طيبا ) معنى تيمموا تعمدوا\nواقصدوا يقال تيممت كذا وتأممته اذا قصدته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n             والصعيد في اللغة\nوجه الأرض كان عليه تراب أو لم يكن والدليل على هذا قوله عز وجل ( فتصبح\nصعيدا زلقا ) وانما سمي صعيدا لانه نهاية ما يصعد اليه من الأرض والطيب\nالنظيف ثم قال تعالى ( ان الله كان عفوا غفورا ) لانه قد عفا جل وعز وسهل\nفي التيمم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n             108 وقوله جل وعز ( ألم تر إلى الذين أوتوا نصيبا من\nالكتاب ) قال أهل التفسير يعني به اليهود لان عندهم صفة النبي صلى الله\nعليه وسلم ومعنى ( يشترون الضلالة ) يلزمونها وقد صاروا بمنزلة المشتري لها\nوالعرب تقول لكل من رغب في شيء قد اشتراه ومعنى ( ويريدون أن تضلوا السبيل\n) أي يريدون أن تضلوا طريق الحق 109 ثم قال جل وعز ( والله أعلم بأعدائكم )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n             أي فهو يكفيكموهم 110 ثم قال جل وعز ( وكفى بالله وليا وكفى\nبالله نصيرا ) قال أبو اسحاق انما دخلت الباء في ( وكفى بالله ) لان في\nالكلام معنى الامر والمعنى اكتفوا بالله وليا واكتفوا بالله نصيرا 111 ثم\nقال جل وعز ( من الذين هادوا يحرفون الكلم عن مواضعه ) يجوز أن يكون المعنى\nألم تر إلى الذين أوتوا نصيبا من الكتاب من الذين هادوا وهو الاولى بالصواب\nلأن الخبرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n             والمعنيين من صفة نوع واحد من الناس وهم اليهود\nوبهذا جاء التفسير ويجوز أن يكون المعنى وكفى بالله نصيرا من الذين هادوا <span id='ms145'></span>\nويجوز أن يكون المعنى على مذهب سيبويه من الذين هادوا يحرفون الكلم عن\nمواضعه ثم حذف وأنشد النحويون لو قلت ما في قومها لم تيثم يفضلها في حسب\nومبسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n             قالوا المعنى لو قلت ما في قومها أحد يفضلها ثم حذف\nومعنى يحرفون يغيرون ومنه تحرفت عن فلان أي عدلت عنه فمعنى ( يحرفون )\nيعدلون عن الحق 112 وقوله جل وعز ( ويقولون سمعنا وعصينا واسمع غير مسمع )\nروي عن ابن عباس أنه قال أي يقولون اسمع لا سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n             وقال الحسن أي\nاسمع غير مسمع منك أي غير مقبول منك ولو كان كذا لكان غير مسموع وقوله عز\nوجل ( وراعنا ) نهي المسلمون أن يقولوها وأمروا أن يخاطبوا النبي صلى الله\nعليه وسلم بالاجلال والاعظام وقرأ الحسن وراعنا منونا جعله من الرعونة وقد\nاستقصينا شرحه في سورة البقرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n             113 ثم قال جل وعز ( ليا\nبألسنتهم وطعنا في الدين ) أي يلوون ألسنتهم ويعدلون عن الحق 114 ثم قال جل\nوعز ( ولو أنهم قالوا سمعنا وأطعنا واسمع وانظرنا لكان خيرا لهم وأقوم )\nومعنى انظرنا انتظرنا ومعنى سمعنا قبلنا لكان خيرا لهم أي عند الله جل وعز\nوأقوم أي وأصوب في الرأي والاستقامة منه 115 ثم قال جل وعز ( ولكن لعنهم\nالله بكفرهم فلا يؤمنون الا قليلا ) ويجوز أن يكون المعنى فلا يؤمنون الا\nايمانا قليلا لا يستحقون اسم الايمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n             ويجوز أن يكون المعنى فلا\nيؤمنون الا قليلا منهم 116 وقوله عز وجل ( يا أيها الذين أوتوا الكتاب\nآمنوا بما نزلنا مصدقا لما معكم من قبل أن نطمس وجوها فنردها على أدبارها )\nروي عن أبي بن كعب أنه قال من قبل أن نضلكم اضلالا لا تهتدون بعده يذهب إلى\nأنه تمثيل وأنه ان لم يؤمنوا فعل هذا بهم عقوبة وقال مجاهد في الضلالة وقال\nقتادة معناه من قبل أن نجعل الوجوه أقفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n             ومعنى ( من قبل أن\nنطمس وجوها ) عند أهل اللغة نذهب بالانف والشفاه والاعين والحواجب فنردها\nعلى أدبارها نجعلها أقفاء فان قيل فلم ( لم ) يفعل بهم هذا ففي هذا جوابان\nأحدهما <span id='ms146'></span> أنه انما خوطب بهذا رؤساؤهم وهم ممن آمن روي هذا القول عن ابن عباس\nوالقول الآخر أنهم حذروا أن يفعل هذا بهم في القيامة وقال محمد بن جرير ولم\nيكن هذا لانه قد آمن منهم جماعة 117 ثم قال جل وعز ( أو نلعنهم كما لعنا\nأصحاب السبت ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n             قال قتادة أو نمسخهم قردة وخنازير 118 وقوله عز\nوجل ( ان الله لا يغفر أن يشرك به ) وقد قال ( ان الله يغفر الذنوب جميعا )\nفهذا معروف والمعنى أن يقال أنا أغفر لك كل ذنب ولا يستثنى ما يعلم أنك لا\nتغفر وقد روي أن النبي صلى الله عليه وسلم تلا إن الله يغفر الذنوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n             جمعيا فقال له رجل يا رسول الله والشرك فنزلت ( ان الله لا\nيغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) قال بعض أهل اللغة معناه الا\nالكبائر وقيل معناه بعد التوبة 119 وقوله عز وجل ( ألم تر إلى الذين يزكون\nأنفسهم بل الله يزكي من يشاء ) أصل الزكاء النماء في الصلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n            \nقال قتادة يعني اليهود لانهم زكوا أنفسهم فقالوا نحن أبناء الله وأحباؤه\nوكذلك قال الضحاك 120 ثم قال جل وعز ( ولا يظلمون فتيلا ) قال ابن عباس\nالفتيل ما فتلته بأصبعيك وقال غيره الفتيل ما في بطن النواة والنقير النقرة\nالتي فيها والتي تنبت منها النخلة والقطمير القشرة الملفوفة عليها من خارج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n             والمعنى لا يظلمون مقدار هذا 121 ثم قال جل وعز ( أنظر كيف\nيفترون على الله الكذب ) معنى يفترون يختلقون ويكذبون 122 وقوله عز وجل (\nألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ) روي عن\nعمر رحمه الله أنه قال الجبت السحر والطاغوت الشيطان وكذلك روي عن الشعبي\nوقال قتادة الجبت الشيطان والطاغوت الكاهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n             وروي عن ابن عباس أن\nالجبت والطاغوت رجلا من اليهود وهما كعب بن الاشرف وحيي بن أخطب والجبت\nوالطاغوت عند أهل اللغة كل ما عبد من دون الله أو أطيع طاعة فيها معصية أو\nخضع له فهذه الاقوال متقاربة لانهم اذا أطاعوهما في معصية الله <span id='ms147'></span> والكفر\nبأنبيائه كانوا بمنزلة من عبدهما كما قال جل وعز ( اتخذوا أحبارهم ورهبانهم\nأربابا من دون الله ) حدثني من أثق به عن بن يونس بن عبد الاعلى عن ابن وهب\nعن مالك قال الطاغوت ما عبد من دون الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n             ومنه ( واجتنبوا\nالطاغوت أن يعبدوها ) فقلت لمالك ما الجبت فقال سمعت من يقول هو الشيطان\nويدل على هذا ما حدثناه أحمد بن محمد الازدي قال حدثنا ابن أبي داود قال\nحدثنا الحماني قال حدثنا مروان بن معاوية وابن المبارك عن عوف عن حيان بن\nقطن عن قبيصة بن مخارق قال سمعت النبي رسول الله صلى الله عليه وسلم يقول\nالعيافة والطيرة والطرق من الجبت 123 ثم قال جل وعز ( ويقولون للذين كفروا\nهؤلاء أهدى من الذين آمنوا سبيلا ) قال قتادة هم اليهود وقال غيره يبين\nبهذا أنهم عاندوا لانهم قالوا لمن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n             الاصنام ولم يقر بكتاب\nهؤلاء أهدى من المؤمنين الذين صدقوا بالكتب 124 وقوله جل وعز ( أولئك الذين\nلعنهم الله ) اللعنة الابعاد أي باعدهم من توفيقه ورحمته 125 وقوله جل وعز\n( أم لهم نصيب من الملك ) قيل انهم كانوا أصحاب بساتين ومال وكانوا مع ذلك\nبخلاء وقيل انهم لو ملكوا لبخلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n             126 وقوله جل وعز ( أم يحسدون\nالناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب والحكمة )\nقال الضحاك قالت اليهود يزعم محمد أنه قد أحل له من النساء ما شاء فأنزل\nالله عز وجل ( أم يحسدون الناس على ما آتاهم الله من فضله ) فالمعنى بل\nيحسدون النبي صلى الله عليه وسلم على ما أحل له من النساء قال السدي وقد\nكانت لداود صلى الله عليه وسلم مائة امرأة ولسليمان أكثر من ذلك وقال قتادة\nأولئك اليهود حسدوا هذا الحي من العرب حين بعث فيهم نبي فيكون الفضل ههنا\nالنبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n             وقد شرف بالنبي صلى الله عليه وسلم العرب أي فكيف لا\nيحسدون إبراهيم صلى الله عليه وسلم وغيره من الانبياء وقد أوتي سليمان\nالملك 127 ثم قال جل وعز ( وآتيناهم ملكا عظيما <span id='ms148'></span> ) قال مجاهد يعني النبوة\nوقال همام بن الحارث أيدوا بالملائكة والجنود 128 ثم قال جل وعز ( فمنهم من\nآمن به ومنهم من صد عنه ) قال مجاهد يعني القرآن وقيل بالنبي صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n             ويجوز أن يكون المعنى ( فمنهم من آمن ) بهذا الخبر (\nومنهم من صد عنه وكفى بجهنم سعيرا ) والسعير شدة توقد النار 129 وقوله جل\nوعز ( ان الذين كفروا بآياتنا سوف نصليهم نارا ) المعنى نلقيهم فيها يقال\nأصليته اصلاء اذا ألقيته في النار القاء كأنك تريد الاحراق وصليت اللحم إذا\nشويته أصليه صليا وصليت بالامر أصلى اذا قاسيت شدته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n             وفي الحديث\nأن يهودية أهدت إلى النبي صلى الله عليه وسلم شاة مصلية أي مشوية 130 ثم\nقال جل وعز ( كلما نضجت جلودهم بدلناهم جلودا غيرها ) في هذا قولان أحدهما\nأن الالم انما يقع على النفوس والجلود وان بدلت فالالم يقع على الانسان\nوالقول الآخر أن يكون الجلد الاول أعيد جديدا كما تقول صغت الخاتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n             131 ثم قال جل وعز ( ليذوقوا العذاب ) أي لينالهم ألم العذاب\nثم قال تعالى ( ان الله كان عزيزا حكيما ) أي هو حكيم فيما عاقب به من\nالعذاب 132 وقوله جل وعز ( والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري\nمن تحتها الانهار ) أي ماء الانهار 133 ثم قال جل وعز ( خالدين فيها أبدا\nلهم فيها أزواج مطهرة ) أي من الادناس والحيض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n             ثم قال تعالى (\nوندخلهم ظلا ظليلا ) أي يظل من الحر والبرد وليس كذا كل ظل 134 وقوله جل\nوعز ( ان الله يأمركم أن تؤدوا الامانات إلى أهلها ) قيل عن ابن عباس هذا\nعام وروي عن شريح أنه قال لاحد خصمين أعطه حقه فان الله عز وجل يقول ( ان\nالله يأمركم أن تؤدوا الامانات إلى أهلها ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n             ثم قال شريح ( وان\nكان ذو عسرة فنظرة إلى ميسرة ) فانما هذا في الربا خاصة وقيل انه نزلت ( ان\nالله يأمركم أن تؤدوا الامانات إلى أهلها ) لما أخذت مفاتح البيت من ( شيبة\nبن عثمان ) وقال ابن زيد هم الولاة واستحسن هذا القول أن يكون خطابا لولاة <span id='ms149'></span>\nأمور الناس أمروا بأداء الامانة إلى من ولوا أمره فيهم وحقوقهم وما ائتمنوا\nعليه من أمورهم وبالعدل منهم فأوصوا بالرعية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n             ثم أوصى الرعية\nبالطاعة فقال جل وعز بعده ( يا أيها الذين آمنوا أطيعوا الله وأطيعوا\nالرسول وأولي الامر منكم ) الا أن ابن عباس قال ( وأولوا الأمر منكم )\nوأولوا الفقه والدين وقال مجاهد أصحاب محمد وقال أبو هريرة هم الامراء وهذا\nمن أحسنها الا أنه في ما وافق الحق كما صح عن النبي صلى الله عليه وسلم فمن\nأمر بمعصية فلا طاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n             135 وقوله جل وعز ( يا أيها الذين آمنوا\nأطيعوا الله وأطيعوا الرسول وأولي الامر منكم ) قال جابر بن عبد الله أولو\nالامر أولوا الفقه والعلم وقال بهذا القول من التابعين الحسن ومجاهد وعطاء\nوقال أبو هريرة يعني به امراء السرايا وقال بهذا القول السدي ويقويه أن أبا\nهريرة روى عن النبي صلى الله عليه وسلم أنه قال ( من أطاعني فقد أطاع الله\nومن أطاع أميري فقد أطاعني ومن عصاني فقد عصى الله ومن عصى أميري فقد عصاني\n( وقال عكرمة أولوا الامر أبو بكر وعمر وهذه الاقوال كلها ترجع إلى شيء\nواحد لان أمراء السرايا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n             من العلماء لانه كان لا يولى الا من\nيعلم وكذلك أبو بكر وعمر من العلماء 136 ثم قال جل وعز ( فان تنارعتم في\nشيء فردوه إلى الله والرسول ) اشتقاق المنازعة أن كل واحد من الخصمين ينتزع\nالحجة لنفسه 137 وفي قوله جل وعز ( فردوه إلى الله والرسول ) قولان أحدهما\nقاله مجاهد وقتادة فردوه إلى كتاب الله وسنة رسوله وكذلك قال عمرو بن ميمون\nفردوه إلى كتاب الله ورسوله فاذا مات رسول الله صلى الله عليه وسلم فردوه\nإلى سنته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n             والقول الآخر فقولوا الله ورسوله أعلم وهذا تغليظ في\nالاختلاف لقوله ( ان كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا\n) قال قتادة وأحسن تأويلا وأحسن عاقبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n             وهذا أحسن في اللغة\nويكون من آل إلى كذا ويجوز أن يكون المعنى وأحسن من تأويلكم 138 وقوله جل\nوعز ( ألم تر إلى <span id='ms150'></span> الذين يزعمون أنهم آمنوا بما أنزل اليك وما أنزل من قبلك\nيريدون أن يتحاكموا إلى الطاغوت ) قال الضحاك نزل هذا في رجلين اختصما\nأحدهما يهودي والآخر منافق فقال اليهودي بيني وبينك محمد وقال المنافق بيني\nوبينك كعب بن الأشرف 139 وقوله عز وجل ( واذا قيل لهم تعالوا إلى ما أنزل\nالله والى الرسول رأيت المنافقين يصدون عنك صدودا ) أي يصدون عن حكمك 140\nوقوله عز وجل ( فكيف اذا أصابتهم مصيبة بما قدمت أيديهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n            \nالمعنى ( فكيف ) حالهم ( اذا أصابتهم مصيبة بما قدمت أيديهم ثم جاؤوك\nيحلفون بالله ان أردنا الا احسانا وتوفيقا ) يروى أن عمر قتل المنافق الذي\nقال لليهودي امض بنا إلى كعب بن الاشرف يقض بيننا فجاء أصحابه إلى النبي\nصلى الله عليه وسلم يحلفون بالله ان أردنا بطلب الدم الا احسانا وموافقة\nللحق وقيل المعنى اذا نزلت بهم عقوبة لم تردعهم وحلفوا كاذبين أنهم ما\nأرادوا باحتكامهم اليه الا الاحسان من بعضهم الى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n             بعض والصواب\nفيه 141 ثم قال جل وعز ( أولئك الذين يعلم الله ما في قلوبهم ) وهو عالم\nبكل شيء والفائدة أنه قد علم أنهم منافقون فأعلموا ذلك 142 ثم قال جل وعز (\nفأعرض عنهم وعظهم وقل لهم في أنفسهم قولا بليغا ) أي قل لهم من خالف حكم\nالنبي صلى الله عليه وسلم وكفر به وجب عليه القتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n             143 وقوله جل\nوعز ( وما أرسلنا من رسول الا ليطاع بإذن الله ) من زائدة للتوكيد ويدل على\nمعنى الجنس ومعنى ( الا باذن الله ) الا بأنه أذن الله وقيل يجوز أن يكون\nمعناه الا بعلم الله 144 وقوله عز وجل ( فلا وربك لا يؤمنون حتى يحكموك\nفيما شجر بينهم 9 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n             أي فيما اختلفوا فيه ومنه تشاجر القوم وأصل\nهذا من الشجر لاختلاف أغصانه ومنه شجره بالرمح أي جعله فيه بمنزلة الغصن في\nالشجرة ومنه اشتجر القوم قال زهير متى يشتجر قوم يقل سرواتهم هم بيننا فهم\nرضى وهم عدل 145 وقوله جل وعز ( ثم لا يجدون في أنفسهم حرجا مما قضيت ) أي\nشكا وضيقا وأصل الحرج الضيق <span id='ms151'></span> 146 ثم قال جل وعز ( ويسلموا تسليما ) أي\nويسلموا لامرك وقوله تسليما مؤكد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n             147 وقوله جل وعز ( ومن يطع\nالله والرسول فأولئك مع الذين أنعم الله عليهم ) يروى أن قوما من أصحاب\nالنبي صلى الله عليه وسلم قالوا يا رسول الله أنت معنا في الدنيا وترفع يوم\nالقيامة لفضلك فأنزل الله عز وجل ( ومن يطع الله والرسول فأولئك مع الذين\nأنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا\n) فعرفهم أن الاعلين ينحدرون إلى من هو أسفل منهم فيجتمعون ليذكروا ما أنعم\nالله عليهم به 148 وقوله جل وعز ( يا أيها الذين آمنوا خذوا حذركم فانفروا\nثبات أو انفروا جميعا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p130'> Vol. 02, p. 130</a>\n            </div>\n             قال قتادة الثبات الفرق وقال الضحاك\nالثبات العصب والجميع المجتمعون وقال أهل اللغة الثبات الجماعات في تفرقة\nوالمعنى انفروا جماعة بعد جماعة أو انفروا بأجمعكم وواحد الثبات ثبة وهي\nمشتقة من قولهم ثبيت الرجل اذا أثنيت عليه في حياته لانك كأنك جمعت محاسنه\n149 وقوله جل وعز ( وان منكم لمن ليبطئن فان أصابتكم مصيبة قال قد أنعم\nالله علي ) أي يبطىء عن القتال و يبطىء على التكثير يعنى به المنافقون (\nفان أصابتكم مصيبة ) أي هزيمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n             ( ولئن أصابكم فضل من الله ) أي\nغنيمة ( ليقولن كأن لم تكن بينكم وبينه مودة ) لله وقرأ الحسن ( ليقولن )\nبضم اللام وهو محمول على المعنى لان ( من ) لجماعة فهذا معترض والمعنى هو\nقد أنعم الله علي اذ لم أكن معهم شهيدا ( كأن لم يكن بينكم وبينه مودة ) أي\nكأن لم يعاقدكم على الجهاد ويجوز أن يكون المعنى يا ليتني كنت معهم فأفوز\nفوزا عظيما كأن لم يكن بينكم وبينه مودة 150 وقوله جل وعز ( فليقاتل في\nسبيل الله الذين يشرون الحياة الدنيا بالآخرة ) معنى يشرون يبيعون يقال\nشريت الشيء اذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n             بعته واذا اشتريته 151 ثم قال جل وعز ( ومن\nيقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما ) وقرأ محمد بن\nاليماني فيقتل أو يغلب 152 وقوله جل وعز ( وما لكم لا تقاتلون في سبيل الله\nوالمستضعفين من الرجال <span id='ms152'></span> والنساء والولدان ) قال الزهري المعنى في سبيل الله\nوفي سبيل المستضعفين قال أبو جعفر قال أبو العباس يجوز أن يكون المعنى وفي\nالمستضعفين ويجوز أن يكون المعنى وفي سبيل المستضعفين وقال الضحاك هؤلاء\nقوم أسلموا ولم يقدروا على الهجرة وأقاموا بمكة فعذرهم الله جل وعز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n             153 ثم قال جل وعز ( الذين يقولون ربنا أخرجنا من هذه القرية\nالظالم أهلها ) يعنى مكة 154 وقوله جل وعز ( أينما تكونوا يدرككم الموت ولو\nكنتم في بروج مشيدة ) قال قتادة البروج القصور المحصنة ومعروف في اللغة أن\nالبروج الحصون والمشيدة تحتمل معنيين 1 أن تكون مطولة 2 والآخر أن تكون\nمشيدة بالشيد وهو الجص وكذلك قال عكرمة وقال السدي هي قصور بيض في السماء\nالدنيا مبنية وقيل المشيدة المطولة والمشيدة مخففة المعمولة بالشيد وقيل\nالمشيدة على التكثير يقع للجميع 155 وقوله جل وعز ( وان تصبهم حسنة يقولوا\nهذه من عند الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n             وان تصبهم سيئة يقولوا هذه من عندك ) الحسنة\nههنا الخصب والسيئة الجدب 156 وقوله جل وعز ( ما أصابك من حسنة فمن الله\nوما أصابك من سيئة فمن نفسك ) من حسنة أي خصب وقيل هذا للنبي صلى الله عليه\nوسلم لان المخاطبة له بمنزلة المخاطبة لجميع الناس والمعنى ما أصابك من\nحسنة فمن الله أي من خصب ورخاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n             وما أصابك من سيئة أي من جدب\nوشدة فمن نفسك أي فبذنبك عقوبة قاله قتادة ويروى أن اليهود قالوا لما قدم\nالمسلمون إلى المدينة أصابنا الجدب وقل الخصب فأعلم الله جل وعز أن ذلك\nبذنوبهم وروى عبد الوهاب بن مجاهد عن أبيه عن ابن عباس أنه قرأ ( وما أصابك\nمن سيئة فمن نفسك وأنا كتبتها عليك ) وقيل القول محذوف أي يقولون هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n             157 وقوله جل وعز ( ويقولون طاعة ) والمعنى ويقولون أمرنا طاعة\nومنا طاعة وفي الكلام حذف والمعنى ويقولون اذا كانوا عندك طاعة ودل على هذا\nقوله تعالى ( فاذا برزوا من عندك بيت طائفة منهم غير الذي تقول ) معنى بيت\nعند أهل اللغة أحكم الامر بليل وفكر فيه أي أظهر المعصية في بيته <span id='ms153'></span> والعرب\nتقول أمر بيت بليل اذا أحكم وانما خص الليل بذلك لانه وقت يتفرغ فيه قال\nالشاعر أجمعوا أمرهم بليل فلما أصبحوا أصبحت لهم ضوضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n             ومن هذا\nبيت الصيام وقال أبو رزين معنى بيت ألف وليس هذا بخارج عن قول أهل الغة\nلانه يجوز أن يكون التأليف بالليل وقيل معنى بيت بدل ولا يصح هذا 158 ثم\nقال جل وعز ( والله يكتب ما يبيتون ) يحتمل معنيين أحدهما أنه ينزله في\nكتابه ويخبر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n             وفي ذلك أعظم الآيات للنبي صلى الله عليه وسلم\nلانه يخبر بما يسرونه ويحتمل أن يكون المعنى والله يعلم ويحصي ما يبيتون\n159 ثم قال جل وعز ( فأعرض عنهم وتوكل على الله وكفى بالله وكيلا ) قال\nالضحاك يعنى به المنافقون والمعنى لا تخبر بأسمائهم 160 وقوله جل وعز (\nأفلا يتدبرون القرآن ) معنى تدبرت الشيء فكرت في عاقبته ويقال أدبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n             القوم اذا تولى أمرهم إلى آخره وفي الحديث لا تدابروا أي لا\nتعادوا أي لا يولي أحدكم صاحبه دبره من العداوة 161 ثم قال جل وعز ( ولو\nكان من عند غير الله لوجدوا فيه اختلافا كثيرا ) أي لو كان ما يخبرون به\nمما يسرونه من عند غير الله لاختلف ومذهب قتادة وابن زيد أن المعنى لو كان\nالقرآن من عند غير الله لوجدوا فيه تفاوتا وتناقضا لان كلام الناس يختلف\nويتناقض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n             162 وقوله عز وجل ( واذا جاءهم أمر من الامن أو الخوف\nأذاعوا به ) قال الضحاك أفشوه وسعوا به وهم المنافقون وقال غيره هم ضعفة\nالمسلمين كانوا اذا سمعوا المنافقين يفشون أخبار النبي صلى الله عليه وسلم\nتوهموا انه ليس عليهم في ذلك شيء فأفشوه فعاتبهم الله على ذلك فقال ( ولو\nردوه إلى الرسول وإلى أولي الأمر منهم ) أي اولوا العلم ( لعلمه الذين\nيستنبطونه منهم ) أي يستخرجونه يقال نبطت البئر اذا اخرجت منها النبط وهو\nما يخرج منها ومن هذا سمي النبط لانهم يخرجون ماء في الأرض فالمعنى لعلموا\nما ينبغي أن يفشى وما ينبغي أن يفشى يكتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n             163 وقوله جل وعز (\nولولا فضل <span id='ms154'></span> الله عليكم ورحمته لاتبعتم الشيطان إلا قليلا ) في هذه الاية\nثلاثة اقوال احدها ان المعنى ولولا ما تفضل الله به مما بين وأمر لاتبعتم\nالشيطان الا قليلا والقول الاخر ان المعنى اذاعوا به الا قليلا وهذا القول\nللكسائي وهو صحيح عن ابن عباس والقول الاخر قول قتاده وابن جريج وهو الذي\nكان يختاره أبو اسحاق ان المعنى لعلمه الذين يستنبطونه منهم الا قليلا (\nولولا فضل الله عليكم ورحمته لاتبعتم الشيطان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n             قيل هو استثناء\nمن لاتبعتم الشيطان يعنى به قوم لم يكونوا هموا بما هم به الاخرون من اتباع\nالشيطان كما قال الضحاك هم اصحاب النبي عليه السلام الا قليلا الا طائفة\nمنهم وقيل معنى الا قليلا كلكم وقال أبو جعفر وهذا غير معروف في اللغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n             ومن أحسن هذه الاقوال قول من قال أذاعوا به الا قليلا لانه\nيبعد أن يكون المعنى يعلمونه الذين يستنبطونه منهم الا قليلا لانه اذا بين\nاستوى الكل في علمه فبعد استثناء بعض المستنبطين منه 164 ثم قال جل وعز (\nفقاتل في سبيل الله لا تكلف الا نفسك ) وهذا متصل بقوله ( وما لكم لا\nتقاتلون في سبيل الله ) فأمره الله جل وعز بالقتال ولو كان وحده لانه قد\nوعده النصر 165 ثم قال جل وعز ( عسى الله أن يكف بأس الذين كفروا ) والبأس\nالشدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n             و ( عسى ) من الله واجبة لانها للترجي فاذا أمر أن يترجى\nشيء كان 166 وقوله جل وعز ( من يشفع شفاعة حسنة يكن له نصيب منها ) قال\nالحسن من شفع أثيب وان لم يشفع لانه قال جل وعز ( من يشفع ) ولم يقل من\nيشفع وقال أبو موسى الاشعري رحمه الله كنا عند النبي صلى الله عليه وسلم\nفجاء سائل فقال النبي صلى الله عليه وسلم اشفعوا تؤجروا ويقضي الله على\nلسان نبيه ما شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n             146 ثم قال جل وعز ( ومن يشفع شفاعة سيئة يكن\nله كفل منها ) روي عن أبي موسى أنه قال الكفل النصيب أو قل الحظ كذا في\nالحديث وقال قتادة الكفل الاثم والمعروف عند <span id='ms155'></span> أهل اللغة أن الكفل النصيب\nويقال اكتفلت البعير اذا جعلت على موضع منه كساء أو غيره لتركبه وهذا مأخوذ\nمن ذاك لانك انما تجعله على نصيب مثله 147 وقوله جل وعز ( وكان الله على كل\nشيء مقيتا ) في معناه قولان روى معاوية بن صالح عن علي بن أبي طلحة عن ابن\nعباس مقيتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n             يقول حفيظا وباسناده مقيتا يقول قديرا وحكى الكسائي\nأنه قال أقات يقيت اذا قدر وقال الشاعر وذي ضغن كففت النفس عنه وكنت على\nمساءته مقيتا والقول أن المقيت الحفيظ قال أبو اسحاق وهذا القول عندي أصح\nمن ذاك لانه مأخوذ من القوت مقدار ما يحفظ الانسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n             وقال الشاعر\nألي الفضل أم علي اذا حو سبت اني على الحساب مقيت وفي الحديث كفى بالمرء\nاثما أن يضيع من يقيت أي يحفظ ويروى يقوت 148 وقوله جل وعز ( واذا حييتم\nبتحية فحيوا بأحسن منها أو ردوها ) قيل هذا في السلام اذا قال سلام عليكم\nرد عليه وعليك السلام ورحمة الله واذا قال السلام عليك ورحمة الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n             قيل وعليك السلام ورحمة الله وبركاته قال الشيخ أبو بكر وجدت\nفي غير نسختي واذا قال سلام عليكم ورحمة الله وبركاته رد عليه وعليك يروى\nهذا عن النبي صلى الله عليه وسلم وروي عن الحسن أنه قال السلام سنة ورده\nفريضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n             149 ثم قال جل وعز ( إن الله كان على كل شيء حسيبا ) قال\nمجاهد أي حفيظا والحسيب عند بعض أهل اللغة البصريين الكافي يقال أحسبه اذا\nكفاه ومنه ( عطاء حسابا ) ومنه حسبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n             وهذا عندي غلط لانه لا\nيقال في هذا أحسب على الشيء فهو حسيب عليه انما يقال بغير على والقول أنه\nمن الحساب يقال حاسب فلانا على كذا وهو محاسبه عليه وحسيبه أي صاحب حسابه\n150 وقوله جل وعز ( الله لا إله الا هو ليجمعنكم إلى يوم القيامة لا ريب\nفيه ) قيل انما سميت القيامة لان الناس يقومون لرب العالمين أي يوم القيام\nثم زيدت الهاء للمبالغة وقيل انما ذلك لان الناس يقومون من قبورهم <span id='ms156'></span> كما قال\nجل وعز ( يخرجون من الاجداث سراعا ) والاجداث القبور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n             151 وقوله\nجل وعز ( فمالكم في المنافقين فئتين ) أي فرقتين مختلفتين قال زيد بن ثابت\nتخلف قوم عن النبي صلى الله عليه وسلم يوم أحد فصار أصحاب رسول الله صلى\nالله عليه وسلم فرقتين فقال بعضهم اقتلهم وقال بعضهم اعف عنهم فأنزل الله\nعز وجل ( فما لكم في المنافقين فئتين ) قال مجاهد هم قوم أسلموا ثم\nأستأذنوا النبي صلى الله عليه وسلم أن يخرجوا إلى مكة فيأخذوا بضائع لهم\nفصار أصحاب رسول الله صلى الله عليه وسلم فيهم فرقتين قوم يقولون هم\nمنافقون وقوم يقولون هم مؤمنون حتى نتبين أمرهم أنهم منافقون فأنزل الله عز\nوجل ( فما لكم في المنافقين فئتين والله أركسهم بما كسبوا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n            \nوروي عن عبد الله بن مسعود أنه قرأ ركسهم بغير ألف يقال أركسهم وركسهم اذا\nردهم والمعنى ردهم إلى حكم الكفار 152 ثم قال جل وعز ( أتريدون أن تهدوا من\nأضل الله ) أي انهم قد ضلوا ( ومن يضلل الله فلن تجد له سبيلا )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n             أي طريقا مستقيما 153 وقوله عز وجل ( الا الذين يصلون إلى قوم\nبينكم وبينهم ميثاق ) قال مجاهد صاروا إلى هلال بن عويمر وكان بينه وبين\nالنبي حلف وقال غيره كان قوم يوادعون النبي صلى الله عليه وسلم ولا\nيقاتلونه فأمر المسلمون أن لا يقاتلوا من صار إليهم واتصل بهم ووادع كما\nوادعوا وقال أبو عبيدة معنى يصلون ينتسبون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n             وهذا خطأ لان النبي\nصلى الله عليه وسلم قاتل قريشا وهم أنسباء المهاجرين الأولين 154 ثم قال جل\nوعز ( أو جاءوكم حصرت صدورهم ) أي أو يصلون إلى قوم جاؤوكم حصرت صدروهم قال\nالكسائي معنى حصرت ضاقت قال مجاهد وهو هلال بن عويمر الذي حصر أن يقاتل\nالمسلمين أو يقاتل قومه فدفع عنهم قال أبو العباس محمد بن يزيد المعنى على\nالدعاء أي أحصر الله صدورهم وقال أبو إسحاق يجوز أن يكون خبرا بعد خبر\nفالمعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n             ( أو جاؤوكم ) ثم خبر بعد فقال ( حصرت صدورهم ) كما\nقال جل وعز ( ان <span id='ms157'></span> مثل عيسى عند الله كمثل آدم خلقه من تراب ) وقيل المعنى أو\nجاؤوكم قد حصرت صدورهم ثم حذف قد وقد قرأ الحسن حصرة صدورهم وروي عن أبي بن\nكعب أنه قرأ ( الا الذين يصلون إلى قوم بينكم وبينهم ميثاق وحصرت صدورهم )\nفالمعنى على هذه القراءة ( الا الذين يصلون إلى قوم بينكم وبينهم ميثاق\nوحصرت صدورهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n             أي قوم حصرة صدورهم أي ضيقة 155 وقوله جل وعز (\nفان اعتزلوكم فلم يقاتلوكم ) أي كفوا عن قتالكم ( وألقوا اليكم السلم ) أي\nالانقياد ( فما جعل الله لكم عليهم سبيلا ) قال قتادة هذه الآية منسوخة\nنسخها ( فاقتلوا المشركين حيث وجدتموهم ) في براءة 156 وقوله جل وعز (\nستجدون آخرين يريدون أن يأمنوكم ويأمنوا قومهم كلما ردوا إلى الفتنة أركسوا\nفيها ) قال مجاهد هؤلاء قوم من أهل مكة كانوا يأتون النبي صلى الله عليه\nوسلم فيسلمون ثم يرجعون إلى الكفار فيرتكسون في الاوثان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n             157 ثم\nقال جل وعز ( فان لم يعتزلوكم ويلقوا اليكم السلم ويكفوا أيديهم فخذوهم\nواقتلوهم حيث ثقفتموهم ) ومعنى ثقفتموهم وجدتموهم واحد ( وأولئكم جعلنا لكم\nعليهم سلطانا مبينا ) أي حجة بينة بأنهم غدرة لا يوفون بعهد ولا هدنة 158\nوقوله جل وعز ( وما كان لمؤمن أن يقتل مؤمنا الا خطأ ) فهذا استثناء ليس من\nالاول قال أبو إسحاق المعنى ما كان لمؤمن أن يقتل مؤمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n             البتة\nثم قال ( الا خطأ ) أي لكن ان قتله خطأ ومن قال ان الا بمعنى الواو فقوله\nخطأ من جهتين احداهما أنه لا يعرف أن تكون ( الا ) بمعنى حرف عاطف والجهة\nالاخرى أن الخطأ لا يحصر لانه ليس بشيء يقصد ولو كان يقصد لكان عمدا وذكر\nسيبويه أن ( إلا ) تأتي بمعنى ( لكن ) كثير وأنشد من كان أسرع في تفرق فالج\nفلبونه جربت معا وأغدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n             الا كنا شرة الذي ضيعتم كالغصن في\nغلوائه المتنبت وكان سبب نزول هذه الآية فيما روى ابن أبي نجيح عن مجاهد أن\nعياش بن أبي ربيعة أخا أبي جهل لامه قتل رجلا مؤمنا كان يعذبه مع أبي جهل\nفي اتباع النبي <span id='ms158'></span> صلى الله عليه وسلم فحسب أنه كافر كما هو فقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n            \n159 وقوله جل وعز ( ومن قتل مؤمنا خطأ فتحرير رقبة مؤمنة ودية مسلمة إلى\nأهله الا أن يصدقوا ) وانما غلظ في قتل الخطأ ليتحرز من القتل والمعنى الا\nأن يتصدقوا عليكم بالدية وروي عن أبي بن كعب أنه قرأ ( الا أن يتصدقوا )\nوقرأ أبو عبد الرحمن السلمي ( الا أن تصدقوا ) والمعنى الا أن تتصدقوا ثم\nأدغم التاء في الصاد ويجوز على هذه القراءة الا أن تصدقوا بحذف احدى\nالتاءين 160 وقوله جل وعز ( فان كان من قوم عدو لكم وهو مؤمن فتحرير رقبة\nمؤمنة ) معنى عدو كمعنى أعداء وروى عكرمة عن ابن عباس أن المعنى وان كان\nمؤمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n             وقومه كفار فلا تدفعوا اليهم الدية وعليكم عتق رقبة\nفمعنى هذا اذا قتل مسلم خطأ وليس له قوم مسلمون فلا دية على قاتله كان قتله\nفي دار المسلمين أو في دار الحرب وروى عطاء بن السائب عن أبي عياض قال كان\nالرجل يجيء يسلم ثم يأتي قومه وهم مشركون فيقيم معهم فيفرون فيقتل فيمن\nيقتل فنزلت ( وان كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة ) قال\nوليس له دية فمعنى هذا أن يقتل في دار الحرب خاصة وقال قوم وان قتل في دار\nالاسلام فحكمه حكم المسلمين 161 ثم قال جل وعز ( وان كان من قوم بينكم\nوبينهم ميثاق فدية مسلمة إلى أهله وتحرير رقبة مؤمنة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n             قال\nالزهري الميثاق العهد فالمعنى ان كان المقتول من قوم بينكم وبينهم عهد\nفادفعوا اليهم الدية لئلا توغروا صدورهم 162 ثم قال جل وعز ( فمن لم يجد\nفصيام شهرين متتابعين ) أي فمن لم يجد الدية وعتق رقبة فعليه هذا ( توبة من\nالله ) أي فعل هذا ليتوبوا توبة 163 وقوله جل وعز ( ومن يقتل مؤمنا متعمدا\nفجزاؤه جهنم خالدا فيها ) روى شعبة عن منصور عن سعيد بن جبير قال أمرني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n             ابن أبزى أن أسأل ابن عباس عن هذه الآية ( ومن يقتل مؤمنا\nمتعمدا ) فسألته فقال ما نسخها شيء وروي عن <span id='ms159'></span> زيد بن ثابت نزلت الشديدة بعد\nالهينة لستة أشهر ( ومن يقتل مؤمنا متعمدا فجزاؤه جهنم ) بعد التى في\nالفرقان ( والذين لا يدعون مع الله الها آخر ) إلى قوله جل وعز ( الا من\nتاب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n             وذهب قوم إلى أن هذا على المجازاة ان جازاه بذلك وأن\nالعفو مرجو له مع التوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n             وهذا لا يحتاج أن يقال فيه ان جازاه\nولكن القول فيه عند العلماء أهل النظر أنه محكم وأنه يجازيه اذا لم يتب فان\nتاب فقد بين أمره لقوله عز وجل ( واني لغفار لمن تاب ) فهذا لا يخرج عنه\nشيء 164 وقوله جل وعز ( يا أيها الذين آمنوا اذا ضربتم في سبيل الله\nفتبينوا ) وتقرأ فتثبتوا قال أبو عبيد واحداهما قريبة من الاخرى وقال غيره\nقد يتثبت ولا يتبين فالاختيار فتبينوا ومعنى ضربتم سافرتم 165 ثم قال جل\nوعز ( ولا تقولوا لمن ألقى اليكم السلم لست مؤمنا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n             وقرأ ابن\nعباس ( لمن ألقى اليكم السلام ) فمن قرأ السلم فمعناه عنده الانقياد\nوالاستسلام ومن قرأ السلام فتحتمل قراءته معنيين أحدهما أن يكون بمعنى\nالسلم والآخر أن يكون من التسليم وروى عطاء وعكرمة عن ابن عباس أن قوما من\nأصحاب رسول الله صلى الله عليه وسلم مروا براع فقال السلام عليكم فقالوا\nانما تعوذ فقتلوه وأتوا بغنمه إلى النبي صلى الله عليه وسلم فأنزل الله عز\nوجل ( ولا تقولوا لمن ألقى اليكم السلام لست مؤمنا تبتغون عرض الحياة\nالدنيا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n             قال ابن عباس يعني الغنيمة وروي عن أبي جعفر أنه قرأ\n( مؤمنا ) بفتح الميم الثانية من أمنته اذا أجرته فهو مؤمن 166 وقوله جل\nوعز ( كذلك كنتم من قبل فمن الله عليكم ) قال سعيد بن جبير أي كذلك كنتم\nتخفون ايمانكم فمن الله عليكم أي فمن الله عليكم بالغزو واظهار الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n             واختار أبو عبيد القاسم بن سلام ( ولا تقولوا لمن القى اليكم\nالسلام ) وخالفه أهل النظر فقالوا السلم ههنا أشبه لانه بمعنى الانقياد\nوالتسلم كما قال جل وعز ( فألقوا السلم ما كنا نعمل من سوء ) 167 وقوله\nتعالى ( لا يستوي <span id='ms160'></span> القاعدون من المؤمنين ) قال ابن عباس لا يستوي القاعدون\nعن بدر والخارجون إليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n             168 ثم قال جل وعز ( غير أولي الضرر )\nالضرر الزمانة وتقرأ غير رفعا ونصبا قال أبو إسحاق ويجوز الخفض فمن رفع\nفالمعنى لا يستوي القاعدون غير أولي الضرر أي لا يستوي القاعدون الذين هم\nغير أولي الضرر والمعنى لا يستوي القاعدون الاصحاء ومن قرأ غير نصبا فهو\nيحتمل معنيين أحدهما الاستثناء ويكون المعنى الا أولي الضرر فانهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n             يستوون مع المجاهدين والمعنى الآخر أن يكون غير في موضع الحال\nأي لا يستوي القاعدون أصحاء والمعنى على النصب لانه روى زيد بن ثابت\nوالبراء بن عازب أنه لما نزل على النبي صلى الله عليه وسلم ( لا يستوي\nالقاعدون من المؤمنين ) قام ابن أم مكتوم فقال يا رسول الله أنا ضرير فنزلت\n( غير أولي الضرر ) فألحقت بها هذا معنى الحديث ومن قرأ بالخفض فالمعنى\nعنده من المؤمنين الذين هم غير أولي الضرر أي من المؤمنين الاصحاء 169\nوقوله جل وعز ( وكلا وعد الله الحسنى ) المجاهدين وأولي الضرر وعد الله\nالحسنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n             قال أهل التفسير يعني بالحسنى الجنة 170 ثم قال جل وعز\n( وفضل الله المجاهدين على القاعدين ) الذين ليس لهم ضرر ( أجرا عظيما\nدرجات منه ) وروي عن ابن محيريز أنه قال تلك سبعون درجة ما بين الدرجتين\nحضر الفرس الجواد المضمر سبعين سنة 171 وقوله جل وعز ( ان الذين توفاهم\nالملائكة ظالمي أنفسهم ) وقرأ عيسى وهو ابن عمر ( ان الذين يتوفاهم\nالملائكة ) هذا على تذكير الجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n             ومن قرأ ( توفاهم ) فهو يحتمل\nمعنيين أحدهما أن يكون فعلا ماضيا ويكون على تذكير الجمع أيضا والآخر أن\nيكون مستقبلا ويكون على تأنيث الجماعة والمعنى تتوفاهم ثم حذف إحدى التاءين\nقال عكرمة والضحاك هؤلاء قوم أظهروا الاسلام ثم لم يهاجروا إلى بدر مع\nالمشركين فقتلوا فأنزل الله جل وعز فيهم ( ان الذين توفاهم الملائكة ظالمي\nأنفسهم قالوا فيم كنتم ) أكنتم في أصحاب النبي صلى الله عليه وسلم أم كنتم\nمشركين هذا سؤال توبيخ 172 ثم قال جل وعز ( الا المستضعفين <span id='ms161'></span> من الرجال\nوالنساء والولدان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n             قال مجاهد هؤلاء قوم أسلموا وثبتوا على\nالاسلام ولم تكن لهم حيلة في الهجرة فعذرهم الله فقال ( فأولئك عسى الله أن\nيعفو عنهم ) وعسى ترج واذا أمر الله جل وعز أن يترجى شيء فهو واجب كذلك\nالظن به 173 وقوله جل وعز ( ومن يهاجر في سبيل الله يجد في الأرض مراغما\nكثيرا وسعة ) المراغم عند أهل اللغة والمهاجر واحد يقال راغمت فلانا اذا\nهجرته وعاديته كأنك لا تباليه وان لصق أنفه بالرغام وهو التراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n            \nوقيل انما سمي مهاجرا ومراغما لان الرجل كان اذا أسلم عادى قومه وهجرهم\nفسمي خروجه مراغما وسمي مصيره إلى النبي صلى الله عليه وسلم هجرة وروى\nمعاوية بن صالح عن علي بن أبي طلحة عن ابن عباس ( مراغما ) يقول متحولا من\nأرض إلى ارض قال ( وسعة ) يقول في الرزق وقال قتادة من الضلالة إلى الهدى\nأي سعة من تضييق ما كان فيه من انه لا يقدر على اظهار دينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \nواللفظة تحتمل المعنيين لانه لا خصوص فيها 174 وقوله جل وعز ( ومن يخرج من\nبيته مهاجرا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله ) قال\nسعيد بن جبير نزلت في رجل يقال له ضمرة من خزاعة كان مصابا ببصره فقال\nأخرجوني فلما صاروا به إلى التنعيم مات فنزلت هذه الآية فيه 175 وقوله جل\nوعز ( واذ ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n             قال يعلى بن أمية سألت عمر بن الخطاب رضي الله عنه فقلت انما\nكان هذا وقت الخوف وقد زال اليوم فقال عجبت مما عجبت منه فسألت رسول الله\nصلى الله عليه وسلم فقال ( صدقة تصدق الله بها عليكم فأقبلوا صدقته ( ومعنى\n( ضربتم في الأرض ) سافرتم كما قال ( وآخرون يضربون في الأرض يبتغون من فضل\nالله ) وفي معنى قوله جل وعز ( فليس عليكم جناح أن تقصروا من الصلاة )\nقولان أحدهما أنه اباحة لا حتم كما قال ( فلا جناح عليهما أن يتراجعا )\nوالقول الآخر أن هذا فرض المسافر كما <span id='ms162'></span> روت عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n             فرضت الصلاة\nركعتين فأقرت في السفر وزيد في صلاة الحضر ويكون مثل قوله ( فلا جناح عليه\nأن يطوف بهما ) والطواف حتم وروي عن أبي بن كعب أنه قرأ ( فليس عليكم جناح\nأن تقصروا من الصلاة أن يفتنكم الذين كفروا ) وليس فيه ان خفتم فالمعنى على\nقراءته كراهة أن يفتنكم الذين كفروا ثم حذف مثل ( واسأل القرية ) يقال قصر\nالصلاة وقصرها وأقصرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n             176 ثم قال جل وعز ( ان الكافرين كانوا\nلكم عدوا مبينا ) عدو ههنا بمعنى أعداء 177 وقوله عز وجل ( واذا كنت فيهم\nفأقمت لهم الصلاة ) روى سفيان عن منصور عن مجاهد عن أبي عياش الزرقي قال\nصلى رسول الله صلى الله عليه وسلم بعسفان والمشركون بينه وبين القتال فيهم\nأو عليهم خالد بن الوليد فقال المشركون لقد كانوا في صلاة لو أصبنا منهم\nلكانت الغنيمة فقال المشركون انها ستجيء صلاة هي أحب اليهم من آبائهم\nوأبنائهم قال ونزل جبريل بالآيات فيما بين الظهر والعصر وذكر الحديث وسنذكر\nحديث صالح بن خوات الذي يذهب أهل المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n             اليه وكرهنا الاطالة\nفي ذلك وحديث صالح فيه قضاء كل طائفة صلاتها قبل انصرافها من القبلة وليس\nكذا غيره والمعنى واذا كنت فيهم وثم خوف 178 ثم قال جل وعز ( فلتقم طائفة\nمنهم معك وليأخذوا أسلحتهم ) والمعنى وليأخذ الباقون أسلحتهم 179 ثم قال جل\nوعز ( فاذا سجدوا فليكونوا من ورائكم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n             وأهل المدينة يذهبون في\nصلاة الخوف إلى حديث يحيى بن سعيد الانصاري عن القاسم بن محمد عن صالح بن\nخوات الانصاري أن سهل بن أبي حثمة حدثه أن صلاة الخوف أن يقوم الامام\nمستقبل القبلة ومعه طائفة من أصحابه وطائفة مواجهة العدو فيركع الامام ركعة\nويسجد بالذين معه ثم يقوم فاذا استوى قائما ثبت وأتموا لانفسهم الركعة\nالثانية ثم سلموا وانصرفوا والامام قائم فيكونون وجاه العدو ثم يقبل\nالآخرون الذين لم يصلوا فيكبرون مع الامام فيركع بهم ركعة ويسجد ثم يسلم\nفيقومون فيركعون لانفسهم الركعة الباقية ثم يسلمون 180 وقوله جل وعز (\nوليأخذوا حذرهم وأسلحتهم ) يجوز أن <span id='ms163'></span> يكون هذا للجميع لانه وان كان الذين في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n             الصلاة لا يحاربون فانهم اذا كان معهم السلاح كان ذلك أهيب\nللعدو ويجوز أن يكون الذين أمروا بأخذ السلاح الذين ليسوا في الصلاة لان\nالمصلي لا يحارب 181 وقوله عز وجل ( فإذا قضيتم الصلاة فاذكروا الله قياما\nوقعودا وعلى جنوبكم ) أي فاذكروه بالشكر والتسبيح وما يقرب منه 182 ثم قال\nجل وعز ( فإذا اطمأننتم ) قال مجاهد فاذ صرتم في الاهل والدور والمعروف في\nاللغة أنه يقال اطمأن اذا سكن فيكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n             المعنى فاذا سكن عنكم\nالخوف وصرتم إلى منازلكم ( فأقيموا الصلاة ) قال مجاهد أي فأتموها 183 ثم\nقال جل وعز ( ان الصلاة كانت على المؤمنين كتابا موقوتا ) وروى ليث عن\nمجاهد أن الموقوت المفروض وروى ابن أبي نجيح عن مجاهد قال موقوتا واجبا\nوقال زيد بن أسلم موقوتا منجما أي تؤدونها في أنجمها والمعنى عند أهل اللغة\nمفروض لوقت بعينه يقال وقته فهو موقوت ووقته فهو موقت وهذا قول زيد بن أسلم\nبعينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n             184 وقوله جل وعز ( ولا تهنوا في ابتغاء القوم ) أي لا\nتضعفوا يقال وهن يهن وهنا ووهونا 185 ثم قال جل وعز ( ان تكونوا تألمون\nفانهم يألمون كما تألمون ) قال الضحاك أي تشكون ( وترجون من الله ما لا\nيرجون ) قال الضحاك أي في جراحاتكم يعني من الاجر وقال غيره ترجون من النصر\nوالعافية ما لا يرجون وقيل ترجون تخافون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n             186 وقوله عز وجل (\nانا أنزلنا اليك الكتاب بالحق لتحكم بين الناس بما أراك الله ولا تكن\nللخائنين خصيما ) قال مجاهد كان رجل من الانصار يقال له ( ابن أبيرق واسمه\nطعمة ) سرق درعا فلما فطن به استودعها عند رجل من اليهود وادعى أن اليهودي\nأخذها فجاء قومه يسألون النبي صلى الله عليه وسلم أن يعذره فأنزل الله عز\nوجل ( انا أنزلنا اليك الكتاب بالحق ) إلى قوله ( ولا تجادل عن الذين\nيختانون أنفسهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n             والجدال في اللغة أشد الخصومة ويقال رجل أجدل\nاذا كان شديدا ويقال للصقر أجدل لانه من أقوى الطير 187 ثم قال جل وعز (\nيستخفون من الناس <span id='ms164'></span> ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من\nالقول ) أي يحكمونه ليلا 188 وقوله جل وعز ( ها أنتم هؤلاء جادلتم عنهم في\nالحياة الدنيا فمن يجادل الله عنهم يوم القيامة ) أي يوم تظهر الحقائق\nوانما يحكم في الدنيا بما يظهر قال أبو جعفر قال أبو إسحاق المعنى ها أنتم\nالذين يذهب إلى أن هؤلاء بمعنى الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n             189 ثم قال جل وعز ( ومن\nيعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما ) أي استغفار\nغير عائد لانه اذا عزم على العودة فليس بتائب 190 ثم قال جل وعز ( ومن يكسب\nاثما فانما يكسبه على نفسه ) أي عقابه يرجع عليه ( ومن يكسب خطيئة أو اثما\nثم يرم به برئيا ) قال سعيد بن جبير نزلت في ابن أبيرق لما رمى اليهودي\nبالدرع التي سرقها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n             191 ثم قال جل وعز ( فقد احتمل بهتانا واثما\nمبينا ) البهتان الكذب الذي يتحير من عظمه 192 ثم قال جل وعز ( ولولا فضل\nالله عليك ورحمته ) أي بأنه أوحي اليك ما فعله ابن أبيرق ( لهمت طائفة منهم\nأن يضلوك ) أي يخطئوك في الحكم ( وما يضلون الا أنفسهم وما يضرونك من شيء )\nأي لانك معصوم 193 ثم قال جل وعز ( وأنزل الله عليك الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \nوالحكمة ) أي أنزل عليك الكتاب بالحكمة في أمر ابن أبيرق 194 وقوله جل وعز\n( لا خير في كثير من نجواهم ) النحوى كل كلام ينفرد به جماعة سرا كان أو\nجهرا 195 ثم قال جل وعز ( الا من أمر بصدقة ) يجوز أن يكون المعنى الا نجوى\nمن أمر بصدقة ثم حذف ويجوز أن يكون استثناء ليس من الاول ويكون المعنى لكن\nمن أمر بصدقة في نجواه خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n             196 وقوله جل وعز ( ومن يشاقق\nالرسول ) أي يخالف كأنه يصير في شق خلاف شقة أي في ناحية قال سعيد بن جبير\nلما أطلع الله النبي على أمر ابن أبيرق هرب إلى المشركين فارتد فأنزل الله\n( ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله\nما تولى <span id='ms165'></span> ) قال مجاهد أي نتركه وما يعبد وكذلك هو في اللغة يقال وليته ما\nتولى اذا تركته في اختياره قال سعيد بن جبير لما صار إلى مكة نقب بيتا بمكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n             فلحقه المشركون فقتلوه فأنزل الله ( ان الله لا يغفر أن يشرك\nبه ) إلى قوله ( فقد ضل ضلالا بعيدا ) 197 وقوله عز وجل ( ان يدعون من دونه\nالا اناثا ) قال مجاهد يعني الاوثان وعن أبي مع كل صنم جنية وقال أهل اللغة\nانما سميت اناثا لانهم سموها اللات والعزى ومناة وهذا عندهم اناث وقال\nالحسن أي ما يعبدون الا حجارة وخشبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n             قال وكان لكل حي صنم\nيعبدونه فيقال أنثى بني فلان فأنزل الله هذا وهذا قول حسن في اللغة لان هذه\nالاشياء يخبر عنها بالتأنيث يقال الحجارة يعجبنه ولا يقال يعجبونه وروي عن\nابن عباس أنه قرأ ( ان يدعون من دونه الا أثنا ) وهذا جمع الجمع كأنه جمع\nوثنا على وثان كما تقول مثال ومثل ثم أبدل من الواو همزة لما انضمت كما قال\nجل وعز ( واذا الرسل أقتت ) من الوقت وقرىء ( ان يدعون من دونه الا أنثا )\nوهو جمع اناث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n             198 ثم قال جل وعز ( وان يدعون الا شيطانا مريدا\nلعنه الله ) فالمريد الخارج من الخير المتجرد منه وأمرد من هذا وقيل المريد\nالممتد في الشر من قولهم بيت ممرد أي مطول ومعنى لعنه باعده من رحمته 199\nثم قال جل وعز ( وقال لأتخذن من عبادك نصيبا مفروضا ) أي موقتا وهو من فرضت\nأي قطعت 200 ثم قال جل وعز ( ولاضلنهم ولامنينهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n             أي\nولاوهمنهم أن لهم حظا في المخالفة 201 ثم قال جل وعز ( ولآمرنهم فليبتكن\nآذان الانعام ) يقال بتك اذا قطع قال قتادة يعني البحيرة والبحيرة الناقة\nاذا أنتجت خمسة أبطن وكان آخرها ذكرا شقوا آذانها ولم ينتفعوا بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n             والتقدير في العربية ولآمرنهم بتبتيك آذان الانعام 202 ثم قال\nجل وعز ( ولآمرنهم فليغيرن خلق الله ) عن ابن عباس دين الله وعنه أيضا\nالخصاء وكذلك روي عن أنس وقال سعيد بن جبير ومجاهد وابراهيم والضحاك وقتادة\nيعني <span id='ms166'></span> دين الله وزاد مجاهد يعني الفطرة أي أنهم ولدوا على الاسلام وأمرهم\nالشيطان بتغييره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n             وروي عن عكرمة قولان أحدهما أنه الخصاء والآخر\nأنه دين الله وهذه الاقوال ليست بمتناقضة لانها ترجع إلى الافعال فأما قوله\n( لا تبديل لخلق الله ) وقال ههنا ( فليغيرن خلق الله ) فان التبديل هو\nبطلان عين الشيء فهو ههنا مخالف للتغيير وقال محمد بن جرير أولاهما أنه دين\nالله واذا كان ذلك معناه دخل فيه فعل كل ما نهى الله عنه من خصاء ووشم وغير\nذلك من المعاصي لأن الشيطان يدعو إلى جميع المعاصي أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n             فليغيرن\nما خلق الله من دينه 203 وقوله جل وعز ( أولئك مأواهم جهنم ولا يجدون عنها\nمحيصا ) المحيص في اللغة المعدل والملجأ يقال حصت وجضت وعدلت بمعنى واحد\n204 وقوله جل وعز ( ليس بأمانيكم ولا أماني أهل الكتاب ) المعنى ليس الثواب\nبأمانيكم ودل على أن هذا هو المعنى قوله جل وعز ( والذين أمنوا وعملوا\nالصالحات سندخلهم جنات تجري من تحتها الانهار ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n             205 وقوله جل\nوعز ( من يعمل سوءا يجز به ) روي عن أبي هريرة أنه قال لما نزلت ( من يعمل\nسوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا ) بكينا وحزنا وقلنا يا\nرسول الله ما أبقت هذه الآية من شيء قال ( أما والذي نفسي بيده انها لكما\nأنزلت ولكن أبشروا وقاربوا وسددوا فانه لا تصيب أحدا منكم مصيبة الا كفر\nالله عنه بها خطيئة حتى الشوكة يشاكها أحدكم في قدمه ( وروى على بن أبي\nطلحة عن ابن عباس ( من يعمل سوء يجز به ) يقول من يشرك به وهو السوء الا أن\nيتوب قبل موته فيتوب الله عليه حدثنا عبد السلام بن سهل السكري قال حدثنا\nعبيد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n             قال حدثنا عبد الواحد بن زياد قال حدثنا عاصم عن\nالحسن ( من يعمل سوء يجز به ) قال ذلك لمن أراد الله جل وعز هوانه فأما من\nأراد كرامته فلا قد ذكر الله قوما وقال ( أولئك الذين نتقبل عنهم أحسن ما\nعملوا ونتجاوز عن سيئاتهم <span id='ms167'></span> في أصحاب الجنة وعد الصدق الذي كانوا يوعدون )\nوالحديث عن النبي صلى الله عليه وسلم يدل على أنه عام روى عنه أبو هريرة\nأنه قال لما نزلت هذه الآية كل ما يصاب به العبد كفارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n             ولفظ\nالآية عام لكل من عمل سوءا من مؤمن وكافر كان الذنب صغيرا أو كبيرا وهذا\nموافق ل ( نكفر ) لان معنى نكفر نغطي عليها في القيامة فلا نفضحكم بها 206\nوقوله جل وعز ( ولا يظلمون نقيرا ) المعنى لا يظلمون مقدار نقير والنقير\nالنقطة التى تكون في النواة يقال ان النخلة تنبت منها 207 وقوله جل وعز (\nواتخذ الله إبراهيم خليلا ) الخليل في اللغة يكون بمعان أحدها الفقير كأنه\nبه الاختلال كما قال زهير وان أتاه خليل يوم مسألة يقول لا غائب مالي ولا\nحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n             والخليل المحب وقيل في قول الله جل وعز ( واتخذ الله\nإبراهيم خليلا ) أي محتاجا فقيرا اليه والقول الآخر هو الذي عليه أصحاب\nالحديث أنه المحب المنقطع إلى الله الذي ليس في انقطاعه اختلال والقول\nالثالث أنه يقال فلان خليل فلان أي هو يختصه ومنه الحديث لو كنت متخذا\nخليلا لاتخذت أبا بكر خليلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n             فدل بهذا على أنه صلى الله عليه\nوسلم لا يختص أحدا بشيء من العلم دون غيره 208 وقوله جل وعز ( ويستفتونك في\nالنساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب ) و ( ما ) في موضع\nرفع والمعنى قل الله يفتيكم فيهن والقرآن يفتيكم فيهن والذي يفتيكم من\nالقرآن في النساء قوله عز وجل ( فانكحوا ما طاب لكم من النساء مثنى وثلاث\nورباع ) 209 ثم قال جل وعز ( في يتامى النساء اللاتي لا تؤتونهن ما كتب لهن\nوترغبون أن تنكحوهن ) قالت عائشة رحمها الله هذا في اليتيمة تكون عند الرجل\n( وترغبون أن تنكحوهن ) رغبة أحدكم عن يتيمته التي تكون في حجره حين تكون\nقليلة المال والجمال فنهوا أن ينكحوا من رغبوا في مالها وجمالها من يتامى\nالنساء الا بالقسط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n             وفي بعض الروايات عنها هذا في اليتيمة لعلها\nتكون شريكته في المال ولا <span id='ms168'></span> يريد أن ينكحها ولا يحب أن تتزوج غيره لئلا يأخذ\nمالها قال الله جل اسمه ( وترغبون أن تنكحوهن ) قال سعيد بن جبير ومجاهد\nويرغب في نكاحها اذا كانت كثيرة المال ولاهل اللغة في هذا تقديران أحدهما\nأن المعنى وترغبون عن أن تنكحوهن ثم حذفت عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n             وحديث عائشة يقوي\nهذا القول والقول الآخر وترغبون في أن تنكحوهن ثم حذفت في واذا تدبرت قول\nسعيد بن جبير تبينت أنه قد جاء بالمعنيين 210 ثم قال جل وعز ( والمستضعفين\nمن الولدان ) قال سعيد بن جبير كانوا لا يورثون الصغير فنزلت ( يوصيكم الله\nفي أولادكم للذكر مثل حظ الأنثيين ) فعلى قول سعيد بن جبير أفتاهم في\nالمستضعفين قوله ( يوصيكم الله في أولادكم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n             211 ثم قال جل وعز\n( وأن تقوموا لليتامى بالقسط ) والقسط العدل وأفتاهم في اليتامى قوله جل\nوعز ( ولا تأكلوا أموالهم إلى أموالكم ) 212 وقوله جل وعز ( وان امرأة خافت\nمن بعلها نشوزا أو اعراضا ) النشوز من الزوج أن يسيء عشرتها ويمنعها نفسه\nونفقته 213 ثم قال جل وعز ( فلا جناح عليهما أن يصالحا بينهما صلحا ) وقرأ\nأكثر الكوفيين ( أن يصلحا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n             وقرأ الجحدري وعثمان البتي ( أن\nيصلحا ) والمعنى يصطلحا ثم أدغم فأما تفسير الآية فروى سماك بن حرب عن خالد\nبن عرعرة عن علي بن أبي طالب رضي الله عنه قال هي المرأة تكون عند الرجل\nوهي دميمة أو عجوز تكره مفارقته فيصطلحا على أن يجيئها كل ثلاثة أيام أو\nأربعة وقالت عائشة هو الرجل تكون عنده المرأة لعله لا يكون له منها ولد ولا\nيحبها فيريد تخليتها فتصالحه فتقول لا تطلقني وأنت في حل من شأني وروى\nالزهري عن سعيد بن المسيب وسليمان بن يسار أن هذه الآية نزلت في ( رافع بن\nخديج ) طلق امرأته تطليقة وتزوج شابة فلما قاربت انقضاء العدة قالت له أنا\nأصالحك على بعض الايام فراجعها ثم لم تصبره فطلقها أخرى ثم سألته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n             ذلك فراجعها فنزلت الآية وفي حديث هشام بن عروة عن أبيه عن\nعائشة أن سودة وهبت يومها لعائشة وكان <span id='ms169'></span> رسول الله صلى الله عليه وسلم يقسم\nلعائشة يومها ويوم سودة ابتغت سودة بذلك رضى رسول الله صلى الله عليه وسلم\n214 ثم قال جل وعز ( والصلح خير ) والمعنى والصلح خير من الفرقة ثم حذف هذا\nلعلم السامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n             وقيل في معنى ( الله أكبر ) الله أكبر من كل شيء\n215 ثم قال جل وعز ( وأحضرت الانفس الشح ) قال عطاء يعني الشح في الايام\nوالنفقة ومعنى هذا أن المرأة تشح بالنفقة على ضرايرها وايثارهن وقال سعيد\nبن جبير هذا في المرأة تشح بالمال والنفس 216 وقوله جل وعز ( ولن تستطيعوا\nأن تعدلوا بين النساء ولو حرصتم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n             قال عبيدة في الحب والجماع\n217 ثم قال جل وعز ( فلا تميلوا كل الميل ) قال عبيدة يعنى بالانفس وقال\nمجاهد لا تتعمدوا الاساءة والمعنى اقسموا بينهن بالسوية وروي عن عائشة\nرحمها الله أنها قالت كان رسول الله صلى الله عليه وسلم يقسم بين نسائه\nبالعدل ثم يقول اللهم هذا ما أملك فلا تؤاخذني بما تملكه ولا أملكه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n             218 ثم قال جل وعز ( فتذروها كالمعلقة ) قال الحسن هي التي ليس\nلها زوج ولا هي مطلقة وقال قتادة كالمحبوسة وكالمسجونة 219 وقوله جل وعز (\nمن كان يريد ثواب الدنيا فعند الله ثواب الدنيا والآخرة ) روي أن أكثر\nالمشركين كانوا لا يؤمنون بالقيامة وانما يتقربون إلى الله ليوسع عليهم في\nالدنيا ويدفع عنهم مكروهها فأنزل الله ( من كان يريد ثواب الدنيا فعند الله\nثواب الدنيا والآخرة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n             220 وقوله جل وعز ( يا أيها الذين آمنوا\nكونوا قوامين بالقسط ) القسط والاقساط العدل يقال أقسط يقسط اقساطا اذا عدل\nوقسط يقسط اذا جار 221 ثم قال جل وعز ( شهداء لله ولو على أنفسكم أو\nالوالدين والاقربين ان يكن غنيا أو فقيرا فالله أولى بهما ) المعنى ان يكن\nالمشهود له غنيا فلا يمنعكم ذلك من أن تشهدوا وان يكن المشهود عليه فقيرا\nفلا يمنعكم ذلك من أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n             تشهدوا عليه فان قيل كيف يقوم بالشهادة\nعلى نفسه وهل يشهد على نفسه قيل يكون عليه حق لغيره فيقر له به فذلك قيامه\nبالشهادة <span id='ms170'></span> على نفسه أدب الله عز وجل بهذا المؤمنين كما قال ابن عباس رحمه\nالله أمروا أن يقولوا الحق ولو على أنفسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n             222 ثم قال عز وجل (\nفلا تتبعوا الهوى أن تعدلوا ) المعنى فلا تتبعوا الهوى لان تعدلوا وأدوا ما\nعندكم من الشهادة فهذا قول أكثر أهل اللغة ويجوز أن يكون المعنى فلا تتبعوا\nالهوى كراهة أن تعدلوا لانه اذا خالف الحق فكأنه كره العدل 223 ثم قال\nتعالى ( وان تلووا أو تعرضوا ) روى قابوس بن أبي ظبيان عن أبيه عن ابن عباس\nقال هو في الخصمين يتقدمان إلى القاضي فيكون ليه لاحدهما واعراضه عن الآخر\nوقال مجاهد ( وان تلووا ) أي تبدلوا أو تعرضوا تتركوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n             فمذهب\nابن عباس أن اللي من الحاكم ومذهب مجاهد أنه من الشاهد وكذلك قال الضحاك هو\nأن يلوي لسانه عن الحق في الشهادة أو يعرض فيكتمها وأصل لوى في اللغة مطل\nوأنشد سيبويه قد كنت داينت بها حسانا مخافة الافلاس والليانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n            \nوقرىء ( وان تلوا أو تعرضوا ) وفيه قولان أحدهما للكسائي قال والمعنى من\nالولاية وان تلوا شيئا أو تدعوه وقال أبو اسحاق من قرأ ( وان تلوا )\nفالمعنى على قراءته وان تلووا ثم همز الواو الاولى فصارت تلؤوا كما قال\nيقال أدؤر في جمع دار ثم ألقى حركة الهمزة على اللام وحذف الهمزة فصارت\nتلوا كما يقال آدر في جمع دار 224 وقوله عز وجل ( يا أيها الذين آمنوا\nآمنوا بالله ورسوله ) في معنى هذا قولان أحدهما اثبتوا على الايمان كما\nيقال للقائم قف حتى أجيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n             أي أثبت قائما والقول الآخر أنه خطاب\nللمنافقين فالمعنى على هذا يا أيها الذين آمنوا في الظاهر أخلصوا لله 225\nوقوله جل وعز ( ان الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرا\nلم يكن الله ليغفر لهم ولا ليهديهم سبيلا ) قال مجاهد يعنى به المنافقون\nقال ومعنى ثم ( ازدادوا كفرا ) ماتوا على ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n             وهذا القول ليس\nيبعد في اللغة لانهم اذا ماتوا على الكفر فقد هلكوا فهم بمنزلة من ازداد\nوقال أبو <span id='ms171'></span> العالية ( ان الذين آمنوا ثم كفروا ) اليهود والنصارى ( ثم\nازدادوا كفرا ) بذنوب عملوها وقال قتادة ( الذين آمنوا ثم كفروا ) اليهود\nوالنصارى آمنت اليهود بالتوراة ثم كفرت يعني بالانجيل ثم آمنوا بعزير ثم\nكفروا بعيسى ثم ازدادوا كفرا بكفرهم بمحمد صلى الله عليه وسلم وآمنت\nالنصارى بالانجيل ثم كفرت وكفرهم به تركهم اياه ثم ازدادوا كفرا بالقرآن\nوبمحمد عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n             226 وقوله جل وعز ( بشر المنافقين بأن لهم\nعذابا أليما ) المعنى اجعل ما يقوم مقام البشارة العذاب وأنشد سيبويه وخيل\nقد دلفت لها بخيل تحية بينهم ضرب وجيع أي الذي يقوم مقام التحية ضرب وجيع\n227 وقوله جل وعز ( أيبتغون عندهم العزة ) أيبتغي المنافقون عند الكافرين\nالعزة أي المنعة قال الاصمعي يقال أرض عزاز بالفتح والكسر اذا كانت صلبة\nشديدة وقولهم يعز علي أي يشتد علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n             ومنه قوله تعالى ( وعزني في\nالخطاب ) أي قهرني لانه أعز مني ومنه قولهم ( من عز بز ) أي من غلب استلب\nومنه قوله ( فعزته يداه وكاهله ) 228 وقوله جل وعز ( قالوا ألم نستحوذ\nعليكم ) يقال استحوذ عليه اذا استولى عليه فالمعنى قال المنافقون للكافرين\nألم نغلب عليكم بموالاتنا اياكم ونمنعكم من المؤمنين أي أخبرناكم بأخبارهم\nلتحذروا ما يكون منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p219'> Vol. 02, p. 219</a>\n            </div>\n             229 وقوله جل وعز ( ولن يجعل الله\nللكافرين على المؤمنين سبيلا ) روي عن علي رضي الله عنه أنه قال ذلك في\nالآخرة وقال ابن عباس ذاك يوم القيامة وقال السدي السبيل الحجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p220'> Vol. 02, p. 220</a>\n            </div>\n            \nوقيل ان المعنى ان الله ناصر المؤمنين بالحجة والغلبة ليظهر دينهم على\nالدين كله 230 وقوله جل وعز ( ان المنافقين يخادعون الله وهو خادعهم ) قال\nأهل اللغة سمي الثاني خداعا لانه مجازاة للاول فسمي خداعا على الازدواج كما\nقال جل وعز ( وجزاء سيئة سيئة مثلها ) وقال الحسن اذا كان يوم القيامة أعطي\nالمؤمنون والمنافقون نورا فاذا انتهوا إلى الصراط طفىء نور المنافقين فيشفق\nالمؤمنون فيقولون ( ربنا أتمم لنا نورنا ) فيمضي المؤمنون بنورهم فينادونهم\n( أنظرونا نقتبس من نوركم ) الآية قال الحسن فتلك خديعة الله اياهم وهذا\nالقول ليس بخارج من قول <span id='ms172'></span> أهل اللغة لانه قد سماه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n             خداعا لانه\nمجازاة لهم 231 ثم قال جل وعز ( واذ قاموا إلى الصلاة قاموا كسالى يراؤون\nالناس ولا يذكرون الله الا قليلا ) قال الحسن انما قل لانه لغير الله وروي\nعن علي بن أبي طالب رضي الله عنه أنه قال ما قل عمل مع تقى وكيف يقل ما\nيتقبل 232 ثم قال جل وعز ( مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء )\nقال قتادة ولا يكونون مخلصين بالايمان ولا مصرحين بالكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p222'> Vol. 02, p. 222</a>\n            </div>\n             وروى\nعبيد الله بن عمر عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قال مثل\nالمنافق كمثل الشاة العائرة بين غنمين اذا جاءت إلى هذه نطحتها واذا جاءت\nإلى هذه نطحتها فلا نتبع هذه ولا هذه وأصل التذبذب في اللغة التحرك\nوالاضطراب كما قال ألم تر أن الله أعطاك سورة ترى كل ملك دونها يتذبذب\nفالمعنى ان المنافقين متحيرون في دينهم لا يرجعون إلى اعتقاد شيء على صحة\nليسوا مع المؤمنين على بصيرة ولا مع المشركين على جهالة فهم حيارى بين ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p223'> Vol. 02, p. 223</a>\n            </div>\n             والنفاق مأخوذ من النافقاء وهو أحد جحور اليربوع اذا أخذت عليه\nالمواضع خرج منه ولا يفطن اليه وكذلك المنافق يظهر الاسلام ويخرج منه سرا\nوفي الحديث ( للمنافق ثلاث علامات اذا حدث كذب واذا وعد أخلف واذا ائتمن\nخان ) 233 وقوله جل وعز ( أتريدون أن تجعلوا لله عليكم سلطانا مبينا ) قال\nقتادة السلطان الحجة وكذلك هو عند أهل اللغة 234 وقوله جل وعز ( ان\nالمنافقين في الدرك الاسفل من النار ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n             قال عبد الله بن مسعود\nيجعلون في توابيت من حديد تغلق عليهم وفي بعض الحديث من نار ثم تطبق عليهم\nوالادراك في اللغة المنازل والطبقات 235 وقوله جل وعز ( ما يفعل الله\nبعذابكم ان شكرتم وآمنتم وكان الله شاكرا عليما لا يحب الله الجهر بالسوء\nمن القول الا من ظلم ) وقرا زيد بن أسلم وابن أبي اسحاق ( الا من ظلم )\nوعلى هذه القراءة فيه ثلاثة أقوال قال الضحاك المعنى ما يفعل الله بعذابكم\nالا <span id='ms173'></span> من ظلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p225'> Vol. 02, p. 225</a>\n            </div>\n             وقيل المعنى لا يجهر أحد بالسوء الا من ظلم فانه\nيجهر به اعتداء وقال أبو اسحاق الزجاج يجوز أن يكون المعنى الا من ظلم فقال\nسوءا فانه ينبغي أن تأخذوا على يديه ويكون استثناء ليس من الاول وعلى\nالجوابين الاولين يكون استثناء ليس من الاول أيضا ومن قرأ ( الا من ظلم )\nففيه أقوال أحدها روي عن مجاهد أنه قال ( نزلت هذه الآية في رجل من ضاف\nقوما فلم يحسنوا إليه فذكرهم بما فعلوا فعذبوه بذلك فنزلت ( لا يحب الله\nالجهر بالسوء من القول إلا من ظلم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p226'> Vol. 02, p. 226</a>\n            </div>\n             فالمعنى على هذا لكن من\nظلم فله أن يذكر ما فعل به قال الحسن هذا في الرجل يظلم فلا ينبغي أن يدعو\nعلى من ظلمه ولكن ليقل اللهم أعني عليه واستخرج لي حقي منه ونحو ذلك وقال\nقطرب الا من ظلم انما يريد المكره لانه مظلوم وذلك موضوع عنه وان كفر قال\nويجوز أن يكون المعنى الا من ظلم على البدل كأنه لا يحب الله الا من ظلم أي\nلا يحب الظالم وكأنه يقول يحب من ظلم أي يأجر من ظلم والتقدير على هذا\nالقول لا يحب الله ذا الجهر بالسوء الا من ظلم على البدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p227'> Vol. 02, p. 227</a>\n            </div>\n             236\nوقوله جل وعز ( ان الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله\nورسله ويقولون نؤمن ببعض ونكفر ببعض ) قال قتادة هم اليهود والنصارى آمنت\nاليهود بموسى والتوراة والانجيل وكفرت بعيسى والانجيل وآمنت النصارى بعيسى\nوالانجيل وكفرت بمحمد والقرآن 137 ثم قال جل وعز ( ويريدون أن يتخذوا بين\nذلك سبيلا ) قال قتادة اتخذوا اليهودية والنصرانية وابتدعوهما وتركوا دين\nالله الاسلام الذي لم يرسل نبي الا به 238 وقوله جل وعز ( فقد سألوا موسى\nأكبر من ذلك فقالوا أرنا الله جهرة ) قال قتادة أي عيانا وقال أبو عبيدة هو\nمن صفة القول والمعنى فقالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n             جهرة أرنا الله والقول عند أهل\nالنظر قول قتادة والمعنى فقالوا أرنا الله رؤية منكشفة لان من عرف الله فقد\nرآه علما 239 وقوله جل وعز <span id='ms174'></span> ( ورفعنا فوقهم الطور بميثاقهم ) الطور الجبل\n240 ثم قال جل وعز ( وقلنا لهم ادخلوا الباب سجدا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p229'> Vol. 02, p. 229</a>\n            </div>\n             قال قتادة\nكنا نحدث أنه باب من أبواب بيت المقدس 241 ثم قال جل وعز ( وقلنا لهم لا\nتعدوا في السبت ) قال قتادة نهوا عن صيد الحيتان في يوم السبت ويقال عدا\nيعدو عدوا وعدوانا وعداء وعدوا اذا جاوز الحق ويقرأ تعدوا بمعنى تعتدوا 242\nوقوله جل وعز ( فيما نقضهم ميثاقهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n             ما زايدة للتوكيد يؤدي عن\nمعنى قولك حقا وفي معناه ثلاثة أقوال أحدها أن قتادة قال المعنى فبنقضهم\nميثاقهم لعناهم فعلى قول قتادة حذف هذا لعلم السامع وقال الكسائي هو متعلق\nبما قبله والمعنى فأخذتهم الصاعقة بظلمهم ثم عطف على ذلك إلى قوله فبما\nنقضهم ميثاقهم فزعم أنه فسر ظلمهم الذي أخذتهم الصاعقة من أجله بما بعده من\nنقضهم ميثاقهم وقتلهم الانبياء وسائر ما بين من أمورهم التي ظلموا فيها\nأنفسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p231'> Vol. 02, p. 231</a>\n            </div>\n             وهذا خطأ وغلط لان الذين أخذتهم الصاعقة كانوا على عهد\nموسى والذين قتلوا الانبياء ورموا مريم بالبهتان كانوا بعد موسى عليه\nالسلام بدهر طويل فليس الذين أخذتهم الصاعقة أخذتهم برميهم مريم بالبهتان\nوقول قتادة أولاها بالصواب قال أبو جعفر قال أبو اسحاق المعنى فبما نقضهم\nميثاقهم حرمنا عليهم طيبات أحلت لهم ونقضهم الميثاق أنه أخذ عليهم أن\nيبينوا صفة النبي صلى الله عليه وسلم فنقضوا ذلك وكتموها 243 وقوله جل وعز\n( وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p232'> Vol. 02, p. 232</a>\n            </div>\n             قال قتادة غلف\nأي لا تفهم ومعنى ( بل طبع الله عليها ) ختمها مجازاة على كفرهم وهو تمثيل\nيقال طبع السيف يطبع طبعا اذا غطاه الصدأ 244 وقوله جل وعز ( وما قتلوه وما\nصلبوه ولكن شبه لهم ) قال مجاهد قتلوا رجلا توهموا أنه عيسى ورفع الله عيسى\nحيا وقال قتادة قال عيسى أيكم يقذف عليه شبهي فيقتل ويدخل الجنة فقال رجل\nمنهم أنا فقتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p233'> Vol. 02, p. 233</a>\n            </div>\n             وقال غيره يعذبون على أنهم قتلوا نبيا لان تلك\nنياتهم 245 ثم قال جل وعز ( وان الذين اختلفوا فيه لفي شك منه ) لان\nمقالتهم فيه مختلفة <span id='ms175'></span> وهم في شك منه 246 وقوله جل وعز ( وما قتلوه يقينا )\nالمعنى عند أهل اللغة وما قتلوا العلم يقينا كما يقول قتلته علما وقتلته\nيقينا اذا علمته علما تاما قال أبو عبيد ولو كان المعنى وما قتلوا عيسى\nيقينا لقال وما قتلوه فقط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p234'> Vol. 02, p. 234</a>\n            </div>\n             247 وقوله جل وعز ( وان من أهل\nالكتاب الا ليؤمنن به قبل موته ) في معنى هذه الآية ثلاثة أقوال أحدها أنه\nروى الزهري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم\nأنه قال لينزلن ابن مريم حكما عدلا فليقتلن الدجال وليقتلن الخنزير وليكسرن\nالصليب وتكون السجدة واحدة لله رب العالمين ثم قال أبو هريرة واقرؤوا ان\nشئتم ( وان من أهل الكتاب الا ليؤمنن به قبل موته ) قال أبو هريرة قبل موت\nعيسى يعيدها ثلاث مرات وقال قتادة قبل موته قبل موت عيسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p235'> Vol. 02, p. 235</a>\n            </div>\n             ب\nوقال ابن عباس قبل موته قبل موت الذي من أهل الكتاب وقال بهذا القول الحسن\nوعكرمة وهذا القول رواه عن ابن عباس عكرمة وروى سعيد بن جبير عن ابن عباس\nأن معنى قبل موته قبل موت عيسى صلى الله عليه وسلم ج وقال غير هؤلاء المعنى\nوان من أهل الكتاب أحد الا ليؤمنن بمحمد صلى الله عليه وسلم قبل موته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p236'> Vol. 02, p. 236</a>\n            </div>\n             وهذه الاقوال غير متناقضة لانه يتبين عند موته الحق فيؤمن حين\nلا ينفعه الايمان قال محمد بن جرير أولى هذه الاقوال بالصواب والصحة قول من\nقال تأويل ذلك الا ليؤمنن بعيسى قبل موت عيسى وأن ذلك في خاص من أهل الكتاب\nومعني به أهل زمان منهم دون أهل كل الازمنة التي كانت بعد عيسى وان ذلك عند\nنزوله ولم يجر لمحمد في الآيات التي قبل ذلك ذكر فيجوز صرف الهاء التي في\nليؤمنن به إلى أنها من ذكره وانما ( ليؤمنن به ) في سياق ذكر عيسى وأمه\nواليهود 248 وقوله جل وعز ( فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت\nلهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p237'> Vol. 02, p. 237</a>\n            </div>\n             يبين هذا قوله عز وجل ( وعلى الذين هادوا حرمنا كل ذي\nظفر <span id='ms176'></span> ) إلى آخر الآية 249 وقوله جل وعز ( لكن الراسخون في العلم منهم\nوالمؤمنون يؤمنون بما أنزل اليكم وما أنزل من قبلك ) الراسخ الثابت و منهم\nيعني أهل الكتاب 250 ثم قال جل وعز ( والمقيمين الصلاة ) وفيه معنى المدح\nأي واذكرو المقيمين الصلاة 251 وقوله جل وعز ( انا أوحينا اليك كما أوحينا\nإلى نوح والنبيين من بعده ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p238'> Vol. 02, p. 238</a>\n            </div>\n             هذا متصل بقوله ( يسألك أهل الكتاب\nأن تنزل عليهم كتابا من السماء ) فأعلم الله أن أمره كأمر النبيين الذين\nقبله يوحى اليه كما يوحى اليهم 252 وقوله جل وعز ( وآتينا داود زبورا )\nويقرأ زبورا بضم الزاي قال الكسائي من قرأ زبورا فهو عنده واحد مثل التوراة\nوالانجيل وقال غيره هو فعول بمعنى مفعول كما يقال حلوب بمعنى محلوب يقال\nزبرته فهو مزبور أي كتبته وزبور بمعنى مزبور ومن قرأ زبورا فهو عنده جمع\nزبر 253 وقوله جل وعز ( وكلم الله موسى تكليما ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n             مؤكد يدل على\nمعنى الكلام المعروف لانك اذا قلت كلمت فلانا جاز أن يكون أوصلت اليه كلامك\nواذا قلت كلمته تكليما لم تكن الا من الكلام الذي يعرف فأخبره الله بخصيصاء\nالانبياء ثم أخبر بما خص به موسى صلى الله عليه وسلم 254 وقوله جل وعز (\nلكن الله يشهد بما أنزل اليك أنزله بعلمه ) قال القتبي ولكن لا تكون الا\nبعد نفي قال فهي محمولة على المعنى لانهم لما كذبوا فقد نفوا فقال جل وعز (\nلكن الله يشهد بما أنزل اليك ) قال أبو جعفر وهذا غلط لان لكن عند النحويين\nاذا كانت بعدها جملة وقعت بعد النفي والايجاب وبعدها ههنا جملة وانما يقول\nالنحويون لا تكون الا بعد نفي اذا كان بعدها مفرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n             وقوله (\nأنزله بعلمه ) أي أنزله وفيه علمه كما تقول جاء فلان بالسيف أي وهو معه\nوكما قال جل وعز ( تنبت بالدهن ) 255 وقوله جل وعز ( لن يستنكف المسيح أن\nيكون عبدا لله ولا الملائكة المقربون ) قال قتادة لن يستنكف لن يحتشم\nوالاستنكاف عند أهل اللغة الانفة وهو من نكف ينكف اذا نحى الدمعة عن خده\nبيده <span id='ms177'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p241'> Vol. 02, p. 241</a>\n            </div>\n             256 وقوله جل وعز ( يا أيها الناس قد جاءكم برهان من ربكم\n) قال مجاهد حجة وقال سفيان يعني بالبرهان النبي صلى الله عليه وسلم 257 ثم\nقال جل وعز ( وأنزلنا اليكم نورا مبينا ) قال قتادة هو القرآن وهو عند أهل\nاللغة تمثيل لان أصل النور هو الذي يبين الاشياء فمثل ما يعلم بالقلب بما\nيرى عيانا 258 وقوله جل وعز ( يستفتونك قل الله يفتيكم في الكلالة )\nالكلالة من لا والد له ولا ولد وقد شرحنا معناه في أول السورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p242'> Vol. 02, p. 242</a>\n            </div>\n            \nقال البراء بن عازب آخر آية نزلت ( يستفتونك قل الله يفتيكم في الكلالة )\n259 وقوله جل وعز ( يبين الله لكم أن تضلوا والله بكل شيء عليم ) قال\nالكسائي المعنى يبين الله لكم لئلا تضلوا قال أبو عبيد فحدثت الكسائي بحديث\nرواه ابن عمر عن النبي صلى اله عليه وسلم أنه قال لا يدعون أحدكم على ولده\nأن يوافق من الله اجابة فاستحسنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p243'> Vol. 02, p. 243</a>\n            </div>\n             والمعنى عند أبي عبيد لئلا\nيوافق من الله اجابة وهذا القول عند البصريين خطأ لا يجيزون اضمار لا\nوالمعنى عندهم يبين الله لكم كراهة أن تضلوا ثم حذف كما قال تعالى ( واسأل\nالقرية ) وكذا معنى حديث النبي صلى الله عليه وسلم أي كراهة أن يوافق من\nالله اجابة وقول ثالث أن المعنى يبين لكم الضلالة لان معنى أن تفعلوا فعلكم\nكما تقول يعجبني أن تقوم أي قيامك انتهت سورة النساء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p244'> Vol. 02, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nتفسير سورة المائدة مدنية وآياتها 120 آية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p245'> Vol. 02, p. 245</a>\n            </div>\n             @ 247 بسم الله\nالرحمن الرحيم سورة المائدة وهي مدنية روي عن علقمة أنه قال كل ما كان في\nالقرآن ( يا أيها الذين أمنوا ) فنزل بالمدينة وكل ما كان في القرآن ( يا\nأيها الناس ) فنزل بمكة 1 من ذلك قوله تعالى ( يا أيها الذين آمنوا أوفوا\nبالعقود ) قال مجاهد العقود العهود وذلك معروف في اللغة يقال عهدت اليه اذا\nأمرته بأمر وعقدت عليه وعاقدته اذا أمرته واستوثقت منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p246'> Vol. 02, p. 246</a>\n            </div>\n             وقيل\nيراد بالعقود ها هنا الفرائض 2 ثم قال جل وعز ( أحلت لكم بهيمة الانعام الا\nما يتلى عليكم ) قال الحسن الانعام الابل <span id='ms178'></span> والبقر والغنم وروى عوف عن الحسن\n( بهيمة الانعام ) الشاة والبعير والبقرة وروى زهير بن معاوية عن قابوس بن\nأبي ظبيان قال ذبحنا بقرة فأخذ الغلمان من بطنها ولدا ضخما قد أشعر فشووه\nثم أتوا به أبا ظبيان فقال حدثنا عبد الله بن عباس أن هذا بهيمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p248'> Vol. 02, p. 248</a>\n            </div>\n             الانعام قال أبو جعفر الاول أولى لان بعده ( الا ما يتلى عليكم\n) وليس في الاجنة ما يستثنى وقيل لها بهيمة الانعام لانها أبهمت عن التمييز\n3 ثم قال جل وعز ( غير محلي الصيد وأنتم حرم ان الله يحكم ما يريد ) واحد\nالحرم حرام وحرام بمعنى محرم قيل له محرم وحرام لما حرم عليه من النكاح\nوغيره يقال أحرم اذا دخل في الحرم كما يقال أشتى اذا دخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p249'> Vol. 02, p. 249</a>\n            </div>\n             في\nالشتاء وأشهر اذا دخل في الشهر 4 وقوله جل وعز ( يا أيها الذين آمنوا لا\nتحلوا شعائر الله ) قال أبو عبيدة الشعائر الهدايا الواحدة شعيرة وقال غيره\nشعيرة بمعنى مشعرة وقال الاصمعي أشعرتها أعلمتها وروى الاسود بن يزيد عن\nعائشة قالت انما أشعرت ليعلم أنها بدنة وقال مجاهد شعائر الله الصفا\nوالمروة والحرم والمعنى على هذا القول لا تحلوا الصيد في الحرم والتقدير لا\nتحلوا لانفسكم شعائر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p250'> Vol. 02, p. 250</a>\n            </div>\n             ومن قال بأنها البدن فالآية عنده\nمنسوخة قال الشعبي ليس في المائدة آية منسوخة الا ( يا أيها الذين آمنوا لا\nتحلوا شعائر الله ) وكذلك قال قتادة وقال نسختها ( فاقتلوا المشركين حيث\nوجدتموهم ) وكانوا قبل قد منعوا من قتالهم في الشهر اذا كانوا آمين البيت\nالحرام 5 ثم قال جل وعز ( ولا الشهر الحرام ) وهو رجب 6 ثم قال جل وعز (\nولا الهدي ) واحد الهدي هدية 7 ثم قال جل وعز ( ولا القلائد ) قال الضحاك\nوعطاء كانوا يأخذون من شجر الحرم فلا يقربون اذا رئي عليهم 8 ثم قال جل وعز\n( ولا آمين البيت الحرام ) الام القصد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p251'> Vol. 02, p. 251</a>\n            </div>\n             أي لا تستحلوا منع\nالقاصدين البيت الحرام ويجوز أن يكون المعنى لا تحلوا قصد الآمين ثم حذف 9\nثم قال جل وعز ( يبتغون فضلا من ربهم ورضوانا ) قال ورقاء <span id='ms179'></span> عن ابن أبي نجيح\nعن مجاهد يبتغون الاجر والتجارة 10 ثم قال جل وعز ( واذا حللتم فاصطادوا )\nوهذا اباحة بعد حظر وليس بحتم 11 ثم قال تعالى ( ولا يجرمنكم شنآن قوم أن\nصدوكم عن المسجد الحرام أن تعتدوا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p252'> Vol. 02, p. 252</a>\n            </div>\n             قال أبو عبيدة (\nولايجرمنكم لا يكسبنكم وأنشد ولقد طعنت أبا عيينه طعنة جرمت فزارة بعدها أن\nيغضبوا وقال الاخفش ولا يحقنكم وقال الفراء ولا يحملنكم وهذه المعاني\nمتقاربة لان من حمل رجلا على ابغاض رجل فقد أكسبه ابغاضه فاذا كان الامر\nكذلك فالذي هو أحسن أن يقال ما قاله ابن عباس وقتادة قالا أي لا يحملنكم\nشنآن قوم على العدوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p253'> Vol. 02, p. 253</a>\n            </div>\n             وقرأ الاعمش ( ولا يجرمنكم ) بضم الياء\nقال الكسائي جرم يجرم وأجرم يجرم بمعنى واحد الفتح في هذا أكثر والضم في\nالجناية أكثر والشنآن الابغاض ويقرأ شنئان باسكان النون وليس بالحسن لان\nالمصادر لا تكاد تكون على فعلان وقرأ أبو عمرو ان صدوكم بكسر الهمزة بمعنى\nالشرط وروي عن الاعمش أنه قرأ ان يصدوكم وهو لحن عند النحويين لان ان اذا\nجزمت لم يتقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p254'> Vol. 02, p. 254</a>\n            </div>\n             جوابها والمعنى على قراءة من فتح ( ولا يجرمنكم\nشنآن قوم ) لان صدوكم عن المسجد الحرام أن تعتدوا ومن كسر فالمعنى عنده ان\nفعلوا هذا والمعنى على الغتح لانه يروى أن النبي صلى الله عليه وسلم لما\nفتح مكة قتل رجل من أصحابه رجلا من أهل مكة كان يقتل حلفاء النبي صلى الله\nعليه وسلم فنزلت هذه الآية 12 وقوله جل وعز ( حرمت عليكم الميتة والدم ولحم\nالخنزير ) يقال ميتة وميتة بمعنى واحد هذا قول من يوثق به من أهل اللغة\nوقيل الميتة ما لم تمت بعد والميتة التي قد ماتت وروي أنهم كانوا يجعلون\nالدم في المباعر ثم يشوونها ويأكلونها فحرم الله جل وعز الدم المسفوح وهو\nالمصبوب 13 ثم قال جل وعز ( وما أهل لغير الله به ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p255'> Vol. 02, p. 255</a>\n            </div>\n             أي ذبح\nلغير الله وذكر عليه غير اسمه وأصل الاهلال الصوت ومنه سمي الاهلال بالحج\nوهو الصوت بالتلبية وايجاب الحج ومنه استهلال المولود ومنه أهل <span id='ms180'></span> الهلال لان\nالناس اذا رأوه أومأوا اليه بأصواتهم 14 ثم قال جل وعز ( المنخنقة ) قال\nقتادة هي التي تموت في خناقها 15 ثم قال جل وعز ( والموقوذة ) قال الضحاك\nكانوا يأخذون الشاة أو غيرها من البهائم فيضربونها عند آلهتم حتى تموت ثم\nيأكلونها ويقال وقذه وأقذه فهو موقوذ وموقذ اذا ضربه حتى يشفى على الهلاك\nومنه قيل فلان وقيذ 16 ثم قال جل وعز ( والمتردية ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p256'> Vol. 02, p. 256</a>\n            </div>\n             قال الضحاك\nالمتردية أن تتردى في ركية أو من جبل ويقال تردى اذا سقط ومنه ( وما يغني\nعنه ماله اذا تردى ) والنطيحة المنطوحة 17 ثم قال جل وعز ( وما أكل السبع )\nأي ما افترسه فأكل بعضه وقرأ الحسن السبع وهو مسكن استثقالا للضمة 18 ثم\nقال جل وعز ( الا ما ذكيتم ) والتذكية أن تشخب الاوداج دما ويضطرب اضطراب\nالمذبوح وأصل التذكية في اللغة التمام وقال زهير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p257'> Vol. 02, p. 257</a>\n            </div>\n             يفضله اذا\nاجتهدا عليه تمام السن منه والذكاء ومنه لفلان ذكاء أي هو تام الفهم وذكيت\nالنار أي أتممت ايقادها وذكيت الذبيحة أتممت ذبحها على ما يجب 19 ثم قال جل\nوعز ( وما ذبح على النصب ) وقرأ طلحة ( على النصب ) قال مجاهد هي حجارة\nكانت حوالي مكة يذبحون عليها وربما استبدلوا منها ويجوز أن يكون جمع نصاب\n20 ثم قال جل وعز ( وأن تستقسموا بالازلام ) قال قتادة كان أحدهم اذا أراد\nأن يخرج كتب على قدح يعني السهم تأمرني بالخروج وعلى الآخر لا تأمرني\nبالخروج وجعل بينهما سهما منيحا لم يكتب عليه شيئا فيجيلها فان خرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p258'> Vol. 02, p. 258</a>\n            </div>\n             الذي عليه تأمرني بالخروج خرج وان خرج الذي عليه لا تأمرني\nبالخروج لم يخرج وان خرج المنيح رجع فأجالها وانما قيل لهذا الفعل استقسام\nلانهم كانوا يستقسمون به الرزق وما يريدون كما يقال الاستسقاء في الاستدعاء\nللسقي ونظير هذا الذي حرمه الله قول المنجم لا تخرج من أجل نجم كذا أو اخرج\nمن أجل نجم كذا وقال جل وعز ( وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي\nأرض تموت ) قال أبو جعفر وذكر محمد بن جرير أن ابن <span id='ms181'></span> وكيع حدثهم عن أبيه عن\nشريك عن أبي حصين عن سعيد بن جبير أن الازلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p259'> Vol. 02, p. 259</a>\n            </div>\n             حصى بيض كانوا\nيضربون بها قال محمد بن جرير قال لنا سفيان بن وكيع هي الشطرنج 21 ثم قال\nجل وعز ( ذلكم فسق ) والفسق الخروج أي الخروج من الحلال إلى الحرام وقوله\nجل وعز ( اليوم يئس الذين كفروا من دينكم ) قال ابن عباس ( يئس الذين كفروا\nمن دينكم ) المعنى يئس الذين كفروا أن تعود الجاهلية وقال ورقاء المعنى لآن\nيئس الذين كفروا من دينكم وهذا معروف عند أهل اللغة كما تقول أنا اليوم قد\nكبرت عن هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p260'> Vol. 02, p. 260</a>\n            </div>\n             22 وقوله جل وعز ( اليوم أكملت لكم دينكم ) روي أن\nأناسا من اليهود قالوا لو نزلت هذه الآية علينا لاتخذنا ذلك اليوم عيدا\nفقال عمر رضي لله عنه نزلت في يوم جمعة يوم عرفة وروي عن على رضي الله عنه\nأنه قال نزلت يوم عرفة أو عشية عرفة وفي معنى الآية قولان أحدهما الآن\nأكملت لكم دينكم بأن أهلكت عدوكم وأظهرت دينكم على الدين كله كما تقول قد\nتم لنا ما نريد اذا كفيت عدوك ويجوز أن يكون المعنى اليوم أكملت لكم دينكم\nفوق ما تحتاجون اليه من الحلال والحرام في أمر دينكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p261'> Vol. 02, p. 261</a>\n            </div>\n             وروى\nاسرائيل عن أبي اسحاق عن أبي ميسرة أنه قال في المائدة ثماني عشرة فريضة\nليست في غيرها تحريم الميتة والدم ولحم الخنزير وما أهل لغير الله به\nوالمنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع وما ذبح على النصب\nوالاستقسام بالازلام وتحليل طعام الذين أوتوا الكتاب والمحصنات من الذين\nأوتوا الكتاب والجوارح مكلبين وتمام الطهور ( اذا قمتم إلى الصلاة فاغسلوا\nوجوهكم ) وقوله تعالى ( والسارق والسارقة فاقطعوا أيديهما ) وقوله تعالى (\nما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ) ويروى أنها آخر سورة\nأنزلت 23 وقوله جل وعز ( فمن اضطر في مخمصة ) المخمصة ضمور البطن من الجوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p262'> Vol. 02, p. 262</a>\n            </div>\n             24 ثم قال جل وعز ( غير متجانف لاثم ) قال قتادة الاثم ها هنا\nأن تأكل منها فوق الشبع 25 ثم قال جل <span id='ms182'></span> وعز ( فان الله غفور رحيم ) أي رحمكم\nفأباح لكم هذه الاشياء عند الضرورة 26 وقوله عز وجل ( يسئلونك ماذا أحل لهم\nقل أحل لكم الطيبات وما علمتم من الجوارح مكلبين ) وقرأ عبد الله بن مسعود\nوالحسن وأبو رزين ( مكلبين ) ومعنى مكلبين أصحاب كلاب يقال كلب فهو مكلب\nوكلاب ويقال أكلب فهو مكلب اذا كثرت عنده الكلاب كما يقال أمشى فهو ممش اذا\nكثرت ماشيته وأنشد الاصمعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p263'> Vol. 02, p. 263</a>\n            </div>\n             وكل فتى وان أمشى فأثرى ستخلجه عن\nالدنيا منون وروي عن أبي رافع أنه قال لما أمر النبي صلى الله عليه وسلم\nبقتل الكلاب سألوه ما يحل من هذه الامة التي أمرت بقتلها فنزلت ( يسئلونك\nماذا أحل لهم ) وقرأ إلى آخر الآية والجوارح في اللغة الكواسب يقال ما\nلفلانة جارح أي كاسب وقال مجاهد في قول الله عز وجل ( ويعلم ما جرحتم\nبالنهار ) قال ما كسبتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p264'> Vol. 02, p. 264</a>\n            </div>\n             وقال مجاهد في معنى الجوارح انها\nالكلاب والطير وقال طاووس يحل صيد الطير لقوله تعالى مكلبين وليس في الآية\nدليل على تحريم صيد سوى الكلاب لان معنى مكلبين محرشون والاجماع يقوي قول\nطاووس على تحليل صيد الطير 27 وقوله جل وعز ( فكلوا مما أمسكن عليكم ) قال\nسعد بن أبي وقاص وسلمان وعبد الله بن عمر وأبو هريرة اذا أمسك عليك فكل وان\nأكل وهذا قول أهل المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p265'> Vol. 02, p. 265</a>\n            </div>\n             وروي عن عدي بن حاتم عن النبي صلى\nالله عليه وسلم أنه قال ( إن أمسك عليك ولم يأكل فكل ) وهذا قول أهل الكوفة\n28 وقوله جل وعز ( وطعام الذين أوتوا الكتاب حل لكم ) قال مجاهد وابراهيم\nيعني الذبائح 29 وقوله جل وعز ( والمحصنات من المؤمنات والمحصنات من الذين\nأتوا الكتاب من قبلكم ) روي عن ابن عباس أنه قال المحصنات العفيفات\nالعاقلات وقال الشعبي هو أن تحصن فرجها فلا تزني وتغتسل من الجنابة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p266'> Vol. 02, p. 266</a>\n            </div>\n             والقراءة على قول الشعبي والمحصنات بكسر الصاد وبه قرأ الكسائي\nوالمحصنة تكون العفيفة والمتزوجة والحرة فالحرة ها هنا أولى ولو أريد\nالعفيفة لما جاز أن تتزوج امرأة حتى يوقف على عفتها وقال مجاهد <span id='ms183'></span> المحصنات\nالحرائر قال أبو عبيد نذهب إلى أنه لا يحل نكاح اماء أهل الكتاب لقوله جل\nوعز ( فمن ما ملكت أيمانكم من فتياتكم المؤمنات ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p267'> Vol. 02, p. 267</a>\n            </div>\n             وهذا القول\nالذي عليه جلة العلماء ويدل على أنهن الحرائر قوله جل ثناه ( ومن لم يستطع\nمنكم طولا أن ينكح المحصنات المؤمنات فمن ما ملكت أيمانكم من فتياتكم\nالمؤمنات ) قال الحسن والزهري ويحيى بن سعيد وابراهيم ومكحول وقتادة لا يحل\nنكاح اماء أهل الكتاب لقوله تعالى ( من فتياتكم المؤمنات ) 30 وقوله جل وعز\n( ومن يكفر بالايمان فقد حبط عمله ) قال مجاهد وعطاء أي ومن يكفر بالله 31\nوقوله جل وعز ( يا أيها الذين آمنوا اذا قمتم إلى الصلاة ) المعنى اذا\nأردتم القيام إلى الصلاة وفي الكلام دليل على هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p268'> Vol. 02, p. 268</a>\n            </div>\n             ومثله ( فاذا\nقرأت القرآن فاستعذ بالله من الشيطان الرجيم ) المعنى واذا أردت أن تقرأ\nوفي قوله تعالى ( يا أيها الذين آمنوا اذا قمتم إلى الصلاة ) أقوال أحدها\nاذا توضأ من حدث ثم دخل عليه وقت الصلاة وهو على طهارة فليس عليه التوضؤ\nوهذا الذي عليه أكثر الناس وقد صح أن النبي صلى الله عليه وسلم صلى خمس\nصلوات بوضوء واحد وقال زيد بن أسلم أي اذا قمتم من المضاجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p269'> Vol. 02, p. 269</a>\n            </div>\n            \nوالقول الثاني ان الوضوء قد كان واجبا بهذه الآية على كل مريد للقيام إلى\nالصلاة ثم نسخ ذلك سنة رسول الله صلى الله عليه وسلم والقول الثالث ان على\nكل قائم إلى الصلاة مكتوبة الوضوء كما روى شعبة عن مسعود بن علي قال كان\nعلي رضي الله عنه يتوضأ لكل صلاة ويتلو ( اذا قمتم إلى الصلاة فاغسلوا\nوجوهكم وأيديكم ) 32 ثم قال جل وعز ( فاغسلوا وجوهكم وأيديكم إلى المرافق )\nقال بعض أهل اللغة المعنى مع المرافق كما قال من أنصاري إلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p270'> Vol. 02, p. 270</a>\n            </div>\n             أي مع الله وهذا القول خطأ لان اليد عند العرب من الاصابع إلى\nالكتف وانما فرض غسل بعضها فلو كانت إلى بمعنى مع لوجب غسل اليد كلها ولم\nيحتج إلى ذكر المرافق والمرفق ويقال مرفق ما بعد الايدي مما <span id='ms184'></span> يرتفق عليه أي\nيتكأ ومعنى إلى ههنا الغاية هي على بابها الا أن أبا العباس قال اذا كان\nالثاني من الاول فما بعد إلى داخل فيما قبله نحو قوله تعالى ( إلى المرافق\n) فالمرافق داخلة في الغسل واذا كان ما بعدها ليس من الاول فليس بداخل فيه\nنحو ( ثم أتموا الصيام إلى الليل ) وقال غيره ما بعد إلى ليس بداخل فيما\nقبلها الا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p271'> Vol. 02, p. 271</a>\n            </div>\n             أن المرافق غسلت اتباعا 33 ثم قال جل وعز ( وامسحوا\nبرءوسكم وأرجلكم إلى الكعبين ) والمعنى فاغسلوا وجوهكم وأيديكم وأرجلكم على\nالتقديم والتأخير ومن قرأ وأرجلكم ففي قراءته أقوال أحدها ان المسح والغسل\nواحد قال ذلك أبو زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p272'> Vol. 02, p. 272</a>\n            </div>\n             ومنه قولهم تمسحت للصلاة والتقدير\nوأرجلكم غسلا ودل على هذا قوله إلى الكعبين فحددها كما قال في اليدين إلى\nالمرافق ودل عليه حديث النبي صلى الله عليه وسلم ( ويل للاعقاب من النار )\nفلو كان المسح كافيا لجاز المسح على البعض وروي عن الشعبي أنه قال نزل\nجبريل عليه السلام بالمسح والغسل سنة والقول الثالث روي عن علي رضي الله\nعنه أنه أجاز المسح قال أبو جعفر الا أن عاصم بن كليب روى عن ابن عبد\nالرحمن قال قرأ الحسن والحسين رحمة الله عليهما وعلى علي وأرجلكم فسمع علي\nذلك وكان يقضي بين الناس فقال وارجلكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p273'> Vol. 02, p. 273</a>\n            </div>\n             هذا من المقدم والمؤخر\nمن الكلام وروى أبو اسحاق عن الحارث عن علي رضي الله عنه قال اغسلوا\nالاقدام أي الكعبين وكذا روي عن ابن مسعود وابن عباس رحمهما الله أنهما قرأ\nوأرجلكم بالنصب والكعب العظم الناتىء في آخر الساق عند القدم وكل مفصل عند\nالعرب كعب الا أنه لم يحتج أن يقال الكعب الذي من قصته كذا لانه ظاهر بين\n34 وقوله جل وعز ( أو جاء أحد منكم من الغائط ) والغائط في الاصل ما انخفض\nمن الارض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p274'> Vol. 02, p. 274</a>\n            </div>\n             35 ثم قال جل ذكره ( أو لامستم النساء ) في معناه\nقولان أحدهما رواه عبيدة عن عبد الله بن مسعود أنه قال القبلة من المس وكل\nما دون الجماع لمس وكذلك قال <span id='ms185'></span> ابن عمر ومحمد بن يزيد يميل إلى هذا القول قال\nلانه قد ذكر في أول هذه السورة ما يجب على من جامع في قوله ( وان كنتم جنبا\nفاطهروا ) وقال عبد الله بن عباس اللمس والمس والغشيان الجماع ولكنه جل وعز\nكنى وقال مجاهد في قول الله عز وجل ( واذا مروا باللغو مروا كراما ) قال\nاذا ذكروا النكاح كنوا عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p275'> Vol. 02, p. 275</a>\n            </div>\n             36 وقوله عز وجل ( فتيمموا صعيدا\nطيبا ) أي فاقصدوا والصعيد وجه الأرض قال ابن عباس أطيب الصعيد الحرث 37\nوقوله جل وعز ( ما يريد الله ليجعل عليكم من حرج ) قال مجاهد أي من ضيق 38\nثم قال جل وعز ( ولكن يريد ليطهركم ) وقراء سعيد بن المسيب ليطهركم والمعنى\nواحد كما يقال نجاه وأنجاه 39 وقوله جل وعز ( واذكروا نعمة الله عليكم\nوميثاقه الذي واثقكم به ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p276'> Vol. 02, p. 276</a>\n            </div>\n             مذهب ابن عباس أنه قال الميثاق الذي\nواثق به المؤمنين من أصحاب النبي صلى الله عليه وسلم على السمع والطاعة\nفيما أحبوا وكرهوا قال مجاهد الميثاق الذي أخذه على بني آدم يعني قوله (\nواذ أخذ ربك من بني آدم من ظهورهم ذريتهم ) 40 وقوله عز وجل ( يا أيها\nالذين آمنوا كونوا قوامين لله شهداء بالقسط ) القسط العدل 41 ثم قال جل وعز\n( ولا يجرمنكم شنآن قوم ) أي لا يحملنكم وقد بيناه فيما تقدم وقرىء ( ولا\nيجرمنكم ) قال الكسائي هما لغتان قال أبو جعفر قال أبو اسحاق معنى لا\nيجرمنكم لا يدخلنكم في الجرم كما تقول آثمني أي أدخلني في الاثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p277'> Vol. 02, p. 277</a>\n            </div>\n             والشنآن البغض 42 وقوله تعالى ( يا أيها الذين آمنوا اذكروا\nنعمة الله عليكم اذ هم قوم أن يبسطوا اليكم أيديهم فكف أيديهم عنكم ) قال\nمجاهد هذا في اليهود جاءهم النبي صلى الله عليه وسلم يستعينهم في دية فهموا\nبقتله فوقاه الله جل وعز منهم وروي عن الحسن أنه قال نزل هذا في رجل من\nأعداء النبي صلى الله عليه وسلم في بعض غزواته فاستقبل القبلة ليصلي صلاة\nالخوف فجاء هذا ليقتله فمنعه الله منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p278'> Vol. 02, p. 278</a>\n            </div>\n             43 وقوله جل وعز (\nوبعثنا منهم اثني عشر نقيبا ) النقيب <span id='ms186'></span> في اللغة الامين الذي يعرف مداخل\nالقوم كأنه يعرف ما ينقب عليه من أمرهم وروى سعيد عن قتادة قال ( وبعثنا\nمنهم اثني عشر نقيبا ) من كل سبط رجلا شاهدا على سبطه ( وقال الله اني معكم\nلئن أقمتم الصلاة ) إلى آخر القصة 44 وقوله جل وعز ( وآمنتم برسلي\nوعزرتموهم ) قال أبو عبيد ( عزرتموهم ) عظمتموهم وقال يونس أثنيتم عليها\nوأحسن من هذين القولين قول ابن أبي نجيح عن مجاهد أن معنى ( عزرتموهم )\nنصرتموهم والتعظيم داخل في النصرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p279'> Vol. 02, p. 279</a>\n            </div>\n             والدليل على هذا قوله تعالى\n( وتعزروه وتوقروه ) وأصل التعزير في اللغة المنع ومنه عزرت فلانا أي أنزلت\nبه ما يمتنع من أجله من المعاودة كما تقول نكلت به أي أنزلت به ما ينكل به\nعن العودة وروي عن سعد أنه قال لقد رأيتني سابع سبعة مع رسول الله صلى الله\nعليه وسلم ما لنا طعام الا الحبلة والسمر ثم أصبحت بنو أسد تعزرني على\nالاسلام أي تؤدبني وهو يرجع إلى ما تقدم أي يمنعونني عما أنا عليه 45 وقوله\nجل وعز ( فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p280'> Vol. 02, p. 280</a>\n            </div>\n            \nوتقرأ ( قسية ) والقاسية كما تقول علية وعالية وعلي وعال بمعنى واحد والقول\nالآخر معنى ( قسية ) ليست بخالصة الايمان أي فيها نفاق قال قال أبو جعفر\nوهذا قول حسن لأنه يقال درهم قسي إذا كان مغشوشا بنحاس أو غيره قال أبو\nجعفر وأولى ما فيه أن تكون ( قسية ) بمعنى قاسية مثل زكية وزاكية الا أن\nفعيلة أبلغ من فاعلة فالمعنى جعلنا قلوبهم غليظة نابية عن الايمان والتوفيق\nلطاعتي لان القوم لم يوصفوا بشيء من الايمان فتكون قلوبهم موصوفة فان\nايمانها خالطه كفر كالدراهم القسية التي خالطها غش 47 ثم قال جل وعز (\nيحرفون الكلم عن مواضعه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p281'> Vol. 02, p. 281</a>\n            </div>\n             يجوز أن يكون معناه يبدلون حروفه\nويجوز أن يكون معناه يتناولونه على غير معناه 48 وقوله جل وعز ( ولا تزال\nتطلع على خائنة منهم ) فيه قولان أحدهما قاله قتادة قال على خيانة وهذا\nجائز في اللغة ويكون مثل قولهم قائلة بمعنى قيلولة والقول الآخر قاله ابن <span id='ms187'></span>\nأبي نجيح عن مجاهد وهو أن هذا يراد به اليهود الذين هموا بقتل النبي صلى\nالله عليه وسلم فيكون التقدير على هذا القول على فرقة خائنة ثم أقام الصفة\nمقام الموصوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p282'> Vol. 02, p. 282</a>\n            </div>\n             49 وقوله جل وعز ( فنسوا حظا مما ذكروا به ) أي\nتركوا ومنه ( نسوا الله فنسيهم ) أي تركهم 50 ثم قال جل وعز ( فأغرينا\nبينهم العداوة والبغضاء إلى يوم القيامة ) ومعنى أغرينا في اللغة ألصقنا\nومنه قيل الغراء للذي يغرى به قال ابن أبي نجيح يعني اليهود والنصارى وقال\nالربيع بن أنس يعني به النصارى خاصة أغريت بينهم العداوة والبغضاء أي\nمجازاة على كفرهم فافترقوا فرقا منهم النسطورية واليعقوبية والملكية وكل\nفرقة تعادي الاخرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p283'> Vol. 02, p. 283</a>\n            </div>\n             51 وقوله جل وعز ( يا أهل الكتاب قد جاءكم\nرسولنا يبين لكم كثيرا مما كنتم تخفون من الكتاب ) روي عن ابن عباس أنه قال\nزنى رجل من اليهود فجاءوا يستفتون النبي صلى الله عليه وسلم ليدرؤا عنه\nالرجم والرجم عندهم في التوراة فأطلع النبي صلى الله عليه وسلم على ذلك 52\nثم قال جل وعز ( قد جاءكم من الله نور ) قيل نور يعني به النبي صلى الله\nعليه وسلم وهو تمثيل لان النور هو الذي تتبين به الاشياء 53 ثم قال جل وعز\n( يهدي به الله من اتبع رضوانه سبل السلام ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p284'> Vol. 02, p. 284</a>\n            </div>\n             السبل الطرق\nوالسلام يحتمل معنيين أحدهما أن يكون السلام بمعنى السلامة كما يقال اللذاذ\nواللذاذة والمعنى الآخر أن السلام اسم من أسماء الله جل وعز فالمعنى على\nهذا يهدي به الله سبله أي من اتبعها نجاه 54 وقوله عز وجل ( يا أهل الكتاب\nقد جاءكم رسولنا يبين لكم على فترة من الرسل ) قال قتادة يعني محمدا صلى\nالله عليه وسلم قال وبلغنا أن الفترة التي كانت بين عيسى ومحمد صلى الله\nعليه وسلم ست مائة عام والمعنى عند أهل اللغة على انقطاع من الرسل لان\nالرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p285'> Vol. 02, p. 285</a>\n            </div>\n             كانوا متواترين بين موسى وعيسى صلى الله عليهما ثم انقطع\nذلك إلى أن بعث النبي صلى الله عليه وسلم 55 ثم قال جل وعز ( أن تقولوا <span id='ms188'></span> ما\nجاءنا من بشر ولا نذير ) قال الكوفيون المعنى أن لا تقولوا ثم حذفت لا كما\nقال جل وعز ( يبين الله لكم أن تضلوا ) ولا يجوز حذف لا عند البصريين لانها\nتدل على النفي والمعنى عندهم كراهة أن تقولوا 56 وقوله جل وعز ( وإذ قال\nموسى لقومه يا قوم اذكروا نعمة الله عليكم اذ جعل فيكم أنبياء وجعلكم ملوكا\n) روي عن ابن عباس أنه قال يعني الخادم والمنزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p286'> Vol. 02, p. 286</a>\n            </div>\n             قال قتادة لم\nيملك أحد قبلهم خادما وقال الحكم بن عتيبة ومجاهد وعكرمة ( وجعلكم ملوكا )\nالمنزل والخادم والزوجة وكذلك قال زيد بن أسلم الا أنه قال فيما يعلم عن\nالنبي صلى الله عليه وسلم ( من كان له بيت أو قال منزل يأوي اليه وزوجة\nوخادم يخدمه فهو ملك ( 57 ثم قال جل وعز ( وآتاكم ما لم يؤت أحدا من\nالعالمين ) قال مجاهد يعني المن والسلوى وانفراق البحر وانفجار الحجر\nوالتظليل بالغمام 58 ثم قال جل وعز ( يا قوم ادخلوا الأرض المقدسة التي كتب\nالله لكم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p287'> Vol. 02, p. 287</a>\n            </div>\n             قال قتادة يعني الشام والمقدسة في اللغة المطهرة\nومنه سمي بيت المقدس أي الموضع الذي يتطهر فيه من الذنوب 59 ثم قال جل وعز\n( قالوا يا موسى ان فيها قوما جبارين ) الجبار عند أهل اللغة المتعظم الذي\nيمتنع من الذل والقهر 60 وقوله جل وعز ( قال رجلان من الذين يخافون أنعم\nالله عليهما ) روي عن مجاهد أنه قال الرجلان من الاثني عشر نقيبا الذين\nبعثوا وهما يوشع بن نون وكلاب بن قاينا ويقال يوقنا وقال الضحاك هما رجلان\nمؤمنان كانا في مدينة الجبارين والدليل على هذا أنهما قالا ( ادخلوا عليهم\nالباب فاذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p288'> Vol. 02, p. 288</a>\n            </div>\n             دخلتموه فانكم غالبون ) وقد علمنا أنهم اذا دخلوا\nمن ذلك الباب كان لهم الغلب وقرأ سعيد بن جبير ( من الذين يخافون ) بضم\nالياء يذهب إلى أنهما كانا من الجبارين وأنعم الله عليهما بالاسلام 61 ثم\nقال جل وعز ( قالوا يا موسى انا لن ندخلها أبدا ما داموا فيها ) أي ليس\nنقبل مشورة فأعلم الله النبي صلى الله عليه وسلم أن أهل <span id='ms189'></span> الكتاب لم يزالوا\nيعصون الانبياء وأن له في ذلك أسوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p289'> Vol. 02, p. 289</a>\n            </div>\n             قال أبو عبيدة معنى ( فاذهب\nانت وربك فقاتلا ) أي اذهب فقاتل وليعنك ربك 62 ثم قال جل وعز ( قال رب اني\nلا أملك الا نفسي وأخي ) ويجوز أن يكون المعنى وأخي لا يملك إلا نفسه ويجوز\nأن يكون المعنى وأملك أخي لانه اذا كان يطيعه فهو مالك في الطاعة 63 ثم قال\nجل وعز ( فافرق بيننا وبين القوم الفاسقين ) قال الضحاك المعنى فاقض بيننا\nوبين القوم الفاسقين 64 وقوله جل وعز ( قال فانها محرمة عليهم ) أي هم\nممنوعون من دخولها ويروى أنه حرم عليهم دخولها أبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p290'> Vol. 02, p. 290</a>\n            </div>\n             فالتمام\nعلى هذا عند قوله ( عليهم ) ثم قال تعالى ( أربعين سنة يتيهون في الأرض )\nوقد ذهب بعض أهل اللغة إلى أن المعنى ( فانها محرمة عليهم أربعين سنة ) ثم\nابتدأ فقال ( يتيهون في الأرض ) 65 ثم قال جل وعز ( فلا تأس على القوم\nالفاسقين ) يجوز أن يكون هذا خطابا للنبي صلى الله عليه وسلم أي فلا تأس\nعلى قوم هذه صفتهم ويجوز أن يكون الخطاب لموسى صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p291'> Vol. 02, p. 291</a>\n            </div>\n             يقال أسي يأسى أسى اذا حزن ويقال أسى الشيء يأسو أسوا اذا\nأصلحته والمعنى أنه أزال ما يقع الغم من أجله ولك في فلان اسوة وأسوة أي\nاذا رأيته مثلك نفض عنك الغم 66 وقوله جل وعز ( واتل عليهم نبأ ابني آدم\nبالحق ) قال مجاهد هما ابنا آدم لصلبه هابيل وقابيل وكان من علامة قربانهم\nاذا تقبل أن يسجد أحدهم ثم تنزل نار من السماء فتأكل القربان والقربان عند\nأهل اللغة فعلان مما يتقرب به إلى الله جل وعز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p292'> Vol. 02, p. 292</a>\n            </div>\n             قال الحسن هما\nمن بني اسرائيل لان القربان كان فيهم 67 ثم قال عز وجل ( قال لاقتلنك قال\nانما يتقبل الله من المتقين ) المعنى قال الذي لم يتقبل منه للذي تقبل منه\n( لأقتلنك ) ثم حذف هذا لعلم السامع ويروى أن القتل كان ممنوعا في ذلك\nالوقت كما كان ممنوعا حين كان النبي صلى الله عليه وسلم بمكة ووقت عيسى\nعليه السلام فلذلك <span id='ms190'></span> قال ( ما أنا بباسط يدي اليك لاقتلك اني أخاف الله رب\nالعالمين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p293'> Vol. 02, p. 293</a>\n            </div>\n             68 وقوله جل وعز ( اني أريد أن تبوء باثمي واثمك\nفتكون من أصحاب النار ) قال الكسائي يقال باء بالشيء يبوء به بوء وبواء اذا\nانصرف به قال البصريون يقال باء بالشيء اذا أقر به واحتمله ولزمه ومنه تبوأ\nفلان الدار أي لزمها وأقام بها يقال البواء التكافؤ والقتل بواء وأنشد فان\nتكن القتلى بواء فانكم فتى ما قتلتم آل عوف بن عامر قال أبو العباس محمد بن\nيزيد في قوله تعالى ( اني أريد أن تبوء باثمي واثمك ) وهو مؤمن لما كان\nالمؤمن يريد الثواب ولا يبسط يده اليه بالقتل كان بمنزلة من يريد هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p294'> Vol. 02, p. 294</a>\n            </div>\n             وسئل أبو الحسن بن كيسان كيف يريد المؤمن أن يأثم أخوه وأن\nيدخل النار فقال انما وقعت الارادة بعدما بسط يده بالقتل فالمعنى لئن بسطت\nالي يدك لتقتلني لامتنعن من ذلك مريدا الثواب فقيل له فكيف قال بإثمي وإثمك\nوأي اثم له اذا قتل فقال فيه ثلاثة أوجه أحدها أن تبوء باثم قتلي واثم ذنبك\nالذي من أجله لم يتقبل من أجله قربانك ويروى هذا الوجه عن مجاهد والوجه\nالآخر أن تبوء باثم قتلي وإثم اعتدائك علي لانه قد يأثم في الاعتداء وان لم\nيقتل والوجه الثالث أنه لو بسط يده اليه أثم فرأى أنه اذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p295'> Vol. 02, p. 295</a>\n            </div>\n             أمسك\nعن ذلك فانه يرجع على صاحبه وصار هذا مثل قولك المال بينه وبين زيد أي\nالمال بينهما فالمعنى أن تبوء باثمنا قال أبو جعفر ومن أجل ما روي فيه عن\nابن مسعود وابن عباس أن المعنى باثم قتلي واثمك فيما تقدم من معاصيك فان\nقيل أفليس القتل معصية وكيف يريده قيل لم يقل أن تبوء بقتلي فانما المعنى\nباثم قتلي ان قتلتني فانما أراد الحق 69 ثم قال جل وعز ( وذلك جزاء\nالظالمين ) يجوز أن يكون هذا إخبارا من الله عن ابن آدم أنه قال هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p296'> Vol. 02, p. 296</a>\n            </div>\n             ويجوز أن يكون منقطعا مما قبله 70 وقول جل وعز ( فطوعت له نفسه\nقتل <span id='ms191'></span> أخيه فقتله ) قال قتادة أي زينت وقال مجاهد أي شجعته يريد أنها ساعدته\nعلى ذلك وقال أبو العباس طوعت فعلت من الطوع والطواعية وهي الاجابة إلى\nالشيء 71 ثم قال جل وعز ( فأصبح من الخاسرين ) أي ممن خسر حسناته والخسران\nالنقصان ثم قال جل وعز ( فبعث الله غرابا يبحث في الأرض ليريه كيف يواري\nسوأة أخيه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p297'> Vol. 02, p. 297</a>\n            </div>\n             قال مجاهد بعث الله جل وعز غرابين فاقتتلا حتى قتل\nأحدهما صاحبه ثم حفر فدفنه وكان ابن آدم هذا أول من قتل ويروى أنه لا يقتل\nمؤمن إلى يوم القيامة الا كان عليه كفل من ذنب من قتله 73 وقوله جل وعز (\nمن أجل ذلك كتبنا على بني اسرائيل أنه من قتل نفس بغير نفس أو فساد في\nالأرض فكأنما قتل الناس جميعا ) وقرأ الحسن ( أو فسادا في الأرض فكأنما قتل\nالناس جميعا ) والمعنى على قراءته أو عمل فسادا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p298'> Vol. 02, p. 298</a>\n            </div>\n             وقال ابن عباس\nفي قوله جل وعز ( فكأنما قتل الناس جميعا ) أوبق نفسه فصار بمنزلة من قتل\nالناس جميعا أي في استحقاقه العذاب ويستحق المقتول النصر وطلب الثأر من\nالقاتل على المؤمنين جميعا قال ابن عباس إحياؤها ألا يقتل نفسا حرمها الله\nعز وجل وقال قتادة عظم الله أمره فألحقه من الاثم هذا وقيل هو تمثيل أي\nالناس جميعا له خصماء ومعنى ( أو فساد في الأرض ) وفساده الحرب واخافة\nالسبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p299'> Vol. 02, p. 299</a>\n            </div>\n             وفي حديث حماد بن زيد عن يحيى بن سعيد عن أبي أمامة بن\nسهل بن حنيف قال سمعت عثمان بن عفان رحمه الله يقول سمعت رسول الله صلى\nالله عليه وسلم يقول ( لا يحل دم امرىء مسلم الا باحدى ثلاث زنى بعد احصان\nأو كفر بعد ايمان أو قتل نفس بغير حق ) ومعنى ( فكأنما أحيا الناس جميعا )\nعلى قول قتادة أنه يعطى من الثواب على قدر ذلك وقيل وجب شكره على الناس\nجميعا فكأنما من عليهم جميعا يروى هذا عن مكحول وقول ابن عباس أولاها\nوأصحها 74 وقوله جل وعز ( انما جزاء الذين يحاربون الله ورسوله ويسعون في <span id='ms192'></span>\nالأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف ) قال\nالحسن السلطان مخير أي هذه الاشياء شاء فعل وكذلك روى ابن نجيح عن عطاء وهو\nقول مجاهد وابراهيم والضحاك وهو حسن في اللغة لان أو تقع للتخيير كثيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p300'> Vol. 02, p. 300</a>\n            </div>\n             وقال أبو مجلز الآية على الترتيب فمن حارب فقتل وأخذ المال صلب\nومن قتل قتل ومن أخذ المال ولم يقتل قطعت يده ورجله من خلاف ومن لم يقتل\nولم يأخذ المال نفي وروى هذا القول حجاج بن أرطاة عن عطية عن ابن عباس مثله\nغير أنه قال في أوله فمن حارب وقتل وأخذ المال قطعت يده ورجله من خلاف ثم\nصلب وليس في قول أبي مجلز قبل الصلب ذكر شيء واحتج أصحاب هذا القول بحديث\nرواه عثمان وعائشة وابن مسعود عن النبي صلى الله عليه وسلم أنه قال ( لا\nيحل دم امرىء مسلم الا باحدى ثلاث وذكر الحديث قالوا فقد امتنع قتله الا أن\nيقتل فوجب أن تكون الآية على المراتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p301'> Vol. 02, p. 301</a>\n            </div>\n             وقال الزهري في قوله\nتعالى ( أو ينفوا من الأرض ) كلما علم أنه في موضع قوتل حتى يخرج منه وقال\nأهل الكوفة النفي ها هنا الحبس وقال سعيد بن جبير وعمر بن عبد العزيز ينفى\nمن بلدته إلى بلدة أخرى غيرها 75 وقوله جل وعز ( ذلك لهم خزي في الدنيا\nولهم في الآخرة عذاب عظيم ) يقال خزي يخزى خزيا اذا افتضح وتحير وخزي يخزى\nخزاية اذا استحيا كأنه تحير كراهة أن يفعل القبيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p302'> Vol. 02, p. 302</a>\n            </div>\n             76 وقوله جل\nوعز ( يا أيها الذين آمنوا اتقوا الله وابتغوا اليه الوسيلة ) قال ابن عباس\nيعني القربة وكذلك قال الحسن وروى موسى بن وردان عن أبي سعيد الخدري قال\nقال رسول الله صلى الله عليه وسلم ( الوسيلة درجة عند الله جل وعز وليس\nفوقها درجة ) 77 وقوله جل وعز ( يريدون أن يخرجوا من النار وما هم بخارجين\nمنها ) قال يزيد الفقير قيل لجابر بن عبد الله أنتم يا أصحاب محمد تقولون\nان قوما يخرجون من النار والله يقول <span id='ms193'></span> ( وما هم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p303'> Vol. 02, p. 303</a>\n            </div>\n             بخارجين منها )\nفقال جابر انكم تجعلون العام خاصا والخاص عاما انما هذا في الكفار خاصة\nفقرأت الآية من أولها إلى آخرها فاذا هي في الكفار خاصة 78 وقوله جل وعز (\nوالسارق والسارقة فاقطعوا أيديهما ) قال سيبويه المعنى وفيما فرض عليكم\nالسارق والسارقة 79 ثم قال جل وعز ( جزاء بما كسبا نكالا من الله ) يقال\nنكلت به اذا فعلت به ما يجب أن ينكل به عن ذلك الفعل 80 وقوله جل وعز ( فمن\nتاب من بعد ظلمه وأصلح فان الله يتوب عليه ان الله غفور رحيم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p304'> Vol. 02, p. 304</a>\n            </div>\n            \nالمعنى غفور له وجعل الله توبة الكافرين تدرأ عنهم الحدود لان ذلك أدعى إلى\nالاسلام وجعل توبة المسلمين عن السرقة والزنا لا تدرأ عنهم الحدود لان ذلك\nأعظم لاجورهم في الآخرة وأمنع لمن هم أن يفعل مثل فعلهم وقال مجاهد والشعبي\nقرأ عبد الله بن مسعود ( والسارق والسارقة فاقطعوا أيمانهما ) 81 وقوله جل\nوعز ( يا أيها الرسول لا يحزنك الذين يسارعون في الكفر ) أي لا يحزنك\nمسارعتهم إلى الكفر لان الله جل وعز قد وعدك النصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p305'> Vol. 02, p. 305</a>\n            </div>\n             82 ثم قال\nجل وعز ( من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم ) قال مجاهد يعني\nالمنافقين 83 ثم قال جل وعز ( ومن الذين هادوا سماعون للكذب ) قال مجاهد\nيعني اليهود فأما معنى سماعون للكذب والانسان يسمع الخير والشر ففيه قولان\nأحدهما أن المعنى قابلون للكذب وهذا معروف في اللغة أن يقال لا تسمع من\nفلان أي لا تقبل منه ومنه سمع الله لمن حمده معناه قبل لان الله جل وعز\nسامع لكل شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p306'> Vol. 02, p. 306</a>\n            </div>\n             والقول الآخر أنهم سماعون من أجل الكذب كما تقول\nأنا أكرم فلانا لك أي من أجلك 84 ثم قال جل وعز ( سماعون لقوم آخرين لم\nيأتوك ) أي هم عيون لقوم آخرين لم يأتوك 85 ثم قال جل وعز ( يحرفون الكلم\nمن بعد مواضعه ) أي من بعد أن وضعه الله مواضعه فأحل حلاله وحرم حرامه 86\nثم قال جل وعز ( يقولون ان أوتيتم هذا فخذوه وان لم تؤتوه فاحذروا ) أي\nتقول اليهود ان <span id='ms194'></span> أوتيتم هذا الحكم المحرف فخذوه وان لم تؤتوه فاحذروا أن\nتعملوا به ومعنى هذا أن رجلا منهم زنى وهو محصن وقد كتب الرجم على من زنى\nوهو محصن في التوراة فقال بعضهم أئتوا محمدا لعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p307'> Vol. 02, p. 307</a>\n            </div>\n             يفتيكم بخلاف\nالرجم فأتوا النبي صلى الله عليه وسلم فأمر بالرجم بعد أن أحضرت التوراة\nووجد فيها فرض الرجم وكانوا قد أنكروا ذلك 87 ثم قال جل وعز ( ومن يرد الله\nفتنته فلن تملك له من الله شيئا ) قيل معنى الفتنة ها هنا الاختبار وقيل\nمعناها العذاب 88 ثم قال جل وعز ( أولئك الذين لم يرد الله أن يطهر قلوبهم\nلهم في الدنيا خزي ) أي فضيحة وذل حين أحضرت التوراة فتبين كذبهم وقيل\nخزيهم في الدنيا أخذ الجزية والذل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p308'> Vol. 02, p. 308</a>\n            </div>\n             89 ثم قال جل وعز ( سماعون\nللكذب أكالون للسحت ) روى زر عن عبد الله بن مسعود أنه قال السحت الرشوة\nوقال مسروق سألت عبد الله عن الجور في الحكم قال ذلك الكفر قلت فما السحت\nقال أن يقضي الرجل لاخيه حاجة فيهدي اليه هدية فيقبلها والسحت في كلام\nالعرب على ضروب يجمعها أنه ما يسحت دين الانسان يقال سحته وأسحته اذا\nاستأصله ومنه وعض زمان يا ابن مروان لم يدع من المال الا مسحتا أو مجلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p309'> Vol. 02, p. 309</a>\n            </div>\n             90 وقوله جل وعز ( فان جاءوك فاحكم بينهم أو أعرض عنهم ) في\nهذا قولان أحدهما روي عن ابن عباس أنه قال هي منسوخة نسخها ( وأن احكم\nبينهم بما أنزل الله ) وكذا قال مجاهد وعكرمة قال الشعبي ان شاء حكم وان\nشاء لم يحكم وكذلك قال إبراهيم وقال الحسن ليس في المائدة شيء منسوخ\nوالاختيار عند أهل النظر القول الاول لانه قول ابن عباس ولا يخلو قوله عز\nوجل ( وأن احكم بينهم بما أنزل الله ) من أن يكون ناسخا لهذه الآية أو يكون\nمعناه وأن احكم بينهم بما أنزل الله ان حكمت فقد صار مصيبا أن حكم بينهم\nباجماع وفي الحديث عن النبي صلى الله عليه وسلم ما يقويه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p310'> Vol. 02, p. 310</a>\n            </div>\n             روي\nعن عبد الله بن مرة <span id='ms195'></span> عن البراء بن عازب ( أن يهوديا مر به على النبي صلى\nالله عليه وسلم وقد حمم وجهه فسأل عن شأنه فقيل زنى وهو محصن ) وذكر الحديث\nوقال في آخره فقال النبي صلى الله عليه وسلم ( أنا أول من أحيا ما أماتوا\nمن أمر الله فأمر به فرجم ) ويبين لك أن القول هذا قوله جل وعز ( يا أيها\nالذين آمنوا كونوا قوامين لله شهداء بالقسط ) 91 وقوله جل وعز ( فاحكم\nبينهم بالقسط ) أي بالعدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p311'> Vol. 02, p. 311</a>\n            </div>\n             92 وقوله جل وعز ( انا أنزلنا\nالتوراة فيها هدى ونور ) أي فيها بيان أمر النبي صلى الله عليه وسلم وما\nجاءوا يستفتون فيه 93 ثم قال جل وعز ( يحكم بها النبيون الذين أسلموا للذين\nهادوا ) يجوز أن يكون المعنى فيها هدى ونور للذين هادوا يحكم بها النبيون\nويجوز أن يكون المعنى يحكم بها النبيون الذين أسلموا للذين هادوا وعليهم ثم\nحذف وقد قيل ان لهم بمعنى عليهم وتأول حديث النبي صلى الله عليه وسلم في\nأمر بريرة حين قال ( اشترطي لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p312'> Vol. 02, p. 312</a>\n            </div>\n             الولاء ) أن معناه ( عليهم )\nلانه صلى الله عليه وسلم لا يأمرها بشيء لا يجب وقال الله جل ذكره ( وان\nأسألتم فلها ) و ( الذين أسلموا ) ههنا نعت فيه معنى المدح مثل بسم الله\nالرحمن الرحيم 94 ثم قال جل وعز ( والربانيون والاحبار ) قال أبو رزين\nالربانيون العلماء الحكماء والرباني عند أهل اللغة معناه رب العلم أي صاحب\nالعلم وجيء بالالف والنون للمبالغة ويقوي هذا أنه يروى أن ابن الحنفية رحمة\nالله عليه قال لما مات ابن عباس مات رباني العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p313'> Vol. 02, p. 313</a>\n            </div>\n             وقال مجاهد\nالربانيون فوق الاحبار والاحبار العلماء لانهم يحبرون لشيء وهو في صدورهم\nمحبر وقال ابن عباس سمي الحبر الذي يكتب به حبرا لانه يحبر به أي يحقق به\nوقال الثوري سألت الفراء لم سمي الحبر حبرا فقال يقال للعالم حبر وحبر\nوالمعنى مداد حبر ثم حذف كما قال تعالى ( واسأل القرية ) فسألت الاصمعي\nفقال ليس هذا بشيء انما سمي حبرا لتأثيره يقال على أسنانه حبرة أي صفرة أو\nسواد 95 ثم <span id='ms196'></span> قال جل وعز ( بما استحفظوا من كتاب الله ) أي استودعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p314'> Vol. 02, p. 314</a>\n            </div>\n             96 وقوله جل وعز ( ومن لم يحكم بما أنزل الله فأولئك هم\nالكافرون ) قال ابن عباس هو به كافر لا كفرا بالله وملائكته وكتبه وقال\nالشعبي الاولى في المسلمين والثانية في اليهود والثالثة في النصارى وقال\nغيره من رد حكما من أحكام الله فقد كفر قلت وقد أجمعت الفقهاء على أنه من\nقال لا يجب الرجم على من زنى وهو محصن أنه كافر لانه رد حكما من أحكام الله\nجل وعز ويروى أن حذيفة سئل عن هذه الآيات أهي في بني اسرائيل فقال نعم هي\nفيهم ولتسلكن سبيلهم حذو النعل بالنعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p315'> Vol. 02, p. 315</a>\n            </div>\n             وقال الحسن أخذ الله جل\nوعز على الحكام ثلاثة أشياء أن لا يتبعوا الهوى وأن لا يخشوا الناس ويخشوه\nوأن لا يشتروا بآياته ثمنا قليلا وأحسن ما قيل في هذا ما رواه الاعمش عن\nعبد الله بن مرة عن البراء قال هي في الكفار كلها يعني ( فأولئك هم\nالكافرون ) فأولئك هم الظالمون ) فأولئك هم الفاسقون ) والتقدير على هذا\nالقول والذين لم يحكموا بما أنزل الله فأولئك هم الكافرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p316'> Vol. 02, p. 316</a>\n            </div>\n             97\nوقوله جل وعز ( فمن تصدق به فهو كفارة له ) قال ابن عباس فهو كفارة للجارح\nوكذلك قال عكرمة والمعنى فمن تصدق بحقه وقال عبد الله بن عمرو فهو كفارة\nللمجروح أي يكفر عنه من ذنوبه مثل ذلك وكذلك قال ابن مسعود وجابر بن زيد\nرحمهما الله 98 وقوله جل وعز ( ومهيمنا عليه ) قال ابن عباس أي مؤتمنا عليه\nوقال سعيد بن جبير القرآن مؤتمن على ما قبله من الكتب وقال قتادة أي شاهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p317'> Vol. 02, p. 317</a>\n            </div>\n             وقال أبو العباس محمد بن يزيد الاصل مؤيمن عليه أي أمين فأبدل\nمن الهمزة هاء كما يقال هرمت الماء وأرمت الماء وقال أبو عبيد يقال هيمن\nعلى الشيء يهيمن اذا كان له حافظا وهذه الاقوال كلها متقاربه المعاني لانه\nاذا كان حافظا للشيء فهو مؤتمن عليه وشاهد وقرأ مجاهد وابن محيص ( ومهيمنا\nعليه ) بفتح الميم وقال مجاهد أي محمد صلى <span id='ms197'></span> الله عليه وسلم مؤتمن على القرآن\n99 وقوله جل وعز ( لكل جعلنا منكم شرعة ومنهاجا ) قال ابن عباس سبيلا وسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p318'> Vol. 02, p. 318</a>\n            </div>\n             وقال قتادة الدين كله واحد والشرائع مختلفة وشرعة وشريعة عند\nأهل اللغة بمعنى واحد وهو ما بان ووضح ومنه طريق للشارع أي ظاهر بين ومنه (\nهما في الامر شرع ) أي ظهورهما فيه واحد والمنهاج في اللغة الطريق البين\nوقال أبو العباس محمد بن يزيد الشريعة ابتداء الطريق والمنهاج الطريق\nالمستمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p319'> Vol. 02, p. 319</a>\n            </div>\n             100 وقوله جل وعز ( ولو شاء الله لجعلكم أمة واحدة )\nقال ابن عباس على دين واحد 101 ثم قال جل وعز ( ولكن ليبلوكم فيما آتاكم )\nأي ليختبركم 102 وقوله جل وعز ( أفحكم الجاهية يبغون ) روي عن الحسن وقتادة\nوالاعرج والاعمش أنهم قرءوا ( أفحكم الجاهلية يبغون ) الحكم والحاكم في\nاللغة واحد وكأنهم يريدون الكاهن وما أشبهه من حكام الجاهلية وصذا في قرأة\nمن قرأ ( أفحكم ( ومعنى يبغون يطلبون وقال مجاهد يراد بهذا اليهود يعني في\nأمر الزانيين حين جاءوا إلى النبي صلى الله عليه وسلم يتوهمون أنه يحكم\nعليهما بخلاف الرجم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p320'> Vol. 02, p. 320</a>\n            </div>\n             103 ثم قال جل وعز ( ومن أحسن من الله حكما\nلقوم يوقنون ) أي من أيقن تبين أن حكم الله جل وعز هو الحق 104 وقوله جل\nوعز ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء ) هذا في\nالمنافقين لانهم كانوا يمالئون المشركين ويخبرونهم بأسرار المؤمنين 105\nوقوله جل وعز ( فترى الذين في قلوبهم مرض ) أي نفاق ( يسارعون فيهم )\nالمعنى يسارعون في معاونتهم ثم حذف كما قال جل وعز ( واسأل القرية ) 106 ثم\nقال جل وعز ( يقولون نخشى أن تصيبنا دائرة ) في معناه قولان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p321'> Vol. 02, p. 321</a>\n            </div>\n            \nأحدهما روي عن ابن عباس قال يقولون نخشى أن لا يدوم الامر لمحمد والقول\nالآخر نخشى أن يصيبنا قحط فلا يفضلوا علينا والقول الاول أشبه بالمعنى كأنه\nمن دارت تدور أي نخشى أن يدور أمر ويدل عليه قوله جل وعز ( فعسى الله أن\nيأتي بالفتح أو أمر من عنده ) لان الفتح النصر قال ابن عباس فأتى الله\nبالفتح فقتلت مقاتلة بني قريظة وسبيت ذراريهم <span id='ms198'></span> وأجلي بنو النضير وقيل معنى (\nأو أمر من عنده ) أي بأمر النبي صلى الله عليه وسلم أن يخبر بأسماء\nالمنافقين ( فيصبحوا على ما أسروا في أنفسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p322'> Vol. 02, p. 322</a>\n            </div>\n             نادمين ) 107 ثم\nقال جل وعز ( ويقول الذين آمنوا أهؤلاء الذين أقسموا بالله جهد أيمانهم\nإنهم لمعكم ) أي أهؤلاء الذين اجتهدوا في الأيمان أنهم لا يوالون المشركين\nثم قال تعالى ( حبطت أعمالهم ) وهذا مثل قوله تعالى ( الذين كفروا وصدوا عن\nسبيل الله أضل أعمالهم ) 108 وقوله جل وعز ( يا أيها الذين آمنوا من يرتد\nمنكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه ) في معنى هذا قولان قال\nالحسن هو والله أبو بكر رضي الله عنه وأصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p323'> Vol. 02, p. 323</a>\n            </div>\n             حدثنا أبو جعفر\nقال نا الحسن بن عمر بن أبي الاحوص الكوفي قال نا أحمد بن يونس السري يعني\nابن يحيى قال قرأ الحسن هذه الآية ( يا أيها الذين آمنوا من يرتد منكم عن\nدينه فسوف يأتي الله بقوم يحبهم ويحبونه ) حتى قرأ الآية فقال الحسن فولاها\nالله والله أبا بكر وأصحابه وروى شعبة عن سماك بن حرب عن عياض الاشعري قال\nلما نزلت ( فسوف يأتي الله بقوم يحبهم ويحبونه ) أوما النبي صلى الله عليه\nوسلم إلى أبي موسى الاشعري رحمه الله فقال هم قوم هذا 109 ثم قال جل وعز (\nأذلة على المؤمنين أعزة على الكافرين ) قال أبو جعفر سمعت أبا اسحاق وسئل\nعن معنى هذا فقال ليس يريد أذلة من الهوان وانما يريد أن جانبهم لين\nللمؤمنين وخشن على الكافرين 110 ثم قال جل وعز ( ذلك فضل الله يؤتيه من\nيشاء ) أي ذلك اللين للمؤمنين والتشديد على الكافرين تفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p324'> Vol. 02, p. 324</a>\n            </div>\n             من\nالله جل وعز منحهم اياه 111 وقوله تبارك اسمه ( انما وليكم الله ورسوله\nوالذين آمنوا ) قال أبو عبيد أخبرنا هشيم ويزيد عن عبد الملك بن سليمان عن\nأبي جعفر محمد بن علي في قوله جل وعز ( انما وليكم الله ورسوله والذين\nآمنوا ) قال يعني المؤمنين فقلت له بلغنا أنها نزلت في علي بن أبي طالب رضي\nالله عنه فقال علي <span id='ms199'></span> من المؤمنين قال أبو عبيد وهذا يبين لك قول النبي صلى\nالله عليه وسلم من كنت مولاه فعلي مولاه فالمولى والولي واحد والدليل على\nهذا قوله جل وعز ( الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p325'> Vol. 02, p. 325</a>\n            </div>\n             ثم قال في موضع آخر ( ذلك بأن الله مولى الذين آمنوا وأن\nالكافرين لا مولى لهم ) فمعنى حديث النبي صلى الله عليه وسلم في ولاية\nالدين وهي أجل الولايات وقال غير أبي عبيد من كنت ناصره فعلي ناصره 112\nوقوله جل وعز ( يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا\nولعبا من الذين أوتوا الكتاب من قبلكم والكفار أولياء ) وقرأ الكسائي (\nوالكفار أولياء ) والمعنى من الذين أوتوا الكتاب ومن الكفار قال الكسائي في\nحرف أبي رحمه الله ومن الكفار وروي عن ابن عباس رحمه الله أن قوما من\nاليهود والمشركين ضحكوا من المسلمين وقت سجودهم فأنزل الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p326'> Vol. 02, p. 326</a>\n            </div>\n             ( يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا\nولعبا ) إلى آخر الآيات 113 وقوله جل وعز ( قل هل أنبئكم بشر من ذلك مثوبة\nعند الله ) وفي هذا قولان روي عن ابن عباس أنه قال قالت اليهود في أمة محمد\nصلى الله عليه وسلم هم أقل الناس حظا في الدنيا والآخرة فأنزل الله جل وعز\n( قل هل أنبئكم بشر من ذلك ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p327'> Vol. 02, p. 327</a>\n            </div>\n             والقول الآخر وهو المعروف الصحيح\nأن المعنى قل هل أنبئكم بشر من نقومكم علينا ثوابا لان قبله ( هل تنقمون\nمنا الا أن آمنا بالله ) قال الكسائي يقال نقمت على الرجل أنقم نقوما ونقمة\nوقد حكي نقمت أنقم اذا كرهت الشيء أشد الكراهية 114 ثم قال جل وعز ( من\nلعنه الله وغضب عليه وجعل منهم القردة والخنازير ) قال مجاهد يعني اليهود\nمسخ منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p328'> Vol. 02, p. 328</a>\n            </div>\n             115 ثم قال جل وعز ( وعبد الطاغوت ) وهذه قراءة أهل\nالمدينة وأبي عمرو والكسائي وقرأ أبو جعفر ( وعبد ) مثل ضرب ولا وجه لهذا\nوروي عن عبد الله بن مسعود أنه قرأ ( وعبدوا الطاغوت ) وروي عن أبي بن كعب\nوعن ابن مسعود من طريق <span id='ms200'></span> آخر أنهما قرءا ( وعبدت الطاغوت ) وقرأ ابن عباس (\nوعبد الطاغوت ) وروي عن عكرمة عن ابن عباس أنه يجوز ( وعابد الطاغوت ) وروي\nعن الاعمش ويحيى بن وثاب ( وعبد الطاغوت ) وقرأ أبو واقد الاعرابي ( وعباد\nالطاغوت ) وقرأ حمزة ( وعبد الطاغوت ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p329'> Vol. 02, p. 329</a>\n            </div>\n             فمن قرا ( وعبد الطاغوت\n) فالمعنى عنده من لعنه الله ومن عبد الطاغوت وحمل الفعل على لفظ من ومن\nقرأ ( وعبدوا الطاغوت ) فهو عنده بذلك المعنى الا أنه حمله على معنى من كما\nقال جل وعز ( ومنهم من يستمعون اليك ) ومن قرأ ( وعبدت الطاغوت ) حمله على\nتأنيث الجماعة كما قال جل وعز ( قالت الاعراب ) ومن قرأ ( وعبد الطاغوت )\nفهو عنده جمع عابد كما يقال شاهد وشهد وغائب وغيب ومن قرأ ( وعابد ) فهو\nعنده واحد يؤدي عن جماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p330'> Vol. 02, p. 330</a>\n            </div>\n             ومن قرأ ( وعبد ) فهو عنده جمع عباد\nأو عبيد كما يقال مثال ومثل ورغيف ورغف وقال بعض النحويين هو جمع عبد كما\nيقال رهن ورهن وسقف وسقف ومن قرأ ( وعباد ) فهو جمع عابد كما يقال عامل\nوعمال ومن قرأ ( وعبد الطاغوت ) فأكثر أهل اللغة يذهب إلى أنه لحن وهي تجوز\nعلى حيلة وذلك أن يجعل ( عبدا ) واحدا يدل على جماعة كما يقال رجل حذر وفطن\nوندس فيكون المعنى وخادم الطاغوت وعلى هذا تتأول هذه القراءة يقال عبده\nيعبده اذ ذل له أشد الذل ومنه بعير معبد أي مذلل بالقطران ومنه طريق معبد\nومنه يقال عبدت أعبد اذا أنفت كما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p331'> Vol. 02, p. 331</a>\n            </div>\n             ( وأعبد أن تهجى تميم\nبدارم ) والمعنى على هذا وخادم الطاغوت وقد قيل الفرد بمعنى الفرد وينشد\nالنابغة من وحش وجرة موشي أكارعه طاوي المصير كسيف الصيقل الفرد ويروى\nالفرد وقيل الطاغوت ها هنا يعنى به الشيطان وكذا روي عن بريدة الاسلمي أنه\nقرأ ( وعابد الشيطان ) وأجاز بعض العلماء ( وعبد الطاغوت ) بالخفض على معنى\nعبدة مثل كاتب وكتبة والهاء تحذف من مثل هذا في الاضافة 116 وقوله عز وجل (\nواذا جاؤكم قالوا آمنا وقد دخلوا بالكفر وهم قد خرجوا به ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p332'> Vol. 02, p. 332</a>\n            </div>\n             أي\nلم ينتفعوا بشيء مما سمعوا فخرجوا بكفرهم <span id='ms201'></span> 117 وقوله جل وعز ( لولا ينهاهم\nالربانيون والاحبار ) وقرأ أبو الجراح ( لولا ينهاهم الربيون ) قال مجاهد (\nالربانيون والاحبار ) العلماء والفقهاء والربانيون فوق الاحبار قال أبو\nجعفر والربيون الجماعات وهو مأخوذ من الربة والربة الجماعة فنسب اليها فقيل\nربي ثم جمع فقيل ربيون قال أبو جعفر والمعنى بئس الصنع ما يصنع هؤلاء\nالربانيون والاحبار في تركهم نهي هؤلاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p333'> Vol. 02, p. 333</a>\n            </div>\n             قال الضحاك ما في\nالقرآن آية أخوف عندي منها أننا لا ننهى وفي هذه الآية حكم في أمر العلماء\nفي النهي عن المنكر 118 وقوله عز وجل ( وقالت اليهود يد الله مغلولة غلت\nأيديهم ) في هذه الآية ثلاثة أقوال أحسنها ما روي عن ابن عباس أنه قال قالت\nاليهود ان الله عز وجل بخيل والمعنى عند أهل اللغة على التمثيل أي قالوا هو\nممسك عنا لم يوسع علينا حين أجدبوا كما قال تعالى ( ولا تجعل يدك مغلولة\nإلى عنقك ) فهذا نظير ذاك والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p334'> Vol. 02, p. 334</a>\n            </div>\n             وقيل اليد ها هنا النعمة\nوقيل هذا القول غلط لقوله ( بل يداه مبسوطتان ) فنعم الله جل وعز أكثر من\nأن تحصى فكيف يكون بل نعمتاه مبسوطتان فقال من احتج لمن قال انهما نعمتان\nبأن المعنى النعمة الظاهرة والباطنة والقول الثالث أن المعنى أنه لا يعذبنا\nأي مغلولة عن عذابنا 119 وقوله عز وجل ( وألقينا بينهم العداوة والبغضاء\nإلى يوم القيامة ) أي جعل بأسهم بينهم فهم متباغضون غير متفقين فهم أبغض\nخلق الله إلى الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p335'> Vol. 02, p. 335</a>\n            </div>\n             وقال مجاهد هم اليهود والنصارى والذي قال\nحسن ويكون راجعا إلى ( لا تتخذوا اليهود والنصارى أولياء ) 120 ثم قال جل\nوعز ( كلما أوقدوا نارا للحرب أطفأها الله ) هذا تمثيل أي كلما تجمعوا شتت\nالله أمرهم وقال قتادة أذلهم الله جل وعز بمعاصيهم فلقد بعث النبي صلى الله\nعليه وسلم وهم تحت أيدي المجوس 121 ثم قال جل وعز ( ويسعون في الأرض فسادا\n) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p336'> Vol. 02, p. 336</a>\n            </div>\n             أي يسعون في إبطال الاسلام 122 وقوله جل وعز ( ولو أنهم\nأقاموا التوراة والانجيل ) أي لو أظهروا ما فيها من صفة النبي صلى الله\nعليه وسلم ( وما أنزل اليهم <span id='ms202'></span> من ربهم ) يعني به القرآن والله أعلم 123 ثم\nقال جل وعز ( لاكلوا من فوقهم ومن تحت أرجلهم ) فهذا يدل على أنهم كانوا في\nجدب ( ومن فوقهم ) على قول ابن عباس ومجاهد والسدي يعني المطر ( ومن تحت\nأرجلهم ) يعني النبات وقيل يجوز أن يكون تمثيلا أي لوسعنا عليهم كما يقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p337'> Vol. 02, p. 337</a>\n            </div>\n             فلان في خير من قرنه إلى قدمه أي قد شمله الخير والاول قول أهل\nالتأويل 124 وقوله عز وجل ( يا أيها الرسول بلغ ما أنزل اليك من ربك وان لم\nتفعل فما بلغت رسالاته ) في معناه قولان أحدهما بلغ كل ما أنزل اليك ويقوي\nهذا أن مسروقا روى عن عائشة أنها قالت ( من حدثك أن محمدا صلى الله عليه\nوسلم كتم شيئا من الوحي فقد كذب والله يقول ( يا أيها الرسول بلغ ما أنزل\nاليك من ربك وان لم تفعل فما بلغت رسالته ) والقول الآخر وعليه أكثر أهل\nاللغة ان المعنى أظهر ما أنزل اليك من ربك أي بلغه ظاهرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p338'> Vol. 02, p. 338</a>\n            </div>\n             ودل\nعلى هذا قوله تعالى ( والله يعصمك من الناس ) أي يمنعك منهم أن ينالوك بسوء\nمشتق من عصام القربة وهو ما تشد به وقوله جل وعز ( وليزيدن كثيرا منهم ما\nأنزل اليك طغيانا وكفرا ) أي يكفرون به فيزدادون كفرا على كفرهم 125 ثم قال\nجل وعز ( فلا تأس على القوم الكافرين ) أي فلا تحزن عليهم 126 وقوله جل وعز\n( ان الذين آمنوا والذين هادوا والصابئون والنصارى ) في هذا قولان أحدهما\nأنه يعني بالذين آمنوا ها هنا المنافقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p339'> Vol. 02, p. 339</a>\n            </div>\n             والتقدير ان الذين\nآمنوا بألسنتهم ودل على هذا قوله تعالى ( ولا يحزنك الذين يسارعون في الكفر\nمن الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم ) 127 ثم قال جل اسمه ( من\nآمن بالله ) فالمعنى على هذا القول من حقق الايمان بقلبه والقول الآخر ان\nمعنى ( من آمن بالله ) من ثبت على ايمانه كما قال تعالى ( يا أيها الذين\nآمنوا آمنوا بالله ورسوله ) 128 وقوله جل وعز ( كلما جاءهم رسول بما لا\nتهوى أنفسهم فريقا كذبوا وفريقا يقتلون ) قال اليهود والنصارى <span id='ms203'></span> يشتركون في\nالتكذيب واليهود تنفرد بالقتل خاصة وكانت الرسل منها من يأتي بالشرائع\nوالكتب والاحكام نحو محمد صلى الله عليه وسلم وموسى وعيسى وهؤلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p340'> Vol. 02, p. 340</a>\n            </div>\n             معصومون ومنهم من يأتي بالامر بالمعروف والنهي عن المنكر\nوالتمسك بالدين نحو يحيى وزكريا عليهما السلام 129 وقوله عز وجل ( وحسبوا\nأن لا تكون فتنة فعموا وصموا ) قال الحسن يعني بالفتنة البلاء وقال غيره\nمعنى ( فعموا وصموا ) تمثيل أي لم يعملوا بما سمعوا ولا انتفعوا بما رأوا\nفهم بمنزلة العمي الصم 130 ثم قال جل وعز ( ثم تاب الله عليهم ) أي بعث\nمحمدا صلى الله عليه وسلم يخبرهم بأن الله عز وجل يتوب عليهم ان تركوا\nالكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p341'> Vol. 02, p. 341</a>\n            </div>\n             ( ثم عمو وصموا ) أي بعد وضوح الحجة 131 وقوله عز وجل (\nلقد كفر الذين قالوا ان الله هو المسيح ابن مريم ) قال إبراهيم النخعي\nالمسيح الصديق قال أبو جعفر ووجدنا للعلماء في تفسير معناه ستة أقوال سوى\nهذا روي عن ابن عباس سمي مسيحا لانه كان أمسح الرجل لا أخمص له وروى غيره\nعنه انما سمي مسيحا لانه كان لا يمسح بيده ذا عاهة الا برأ ولا يضع يده على\nشيء الا أعطي فيه مراده وقال ثعلب لانه كان يمسح الأرض أي يقطعها وقيل\nلسياحته في الأرض وقيل لانه خرج من بطن أمه ممسوحا بالدهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p342'> Vol. 02, p. 342</a>\n            </div>\n             وقال\nأبو عبيد أحسب أصله بالعبرانية مشيحا قال وأما قولهم المسيح الدجال فانما\nسمي مسيحا لانه ممسوح احدى العينين فهو مسيح بمعنى ممسوح كما يقال قتيل\nبمعنى مقتول 132 وقوله جل وعز ( وأمه صديقة كانا يأكلان الطعام ) من الصدق\nوفعيل في كلام العرب للتكثير كما يقال سكيت وقال جل وعز ( وصدقت بكلمات\nربها وكتبه ) ومن هذا قيل لابي بكر رضي الله عنه صديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p343'> Vol. 02, p. 343</a>\n            </div>\n             ويروى\nأنه انما قيل له صديق لانه لما أخبر أن النبي صلى الله عليه وسلم أسري به\nإلى بيت المقدس فقال ان كان قال فقد صدق 133 وقوله جل وعز ( كانا يأكلان\nالطعام ) في معناه قولان أحدهما كناية عن اتيان الحاجة كما يكنى عن الجماع\nبالغشيان <span id='ms204'></span> وما أشبهه وقيل كانا يتغذيان كما يتغذى سائر الناس فكيف يكون الها\nمن لا يعيش الا بأكل الطعام 134 ثم قال جل وعز ذكره ( انظر كيف نبين لهم\nالآيات ثم انظر أنى يؤفكون ) أي قد بينا لهم العلامات وأوضحنا الامر فمن\nأين يصرفون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p344'> Vol. 02, p. 344</a>\n            </div>\n             يقال أفكه يأفكه اذا صرفه 135 وقوله جل وعز ( يا\nاهل الكتاب لا تغلوا في دينكم غير الحق ) الغلو التجاوز قال أبو عبيد كما\nفعلت الخوارج أخرجهم الغلو إلى أن كفروا أهل الذنوب قال ويبين لك هذا قول\nالنبي صلى الله عليه وسلم فيهم ( يمرقون من الدين كما يمرق السهم من الرمية\n) والمروق هو الغلو بعينه لان السهم يتجاوز الرمية 136 ثم قال جل وعز ( ولا\nتتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p345'> Vol. 02, p. 345</a>\n            </div>\n             قال ابن أبي نجيح عن مجاهد يعني اليهود وقال غيره لانهم اتبعوا\nشهواتهم وطلبوا دوام رياستهم وآثروا ذلك على الحق والهوى في القرآن مذموم\nوالعرب لا تستعمله الا في الشر فأما في الخير فيستعملون الشهوة والنية\nوالمحبة 137 ثم قال جل وعز ( وأضلوا كثيرا ) قال ابن أبي نجيح يعني\nالمنافقين وقال غيره ضلوا باتباعهم اياهم 138 ثم قال جل وعز ( وضلوا عن\nسواء السبيل ) أي قصده 139 وقوله جل وعز ( لعن الذين كفروا من بني اسرائيل\nعلى لسان داود وعيسى ابن مريم ) قال أبو مالك الذين لعنوا على لسان داود\nمسخوا قردة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p346'> Vol. 02, p. 346</a>\n            </div>\n             والذين لعنوا على لسان عيسى صلى الله عليه وسلم\nمسخوا خنازير وروي عن ابن عباس أنه قال الذين لعنوا على لسان داود أصحاب\nالسبت والذين لعنوا على لسان عيسى الذين كفروا بعد نزول المائدة وروي عن\nالنبي صلى الله عليه وسلم أنه قال ( أول ما وقع النقص في بني اسرائيل أن\nأحدهم كان يرى أخاه على المعصية فينهاه ثم لا يمنعه ذلك من الغد أن يكون\nأكيله وشريبه فضرب الله قلوب بعضهم ببعض وأنزل فيهم القرآن ( لعن الذين\nكفروا من بني اسرائيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا <span id='ms205'></span>\nيعتدون ) ثم قال صلى الله عليه وسلم ( كلا والذي نفسي بيده حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p347'> Vol. 02, p. 347</a>\n            </div>\n            \nتأخذوا على يدي الظالم فتأطروه على الحق أطرا 140 وقوله جل وعز ( ترى كثيرا\nمنهم يتولون الذين كفروا ) قال مجاهد يعني المنافقين 141 وقوله جل وعز (\nلتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم\nمودة للذين آمنوا الذين قالوا انا نصارى ) قال سعيد بن جبير هم سبعون رجلا\nوجه بهم النجاشي وكانوا أجل من عنده فقها وسنا فقرأ عليهم النبي صلى الله\nعليه وسلم ( يس ) فبكوا وقالوا ربنا آمنا فاكتبنا مع الشاهدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p348'> Vol. 02, p. 348</a>\n            </div>\n            \nوأنزل الله فيهم أيضا ( الذين آتيناهم الكتاب من قبله هم به يؤمنون ) إلى\nقوله ( أولئك يؤتون أجرهم مرتين ) إلى آخر الآية وروي عن ابن عباس أنه قال\nهم من الحبشة جاءوا إلى النبي صلى الله عليه وسلم وكان معهم رهبان من رهبان\nالشام فآمنوا ولم يرجعوا 142 وقوله جل وعز ( فاكتبنا مع الشاهدين ) روى\nاسرائيل عن سماك عن عكرمة عن ابن عباس قال يعني أمة محمد صلى الله عليه\nوسلم ويبين لك صحة هذا القول قوله جل وعز ( وكذلك جعلناكم أمة وسطا لتكونوا\nشهداء على الناس ) 143 وقوله تعالى ( يا أيها الذين آمنوا لا تحرموا طيبات\nما أحل الله لكم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p349'> Vol. 02, p. 349</a>\n            </div>\n             قال الضحاك هؤلاء قوم من المسلمين قالوا\nنقطع مذاكيرنا ونلبس المسوح وقال قتادة نزلت في جماعة من أصحاب رسول الله\nصلى الله عليه وسلم منهم علي بن أبي طالب وعثمان بن مظعون قالوا نخصي\nأنفسنا ونترهب وقال مجاهد نزلت في عثمان بن مظعون وعبد الله بن عمرو بن\nالعاص وغيرهما قالوا نترهب ونلبس المسوح 144 وقوله جل وعز ( ولا تعتدوا ان\nالله لا يحب المعتدين ) الاعتداء في اللغة تجاوز ما له إلى ما ليس له قال\nالحسن معناه ألا تأتوا ما نهيتم عنه 145 وقوله جل وعز ( لا يؤاخذكم الله\nباللغو في أيمانكم ) فيه قولان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p350'> Vol. 02, p. 350</a>\n            </div>\n             أحدهما أنه قول الرجل لا والله\nوبلى والله وروي هذا القول عن عائشة قال الشافعي وذلك عند اللجاج والغضب\nوالعجلة والقول الآخر أن يحلف <span id='ms206'></span> الرجل على الشيء هو عنده على ما حلف ثم يكون\nعلى خلاف ذلك يروى هذا القول عن ابن عباس وأبي هريرة واللغو في اللغة\nالمطرح فقيل لما لا حقيقة له من الأيمان لغو قال الكسائي يقال لغا يلغو\nلغوا أو لغي يلغى لغا 146 وقوله جل وعز ( ولكن يؤاخذكم بما عقدتم الأيمان )\nقال الكسائي معنى عقدتم أوجبتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p351'> Vol. 02, p. 351</a>\n            </div>\n             قال ابن جريج قلت لعطاء ما معنى\n( عقدتم ) قال والله الذي لا اليه الا هو وقرأ أبو عمرو ( عقدتم ) قال\nمعناه وكدتم وروى نافع أن ابن عمر كان اذا حنث من غير أن يؤكد اليمين أطعم\nعشرة مساكين لكل مسكين مدا فاذا وكد اليمين أعتق رقبة قيل لنافع ما معنى\nوكد اليمين قال أن يحلف على الشيء مرارا 147 وقوله جل وعز ( فكفارته اطعام\nعشرة مساكين ) المعنى فكفارة اثمه أي الذي يغطي على اثمه قال أبو جعفر\nوالهاء التي في فكفارته عائدة على ما التي في بما عقدتم الايمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p352'> Vol. 02, p. 352</a>\n            </div>\n             وهذا مذهب الحسن والشعبي لان المعنى عندهما فكفارة ما عقدتم\nمنها وقيل الهاء عائدة على اللغو والاول أولى 148 ثم قال جل وعز ( من أوسط\nما تطعمون أهليكم ) قال عبد الله بن عمر ( من أوسط ما تطعمون أهليكم )\nالخبز والتمر والخبز والزيت وأفضل ما تطعمونهم الخبز واللحم وقال الاسود\nأوسط ما تطعمون أهليكم الخبز والتمر قال أبو اسحاق يحتمل هذا ثلاثة معان في\nاللغة يجوز أن يكون معنى ( من أوسط ما تطعمون أهليكم ) من أعدل ما تطعمونهم\nقال عز وجل ( وكذلك جعلناكم أمة وسطا ) أي عدلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p353'> Vol. 02, p. 353</a>\n            </div>\n             ويحتمل أن يكون\nفي القيمة ويحتمل أن يكون في الشبع وقرأ سعيد بن جبير ( من أوسط ما تطعمون\nأهليكم أو كإسوتهم ) أي كإسوة أهليكم وروي أن رجلا قرأ على مجاهد ( أو\nكإسوتهم ) فقال له لا تقرأ الا ( أو كسوتهم ) وقال أرى ذلك ثوبا وفي قراءة\nعبد الله بن أبي بن كعب ( فمن لم يجد فصيام ثلاثة أيام متتابعات ) 149 ثم\nقال جل وعز ( ذلك كفارة أيمانكم إذا حلفتم ) أي ذلك كفارة اثم <span id='ms207'></span> أيمانكم اذا\nحلفتم وحنثتم ثم حذف قال أبو جعفر وكان ( محمد بن جرير ) يختار في ( أوسط )\nأن تكون بمعنى أعدل في القلة والكثرة قال فأعدل أقوات الموسع مدان وذلك\nأعلاه وأعدل أقوات المقتر مد وذلك ربع صاع و ما مصدر فأما الكسوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p354'> Vol. 02, p. 354</a>\n            </div>\n             فقال الحسن وطاووس وعطاء ثوب ثوب وقال سعيد بن المسيب عباءة\nوعمامة وقال مجاهد كل ما كسا فهو مجزىء وهذا أشبه باللغة أن يكون كل ما وقع\nاسم كسوة مما يكون ثوبا فصاعدا لان ما دون الثوب لا خلاف في أنه لا يجوز\n150 وقوله جل وعز ( يا أيها الذين آمنوا انما الخمر والميسر والانصاب\nوالازلام رجس من عمل الشيطان ) روى موسى بن عقبة عن نافع عن ابن عمر قال\nالميسر القمار وقال عبيد الله بن عمر سئل القاسم بن محمد عن الشطرنج أهي\nميسر وعن النرد أهو ميسر فقال كل ما صد عن ذكر الله وعن الصلاة فهو ميسر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p355'> Vol. 02, p. 355</a>\n            </div>\n             قال أبو عبيد تأول قول الله عز وجل ( ويصدكم عن ذكر الله وعن\nالصلاة ) وزعم الاصمعي أن الميسر كان في الجزور خاصة كانوا يقتسمونها على\nثمانية وعشرين سهما وقال أبو عمرو الشيباني كانوا يقتسمونها على عشرة أسهم\nثم يلقون القداح ويتقامرون على مقاديرهم وهذا القول ليس بناقض لما تقدم لان\nالميسر اذا كان في الجزور خاصة فهو قمار ثم قيل ما كان مثله من اقمار ميسر\nكما أن الخمر لشيء بعينه ثم قيل لكل مسكر خمر لانه بمنزلتها وقد ذكرنا في\nأول السورة الانصاب والازلام والرجس النتن 151 ثم قال جل وعز ( فاجتنبوه\nلعلكم تفلحون ) أي كونوا في جانب غير جانبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p356'> Vol. 02, p. 356</a>\n            </div>\n             ويروى أن عمر رضي\nالله عنه لم يزل يقول ( اللهم بين لنا في الخمر ) حتى نزلت ( فهل أنتم\nمنتهون ) فقال قد انتهينا 152 وقوله جل وعز ( ليس على الذين آمنوا وعملوا\nالصالحات جناح فيما طعموا اذا ما اتقوا وآمنوا وعملوا الصالحات ) قال ابن\nعباس والبراء لما حرمت الخمر قال المسلون يا رسول الله فكيف باخواننا\nالمؤمنين الذين ماتوا وهم يشربونها <span id='ms208'></span> فأنزل الله جل وعز ( ليس على الذين\nآمنوا وعملوا الصالحات جناح فيما طعموا ) إلى آخر الآية وروى الزهري عن عبد\nالله بن عامر بن ربيعة أن عمر لما أراد حد ( قدامة بن مظعون ) قال قدامة ما\nكان لكم أن تجلدوني قال الله جل وعز ( ليس على الذين آمنوا وعملوا الصالحات\nجناح فيما طعموا ) الآية فقال عمر أخطأت التأويل انك اذا أيقنت اجتنبت ما\nحرم الله عليك ثم أمر به فجلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p357'> Vol. 02, p. 357</a>\n            </div>\n             قيل هذا أحسن من الاول لان فيها\n( اذا ما اتقوا وآمنوا ) و ( اذا ) لا تكون للماضي فالمعنى على هذا والله\nأعلم للمؤمنين قبل وبعد على العموم وقد روي هذا أيضا عن ابن عباس قال أبو\nجعفر قيل ( اذا مااتقوا ) الشرك ( وآمنوا ) وصدقوا ( ثم اتقوا وآمنوا )\nازدادوا ايمانا ( ثم اتقوا ) الصغائر حذرا ( وأحسنوا ) تنفلوا وقال محمد بن\nجرير الاتقاء الاول هو الاتقاء بتلقي أمر الله بالقبول والتصديق والدينونة\nبه والعمل والاتقاء الثاني الاتقاء بالثبات على التصديق والثالث الاتقاء\nبالاحسان والتقرب بالنوافل 153 وقوله جل وعز ( يا أيها الذين آمنوا\nليبلونكم الله بشيء من الصيد ) المعنى ليختبرن طاعتكم من معصيتكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p358'> Vol. 02, p. 358</a>\n            </div>\n             154 ثم قال جل وعز ( تناله أيديكم ورماحكم ) قال مجاهد الذي\nتناله أيديكم البيض والفراخ والذي تناله الرماح ما كان كبيرا 155 وقوله جل\nوعز ( لا تقتلوا الصيد وأنتم حرم ) روى شريك عن سالم ( عن سعيد بن جبير ) (\nيا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ) قال قتله حرام في هذه\nالآية قال بعض العلماء أي أنه لما حرم قتل الصيد على المحرم كان قتله اياه\nغير تذكية 156 وقوله جل وعز ( ومن قتله منكم متعمدا ) أكثر الفقهاء على أن\nعليه الجزاء سواء كان متعمدا أو مخطئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p359'> Vol. 02, p. 359</a>\n            </div>\n             وذهبوا إلى قوله تعالى (\nومن قتله منكم متعمدا ) مردود إلى قوله جل وعز ( ومن عاد فينتقم الله منه )\nواحتجوا في ذلك أن النبي صلى الله عليه وسلم ( سئل عن الضبع فقال هي صيد )\nوجعل فيها اذا أصابها المحرم كبشا ولم يقل عمدا ولا خطأ قال الزهري هو في <span id='ms209'></span>\nالخطأ سنة وقال بعض أهل العلم انما عليه الجزاء اذا قتله متعمدا واحتجوا\nبظاهر الآية حدثنا عبد الله بن أحمد بن عبد السلام نا محمد بن يحيى نا أبو\nالوليد نا أبو عوانة عن أبي بشر عن سعيد بن جبير في قوله جل وعز ( ومن قتله\nمنكم متعمدا ) قال ليس عليه في الخطأ شيء انما هو في العمد يعني الصيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p360'> Vol. 02, p. 360</a>\n            </div>\n             157 وقوله جل وعز ( فجزاء مثل ما قتل من النعم ) قيل النعم في\nاللغة الابل والبقر والغنم وان انفردت الابل قيل لها نعم وان انفردت البقر\nوالغنم لم يقل لها نعم وقرأ الاعمش ( فجزاؤه مثل ما ) والمعنى فعليه جزاؤه\nثم أبدل مثلا من جزائه 158 وقوله جل وعز ( أو كفارة طعام مساكين ) ( أو )\nهنا للتخيير وفي معناه أقوال وقيل الحاكم مخير وقيل أنه يعمل بالاول فالاول\nوالقول الاول أحسن لان قاتل الصيد هو المخاطب ولان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p361'> Vol. 02, p. 361</a>\n            </div>\n             المعروف أن\nأو للتخيير وقرأ طلحة والجحدري ( أو عدل ذلك صياما ) وأنكره جماعة من أهل\nاللغة وقالوا العدل الحمل وقال الكسائي العدل والعدل لغتان بمعنى واحد وقال\nالفراء عدل الشيء مثله من غير جنسه وعدله مثله من جنسه وأنكر البصريون هذا\nالتفريق وقالوا العدل والعدل المثل كان من الجنس أو من غير الجنس لا يختلف\nكما أن المثل لا يختلف وفي الحديث ( لا يقبل الله منه صرفا ولا عدلا )\nفالصرف التوبة والعدل الفدية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p362'> Vol. 02, p. 362</a>\n            </div>\n             روي عن النبي صلى الله عليه وسلم\nقال أبو حاتم ولا يعرف قول من قال انهما الفريضة والنافلة والذي أنكره أبو\nحاتم قال المازري 159 ثم قال جل وعز ( ليذوق وبال أمره ) أي شدته ومنه طعام\nوبيل اذا كان ثقيلا ومنه قوله ( عقيلة شيخ كالوبيل يلندد ) 160 ثم قال جل\nوعز ( عفا الله عما سلف ومن عاد فينتقم الله منه ) قال عطاء عفا الله عما\nسلف في الجاهلية وقال شريح وسعيد بن جبير يحكم عليه في أول مرة فاذا عاد لم\nيحكم عليه وقيل له اذهب ينتقم الله منك أي ذنبك أعظم من أن يكفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p363'> Vol. 02, p. 363</a>\n            </div>\n             كما <span id='ms210'></span> أن اليمين الفاجرة لا كفارة لها عند أكثر أهل العلم لعظم\nاثمها قلت قول عطاء في هذا أشبه والمعنى ومن عاد بعد الذي سلف في الجاهلية\nفينتقم الله منه بأشياء تصيبه من العقوبة أو يكون مثل قوله ( ليذوق وبال\nأمره ) 161 وقوله جل وعز ( أحل لكم صيد البحر وطعامه متاعا لكم وللسيارة )\nروى عمر بن أبي سلمة ( عن أبيه ) عن أبي هريرة عن عمر قال صيد البحر ما صيد\nمنه وطعامه ما قذف وكذلك روى سعيد بن جبير عن ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p364'> Vol. 02, p. 364</a>\n            </div>\n             وقيل\nطعامه ما زرع لانه به ينبت وقال سعيد بن جبير طعامه المليح منه وصيده ما\nكان طريا البين أن صيده أن تصيدوا وطعامه أن تأكلوا الصيد قال مجاهد ( لكم\n) لاهل القرى ) ( وللسيارة ) لاهل الامصار وقيل السيارة المسافرون وهذا\nأولى 162 وقوله جل وعز ( جعل الله الكعبة البيت الحرام قياما للناس ) فيه\nقولان أحدهما وهو أشبه بالمعنى أنهم يقومون بها ويأمنون قال سعيد بن جبير\nشدة للدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p365'> Vol. 02, p. 365</a>\n            </div>\n             والقول الآخر أنهم يقومون بشرائعها فأما قوله جل وعز\nبعد هذا ( ذلك لتعلموا أن الله يعلم ما في السموات وما في الأرض ) ومجانسة\nهذا الاول فقال أبو العباس محمد بن يزيد كانوا في الجاهلية يعظمون البيت\nالحرام والاشهر الحرم حتى انهم كانوا يسمون رجبا وهو من الاشهر الحرم الاصم\nلانه لا يسمع فيه وقع السلاح فعلم الله عز وجل ما يكون منهم من اغارة بعضهم\nفألهمهم أن لا يقاتلوا في الاشهر الحرم ولا عند البيت الحرام ولا من كان\nمعه القلائد فالذي ألهمهم هذا يعلم ما في السموات وما في الأرض وقال أبو\nاسحاق وقد أخبر الله جل وعز النبي صلى الله عليه وسلم في هذه السورة بأشياء\nمما يسره المنافقون واليهود فقال جل وعز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p366'> Vol. 02, p. 366</a>\n            </div>\n             ( سماعون للكذب سماعون\nلقوم آخرين لم يأتوك ) وما كان من أمر الزانيين وقوله جل وعز عن ذلك (\nلتعلموا أن الله يعلم ما في السموات وما في الأرض ) متعلق بهذه الاشياء أي\nالذي أخبركم بها يعلم ما في السموات وما <span id='ms211'></span> في الأرض والدليل على صحة هذا\nالقول قوله تعالى ( ما على الرسول الا البلاغ والله يعلم ما تبدون وما كنتم\nتكتمون ) 163 وقوله جل وعز ( يا أيها الذين آمنوا لا تسألوا عن أشياء ان\nتبد لكم تسؤكم ) معنى ( ان تبد لكم ) ان تظهر قال شعبة أخبرني موسى بن أنس\nبن مالك أن رجلا قال للنبي صلى الله عليه وسلم يا رسول الله من أبي فقال\nأبوك فلان فأنزل الله عز وجل ( يا أيها الذين آمنوا لا تسألوا عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p367'> Vol. 02, p. 367</a>\n            </div>\n             أشياء ان تبد لكم تسؤكم ) روى إبراهيم الهجري عن أبي عياض عن\nأبي هريرة أن رجلا قال يا رسول الله أفرض الحج في كل سنة فقال لو قلتها\nلوجبت ولو وجبت فتركتموها لكفرتم وروى أبو صالح عن أبي هريرة قال قال النبي\nصلى الله عليه وسلم لا يسألني انسان في مجلسي هذا عن شيء الا أنبأته به\nفقال رجل يا رسول الله من أبي فأخبره ونزلت ( لا تسألوا عن أشياء ان تبد\nلكم تسؤكم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p368'> Vol. 02, p. 368</a>\n            </div>\n             وأن لا يكلفهم طلب حقائق الاشياء من عنده جل وعز\nوقيل انما ينهى عن هذا لان الله جل وعز أحب الستر على عباده رحمة منه لهم\nوأحب أن لا يقترحوا المسائل وقال النبي صلى الله عليه وسلم ( اتركوني ما\nتركتكم فانما هلك من كان قبلكم لكثرة سؤالهم واختلافهم على أنبيائهم وروى\nعبد الكريم عن سعيد بن جبير قال نزلت ( لا تسألوا عن أشياء ان تبد لكم\nتسؤكم ) في الذين سألوا عن البحيرة والسائبة والوصيلة ألا ترى أن بعده ( ما\nجعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ) قلت أحسن هذه الأقوال\nالثاني وأن الله جل وعز أحب الستر على عباده ورد أحكامهم إلى الظاهر الذي\nيقدرون عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p369'> Vol. 02, p. 369</a>\n            </div>\n             163 ودل على أن هذا الصحيح قوله جل وعز ( قد سألها\nقوم من قبلكم ثم أصبحوا بها كافرين ) قال مقسم فيما سألت الامم أنبياءهم\nصلى الله عليهم وسلم من الآيات أي فأروهم اياها ثم كفر فومهم بها بعد\nواختلف أهل التفسير <span id='ms212'></span> في ( البحيرة والسائبة والوصيلة والحام ) قال أبو جعفر\nونذكر من قولهم ما وافقه قول أهل اللغة وهو معنى قول ابن عباس والضحاك\nالبحيرة الناقة اذ نتجت خمسة أبطن فكان آخرها ذكرا شقوا أذنها وخلوها لا\nتمنع من مرعى ولا يركبها أحد وفي رواية ابن عباس وعمدوا إلى الخامس فنحروه\nوكان لحمه للرجال دون النساء وان كانت أنثى استحيوها وتركوها ترعى مع أمها\nبعد شقهم أذن الام وتركهم الانتفاع بها وان كانت ميتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p370'> Vol. 02, p. 370</a>\n            </div>\n             اشترك\nفيها الرجال والنساء وفي اشتقاقه قولان أحدهما أن يقال بحره اذا شقه والقول\nالآخر انه من الاتساع في الشيء مشبه بالبحر والسائبة أن ينذر أحدهم ان برأ\nمن مرضه ليسيبن ناقة أو ما أشبه ذلك واذا أعتق عبدا فقال هو سائبة لم يكن\nعليه ولاء وفي الحديث عن النبي صلى الله عليه وسلم ( رأيت عمرو بن لحيي يجر\nقصبه في النار وهو أول من سيب السوائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p371'> Vol. 02, p. 371</a>\n            </div>\n             والوصيلة في الغنم خاصة\nاذا ولدت الشاة سبعة أبطن فان كان السابع ذكرا ذبحوه وكان لحمه للرجال دون\nالنساء واذا ولدت أنثى لم يذبحوها وقالوا وصلت أخاها وفي الرواية عن ابن\nعباس قالوا وصلت أخاها ولم يشرب من لبنها الا الذكور خاصة وان كانت ميتة\nأكلها الرجال والنساء وتلا ابن عباس ( وقالوا ما في بطون هذه الانعام خالصة\nلذكورنا ومحرم على أزواجنا ) الآية والحامي البعير اذا ولد له من صلبة عشرة\nأولاد قالوا قد حمى ظهره فلم يركب وخلي وكان بمنزلة البحيرة وفي الرواية عن\nابن عباس ( انه البعير اذا ركب أولاد أولاده قالوا قد حمى ظهره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p372'> Vol. 02, p. 372</a>\n            </div>\n            \nفأعلم الله أن هذا افتراء منهم فقال ( ولكن الذين كفروا يفترون على الله\nالكذب وأكثرهم لا يعقلون ) قال الشعبي ( الذين لا يعقلون ) الاتباع والذين\nافتروا فعقلوا أنهم افتروا 164 وقوله جل وعز ( يا أيها الذين آمنوا عليكم\nأنفسكم ) أي الزموا أنفسكم فأصلحوها وخلصوها من العقاب 165 ثم قال جل وعز (\nلا يضركم من ضل اذا اهتديتم ) ليس في هذا دليل على الرخصة في ترك الامر\nبالمعروف <span id='ms213'></span> والنهي عن المنكر والله عز وجل قد أمر بذلك وانما المعنى لا\nتؤاخذون بكفر من كفر وقد بين هذا في الحديث قال قيس بن أبي حازم سمعت أبا\nبكر الصديق رضي الله عنه على المنبر يقول انكم تأولون ( يا أيها الذين\nآمنوا عليكم أنفسكم لا يضركم من ضل اذا اهتديتم ) فاني سمعت رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p373'> Vol. 02, p. 373</a>\n            </div>\n             صلى الله عليه وسلم يقول ( ان الناس اذا عمل فيهم بالمعاصي ثم\nلم يغيروا أوشك الله جل وعز أن يعمهم بعقابه ) وقال ابن مسعود في هذه الآية\nقولوها ما قبلت منكم فاذا ردت عليكم فعليكم أنفسكم وقال سعيد بن جبير هي في\nأهل الكتاب وقال مجاهد هي في اليهود والنصارى ومن كان مثلهم يذهبان إلى أن\nالمعنى لا يضركم كفر أهل الكتاب اذا أدوا الجزية وهذا تفسير حديث أبي بكر\nفأما حديث ابن مسعود فعلى أن تأويل الآية على وقتين ففي أوقات من آخر\nالزمان يعمل بها كما قال أبو أمية الشعباني قلت لابي ثعلبة الخشني كيف أصنع\nبهذه الآية ( يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل اذا اهتديتم\n) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p374'> Vol. 02, p. 374</a>\n            </div>\n             فقال سألت عنها رسول الله صلى الله عليه وسلم فقال ( ائتمروا\nبالمعروف وانهوا عن المنكر حتى اذا رأيت شحا مطاعا وهو متبعا ودنيا مؤثرة\nواعجاب كل ذي رأي برأيه ورأيت الام لا يدي لك به أو لا يد لك به فعليك\nبنفسك ودع العوام 166 وقوله جل وعز ( يا أيها الذين آمنوا شهادة بينكم اذا\nحضر أحدكم الموت ) وقرأ الاعرج ( شهادة بينكم ) وقرأ أبو عبد الرحمن (\nشهادة بينكم ) فمن قرأ ( شهادة بينكم ) و ( شهادة بينكم ) فالمعنى عنده\nشهادة اثنين ثم حذف شهادة وأقام اثنين مقامها في الاعراب ويجوز أن يكون\nالمعنى ليكن أن يشهد اثنان ومن قرأ ( شهادة بينكم ) فهو عنده بغير حذف\nوالمعنى أن يشهد اثنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p375'> Vol. 02, p. 375</a>\n            </div>\n             167 فأما قوله تعالى ( اثنان ذوا عدل\nمنكم أو آخران من غيركم ) ففي هذا اختلاف كبير قال أبو موسى الاشعري وابن\nعباس ( ذو عدل منكم ) من أهل دينكم ( أو <span id='ms214'></span> آخران من غيركم ) من أهل الكتاب\nوقال بهذا القول من التابعين عبيدة وسعيد بن المسيب وسعيد بن جبير وشريح\nوابن سيرين والشعبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p376'> Vol. 02, p. 376</a>\n            </div>\n             وقال الحسن والزهري ( ذوا عدل منكم ) من\nأقربائكم لانهم أعلم بأموركم من غيرهم ( أو آخران من غيركم ) من غير\nأقربائكم من المسلمين وقال من احتج لهذا القول قد أجمع المسلمون على أن\nشهادة أهل الكتاب لا تجوز على المسلمين في غير الوصية واجماعهم يقضي على\nاختلافهم وقال جل وعز ( ممن ترضون من الشهداء ) فدل هذا على أن أحدا منهم\nممن لا يرضى فالكافر يجب أن لا يرضى به أيضا فانه قال جل وعز ( تحبسونهما\nمن بعد الصلاة ) فكيف يعظم الكافر الصلاة وقال إبراهيم النخعي الآية منسوخة\nنسخها ( وأشهدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p377'> Vol. 02, p. 377</a>\n            </div>\n             ذوي عدل منكم ) وقال زيد بن أسلم كان ذلك\nوالأرض حرب والناس يتوارثون بالوصية وتوفي رجل وليس عنده أحد من أهل\nالاسلام فنزلت هذه الآية ثم نسخت الوصية وفرضت الفرائض ومعنى ( تحبسونهما\nمن بعد الصلاة ) من بعد صلاة العصر ومعنى ( لا نشتري به ثمنا ) بما شهدنا\nعليه 168 ثم قال جل وعز ( ولو كان ذا قربى ) معناه وان كان ذا قربى كما قال\nسبحانه ( ولو افتدى به ) 169 ثم قال جل وعز ( ولا نكتم شهادة الله انا اذا\nلمن الآثمين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p378'> Vol. 02, p. 378</a>\n            </div>\n             وقرأ عبد الله بن مسلم ( ولا نكتم شهادة الله )\nوهو يحتمل معنيين أحدهما أن المعنى ولا نكتم الله شهادة والمعنى الآخر ولا\nنكتم شهادة والله ثم حذف الواو ونصب وقرأ الشعبي ( ولا نكتم شهادة الله )\nهذا عند أكثر أهل العربية لحن وان كان سيبوبه قد أجاز حذف القسم والخفض\nوقرأ أبو عبد الرحمن ( ولا نكتم شهادة الله ) على الاستفهام 170 وقوله جل\nوعز ( فان عثر على انهما استحقا اثما ) قال إبراهيم النخعي المعنى فان اطلع\n171 ثم قال جل وعز ( فآخران يقومان مقامهما من الذين استحق عليهم الاوليان\n) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p379'> Vol. 02, p. 379</a>\n            </div>\n             ان اطلع عليهما بخيانة فأمر اثنان من أولياء الميت فحلفا\nواستحقا وقال أبو اسحاق وهذا موضع مشكل من الاعراب والمعنى وقد قيل فيه\nأقوال منها أن <span id='ms215'></span> المعنى من الذين استحق فيهم الاوليان فقامت ( على ) مقام (\nفي ) كما قامت ( في ) مقام ( على ) في قوله تعالى ( ولاصلبنكم في جذوع\nالنخل ) وقيل المعنى من الذين استحق منهم الاوليان وقامت ( على ) مقام من\nكما قال تعالى ( الذين اذا اكتالوا على الناس يستوفون ) أي من الناس قال\nوالقول المختار أن المعنى عندي ليقم الاولى بالميت فالاوليان بدل من الالف\nفي يقومان والمعنى من الذين استحق عليهم الايصاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p380'> Vol. 02, p. 380</a>\n            </div>\n             وأنكر ابن\nعباس هذه القراءة وقرأ ( من الذين استحق عليهم الاولين ) وقال أرأيت ان كان\nالاوليان صغيرين 172 وقوله جل وعز ( يوم يجمع الله الرسل فيقول ماذا أجبتم\n) هذا السؤال على جهة التوبيخ لمن كذبهم وفي معنى الآية قولان أحدهما أنهم\nلما سئلوا فزعوا فزال وهمهم فقالوا لا علم لنا قال مجاهد لما قيل لهم ماذا\nأجبتم فزعوا فقالوا لا علم لنا فلما ثابت عقولهم خبروا بما علموا والقول\nالآخر أن المعنى لا علم لنا بما غاب عنا وقيل يدل على صحة هذا القول ( انك\nأنت علام الغيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p381'> Vol. 02, p. 381</a>\n            </div>\n             وهذا مذهب ابن جريج وروى حجاج عن ابن جريج في\nقوله عز وجل ( يوم يجمع الله الرسل فيقول ماذا أجبتم قالوا لا علم لنا )\nقال قيل لهم ما علمتم من الامم بعدكم قالوا لا علم لنا قال أبو عبيد ويشبه\nهذا حديث النبي صلى الله عليه وسلم أنه قال ( يرد الحوض أقوام فيختلجون\nفأقول أمتي فيقال انك لا تدري ما أحدثوا بعدك ) 173 وقوله عز وجل ( اذ قال\nالله يا عيسى بن مريم اذكر نعمتي عليك وعلى والدتك ) نعمته على مريم أنه جل\nوعز اصطفاها وطهرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p382'> Vol. 02, p. 382</a>\n            </div>\n             وقال جل وعز ( كلما دخل عليها زكريا\nالمحراب وجد عندها رزقا ) 174 وقوله جل وعز ( اذ أيدتك بروح القدس ) أيدتك\nقويتك وروح القدس جبريل صلى الله عليه وسلم قيل قواه به حين هموا بقتله\nوقواه به في الحجة 175 وقوله جل وعز ( واذ أوحيت إلى الحواريين أن آمنوا بي\nوبرسولي ) قيل معنى أوحيت ههنا ألهمت كما قال تعالى ( وأوحى ربك إلى النحل\n) وقيل معناه <span id='ms216'></span> أمرت كما قال الشاعر وحى لها القرار فاستقرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p383'> Vol. 02, p. 383</a>\n            </div>\n             وقيل\nمعنى أوحيت ههنا بينت ودللت بالآيات والبراهين 176 وقوله جل وعز ( اذ قال\nالحواريون يا عيسى ابن مريم هل يستطيع ربك أن ينزل علينا مائدة من السماء )\nروى شيبة بن نصاح المقري عن القاسم بن محمد عن عائشة أنها قالت كان\nالحواريون أعرف بالله من أن يقولوا ( هل يستطيع ربك ) ولكن قالوا ( هل\nتستطيع ربك ) وقرأ علي بن أبي طالب رضوان الله عليه ومعاذ وابن عباس ( هل\nتستطيع ربك ) وكذلك قرأ سعيد بن جبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p384'> Vol. 02, p. 384</a>\n            </div>\n             وقال سعيد انما هو هل\nتستطيع أن تسأل ربك والتقدير عند أهل العربية على هذه القراءة هل تستطيع\nسؤال ربك ثم حذف كما قال ( واسأل القرية ) و ( هل يستطيع ربك ) حسن بغير\nحذف معروف في كلام العرب أن يقال هل يستطيع أن يقوم بمعنى هل يستطيع أن\nيفعل ذلك بمسألتي وأنت تعرف أنه يستطيعه وفي سؤال الحواريين تنزيل المائدة\nقولان أحدهما أنهم سألوا ذلك ليتبينوا كما قال إبراهيم عليه السلام ( رب\nأرني كيف تحيي الموتى ) والقول الآخر أن يكون سؤالهم هذا من قبل أن يعلموا\nأن عيسى يبرىء الاكمه والابرص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p385'> Vol. 02, p. 385</a>\n            </div>\n             فأما قول عيسى لهم ( اتقوا الله\nإن كنتم مؤمنين ) فيعني أن لا تقترحوا الآيات ولا تسألوا ما لم يسأل غيركم\nمن الامم قال أبو عبيدة ( مائدة ) من الطعام وهي فاعلة بمعنى مفعولة كما\nقال جل وعز ( في عيشة راضية ) وقال أبو إسحاق ( مائدة ) عندي من ماد يميد\nاذا تحرك وقرأ عاصم الجحدري ( تكون لنا عيدا لاولانا وأخرانا ) وقرأ الاعمش\n( تكن لنا عيدا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p386'> Vol. 02, p. 386</a>\n            </div>\n             وقيل انها أنزلت وقيل انها لم تنزل والصواب\nأن يقال انها أنزلت لقوله جل وعز ( قال الله اني منزلها عليكم ) وروى قتادة\nعن خلاس بن عمرو عن عمار بن ياسر وبعضهم يرفعه قال ( أنزلت المائدة خبزا\nولحما وأمروا أن لا يخزنوا ولا يدخروا لغد فخانوا وادخروا ورفعوا فمسخوا\nخنازير حدثنا القاسم بن زكريا المطرز نا الحسين بن قرعة قال نا ابن حبيب عن\nسعيد بن قتادة <span id='ms217'></span> عن خلاس بن عمرو عن عمار بن ياسر قال قال رسول الله صلى الله\nعليه وسلم ( أنزلت المائدة خبزا ولحما فأمروا أن لا يدخروا ولا يرفعوا\nفادخروا ورفعوا فمسخوا قردة وخنازير ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p387'> Vol. 02, p. 387</a>\n            </div>\n             ويروى أن هذه محنة أمر\nالله جل وعز امتحانهم بها قال عبد الله بن مسعود أشد الناس عذابا أصحاب\nالمائدة وآل فرعون والمنافقون وقال الحسن لما أوعدوا بالعذاب ان هم عصوا\nقالوا لا حاجة لنا بها فلم تنزل وقال مجاهد لما قيل لهم ( فمن يكفر بعد\nمنكم فاني أعذبه عذابا لا أعذبه أحدا من العالمين ) امتنعوا من نزولها لم\nتنزل وقيل ان هذا العذاب في الآخرة 177 وقوله جل وعز ( واذ قال الله يا\nعيسى ابن مريم أأنت قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p388'> Vol. 02, p. 388</a>\n            </div>\n             للناس اتخذوني وأمي الهين من دون الله\nقال سبحانك ) في معنى هذا قولان أحدهما أن هذا يقال له في الآخرة قال قتادة\nيقال له هذا يوم القيامة قال ألا ترى أنه قال ( هذا يوم ينفع الصادقين\nصدقهم ) لا يكون الا يوم القيامة وقال السدي انه قال هذا حين رفعه لانه قال\n( ان تعذبهم فانهم عبادك وان تغفر لهم فانك أنت العزيز الحكيم ) فانما هذا\nعلى أنهم في الدنيا أي ان تغفر لهم بعد التوبة واحتج لصاحب هذا القول بأن (\nاذ ) في كلام العرب لما مضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p389'> Vol. 02, p. 389</a>\n            </div>\n             والقول الاول عليه أكثر أهل\nالتفسير فأما حجة صاحب هذا القول الثاني بأن ( اذ ) لما مضى فلا تجب لان\nاخبار الله جل وعز عما يكون بمنزلة ما كان فعلى هذا يصح أنه للمستقبل\nوسنذكر قولهم في ( ان تعذبهم فانهم عبادك ) 178 وقوله جل وعز ( تعلم ما في\nنفسي ولا أعلم ما في نفسك ) قال أبو إسحاق النفس عند أهل اللغة على معنيين\nأحدهما أن يراد بها بعض الشيء والآخر أن يراد بها الشيء كله نحو قولك قتل\nفلان نفسه فقوله عز وجل ( تعلم ما في نفسي ولا أعلم ما في نفسك ) معناه\nتعلم حقيقتي وما عندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p390'> Vol. 02, p. 390</a>\n            </div>\n             والدليل على هذا قوله ( انك أنت علام\nالغيوب ) وقال غيره تعلم <span id='ms218'></span> غيبي ولا أعلم غيبك 179 وقوله جل وعز ( فلما\nتوفيتني كنت أنت الرقيب عليهم ) قال قتادة الرقيب الحافظ وكذلك هو عند أهل\nاللغة 180 وقوله جل وعز ( ان تعذبهم فانهم عبادك وان تغفر لهم فانك أنت\nالعزيز الحكيم ) في هذا أقوال فمن أحسنها أن هذا على التسليم لله جل وعز\nوقد علم أنه لا يغفر لكافر ولا يدرى أكفروا بعد أم آمنوا ومن الدليل على\nصحة هذا القول أن سعيد بن جبير روى عن ابن عباس أن النبي صلى الله عليه\nوسلم قال ( يحشر الناس يوم القيامة عراة حفاة عزلا وقرأ صلى الله عليه وسلم\n( كما بدأكم تعودون ) فيؤمر بأمتي ذات اليمين وذات الشمال فأقول أصحابي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p391'> Vol. 02, p. 391</a>\n            </div>\n             فيقال انهم لم يزالوا مرتدين على أعقابهم بعدك فأقول كما قال\nالعبد الصالح ( وكنت عليهم شهيدا ما دمت فيهم ) وقرأ إلى قوله ( وان تغفر\nلهم فانك أنت العزيز الحكيم ) وروى أبو ذر أن النبي صلى الله عليه وسلم قام\nليلة يردد ( ان تعذبهم فانهم عبادك وان تغفر لهم فانك أنت العزيز الحكيم )\nوقيل انه معطوف على قوله ( ما قلت لهم الا ما أمرتني به ) والمعنى على هذا\nالقول ما قلت في الدنيا الا هذا وقال أبو العباس محمد بن يزيد لا يراد بهذا\nمغفرة الكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p392'> Vol. 02, p. 392</a>\n            </div>\n             وانما المعنى ولان تغفر لهم كذبهم علي وحكايتهم\nعني ما لم أقل وقال أبو إسحاق قد علم عيسى صلى الله عليه وسلم أن منهم من\nآمن فالمعنى عندي والله أعلم ان تعذبهم على فريتهم وكفرهم فقد استحقوا ذلك\nوان تغفر لمن تاب منهم بعد الافتراء العظيم والكفر وقد كان لك أن لا تقبل\nتوبته بعد اجترائه عليك فانك أنت العزيز الحكيم وأما قول من قال ان عيسى\nصلى الله عليه وسلم لم يعلم أن الكافر لا يغفر له فقول مجترء على كتاب الله\nجل وعز لان الاخبار من الله جل وعز لا ينسخ وقيل كان عند عيسى صلى الله\nعليه وسلم أنهم أحدثوا معاصي وعملوا بعده بما لم يأمرهم به الا <span id='ms219'></span> أنهم على\nعمود دينه فقال ( وان تغفر لهم ) ما أحدثوا بعدي من المعاصي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p393'> Vol. 02, p. 393</a>\n            </div>\n            \nوقوله جل وعز ( هذا يوم ينفع الصادقين صدقهم ) سئل بعض أهل النظر عن معنى\nهذا فقيل له لو صدق الكافر وقال أسأت لم ينفعه ذلك والجواب عن هذا أن يوم\nالقيامة يوم مجازاة وليس بيوم عمل فانما المعنى هذا يوم ينفع الصادقين\nصدقهم في الدنيا وتركهم الافتراء على الله جل اسمه وعلى رسله وقيل ينفعهم\nصدقهم في العمل والله أعلم بما أراد انتهت سورة المائدة بعونه تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p394'> Vol. 02, p. 394</a>\n            </div>\n             $ تفسير سورة الانعام مكية وآياتها 165 آية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p395'> Vol. 02, p. 395</a>\n            </div>\n             @ 397\nبسم الله الرحمن الرحيم سورة الانعام وهي مكية\n</p>\n\n<p>\nقال أخبرنا أبو جعفر أحمد بن محمد بن اسماعيل النحاس قال حدثنا محمد بن\nأحمد بن يحيى حدثنا أبو حاتم روح بن الفرج مولى الحضارمة قال حدثنا أحمد بن\nمحمد ( أبو بكر العمري ) قال حدثنا ابن أبي فديك قال حدثني عمر بن طلحة بن\nعلقمة بن وقاص عن نافع أبي سهيل بن مالك عن أنس بن مالك قال قال رسول الله\nصلى الله عليه وسلم ( نزلت سورة الانعام معها موكب من الملائكة سد ما بين\nالخافقين لهم زجل بالتسبيح والأرض لهم ترتج ورسول الله يقول سبحان ربي\nالعظيم ثلاث مرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p396'> Vol. 02, p. 396</a>\n            </div>\n             1 قوله جل وعز ( الحمد لله الذي خلق السموات\nوالأرض وجعل الظلمات والنور ) قال قتادة خلق الله السماء قبل الأرض والليل\nقبل النهار والجنة قبل النار فأما قوله ( والأرض بعد ذلك دحاها ) فمعناه\nبسطها 2 وقوله جل وعز ( ثم الذين كفروا بربهم يعدلون ) قال مجاهد أي يشركون\nقال الكسائي يقال عدلت الشيء بالشيء عدولا اذا ساويته به وهذا القول يرجع\nإلى قول مجاهد لانهم اذا عبدوا مع الله غيره فقد ساووه به وأشركوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p398'> Vol. 02, p. 398</a>\n            </div>\n             3 وقوله جل وعز ( هو الذي خلقكم من طين ثم قضى أجلا وأجل مسمى\nعنده ) قال الحسن ومجاهد وعكرمة وخصيف وقتادة وهذا لفظ الحسن قضى أجل\nالدنيا من يوم خلقك إلى أن تموت ( وأجل مسمى عنده ) يعني الآخرة ( ثم أنتم\nتمترون ) أي تشكون وتعبدون معه غيره <span id='ms220'></span> 4 وقوله جل وعز ( وهو الله في السموات\nوفي الأرض ) والالف واللام في أحد قولي سيبويه مبدلة من همزة والاصل عنده\nاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p399'> Vol. 02, p. 399</a>\n            </div>\n             فالمعنى على هذا هو المعبود في السموات وفي الأرض ويجوز أن\nيكون المعنى وهو الله المنفرد بالتأليه في السموات وفي الأرض كما تقول هو\nفي حاجات الناس وفي الصلاة ويجوز أن يكون خبرا بعد خبر ويكون المعنى وهو\nالله في السموات وهو الله في الأرض 5 وقوله جل وعز ( ألم يروا كم أهلكنا من\nقبلهم من قرن ) قيل القرن ستون عاما وقيل سبعون فيكون التقدير على هذا من\nأهل قرن وأصح من هذا القول القرن كل عالم في عصر لانه مأخوذ من الاقتران أي\nعالم مقترن بعضهم إلى بعض وفي الحديث عن النبي صلى الله عليه وسلم قال خير\nالناس القرن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p400'> Vol. 02, p. 400</a>\n            </div>\n             الذي أنا فيه يعني أصحابه ثم الذين يلونهم ثم\nالذين يلونهم ( وأكثر أصحاب الحديث على أن القرن مائة سنة واحتجوا بأن\nالنبي قال لعبد الله بن بسر ( تعيش قرنا ) فعاش مائة سنة 6 وقوله جل وعز (\nوأرسلنا السماء عليهم مدرارا ) أي تدر عليهم ومدرار على التكثير كما يقال\nامرأة مذكار اذا كثرت ولادتها للذكور ومئناث 7 وقوله جل وعز ( ولو نزلنا\nعليك كتابا في قرطاس فلمسوه بأيديهم لقال الذين كفروا ان هذا الا سحر مبين\n) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p401'> Vol. 02, p. 401</a>\n            </div>\n             أي قد جعلوا في أنفسهم الكفر والعناد فاذا رأوا آية قالوا\nسحر كما أنهم سألوا انشقاق القمر فلما انشق قالوا ( هذا سحر مستمر ) كذلك\nأيضا لو نزل الله عليهم كتابا من السماء لقالوا ان هذا الا سحر مبين 8\nوقوله جل وعز ( وقالوا لولا أنزل عيه ملك ولو أنزلنا ملكا لقضي الامر ) قال\nابن أبي نجيح عن مجاهد أي لقامت القيامة والمعنى عند أهل اللغة لحتم\nبهلاكهم وهو يرجع إلى ذلك القول 9 وقوله جل وعز ( ولو جعلناه ملكا لجعلناه\nرجلا ) قال قتادة أي في صورة بني آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p402'> Vol. 02, p. 402</a>\n            </div>\n             10 ثم قال تعالى (\nوللبسنا عليهم ما يلبسون ) قال الضحاك يعني أهل الكتاب لانهم غيروا صفة\nالنبي صلى الله عليه وسلم <span id='ms221'></span> في كتابهم وعصوا ما أمروا به قال الكسائي يقال\nلبست عليهم الامر ألبسه لبسا اذا خلطته أي أشكلته 11 وقوله جل وعز ( فحاق\nبالذين سخروا منهم ما كانوا به يستهزءون ) الحيق في اللغة ما يعود على\nالانسان من مكروه فعله ومنه ( ولا يحيق المكر السيء الا بأهله )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p403'> Vol. 02, p. 403</a>\n            </div>\n             12 وقوله جل وعز ( قل لمن ما في السموات والأرض قل لله ) هذا\nاحتجاج عليهم لانهم مقرون أن ما في السموات والأرض لله فأمر الله النبي صلى\nالله عليه وسلم أن يحتج عليهم بأن الذي خلق ما في السموات والأرض قادر على\nأن يحييهم بعد الموت 13 ثم قال جل وعز ( كتب ربكم على نفسه الرحمة ) لانه\nأمهلهم إلى يوم القيامة ويجوز أن يكون هذا تمام الكلام ويجوز أن تكون ( ما\n) هذه تبيينا لان قوله ( ليجمعنكم إلى يوم القيامة لا ريب فيه ) معناه\nيمهلكم فهذا من رحمته جل وعز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p404'> Vol. 02, p. 404</a>\n            </div>\n             14 وقوله جل وعلا ( وله ما سكن في\nالليل والنهار ) أي ثبت وهذا احتجاج عليهم أيضا 15 وقوله جل وعز ( وهو يطعم\nولا يطعم ) كما تقول هو يرزق ولا يرزق ويعول ولا يعال وروي عن الاعمش أنه\nقرأ ( وهو يطعم ولا يطعم ) وهي قراءة حسنة أي ولا يأكل 16 وقوله جل وعز (\nمن يصرف عنه يومئذ فقد رحمه ) المعنى من يصرف عنه العذاب ثم حذف لعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p405'> Vol. 02, p. 405</a>\n            </div>\n             السامع وكذلك معنى ( من يصرف ) 17 وقوله جل وعز ( وأوحي إلي\nهذا القرآن لانذركم به ومن بلغ ) المعنى ومن بلغه القرآن ثم حذف الهاء لطول\nالاسم وقال مجاهد ومن أسلم من فصيح وأعجم وروي عن النبي صلى الله عليه وسلم\nأنه قال ( بلغوا القرآن عن الله جل وعز ومن بلغته آية من كتاب الله فقد\nبلغه أمر الله ) وقيل المعنى ومن بلغ الحلم كما يقال قد بلغ فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p406'> Vol. 02, p. 406</a>\n            </div>\n             18 وقوله جل وعز ( الذين آتيناهم الكتاب يعرفونه كما يعرفون\nأبناءهم ) ويجوز أن يكون المعنى القرآن والحديث يدل أن المعنى يعرفون النبي\nصلى الله عليه وسلم وروي أن عمر قال لعبد الله بن سلام ( أتعرف محمدا صلى\nالله <span id='ms222'></span> عليه وسلم كما تعرف ابنك فقال نعم وأكثر بعث الله أمينه في سمائه إلى\nأمينه في أرضه بنعته فعرفته وابني لا أدري ما كان من أمه 19 وقوله جل وعز (\nثم لم تكن فتنتهم الا أن قالوا والله ربنا ما كنا مشركين ) قال أبو سحاق\nتأويل هذه الآية لطيف جدا أخبر الله جل وعز بقصص المشركين وافتتانهم بشركهم\nثم أخبر أن فتنتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p407'> Vol. 02, p. 407</a>\n            </div>\n             لم تكن حين رأوا الحقائق الا أن انتفوا من\nالشرك ونظير هذا في اللغة أن ترى انسانا يحب غاويا فإذا وقع في هلكة تبرأ\nمنه فيقول له ما كانت محبتك اياه الا أن تبرأت منه فأما معنى قولهم ( والله\nربنا ما كنا مشركين ) وقال في موضع آخر ( ولا يكتمون الله حديثا ) معطوف\nعلى ما قبله والمعنى وودوا أن لايكتموا الله حديثا والدليل على على صحة هذا\nالقول أنه روي عن سعيد بن جبير في قوله ( والله ربنا ما كنا مشركين ) قال\nاعتذروا وحلفوا وكذلك قال ابن أبي نجيح وقتادة وروي عن مجاهد أنه قال لما\nرأوا الذنوب تغفر الا الشرك والناس يخرجون من النار الا المشركين قال (\nوالله ربنا ما كنا مشركين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p408'> Vol. 02, p. 408</a>\n            </div>\n             وقول بعض أهل اللغة انما قالوا هذا\nعلى أنهم صادقون عند أنفسهم ولم يكونوا ليكذبوا وقد عاينوا ما عاينوا وقطرب\nيذهب إلى هذا القول وهو قول مردود لانه قال لم يكونوا ليكذبوا وبعدها (\nانظر كيف كذبوا على أنفسهم ) ويبين لك الغلط في هذا القول قوله جل وعز (\nيوم يبعثهم الله جميعا فيحلفون له ) الآية قال مجاهد كذبهم الله وقيل معنى\n( ولا يكتمون الله حديثا ) أنه ظاهر عنده 20 وقوله جل وعز ( ومنهم من يستمع\nاليك وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p409'> Vol. 02, p. 409</a>\n            </div>\n             قيل\nفعل بهم هذا مجازاة على كفرهم وليس المعنى أنهم لا يسمعون ولا يفقهون ولكن\nلما كانوا لا ينتفعون بما يسمعون ولا ينقادون إلى الحق كانوا بمنزلة من لا\nيسمع ولا يفهم ثم خبر بعنادهم فقال ( وان يروا كل آية لا يؤمنوا بها )\nلانهم <span id='ms223'></span> لما رأوا القمر منشقا قالوا سحر فأخبر الله عز وجل بردهم الآيات بغير\nحجة وقال ( حتى اذا جاءوك يجادلونك يقول الذين كفروا ان هذا الا أساطير\nالاولين ) فخبر أن هذا مقدار احتجاجهم 21 وقوله جل وعز ( وهم ينهون عنه\nوينأون عنه ) أكثر أهل التفسير يذهب إلى أن المعنى للكفار أي ينهون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p410'> Vol. 02, p. 410</a>\n            </div>\n             عن اتباع النبي صلى الله عليه وسلم ويبعدون عنه قال مجاهد يعني\nبه قريش وكذلك قال قتادة والضحاك يعني به الكفار وروى سفيان عن حبيب بن أبي\nثابت قال أخبرني من سمع ابن عباس يقول نزلت في ( أبي طالب ) كان ينهى عن\nأذى النبي صلى الله عليه وسلم ويتباعد عنه والقول الاول أشبه لانه متصل\nبأخبار الكفار وقولهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p411'> Vol. 02, p. 411</a>\n            </div>\n             22 وقوله جل وعز ( وان يهلكون الا أنفسهم\n) أي وبال ذلك يرجع عليهم لان الله جل وعز يبدد جموعهم وينصره عليهم 23 ثم\nقال جل وعز ( وما يشعرون ) أي وما يشعرون أن وبال ذلك يرجع عليهم 24 وقوله\nجل وعز ( ولو ترى اذ وقفوا على النار ) في معناه ثلاثة أقوال 1 منها أن\nمعنى ( وقفوا على النار ) أدخلوها كما يقال وقفت على ما عند فلان أي عرفت\nحقيقته 2 وقيل معناه رأوها 3 وقيل جاوزا عليها وهي من تحتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p412'> Vol. 02, p. 412</a>\n            </div>\n             25\nثم قال جل وعز ( فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من\nالمؤمنين ) المعنى ونحن لا نكذب بآيات ربنا رددنا أو لم نرد قال سيبوبه\nومثله دعني ولا أعود أي ولا أعود تركتني أو لم تتركني ومن قرأ ( ولا نكذب\nبآيات ربنا ونكون من المؤمنين ) فمعناه عنده يا ليتنا وقع لنا الرد وأن لا\nنكذب قال أبو اسحاق وفيه معنى ان رددنا لم نكذب وقرأ ابن عامر ( يا ليتنا\nنرد ولا نكذب بآيات ربنا ونكون من المؤمنين ) بالنصب وقرأ عبد الله بن\nمسعود ( ولا نكذب بآيات ربنا ونكون من المؤمنين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p413'> Vol. 02, p. 413</a>\n            </div>\n             وقرأ أبي بن\nكعب ( ولا نكذب بآيات ربنا أبدا ) 26 وقال جل وعز ( بل بدا لهم ما كانوا\nيخفون من قبل ) المعنى بل ظهر للذين اتبعوا الغواة ما <span id='ms224'></span> كان الغواة يخفون\nعنهم من أمر البعث والقيامة لان بعده ( وقالوا ان هي الا حياتنا الدنيا وما\nنحن بمبعوثين ) وقال بعض أهل اللغة ولو ردوا لعادوا لما نهوا عنه فيه شيء\nمحذوف والمعنى ولو ردوا قبل أن يعاينوا العذاب لانهم لا يكفرون بعدما\nعاينوا وهذا القول مردود لان الله جل ثناؤه أخبر عنهم أنهم يقولون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p414'> Vol. 02, p. 414</a>\n            </div>\n             هذا يوم القيامة وقد خبر جل وعز عن ابليس أنه كفر بعدما رأى\nوعنهم أنهم كفروا عنادا وايثارا للرئاسة 27 وقوله جل وعز ( جاءتهم الساعة\nبغتة ) البغتة الفجاءة يقال بغتهم الامر يبغتهم بغتا وبغتة 28 ثم قال جل\nوعز ( قالوا يا حسرتنا على ما فرطنا فيها ) الفائدة في نداء الحسرة وما كان\nمثلها مما لا يجيب أن العرب اذا أرادت تعظيم الشيء والتنبيه عليه نادته\nومنه قولهم يا عجباه قال سيبويه اذا قلت يا عجباه فمعناه أحضر وتعال يا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p415'> Vol. 02, p. 415</a>\n            </div>\n             عجب فان هذا من أزمانك فهذا أبلغ من قولك تعجبت ومنه قول\nالشاعر فيا عجبا من رحلها المتحمل 29 وقوله جل وعز ( وهم يحملون أوزارهم\nعلى ظهورهم ) واحد الاوزار وزر والفعل منه وزر يزر يراد به الاثم وهو تمثيل\nوأصله الوزر وهو الجبل ومنه الحديث في النساء اللواتي خرجن في جنازة فقال\nلهن ( ارجعن موزورات غير مأجورات ) قال أبو عبيد والعامة تقول ( مأزورات )\nكأنه لا وجه له عنده لانه من الوزر ومنه قيل وزير كأنه يحمل الثقل عن صاحبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p416'> Vol. 02, p. 416</a>\n            </div>\n             30 وقوله جل وعز ( فانهم لا يكذبونك ) هكذا روي عن علي بن أبي\nطالب رضوان الله عليه أنه قرأ وهو اختيار أبي عبيد واحتج بأنه روي أن أبا\nجهل قال للنبي صلى الله عليه وسلم انا لا نكذبك ولكنا نكذب ما جئت به فأنزل\nالله عز وجل ( فانهم لا يكذبونك ) وقد خولف أبو عبيد في هذا وروي ( لا\nنكذبك ) فأنزل الله جل وعز ( فانهم لا يكذبونك ) ويقوي هذا أنه روي أن رجلا\nقرا على ابن عباس ( فانهم لا يكذبونك ) فقال له ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p417'> Vol. 02, p. 417</a>\n            </div>\n             (\nفانهم لا يكذبونك ) لانهم كانوا يسمون النبي صلى <span id='ms225'></span> الله عليه وسلم الامين\nومعنى ( يكذبونك ) عند أهل اللغة ينسبونك إلى الكذب ويروون عليك ما قلت\nومعنى ( لايكذبونك ) لا يجدونك كاذبا كما تقول أحمدته اذا وجدته محمودا\nويجوز أن يكون معنى المخففه لا يبينون عليك أنك كاذب لأنه يقال أكذبته اذا\nاحتججت عليه وبينت أنه كاذب حدثنا محمد بن جعفر الانباري حدثنا شعيب بن\nأيوب الواسطي عن معاوية بن هشام عن سفيان الثوري عن أبي اسحاق عن ناجية بن\nكعب عن علي قال قال أبو جهل للنبي صلى الله عليه وسلم انا لا نكذبك ولكن\nنكذب ما جئت به فأنزل الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p418'> Vol. 02, p. 418</a>\n            </div>\n             ( فانهم لا يكذبونك ولكن\nالظالمين بآيات الله يجحدون ) والقول في هذا مذهب أبي عبيد واحتجاجه لازم\nلان عليا رحمة الله عليه هو الذي روى الحديث وقد صح عنه أنه قرأ بالتخفيف\nوحكى الكسائي عن العرب أكذبت الرجل أخبرت أنه جاء بالكذب ورواه وكذبته\nأخبرت أنه كاذب 31 وقوله جل وعز ( فان استطعت أن تبتغي نفقا في الأرض أو\nسلما في السماء ) قال قتادة النفق الشرب في الأرض والسلم الدرج وكذلك هو في\nاللغة ومنه النافقاء أحد جحر اليربوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p419'> Vol. 02, p. 419</a>\n            </div>\n             قال أبو اسحاق والسلم\nمشتق من السلامة كأنه يسلمك إلى الموضع الذي تريد والمعنى ان استطعت أن\nتبتغي نفقا في الأرض أو سلما في السماء فتأتيهم بآية فافعل ثم حذف هذا لعلم\nالسامع أي ليس لك من الامر شيء 32 ثم قال جل وعز ( ولو شاء الله لجمعهم على\nالهدى ) أي لاراهم آية تضطرهم إلى الايمان ولكنه أراد جل وعز أن يثيب من\nآمن منهم ومن أحسن ويجوز أن يكون المعنى لطبعهم على الايمان 33 ثم قال جل\nوعز ( انما يستجيب الذين يسمعون ) قال الحسن ومجاهد يراد به المؤمنون\nوالمعنى الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p420'> Vol. 02, p. 420</a>\n            </div>\n             يسمعون سماع قبول 34 ثم قال جل وعز ( والموتى\nيبعثهم الله ) قال الحسن ومجاهد يراد به الكفار وقال غيرهما يراد به كل ميت\n35 وقوله جل جلاله ( وما من دابة في الأرض ولا طائر يطير بجناحيه الا أمم\nأمثالكم ) وأكثر أهل التفسير يذهب <span id='ms226'></span> إلى أن المعنى أنهم يخلقون كما يخلقون\nويبعثون كما يبعثون وكذلك قال أبو هريرة يحشر الله جل وعز يوم القيامة\nالطير والبهائم فيبلغ من عدله أن يأخذ من القرناء للجماء ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p421'> Vol. 02, p. 421</a>\n            </div>\n            \nيقول كوني ترابا فعند ذلك يقول الكافر ( يا ليتني كنت ترابا ) وقال مجاهد\nفي قوله جل وعز ( الا أمم أمثالكم ) قال أصناف لهن أسماء تعرف بها كما\nتعرفون ومعنى ( يطير بجناحيه ) على التوكيد لانك قد تقول طرت في حاجتي 36\nوقوله جل وعز ( قل أرأيتكم ان أتاكم عذاب الله أو أتتكم الساعة ) والمعنى\nأو أتتكم الساعة التي تبعثون فيها 37 ثم قال جل وعز ( أغير الله تدعون ان\nكنتم صادقين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p422'> Vol. 02, p. 422</a>\n            </div>\n             في هذا أعظم الاحتجاج عليهم لانهم كانوا يعبدون\nالاصنام فاذا وقعوا في شدة دعوا الله 38 وقال جل وعز ( بل اياه تدعون فيكشف\nما تدعون اليه ان شاء ) هذا مجاز والمعنى فيكشف الضر الذي من أجله دعوتموه\nوهو مثل ( واسأل القرية ) في المجاز 39 وقوله جل وعز ( ولقد أرسلنا إلى أمم\nمن قبلك فأخذناهم بالبأساء والضراء ) قيل البأساء الجوع والفقر والضراء نقص\nالاموال والانفس بالمرض والثمرات 40 ثم قال جل وعز ( لعلهم يتضرعون )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p423'> Vol. 02, p. 423</a>\n            </div>\n             أي ليكون العباد على رجاء من التضرع 41 ثم قال تعالى ( فلولا\nاذ جاءهم بأسنا تضرعوا ) أي فهلا وأعلم الله النبي أنه قد ارسل قبله رسولا\nإلى قوم بلغ من قسوتهم أن أخذوا بالبأساء والضراء فلم يتضرعوا 42 وقوله جل\nوعز ( فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء ) قال مجاهد من رخاء\nالدنيا ويسرها والتقدير عند أهل اللغة فتحنا عليهم أبواب كل شيء كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p424'> Vol. 02, p. 424</a>\n            </div>\n             مغلقا عنهم 43 وقوله جل وعز ( فاذا هم مبلسون ) قال أبو عبيدة\nالمبلس الحزين النادم قال الفراء المبلس المنقطع الحجة 44 وقوله جل وعز (\nفقطع دابر القوم الذين ظلموا ) الدابر في اللغة الآخر يقال دبرهم يدبرهم\nاذا جاء آخرهم وفي الحديث عن عبد الله بن مسعود من الناس من لا يأتي الصلاة\nالا دبريا أي في آخر الوقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p425'> Vol. 02, p. 425</a>\n            </div>\n             45 وقوله جل وعز ( قل أرأيتم ان أخذ\nالله سمعكم وأبصاركم <span id='ms227'></span> وختم على قلوبكم من اله غير الله يأتيكم به ) المعنى\nمن اله غير الله يأتيكم بما أخذ منكم والهاء كناية عن المصدر فلذلك وحدت\nويجوز أن يكون تعود على السمع مثل والله ورسوله أحق أن يرضوه 46 ثم قال\nتعالى ( انظر كيف نصرف الآيات ثم هم يصدفون ) قال قتادة أي يصدفون عنها 47\nوقوله جل وعز ( قل أرأيتكم ان أتاكم عذاب الله بغتة أو جهرة ) قال مجاهد\nالبغتة أن يأتيهم فجاءة آمنين والجهرة أن يأتيهم وهم ينظرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p426'> Vol. 02, p. 426</a>\n            </div>\n             48\nثم قال جل وعز ( هل يهلك الا القوم الظالمون ) أي هل يهلك الا أنتم لانهم\nكفروا وعاندوا 49 وقوله جل ثناؤه ( وما نرسل المرسلين الا مبشرين ومنذرين )\nأي لم نرسلهم ليأتوا بالآيات المقترحات وانما يأتون من الآيات بما تظهر معه\nبراهينهم وانما مذهبهم التبشير والانذار 50 وقوله جل وعز ( قل لا أقول لكم\nعندي خزائن الله ولا أعلم الغيب ) هذا متصل بقوله جل وعز ( لولا نزل عليه\nآية من ربه ) أي لا أقول لكم عندي خزائن الله التي يرزق منها ويعطي ولا\nأعلم الغيب فأخبركم بما غاب عنكم الا بوحي ( ولا أقول لكم اني ملك ) لان\nالملك يشاهد من أمر الله جل وعلا ما لا يشاهد البشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p427'> Vol. 02, p. 427</a>\n            </div>\n             51 وقوله\nجل وعز ( قل هل يستوي الاعمى والبصير ) قال مجاهد يعني المسلم والكافر 52\nوقوله جل وعز ( وأنذر به الذين يخافون أن يحشروا إلى ربهم ) أي بالقرآن وخص\nمن يخاف الحشر لان الحجة عليهم أوكد فان كان مسلما أنذر ليترك المعاصي وان\nكان من أهل الكتاب أنذر ليتبع الحق 53 ثم قال جل وعز ( ليس لهم من دونه من\nولي ولا شفيع ) لان اليهود والنصارى قالوا نحن أبناء الله وأحباؤه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p428'> Vol. 02, p. 428</a>\n            </div>\n             54 وقوله جل وعز ( ولا تطرد الذين يدعون ربهم بالغداة والعشي\nيريدون وجهه ) قال سعد نزلت في ستة أنا وعبد الله بن مسعود وأربعة قال\nالمشركون للنبي صلى الله عليه وسلم ( انا نستحيي أن نكون تبعا لهؤلاء )\nفأنزل الله عز وجل ( ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه\n) إلى قوله ( أليس <span id='ms228'></span> الله بأعلم بالشاكرين ) قال مجاهد نزلت في بلال وعبد\nالله بن مسعود وقال غيره انما أراد المشركون بهذا أن يحتجوا على النبي صلى\nالله عليه وسلم لان أتباع الانبياء الفقراء فطلبوا أن يطردهم فيحتجوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p429'> Vol. 02, p. 429</a>\n            </div>\n             عليه بذلك فعصمه الله مما أرادوا منه 55 وقوله جل وعز ( وما من\nحسابك عليهم من شيء فتطردهم فتكون من الظالمين ) المعنى ولا تطرد الذين\nيدعون ربهم فتكون من الظالمين وما من حسابك من شيء فتطردهم على التقديم\nوالتأخير 56 ثم قال جل وعز ( وكذلك فتنا بعضهم ببعض ) أي اختبرنا وابتلينا\nلأن الفقراء صبروا على الجهد مع فقرهم فكان ذلك أوكد على الأغنياء في الحجة\n57 ثم قال جل وعز ( ليقولوا أهؤلاء من الله عليهم من بيننا ) أي ليقول\nالاغنياء 58 وقوله جل وعز ( فقل سلام عليكم كتب ربكم على نفسه الرحمة )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p430'> Vol. 02, p. 430</a>\n            </div>\n             السلام والسلامة بمعنى واحد ومعنى سلام عليكم سلمكم الله في\nدينكم وأنفسكم والسلام أسم من أسماء الله جل وعز معناه ذو السلامة وقرأ\nالحسن وعاصم وعيسى ( كتب ربكم على نفسه الرحمة أنه من عمل منكم سوءا بجهالة\nثم تاب من بعده وأصلح فأنه غفور رحيم ) بفتحها جميعا فالاولى بدل من الرحمة\nوالثانية مؤكدة مكررة لطول الكلام هذا مذهب سيبويه وقرأ أبو عمر والكسائي\nوالاعمش وابن كثير وشبل بكسرهما جميعا والمعنى الاولى قال انه وكسر الثانية\nلانها مبتدأة بعد الفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p431'> Vol. 02, p. 431</a>\n            </div>\n             وقرأ أهل المدينة بفتح الاولى لانها\nتبيين للرحمة وكسروا الثانية لما تقدم 59 وقوله جل وعز ( وكذلك نفصل الآيات\nولتستبين سبيل المجرمين ) المعنى على هذه القراءة ولتستبين يا محمد سبيل\nالمجرمين قا قيل فقد كان صلى الله عليه وسلم يستبينها فالجواب عند الزجاج\nأن الخطاب للنبي صلى الله عليه وسلم خطاب لامته بالمعنى ولتستبينوا سبيل\nالمجرمين فان قيل فلم لم تذكر سبيل المؤمنين ففي هذا جوابان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p432'> Vol. 02, p. 432</a>\n            </div>\n            \nأحدهما أنه اذا استبينت سبيل المجرمين فقد استبينت سبيل المؤمنين والجواب\nالآخر أن يكون مثل قوله ( سرابيل تقيكم الحر ) فالمعنى وتقيكم البرد ثم حذف\nوكذلك هذا يكون المعنى ولتستبين سبيل المؤمنين ثم حذف 60 وقوله <span id='ms229'></span> جل وعز ( قل\nاني على بينة من ربي وكذبتم به ما عندي ما تستعجلون به ) أي ما تستعجلون من\nاقتراح الآيات ويجوز أن يكون المعنى ما تستعجلون به من العذاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p433'> Vol. 02, p. 433</a>\n            </div>\n            \n61 ثم قال جل وعز ( ان الحكم الا لله يقضي الحق ) كذلك قرأ علي بن أبي طالب\nرضي الله عنه وأبو عبد الرحمن السلمي وسعيد بن المسيب واحتج بعض من قرأ هذه\nالقراءة بأن بعده ( وهو خير الفاصلين ) والفصل لا يكون الا في القضاء\nوالحكم وقرأ ابن عباس ومجاهد والاعرج ( يقص الحق ) قال ابن عباس كما قال جل\nوعز ( نحن نقص عليك أحسن القصص ) واحتج بعض من قرأ هذه القراءة بأنه في\nالسواد بلا ياء قال ولو كانت يقضي لكانت بالحق وهذا الاحتجاج لا يلزم لان\nمثل هذه الياء تحذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p434'> Vol. 02, p. 434</a>\n            </div>\n             كثيرا وأما قوله لو كانت يقضي لكانت بالحق\nفلا يلزم أيضا لان معنى يقضي يأتي ويصنع فالمعنى يأتي الحق ويجوز أن يكون\nالمعنى يقضي القضاء الحق 62 وقوله جل وعز ( وعنده مفاتح الغيب لا يعلمها\nالا هو ) ( جمع مفتح مفاتح وجمع مفتاح مفاتيح أي الوصلة إلى علم الغيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p435'> Vol. 02, p. 435</a>\n            </div>\n             حدثنا محمد بن الحسن يعرف بابن بدينا قال حدثنا أبو مصعب\nالزهري قال حدثنا صالح بن قدامة الجحمي عن عبد الله بن دينار عن ابن عمر أن\nرسول الله صلى الله عليه وسلم قال مفاتح الغيب خمسة لا يعلمها الا الله لا\nيعلم ما تغيض الارحام الا الله ولا يعلم ما في غد الا الله ولا يعلم متى\nيأتي المطر الا الله ولا تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت\nولا يعلم متى تقوم الساعة الا الله جل وعز 63 وقوله تعالى ( وما تسقط من\nورقة الا يعلمها ) المعنى أنه يعلمها سقطت أو لم تسقط كما تقول ما يجيئك\nأحد الا وأنا أعرفه فليس أنك لا تعرفه الا في حال مجيئه و ( من ) للتوكيد\nوالدليل على أنها للتوكيد أن الحسن قرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p436'> Vol. 02, p. 436</a>\n            </div>\n             ( ولا رطب ولا يابس الا\nفي كتاب مبين ) أي الا <span id='ms230'></span> يعلمه علما يقينا ويجوز أن يكون المعنى الا قد كتبه\nقبل أن يخلقه والله أعلم بما أراد فان قيل ما الفائدة عل هذا الجواب في\nكتبه وهو يعلمه فالجواب عن هذا أنه لتعظيم الامر أي اعلموا أن هذا الذي ليس\nفيه ثواب ولا عقاب مكتوب فكيف بما فيه ثواب وعقاب 64 وقوله جل وعز ( وهو\nالذي يتوفاكم بالليل ) أي ينيمكم فيتوفى الانفس التي تميزون بها كما قال\nالله عز وجل ( الله يتوفى الانفس حين موتها والتي لم تمت في منامها )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p437'> Vol. 02, p. 437</a>\n            </div>\n             65 ثم قال جل وعز ( ويعلم ما جرحتم بالنهار ) قال ابن أبي نجيح\nأي كسبتم ومعروف في اللغة أنه يقال جرح اذا كسب ومنه ( وما علمتم من\nالجوارح مكلبين ) 66 ثم قال جل وعز ( ثم يبعثكم فيه ) قال ابن أبي نجيح أي\nفي النهار 67 ثم قال جل عز ( ليقضى أجل مسمى ) أي لتستوفوا أجلكم 68 وقوله\nجل وعز ( حتى اذا جاء أحدكم الموت توفته رسلنا ) قال إبراهيم النخعي يعني\nأعوان ملك الموت يتوفون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p438'> Vol. 02, p. 438</a>\n            </div>\n             الارواح ويدفعونها إلى ملك الموت أو\nيرفعونها كذا في الحديث 69 ثم قال جل وعز ( وهم لا يفرطون ) قال أبو عبيدة\nلا يتوانون وقال غيره معنى فرطت قدمت العجز 70 وقوله جل وعز ( قل من ينجيكم\nمن ظلمات البر والبحر ) الظلمات ها هنا الشدائد والعرب تقول يوم مظلم اذا\nكان شديدا فاذا عظمت ذلك قالت يوم ذو كواكب وأنشد سيبوبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p439'> Vol. 02, p. 439</a>\n            </div>\n             بني\nأسد لو تعلمون بلاءنا اذا كان يوم ذو كواكب أشنعا 71 ثم قال جل وعز (\nتدعونه تضرعا وخفية ) أي تظهرون التضرع وهو أشد الفقر إلى الشيء والحاجة\nاليه ( وخفية ) أي وتبطنون مثل ذلك فأمر الله النبي صلى الله عيه وسلم أن\nيوبخهم اذ كانوا يدعون الله تبارك وتعالى في الشدائد ثم يدعون معه في غير\nالشدائد الاصنام وهي لا تضر ولا تنفع 72 وقوله جل وعز ( قل هو القادر على\nأن يبعث عليكم عذابا من فوقكم أو من تحت أرجلكم ) قال عامر بن عبد الله كان\nابن عباس يقول أما العذاب ( من فوقكم ) فأئمة <span id='ms231'></span> السوء وأما العذاب ( من تحت\nأرجلكم ) فخدم السوء وقال الضحاك ( من فوقكم ) من كباركم ( أو من تحت\nأرجلكم ) من سفلتكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p440'> Vol. 02, p. 440</a>\n            </div>\n             قال أبو العباس ( من فوقكم ) يعني الرجم (\nأو من تحت أرجلكم ) يعني الخسف 73 ثم قال جل وعز ( أو يلبسكم شيعا ) الشيع\nالفرق والمعنى شيعا متفرقة مختلفة لا متفقة ولبست خلطت ويبينه قوله جل وعز\n( ويذيق بعضكم بأس بعض ) قال ابن أبي نجيح عن مجاهد يعني الفتن والاختلاف\n74 وقوله عز وجل ( وكذب به قومك وهو الحق قل لست عليكم بوكيل ) هذا من قبل\nأن يؤمر بالحرب أي لست أحاربكم حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p441'> Vol. 02, p. 441</a>\n            </div>\n             تؤمنوا أي لست بمنزلة\nالموكل بكم حتى تؤمنوا 75 ثم قال جل وعز ( لكل نبأ مستقر وسوف تعلمون )\nوهذا تهديد اما بعذاب يوم القيامة واما بالامر بالحرب 76 وقوله جل وعز (\nواذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره )\nروى شبل عن ابن أبي نجيح عن مجاهد قال هم الذين يستهزئون بكتاب الله نهاه\nالله أن يجلس معهم الا أن ينسى فاذا ذكر قام قال تعالى ( فلا تقعد بعد\nالذكرى مع القوم الظالمين ) وروى ورقاء عن ابن أبي نجيح عن مجاهد قال هم\nالذين يقولون في القرآن غير الحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p442'> Vol. 02, p. 442</a>\n            </div>\n             77 ثم قال جل وعز ( وما على\nالذين يتقون من حسابهم من شيء ) قال مجاهد أي لو جلسوا ولكن لا يجلسوا أي\nلان الله قد نهاهم 78 وقوله عز وجل ( وذر الذين اتخذوا دينهم لعبا ولهوا\nوغرتهم الحياة الدنيا ) قال قتادة هذا منسوخ نسخه قوله تعالى ( فاقتلوا\nالمشركين حيث وجدتموهم ) 79 ثم قال جل وعز ( وذكر به أن تبسل نفس بما كسبت\n) قال مجاهد تسلم وقال الكسائي والاخفش أي تجزى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p443'> Vol. 02, p. 443</a>\n            </div>\n             وقال الفراء أي\nترتهن وهذه المعاني متقاربة وقول مجاهد حسن أي تسلم بعملها لا تقدر على\nالتخلص لانه يقال استبسل فلان للموت أي رأى ما لا يقدر على دفعه وينشد\nوابسالي بني بغير جرم بعوناه ولا بدم مراق قال أبو جعفر بعوناه أي جنيناه\n80 وقوله جل وعز ( وان تعدل كل عدل لا <span id='ms232'></span> يؤخذ منها ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p444'> Vol. 02, p. 444</a>\n            </div>\n             قال قتادة\nالعدل الفدية وقد بيناه فيما تقدم 81 وقوله جل وعز ( قل أندعو من دون الله\nما لا ينفعنا ولا يضرنا ) قال مجاهد يعني الاوثان 82 ثم قال جل وعز ( ونرد\nعلى أعقابنا بعد اذ هدانا الله ) أي إلى الكفر قال أبو عبيدة يقال لمن رد\nعن حاجته ولم يظفر بها قد رد على عقبيه وقال أبو العباس محمد بن يزيد معناه\nيعقب بالشر بعد الخير وأصله من العاقبة والعقبى وهما ما كان تاليا للشيء\nراجيا أن يتبعه ومنه ( والعاقبة للمتقين ) ومنه عقب الرجل ومنه العقوبة\nلانها تالية للذنب وعنه تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p445'> Vol. 02, p. 445</a>\n            </div>\n             83 وقوله جل وعز ( كالذي استهوته\nالشياطين في الأرض حيران ) معنى استهوته زينت له هواه 84 ثم قال جل وعز (\nله أصحاب بدعونه إلى الهدى ائتنا ) 85 وقوله جل وعز ( وهو الذي خلق السموات\nوالأرض بالحق ويوم يقول كن فيكون ) والمعنى اتقوا يوم يقول كن فيكون ويجوز\nأن يكون معطوفا على قوله تعالى ( وهو الذي خلق السموات والأرض بالحق ) فان\nقيل ما معنى وخلق يوم يقول كن فيكون فالجواب أن ما أخبر الله جل وعز أنه\nكائن فهو بمنزلة ما قد كان ويجوز أن يكون المعنى واذكروا وهذا أحسن الاجوبة\nلان بعده ( وإذ قال إبراهيم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p446'> Vol. 02, p. 446</a>\n            </div>\n             وقيل المعنى ويوم يقول كن فيكون\nللصور وقيل المعنى فيكون ما أراد من موت الخلائق وبعثهم والتمام على هذين\nالجوابين عند قوله ( فيكون ) وقيل المعنى فيكون قوله أي فيكون يأمر به\nويكون التمام على هذا ( فيكون قوله الحق ) قال أبو عبيدة الصور جمع صورة\nوهذا القول مما رد عليه لان عبد الله بن مسعود قال الصور قرن وفي الحديث عن\nالنبي صلى الله عليه وسلم أنه قال لم يزل صاحب الصور ملتقمه منذ خلقه الله\nينتظر متى يؤمر بالنفخ فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p447'> Vol. 02, p. 447</a>\n            </div>\n             وقال عمرو بن عبيد قرأ عياض ( يوم\nينفخ في الصور ) وهذا يعني به الخلق والله أعلم 86 وقوله جل وعز ( واذ قال\nإبراهيم لابيه آزر أتتخذ أصناما آلهة ) فقرأ الحسن ( آزر ) بالرفع وفي حرف\nأبي يا آزر <span id='ms233'></span> قال الحسن هو اسم أبيه وذهب الحسن إلى أنه نداء وقال سليمان\nالتيمي معنى آزر يا أعوج وقيل كان لابيه اسمان كان يقال له تارح وآزر وقيل\nآزر اسم صنم والمعنى على هذا القول أتتخذ آزر أي أتتخذ أصناما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p448'> Vol. 02, p. 448</a>\n            </div>\n            \n87 وقوله جل وعز ( وكذلك نري إبراهيم ملكوت السموات والأرض ) ملكوت في\nاللغة بمعنى ملك الا أن فيه معنى المبالغة وروى سفيان عن ابن أبي نجيح عن\nمجاهد قال يعني الآيات وروى ابن جريج عن القاسم عن إبراهيم النخعي قال فرجت\nله السموات السبع فنظر اليهن حتى انتهى إلى العرش وفرجت له الأرضون فنظر\nاليهن 88 وقوله جل وعز ( فلما جن عليه الليل ) جن عليه وأجنة اذا ستره\nبظلمته 89 ثم قال جل وعز ( رأى كوكبا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p449'> Vol. 02, p. 449</a>\n            </div>\n             قال قتادة كنا نحدث أنه\nالزهرة قال السدي هو المشتري 90 ثم قال جل وعز ( هذا ربي ) في هذا أجوبة\nقال قطرب يجوز أن يكون على الاستفهام وهذا خطأ لان الاستفهام لا يكون الا\nبحرف أو يكون في الكلام ( أم ) وقال بعض أهل النظر انما قال لهم هذا من قبل\nأن يوحى اليه واستشهد صاحب هذا القول بقوله تعالى ( لئن لم يهدني ربي\nلاكونن من القوم الضالين ) قال أبو اسحاق هذا الجواب عندي خطأ وغلط ممن\nقاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p450'> Vol. 02, p. 450</a>\n            </div>\n             وقد أخبر الله جل وعز عن إبراهيم أنه قال ( واجنبني وبني\nأن نعبد الاصنام ) وقال جل وعز ( بقلب سليم ) أي لم يشرك قط قال والجواب\nعندي أنه قال هذا ربي على قولكم لانهم كانوا يعبدون الاصنام والشمس والقمر\nونظير هذا قول الله جل وعز ( أين شركائي ) وهو جل وعز لا شريك له والمعنى\nأين شركائي على قولكم ويجوز أن يكون المعنى فلما جن عليه الليل رأى كوكبا\nيقولون هذا ربي ثم حذف القول كما قال جل وعز ( والملائكة يدخلون عليهم من\nكل باب سلام عليكم ) فحذف القول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p451'> Vol. 02, p. 451</a>\n            </div>\n             91 وقوله جل وعز ( فلما أفل )\nقال قتادة أي ذهب قال الكسائي يقال أفل النجم أفولا اذا غاب 92 وقوله جل\nوعز ( فلما رأى القمر بازغا ) يقال <span id='ms234'></span> بزغ القمر اذا ابتدأ في الطلوع 93 وقوله\nجل وعز ( اني وجهت وجهي للذي فطر السموات والأرض حنيفا ) فطر خلق والحنيف\nالمائل إلى الاسلام كل الميل 94 وقوله جل وعز ( وحاجه قومه ) المعنى وحاجه\nقومه أي في توحيد الله 95 وقوله جل وعز ( ولا أخاف ما تشركون به الا أن\nيشاء ربي شيئا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p452'> Vol. 02, p. 452</a>\n            </div>\n             المعنى الا أن يشاء ربي أن يلحقني شيئا بذنب\nعملته وهذا استثناء ليس من الاول 96 وقوله جل وعز ( فأي الفريقين أحق\nبالامن ) المعنى المؤمن أحق بالامن أم المشرك 97 ثم قال جل وعز ( الذين\nآمنوا ولم يلبسوا ايمانهم بظلم ) يجوز أن يكون هذا اخبار عن إبراهيم صلى\nالله عليه وسلم أنه قاله ويجوز أن يكون مستأنفا من قول الله جل وعز وفي بعض\nالروايات عن مجاهد ما يدل أنه اخبار عن إبراهيم وروي عن مجاهد أنه قال في\nقول الله جل وعز ( وتلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p453'> Vol. 02, p. 453</a>\n            </div>\n             حجتنا آتيناها إبراهيم على قومه ) قال\nهو قوله ( فأي الفريقين أحق بالأمن إن كنتم تعلمون الذين آمنوا ولم يلبسوا\nإيمانهم بظلم ) قال أبو بكر وعلي رضي الله عنهما وسلمان وحذيفة في قوله\nتعالى ( ولم يلبسوا ايمانهم بظلم ) أي بشرك وروى علقمة عن عبد الله بن\nمسعود لما نزلت ( الذين آمنوا ولم يلبسوا ايمانهم بظلم ) اشتد ذلك على\nأصحاب رسول الله صلى الله عليه وسلم وقالوا أينا لا يظلم فقال رسول الله\nصلى الله عليه وسلم ليس كما تظنون انما هو كما قال لقمان ( ان الشرك لظلم\nعظيم ) 98 وقوله جل وعز ( ومن ذريته داود وسليمان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p454'> Vol. 02, p. 454</a>\n            </div>\n             ويجوز أن\nيكون المعنى وهدينا داود وسليمان ويكون معطوفا على ( كل ) ويجوز أن يكون\nالمعنى ووهبنا له داود وسليمان 100 وقوله جل وعز ( واجتبيناهم ) قال مجاهد\nأخلصناهم وهو عند أهل اللغة بمعنى اخترناهم 101 وقوله تعالى ( فان يكفر بها\nهؤلاء ) قال مجاهد يعني أهل مكة وقال قتادة يعني قوم محمد عليه السلام 102\n( فقد وكلنا بها قوما ليسوا بها بكافرين ) قال مجاهد يعني أهل المدينة وقال\nقتادة يعني النبيين الذين قص الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p455'> Vol. 02, p. 455</a>\n            </div>\n             وهذا القول أشبه <span id='ms235'></span>\nبالمعنى لانه قال بعد ( أولئك الذين هدى الله فبهداهم اقتده ) وحدثني محمد\nبن ادريس قال حدثنا إبراهيم حدثنا عثمان المؤذن عن عوف عن أبي رجاء في قول\nالله جل وعز ( فقد وكلنا بها قوما ليسوا بها بكافرين ) قال هم الملائكة 103\nوقوله جل وعز ( وما قدروا الله حق قدره ) قال أبو عبيدة أي ما عرفوا الله\nحق معرفته هذا قول حسن لان معنى قدرت الشيء وقدرنه عرفت مقداره ويدل عليه\nقوله جل وعلا ( اذ قالوا ما أنزل الله على بشر من شيء ) أي لم يعرفوه حق\nمعرفته اذ أنكروا أن يرسل رسولا وقال غير أبي عبيدة المعنى وما عظموا الله\nحق عظمته ومن هذا لفلان قدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p456'> Vol. 02, p. 456</a>\n            </div>\n             والمعنيان متقاربان ويروى أن هذا\nنزل في بعض اليهود ممن كان يظهر العبادة ويتنعم في السر فقيل له ان في\nالكتاب أن الله لا يحب الحبر السمين فقال ( ما أنزل الله على بشر من شيء )\n104 وقوله جل وعز ( ولتنذر أم القرى ومن حولها ) المعنى ولتنذر أهل أم\nالقرى قال قتادة كنا نتحدث أنها مكة لان الأرض منها دحيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p457'> Vol. 02, p. 457</a>\n            </div>\n             وقيل\nانما سميت أم القرى لانها تقصد من كل قرية 105 وقوله جل وعز ( ومن أظلم ممن\nافترى على الله كذبا أو قال أوحي الي ولم يوح اليه شيء ومن قال سأنزل مثل\nما أنزل الله ) قال قتادة بلغنا أن هذا أنزل في مسيلمة قال أبو اسحاق وهذا\nجواب لقولهم ( لو نشاء لقلنا مثل هذا ) وروي عن ابن عباس الذي افترى على\nالله كذبا مسيلمة والذي قال ( سأنزل مثل ما أنزل الله ) ( عبد الله بن سعد\nبن أبي سرح ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p458'> Vol. 02, p. 458</a>\n            </div>\n             وروى حفص بن عمر عن الحكم بن أبان عن عكرمة أن\nهذه الآية نزلت في النضر بن الحارث لانه عارض القرآن فقال ( والطاحنات طحنا\nوالعاجنات عجنا فالخابزات خبزا فاللاقمات لقما ) 106 ثم قال جل وعز ( ولو\nترى اذ الظالمون في غمرات الموت ) أي شدائده ( والملائكة باسطوا أيديهم )\nأي باسطوا أيديهم بالعذاب 107 وقوله جل وعز ( لقد تقطع بينكم ) قال مجاهد\nأي <span id='ms236'></span> تواصلكم ومن قرأ ( بينكم ) فالمعنى لقد تقطع الامر بينكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p459'> Vol. 02, p. 459</a>\n            </div>\n            \n108 وقوله جل وعز ( ان الله فالق الحب والنوى ) قال مجاهد يعني الشق فيها\nوقال الضحاك فالق خالق 109 وقوله جل وعز ( فالق الاصباح ) ويقرأ ( الاصباح\n) وقرأ به الحسن وعيسى وهو جمع صبح والاصباح كما تقول الامساء وقرأ النخعي\n( فلق الاصباح ) 110 ثم قال جل وعز ( وجاعل الليل سكنا والشمس والقمر\nحسبانا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p460'> Vol. 02, p. 460</a>\n            </div>\n             والحسبان والحساب واحد أي ذوي حساب يعني دورانهما\nوقال ابن عباس في قوله جل وعز ( الشمس والقمر بحسبان ) أي بحساب 111 وقوله\nجل وعز ( وهو الذي أنشأكم من نفس واحدة فمستقر ومستودع ) قال عطاء ومجاهد\nوقتادة والضحاك وألفاظهم متقاربة فمستقر في الرحم ومستودع في الصلب وقرأ\nجماعة بالفتح وروي عن عبد الله بن مسعود أنه قال المستقر الرحم والمستودع\nالأرض التي تموت بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p461'> Vol. 02, p. 461</a>\n            </div>\n             والفتح على معنى ولكم في الارحام مستقر\nوفي الاصلاب مستودع والكسر بمعنى فمنكم مستقر وقال سعيد بن جبير قال ابن\nعباس هل تزوجت فقلت لا فقال ان الله جل وعز يستخرج من ظهرك ما استودعه فيه\nوقرأ ابن عباس وسعيد بن جبير وغيرهما ( فمستقر ) بالكسر ( ومستودع ) وقال\nإبراهيم النخعي المعنى فمستقر في الرحم ومستودع في الصلب وقال الحسن فمستقر\nفي القبر ومستودع في الدنيا يوشك أن يلحق بصاحبه حدثني محمد بن ادريس قال\nحدثنا إبراهيم بن مرزوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p462'> Vol. 02, p. 462</a>\n            </div>\n             قال حدثنا أبو داود عن هشيم عن أبي بشر\nعن سعيد بن جبير عن ابن عباس في قوله جل وعز ( فمستقر ومستودع ) قال\nالمستقر ما كان في الرحم والمستودع الصلب 112 ثم قال جل وعز ( قد فصلنا\nالآيات لقوم يفقهون ) قال قتادة فصلنا بمعنى بينا 113 وقوله عز وجل ( وهو\nالذي أنزل من السماء ماء فأخرجنا به نبات كل شيء فأخرجنا منه خضرا ) ( خضرا\n) بمعنى أخضر 114 وقوله عز وجل ( ومن النخل من طلعها قنوان دانية ) قال\nقتادة القنوان العذوق وكذلك هو عند أكثر أهل اللغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p463'> Vol. 02, p. 463</a>\n            </div>\n             يقال عذق\nوقنو بمعنى واحد فأما العذق فالنخلة وقيل القنوان الجمار وقال البراء بن\nعازب دانية قريبة والمعنى ومنها قنوان <span id='ms237'></span> بعيدة كما قال تعالى ( سرابيل تقيكم\nالحر ) 115 وقوله جل وعز ( والزيتون والرمان مشتبها وغير متشابه ) أي\nمشتبها في المنظر وغير متشابه في الطعم 116 ثم قال جل وعز ( انظروا إلى\nثمره اذا أثمر وينعه ) أي ونضجه يقال ينع وينع وأينع وينع اذا نضج وأدرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p464'> Vol. 02, p. 464</a>\n            </div>\n             وقال الحجاج في خطبته ( أرى رؤوسا قد أينعت وحان قطافها ) 117\nوقوله جل وعز ( وجعلوا لله شركاء الجن ) قيل معناه انهم أطاعوهم كطاعة الله\nوقيل معناه نسبوا اليهم الافاعيل التي لا تكون الا لله جل وعز أي فكيف يكون\nالشريك لله المحدث الذي لم يكن ثم كان 118 وقوله جل وعز ( وخلقهم ) يحوز أن\nيكون المعنى وخلق الشركاء ويجوز أن يكون المعنى وخلق الذين جعلوا وقرأ يحيى\nبن يعمر ( وخلقهم ) باسكان اللام قال ومعناه وجعلوا خلقهم لله شركاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p465'> Vol. 02, p. 465</a>\n            </div>\n             وسئل الحسن عن معنى ( وخرقوا له بنين وبنات ) بالتشديد فقال\nانما هو ( وخرقوا ) بالتخفيف كلمة عربية كان الرجل اذا كذب في النادي قيل\nخرقها ورب الكعبة وقال أهل اللغة معنى خرقوا اختلفوا وافتعلوا خرقوا على\nالتكثير 119 وقوله جل وعز ( أنى يكون له ولد ولم تكن له صاحبة ) أي من أين\nيكون له ولد والولد لا يكون له الا من صاحبة ( وخلق كل شيء ) أي فليس شيء\nمثله فكيف يكون له ولد 120 وقوله جل وعز ( لا تدركه الابصار ) قيل معناه في\nالدنيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p466'> Vol. 02, p. 466</a>\n            </div>\n             وقال الزجاج أي لا يبلغ كنه حقيقته كما تقول أدركت كذا\nوكذا لانه قد صح عن النبي صلى الله عليه وسلم الاحاديث في الرؤية يوم\nالقيامة 121 وقوله جل وعز ( قد جاءكم بصائر من ربكم فمن أبصر فلنفسه )\nالمعنى فلنفسه نفع ذلك ( ومن عمي فعليها ) أي فعليها ضرر ذلك 122 وقوله جل\nوعز ( وكذلك نصرف الآيات وليقولوا درست ) هذه قراءة أهل المدينة وأهل\nالكوفة وابن الزبير ومعناها تلوت وقرأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p467'> Vol. 02, p. 467</a>\n            </div>\n             وقرأ علي بن أبي طالب (\nدارست ) وهو الصحيح من قراءة ابن عباس وسعيد بن جبير ومجاهد وعكرمة وأبي\nعمرو وأهل مكة قال ابن عباس معنى دارست تاليت قال سعيد بن جبير أي دارست <span id='ms238'></span>\nأهل الكتاب وقرأ قتادة ( درست ) أي قرئت وقرأ الحسن ( درست ) أي امحت وقدمت\nوروى سفيان بن عيينه عن عمرو بن عبيد عن الحسن أنه قرأ ( دارست ) وكان أبو\nحاتم يذهب إلى أن هذه القراءة لا تجوز قال لان الآيات لا تدارس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p468'> Vol. 02, p. 468</a>\n            </div>\n            \nوقال غيره القراءة بهذا تجوز وليس المعنى على ما ذهب اليه أبو حاتم ولكن\nمعناه دارست أمتك أي دارستك أمتك فان كان لم يتقدم لها ذكر فانه يكون مثل\nقوله تعالى ( حتى توارت بالحجاب ) وحكى الاخفش ( وليقولوا درست ) وهو بمعنى\nدرست الا أنه أبلغ وحكى أبو العباس أنه يقرأ ( وليقولوا درست ) باسكان\nاللام على الامر وفيه معنى التهديد أي فليقولوا ما شاءوا فان الحق بين كما\nقال جل وعز ( فليضحكوا قليلا وليبكوا كثيرا ) فأما من كسر اللام فانها عنده\nلام كي قال أبو اسحاق وأهل اللغة يسمونها لام الصيرورة أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p469'> Vol. 02, p. 469</a>\n            </div>\n             صار\nإلى هذا كما قال جل وعز ( ربنا ليضلوا عن سبيلك ) وكما تقول كتب فلان هذا\nالكتاب لحتفه أي فصار أمره إلى ذلك وهذه القراءات كلها يرجع اشتقاقها إلى\nشيء واحد إلى التليين والتذليل ودرست قرأت وذللت ودرست الدار ذلت وأمحقت\nودرس الحنطة أي داسها 123 وقوله جل وعز ( ولو شاء الله ما أشركوا ) قيل\nمعناه لو شاءالله لاستأصلهم والله أعلم بما أراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p470'> Vol. 02, p. 470</a>\n            </div>\n             124 ثم قال جل\nوعز ( وما جعلناك عليهم حفيظا وما أنت عليهم بوكيل ) وهذا قبل أن يؤمر\nبالقتال 125 وقوله جل وعز ( ولا تسبوا الذين يدعون من دون الله فيسبوا الله\nعدوا بغير علم ) قال قتادة كان المسلمون يسبون الاصنام فيسب المشركون الله\nعدوا بغير علم وروي أن في قراءة أهل مكة ( عدوا بغير علم ) والقراءة حسنة\nومعنى ( عدوا ) بمعنى أعداء كما قال تعالى ( ان الكافرين كانوا لكم عدوا\nمبينا ) وتقرأ ( عدوا ) يقال اذا تجاوز في الظلم عدا يعدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p471'> Vol. 02, p. 471</a>\n            </div>\n             عدوا\nوعدوا وعدوانا وعداء 126 ثم قال جل وعز ( كذلك زينا لكل أمة عملهم ) قيل\nمعناه مجازاة على كفرهم وقيل أعمالهم يعني الاعمال التي يجب أن يعملوا بها\nوهي الايمان والطاعة <span id='ms239'></span> والله أعلم بحقيقة ذلك 127 وقوله جل وعز ( وأقسموا\nبالله جهد أيمانهم ) أي اجتهدوا في الحلف ( لئن جاءتهم آية ليؤمنن بها )\nيعنون آية مما يقترحون 128 وقوله جل وعز ( وما يشعركم أنها اذا جاءت لا\nيؤمنون ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p472'> Vol. 02, p. 472</a>\n            </div>\n             قال مجاهد معناه وما يدريكم قال ثم ابتدأ فقال ( انها\nاذا جاءت لا يؤمنون ) وقرأ أهل المدينة ( أنها اذا جاءت ) قال الكسائي ( لا\n) ها هنا زائدة والمعنى وما يشعركم أنها اذا جاءت يؤمنون وشبهه بقوله جل\nوعز ( قال ما منعك الا تسجد اذ أمرتك ) وهذا عند البصريين غلط لان ( لا )\nلا تكون زائدة في موضع تكون فيه نافيه قال الخليل المعنى لعلها وشبهه بقول\nالعرب ايت السوق أنك تشتري لنا شيئا بمعنى لعلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p473'> Vol. 02, p. 473</a>\n            </div>\n             وروي أنها في\nقراءة أبي ( وما يشعركم لعلها اذا جاءت لا يؤمنون ) وأنشد أهل اللغة في (\nأن ) بمعنى ( لعل ) أريني جوادا مات هزلا لانني أرى ما ترين أو بخيلا مخلدا\nوقيل في الكلام حذف والمعنى وما يشعركم أنها اذا جاءت لا يؤمنون أو يؤمنون\nثم حذف هذا لعلم السامع ويروى أن المشركين قالوا ادع الله أن ينزل علينا\nالآية التي قال فيها ( ان نشأ ننزل عليهم من السماء آية فظلت أعناقهم لها\nخاضعين ) ونحن والله نؤمن فقال المسلمون يا رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p474'> Vol. 02, p. 474</a>\n            </div>\n             ادع الله\nأن ينزلها فأنزل الله عز وجل ( وما يشعركم أنها اذا جاءت لا يؤمنون ) 129\nثم قال جل وعز ( ونقلب أفئدتهم وأبصارهم ) و ( أفئدة ) جمع فؤاد 130 وقوله\nجل وعز ( ولو أننا نزلنا اليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء\nقبلا ما كانوا ليؤمنوا الا أن يشاء الله ) ويروى أنهم سألوا هذه الاشياء\nفنزل هذا قال مجاهد ( قبلا ) أفواجا أي قبيلا قبيلا يذهب إلى أنه جمع قبيل\nوهو الفرقة وقيل هو جمع قبيل و ( وقبيل ) بمعنى كفيل أي لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p475'> Vol. 02, p. 475</a>\n            </div>\n             كفل\nلهم الملائكة وغيرهم بصحة هذا لم يؤمنوا كما قال تعالى ( أو تأتي بالله\nوالملائكة قبيلا ) ويجوز أن يكون معنى ( قبلا ) كمعنى مقابلة كما قال تعالى\n( ان كان قميصه قد من قبل ) ومن <span id='ms240'></span> قرأ ( قبلا ) فمعناه عنده معاينة 131 وقوله\nجل وعز ( وكذلك جعلنا لكل نبي عدوا ) أي كما جعلنا لك ولامتك أعداء وعدو\nبمعنى أعداء 132 ثم قال جل وعز ( شياطين الانس والجن ) وقرأ الاعمش (\nشياطين الجن والانس ) والمعنى واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p476'> Vol. 02, p. 476</a>\n            </div>\n             133 ثم قال تعالى ( يوحي\nبعضهم إلى بعض زخرف القول غرورا ) قال مجاهد أي يزينون لهم ذاك أي يزينون\nلهم العمل القبيح وكذلك الزخرف في اللغة هو التزيين ومنه قيل للذهب زخرف\n134 ثم قال جل وعز ( ولو شاء ربك ما فعلوه فذرهم وما يفترون ) أي لو شاء\nلمنعهم من وسوستهم الانس ولكنه يبتلي بما شاء ليجزل الثواب 135 وقوله جل\nوعز ( ولتصغى اليه أفئدة الذين لا يؤمنون بالآخرة ) يقال صغى يصغى وصغا\nيصغو وأصغى يصغي اذا مال كما قال الشاعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p477'> Vol. 02, p. 477</a>\n            </div>\n             تصغي اذا شدها بالرحل\nجانحة حتى اذا ما استوى في غرزها تثب 136 ثم قال جل وعز ( وليرضوه\nوليقترفوا ما هم مقترفون ) أي وليكتسبوا ويقال قرفت الجلد اذا قلعته ويقرأ\n( وليقترفوا ) وفيه معنى التهديد قال قتادة صدقا فيما وعد وعدلا فيما حكم\n137 وقوله جل وعز ( ان يتبعون الا الظن ) أعلم جل وعز أنهم ليسوا على بصائر\nولا يقين وأنهم لا يتبعون الحق ويقرأ ( ان ربك هو أعلم من يضل عن سبيله )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p478'> Vol. 02, p. 478</a>\n            </div>\n             وهذا على حذف المفعول وفتح الياء أحسن لان بعده ( وهو أعلم\nبالمهتدين ) 138 وقوله جل وعز ( فكلوا مما ذكر اسم الله عليه ) أي مما أخلص\nلله وتحريم الميتة داخل في هذا 139 ثم قال جل وعز ( وما لكم ألا تأكلوا مما\nذكر اسم الله عليه ) وروى عكرمة عن ابن عباس أن المشركين قالوا للمسلمين لم\nتأكلون ما قتلتم ولا تأكلون ما قتل الله لكم فأنزل الله جل وعز ( وان\nالشياطين ليوحون إلى أوليائهم ليجادلوكم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p479'> Vol. 02, p. 479</a>\n            </div>\n             140 وقوله جل وعز (\nوقد فصل لكم ما حرم عليكم الا ما اضطررتم اليه ) قال قتادة فصل بين وقرأ\nعطية العوفي ( وقد فصل لكم ) خفيفة ومعناه أبان وظهر كما قرىء ( آلر كتاب\nأحكمت آياته ثم فصلت ) أي استبانت 141 وقوله جل وعز ( وذروا ظاهر الاثم\nوباطنه <span id='ms241'></span> ) قال قتادة أي علانيته وسره وقال غيره ظاهر الاثم الزنا وباطنه\nاتخاذ الاخدان والاشبه باللغة قول قتادة 142 ثم قال جل وعز ( ان الذين\nيكسبون الاثم سيجزون بما كانوا يقترفون ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p480'> Vol. 02, p. 480</a>\n            </div>\n             أي يكسبون ويعملون\nويقال قرفت الجلد أي قلعته قال أبو جعفر اختلف أهل العلم في معنى ( ولا\nتأكلوا مما لم يذكر اسم الله عليه ) فكان مذهب ابن عباس أن هذا جواب\nللمشركين حين سألوا النبي صلى الله عليه وسلم وتخاصموا فقالوا كيف لا نأكل\nمما قتل ربك ونأكل مما قتلنا فأنزل الله عز وجل ( ولا تأكلوا مما لم يذكر\nاسم الله عليه ) ورواه عنه سعيد بن جبير وعكرمة فالمعنى على هذا ولا تأكلوا\nمن الميتة وقال الشعبي ومحمد بن سيرين لا يؤكل من الذبائح التي لم يسم الله\nجل وعز عليها كان ذلك عمدا أو نسيانا وقال سعيد بن جبير وعطاء اذا ترك\nالتسمية عمدا لم يؤكل واذا نسي أكل وهذا حسن لأنه لا يسمى فاسقا إذا كان\nناسيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p481'> Vol. 02, p. 481</a>\n            </div>\n             143 ومعنى ( ولا تأكلوا مما لم يذكر اسم الله عليه ) مما\nلم يخلص لله ( وانه لفسق ) أي خروج من الطاعة ويقال فسقت الرطبة اذا خرجت\nمن قشرها 144 ثم قال جل وعز ( وان الشياطين ليوحون إلى أوليائهم ليجادلوكم\n) أي يوسوسون اليهم وقد ذكرت معنى ليجادلوكم 145 ثم قال جل وعز ( وان\nأطعتموهم انكم لمشركون ) وقال أهل النظر في هذا دليل على أنه من أحل ما حرم\nالله أو حرم ما أحل الله فقد أشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p482'> Vol. 02, p. 482</a>\n            </div>\n             وقيل له مشرك لانه اتبع غير\nالله فأشرك به غيره جل وعز 146 وقوله جل وعز ( أومن كان ميتا فأحييناه )\nقال مجاهد المعنى أو من كان ضالا فهديناه ( وجعلنا له نورا يمشي به في\nالناس ) أي هدى ( كمن مثله في الظلمات ليس بخارج منها ) قال مجاهد أي في\nالضلالة قال السدي هذا نزل في ( عمر بن الخطاب رحمة الله عليه ) وأبي جهل\nوالذي يوجب المعنى أن يكون عاما الا أن تصح فيه رواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p483'> Vol. 02, p. 483</a>\n            </div>\n             147\nوقوله جل وعز ( وكذلك جعلنا في كل قرية أكابر <span id='ms242'></span> مجرميها ) قال مجاهد أي\nعظماءهم وقال غيره وخص العظماء والرؤساء لانهم أقدر على الفساد 148 ثم قال\nتعالى ( وما يمكرون الا بأنفسهم ) أي ان وبال ذلك يرجع عليهم 149 وقوله جل\nوعز ( سيصيب الذين أجرموا صغار عند الله ) وان كانوا أعزاء في الدنيا\nفستلحقهم الذلة يوم القيامة وفي الآية ثلاثة أقوال أحدهما أن المعنى سيصيب\nالذين أجرموا عند الله صغار على التقديم والتأخير والقول الثاني أن المعنى\nسيصيب الذين أجرموا صغار ثابت عند الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p484'> Vol. 02, p. 484</a>\n            </div>\n             وهذا أحسن الاقوال لان\n( عند ) في موضعها والقول الثالث ذكره الفراء أنه يجوز أن يكون المعنى\nسيصيب الذين أجرموا صغار من عند الله وهذا خطأ عند البصريين لان ( من ) لا\nتحذف في مثل هذا 150 وقوله جل وعز ( فمن يرد الله أن يهديه يشرح صدره\nللاسلام ) روي أن عبد الله بن مسعود قال يا رسول الله هل ينشرح الصدر فقال\nنعم يدخل القلب نور فقال وهل لذلك من علامة فقال صلى الله عليه وسلم (\nالتجافي عن دار الغرور والانابة إلى دار الخلود والاستعداد للموت قبل الموت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p485'> Vol. 02, p. 485</a>\n            </div>\n             151 ثم قال جل وعز ( ومن يرد أن يضله يجعل صدره ضيقا حرجا ) أي\nشديد الضيق وقرأ عمر وابن عباس ( ضيقا حرجا ) وروي أن عمر أحضر أعرابيا من\nكنانة من بني مدلج فقال له ما الحرجة فقال شجرة لا تصل اليها وحشية ولا\nراعية فقال كذلك قلب الكافر لا يصل اليه شيء من الايمان والخير 152 ثم قال\nجل وعز ( كأنما يصعد في السماء ) وقرأ ابن محيص وابن كثير وشبل ( كأنما\nيصعد في السماء ) وقرأ ابن عبد الرحمن المقرىء وابراهيم النخعي ( كأنما\nيصاعد ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p486'> Vol. 02, p. 486</a>\n            </div>\n             وروي عن عبد الله بن مسعود أنه كان يقرأ ( كأنما يتصعد\n) ومعنى هذه القراءة وقراءة من قرأ يصعد ويصاعد واحد والمعنى فيها أن\nالكافر من ضيق صدره كأنه يريد أن يصعد إلى السماء وهو لا يقدر على ذلك كأنه\nيستدعي ذلك ومن قرأ ( يصعد ) فمعناه أنه من ضيق صدره كأنه في حال صعود قد\nكلفه وقال أبو عبيد من هذا قول عمر <span id='ms243'></span> ( مات صعدتني خطبة ما تصعدتني خطبة\nالنكاح ) وقد أنكر هذا على أبي عبيد وقيل انما هذا من الصعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p487'> Vol. 02, p. 487</a>\n            </div>\n            \nوهي العقبة الشاقة قال الله جل وعز ( سأرهقه صعودا ) 153 ثم قال جل وعز (\nكذلك يجعل الله الرجس على الذين لا يؤمنون ) قال مجاهد الرجس ما لا خير فيه\nوكذلك الرجس عند أهل اللغة هو النتن فمعنى الآية والله أعلم ويجعل اللعنة\nفي الدنيا والعذاب في الآخرة على الذين لا يؤمنون 154 وقوله جل وعز ( قد\nفصلنا الآيات لقوم يذكرون ) أي بينا 155 ثم قال جل وعز ( لهم دار السلام\nعند ربهم ) ويجوز أن يكون المعنى دار السلامة أي التي يسلم فيها من الآفات\nويجوز أن يكون المعنى دار الله جل وعز وهو السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p488'> Vol. 02, p. 488</a>\n            </div>\n             156 وقوله جل\nوعز ( ويوم يحشرهم جميعا يا معشر الجن قد استكثرتم من الانس ) المعنى فيما\nيقال لهم يا معشر الجن قد استكثرتم من الانس أي كثر من أغويتم 157 ثم قال\nجل وعز ( وقال أولياؤهم من الانس ربنا استمتع بعضنا ببعض ) ففي هذا قولان\nأحدهما ان الجن أغوت الانس وقبلت الانس منهم والقول الآخر أن الرجل كان اذا\nسافر في الجاهلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p489'> Vol. 02, p. 489</a>\n            </div>\n             فخاف قال أعوذ بصاحب هذا الوادي من شر ما\nأحذر فهذا استمتاع الانس بالجن واستمتاع الجن بالانس أنهم يعترفون أن الجن\nيقدرون أن يدفعوا عنهم ما يجدون والقول الاول أحسن ويدل عليه ( يا معشر\nالجن قد استكثرتم من الانس ) 158 وقوله جل وعز ( قال النار مثواكم ) المثوى\nالمقام 159 ثم قال جل وعز ( خالدين فيها الا ما شاء الله ) في هذا قولان\nأحدهما أنه استثناء ليس من الاول والمعنى على هذا الا ما شاء الله من\nالزيادة في عذابهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p490'> Vol. 02, p. 490</a>\n            </div>\n             وسيبويه يمثل هذا بمعنى ( لكن ) والفراء\nيمثله بمعنى ( سوى ) كما تقول لاسكننك هذه الدار حولا الا ما شئت أي سوى ما\nشئت من الزيادة ومثله ( خالدين فيه ما دامت السموات والأرض الا ما شاء ربك\n) أي سوى ما شاء ربك من الزيادة قال أبو جعفر وقال أبو اسحاق معنى\nالاستثناء عندي ها هنا والله <span id='ms244'></span> أعلم انما هو من يوم القيامة أي الا ما شاء\nربك من مقدار محشرهم ومحاسبتهم ويدل على هذا الجواب ( ويوم يحشرهم جميعا )\nلان هذا يراد به يوم القيامة ويجوز أن يكون معنى ما شاء الله عز وجل أن\nيعذبهم من أصناف العذاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p491'> Vol. 02, p. 491</a>\n            </div>\n             160 وقوله جل وعز ( يا معشر الجن\nوالانس ألم يأتكم رسل منكم ) والرسل من الانس ففي هذ جوابان أحدهما أنه روي\nعن ابن عباس أنه قال رسل الجن الذين لقوا قومهم فبلغوهم يعني ابن عباس\nالذين قالوا ( انا سمعنا قرآنا عجبا ) وهم بمنزلة الرسل إلى قومهم لانهم قد\nبلغوهم وكذلك قال مجاهد الرسل في الانس والنذارة في الجن والقول الآخر أنه\nلما كانت الانس والجن ممن يخاطب ويعقل قيل ألم يأتكم رسل منكم وان كانت\nالرسل من الانس خاصة 161 وقوله جل وعز ( كما أنشاكم من ذرية قوم آخرين )\nالانشاء ابتداء الخلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n             162 وقوله جل عز ( قل يا قوم اعملوا على\nمكانتكم ) فيه قولان أحدهما أن المعنى على تمكنكم والقول الآخر أنه كما\nتقول أثبت مكانك أي اثبت على ما أنت عليه فان قيل كيف يجوز أن يؤمروا\nبالثبات على ما هم عليه وهم كفار فالجواب أن هذا تهدد كما قال جل وعز (\nفليضحكوا قليلا وليبكوا كثيرا ) ودل عليه قوله ( فسوف تعلمون من تكون له\nعاقبة الدار ) والمعنى على هذا اثبتوا على ما أنتم عليه ان رضيتم بالنار\n163 وقوله جل وعز ( وجعلوا لله مما ذرأ من الحرث والانعام نصيبا )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p493'> Vol. 02, p. 493</a>\n            </div>\n             في الكلام حذف والمعنى وجعلوا لاصنامهم نصيبا ودل عليه (\nفقالوا هذا لله بزعمهم وهذا لشركائنا ) قال مجاهد كانوا يجعلون لله جزء\nولشركائهم جزءا فاذا ذهب ما لشركائهم عوضوا منه مما لله واذا ذهب ما لله لم\nيعوضوا منه شيئا قال الانعام البحيرة والسائبة وقال قتادة كانوا يجعلون لله\nنصيبا ولشركائهم نصيبا فاذا هلك بعير لشركائهم أخذوا مما لله فجعلوه\nلشركائهم واذا هلك بعير مما لله جل وعز تركوه وقالوا الله مستغن عن هذا\nواذا أصابهم سنة أخذوا ما لله جل وعز فنحروه <span id='ms245'></span> وأكلوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p494'> Vol. 02, p. 494</a>\n            </div>\n             164 وقال\nالله عز وجل ( ساء ما يحكمون ) فذم الله ذلك من فعلهم ويقال ذرأ يذرأ ذرء\nأي خلق 165 وقوله جل وعز ( وكذلك زين لكثير من المشركين قتل أولادهم\nشركاؤهم ) يعني الموءودة قال مجاهد زين لهم الشياطين قتل البنات وخوفوهم\nالعيلة قال غير مجاهد ( شركاؤهم ) ههنا الذين يخدمون الاصنام 166 وقوله عز\nوجل ( وقالوا هذه أنعام وحرث حجر ) قال قتادة الحجر الحرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p495'> Vol. 02, p. 495</a>\n            </div>\n            \nوقيل هذه أشياء كانوا يجعلونها لاصنامهم لا يأكل منها الا من يشاؤهم خدم\nالاصنام والحرث هو الذي يجعلونه لنفقة أوثانهم ويحرمونها على الناس الا\nخدمها 167 ثم قال جل وعز ( وأنعام حرمت ظهورها ) قال قتادة يعني السائبة\nوالوصيلة 168 وقوله جل وعز ( وأنعام لا يذكرون اسم الله عليها ) أي\nيذبحونها لآلهتهم ولا يذكرون عليها اسم الله فأعلم الله جل وعز أنه لم\nيأمرهم بهذا ولا جاءهم به نبي فقال تعالى ( افتراء عليه سيجزيهم بما كانوا\nيفترون ) وقيل معنى ( وأنعام حرمت ظهورها ) هو الحامي الذي ذكره الله جل\nوعز في قوله ( ولا وصيلة ولا حام ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p496'> Vol. 02, p. 496</a>\n            </div>\n             وقيل معنى ( وأنعام لا\nيذكرون اسم الله عليها ) السائبة لانها لا تركب فيذكر اسم الله عليها وقيل\nيذبحونها لاصنامهم فلا يذكرون اسم الله عليها والمحرمة ظهورها ( السائبة\nوالحامي والبحيرة ) وأصحها ما بدأنا به 170 وقوله جل وعز ( وقالوا ما في\nبطون هذه الانعام خالصة لذكورنا ) قال مجاهد يعني البحيرة والسائبة قال\nغيره كانوا اذا جعلوا لاصنامهم شيئا مما في بطون الانعام فولدت مولودا حيا\nذكرا كان للذكران دون الاناث واذا ولدت ميتا ذكرا اشترك فين الذكران\nوالاناث فذلك قوله تعالى ( وان يكن ميتة فهم فيه شركاء ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p497'> Vol. 02, p. 497</a>\n            </div>\n             وقال\nقطرب اذا أتأمت عشرا فما ولدت بعد ذلك فهو للذكور الا أن يموت فيشترك فيه\nأكله الذكر والانثى وقرأ الاعمش ( وقالوا ما في بطون هذه الانعام خالص\nلذكورنا ) قال الكسائي معنى خالص وخالصة واحد الا أن ( الهاء ) للمبالغة\nكما يقال رجل داهية وعلامة وقال الفراء الخاء لتأنيث الانعام لان ما في\nبطون الانعام مثلها وقرىء ( خالصه لذكورنا ) والمعنى على هذه القراءة <span id='ms246'></span> ما\nخلص منه حيا لذكورنا ( ومحرم على أزواجنا ) أي الاناث قال مجاهد معنى (\nسيجزيهم وصفهم ) أي سيجزيهم كذبهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p498'> Vol. 02, p. 498</a>\n            </div>\n             والتقدير عند النحويين\nسيجزيهم جزاء وصفهم الذي هو كذب 170 وقوله جل وعز ( قد خسر الذين قتلوا\nأولادهم سفها بغير علم ) يعني قتلهم البنات جهلا 171 ثم قال جل وعز (\nوحرموا ما رزقهم الله افتراء على الله قد ضلوا وما كانوا مهتدين ) قال أبو\nرزين ولم يكونوا مهتدين قبل ذلك 172 وقوله جل وعز ( وهو الذي أنشأ جنات\nمعروشات وغير معروشات ) أنشأ خلق وابتدع والجنات البساتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p499'> Vol. 02, p. 499</a>\n            </div>\n             وقيل\nالمعروشات الكروم ( والنخل والزرع مختلفا أكله ) أي ثمره لانه مما يؤكل (\nوالزيتون والرمان متشابها وغير متشابه ) قيل مشتبه في المنظر ومختلف في\nالمطعم فيه حلو وحامض وقيل يشبه بعضه بعضا في الطعم ومنه مالا يشبه بعضه\nبعضا في الطعم 173 ثم قال جل وعز ( كلوا من ثمره اذا أثمر وآتوا حقه يوم\nحصاده ولا تسرفوا إنه لا يحب المسرفين ) في هذه الآية ثلاثة أقوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p500'> Vol. 02, p. 500</a>\n            </div>\n             فمذهب ابن عمر وأبي الدرداء وسعيد بن جبير وأبي العالية ومجاهد\nوعطاء أن عليه أن يصدق منه سوى الزكاة المفروضة والقول الثاني أن الآية\nمنسوخة قال إبراهيم النخعي نسخها العشر ونصف العشر وروى عن الحسن قولان روى\nسفيان عن يونس عن الحسن قال نسختها الزكاة المفروضة والقول الآخر وهو القول\nالثالث في الآية رواه شعبة عن أبي الرجاء قال سألت الحسن عن قوله جل وعز (\nوآتوا حقه يوم حصاده ) فقال الزكاة المفروضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p501'> Vol. 02, p. 501</a>\n            </div>\n             وكذلك قال ابن\nعباس وأنس بن مالك وابن الحنفية وجابر بن زيد وسعيد ابن المسيب وطاووس\nوقتادة والضحاك وراه ابن وهب عن مالك قال هي الصدقة المفروضة والقول الاول\nأولاها لانه يبعد أن يعني به الزكاة المفروضه لان الانعام مكية والزكاة\nانما فرضت بعد مقدم النبي صلى الله عليه وسلم إلى المدينة ويقوي القول\nالاول حديث النبي صلى الله عليه وسلم أنه نهى عن جذاذ الليل قال سفيان كي\nيحضر المساكين قال سعيد بن المسيب ومعنى ( ولا تسرفوا ) ولا تمتنعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p502'> Vol. 02, p. 502</a>\n            </div>\n             من الصدقة فتهلكوا <span id='ms247'></span> وقال غيره معنى ( ولا تسرفوا ) لا تدفعوا كل\nما لكم إلى الغرباء وتتركوا عيالكم كما روي ( ابدأ بمن تعول ) السرف في\nاللغة المجاوزة إلى ما لا يحل وهو اسم ذم أي لا تنفقوا في الوجوه المحرمة\nحتى لا يجد السائل شيئا وقيل معنى ( ولا تسرفوا ) لا تنفقوا أموالكم فيما\nلا يحل لانه قد أخبر عنهم أنهم قالوا ( وهذا لشركائنا ) 174 وقوله جل وعز (\nومن الانعام حمولة وفرشا ) وروى أبو الاحوص عن عبدالله بن مسعود أنه قال (\nالحمولة ) ما أطاق الحمل من الابل والفرش ما لم يطق الحمل وكان صغيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p503'> Vol. 02, p. 503</a>\n            </div>\n             قال أبو جعفر وهذا المعروف عند أكثر أهل اللغة وقال الضحاك\nالحمولة من الابل والبقر والفرش الغنم واستشهد لصاحب هذا القول بقوله (\nثمانية أزواج ) قال فثمانية بدل من قوله ( حمولة وفرشا ) قال الحسن الحمولة\nالابل والفرش الغنم 175 ثم قال جل وعز ( كلوا مما رزقكم الله ) وهو أمر على\nالاباحة 176 ثم قال جل وعز ( ولا تتبعوا خطوات الشيطان ) يعني طرقه أي\nطريقه الذي يحسنه لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p504'> Vol. 02, p. 504</a>\n            </div>\n             وقيل تخطيه الحلال إلى الحرام وقيل يعني\nآثاره 177 وقوله جل وعز ( ثمانية أزواج ) كل فرد يحتاج إلى آخر عند العرب\nزوج 178 ثم قال تعالى ( من الضأن اثنين ) وهو جمع ضائن كما يقال راكب وركب\n179 ثم قال جل وعز ( ومن المعز اثنين ) وهذا احتجاج عليهم أي ان كان حرم\nالذكور فكل ذكر حرام وان كان حرم الاناث فكل أنثى حرام واحتج عليهم بهذا\nلانهم أحلوا ما ولد حيا ذكرا للذكور وحرموه على الاناث ان كان انثى قال\nقتادة أمره الله جل وعز أن يقول لهم ( آلذكرين حرم أم الانثيين أم ما\nاشتملت عليه أرحام الانثيين ) ان كان ما اشتملت عليه أرحام الانثيين حراما\nفكل مولود منها حرام وكلها مولود فكلها اذا حرام وان كان التحريم من جهة\nالذكور من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p505'> Vol. 02, p. 505</a>\n            </div>\n             الضأن والمعز فكل ذكر حرام عليكم وان كان من جهة\nالاناث فكل أنثى حرام عليكم وكانوا يحرمون الوصيلة وأخاها على الرجال\nوالنساء 180 ثم قال جل وعز ( نبئوني بعلم ان كنتم <span id='ms248'></span> صادقين ) أي ليس عندكم\nعلم لانهم لا يؤمنون بكتاب 181 ثم قال جل وعز ( أم كنتم شهداء اذ وصاكم\nالله بهذا ) أي لستم تؤمنون بكتاب فهل شهدتم الله عز وجل حرم هذا 182 ثم\nبين ظلمهم فقال ( فمن أظلم ممن افترى على الله كذبا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p506'> Vol. 02, p. 506</a>\n            </div>\n             ثم بين\nأنه لا يحرم الله شيئا الا بوحي فقال ( قل لا أجد فيما أوحي الي محرما على\nطاعم يطعمه ) روي عن عائشة رحمة الله عليها ( على طاعم طعمه ) وعن أبي جعفر\nمحمد بن علي ( طاعم يطعمه ) 184 ثم قال جل وعز ( الا أن يكون ميتة أو دما\nمسفوحا ) قال قتادة المسفوح المصبوب فحرم ما كان مصبوبا خاصة فأما ما كان\nمختلطا باللحم فهو حلال 184 ثم قال جل وعز ( فانه رجس أو فسقا أهل لغير\nالله به ) أي ذبح لغير الله وذكر عليه غير اسم الله وسماه فسقا لانه خارج\nعن الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p507'> Vol. 02, p. 507</a>\n            </div>\n             والمعنى أو دما مسفوحا أو لحم خنزير أو فسقا أهل لغير\nالله به فانه رجس والموقوذة والمتردية والنطيحة داخلة في هذه الآية عند قوم\nلانها أصناف الميتة فأما ما لم يدخل في هذه الآية عند قوم ففيه قولان\nأحدهما أنه روي عن عائشة وابن عباس أن الآية جامعة لجميع ما حرم من الحيوان\nخاصة وأنه ليس في الحيوان محرم الا ما ذكر فيها والقول الآخر أن هذه الآية\nمحكمة جامعة للحيوان وغيره وثم أشياء قد حرمها الله سوى هذه وقد صح عن\nالنبي صلى الله عليه وسلم أنه ( نهى عن لحوم الحمر الاهلية وعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p508'> Vol. 02, p. 508</a>\n            </div>\n            \nكل ذي ناب من السباع وذي مخلب من الطير فقيل هذا قول قوي في اللغة لان ( ما\n) مبهمة فقوله جل وعز ( قل لا أجد فيما أوحي الي محرما ) يجب أن يكون عاما\nللحيوان وغيره والله أعلم بما أراد 185 ثم قال جل وعز ( فمن اضطر غير باغ\nولا عاد ) أحسن ما قيل في الباغي الذي يأكل مضطرا لا متلذذا والعادي الذي\nيجاوز ما يقيم رمقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p509'> Vol. 02, p. 509</a>\n            </div>\n             186 وقوله جل وعز ( وعلى الذين هادوا حرمنا\nكل ذي <span id='ms249'></span> ظفر ) قال مجاهد وقتادة والضحاك ( كل ذي ظفر ) الابل والنعام قال\nقتادة وهو من الطير ما لم يكن مشقوق الظفر نحو البط وما أشبهه وهو عند أهل\nاللغة من الطير ما كان ذا مخلب ودخل في ذا ما يصطاد بظفره من الطير وجميع\nأنواع السباع والكلاب والسنانير 187 ثم قال جل وعز ( ومن البقر والغنم\nحرمنا عليهم شحومهما الا ما حملت ظهورهما ) قال قتادة هي شحوم الثروب خاصة\nومذهب ابن جريج أنه كل شحم لم يكن مختلطا بعظم ولا على عظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p510'> Vol. 02, p. 510</a>\n            </div>\n            \nوهذا أولى لعموم الآية وللحديث المسند ( قاتل الله اليهود حرمت عليهم\nالشحوم فجملوها فباعوها وأكلوا أثمانها ) ( الا ما حملت ظهورهما ) أي الا\nشحوم الجنب وما علق بالظهر فانها لم تحرم عليهم ( أو الحوايا ) قال مجاهد\nوقتادة الحوايا المباعر قال أبو عبيدة هي عندي ما تحوى من البطن أي استدار\nقال الكسائي واحدها حاوية وحوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n             وحكى سيبويه حاوياء قيل المعنى\nحرمنا عليهم شحومها ثم استثنى فقال ( الا ما حملت ظهورهما ) ثم عطف على\nالاستثناء فقال ( أو الحوايا أو ما اختلط بعظم ) أي الا هذه الاشياء فانها\nحلال وقيل المعنى حرمنا عليهم شحومهما أو الحوايا أو ما اختلط بعظم الا ما\nحملت ظهورهما فيكون ما بعد ( الا ) استثناء على هذا القول داخلا في التحريم\nويكون مثل قوله تعالى ( ولا تطع منهم آثما أو كفورا ) و ( أو ) ها هنا\nبخلاف معنى الواو أي لا تطع هذا الضرب وقال الكسائي ( الا ما حملت ظهورهما\n) ( ما ) في موضع نصب على الاستثناء والحوايا في موضع رفع بمعنى وما حملت\nالحوايا فعطف الحوايا على الظهور 188 ثم قال جل وعز ( أو ما اختلط بعظم )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p512'> Vol. 02, p. 512</a>\n            </div>\n             قال فعطفه على المستثنى وهذا أحد قولي الفراء وهذا أصح هذه\nالاقوال والله أعلم 189 ثم قال جل وعز ( ذلك جزيناهم ببغيهم وانا لصادقون )\nقال قتادة حرمت عليهم هذه الاشياء عقوبة لهم على بغيهم 190 وقوله جل وعز (\nفان كذبوك فقل ربكم ذو رحمة واسعة ) قال مجاهد يعني اليهود 191 وقوله جل\nوعز ( سيقول الذين أشركوا لو <span id='ms250'></span> شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من\nشيء ) قال مجاهد يعني كفار قريش أي لو شاء الله ما حرمنا البحيرة ولا\nالسائبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n             وقال غيره فأنكر الله جل وعز عليهم هذا القول وقال (\nكذلك كذب الذين من قبلهم ) لانه ليس لهم أن يحتجوا بأنه من كان على معصية\nقد شاء الله أن تكون فهو له عذر لانه لو كان هكذا لكان لمن خالفهم في دينهم\nعذر لأن الله لو شاء أن يهديه هداه 192 ثم قال جل وعز ( قل فلله الحجة\nالبالغة ) أي بارساله الرسل واظهاره البينات 193 وقوله جل وعز ( قل هلم\nشهداءكم الذين يشهدون أن الله حرم هذا ) والاصل عند الخليل ( ها ) ضمت\nاليها ( لم ) ثم حذفت الالف لكثرة الاستعمال وقال غيره الاصل ( هل ) زيدت\nعليها ( لم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n             وقيل هي على لفظها تدل على معنى ( هات ) وأهل\nالحجاز يقولون للواحد والاثنين والجماعة هلم وأهل نجد يأتون بالعلامة كما\nتكون في سائر الافعال 194 وقوله حل وعز ( وهم بربهم يعدلون ) أي يجعلون له\nعدلا فيعبدون غيره جل وعز 195 وقوله عز وجل ( قل تعالوا أتل ما حرم ربكم\nعليكم ألا تشركوا به شيئا ) قيل الذي تلاه عليهم ( قل لا أجد فيما أوحي الي\nمحرما على طاعم يطعمه ) إلى آخر الآية ويكون معنى ( أن تقولوا انما أنزل\nالكتاب على طائفتين من قبلنا ) ( كذا هذا ) أن تقولوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p515'> Vol. 02, p. 515</a>\n            </div>\n             وبعض\nالنحويين يقول المعنى لئلا تقولوا ولا يجوز عند البصريين حذف ( لا ) وقيل\nالمعنى وصاكم أن لا تشركوا وقيل المعنى قل تعالوا أتل ما حرم ربكم عليكم\nأنه بين ما حرم فقال ألا تشركوا به شيئا 197 ثم قال جل وعز ( وبالوالدين\nاحسانا ) أي وأحسنوا بالوالدين احسانا قال ابن عباس الآيات المحكمات ( قل\nتعالوا أتل ما حرم ربكم عليكم ) إلى آخر ثلاث آيات 197 وقوله جل وعز ( ولا\nتقتلوا أولادكم من املاق ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n             قال قتادة الاملاق الفاقة وقال\nالضحاك ( كان أحدهم اذا ولدت له ابنة دفنها حية مخافة الفقر ) 198 وقوله جل\nوعز ( ولا تقربوا الفواحش ما ظهر منها وما بطن ) قال <span id='ms251'></span> قتادة يعني سرها\nوعلانيتها قال وكانوا يسرون الزنا بالحرة ويظهرونه بالامة قال مجاهد ( ولا\nتقربوا مال اليتيم الا بالتي هي أحسن ) التجارة فيه ولا تشتر منه شيئا ولا\nتستقرض 199 وقوله جل وعز ( وأن هذا صراطي مستقيما فاتبعوه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p517'> Vol. 02, p. 517</a>\n            </div>\n            \nوقرأ ابن أبي اسحاق ويعقوب ( وأن هذا صراطي مستقيما ) بتخفيف ( أن ) وتقرأ\nإن بكسر الهمزة فمن قرأ ( وأن هذا ) فهو عنده بمعنى واتل عليهم أن هذا\nويجوز أن يكون المعنى ووصاكم بأن هذا ومن قرأ بتخفيف ( أن ) فيجوز أن يكون\nمعناه على هذا ويجوز أن تكون ( أن ) زائدة للتوكيد كما قال جل وعز ( فلما\nأن جاء البشير ) ومن قرأ ( وان هذا ) قطعه مما قبله وروي عن عبد الله بن\nمسعود رحمه الله أنه خط خطا في الأرض فقال هكذا الصراط المستقيم والسبل\nحواليه مع كل سبيل شيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n             قال مجاهد السبل البدع والشبهات 200\nوقوله جل وعز ( ثم آتينا موسى الكتاب تماما على الذي أحسن ) قال مجاهد\nالمعنى على المؤمن المحسن وقال الحسن كان فيهم محسن وغير محسن وأنزل الكتاب\nتماما على الذي أحسن والدليل على صحة هذا القول أن ابن مسعود قرأ ( تماما\nعلى الذين أحسنوا ) وقيل المعنى ( تماما على الذي أحسن ) موسى من طاعة الله\nواتباع أمره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n             وقرأ ابن يعمر وابن أبي اسحاق ( على الذي أحسن )\nوالمعنى على الذي هو أحسن الاشياء فأما معنى ( ثم ) وهي تدل على أن الثاني\nبعد الاول وقصة موسى صلى الله عليه وسلم وايتائه الكتاب قبل هذا فان القول\nأنه اخبار من الله جل وعز والمعنى قل تعالوا أتل ما حرم ربكم عليكم ثم اتل\nما آتينا موسى 201 وقوله جل وعز ( أن تقولوا انما أنزل الكتاب على طائفتين\nمن قبلنا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p520'> Vol. 02, p. 520</a>\n            </div>\n             أحسن ما قيل في هذا كراهة أن تقولوا قال أبو جعفر\nقد بينا ما قيل فيه قال قتادة يعني بالطائفتين اليهود والنصارى وقال يعني\nبالدراسة التلاوة 202 ثم قال جل وعز ( أو تقولوا لو أنا أنزل علينا الكتاب\nلكنا أهدى منهم ) ( اهدى منهم ) أفهم منهم لانهم يحفظون أشعارهم وأخبارهم <span id='ms252'></span>\nوهم أميون 203 وقوله عز وجل ( فمن أظلم ممن كذب بآيات الله وصدف عنها )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p521'> Vol. 02, p. 521</a>\n            </div>\n             قال قتادة في قوله ( وصدف عنها ) أي أعرض 204 وقوله جل وعز (\nهل ينظرون الا أن تأتيهم الملائكة ) قال قتادة أي بالموت ( أو يأت ربك )\nقال قتادة يعنى يوم القيامة وقال غيره المعنى اهلاك ربك إياهم 205 ثم قال\nجل وعز ( أو يأتي بعض آيات ربك يوم يأتي بعض آيات ربك لا ينفع نفسا ايمانها\nلم تكن آمنت من قبل أو كسبت في ايمانها خيرا ) روى وكيع عن ابن أبي ليلى عن\nعطية عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم في قول الله عز وجل (\nيوم يأتي بعض آيات ربك ) قال طلوع الشمس من مغربها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n             لم تكن آمنت\nمن قبل أو كسبت في ايمانها خيرا وروى ابن جريج عن ابن أبي مليكة عن عبد\nالله بن عمرو قال ( الآية التي لا ينفع نفسا ايمانها عندها اذا طلعت الشمس\nمن مغربها مع القمر في وقت واحد ) 206 وقوله عز وجل ( ان الذين فرقوا دينهم\nوكانوا شيعا لست منهم في شيء ) الشيع الفرق ومعنى شايعت في اللغة تابعت\nومعنى ( وكانوا شيعا ) وكانوا فرقا كل فرقة يتبع بعضها بعضا الا أن الشيع\nكلها متفقة 208 ثم قال جل وعز ( لست منهم في شيء انما أمرهم إلى الله )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p523'> Vol. 02, p. 523</a>\n            </div>\n             قيل هذا قبل الامر بالقتال وروى أبو غالب عن أبي أمامة عن\nالنبي صلى الله عليه وسلم في قوله تعالى ( فرقوا دينهم وكانوا شيعا ) قال\nهم الخوارج وقيل إن الآية تدل على أن من ابتدع من خارجي وغيره فليس النبي\nصلى الله عليه وسلم منهم في شيء لانهم اذا ابتدعوا تخاصموا وتفرقوا وكانوا\nشيعا 208 وقوله جل وعز ( من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة\nفلا يجزى الا مثلها ) روى الاعمش عن أبي صالح قال الحسنة لا اله الا الله\nوالسيئة الشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n             والمعنى ان ما كان عنده هو النهاية في المجازاة\nأعطى عشرة أمثاله 209 وقوله جل وعز ( قل انني هداني ربي إلى صراط <span id='ms253'></span> مستقيم )\nالصراط الطريق والمعنى عرفني الدين الذي هو الحق 210 ثم قال جل وعز ( دينا\nقيما ملة إبراهيم حنيفا ) والقيم المستقيم ومن قرأ ( قيما ) فهو مصدر مثل\nالصغر والكبر 211 وقوله جل وعز ( قل ان صلاتي ونسكي ومحياي ومماتي لله رب\nالعالمين ) النسك جمع النسيكة وهي الذبيحة وأصل هذا من التقرب لله جل وعز\nومنه ( قيل رجل ) ناسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p525'> Vol. 02, p. 525</a>\n            </div>\n             وانما قيل هذا لانهم كانوا يذبحون لغير\nالله جل وعز 213 وقوله جل وعز ( قل أغير الله أبغي ربا وهو رب كل شيء )\nمعنى أبغي أريد وأطلب 213 وقوله جل وعز ( وهو الذي جعلكم خلائف الأرض )\nيعني أمة محمد صلى الله عليه وسلم وقيل لانهم آخر الامم فقد خلفوا من كان\nقبلهم وقيل لان بعضهم يخلف بعضا حتى تقوم الساعة عليهم والحديث يقوي\nهذاالقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n             214 ثم قال جل وعز ( ورفع بعضكم فوق بعض درجات\nليبلوكم فيما آتاكم ) أي فضل بعضكم على بعض في الزرق ( ليبلوكم فيما آتاكم\n) أي ليختبركم فيما أعطاكم فينظر كيف شكركم وقد علم ما يكون علم غيب وانما\nتقع المجازاة على الشهادة 215 قم قال جل وعز ( ان ربك سريع العقاب وإنه\nلغفور رحيم ) فعقابه جل وعز وإن كان أكثره يوم القيامة فان كل آت قريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n             وروي عن ابن عباس أنه قال نزلت سورة الانعام بمكة جملة واحدة\nالا ثلاث آيات منها فانهن انزلن بالمدينة وهو قوله جل وعز ( قل تعالوا أتل\nما حرم ربكم عليكم الا تشركوا به شيئا ) إلى آخر الآيات ( تم بعونه تعالى\nتفسير سورة الانعام ) | 3 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}