{
  "content": "\n\nسلسلة الأجزاء المنسوخة (4 - 8)\n<p>\n(4) مجلس أبي الحسن السقا\n</p>\n\n<p>\n(5) مجلس أبي الحسن الأسواري\n</p>\n\n<p>\n(6) حديث أبي طاهر الزيادي\n</p>\n\n<p>\n(7) مجلس ابن الغوري\n</p>\n\n<p>\n-[(8) مسلسلات ابن ناقة]-\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nنبيل سعد الدين جرار\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1432 ه - 2011 مسلسلة الأجزاء المنسوخة (4 - 8) ¶ (4) مجلس أبي الحسن\nالسقا ¶ (5) مجلس أبي الحسن الأسواري ¶ (6) حديث أبي طاهر الزيادي ¶ (7)\nمجلس ابن الغوري ¶ -[(8) مسلسلات ابن ناقة]- ¶ تحقيق ¶ نبيل سعد الدين جرار\n¶ دار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1432 ه - 2011 م\n----NO PAGE NO------\n</p>\n\n<h1 class='l1' id='head0'>CHECK [مسلسلات ابن ناقة]</h1>\n\n#147#\n<p>\nأحاديث مسلسلة\n</p>\n\n<p>\nرواية أبي العباس أحمد بن يحيى بن أحمد بن زيد بن ناقة الكوفي الحنفي\n</p>\n\n<p>\nعن شيوخه\n</p>\n\n<p>\nرضي الله عنه وعنهم أجمعين\n</p>\n\n<p>\nرواية الشيخ الإمام الصالح أبي الفضل عبدالسلام بن عبدالله بن أحمد بن\nبكران الداهري عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n#149#\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب يسر\n</p>\n\n<p>\nأخبرنا الشيخ الإمام الصالح الصدوق أبوالفضل عبدالسلام بن عبدالله بن\nأحمد بن بكران الداهري الخراز بالإبريسم أثابه الله الجنة\n</p>\n\n<p>\n161 - (1) أخبرنا الشيخ الزاهد أبوالعباس أحمد بن يحيى بن أحمد بن ناقة\nالحنفي الكوفي، قراءة عليه وأنا أسمع، في جمادى الأولى سنة اثنين وخمسين\nوخمسمئة، بقراءة الحافظ العدل ابن شافع الجيلي قال: أخبرنا الشيخ\nأبوالغنائم محمد بن علي بن ميمون النرسي: أخبرنا أبوالفتح عبدالكريم بن\nمحمد بن أحمد بن القاسم بن إسماعيل المحاملي: أخبرنا أبوبكر أحمد بن\nإبراهيم بن شاذان: حدثنا محمد بن عيسى بن قرة بن سعيد الزهري: أخبرنا\nأبوغسان مالك بن يحيى: حدثنا علي بن عاصم، عن سهيل بن أبي صالح، عن أبيه،\nعن أبي هريرة قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: «ما منكم من أحد ينجيه عمله من النار،\nولا يدخله الجنة إلا برحمة من الله تعالى» قالوا: ولا أنت يا رسول الله؟\nقال: «ولا أنا، إلا أن يتغمدني الله منه برحمة وفضل» ووضع يده على رأسه.\n</p>\n\n<p>\nووضع أبوغسان مالك بن يحيى يده على #150##151# رأسه، ووضع محمد بن عيسى\nبن قرة يده على رأسه، ووضع ابن شاذان يده على رأسه، ووضع المحاملي يده على\nرأسه، ووضع النرسي يده على رأسه، ووضع شيخنا أحمد بن يحيى <span id='ms1'></span> بن ناقة يده على رأسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n162 - (2) أخبرنا أحمد بن يحيى، ذاك ابن ناقة: أخبرنا أبوالغنائم ذاك ابن\nالنرسي: أخبرنا أبوالفتح عبدالكريم بن محمد ذاك المحاملي قال: أخبرنا\nأبوبكر بن شاذان ذاك البزاز: حدثنا الحسين بن محمد بن الحسين بن زنجي ذاك\nالدباغ، وأبوالحسن عبيدالله بن ثابت بن أحمد الحريري ذاك الكوفي، قالا:\nحدثنا الحسين بن أبي زيد ذاك الدباغ: حدثنا وكيع بن الجراح ذاك الرؤاسي،\nبين الشقوق والبطاني، وهو في المحمل وأنا أمشي: حدثنا سفيان ذاك الثوري, عن\nالحصين بن عبدالرحمن ذاك السلمي، عن سالم بن أبي الجعد ذاك الغطفاني، عن\nجابر بن عبدالله ذاك الأنصاري قال:\n</p>\n\n<p>\nكنا إذا صعدنا كبرنا، وإذا هبطنا سبحنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n163 - (3) سمعنا شيخنا أحمد بن يحيى بن ناقة قال: سمعت أبا الغنائم بن\nالنرسي قال: سمعت الحسن بن علي الجوهري يقول: سمعت علي بن محمد بن الفتح بن\nأبي العصب الأشناني يقول: سمعت أحمد بن #152##153# أبي عوف البزوري يقول:\nسمعت هارون الفضلي يقول: أنه لم أسمع أحدا من أهل العلم في المدينة وأهل\nالسنة إلا وهم ينكرون على من قال: القرآن مخلوق، ويكفرونه.\n</p>\n\n<p>\nقال: وأنا أقول بذلك، هذه السنة. قال أحمد: وأنا أقول بمثل ذلك، هذه\nالسنة. قال ابن أبي العصب: وأنا أقول بمثل ذلك. قال الجوهري: وأنا أقول\nبمثل ذلك. قال ابن النرسي: وأنا أقول بمثل ذلك. قال أحمد بن ناقة: وأنا\nأقول بمثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n164 - (4) أخبرنا أحمد بن يحيى بن ناقة: أخبرنا ابن النرسي: أخبرنا الحسن\nبن علي الجوهري: أخبرنا أبوعمر محمد بن العباس بن محمد بن حيويه الخزاز:\nحدثنا أبومحمد عبدالله بن أحمد بن عتاب العبدي سنة عشر وثلاثمئة: حدثنا\nأبوعلي الحسن بن عبدالعزيز الجروي: حدثنا أبوحفص: أخبرني الحكم بن عبدة،\nحدثني حيوة بن شريح، أخبرني عقبة بن مسلم، عن أبي عبدالرحمن الحبلي، عن\nالصنابحي، عن معاذ بن جبل قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: «إني أحبك فقل».\n</p>\n\n<p>\nوقال أبوعبدالرحمن: وقال لي الصنابحي: إني أحبك فقل. وقال عقبة بن مسلم:\nوقال لي أبوعبدالرحمن: إني <span id='ms2'></span> أحبك فقل. وقال حيوة بن شريح: وقال لي عقبة: إني\nأحبك #154##155# فقل. وقال الحكم بن عبدة: قال لي حيوة بن شريح: وأنت تعلم\nما بيني وبينك فقل. فقال أبوحفص: وقال لي أبوعبدة الحكم بن عبدة: وأنا أحبك\nفقل. وقال أبوعلي الجروي: وقال لي أبوحفص: إني أحبك فقل.\n</p>\n\n<p>\nقال أبومحمد بن عتاب: وأنا أحبكم فقولوا. وقال لنا أبوعمر بن حيويه: وأنا\nأحبكم فقولوا. وقال لنا أبومحمد الجوهري: وأنا أحبكم فقولوا. وقال لي\nأبوالغنائم: أنا أحبك فقل. وقال لنا أحمد بن يحيى بن ناقة: وأنا أحبكم\nفقولوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n165 - (5) أخبرنا أحمد بن يحيى بن ناقة: أخبرنا أبوالغنائم بن النرسي:\nأخبرنا أبوعبدالله المطهر بن محمد بن إبراهيم اللحافي الصوفي: أخبرنا\nأبوالعباس أحمد بن محمد بن زكريا النسوي: حدثنا الحسين بن عبدالوهاب بن\nالحسين الكلابي: حدثنا أبوعبيدة، يعني أحمد بن عبدالله بن ذكوان: حدثنا\nضمرة، عن ابن شوذب، قال:\n</p>\n\n<p>\nما رأيت فارسا قط أحسن من زبدة على تمرة.\n</p>\n\n<p>\nقال ابن شوذب: هي والله تعجبني. قال أبوالحسن: هي والله تعجبني. قال\nأبوعبدالله: هي والله تعجبني إذا حضرت. قال أبوالغنائم: هي والله تعجبني.\nقال شيخنا أحمد بن ناقة: هي والله تعجبني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n#156##157#\n<p>\n166 - (6) أخبرنا أحمد بن يحيى بن أحمد بن ناقة: حدثنا أبوالغنائم بن\nالنرسي: حدثنا أبوبكر أحمد بن علي بن ثابت الخطيب: حدثنا محمد بن أحمد بن\nرزقويه: حدثنا محمد بن عمر القاضي الحافظ: حدثني عبدالله بن محمد بن بشر\nأبومحمد بالدينور: حدثنا إبراهيم بن سعيد الجوهري قال:\n</p>\n\n<p>\nقدم هارون الرشيد مكة، فجلس عند الأسطوانة الحمراء، ثم قال للفضل بن\nالربيع: بلغني أن الحسين بن علي الجعفي، فانظر أين هو حتى آتيه، فقال له\nرجل: هو ذاك يصلي عند المقام، فقال الفضل: أنا آتيك به يا أمير المؤمنين،\nفإنه أحق أن يأتيك، فجاء الفضل فوقف عليه وهو يصلي، فقال: إن أمير المؤمنين\nعلى إتيانك، قال: فسلم الحسين، ثم قال: أنا أحق أن آتيه، قال: فامض بنا\n(قال: فامض بنا).\n</p>\n\n<p>\nقال: فجاء معه، قال: فاعتنقه هارون وسلم عليه وأجلسه إلى <span id='ms3'></span> جنبه على مقعده،\nثم أقبل عليه هارون فسأله عن حاله وسفره، قال: ثم تنحى عنه حتى صار بين\nيديه إلى قلم وقرطاس، ثم قال له: تمل علي حديث عبدالله بن مسعود في التشهد،\nفقال: حدثنا الحسن بن الحر، قال: أخذ القاسم بن مخيمرة بيدي، قال: أخذ\nعلقمة بن قيس بيدي، قال: أخذ عبدالله بن مسعود بيدي، وقال: أخذ رسول الله\nصلى الله عليه وسلم بيدي فعلمني التشهد:\n</p>\n\n#158##159#\n<p>\n«التحيات لله والصلوات والطيبات، السلام عليك أيها النبي صلى الله عليه\nوسلم ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن\nلا إله إلا الله، وأشهد أن محمدا عبده ورسوله».\n</p>\n\n<p>\nفقال له هارون: أخذ الحسن بن الحر بيدك؟ قال: نعم, قال: فتأخذ بيدي كما\nأخذ بيدك.\n</p>\n\n<p>\nقال: فأخذ يده في يده، وقال: أخذ الحسن بن الحر بيدي هكذا، وقال: أخذ\nالقاسم بن مخيمرة بيدي، وقال: أخذ علقمة بن قيس بيدي، وقال: أخذ عبدالله\nبيدي، وقال: أخذ رسول الله صلى الله عليه وسلم بيدي هكذا.\n</p>\n\n<p>\nقال: فترك هارون يده وجعل يقبل يد نفسه ويقول: بأبي كف صافحت كف رسول\nالله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال إبراهيم: أخذ الحسن بيدي.\n</p>\n\n<p>\nوقال أبومحمد: أخذ إبراهيم بيدي.\n</p>\n\n<p>\nوقال أبوبكر محمد بن عمر: وأخذ أبومحمد بيدي.\n</p>\n\n<p>\nوقال ابن رزقويه: وأخذ محمد بن عمر بيدي.\n</p>\n\n<p>\nقال أبوبكر الخطيب: وأخذ ابن رزقويه بيدي.\n</p>\n\n<p>\nقال الشيخ: وأخذ بيدي أنا الخطيب أبوبكر. وأخذ أحمد بن ناقة بأيدينا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n167 - (7) سمعنا أحمد بن يحيى بن أحمد بن ناقة يقول: سمعت أبا الغنائم بن\nالنرسي يقول: #160##161# سمعت عمر بن محمد بن عبدالله النجار يقول: سمعت\nعلي بن عمر بن محمد السكري يقول: سمعت ابن منيع يقول: سمعت عمرو بن محمد\nالناقد يقول: سمعت معتمر بن سليمان يقول: سمعت أبي يقول: سمعت أبا عمرو بن\nالشيباني يقول: سمعت عبدالله بن مسعود يقول:\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول: «سباب المسلمين فسوق، وقتالهم كفر».\n</p>\n\n<p>\nآخر الجزء\n</p>\n\n<p>\nوالحمد لله\n</p>\n\n<p>\nوصلواته على محمد وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n <span id='ms4'></span>\n</p>\n",
  "pages": [
    "147",
    "149",
    "151",
    "151",
    "154",
    "155",
    "156",
    "159"
  ],
  "volumes": [
    "01"
  ]
}