{
  "content": "\n<p>\nتاريخ عثمان بن سعيد الدارمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالكتاب الثاني عشر من آثار يحيى بن معين في الجرح والتعديل \" 3 \" تاريخ\nعثمان بن سعيد الدارمي (200 - 280 ه‍) عن أبي زكريا يحيى بن معين (158 -\n233 ه‍) في تجريح الرواة وتعديلهم تحقيق الدكتور أحمد محمد نور سيف أستاذ\nمساعد بكلية الشريفة والدراسات الاسلامية جامعة الملك عبد العزيز مكة\nالمكرمة دار المأمون للتراث دمشق - ص ب: 4971 بيروت - ص ب: 135378\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم المقدمة الحمد لله رب العالمين رب العالمين -\nوالصلاة والسلام على أشرف المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين\nوبعد: فأقدم رواية الدارمي هذه في سلسلة إحياء آثار إمام الجرح والتعديل،\nأبي زكريا، يحيى بن معين رحمه الله تعالى.\n</p>\n\n<p>\nوتأتي هذه الرواية ثالثة رواية قمت بتحقيقها بعد رواية الدوري ويزيد بن\nالهيثم البادي.\n</p>\n\n<p>\nوفي إحياء هذه المصادر الأولى في علوم الحديث ورجاله ربط لما نتداوله من\nمؤلفات، اشتهرت وكثر تداولها في تاريخ الرجال وفي علم الجرح والتعديل، بتلك\nالأصول وكشف لما يقع في نصوصها من تحريف أو عزوب عن طالبيها مع أهمية ما\nيترتب عليها من آثار في تقويم الرجال ومروياتهم.\n</p>\n\n<p>\nوهذا ما حدا بي إلى مواصلة هذا الجهد، وشجع عليه الرغبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالصادقة من مركز البحث العلمي وإحياء التراث الاسلامي، في إبراز هذا\nالتراث والاهتمام بنشره.\n</p>\n\n<p>\nوأسأل الله أن يعين على تحقيق ما نصبوا إليه، وأن يكلل مساعينا بالقبول\nوالنجاح.\n</p>\n\n<p>\nوهو حسبنا ونعم الوكيل.\n</p>\n\n<p>\nالمحقق يوم السبت 17 رجب 1400 ه‍ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالتعريف بصاحب الرواية عثمان بن سعيد الدارمي (200 - 280 ه‍) اسمه ونسبه:\n</p>\n\n<p>\nهو الامام الحافظ الناقد (1). أحد الاعلام الثقات (2). أبو سعيد، عثمان\nبن سعيد بن خالد التميمي الدارمي (3).\n</p>\n\n<p>\nالسجستاني (4)، نزيل هراة ومحدثها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nولادته:\n</p>\n\n<p>\nقال الذهبي: ولد قبل المائتين بيسير (1).\n</p>\n\n<p>\nرحلته في طلب، والشيوخ الذين أخذ عنهم:\n</p>\n\n<p>\nكان الدارمي واسع الرحلة، طواف الأقاليم في طلب الحديث، ولقي الكبار (2).\nوسمع خلقا بالحرمين والشام ومصر والعراق والجزيرة وبلاد العجم.\n</p>\n\n<p>\nفسمع بمصر، سعيد بن أبي مريم، وعبد الغفار بن داود الحراني ونعيم بن\nحماد، وأبا صالح عبد الله بن صالح - كاتب الليث - وطبقتهم.\n</p>\n\n<p>\nوسمع <span id='ms01'></span> بالعراق، سليمان بن حرب، وموسى بن إسماعيل التبوذكي، ومحمد بن كثير،\nوسهيل بن بكار بالبصرة. وكان كتبه للحديث بها مع يحيى بن معين. ويحيى بن\nعبد الحميد الحماني، وأبا بكر ابن أبي شيبة، وأحمد بن يونس وأبا غسان\nبالكوفة.\n</p>\n\n<p>\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوسمع أبا الربيع الزهراني، سليمان بن داود البصري، والهيثم ابن خارجة\nنزيلا بغداد (1).\n</p>\n\n<p>\nوسمع بالشام، هشام بن عمار، وسليمان بن عبد الرحمن التميمي، وهشام بن\nخالد، وحماد بن مالك الحرستاني، بدمشق.\n</p>\n\n<p>\nوأبا توبة الربيع بن نافع بحلب.\n</p>\n\n<p>\nوأبا اليمان الحمصي، ويحيى بن صالح الوحاظي، وحياة بن شريح، وإبراهيم بن\nالعلاء بن زبر، والربيع بن روح، ويزيد بن عبد الله ربه، بحمص.\n</p>\n\n<p>\nوأبا جعفر موسى بن إسماعيل النفيلي بحران.\n</p>\n\n<p>\nومحمد بن عبد الله بن بكر الخزاعي المقدسي ومحبوب بن موسى الأنطاكي (2).\nوكتب معه بالشام، الحسن بن علي، أبو علي الخلال الحلواني، ومحمد بن صالح\nكيلجة البغدادي (3).\n</p>\n\n<p>\nوسمع بالحجاز إسماعيل بن أبي أويس.\n</p>\n\n<p>\nوسمع بخراسان، إسحاق بن راهويه (4).\n</p>\n\n<p>\nودخل جرجان، وأقام بها سنة ثلاث وسبعين ومائتين (5).\n</p>\n\n<p>\nوروي عن خلائق في رحلاته هذه، منهم عبد الله بن رجاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالغداني البصري وفروة بن أبي المغراء الكوفي. ومحمد بن المنهال الحزامي،\nوعمرو بن عون الواسطي، البصري، ومسلم بن إبراهيم البصري ومسدد بن مسرهد\nوغيرهم (1).\n</p>\n\n<p>\nالعلوم التي برز فيها والشيوخ الذين لهم أثر في ذلك:\n</p>\n\n<p>\nوعاد من رحلاته بعلم جم، فاق أهل زمانه (2). فقد جالس يحيى بن معين، ودون\nعنه سؤالاته في الرجال (3). وأخذ عنه وعن علي ابن المدني وأحمد بن حنبل\nوإسحاق بن راهويه علم الحديث وعلله ونقد الرجال.\n</p>\n\n<p>\nكما أخذ الفقه من يعقوب البويطي صاحب الشافعي والآداب عن ابن الأعرابي\nوتقدم في هذه العلوم (4).\n</p>\n\n<p>\nثناء العلماء عليه:\n</p>\n\n<p>\nقال أبو داود السجستاني وسئل عن عثمان بن سعيد الدارمي؟\n</p>\n\n<p>\nفقال:: منه تعلمنا الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو الفضل. يعقوب بن إسحاق الهروي القراب: ما رأينا مثل عثمان بن\nسعيد، ولا رأي عثمان مثل نفسه (1).\n</p>\n\n<p>\nوقال أبو حامد الأعمشي: ما رأيت في المحدثين مثل محمد بن يحيى، وعثمان بن\nسعيد <span id='ms02'></span>، ويعقوب بن سفيان الفسوي.\n</p>\n\n<p>\nوقال أبو عبد الله ابن أبي ذهل: قلت: لأبي الفضل القراب: هل رأيت أفضل من\nعثمان بن سعيد الدارمي؟ فأطرق ساعة ثم قال:\n</p>\n\n<p>\nنعم، إبراهيم الحربي (2).\n</p>\n\n<p>\nوسئل أبي زرعة الرازي عن عثمان بن سعيد؟ فقال:: ذاك رزق حسن التصنيف.\n</p>\n\n<p>\nوقال أبو الفضل الجارودي: كان عثمان إماما يقتدي به في حياته وبعد مماته\n(3).\n</p>\n\n<p>\nاعتزازه بمكانته في العلم:\n</p>\n\n<p>\nلقد كان الدارمي مثلا لاعتداد العلماء العاملين بعلمهم، والترفع بتلك\nالمكانة عن الابتذال ومواطن الذلة والصغار. فقد كرمه الله بالعلم، فيجب أن\nيكرم العلم من أن يمتهم أو يكون سلما لمغنم أو جاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الفضل القراب: كنا في مجلس عثمان بن سعيد غير مرة، ومر به الأمير\nعمرو بن الليث، فسلم عليهم، فقال:: وعليكم.\n</p>\n\n<p>\nحدثنا مسدد. ولم يزد على رد السلام (1).\n</p>\n\n<p>\nوقال أبو بكر الفسوي: سمعت عثمان الدارمي يقول: قال في رجل من أهل سجستان\n- ممن كان يحسدني - ماذا كنت أنت لولا العلم؟ فقلت:: أردت شينا فصار زينا،\nسمعت نعيم بن حماد يقول:\n</p>\n\n<p>\nسمعت أبا معاوية يقول:\n</p>\n\n<p>\nقال الأعمش: لولا العلم لكنت بقالا من بقالي الكوفة (2). وأنا لولا\nالعلم، لكنت بزازا من بزازي سجستان (3).\n</p>\n\n<p>\nما نقل عنه من بعض الفوائد والغرائب:\n</p>\n\n<p>\nالمقومات التي تؤهل المحدث في نظرة:\n</p>\n\n<p>\nقال الدارمي: من لم يجمع حديث شعبة وسفيان ومالك وحماد ابن زيد، وابن\nعيينة، فهو مفلس في الحديث.\n</p>\n\n<p>\nقال الذهبي: يريد أنه ما بلغ درجة الحفاظ. وبلا ريب أن من جمع علم هؤلاء\nالخمسة، وأحواط بسائر حديثهم، وكتبه عاليا ونازلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوفهم علله، فقد أحاط بشطر السنة النبوية، بل بأكثر من ذلك. وقد عدم في\nزماننا من ينهض بهذا أو ببعضه، فنسأله الله المغفرة.\n</p>\n\n<p>\nفلو أراد أحد أن يتتبع حديث الثوري وحده ويكتبه بأسانيد نفسه على طولها،\nويبين صحيحه من سقيمه، لكان يجئ مسنده في عشر مجلدات. وإنما شأن المحدث\nاليوم الاعتناء بالدواوين الستة ومسند أحمد بن حنبل وسنن البيهقي، وضبط\nمتونها وأسانيدها. ثم لا ينتفع بذلك حتى يتقي ربه ويدين بالحديث (1).\n</p>\n\n<p>\n- قال <span id='ms03'></span> أبو عاصم: روي أبو سعيد الدارمي عن بريدة بن سفيان أن أهل مكة\nوالمدينة، يسمون النبيذ خمرا (2).\n</p>\n\n<p>\nهكذا ساق السبكي النص. وليس كذلك. ويوضح وجه الغرابة في النص ما أورده\nالدوري في التاريخ قال:\n</p>\n\n<p>\nحدثنا يعقوب بن إبراهيم بن سعد، عن أبيه عن محمد بن إسحاق قال: رأيت\nبريدة بن سفيان يشرب الخمر في طريق الري.\n</p>\n\n<p>\nقال أبو الفضل الدوري: والذي يظن ببريدة بن سفيان، أنه شرب نبيذا، فرآه\nمحمد بن إسحاق، فقال:: رأيته يشرب خمرا. وذاك أن النبيذ عند أهل المدينة\nومكة خمر، لا أنه يشرب خمرا بعينها إن شاء الله. فهذا وجه الحديث عندي (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عاصم: ذهب أبو سعيد إلى أن الثعلب حرام أكله وروي فيه خبرا. قال\nالسبكي: قوله بتحريم الثعلب غريب (1).\n</p>\n\n<p>\nوالخبر الذي أشار إليه (أبو عاصم) أورده عثمان بن سعيد المذكور في كتاب\nالأطعمة من تأليفه. ولفظه:\n</p>\n\n<p>\nعن عبد الرحمن السلمي قال: قلت:: يا رسول الله. ما تقول في الذئب؟ قال:\nويأكل ذلك أحد؟ قلت:: يا رسول الله. ما تقول في الثعلب؟ قال: ويأكل ذلك أحد\n(2).\n</p>\n\n<p>\nقال أبو سعيد: وهذا الاسناد ليس بذاك القوي. غير أن الذئب، والثعلب دخلا\nفي نهي النبي صلى الله عليه وسلم عن كل ذي ناب من السباع، فلأجل ذلك لا\nيجوز أكلها (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nقال أبو زرعة كما سبق: إنه رزق حسن التصنيف، وذكرت المراجع ما خلف من\nمؤلفات وهي:\n</p>\n\n<p>\n- المسند الكبير.\n</p>\n\n<p>\n- كتاب في الرد على الجهمية.\n</p>\n\n<p>\n- كتاب في الرد على بشر المريسي.\n</p>\n\n<p>\n- سؤالات عن الرجال ليحيى بن معين (1). وهو كتابه هذا.\n</p>\n\n<p>\nموقفه من المبتدعة:\n</p>\n\n<p>\nقال الذهبي: كان لهجا بالسنة بصيرا بالمناظرة (2). جذعا في عين المبتدعة\nوهو الذي قام على محمد بن كرام، وطرده من هراة فيما قيل (3).\n</p>\n\n<p>\nقال السبكي: وهو الذي تنسب إليه الكرامية، وهو من دعاة المجسمة ومن\nضلالته قوله: إن الايمان بالقول كاف، وإن لم يكن معه معرفة بالقلب (4).\n</p>\n\n<p>\nويوضح الدارمي مذهبه في الصفات فيقول: لا نكيف هذه الصفات ولا نكذب بها\nولا نفسرها (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nولقد سلك في <span id='ms04'></span> موقفه من بدعة القول بخلق القرآن مسلكا متشددا فنقل عنه\nيعقوب بن إسحاق القراب قوله: قد نويت أن لا أحدث عمن أجاب إلى خلق القرآن.\n</p>\n\n<p>\nقال يعقوب: فأدركته المنية ولولا ذاك لترك الحديث عن جماعة من الشيوخ\n(1).\n</p>\n\n<p>\nقال الذهبي معلقا على ذلك: من أجاب تقية فلا بأس عليه وترك حديثه لا\nينبغي (2).\n</p>\n\n<p>\nوتعليل القراب بأن المنية قد عاجلته، غير مستساغ. لان وفاته تأخرت كثيرا\nعن هذه الفتنة بما يقرب خمسين عاما. إلا أن يكون ذلك قد بدا له في آخر\nعمره. وهذا بعيد والذي يبدو أن الذي عدل به عن ذلك، أن الكبار قد أجاب منهم\nتقية كعلي بن المديني ويحيى بن معين وأبو مسهر عبد الاعلى بن مسهر وغيرهم.\nفلو رد حديث هؤلاء وأمثالهم، لرد حديثا كثيرا من حديث شيوخه. ثم لا يصلح\nذلك مبررا للرد كما قال الذهبي (3).\n</p>\n\n<p>\nتلاميذه والآخذون عنه:\n</p>\n\n<p>\nروي عنه ابن خزيمة وهو من شيوخه وروي عنه أبو يحيى زكريا ابن أحمد بن\nيحيى البلخي - راوي هذه النسخة - وأحمد بن محمد بن عبدوس الطرائفي، والمؤمل\nبن الحسن بن عيسى الماسرجسي، وأبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو أحمد بن محمد الحيري، وأبو العباس أحمد بن محمد بن الأزهر السجزي،\nومحمد بن يوسف الهروي نزيل دمشق، وأبو عبد الله محمد ابن إسحاق الهروي،\nوالحسن بن علي بن نصر الطوسي، وأبو النضر محمد بن محمد الطوسي الفقيه.\nوحامد الرفاء، ومحمد بن إبراهيم الصرام، وأبو الفضل يعقوب بن إسحاق القراب\nوخلق كثير من أهل هراة، وأهل نيسابور (1).\n</p>\n\n<p>\nتلطفه بتلاميذه واستئلافه لهم:\n</p>\n\n<p>\nوهذا منهج تربوي بعيد الأثر في نفوس طلاب العلم، وحافز لهم على الاقبال\nعليه، فقد نقل عن عروة بن الزبير: أنه كان يستألف الناس على حديثه (2).\n</p>\n\n<p>\nقال أبو الحسن، أحمد بن عبدوس الطرائفي النيسابوري. أحد رواة هذا الكتاب\nعن الدارمي -: لما أردت الخروج إلى عثمان بن سعيد الدارمي، أتيت أبا بكر\nمحمد بن إسحاق بن خزيمة، فسألته أن يكتب لي إليه، فكتب إليه، فدخلت هراة،\nغرة ربيع الأول سنة 280، وقصدت عثمان بن <span id='ms05'></span> سعيد، وأوصلت إليه كتاب أبي بكر،\nفقرأ الكتاب ورحب بي وأدناني وسأل عن أخبار أبي بكر محمد بن إسحاق، ثم قال:\nيا فتى. متى قدمت؟ قلت:: غدا. قال: يا بني، فارجع اليوم، فإنك تقدم غدا، ثم\nقال لي: لا تخجل يا بني فإني أقمت في بلدكم سنين، وكان مشايخكم إذ ذاك\nيحتملون عني مثل هذا (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوفاته قال محمد بن يونس: توفي عثمان بن سعيد الدارمي في ذي الحجة سنة\nثمانين ومائتين. وهكذا أرخه القراب وغيره (1). وكانت وفاته بهراة. وقال أبو\nعبد الله الضبي عن شيوخه: أنه مات سنة اثنتين وثمانين ومائتين.\n</p>\n\n<p>\nقال الذهبي: وما رواه أبو عبد الله الضبي، وهم ظاهر (2) *.\n</p>\n\n<p>\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوصف الرواية وما اشتملت عليه:\n</p>\n\n<p>\nهذه الرواية قد حققتها على نسخة فريدة، أصلها في مكتبة الشيخ سليمان بن\nصالح بن حمد بن بسام، الخاصة بعنيزة. وقد حصلت على مكبرة لها من فلم بمعهد\nالمخطوطات بالقاهرة (1): ولم أقف لها على نسخة أخرى.\n</p>\n\n<p>\nالتحقيق في اسمها:\n</p>\n\n<p>\nجاء اسمها على الصفحة الأولى من هذه النسخة (تاريخ عثمان ابن سعيد\nالدارمي عن يحيى بن معين في تجريح الرواة وتعديلهم).\n</p>\n\n<p>\nوجاء في القراءة المثبتة عليها في آخرها (قرأت التاريخ) وتذكرها المراجع\nباسم سؤالات عن الرجال ليحيى بن معين (2).\n</p>\n\n<p>\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nنسبتها إلى المؤلف:\n</p>\n\n<p>\nينسب العنوان المثبت على هذه النسخة الرواية إلى الدارمي (تاريخ عثمان بن\nسعيد) وهذه النسبة لها قدر من الاعتبار. ذلك أننا إذا نظرنا إلى هذه\nالرواية وإلى الروايات الأخرى، نجد أن كل راو من هؤلاء الرواة، قام بإعداد\nالأسئلة فيها وتدوين الإجابة عليها وترتيبها واختيار الاسم لها، وهذا الجهد\nفي مجموعة يجعل للراوي شخصية مستقلة في روايته يستحق بها أن تنسب تلك\nالرواية إليه. مع ما يبديه كل منهم من ملاحظات واستدراكات، ونقد لبعض\nالأقوال التي ينقلونها عن يحيى. وهذه الاستدراكات تكثر في هذه الرواية، إذا\nما قورنت بالروايات الأخرى.\n</p>\n\n<p>\nوإذا نظرنا إليها باعتبار مصدر هذه المادة فهي بلا شك ترجع كلها إلى أصل\nواحد. وهي بهذا الاعتبار مادة في الجرح والتعديل للامام <span id='ms06'></span> أبي زكريا يحيى بن\nمعين.\n</p>\n\n<p>\nعدد أوراقها وأسطرها:\n</p>\n\n<p>\nتقع هذه النسخة في 27 ورقة، ومتوسط عدد الأسطر 22 سطرا.\n</p>\n\n<p>\nخطها:\n</p>\n\n<p>\nنسخي يتخلله ضبط بالشكل والاعجام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nناسخها وتاريخ نسخه:\n</p>\n\n<p>\nهو محمد بن أبي عبد الله بن جبريل الأنصاري (1). وفرغ من نسخها ليلة\nالثلاثا الخامس والعشرين من جمادي الأولى سنة ثمان وعشرين وستمائة.\n</p>\n\n<p>\nالهوامش والتصويبات والسقط:\n</p>\n\n<p>\nيتخلل النسخة إلحاقات وتصويبات تشعر بمقابلتها على أصولها، وجاء في\nآخرها: قوبل حسب الطاقة.\n</p>\n\n<p>\nأما السقط:\n</p>\n\n<p>\nفيلا حظ أن هناك نصوصا عزبت عن هذه النسخة، لاحظتها أثنا تحقيق نصوصها،\nويمكن أن يكون ذلك راجعا إلى اختلاف النسخ أو إلى سقط من النساخ. كما يلاحظ\nأن هناك نصوصا أخرى نسبت إلى هذه الرواية خطأ.\n</p>\n\n<p>\nوسأورد ما وقفت عليه من هذه النصوص، وأماكن ورودها وما على البعض منها من\nملاحظات فيما يلي:\n</p>\n\n<p>\n- زيد بن حبان: ثقة. الكامل 356 ب. تهذيب 3 / 405.\n</p>\n\n<p>\n- عباد بن إسحاق: ثقة. الكامل 387 ب.\n</p>\n\n<p>\n- عبد الله بن حفص بن سعد: ليس بشئ. الكامل 523 ب.\n</p>\n\n<p>\n- عبد الله بن المبارك أم وكيع؟ فلم يفضل. شرح العلل 385.\n</p>\n\n<p>\nتهذيب الكمال 722 أ.\n</p>\n\n<p>\n- عبد الله بن محرز: ليس بثقة. الكامل 493 ب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n- عبد الرحمن بن إسحاق: وهو عباد بن إسحاق المتقدم.\n</p>\n\n<p>\n- عبد الرحمن بن حميد الرؤاسي: ثقة. تهذيب 6 / 165.\n</p>\n\n<p>\n- عبد الرحمن بن زياد الإفريقي: ضعيف. تاريخ بغداد 10 / 216.\n</p>\n\n<p>\n- عبد الرحمن بن غزوان، قراد: ليس به بأس. تاريخ بغداد 10 / 253.\n</p>\n\n<p>\n- عبد الملك بن أبي سليمان أبو ابن جريج؟ فلم يفضل. الجرح 2 / 2 / 330.\n</p>\n\n<p>\n- عبد الملك بن عبد العزيز بن جريج تاريخ بغداد 10 / 396.\n</p>\n\n<p>\n- عبيد الله بن عمر أو مؤمل؟ فلم يفضل. شرح العلل 385.\n</p>\n\n<p>\n- علي بن صالح: ثقة مأموم. تهذيب 7 / 333.\n</p>\n\n<p>\n- محمد بن يزيد بن ركانة: ثقة. الجرح 4 / 1 / 126.\n</p>\n\n<p>\n- مؤمل بن إسماعيل: في سفيان ثقة. شرح العلل 385.\n</p>\n\n<p>\n- وكيع أم عبد الله بن المبارك؟ تقدم.\n</p>\n\n<p>\n- يحيى بن سليم: ليس به بأس. الكامل 818 أ (1).\n</p>\n\n<p>\n- يونس بن بكير: ليس به بأس. الكامل 804 أ.\n</p>\n\n<p>\nالسماعات والقراءات المثبتة عليها:\n</p>\n\n<p>\n* أثبت على هذه النسخة سماع بإجازة روايتها ولم يؤرخ (2).\n</p>\n\n<p>\nوقرأة مؤرخة في عشر شوال سنة 730.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nأما السماع:\n</p>\n\n<p>\nفيرويه بالإجازة كاتب السماع، محمد <span id='ms07'></span> بن محمد الكجي (1).\n</p>\n\n<p>\n1 - عن أبي زكريا، يحيى بن أحمد بن نعمة المقدسي:\n</p>\n\n<p>\n(630 - 716).\n</p>\n\n<p>\nسمع من مكي بن علان وأبي عبد الله اليونيني، وإسماعيل العراقي وغيرهم.\nوله إجازة من السخاوي وابن الصلاح. وكان موصوفا بالخير والدين.\n</p>\n\n<p>\nقال الذهبي: كان شيخا فقيها عارفا بالمذاهب، ذا خير وتواضع.\n</p>\n\n<p>\nحدث بالكثير، وتفرد بأجزاء، مات في شهر رمضان سنة 716 (2).\n</p>\n\n<p>\n2 - عن أبي الحسن، محمد بن أبي جعفر، أحمد بن علي القرطبي: (575 - 643)\nإمام الكلاسة (3). وابن إمامها، ولد بدمشق وسمع عبد المنعم الفراوي بمكة\nويحيى الثقفي، والفضل البانياسي بدمشق، وطلب وتعب ونسخ الكثير، وكان حافظا\nذا دين ووقار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن ناصر الدين: كان حافظا مشهورا وإماما مكثرا مذكورا، توفي في\nجمادي الأولى (1).\n</p>\n\n<p>\n3 - عن أبي طاهر، أحمد بن محمد بن أحمد بن سلفة السلفي:\n</p>\n\n<p>\n(472 - 576).\n</p>\n\n<p>\nولد بأصبهان، ورحل إلى الآفاق لسماع الحديث، وسمع أبا طاهر الحنائي وأبا\nبكر ابن أحمد بن زنجويه وأحمد بن محمد بن المعدل وخلق. واستقر بالإسكندرية.\n</p>\n\n<p>\nقال ابن الأثير: حافظ الاسلام وأعلى أهل الأرض إسنادا في الحديث\nوالقراءات مع الدين والثقة والعلم.\n</p>\n\n<p>\nتوفي صبيحة يوم الجمعة خامس ربيع الاخر سنة 576 (2).\n</p>\n\n<p>\n4 - عن أبي عبد الله، محمد بن أبي العباس، أحمد بن إبراهيم الرازي:\n</p>\n\n<p>\nقال الخطيب: محمد بن أحمد بن إبراهيم، أبو عبد الرازي، قدم بغداد وحدث\nبها عن أبي عامر، عمرو بن تميم الطبري، روي عنه المعافي بن زكريا (3).\n</p>\n\n<p>\n5 - عن أبي الحسن، محمد بن الحسين بن السري النيسابوري (4).\n</p>\n\n<p>\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n6 - عن أبي محمد، الحسن بن رشيق العسكري:\n</p>\n\n<p>\n(283 - 370).\n</p>\n\n<p>\nالامام المحدث مسند بلده، أبو محمد العسكري المصري، حدث عن أبي عبد\nالرحمن النسائي وأحمد بن زغبة ومحمد بن عثمان السراج وخلق كثير.\n</p>\n\n<p>\nروي عنه الدارقطني وعبد الغني بن سعيد، وابن النحاس وخلق من المصريين\nوالمغاربة. قال أبو القاسم ابن الطحان في تاريخه:\n</p>\n\n<p>\nروي عن خلق لا أستطيع ذكرهم وما رأيت عالما أكثر حديثا منه. مات في جمادي\nالآخرة سنة 370 (1).\n</p>\n\n<p>\n7 - عن أبي بشر، محمد بن أحمد بن حماد الدولابي الحافظ (224 - 310).\n</p>\n\n<p>\nسمع أحمد بن أبي شريح الرازي، ومحمد بن بشر، وزياد بن أيوب وطبقتهم <span id='ms08'></span>\nبالحرمين والعراق ومصر والشام، وصنف التصانيف.\n</p>\n\n<p>\nروي عن عبد الرحمن ابن أبي حاتم، وعبد الله بن عدي وابن حبان، والحسن بن\nرشيق.\n</p>\n\n<p>\nقال الدارقطني: تكلموا فيه: وما يتبين من أمره إلا خير. مات بين مكة\nوالمدينة بالعرج في ذي العقدة سنة 224 (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n8 - عن أبي عبد الله، معاوية بن صالح بن أبي عبيد الله الأشعري (263)\n(1).\n</p>\n\n<p>\nوأبي سعيد، عثمان بن سعيد الدارمي.\n</p>\n\n<p>\nقالا: سألنا يحيى بن معين عن جميع هذه الأسماء. اه‍.\n</p>\n\n<p>\nوالعبارة الأخيرة في السماع تشعر باشتراك معاوية بن صالح مع الدارمي في\nالأسئلة الواردة في هذه الرواية، وليس كذلك، لان لكل منهما كتابا مستقلا\nيسمي التاريخ، دون فيه الأسئلة التي سألها يحيى بن معين.\n</p>\n\n<p>\nلكن لما كان الدولابي ينتهي إليه سند الكتابين، استجاز المسمع حين\nالإجازة إيراد سنده إليهما بحق الإجازة جامعا بينهما، فأوهم أن الأسئلة\nتواردت منهما في هذه الرواية بالذات. وليس الامر كذلك.\n</p>\n\n<p>\nأما القراءة المثبتة على النسخة فقرأها أبو العباس، أحمد بن علي الحيري\nعلى مثبت السماع السابق في يوم الأحد ثاني عشر شوال سنة (730) بجامع دمشق\n(2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nراوي هذه النسخة عن الدارمي أبو يحيى، زكريا بن أحمد البلخي (330).\n</p>\n\n<p>\nالقاضي الكبير، زكريا بن أحمد بن يحيى بن موسى خت بن عبد ربه بن سالم\nقاضي دمشق في خلافة المقتدر بالله جعفر.\n</p>\n\n<p>\nروي عن يحيى بن أبي طالب، وأبي إسماعيل الترمذي، وأبي حاتم الرازي، وعبد\nالله بن أحمد بن حنبل، وابن أبي خيثمة وجماعة آخرين.\n</p>\n\n<p>\nكان أبو يحيى رجلا عالما كبيرا، وهو من بيت علم وأبوه وجده.\n</p>\n\n<p>\nتوفي بدمشق في شهر ربيع الأول سنة ثلاثين وثلاثمائة (1).\n</p>\n\n<p>\nوقد سمع النسخة من الدارمي وجاء فيها بعد النص 63 العبارة التالية: \" قال\nالقاضي أبو يحيى \" من هاهنا قرأت على عثمان بن سعيد إلى باب الياء \" وهذا\nيشير إلى أن ذلك بداية الجزء الذي قرأه راوي النسخة على الدارمي ويبدو أن\nما قبل ذلك، كان بقراءة غيره وهو يسمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمقارنة هذه الرواية بالروايات الأخرى ما اشتملت عليه هذه الرواية:\n</p>\n\n<p>\nتختلف هذه الرواية في ترتيبها عن <span id='ms09'></span> الروايات الأخرى، فقد بدأها صاحبها\nبتراجم لأصحاب بعض التابعين البارزين، مع المفاضلة بينهم في السماع والتثبت\nوالحفظ.\n</p>\n\n<p>\nثم أتبع ذلك بتراجم الرواة مرتبين على الحروف الهجائية، وختم ذلك بباب من\nيعرف بالكنية.\n</p>\n\n<p>\nأما المادة التي يوردها فهي محددة ومختصرة وقاصرة على الجرح والتعديل ولا\nتتطرق إلى تفصيلات أخرى إلا في بعض الأحيان.\n</p>\n\n<p>\nما امتازت به هذه الرواية:\n</p>\n\n<p>\n1 - الترتيب: فإن إيراد المادة مرتبة على الحروف الهجائية يعين على سهولة\nالمراجعة، وقد يستطرد عند ذكر الاباء أو الاخوة أو الأبناء أو من تربطهم\nبالمترجم علاقة. لكن يوردهم غالبا في مكانهم المناسب.\n</p>\n\n<p>\n2 - طبقات أصحاب التابعين الذين صدر بهم روايته.\n</p>\n\n<p>\n3 - يستدرك على يحيى في نقده أحيانا، وقد يعرف برواة يقول يحيى في ترجمة\nكل منهم: لا أعرفه.\n</p>\n\n<p>\n4 - تكثر المقارنة عنده بين الرواة في الجرح والتعديل والسماع والتثبت 5\n- اشتملت على نصوص مهمة يترتب على معرفتها إعادة النظر فيما حكم به على بعض\nالرواة، من جهالة الحال أو العين أو غير ذلك، أوردهم فيما يلي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n114 - عبد الرحمن الجرمي: ثقة.\n</p>\n\n<p>\nقال ابن حجر عنه في التقريب: مقبول.\n</p>\n\n<p>\n485 - عبد الله بن أبي سليمان: ثقة.\n</p>\n\n<p>\nقال ابن حجر عنه في التقريب: صدوق.\n</p>\n\n<p>\nولم يرد في التهذيب إلا قول أبو حاتم: شيخ. وذكر ابن حبان له في الثقات.\n</p>\n\n<p>\n766 - مري بن قطري: ثقة.\n</p>\n\n<p>\nقال ابن حجر عنه في التقريب: مقبول.\n</p>\n\n<p>\n916 - أبو العنبس: ثقة.\n</p>\n\n<p>\nقال ابن حجر عنه في التقريب: مقبول.\n</p>\n\n<p>\n916 - أبو العدبس: ثقة.\n</p>\n\n<p>\nقال ابن حجر عنه في التقريب: مجهول.\n</p>\n\n<p>\n918 - أيمن بن ثابت: ثقة قال ابن حجر عنه في التقريب: صدوق.\n</p>\n\n<p>\nوالأولى به: ثقة، ويقارن لذلك بما جاء في ترجمته وترجمة الأسود ابن مسعود\nفي التهذيب. وبما حكم به عليهما في التقريب.\n</p>\n\n<p>\nعزو إلى الرواية غير صحيح:\n</p>\n\n<p>\nوهذا مما ينبغي التنبه له، فقد نسيت إلى الدارمي نصوص لا تتفق مع ما جاء\nفي هذه الرواية أوردها فيما يلي:\n</p>\n\n<p>\n129 - أسامة بن يزد بن أسلم: قال عنه: ضعيف ونسب ابن حجر إليه قوله: ليس\nبه بأس.\n</p>\n\n<p>\n370 - سفيان بن عقبة: قال عنه: لا أعرفه <span id='ms10'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nونسب المزي إليه قوله: لا بأس به: وتعقبه ابن حجر.\n</p>\n\n<p>\n506 - عبد الواحد بن زيد: قال عنه: ليس بشئ.\n</p>\n\n<p>\nونقلته المراجع في عبد الواحد بن زياد، وهو ممن أجمع النقاد على توثيقه.\n</p>\n\n<p>\n523 - عبد الله العمري: في نافع. قال عنه: صالح.\n</p>\n\n<p>\nونقلته المراجع: صالح أو صويلح على الاطلاق.\n</p>\n\n<p>\n600 - عبد الرحمن بن آدم: قال عنه: لا أعرفه.\n</p>\n\n<p>\nونقل ابن حجر عنه: لا بأس به.\n</p>\n\n<p>\n644. عبيد الله بن عبد المجيد الحنفي: قال عنه: لا بأس به.\n</p>\n\n<p>\nونقله العقيلي: ليس بشئ، وأثر هذا النقل على الحكم ابن حجر عليه في\nالتقريب.\n</p>\n\n<p>\nفوائد:\n</p>\n\n<p>\nومن الفوائد التي وقفت عليها أثنا التحقيق، ما وقع - فيما يبدو - في بعض\nأصول هذه الرواية من تحريف، أوقعت بعض المؤلفين كابن أبي حاتم وابن عدي في\nأوهام أوردها فيما يلي:\n</p>\n\n<p>\n486 - عبد الله بن النعمان: وقع عند ابن أبي حاتم محرفا، فساق النص في\nغير موضعه في ترجمة: عبد الله بن يعمر. مع أن محتوى النص لا يتفق مع ترجمة\nعبد الله بن يعمر.\n</p>\n\n<p>\n567 - عبد الله بن يسار الجهني: أورد ابن عدي النص في ترجمة عبد الله بن\nأبي ليلى، لأن ابن أبي ليلى يسار. وهو وهم.\n</p>\n\n<p>\n659 - معاذ بن معاذ العنبري: أورد ابن أبي حاتم النص في معاذ بن هشام.\nوإنما هو معاذ بن معاذ. انظر التعليق على النص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n780 - محمد بن عمار بن سعد: تحرف على ابن أبي حاتم فأورده في ترجمة\nمستقلة. في محمد بن عباد بن سعد. ونقل فيها نص الدارمي محرفا. ولم يزد عليه\nإلا قوله: قال أبو محمد: يعني أنه مجهول وبيض عمن روى ومن روى عنه.\n</p>\n\n<p>\nملاحظات على رواية الدارمي الأولى:\n</p>\n\n<p>\nيلاحظ في هذه الرواية تقدمها على رواية الدوري، وبعض الروايات الأخرى،\nكرواية ابن أبي خيثمة وابن الجنيد والغلابي. ويبدو أن اتصال الدارمي بابن\nمعين كان مبكرا، وهناك بعض الأمثلة التي تشير إلى ذلك.\n</p>\n\n<p>\n619 - عبد الاعلى بن أبي المساور الزهري، أبو مسعود الجرار:\n</p>\n\n<p>\nنقل الدارمي عنه: لا أعرفه.\n</p>\n\n<p>\nونقل الآخرون عنه معرفته:\n</p>\n\n<p>\nقال أبو داود عنه: أرجو أن <span id='ms11'></span> يكون صالحا.\n</p>\n\n<p>\nوقال الغلابي عنه: ليس بثقة.\n</p>\n\n<p>\nوقال الدوري عنه: ليس بشئ.\n</p>\n\n<p>\nوقال ابن الجنيد عنه: ليس بشئ.\n</p>\n\n<p>\nوقال ابن الجنيد عنه: ليس بشئ كذاب (1).\n</p>\n\n<p>\nفابن معين في نقل الدارمي أفاد أنه لا يعرف من حاله شيئا. وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nرواية أبي داود: لم يثبت له جرحه. ولما له ضعفه الشديد جرحه بما نقله عنه\nالآخرون (1).\n</p>\n\n<p>\n669. عنبسة بن عبد الرحمن:\n</p>\n\n<p>\nنقل الدارمي عنه: لا أعرفه.\n</p>\n\n<p>\nونقل الآخرون عنه معرفته:\n</p>\n\n<p>\nفنقل الدوري وابن أبي خيثمة عنه: ليس بشئ (2).\n</p>\n\n<p>\n809 - محمد بن ثابت العبدي:\n</p>\n\n<p>\nنقل الدارمي عنه: لا بأس به.\n</p>\n\n<p>\nونقل الدوري عنه: ليس بشئ. وقال له: ألست قلت: مرة: ليس به بأس؟ قال: ما\nقالت هذا قط (3). ونقل الدارمي يؤكد شك الدوري في سماع ذلك من يحيى. ولعل\nيحيى قال ذلك ونسي.\n</p>\n\n<p>\n826 - نافع، أبو هرمز الجمال:\n</p>\n\n<p>\nنقل الدارمي عنه: لا أعرفه.\n</p>\n\n<p>\nونقل الدوري عنه: ليس بشئ. ومرة قال: ضعيف (4).\n</p>\n\n<p>\nونقل ابن أبي مريم عنه: ليس بثقة كذاب (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالثانية الأسئلة في هذه الرواية كلها موجهة من الدارمي إلى يحيى إلا\nالنادر منها (1). بخلاف الروايات الأخرى التي ليست فيها هذه الظاهرة مما\nيشير إلى قصر المدة التي لازمه فيها.\n</p>\n\n<p>\nالكتب التي اعتمدت على هذه الرواية وأفدت منها في التحقيق.\n</p>\n\n<p>\nلقد اعتمدت المراجع المهمة على هذه الرواية من طرق متعددة عن الدارمي،\nمما أعان على تحقيقها، خاصة أني لم أقف لها ألا على نسخة واحدة من رواية\nأبي يحيى، زكريا بن أحمد البلخي، وسأورد هذه المراجع وطرقها فيما يلي:\n</p>\n\n<p>\n1 - الضعفاء: للعقيلي.\n</p>\n\n<p>\nالامام الحافظ أبو جعفر، محمد بن عمرو بن موسى (322).\n</p>\n\n<p>\nمن رواية أحمد بن محمد الهروي عن الداري.\n</p>\n\n<p>\n2 - الجرح والتعديل: لابن أبي حاتم (2).\n</p>\n\n<p>\nالامام الحافظ أبو محمد، عبد الرحمن بن أبي حاتم (240 - 327) من رواية\nيعقوب بن إسحاق الهروي القراب عن الدارمي.\n</p>\n\n<p>\n3 - المجروحين: لابن حبان البستي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nالامام الحافظ، أبو حاتم محمد بن حبان (274 - 354).\n</p>\n\n<p>\nمن رواية محمد بن محمود النسائي عن الدارمي.\n</p>\n\n<p>\n4 - الكامل في الضعفاء: لابن عدي.\n</p>\n\n<p>\nالامام الحافظ أبو أحمد، عبد الله بن عدي الجرجاني (277 - 365).\n</p>\n\n<p>\nمن رواية محمد <span id='ms12'></span> ابن علي المروزي عن الدارمي.\n</p>\n\n<p>\n5 - تاريخ بغداد: للخطيب البغدادي (1) (392 - 463).\n</p>\n\n<p>\nمن رواية أحمد بن محمد بن عبدوس الطرائفي عنه.\n</p>\n\n<p>\nالمصطلحات والرموز المستعملة في التحقيق.\n</p>\n\n<p>\nلقد استعملت المراتب التي استعملها ابن حجر في التقريب لبيان أحوال\nالرواة، وكذا طبقاتهم، ورموزه لأصحاب الكتب الستة.\n</p>\n\n<p>\nوالحمد لله أولا وآخرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالورقة الأولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالورقة الثانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالورقة ما قبل الأخيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالورقة الأخيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالجزء فيه تاريخ عثمان بن سعيد الدارمي عن يحيى بن معين في تخريج الرواة\nوتعديلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم أصحاب الزهري أخبرنا أبو يحيى زكريا بن أحمد\nالبلخي قراءة عليه في شهر ربيع الأول من سنة تسع عشرة وثلاثمائة قال حدثنا\nعثمان بن سعيد الدارمي قال سألت يحيى بن معين عن أصحاب الزهري قلت: له 1 -\nمعمر أحب إليك في الزهري أو مالك فقال: مالك 2 - قلت: فيونس أحب إليك وعقيل\nأم مالك فقال:\n</p>\n\n<p>\nمالك 3 - قلت: فابن عيينة أحب إليك أم معمر فقال: معمر 4 - قلت: فإن بعض\nالناس يقولون سفيان بن عيينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nأثبت الناس في الزهري فقال: إنما يقول ذاك من سمع منه وأي شئ كان سفيان\nإنما كان غليما أيام الزهري 5 - قلت: فشعيب أعني بن أبي حمزة فقال: هو ثقة\nمثل يونس وعقيل حدثنا عثمان قال سمعت يحيى يقول شعيب بن أبي حمزة كتب عن\nالزهري إملاء للسلطان وكان كاتبا 6 - قلت: فالزبيدي قال هو مثلهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n7 - قلت: فإبراهيم بن سعد أحب إليك أو ليث فقال:\n</p>\n\n<p>\nكلاهما ثقتان 8 - قلت: فمعمر أحب إليك أو صالح بن كيسان فقال:\n</p>\n\n<p>\nمعمر أحب إلي وصالح ثقة 9 - قلت: فالماجشوني أعني عبد العزيز قال ليس به\nبأس 10 - حدثنا عثمان قال سمعت أحمد بن صالح يقول بن جريج إذا أخبر الخبر\nفهو جيد وإذا لم يخبر فلا يعبأ به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n11 - قلت: فصالح بن أبي الأخضر فقال:\n</p>\n\n<p>\nليس بشئ في الزهري 12 - قلت: فمحمد بن أبي حفصة قال صويلح ليس بالقوي 13\n- قلت: فابن جريج فقال: ليس بشئ في الزهري 14 - فجعفر بن برقان فقال: ضعيف\nفي الزهري 15 - قلت: فمحمد بن إسحاق فقال: ليس به بأس وهو ضعيف الحديث عن <span id='ms13'></span>\nالزهري 16 - قلت: له والزهري أحب إليك في سعيد بن المسيب أو قتادة فقال:\nكلاهما 17 - قلت: فهما أحب إليك أو يحيى بن سعيد فقال:\n</p>\n\n<p>\nكل ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n18 - قلت: له عبد الرحمن بن إسحاق الذي يروي عن الزهري فقال: صالح 19 -\nوسألته عن سفيان بن حسين فقال: ثقة وهو ضعيف الحديث عن الزهري 20 - قلت: له\nفمعمر أحب إليك أو يونس فقال: معمر 21 - قلت: فيونس أحب إليك أو عقيل فقال:\nيونس ثقة وعقيل ثقة نبيل الحديث عن الزهري 22 - وسألته عن الأوزاعي ما حاله\nفي الزهري فقال:\n</p>\n\n<p>\nثقة 23 - قلت: له أين يقع من يونس فقال: يونس أسند عن الزهري والأوزاعي\nثقة ما أقل ما روى الأوزاعي عن الزهري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n24 - حدثنا عثمان قال سمعت أحمد بن صالح يقول نحن لا نقدم في الزهري على\nيونس أحدا قال أحمد سمعت أحاديث يونس عن الزهري فوجدت الحديث الواحد ربما\nسمعه من الزهري مرارا قال أحمد وكان الزهري إذا قدم أيلة نزل على يونس وإذا\nسار إلى المدينة زامله يونس 25 - قلت: ليحيى فزياد بن سعيد أي شئ حاله في\nالزهري فقال: ثقة 26 - قلت: فما حال سليمان بن موسى في الزهري فقال:\n</p>\n\n<p>\nثقة 27 - قلت: فعبد الله بن عبد الرحمن الجمحي كيف حديثه عن بن شهاب\nفقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n28 - قلت: فعنبسة بن مهران عن الزهري من عنبسة يروي عنه يحيى بن المتوكل\nفقال: لا أعرفه 29 - قلت: فعمر بن عثمان الذي يروي عن أبيه عن بن شهاب ما\nحالهما فقال: ما أعرفهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n30 - قلت: فابن أبي ذئب ما حاله في الزهري فقال: بن أبي ذئب ثقة 31 -\nوسألته عن أخي الزهري كيف حديثه قال ثقة 32 - حدثنا عثمان قال سمعت أحمد بن\nصالح يقول هو يروي عن الزهري والزهري يروي عنه 33 - قلت: ليحيى فابن أخي\nالزهري ما حاله فقال:\n</p>\n\n<p>\nضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب قتادة حدثنا عثمان قال سألت يحيى بن معين عن أصحاب قتادة قلت: له\n34 - الدستوائي أحب إليك في قتادة أو سعيد فقال:\n</p>\n\n<p>\nكلاهما 35 - قلت: فهمام أحب إليك عن قتادة أو أبان فقال: ما أقربهما\nكلاهما ثبتان 36 - قلت <span id='ms14'></span>: فسليمان التيمي فقال: ثقة 37 - قلت: فحماد بن سلمة\nفقال: ثقة 38 - قلت: فحماد أحب إليك أم أبو هلال فقال:\n</p>\n\n<p>\nحماد أحب إلي وأبو هلال صدوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n39 - قلت: فأبو عوانة فقال: قريب من حماد 40 - قلت: فهمام أحب إليك في\nقتادة أو أبو عوانة فقال: همام أحب إلي من أبي عوانة 41 - قلت: فعمر بن\nإبراهيم فقال: ثقة 42 - قلت: فالحجاج أعني بن أرطأة فقال: صالح 43 - قلت:\nفسويد أبو حاتم ما حاله في قتادة فقال:\n</p>\n\n<p>\nأرجو أن لا يكون به بأس 44 - قلت: فسعيد بن بشير فقال: ضعيف 45 - حدثنا\nعثمان قال وسمعت دحيما يوثق سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nبن بشير 46 - قلت: ليحيى شعبة أحب إليك في قتادة أم هشام فقال: كلاهما\nقال عثمان هشام أكثر من شعبة في قتادة أصحاب الأعمش حدثنا أبو سعيد قال\nسألت يحيى بن معين عن أصحاب الأعمش قلت:\n</p>\n\n<p>\n47 - سفيان أحب إليك في الأعمش أو شعبة فقال:\n</p>\n\n<p>\nسفيان أحب إلي في الأعمش 48 - قلت: فزهير أحب إليك أم زائدة فقال:\n</p>\n\n<p>\nكلاهما يعني ثبت 49 - قلت: فأبو معاوية أحب إليك فيه أم وكيع فقال:\n</p>\n\n<p>\nأبو معاوية أعلم به ووكيع ثقة 50 - قلت: فجرير أحب إليك أو بن نمير فقال:\nكلاهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n51 - قلت: وابن إدريس أحب إليك أو بن نمير فقال:\n</p>\n\n<p>\nكلاهما ثقتان إلا أن بن إدريس أرفع وهو ثقة في كل شئ 52 - قلت: فأبو\nعوانة أحب فيه أو عبد الواحد فقال: أبو عوانة أحب إلي وعبد الواحد ثقة 53 -\nقلت: وأبو شهاب أحب إليك فيه أو أبو بكر بن عياش فقال: أبو شهاب أحب إلي من\nأبي بكر في كل شئ 54 - قلت: فأبو بكر أحب إليك فيه أو أبو الأحوص فقال: ما\nأقربهما 55 - قلت: فقطبة وحفص فقال: ثقتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n56 - قلت: فشيبان ما حاله في الأعمش فقال: ثقة في كل شئ 57 - قلت: فيزيد\nبن عبد العزيز بن سياه فقال: ثقة 58 - قلت: فأبو عبيدة في الأعمش أبو محمد\nبن أبي عبيدة فقال: ليس لي به وبأبيه علم 59 - قلت: فعيسى بن يونس أحب إليك\nأو أبو معاوية فقال: ثقة وثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب أيوب حدثنا عثمان قال سألت <span id='ms15'></span> يحيى عن أصحاب أيوب السختياني قلت:\n</p>\n\n<p>\n60 - حماد بن زيد أحب إليك في أيوب أو بن علية قال حماد بن زيد 61 - قلت:\nفعبد الوارث فقال: مثل حماد قال عثمان بن سعيد لم يكن كما قال لان عبد\nالوارث كان يرمى بالقدر إلا أنه كان متقنا 62 - قلت: فالثقفي فقال: ثقة 63\n- قلت: هو أحب إليك في أيوب أو عبد الوارث فقال: عبد الوارث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n64 - قلت: فابن عيينة أحب إليك في أيوب أو عبد الوارث فقال: عبد الوارث\n65 - قلت: له ما حال وهيب في أيوب فقال: ثقة 66 - قلت: فهو أحب إليك أم\nالثقفي فقال: ثقة وثقة أصحاب عمرو بن دينار أخبرني عثمان قراءة عليه قال\nسألت يحيى بن معين عن أصحاب عمرو بن دينار قلت: له 67 - ابن عيينة أحب إليك\nفي عمرو أو الثوري فقال:\n</p>\n\n<p>\nابن عيينة أعلم به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n68 - قلت: فابن عيينة أو حماد بن زيد فقال: بن عيينة أعلم به 69 - قلت:\nفشعبة فقال: وأي شئ روى عنه شعبة إنما روى عنه نحو مائة حديث أو كما قال\nأصحاب الشعبي أخبرني عثمان قال سألت يحيى بن معين عن أصحاب الشعبي قلت:\n</p>\n\n<p>\n70 - إسماعيل بن أبي خالد أحب إليك في الشعبي أم الشيباني فقال: بن أبي\nخالد والشيباني ثقة 71 - قلت: فراس أحب إليك أم بيان فقال: كلاهما ثقتان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n72 - قلت: فزكريا أحب إليك أو بن ليلى فقال: زكريا أحب إلي في كل شئ بن\nأبي ليلى ضعيف 73 - قلت: فابن عون فيما روى عن إبراهيم والشعبي فقال: هو في\nكل شئ ثقة 74 - قلت: هو أحب إليك في الشعبي أو إسماعيل فقال: إسماعيل أعلم\nبه أصحاب إبراهيم أخبرني عثمان قال سألت يحيى بن معين عن أصحاب إبراهيم\nقلت:\n</p>\n\n<p>\n75 - الأعمش أحب إليك في إبراهيم أو منصور فقال:\n</p>\n\n<p>\nمنصور أحب إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n76 - قلت: له فمنصور أحب إليك فيه أو الحكم فقال:\n</p>\n\n<p>\nمنصور 77 - قلت: فمنصور أو المغيرة فقال: منصور 78 - قلت: والحكم أحب\nإليك فيه أو الفضيل بن عمرو فقال: الحكم أعلم به 79 - قلت: فحماد بن أبي\nسليمان أحب إليك أو شباك فقال: شباك أحب <span id='ms16'></span> إلي وحماد ثقة 80 - قلت: فمحل\nفقال: ثقة 81 - قلت: فالحسن بن عمرو الفقيمي فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n82 - قلت: فمعرف بن واصل فقال: ثقة 83 - قال وسألته عن عبيدة قلت: ما\nحاله في إبراهيم النخعي فقال: عبيدة ليس حديثه بشئ أصحاب أبي إسحاق السبيعي\nأخبرني أبو سعيد قال سألت يحيى بن معين عن أصحاب أبي إسحاق السبيعي قلت:\n</p>\n\n<p>\n84 - شعبة أحب إليك في أبى إسحاق أو سفيان فقال:\n</p>\n\n<p>\nسفيان قلت: فهما أم زهير فقال: ما أحد أعلم بأبي إسحاق من سفيان وشعبة 85\n- قلت:: فشريك أحب إليك أو إسرائيل فقال:\n</p>\n\n<p>\nشريك أحب إلي وهو أقدم وإسرائيل صدوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n86 - قلت: فأبو الأحوص أحب إليك فيه أو أبو بكر بن عياش فقال: ما أقربهما\n87 - وسألته عن يونس بن أبي إسحاق فقال: ثقة أصحاب منصور أخبرني عثمان قال\nسألت يحيى قلت:\n</p>\n\n<p>\n88 - جرير أحب إليك في منصور أو شريك فقال: جرير أعلم به 89 - قلت: فشريك\nأحب إليك في منصور أو أبو الأحوص فقال: شريك أعلم به قال أبو سعيد أراه قال\nوكم روى أبو الأحوص عن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب سفيان أخبرني عثمان قال سألت يحيى بن معين عن أصحاب سفيان قلت:\n</p>\n\n<p>\n90 - يحيى أحب إليك في سفيان أو عبد الرحمن بن مهدي فقال: يحيى 91 - قلت:\nفعبد الرحمن أحب إليك أو وكيع فقال:\n</p>\n\n<p>\nوكيع 92 - قلت: فوكيع أحب إليك أو أبو نعيم فقال: وكيع 93 - قلت:\nفالأشجعي فقال: صالح 94 - قلت: فمعاوية بن هشام فقال: صالح وليس بذاك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n95 - قلت: والزبيري أعني أبا أحمد فقال: ليس به بأس 96 - قلت: وأبو إسحاق\nالفزاري فقال: ثقة ثقة 97 - قلت: وأبو داود الحفري فقال: ثقة 98 - قلت:\nفيحيى بن يمان فقال: أرجو أن يكون صدوقا قلت: فكيف هو في حديثه فقال: ليس\nبالقوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n99 قلت: فعبيد الله بن موسى فقال: ثقة ما أقربه من بن اليمان 100 - قلت:\nفقبيصة فقال: مثل عبيد الله 101 - قلت: فالفاريابي قال مثلهم 102 - قلت:\nفعبد الرزاق في سفيان فقال: مثلهم 103 - قلت: وأبو حذيفة فقال: مثلهم 104 -\nقلت: فيعلى فقال: ضعيف في سفيان ثقة في غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب شعبة أخبرني عثمان قال سألت يحيى بن <span id='ms17'></span> معين عن أصحاب شعبة قلت:\n</p>\n\n<p>\n105 - يحيى أحب إليك في شعبة أو يزيد بن زريع فقال: ثقتان 106 - قلت:\nفغندر أحب إليك أو محمد بن أبي عدي فقال: ثقتان 107 - قلت: فأبو داود أحب\nإليك أو حرمي بن عمارة فقال: أبو داود صدوق أبو داود أحب إلي منه قلت: فأبو\nداود أحب إليك فيه أو عبد الرحمن بن مهدي فقال: أبو داود أعلم به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n108 - قلت: فشبابة قال ثقة 109 - قلت: فمعاذ أثبت في شعبة أم غندر فقال:\nثقة وثقة 110 - قال لنا أبو سعيد عبد الرحمن أحب إلينا في كل شئ وأبو داود\nأكثر رواية عن شعبة باب الألف أخبرني عثمان قال قلت: ليحيى بن معين 111 -\nإبراهيم بن ميسرة ما حاله فقال: ثقة 112 - قلت: هو أحب إليك عن طاوس أو بن\nطاوس فقال: كلاهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n113 - وسألته عن أشعث بن عبد الرحمن الجرمي قال ثقة 114 - قلت: وأبوه\nفقال: ثقة 115 - قلت: الأسقع بن الأسلع ما حاله فقال: ثقة 116 - وسألته عن\nأسلم العجلي فقال: ثقة 117 - قلت: فالأسود بن مسعود فقال: ثقة 118 - وسألته\nعن أسامة بن زيد أعني الليثي فقال:\n</p>\n\n<p>\nليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n119 - قلت: فأدم بن علي ما حاله فقال: ثقة 120 - وسألته عن الأصبغ بن زيد\nالوراق فقال: ثقة 121 - وسألته عن إسماعيل بن مسلم المكي فقال: ليس بشئ 122\n- قلت: فإسماعيل بن مسلم العبدي فقال: ثقة 123 - قلت: أيوب بن عتبة أحب\nإليك أو عكرمة بن عمار فقال: عكرمة أحب إلي أيوب ضعيف 124 - وسألته عن أيوب\nبن جابر فقال: ليس بشئ 125 - وسألته عن أبان بن عبد الله البجلي فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n126 - قلت: فأشعث السمان فقال: ليس بثقة 127 - وسألته عن إبراهيم بن\nالزبرقان فقال: ثقة 128 - قلت: أيوب أحب إليك عن نافع أو عبيد الله فقال:\nكلاهما ولم يفضل 129 - قلت: فأسامة بن زيد الصغير أعني بن أسلم فقال: ضعيف\n130 - قال وشعبة يقول أسامة بن زيد الصغير ليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nهو الليثي الذي يروي عنه جعفر بن عون وغيره إنما هم ثلاثة أسامة بن زيد\nوعبد الله بن زيد وعبد الرحمن بن زيد 131 - وسألته عن أفلح بن حميد <span id='ms18'></span> فقال:\nثقة 132 - وسألته عن إبراهيم بن نافع كيف حديثه فقال:\n</p>\n\n<p>\nثقة 133 - قلت: فإسماعيل بن جعفر المديني كيف هو فقال: ثقة 134 - وسألته\nعن إياس بن سلمة فقال: ثقة 135 - وسألته عن أيوب بن سويد أعني الرملي قال\nليس بشئ 136 - قلت: فإسماعيل بن عياش كيف هو عندك فقال: أرجو أن لا يكون به\nبأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n137 - وسألته عن أرطأة بن المنذر كيف حديثه فقال:\n</p>\n\n<p>\nثقة 138 - قلت: فإسحاق بن منصور السلولي فقال: ليس به بأس 139 - قلت:\nفإسحاق الأزرق فقال: ثقة 140 - قلت: إسحاق أحب إليك أو بن مسهر فقال: بن\nمسهر أحب إلي 141 - قلت: وابن مسهر أحب إليك أو يحيى بن زكريا فقال: كلاهما\nثقتان 142 - وسألته عن أمية بن هند فقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n143 - وسألته عن أسباط بن نصر فقال: ثقة 144 - وسألته عن إسماعيل بن\nإبراهيم بن مهاجر كيف هو فقال: ضعيف 145 - فإياس بن دغفل كيف حديثه فقال:\nثقة 146 - قلت: فالاصبغ بن سفيان كيف حديثه فقال: لا أعرفه 147 - قلت:\nفالاصبغ بن نباتة فقال: ليس بشئ 148 - قلت: فإبراهيم بن إسماعيل بن أبي\nحبيبة فقال: صالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n149 - قلت: فأبان بن صالح كيف حديثه فقال: ثقة 150 - قلت: فيونس بن أبي\nإسحاق أحب إليك أو إسرائيل فقال: كل ثقة 151 - وسألته عن إسماعيل بن أوسط\nكيف حديثه فقال: ثقة 152 - قلت: فأنس بن عياض ما حاله فقال: ليس به بأس 153\n- قلت: فإسماعيل بن أبي حكيم فقال: ثقة 154 - قلت: فإبراهيم بن مهاجر بن\nمسمار تعرفه فقال: صالح ليس به بأس 155 - قلت: يروي عن صالح أبي بشر\nالسدوسي من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nهو فقال: لا أعرفه 156 - قلت: فأيوب بن واصل صاحب الفراء تعرفه فقال: ما\nأعرفه 157 - وسألته عن إسحاق بن جعفر فقال: ما أراه إلا كان صدوقا 158 -\nقلت: فإسحاق بن حازم ما حاله فقال:\n</p>\n\n<p>\nثقة 159 - قلت: فإبراهيم بن أبي حية فقال: شيخ ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n160 - قلت: فإسماعيل بن سميع فقال: ثقة 161 - قلت: عن علي بن أبي كثير من\nعلى فقال: ثقة قلت: 162 - فإبراهيم الهجري كيف حديثه فقال:\n</p>\n\n<p>\nليس بشئ 163 - وسألته عن أبان بن صمعة فقال: ثقة 163 - قلت: وإسماعيل بن\nسالم كيف حديثه <span id='ms19'></span> فقال:\n</p>\n\n<p>\nثقة 165 - قلت: هو أحب إليك أو ابن أبي خالد فقال: كلاهما ثقة 166 - قال\nلنا عثمان بن سعيد إسماعيل خير منه بكثير قلت: فإبراهيم بن علي الرافعي من\nهو فقال: شيخ مات بالقرب كان ها هنا ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n167 - قلت: يقول حدثني عمي أيوب بن حسن كيف هو فقال: ليس به بأس 168 -\nقلت: فأصرم بن حوشب تعرفه فقال: كذاب خبيث 169 - قلت: فأسباط بن محمد كيف\nحديثه فقال: ليس به بأس 170 - قلت: عن أبي رجاء الخراساني من هو فقال: ثقة\nقال لنا أبو سعيد هو عبد الله بن واقد الهروي 171 - وسألته عن إبراهيم بن\nرستم فقال: ثقة 172 - سمعت يحيى وسئل عن آدم بن سليمان الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nيروي عنه سفيان قال هو أبو يحيى بن آدم مولى خالد بن سعيد بن العاص 173 -\nوسألته عن أيمن بن نابل كيف هو فقال: ثقة 174 - قلت: فإسماعيل بن زكريا أحب\nإليك في الحديث أو يحيى بن زكريا فقال: لم أهما أخوان عندك قلت: لا ولكني\nأردت في الحديث فقال: يحيى أحب إلي 175 - قلت: أزهر السمان كيف حديثه فقال:\nثقة 176 - قلت: فأشرس بن حسان فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n177 - قلت: فإسحاق بن يحيى ما حاله الذي يروي عنه بن المبارك حديث أبي\nبكر فقال: ليس بشئ 178 - قلت: فالأجلح فقال: ثقة 179 - وسألته عن إبراهيم\nبن طهمان فقال: ليس به بأس 180 - وسألته عن إسحاق بن إسماعيل قال أرجو أن\nيكون صدوقا 181 - فأبو محمد بن إسحاق كيف حاله فقال: ثقة 182 - قلت: فعمه\nعبد الرحمن فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n183 - قال عثمان بن سعيد ورأيت يحيى بن معين يكتب عن إبراهيم بن المنذر\nالحزامي من أحاديث بن وهب ظننتها المغازي 184 - قلت: ليحيى فأبو إسرائيل ما\nحاله فقال: ثقة قلت: ما اسمه فقال: إسماعيل بن أبي إسحاق باب الباء 185 -\nحدثنا عثمان قال سألت يحيى بن معين عن بشر بن شغاف فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n186 - وسألته عن بكر بن سوادة فقال: ثقة 187 - قلت: بشر بن آدم ما حاله\nفقال: لا أعرفه 188 - وسألته عن برد بن سنان فقال: ثقة 189 - قلت: بهلول بن\nراشد <span id='ms20'></span> حدثنا عنه القعنبي تعرفه فقال: ما أعرفه 190 - قلت: فبقية بن الوليد\nكيف حديثه فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n191 - قلت: هو أحب إليك أو محمد بن حرب فقال:\n</p>\n\n<p>\nثقة وثقة 192 - قال أبو سعيد هو محمد بن حرب الخولاني الأبرش حمصي ثقة\n193 - قلت: فبشير بن سلمان فقال: ثقة 194 - قلت: فبشير بن ثابت الذي يروي\nعنه أبو بشر ما حاله فقال: ثقة 195 - وسألته عن بشر بن السري فقال: ثقة 196\n- قلت: فبكر بن سليم قال حدثنا عبد الحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nقال ما أعرفهما 197 - وسألته عن بشار الخفاف فقال: ليس بثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n198 - قال أبو سعيد بلغني أن علي بن المديني كان يحسن القول في بشار\nالخفاف هذا وكان من رهط أحمد بن حنبل 199 - وسألته عن بهز بن حكيم كيف\nحديثه فقال: ثقة 200 - قلت: له فبهز بن أسد أحب إليك في حماد أو عفان فقال:\nثقتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nباب التاء حدثنا عثمان قال 201 - سألت يحيى بن معين عن توبة العنبري\nفقال:\n</p>\n\n<p>\nثقة 202 - قلت: تمام بن بزيع فقال: ليس بشئ باب الثاء حدثنا عثمان قال\n203 - سألت يحيى بن معين عن ثمامة بن حزن فقال:\n</p>\n\n<p>\nثقة 204 - قلت: فثور بن زيد الديلي فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n205 - قلت: فثور بن يزيد فقال: ثقة 206 - قلت: فثابت بن عجلان كيف حديثه\nفقال: ثقة باب الجيم حدثنا عثمان قال 207 - سألت يحيى بن معين عن جعفر بن\nمحمد بن علي بن الحسين فقال: ثقة 208 - قلت: فجابان ما حاله قال ما يروي\nعنه إلا ذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n209 - وسألته عن جبير بن أبي سليمان بن جبير فقال: ثقة 210 - قلت: فجعفر\nبن برقان فقال: ثقة 211 - وسألته عن جهير بن يزيد فقال: ثقة 212 - قلت:\nفجويرية بن أسماء فقال: ثقة 213 - وسألته عن جعفر بن عون كيف حديثه فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n214 - قلت: والجراح بن مليح البهراني الحمصي فقال: لا أعرفه 215 - قلت:\nفجويبر كيف حديثه فقال: ضعيف 216 - قلت: فجرثومة ما حاله فقال: ثقة 217 -\nوسألته عن جسر فقال: ليس بشئ قال أبو سعيد هو جسر بن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n218 - قلت: فجابر الجعفي لم يضعفونه فقال:\n</p>\n\n<p>\nيضعفونه 219 - وسئل عن جعفر الأحمر فقال: بيده لم يلينه ولم يضعفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n220 - قلت <span id='ms21'></span>: له فكيف بحديث جرير بن حازم فقال: ثقة 221 - قلت: فأبو الوداك\nفقال: ثقة قال أبو سعيد هو جبر بن نوف باب الحاء حدثنا عثمان قال 222 -\nسألت يحيى بن معين عن حكيم بن رزيق فقال:\n</p>\n\n<p>\nثقة 223 - قلت: فالحجاج بن دينار فقال: ليس به بأس 224 - قلت: فابن أبي\nذئب عن خاله الحارث بن عبد الرحمن كيف حاله قال هو يروى عنه وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nمشهور 225 - وسألته عن حسان بن عطية كيف حاله فقال:\n</p>\n\n<p>\nثقة 226 - وسألته عن حنظلة بن خويلد فقال: ثقة 227 - وسألته عن حزم فقال:\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n228 - قلت: فحماد النصيبي فقال: ليس بشئ 229 - وسألته عن حسام بن مصك\nفقال: ليس بشئ 230 - وسألته عن حسين المعلم فقال: ثقة 231 - قلت: فحماد\nالأبح ليس بشئ قلت: فعوف عن حمزة أبي عمر من حمزة فقال:\n</p>\n\n<p>\nشيخ لا يعرف 233 - وسألته أي شئ حال الحارث في علي فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد لا يتابع عليه 234 - قلت: حارثة بن مضرب فقال: ثقة 235 -\nوسألته عن حنظلة الجمحي كيف حديثه فقال:\n</p>\n\n<p>\nثقة 236 - وسألته عن بن أبي الرجال قال أيهما قلت: هذا الذي يروي عنه\nالحكم بن موسى فقال: ثقة 237 - قلت: فالآخر فقال: ليس بشئ يعني حارثة بن\nأبي الرجال والأول عبد الرحمن بن أبي الرجال 238 - وسألته عن الحسين بن\nضمرة فقال: ليس بشئ 239 - قلت: فحيي بن عمرو فقال: ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nيعني المصري 240 - قلت: فحفص بن غيلان فقال: ثقة 241 - قلت: فحريز بن\nعثمان فقال: ثقة 242 - وسألت يحيى قلت: أبو أسامة أحب إليك أو عبدة بن\nسليمان فقال: ما منهما إلا ثقة 243 - وسألته عن حميد بن عبد الرحمن الرؤاسي\nفقال:\n</p>\n\n<p>\nثقة 244 - وسألته عن مندل بن علي فقال: ليس به بأس 245 - قلت: وأخوه حبان\nبن علي فقال: صدوق 246 - قلت: أيهما أحب إليك فقال: كلاهما وتمرا كأنه\nيضعفهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n247 - قلت: له فعلي بن صالح أحب إليك أو الحسن يعني بن صالح فقال: كلاهما\nثقتان 248 - وسألته عن حبيب بن حبيب فقال: من يروي عنه قلت: بن أبي شيبة\nفقال: لا أعرفه 249 - وسألته عن حرب بن عبيد الله الذي يروي <span id='ms22'></span> عنه عطاء بن\nالسائب فقال: هو مشهور وعطاء ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n250 - وسألته عن يزيد بن أبي زياد فقال: ليس بالقوي 251 - قلت: فالحسن بن\nسهيل الذي يروي عنه قال مشهور 252 - وسألته عن الحسن بن عبيد الله فقال:\nليس به بأس 253 - قلت: فالحارث بن حصيرة ما حاله فقال:\n</p>\n\n<p>\nخشبي ثقة 254 - وسمعته وسئل عن حجر بن عنبس الذي يروي عنه سلمة فقال: شيخ\nكوفي مشهور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n255 - وسألته عن حبيب بن زيد الذي يروي عنه شعبة ما حاله فقال: ثقة 256 -\nوسألته عن حمران بن أعين كيف هو فقال: ضعيف 257 - وسألته عن حسين بن عبد\nالله الذي يروي عنه بن إسحاق فقال: ضعيف قلت: فحسين بن عبد الله الذي يروي\nعنه بن جريج فقال: هو هو 258 - وسألته عن الحارث بن يعقوب كيف هو فقال:\n</p>\n\n<p>\nثقة 259 - قلت: فحاتم بن إسماعيل كيف هو فقال: ثقة 260 - وسألته عن حميد\nبن زياد الخراط فقال: ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n261 - قلت: فحرملة بن عبد العزيز فقال: ليس به بأس 262 - قلت: فيروي\nحرملة عن عثمان وعمر ابني مضرس حديث عمرو بن مرة الجهني من هما فقال: ما\nأعرفهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n263 - قلت: فكيف حديث عبد الحميد بن جعفر فقال:\n</p>\n\n<p>\nثقة 264 - وسألته عن حارثة بن محمد الذي يروي عن عمرة فقال: ليس بشئ 265\n- قلت: حصين الجعفي تعرفه فقال: ما أعرفه قلت: فحيان أبو النضر ما حاله\nفقال: ثقة 267 - وسألته عن حفصى بن ميسرة الصنعاني فقال:\n</p>\n\n<p>\nثقة 268 - قلت: فحميد الشامي كيف حديثه الذي يروي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nحديث ثوبان عن سليمان المنبهي فقال: ما أعرفهما 269 - وسألته عن حفص بن\nسليمان الأسدي الكوفي كيف حديثه فقال: ليس بثقة 270 - قلت: يروي عن كثير بن\nزاذان من هو فقال: لا أعرفه 271 - وسألته عن حمزة بن المغيرة الكوفي الذي\nيروي عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nبن عيينة لا تجعلوا قبري وثنا ما حاله فقال:\n</p>\n\n<p>\nليس به بأس 272 - قلت: فحسين الجعفي فقال: ثقة 273 - قلت: والأشيب أعني\nالحسن بن موسى فقال: ثقة 274 - وسألته عن حرمي بن عمارة بن أبي حفصة كيف هو\nفقال: صدوق 275 - قلت: ليحيى بن معين الحسن لقي أبا هريرة فقال: لا <span id='ms23'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n276 - قلت: فعمران بن حصين قال اما في حديث البصريين فلا وأما في حديث\nالكوفيين فنعم 277 - قلت: فسمرة قال لا 278 - قلت: فابن عباس قال لا 279 -\nوسألته عن حسان بن إبراهيم الكرماني كيف هو قال ليس به بأس 280 - قلت:\nفالحكم بن عبد الملك ما حاله في قتادة فقال: ضعيف 281 - فسعيد بن بشير\nفقال: ضعيف 282 - قلت: فحماد بن الجعد فقال: ليس بشئ 283 - قلت: فيونس بن\nعبيد أحب إليك في الحسن أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nحميد فقال: كلاهما قال أبو سعيد يونس أكثر من حميد بكثير 284 - قلت:\nفحميد أحب إليك أو حبيب بن الشهيد فقال: كلاهما 285 - قلت: فحشرج بن نباتة\nفقال: ثقة فحاجب بن عمر فقال: ثقة 287 - قلت: فحاتم بن حريث الطائي كيف هو\nفقال:\n</p>\n\n<p>\nلا اعرفه قال أبو سعيد هو شامي ثقة 288 - قلت: فالحسن بن عياش أخو أبي\nبكر بن عياش كيف حديثه فقال: ثقة قلت: هو أحب إليك أبو بكر فقال: هو ثقة\nوأبو بكر ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد الحسن وأبو بكر ليسا بذاك في الحديث وهما من أهل الصدق\nوالأمانة 289 - قلت: ليحيى فحمزة الزيات ما حاله فقال: ثقة 290 - وسألته عن\nالحسين بن واقد فقال: ثقة 291 - قال أبو سعيد سمعته يقول الحكم بن موسى ثقة\n292 - والقواريري ثقة 293 - وإسحاق بن أبي إسرائيل ثقة قال أبو سعيد لم يكن\nإسحاق بن أبي إسرائيل أظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nالوقف حين سألت يحيى عنه وهذه الأشياء التي ظهرت عليه بعد ويوم كتبنا عنه\nكان مستورا 294 - قلت: ليحيى فعمر وبن دينار عن بن أبي نجيح من أبو نجيح\nفقال: هو ثقة باب الخاء حدثنا عثمان قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n295 - سألت يحيى بن معين عن خالد بن حكيم قال هو خالد بن حكيم بن حزام\nثقة 296 - وسألته عن خالد بن الحويرث فقال: لا اعرفه 297 - وسألته عن أبي\nخلدة فقال: ثقة 298 - قلت: داود أحب إليك أم خالد الحذاء فقال:\n</p>\n\n<p>\nداود أحب إلي 299 - قلت: فخالد بن إلياس كيف حديثه فقال: ليس بشئ 300 -\nقلت: فخليد بن دعلج فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n301 - وسألته عن خالد بن مخلد القطواني فقال:\n</p>\n\n<p>\nليس به بأس 302 - وسألته <span id='ms24'></span> عن خلاد الصفار فقال: ليس به بأس 303 - قلت:\nفخطاب أعني الحراني فقال: هو ثقة 304 - وسألته عن خالد بن ذكوان فقال: هو\nثقة 305 - قلت: فخالد بن يزيد المكي ما حاله فقال: لا اعرفه 306 - وسألته\nعن خلف بن تميم أي شئ حاله فقال: هو المسكين صدوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n307 - قلت: يروى عن عبد الله بن السرى من هو قال رجل 308 - قلت: فخالد بن\nقيس أخو نوح بن قيس فقال:\n</p>\n\n<p>\nثقة 309 - وسألته عن خارجة بن مصعب فقال: ليس بشئ 310 - قلت: فعبد الكريم\nأحب إليك أو خصيف فقال: عبد الكريم أحب إلي وخصيف ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nباب الدال حدثنا عثمان قال 311 - سألت يحيى بن معين عن داود بن أبي هند\nفقال:\n</p>\n\n<p>\nثقة 312 - وسألته عن داود بن قيس الفراء فقال: ثقة 313 - وسألته عن داود\nبن عبد الرحمن العطار فقال:\n</p>\n\n<p>\nثقة 314 - قلت: فداود بن خالد العطار حدثنا عنه يحيى يعنى الحماني فقال:\nلا اعرفه 315 - قلت: فدراج أبو السمح فقال: ثقة قال أبو سعيد دراج ليس بذاك\nوهو صدوق 316 سألت يحيى عن ديلم بن غزوان فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n317 - وسألته عن داود بن علي عبد الله بن عباس فقال:\n</p>\n\n<p>\nشيخ هاشمي قلت: كيف حديثه فقال: أرجو انه ليس يكذب إنما يحدث بحديث واحد\n318 - وسألته عن داود بن فراهيج كيف حديثه فقال:\n</p>\n\n<p>\nليس به بأس 319 - قلت: فداود الزعافري من هو فقال: ليس بشئ 320 - وسألته\nعن داود بن أبي الفرات ما حاله فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n321 - قلت: داود بن عمرو الذي يروي عنه هشيم ما حاله فقال: ثقة 322 -\nقلت: فداود بن الزبرقان فقال: ليس بشئ باب الذال حدثنا عثمان قال 323 -\nسألت يحيى بن معين عن ذواد بن علبة ما حاله فقال: ضعيف باب الراء حدثنا\nعثمان قال 324 - سألت يحيى بن معين عن رباح بن عبيدة كيف حديثه فقال: ثقة\n325 - قلت: فريحان بن يزيد ما حاله فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n326 - وسألته عن رشيد الهجري فقال: ليس برشيد ولا أبوه 327 - قلت: فرشدين\nبن سعد فقال: ليس بشئ 328 - قلت: فراشد بن سعد فقال: ثقة 329 - وسألته عن\nالركين وأبيه فقال: ثقتان 330 - وسألته <span id='ms25'></span> عن راشد مولى حبيب بن أوس فقال:\n</p>\n\n<p>\nثقة يروى عنه المصريون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n331 - وسألته عن رواد بن الجراح العسقلاني فقال:\n</p>\n\n<p>\nثقة 332 - قلت: فروح بن عبادة كيف حديثه فقال: ليس به بأس 333 - قلت:\nفربيعة بن كلثوم فقال: ثقة 334 - وسألته عن الربيع بن صبيح فقال: ليس به\nبأس وكأنه لم يطره قلت: هو أحب إليك أو المبارك فقال: ما أقربهما قال أبو\nسعيد المبارك عندي فوقه فيما سمع من الحسن إلا أنه ربما دلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n335 - وسألته عن الربيع بن فريع فقال: ثقة باب الزاي حدثنا عثمان قال 336\n- سألت يحيى بن معين عن زيد بن جبير ما حاله فقال: ثقة 337 - قلت: فزياد بن\nجبير الذي يروي عن بن عمر فقال: ثقة قلت: وزيد بن أبي أنيسة ما حاله فقال:\nثقة 338 - قلت: فزياد بن سعد أي شئ حاله في الزهري فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n340 - قلت: فزكريا بن منظور كيف حديثه فقال:\n</p>\n\n<p>\nليس به بأس 341 - وسألته عن زيد بن واقد كيف هو فقال: ثقة 342 - قلت:\nفزيد بن حباب فقال: ثقة 343 قلت: من زهير أبو المنذر فقال: ليس به بأس 344\n- قلت: فزهير بن مرزوق تعرفه فقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n345 - قلت: فزهير بن محمد ما حاله فقال: ثقة 346 - قلت: فزياد بن مسلم ما\nحاله فقال: ثقة 347 - وسألته عن زكريا أبي يحيى الكوفي عن الشعبي من زكريا\nهذا فقال: ليس بشئ قلت: بن من هو فقال: بن يحيى 348 - وسألته عن البكائي\nأعني زيادا فقال: لا بأس به في المغازي وأما في غيره فلا وسألت يحيى قلت:\nعمن أكتب المغازي ممن يروي عن يونس أو غيره قال اكتبه عن أصحاب البكائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n349 - قلت: الزبير بن خريت ما حاله فقال: ليس به بأس 350 - وسألته عن\nزياد بن مخراق كيف حديثه فقال:\n</p>\n\n<p>\nثقة باب السين حدثنا عثمان قال 351 سألت يحيى بن معين عن سعيد بن زيد بن\nعقبة فقال: ثقة 352 - وسألته عن السائب بن مالك فقال: ثقة قال أبو سعيد\nوقال بعضهم هو أبو عطاء بن السائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعضهم ليس هو بأبيه والصحيح عطاء بن السائب بن زيد <span id='ms26'></span> يكنى أبا زيد 353\n- قلت: سعيد بن عامر الذي يروي عن بن عمر من هو فقال: ليس به بأس وسألته عن\nسعيد بن زون فقال: ليس بشئ قلت: فسلام بن مسكين فقال: ثقة قلت: فسلام أحب\nإليك في الحسن أو المبارك فقال:\n</p>\n\n<p>\nسلام 356 - وسألته عن سكين بن عبد العزيز فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n357 - قلت: عكرمة أحب إليك عن بن عباس أو عبيد الله بن عبد الله فقال:\nكلاهما ولم يخير قلت: فعكرمة أو سعيد بن جبير فقال: ثقة وثقة ولم يخير قال\nأبو سعيد عبيد الله أجل من عكرمة 358 - قلت: فسعيد أو طاوس فقال: ثقات ولم\nيخير 359 - وسألته قلت: سمع بن المسيب من عمر فقال:\n</p>\n\n<p>\nيقولون لا 360 - قلت: له ما حال سليمان بن موسى في الزهري فقال: ثقة 361\n- وسألته عن سليمان بن بريدة كيف حديثه فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n362 - قلت: فسليمان الأحول فقال: ثقة 363 - قلت: فالقداح فقال: ثقة 364 -\nقلت: له فالزنجي فقال: ثقة قال عثمان يقال في الزنجي والقداح ليسا بذاك في\nالحديث 365 - قلت: فسعيد المؤذن فقال: لا أعرفه 366 - قلت: سعيد بن سنان\nأبو المهدي فقال: ليس بشئ 367 - سمعت يحيى يقول سيف بن محمد بن أخت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان الثوري كان شيخا ها هنا كذابا خبيثا 368 - قلت: فسعيد بن مسلمة\nالأموي فقال: ليس بشئ 369 - وسألته عن سويد بن عمرو فقال: ثقة 370 - وسألته\nعن سفيان بن عقبة فقال: لا أعرفه 371 - وسألته عن سعير بن الخمس فقال: ثقة\n372 - قلت: ليحيى بن معين إن بعض الناس يقولون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان بن عيينة أثبت الناس في الزهري فقال: إنما يقول ذلك من سمع منه وأي\nشئ كان سفيان إنما كان غليما قال أبو سعيد يعنى أيام الزهري 373 - وسألته\nعن سعيد بن عمير بن عقبة فقال: لا أعرفه 374 - قلت: له سعيد بن زياد الذي\nيروي عنه وكيع من هو فقال: ثقة 375 - سمعت يحيى في حديث سفيان عن الأعمش عن\nإبراهيم عن علقمة ما كان في القرآن يا أيها الناس نزل بمكة فقال: الصواب ما\nقال سفيان قلت: له الطنافسي أعني يعلى يقول إبراهيم عن <span id='ms27'></span> خيثمة فقال: خطأ\nحدثنا عثمان قال قال أبو خيثمة زهير بن حرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nليحيى فكيف وقفه حريز عن إبراهيم فقال: لذا وقع بخته 376 - قلت: ليحيى\nفسلمي أبو بكر تعرفه يروي عنه أبو أويس فقال: هو أبو بكر الهذلي ليس بشئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n377 - قلت: فسعيد بن السائب كيف حديثه فقال:\n</p>\n\n<p>\nثقة 378 - وسألته عن سالم أبي النضر فقال: ثقة 379 - قلت: فسالم بن أبي\nحفصة فقال: ثقة 380 - وسألته عن سالم الخياط من هو فقال: ليس بشئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n381 - قلت: فسهل بن أبي أمامة بن سهل فقال: ثقة 382 - قلت: فسالم بن أبي\nحفصة فقال: ثقة 383 - قلت: فسهيل بن أبي صالح أحب إليك عن أبيه أو سمي عنه\nفقال: سمي خير منه 384 - وسألته عن سعيد بن مسلم بن بأنك فقال:\n</p>\n\n<p>\nثقة 385 - وسألته عن سليمان بن سفيان تعرفه فقال:\n</p>\n\n<p>\nلا أعرفه 386 - قلت: فسليمان بن داود الذي يروي حديث الزهري في الصدقات\nمن هو فقال: ليس بشئ قال أبو سعيد أرجو أنه ليس كما قال يحيى وقد روى عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى بن حمزة أحاديث حسانا كلها مستقيمة وهو دمشقي خولاني 387 - سألت\nيحيى عن سبرة بن عبد العزيز فقال: ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n388 - قلت: فسعيد بن عبد الرحمن الجمحي كيف حديثه فقال: ثقة 389 - قلت:\nفسليمان بن بلال أحب إليك أو الدراوردي فقال: سليمان وكلاهما ثقة 390 -\nقلت: والسالحيني أي شئ حاله فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nصدوق المسكين قال أبو سعيد اسمه يحيى بن إسحاق يروي عنه أبو بكر وعثمان\nأبناء أبي شيبة 391 - وسألته عن سهل بن حماد فقال: من سهل قلت: هذا الذي\nمات قريبا الأزدي حدثنا عنه أبو مسلم وغيره فقال: ما أعرفه قال أبو سعيد هو\nصاحب أبي عوانة لا بأس به 392 - وسألته عن سفيان بن هشام المروزي تعرفه\nفقال:\n</p>\n\n<p>\nلا قلت: حدثنا عنه الهيثم بن خارجة بأحاديث عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nبن بريدة يقال له أبو مجاهد فقال: ما أعرفه 393 - وسألت يحيى عن سعيد\nالتمار عن أنس من هو فقال: لا أدري 394 - قلت: ما حال سعيد بن زربي فقال:\nليس بشئ 395 - قلت: فسعيد بن عامر فقال: ثقة 396 - قلت: فسليم <span id='ms28'></span> بن أخضر كيف\nهو فقال: ثقة 397 - قلت: فسلمة بن وردان كيف حديثه فقال: ليس بشئ 398 -\nقلت: فسلم بن أبي الذيال فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: روي عنه غير المعتمر فقال: نعم هو مشهور ثقة 399 - قلت: فسويد أبو\nحاتم ما حاله في قتادة فقال:\n</p>\n\n<p>\nأرجو أن لا يكون به بأس 400 - قلت: فسعيد بن بشير فقال: ضعيف 401 - قلت:\nفسليمان بن أرقم فقال: ليس بشئ 402 - وسألته عن سلمة بن نمام كيف حديثه\nفقال:\n</p>\n\n<p>\nثقة 403 - قلت: فسفيان بن دينار كيف حديثه فقال:\n</p>\n\n<p>\nهو ثقة 404 - وسألته عن سعيد أبي الصباح فقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n405 - وسألته عن سليمان بن قرم فقال: ليس بشئ 406 - قلت: فسراج بن عقبة\nفقال: ليس به بأس ثقة 407 - قلت: فأبو الهيثم الذي روى عنه دراج فقال:\n</p>\n\n<p>\nثقة 408 - قلت: فسليمان بن حبيب فقال: ثقة 409 - وسألته عن سواده بن حيان\nكيف حديثه فقال:\n</p>\n\n<p>\nثقة 410 - قلت: فكيف حديث سليمان بن حيان فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nباب الشين حدثنا عثمان قال 411 - سألت يحيى عن شعيب بن رزيق الطائفي من\nهو فقال: ليس به بأس 412 - وسألت يحيى قلت: له شييم بن بيتان ما حاله فقال:\nثقة 413 - وسألته عن شهاب بن خراش فقال: ليس به بأس 414 - حدثنا عثمان سمعت\nيعقوب بن إبراهيم الدورقي يقول قال عبد الرحمن يعنى بن مهدي ليس أحد أصح\nحديثا عن أبي إسحاق من شعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n415 - حدثنا عثمان قال سألت يحيى عن شاذان فقال: لا بأس به 416 - قلت: هو\nأحب إليك أم شبابة فقال: شبابة أحب إلي 417 - وسألته عن شمر بن عطية فقال:\nثقة 418 - قلت: فشميسة تلك فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n419 - وسألته عن شعيب بن طلحة كيف هو فقال: لا أعرفه 420 - قلت: فشريك بن\nعبد الله بن أبي نمر كيف حديثه فقال: ليس به بأس 421 - قلت: فيحيى بن حمزة\nعن شداد بن محمد من شداد فقال: شيخ لهم ثقة 422 - وسألته عن شعيب بن حرب ما\nحاله فقال: ثقة 423 - قلت: فشعيب بن إسحاق كيف حديثه فقال:\n</p>\n\n<p>\nثقة 424 - قلت: فشعبة الكوفي فقال: ثقة 425 - وسألت يحيى قلت: شعبة أحب\nإليك في قتادة أو هشام فقال <span id='ms29'></span>: كلاهما قال عثمان هشام في قتادة أكثر من شعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n426 - وسمعت يحيى يقول شعيب بن أبي حمزة كتب عن الزهري إملاء للسلطان كان\nكاتبا 427 - قلت: فأبو عمار الذي يروي عنه الأوزاعي ما حاله قال شداد ليس\nبه بأس باب الصاد حدثنا عثمان قال 428 - سألت يحيى عن صدقة بن عبد الله\nالسمين فقال: ضعيف 429 - وسألته عن صدقة بن خالد فقال: ثقة 430 - وسألته عن\nصالح بن جبير كيف هو قال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n431 - وسألته عن الصلت بن بهرام كيف هو فقال:\n</p>\n\n<p>\nثقة 432 - قلت: فالصلت بن دينار فقال: ليس بشئ 433 - قلت: فالصعق بن حزن\nكيف هو فقال: ثقة 434 - قلت: له فما حال صالح بن حيان فقال:\n</p>\n\n<p>\nضعيف 435 - وسألته عن صالح مولى التوأمة كيف حديثه فقال: ثقة 436 - قلت:\nفصالح بن مهران مولى عمرو بن حريث فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n437 - وسألته عن صالح بن حسان فقال: ليس بشئ 438 - قلت: فالصباح أبو سهل\nالواسطي تعرفه فقال:\n</p>\n\n<p>\nلا أعرفه باب الضاد حدثنا عثمان قال 439 - سألت يحيى بن معين عن ضمضم بن\nجوس فقال: ثقة 440 - وسألته عن ضمرة بن حبيب فقال: ثقة 441 - وسألته عن\nضمرة بن ربيعة فقال: ثقة 442 - قلت: فالضحاك بن عثمان كيف حديثه فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n443 - وسألته عن ضمضم بن زرعة فقال: ثقة 444 - قلت: وأبو عاصم أعني\nالنبيل فقال:\n</p>\n\n<p>\nثقة باب الطاء حدثنا عثمان قال 445 - سألت يحيى عن طعمة بن عمرو فقال:\nثقة 446 - وسألته عن طلحة بن يحيى فقال: ثقة 447 - وسألته عن طلحة بن جبر\nكيف هو فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nباب العين حدثنا عثمان قال 448 - سألت يحيى عن أبي عامر العقدي فقال:\n</p>\n\n<p>\nثقة 449 - وسألته عن عمرو بن دينار قهرمان آل الزبير فقال: ليس بشئ 450 -\nوسألته عن عبد الرحمن بن الغسيل فقال:\n</p>\n\n<p>\nصويلح 451 - وسألته عن عاصم بن عبيد الله فقال: ضعيف 452 - وسألته عن عبد\nالله بن مبشر فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n453 قلت: يروي عن زيد أبي عتاب فقال: ثقة 454 - قلت: والعلاء بن صالح\nفقال: لا بأس به 455 - قلت: عبد الجبار بن وائل كيف هو فقال: لا بأس به 456\n- وسألته عن عمرو بن يحيى أعني المازني فقال <span id='ms30'></span>:\n</p>\n\n<p>\nصويلح وليس بالقوي 457 - وسألته عن عبيد الله بن عبد الله أبي المنيب\nالعتكي فقال: ثقة 458 - قلت: فعثمان بن حكيم فقال: ثقة 459 - وسألته عن عبد\nالرحمن بن العداء فقال: ثقة 460 - قلت: والعباس بن سهل فقال: الساعدي ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n461 - قلت: فأبو عقيل عبد الله بن عقيل الثقفي كيف هو فقال: ثقة لا بأس\nبه 462 - قلت: فعمر بن عبد الله بن يعلى الذي يروي عنه إسرائيل ما حاله\nفقال: ليس بشئ 463 - قلت: فعثمان بن حكيم عن عبد الرحمن بن عبد العزيز من\nهذا فقال: شيخ مجهول 464 - فقلت: فعبد الله بن حفص الذي يروي عنه قال شيخ\nلا أعرفه 465 - وسألته عن عمر بن موسى الأنصاري فقال: لا بأس به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n466 - وعن أبيه موسى فقال: ثقة لا بأس به 467 - وسألته عن عبيد الله بن\nالأخنس فقال: ثقة 468 - وسألته عن الوليد بن عبد الله فقال: ثقة 469 - قلت:\nوابن أبي نجيح عن عبيد الله بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن عمرو من عبيد الله فقال: هو ثقة 470 - قلت: فعمرو بن\nدينار عن أبي العباس من أبو العباس فقال: هو مشهور قلت: هو الذي يروي عنه\nحبيب بن أبي ثابت فقال: نعم 471 - وسألته عن عبد الواحد بن قيس فقال: ثقة\n472 - وسألته عن علي بن زيد بن جدعان فقال: ليس بذاك القوي 473 - وسألته عن\nعبد الله بن عبد الرحمن بن يعلى الطائفي فقال: صويلح 474 - وسألته عن\nالإفريقي أعني عبد الرحمن فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n475 - وسألته عن عمران بن عبد الله فقال: ضعيف 476 - وسألته عن عبد الله\nبن المؤمل فقال:\n</p>\n\n<p>\nضعيف 477 - قلت: فعبد الله بن يزيد عن عبد الله بن عمرو فقال: ثقة قال\nأبو سعيد هو أبو عبد الرحمن الحبلي 478 - قلت: ما حال عمر بن حمزة الذي\nيروي عن سالم فقال: ضعيف 479 - قلت: العلاء بن عبد الكريم فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n480 - وسألته عن عبد الله بن سعيد بن أبي هند فقال: ثقة 481 - وسألته عن\nعبد الرحمن بن عبد الله الغافقي فقال:\n</p>\n\n<p>\nلا أعرفه 482 - وسألته عن عن عبد الله بن أبي لبيد فقال: ثقة 483 -\nوسألته عن <span id='ms31'></span> أبي حفص الابار كيف هو فقال: ثقة 484 - وسألته عن عبادة بن مسلم\nالفزاري فقال: ثقة 485 - قلت: عبد الله بن أبي سليمان أحب إليك أو ابن جريج\nفقال: كلاهما ثقتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n486 - قلت: فعبد الله بن نعمان عن قيس بن طلق قال شيوخ يمامية ثقات 487 -\nقلت: فعبد الله بن بدر فقال: ثقة 488 - قلت: فعجيبة بن عبد الحميد فقال:\nثقة 489 - قلت: أيوب بن عتبة أحب إليك أو عكرمة بن عمار فقال: عكرمة أحب\nإلي أيوب ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n490 - وسألته عن علي بن يحيى بن خلاد فقال: ثقة 491 - وسألته عن عمرو بن\nميمون الجزري فقال: ثقة 492 - قلت: فعبد الكريم أحب إليك أو خصيف قال عبد\nالكريم أحب إلي وخصيف ليس به بأس 493 - قلت: فعبيد الله أعني بن عمرو الرقي\nفقال:\n</p>\n\n<p>\nثقة 494 - وسألته عن عباد بن كثير الرملي فقال: ثقة 495 - قلت: فعباد بن\nعباد فقال: عباد الخواص الذي كان ينزل الرملة ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n496 - وعباد بن كثير الذي كان يكون بمكة ليس بشئ في الحديث وكان رجلا\nصالحا 497 - وعباد بن عباد المهلبي ثقة 498 - وسألته عن عبد الرحمن بن ثابت\nبن ثوبان فقال:\n</p>\n\n<p>\nعبد الرحمن ضعيف وأبوه ثقة 499 - وسألته عن عطاء الخراساني فقال: ثقة 500\n- وسألته عن علي بن المبارك فقال: ثقة 501 - وسألته عن عمارة بن زاذان\nفقال: ثقة 502 - وسألته عن عزرة بن ثابت فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n503 - قلت: فعلي بن علي الرفاعي فقال: ثقة 504 - وسألته عن عبد العزيز بن\nقرير فقال: ثقة 505 - وسألته عن عون بن موسى فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n506 - وسألته عن عبد الواحد بن زيد فقال: ليس بشئ 507 - وسألته عن عمر بن\nالوليد الشني فقال:\n</p>\n\n<p>\nثقة 508 - وسألته عن العوام بن حوشب فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n509 - وسألته عن عكرمة بن إبراهيم الأزدي فقال: ليس بشئ 510 - قلت:\nفعبيدة بن رائطة فقال: ليس به بأس 511 - قلت: فعاصم بن محمد كيف حديثه\nفقال:\n</p>\n\n<p>\nثقة 512 - قلت: فعبيد الله بن إياد بن لقيط فقال: ثقة 513 - قلت: فعلقمة\nأحب إليك عن عبد الله أو عبيدة فلم يخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n514 - قال أبو سعيد كلاهما ثقتان وعلقمه أعلم بعبد الله 515 - قلت: فأبو\nعبيدة عن عبد الله <span id='ms32'></span> فقال: ثقة ولم يسمع من عبد الله 516 - قلت: فعاصم بن\nضمرة فقال: ثقة 517 - قلت: فعبد خير فقال: ثقة 518 - قلت: له وعاصم أحب\nإليك أم حارثة أعني بن مضرب فقال: كلاهما ولم يخير قال أبو سعيد حارثة خير\n519 - وسألته عن عبد الوهاب بن عطاء الخفاف فقال:\n</p>\n\n<p>\nليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n520 - وسألته عن عمرو بن ثابت فقال: كوفي ليس بشئ 521 - قلت: له نافع أحب\nعن بن عمر أو سالم فلم يفضل 522 - قلت: فنافع أو عبد الله بن دينار فقال:\nثقات ولم يفضل 523 - قلت: ليحيى عبد الله العمري ما حاله في نافع فقال:\nصالح 524 - قلت: فالليث أعني بن سعد كيف حديثه عن نافع فقال: صالح ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n525 - فمالك أحب إليك عن نافع أو عبيد الله فقال:\n</p>\n\n<p>\nكلاهما ولم يفضل 526 - وسألته عن عمارة بن أبي حفصة فقال: ثقة 527 - قلت:\nله فعبد الرحمن بن زيد بن أسلم كيف حديثه فقال: ضعيف 528 - قلت: فعبد الله\nبن زيد فقال: ضعيف 529 - قلت: فعبد الرحمن بن أبي الزناد فقال: ضعيف 530 -\nقلت: فأسامة بن زيد الصغير أعني بن أسلم فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n531 - قلت: كيف حديث أبي علقمة الفروي فقال: ثقة 532 - قلت: فعبد الله بن\nنافع الصائغ فقال: ثقة 533 - قلت: كيف رواية بن لهيعة عن أبي الزبير عن\nجابر فقال: بن لهيعة ضعيف الحديث 534 - قلت: فعبد الله بن العلاء بن زبر\nفقال: ثقة 535 - حدثنا عثمان قال سألت دحيما عن عبد الله بن بن العلاء بن\nزبر فوثقه جدا 536 - قلت: ليحيى بن معين فعفير بن معدان فقال: ليس بشئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p153'> Vol. 00, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n537 - قلت: فعثمان بن كثير بن دينار كيف هو فقال:\n</p>\n\n<p>\nثقة 538 - قلت: فعطاء بن مسلم كيف هو فقال: ثقة 539 - قلت: فعتاب بن بشير\nفقال: ثقة قال أبو سعيد وهو من أهل حران 540 - حدثنا عثمان قال سمعت علي بن\nالمديني يقول ضربنا على حديث عتاب بن بشير 541 - سألت يحيى عن السهمي أعني\nعبد الله بن بكر فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p154'> Vol. 00, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n542 - قلت: فعبيدة بن حميد قال ما به مسكين بأس ليس له بخت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p155'> Vol. 00, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n543 - وسألته عن يعلى ومحمد ابني عبيد الطنافسيين فقال <span id='ms33'></span>: ثقتان 544 - قلت:\nفعمر أعني بن عبيد فقال: ثقة قلت: كأنه دونهما فقال: نعم 545 - وسألته عن\nأبي خالد الأحمر فقال: ليس به بأس 546 - قلت: وأبو خالد أحب إليك أو علي بن\nمسهر فقال: علي بن مسهر أحب إلي 547 - قلت: فإسحاق الأزرق فقال: ثقة 548 -\nقلت: إسحاق أحب إليك أو بن مسهر فقال:\n</p>\n\n<p>\nبن مسهر أحب إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p156'> Vol. 00, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n549 - قلت: فابن مسهر أحب إليك أو يحيى بن زكريا فقال: كلاهما ثقتان 550\n- وسألته عن عبد السلام بن حرب فقال: هو صدوق 551 - وسألته عن محمد بن فضيل\nفقال: ثقة 552 - قلت: عبد السلام أحب إليك أو محمد بن فضيل فقال: محمد أحب\nإلي 553 - وسألته عن عمرو بن طلحة فقال: ذاك القناد صدوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p157'> Vol. 00, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n554 - قلت: فعبيد الله بن الوليد الوصافي فقال:\n</p>\n\n<p>\nليس بشئ 555 - سمعت يحيى بن معين يقول عبد الله بن محمد ليس بثقة 556 -\nقلت: وأبو سعيد المؤدب أعني مولى بني هاشم فقال: ثقة 557 - قلت: وأبو\nإسماعيل المؤدب ما حاله فقال: ثقة 558 - وسألته عن عثمان أبي اليقظان فقال:\nليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p158'> Vol. 00, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n559 - قلت: فعبد الرحمن بن أبي زياد الذي يروى عنه الأعمش فقال: ثقة 560\n- قلت: ما حال ليث بن أبي سليم فقال: ضعيف 561 - قلت: يروي عن عمير بن أبي\nعمير فقال: لا أعرفه 562 - وسألته عن عبد الكريم بن سليط من هو فقال: لم\nيرو عنه إلا الحسن بن صالح 563 - وسألته عن عمار بن رزيق فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p159'> Vol. 00, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n564 - وسألته عن عبد الله بن بشر فقال: ثقة قال عثمان هو الذي يروي عنه\nعبد السلام بن حرب 565 - يروي عن الزهري ليس بذاك 566 - وسألته عن عبد الله\nبن عيسى فقال: ثقة وسألته عن عيسى بن عبد الرحمن بن أبي ليلى فقال: ثقة 567\n- وسألته عن عبد الله بن يسار الذي يروي عنه منصور عن حذيفة لا تقولوا ما\nشاء الله وشاء فلان ألقي حذيفة فقال: لا أعلمه 568 - وسمعته يقول عمرو بن\nخالد الذي يروى عنه أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p160'> Vol. 00, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nحفص الابار شيخ كوفي كذاب يروى عن زيد بن علي عن ابائه عن علي 569 -\nوسمعته يقول عبد العزيز بن أبان <span id='ms34'></span> القرشي ليس بثقة قلت: من أين جاء ضعفه\nفقال: كان يأخذ أحاديث الناس فيرويها 570 - قلت: فعبد الله بن الوليد\nالعدني فقال: لا أعرفه ولم أكتب عنه شيئا 571 - وسمعته يقول عبد الله بن\nعصم هو أبو علوان وبعضهم يقول بن عصمة 572 - وسألته عن عاصم الأحول كيف\nحديثه فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p161'> Vol. 00, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n573 - قلت: فعامر الأحول فقال: ليس به بأس 574 - قلت: له فعبد الله بن\nالقاسم الذي يروي عنه بن شوذب كيف هو فقال: ليس به بأس 575 - قلت: فالعلاء\nأبو محمد النهدي فقال: العلاء ثقة مشهور 576 - قلت: فعمير بن إسحاق كيف\nحديثه فقال:\n</p>\n\n<p>\nثقة 577 - وسألته عن عبد الحميد بن الحسن الهلالي فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p162'> Vol. 00, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n578 - وسألته عن عدي بن الفضل كيف حديثه فقال:\n</p>\n\n<p>\nليس بثقة 579 - قلت: يروي عن أبي جعفر المدني من أبو جعفر هذا فقال: أراه\nالخطمي 580 - وسألته عن عكرمة بن خالد فقال: ثقة 581 - قلت: هو أصح حديثا\nأو عكرمة مولى بن عباس فقال: كلاهما ثقتان 582 - قلت: فعبد الرحمن بن سعد\nالمدني الذي يروي عنه بن وهب ما حاله فقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p163'> Vol. 00, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n583 - قلت: فعبد الرحمن بن عبد الله بن الأصم كيف هو فقال: ثقة 584 -\nقلت: فالعلاء بن أبي العباس فقال: ثقة 585 - قلت: فعمارة بن غزية كيف هو\nفقال: ليس به بأس 586 - وسئل عن عبد الرحمن بن الحارث بن أبي ربيعة كيف هو\nفقال: ليس به بأس 587 - قلت: فعبد الحكيم بن أبي فروة فقال: ثقة 588 -\nوسألته عن عبد الله بن جعفر بن المسور فقال:\n</p>\n\n<p>\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p164'> Vol. 00, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n589 - قلت: فعبد الله بن الحارث بن فضيل الخطمي 590 - فقال: ثقة قلت:\nفأبوه فقال: ثقة 591 - قلت: فعبد الله بن عبد الرحمن الجمحي كيف حديثه عن\nبن شهاب فقال: لا أعرفه 592 - قلت: فعاصم بن سويد الأنصاري فقال: لا 593 -\nأعرفه قلت: فعبد الله بن سليمان الذي يروي عن معاذ بن عبد الله بن خبيب\nفقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p165'> Vol. 00, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n594 - وسألته عن عبد الواحد بن حمزة فقال: ليس به بأس 595 - قلت: فعبد\nالله بن سعيد المقبري ثقال ليس بشئ 597 - قلت: فعقبة بن بشير فقال: ما\nأعرفه 597 - فعمر بن عثمان <span id='ms35'></span> الذي روى عن أبيه عن بن شهاب ما حالهما فقال: ما\nأعرفهما 598 - قلت: فمن عبد الله البناني الذي يروي عنه معن فقال: ما أعرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p166'> Vol. 00, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n599 - قلت: فعنبسة بن مهران عن الزهري من عنبسة يروي عنه يحيى بن المتوكل\nفقال: لا أعرفه 600 - قلت: فعبد الرحمن بن آدم كيف هو فقال: لا أعرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p167'> Vol. 00, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n601 - قلت: فعبد الله بن عبد الرحمن الطائفي ما حاله فقال: ضعيف 602 -\nقلت: فعائذ بن بشير كيف حديثه فقال:\n</p>\n\n<p>\nضعيف 603 - وسألته عن عبد الرحمن بن معاوية الذي يروي عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p168'> Vol. 00, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nبن أبي ذباب فقال: هو أبو الحويرث ثقة 604 - قلت: ليحيى كريب أحب إليك عن\nبن عباس أو عكرمة فقال: كلاهما ثقة 605 - قلت: فعياية بن رفاعة ما حاله\nفقال: ثقة 606 - قلت: فعبد الله بن محمد بن عمار بن سعد وعمار وعمر ابني\nحفص بن عمر بن سعد عن آبائهم عن أجدادهم كيف حال هؤلاء فقال: ليسوا بشئ 607\n- قلت: فابن أبي ثابت عبد العزيز بن عمران من ولد عبد الرحمن بن عوف ما\nحاله فقال: ليس بثقة وإنما كان صاحب شعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p169'> Vol. 00, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n608 - قلت: فعبد الله بن عثمان بن سعد بن إسحاق يروي حديث أبي أسيد في\nالغلول كيف هو فقال: لا أعرفه 609 - قلت: فعثمان بن عمر بن عثمان بن سليمان\nبن أبي - حثمة كيف حاله فقال: لا أعرفه 610 - قلت: فكيف حديث عبد الحميد بن\nجعفر فقال:\n</p>\n\n<p>\nهو ثقة 611 - قلت: فعاصم بن عمر بن قتادة فقال: صدوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p170'> Vol. 00, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n612 وسألته عن عبد الله بن محمد الفروي فقال:\n</p>\n\n<p>\nصدوق 613 - قلت: معاوية بن إسحاق كيف حديثه فقال: هو ثقة 614 - وسألته عن\nعثمان بن واقد العمري فقال:\n</p>\n\n<p>\nليس به بأس 615 - قلت: فأبوه أراه قال ثقة 616 - وسألته عن عطاف بن خالد\nفقال: ثقة 617 - قلت: عن أمه كيف حديثها فقال: ثقة 618 - وسألته عن يحيى بن\nزبان فقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p171'> Vol. 00, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n619 - قلت: فعبد الاعلى الزهري عن زياد بن علاقة تعرفه فقال: لا أعرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p172'> Vol. 00, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n620 - قلت: وإسماعيل بن سميع فقال: ثقة 621 - قلت: عن علي بن كثير من علي\nفقال: ثقة 622 - قلت: على بن عروة عن محمد بن <span id='ms36'></span> المنكدر ما حال علي فقال: ليس\nبشئ 623 - وسألته عن العلاء بن عبد الرحمن عن أبيه كيف حديثهما فقال: ليس\nبه بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p173'> Vol. 00, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n624 - قلت: هو أحب إليك أو سعيد المقبري فقال:\n</p>\n\n<p>\nسعيد أوثق والعلاء ضعيف 625 - قلت: فعياش بن عباس فقال: ثقة 626 - قلت:\nفعبيد الله بن زحر كيف حديثه فقال: كل حديثه عندي ضعيف قلت: عن علي بن يزيد\nوغيره فقال: نعم 627 - قلت: فعثمان بن أبي العاتكة فقال: ليس بشئ 628 - قال\nأبو سعيد سمعت دحيما ينسب عثمان بن أبي العاتكة إلى الصدق ويثني عليه ويقول\nكان معلم أهل دمشق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p174'> Vol. 00, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n629 - قلت: ليحيى الدراوردي ما حاله فقال:\n</p>\n\n<p>\nلا بأس به 630 - قلت: ليحيى عبد الله بن وهب كيف هو عندك فقال: أرجو أن\nيكون صدوقا 631 - وسألته عن عبد الله بن الديلمي كيف حديثه فقال: ثقة 632 -\nقلت: فعروة بن رويم فقال: ثقة 633 - وسألته عن علي بن عبد الله بن عبد\nالرحمن بن عثمان بن وثاب فقال: شيوخ مدنيون ليس بهم بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p175'> Vol. 00, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n634 - وسألته عن عيسى بن المغيرة الحزامي فقال: ليس به بأس 635 - وسألته\nعن علي بن ثابت الجزري فقال: ثقة 636 - قلت: فيروي محمد بن بشر عن شيخ له\nيقال له عبد الله بن عبد الله ما حاله فقال: لا أعرفه 637 - وسألته عن عبد\nالحكيم بن منصور فقال: ليس بشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p176'> Vol. 00, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n638 - عن عبيدة في إبراهيم فقال: عبيدة ليس حديثه بشئ 639 - وسألته عن\nعلي بن غراب كيف هو فقال: هو المسكين صدوق قال عثمان علي بن غراب ليس بقوي\n641 - قلت: ليحيى فعمر بن يعلى ما حاله فقال: ليس بشئ 642 - قلت: فعائذ بن\nحبيب فقال: ثقة قلت: فعلي بن حفص حدثنا عنه خلف المخرمي فقال: المدائني ليس\nبه بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p177'> Vol. 00, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n643 - قلت: فعمرو بن عاصم الكلابي فقال: أراه كان صدوقا 644 - قلت: فعبيد\nالله بن عبد المجيد الحنفي أخو أبي بكر ما حاله فقال: ليس به بأس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p178'> Vol. 00, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n645 - قلت: قال حدثنا أبو الجمل فقال: شيخ يمامي ضعيف 646 - قلت: فعبد\nالجبار بن وهب الكوفي تعرفه عن عبد الله بن عبد الرحمن الأنصاري فقال: ما\nأعرفهم 647 - قلت: فعبد <span id='ms37'></span> السلام الذي يروي عن حماد بن أبي سليمان ما حاله\nفقال: ليس به بأس قال عثمان هو غير عبد السلام بن حرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p179'> Vol. 00, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n648 - قلت: فعبد الخالق فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p180'> Vol. 00, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n649 - قلت: فعبد الله بن سلم يروى عن بن عون ما حاله فقال: لا أعرفه 650\n- قال عثمان سمعت القواريري يقول كان عبد الله بن سلم من كتاب أصحاب الزهري\nوابن عون إلا أنه قل ما كان يحدث 651 - سمعت يحيى يقول عبيد بن يعيش صدوق\n652 - سألت يحيى عن عبد الله بن رجاء البصري فقال:\n</p>\n\n<p>\nكان شيخا صدوقا لا بأس به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p181'> Vol. 00, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n653 - قلت: فعبد الله بن داود الخريبي فقال: ثقة مأمون 654 - قلت: وأبو\nعاصم أعني النبيل فقال: ثقة 655 - قلت: أيهما أحب إليك فقال: ثقتان قال\nعثمان الخريبي أعلى منه 656 - قلت: فعبد الوهاب بن مجاهد فقال: ليس بشئ قال\nعثمان عبد الوهاب من أهل مكة 657 - قلت: ليحيى فعلباء بن أحمر الذي يروي\nعنه داود بن أبي الفرات فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p182'> Vol. 00, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n658 - فعبد الاعلى عندك أثبت في سعيد أو غندر فقال:\n</p>\n\n<p>\nكل ثقة 659 - قلت: فمعاذ أثبت في شعبة أو غندر فقال: ثقة وثقه 660 - قلت:\nما حال وهب في أيوب فقال: ثقة 661 - هو أحب إليك أو الثقفي فقال: ثقة وثقة\n662 - قلت: فعثمان بن عمر كيف حديثه فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p183'> Vol. 00, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n663 - قلت: فعطاء الكيخاراني كيف حديثه فقال:\n</p>\n\n<p>\nثقة 664 - قلت: فعطاء بن المبارك تعرفه فقال: من يروي عنه قلت: ذاك الشيخ\nأحمد بن بشير فقال: هه كأنه يتعجب من ذكر أحمد بن بشير فقال: لا أعرفه قال\nعثمان أحمد بن بشير كان من أهل الكوفة ثم قدم بغداد وهو متروك 665 - قلت:\nليحيى فعبد الرحمن بن بديل بن ميسرة فقال: ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p184'> Vol. 00, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n666 - قلت: فعبد العزيز القسملي فقال: ثقة قلت: هو أحب إليك أو أبو عوانة\nفقال: كلاهما ثقة 668 - قلت: فعمران بن حدير فقال: ثقة قلت: فعنبسة بن عبد\nالرحمن فقال: لا أعرفه 670 - قلت: فعنبسة بن سعيد فقال: ثقة 671 - قلت:\nفعيسى الحناط فقال: ليس بشئ 672 - قلت: فالمسعودي كيف حديثه فقال: هو ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p185'> Vol. 00, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هو أحب إليك أو <span id='ms38'></span> مسعر فقال: ثقة وثقة قال عثمان مسعر أتقن من\nالمسعودي والمسعودي ثقة 673 - قلت: ليحيى فعمر بن ذر فقال: ثقة 674 - قلت:\nفأبو الحماني عبد الحميد فقال: ثقة 675 - قلت: فعمار بن سيف فقال: ثقة 676\n- قلت: فعبد المجيد بن عبد العزيز كيف هو فقال:\n</p>\n\n<p>\nثقة 677 - قلت: فعثام بن علي فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p186'> Vol. 00, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n678 - قلت: فعيسى بن يونس أحب إليك أو أبو معاوية فقال: ثقة وثقة 679 -\nقلت: له فعبثر كيف هو فقال: ثقة 680 - وسألته عن عبد الحكم السدوسي فقال:\nلا أعرفه 681 - وسمعته يقول عبد الكريم بن أبي المخارق البصري أبو أمية ليس\nبشئ 682 - وسألته عن عبد الرحمن بن سليمان فقال: ثقة 683 - وسألته عن عبد\nالمتعال بن طالب فقال: ثقة 684 - قلت: ليحيى حدثنا عبد المتعال عن بن وهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p187'> Vol. 00, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمرو عن إسماعيل بن أبي خالد عن صلة عن خباب قال قال النبي صلى الله\nعليه وسلم الخيل ثلاثة فقال: ليس هذا بشئ 685 - وقال يحيى الحكم بن موسى\nثقة 686 - والقواريري ثقة قلت: ليحيى فابن نمير أحب إليك أو بن إدريس فقال:\nثقة وثقة وابن إدريس أرفع 688 - وسألته عن بن شوذب كيف حديثه فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p188'> Vol. 00, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n689 - وسألته عن عبيس بن ميمون كيف حديثه فقال:\n</p>\n\n<p>\nضعيف باب الغين حدثنا عثمان قال 690 - سألت يحيى بن معين قلت: غالب\nالقطان تعرفه من هو فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p189'> Vol. 00, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n691 - قلت: فغسان بن مضر فقال: ثقة 692 - قلت: فغاضرة بن قرهد فقال: ليس\nبه بأس باب الفاء حدثنا عثمان قال 693 - سألت يحيى عن فرقد السبخي فقال:\nثقة 694 - وسمعته يقول أبو أويس ضعيف الحديث 695 - وفليح ضعيف وقال ما\nأقربهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p190'> Vol. 00, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n696 - قلت: ليحيى فالفرج بن فضالة فقال: ليس به بأس 697 - قلت: فضيل بن\nغزو ان فقال: ثقة 698 - قلت: ففضيل بن مرزوق فقال: ليس به بأس 699 - قال\nعثمان يقال فضيل بن مرزوق ضعيف باب القاف حدثنا عثمان قال 699 - قلت: ليحيى\nقدامة بن وبرة ما حاله فقال: ثقة 700 - قلت: والقاسم بن مخيمرة فقال: ثقة\nأراه قال كان من أهل الكوفة أو غيرها لا أدري كيف قال فنزل الشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p191'> Vol. 00, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n701 - وسألت يحيى بن معين عن القاسم <span id='ms39'></span> بن فضل الحداني فقال: ثقة 702 -\nوسألته عن قزعة بن سويد فقال: ثقة حدثنا عثمان قال حدثنا يعقوب الدورقي قال\n703 - حدثنا عبد الرحمن بن مهدي قال سمعت شعبة يقول كنت أتفطن إلى فم قتادة\nفإذا قال حدثنا كتبت وإذا قال حدث لم أكتب 704 - حدثنا قال سألت يحيى عن\nقراد أبي نوح فقال:\n</p>\n\n<p>\nليس به بأس 705 - قلت: فقرة بن أبي الصهباء يروي عنه المعتمر كيف هو\nفقال: ما أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p192'> Vol. 00, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n706 - وسألته عن القاسم بن عباس الذي يروى عنه بن أبي ذئب فقال: ثقة 707\n- قلت: قيس بن الربيع فقال: ليس بشئ 708 - سمعت يحيى يقول قاسم المعمري\nخبيث كذاب قال عثمان وقد أدركت القاسم هذا المعمري كان ببغداد ليس كما قال\nيحيى 709 - قلت: فالقعقاع بن حكيم فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p193'> Vol. 00, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n710 - وسألته عن قدامة بن محمد بن قدامة بن خشرم فقال: لا أعرفه 711 -\nقلت: فقدامة بن كلثوم تعرفه فقال:\n</p>\n\n<p>\nما أعرفه 712 - قلت: حدثنا عنه بن الطباع يحدث عن شيخ له عن أبي مجلز عن\nمعاوية قال قال النبي صلى الله عليه وسلم لا يزال المسلمون يظفرون ما دام\nاللواء في ربيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p194'> Vol. 00, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ما أعرفه قلت: ولا الحديث قال ولا الحديث باب الكاف حدثنا عثمان\nقال 713 - قلت: ليحيى كثير بن عبد الله المزني كيف هو فقال: ليس بشئ 714 -\nوسألته عن الكوثر بن حكيم فقال: ليس بشئ 715 - وسألته عن كلثوم بن عمار\nفقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p195'> Vol. 00, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n716 - قلت: كليب بن صبح فقال: ثقة 717 - وسألت يحيى قلت: كنانة بن جبلة\nالذي كان يكون بخراسان من أهل الحديث قال ذاك كذاب خبيث 718 - قال عثمان\nوهو قريب مما قال يحيى خبيث الحديث قال وسألته عن كثير بن شنظير كيف هو\nفقال:\n</p>\n\n<p>\nثقة باب اللام حدثنا عثمان قال 719 - قلت: ليحيى فالليث أعني بن سعد أحب\nإليك أو يحيى بن أيوب فقال: الليث أحب إلي ويحيى ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p196'> Vol. 00, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n720 - قلت: ما حال ليث بن أبي سليم فقال: ضعيف باب الميم حدثنا عثمان قال\n721 - سألت يحيى بن معين عن محمد بن مسلم الطائفي فقال: ثقة 722 - قلت:\nفأبو الزبير فقال: ثقة 724 - وسألته <span id='ms40'></span> عن محمد بن زيد بن قنفذ فقال: ثقة 723\n- قلت: معبد بن خالد فقال: ثقة 725 - قلت: فأبو ظبية الذي يروي عنه محمد بن\nسعد الأنصاري فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p197'> Vol. 00, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n726 - قلت: محمد بن مطرف ما حاله فقال: أبو غسان ليس به بأس 727 - وسألته\nعن محمد بن زياد فقال: ثقة 728 - قلت: فالالهاني فقال: كلاهما ثقتان 729 -\nقلت: فمحمد بن أبي يعقوب الذي يروي عنه مهدي بن ميمون ما حاله فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p198'> Vol. 00, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n730 - قلت: ما حال مطرح أبي المهلب فقال: ليس بشئ قال أبو سعيد يقال له\nمطرح بن يزيد 731 - قلت: فمسلمة بن زياد فقال: ثقة 732 - قلت: موسى بن\nعبيدة فقال: ضعيف 733 - قلت: فمعمر بن أبي حيية فقال: ثقة 734 - قلت: محمد\nبن إسحاق عن أبي سفيان ما حال أبي سفيان هذا فقال: ثقة مشهور 735 - قلت: عن\nمسلم بن كثير عن عمرو بن حريش الزبيدي فقال: هذا حديث مشهور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p199'> Vol. 00, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n...................... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p200'> Vol. 00, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n736 - وسألته عن ميمون بن أستاد فقال: ثقة 737 - قلت: فمحمد بن عبد\nالرحمن مولى آل طلحة فقال: ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p201'> Vol. 00, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n738 - قلت: فمحمد بن سوقة فقال: ثقة 739 - قلت: فمحمد بن عثيم من هو\nفقال: ليس بشئ 740 - قلت: فمحمد بن عبد الرحمن البيلماني فقال:\n</p>\n\n<p>\nليس بشئ 741 - وسألته عن ملازم بن عمرو فقال: ثقة 742 - قلت: فمحمد بن\nجابر اليمامي ما حاله فقال:\n</p>\n\n<p>\nليس بشئ 743 - قلت: فمعقل بن عبيد الله فقال: ليس به بأس 744 - قلت:\nفمعمر بن سليمان فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p202'> Vol. 00, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n745 - قلت: فمروان بن معاوية فقال: ثقة 746 - وسألته عن محمد فضاء فقال:\nضعيف قال عثمان محمد بن فضاء بصري 747 - سألت يحيى بن مجاهد بن رومي فقال:\nثقة 748 - وسألت يحيى قلت: مسروق أحب إليك عن 749 - عائشة أو عروة فلم يخير\nوسألت يحيى قلت: محمد بن المنكدر أحب إليك عن جابر أو أبو الزبير فقال:\nثقتان 750 - قلت: ليحيى هشام بن عروة أحب إليك عن أبيه أو الزهري عنه فقال:\nكلاهما ولم يفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p203'> Vol. 00, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n751 - قلت: فموسى بن عقبة فقال: ثقة 752 - قلت: فمعاوية بن يحيى الصدفي\nفقال: ليس بشئ 753 - قلت: فمسلم الخياط الذي يروي عنه بن أبي ذئب فقال: ثقة\n754 - قلت <span id='ms41'></span>: فالمنكدر بن محمد بن المنكدر فقال: ليس به بأس 755 - قلت: فمشرح\nبن هاعان فقال: ثقة قال عثمان ومشرح ليس بذاك وهو صدوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p204'> Vol. 00, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n756 - قلت: فمسلمة بن علي فقال: ليس بشئ 757 - قلت: فالمفضل بن فضالة ما\nحاله فقال: ثقة 758 - قلت: له مخلد بن يزيد ما حاله فقال: ثقة 759 - قلت:\nفابن حمير أعني محمد بن حمير الحمصي فقال: ثقة 760 - وسألته عن مبشر بن\nإسماعيل فقال: ثقة 761 - قلت: فمسكين بن بكير فقال: ليس به بأس 762 - قلت:\nفمحمد بن بشر فقال: ثقة 763 - وسألته عن مندل بن علي فقال: ليس به بأس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p205'> Vol. 00, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n764 - قلت: فمخلد بن يزيد ما حاله فقال: ثقة 765 - وسألت يحيى عن محمد بن\nطلحة فقال: ليس به بأس 766 - وسألت يحيى عن مري بن قطري فقال:\n</p>\n\n<p>\nثقة 767 - وسألته عن مطر بن عكامس لقي النبي صلى الله عليه وسلم فقال: لا\nأعلمه وما يروى عنه إلا هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p206'> Vol. 00, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n768 - وسمعت يحيى يقول محمد بن عباد بن جعفر المخزومي الذي يروي عنه بن\nجريج ثقة مشهور 769 - وسألته عن ميمون الكردي ما حاله فقال: ليس به بأس 770\n- قلت: فمشاش فقال: ثقة 771 - وسألته عن محمد بن جحادة ما حاله فقال: ثقة\n772 - قلت: فموسى بن سالم الذي يروي عنه بن علة كيف حاله فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p207'> Vol. 00, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n773 - قلت: ليحيى فشيخ يروى عنه البرساني يقال له ميمون أبو محمد تعرفه\nفقال: لا أعرفه 774 - وسألته عن مصعب بن ثابت قلت: كيف حديثه فقال: ضعيف\n775 - قلت: فنافع بن سليمان كيف حديثه فقال: هو ثقة 776 - قلت: يروي عن\nمحمد بن أبي صالح ما حاله فقال: لا أعرفه 777 - قلت: ليحيى فمعاوية بن معبد\nبن كعب فقال:\n</p>\n\n<p>\nلا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p208'> Vol. 00, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n778 - قلت: فمعاذ بن عبد الله عن عبد الله عن أبيه كيف هؤلاء فقال: ثقات\n779 - قلت: فمحمد بن عمار الذي يروي عنه معن فقال: لا أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p209'> Vol. 00, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n780 - قلت: فمحمد بن عمار بن سعد فقال: لا أعرفه 781 - وسألت يحيى عن\nمحمد بن يزيد بن ركانة فقال:\n</p>\n\n<p>\nثقة 782 - قلت: فمحمد بن أبي عائشة الذي يروي عن أبي هريرة فقال: هو ثقة\n783 - قلت: ليحيى فمالك <span id='ms42'></span> بن عبيدة الديلي تعرفه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p210'> Vol. 00, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه عن جده عن النبي صلى الله عليه وسلم لولا رجال خشع فقال: ما أعرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p211'> Vol. 00, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n784 - قلت: ليحيى فزكريا بن منظور عن محمد بن عقبة فقال: هو أخو إبراهيم\nبن عقبة ثقة 785 - قلت: ليحيى فموسى بن وردان كيف حديثه فقال: ليس بالقوي\n786 - قلت: فمعاوية بن سلام فقال: ثقة 787 - قلت: فمحمد بن مهاجر فقال: ثقة\n788 - قلت: فمثنى بن صباح فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p212'> Vol. 00, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n789 - وسألته عن مدرك بن سعد الشامي فقال: ثقة 790 - وسألت يحيى عن منخل\nبن حكيم فقال: لا أعرفه قلت: حدثنا عنه بن الجعد فقال: ما أعرفه 791 -\nوسألته عن محفوظ بن علقمة كيف حديثه فقال:\n</p>\n\n<p>\nثقة 792 - وسألته عن المعافي بن عمران فقال: ثقة 793 - قلت: فمحمد بن\nميسرة الذي يروي عنه أبو معاوية ما حاله فقال: ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p213'> Vol. 00, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n794 - وسألته عن محمد بن الحسن بن أبي الحسن المخزومي بن زبالة فقال: ليس\nبثقة 795 - وسألت يحيى عن أبي سفيان الذي يروي عن معمر ما حاله فقال: رجل\nصدوق 796 - قلت: ليحيى فالمسيب بن شريك فقال: ليس بشئ 797 - قلت: محمد بن\nربيعة الكوفي من هو فقال: ثقة 798 - قلت: محمد بن الحجاج اللخمي الواسطي\nكيف هو فقال: كذاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p214'> Vol. 00, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n799 - قلت: فمروان بن نهيك فقال: لا أعرفه 800 - وسألته عن يزيد الرشك\nكيف حديثه فقال: ثقة 801 - قلت: فمعاذة التي يروي عنها كيف هي قال يسأل أحد\nعن معاذة ثقة 802 - قلت: أزهر السمان كيف حديثه فقال: ثقة 803 - قلت: فمعاذ\nبن معاذ فقال: ثقة 804 - قلت: أيهما أثبت في بن عون فقال: ثقتان قلت:\nوالبرساني فقال: ثقة 805 - قلت: فمحمد بن يزيد الواسطي فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p215'> Vol. 00, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n806 - وسألته عن مجمع بن يعقوب كيف حديثه فقال:\n</p>\n\n<p>\nليس به بأس 807 - قلت: فالمبارك بن حسان كيف حديثه فقال:\n</p>\n\n<p>\nثقة 808 - وسألته عن محمد بن علاثة من هو فقال: ثقة 809 - قلت: محمد بن\nثابت العبدي فقال: ليس به بأس 810 - قلت: فمحمد بن عبد الكريم البصري فقال:\n</p>\n\n<p>\nالضال لا بأس به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p216'> Vol. 00, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nقال عثمان الضال لقب كان شيخا مغفلا يمسي فيضل في الطريق فقيل له الضال\n811 - قلت: ليحيى فمجالد <span id='ms43'></span> كيف حديثه فقال:\n</p>\n\n<p>\nصالح كأنه 812 - وسألته عن مسافر الجصاص فقال: ثقة 813 - قلت: فمحمد بن\nعبد العزيز التيمي الكوفي تعرفه حدثنا عنه بن يونس فقال: لا أعرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p217'> Vol. 00, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n814 - قال عثمان كان محمد بن عبد العزيز ثقة كان أحمد بن يونس يذكر عنه\nخيرا وفضلا خرج من الكوفة وقال لا أقيم ببلدة يشتم فيها أصحاب النبي صلى\nالله عليه وسلم 815 - سألت يحيى بن معين عن مرحوم العطار فقال:\n</p>\n\n<p>\nثقة 816 - وسألته عن المعلى بن منصور فقال: ثقة 817 - وسألته عن منصور بن\nأبي مزاحم فقال: صدوق إن شاء الله 818 - وسألته عن محمد بن بكار فقال: شيخ\nلا بأس به 819 - قلت: فابن أبي فديك فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p218'> Vol. 00, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n820 - قلت: فمنهال بن خليفة فقال: ضعيف باب النون حدثنا عثمان قال 821 -\nسألت يحيى بن معين عن نبيط بن شريط فقال:\n</p>\n\n<p>\nهو أبو سلمة ثقة 822 - قلت: النضر بن عربي ما حاله فقال: ثقة قال عثمان\nالنضر بن عربي ليس به بأس وليس بذاك 823 - وسألت يحيى عن نوح بن قيس فقال:\nثقة 824 - وسألته عن النهاس بن قهم فقال: ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p219'> Vol. 00, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n825 - قلت: فنافع بن عمر فقال: ثقة 826 - وسألته عن نافع أبي هرمز الجمال\nمن هو فقال:\n</p>\n\n<p>\nلا أعرفه 827 - وسألته عن النضر بن شميل فقال: ثقة 828 - قلت: النضر بن\nمنصور العنزي يعرفه يروي عنه بن أبي معشر عن أبي الجنوب عن علي من هؤلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p220'> Vol. 00, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: هؤلاء حمالة الحطب 829 - وسألته عن أبي معشر المديني فقال: اسمه\nنجيح ضعيف 830 - وسألته عن أبي مكين نوح فقال: ثقة 831 - قلت: فنافع بن\nسليمان كيف حديثه فقال: ثقة 832 - قلت: فنصر بن علي الحداني فقال: ثقة 833\n- وسألته عن أبي طعمة فقال: نسير ثقة باب الواو حدثنا عثمان قال 834 - سألت\nيحيى عن وهب بن جابر فقال: ثقة 835 - وسألته عن الوليد بن كثير فقال: ليس\nبه بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p221'> Vol. 00, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n836 - وسألته عن واقد بن محمد بن زيد فقال: ثقة 837 - قلت: فالموقري\nالوليد بن محمد فقال:\n</p>\n\n<p>\nليس بشئ 838 - وسألته عن الوليد بن جميع فقال: ثقة 839 - قلت: فوهب بن\nأبي ذبي يروي عنه ديلم بن غزوان من هو فقال <span id='ms44'></span>: ثقة 840 - قلت: ما حال وهيب في\nأيوب فقال: ثقة 841 - قلت: فوهيب بن الورد فقال: ثقة 842 - قلت: فوهب بن\nجرير كيف حديثه فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p222'> Vol. 00, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nباب الهاء حدثنا عثمان قال 843 - سألت يحيى بن معين عن هلال بن خباب\nفقال:\n</p>\n\n<p>\nثقة 844 - وسألته عن الهيثم بن جماز فقال: ليس بشئ 845 - وسألته عن هزال\nأبي حتريش فقال: ليس بشئ 846 - وسألته عن هشام بن حسان فقال: ثقة 847 -\nقلت: هو أحب إليك أو جرير بن حازم فقال:\n</p>\n\n<p>\nهشام أحب إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p223'> Vol. 00, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n848 - قلت: ليحيى فهشام بن حسان أحب إليك في بن 848 - سيرين أو يزيد بن\nإبراهيم فقال: كلاهما ثقتان 849 - حدثنا عثمان قال سمعت أبا الوليد\nالطيالسي يقول يزيد بن إبراهيم أثبت عندنا من هشام بن حسان 850 - سألت يحيى\nقلت: سفيان بن حسين عن هشام بن يوسف من هشام هذا فقال: لا أعرفه 851 - قلت:\nفهمام بن منبه كيف حديثه فقال: ثقة 852 - وسألته عن هريم فقال: ثقة 853 -\nقلت: فهرير الذي يروي عنه أبو إسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p224'> Vol. 00, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤدب من هو فقال: ثقة 854 - وسألته عن هارون بن سعد كيف هو فقال: ليس\nبه بأس 855 - قلت: فهارون النحوي فقال: ثقة 856 - قلت: فهلال بن ميمون\nالجهني فقال: صالح 857 - وسألته عن هياج بن بسطام فقال: ليس بشئ 858 - قلت:\nفهاشم بن القاسم ما حاله فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p225'> Vol. 00, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nباب الياء حدثنا عثمان قال 859 - سألت يحيى بن معين عن يحيى بن سليم\nالطائفي فقال: ثقة 860 - قلت: يزيد بن أبي زياد بن أبي الجعد فقال:\n</p>\n\n<p>\nليس به بأس 861 - وسألته عن يوسف بن الماجشون فقال: ليس به بأس 862 -\nقلت: فيونس بن خباب فقال: ضعيف 863 - قلت: يعلى بن عطاء فقال: ثقة 864 -\nوسألته عن يوسف بن ماهك فقال: ثقة 865 - قلت: فيحيى بن أبي أنيسة فقال: ليس\nبشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p226'> Vol. 00, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n866 - قلت: فيزيد بن إبراهيم أحب إليك أو جعفر بن حيان فقال: يزيد أحب\nإلي 867 - وسألت يحيى عن يحيى بن ضريس كيف هو فقال: ثقة 868 - قلت: فيعلى\nبن الحارث فقال: ثقة 869 - قلت: فيحيى بن آدم ما حاله في سفيان فقال:\n</p>\n\n<p>\nثقة 870 - وسألته عن يحيى بن عبيد الله عن أبيه عن <span id='ms45'></span> أبي هريرة ما حاله\nفقال: ليس بشئ 871 - وسألته عن يزيد بن عياض بن جعدبة فقال:\n</p>\n\n<p>\nليس بشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p227'> Vol. 00, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n872 - قلت: فيزيد بن خمير فقال: ثقة 873 - قلت: فيحيى بن سعيد الحمصي\nالعطار فقال:\n</p>\n\n<p>\nليس بشئ 874 - قلت: يوسف بن أسباط تعرفه فقال: ثقة 875 - وسألته عن يونس\nبن بكير كيف حديثه فقال:\n</p>\n\n<p>\nثقة قال عثمان يخالف في يونس 876 - وسألته عن يونس بن محمد فقال: ثقة 877\n- وسألته عن يحيى بن أبي بكير فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p228'> Vol. 00, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n878 - وسألته عن يزيد بن أبي زياد فقال: ليس بالقوي 879 - قلت: فيوسف بن\nصهيب فقال: كوفي ثقة 880 - وسألته عن يزيد الدالاني فقال: ليس به بأس 881 -\nقلت: فيزيد بن رومان فقال: ثقة 882 - قلت: فيزيد بن محمد بن خثيم فقال: ليس\nبه بأس 883 - قلت: فيزيد بن عبد الملك الذي يروي عنه معن فقال: ما كان به\nبأس 884 - وسألته عن يحيى بن عباد بن عبد الله بن الزبير كيف هو فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p229'> Vol. 00, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n885 - وسألته عن يعقوب بن إبراهيم بن سعد فقال:\n</p>\n\n<p>\nثقة 886 - قلت: وأخوه سعد فقال: ثقة 887 - وسألته عن يونس بن سليم الذي\nيروي عنه عبد الرزاق فقال: ما أعرفه يروي عنه عبد الرزاق 888 - وسألته عن\nيعقوب بن عتبة كيف حديثه فقال: هو ثقة 889 - وسألته عن يزيد بن قسيط ما\nحاله فقال:\n</p>\n\n<p>\nصالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p230'> Vol. 00, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n890 - وسألته عن يحيى بن زبان فقال: لا أعرفه 891 - قلت: فروى عن عبد\nالله بن راشد من هو فقال: لا أعرفه 892 - قلت: فيزيد بن أبي مريم ما حاله\nفقال: ثقة 893 - قلت: فيحيى بن عيسى الرملي تعرفه فقال:\n</p>\n\n<p>\nنعم ما هو بشئ 894 - وسألته عن يزيد الشامي عن الزهري من هو يروي عنه\nمروان بن معاوية قال هو يزيد بن سنان أبو فروة ليس بشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p231'> Vol. 00, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n895 - وسألته عن يونس بن القاسم قال أراه اليمامي ثقة 896 - قلت: فابنه\nعمر فقال: ثقة 897 - وسألته عن يوسف بن خالد فقال: هو السمتي ليس بثقة\nوسألته قلت: يروي عن عمرو أبي البكرات كيف هو فقال: ليس بثقة عمن روى 898 -\nسألت يحيى عن يونس بن سليم فقال: ما أعرفه 899 - سمعت يحيى يقول بن الحماني <span id='ms46'></span>\nصدوق مشهور ما بالكوفة مثل بن الحماني ما يقال فيه إلا من حسد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p232'> Vol. 00, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nقال عثمان وكان بن الحماني شيخا فيه غفلة لم يكن يقدر أن يصون نفسه كما\nيفعل أصحاب الحديث 900 - قلت: فأبو عقيل يحيى بن المتوكل فقال: ليس به بأس\nقال عثمان هو ضعيف 901 - قلت: ليحيى فالدورقي أعني أبا عقيل الدورقي فقال:\nثقة 902 - وسألته عن يزيد الرشك كيف حديثه فقال: ثقة 903 - وسألته عن يحيى\nبن عتيق كيف هو فقال: ثقة 904 - قلت: هو أحب إليك في بن سيرين أو هشام بن\nحسان فقال: ثقة وثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p233'> Vol. 00, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nقال عثمان يحيى بن عتيق خير 905 - قلت: ليحيى فاليمان بن المغيرة كيف\nحديثه فقال: ليس بشئ 906 - قلت: فيونس بن عبيد أحب إليك في الحسن أو حميد\nفقال: كلاهما قال عثمان يونس أكثر بكثير 907 - وسألت يحيى عن يحيى بن سلمة\nبن كهيل فقال: ليس بشئ 908 - وسألته عن يحيى بن عبد الملك بن أبي غنية كيف\nهو فقال: ثقة قلت: فأبوه فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p234'> Vol. 00, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n909 - قلت: فياسين الزيات فقال: ليس بشئ 909 - قلت: فيحيى بن أيوب البجلي\nما حاله فقال:\n</p>\n\n<p>\nليس به بأس قال عثمان يحيى بن أيوب البجلي كوفي 910 - قلت: ليحيى يونس بن\nأبي إسحاق أحب إليك أو إسرائيل فقال: كل ثقة 912 - وسألته عن يحيى بن واضح\nفقال: ليس به بأس سمعت يحيى يقول يزيد بن مروان الخلال كذاب قال عثمان وقد\nأدركت يزيد بن مروان وهو ضعيف قريب مما قال يحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p235'> Vol. 00, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n914 - قال عثمان ويزيد بن عبد الله الحمصي الجرجسي ثقة صاحب حديث باب من\nيعرف بالكنى وغير ذلك حدثنا عثمان 915 - قال سألت يحيى بن معين عن أبي ظبية\nالذي يروي عنه محمد بن سعد الأنصاري فقال: ثقة 916 - قلت: فأبو العنبس عن\nأبي العدبس ما حالهما فقال: ثقتان 917 - قلت: فأبو غالب الذي يروى عن أبي\nأمامة ما حاله فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p236'> Vol. 00, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n918 - قلت: وأبو يعفور عن أيمن ما حالهما فقال:\n</p>\n\n<p>\nثقتان 919 - وسألته عن أبي جعفر الخطمي فقال: ثقة 920 - قلت: فالنجراني\nمن هو فقال: رجل مشهور 921 - وسألته عن أبي المتوكل الناجي فقال <span id='ms47'></span>: ثقة 922 -\nقلت: هو أحب إليك أو أبو نضرة فقال: كلاهما ثقتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p237'> Vol. 00, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n923 - وسألته عن أبي قبيل المعافري فقال:\n</p>\n\n<p>\nثقة 924 - قلت: فأبو جميع سالم فقال: ثقة 925 - قلت: فأبو الزاهرية فقال:\nثقة 926 - وسألته عن أبي كدينة فقال: ثقة 927 - وسألته عن أبي وكيع فقال:\nليس به بأس 928 - وسألته عن أبي جناب الكلبي فقال: هو صدوق قال عثمان هو\nضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p238'> Vol. 00, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n929 - قلت: فأبو زرعة بن عمرو بن جرير فقال: ثقة 930 - قلت: فابن أبي\nأويس أخو هذا الحي فقال: كان ثقة 931 - قلت: فهذا الحي فقال: لا بأس به 932\n- قلت: فأبو زميل كيف حديثه فقال: ثقة 933 - قلت: فأبو عشانة المعافري\nفقال: ثقة 934 - قلت: فأبو تميم الجيشاني فقال: هؤلاء ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p239'> Vol. 00, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n935 - قلت: فأبو الهيثم الذي يروي عنه دراج فقال:\n</p>\n\n<p>\nثقة 936 - قلت: فأبو صخر فقال: ثقة 937 - وسألته عن أبي الفيض أعني الذي\nيروي عنه شعبة كيف حديثه فقال: ثقة 938 - وسألته عن أبي المليح الرقي فقال:\nثقة 939 - قال عثمان قال لي يحيى لا تكتب عن بن القرين شيخ ببغداد من ذاك\nالجانب فإنه كذاب خبيث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p240'> Vol. 00, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n940 - قلت: ليحيى وأبو بكر الحنفي فقال: ليس به بأس 941 - وسألته عن أبي\nخالد الأحمر فقال: ليس به بأس 942 - وسألته عن أبي بكر النهشلي فقال: ثقة\n943 - قال عثمان سمعت أحمد بن يونس يقول كان أبو بكر النهشلي شيخا صالحا\nمغفلا وكان في مرضه حين مات يثب للصلاة ولا يقدر فيقال له إنك في عذر أنت\nضعيف فيقول أبادر طي صحيفتي 944 - وسألت يحيى عن أبي إسحاق الكوفي الذي\nيروي عنه هشيم فقال: هو عبد الله بن ميسرة 945 - قلت: فمن أبو إسحاق هارون\nذا الذي يروي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p241'> Vol. 00, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nعنه حماد بن زيد فقال: هذا ليس ذاك هذا ثقة لو كان هذا مثل ذاك يعني مثل\nبن ميسرة هلك 946 - قلت: فأبو إسماعيل أعني المؤدب ما حاله فقال: ثقة 947 -\nقلت: فأبو سعيد المؤدب أعني مولى بني هاشم فقال: هو ثقة 948 - وسألته عن\nربيعة الذي يروي عنه شريك فقال:\n</p>\n\n<p>\nهو كوفي ثقة 949 - قلت: فأبو شيبة الذي يروي عنه يزيد فقال: أبو هؤلاء\nقلت: نعم فقال <span id='ms48'></span>: ليس بثقة 950 - قلت: فأبو ربيعة صاحب السابري كيف هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p242'> Vol. 00, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ليس به بأس 951 - وسألته عن أبي فروة فقال: ثقة 952 - وسمعت يحيى\nوسئل عن الرجل يلقي الرجل الضعيف من بين ثقتين يوصل الحديث ثقة عن ثقة\nويقول أنقص من الحديث وأصل ثقة عن ثقة يحسن الحديث بذلك فقال: لا يفعل لعل\nالحديث عن كذاب ليس بشئ فإذا هو قد حسنه وثبته ولكن يحدث به كما روي قال\nعثمان وكان الأعمش ربما فعل ذلك 953 - وسألت يحيى عن أبي بكر بن شعيب بن\nالحبحاب ما حاله فقال: ليس به بأس 954 - قلت: فأبو الأسود الغفاري عن\nالنعمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p243'> Vol. 00, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nالغفاري عن أبي ذر أن النبي صلى الله عليه وسلم قال يا أبا ذر أعقل من\nهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p244'> Vol. 00, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ما أعرفهما 955 - وسألته عن أبي صالح الحنفي كيف حديثه فقال:\n</p>\n\n<p>\nثقة 956 - قلت: هو أصح حديثا أو ذكوان فقال: كلاهما ثقة 957 - وسألته عن\nمولى سباع الذي روى حديث أبي بكر فقال: ما أعرفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p245'> Vol. 00, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n958 - وسألته عن أبي معشر المدني فقال: ضعيف 959 - وسألته عن أبي العلاء\nالخفاف كيف هو فقال:\n</p>\n\n<p>\nضعيف 960 - قلت: فحيان أبي النضر ما حاله فقال: ثقة 961 - وسألته عن أبي\nدراس ما حاله فقال: إنما يروي حديثا واحدا ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p246'> Vol. 00, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n962 - قلت: فأبو سلمة مولى بني ليث من هو فقال:\n</p>\n\n<p>\nلا أعرفه 963 - قلت: ليحيى أبو معشر النخعي أحب إليك عن إبراهيم أو منصور\nفقال: منصور خير منه ومن أبيه 964 - قلت: وأبو يحيى القتات كيف حديثه فقال:\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p247'> Vol. 00, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n965 - قلت: فأبو ربيعة فقال: ليس لي به علم لا أعرفه لم أكتب عنه يعني\nزيد بن عوف البصري 966 - قلت: فأبو جناب القصاب فقال: ثقة 967 قلت: وأبو\nجزى فقال: ليس بشئ 968 - قلت: ليحيى حدثنا بن يونس عن أبي يزيد الطحان من\nأبو يزيد الطحان فقال: لا أعرفه 969 - وسألته عن أبي مالك النخعي فقال: ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p248'> Vol. 00, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n970 - قلت: فأبو سنان الشيباني فقال: ثقة 971 - قلت: فأبو رفاعة عن\nالشعبي من هو فقال: هو ثقة 972 - قلت: فأبو ليلى من هو فقال: ليس بشئ قال\nعثمان وهو شيخ روى عنه <span id='ms49'></span> أحمد بن يونس 973 - قال عثمان كان علي بن المديني\nيسمع المغازي من أحمد بن أيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p249'> Vol. 00, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n974 - قلت: ليحيى سليمان بن أبي سلمة فقال: ليس بن أبي سلمة أو ما أراه\nبن أبي سلمة 975 - قال وسألته عن أبي نعامة السعدي فقال: ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p250'> Vol. 00, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nتم كتاب التاريخ والحمد لله على عونه وإحسانه وصلى الله على سيدنا محمد\nالنبي وعلى أله وسلم تسليما كثيرا حسبنا الله ونعم الوكيل وافق الفراغ منه\nصاحبه محمد بن أبي عبد الله بن جبريل بن محمد بن عباد الأنصاري غفر الله له\nفي الليلة التي صبيحتها يوم الثلاثاء الخامس والعشرين من جمادى الأول سنة\nثمان وعشرين وستمائة أحسن الله خاتمتها قوبل حسب الطاقة وصح ولله الحمد\nوالمنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p251'> Vol. 00, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالقراءات والسماعات \" 1 \" أحمد الله وله المنة:\n</p>\n\n<p>\nقرأت هذا التاريخ على أبي زكريا، يحيى بن أحمد بن نعمة المقدسي، مع تحري\nالصواب له.\n</p>\n\n<p>\nقلت له: أخبركم به إجازة، أبو الحسن، محمد بن أبي جعفر، أحمد بن علي\nالقرطبي، قال:\n</p>\n\n<p>\nأجازني الحافظ أبو طاهر، أحمد بن محمد بن أحمد السلفي.\n</p>\n\n<p>\nعن أبي عبد الله، محمد بن أبي العباس، أحمد بن إبراهيم الرازي.\n</p>\n\n<p>\nعن أبي الحسن، محمد بن الحسين بن السري النيسابوري.\n</p>\n\n<p>\nعن أبي محمد، الحسن بن رشيق العسكري.\n</p>\n\n<p>\nعن أبي بشر، محمد بن أحمد بن حماد الدولابي.\n</p>\n\n<p>\nعن أبي عبيد الله، معاوية بن صالح الأشعري.\n</p>\n\n<p>\nوأبي عمرو، عثمان بن سعيد الدارمي قالا:\n</p>\n\n<p>\nسألنا يحيى بن معين عن جميع هذه الأسماء.\n</p>\n\n<p>\nقاله كاتب ما قبله، محمد بن... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p253'> Vol. 00, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nقرأ علي أبو العباس، أحمد بن علي الحيري، هذا التاريخ أجمع. بسماعي فيه.\nوذلك يوم الأحد ثاني عشر شوال سنة ثلاثين وسبع مائة. بجامع دمشق كتبه محمد\nبن محمد الكنجي.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p254'> Vol. 00, p. 254</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(١) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a>\n/ ١٤٧ ل.\n<p>\n(٢) طبقات الشافعية ٢ / ٣٠٢.\n</p>\n\n<p>\n(٣) الدارمي: نسبة إلى دارم بن مالك بن حنظلة بن زيد مناة بن تميم.\n</p>\n\n<p>\nبطن كبير من تميم. ينسب إليه خلق كثير من العلماء والشعراء والفرسان،\nاللباب ١ / ٤٨٤.\n</p>\n\n<p>\n(٤) السجستاني <span id='ms50'></span> نسبة إلى سجستان البلاد المعروفة. ويقال في النسبة إليها\nأيضا السجزي على غير قياس. اللباب ٢ / ١٠٤. وهي في بلاد أفغانستان.\n</p>\n\n<p>\n(٥) تاريخ دمشق ١١ / ٤٩ أ. <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة\nالحفاظ ٢</a> / 621.\n(١) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a>\n/ ١٤٧ ل، <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> /\n٦٢٢.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٤٧ ل. طبقات الشافعية ٢ / ٣٠٢.\n</p>\n\n<p>\n(٣) تاريخ دمشق ١١ / ٥٠ أ. <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٤٧ ل: طبقات الشافعية ٢ / ٣٠٢.\n</p>\n\n<p>\n(٥) تاريخ دمشق ١١ / ٥٠ أ.\n</p>\n\n<p>\n(٦) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / 151 ل\n(١) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a>\n/ ١٤٧ ل.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٥١ ل. طبقات الشافعية ٢ / ٣٠٢.\n</p>\n\n<p>\n(٣) تاريخ دمشق ١١ / ٥٠ أ.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٥١ ل.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/3487_تاريخ-جرجان\">تاريخ جرجان</a> 258. تاريخ دمشق\n11 / 49 ب.\n(١) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a>\n/ ١٤٨ ل.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n(٣) الجرح ٣ / ١ / ١٥٣. تاريخ دمشق ١١ / ٤٩ ب، <a href=\"/الكتب\n/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / ٦٢١. <a href=\"/الكتب\n/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / ١٤٨ ل. طبقات\nالشافعية ٢ / ٣٠٢.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / ٦٢٢.\nوهذه السؤالات هي روايته هذه التي سماها التاريخ.\n</p>\n\n<p>\n(٥) تاريخ دمشق ١١ / ٤٩ ب. <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / ١٤٨ ل. <a href=\"/الكتب\n/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / 621.\n(١) تاريخ دمشق ١١ / ٤٩ ب. <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج <span id='ms51'></span>-٢\">تذكرة\nالحفاظ ٢</a> / ٦٢٢. طبقات الشافعية ٢ / ٣٠٣.\n</p>\n\n<p>\n(٢) تاريخ دمشق ١١ / ٤٩ ب. <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة\nالحفاظ ٢</a> / ٦٢٢. <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير\nأعلام النبلاء ٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / 149 ل.\n(١) تاريخ دمشق ١١ / ٤٩ ب. <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n(٢) ساق الدوري هذا النص في التاريخ وفيه: قال الأعمش: أنا ممن رفعه الله\nب<a href=\"/الكتب/1_القرآن\">القرآن</a>، لولا ذاك، كان على رقبتي دن من\nصحناه أبيعه. النص ٨٤٨.\n</p>\n\n<p>\n(٣) تاريخ دمشق ١١ / ٥٠ أ. <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة\nالحفاظ ٢</a> / ٦٢٢. <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير\nأعلام النبلاء ٩</a> / 150 ل.\n(١) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a>\n/ 149 ل. طبقات الشافعية 2 / 303.\n</p>\n\n<p>\n(2) طبقات الشافعية 2 / 306.\n</p>\n\n<p>\n(3) التاريخ النص 1923، 267.\n(١) وجه الغرابة في ذلك أن خالف في قوله هذا المذهب. فقد سبق أن نقل السبكي\nوغيره، أنه أخذ الفقه عن البويطي الشافعي. وقد رخص الشافعي في أكله. قال\nابن قدامة: رخص فيه عطاء وطاوس وقتادة والليث وسفيان بن عيينة والشافعي.\nلأنه يفدي في الاحرام والحرم.\n</p>\n\n<p>\nواختلفت الرواية عن أحمد، فأكثر الروايات عنه تحريمه، وهذا قول أبي\nهريرة. وهو مذهب أبي حنيفة لأنه سبع فيدخل في عموم النهي.\n</p>\n\n<p>\nونقل عنه إباحته. <a href=\"/الكتب/998_المغني-ج-١\">المغني ١</a> / 67.\n</p>\n\n<p>\n(2) أخرج البيهقي هذا الحديث، وأخرج أيضا من حديث خزيمة بن جزء. ثم قال:\nوفي كلا الاسنادين ضعف. هق 9 / 19. وانظر جه: الصيد 3235.\n</p>\n\n<p>\n(3) طبقات الشافعية 2 / 306.\n(١) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a>\n/ ١٤٨ ل. <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> /\n٦٢٢.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / ١٤٩ ل. طبقات الشافعية ٢ / ٣٠٤.\n</p>\n\n<p>\n(٤) طبقات الشافعية ٢ / ٣٠٤.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/3291_سير-أعلام <span id='ms52'></span>-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / 149 ل.\n(١) تاريخ دمشق ١١ / ٤٩ ب، <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء\n٩</a> / 149 ل.\n</p>\n\n<p>\n(3) انظر عقيدة يحيى في دراسة كتاب التاريخ 1 / 35.\n(١) انظر: تاريخ دمشق ١١ / ٥٠ أ. <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / ١٤٨ ل.\n</p>\n\n<p>\n<a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / ٦٢٢. طبقات\nالشافعية ٢ / ٣٠٣.\n</p>\n\n<p>\n(٢) التاريخ رقم ٥٨٥.\n</p>\n\n<p>\n(٣) تاريخ دمشق ١١ / ٥٠ أ. <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩\">سير أعلام النبلاء ٩</a> / 148 ل.\n(١) تاريخ دمشق ١١ / ٥٠ أ <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة\nالحفاظ ٢</a> / ٦٢٢. <a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير\nأعلام النبلاء ٩</a> / ١٥٠ ل. طبقات الشافعية ٢ / ٣٠٣.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / ٦٢٢.\n<a href=\"/الكتب/3291_سير-أعلام-النبلاء-ج-٩\">سير أعلام النبلاء ٩</a> /\n١٥٠ ل.\n</p>\n\n<p>\n* وانظر مراجع الترجمة:\n</p>\n\n<p>\n- الجرح والتعديل لابن أبي حاتم ٣ / ١ / ١٥٣.\n</p>\n\n<p>\n- <a href=\"/الكتب/3487_تاريخ-جرجان\">تاريخ جرجان</a> للسهمي ٢٥٨.\n</p>\n\n<p>\n- طبقات الحنابلة. ١ / ٢٢١.\n</p>\n\n<p>\nتاريخ دمشق لابن عساكر ١١ / ٤٩ ب.\n</p>\n\n<p>\n- طبقات علماء الحديث لابن عبد الهادي ١٠٤ أ.\n</p>\n\n<p>\nالبداية و<a href=\"/الكتب/41_النهاية\">النهاية</a> لابن كثير ١١ / ٦٩.\n</p>\n\n<p>\n- تذكرة الحفاظ للذهبي ٢ / ٦٢١.\n</p>\n\n<p>\n- سير أعلام النبلاء للذهبي ٩ / ١٤٧ ل.\n</p>\n\n<p>\n- العبر للذهبي ٢ / ٦٤.\n</p>\n\n<p>\n- مختصر دول الاسلام للذهبي ١ / ١٧٩.\n</p>\n\n<p>\n- طبقات الشافعية للسبكي ٢ / ٣٠٢ - اللباب لابن الجزري ١ / ٤٨٤.\n</p>\n\n<p>\n- شذرات الذهب لابن العماد ٢ / ١٧٦ - مرآة الجنان لليافعي ٢ / ١٩٣.\n</p>\n\n<p>\n- <a href=\"/الكتب/819_الرسالة\">الرسالة</a> المستطرفة ٦٤.\n</p>\n\n<p>\n- كشف الظنون ٨٣.\n</p>\n\n<p>\n- هداية العارفين ١ / ٦٥١.\n</p>\n\n<p>\n- <a href=\"/الكتب/3413_معجم-المؤلفين-ج-٦\">معجم المؤلفين ٦</a> / 254.\n</p>\n\n<p>\n- الأعلام للزركلي 4 / 366.\n(١) انظر الورقة الأولى من المخطوطة.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / 622.\nطبقات الحفاظ 274. وانظر موارد الخطيب: 337\n(1) لم أقف له على ترجمة.\n(1) الصواب ان ذلك من نقل ابن أبي مريم عنه كما في الميزان.\n</p>\n\n<p>\n(2) لكن <span id='ms53'></span> يبدو أنه كان في القرن السابع، إذ أن المجيز للسماع وهو يحيى ابن\nأحمد المقدسي قد مات سنة 716.\n(١) لم أقف له على ترجمة.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/2155_الدرر\">الدرر</a> الكامنة ٥ / ١٨٦.\n</p>\n\n<p>\n(٣) الكلاسة: موضع بدمشق. ومسجد بها داخل زقاق المغربل بناه رجل كلاس وهو\nالذي يزاول قطع الكلس، نوع من الحجر يبني به. وقيل نوع من الجص يطلي به.\nانظر: <a href=\"/الكتب/3158_تاريخ-مدينة-دمشق-ج-٢\">تاريخ مدينة دمشق ٢</a>\n/ 84. تحقيق المنجد. تاج العروس: مادة كلس.\n(١) شذرات الذهب ٥ / ٢٢٦.\n</p>\n\n<p>\n(٢) انظر ترجمته: تذكرة الحفاظ ١٢٩٨: وفيات الأعيان ١ / ٣١.\n</p>\n\n<p>\nشذرات الذهب ٤ / ٢٥٥.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/3129_تاريخ-بغداد-ج-١\">تاريخ بغداد ١</a> / 269.\n</p>\n\n<p>\n(4) لم أقف له على ترجمته\n(١) <a href=\"/الكتب/3281_تذكرة-الحفاظ-ج-٣\">تذكرة الحفاظ ٣</a> / ٩٥٩.\nوانظر: وفيات الأعيان ١ / ١٣٣. الاعلام ٢ / ٢٠٤.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3280_تذكرة-الحفاظ-ج-٢\">تذكرة الحفاظ ٢</a> / 759.\n(1) هو معاوية بن صالح بن معاوية الدمشقي الحافظ. صاحب كتاب التاريخ يروي\nعن يحيى ابن معين وأقرانه. وهو من شيوخ النسائي قال فيه: لا بأس به. انظر\nترجمته: تاريخ دمشق 16 / 336 ب.\n</p>\n\n<p>\nطبقات الحنابلة 1 / 389. تهذيب 10 / 212.\n</p>\n\n<p>\n(2) انظر اللوحة الأخيرة من المخطوطة.\n(١) تاريخ دمشق ٦ / ٢١٥ ب. <a href=\"/الكتب/3281_تذكرة-الحفاظ-ج-٣\">تذكرة\nالحفاظ ٣</a> / 862. طبقات الشافعية 3 / 298. شذرات الذهب 2 / 326. العبر 2\n/ 222.\n</p>\n\n<p>\nقضاة دمشق 28.\n(1) نقل ابن حجر هذه الأقوال في التهذيب.\n(١) انظر اختلاف الحكم على الرواة عند يحيى في دراسة التاريخ. رواية الدوري\n١ / ١٢١.\n</p>\n\n<p>\n(٢) انظر <a href=\"/الكتب/1168_التهذيب-ج-٨\">التهذيب ٨</a> / 161.\n</p>\n\n<p>\n(3) التاريخ رقم 3422، 4537.\n</p>\n\n<p>\n(4) التاريخ رقم 3828، 3482.\n</p>\n\n<p>\n(4) التاريخ رقم 3828، 3482.\n</p>\n\n<p>\n(5) الكامل 765 ب.\n(1) انظر مثلا النصوص: 254، 595، 596.\n</p>\n\n<p>\n(2) وقد أورد ابن أبي حاتم ما يزيد على (450) نصا.\n(1) وقد أورد الخطيب منها (135) نصا. <span id='ms54'></span>\n</p>\n",
  "pages": [
    "001",
    "003",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "253",
    "254"
  ],
  "volumes": [
    "01"
  ]
}