{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO توطئة: المرفوعات والمنصوبات والمجرورات</h2>\n\n\n<h2 class='l2' id='head1'>AUTO «فصل»: يذكر فيه تعداد المرفوعات/ والمنصوبات والمجرورات</h2>\n\n<p>\n، وهو كالتوطئة لما بعده من الأبواب.\n</p>\n\n<p>\n«مدلول إعراب الاسم ما هو به عمدة، أو فضلة، أو بينهما»، أي: شيء الاسم\nبه، أي: بذلك الشيء عمدة، ف (ما) نكرة موصوفة بمعنى شيء، والضمير المنفصل\n[المرفوع] عائد إلى الاسم، والضمير المجرور بالباء [عائد] إلى (ما).\n</p>\n\n<p>\nقال في الشرح: والعمدة عبارة عما لا يسوخ حذفه من أجزاء الكلام، إلا\nبدليل يقوم مقام اللفظ به، والفضلة عبارة عما يسوغ حذفه مطلقا إلا لعارض.\n</p>\n\n<p>\n«فالرفع للعمدة» لأجل شرفها والاهتمام بها، فجعل لها الرفع، لأنه أقوى\nالحركات. «وهي» أي العمدة «مبتدأ أو خبرا أو فاعل أو نائبه».\n</p>\n\n<p>\nوفي المفصل لم يذكر النائب عند تعداد المرفوعات، ولا أخرجه من حد الفاعل،\nلأنه يسميه فاعلا؛ ولذا قال في باب الإضافة: وتضاف الصفة إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n             # فاعلها كقولك: معمور الدار، ومؤدب الخدام. «أو شبيه به» أي بالفاعل\n«لفظا» كاسم (كان) وأخواتها.\n</p>\n\n<p>\n«وأصلها» أي المرفوعات «المبتدأ أو الفاعل، أو كلاهما أصل» أقوال ثلاثة.\n</p>\n\n<p>\nقال ابن قاسم: والخلاف في ذلك لا يجدي فائدة.\n</p>\n\n<p>\nقلت: بل يظهر [له] فائدة في أولوية المقدر عند الاحتمال، كما إذا وجدنا\nمحلا دار الأمر فيه بين أن يكون المحذوف فيه فعلا، والباقي فاعلا، وأن يكون\nالمحذوف خبرا، والباقي مبتدأ، كما إذا ق 4 يل: من قام:\n</p>\n\n<p>\nفتقول: - في جوابه - زيد، فإنه يحتمل كون زيد فاعلا والتقدير قام زيد،\nويحتمل كونه مبتدأ، والتقدير: زيد قام.\n</p>\n\n<p>\nفإن قلنا: الفاعل أصل ترجح الأول .. وإن قلنا المبتدأ أصل ترجح الثاني <span id='ms243'></span>.\n</p>\n\n<p>\nفإن قلت: إنما الترجح هنا بمطابقة السؤال، فإن جملة اسمية قلت: هو اسمية\nفي الصورة، وفعلية في الحقيقة، وبيان ذلك أن قولك: من قام؟\n</p>\n\n<p>\nأصله: أقام زيد أم عمرو أم خالد، إلى غير ذلك، لا أزيد قام أم عمرو أم\nخالد؛ وذلك لأن الاستفهام بالفعل أولى؛ لكونه متغيرا فيقع فيه الإبهام،\nولما أريد الاختصار وضعت كلمة (من) دالة إجمالا على تلك الذوات المفصلة\nهناك، ومتضمنة لمعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n             # الاستفهام، وبهذا التضمن وجب تقديمها على الفعل، فصارت الجملة اسمية في\nالصورة؛ لعروض تقدم ما يدل على الذوات، وفي الحقيقة [هي] فعلية، فإن أجبت\nبالفعلية نظرا إلى جانب الحقيقة فالمطابقة حاصلة [معنى، وإن أجبت بالاسمية\nنظرا إلى الصورة فالمطابقة حاصلة] لفظا فإذا لا ترجيح [بمجرد] المطابقة،\nلوجودها في كل من الصورتين، فبقى الترجيح بأصالة الفاعل أو المبتدأ، سالما\nعما تقدم، وإن قلنا: كلاهما أصل استوى التقديران، لفقدان المرجح، فقد ظهرت\nجدوى الخلاف كما رأيت.\n</p>\n\n<p>\n«والنصب للفضلة» فإن علامته فتحة، وهي أخف الحركات، والفضلة أكثر دورا في\nكلامهم، فناسب أن يجعل لها النصب لخفة علامته.\n</p>\n\n<p>\n«وهي: مفعول مطلق أو مقيد» بقولك: به أو فيه أو له أو معه «أو مستثنى أو\nحال أو تمييز أو مشبه بالمفعول [به]» وهو ما نصب على طريق الاتساع من ظرف\nأو مصدر أو مرفوع في باب الصفة المشبهة.\n</p>\n\n<p>\n«والجر لما بين العمدة والفضلة» فإن علامة الجر الأصلية الكسرة، وهي\nمتوسطة بين الخفة والثقل، فناسب جعلها للمتوسط بين المرتبتين.\n</p>\n\n<p>\n«وهو المضاف إليه»؛ لأنه تارة يكمل العمدة نحو: جاء غلام زيد، وتارة يكمل\nالفضلة نحو: رأيت غلام زيد، ويقع في موضوع عمدة نحو: يعجبني قيام زيد، وفي\nموضع فضلة نحو: هذا ضارب عمرو.\n</p>\n\n<p>\nوأدخل المصنف المجرور بالحرف تحت قوله: (المضاف إليه)، وكذا/ صنع ابن 113 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n             # الحاجب في الكافية إذ قال: والجر علم الإضافة. ولما حد المضاف إليه، قال:\nكل اسم نسب إليه شيء بواسطة حرف لفظا أو تقديرا مرادا.\n</p>\n\n<p>\nوقال في شرحها: المجرور بالحرف مضاف إليه، ألا ترى أنك إذا قلت: مررت <span id='ms244'></span>\nبزيد، فقد أضفت المرور إلى زيد بواسطة حرف الجر؟ ، ولذلك سمي حرف جر، لأنه\nيجر معاني الأفعال إلى الأسماء.\n</p>\n\n<p>\nوسبق إلى فهم الناس من هذا الكلام أن المضاف لا يجب أن يكون اسما؛ لأنه\nقال: (نسب إليه شيء)، ولم يقل: (اسم)، ومثل بقوله: (مررت بزيد).\n</p>\n\n<p>\nوقال في الحروف: حرف الجر ما وضع للإفضاء بفعل أو معناه إلى ما يليه.\nولكن علم في أول الكافية أنه اسم، وقد صرح به الزمخشري وغيره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n             # والحق [أن يقال]: إن (مررت) - من حيث أن (زيدا) في (بزيد) مفعول - ليس\nمؤولا باسم، ومن حيث أنه مضاف إليه مؤول به؛ ولذا قال: قد أضيف المرور إلى\nزيد فعلم أن المضاف قد يكون فعلا مؤولا بالاسم كالمبتدأ. كذا قال بعض\nالفضلاء.\n</p>\n\n<p>\n«وألحق من العمدة بالفضلات المنصوب في باب (كان) و (إن) و (لا») وذلك لأن\nخبر (كان) عمدة، وقد نصب، وإنما كان عمدة، لأنه خبر المبتدأ في الأصل، اسم\n(إن) و (لا)، هو المبتدأ في الأصل، وسيأتي سبب إلحافها بالفضلات في محله.\n</p>\n\n<p>\nوبقي عليه المنصوب في باب (ظن)، فإنه مفعوليه في الأصل مبتدأ وخبر، ولا\nيقال: قد دخل في قوله (مفعول مقيد)؛ لأن ذلك في نصب الفضلات، وهذا ليس\nبفضلة، وعلى هذا فالمفعول ضربان: عمدة وفضلة، فلا يدخل أحدها في الآخر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head2'>AUTO الباب الثاني عشر</h1>\n\n<p>\n«باب المبتدأ»\n</p>\n\n<p>\n«وهو ما عدم» يشمل الاسم الصريح نحو: زيد والمؤول به نحو: {وأن تصوموا}\nويشمل الفعل نحو: يقوم. «حقيقة» كزيد من (زيد قائم). «أو حكما» نحو: {هل من\nخلق غير الله} ف (خالق) مبتدأ خبره (غير الله)، ولا يخفى أنه غير عادم\nللعامل حقيقة، لأنه ملتبس به، لكن لما كان العامل زائدا قدر عدمه، فمدخوله\nعادم له حكما لا حقيقة، ومن كلام العرب (ناهيك بزيد) وأعرب بعض النحاة\n(ناهيك) خبرا، و (زيد) مبتدأ زيدت فيه الباء، وهو ظاهر، لأن المعنى أن زيدا\nناهيك عن تطلب غيره؛ لما فيه من الكفاية. «عاملا لفظيا» لا معنويا، فإن\nالمبتدأ لم يعدم العامل مطلقا، وإنما عدم العامل <span id='ms245'></span> اللفظي، وأما العامل\nالمعنوي فثابت له.\n</p>\n\n<p>\n«من مخبر عنه» إما بأمر يرجع إلى اللفظ نحو: زيد ثلاثي، أو بأمر يرجع إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n             # المعنى نحو: زيد قائم، فخرج الفعل؛ لأنه مخبر به لا عنه.\n</p>\n\n<p>\n«أو وصف» أتي به؛ ليدخل أحد قسمي المبتدأ، وذلك أن المبتدأ على قسمين:\nمسند إليه كما مر، ومسند كالوصف في قولك: أقائم الزيدان؟ ، يعني بالوصف اسم\nالفاعل كما مثلنا، واسم المفعول نحو: ما مضروب العمران، والصفة المشبهة\nنحو: أحسن أخوك؟ ، والمنسوب جار مجرى الوصف نحو: أقرشي أبوك؟ .\n</p>\n\n<p>\n«سابق» نعت للوصف، احترز به من نحو؛ أخواك خارج أبوهما، ف (خارج) خبر لا\nمبتدأ، لأنه غير سابق.\n</p>\n\n<p>\n«رافع ما انفصل» أي رافع لاسم مستقل غير مفتقر للاتصال بغيره، فخرج\nالضمير المتصل، ودخل الاسم الظاهر كما مثلنا، والضمير المنفصل نحو: أقائم\nأنتما؟ ولو عبر بقوله: (ما استقل) لكان أظهر؛ لئلا يتوهم أن المراد الضمير\nالمنفصل، وذلك غير متعين اتفاقا، بل قال: بامتناعه جماعات، والصحيح الجواز،\nوهو مذهب البصريين بدليل قول الشاعر:\n</p>\n\n<p>\n114/ خليلي ما واف بعهدي أنتما إذا لم تكونا لي على من أقاطع.\n</p>\n\n<p>\nقال ابن هشام: هذا البيت وقوله تعالى: {أراغب أنت عن ألهتي} مما يقطع\n[به] على بطلان مذهب المانعين لرفع الوصف المذكور ضميرا منفصلا على أنه\nفاعل به؛ وذلك لأن القول بأن الضمير مبتدأ يؤدي - في البيت - إلى الإخبار\nعن الاثنين بالواحد، ويؤدي - في الآية - إلى فصل العامل من معموله بأجنبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وقد أجيب عن الأول ب [احتمال] أن يكون [أنتما] مبتدأ خبره الجملة\nالشرطية بعده مع الجواب المحذوف المدلول عليه بقوله: (ما واف بعهدي)،\nوالتقدير: أنتما يا خليلي إذا لم تكونا لي على من أقاطعه فما أحد واف\nبعهدي، أي أن عدم قيامكما معي على من أقاطعه سبب لأن لا يكون أحد يفي\nبعهدي، لأن من سواكما ليس عندي في مرتبتكما من خلوص المودة وصدق الإخاء،\nفإذا لم تساعداني وتكونا لي على من أقاطعه لم يوف أحد بعهدي؛ لا تسامه\nبكما؛ وادعائه أنه أحق بعدم الوفاء.\n</p>\n\n<p>\nوأجيب عن <span id='ms246'></span> الثاني: بأنا نمنع تعليق الجار ب (راغب) المذكور ليلزم المحذور،\nويجعل متعلقا بمحذوف، والتقدير: أراغب أنت ترغب عن ألهتي.\n</p>\n\n<p>\nوجعل ابن قاسم من أدلة الجواز قول الآخر:\n</p>\n\n<p>\nفما باسط خيرا ولا دافع أذى من الناس إلا أنتم آل دارم\n</p>\n\n<p>\nقلت: وهذه المسألة لا تقبل الخلاف؛ إذ الفصل في مثل هذا [في] الفعل واجب،\nنحو: ما قام إلا أنت، والمانعون إنما اعتلوا بأن الوصف إذا رفع الفاعل\nالساد مسد الخبر كان جاريا مجرى الفعل، والفعل لا ينفصل فيه الضمير، وأنت\nخبير بأن هذه العلة لا تأتي مع الحصر ب (إلا)، فتأمله. «وأغنى» قالوا: عن\nالخبر. وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n             # منتقد بأنه لم يكن لهذا المبتدأ الخاص من خبر أصلا، حتى يحذف ويغني غيره\nعنه أو يسد مسده، ولو تكلفت له تقدير خبر لم يتأت؛ إذ هو في المعنى كالفعل\nوالفعل لا خبر له، ومن ثم [تم] بفاعله كلاما، ولو فسر قول المصنف: (وأغنى)\nبأن معناه: أن يكون مكتفي به، أي يستقل مع الوصف المذكور كلاما: ليحترز به\nعن مثل: أقائم أبواه زيد، فإن الفاعل فيه ليس بمكتفي به؛ ضرورة التباسه\nبالضمير المفتقر إلى زيد المعود إليه لكان حسنا.\n</p>\n\n<p>\nوعليه فيعرب (زيد) مبتدأ مؤخرا، و (قائم) خبرا مقدما، لا مبتدأ و (أبواه)\nفاعلا به، ولا يجعل من هذا الباب. وفيه نظر، فليتأمل.\n</p>\n\n<p>\nقال ابن قاسم: لو عطف على هذا الوصف ب (بل) انفصل الضمير، فتقول: أقائم\nالزيدان بل قاعدهما؟ . قال المازني: وتقول أقائم أخواك أم قاعدهما؟ هذا\nالقياس والوجه، وحكى: أم قاعدان، بالضمير المتصل. [انتهى].\n</p>\n\n<p>\nوعلى تقدير العطف - مع كون الضمير متصلا - يرد على المصنف إشكال، وذلك أن\nالمعطوف على المبتدأ مبتدأ، ولا خبر هنا، والوصف لم يرفع ما انفصل، وإنما\nرفع ضميرا متصلا. بل أقول: ولو رفع منفصلا - فقلت: أقائم الزيدان أم\nقاعدهما؟ ، وفسر (أغنى) ب (اكتفى به) - ورد عليه من حيث افتقار مرفوع الوصف\nإلى غيره، فتأمله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n«والابتداء كون ذلك» الذي عدم حقيقة أو حكما عاملا لفظيا «كذلك» أي مثل\nما ذكرناه من <span id='ms247'></span> كونه مخبرا عنه، أو وصفا رافعا لما انفصل وأغنى.\n</p>\n\n<p>\n«وهو» أي الابتداء «يرفع المبتدأ، والمبتدأ [يرفع] الخبر» وهذا مذهب\nسيبويه.\n</p>\n\n<p>\nقال في الكتاب: فأما الذي يبني عليه شيء هو هو فإن المبني عليه يرتفع به،\nكما ارتفع هو بالابتداء، وذلك قولك: / عبد الله منطلق، ارتفع (عبد الله)؛\nلأنه ذكر ليبنى عليه (المنطلق)، وارتفع (المنطلق)؛ لأن المبني على المبتدأ\nبمنزلته. وبقول سيبويه قال جمهور [البصريين]. «خلافا لمن رفعهما به» أي:\nرفع المبتدأ والخبر جميعا بالابتداء، وهو اختيار ابن الحاجب وجماعة من\nالمتأخرين، قالوا: لأن الابتداء يطلب المبتدأ أو الخبر على السواء، فكان\nعاملا فيهما. «أو» رفعهما «بتجردها للإسناد»، وهو مذهب الجرمي والسيرافي\nوجماعة من البصريين. والفرق بين الابتداء والتجرد للإسناد [أن التجرد\nللإسناد] وصف هو التجرد، مقيد بقيد واحد، وهو كونه للإسناد، أي: إسناده إن\nكان خبرا أو وصفا لمكتفئ به، أو الإسناد إليه إن كان مبتدأ غير وصف، وأن\nالابتداء عبارة من أوصاف متعددة، وهي المشروحة في الحد المشار إليه بقوله:\n(كون ذلك كذلك).\n</p>\n\n<p>\n«أو رفع بالابتداء المبتدأ وبهما» جميعا أي: بالابتداء والمبتدأ «الخبر»،\nوهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n             # قول أبي إسحاق الزجاج وأصحابه ونسب إلى المبرد، ورد بأنه يلزم عليه\nامتناع تقدم الخبر؛ لأن المعمول لا يتقدم [على عامله] إلا حيث يكون العامل\nمتصرفا، ولا يرد بأنه يلزم اجتماع عاملين على معمول واحد؛ لأن العمل عند\nصاحب هذا القول منسوب لمجموع الأمرين، لا لكل منهما. «أو قال» المبتدأ\nوالخبر «ترافعا» فكل منهما عامل في الآخر، وهذا مذهب الكوفيين، والنظر في\nهذه المذاهب توجيها أو اعتراضا مما يطول الكلام فيه.\n</p>\n\n<p>\n«ولا خبر للوصف المذكور» وكيف يكون له خبر، والخبر إنما هو للمخبر عنه،\nوهذا ليس بمخبر عنه أصلا، بل هو مسند كالفعل! ! فلا يقال: إن له خبرا «لا\nيصغر»، فلا يقال: أضويرب الزيدان. «ولا يوصف»، فلا يقال: أضويرب الزيدان.\n«ولا يوصف» فلا يقال: أضارب عاقل الزيدان، ولا أضارب الزيدان عاقل. «ولا\nيعرف» فلا يقال: أالقائم الزيدان؟ على أن يكون الزيدان فاعلا بالوصف.\n</p>\n\n<p>\nقال ابن <span id='ms248'></span> السراج: لأنه قد يكمل اسما معرفة، والمعرفة لا تقوم مقام\nالأفعال. «ولا يثنى ولا يجمع» فلا يقال: أقائمان الزيدان؟ ولا أقائمون\nالزيدون؟ ، على أن يكون الزيدان والزيدان فاعلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n«إلا على لغة: يتعاقبون فيكم ملائكة» وسيأتي الكلام عليها في الفاعل.\n</p>\n\n<p>\nقال ابن هشام: ولا يدخل عليه حرف جر، ولهذا رد إعراب الزمخشري {هل من خلق\nغير الله} حيث جعله من هذا الباب، [أعني أن] يكون خالق مبتدأ وغير الله\nفاعلا به، والصواب أنه من باب المبتدأ [وخبره] كما أسلفناه.\n</p>\n\n<p>\nولم يتعرض المصنف في هذا الكتاب لحكم الوصف المذكور في حالتي مطابقته\nللمرفوع في إفراد، نحو: أقائم زيد؟ وغيره، نحو: أقائمان أخواك؟ ، وأقائمون\nإخوتك؟ ، وعدم مطابقته إياه، نحو: أقائم أخواك؟ ، فيتعين أن يكون [هذا] من\nهذا الباب في القسم الأخير، ومن باب المبتدأ والخبر في القسم الثاني، وهو\nالمطابقة في غير الإفراد إلا على اللغة المذكورة، فيكون - حينئذ كالقسم\nالأول، فيجوز فيه الأمران، وهما: أن يكون الوصف مبتدأ، والمرفوع بعده فاعلا\n[به]. وأن يكون الوصف خبرا مقدما، والمرفوع مبتدأ مؤخرا، مع أن هذه المسألة\nمذكورة في المختصرات. «ذلك المجرى باستحسان» من كونه مبتدأ، والمرفوع\nالواقع بعده فاعلا مكتفئ به «إلا بعد نفي» ب (ما) و (إن) ونحوهما، كقولك:\nما قائم الزيدان و [إن] ذاهب العمران. «أو استفهام» بالهمزة أو غيرهما من\nأدوات الاستفهام نحو: أقائم الزيدان؟ ، وهل معتق عبداك ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n             # 116 ضارب العمران؟ ومتى راجع أخواك؟ ، وأيان قاعد صاحباك؟ ، وكيف مقيم\nابناك؟ ، وكم ماكث صديقاك؟ ، وأيان قادم رفيقاك؟ ، كذا قال المصنف «خلافا\nللأخفش» والكوفيين [في] تجويزهم رفع الصفة الظاهر بعدها باستحسان، على أنه\nفاعل لها من غير اعتماد على النفي أو الاستفهام، فيجوزون: قائم الزيدان،\nكما يجوز: ما قائم الزيدان، وأقائم الزيدان؟ ، وأشار المصنف بقوله:\n(باستحسان) إلى أن الوصف قد يجري ذلك المجرى في كونه مبتدأ رافعا لما بعده،\nعلى أنه فاعل له، وإن [كان] لم يعتمد على نفي أو استفهام، لكن لا باستحسان،\nونسب المصنف ذلك إلى سيبويه، قال: ومن زعم خلاف <span id='ms249'></span> ذلك [عليه] فقد قول سيبويه\nما لم يقل، وجعل من ذلك قول الشاعر:\n</p>\n\n<p>\nخبير بنور لهب فلاتك ملغيا مقالة لهبي إذا الطير مرت\n</p>\n\n<p>\nوقال الآخر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفخير نحن عن الناس منكم إذا الداعي المثوب قال يالا\n</p>\n\n<p>\nووجه الاستدلال بالأول أنه لو جعل (بنو لهب) مبتدأ مخبرا عنه بقوله:\n(خبير) لزم عمم المطابقة، فتعين كون (خبير) مبتدأ، و (بنو لهب) فاعلا به.\n</p>\n\n<p>\nوأجيب: بأن فعيلا يستوي فيه المفرد وغيره، قال الله تعالى: {والملائكة\nبعد ذلك ظهير}، وقال تعالى: {وحسن أولئك رفيقا} وقال تعالى: {خلصوا نجيا}.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nجملت أسدا على سود الكلاب فقد أضحى شريدهم في البحر ضلالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n             # فوضع (شريدا) موضع الجمع؛ ولذا قال: (ضلالا).\n</p>\n\n<p>\nووجه الاستدلال بالثاني [أنه] لو جعل (خير) خبرا مقدما؛ و (نحن) مبتدأ\nلزم الفصل بين اسم التفضيل و (من) بمبتدأ، وهو أجنبي منهما، فتعين أن يكون\n(خير) مبتدأ، و (نحن) فاعلا به.\n</p>\n\n<p>\nوأجيب: بأنا لا نسلم أن (نحن) مبتدأ ولا فاعل، وإنما هو تأكيد للضمير\nالمستكن في (خير) و (خير) [خبر] مبتدأ محذوف، والتقدير: فنحن خير نحن، كما\nتقول: أنت قائم أنت، على ذلك خرجه ابن خروف.\n</p>\n\n<p>\nوتلخص من [هذا] أن سيبويه والأخفش متفقان على جواز: قائم الزيدان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n             # والخلاف ينهما إنما هو الاستحسان، فسيبويه، يقول: ليس بحسن، والأخفش\nيقول: هو حسن، وكذا الكوفية. «وأجري في ذلك» المذكور من كون المرفوع بعد\nالوصف فالعلا به. «غير قائم، ونحوه» مثل: غير مضروب. «مجرى [ما] قائم»\nفتقول: غير قائم الزيدان، وغير مضروب العمران، كما تقول: ما قائم الزيدان،\nوما مضروب العمران.\n</p>\n\n<p>\nوعلى ذلك خرج ابن الشجري قول أبي نواس:\n</p>\n\n<p>\nغير مأسوف على زمن ينقضي بالهم والحزن\n</p>\n\n<p>\nفجعل (غير) مبتدأ لا خبر له، [بل] لما أضيف إليه مرفوع يغني عن الخبر،\nوذلك لأنه في معنى النفي، والوصف بعده مخفوض لفظا، وهو في قوة المرفوع\nبالابتداء، فكأنه قيل: مأسوف على زمن ينقضي مصاحبا للهم والحزن، فهو نظير:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nما مضروب الزيدان، والنائب عن الفاعل الظرف، وجزم المصنف بتخريجه على هذا\nالوجه تبعا <span id='ms250'></span> لابن الشجري، وجوز ابن الحاجب ذلك وزاد وجها ثانيا اختاره هو\nوجزم به ابن جني، وهو أن يكون (غير) خبرا مقدما، والأصل: زمن ينقضي بالهم\nوالحزن غير مأسوف عليه، ثم قدمت (غير) وما بعدها، ثم حذف (زمن) دون صفته،\nفعاد الضمير المجرور ب (على) على غير مذكور، فأتى بالاسم الظاهر مكانه.\nوفيه حذف الموصوف مع أن الصفة غير مفردة، وهو جائز في الشعر. وخرجه ابن\nالخباز على أن يكون (غير) خبر [مبتدأ] محذوف 117 و (مأسوف) مصدرا جاء على/\nمفعول، كالمعسور والميسور، والمراد به اسم الفاعل، والمعنى [أنا] غير آسف\nعلى زمن هذه صفته. وهو ظاهر التعسف.\n</p>\n\n<p>\n«ويحذف الخبر» وهو ما أسند إلى المبتدأ حذفا «جوازا» أي جائزا، فهو مصدر\nبمعنى الفاعل، ك (زيد عدل) «لقرينة» كقولك: زيد، لن قال: أفي الدار أحد؟\nوالتقدير: زيد فيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال المصنف في الشرح: ومنه الخبر بعد إذا الفجائية، نحو: خرجت فإذا\nالسبع، يجوز حذفه لكن قليلا؛ ولذلك لم يرد في القرآن مبتدأ بعد (إذا) إلا\nوخبره ثابت. هذا كلامه، وهو مبني على أن إذا الفجائية حرف، وأما على مذهب\nالمبرد القائل بأنها ظرف مكان فلا يقدر محذوف، بل تجعل هي الخبر، والتقدير:\nفبالمكان السبع.\n</p>\n\n<p>\nقال الرضي: وما ذهب إليه لا يطرد في جميع واضع إذا المفاجأة؛ إذ لا معنى\nلقولك: (فبالمكان السبع بالباب)، في تأويل قولهم: خرجت فإذا السبع بالباب.\n</p>\n\n<p>\nوأما على مذهب الزجاج القائل: بأن إذا المفاجأة ظرف زمان، فيجوز أن تكون\nفي قولهم: فإذا السبع - خبرا عما بعدها بتقدير مضاف، أي فإذا حصول السبع،\nأي ففي ذلك الوقت حصوله؛ لأن ظرف الزمان لا يكون خبرا عن الجثة، كما سيجيء.\n</p>\n\n<p>\nويجوز أن [يكون] الخبر محذوفا، و (إذا) ظرف لذلك الخبر غير ساد مسده، أي\nففي ذلك الوقت السبع بالباب، فحذف (بالباب)، لدلالة قرينة (خرجت) عليه.\n</p>\n\n<p>\nويجوز أن يكون ظرف الزمان مضافا إلى الجملة الاسمية، وعامله محذوف، على\nما قال ابن الحاجب، أي: ففاجأت وقت وجود السبع بالباب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nلكن يلزم هذا إخراج (إذا) عن <span id='ms251'></span> لظرفية؛ ضرورة أنه - حينئذ - مفعول [به] ل\n(فاجأت)، ولا داعي إلى ذلك، فإن (إذا) الظرفية غير متصرفة على الصحيح.\n</p>\n\n<p>\nفإن قلت: فما هذه الفاء الداخلة على إذا المفاجأة؟ .\n</p>\n\n<p>\nقلت: نقل عن الزيادي أنه جواب شرط مقدر.\n</p>\n\n<p>\nقال الرضي: ولعله أراد أنها فاء السببية التي المراد منها لزوم ما بعدها\nلما قبلها، أي مفاجأة السبع لازمة للخروج.\n</p>\n\n<p>\nوقال المازني: هي زائدة، ويرده امتناع حذفها.\n</p>\n\n<p>\nوقال أبو بكر مبرمان: هي للعطف حملا على المعنى، أي خرجت ففاجأت ذكا وهو قريب.\n</p>\n\n<p>\nوكان اللائق بالمصنف تقديم قوله: (لقرينة) على قوله: (جوازا)؛ ليكون ذلك\nمتناولا لصورتي الحذف الجائز والواجب «و» حذفا «وجوبا» أي واجبا «بعد\n(لولا) الامتناعية» نحو: لولا زيد لهلك عمرو، وهذا تفريغ على أن الاسم\nالواقع بعد لولا غير مرفوع بها، وهو مذهب الجمهور، وسيأتي الخلاف فيه،\nقالوا: ولا يجوز أن يكون جواب (لولا) خبره؛ لخلوه عن الفائدة في الأغلب،\nفخبره محذوف وجوبا؛ لحصول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n             # شرطي وجوب الحذف:\n</p>\n\n<p>\nأحدهما القرينة الدالة على الخبر المعين، وهي لفظة (لولا)؛ إذ هي موضوعة\nلتدل على انتفاء الملزوم، ف (لولا) دالة على أن خبر المبتدأ الذي بعدها\n(موجود)، لا (قائم)، ولا (قاعد)، ولا غير ذلك.\n</p>\n\n<p>\nوالثاني اللفظ الساد مسد الخبر، وهو جواب (لولا).\n</p>\n\n<p>\nوأشار المصنف بقوله: «غالبا» إلى صورتين مغلوبين بالنسبة إلى ما تقدم:\nإحداهما - أن يراد بخبر المبتدأ الواقع [بعد (لولا) كون) مقيد لا دليل عليه\nعند الحذف فتعين ذكره، نحو: لولا زيد سالمنا ما سلم، ومنه قوله - صلى الله\nعليه وسلم -: (لولا قومك حديثو عهد بكفر لأسست البيت على قواعد إبراهيم).\n</p>\n\n<p>\nالثانية - أن يراد به كون مقيد يقوم عليه دليل/ عند الحذف، فيجوز لك فيه\n- 118 حينئذ - الإثبات، نحو: لولا أنصار زيد حموه لم ينج، [والحذف نحو:\nلولا أنصار زيد لم ينج]؛ لولا الدال على هذا الخبر الخاص.\n</p>\n\n<p>\nقال المصنف - بعد ذكر هذا التفصيل -: وما ذهبت إليه هو مذهب الرماني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n             # والشلوبين، والذي عليه الجمهور أن الخبر بعد (لولا) لا يكون إلا كونا\nمطلقا، فيجب حذفه دائما، ومن <span id='ms252'></span> ثم لحنوا المعري في قوله:\n</p>\n\n<p>\nيذيب الرعب منه كل غضب فلولا الغمد يمسكه لسالا\n</p>\n\n<p>\nوخرجه لعضهم على أن (يمسكه) حال من الضمير المستكن في الخبر، أي فلولا\nالغمد موجود في حال كونه يمسكه.\n</p>\n\n<p>\nورد بأن الأخفش نقل أن العرب لا يأتون بالحال بعد الاسم الواقع بعد\n(لولا) كما لا يأتون بالخبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nنعم يحتمل تقدير (يمسك) بدل اشتمال على أن الأصل: أن يمسكه، ثم حذفت (أن)\nوارتفع الفعل؛ أو تقدير (يمسكه) جملة معترضة.\n</p>\n\n<p>\nفإن قلت: ما فائدة إتيان المصنف بقيد (الامتناعية) في قوله: [بعد] لولا\nالامتناعية)؟ .\n</p>\n\n<p>\nقلت: بيان المحل الذي يقع فيه المبتدأ المذكور، ولم يقصد به الاحتراز،\nفإن (لولا) التي يقع بعدها المبتدأ لا تكون إلا امتناعية، وهي الداخلة على\nاسمية ففعلية، لربط امتناع الثانية بوجود الأولى. «و» يحذف الخبر أيضا\nوجوبا «في قسم صريح» نحو: لعمرك لأفعلن، فإن صراحة (لعمرك) في القسم،\nوتعينه له دال على الخبر المحذوف، أي لعمرك ما أقسم به، وجواب القسم ساد\nمسد الخبر المحذوف.\n</p>\n\n<p>\nوالعمر [والعمر] بمعنى، ولا يستعمل مع اللام إلا المفتوح؛ لأن القسم موضع\nالتخفيف؛ لكثرة استعماله.\n</p>\n\n<p>\nواحترز المصنف بقوله: (صريح) من نحو: (عهد الله)، فلا يجب حذف خبره، بل\nيجوز إثباته، فتقول: علي عهد الله لأفعلن؛ وذلك لأنه لا يشعر بالقسم حتى\nتذكر المقسم عليه، بخلاف [نحو] لعمرك، وأيمن الله، وأمانة الله، مما هو\nصريح في القسم.\n</p>\n\n<p>\n«وبعد واو المصاحبة الصريحة» قال ابن قاسم: نحو كل رجل وضيعته، أي\nمقرونان، والخبر محذوف؛ لدلالة الواو وما بعدها على المصحوبية، وكان الحذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n             # واجبا؛ لقيام الواو مقام (مع).\n</p>\n\n<p>\nقلت: هذا مشكل، فإن الخبر ليس (مع) حتى إذا قامت الواو مقامه وسدت مسده\nيكون الحذف واجبا، وإنما الخبر هو قولنا: (مقرونان) الذي قدره بعد المعطوف\nوالمعطوف عليه، وليس ثم شيء سد مسده، فلو قيل: التقدير (كل رجل [مقرون]\nوضيعته، أي [هو] مقرون وضيعته مقرونة به، كما تقول: زيد قائم وعمرو، ثم حذف\n(مقرون) وأقيم المعطوف مقامه، لبقي البحث في حذف خبر المعطوف وجوبا من غير <span id='ms253'></span>\nساد مسده.\n</p>\n\n<p>\nقال الرضي: ويجوز أن يقال عند ذلك [إن] المعطوف أجري مجرى المعطوف عليه\nفي وجوب حذف خبره، قال: هذا والظاهر أن حذف الخبر في مثله غالب لا واجب.\n«و» يحذف الخبر أيضا وجوبا «قبل حال إن كان المبتدأ أو معموله مصدرا عاملا\nفي مفسر صاحبها، أو مؤولا بذلك» فهذه ثلاث صور يجب فيها حذف الخبر قبل الحال:\n</p>\n\n<p>\nالصورة الأولى: أن يكون المبتدأ مصدرا عاملا في مفسر صاحب الحال، نحو:\nضربي زيدا قائما، وأصل التركيب: - على ما اختاره المصنف، كما ستعرفه - ضربي\nزيدا ضربه قائما، ف (ضربي) مبتدأ، وهو مصدر عامل في (زيدا) و (زيدا) هذا\nمفسر 119 لصاحب الحال من قوله ضربه قائما، فإن (قائما) حال من الضمير الذي\nاتصل/ بالخبر، وهو ضربه، ومفسر هذا الضمير هو (زيد)، كما قلناه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالصورة الثانية: أن يكون معمول المبتدأ مصدرا عاملا في مفسر صاحب الحال\nكما مر، نحو: أكثر شربي السويق ملتوتا، والتقدير: أكثر شربي السويق شربه\nملتوتا، فالمبتدأ - وهو أكثر - له معمول هو المصدر المضاف هو إليه، وهو\nالشرب، والشرب عامل في السويق الذي هو مفسر لصاحب الحال الذي هو الضمير\nالمضاف إليه من قولنا: شربه.\n</p>\n\n<p>\nالصورة الثالثة: أن يكون معمول المبتدأ ليس مصدرا صريحا، وإنما هو مؤول\nبالمصدر نحو: أخطب ما يكون الأمير قائما، والتقدير: أخطب أكون الأمير كونه\nقائما، فالمبتدأ - وهو أخطب - له معمول هو (ما يكون)، وهو ليس بمصدر صريح،\nلكنه مؤول بالمصدر وهو الكون، وإنما قدرناه بالأكوان؛ أجل إضافة أفعل\nالتفضيل ضرورة أنه بعض ما يضاف إليه، فلا بد من تعدده، ثم هذا المصدر مضاف\nعند السبك إلى معمول الفعل، فتقول: أكون الأمير، فإذن هو مؤول بمصدر عامل\nفي الأمير الذي هو مفسر لصاحب الحال الذي هو الضمير المضاف إليه من قولنا:\n(كونه قائما).\n</p>\n\n<p>\nفالخبر في الصور الثلاث محذوف وجوبا؛ لاجتماع شرطي وجوب الحذف: وهما وجود\nالقرينة، ووجود اللفظ الساد مسد الخبر وهو الحال. «والخبر الذي سدت مسده\nمصدر مضاف إلى صاحبها» كما قدرناه في الصور الثلاث <span id='ms254'></span>. «لا زمان مضاف إلى\nفعله» أي إلى فعل صاحب الحال، فالتقدير: ضربي زيدا إذا كان قائما، [وأكثر\nشربي السويق إذا كان ملتوتا، وأخطب ما يكون الأمير إذا كان قائما]، هذا إن\nأريد الاستقبال، وإن أريد المضي فيقدر (إذ)، والخبر في الحقيقة هو ما يتعلق\nبه الظرف من الاستقرار، وهذا مذهب الجهور، لكن المصنف خالفهم وقال بالقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n             # الأول. «وفاقا للأخفش» لقلة الحذف على تقدير كونه مصدرا مع صحة المعنى؛\nلأنه لم يحذف منه إلا خبر مضاف إلى مفرد مع ذلك المفرد.\n</p>\n\n<p>\nومذهب الجمهور يقتضي حذف الخبر، وهو متعلق الظرف ثم ناب عنه وهو (إذا) أو\n(إذ) مع فعل وفاعل.\n</p>\n\n<p>\nفإن قلت: ويلزم على مذهب الأخفش حذف المصدر وإبقاء معموله، وهو محذور كما\nنص عليه سيبويه.\n</p>\n\n<p>\nقلت: المسألة خلافية، وسيأتي الكلام عليها في موضعها إن شاء الله تعالى.\n</p>\n\n<p>\nثم اعلم أن (كان) المقدرة عند الجمهور في التركيب المذكور تامة؛ [ولذا\nجعلوا المنصوب بعدها حالا، وليست ناقصة]، ولذا لم يجعلوا المنصوب بعدها\nخبرا لها، وإنما فعلوا ذلك؛ لأن مثل هذا المنصوب - أي الذي يجيء بعد المصدر\nالمضبوط بالضابط المذكور - لا يكون إلا نكرة، فلو كان خبرا ل (كان) لجاز\nتعريفه.\n</p>\n\n<p>\n«ورفعها خبرا» أي رفع الصفة التي كانت حالا على أن تجعل خبرا للمبتدأ\n«بعد (أفعل)» حالة كونه «مضافا إلى (ما) موصولة ب (كان) أو (يكون) جائز»\nنحو: أخطب ما كان أو ما يكون الأمير قائم، هذا عند الأخفش والمبرد، ومنعه\nسيبويه، واختار المصنف القول بالجواز، لأنك جعلت ذلك الكون أخطب مجازا، ف\n[جاز] جعله قائما أيضا على جهة المجاز، ولا يجوز مثل ذلك في مصدر صريح، فلا\nتقول: ضربي زيدا قائم، إذ لا مجاز في أول الكلام، ولا شك أن المجاز يؤنس\nبالمجاز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت خبير بما في قول المصنف: (مضافا إلى ما) من المسامحة، ولا ينجيه\nمنها قوله: (موصولة بكان أو يكون) فتأمله.\n</p>\n\n<p>\n«وفعل ذلك» أي مطلق الرفع «بعد مصدر صريح دون ضرورة ممنوع» / وقد، أسلفنا وجهه.\n</p>\n\n<p>\nوإنما قلنا: مطلق الرفع؛ لأن كلام <span id='ms255'></span> المصنف في الشرح يقتضيه، فإنه قال:\nوأشرت بقولي (دون ضرورة) إلى أنه إن اقتضت الضرورة رفعه رفع، ولكن لا يجعل\nخبرا عن (ضربي)، بل يجعل خبرا لمبتدأ محذوف، والتقدير: ضربي زيدا وهو قائم،\nوالجملة حال سد مد الخبر. بهذا وجهه، فحينئذ لا يكون قوله: (وفعل ذلك)\nمقصورا به الإشارة إلى رفعه خبرا للمبتدأ المنطوق به في التركيب المذكور،\nبل الإشارة إلى مطلق الرفع فقط.\n</p>\n\n<p>\n«وليس التالي (لولا) مرفوعا بها» كما ذهب إليه الفراء محتجا بأنها مختصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n             # بالأسماء، فعملت كسائر العوامل. «ولا بفعل مضمر» وهو رأي الكسائي كما في\nقوله: لولا ذات سوار لطمتني.\n</p>\n\n<p>\nقال الرضي: وهو قريب من وجه، وذلك أن الظاهر فيها أنها (لو) التي يقصد\nبها امتناع الأول لامتناع الثاني - كما يجيء في حروف الشرط - دخلت على (لا)\nوكانت لازمة للفعل؛ لكونها حرف شرط، فتبقى - مع دخولها على (لا) - على ذلك\nالاقتضاء، ومعناها مع (لا) أيضا - باق على ما كان، كما بقى مع غير) (لا) من\nحروف النفي، فمعنى لولا علي لهلك عمر: لو لم يوجد علي لهلك عمر، فينتفي\nالأول - أي انتفاء وجود علي - لانتفاء هلاك عمر، وانتفاء الانتفاء ثبوت،\nفمن ثم كانت [لولا] مفيدة ثبوت الأول، وانتفاء الثاني، كإفادة (لو) في\nقولك: لو لم تأتني شتمتك.\n</p>\n\n<p>\nلكن منع البصريين من هذا التقدير، وحملهم على أن قالوا: (لولا) كلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n             # بنفسها، وليست (لو) الداخلة على (لا) أن الفعل بعد (لو) إذا أضمر وجوبا\nفلا بد من الإيتان بمفسر كما في: {وإن أحد من المشركين استجارك}، وليس بعد\n(لولا) مفسر، وأيضا لفظ (لا) لا يدخل على الماضي - في غير الدعاء وجواب القسم.\n</p>\n\n<p>\nإلا مكررا في الأغلب، ولا تكرير بعد (لولا)، فمن ثم قال البصريون: الاسم\nالمرفوع بعده مبتدأ.\n</p>\n\n<p>\n«خلافا للكوفيين» ولسوا جميعا قائلين بأن التالي (لولا) مرفوع [بها،\nوإنما يقول بذلك بعضهم، ولا كلهم قائلين بأن تالي (لولا) مرفوع] بفعل مضمر،\nوإنما يقول بذلك بعضهم، [والمصنف] أجمل كما رأيت.\n</p>\n\n<p>\nفإن قلت: إنما فعل ذلك؛ لأنه ذكر أمرين لا يقول <span id='ms256'></span> بهما قائل واحد، ثم ذكر\nأن الكوفيين خالفوا في دينك الأمرين، ومعلوم أنهم لم يخالفوا من حيث إن\nكلهم يقول بهذا وذاك جميعا، بل لم يخالفوا إلا من حيث إن بعضهم يقول بهذا،\nوبعضهم يقول بهذا.\n</p>\n\n<p>\nقلت: من الجائز أن يخالفوا من حيث إن كلهم يجوز كلا من الأمرين على\nالتخير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n             # بمعنى أن لك أن تقول بهذا، [ولك أن تقول بهذا]، فليس في نسبة الخلاف إلى\nجميعهم ما يشعر بانقسامهم إلى فرقتين، كل فرقة تقول بأمر من ذينك الأمرين،\nوالله أعلم.\n</p>\n\n<p>\n«ولا يغني فاعل المصدر المذكور» نحو: ضربي زيدا قائما. «عن تقدير الخبر\nإغناء المرفوع بالوصف المذكور» نحو: أقائم الزيدان؟ فهذا على تقدير الإغناء\nمبتدأ لا خبر له؛ لكونه بمعنى الفعل. أي أضرب زيدا قائما، كما أن الوصف\nالمذكور مبتدأ لا خبر له، لكونه بمعنى الفعل، أي يقوم الزيدان، وهذا مذهب\nابن درستويه.\n</p>\n\n<p>\n«ولا الواو» أي ولا تغني الواو في قولهم: (كل رجل وضيعته) عن تقدير خبر،\nبحيث يكون هذا كلاما والمبتدأ [فيه] لا خبر له؛ لاستغنائه بالواو المذكورة\nعن تقدير خبر، وهذا مذهب ابن خروف، واختاره ابن عصفور في شرح الإيضاح،\nونسبه ابن الخباز إلى الكوفيين. «والحال» أي ولا تغني الحال أيضا في مسألة:\nضربي زيدا قائما، عن تقدير الخبر تشبيها بالظرف، إذ التركيب المذكور في\nمعنى 121 قولك: ضربي زيدا في حال قيامه، وهذا مذهب ابن كيسان/ وقل المصنف:\n«المشار إليهما» صفة للواو والحال وقوله: «خلافا لزاعمي ذلك» راجع إلى\nالمسائل الثلاث، فقد عرفت المخالفين في ذلك بأعيانهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوترك المصنف قولا آخر شديد الشهرة عن الكوفيين، وهو أن الخبر - في قولك:\nضربي زيدا قائما -[قائما -[مقدر بعد (قائما]، وتقديره ثابت أو حاصل،\nويجعلون (قائما) حالا من (زيد) والعامل فيه المصدر، واشتهر بين العلماء\nتقرير فساده بما نقوله وهو أن الكل متفقون على أن معنى ضربي زيدا قائما: ما\nأضرب، أو ما ضربت زيدا إلا قائما، وهذا المعنى المتفق عليه لا يستفاد إلا\nمن تقدير البصريين والأخفش بناء على أن <span id='ms257'></span> المصدر المبتدأ أضيف، فيعم كاسم\nالجنس الذي يقع على القليل والكثير بلفظ واحد إذا أضيف، قولنا: ماء البحر\nظهور، فإنه يعم، فإذن قد وقع اسم الجنس - وهو المصدر المذكور عند البصريين\n- عاما غير مقيد بالحال؛ إذ الحال من تمام الخبر، ثم أخبر عنه بحصوله في\nحال القيام، فيبقى المصدر المذكور على عمومه، فيكون المعنى: كل ضرب مني\nواقع على زيد حاصل في حال القيام، وهذا المعنى مطابق للمعنى المتفق عليه،\nأعني ما أضرب أو ما ضربت زيدا إلا قائما، وأما عند الكوفيين فالمبتدأ عندهم\nمقيد بالحال المخصص له، فيكون المعنى: ضربي زيدا المختص بحال القيام حاصل،\nوهو غير مطابق للمعنى المتفق عليه؛ لأنه لا يمتنع من حصول الضرب المقيد\nبالقيام حصول الضرب المقيد بالقعود في وقت آخر، فليس في تقديرهم إذا معنى\nالحصر المتفق عليه، وكذا نقول: - أيضا في قولهم: أكثر شربي السويق ملتوتا -\nإذا جعلنا (ملتوتا) [حالا] من تتمة الشرب صار المعنى الإخبار عن أكثر شرب\n[السويق] الملتوت بأنه حاصل، فيجوز على هذا أن يكون أكثر شرب السويق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n             # غير ملتوت، إذا لم يخبر إلا عن أكثر شرب سويق ملتوت بالحصول، وذلك لا\nيمنع حصول شرب سويق غير ملتوت أضعافه، ويوضحه أنا لو قدرنا أنه شرب سويقا\nملتوتا عشر مرات، وسويقا غير ملتوت ألف مرة، فأراد أن يخبر عن تسعة من\nالأول بالحصول لقال: أكثر شربي السويق ملتوتا حاصل، وعلى المذهب المختار\nيكون أكثر الشرب للسويق غير مقيد باللت قد أخبر بحصوله حالة كون السويق\nملتوتا، فلو قدرت أكثرية أخرى باعتبار عدم اللت لكان مناقضا، وهذا إنما\nيستفاد من مذهب البصريين كما قررناه.\n</p>\n\n<p>\n«ولا يمتنع وقوع الحال المذكورة فعلا، خلافا للفراء» فيما حكي عنه، وأجاز\nذلك الأخفش والكسائي وهشام، واختاره المصنف مستدلا بقول الشاعر:\n</p>\n\n<p>\nورأى عيني الفتى أباكا يعطي الجزيل فعليك ذاكا\n</p>\n\n<p>\nويقول الآخر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nعهدي بها في قد سربلت بيضاء مثل المهرة الضامر\n</p>\n\n<p>\n«ولا جملة اسمية بلا واو، وفاقا للكسائي»، ونقل الجواز أيضا عن البصريين،\nفتقول: ضربي زيدا أبوه قائم <span id='ms258'></span>، كما في قولهم: كلمته فوه إلى في.\n</p>\n\n<p>\nواقتضى ظاهر كلام المصنف أن كونها بالواو جائز عند الجميع، ونقل في الشرح\nعن ابن كيسان أنه قال: مسرتك أخاك وهو قائم، جائز في كل قول، وليس كذلك، بل\nإجازته محكية عن الكسائي والفراء، ومنعه محكي عن الأخفش وسيبويه، ومن ثم\nقال بعضهم: - في مسألة الاسمية/ المجرد عن الواو - 122 مذهب سيبويه يقتضي\nالمنع؛ لأن كون الاسمية بالواو هو الأصل، وكونها بدون الواو ثان عن كونها\nبالواو، فإذا امتنع الأصل فالفراغ أولى.\n</p>\n\n<p>\nقلت: لا نسلم أن كون الاسمية بالواو هو الأصل، بل الأصل - في ربطها بذي\nالحال - الضمير؛ وذلك لأنها في المعنى حكم على صاحبها كالخبر، ووصف له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n             # كالنعت، وكل منها يقتصر في ربطه على الضمير، [فكذا ينبغي أيضا أن يكون ما\nفي معناها، ومما يدل عليه أيضا] [الاقتصار] [على الضمير] في الحال المفردة،\nفيكون الأصل في ربطها الضمير، لا الواو، ومما يدل لوقوع الحال المذكورة\nجملة اسمية بالواو قوله - صلى الله عليه وسلم -: «أقرب ما يكون العبد من\nربه وهو ساجد»، وقال الشاعر:\n</p>\n\n<p>\nخير اقترابي من المولى حليف رضى وشر بعدي عنه وهو غضبان\n</p>\n\n<p>\n«ويجوز إتباع المصدر المذكور، وفاقا له» أي للكسائي «أيضا» أجاز ضربي\nزيدا الشديد قائما، وشربي السويق كله ملتوتا، ولم يذكر المصنف عليه شاهدا،\nومنعه غيره لغلبة معنى الفعل عليه، لا سيما ولم يسمع الإتباع بالاستقراء.\n</p>\n\n<p>\n«ويحذف المبتدأ [أيضا جوازا] لقرينة» نحو: {من عمل صالحا فلنسفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n             # ومن أساء فعليها}، أي فصلاحه لنفسه وإساءته عليها، ومنه: قال لي كيف أنت؟\nقلت: عليل.\n</p>\n\n<p>\nوكان الأحسن تقديم قوله: (لقرينه) لما أسلفناه في حذف الخبر.\n</p>\n\n<p>\nولم يعترض المصنف لما إذا دار الأمر بين أن يكون المحذوف مبتدأ أو خبرا،\nما الأحسن فيه؟\n</p>\n\n<p>\nفقيل: الأحسن حذف الخبر؛ لأن الحذف تصرف واتساع، والأحق بذلك الخبر، فإنه\nيقع مفردا وجامدا ومشتقا وجملة اسمية وفعلية وظرفية، وأيضا فالحذف بالأعجاز\nأليق منه بالصدور.\n</p>\n\n<p>\nوقيل: الأحسن حذف المبتدأ؛ لأن الخبر محط الفائدة. «ووجوبا كالمخبر عنه\nبنعت مقطوع لمجرد مدح» نحو <span id='ms259'></span>: الحمد لله الحميد. «أو ذم» نحو: أعوذ بالله من\nإبليس اللعين. «أو ترحم» نحو: مررت بزيد المسكين.\n</p>\n\n<p>\nقال أبو علي: إذا ذكرت صفات للمدح أو للذم، وخولف في بعضها فقد خولف\nللافتناء، ويسمى ذلك قطعا، وللتنبيه على شدة هذا الاتصال يلتزمون حذف الفعل\nأو المبتدأ في النصب أو الرفع؛ ليكون ذلك في صورة متعلق من متعلقات ما\nقبله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المصنف: إنما التزموا في هذه النعوت المقطوعة حذف الفعل؛ إشعارا\nبأنه لإنشاء المدح والذم والترحم، كما فعلوا في النداء، إذ لو أظهروا لأوهم\nالإخبار، ثم [قال]: التزموا في الرفع حذف المبتدأ؛ ليجرى الوجهان على سنن واحد.\n</p>\n\n<p>\nوكلام ابن قاسم يقتضي أن المصنف ذكر في المتن وجوها أخر يجب فيها حذف\nالمبتدأ.\n</p>\n\n<p>\nمنها: أن يخبر عنه بمصدر هو بدل من اللفظ يفعله نحو: سمع وطاعة وعليه بيت\nالكتاب:\n</p>\n\n<p>\nفقالت حنان ما أتى بك ها هنا؟ أذو نسب أن أنت بالحي عارف؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن يخبر عنه بمخصوص في باب (نعم)، تقول: نعم الرجل زيد، وبئس\nالرجل عمرو، فحيث جعل المخصوص خبر مبتدأ وجب حذف ذلك المبتدأ، وسيأتي\nالكلام على ذلك في محله.\n</p>\n\n<p>\nومنها: أن يخبر عنه بصريح القسم، نحو: في ذمتي لأفعلن [كذا]، أي في ذمتي\nميثاق أو يمين أو عهد، كما عكسوا في نحو: لعمرك لأفعلن، ذكر المسألة أبو\nعلي الفارسي، ومن شواهد هذا الاستعمال قوله:\n</p>\n\n<p>\nتساور سوارا إلى المجد والعلا وفي ذمتي لئن فعلت ليفعلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n             # 123 / ولم تحضرني نسخة ثانية من التسهيل أحرر منه هذا المحل، ولم أجد هذا\nالكلام في المتن الذي بين يدي الآن، ولعلي أحرره بعد ذلك عند التمكن من\nمراجعة نسخ المتن إن شاء الله تعالى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n«وإن ولي معطوفا) بالواو دون غيرها من حروف العطف «على مبتدأ فعل» وكذا\nوصف «لأحدهما واقع على الآخر» أو على ما لابسه نحو: عبد الله والريح\nيباريها، ونحو: زيد والمنية شارب بعقارها «صحت المسألة» عند البصريين على\nإضمار الخبر وسد الحال مسده، أي يجريان يباريها، وعند الكوفيين حملا على\nالمعنى، أي يتباريان <span id='ms260'></span>، فيكون (يباريها) في موضع رفع. «خلافا لمن منع»\nالمسألة ووجهه أن (يباريها) خبر عن أحدهما، فيلزم بقاء الأخر بلا خبر، لا\nيصح ما حمله البصريون عليه؛ لأن الجملة حينئذ حال من ضمير يجريان، فإذا\nأولت الحال بالوصف كان التقدير مباريا لها، وذلك لا يكون حالا من ضمير\nيجريان، ولا يطرد ما حمله الكوفيون [عليه] في [نحو] قولك: زيد والمنية شارب\nبعقارها، فالمنع متجه كذا قيل.\n</p>\n\n<p>\nقلت: والذي يظهر لي صحة قول الكوفيين، وما ذكر من عدم أطراده ليس بصحيح؛\nإذ يمكن تأويل مثل: زيد والمنية [شارب بعقارها]، [بقولك] زيد والمنية\nملتبسان، وهذا لا يعوزك في مكان أصلا والله أعلم.\n</p>\n\n<p>\nوإنما قال المصنف: (معطوفا)؛ لأن المسألة لو كانت بغير عاطف نحو: عبد\nالله الريح يباريها، صحت إجماعا.\n</p>\n\n<p>\nوفاته التنبيه على ثلاثة أمور:\n</p>\n\n<p>\nأحدها - كون العطف بالواو، إذ لو قيل: زيد فالريح يباريها، أو ثم الريح\nيباريها لم يجز قولا واحدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني - كون الواقع بعد المعطوف على المبتدأ وصفا أيضا، فإنه من صور\nالمسألة؛ إذ لو قلت: زيد والريح مباريها جاز عند من يجيز: زيد والريح\nيباريها.\n</p>\n\n<p>\nالثالث - كون ذلك الفعل أو الوصف واقعا على ملابس الآخر أيضا، إذ لو قلت:\nزيد والريح يباري سرعتها كان ذلك من وجوه المسألة التي يطرقها الخلاف، وقد\nاستدل ابن الانباري على صحة مثل هذا التركيب بقول الشاعر: واعلم بأنك\nوالمنية شارب بعقارها.\n</p>\n\n<p>\nوهو مما يدل على ما قلناه، وإن كان المصنف قدح فيه باحتمال كون الواو\nبمعنى (مع).\n</p>\n\n<p>\nوكان ينبغي أن يذكر الخلاف بين المصححين لهذه المسألة في الوجه الذي صحت\nعليه ما هو؟\n</p>\n\n<p>\n«وقد يغني مضاف إليه المبتدأ عن معطوف، فيطابقهما الخبر» نحو: راكب\nالناقة طليحان، والأصل: راكب الناقة وهي طليحان، فحذف المعطوف لوضوح\nالمعنى، وقيل: إنما ذلك على حذف مضاف إلى الخبر، أي أحد طليحين، وهذا لا\nيتأتى إذا قيل: غلام زيد ضربتهما، ويتأتى التأويل الأول فكان أولى لعمومه؛\nفلذلك عول عليه المصنف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوفي المحكم: الطلاحة الإعياء من السفر ومن كلامهم: راكب الناقة <span id='ms261'></span> طليحان أي\nوالناقة، فحذف العاطف والمعطوف، كما قال الله تعالى: {فانفجرت}.\n</p>\n\n<p>\n«والأصل تعريف المبتدأ» الذي هو اسم محكوم عليه؛ لأن أصل المسند إليه أن\nيكون معلوما، وأما الوصف الرافع لمكتفئ به فذاك لا ينفك عن كونه نكرة.\n</p>\n\n<p>\n«وتنكير الخبر» قال الرضي: لأنه مسند فشابه الفعل، والفعل خال من التعريف\nوالتنكير؛ إذ هما من عوارض الاسم، ولا يصح تجريد الاسم عنهما، فجردناه مما\nيطرأ ويحتاج إلى العلامة، وهو التعريف وبقيناه/ على الأصل، فكان 124 نكرة.\n</p>\n\n<p>\nوإنما كان الأصل في الإسناد الفعل دون الاسم؛ لأن الاسم يصلح لكونه\n(مسندا ومسندا إليه، والفعل مختص بكونه) مسندا لا غير، فصار الإسناد لازما\nله دون الاسم.\n</p>\n\n<p>\nقال: وأما قول النحاة (أصل الخبر التنكير؛ لأن المسند ينبغي أن يكون\nمجهولا)، فليس بشيء؛ لأن المسند ينبغي أن يكون معلوما كالمسند إليه، وإنما\nالذي ينبغي أن يكون مجهولا هو انتساب [ذلك المسند إلى المسند إليه،\nفالمجهول في قولك: زيد أخوك، هو انتساب] أخوة المخاطب إلى زيد، وإسنادها\nإليه لا نفس أخوته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n«وقد يعرفان» نحو: {الله ربنا وربكم}. «وينكران» نحو: أفضل من زيد أفضل\nمن عمرو. «بشرط الفائدة» قيد راجع إلى التعريف والتنكير.\n</p>\n\n<p>\nقال المصنف: ونبعت بذلك على أن حصول شرط الفائدة شرط في صحة الخبرية،\nمعترفين كانا أو نكرتين أو مختلفين.\n</p>\n\n<p>\nووقع لابن الحاجب - في شرح المفصل وغيره - أن الخبر يجب أن يكون نكرة،\nوأنك إذا قلت: زيد القائم، فليس (القائم) بخبر على الحقيقة، وأن الخبر مقدر\nبقولك: محكوم عليه بالقائم.\n</p>\n\n<p>\n«وحصولها» أي الفائدة «في الغالب عند تنكير المبتدأ» لا في غير الغالب،\nفإنه لا مانع من صحة قول من خرقت له عادة: - فرأى أو سمع شيئا من الخوارق -\nشجرة سجدت، أو حصاة سبحت. «بأن يكون» المبتدأ، وهذا ظرف مستقر خبر عن\nالمبتدأ المتقدم، أي حصول الفائدة في الغالب عند تنكير الخبر ثابت بأن يكون\nالمبتدأ «وصفا» نحو: ضعيف عاذ بقرملة، أي إنسان ضعيف التجأ إلى مثله.\nوالقرملة شجرة ضعيفة.\n</p>\n\n<p>\nوقد يقال: إنما المبتدأ في التحقيق المحذوف، وهو موصوف <span id='ms262'></span>، فهو من القسم\nالذي يأتي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n«أو موصوفا بظاهر» نحو: {ولعبد مؤمن خير من مشرك}. «أو مقدر» نحو: السمن\nمنوان بدرهم، التقدير: منوان منه، ف (منوان) مبتدأ، و (منه) المقدر وصفه، و\n(بدرهم) خبره، وهذه الجملة خبر المبتدأ الأول، وهو السمن.\n</p>\n\n<p>\n«أو عاملا» قال ابن هشام: إما رفعا نحو: قائم الزيدان، عند أجازه، أو\nنصبا نحو: (وأمر بمعروف صدقة)، وأفضل منك جاءني، إذ الظرف منصوب المحل\nبالمصدر أو الوصف، أو جرا نحو: غلام امرأة جاءني، و (خمس صلوات كتبهن الله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n             # قال: وشرط هذا أن يكون المضاف إليه نكرة كما مثلنا، أو معرفة [والمضاف]\nمما لا يتعرف بالإضافة نحو: مثلك لا يبخل وغيرك لا يجود، وأما ما عدا ذلك\nفإن المضاف فيه معرفة.\n</p>\n\n<p>\nقلت: وهو منتقد من وجهين:\n</p>\n\n<p>\nالأول: أن (قائم الزيدان) ليس مما نحن فيه؛ لأن الكلام في أحد قسمي\nالمبتدأ، وهو المحكوم عليه؛ لأن هذا القسم هو الذي يقول النحاة فيه: لابد\nأن يكون معرفة أو نكرة قريبة من المعرفة بما حصل لها من التخصيص؛ ليكون\nالمحكوم عليه معنيا.\n</p>\n\n<p>\nوأما القسم الثاني من قسمي المبتدأ - وهو الوصف الرافع لمكتفئ به - فيجب\nكونه نكرة، ولا يعرف كما سبق، فلا حاجة إلى الاعتذار عن الإيتان به نكرة\nبأنه مخصص فعلم أنه لا مدخل له فيما نحن بصدد.\n</p>\n\n<p>\nالثاني: أن قوله: (وشرط هذا أن يكون المضاف إليه نكرة) إلى آخره [أمر] لا\nحاجة إليه، فإن المسألة مفروضة فيما إذا كان المبتدأ نكرة، فنحن في غنية عن\nالتنبيه على هذا الشرط.\n</p>\n\n<p>\n«أو معطوفا» نحو: زيد ورجل عندي، ومثل له في الشرح بقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nعندي اصطبار، وشكوى عند قاتلي فهل بأعجب من هذا امرؤ سمعا! !\n</p>\n\n<p>\n/ واعترضه ابن هشام باحتمال كون الواو للحال، وهو مسوغ، وإن سلم 125\nالعطف فثم صفة مقدرة يقتضيها المقام، أي: وشكوى عظيمة.\n</p>\n\n<p>\nقال: على أنا لا نحتاج إلى شيء من هذا كله، فإن الخبر هنا ظرف مختص وهذا\nبمجرده مسوغ وكأنه توهم أن التسويغ مشروط بتقدمه على النكرة، وقد أسلفنا أن\nالتقديم إنما <span id='ms263'></span> لدفع توهم الصفة، وإنما لم يجب هنا، لحصول الاختصاص بدونه،\nوهو ما قدمناه من الصفة المقدرة الوقوع بعد واو الحال، فلذلك جاز تأخير\nالظرف، كما في قوله تعالى: {وأجل مسمى عنده}.\n</p>\n\n<p>\nقال: ولا يجوز أن تكون الواو للعطف، ويكون العطف هو المسوغ لأن المعطوف\nفي البيت جملة لا مفرد نكرة، ولو جعلت الواو عاطفة لاسم وظرف على مثليهما؛\nليكون من عطف المفردات، لزم العطف على معمولي عاملين؛ إذ الاصطبار معمول\nللابتداء، والظرف معمول للاستقرار، ولا يندفع هذا بأن يقدر لكل من الظرفين\nاستقرار، ويجعل التعاطف بين الاستقرارين، لا بين الظرفين؛ لأن الاستقرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n             # [الأول] خبر، وهو معمول للمبتدأ نفسه كما هو مختار المصنف، فيرجع الأمر\nإلى العطف على معمولي عاملين.\n</p>\n\n<p>\n«أو معطوفا عليه» نحو: {طاعة وقول معروف}، أي أمثل، وبعضهم يقول: العطف\nمسوغ على شريطة أن يكون المعطوف أو المعطوف عليه مما يصح الابتداء به. كما\nمثلنا، وكثير منهم أطلق العطف وأهمل الشرط كما فعل المصنف.\n</p>\n\n<p>\n«أو مقصودا به العموم» قال ابن قاسم: وهو على ضربين: عموم شمول نحو: كل\nيموت. وعموم بدل نحو: تمرة خير من جرادة.\n</p>\n\n<p>\nقلت: ظاهر كلام ابن الحاجب في الأمالي أن العموم - في: تمرة خير من جرادة\n- استغراقي لا بدالي، وذلك أن قال:\n</p>\n\n<p>\nالظاهر أنه غير مختص بتمرة متميزة، فكان فيه معنى العموم، كما في: لا رجل\nأفضل منك، وذلك بمعنى كونه غير مختص من وجهين:\n</p>\n\n<p>\nأحدهما: أنه لما فضل واحد من جنس على واحد من جنس علم أنه لا خصوصية\nلمفرد منه على مفرد؛ لأنه قد يفهم أن الأفضلية إنما وقعت باعتبار كونه من\nذلك القبيل، والمفضولية إنما وقعت لكون الآخر من القبيل الآخر، وإذا كان\nكذلك فلا خصوصية لمفرد على مفرد.\n</p>\n\n<p>\nوالثاني: أن في معنى التمرية ما يشعر بالتفضيل على الجرادية باعتبار كونه\nتمرا وجرادا من غير خصوصية لمفرد دون مفرد، وإذا لم يكن ثم خصوصية لمفرد\nمنه متميز حصل الشياع، بخلاف ما إذا حكمت بحكم من الأحكام مختص، فإن\nالمفهوم منه الحكم على <span id='ms264'></span> واحد متخصص، كقولك: رجل في الدار؛ فلذلك امتنع؛ لأنه\nلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n             # يستقيم فيه كل رجل وجودا فضلا عن الدلالة؛ ولو استقام وجودا فليس فيه\nقرينة تشعر بقصد الدلالة عليه، إذ لا مفاضلة بين جنسين، وليس في معنى\nالرجولية ما يقتضي أن يكون في الدار كما في المثال المتقدم، بل القرينة\n[فيه] بعكسه؛ لأنه إنما استقام الحكم عليه بأنه في الدار لكونه متخصصا نعم\nلو قلت: رجل خير من زيد، فهذا يتجاذ به الطرفان؛ لأن الحكم عليه بالأفضلية\nيشعر بأنه في معنى الرجولية كما في الأول في أحد وجهيه، وتخصيصه بالأفضلية\nعلى زيد يشعر بأنه متخصص كما في الحكم عليه بأنه في الدار، فيحتاج إلى\nالسماع، والظاهر منعه؛ لأنه إنما ثبت التعميم في الموضع الذي لا يختص فيه\nالخبر بوجه، فلا ينبغي أن يحمل عليه ما يصح أن يكون فيه نوع تخصيص؛ لفقدان\nمعنى مناسب في الأصل المتفق عليه.\n</p>\n\n<p>\nإلى هنا كلامه رحمه الله [تعالى].\n</p>\n\n<p>\n«أو» بأن يكون مقصودا / به «الإبهام» نحو: ما أحسن زيدا، بهذا مثل له 126\nالمصنف، وجعل مسوغ الابتداء ب (ما) معنى التعجب. «أو» بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n             # يكون «تالي الاستفهام» نحو: {أءله مع الله} ونحو: هل رجل في الدار؟ .\n«أو» تالي «نفي» نحو: ما رجل في الدار، ولا يخفي أن النكرة هنا واقعة في\nسياق النفي، والمقصود بها العموم، فقد دخل ذلك في قول المصنف: (أو مقصودا\nبه العموم) «أو» تالي «لولا» كقول الشاعر:\n</p>\n\n<p>\nلولا اصطبار لأودي كل ذي مقة لما استقلت مطاياهن للظعن\n</p>\n\n<p>\n«أو» تالي «واو الحال» كقوله:\n</p>\n\n<p>\nسرينا ونجم [قد] أضاء فمذ بدا محياك أخفي ضوءه كل شارق\n</p>\n\n<p>\nوالشرط إنما هو وقوعها في أول جملة حالية بدليل قوله:\n</p>\n\n<p>\nالذئب يطرقها في الدهر واحدة وكل يوم تراني مدية بيدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n             # فيمن رواه برفع (مدية)، وليس وقوعها بعد واو الحال بلازم.\n</p>\n\n<p>\n«أو» تالي «فاء الجزاء» كقول بعض العرب: إن مضى عير فعير في الرباط كذا\nمثلوا له، ولا يخفي أن المعنى: فعير آخر، فالمسوغ الصفة المقدرة «أو» تالي\n«ظرف مختص» نحو: {ولدينا <span id='ms265'></span> مزيد}، ويلزم المصنف إجازة: عند رجل مال؛ إذ الظرف\nمختص؛ لقولهم: إن الإضافة إلى النكرة تفيد التخصيص، فالصواب أن يقال: أو\nظرف يصلح مجرور للإخبار عنه. «أو» تالي «لاحق به» أي بالظرف المختص،\nوالمراد به الجار والمجرور نحو: في الدار رجل، وشرطه أن يكون مختصا كما\nمثلنا، فلو قلت: في دار رجل لم يجز، وجعل المصنف الجملة المشتملة على فائدة\nمما يلحق بالظرف المذكور، نحو: قصدك غلامه رجل. قال أبو حبان: ولا أعلم هذا\nلأحد غير المصنف.\n</p>\n\n<p>\n«أو بأن يكون دعاء» نحو: {سلام على إل ياسين} و {ويل للمطففين}.\n</p>\n\n<p>\nفإن قلت: لم جعل المصنف هذا معطوفا على قوله: - أولا - (بأن يكون وصفا)،\nوهلا فعل فيه كما فعل في غيره؟ .\n</p>\n\n<p>\nقلت: دفعا لتوهم غير المقصود؛ لأنه لو لم يفعل ذلك، وقال: (أو دعاء) ربما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n             # توهم أنه مجرور بالعطف على ما [قبله] تاليه، فيفسد المعنى؛ إذ يكون\nالتقدير: - حينئذ - أو تالي دعاء، فأتى بما يفيد النص على المقصود، ففعل ما\nفعل. «أو» بأن يكون «جوابا» لسؤال سائل، كأن يقال: - لك - من عندك؟ ،\nفتقول: رجل، أي رجل عندي.\n</p>\n\n<p>\nقال المصنف: ولا يجوز أن يكون التقدير: عندي رجل؛ لأن مخالفة الجواب\nللسؤال ضعيفة، والسؤال تقدم فيه المبتدأ. وفيه نظر، لأنه قد جاء في\nالتنزيل: {سيقولون لله} {فسيقولون الله}.\n</p>\n\n<p>\nثم الضعف مرتفع بمعارضة الاحتياج إلى مسوغ الابتداء بالنكرة، ثم كيف\nيقول: (لا يجوز)، ثم يسلم أن التخالف جائز على ضعف. وإنما جاز: رجل جاءني\nجوابا ل: من جاءك؟ ولم يجز ذلك ابتداء؛ لأنه إذا وقع جوابا علم أن المراد\nالإبهام، أي رجل لا أسميه جاءني؛ إذ السائل قد استدعى التعيين، ولم يعين\nله، وأما إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n             # قيل: ابتداء فلم يعلم هل المتكلم مريد لكتمان بيان عينه أو لا، وعلى\nالثاني لا يتحصل منه فائدة، كذا قيل، وفيه بحث.\n</p>\n\n<p>\n«أو» بأن يكون «واجب التصدير» نحو: من عندك؟ ، وكم عبد لك؟ . «أو» بأن\nيكون «مقدرا إيجابه بعد نفي» نحو: شر أهر ذا ناب. الشر: - هنا - الفاقة على\nما <span id='ms266'></span> قيل وأهره: حمله على الهرير، وهو صوت دون النباح، وذو ناب: - هنا -\nالكلب. يقال: ذلك إذا لاحت مخائل الشر وأمارته، ومثله قول الشاعر:\n</p>\n\n<p>\nقدر أحلك ذا المجاز وقد أرى - وأبي - مالك ذو المجاز بدار\n</p>\n\n<p>\nومن أمثلة الكتاب: شيء جاء بك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n127 قال سيبويه: وإنما جاز أن يبتدأ به/؛ لأنه في معنى: ما جاء بك إلا\nشيء - يريد: لأن المبتدأ هنا في معنى الفاعل، والفاعل يجوز أن يكون نكرة،\nوتحقيق الكلام في الطريق التي حصل بها الحصر في هذا التركيب ليس من وظيفة\nهذا العلم، وإنما هو من وظيفة علم المعاني، فليراجع من هناك.\n</p>\n\n<p>\nوبعض النحاة يجعل المسوغ فيما ذكر الوصف المقدر، أي شر فظيع أهر ذا ناب،\nوكذا غيره يقدر له صفة يقتضيها المقام.\n</p>\n\n<p>\n«والمعرفة خبر النكرة عند سيبويه في نحو: كم مالك.» لأن أكثر ما يقع بعد\nأسماء الاستفهام [النكرة أو الجملة أو الظرف، ويتعين إذ ذاك أن يكون اسم\nالاستفهام] مبتدأ نحو: من قائم؟ ، ومن عندك؟ . فحكم على (كم) بالابتداء؛\nحملا للأقل على الأكثر. «واقصد رجلا خير منه أوبوه» وهذه لغة أكثرهم، ويضعف\nأن تقول: (خبرا) بالنصب على الوصف؛ لئلا يلزم رفع اسم التفضيل للظاهر في\nغير مسألة الكحل، ولم أر ما يثلج به الصدر في توجيه ما ذهب إليه سيبويه من\nأن المعرفة خبر النكرة في هذا المثال، أعني: خير منه أبوه.\n</p>\n\n<p>\n«والأصل تأخير الخبر» لأن المبتدأ محكوم عليه، ولابد من وجوده قبل الحكم،\nفتقصد في اللفظ أيضا أن يكون ذكره قبل ذكر الحكم عليه، وإنما قدم الفعل في\nالجملة [الفعلية]، للإيذان من أول الأمر (أنها فعلية، فلو قدم الفاعل لم\nيتعين الجملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n             # الفعلية من أول الأمر) إذا أمكن صيرورته كلاما باسم آخر.\n</p>\n\n<p>\n«ويجوز تقديمه إن لم يوهم ابتدائية الخبر»، وذلك إذا استويا تعريفا\nوتنكيرا بلا قرينة نحو: زيد أخوك، وأفضل مني، فأيهما تقدم حكمت بأنه\nالمبتدأ، فإذا قلت: زيد أخرك، فهو على تقدير أن المخاطب يعرف زيدا ويجهل\nنسبة الأخوة إليه، وإذا قلت: أخوك زيد، فعلى العكس <span id='ms267'></span>، أي يكون المخاطب يعرف\nأن لك أخا ويجهل كونه زيدا، فلو جوز التقديم مع فقدان القرينة التبس\nالمعنيان، ولو وجدت قرينة محصلة للتمييز جاز التقديم مثل: أبو حنيفة أوب\nيوسف؛ وذلك لأنا نعرف أن الخبر محط الفائدة، فما يكون فيه التشبيه والذي\nتذكر الجملة لأجله فهو الخبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nولا يخفي أن المقصود تشبيه أبي يوسف بأبي حنيفة، فمع التقديم لا يحصل\nلبس؛ إذ الأعلى لا يشبه بالأدنى عند قصد الحقيقة، ومنه قول الشاعر:\n</p>\n\n<p>\nبنونا بنو أبنائنا وبناتنا [بنوهن] أبناء الرجال الأباعد\n</p>\n\n<p>\nأي: بنو أبنائنا مثل بنينا، فحذف (مثل) وقدم الخبر لوضوح المعنى. هذا\nملخص ما ذكره المصنف في شرحه، ولا يعني باستوائهما في التعريف والتنكير\nاستواءهما في رتبة التعريف ورتبة المسوغ، بل مراده تساويهما في مطلق\nالتعريف ومطلق المسوغ، وقد أطلق بعض لقول بوجوب التقديم، ولم يفصل بين وجود\nالقرينة المميزة وعدمها، وأجاز بعض الحكم بابتدائية ما شئت من الاسمين، ولم\nيبال بالإلباس؛ لحصول الفائدة للمخاطب، قدمت الخبر أو أخرته، وقد حكى ابن\nالسيد في مسائله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n             # وقوع كلام بين أهل عصره في قول الشاعر:\n</p>\n\n<p>\nعنيت قصيرات الحجال ولم أرد قصار الخطا شر النساء البحاتر\n</p>\n\n<p>\n[واختار هو تجويز أن يكون (شر النساء) مبتدأ و (البحاتر)] خبره والعكس.\n</p>\n\n<p>\n«أو» لم يوهم تقديمه «فاعلية المبتدأ» نحو: زيد قام، فإنك لو قدمت الفعل\nفي هذا التركيب أوهم أن المبتدأ فاعل.\n</p>\n\n<p>\nوقد ذكر في علة امتناع تقديم الخبر في نحو المثال المذكور ثلاثة أوجه:\n</p>\n\n<p>\nأحدهما: إيهام الفاعلية/ كما مر، وعلى هذه العلة أجاز بعضهم تقديمه في\nنحو: 128 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n             # أخواك قاما، ولم يعبأ باحتمال الفاعلية على لغة (أكلوني البراغيث)، إذ\nتقديم الخبر أكثر من تلك اللغة، والحمل على الأكثر أرجح، وطعن في هذه العلة\nبأمور: منها: أنهم لا يلتزمون رفع اللبس، بدليل إعلان (مختار)، ووضع (أو)\nللشك، وأسماء الأجناس والمشتركات.\n</p>\n\n<p>\nوالجواب أن الأصل مراعاة الإلباس، بدليل رفع الفاعل ونصب المفعول وإبراز\nالضمير في مسألة جريان الوصف على غير صاحبه، ومنع الترخيم في: يا مسلمة على\nلغة التمام، وترك <span id='ms268'></span> إعلال (أبيض) ونحوه، وترك بناء صيغتي التعجب والتفضيل من فعله.\n</p>\n\n<p>\nومنها: أنه إنما يراعى الإلباس إذا رجع إلى المعنى، ولا فرق في المعنى\nبين الجملتين، فإن المقصود الإخبار بقيام زيد، وهو حاصل منهما جميعا.\n</p>\n\n<p>\nوالجواب: المنع، بل في (زيد قام) تكرر الإسناد، فيحصل تقوي الحكم،\nوالاعتناء بزيد ببناء الكلام عليه وإفادة الثبوت.\n</p>\n\n<p>\nومنها: أنهم أجازوا الفاعلية والابتداء في: أفي الدار زيد؟ ، وقال به\nقوم: في كيف زيد؟ ، وأين زيد؟ ، وآخرون [في]: في الدار زيد. كذا رأيت في\nكلام لابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n             # هشام رحمه الله، وقال: - بإثر هذا الكلام - وفيه نظر.\n</p>\n\n<p>\nقلت: وكنت أجازوا: - في (ما قائم زيد) - إعراب (زيد) فاعلا أو مبتدأ،\nومنعوا في مثل: زيد قام بتقديم الخبر؛ لأدائه إلى الإلباس في مثل: زيد قام\nعلى تقدير تجويز التقديم يترتب عليه محذور، وهو تفويت تقوي الحكم، فمنعوه،\nولا كذلك في ما قائم زيد، فأجازوه.\n</p>\n\n<p>\nقلنا: وهذا أيضا يترتب عليه محذور، فإنك إذا قلت: ما زيد قائم، كان.\nمشبها لزيد قائم في تقوى الحكم من جهة تضمنه الضمير، وإذا قلت: ما قائم زيد\n- على أن يكون زيد فاعلا ب (قائم) - فليس فيه تقوي الحكم، ولا ما يشبهه ولم\nيحصل لذلك جواب.\n</p>\n\n<p>\nوأقول: ظاهر كلام المصنف [أنه] يمنع تقديم الخبر في مثل قولنا: ما زيد\nقائم؛ لأنك لو قدمته فقلت: ما قائم زيد أوهم فاعلية المبتدأ، ويحتاج منعه\nإلى تجويز الفعل، فتأمله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالعلة الثانية - أنه إذا قيل: قام زيد، أمكن أن يكون (زيد) في محله فلا\nينوى به غير محله.\n</p>\n\n<p>\nورد بأنهم قد أجازوا: - في نحو: كم جريبا أرضك؟ - خبرية (كم) مع إمكان\nكونها في موضعها.\n</p>\n\n<p>\nوقد أجاز قوم: - في (زيد أخوك) - كون زيد مبتدأ وكونه خبرا، ولم ينظروا\nإلى اللبس، نظرا إلى حصول أصل المعنى كما مر. فقضية هذا أن يجيزوا التقديم هنا.\n</p>\n\n<p>\nوالجواب أن سيبوبه جزم في - كم جريبا أرضك؟ - بأن (كم) مبتدأ؛ إعمالا\nلهذه القاعدة، والأخفش جزم بخبرتها؛ إعمالا لقاعدة المعرفة والنكرة. فمن\nالذي أجاز الوجهين؟ ، والقول بذلك معترض، وكذا <span id='ms269'></span> القول بالوجهين في\nالمعرفتين.\n</p>\n\n<p>\nالعلة الثالثة - أن العامل اللفظي لا يعارضه العامل المعنوي، وعلى ذلك\nأجاز بعضهم: كان يقوم زيد.\n</p>\n\n<p>\n«أو» لم «يقرن بالفاء» نحو: الذي يأتيني فله درهم، فيمتنع تقديمه؛ نظرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n             # إلى أصل الفاء الذي هو التعقيب، وأيضا لكونه فاء الجزاء، وهو عقيب الشرط\nلاستحقاق أداته صدر الكلام، فكذا ما شبه به.\n</p>\n\n<p>\n«أو» لم يقرن «بإلا لفظا» نحو: {وما محمد إلا رسول}، «أو معنى» نحو:\n{إنما أنت منذر}. «وفي الاختيار» احترازا عن حالة الاضطرار كقوله:\n</p>\n\n<p>\n/ فيارب هل إلا بك النصر يرتجى عليهم وهل إلا عليك المعول 129\n</p>\n\n<p>\nالأصل: وهل المعول [إلا عليك]، وستقف على علة ذلك في باب الفاعل أو باب\nالمستثنى إن شاء الله تعالى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n«أو» لم «يكن» أي الخبر خبرا «لمقرون بلام الابتداء» نحو: لزيد قائم،\nوأما قوله:\n</p>\n\n<p>\nخالي لأنت ومن عويف خاله نال العلاء ويكرم الأخوالا\n</p>\n\n<p>\nفقيل: اللام زائدة، لا لام الابتداء. وقيل: بل هي لام الابتداء، و (أنت)\nخبر [لمبتدأ] محذوف، أي لهو أنت. واعترض بمنافاة التوكيد الحذف، فالأولى\nالزيادة. وفيه نظر. «أو» لم يكن خبرا «لضمير الشأن» نحو: هو زيد قائم.\n</p>\n\n<p>\nقال المصنف: لأن تقديمه يوهم كون الضمير مؤكدا لضمير الخبر لا ضمير الشن،\nولا تطرد هذه العلة؛ لعدم دخول (هو أخوك زيد)، وكذا كل ما كان الخبر فيه جامدا.\n</p>\n\n<p>\nقلت: والعلة المطردة أن في تأخير ضمير الشأن إخراجا [له] عما وضع له من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n             # تعظيم الأمر وتفخيمه بذكر الإبهام ثم التفسير، فمنع تأخيره لذلك «أو» لم\nيكن خبرا «لشبهه» أي لشبه ضمير الشأن نحو: كلامي - زيد منطلق، فلو أخر\nالمبتدأ هنا لم يفد شيئا، لأن قولك: زيد منطلق، يعلم منه أنه كلامك لا كلام\nغيرك، فإذا قلت: - بعد ذلك - كلامي، فكأنك قلت: كلامي كلامي، كذا قال\nالمصنف، وفيه نظر؛ إذ قد يقال: إنه يفيد أن ذلك كلام غيرك، فإن ما يتلفظ به\nالإنسان قد يكون كلام غيره، وحكاه، ولا يتجه أن يقال: السكوت مغن عنه.\n</p>\n\n<p>\n«أو» لم يكن خبرا «لأداة استفهام» نحو: أي الرجال عندك <span id='ms270'></span>؟\n</p>\n\n<p>\n«أو» لأداة «شرط» مثل: من يقم أكرمه. «أو» بشيء «مضاف إلى أحدهما» أي إلى\nأحد اللفظين اللذين هما أداة الاستفهام وأداة الشرط نحو: غلام من عندك؟ ،\nوغلام من يقم أكرمه.\n</p>\n\n<p>\nوإنما وجب تأخير الخبر في هذه الصور؛ لأنه لو قدم لفات صدارة الاستفهام\nوالشرط، وذلك مما لا يسوغ ارتكابه، فهذه إحدى عشرة مسألة ذكرها المصنف،\nوذكر غيره مواضع أخر لا نطول بذكرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n«ويجوز: في داره زيد، إجماعا» أي جوازا مجمعا عليه، فإجماعا إما بمعنى\nاسم المفعول محذوف الصلة اتساعا كما في المشترك، أو على حذف المضاف أي: ذا إجماع.\n</p>\n\n<p>\nوإنما كان كذلك لأن الخبر منوي التأخير ب [حسب] الأصل، فهو مؤخر رتبة،\nوإن تقدم لفظا، ومفسر الضمير - وهو زيد - مقدم الرتبة [ولا يشترط في معاد\nالضمير أن يجتمع له الأمران التقدم لفظا والتقدم رتبة].\n</p>\n\n<p>\nورام الشيخ أو حيان أن يقدح في نقل الإجماع في المسألة [المذكورة] فقال:\nهي ممتنعة عند الأخفش، لأنه يجعل زيدا فاعلا.\n</p>\n\n<p>\nوإنما يتم هذا لو قال الأخفش بوجوب الفاعلية، أما إذا قال بجوازها\nفالمسألة عنده جائزة على الابتداء، فصدق قوله: إن المسألة جائزة بإجماع.\n</p>\n\n<p>\nومما يؤيد هذا أن المصنف قد قال بإثر هذا -: إن الأخفش يجيز (في داره\nقيام زيد، وفي دارها عبد هند) ولا يمكن [أن يكون [أجازهما إلا على ما\nذكرناه من الابتداء لا على الفاعلية.\n</p>\n\n<p>\nوظهر بهذا قطعا أن الأخفش لا يوجب الفاعلية في ذلك، بل يجوزها كما يقول\nأكثر الناس مع الاعتماد، بل ينبغي - في مسألة عدم الاعتماد - أن يكون ذلك\n[عند] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n             # القائل هو أضعف، أما أنه يكون متعينا فلا. «وكذا: في داره قيام زيد، وفي\nدارها عبد هند» يجوز «عند الأخفش». والمنقول عن البصريين الجواز كالأخفش،\nوكلام المصنف يوهم أن غيره من البصريين يخالفه، وليس كذلك، نعم: الكوفيون\nمانعون لكلتا المسألتين، ووجه الجواز أن المضاف والمضاف إليه كشيء واحد،\nفإذا كان المضاف مقدر التقديم بوجه ما/ كان المضاف إليه مقدر التقديم معه،\nوحينئذ فلا إشكال في جواز المسألتين ويشهد له قول <span id='ms271'></span> العرب: في أكفانه درج الميت.\n</p>\n\n<p>\n«ويجب تقديم الخبر إن كان أداة استفهام» نحو: كيف زيد؟ وأين بيتك؟ . «أو»\nكان «مضافا إليها» أي إلى أداة استفهام مثل: صبح أي يوم السفر؟ ، واحترز من\nأن [لا] يكون الخبر نفسه أداة استفهام أو مضافا إليها نحو: زيد هل ضربته؟ ،\nفإنه يجوز تقديمه وإن كان الخبر مصاحبا للاستفهام في الجملة. «أو» كان\n«مصححا تقديمه الابتداء بالنكرة» نحنو: في الدار رجل، وعندك امرأة، وكذا:\nقصدك غلامه رجل، قاله المصنف. «أو» كان «دالا بالتقديم على ما [لا] يفهم\nبالتأخير».\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nقال المصنف: نحو: لله درك، فإنه لا يفهم منه التعجب إلا بالتقديم، ونحو:\nسواء علي أقمت أم قعدت؛ إذ لو قدم لأوهم الاستفهام الحقيقي.\n</p>\n\n<p>\nفأما تعليله للثاني فحسن، ولا في هذا كون الوهم يندفع بالآخرة؛ لأنهم لم\nيعتبروا ذلك، ألا تراهم منعوا: رجل في الدار، وإن كان توهم الصفة يندفع\nبالآخرة، وأوجبوا التقديم! !\n</p>\n\n<p>\nوأما لله درك. فقد يقال: إنه كلام جرى مجرى المثل، [فلا يغير] لا أن معنى\nالتعجب إنما يفهم بالتقديم.\n</p>\n\n<p>\n«أو» كان «مسندا دون (أما) إلى (أن) وصلتها» نحو: {وأية لهم أنا حملنا\nذريتهم} فلا يجوز: أنك منطلق عندي، وهذا مذهب سيبويه والجمهور، واختلف في\nتعليل ذلك:\n</p>\n\n<p>\nفقيل: لئلا يلتبس (أن) المفتوحة ب (إن) المكسورة، ولم تدفع الفتحة الخفية\nاللبس، لكون الموقع موقع المكسورة؛ لأن لها صدر الكلام، بخلاف المفتوحة\nوقيل: لئلا تلتبس ب (أن) التي بمعنى (لعل).\n</p>\n\n<p>\nوقل: لئلا يتعرض الأول لدخول النواسخ، ومن جملتها (أن)، فيستثقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n             # اجتماعهما، وأجاز ذلك الأخفش والفراء وأبو حازم قياسا على (أن) نحو: {وأن\nتصوموا خيرا لكم}، فلو كانت (أن) والية ل (أما) جاز بلا خلاف كقوله:\n</p>\n\n<p>\nعندي اصطبار وأما أنني جزع يوم النوى فلوجد كان يبريني\n</p>\n\n<p>\nوذلك لانتفاء المحذور، ضرورة أن الجملة التامة لا تتوسط بين (أما) وفائها\nكما ستعرفه في حروف الشرط.\n</p>\n\n<p>\n«أو» كان مسندا «إلى مقرون (بإلا) لفظا» نحو: ما في الدار إلا زيد، «أو\nمعنى» نحو: إنما في الدار زيد، وقد نبهناك على أن علة <span id='ms272'></span> ذلك ستأتي إن شاء\nالله [تعالى] في باب الفاعل أو في باب المستثنى «أو» كان مسندا «إلى ملتبس\nبضمير ما التبس بالخبر» مثلوه بقولهم: على التمرة مثلها زبدا، وبالحديث:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(من حسن إسلام المرء تركه ما لا يعنيه)، وبقول الشاعر:\n</p>\n\n<p>\nأهابك إجلالا وما بك قدرة على ولكن ملء عين حبيبها\n</p>\n\n<p>\nفأما التمثيل بالبيت فصحيح، فإن الخبر - وهو ملء عين - أسند إلى المضاف\nمن قوله: (حبيبها)، وهو ملتبس بضمير عائد إلى العين، والعين ملتبسة بالخبر،\nمن حيث هو مضاف إليها.\n</p>\n\n<p>\nوأما الأولان فالخبر الكون المطلق المحذوف، ويصح تقديره مؤخرا على الأصل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n             # كما يصح اللفظ [به] مؤخرا كذلك، وكما يذكر مؤخرا لو كان [كونا] خاصا،\nمثل: على الله عبده متوكل، ولا يصح أن يقال: م بني على التجوز المشهور في\nتسميتهم الظرف النائب عن الكون المطلق خبرا، لأنه ذلك غير متأت من جهة أنه\nقال: [إن] فيلزم على هذا أن الخبر هو (على).\n</p>\n\n<p>\nوإنما قال المصنف: (ملتبس)، ولم يقل: (مضاف)؛ ليدخل [نحو]: (ملء عين\nحبيبها).\n</p>\n\n<p>\nوقال: (ما التبس بالخبر)، ولم يقل: (ما أضيف/ إلى الخبر)؛ ليدخل [نحو]:\n(ملء عين) ونحو: (على التمرة) - على زعمهم - ونحو: من حسن إسلام المرء تركه\nالفضول.\n</p>\n\n<p>\nوحاصل كلامه أن معنا مبتدأ وخبرا كل منهما ملتبس بشيء، والمبتدأ ملتبس\nبضمير أو غيره، والخبر ملتبس بصاحب الضمير: إما بإضافة أو غيرها.\n</p>\n\n<p>\n«وتقديم المفسر» وحده على المبتدأ «- إن أمكن - مصحح» لتأخير الخبر: إما\nمع الجواز نحو: زيدا أجله محرز، أو مع الوجوب نحو: زيدا أجله أحرز؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n             # لما علمت من أن الخبر في الصورة الأولى جائزة التأخير؛ إذ هو مثل: زيد\nقائم، وأنه في الصورة الثانية واجب التأخير، إذ هو مثل: زيد قام، وإنما\nزادت الصورتان فيما شبهناهما به بأن المبتدأ التبس بضمير ما التبس بالخبر،\nوأمكن تقديم صاحب الضمير، وكلتا الصورتين جائزة عند البصريين.\n</p>\n\n<p>\n«خلافا للكوفيين» فإنهم منعوهما جميعا. «إلا هشاما» فإنه خالفهم في جواز\nالمسألتين جميعا. «ووافق الكسائي» منهم [البصريين] «في [جواز] نحو: زيدا\nأجله محرز» وهي مسألة اسم الفاعل <span id='ms273'></span>. «لا في نحو: زيدا أجله أحرز» وهي مسألة الفعل.\n</p>\n\n<p>\nوحاصلة أن هشاما وافق البصريين في مسألتي اسم الفاعل والفعل، وأن الكسائي\nوافقهم في مسألة اسم الفاعل لا في مسألة الفعل.\n</p>\n\n<p>\nوحجة المانعين أنه لا يفصل العامل من معموله بأجنبي، ويرده: {وفي النار\nهم خلدون}.\n</p>\n\n<p>\nوأجابوا: بأن الظرف يتوسع فيه. والعجب أن الكوفيين يقولون هذا، وهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n             # يجيزون: كان طعامك زيد آكلا أو يأكل.\n</p>\n\n<p>\nوالجواب: عن الشبهة المذكورة أن نسبة الخبر من المبتدأ نسبة الفعل من\nالفاعل؛ لأنهما مسند ومسند إليه، ولا يمتنع تقديم المفعول وتأخير الفاعل\n[عنه]، فكذا لا يمتنع تقديم الخبر وتأخير المبتدأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO «فصل» يذكر فيه تقسيمات وأحكام تتعلق بالخبر</h2>\n\n<p>\n.\n</p>\n\n<p>\n«الخبر مفرد» وهو ما لعوامل الأسماء تسلط على لفظه عاريا من إضافة وشبهها\nأو ملتبسا بأحدهما نحو: زيد منطلق، وعمرو قائم أبوه، وذكر المصنف أن قولك:\n(قائم أبوه) من هذا المثال ونحوه ليس بجملة عند المحققين.\n</p>\n\n<p>\nقلت: وقد يقال الخبر في قولك: (زيد منطلق، أو قائم أبوه) ليس هو اسم\nالفاعل بمفرده، بل المجموع منه ومن مرفوعة هو الخبر سواء كان المرفوع ضميرا\nكما في (منطلق)، أو ظاهرا ملتبسا بالضمير كما في (قائم أبوه)، وليس لعوامل\nالأسماء تسلط على المجموع أصلا، وإنما لها تسلط على جزته الأول فقط فتأمله.\n</p>\n\n<p>\nوقد تنبه نجم الدين سعيد لذلك، فقال في شرح الكافية: المفرد ما لعوامل\nالمبتدأ تسلط على كلمة منه، وذلك بأن يكون كلمة واحدة نحو: زيد غلام، أو\nأكثر نحو: زيد قائم أخوه، ولكن تسلط العوامل على كلمة واحدة، وهي (قائم) من\nمثالنا. على أن في عبارته - أيضا - مسامحة.\n</p>\n\n<p>\nوقال ابن الحاجب في أماليه: لم يختلفوا [في] أن اسم الفاعل واسم المفعول\nوالصفة المشبهة مع الضمير ليست بجملة لأمرين:\n</p>\n\n<p>\nأحدهما: أن الجملة هي التي تستقل بالإفادة، وهذه ليست كذلك.\n</p>\n\n<p>\nالثاني: أن وضعها أن تفيد معنى في ذات تقدم ذكرها، فإذا استعملت، مبتدأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n             # خرجت عن وضعها؛ ولذلك لما خرج بعضها عن هذا المعنى، وجعل بمعنى الفعل\nبشرط سبق ما يكون كالعوض عما كان <span id='ms274'></span> يستحقه من الاعتماد أو كالدال على إخراجه\nعن وضعه الأصلي، جاز أن يكون مع مرفوعة جملة مثل: أقائم الزيدان؟ ، والذين\nيخالفون في: زيد ضارب غلامه ويجعلون (ضارب غلامه) جملة [مثل: أقائم\nالزيدان؟ ] فليسوا مخالفين/ في الذي ذكرناه، بل الخلاف في أنه هل ثبت أن\nضارب (غلاماه) مثل: أضارب الزيدان؟ ، فمن جوزه أخرج الصفة عن موضوعها\nالأصلي، واستعملها استعمال الفعل. انتهى.\n</p>\n\n<p>\n«وجملة» ولا إشكال في تعريفها بما يعرف به الكلام إذا جعلت مرادفة له،\nوأما إذا جعلت أعم - لصدقها دونه على الصلة [مثلا] من قولك: الذي قام أبوه\nزيد - فيحتاج إلى إفرادها بتعريف.\n</p>\n\n<p>\nفقال ابن هشام: هي عبارة عن الفعل وفاعله: كقام زيد، والمبتدأ وخبره:\nكزيد قائم، وما كان بمنزلة أحدهما، نحو: ضرب اللص، وأقائم الزيدان؟ ، وكان\nزيد قائما، وظننته قائما. هذا نصه في مغني اللبيب.\n</p>\n\n<p>\nقلت: أما المثال الأول - وهو ضرب اللص، ببناء الفعل للمفعول - فهو منزلة\nالفعل والفاعل بناء على أن المرفوع فيه نائب عن الفاعل، وأما على رأي من\nيقول:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nهو فاعل اصطلاحا كالزمخشري، فلا يكون مما نزل منزلته بل هو نفسه.\n</p>\n\n<p>\nوأما الثاني - وهو أقائم الزيدان؟ - فهو مما نزل منزلة المبتدأ وخبره،\nفإن الوصف فيه مبتدأ، لكن مرفوعة ليس خبرا عنه، وإنما هو بمنزلة الخبر كما\nأسلفناه عن جماعة.\n</p>\n\n<p>\nوأما الرابع - وهو ظنته قائما - فإيراده فيما ينزل لمنزلة أحدهما مشكل؛\nلأنه على التحقيق جملة فعلية منتظمة من فعل - وهو (ظن) - وفاعل، وهو تاء\nالمتكلم، فليس مما نزل منزلة الفعل والفاعل، ولا منزلة المبتدأ والخبر.\n</p>\n\n<p>\nفإن قلت: لعله يشير إلى أنه] مما] نزل منزلة المبتدأ أو الخبر، باعتبار\nالمفعول الأول والثاني، فإنهما مبتدأ وخبر في الأصل، وبعد دخول الناسخ\nيكونان بمنزلة المبتدأ أو الخبر.\n</p>\n\n<p>\nقلت: لو كان كذلك لزم كونهما جملة اسمية، وهو باطل، وإنما هما بعد دخول\nالناسخ مفردان تسلط عمله في كل منهما، وليس جملة.\n</p>\n\n<p>\nولو قيل: الجملة لفظ يستقل بالإفادة في الحال أو في الأصل لكان حسنا:\n</p>\n\n<p>\nفالأول - نحو: قام زيد، وزيد قائم، فإن كلا <span id='ms275'></span> منهما مفيد في الحال.\n</p>\n\n<p>\nوالثاني - كمدخول حرف الشرط في قولك: إن قام زيد، فإنه مفيد بالنظر إليه\nقبل دخول العارض، وهو أداة الشرط، وكذا الصلة في قولنا: الذي قام أبوه زيد\nمستقلة بالإفادة باعتبار النظر إليها قبل الوصل؛ إذ أصله - حينئذ - قام\nأبوه زيد، وكذا أمثاله مما طرأ عليه ما يمنعه من الاستقلال في الحال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nويمكن [عند] إرادة زيادة التوضيح أن يقال: الجملة ما انتظم من مبتدأ غير\nوصف وخبره باقي الحكم أو منسوخه بحرف، أو من مبتدأ وصف مرفوعه، أو من فعل\nتام ومرفوعه، أو من فعل ناقص ومعموليه وهذا فيه طول، لكن لا بأس به طلبا\nلزيادة البيان:\n</p>\n\n<p>\nفمثال الأول: زيد قائم.\n</p>\n\n<p>\nومثال الثاني: إن زيدا فاضل، وما عمرو ذاهبا، وإنما قيدنا الناسخ بكونه\nحرفا احترازا من نحو: ظننت زيدا قائما.\n</p>\n\n<p>\nومثال الثالث: أقائم الزيدان؟ ، وما مضروب العمران.\n</p>\n\n<p>\nومثال الرابع: قام زيد، وضرب اللص.\n</p>\n\n<p>\nومثال الخامس: كان زيد قائما، فكل من الأقسام الثلاثة الأول جملة اسمية،\nوكل من القسمين الأخيرين جملة فعلية.\n</p>\n\n<p>\nوقال ابن قاسم: - تابعا للمصنف - الجملة ما تضمن جزءين بالإسناد، لعوامل\nالأسماء تسلط على لفظها أو لفظ أحدهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج بذكر الإسناد نحو: صاحب زيد.\n</p>\n\n<p>\n133 وقوله: (لعوامل ا؟ لأسماء) كذا هو/ في النسخة التي رأيتها، والظاهر\nأنه سقطت منه كلمة (ليس)؛ إذ جملة الخبر من قولك: زيد أبوه قائم لا يتأثر\nلفظها بدخول (كان) أو (ظن) على نا هي خبر عنه، بل يبقى لفظها بحاله، ويكون\nالعمل في محلها.\n</p>\n\n<p>\nوقوله: (أو لفظ أحدهما) مراده به أن يخرج نحو: قائم أبواه، من: زيد قائم\nأبواه، فإن دخول (كان) - مثلا - يؤثر في لفظ الأول فقط، ولا يؤثر في\nالثاني.\n</p>\n\n<p>\nولو اقتصر على قوله: (لفظهما)، لدخل هذا في حد الجملة؛ لأنه إذا لم يتسلط\nالعامل على الثاني صدق [عليه] أنه لم يتسلط عليهما، ولا يخفى فساد هذا\nالتعريف؛ لأنه يلزم عليه أن لا يكون (أبوه قائم) من قولنا: زيد أبوه قائم،\nجملة؛ لأن لعوامل ا؟ لأسماء تسلطا على لفظ جزئيها <span id='ms276'></span>، نحو: ظننت أباه قائما،\nوعلى لفظ أحدهما، نحو: زيد كان أبوه قائما، وزيد إن أباه قائم، باعتبار\nنقله من الرفع إلى النصب، فتأمله.\n</p>\n\n<p>\n«والمفرد مشتق» وهو الدال على موصوف مصوغا من مصدر مستعمل:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nكضارب ومضروب وحسن، أو من مصدر مقدر، نحو: ربعة وحزور، من الصفات التي\nأهملت مصادرها، فيقدر لها مصادر. كذا قال المصنف. «وغيره» أي وغير مشتق،\nوهو ما عري مما رسم به المشتق: كأسد وحجر: «وكلاهما» أي المشتق وغيره.\n«مغاير للمبتدأ لفظا، متحد به معنى» نحو: زيد قائم، وهذا زيد؛ وذلك لأنه حق\nالخبر أن يكون صادقا على المبتدأ، على معنى أن ما يقال له المبتدأ، يقال له\nالخبر، وهو الذي يعبر عنه ب (هو هو)، وهذا يقتضي اتحاد المبتدأ والخبر بحسب\nالذات، وتغايرهما بحسب المفهوم، فإن تغاير الذات ينافي (هو هو)، واتحاد\nالمفهوم يمنع إسناد أحدهما إلى الآخر، فإن الإسناد نسبة، والنسبة مستدعية\nللمنتسبين المستلزمين للأبنية المنافية لاتحاد المفهوم.\n</p>\n\n<p>\nوحق المبتدأ أن يكون لفظه غير لفظ الخبر، اللهم إلا أن يكون اللفظ مشتركا\nبين معنيين، أحدها صادق على الآخر، فيذكر اللفظ مرتين، يجعل في إحداهما\nمبتدأ، وفي الأخرى خبرا كما ستراه.\n</p>\n\n<p>\n«ومتحد به لفظا، دال على الشهرة وعدم التغير» كقول رجل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n             # طيئ: - في المشتق -\n</p>\n\n<p>\nخليلي خليلي دون ريب وربما ألان امرؤ قولا فظن خليلا\n</p>\n\n<p>\nأي: خليلي من لا أشك في صحبته، ولا يتغير في حضوره وغيبته، وكقول أبي\nالنجم: -[في الجامد]-\n</p>\n\n<p>\nأنا أبو النجم وشعري شعري.\n</p>\n\n<p>\nأي: شعري على ما ثبت في النفوس من جزالته، لم يتغير عن ذلك.\n</p>\n\n<p>\nوينبغي أن يزاد: ويكون لكل منهما متعلق مغاير لمتعلق الآخر نحو:\n{والسابقون السابقون} أي إلى الخيرات، وإلى الجنات.\n</p>\n\n<p>\nوقال ابن الحاجب: - في شرح المفصل - إنما جاز (وشعري شعري) على تقدير\nمضاف،  وهو (مثل)، وصح تشبيه الشيء بنفسه باعتبارين، أي وشعري الآن مثل\nشعري فيما مضى، أي هو المعروف المشهور بالصفات التامة.\n</p>\n\n<p>\n«ومغاير له مطلقا» [أي لفظا ومعنى]. «دال على التساوي حقيقة» نحو:\n{وأزواجه أمتهم}، أي مساويات لأمهاتهم <span id='ms277'></span> في التحريم والاحترام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n             # حقيقة. «أو مجازا» كقوله:\n</p>\n\n<p>\nومجاشع قصب خوت أجوافها لو ينفخون من الخؤورة طاروا\n</p>\n\n<p>\nأي: مساوون للقصب الخاوية الأجواف في طيرانها بالنفخ، وهذا التساوي ليس\nحقيقة وإنما هو مجاز. «أو قائم مقام مضاف» نحو: {هم درجات عند الله}، أي\nذوو درجات، ونحو: {ولكن البر من أمن} [أي: / بر 134 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n             # من آمن].\n</p>\n\n<p>\nوظاهر هذا أن الخبر يتعين أن يكون محل التقدير، وهو حسن؛ لأنه تقدير حيث\nالحاجة.\n</p>\n\n<p>\nوقد قال الزجاج: - في {ولكن البر من أمن} -[بخلاف ذلك، فإنه قدر: ولكن ذا البر.\n</p>\n\n<p>\nوقال قطرب: التقدير: بر من آمن] كما يقتضيه قول المصنف، وكلهم قدروا - في\n{هم درجات} -[هم] [ذوو درجات].\n</p>\n\n<p>\nولا يختص الحكم بالخبر المفرد كما يوهمه كلامه، بل يأتي ذلك في الجار\nوالمجرور [وقد] قال الفارسي: - في {أجعلتم سقاية الحاج} الآية - التقدير\nأهل سقاية [الحاج]، أو كإيمان من آمن؛ لتشبه ذات بذات، أو حدث بحدث.\n</p>\n\n<p>\nوقال بعضهم: - في {والعقبة للتقوى} - إن التقدير لذوي التقوى. وكأن\nالمعنى - أيضا - على تقدير صفة للمبتدأ، أي والعاقبة الحسنة، أو المحمودة.\n</p>\n\n<p>\n«أو مشعر بلزوم حال تلحق العين بالمعنى» نحو: زيد صوم، جعلته إياه\nمبالغة، وليس بتقدير (ذو). لأنه - حينئذ - يصدق على القليل والكثير، وإنما\nيقال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nفلان صوم، إذا أدمن الصوم. «والمعنى بالعين» نحو: نهاره صائم وليله قائم.\n</p>\n\n<p>\n«مجازا» راجع إلى مسألتي إلحاق العين بالمعنى، والمعنى بالعين.\n</p>\n\n<p>\n«ولا يتحمل غير المشتق ضميرا» فإذا قلت: هذا أسد - مشيرا إلى السبع -\nفأسد اسم جامد لا ضمير فيه. «ما لم يؤول بمشتق» فيتحمل الضمير نحو: زيد\nأسد، إذا أول بشجاع، ويسند - حينئذ - إلى الظاهر فيرفعه نحو: زيد أسد أبوه،\nعلى أن يكون (أبوه) فاعلا ب (أسد). قاله المصنف. «خلافا للكسائي» في قوله:\nإن الجماد يتحمل الضمير مطلقا: أول بمشتق أو لم يؤول به، فالخلاف راجع إلى\nقوله: ولا يتحمل غير المشتق ضميرا. فقط.\n</p>\n\n<p>\nقال المصنف: وهذا القول وإن كان مشهور الانتساب إلى الكسائي، دون تقييد،\nفعندي استبعاد لإطلاقه؛ إذ هوة مجرد عن دليل، والأشبه أن يكون حكم بذلك <span id='ms278'></span> في\nجامد عرف لمساه معنى ملازم لا انفكاك عنه: كالإقدام والقوة للأسد، والحمرة\nوالحرارة للنار. وهذا تقييد يرجع بالمسألة إلى الوفاق فإن ما قيد به هو\nمعنى التأويل بالمشتق.\n</p>\n\n<p>\nونقل ابن المصنف هذا القول في شرح الخلاصة عن الكوفيين وسبقه إلى نقل ذلك\nعنهم صاحب البسيط، وزاد نقله عن الرماني.\n</p>\n\n<p>\nقال الرضي: وكأن الكسائي نظر إلى أن معنى (زيد أخوك): متصف بالأخوة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n             # وهذا زيد [أي] متصف بالزيدية، أو محكوم عليه بكذا؛ وذلك لأن الخبر عرض\nفيه معنى الإسناد بعد أن لم يكن، فلا بد من رابط، وهو الذي يقدره أهل\nالمنطق بين المبتدأ والخبر.\n</p>\n\n<p>\n«ويتحمله المشتق خبرا» نحو: زيد قائم «أو نعتا» نحو: رب رجل كريم لقيته.\n«أو حالا» نحو: جاء زيد راكبا. «ما لم يرفع ظاهرا لفظا» نحو: الزيدان قائم\nأبواهما. «أو محلا» نحو: الكافر مغضوب عليه، فلا يتحمل الضمير حينئذ.\n</p>\n\n<p>\n«ويستكن الضمير» فيما ذكر من خبر ونعت وحال. وظاهره إيجاب الاستكنان، فإن\nقيل: قائم هو، كان توكيدا، لا فاعلا، وقد أجاز سيبويه الوجهين معا في: مررت\nبرجل مكرمك هو. «إن جرى متحمله» وصفا كان أو فعلا «على صاحب معناه» نحو:\n[زيد] هند ضاربته، أو تضربه، أي (هي) في الصورتين.\n</p>\n\n<p>\nوإنما حملنا قوله: (متحمله) على ما هو أعم من الصفة والفعل؛ لأنه قد صرح\nفي شرحه بوجوب الإبراز في الفعل عند خوف اللبس نحو: غلام زيد يضربه هو، وهو\nحسن. وأما قول غيره إنك ترفع اللبس بتكرير الظاهر ففيه وضع الظاهر موضع\nالمضمر في غير موضع التفخيم، وهو ضعيف. قاله ابن قاسم.\n</p>\n\n<p>\nوقد يعارض بأن في الإبراز [أيضا] فصل الضمير مع تأخره عن العامل/ وقوة\nالطالب. «وإلا» يجر متحمله على صاحب معناه، بل على غيره «يرز» وجوبا إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n             # خيف اللبس نحو: زيد عمرو ضاربه هو، باتفاق أهل البلدين. «وقد يستكن» وقد\nلا يستكن «إن أمن اللبس، وفاقا للكوفيين» فيجوز - على قولهم في: زيد هند\nضاربها هو - كون (هو) فاعلا، وكونه تأكيدا، وأما زيد عمرو ضاربه هو، ففاعل\nلا غير <span id='ms279'></span>، والبصريون يوجبون الفاعلية فيهما، ويمنعون التأكيد؛ لإيجابهم\nالإبراز، وتظهر فائدة ذلك في التثنية والجمع، فيقول البصريون: الهندان\nالزيدان ضاربتهما هما، ويقول الكوفيون: مثل ذلك: إن قدروا الضمير فاعلا،\nوإن قدروه توكيدا قالوا: ضاربتاهما هما، وكذلك الحكم في الجمع، والمسموع من\nالعرب إفراد الوصف إلا على لغة: أكلوني البراغيث.\n</p>\n\n<p>\nوقد استدل للكوفيين بما حكاه الفراء عن العرب: كل ذي عين (ناظرة إليك\nوأجيب: بأن التقدير ألحاظ كل ذي عين)، وحمل عليه - أيضا - {فظلت أعناقهم\nلها خاضعين}، وتوالت على إقحام الأعناق، أو جعلها جمعا لعنق، بمعنى جماعة،\nومنه قولهم: أتانا عنق من الناس، أي جماعة واستدل لهم - أيضا - بقول\nالشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقومي ذرى المجد بانوها وقد علمت بكنه ذلك عدنان وقحطان\n</p>\n\n<p>\nوأجيب: بأن التقدير قومي بانون ذرى المجد بانوها.\n</p>\n\n<p>\nولما رأى المصنف ما في هذه التأويلات من التكلف قال بالمذهب الكوفي،\nتمسكا بالظاهر. «والجملة اسمية» نحو: زيد أبوه قائم. «وفعلية» نحو: زيد قام\nأبوه: وبعض المحققين على أن لا إسناد في الجملة - من حيث هي - إلى زيد، بل\nالقيام - مثلا - في نفسه مسند إلى الأب، ومع تقييده مسند إلى زيد، وأما\nالمجموع المركب من زيد، ومن القيام والنسبة الحكمية بينهما فلم يسند إلى\nزيد؛ ولذلك يؤولون (زيد قام أبوه) بأنه قائم الأب، وأما قولهم: إن الخبر هو\nالجملة بأسرها فمن الاتساعات التي لا تلتبس معانيها.\n</p>\n\n<p>\nوزاد ابن هشام - في أقسام الجملة - الظرفية، وهي المصدر بظرف أو جار\nومجرور نحو: أعندك زيد؟ ، أو أوفي الدار زيد؟ ، إذا قدرت زيدا فاعلا بالظرف\nأو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n             # الجار والمجرور، لا بالاستقرار المحذوف، ولا مبتدأ مخبرا عنه بهما.\n</p>\n\n<p>\n«ولا يمتنع كونها» أي الجملة الواقعة خبر المبتدأ «طلبية» نحو: زيد\nاضربه، ومنه قول الشاعر:\n</p>\n\n<p>\nقلب من عيل صبره كيف يسلو؟ صاليا نار لوعة وغرام\n</p>\n\n<p>\n«خلافا لابن الأنباري [وبعض الكوفيين]» فإنه ذهب إلى أنه لا يصح الإخبار\nعن المبتدأ بالجملة الطلبية لأن الخبر ما يحتمل الصدق والكذب.\n</p>\n\n<p>\nوينبغي أن يمنع الإنشائية التي ليست بطلبية أيضا لعين هذه العلة، وهذا\nغلط نشأ من <span id='ms280'></span> اشتراك لفظ الخبر بين ما يقابل الإنشاء وبين خبر المبتدأ، ولم\nيرد النحاة أن خبر المبتدأ يجب أن يكون ثابتا للمبتدأ، على معنى أنه يجب أن\nتكون نسبته إليه موقعة موجبة؛ ليتجه أن هذا الوجوب مختص بالكلام الخبري\nوالقضية الموجبة، بل أريد أنه يجب أن تعتبر نسبته إلى المبتدأ سواء كانت\nمرفوعة أو موضوعة أو مشككا فيها، فيدخل في ذلك الظرف في نحو: قولك أزيد\nعندك؟ ؛ إذ تقديره: أزيد حاصل عندك؟ [واعتبار النسبة بالثبوت بينهما مما لا\nينبغي أن ينازع فيه، لأن المبتدأ إنما] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n             # ذكر لينسب إليه - بطريق من الطرق - حال من أحواله، ويرتبط به - بوجه من\nالوجوه - حكم من أحكامه؛ ولهذا فرق بين: ضربت زيدا، وزيد ضربته، فحكم بأن\nزيدا - في الأول مفعول به، وفي الثاني مبتدأ، مع أن فعل الفاعل واقع عليه\nفي 136 الصورتين، لأنه ذكر في الأول بيانا لما/ وقع عليه الفعل، وفي الثاني\nليسند إليه حال من أحواله وحكم من أحكامه؛ ولذلك صرحوا بأن (زيد أبوه\nمنطلق) معناه زيد منطلق الأب، وعلى هذا فنقول معنى الجملة الإنشائية - طلا\nكان أو غيره - وإن كان حاصلا معها لكنه قائم بالطالب والمنشئ، فإذا قلت:\nزيد اضربه، فطلب الضرب صفة قائمة بالمتكلم، وليس حالا من أحوال زيد، إلا\nباعتبار تعلقه به، أو كونه مقولا في حقه، واستحقاقه أن يقال فيه، ولابد أن\nيلاحظ في وقوعه خبرا - هذه الحيثية، فكأنه قيل: زيد مطلوب ضربه، أو مقول في\nحقه ذلك، لا على معنى الحكاية بل على معنى أنه يستحق أن يقال فيه، فيستفاد\n- من لفظ (اضربه) - طلب ضربه، ومن ربطه بالمبتدأ معنى آخر لا يستفاد من\nقولك: اضرب زيدا.\n</p>\n\n<p>\nوامتناعه من احتمال الصدق والكذب بحسب المعنى الأول لا ينافي احتمالها\nبحسب المعنى الثاني. هكذا قرر هذا الحل بعض المتأخرين، وهو في غاية الحسن.\n«ولا» [يمتنع أيضا كون الجملة الواقعة خبرا للمبتدأ جملة] «قسيمة، خلافا\nلثعلب» فإنه منع نحو: زيد لأكرمنه، وعلل ذلك بعضهم بأن نحو: لأفعلن لا محل\nله، فإذا بنى على <span id='ms281'></span> المبتدأ فقيل: زيد ليفعلن، صار له موضع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن هشام في المغني: وليس بشيء؛ لأنه إنما منع وقوع الخبر جملة قسمية\nلا جملة هي جواب القسم، ومراده أن القسم وجوابه لا يكونان خبرا، إذ لا ينفك\nإحداهما عن الأخرى، وجملتا القسم والجواب يمكن أن يكون لهما محل كقولك: قال\nزيد أقسم لأفعلن. انتهى.\n</p>\n\n<p>\nقلت: هذا فيه تسليم لصحة ما اعتل به هذا القائل من أن صيرورة ما لا محل\nله ذا محل باطل، ورده أن كل جملة أخبر بها عن ضمير الشأن لا محل لها قبل\nالإخبار بها عنه، بوعد الإخبار تصير ذات محل من الإعراب، ألا ترى أن قولك:\n- ابتداء - زيد قائم، لا محل له من الإعراب، ويصح جعلها خبرا لضمير الشأن،\nفتقول: هو زيد قائم، فيصير في محل رفع.\n</p>\n\n<p>\nثم قال ابن هشام: إنما المانع عنده: إما كون جملة القسم لا ضمير فيها،\nفلا تكون خبرا، لأن الجملتين هنا ليستا كجملتي الشرط والجزاء؛ لأن الثانية\nليست معمولة لشيء من الأولى؛ ولذا منع بعضهم وقوعها صلة. وإما كون جملة\nالقسم إنشائية، والخبر لابد له من احتماله للصدق والكذب. قال: وكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n             # منها ملغى:\n</p>\n\n<p>\nأما الأول - فلأن بين الجملتين ارتباطا صارتا به كجملة وإن لم يكن ثم عمل.\n</p>\n\n<p>\nوأما الثاني - فلأن احتمال الصدق والكذب [إنما هو] في الخبر القسيم\nللإنشاء، لا في خبر المبتدأ للاتفاق على أن أصله الإفراد واحتمال الصدق\nوالكذب من صفات الكلام، وعلى [جواز] أين زيد؟ وكيف عمرو؟ .\n</p>\n\n<p>\nقال: وزعم ابن مالك، أن السماع ورد بما منعه ثعلب، قال تعالى: {والذين\nأمنوا وعملوا الصالحات لندخلنهم في الصلحين}، {والذين أمنوا وعملوا\nالصالحات لنبوئنهم} {والذين جاهدوا فينا لنهدينهم}.\n</p>\n\n<p>\n[ثم] قال: وعندي لما استدل به تأويل لطيف، وهو أن المبتدأ في ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n             # كله ضمن معنى الشرط، وخبره منزل منزلة الجواب، فإذا قدر قبله قسم كان\nالجواب له، وكان خبر المبتدأ المشبه لجواب الشرط محذوفا للاستغناء بجواب\nالقسم المقدر قبله، ونظيره - في الاستغناء بجواب القسم المقدر قبل الشرط\n[المجرد من لام التوطئة <span id='ms282'></span>]- {وإن لم ينتهوا عما يقولون ليمسن} التقدير: والله\nليمسن لئن لم ينتهوا يمسن. انتهى.\n</p>\n\n<p>\n«ولا يلزم تقدير قول قبل الجملة الطلبية، خلافا لابن السراج» فإذا قلت: /\nزيد اضربه، فالتقدير عنده: زيد أقول لك اضربه، وذلك القول المقدر هو 137\nالخبر، والجملة الطلبية محكية [به]، فهي في محل نصل على التقدير، أو في محل\nرفع إن قدرت: زيد يقال لك أو مقول لك اضربه، وإنما التجأ إلى ذلك فرارا من\nوقوع ما لا يحتمل الصدق والكذب خبرا، وقد عرفت جوابه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n«وإن اتحدت» الجملة الواقعة خبرا «بالمبتدأ» الذي هي خبره «معنى» منصوب\nعلى التمييز عن النسبة، والباء للمعية أو الإلصاق، [أي] إن اتحد معنى\nالجملة مع معنى المبتدأ، واتحد معناها ملتصقا بالمبتدأ «هي» أي الجملة نحو:\nهجيرى أبي بكر لا إله إلا الله.\n</p>\n\n<p>\nقال ابن قاسم: أي قوله في وقت الهاجرة.\n</p>\n\n<p>\nقلت: إنما معناه دأبه وعادته قال في الصحاح: والهجير مثال الفسيق الدأب\nوالعادة. وكذا الهجيرى ولا هجيرى. ومن مثل المسألة قوله -} -: (أفضل ما قلت\nأنا والنبيون من قبلي لا إله إلا الله) «أو بعضها» أي [أو] بعض الجملة نحو:\n{ولباس التقوى ذلك خير}، فجملة الخبر - وهي (ذلك خير) - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n             # ليست متحدة بالمبتدأ الذي هو (لباس التقوى) معنى، وإنما بعضها هو المتحد\nبه، وهو (ذلك)، وكذا قوله تعالى: {والذين يمسكون بالكتاب وأقاموا الصلوات\nإنا لا نضيع أجر المصلين}. «أو قام بعضها مقام مضاف إلى العائد» نحو:\n{والذين يتوفون منكم ويذرون أزواجا يتربصن}.\n</p>\n\n<p>\nقال المصنف: - تبعا للأخفش والكسائي، ومخالفا للجمهور - الأصل يتربص،\nأزواجهم، ثم جيء بالضمير مكان الأزواج؛ لتقدم ذكرهن فامتنع ذكر الضمير؛ لأن\nالنون لا تضاف؛ لكونها ضميرا، وحصل الربط بالضمير القائم مقام الظاهر\nالمضاف للضمير.\n</p>\n\n<p>\nويعارضه ما وقع له في قوله:\n</p>\n\n<p>\nوعزة ممطول معنى غريمها\n</p>\n\n<p>\nوسيأتي الكلام عليه إن شاء الله تعالى في باب التنازع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوخرجت الآية على أن الرابط فيها: إما النون على أن الأصل: وأزواج الذين.\nوإما ضمير مخفوض بالإضافة حذف هو وما أضيف إليه على [سبيل] التدريج،\nوتقديرهما: إما قبل <span id='ms283'></span> (يتربصن)، أي أزواجهم يتربصن. وإما بعده، أي يتربصن\nبعدهم. «استغنت» جواب (إن) من قوله: (وإن اتحدت)، أي [إن] وجد [أحد] الأمور\nالمذكورة استغنت جملة الخبر «عن» ضمير «عائد» إلى المبتدأ «وإلا» يكن شيء\nمن ذلك، أي [إن] لا تتحد الجملة بالمبتدأ معنى، لا هي ولا بعضها، ولم يقم\nبعضها مقام مضاف إلى العائد «فلا» تستغني جملة الخبر عن عائد، وهو ضمير\nيعود إلى المبتدأ.\n</p>\n\n<p>\nثم الأصل في الضمير أن يرجع إلى نفس المخبر عنه نحو: زيد أكرمته، وهذا لا\nإشكال فيه، ويأتي على وجهين آخرين:\n</p>\n\n<p>\nأحدهما: أن يعود، إلى شيء المخبر عنه بعضه وقد تقدم ذكره، كقولك: - وقد\nذكرت الأمور - ليس منهيها بآتيك ولا بقاصر عنك مأمورها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوبيانه أن الضمير في (مأمورها) عائد إلى الأمور التي المنهي بعضها، فلما\nعاد على العام الذي ذلك الخاص جزء منه كان عائدا على ذلك الخاص.\n</p>\n\n<p>\nوالثاني: أن يعود على شيء ملابس للمبتدأ، كقولك: - وقد ذكرت الخيل - ليس\nردها بمعروف ولا مستنكر عدها، فإن الضمير - في (عدها) - للخيل لا للرد،\nولكن الرد ملابس للخيل، فكأنه لملابسته لها داخل في جملتها، فصار عود\nالضمير على الخيل كأنه هود على الرد؛ إذ كان بينهما التلابس المذكور، وهذا\nمعنى كلام سيبويه، وقد اعترض عليه من لم يفهم دقيق نظره.\n</p>\n\n<p>\n«وقد يحذف» الضمير العائد «إن علم» فلا يحذف من نحو: زيد هو قائم، وإن\nأجازه بعضهم؛ لأنه حذف/ بلا دليل، ولا من نحو: زيد - ضربته في داره، لما مر\n138 «ونصب بفعل» قال ابن قاسم: [نحو]:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nثلاث لكهن قتلت عندا.\n</p>\n\n<p>\nومثله غيره بقوله تعالى: {أفحكم الجاهلين يبغون}، وفيهما نظر؛ لأن كلا من\nالمسألتين ستأتي، ولم أتحقق له الآن مثالا سالما من النظر فحرره.\n</p>\n\n<p>\n«أو صفة» بالجر عطفا على فعل، يعني أو نصب بصفة كقوله:\n</p>\n\n<p>\nغنى نفس العفاف المغني والخائف الإملاق لا يستغني\n</p>\n\n<p>\nف (غنى نفس) خبر مقدم، خبر مقدم، وما بعده مبتدآن ثانيهما مخبر عنه بهذا\nالخبر المقدم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n             # وأولهما مخبر عنه بالمبتدأ الثاني وخبره، والقاعدة أنه إذا وجد مبتدآن <span id='ms284'></span>\nمتجاوران كان الثاني وخبره خبر الأول، وكذا الأمر هنا، لكن خبر الثاني مقدم\nفي هذا المثال، وفيه نظر من هذه الجهة، إذا فيه فصل بين الخبر المقدم\nومبتدئه المؤخر بأجنبي، فينبغي أن يعدل إلى وجه غير هذا، وهو أن يكون كل من\nالألفاظ الثلاثة في موضعه الأصلي، والمعنى: غنى نفس العفاف هو الذي يغنيه،\nلا يغنيه شيء غيره، وعليه ف (غنى نفس) مبتدأ أول، و (العفاف) مبتدأ ثان و\n(المغني) خبر هذا المبتدأ الثاني، والجملة خبر المبتدأ الأول، ولا تقديم\nولا تأخير، ولا يضر كون (غنى نفس) نكرة؛ لأنه صالح للابتداء به؛ لأنه مختص\nبالإضافة، وإنما الممتنع - عند الأخفش - الإخبار عن النكرة المختصة\nبالمعرفة، لا الإخبار عنها بجملة مصدرة معرفة.\n</p>\n\n<p>\nوهذا الوجه هو الذي يبني المصنف عليه؛ لأنه هو الظاهر وعليه يتم\nالاستشهاد بهذا البيت؛ لأن المعنى: غنى نفس العفاف هو الشيء الذي يغنيه،\nففاعل (المغني) ضمير العفاف، وهو عائد إلى الألف واللام كما تقول: زيد\nالضارب.\n</p>\n\n<p>\nوتحقيقه: أن الخبر (أل)، وهي جامدة، فلا ضمير يعود إلى المبتدأ الأول سوى\nالضمير المنصوب بالوصف، وأما على الوجه الأول فالتقدير: العفاف الذي يغنيه\nغنى نفس، ففاعل (المغني) (العفاف)، والهاء المحذوفة للرجل الذي وصف ب\n(المغني) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n             # فلا شاهد فيه إلا على حذف عائد (أل)، على ما فيه من النظر الذي أسلفناه.\n</p>\n\n<p>\n«أو جر بحرف تبعيض» كقولهم: السمن منوان بدرهم، أي منه، وكقول الخنساء:\n</p>\n\n<p>\nكأن لم يكونوا حمى يتقى إذ الناس إذ ذاك من عز بزا\n</p>\n\n<p>\nأي من عز منهم، وفي الأمثال: من عزبز، أي من غلب أخذ السلب.\n</p>\n\n<p>\nوقيد بعضهم ذلك بأن لا يؤدي حذف المجرور إلى تهيئة العامل للعمل وقطعه\nعنه، فلا يجوز: الرغيف أكلت، وأنت تريد (منه)، وقد يؤخذ هذا الشرط من قوله:\n- أولا - (إن علم)؛ لأن المجرور هنا لو حذف لم يعلم؛ لجواز تقدير: أكلته،\nوأكلت منه. «أو» جر بحرف «ظرفية» كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nفيوم علينا ويم لنا ويوم نساء ويوم نسر\n</p>\n\n<p>\nأي: نساء فيه ونسر فيه، وكقولهم: [شهر ثرى] وشهر ترى <span id='ms285'></span> وشهر مرعى، الشاهد\nفي السجعة الثانية، أي: وشهر ترى فيه النبات، وأما الأولى والثالثة فليستا\nمما نحن فيه. «أو» جر «بمسبوق مماثل لفظا ومعمولا» كقوله:\n</p>\n\n<p>\nأصح فالذي توصى به أنت مفلح فلاتك إلا في الفلاح منافسا\n</p>\n\n<p>\nأي: أنت مفلح به، فحذف العائد المجرور؛ لكونه قد جر بحرف سابق عليه مماثل\n[للجار] لفظا ومعمولا، إذ الحرف الجار فيهما هو الباء والمجرور ضمير غيبة\nفيهما، فلو جر بحرف غير ذلك امتنع حذفه نحو: زيد مررت به.\n</p>\n\n<p>\n«أو» جر «بإضافة اسم فاعل» كقوله:\n</p>\n\n<p>\nسبل المعالي بنو الأعلين سالكة والإرث أجدر أن يحظى به الولد/ [أي]\nسالكتها، وخرج بذلك نحو: زيد قام غلامه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن قاسم: وقد صرح بعضهم بأن المجرور بالإضافة لا يجوز حذفه مطلقا.\n[قلت]: ووقع لأبي البقاء - في قوله تعالى في سورة الأعراف: {والذين عملوا\nالسيئات ثم تابوا من بعدها وأمنوا إن ربك من بعدها لغفور رحيم} - أن\n(الذين) مبتدأ، [وإن] وما بعدها خبر، والعائد محذوف، أي: لغفور لهم ورحيم\nبهم. ولم تدخل هذه الصورة تحت واحدة من الصور التي قالها المصنف في\nالمجرور، ولا يخفى أنه خرج بقول المصنف: (إن نصب. أو جر) ما إذا كان العائد\nمرفوعا، سواء رفع بفعل نحو: الزيدان قاما أو بغيره نحو: زيد هو القائم، أو\nزيد القائم هو.\n</p>\n\n<p>\n«وقد يحذف» العائد «بإجماع إن مفعولا به، والمبتدأ (كل)» كقراءة ابن\nعامر: {وكل وعد الله الحسنى} بالرفع، وكقول أبي النجم\n</p>\n\n<p>\nقد أصبحت أم الخيار تدعي علي ذنبا كله لم أصنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n             # برفع (كل)، وكذا قول الآخر:\n</p>\n\n<p>\nثلاث كلهن قتلت عمدا.\n</p>\n\n<p>\n«أو شبهه» أي: والمبتدأ إما (كل) أو شبه (كل) «في العموم والافتقار»،\nوذلك كل مفتقر من موصول وغيره نحو: أيهم يسألني أعطي، ونحو: رجل يدعو إلى\nالخير أجيب، أي: أعطيه، وأجيبه، الأول شرط إن جزمت الفعلين أو موصول\n[كالشرط] إن رفعتهما، والثاني مشبه بالشرط، فيحتاج إلى جملة تكون صفة له\nليتم بها معناه، كما يتم بالشرط معنى اسم الشرط، وكما يتم بالصلة الموصول.\nوقد رأيت نقل المصنف <span id='ms286'></span> الإجماع في مسألتي (كل) وشبهها:\n</p>\n\n<p>\nفأما نقله لذلك في المسألة [الأولى] فقدح فيه بأن مذهب البصريين في ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n             # المنع، ونص ابن عصفور على شذوذ قراءة ابن عامر، [وسلك ابن] [أبي] [الربيع\nنفي الأدب في ذلك فقال: جاء في الشعر، وفي قليل من الكلام كقراءة ابن\nعامر]، وأجاز ذلك الكسائي والفراء فيما نقله الصفار عنهما.\n</p>\n\n<p>\nوأما نقله لذلك في شبه (كل) فقال أبو حيان: لا أعلم له في ذلك سلفا\n«ويضعف» الحذف «إن كان المبتدأ غير ذلك» كقراءة السلمي: {أفحكم الجاهلين\nيبغون} [بالرفع]، أي يبغونه، وكقول الشاعر:\n</p>\n\n<p>\nوخالد يحمد سادتنا بالحق لا يحمد بالباطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n             # برفع (خالد) و (سادتنا)، أي يحمده سادتنا.\n</p>\n\n<p>\n«ولا يختص جوازه بالشعر، خلافا للكوفيين» وما استشهدنا به حجة عليهم.\n</p>\n\n<p>\n«ويغني عن الخبر - باطراد - ظرف» مكاني، نحو: زيد أمامك، أو زماني نحو:\nالقتال غدا. «أو حرف جر تام» برفع (تام) على الصفة ل (حرف)، واحترز به من\nالناقص، وهو الذي لا يدل ذكره على متعلقة، نحو: بك، وفيك، وعنك، أي: واثق\nبك، وراغب فيك، ومعرض عنك. «معمول» أي الظرف أو حرف الجر التام «- في\nالأجود - لاسم فاعل كون مطلق» نحو: (زيد عندك، وعمرو في الدار، أي: كائن)\nعندك، وكائن في الدار، ونحوه: حاصل ومستقر، مما لا دلالة له على الكون\nالمقيد، احترازا مما يدل على المقيد، نحو: زيد في الدار، وتريد (ضارب)\nمثلا. قال ابن عقيل: فلا يجوز إذ ذاك، والصواب: فلا يغنى عن [الخبر] الظرف، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n             # وأما جوازه بشرط وجود الدليل فلا يمنعه أحد، ومنه: من لي بفلان، أي: من\nيتكفل لي به، ويصح - في نحو: {النفس بالنفس} - تقدير: مقتولة، ولكن لا يكون\nذلك المحذوف المقيد واجب الحذف، ولا ينتقل الضمير منه إلى الظرف، ولا يسمى\nحبرا، ولا محله رفع، ولا يصدق عليه أنه يغني عن الخبر، بدليل صحة الجمع\nبينهما. «وفاقا للأخفش تصريحا، ولسيبويه إيماء، لا لفعله» كما ذهب إليه\nالفارسي والزمخشري، قيل: وسيبوبه، ونسبه ابن الحاجب إلى الأكثر. «ولا 140\nللمبتدأ» كما ذهب إليه ابن خروف وابن أبي <span id='ms287'></span> العافية، ونباه إلى/ سيبوبه، وهو\nضعيف، لأنهما - في غير هذا الباب - إما أن يتعلقا بفعل أو شبهه فليكن في\nباب المبتدأ كذلك.\n</p>\n\n<p>\n«ولا للمخالفة» كنا ذهب إليه الكوفيون يعنون أن الخبر - لما كان هو\nالمبتدأ في نحو: زيد قائم، أو كأنه هو في نحو: {وأزواجه أمهاتهم} ارتفع\nارتفاعه، ولما كان مخالفا له بحيث لا يطلق اسم الخبر على المبتدأ فلا يقال:\n- في زيد عندك - إن زيدا هو عندك خالفه في الإعراب به فيكون العامل عندهم\nمعنويا، وهو معنى المخالفة التي اتصف الخبر بها، ولا يحتاج إلى تقدير شيء\nيتعلق به الخبر «خلافا لزاعمي ذلك» وقد عرفت من المخالف في كل وجه من\nالوجوه التي حكاها، والمعول عندهم إنما هو على المذهبين الأولين:\n</p>\n\n<p>\nأحدهما: أن العامل اسم فاعل كون مطلق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: أن العامل فعل كون مطلق]. واختار المصنف الأول لوجوه منها: أن\nالأصل في الخبر الإفراد، وبهذا احتج ابن السراج وأبو الفتح.\n</p>\n\n<p>\nقال الرضي: ولمانع أن يمنع، قالوا: إنما كان أصله الإفراد، لأنه القول\nالمقتضي نسبة أمر إلى آخر، فينبغي أن يكون المنسوب شيئا واحدا كالمنسوب\nإليه، وإلا كانت هناك نسبتان أو أكثر، فيكون خبران أو أكثر، لا خبر واحد،\nفالتقدير: - في زيد ضرب غلامه - زيد مالك لغلام مضروب له.\n</p>\n\n<p>\nوالجواب: أم المنسوب يكون شيئا واحدا كما قلتم، ولكنه ذو نسبة في نفسه\nفلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n             # نقدره بالمفرد، فالمنسوب إلى زيد - في الصورة المذكورة - ضرب غلامه الذي\nتضمنته الجملة هذا [كله] [كلامه]، وأنت خبير بما أسلفناه عن بعض المحققين،\nمن أنه لا إسناد - في الجملة من حيث هي جملة - إلى المبتدأ، فتذكر.\n</p>\n\n<p>\nومنها: أن الفعل إذا فلابد من تقديره بالوصف؛ ليستدل به على أنه في موضع\nرفع، واسم الفاعل مستغن عن ذلك.\n</p>\n\n<p>\nوهذا - أيضا يندفع بأن صيرورة الجملة ذات محل من الإعراب لا يدل على\nكونها بتقدير مفرد يؤخذ منها، بل يكفي في ذلك وقوعها موقع مفرد، وزاد جماعة\n- في توجيه هذا الرأي - أن تقليل المحذوف أولى.\n</p>\n\n<p>\nوتقريره: أنه وقع في عبارة بعضهم <span id='ms288'></span> أن الظرف في ذلك مقدر بجملة، فظن هؤلاء\nالجماعة أن المحذوف الذي يقدر، وفاعله المستتر فيه، وذلك جملة.\n</p>\n\n<p>\nقال ابن هشام: وليس هذا بشيء، لأن الحق أنا لم نحذف الضمير، بل نقلناه\nإلى الظرف، فالمحذوف فعل أو وصف، وكلاهما مفرد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوالمختار - عند الأكثرين كما نقله ابن الحاجب - أن العامل المقدر فعل؛\nلأن بنا حاجة إلى ذلك المتعلق المحذوف، وإنما يتعلق الظرف باسم الفاعل في\nنحو: أنا جالس عندك، ومار بزيد؛ لمشابهته للفعل، فإذا احتجنا إلى المتعلق\nبع فالأصل أولى «وما يعزى» أي نسب «للظرف» والمراد به مما يشمل الجار،\nوالمجرور «من خبرية» أو نعتيه أو حالية أو كونه صلة وكان حقه التنبيه على\nذلك «و» من «عمل» في نحو: زيد عندك أبوه، حيث يقال: أبوه فاعل بالظرف\n«فالأصح» وفاقا لابن كيسان وظاهر قول السيرافي، وخلافا للفارسي وتلميذه ابن\nجني «كونه» أي كون ما يعزي له من ذلك «لعامله» لا له. «وربما اجتمعا» أي\nالظرف وعامله الذي هو اسم فاعل كون مطلق اجتماعا «لفظا» أي ملفوظا [به]، أو\nذا لفظ كقوله:\n</p>\n\n<p>\nلك العز إن مولاك عز وإن يهن فأنت لدى بحبوحة الهون كائن\n</p>\n\n<p>\nقلت: قد يمنع دلالة (كائن) هنا على الكون المطلق المراد به مطلق الحصول\nوالوجود؛ لجواز أن يراد به الثبوت المقتضى للرسوخ/ وعدم التزلزل، وجعل قوم\n141 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n             # أقسام الخبر وأحكامه\n</p>\n\n<p>\nمن ذلك قوله تعالى: {فلما رءاه مستقرا عنده}؛ لأن الحال والصفة والصلة\nكالخبر في وجوب ترك ذكر الاستقرار، وزعم ابن الدهان أن (عنده) ليس معمولا ل\n(مستقرا).\n</p>\n\n<p>\nهذا وتوجيهه: أن المستقر هنا ليس المراد به الحصول المطلق، بل السكون\nوعدم التحرك، والظرف لا يعمل فيه إلا الكون المطلق، فيقدر هنا مستقرا آخر.\nكذا قال ابن هشام.\n</p>\n\n<p>\nقلت: أما كون المراد هنا بالاستقرار الكون الخاص فقد سبق إليه أبو البقاء\nوغيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوأما [أن] الظرف لا يعمل فيه إلا الكون المطلق فغير صحيح، بل يجوز أن\nيعمل فيه الكون الخاص قطعا، ولا يحذف إلا لدليل، والحذف - حينئذ - جائز لا\nواجب، اللهم إلا <span id='ms289'></span> [لمعارض كأن يكون] مثلا أو شبهه.\n</p>\n\n<p>\nوتوهم جماعة امتناع حذف الكون الخاص مردود بالإجماع على جواز حذف الخبر\nعند وجود الدليل، وعدم وجود معمول، فكيف يكون وجود المعمول مانعا من الحذف،\nمع أنه هو الدليل أو مقو للدليل! ! ، واشتراط النحويين الكون المطلق إنما\nهو لوجوب الحذف لا لجوازه.\n</p>\n\n<p>\nوقد استبان لك أن ما زعمه ابن الدهان من أن (عنده) ليس معمولا ل (مستقر)\nالمذكور غير متجه.\n</p>\n\n<p>\n«ولا يغني ظرف زمان» احترازا عن ظرف المكان، فإنه يغني بدون ما اشتراطه\nالمصنف نحو: زيد مكانك.\n</p>\n\n<p>\nقال ابن قاسم: وأشار بقوله: «غالبا» إلى ما جاء فيه الإخبار بظرف الزمان\nعن اسم العين وليس مما ذكره، كقول امرئ القيس: اليوم خمر وغذا أمر. ويمكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n             # تخريجه على حذف مضاف، أي: شرب خمر [وغدا أمر)؛ لأن الأمر ليس اسم عين،\nوقد نص المصنف في الشرح على أن هذا - أي قول امرئ القيس: اليوم خمر - مما\nيقدر له مضاف هو اسم معنى. ولم يتكلم على قوله: (غالبا) فينبغي أن يمثل\nلغير الغالب بنحو: (فلا كسرى بعده)، ونحو: زيد في يوم طيب «المعنى بالحدوث\nوقتا دون وقت» نحو: الهلال الليلة.\n</p>\n\n<p>\nقال ابن [عبد] الوارث: وهو ابن أخت الفارسي هو على ظاهره لا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n             # حذف مضاف، لأن الهلال يكون ظاهرا ثم يستتر [ثم يظهر]، فلما اختلفت به\nالأحوال جرى مجرى الأحداث، ولذا قال ابن السراج: لو قلت: الشمس اليوم،\nوالقمر الليلة لم يجز؛ لأنه غير متوقع، فلا يتضمن الدلالة على الحدث. وفيه\nما فيه، فتأمله. «أو تعم إضافة معنى إليه» هكذا [هو] في أكثر النسخ: (أو\nتعم)، بصيغة المضارع، من العموم، وفي بعضها: (أو تنو)، مضارع (نويت)، [وفي\nبعضها]. (أو يغن)، مضارع (غنيت)، وهما صواب والثانية في أكثر النسخ -\nمصحفه. ومثال ذلك قولهم:\n</p>\n\n<p>\nأكل يوم ثوب تلبسه وقول الراجز:\n</p>\n\n<p>\nأكل عام نعم تحوونه *** يلقحه قوم وتنتجونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n             # أي: تجدد ثوب، وإحراز نعم.\n</p>\n\n<p>\n«أو يعم» اسم العين «واسم الزمان خاص» نحو: نحن في شهر كذا. «أو مسؤول به\nعن خاص» نحو <span id='ms290'></span>: في أي الفصول نحن؟ ، ولا أدري كيف يصح التمثيل ب   (نحن) لاسم\nالعين العام، ولم يتضح لي المراد بذلك إلى الآن، وأتخيل أني وقفت فيه على\nكلام لابن أبي الربيع في شرح الإيضاح، ولا أذكره الآن، ولعلي أكشف عليه\nوأحرره عند/ الوصول إلى الديار المصرية إن شاء الله تعالى.\n</p>\n\n<p>\n«ويغني» ظرف الزمان «عن خبر اسم معنى مطلقا» أي سواء وقع في جميعه، أو في\nبعضه، وستقف على مثاله.\n</p>\n\n<p>\nقال الأندلسي في شرح المفصل: وإنما لم يجز الإخبار بظرف الزمان عن\nالأعيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n             # مطلقا - كما كان في المكان؛ لأن ظرف الزمان عام، فإذا أطلق العموم غشي كل\nشخص فيه، ويعلم ذلك بضرورة العقل، فلو أخبرت بأن زيدا في ذلك اليوم لكان\nإخبارا بما يعلمه المخاطب بالضرورة، فلا يكون - في الإخبار به - فائدة،\nوسواء صرحت ب   (في) أو لم تصرح، إلا أن تصف الزمان وتخصصه، فإنه يجوز إذا\nأظهرت في نحو: فلان في زمن خصيب.\n</p>\n\n<p>\nوذكر بعضهم علة أخرى لذلك، وهي أن الزمان سيال منقض، والأعيان مستقرة\nثابتة، وغير الثابت لا يكون خبرا عن الثابت، ولما كان الحدث غير ثابت\nكالزمان جاز الإخبار به عنه، وأما ظرف المكان فليس عاما كالزمان، بل قد\nينفرد بعض الأجرام بأماكن لا تكون لغيرها، ومكان زيد لا يسعه عمرو، فجاز\nالإخبار به عن العين لحصول الفائدة، حتى لو كان ظرف المكان عاما للجميع لم\nيجز أن يكون خبرا عن العين، كقولك: زيد الأرض، أو عمرو مكان.\n</p>\n\n<p>\nوقيل: إنما جاز الإخبار بالمكان عن العين: لأنه مستقر مثله، وعن غير\nالجثة؛ لأن الحدث قد يكون في مكان دون مكان فتحصل الفائدة.\n</p>\n\n<p>\nفإن قيل: لم لا يجوز أن يقدر ما لا يعلمه المخاطب مثل: أن تقوم: زيد يوم\nالجمعة، أي حاضر أو مستقر أو موجود؟ .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: الإخبار - حينئذ - لا يكون بالظرف، بل بتلك الصفة، وحينئذ لا يجوز\nحذفها إلا عند وجود دليل لفظي أو معنوي؛ لأن الإخبار بالظرف هو الإخبار\nبالكون، والاستقرار في ذلك الظرف، لأن هذا المعنى ملازم للظرفية <span id='ms291'></span>؛ إذ من كان\nفي الدار فلابد أن يكون كائنا فيها، أي: مستقرا حاصلا، وأما ما زدا على ذلك\nمن الخصوصيات فلا يجوز حذفه ألبته وإقامة الظرف مقامه، فلو قلت: زيد فيك -\nوأنت تريد (راغب) لم يجز أصلا؛ لأن الظرف لا دلالة له إلا على مطلق الكون،\nأما ما وراء ذلك فلا يدل عليه، فلا يقوم مقامه.\n</p>\n\n<p>\n[فإن] قيل: الظرف أيضا يدل على الوجود، فأجيز: زيد يوم الجمعة، أي موجود.\n</p>\n\n<p>\nقلنا: لا يجوز [أيضا]؛ لأنه كما يجوز أن يريد (موجود)، يجوز أن يريد\n(معدوم) في ذلك اليوم، وإذا احتمل لم يجز الاكتفاء بالظرف، فليس المحذوف -\nأبدا مع الظرف - إلا الكون فقط. انتهى كلامه.\n</p>\n\n<p>\nفإن قلت: فيه دليل على أن الظرف لا يعمل فيه إلا الكون المطلق، كما وقع\nفي عبارة ابن هشام التي وجه بها كلام [ابن] الدهان فيما سبق.\n</p>\n\n<p>\nقلت: ليس الأمر كذلك، بل فيه تصريح بأن الكون الخاص يعمل فيه، ولا يحذف\nإلا لدليل، وإنما أراد أن الظرف لا يكون قائما مقام المحذوف، إلا إذا كان\nكونا مطلقا، وأما إذا كان خاصا فلا يقوم مقامه؛ لأنه لا يعمل فيه، ولا يحذف\nإلا عند قيام القرينة كما يظهر من كلامه، إذا تأملت.\n</p>\n\n<p>\n«فإن وقع» اسم المعنى «في جميعه» أي جميع الظرف نحو: {وحمله وفصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n             # ثلثون شهرا} و {غدوها شهر ورواحها شهر} «أو» في «أكثره» نحو: {الحج أشهر\nمعلومات}. و «كان نكرة» كما مثلنا. «رفع» كما سمعته فيما تلوناه من الآيات\nالشريفة. «غالبا» لغير الرفع. «ولم يمتنع نصبه ولا جره ب   (في)» نحو:\nالصوم يوما أو في يوم. «خلافا للكوفيين»؛ وذلك لأن (في) عندهم توجب\nالتبعيض، فلا يجيزون: صمت في يوم الجمعة، بل يوجبون النصب؛ صونا للفظ عما\nيقتضي التبعيض فيما يقصد به الاستغراق، والأولى جوازه كما هو/ مذهب\nالبصريين ومختار المنصف، ولا نسلم إفادة (في) للتبعيض؛ ولهذا صح: في الكيس\nملؤه من الدراهم.\n</p>\n\n<p>\nوإنما قيد بقوله: [وكان] نكرة؛ لأنه لو كان معرفة جاز فيه الرفع والنصب\nباتفاق الفريقين، نحو: قيامك <span id='ms292'></span> يوم الخميس، وصيامك يوم الجمعة، إلا أن النصب\nهو الأصل والغالب. «وربما رفع خبرا» بالنصب على الحال من نائب الفاعل [وهو\nالزمان] الآتي في قوله: «الزمان الموقوع في بعضه» الذي هو غير الأكثر بدليل\nما تقدم، فيصدق على النصف فما دونه، ولا فرق في هذا بين المعرفة والنكرة،\nنحو:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n{موعدكم يوم الزينة}، وميعادك يوم أو يومان.\n</p>\n\n<p>\nوقد روي بالوجهين قول النابغة:\n</p>\n\n<p>\nزعم الغداف بأن رحلتنا غدا *** وبذلك خبرنا الغداف الأسود\n</p>\n\n<p>\nقال المصنف: الوجهان جائزان إجماعا والنصب أقيس.\n</p>\n\n<p>\nقال أبو حيان: لا إجماع، فإن هشاما يوجب رفع النكرة. «ويفعل ذلك» أي\nالرفع «بالمكاني المتصرف» فخرج نحو: عند؛ لأنه غير متصرف، فيمتنع رفعه «بعد\nاسم عين راجحا» حال من ذلك «إن كان المكاني نكرة» نحو: المسلمون جانب\nوالمشركون جانب، ونحو [أنا] قدام وأنت خلف، والنصب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n             # جائز عند الفريقين، ولكنه مرجوح بالنسبة إلى الرفع. «ومرجوحا» بالنصب\nعطفا على (راجحا) الذي هو حال من (ذلك) المشار به إلى الرفع. «إن كان»\nالظرف [المكاني] «معرفة» نحو: زيد أمامك، وداري خلف دارك - بالرفع - وهو\nمرجوح، والمختار فيه النصب عند البصريين، ولا فرق بين أن يكون المخبر عنه\nاسم مكان أو ذات أو غيره «ولا يخص رفع المعرفة بالشعر، أو بكونه بعد اسم\nكان، خلافا للكوفيين» فلا يجيزون الرفع [في] نحو: زيد خلفك أو أمامك، إلا\nفي الشعر، ويجيزونه في نحو: داري خلف دارك أو أمامها، مطلقا في الشعر وغيره.\n</p>\n\n<p>\n«ويكثر رفع المؤقت» وهو المحدود كيوم ويومين، وفرسخ وفرسخين، فخرج المبهم\nنحو: أنت مني زمان، فلا يجوز رفعا ولا نصبا، وكذا المختص نحو: زيد دارك أو\nبستانك أو المسجد. «المتصرف» فخرج غير المتصرف نحو: ضحوة معينا - فإنه يلزم\nالنصب على الظرفية. «من الظرفين» الزماني والمكاني «بعد اسم عين مقدر إضافة\n(بعد) إليه» نحو: زيد مني يومان أو فرسخان، الرفع كثير، بل [أكثر، بل] واجب\nعند بعضهم:\n</p>\n\n<p>\nأما أنه كثير فهو صريح كلام المصنف، وأما أنه أكثر فهو ظاهر مراده، وصرح\n[به] بعضهم. وأما أنه واجب فهو قول <span id='ms293'></span> صاحب البسيط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nقال: إذا قلت أنت مني فرسخان - ولم ترد معنى المصاحبة - تعين الرفع؛ لأن\nالمعنى بينى وبينك هذه المسافة. انتهى.\n</p>\n\n<p>\nوإذا رفعت فلابد من تقدير محذوف، فقيل: هو المضاف من المبتدأ أي: بعدك،\nوهو ظاهر كلام المصنف أو نصه. وقي: مضافان من الخبر أي: ذو مسافة فرسخين،\nوهو تقدير أبي علي الفارسي.\n</p>\n\n<p>\nقلت: نقل ابن هشام في المغني الأول عن الأخفش، ورجحه بأن القاعدة أنه\nينبغي تقليل المحذوف ما أمكن، والأخفش قدر مضافا لا يحتاج معه إلى تقدير\nشيء يتعلق به الظرف، والفارسي قدر شيئين يحتاج معهما إلى تقدير أمر ثالث.\nوقد يقال: تقدير الأخفش يحتاج أيضا إلى تقدير [شيء] آخر يصح معه الإخبار؛\nوذلك لأن (فرسخان) ليس هو البعد، ولا يصح أن يحمل عليه، فيحتاج إلى تقدير\nمصحح للحمل، أي مسافة بعدك مني فرسخان.\n</p>\n\n<p>\nفإن قلت: لم يرتفع بذلك ترجيح تقدير [الأخفش؛ لاحتياج تقدير] الفارسي إلى\n[تقدير] متعلق الظرف.\n</p>\n\n<p>\nقلت: هو وإن كان كذلك، لكن فيه وقوع الحذف حيث الحاجة، وأنه حذف من\nالأواخر دون الأوائل، وهذا يصلح [أن يكون] معارضا، فيستوي التقديران.\n</p>\n\n<p>\nفإن قلت: فبماذا يتعلق في قول الفارسي/؟\n</p>\n\n<p>\nقلت: بفعل محذوف، أي: بعدت مني، وقدر بعضهم مضافين في الأول: أي:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nبعد مكانك، وقد عرفت ما عليه.\n</p>\n\n<p>\n«ويتعين النصب في نحو: (أنت مني فرسخين)، بمعني: أنت من شياعي ما سرنا\nفرسخين» وإنما تعين النصب في هذا المثال؛ لأن (مني) - فيه - عبر عن (أنت)\nمثلها في: {فمن تبعني فإنه مني} أي أنت من أشياعي، ينتصب) (فرسخين) على\nالظرفية، بخلافه على تقدير البعد، فلا يكون خبرا، نقصانه، وقدر سيبويه: ما\nدمنا نسير فرسخين، وفيه وفي تقدير المصنف تقدير (ما) لمصدرية وفعل السير،\nوزاد سيبويه: تقدير فعل ناقص، وهو دام فتقدير المصنف ولى، وكلاهما مراده\nتقدير المعنى لا اللفظ لوجوه:\n</p>\n\n<p>\nأحدها: أنه يجوز تعلق الظرف بما تعلق به قوله: (مني)، فلا حاجة لتكلف\nدعوى تقدير آخر.\n</p>\n\n<p>\nوالثاني: أن (ما) وصلتها نائبة عن ظرف زمان، ولابد له من ناصب، فليكن\nلناصب <span id='ms294'></span> له هو الناصب ل  (فرسخين) من أول الأمر، ولا حاجة للتقدير.\n</p>\n\n<p>\nالثالث: أن ذلك يؤدي إلى حذف الموصول وصلته، وبقاء معمول الصلة، ذلك لا يجوز.\n</p>\n\n<p>\nالرابع: أنه لا دليل على المحذوف. وهذا الرد اقتصر عليه ثعلب، فقال: -\nمعترضا على سيبويه - لا دليل على هذا الإضمار، ولا يدعو إليه اضطرار، [إذ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n             # لا يجوز دعوى الإضمار إذا أمكن قيام الكلام بنفسه.\n</p>\n\n<p>\nوأجيب: بأنه تفسير معنى، وبيانه: أنه إذا أخبر أنه من أشياعه ما دام يسير\nفرسخين [علم] أنه ليس من أشياعه في أكثر من ذلك.\n</p>\n\n<p>\nقلت: إذا كان المقصود تفسير المعنى لا تفسير ما يقتضيه الإعراب من اللفظ\nلم يكن لترجيح [تقدير] المصنف على تقدير سيبويه بقلة المحذوف وجه، ثم لا\nأدري ما دعاهم - في وجه النصب - إلى حمل الكلام على معنى يخالف معناه في\nوجه الرفع حتى ارتكبوه مع أنه يجوز تقدير ما يتفق به الكلامان من حيث\nالمعنى من [غير] احتياج إلى هذا التكلف، وذلك بأن يكون التقدير: بعدت مني\nفرسخين، فحذف الفعل، لقيام القرينة، فانفصل الضمير، وهذا تقدير سهل لا غبار\nعليه، فتأمله.\n</p>\n\n<p>\n«ونصب اليوم إن ذكر مع الجمعة» [كما في قولك: اليوم الجمعة] فيجوز رفع\nاليوم ونصبه «و» مع «نحوها» أي يوم الجمعة. «مما يتضمن عملا» كالسبت والعيد\nوالفطر؛ لأن فيهن معنى القطع والعود والإفطار، فتقول: اليوم السبت واليوم\nالعيد، واليوم الفطر، برفع اليوم ونصبه. «جائز» خير عن المبتدأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n             # من قوله: - فيما قدم - (ونصب اليوم إذا ذكر مع الجمعة ... ) إلى آخره «لا\nإن ذكر مع الأحد ونحوه، مما لا يتضمن عملا»: كالاثنين والثلاثاء والأربعاء\nوالخميس، فتقول: اليوم الأحد، برفع اليوم، ولا يجوز النصب، لأن هذا لا\nيتضمن عملا؛ ضرورة أن الأحد بمعنى: الأول، والاثنين بمعنى الثاني،\nوالثلاثاء بمعنى الثالث، والأربعاء بمعنى الرابع، والخميس بمعنى الخامس.\nفيتعين الرفع في الجميع؛ لئلا يخبر بظرف الزمان عن العين، كذا قالوا،\nوالنصب إنما هو على معنى أنه كائن فيها شيء، ولا شيء كائن فيها بخلاف\nالجمعة، فإنه متضمن للاجتماع، وهو كائن في <span id='ms295'></span> اليوم فيكون ظرفا له «خلافا\nللفراء وهشام» فإنهما لم يفصلا هذا التفصيل وأجازا الرفع في الجميع والنصب\nأيضا، فتقول: -[على] رأيهما - اليوم الأحد، رفعا ونصبا، فإذا رفع جعل نفس\nما بعده، وإذا نصب جعل اليوم بمعنى الآن، فكأنك قلت: الأحد واقع في هذا\nالوقت الذي هو الآن.\n</p>\n\n<p>\nقال المصنف: وقد قال سيبويه ما يقوى هذا، لأنه أجاز: اليوم يومك، بنصب\nاليوم بمعنى الآن وقال: لأن الرجل قد يقول: أنا/ اليوم أفعل كذا، ولا يريد\nبه 145 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n             # يوما بعينه، فهذا يقوي قول الفراء.\n</p>\n\n<p>\nواعترض: بأن معنى: (اليوم يومك) [اليوم] شأنك وأمرك الذي ذكرته، فأجريا\nمجرى واقع وموقوع فيه، بخلاف: اليوم الأحد.\n</p>\n\n<p>\n«وفي الخلف مخبرا به عن الظهر رفع ونصب» تقول: ظهرك خلفك، بالرفع والنصب،\nفالرفع على جعل الظهر نفس الخلف، والنصب على جعله محلا له وظرفا واسعا\nاشتمل عليه.\n</p>\n\n<p>\n«وما أشبههما كذلك» نحو: رجلاك أو نعلاك أسفلك، وقريء: {والركب أسفل\nمنكم} بالرفع والنصب.\n</p>\n\n<p>\n«فإن لم يتصرف» الظرف «كالفوق والتحت لزم نصبه»، فتقول: رأسك أو عمامتك\nفوقك، ورجلاك [أو نعلاك] تحتك، لا يجوز فيهما إلا النصب، لأنهما لم يستعملا\nإلا ظرفين.\n</p>\n\n<p>\nوقال أبو البقاء - في قوله تعالى: {فاضربوا فوق الأعناق}: (فوق) ظرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n             # ل (اضربوا)، فوق العنق الرأس، وقيل: [فوق] مفعول به، وقيل: زائدة، وفي\nالثلاثة نظر، لأن الظرف محل لفعل الفاعل ولأن (فوق) لا تتصرف، ولأن الاسم\nلا يزاد.\n</p>\n\n<p>\nقال ابن قاسم: وأجاز بعضهم الرفع فيما كان من الجسد نحو: فوقك رأسك،\nوتحتك رجلاك، بخلاف ما ليس منه نحو: فوقك قلنسوتك وتحتك نعلاك، فلا يجوز\nفيه الرفع، وهذا التفصيل ضعيف؛ لأن السماع لا يساعده.\n</p>\n\n<p>\nقلت: وقد وقع في بعض روايات البخاري: (وفوقه عرش الرحمن)، برفع (فوق)\nوإنما يتمشى على القول بتصرف (فوق).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n«ويغني عن خبر اسم عين - باطراد - مصدر يؤكده»، أي يؤكد الخبر [حال] كون\nالمصدر المؤكد «مكررا» نحو: زيد سيرا سيرا، فحذف الفعل واستغنى بمصدره،\nوجعل تكريره بدلا من اللفظ الفعل، فلزم إضماره.\n</p>\n\n<p>\nفكان ينبغي لمن قال: التقدير -[في: زيد في الدار <span id='ms296'></span>]- زيد كائن في الدار، أو\nمستقر أن يقدر: - في نحو: زيد سيرا [سيرا]-[زيد] سائر، ولمن قدر: استقر أو\nيستقر أن يقدر: [هنا] سار أو يسير، لكنهم لم يقدروا هنا إلا الفعل - فيما\nأعلم - فينظر وجهه ما هو؟ .\n</p>\n\n<p>\nوكان حق المصنف أن يصرح بالوجوب، ليعلم أن الحذف فيما ذكره واجب، وليس\nالاطراد بمغن عن ذلك؛ لأنه يثبت مع الوجوب والجواز، ولا دلالة له على\nأحدهما: معينا؛ إذ الأعم لا إشعار له بالأخص المعين.\n</p>\n\n<p>\nفإن قلت: المتبادر من إغناء الشيء عن الشيء سد مسده، وكونه كالعوض منه،\nفلا يجتمعان، فمن هنا يفهم الوجوب.\n</p>\n\n<p>\nقلت: لا نسلم أن المتبادر منه ذلك، ألا ترى [إلى] قوله: - بعد هذا - (وقد\nيغني عن الخبر غير ما ذكر، من مصدر ومفعول به وحال) فإنه لا نزاع ولا خلاف\nفي أن الإغناء هنا إنما هو على سبيل الجواز، فإنه لا مانع من اجتماع العامل\nوما قام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n             # مقامه من مصدر وغيره. «أو محصورا» عطف على الحال المتقدمة، وهي (مكررا)،\nبمعنى: ويغني عن خبر اسم عين مصدر يؤكد الخبر حالة كون ذلك المصدر محصورا\nمثل: ما أنت إلا سيرا، وما الدهر إلا تقلبا، وإنما أنت سيرا، ولا فرق في\nذلك (بين النكرة كما ذكر، والمعرفة نحو: ما أنت إلا السير، وإنما أنت\nالسير؛ فحذف العامل في ذلك) كله، وأقيم الحصر مقام التكرار في كونه سببا\nلوجوب الإضمار.\n</p>\n\n<p>\nقال ابن قاسم: والسير في هذه الأمثلة متصل بزمان الإخبار لم ينقطع، فإن\nأردت أنه سار ثم انقطع، أو أنه يسير في المستقبل أظهرت الفعل فقلت: ما أنت\nإلا تسير سيرا، نص عليه سيبويه.\n</p>\n\n<p>\n«وقد يرفع» ذلك المصدر الذي أغني عن الخبر «خبرا» عن اسم العين، وظاهره:\nسواء كان المصدر مكررا نحو: زيد سير سير، أو محصورا نحو: ما أنت إلا سير.\nووقع/ في حاشية لابن هشام: أنه ينبغي أن يعود ضمير (يرفع) إلى 146 المحصور\nبخصوصيته، لئلا يلزم توكيد المجاز. قلت: وظاهر كلامهم يشهد بخلاف ما قال.\n</p>\n\n<p>\n«وقد يغني عن الخبر غير <span id='ms297'></span> ما ذكر من مصدر» لا تكرير معه ولا حصر نحو: زيد\nسيرا، أي يسير سيرا، وينبغي أن ينظر ف وجه قلة هذا، وإنما يغابر ما قبه\nبوجوب الحذف هناك وجوازه هنا، فقد يقال: إن الغالب ذكر العامل معه، فكان\nالحذف قليلا. «و» من «مفعول به» إن كان العامل غير قول نحو: إنما العامري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n             # عمامته، أي: يتعد، ونحو: كنت أظن العقرب أشد لسعة من الزنبور، فإذا هو\nإياها، أي: يساويها، على أحد الأقوال، ولهذه المسلة موضع تذكر فيه إن شاء\nالله تعالى وأما إن كان العامل قولا فإن المفعول به يقوم مقام الخبر إذ ذاك\nبكثرة نحو: {والذين اتخذوا من دونه أولياء ما نعبدهم}، أي يقولون: ما\nنعبدهم وكان حق المصنف أن ينبه على هذا التفصيل الذي ذكرناه. «و» من «حال»\nنحو: ما حكاه الأخفش من قول بعضهم: زيد قائما، والأصل: ثبت قائما، أو وجد\nقائما، وروي عن علي رضي الله عنه أنه قرأ: {ونحن عصبة} بالنصب، أي نرى، أو نوجد.\n</p>\n\n<p>\nوخرج بعضهم على ذلك قول النابغة [الجعدي]:\n</p>\n\n<p>\nوحلت سواد القلب لا أنا باغيا *** سواها ولا عن حبها متراخيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n             # أي: لا أنا أرى باغيا.\n</p>\n\n<p>\n«وقد يكون للمبتدأ خبران فصاعدا بعطف» نحو: زيد عالم وعاقل، وعمرو فقيه\nوكاتب وشاعر، وهذا لا خلاف فيه «وغير عطف» كقوله تعالى: {وهو الغفور\nالودود، ذو العرش المجيد، فعال لما يريد}، ومنه قول الراجز:\n</p>\n\n<p>\nمن يك ذابت فهذا بتي *** مقيظ مصيف مشتي\n</p>\n\n<p>\nوهذا فيه خلاف: فالجمهور على الجواز، وهو الصحيح، وذهب ابن عصفور وكثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n             # من المغاربة إلى المنع، مقدرين - في صور التعداد - لكل خبر مبتدأ غير\nالأول، أي هو الودود، وهو ذو العرش [المجيد]، وأنا مصيف وأنا مشت، أو\nجاعلين الثاني صفة للأول، وهو تكلف لا داعي إليه؛ لأن الخبر حكم، والمتكلم\nقد يحكم بحكم واحد، وقد يحكم بأحكام متعددة كما في الصفات، فإنه قد يوصف\nالشيء بصفات متعددة. «وليس من ذلك ما تعدد لفظا دون معنى» نحو: الرمان حلو\nحامض؛ لأن معناه: الرمان مر فهو من <span id='ms298'></span> المتعدد بحسب اللفظ لا بحسب المعنى،\nوزعم أبو الحسن في المسائل الكبير: أن الثاني ليس بخبر، بل هو صفة للأول،\nوأن المعنى: هذا حلو فيه حموضة، ووقع في كلام أبي حيان أن أبا علي الفارسي\n- فيما نقل عنه - يرى أن في الخبرين ضميرا واحدا تحمله الثاني؛ لأنه بتمامه\nتم المعنى المراد، والأول منزل [منه] منزلة الجزء وأن أبا الفتح راجع أبا\nعلي في عود الضمير نيفا وعشرين سنة حتى تبين له انتهى.\n</p>\n\n<p>\nوتبعه على ذلك بعض من لخص كلامه، لكنه جزم بذلك على الفارسي، فقال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو علي: والصواب خلاف ما قالا، ففي التنبيه على مشكل الحماسة لأبي\nالفتح بن جني لما تكلم على قول الأعرج:\n</p>\n\n<p>\nلا جزع اليوم على قرب الأجل *** ...................................\n</p>\n\n<p>\nأنه يجوز جعل الظرفين صفتين ل   (جزع)، ويكون العائد من مجموع الصفتين،\nكما كان الراجع إلى المبتدأ من الخبر في: هذا حلو حامض، من مجموع الخبرين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقد راجعت أبا علي مرات [في] هذا، [على] أن كلا من الخبرين فيه معنى\nالفعل، فهلا قلت: إن الضمير عائد من كل منهما، كما تقول: هذا قائم اخوه\nقاعد/ أبوه، فترفع بكل منهما الظاهر، لا ترفع بهما المضمر؟ فلما أفضى بنا\n147 القول إلى هذا لاح من قوله ما كان يخفى منه أكثر من أربعين سنة أنه\nإنما يريد أن العائد المستقل به جميع الخبر إنما يعود من مجموع الاسمين،\nفأمل كل واحد منهما فلا محالة أن فيه ضميرا، فحينئذ ثلجت النفس بقوله، وهذا\nمما يدل على قوة مأخذه، وعلى طريقته، وعلى كثرة التحريف عليه، ونسبة ما لا\nيضبط عنه إليه.\n</p>\n\n<p>\nواقتضى قول أبي الفتح أن أبا علي يقول بذلك في [نحو] حلو حامض، وكأنه\nمبني على ما يقوله ابن عصفور: أنه إنما يتعدد الخبر على معنى قولك: جامع\nبين كذا وكذا.\n</p>\n\n<p>\n«ولا ما تعدد لتعدد صاحبه حقيقة» وله صورتان:\n</p>\n\n<p>\nإحداهما: أن يكون أسماء متعاطفة.\n</p>\n\n<p>\nوالثانية: أن يكون مثنى أو مجموعا، فإذا اختلفت الأخبار فالعطف بالواو،\nقالوا: ولا يجوز غير ذلك.\n</p>\n\n<p>\nنحو <span id='ms299'></span>: زيد وعمرو قائم وقاعد، والزيدان فقيه وكاتب، والعمرون فقيه وكاتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n             # وشاعر، ومنه قول الشاعر:\n</p>\n\n<p>\nيداك يد خيرها يرتجى *** وأخرى لأعدائها غائظة\n</p>\n\n<p>\n«أو حكما» وهو المبتدأ المفرد الذي أخباره مقسمة على أجزائه نحو: {إنما\nالحيوة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد}\nوقال الشاعر:\n</p>\n\n<p>\nوالمرء ساع لأمر ليس يدركه *** والعيش شح وإشفاق وتأميل\n</p>\n\n<p>\nقال المصنف: والحاصل أن تعدد الخبر على ثلاثة أضرب:\n</p>\n\n<p>\nأحدها: أن يتعدد لفظا ومعنى؛ لتعدد المخبر عنه، وعلامة هذا النوع صحة\nالاقتصار على واحد من الخبرين أو الأخبار، وهذا النوع يجوز استعماله بالعطف\nاتفاقا، وبغير عطف على الصحيح كما تقدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: أن يتعدد لفظا دون معنى؛ لقيام المتعدد فيه مقام خبر واحد، ولا\nيجوز في هذا النوع العطف؛ لأن مجموعه بمنزلة مفرد، خلافا لأبي علي في\nإجازته: هذا حلو وحامض.\n</p>\n\n<p>\nالثالث: أن يتعدد لتعدد صاحبه، ولا يستعمل هذا النوع دون عطف، فما كان من\nالنوع الأول صح أن يقال فيه: خبران وثلاثة بحسب تعدده، وما كان من النوع\nالثاني والثالث فلا يعبر فيه بغير لفظ الواحد، إلا مجازا.\n</p>\n\n<p>\n«وإن توالت» مبتدآت» نحو: زيد عمه خاله [أخوه] أبوه قائم، «أخبر عن\nآخرها» وهو (أبوه) في المثال المذكور، فجعل (قائم) خبرا عنه «مجعولا هو» أي\nالآخر «وخبره خبر متلوه» وهو (أخوه) في [هذا] المثال «والمتلو» وهو (أخوه)\n«مع ما بعده» وهو (أبوه قائم). «خبر متلوه» وهو (خاله) في المثال المذكور.\n«إلى أن يخبر عن الأول» وهو (زيد) في مثالنا «بتاليه» وهو (عمه) «مع ما\nبعده» وهو (خاله أخوه أبوه قائم). «ويضاف غير» المبتدأ «الأول إلى ضمير\nمتلوه» كما رأيت فكل واحد مما بعد زيد - وهو المبتدأ الأول - مضاف إلى ضمير\nمتلوه، فيكون المعنى: أبو أخي خال عم زيد، قائم على أن الإضافة ليست شرطا،\nإذ لو قيل: زيد\n</p>\n\n<p>\nغلام له كتاب له مفيد، كان صحيحا *** أو يجاء بعد خبر الآخر\n</p>\n\n<p>\nبروابك المبتدآت أول لآخر، وتال لمتلو» نحو: زيد هند الغلامان العمرون\nجالسون عندهما في دارها لأجله، والمعنى <span id='ms300'></span>: العمرون جالسون عند الغلامين في\nدار هند لأجل زيد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن قوله: (وتال لمتلو) لا يفي لفظه بمراده، بل لابد أن يقال: وكذا\nالفعل في الباقي/ إلى أن تنتهي المبتدآت والروابط. ولكنه ترك ذلك لوضوحه،\nوأنه 148 لا يتعين الترتيب المذكور إذا أمن الإلباس، فلو قيل: زيد هنا\nالغلامان أحسنت إليهما عنده في دارها، لم يمتنع، وكذا: أحسنت في دارها\nإليهما عنده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO «فصل» يذكر فيه الكلام على ما يجوز فيه دخول الفاء على الخبر، وما يمتنع</h2>\n\n<p>\n.\n</p>\n\n<p>\n«تدخل الفاء على خبر المبتدأ» بحيث تكون ملفوظا بها «وجوبا بعد (أما)»\nنحو {فأما الذين امنوا فيعلمون أنه الحق} {أما السفينة فكانت لمساكين}\nالآيات «إلا في ضرورة» كقوله:\n</p>\n\n<p>\nأما القتال لا قتال لديكم *** ولكن دفع الشر بالشر أحزم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n             # «أو في ندور» من الكلام الذي ليس بشعر، نحو: (وأما رسول الله صلى الله\nعليه وسلم - لم يفر)، ومثل له ابن قاسم بقوله عليه الصلاة والسلام: (أما\nبعد ما بال رجال).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وهو سهو؛ لأن هذا ليس من المبتدأ والخبر في شيء.\n</p>\n\n<p>\n«أو» في «مقارنة قول أغني عنه المقول» نحو: {فأما الذين اسودت وجوههم\nأكفرتم}، وجعل هذا قسيما للضرورة والندور، يقتضي أنه جائز في سعة الكلام\nبكثرة وهو صحيح.\n</p>\n\n<p>\n«و» تدخل الفاء على خبر المبتدأ. «جوازا بعد مبتدأ واقع موقع «من»\nالشرطية» نحو: الذي يأتيني فله درهم. «أو» واقع موقع «ما أختها»: نحو: الذي\nيفعله فهو حسن. يعني أن المبتدأ تارة يكون لمن يعلم متضمنا لمعنى الشرط،\nفيكون واقعا موقع [«من» الشرطية، وتارة يكون لما لا يعقل متضمنا لمعنى\nالشرط، فيكون واقعا موقع] «ما» الشرطية.\n</p>\n\n<p>\nوقال: (بعد مبتدأ)؛ لأنه لو كان الخبر قبل المبتدأ - كما إذا قلت: له\nدرهم الذي يأتيني - لم تدخل الفاء، لأن الجواب الصريح لا تدخل عليه الفاء\nإلا إذا تأخر، وقد مضى للمصنف في الباب وجوب تأخير الخبر إذا قرن بالفاء.\n</p>\n\n<p>\nوكان حق هذا الخبر أن تلزمه الفاء؛ لكونه كالجزاء، لكن من حيث إنه ليس\nجزاء للشرط حقيقة جاز تجريده منها مع قصد <span id='ms301'></span> السببية، نحو: الذي يأتيني له\nدرهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الجملة فإذا دخلت الفاء تحققت فيه السببية، وإذا لم تدخل جاز أن\nتكون السببية ملحوظة، فيكون تجريد الخبر عن الفاء في هذه الحالة - على سبيل\nالجواز، وجاز أن تكون السببية غير ملحوظة ولا مقصودة، فيكون تجريده من\nالفاء إذ ذاك واجبا «وهو» أي المبتدأ المذكور الواقع موقع (من) الشرطية أو\n(ما) أختها. (ال) الموصولة» نحو: {والسارق والسارقة فاقطعوا أيديهما}، كذا\nمثل المصنف، وهو مخالف لكلامه في باب الاشتغال، ولقول جمهور البصريين،\nفإنهم قالوا: لا تدخل الفاء في خبر (ال  )، وجلعوا الخبر في الآية محذوفا،\nوستقف على ذلك في باب الاشتغال.\n</p>\n\n<p>\nوإنما قسم المصنف الموصول إلى (ال ) وغيره؛ لأجل أن الصلة مختلفة.\n</p>\n\n<p>\n«بمستقبل» لا بماض، ولا حال. «عام» لا خاص، ولا حاجة إلى اشتراط العموم\nبعد ما اشترط كون المبتدأ حالا محل (من) و (ما) الشرطيتين.\n</p>\n\n<p>\n«أو غيرها»، أي غير (ال) من الموصلات العامة المستقبلة صلتها. «موصولا\nبظرف» كقوله:\n</p>\n\n<p>\nما لدى الحازم اللبيب معارا *** فمصون، وماله قد يضيع\n</p>\n\n<p>\n«أو شبهه» أي شبه الظرف، وهو الجار والمجرور نحو: {وما بكم من نعمة فمن\nالله}.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوأورد ابن الحاجب - رحمه الله [تعالى]- إشكالا في هذه الآية، تقريره: أن\nالشرط وما شبه به يكون الأول فيه سببا للثاني، وفي الآية الأمر بالعكس، لأن\nالأول 149 هو استقرار النعمة بالمخاطبين، والثاني/ كونها من الله، وليس\nالأول سببا للثاني؛ لأن الأول فرع للثاني.\n</p>\n\n<p>\nوأجاب في شرح المفصل بما تقريره: *** أن جواب الشرط لا يكون إلا جملة،\n</p>\n\n<p>\nويكون المسبب في ذلك الجواب الذي هو جملة إما مضمون الجملة نحو: إن جاءني\nزيد أكرمته، فالإكرام هو مضمون الجملة، وهو مسبب عن المجيء المذكور، وإما\nالخطاب بها، على معنى أن الإعلام والإخبار بها هو المشروط نحو: إن أكرمتني\nاليوم فقد أكرمتك الواقع في اليوم، لكن الإخبار بذلك مسبب على معنى إن\nأكرمتني اليوم فهو سبب لأن أعلمك وأخبرك بأني قد أكرمتك بالأمس، والآية من\n[هذا] القبيل، وبيانه أن الآية جيء بها لإخبار قوم استقرت <span id='ms302'></span> بهم نعم جهلوا\nمعطيها أو شكوا فيه، فاستقرارها - مشكوكة أو مجهولة - سبب للإخبار بأنها من\nالله، فيتحقق - إذن - أن الشرط والمشروط فهيا على بابه.\n</p>\n\n<p>\nوقال الرضي: لا يلزم مع الفاء أن يكون الأول سببا للثاني، بل اللازم أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n             # يكون ما بعد الفاء لازما لمضمون ما قبلها، كما في جميع الشرط والجزاء،\nففي قوله تعالى: {وما بكم من نعمة فمن الله} [كون النعمة من الله] لازم؛\nلحصوله معنى فلا يغونك قول بعضهم: إن الشرط سبب للجزاء، وسيأتي تحقيقه في\nالكلام على الشرط والجزاء إن شاء الله تعالى.\n</p>\n\n<p>\n«أو» موصولا «بفعل صالح للشرطية» نحو: {وما أصابكم من مصيبة فبما كسبت\nأيديكم}، ف  (ما) فيه موصولة لا شرطية، بدليل سقوط الفاء في قراءة نافع\nوابن عامر فلو كان الفعل غير صالح للشرطية: - كأن يكون ماضيا معنى نحو:\nالذي زارنا أمس له كذا - امتنع دخول الفاء في الخبر، وأجازه بعضهم تمسكا\nبقوله تعالى: {وما أصابكم يوم التقى الجمعان فبإذن الله} -، وأول بأنه على\nمعنى التبين، كأنه قيل: وما تبين إصابته إياكم، وكذا إذا كان الفعل مصدرا\nبحرف استقبال: كالسين و (سوف) أو ب   (قد) أو ب   (ما) النافية يمتنع دخول\nالفاء في الخبر، ولم يشترط ذلك بعضهم، فيجوز عنده: الذي ما يأتيني فله\nدرهم، وشرط بعضهم في الفعل أن لا يكون مسندا إلى فاعل مختص، لئلا يسري\nالتخصيص منه إلى الفعل، فلا يجوز عنده: الذي ألقاه فله درهم.\n</p>\n\n<p>\nوفهم من كلام المصنف أن الصلة متى كانت غير شيء، من هذه الأمور الثلاثة -\nوهي الظرف وشبهه والفعل الصالح للشرطية - امتنعت الفاء، كالجملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n             # الاسمية، فلا يجوز نحو: الذي أبوه محسن فمكرم، خلافا لابن السراج:\n</p>\n\n<p>\n«أو نكرة» بالرفع عطف: إما على (ال  )، أو [على] (غيرها).\n</p>\n\n<p>\nيعني أن المبتدأ الذي تدخل الفاء على خبره أحد أشياء: إما (ال ) أو\n(غيرها) أو نكرة «عامة موصوفة بأحد الثلاثة» إما الظرف نحو: رجل عنده حزم\nفسعيد، ويمتنع على هذا أن يقدر الظرف خبرا في هذه الصورة، وإما شبه الظرف\nنحو: عبد <span id='ms303'></span> الكريم فما يضيع، وإما فعل صالح للشرطية نحو: نفس تسعي في نجاتها\nفلن تخيب.\n</p>\n\n<p>\nوخص ابن الحاجب ذلك ب  (كل)، والصحيح التعميم؛ لأن النكرة في الإثبات تعم\nبقرينة، فلا مانع إذن «أو مضاف إليها» بالرفع عطفا على موصوفة، فالمعنى: أو\nنكرة عامة مضاف إليها شيء «مشعر بمجازاة» فالتنكير والعموم مأخوذان في\nالصورتين، والضمير في (إليها) عائد إلى (النكرة) المتقدم ذكرها، وذلك نحو\nكل رجل عنده حزم فسعيد، إلى آخر الأمثلة السابقة «أو موصوف» بالرفع/ عطف\nعلى (نكرة)، أو على (ال ). «بالموصول» متعلق ب  (موصوف)، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n             # والأداة فيه للعهد، أي بالموصول. «المذكور» كقوله تعالى: {والقواعد من\nالنساء التي لا يرجون نكاحا فليس عليهن جناح}، وقوله تعالى: {قل إن الموت\nالذي تفرون منه فإنه ملقيكم}، قال الشاعر:\n</p>\n\n<p>\nصلوا الحزم، فالخطب الذي تحسبونه *** يسيرا فقد تلقونه متعسرا\n</p>\n\n<p>\nوفي ذلك خلاف، احتج المجيز بالآيتين الشريفتين والبيت، وبأن الصفة\nوالموصوف كشيء واحد.\n</p>\n\n<p>\nورد القياس بأنه لو صح للزمت موافقة يونس في إجازة: وازيد الطويلاه،\nوالاحتجاج بالبيت بأنه محتمل لزيادة الفاء فيه، كما قال:\n</p>\n\n<p>\n............................. *** والصغير فيكبر\n</p>\n\n<p>\nوأما الآية الأولى، فيحتمل كون (اللاتي) هو الخبر، وما بعد الفاء جملة\nمرتبطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n             # [بالفاء] بالتي قبلها، ويحتمل كون (للاتي) مبتدأ ثانيا، ودخلت الفاء في\nخبره؛ لأنه موصول، ثم الجملة من الموصول وخبره خبر (القواعد)، والرابط\nمحذوف، أي اللاتي لا ترجون فيهن نكاحا، وتكون (القواعد) على قسمين مختلفي\nالحكم، [وأما على جعلهما مبتدأ وخبرا فهما قسم واحد]، وأما على جعلهما\nمنعوتا ونعتا، فإن قدرنا النعت كاشفا، فكما لو قدرتهما مبتدأ وخبرا، وإن\nقدرناه موضحا ومخصصا، فكما لو قدرت مبتدأين.\n</p>\n\n<p>\nوأما الآية الثانية فيحتمل أن الموصول خبر لا صفة. واعترض: بأنه لا فائدة\nفيه حينئذ.\n</p>\n\n<p>\nوأجيب: بأنهم كانوا يقولون: إن فرارهم لغير ذلك، بدليل: {يقولون إن\nبيوتنا عورة وما هي بعورة إن يريدون إلا فرارا}، فأخبر عنهم بأنهم [إنما]\nيفرون من الموت، وقيل: (الذي) بدل من (الموت)، كأنه قيل: الذي تفرون منه\nفإنه ملاقيكم. «أو مضاف إليه» برفع (مضاف)، على أنه عطف على <span id='ms304'></span> (موصوف) من\nقوله: (أو موصوف بالموصول)، يعني: أو مضاف إلى الموصوف بالموصول مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n             # غلام الرجل الذي يأتيني فله درهم.\n</p>\n\n<p>\nومثل ابن قاسم بقولك: غلام الذي يأتيني فله درهم، وبقول زينب بنت الطثرية\nترثي أخاها:\n</p>\n\n<p>\nيسرك مظلوما ويرضيك ظالما *** وكل الذي حملته فهو حامله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n             # وإنما الكلام في المضاف إلى الموصوف بالموصول، لا في المضاف إلى الموصول.\n</p>\n\n<p>\nواعلم أن بعضهم قال: لابد - في دخول الفاء في الخبر - من اشتراط أن يكون\nالخبر مفردا أو جملة يصح دخول فاء الجزاء عليها، فلا تدخل في نحو قوله\nتعالى: {والذين امنوا وعملوا الصالحات وامنوا بما نزل على محمد وهو الحق من\nربهم كفر عنهم سيئاتهم}، كما لا تدخل في نحو: إن جئتني أكرمتك.\n</p>\n\n<p>\nوانظر إلى عظم الفصل بهذه الجملة الاعتراضية، أعني: {وهو الحق من ربهم}\nما أعلاه.\n</p>\n\n<p>\n«وقد تدخل» الفاء «على خبر (كل) مضاف إلى غير موصوف» لمضارعته لكلمات\nالشرط في الإبهام، كما جاء في بعض الأذكار المأثورة عن السلف: كل نعمة فمن الله.\n</p>\n\n<p>\nوانظر وجه قول المصنف: (مضاف) بالتنكير والجر، فإنه في النسخة التي بين\nيدي الآن كذلك، ولا يصح كونه صفة ل  كل)؛ لأنه معرفة؛ لما تقرر من أن\nالكلمات التي يراد منها مسمياتها الألفاظ أعلام لها، نحو: زيد اسم، وقام\nفعل، ومن حرف جر. «أو» مضاف «إلى موصوف بغير ما ذكر» كقول الشاعر:\n</p>\n\n<p>\nكل امر مباعد او مدان ... فمنوط بحكمة المتعالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n             # «و» قد تدخل الفاء أيضا «على خبر موصول غير واقع موقع (من) الشرطية ولا\n(ما) أختها» نحو: {وما أصابكم يوم التقى الجمعان فبإذن الله}.\n</p>\n\n<p>\nفإن مدلول (ما) معين، ومدلول (أصابكم) محقق المضي، فانتفت مشابهة الشرط\nمعنى، لكنه اعتبر فيه مجرد الشبه اللفظي، فإن/ (ما) الموصولة شبيهة ب\n(ما) الشرطية لفظا، وكذا ما وقع [في] الحديث: (الذي يشق رأسه فكذاب) فإن\nهذا إخبار عن معين، لكن روعي مشابهة لفظ (الذي) المراد به الخصوص للفظ\n(الذي) المراد به العموم، وللعرب مذهب معروف في رعاية المشابهة، اللفظية\nوقد علمت أن ثم من منع ذلك <span id='ms305'></span> وأول الآية بما تقدم. «ولا تدخل» الفاء «على خبر\nغير ذلك، خلافا للأخفش» فإنه أجازه تمسكا بقوله:\n</p>\n\n<p>\nوقائلة: خولان فانكح فتاتهم *** وأكرومة الحيين خلو كما هيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n             # وهو محمول عند سيبويه على أن (خولان) خبر مبتدأ محذوف، أي هذه خولان، أو\nهؤلاء خولان فانكح فتاتهم، وتمسكا بقول الآخر:\n</p>\n\n<p>\nأرواح مودع أم بكور *** أنت فانظر لأي ذاك تصير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n             # وهو محمول عندهم على أن (أنت) فاعل فعل مقدر يفسره المذكور.\n</p>\n\n<p>\n«ويزيلها نواسخ الابتداء» أي: يزيل جواز دخول افاء، أو يزيل حكم الفاء،\nولابد من تقدير أحد هذين الأمرين؛ لأنه ليس المراد أن نواسخ الابتداء دخلت\nعلى تركيب فيه هذه الفاء فأزالتها، وإنما المراد أنها دخلت تركيب كان جواز\nدخول الفاء ثابتا فيه فأزالت الجواز باقتضائها المنع، ولك - حينئذ - أن\nتقدر محذوفا: إما مضافين أو مضافا واحدا كما ذكرنا، فلا يصح أن تقول: كان\nالذي يأتيني فله درهم، ولا ليت الذي أنصحه فهو يقبل؛ لزوال المجوز لدخول\nالفاء، وهو شبه الشرط (من حيث أن كلمة الشرط) لازمة التصدير، فلا [يعمل]\nفيها ما قبلها.\n</p>\n\n<p>\n«إلا إن» بالكسر» وأن» بالفتح «و (لكن) على الأصح» فإنهن لا يزلن جواز\nدخول الفاء؛ وذلك لأنهن لما لم يغيرن معنى الابتداء لم يعت\n</p>\n\n<p>\nبهن، والمانع هو الأخفش في أحد قوليه، ورد عليه بأن شهادة السماع قائمة\nعلى خلاف ما قال، ففي التنزيل:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n{إن الذين قالوا ربنا الله ثم استقاموا فلا خوف عليهم ولا هم}، {إن الذين\nكفروا وماتوا وهم كفار فلن يقبل من أحدهم}، {إن الذين كفروا وصدوا عن سبيل\nالله ثم ماتوا وهم كفار فلن يغفر الله لهم}، {واعلموا إنما غنمتم من شيء\nفأن لله خمسة وللرسول}.\n</p>\n\n<p>\nوقال الأفوه:\n</p>\n\n<p>\nفوالله ما فارقتكم قاليا لكم *** ولكن ما يقضي فسوف يكون\n</p>\n\n<p>\nوظاهر كلام المصنف أنه لا خلاف في غير الثلاثة، وقد حكي في (لعل) قول\nضعيف، وصرح ابن الحاجب بأن (ليت) و (لعل) مانعان باتفاق.\n</p>\n\n<p>\nقال: لأنه يؤدي إلى تناقش معنوي، وذلك أن خبر (ليت) و (لعل) غير محكوم\nعليه بالصدق <span id='ms306'></span> والكذب، وما يقع بعد الفاء خبر محض، وجزاء الشرط يجب أن يكون\nقضية خبرية معلقة بالشرط؛ لأن الإنشاء ثابت، والثابت لا يقبل تعليقا،\nوقولنا: أنت حر إن دخلت الدار، إنشاء التعليق [لا تعليق] الإنشاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nقال الرضي: وليس بشيء؛ لصحة قولك: إن جاء زيد فاضر به، قال تعالى: {إن\nالذين يكفرون بأيات الله ويقتلون النبين بغير حق ويقتلون الذين يأمرون\nبالقسط من الناس فبشرهم بعذاب أليم}.\n</p>\n\n<p>\nقلت: نظر إلى صورة وقوع الإنشاء جزاء، وابن الحاجب لا يمنع وقوعه من هذه\nالحيثية، إنما الممنوع عنده - فيما يظهر من كلامه - وقوع الإنشاء لفظا\nومعنى [جزاء] من غير تأويل؛ لعدم إمكانه؛ وذلك لأنك إذا قلت: أكرم زيدا،\nفهو يدل بظاهره على طلب في الحال لإكرام زيد في الاستقبال، فيمتنع تعليق\nالطلب الحاصل في الحال على حصول ما يحصل في المستقبل، إلا إذا أول بأن يحمل\nاللفظ بواسطة القرينة على الطلب/ في الاستقبال، كما في الجملة الاسمية،\nوأما الإكرام: فإما أن يعلق على الشرط من حيث هو مطلوب، كأنه قيل: إذا جاءك\nزيد فإكرامه مطلوب منك، فيلزم - مع ما ذكر من انتفاء الطلب في الحال -\nتأويل الطلبي بالخبري. وإما أن يعلق عليه من حيث وجوده، والطلب حاصل في\nالحال كأنه قيل: إذا جاءك زيد يوجد إكرامك إياه مطلوبا منك في الحال، فيلزم\nتأويل الطلبي بالخبري، وأن لا يكون للطلب تعلق بالشرط أصلا.\n</p>\n\n<p>\nوبالجملة: لا يمكن جعل الطلبي جزاء بلا تأويل إلى خلاف ظاهره.\n</p>\n\n<p>\nويتفرع عن التأويل وعدمه (احتمال الصدق والكذب وعدمه) في الشرطية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nالتي جزاؤها، وإن كان الطلب في نفسه لا يحتملها، وقد مر - فيما سلف من\nالكلام على الخبر - شيء من ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head5'>AUTO الباب الثالث عشر</h1>\n\n<p>\n«باب الأفعال الرافعة الاسم الناصبة الخبر»\n</p>\n\n<p>\nبجر (الاسم) و (الخبر) على الإضافة، وبنصبهما على إعمال اسم الفاعل.\n</p>\n\n<p>\nفإن قلت: هو للثبوت والاستمرار، فاسم الفاعل [حينئذ] حال محل الفعل\nالمضارع الذي يراد به الاستمرار، فيعمل كما يعمل، فكما تقول: جاء الذي يعطي\nالدراهم ويكسو الثياب، - تريد الذي شأنه ذلك - تقول <span id='ms307'></span>: جاء المعطي الدراهم\nوالكاسي الثياب بالنصب.\n</p>\n\n<p>\nيعمل هذا العمل أفعال «فبلا شرط» أي: فيعمله بلا شرط، يعني سواء كانت\nمثبتة أو منفية، صلة أو غير صلة.\n</p>\n\n<p>\n«كان» وقد ظهر بما قدرناه [وجه الإعراب وأصل التركيب، فالفاء للتفصيل،\nمثلها في قولك: الناس رجلان]: فرجل أكرمته ورجل أهنته. (وبلا شرط) حال من\nفاعل (يعمل) المؤخر عنه، وهو (كان) وما عطف عليه من قوله: «وأضحى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n             # وأصبح وأمسى وظل وبات وصار وليس» ثم حذف قوله: (يعمل هذا العمل أفعال)؛\nلدلالة ما ذكر في الترجمة عليه، وحذف ما بعد الفاء من الفعل والمفعول؛ لذلك\nأيضا. «وصلة» بالنصب [عطفا] على الحال المتقدمة، وهي قوله: (بلا شرط)، أي:\nويعمل العمل المذكور صلة «ل   (ما)» المصدرية «الظرفية: دام» نحو: {ما دمت\nحيا}، واحترز من (ما) غير الظرفية، فلا يجوز - في: يعجبني ما دمت صحيحا -\nكون صحيحا خبرا، وإنما هو حال، أي يعجبني دوامك في حال كونك صحيحا. «و»\nتعمل العمل المذكور «منفية بثابت النفي» سواء كان النفي لفظيا نحو: ما زال\nزيد أميرا، أو معنويا نحو: قلما يزال عبد الله ذاكرا لك.\n</p>\n\n<p>\n«[مذكور] غالبا كما مثلنا، وقد يحذف كقوله تعالى: {تالله تفتؤا تذكر\nيوسف}، والحذف مقيس في جواب القسم إن كان مضارعا، وشاذ فيه إن كان ماضيا، كقوله:\n</p>\n\n<p>\nلعمر أبي دهماء زالت عزيزة *** ......................\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nأي: لا زالت، وفي المضارع الذي ليس بجواب كقوله:\n</p>\n\n<p>\nوأبرح ما أدام الله قومي *** بحمد الله منتطقا مجيدا\n</p>\n\n<p>\nأي: لا أبرج مدة قومي صاحب نطاق وجواد؛ لأنهم يكفونني ذلك.\n</p>\n\n<p>\n«متصل لفظا» كما مثلنا. «أو تقديرا» ولا يكون الفاصل - إذ ذاك إلا فعلا\nقلبيا كقوله:\n</p>\n\n<p>\nولا أراها تزال ظالمة *** تحدث لي قرحة وتنكؤها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n             # أي: وأراها لا تزال ظالمة، [أو قسما] كقوله:\n</p>\n\n<p>\nفلا - وأبي دهماء - زالت عزيزة *** ..............................\n</p>\n\n<p>\n«أو مطلوبة النفي» معطوف على قوله: (منفية)، والمراد به النهي والدعاء كقوله:\n</p>\n\n<p>\nصاح شمر ولا تزل ذاكر المو *** ت فنسيانه ضلال مبين\n</p>\n\n<p>\nوكقوله:\n</p>\n\n<p>\nألا يا اسلمي يا دار مي على البلى *** ولا زال منهلا بجرعائك القطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n             # «زال» معطوف على فاعل <span id='ms308'></span> الفعل الذي قدرناه أولا «ماضي يزال» / قال ابن\nقاسم: احترز من التي بمعنى (تحول) فمضارعها (يزول)، ومن: (زال الشيء، بمعنى\nعزله، فمضارعه (يزيل).\n</p>\n\n<p>\nقلت: حكى الكسائي والفراء وغيرهما: (يزيل) مضارع زال الناقصة، وأنهم\nيقولون: لا أزيل أفعل كذا.\n</p>\n\n<p>\nوكان الأولى أن يقول: زال لا بمعنى (انتقل)، ولا بمعنى (ماز).\n</p>\n\n<p>\nثم هلا ترك هنا هذا الاحتراز ألبتة، كما ترك الاحتراز في بقية الأفعال\nعنها إذا وردت تامة، وأخر ذلك لما بعد هذا! !\n</p>\n\n<p>\n«و (انفك) و (برح)» بكسر العين «و (فتيء)» كذلك على وزن (شرب).\n</p>\n\n<p>\n«و (فتأ)» على وزن (أكل)، ومضارعهما يفتأ، بفتح العين، ومصدرهما فتء\nكضرب، وفتوء ك   (قعود) «و (أفتأ) مثل: أخرج، وهي لغة تميمية، حكاها في\nالمحكي. وبقي عل المصنف: (فتؤ) ك  (ظرف).\n</p>\n\n<p>\n«و (ونى) و (رام) مرادفتاها» أي: مرادفتا الأفعال المتقدمة، احترازا من\n(ونى) بمعنى فتر) و (رام) بمعنى (حاول) فمضارعها (يروم) وبمعنى (تحول)\nفمضارعها (يريم) كمضارع الناقصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nقال المصنف: وهذان الفعلان (ونى) و (رام) غريبان لا يكاد يعرفهما من\nالنحاة إلا من عني باستقراء الغريب، ومن شواهد استعمالهما قول الشاعر:\n</p>\n\n<p>\nلا يني الخب شيمة الخب ما *** دام فلا تحسبنه ذا ارعواء\n</p>\n\n<p>\nالخب الأول: - بكسر الخاء المعجمة -[الخداع] والخبث، والثاني: - بالفتح\n-[صفة] لمن قام به ذلك، يقال: رجل خب، أي: ذو خبث وخداع وقول الشاعر:\n</p>\n\n<p>\nإذا رمت ممن لا يريم متيما *** سلوا فقد أبعدت في رومك المرمى\n</p>\n\n<p>\nوقدح أبو حيان في الاستدلال بالبيت الأول باحتمال كون (شيمة الخب) منصوبا\nعلى إسقاط الخافض، والأصل: عن شيمة الحب، وفي الاستدلال ب  [البيت] الثاني\nباحتمال نصب (متيما) على الحال.\n</p>\n\n<p>\nواعلم أن ثلاثة من هذه الأفعال يحتاج إلى البحث في وزنها، وهي (كان) و\n(لي) و (زال):\n</p>\n\n<p>\nفأما (كان) ف   (فعل) بالفتح، وعن الكسائي: (فعل) بالضم، ولنا أنها مشبهة\nبالفعل المتعدي، وأن وصفها على (فاعل) لا (فعيل).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nوأما (ليس) فلا تكون (فعل) بالضم، لأنها مشبهة بالمتعدي، ولانتفائه من\nالأجوف اليائي إلا (هيؤ)، ولا (فعل) بالفتح، لأن الفتحة لا تخفف، وإذا لم\nتخفف <span id='ms309'></span> لزم قلب الياء ألفا، وإنما هو (فعل) بالكسر، ثم خفف ك  (علم)؛ ليسلم؛\nلأنه جامد، فكرهوا أن يدخله القلب؛ فلهذا التزم فيه التخفيف، وليلزم طريقة\nواحدة، كما أن الجامد كذلك، وإنما لم يكرهوا الإعلال في (عسى) - مع جمودها\nفيتحيلوا على مسقطه - لأن اللام يسرع إليها التغيير.\n</p>\n\n<p>\nوأما (زال) فعلى ثلاثة أوجه:\n</p>\n\n<p>\nقاصرة: بمعنى (ذهب)، وليست (فعل) بالكسر، لأن مضارعها (يفعل) بالضم،\nتقول: زال يزول، ولا (فعل) بالضم؛ لأن الوصف منها (زائل) [لا زول]؛ ولأنها\nمشبهة بالمتعدي، فثبت أنها (فعل) بالفتح.\n</p>\n\n<p>\nومتعدية: بمعنى ماز الشيء من غيره، وهي أيضا (فعل) بالفتح، لأن مضارعها\nبالكسر، وعينها ياء، لأنها لو كانت واوا لقيل: (زلت)، ك  (قلت).\n</p>\n\n<p>\nوناقصة: وهذه (فعل) بالكسر؛ لفتح المضارع، وعينها ياء كالمتعدية، كذا\nقيل، ولا يمتنع أن تكون واوا من باب (خاف) [يخاف]، بل هو أولى؛ لأنه الغالب\nفي الألف المتوسطة.\n</p>\n\n<p>\nوقال الفراء: هي منقولة من القاصرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن خروف: من المتعدية، قالا: وغير الوزن [فرقا] بين الناقصة\nوالتامة.\n</p>\n\n<p>\nوهذه دعوى تخالف الأصل بغير دليل.\n</p>\n\n<p>\nوجزم في الارتشاف بأن التامة - قاصرة أو متعدية - عينها واو.\n</p>\n\n<p>\n«وكلها» أي كل هذه الأفعال [الناقصة]. «تدخل على المبتدأ» والخبر. «إن لم\nيخبر عنه بجملة طلبية» وهذا مبني على الصحيح من أن الجملة الطلبية تقع خبرا\nللمبتدأ، وينبغي أن يقول: ولا إنشائية. فإنه لا يجوز كان عبدي بعتكه، على\nقصد الإنشاء.\n</p>\n\n<p>\nقال الرضي: / وإنما لم يقع أخبار هذه الأفعال جملا طلبية؛ لأن هذه\nالأفعال صفات لمصادر أخبارها في الحقيقة، ألا ترى أن معنى: كان زيد قائما:\nلزيد قيام له حصول في الزمن الماضي، ومعنى: صار زيد قائما: لزيد قيام له\nحصول في الزمن الماضي بعد أن لم يكن، ومعنى: أصبح زيد قائما: لزيد قيام له\nحصول في الزمن الماضي بعد أن لم يكن، ومعنى: أصبح زيد قائما: لزيد قيام له\nحصول في الزمن الماضي وقت الصبح، وكذا سائرها؛ إذ في كلها معنى الكون مع\nقيد آخر، فلو كان أخبارها طلبية لم تخل هي من أن <span id='ms310'></span> تكون خبرية أو طلبية، فإن\nكنت خبرية تناقض الكلام؛ لأن هذه الأفعال - بكونها صفة لمصدر خبرها - تدل\nعلى أن المصدر مخبر عنه بالحصول [في أحد الأزمنة الثلاثة، والطلب في الخبر\nيدل على أنه غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n             # محكوم بالحصول] في أحدها، فيتناقض، وبعبارة أخرى: مصدر الخبر في جميعها\nفاعل للفعل الناقص كما ستعرفه، فلو قلت: كان زيد هل ضرب غلامه؟ كان ضربه\nلغلامه مخبرا عنه [بكان] ثابتا عند المتكلم، مسئولا عنه ب   (هل) غير ثابت\nعنده، وهو تناقض، وإن كانت الأفعال طلبية مع أخبارها، وهي كما ذكرا صفة\nللأخبار - اكتفي بالطلب الذي فيها عن الطلب الذي في أخبارها إن كان الطلبان\nمتساويين، إذ الطلب فيها طلب في أخبارها، تقول: كن قائما، أي قم، وهل تكون\nقائما، أي هل تقوم؟ ، وإن اختلف الطلبان، بأن يكون أحدهما، أمرا والآخر\nاستفهاما، نحو: كوني هل ضربت؟ اجتمع طلبان مختلفان على مصدر الخبر، في حالة\nواحدة، وهو محال.\n</p>\n\n<p>\n«ولم يلزم التصدير» كأسماء الشرط والاستفهام وما أضيف إليها والمقرون\nبلام الابتداء و (كم) الخبرية، خلافا للأخفش في (كم)، فإنه أجاز جعلها اسما\nل  (كان)؛ لأنها بمنزلة (كثير)، فلا تلزم الصدر، والصحيح المنع؛ لعدم\nالسماع؛ ولأنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n             # إنشائية كما ستعرفه بعد هذا إن شاء الله تعالى. «أو» لم يلزم «الحذف»\nحذرا من المخبر عنه بنعت مقطوع ونحوه. «أو» لم يلزم «[عدم] التصرف» أي عدم\nلزومه صيغة واحدة، وذلك بأن يصغر ويثنى ويجمع، وهذا هو الذي أراده هنا لا\nالتصرف المذكور في الظروف والمصادر، وهو عدم ملازمة وجه من أوجه الإعراب،\nكما توهم أبو حيان وأتباعه؛ لئلا يلزم التكرار بما بعد هذا الشرط.\n</p>\n\n<p>\nو[إنما اشترط] ذلك لأن الأصل في الأسماء التصرف بالمعنى الذي ذكرناه،\nوكذا الأصل في الأفعال التصرف، أي عدم لزوم صيغة واحدة، وذلك بأن تستعمل\nبالأوجه الثلاثة الدالة على خصوصيات الأزمنة، والحروف كلها بخلاف ذلك، فمتى\nكان الاسم جامدا أشبه الحرف، والناسخ لا يدخل على الحرف، فكذلك لا يدخل على\nما يشبهه. كذا قرره الرضي.\n</p>\n\n<p>\nقلت: وفيه نظر؛ لما <span id='ms311'></span> يلزم [عليه] من أ (من) و (ما) الموصلتين -[مثلا]- لا\nتدخل عليهما هذه النواسخ، وبطلانه مقطوه به. «أو» لم يلزم «الابتدائية».\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nحذرا من أن يلزمها، فلا يدخل عليه شيء من هذه الأفعال، ومثله المصنف\nبقولهم: أقل رجل يقول ذلك. وبقولهم: نولك أن تفعل. ورد أبو حيان الثاني،\nوتبعه تلميذه ابن قاسم بقول النابغة:\n</p>\n\n<p>\nفلم يك نولكم أن تشقذوني *** ودوني عازب وبلاد حجر\n</p>\n\n<p>\nفأدخل (كان) على (نولكم).\n</p>\n\n<p>\nوالمضارع من قوله: (تشقذوني) - بضم أوله - مضارع (أشقذه) بهمزة فشين\nمعجمة فقاف فذال معجمة، أي طرده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nومعنى (ودوني) [ودون] أرضي أو بلدي. وبما أنشده الزمخشري في الأساس من\nقول الشاعر:\n</p>\n\n<p>\nلئن حن أجمال وفارق جيرة *** عنيت بنا ما كان نولك تفعل\n</p>\n\n<p>\n/ وقال ابن هشام: تقول ما كان نولك أن تفعل، بنصب (نولك) ورفعه، فإن\nرفعته احتمل أن يكون اسما ل   (كان)، و (أن تفعل) فاعل سد مسد خبر (كان)،\nكما سد مسد خبر المبتدأ، واحتمل أن تكون (كان) شانية. انتهى.\n</p>\n\n<p>\nوالبيتان لا شاهد فيهما؛ لجواز كون الناسخ شأنيا، نعم: لو سمع نصب النول\nلكان خبرا، وصح الاستشهاد به، ونهض الاعتراض، لكن لم يحك ذلك إلا عن تجويز\nابن هشان، وذلك رأي لا رواية فلا يجب قبوله.\n</p>\n\n<p>\nقال ابن هشام: وإذا جعلت (كان) شانية كان (نولك أن تفعل) مفسرا لضمير\nالشأن، ف  (نولك) مبتدأ، و (أن تفعل) فاعل سد مسد خبر المبتدأ.\n</p>\n\n<p>\nواعترضه ابن قاسم: بأن ضمير الشأن لا يفسر - عند البصريين - إلا بجملة\nمصرح بجزئيها. [وهو ساقط؛ لأن (نولك أن تفعل) جملة مصرح بجزئيها].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوقصارى ما في [هذا] الباب: أن الفاعل سد مسد خبر [المبتدأ]، ولا نفي ولا\nاستفهام سابق على المبتدأ، وهو سهل؛ لأن ظهور إرادة [معنى] الفعل منه أغنى\nبمفرده عن ذلك، وليس الاعتماد شرطا في كل ما كان بمعنى الفعل، وإنما هو شرط\nفي الصفة كما سبق. «لنفسه» أي [لم] يلزم الابتداء لنفسه، ومثل ابن قاسم\nوغيره له بقولهم: أقل رجل يقول ذلك، أي ما يقول ذلك رجل، ولا يدخل الناسخ <span id='ms312'></span>\nعليه كما لا يدخل على ما في معناه، وفيه نظر. والظاهر أن هذا الذي يقال\nفيه: امتنع لمانع معنوي كما يأتي، فينبغي أن يفكر في مثال لهذا القسم. «أو»\nل   «مصحوب لفظي» عطف على (لنفسه).\n</p>\n\n<p>\nقال ابن قاسم: مثل المبتدأ بعد (لولا) الامتناعية، و (إذا) الفجائية.\nوفيه نظر؛ إذ لا يمتنع - في لولا زيد سالم لهلك - أن يقال: لولا كون زيد\nمسالما، وكذا: لولا زيد لأكرمتك، [لا يمتنع أن يقال فيه]: لولا كون زيد\n[لأكرمتك]، فلم يمتنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n             # دخول الناسخ مطلقا، بل الناسخ الفعلي. «أو» لمصحوب «معنوي» نحو: ما أحسن\nزيدا، ولله درك ومن أمثالهم: العاشية تهيج الآبية. يعنون أن الإبل التي\nتتعشي إذا رأتها [الإبل] التي لا تشتهي العشاء اشتهت فأكلت معها، ومن\nكلامهم: الكلاب على البقر. مثل به المصنف، لهذا القسم، وهو ما لزم\nالابتدائية لمصحوب معنوي، وقد يعترض بقولهم: الكلاب ..... ، بالنصب،\nبتقدير: أرسل الكلاب .... ، فأين لزوم الابتدائية، والمسألة في الفصيح، وهو\nقد ذكرها في هذا الكتاب.\n</p>\n\n<p>\n«وندر» قوله:\n</p>\n\n<p>\n«وكوني بالمكارم ذكريني» *** ودلي دل ماجدة صناع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n             # ومع ندوره هو مؤول بالخبر مثل: {فليمدد له الرحمن مدا}، أي كوني\nتذكرينني. «فترفعه» عطف على (تدخل)، والضمير المستكن عائد على (كلها)،\nوالبارز عائد على المبتدأ.\n</p>\n\n<p>\n«ويسمى» المرفوع حينئذ «اسما» وهذه الجملة الفعلية معطوفة على الاسمية\nالمتقدمة من قوله: (وكلها تدخل على المبتدأ).\n</p>\n\n<p>\nولا يصح أن تكون معطوفة على الفعلية من قوله: (تدخل)، ولا من [قوله]:\n(فترفعه)؛ لعدم رابط فيها يعود على مبتدأ الاسمية المذكورة. «و» يسمى\nالمرفوع المذكور أيضا «فاعلا»، وتنصب خبره» أي خبر المبتدأ الداخلة هي عليه\n«ويسمي خبرا ومفعولا»\n</p>\n\n<p>\nأما عمل هذه الأفعال العمل المذكور وتسمية المرفوع بها اسما، والمنصوب\nبها خبرا، فهو الذي عليه الجمهور، ولا يعرف المتأخرون غير اسم (كان)\nوخبرها، وكذا بقية أخواتها، والمبرد يسمى المرفوع فاعلا والمنصوب مفعولا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف الكوفيون في رافه الاسم، فقال الفراء: ارتفع بالناسخ - كما يقول\nالبصريون - لكنه [قال] ارتفع به لا لأنه فاعل بل لشبهه في الصورة بالفاعل.\n</p>\n\n<p>\nوقال بقية الكوفيين: لم <span id='ms313'></span> يرتفع بالفعل بل بما كان/ مرتفعا [به] قبل وجود\nالناسخ، واحتجوا بأن الفعل إنما عهد رفعه لما أسند هو إليه كقام زيد، وضرب\nعمرو، وليس الناسخ مسندا إلى هذا المرفوع.\n</p>\n\n<p>\nوجوابه أنه وإن لم يكن مسندا إليه لكنه في صوة ما أسند إليه، ويدل على\nأنه الرافع اتصاله به إذا كان ضميرا نحو: كنت قائما.\n</p>\n\n<p>\nثم اختلف الأولون فقيل: هو مشبه بفاعل الفعل القاصر؛ لكون هذا الفعل لا\nيقتضي محلا يقع عليه.\n</p>\n\n<p>\nوقال البصريون: هو مشبه بفاعل الفعل المتعدي؛ لكون هذا الفعل يتوقف فهم\nمعناه على اسمين، فأشبه (رب)، وانبني على هذا الخلاف خلاف فيما شبه به الخبر:\n</p>\n\n<p>\nفقال الفراء: هو مشبه بالحال.\n</p>\n\n<p>\nوقال البصريون: [مشبه] بالمفعول. وهو الصحيح؛ لأنه كثيرا ما يأتي على\nصورة لا يكون عليها الحال، فكان تشبيهه بالمفعول به أولى؛ لاطراده؛ وذلك\nلأنه يرد معرفة وجامدا.\n</p>\n\n<p>\nوقال بقية الكوفيين: هو حال حقيقة لا مشبه بالحال. ويرد بما ذكرنا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n             # اطراد وروده معرفة وجامدا، وبأنه لا يكون فضلة.\n</p>\n\n<p>\nواعترضوا قول البصريين: بأنه لو كان مشبها بالمفعول لم يقع جملة ولا ظرفا\nولا جارا ومجرورا، واللازم منتف.\n</p>\n\n<p>\nوأجيب: بأن المفعول قد يكون جملة، وذلك بعد القول، وفي التعليق. وأما\nالظرف وشبهه فليسا الخبر، إنما الخبر متعلقهما المحذوف، وهو اسم مفرد.\n</p>\n\n<p>\n«ويجوز تعدده خلافا لابن درستويه» وابن أبي الربيع، قيل: وهو الظاهر من\nكلام سيبويه، إذ قال: إنها مشبهة ب  (ضرب) ونحوه. والجمهور على الجواز؛\nلأنه في الأصل خبر المبتدأ، فإذا جاز تعدده مع ضعف العامل فمع قوته أولى.\n</p>\n\n<p>\n«وتختص (دام) والمنفي ب   (ما)» سواء كان مما شرطه النفي أولا. «بعدم\nالدخول على» مبتدأ «ذي خبر مفرد طلبي» فلا يجوز: أصبحك كيف ما دام زيد، ولا\nأين ما زال زيد، لازدحام اثنين على طلب الصدرية في الصورة الثانية، فأيهما\nأعطيها حصل الإخلال بحق الآخر؛ وللزوم تأخير ماله الصدر أو تقديم معمول\nالصلة في الأولى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nونقل ابن الخباز أن الكوفيين يجيزون: أين ما زال زيد؟ ، وهو موافق لنقل\nالمصنف عنهم <span id='ms314'></span> أن (ما) ليس لها الصدر.\n</p>\n\n<p>\nوفهم من قوله: (والمنفي) أنه يجوز في المثبت نحو: أين كان زيد؟ ومن قوله:\n(بما)، أنه يجوز في المنفي بغيرها نحو: أين لم يزل زيد؟ .\n</p>\n\n<p>\nفإن قلت: وقوله (مفرد) يفهم [منه] الجواز في الجملة، لكنه باطل.\n</p>\n\n<p>\nقلت: هذا المفهوم لاغ؛ لأنه يمنع من إعماله المنطوق السابق المقتضي لعموم\nالمنع في الجميع، وهو قوله: (إن لم يخبر عنه بجملة طلبية).\n</p>\n\n<p>\n«وتسمى» أفعال هذا الباب «نواقص؛ لعدم اكتفائها بالمرفوع» (فلا تتم\nبالمرفوع بها كلاما، بل المرفوع) [مع] المنصوب، بخلاف الأفعال التامة،\nفإنها تتم كلاما بالمرفوع دون المنصوب، وهذا مذهب الجمهور، وهو المذهب\nالمنصور.\n</p>\n\n<p>\n«لا لأنها تدل على زمان دون حدث» بخلاف الأفعال التامة، فإنها تدل على\nحدث وزمان؛ ولهذا سميت أفعال هذا الباب ناقصة، وهذا مذهب المبرد وابن\nالسراج والفارسي وابن جني وابن برهان والشلوبين، وهو ظاهر قول سيبويه، وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n             # شنع ابن هشام على الشلوبين.\n</p>\n\n<p>\nفقال: ذهب إلى هذا مع أنه ملأ تعاليقه من تقدير مصادرها، ألا ترى أنه\nيقول: - في نحو يعجبني أن زيدا أخوك .. تقديره يعجبني كون زيد أخاك.\n«فالأصح دلالتها» أي دلالة أفعال هذا الباب «عليهما» أي على الحدث والزمان\n«إلا (ليس)».\n</p>\n\n<p>\nقال الرضي: ف  (كان) - في نحو: كان زيد قائما - يدل على الكون/ الذي هو\nالحصول المطلق، وخبره يدل على الكون المخصوص، وهو كون القيام، أي حصوله،\nفجيء أولا بلفظ دال على حصول ما، ثم عين بالخبر ذلك الحاصل، فكأنك قلت: حصل\nشيء، ثم قلت: حصل القيام، فالفائدة في إيراد مطلق الحصول أولا، ثم تخصيصه،\nكالفائدة في ضمير الشأن قبل تعيين الشأن، مع فائدة أخرى هنا، وهي دلالته\nعلى تعيين زمان ذلك الحصول [المقيد] ولو قلنا: قام زيد، لم تحصل هاتان\nالفائدتان معا، ف   (كان) يدل على حصول حدث مطلق تقييده في خبره، وخبره يدل\nعلى حدث [معين] واقع في زمان مطلق تقييده في (كان)، لكن دلالة (كان) على\nالحدث المطلق - أي الكون - وضعية، ودلالة الخبر على الزمان المطلق عقلية.\n</p>\n\n<p>\nقال: وأما سائر <span id='ms315'></span> الأفعال الناقصة - نحو: (صار) الدال على الانتقال، و\n(أصبح) الدال على الكون في الصبح، ومثله أخواته، و (ما دام) الدال على\n[معنى] الكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n             # الدائم، و (ما زال) الدال على الاستمرار، وكذا أخواته و (ليس) الدال على\nالانتفاء - فدلالتها على حدث [معين] لا يدل على الخبر في غاية الظهور، فكيف\nيكون جميعها ناقصة بالمعنى الذي قالوه! ! .\n</p>\n\n<p>\nهذا كلامه، وهو نص في مخالفة المصنف في استثناء (لي)، وادعائه أنها لا\nدلالة لها على الحدث.\n</p>\n\n<p>\nواستدل المصنف على دلالة ما عدا (ليس) من هذه الأفعال الناقصة [على\nالحدث] بعشرة أمور:\n</p>\n\n<p>\nالأول: أنها تستعمل أوامر، نحو: {كونوا قوامين} وصيغة (افعل) موضوعة لطلب\nتحصيل الحدث، [لا] لطلب تحصيل الزمان.\n</p>\n\n<p>\nالثاني: أنها يستعمل لها اسم فاعل، نحو: زيد كائن أخاك، واسم الفاعل لفظ\nدال على ذات باعتبار حدث قائم بها.\n</p>\n\n<p>\nالثالث: أنها قع صلة لحرف مصدري في نحو: {إلا أن تكونا ملكين}، وذلك لازم\nفي (دام).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أنه قد صرح بمصدرها معملا عملها في قوله:\n</p>\n\n<p>\nببذل وحلم ساد في قومه الفتى *** وكونك إياه عليك يسير\n</p>\n\n<p>\nوفيه رد من قال: المنصوب بعد الكون حال.\n</p>\n\n<p>\nقال ابن قاسم: ويحتمل أن الأصل: وكونك تفعله، أي تفعل المذكور من بذل\nوحلم، ثم حذف الفعل فانفصل الضمير، كما قال المصنف: - في] فإذا هو إياها\n-[إن] التقدير: فإذا هو يشبهها.\n</p>\n\n<p>\nالخامس: أن منها ما شرطه النفي، فإذا قيل: ما انفك زيد غنيا، فإن لم يدل\n(انفك) على الانفكاك لزم أن لا ينصب النفي عليها، بل على حدث الخبر، فيكون\nقولك: ما انفك زيد غنيا، وما زيد غنيا، في الزمن الماضي بمعنى واحد،\nوالواقع بخلافه.\n</p>\n\n<p>\nالسادس: أنها كلها مستوية في إفادة الزمان، ومعانيها متمايزة، فأنى نقطع\nبأن (كان زيد غنيا) مخالف في المعنى ل  (صار زيد غنيا)، وما به الافتراق\nغير ما به الاتفاق ولا معنى للفعل غير الزمان إلا الحدث! !\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nالسابع: أن دلالة الفعل على الحدث أقوى من دلالته على الزمان، لأن دلالة\nالمادة أقوى من دلالة الصيغة، فكيف تجرد من المعني <span id='ms316'></span> الذي (دلالته عليه أقوى،\nويترك المعنى الذي دلالته عليه) أضعف! !\n</p>\n\n<p>\nالثامن: أن الفعل يستلزم الدلالة على الحدث والزمان معا؛ إذ الدال على\nالحدث وحده مصدر، والدال على الزمان وحده اسم زمان.\n</p>\n\n<p>\nالتاسع: أن الأصل في كل فعل الدلالة على المعنيين، والإخراج عن الأصل لا\nيقبل إلا بدليل.\n</p>\n\n<p>\nالعاشر: أنها لو كانت دلالتها مخصوصة بالزمان لجاز أن ينعقد من بعضها ومن\nاسم معنى جملة تامة، كما ينعقد منه ومن اسم الزمان.\n</p>\n\n<p>\nولا يخفاك ما في بعض هذه الوجوه من الضعف.\n</p>\n\n<p>\nواعلم أن هذا الخلاف الذي/ ذكره المصنف ينبني عليه خلاف في أنهل هل تعمل\nفي الظرف أو الجار والمجرور أو لا، ذكره أبو حيان في الارتشاف، وذكره غيره،\nوهو حسن.\n</p>\n\n<p>\n«وإن أريد ب  (كان) ثبت».\n</p>\n\n<p>\nقال المصنف: وثبوت كل شيء بحسبه، فتارة يعبر عنه بالأزلية، نحو: (كان\nالله ولا شيء معه)، وتارة ب   (حدث)، نحو:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nإذا كان الشتاء [فأدفئوني] *** .................\n</p>\n\n<p>\nوتارة ب  (حضر) نحو: {وإن كان ذو عسرة}، وتارة ب  (قدر) أو (وقع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n             # نحو: (ما شاء الله كان). انتهى. والتعبير ب  (قدر) مشكل؛ لأن (شاء الله)\nبمعنى (قدر) فيتحد السبب والمسبب. «أو كفل» نحو: كنت الصبي، بمعنى: كفلته.\n«أو غزل» يقال: كنت الصوف، بمعنى: غزلته، فهذه ثلاثة معان ل  (كان) التامة،\nوهي في أولها قاصرة، وفي الأخيرين متعدية، ومصدرهن الكون، كمصدر الناقصة\nعند من أثبته، إلا التي بمعنى (كفل)، فمصدرها الكيانة، كالحراسة والكلاءة،\nولم يذكر معنى (كان) الناقصة، وهو مفهوم مما أسلفناه.\n</p>\n\n<p>\n«و» إن أريد «بتواليها الثلاث»، وهن: (أضحى) و (أصبح) و (أمسى) «دخل في\nالضحى» نحو: أضحى زيد، إذا دخل في هذا الوقت. «والصباح والمساء» [نحو]:\n{فسبحان الله حين تمسون وحين تصبحون} وفيه لف ونشر مرتب.\n</p>\n\n<p>\nولم يذكر معاني هذه الثلاث التوالي ناقصة، وهو إما اقتران مضمون الجملة\nبالزمان المشارك لها في الحروف، وإما معنى (صار)، وسيذكر. «و» [إن] أريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n             # «ب  (ظل) دام» نحو: لو ظل الظلم هلك الناس «أوطال» نحو: ظل الليل، وظل\nالنبت، وزعم المهاباذي ومن وافق: أنها لا <span id='ms317'></span> تكون تامة وهم محجوجون بالسماع.\n</p>\n\n<p>\nوأما معناها ناقصة: ف [إما] اقتران مضمون الجملة بالنهار لا بزمن مشارك\nلها في الحروف؛ إذ لا زمن يشاركها في ذلك. وإما معنى (صار)، وسيأتي، «و»\nأريد «ب  (بات) نزل ليلا» يقولون: بات فلان بالقوم، بمعنى: نزل بهم ليلا،\nويقولون: - أيضا - بات فلان القوم، أي: أتاهم ليلا. ولا ينبغي أن يفسر\n[هذا] ب  (نزل)؛ لأنه يتعدى بنفسه، و (نزل) بالباء.\n</p>\n\n<p>\nولو قال المصنف: نزل في زمن البيتوتة، لكان أولى؛ لأنه أقرب إلى تفسير اللفظ.\n</p>\n\n<p>\nوأما معناها ناقصة فاقتران [مضمون] الجملة بالبيتوتة.\n</p>\n\n<p>\n«و» أريد «ب   (صار) رجع» فيتعدى ب   (إلى)، نحو: {ألا إلى الله تصير\nالأمور}. «أو ضم أو قطع: فيتعدى - حينئذ - بنفسه إلى واحد، يقال: صاره\nيصيره ويصوره، أي: ضمه أو قطعه، كذا في شرح ابن قاسم، وهو في ذلك تابع\nللمصنف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن معنى الناقصة تحول الشيء من صفة إلى أخرى نحو: صار الفقير غنيا،\nوالجاهل عالما. ومادة هذه (ص ي ر) والتامة التي بمعنى (رجع) لها مادتان\nهذه، و (ص ور)، ولولا المادة الأولى لم يتأت له أن يذكر هذا في معاني (صار).\n</p>\n\n<p>\nوفي الصحاح: صاره يصوره [ويصيره]: أماله، وقرئ: {فصرهن إليك} بضم الصاد\nوكسرها.\n</p>\n\n<p>\nقال الأخفش: يعني وجههن، يقال: صر إلي، وصر وجهك إلي، أي أقبل علي [به]،\nوصرت الشيء أيضا [أي] قطعته وفصلته، فمن قال هذا جعل في الآية تقديما\nوتأخيرا، أي خذ إليك أربعة من الطير فصرهن. انتهى.\n</p>\n\n<p>\nفلم يحك أنها تأتي بمعنى (ضم)، بل بمعنى (أمال) و (وجه) و (قطع).\n</p>\n\n<p>\nوقال أيضا: لما ذكر مادة (ص ي ر) - صار الشيء كذا يصير صيرا وصيرورة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n             # وصرت إلى فلان مصيرا كقوله تعالى: {وإلى الله المصير}، والقياس: (المصار)\nكالمعاش. انتهى. ولم يذكر في هذه (ص ور)، وبدأ بالناقصة وذكر لها مصدرين،\nوثنى بالتامة وذكر لها مصدرا واحدا ميميا، ولم يفسر واحدة منهما، والظاهر -\nفي تفسير التامة - أنها بمعنى (انتهى)، / لا بمعنى (رجع)، وهذا المعنى لابد\nمنه، وليس هو بمعنى (رجع).\n</p>\n\n<p>\n«و» أريد <span id='ms318'></span> «ب  (دام) بقي» [نحو]: {ما دامت السموات والأرض}: «أو سكن» ومنه\nالحديث: (لا يبولن أحدكم في الماء الدائم)، أي الساكن.\n</p>\n\n<p>\nوفي الصحاح: دام لشيء: سكن. [ولم يذكر معنى (بقي)، ثم ذكر أن هذه التي\nبمعنى (سكن) تعدى بالتضعيف وبالهمزة فقال: ويقال: دومت القدر وأدمتها، إذا\nسكنت غليانها بشيء من الماء. «و» أريد ب  (برح) ذهب أو ظهر» وقد فر قولهم:\nبرح الخفاء (بهذين المعنيين، وفي الصحيح: برح الخفاء)، أي:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nظهر الأمر، كأنه ذهب السر وزال. فجمع بينهما. «و» أريد «ب   (ونى)»\n[بالنون] «فتر» والتمام في هذه الكلمة أكثر من النقصان، وقد أطنب الجوهري\nفي تفسيرها تامة، فقال: الونى الضعف والفتور والكلال والإعياء. ثم قال:\nونيت في الأمر أني [ونى] وونيا، أي: ضعفت، وأنا وان. انتهى. ومعناها -\nناقصة - زل، وقد ذكره الجوهري، فقال: وفلان لا يني يفعل كذا، أي: لا يزال.\n«و» أريد «ب  (رام) فارق» كقوله:\n</p>\n\n<p>\nأيا أبتا لا ترم عندنا *** فإنا بخير إذا لم ترم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n             # «و» أريد «ب   (نفك) خلص» قالوا: فككت الأسير فانفك، أي: خلص. «أو انفصل»\nقالوا: - أيضا - فككت فص الخاتم فانفك، أي انفصل، وهما متقاربان، وانفك\nفيهما مطاوع ل  (فك) بخلاف الناقصة، فإنها ك  (انطلق)، ومعناها زال، وتختص\nبالجحد، فهذه فروق ثلاثة.\n</p>\n\n<p>\n«و» أريد «ب (فتأ)» بفتح التاء، وأما المكسورها فلا [يكن] إلا ناقصا.\n«سكن أو أطفأ».\n</p>\n\n<p>\nوفي الصحاح: - في مادة الفاء والتاء المثناة [والهمزة] وما فتأت أذكره،\nأي ما زلت. ثم قال: - في مادة الفاء والثاء المثلثة [والهمزة]- فثأت القدر:\nسكنت غليانها بالماء، وفثأت الرجل عني، كسرته بقول أو فعل، وسكت غضبه.\n</p>\n\n<p>\nفتوهم أبو حيان من هذا أن المصنف تصحف عليه (فتأ) بالمثناة ب   (فتأ)\nبالمثلثة، وذكر كلام الجوهري وكلام صاحب المحكم في (فثأ) بالمثلثة لا\nبالمثناة، والمصنف لم ينقل ذلك عن واحد منهما، وإنما نقله في الشرح عن\nالفراء، فقال: قال الفراء فتأته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n             # عن الأمر كسرته، والنار أطفأتها انتهى. وليس بممتنع أن تكون المادتان قد\nتوافقتا على هذا المعنى، وفي اللغة من ذلك كثير <span id='ms319'></span>.\n</p>\n\n<p>\nويقال: إن المصنف له كتاب صغير سماه: ما اختلف إعجامه، واتفق إفهامه،\nوفيه: إن من ذلك (فتأ)، و (فثأ).\n</p>\n\n<p>\nقلت: لم أقف عليه، ولكني وقفت في القاموس للفير وزأبادي المتأخر المتوفي\nبزبيد من بلاد اليمن في سنة سبع عشر وثمانمائة في مادة (فتأ) ب  [التاء]\nالمثناة ما نصه: وكمنع: كسر وأطفأ. يعني: أن (فتأ) الذي على صيغة (منع)\nبفتح الفاء والعين يجيء بمعنى (كسر)، وبمعنى (أطفأ). ثم قال: - عن ابن مالك\nفي كتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n             # جمع اللغات المشكلة - وعزاه للفراء. وهو صحيح، وغلط أبو حيان وغيره في\nتغليطه.\n</p>\n\n<p>\nوفي شرح ابن قاسم ما يوهم أن (زال) و (برح) و (فتيء) و (انفك) في النقصان\nوالتمام بمعنى واحد. وهذا لا سبيل إليه، وكذلك (دام)، وهو أيضا خطأ.\n</p>\n\n<p>\nوإنما تمايزت هذه الأفعال في نقصانها وتمامها بحسب معانيها. ومعنى تلك\nالستة النقصة ملازمة الصفة للموصوف مذ قبلها [على حسب ما قبلها]، ومعناها\nتامة ما ذكر.\n</p>\n\n<p>\nومعنى (دام) ناقصة توقيت أمر بمدة ثبوت خبرها لاسمها، وتامة: بقي أو سكن.\n</p>\n\n<p>\nوفيه - أيضا - أن (أمسى)، و (أصبح) و (أضحى) تأتي بمعنى (أقام)، وإنما\nذلك معروف في (أصبح) خاصة.\n</p>\n\n<p>\n«سميت تامة» هذا جواب الشرط المتقدم، وهو قوله: (وإن أريد ب  (كان) ثبت\n... ) إلى آخره. «وعملت عمل ما رادفته» من الأفعال المذكور على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n             # حسب ما تقتضيه من لزوم وتعد بالحرف وبدونه، / وعليه نقد من جهة أنه ذكر\nأن (بات) بمعنى (نزل)، وصرح في الشرح بأنه يقال: بات بالقوم. والنصب لا\nيعمله ما رادفته، وهو (نزل)، فكان ينبغي أن يقول: - أولا - وب   (بات) نزل\nأو أتى. وقد تقدمت الإشارة إلى ذلك.\n</p>\n\n<p>\n«وكلها» أي كل أفعال هذا الباب «تتصرف» أي يستعمل منها مضارع وأمر واسم\nفاعل ومصدر. «إلا (ليس)» باتفاق النحاة. «و (دام)»، وهذا لا يعرفه بصري،\nوإنما هو قول الفراء وأكثر المتأخرين، ووجه بعضهم ذلك بأنها لا تقع إلى صلة\nل  (ما) التوقيتية، ولا يقع بعدها المضارع.\n</p>\n\n<p>\nقال ابن الدهان: لا يستعمل - في موضع (دام) - يدوم؛ لأنه جرى كالمثل عند\nبني <span id='ms320'></span> تميم. وجوزه بعضهم محتجا عليه بقولهم: أدوم لك ما تدوم لي.\n</p>\n\n<p>\nورده المصنف بأن (تدوم) في مقابلة (أدوم) تامة، فكذا مقابلها.\n</p>\n\n<p>\nوقال أبو حيان: علل الفراء جمود (دام) على صيغة الماضي بأن أصحبك ما دام\nزيد صديقك) في قوة: أصحبك إن دام [زيد] صديقك، وكل شرط حذف جوابه التزم\nمضيه، يقال: أنت ظالم إن فعلت، ولا يجوز إن تفعل، فكذا ما كان. بمعنى الشرط\nالمحذوف الجواب.\n</p>\n\n<p>\nقال أبو حيان: وهو مردود بأن (ما) الظرفية قد توصل بالمضارع، فدل على عدم\nاعتبار هذه العلة، ثم أنشد:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nأطوف ما أطوف ثم آوي *** إلى بيت قعيدته لكاع\n</p>\n\n<p>\nانتهى. وهذا الرد غير متجه؛ لأنه ليس في كلام الفراء ما يقتضي أن (ما)\nالظرفية لا توصل بمضارع أصلا، بل الذي فيه أنه إذا أمكن نيابتها عن شرط حذف\nجوابه التزم مضى فعلها، وهذا البيت لا يمكن فيه ذلك؛ ضرورة أن الشيء لا\nيكون علة لنفسه.\n</p>\n\n<p>\n«ولتصاريفها مالها» فيثبت لغير الماضي [منها] ما ثبت للماضي من العمل.\n</p>\n\n<p>\n«وكذا سائر الأفعال» يثبت لتصاريفها ما ثبت لها، وهو واضح.\n</p>\n\n<p>\n«ولا تدخل (صار) وما بعدها» وهو (ليس) ودام) و (زال) و (انفك) و (برح) و\n(فتيء) و (فتأ) و (ونى) و (رام) مرادفتاها «على ما خبره» من المبتدآت «فعل\nماض» فلا يقال: صار زيد علم، وكذا البواقي.\n</p>\n\n<p>\nوقال السيرافي: لأن هذه تفهم الدوام على الفعل، واتصاله بزمن الإخبار،\nوالماضي يفهم الانقطاع، فتدافعا.\n</p>\n\n<p>\n«وقد تدخل عليه» أي على ما خبره فعل ماض «(ليس)، إن كان» ذلك المبتدأ\nالذي أخبر عنه بفعل ماض «ضمير الشأن»، ولم يشترط غيره هذا الشرط، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n             # ولم أر من تعرض لوجهه ولكن السماع كذلك [جاء]، فوقف عندما ورد، وأما غيره\nفعمم: إما ذهولا عن ضابط المسموع؛ أو لأنه رأى أن لا فرق، فقاس.\n</p>\n\n<p>\nوحكى أبو حيان: أن ابن عصفور نقل الإجماع على جواز ذلك في (ليس) من غير\nاشتراط شيء.\n</p>\n\n<p>\nوقل الشلوبين: جواز (ليس خلق الله مثله) على وجه من ثلاثة أوجه:\n</p>\n\n<p>\nأحدها: أن يكون على إلغاء <span id='ms321'></span> (ليس) وجعلها حرفا بمنزلة (ما)، وذلك قليل جدا،\nوممن نص على ثبوته سيبويه.\n</p>\n\n<p>\nوالثاني: على أن يكون في (ليس) ضمير الشأن.\n</p>\n\n<p>\nوالثالث: أن يكون فيها ضمير ما تقدم ذكره.\n</p>\n\n<p>\n«ويجوز دخول البواقي» من الأفعال، وهي (كان) و (أضحى) و (أصبح) و (أمسى)\nو (ظل) و (بات). «عليه»، أي ما خبره فعل ماض «مطلقا»، [أي] سواء اقترن ب\n(قد)، أو لم يقترن بها نحو: {إن كنتم خرجتم}، {وإن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n             # قميصه قد من دبر}، {ولقد كانوا عاهدوا الله من قبل}، وقال عمرو بن معدي كرب:\n</p>\n\n<p>\nفأصبح أهله بادوا وأضحى *** ينقل من أناس في أناس\n</p>\n\n<p>\n«خلافا لمن اشترط في الجواز اقتران الماضي ب   (قد)» إما لفظا كما في\nقولك: كان [زيد] قد قام أو تقديرا/ كما في المثل السابقة، وأصحاب هذا الرأي\nهم 161 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n             # الكوفيون، واحتجوا بأن (كان) وأخواتها إنما دخلت على الجملة؛ لتدل على\nالزمان، فإذا كان الخبر يعطيه لم يحتج إليها، ألا ترى أن معنى (زيد قال)، و\n(كان زيد قال) واحد، فاشترط الاقتران ب  (قد)، لأنها تقرب الماضي من الحال،\nفيحصل - حينئذ - فائدة لا تفيدها (كان)، وستعلم أن هذه الأفعال البواقي ترد\nبمعنى (صار)، وعلمت أن (صار) لا يدخل على ما خبره فعل ماض، فيكون جواز دخول\nالبواقي على ذلك مشروطا [بأن لا يكون شيء منهن بمعنى (صار)].\n</p>\n\n<p>\n«ويجوز في نحو: أين زيد؟ توسيط ما نفي بغير (ما) من (زال) وأخواتها» نحو:\nأين لم يزل زيد؟ وأين لا يبرح عمرو؟ ، وأين لن ينفك بكر؟ .\n</p>\n\n<p>\nواعلم أن الجواز يقال بالاشتراك على قسيم المنع وعلى تقسيم الوجوب،\nوالمراد هنا الأول، وهو أعم من الآخر، وإنما قلنا ذلك، لأن تقديم الاستفهام\nواجب، وتأخير مرفوع الفعل واجب، فكان التوسيط واجبا، وإنما أراد المصنف\nالإعلام بأن هذا ليس بممتنع.\n</p>\n\n<p>\nوإنما اشترط في الثاني أن لا يكون (ما)؛ لأن [ما] لها صدر الكلام، لكن\nفيه خلاف، فمقتضى قول من نفي عنهما الصدرية الإجازة، وقد حكاها ابن الخباز\nفي هذا الفرع بخصوصه عن الكوفيين.\n</p>\n\n<p>\nقال ابن قاسم: وينبغي <span id='ms322'></span> أن يكون (إن) كذلك؛ لأن لها الصدر بدليل أنها تعلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n             # نحو: {وتظنون إن لبثتم إلا قليلا} انتهى.\n</p>\n\n<p>\nوقد أطلق المصنف أنه تعلق، وكذا أطلق في (لا)، فينبغي أن يكونا بمنزلة\n(ما) عنده.\n</p>\n\n<p>\nومن قيد صدرية (لا) بجواب القسم ينبغي له أن يقيد هنا أيضا.\n</p>\n\n<p>\nوما اشتراطه أن يكون النافي داخلا على (زال) وأخواتها فالاحتراز من\nغيرها، فلا يجوز ذلك فيها؛ لأن النفي يتسلط على الخبر، والإنشاء لا يصح\nنفيه؛ لأنه لا خارج له، ولا يتأتى هذا البحث في (زال) وأخواتها؛ لأن نفيها\nإيجاب، فكما تقع (أين) خبرا ل  ت (كان) ونحوها من النواسخ الموجبة تقع خبرا\nلهذه الأفعال. «لا توسيط (ليس) خلافا للشلوبين» فإنه يجيز: أين ليس زيد.\nولا شك أن من منع تقديم خبر ليس مطلقا، منع هذا المسألة بلا إشكال، ومنهم\nالمصنف. ومن جوزه اختلفوا، فأكثرهم يمنع، والشلوبين يجيز. والذي يظهر أن\nالمانع ما قدمنا من علة امتناع (أين لم يكن زيد؟ )، وهي تنافي النفي\nوالإنشاء، فإن (ليس) و (لم يكن) سواء.\n</p>\n\n<p>\nفإن قيل: إنها امتنع لكونه طلب محال؛ لأن المعنى: أخبرني عن المكان الذي\nليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n             # زيد فيه، فيحتاج إلى أن يخبره بجميع الأماكن وذلك محال.\n</p>\n\n<p>\nفالجواب: أن هذا لو انتهض مانعا لامتنع أن يقال: اصعد السماء، واجمع بين\nالضدين، ونحو ذلك، امتناعا لغويا، ثم لا استحالة إذا قال [له]: ليس هو في\nشيء من الأماكن إلا المكان الفلاني، أو يقول له: - على المعنى - هو في مكان\nكذا، فيفهم أنه ليس في بقية الأماكن.\n</p>\n\n<p>\n«وترد الخمسة الأوائل»، وهي (كان) و (أضحى) و (أصبح) و (أمسى) و (ظل)\n«بمعنى (صار)»، فمثال (كان) قوله تعالى: {فكانت هباء منبثا}، ومثال (أضحى)\nقول الشاعر:\n</p>\n\n<p>\nثم أضحوا كأنهم ورق جف    *** ف فألوت به الصبا والدبور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n             # ومثال (أصبح) قوله تعالى: {فأصبحتم بنعمته إخوانا} ومثال (أمسى) قول\nالنابغة:\n</p>\n\n<p>\nمست خلاء أهلها احتملوا *** أخنى عليها الذي أخنى على لبد\n</p>\n\n<p>\nوالاستشهاد به إنما هو باعتبار (أمست خلاء)، لا باعتبار (أمسى أهلها\nاحتملوا)؛ لو كان بمعنى (صار) لم <span id='ms323'></span> يقع الماضي خبرا كما مر. ومثال (ظل) قوله\nتعالى: {ظل جهه مسودا}.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوزعم الزمخشري: أن بات [تأتي] بمعنى (صار). وحمل عليه الأبدي قوله عليه\nالصلاة والسلام: (فإن أحدكم لا يدري/ أين باتت يده).\n</p>\n\n<p>\nورده المصنف لاحتمال حمله على معنى (بات) الأصلي، وقد رجع في الشرح إلى\nترجيح هذا القول.\n</p>\n\n<p>\nقال: وأقوى ما يتمسك به لذلك قوله:\n</p>\n\n<p>\nأجني كلما ذكرت كليب *** أبيت كأنني أطوى بحبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n             # لأن (كلما) لعموم الأوقات و (بات) إذا كانت على بابها مختصة بالليل.\n</p>\n\n<p>\n«ويلحق بها» أي ب   (صار)، فالضمير ليس راجعا إلى الخمسة الأوائل لفساده،\nوإنما [هو] راجع إلى (صار)، أي يلحق بها «ما رادفها» في رفع الاسم ونصب\nالخبر. «من آض» كقوله «\n</p>\n\n<p>\nربيته حتى إذا تمعددا *** وآض نهدا كالحصان أجردا\n</p>\n\n<p>\n«وعاد» كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nوكان مضلي من هديت برشده *** فلله مغو عاد بالرشد آمرا\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nتعد فيكم جزر الجزور رماحنا *** ......................\n</p>\n\n<p>\nومن النحويين من منع ذلك فيهما محتجا بأنهما فعلان تامان يتعديان بإلى\n[قال: وإنما المنصوب بعدهما حال. واحتج ابن عصفور بالبيت الثاني] على أن\nالمنصوب خبر لا حال؛ لكونه معرفة. ثم قال: ولا يمتنع أن يكون حالا؛ لأنه\nالتقدير: مثل جزر الجزور [رماحنا]، وما كان من المعرفة على معنى (مثل) فقد\nتجعله العرب حالا في الشعر. «وآل» كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nوعروب غير فاحشة *** ملكتني ودها حقبا\n</p>\n\n<p>\nثم آلت لا تكلمنا *** كل حي معقب عقبا\n</p>\n\n<p>\nأي صارت لا تكلمنا، وهذا ليس بنص في المدعي، ولا ظاهر فيه؛ لاحتمال أن\nيكون (آلت) بمعنى (حلفت)، و (لا تكلمنا) جواب القسم. «ورجع» نحو: (لا\nترجعوا بعدي كفارا).\n</p>\n\n<p>\n«وحار» كقوله:\n</p>\n\n<p>\nوما المرء إلا كالشهاب وضوءه *** يحور رمادا بعد إذ هو ساطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n             # «واستحال» كما في الحديث: (فاستحالت غربا). «وتحول» كقول أمرئ القيس:\n</p>\n\n<p>\nوبدلت قرحا داميا بعد صحة *** لعل منايانا تحولن أبؤسا\n</p>\n\n<p>\n«وارتد» لأنه مطاوع (رد) و (رد) بمعنى (صبر) كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nفرد شعورهم السود بيضا *** ورد وجوههن البيض سودا\n</p>\n\n<p>\nفكان هو - أعني (ارتد) - بمعني (صار) كقوله تعالى: {فارتد بصيرا)، كذا\nقال المصنف: «وندر الإلحاق ب  (صار) في <span id='ms324'></span>» قولهم: «ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n             # جاءت حاجتك؟ » وأول من قال ذلك الخوارج، قالوه لابن عباس رضي الله عنهما\nحين جاء إليهم رسولا من علي رضي الله عنه، ف   (جاء) في هذا التركيب بمعنى\n(صار)، و (حاجتك) يروى بالرفع، ف   ما) استفهامية في محل نصب على أنها خبر\nقدم لأجل الاستفهام، والتقدير: أية حاجة صارت حاجتك. ويروى بالنصب، على\nأنها خبر (جاءت)، واسمها ضمير (ما)، وصح تأنيثه؛ للإخبار عنه بالحاجة، مثل:\nمن كانت أمك؟ .\n</p>\n\n<p>\nومقتضى هذا الكلام أنه يقتصر باستعمال (جاء) بمعنى (صار) على هذا التركيب\nالخاص، ولا يعدى إلى غيره.\n</p>\n\n<p>\nقال ابن الحاجب في شرح المفصل: - في (جاء البر قفيزين) - اختلف في\n(قفيزين) أخبر هو أم حال؟ ، والأولى أن يكون من قبيل الأخبار؛ لأن الحال\nفضلة، وأن المعني على الصيرورة، وعلى أن (القفيزين) محط الفائدة، تقول: كلت\nالبر فجاء قفيزين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقال تلميذه: وفهي نظر؛ إذ لم يقصدوا صيروته على ذلك بعد أن لم يكن عليها،\nبل قصدهم أنه جاء مفصلا، وجعل انتقاله من الجهل به إلى العلم مجيئا إلى\nالعامل. «وقعدت كأنها حربة» يعني أنه ندر إلحاق (قعد) ب  (صار) في قولهم:\nشحذ شفرته، ويروى: أرهف شفرته حتى قعدت كأنها حربة، أي صارت.\n</p>\n\n<p>\nقال الأندلسي: لا يتجاوز بهذين - أعني (جاء) و (قعد) - الموضوع الذي\nاستعملتهما فيه العرب.\n</p>\n\n<p>\nقال ابن لحاجب: الأولى طرد (جاء) كما أسلفته.\n</p>\n\n<p>\nقال: وأما (قعد) فلا يطرد، وإن اطرد فإنما يطرد في/ مثل الموضع الذي\nاستعمل فيه، فلا يقال: قعد كاتبا بمعنى (صار)، بل يقال: قعد كأنه سلطان؛\nلكونه مثل: قعدت كأنها حربة. واستحسنه الرضي. «والأصح ألا يلحق بها (آل)»\nلأن ما تمسك به مثبتوها من قوله:\n</p>\n\n<p>\nثم آلت لا تكلمنا *** ..................... ز\n</p>\n\n<p>\nلا دليل فيه؛ لاحتمال أن يكون [آلت] بمعنى حلفت كما مر «ولا (قعد) مطلقا»\nأي سواء كان الخبر مصدرا ب  (كان) مثل: قعدت كأنها حربة أو لم يكن كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n             # ذهب إليه الفراء، وجعل منه قوله:\n</p>\n\n<p>\nلا ينفع الجارية الخضاب *** ولا الوشاحان ولا الجلباب\n</p>\n\n<p>\nمن دون أن تلتقي الأركاب <span id='ms325'></span> *** ويقعد الأير له لعاب\n</p>\n\n<p>\nوجعل منه الزمخشري [قوله تعالى: ] {فتقعد مذموما مخذولا}، وقد علمت كلام\nابن الحاجب فيه. «وألا يجعل من هذا الباب (غدا) و (راح)» كما ذهب إليه قوم\nمنهم الزمخشري وأبو البقاء، واستشهد على ذلك بقوله عليه الصلاة والسلام:\n</p>\n\n<p>\n(لو توكلتم على الله حق توكله لرزقكم كما يرزق الطير، تغدو خماصا وتروح\nبطانا) وبقول ابن مسعود رضي الله عنه: (اغد عالما أو متعلما، ولا تكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n             # إمعة) ولا حاجة في ذلك؛ لاحتمال كون المنصوب بعدهما حالا، لا سيما ولا\nيوجد إلا نكرة. «ولا (أسحر) و (أفجر) و (أظهر)» كما ذهب إليه الفراء، ولم\nيذكر لذلك شاهدا.\n</p>\n\n<p>\nو«توسيط أخبارها» أي أخبار الأفعال الناقصة «كلها جائز» والمراد به هنا\nضد الواجب، وليس المراد [به] السائغ الذي هو أعم من الواجب وغيره بدليل ما\nبعده من قوله: «ما لم يمنع مانع» من توسيط الخبر نحو: كان فتاك مولاك؛ إذ\nلو توسط [هنا] حصل الإلباس. «أو موجب» للتوسيط نحو: يعجبني أن يكون في\nالدار صاحبها، فلا يتقدم الخبر هنا على الناسخ لأجل الحرف المصدري، ولا\nيتأخر عن الاسم لأجل الضمير، وتمثيلهم - في هذا المقام بنحو: كان في الدار\nساكنها - ليس بصحيح؛ إذ ليس ثم ما يوجب التوسيط؛ إذ لو قدم الخبر على\nالناسخ لم يمتنع.\n</p>\n\n<p>\n«وكذا تقديم خبر (صار) وما قبلها» وهو (كان) و (أضحى) و (أصبح) و (ظل) و\n(بات). «جوازا» بالنصب على الحال من الضمير المستكن في الجار والمجرور\nالمتقدم، أي: وتقديم خبر (صار) وما قبلها ثبت مثل المتقدم في حال الجواز، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n             # والمصدر إما بمعنى اسم الفاعل، أي: جائزا، أو على حذف مضاف، أي: ذا جواز،\nمثل: قائما كان زيد. «ومنعا» أي: ممنوعا، أو ذا منع، نحو: صار عدوي صديقي،\nمما فيه لبس، وكذا نحو: إنما كان زيد في المسجد، مما فيه حصر، ونحو: كان\nبعل هند حبيبها، مما يلزم فيه عود الضمير على متأخر لفظا ورتبة، فإن الخبر\nهنا لو وسط أو قدم لزم ذلك، وبعض النحاة يجيز تأخير <span id='ms326'></span> الخبر في مثل هذا؛ لأن\nالمضاف والمضاف إليه كشيء واحد.\n</p>\n\n<p>\n«ووجوبا» أي: واجبا، أو ذا وجوب، نحو: كم كان مالك؟ ، وغلام من كان زيد؟\n، مما لو وسط أو أخر لزم منه إخراج ذي الصدر عما يستحقه من الصدرية.\n</p>\n\n<p>\n«وقد يقدم خبر (زال) وما بعدها» وهو (انفك) و (برح) و (فتيء) [وفتأ] و\n(أفتأ) [وونى] و (رام) مرادفتاها. «منفية بغير (ما)» نحو: قائما لن يزال\nزيد، وفي طيب العيس لم يبرح عمرو، ويدل عليه قول الشاعر:\n</p>\n\n<p>\nورج الفتى للخير ما إن رأيته *** على السن خيرا لا يزال يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n             # فيقدم معمول الخبر، وإنما يتقدم حيث يجوز تقدم العامل، كذا قيل، ولا\nيطرد، فإنك تقول: زيدا لن أضرب، ولم أضرب.\n</p>\n\n<p>\n«ولا يطلق المنع» مع كل ناف سواء كان (ما) أو غيرها من أدوات النفي،\n«خلافا للفراء» فإنه منع تقديم خبر (زال) وأخواتها مع كل ناف «ولا» يطلق\n«الجواز، خلافا لغيره» أي لغير الفراء «من الكوفيين» فيجوز التقديم/ مع كل\nناف (ما) وغيرها، نحو: قائما ما زال زيد؛ تمسكا بأن هذه الأفعال موجبة في\nالمعنى، وإن كانت منفية في اللفظ، ورد بأن المراعى في التقديم إنما هو اللفظ.\n</p>\n\n<p>\nوقال المنصف في شرح الكافية - بعد أن ذكر أنه يمتنع (فاضلا ما كان زيد،\nوجاهلا ما زال عمرو) - ما نصه:\n</p>\n\n<p>\nوكلاهما جائز عند الكوفيين؛ لأن (ما) عندهم لا يلزم تصديرها، ووافق ابن\nكيسان البصريين في (ما كان) ونحوه، وخالفهم في (ما زال) وأخواتها؛ لأن\nنفيها إيجاب، والخبر بعدها كخبر (كان) المثبتة، فلم يمتنع عنده: جاهلا ما\nزال عمرو، كما لا يمتنع: جاهلا كان عمرو، فلو كان النفي ب   (لا) [أو (إن)]\nأو (لن) أو (لم) جاز التقديم عند الجميع.\n</p>\n\n<p>\nفحكى الخلاف في (ما كان)، وحكى الإجماع في النفي ب   (لا) و (لن) و (لم)\n[وإن] وقد حكى الخلاف فيها هنا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n«ولا يتقدم (خبر) «دام» اتفاقا» فيمتنع: أكرمك أميرا ما دام زيد؛ لما\nتقرر من أن الحرف المصدري لا يعمل ما بعده فيما قبله، وحكاية الاتفاق في <span id='ms327'></span>\nهذه الصورة صحيحة، ويمتنع أيضا نحو: أكرمك ما أميرا دام زيد، وقد نص صاحب\nالإيضاح وابن المصنف على امتناعه، وهو ظاهر كلام المصنف، قيل: والقياس\nالجواز؛ لأن (ما) حرف مصدري غير عامل، فلا يمتنع فيه ذلك، إلا إن ثبت أن\n(دام) لا تتصرف، فيتجه المنع. كذا في شرح ابن قاسم.\n</p>\n\n<p>\n«ولا» يتقدم «خبر ليس» عليها «على الأصح» من القولين، وهذا [هو] مذهب\nالكوفية، وهو مبني على قولهم إنها حرف ك  (ما)، فألحقوها ب  (ما كان)،\nووافقهم المبرد وإن كان مذهبه أنها فعل؛ نظر إلى عدم تصرفها ومشابهتها ل (ما).\n</p>\n\n<p>\nوالقول الآخر - وهو جاوز التقديم - مذهب الأكثرين استدلالا بقوله تعالى:\n{ألا يوم يأتيهم ليس مصروفا عنهم}، ووجهه أن المعمول لا يجوز وقوعه إلا حيث\nيقع العامل. وقد عرفت أنه لا يطرد لهم ذلك.\n</p>\n\n<p>\nقال الرضي: ولا منع أن يقال: (يوم يأتيهم) ظرف ل   (ليس)، فإن الأفعال\nالناقصة تنصب الظروف؛ لدلالتها على مطلق الحدث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وقد سبق الخلاف فيه، والاستدلال بالآية مقدوح فيه بأن الظروف يتسع\nفيها، فلا يلزم من جواز تقديمها تقديم ما لم يثبت فيه الاتساع.\n</p>\n\n<p>\n«ولا يلزم تأخير الخبر إن كان جملة» سواء كانت اسمية أو فعلية، وسواء كان\nفعل الفعلية رافعا لضمير الاسم أو لا. «خلافا لقوم» فلا يجيزون: أبوه قائم\nكان زيد: ولا كان أبوه قائم زيد، ولا: يقوم كان زيد، ولا: كان يقوم زيد،\nعلى أن يكون (زيد) اسم (كان)، و (يقوم) خبرها. قال ابن السراج: والقياس\nجوازه وإن لم يسمع.\n</p>\n\n<p>\nقال المصنف: وهو الصحيح؛ لثبوت ذلك في المبتدأ كقول الفرزدق:\n</p>\n\n<p>\nإلى ملك ما أمه من محارب *** أبوه ولا كانت كليب تصاهره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n             # ومما يدل على جواز تقديم الخبر وهو جملة قوله تعالى: {أهؤلاء إياكم كانوا\nيعبدون}، {وأنفسهم كانوا يظلمون}، فإن تقديم المعمول يؤذن بتقديم العامل.\n</p>\n\n<p>\nقلت: وقد سبق ما عليه.\n</p>\n\n<p>\nومنهم من منع إذا كان الفعل رافعا ضمير الاسم نحو: كان زيد يقوم، وأجاز\nفي غيره نحو: كان زيد أبوه قائم، وكان زيد يقوم أبوه. وصححه <span id='ms328'></span> ابن عصفور.\n</p>\n\n<p>\nقال: لان الذي استقر في باب (كان) أنك إذا حذفتها عاد اسمها وخبرها إلى\nالمبتدأ [والخبر]، ولو أسقطتها في (كان يقوم زيد) لم يرجعا إلى ذلك.\n</p>\n\n<p>\n«ويمنع تقديم الخبر الجائز التقدم تأخير مرفوعة» فلا يقال: قائما كان ريد\nأبوه؛ لما فيه من الفصل بين العامل ومعموله الذي هو/ كالجزء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n«ويقبحه» أي يقبح تقديم الخبر الجائز [التقدم] «تأخير منصوبه» فيقال:\nآكلا كان زيد طعامك، على قح، ولم يمنع؛ لأن المنصوب ليس كالجزء من عامله؛\nلكونه فضلة. «ما لم يكن» ذلك المنصوب «ظرفا أو شبهه» فيجوز بلا قبح نحو:\nمسافرا كان زيد اليوم، وراغبا كان زيد فيك؛ لا تساعهم في الظرف وما يشبهه.\n«ولا يمتنع هنا» [أي] في هذا الباب. «تقديم خبر مشارك في التعريف وعدمه إن\nظهر الإعراب» نحو: كان أخاك زيد، ولم يكن خيرا منك أحد، فإن خفي الإعراب -\nنحو: كان أخي صديقي - وجب كون المقدم الاسم والمؤخر الخبر، هذا هو المعروف،\nوقد أجاز الزجاج - في قوله تعالى: {فما زالت تلك دعواهم} - أن تكون (تلك)\nخبرا، و (دعواهم) اسما والعكس.\n</p>\n\n<p>\n«وقد يخبر هنا» أي في باب (كان) «وفي باب (إن بمعرفة عن نكرة اختيارا» لا\nضرورة كقول حسان رضي الله عنه:\n</p>\n\n<p>\nكأن سيئة من بيت رأس *** يكون مزاجها عسل وماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n             # وكقول القطامي:\n</p>\n\n<p>\nقفي قبل التفرق يا ضياعا *** ولا يك موقف منك الوداعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n             # كذا استشهد المصنف، وليسا بضرورة لتمكن الأول من رفع (مزاجها) على تقدير\n[أن] (كان) شانية، وتمكن الثاني من أن يقول، (موقفي) بالياء. وهو جار على\nطريقته في تفسير الضرورة بما ليس للشاعر عنه مندوحة. وأما باب (إن) فاحتج\nفيه بحكاية سيبويه: إن قريبا منك زيد.\n</p>\n\n<p>\nوتعسف أبو حيان، فقال: (قريبا)، واسم (إن) ضمير شأن محذوف، مثل: إن بك\nزيد مأخوذ. وأنشد المصنف للفرزدق:\n</p>\n\n<p>\nوإن حراما أن أسب مجاشعا *** بآبائي الشم الكرام الخضارم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n             # ولا حيلة لأبي حيان في هذا.\n</p>\n\n<p>\nوقد يقال: إن أراد المصنف النكرة المحضة، فلم مثل ب   (إن قريبا منك ....\n) ( .... ولا يك موقف منك ... )، لأنهما <span id='ms329'></span> موصوفان، وإن أراد النكرة [غير]\nالمحضة فليس ذلك بقليل، ومنه: {إن أول بيت وضع للناس للذي ببكة}، وقد يمنع\nانتفاء القلة عن هذا النوع بالنسبة إلى غيره.\n</p>\n\n<p>\nقلت: فينبغي أن يقال: مراده مطلق النكرة، فلا يرد عليه ما ذكره، فتأمله.\n</p>\n\n\n<h2 class='l2' id='head6'>AUTO «فصل»: يذكر فيه بعض أحكام الخبر في هذا الباب، وأمور يختص بها بعض أفعاله</h2>\n\n<p>\n.\n</p>\n\n<p>\n«يقترن بإلا» أي الاستثنائية «الخبر المنفي» بحرف نحو: ما كان زيد إلا\nقائما، أو بفعل نحو: ليس زيد إلا قائما، فإن أصلهما قبل دخول حرف الإيجاب:\nما كان زيد قائما، وليس زيد قائما، فالخبر في الأول منفي بحرف، وفي الثاني\nبفعل، فلما قصد إيجابهما دخلت عليهما (إلا).\n</p>\n\n<p>\nقال ابن قاسم: ودخل في الخبر ثاني مفعولي (ظننت) نحو: ما ظننت زيدا إلا\nقائما، وثالث مفاعيل (أعلم) نحو: ما أعلمت زيدا فرسك إلا سابقا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: الظاهر أن مراده بالخبر ما يقع خبرا للأفعال الناقصة، لأنها هي\nالمتحدث عنها في هذا الباب، فلا يدخل ما ذكره.\n</p>\n\n<p>\nوالمنفي - في قولنا: كان زيد لا يقوم - جزء الخبر، لا [مجموعة؛ إذ] مجموع\nالخبر هو (لا يقوم)، وليس بمنفي، فلا يدخل تحت عبارته. «إن قصد إيجابه» أي:\nإيجاب الخبر، وهو مقيد مستغني عنه، كالقيد في مثل قولك: يدخل حرف الاستفهام\n[إن قصد الاستفهام]. ثم ذلك يغني عن القيد الآتي؛ إذ لا يقصد إيجاب غير\nالقابل.\n</p>\n\n<p>\n«وكان قابلا» للإيجاب، احترازا من نحو: ما كان مثلك أحدا، فلو قرنته ب\n(إلا) امتنع؛ لأنه لا يقع في الإيجاب.\n</p>\n\n<p>\n«ولا يفعل ذلك» أي: الاقتران ب   (إلا). «بخبر برح وأخواتها»، وهي (ظال)\nو (انفك) و (فتيء) و (فتأ) و (أفتأ) و (ونى) و (رام) مرادفتاهما.\n</p>\n\n<p>\nوكان حق المصنف/ أن يعطف هذا بالفاء لا بالواو فيقول: فلا يفعل .... ؛\nلأنه حكم مسبب عن الأول. «لأن نفيها إيجاب» من حيث المعنى، والاستثناء\nالمفرغ لا يكون إلا في النفي، وقل مجيئه في الإثبات حيث يصح المعنى،\nوكلاهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n             # منتف في مثل ذلك، ألا ترى أنك إذا قلت: ما زال زيد إلا عالما، لم <span id='ms330'></span> يكن ثم\nنفي من حيث المعنى، ولا وجه لصحة الكلام؛ لاستحالة استمرار زيد على جميع\nالصفات إلا العلم. «وما ورد منه ب   (إلا) مؤول»، كقول ذي الرمة:\n</p>\n\n<p>\nحراجيج ما تنفك إلا مناخة *** على الخسف أو نرمي بها بلدا قفرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n             # وافترق الناس [في الكلام] على هذا البيت، فمنهم من أخلد إلى العجز عن\nتأويله، وتعلل بقول الأصمعي: ذو الرمة لا يحتج بشعره. فأقدم على تخطئته غير\nمبال بذلك، والجمهور على الاحتجاج بكلامه، وعلى هذا فمنهم من خرج البيت على\nزيادة (إلا)، وهو رأي أبي الفتح بن جني.\n</p>\n\n<p>\nقال ابن قاسم: وهو ضعيف، فإن (إلا) لم تثبت زيادتها.\n</p>\n\n<p>\nقلت: قد، جوزه الواحدي في البسيط في قوله تعال: {كمثل الذي ينعق بما لا\nيسمع إلا دعاء ونداء}، وأنشد عليه [قول] الفرزدق:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nهم القوم إلا حيث سلوا سيوفهم *** وضحو بلحم من محل ومحرم\n</p>\n\n<p>\nوخرجه ابنا خروف وعصفور [والمصنف] على أن (تنفك) تامة بمعنى: ما تنفصل عن\nالتعب، أو ما تخلص منه. فنفيها نفي، و (مناخه) حال، أي لا تنفك عن التعب\nإلا في حال إناختها على الخسف، وهو حبسها على غير علف، يريد أنها تناخ معدة\nللسير، فلا ترسل من أجل ذلك إلى المرعى.\n</p>\n\n<p>\nقال ابن قاسم: و (أو) بمعنى (إلى أن)، وسكن الياء للضرورة.\n</p>\n\n<p>\nقلت: أحسن [منه] أن تجعل (أو) عاطفة، و (نرمي) عطفا على (مناخه) نحو قوله\nتعالى: {صافات ويقبضن}، وخرجه آخرون على أن (تنفك) ناقصة، خبرها (على\nالخسف)، أي معه، و (مناخة) حال. وفيه ضعف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nأما على تقدير أن يكون عامل الحال (تنفك) فمن وجهين:\n</p>\n\n<p>\nأحدهما: أن المفرغ قلما يأتي في المثبت، وإن كان المستثنى فضلة أيضا\nكالحال في مثالنا.\n</p>\n\n<p>\nوالثاني: أن ما قبل (إلا) لا يعمل 0 عند البصريين - فيما بعد المستثنى\nإلا في تابعه، أو في المستثنى منه كما يجيء في بابه.\n</p>\n\n<p>\nوأما على تقدير أن يكون عامل الحال (على الخسف) فمن ثلاثة أوجه:\n</p>\n\n<p>\nأحدهما: [أن] المفرغ في الإثبات قليل كما مر.\n</p>\n\n<p>\nوالثاني: أن عامل الحال يكون الظرف المتأخر عنه <span id='ms331'></span>، وفيه ضعف [كما يجيء].\n</p>\n\n<p>\nوالثالث: أن المستثنى إذن يكون مقدما - في الاستثناء المفرغ - على عامله،\nولا يجيزه البصريون، وسيأتي [إن شاء الله تعالى].\n</p>\n\n<p>\nويقال: إنه لما عيب على ذي الرمة قال: إنما قلت: (آل مناخه)، و (الآل)\nالشخص، وإليه ذهب الكسائي. كذا قال نجم الدين سعيد في شرح الحاجبية.\n</p>\n\n<p>\n«وتختص (ليس) بكثرة مجيء اسمها نكرة محضة» كقوله:\n</p>\n\n<p>\nكم قد رأيت وليس شيء باقيا *** من زائر طرق الهوى ومزور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n             # قال ابن قاسم: وإنما اختصت بذلك، لأنها للنفي؛ وهو من مسوغات الابتداء\nبالنكرة.\n</p>\n\n<p>\nقلت: النكرة في مثله عامة، ولا يتميز نكرة محضة.\n</p>\n\n<p>\n«و» تحتص أيضا «بجواز الاقتصار عليه» أي على الاسم «دون قرينة» تدل على\nكونه نكرة عامة، حكى سيبويه: ليس أحد. أي: هنا.\n</p>\n\n<p>\n«واقتران خبرها بواو إن كان جملة موجبة ب (إلا)» كقوله:\n</p>\n\n<p>\nليس شئ إلا وفيه إذا ما *** قابلته عيسن البصير اعتبار\n</p>\n\n<p>\nومنع بعضهم ذلك، تأول البيت: إما على حذف الخبر والجملة حال، أو على\nزيادة الواو. «ويشاركها فى الأول»، وهو مجئ الاسم نكرة محضة/ «(كان) بعد\nنفي» كقوله:\n</p>\n\n<p>\nإذاك لم يكن أحد باقيا *** فإن التأسي دواء الأسى\n</p>\n\n<p>\n«أو شبهه» أيى شبه نفي كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان حي في الحياة مخلدا *** خلدت ولكن لا سبيل إلى الخلد\n</p>\n\n<p>\n«و» يشاركها (كان) أيضا «في الثالث»، وهو اقتران الخبر بالواو، وإن كان\nجملة تامة موجبة بإلا «بعد نفي» كقوله:\n</p>\n\n<p>\nما كان من بشر إلا وميتته *** محتومة لكن الآجال تختلف\n</p>\n\n<p>\nوإنما لم يقل هنا: أوشبه نفي؛ لأن (إلا) لا تقع بعد (لو) فى التفريغ.\n</p>\n\n<p>\nوقد يقال: إذا ثبت أن (كان) مشاركة ل (ليس) فيما ذكر، فأين ما ادعاه\nالمصنف من الاختصاص ل (ليس)! ! .\n</p>\n\n<p>\nوجوابه: أن الاختصاص الثابت [لليس] غير مشروط فيه تقدم شيء، وجواز ذلك في\n(كان) مشروط بتقدم نفي أو شبهه في الأول، وتقدم نفي في الثالث، أو يقال:\nانفردت (ليس) باجتماع الأمور الثلاثة، لا بكل واحد منها.\n</p>\n\n<p>\n«وربما شبهت الجملة المخبر بها فى هذا الباب بالحالية فوليت الواو مطلقا»\nأي سواء كان الفعل <span id='ms332'></span> (كان) أو غيرها، تقدم نفي أو شبهه [أولا]، جاءت ب (إلا)\nأو لم تجئ كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوكانوا أناسا ينفحون فأصبحوا *** وأكثر ما يعطونك النظر الشزر\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nفظلوا ومنهم سائق دمعة له *** وآخر يثني دمعة العين بالمهل\n</p>\n\n<p>\nفجاء الخبر مقرونا بالواو بعد (أصبح) في الأول و (ظل) في الثاني مع\nالإيجاب المحض، وهذا إنما أجازه الأخفش، وأما غيره من البصريين فلا يعرف\nذلك، ولا حجة في البيتين؛ لاحتمال (أصبح) و (ظل) فيهما للتمام، وتجعل\nالجملة حالية، أو يقال: هما ناقصان، والخبر محذوف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n«وتختص (كان)» الآتية بصيغة الماضي، وهي الملفوظ بها، فليست (كان)\nبمنزلتها في قوله: (ويشاركها في الأول كان)، فإن تلك لا يراد بها خصوصية\nالماضي، فتختص (كان) هذه، وهي الماضية من حيث هي لا الناقصة بخصوصيتهاحلأن\nمن جملة الخصائص الزيادة، والزائدة قسيمتها لا قسم منها، فعلم أن المراد:\nوتختص هذه اللفظة بكل واحدة من الخصائص التي تذكر، لا باجتماعهن، فلا\nيشاركها غيرها في شيء منهن، لا بشرط ولا بغير شرط.\n</p>\n\n<p>\n«بمرادفة (لم يزل) [كثيرا]» فتفيد الدوام والاستمرار نحو: {وكان الله على\nكل شئ قديرا} -، وفيه نظر؛ إذ لا ترادف بين فعل ومجموع حرف وفعل، وإنما لم\nيمكنه أن يفسرها ب (مادام)؛ لأن نقصانها مشروط ب[تقدم] (ما) الظرفية، فإن\nقال: بمرادفة (مادام 9، فتكون ناقصة في تأويل المفرد [أيضا فعليه الإشكال\nالسابق]، وإن قال: (دام)، فلا تكون ناقصة.\n</p>\n\n<p>\nوالذي يظهر أن يقال: تختص (كان) بإفادة استمرار خبرها لاسمها، ولا تذكر\nالمرادفة ألبتة.\n</p>\n\n<p>\nقال المصنف: الاصل في (كان) أن يدل بها على حصول ما دخلت عليه فيما مضى،\nدون تعرض لأزلته ... ولا لانقطاع كغيرها من الأفعال الماضية، فإن قصد\nالانقطاع ضمن الكلام ما يدل عليه كقوله تعالى: {واذكروا نعمت الله عليكم إذ\nكنتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n             # أعداء فألف بين قلوبكم}.\n</p>\n\n<p>\nقلت: وكذا غذا قصد الاستمرار، فلابد من دليل يقام عليه.\n</p>\n\n<p>\nوالحاصل أن (كان) لا تدل على أحد الأمرين، بل ذلك إلى القرينة.\n</p>\n\n<p>\nقال أبو حيان: وأكثر النحاة قائلون بأن (كان تقتضي الانقطاع كسائى\nالأفعال الماضية، ومن <span id='ms333'></span> يعقل حقيقة المضي لم يشك في الدلالة على الانقطاع.\nوفيما قال نظر.\n</p>\n\n<p>\n«و» يختص أيضا لفظ (كان) «بجواز زيادتها»، أي مجردة عن معمول، بدليل\nقوله: - بعد - (وكان/ مسندة) «وسطا باتفاق» نحو: ما كان أحسن زيدا، وقول\nأبى أمامة [رضي الله عنه] (أو نبي كان آدم؟ صلوات الله عليه)، وزيادتها بعد\n(ما) التعجبية مقيس. «وآخرا على رأي» ذهب إليه الفراء، فتقول_عنده_: زيد\nقائم كان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوالصحيح المنع، لأن الزيادة على خلاف الأصل، فلا تستعمل إلا في ما اعتيد\nاستعمالها فيه، وزيادتها مؤخرة لم تسمع؟ وقد علمت أن كلام المصنف مقتض لأن\n(كان) الزائدة لا نرفوع لها، وهو رأي الفارسي.\n</p>\n\n<p>\nقال: لأنها تشبه الحرف الزائد، فلم يبال بخلوها من الإسناد؛ ولأنها قد\nزيدت بين (على) ومجرورها، فلو نوي معها مرفوع لزم الفصل بجملة بين الجار\nوالمجرور، ولا نظير له.\n</p>\n\n<p>\nوذهب السيرافي والصميري إلى أنها رافعة لضمير المصدر الدالة هي عليه، أي:\nكان هو، أي: الكون.\n</p>\n\n<p>\nوعلم من كلام المصنف أن منع زيادتها صدرا محل وفاق. وقد أطلق قوم منهم\nالجوهري الزيادة عليها في مثل: {وكان الله عفورا رحيما}، مع تصدرها وعملها\nفي الاسم والخبر.\n</p>\n\n<p>\n«وربما زيد (أصبح) و (أمسى)» كقولهم: ما أصبح أبردها، وما [أمسى] أدفأها،\nوهو عند البصريين نادر ولا يقاس عليه. «ومضارع (كان)» كقول أم عقيل بن أبي طالب:\n</p>\n\n<p>\nأنت تكون ماجد نبيل *** إذا تهب شمأل بليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n             # فإن قلت: فهذه ألفاظ شاركت (كان) في الزيادة، فما وجه الاختصاص؟ .\n</p>\n\n<p>\nقلت: الجواز قياسا، فإنه لا يثبت إلا ل (كان)، وأما زيادة هذه الأفعال،\nفإنما وقعت على سبيل الندور، وليست من مواقع القياس في شيء. «و (كان) مسندة\nإلى ضمير ما ذكر» كقول الفرزوق:\n</p>\n\n<p>\nفكيف إذا مررت بدار قوم *** وجيران لنا كانوا كرام\n</p>\n\n#\n<p>\n= إن عقيلا كاسمه عقيل *** وابأبى الملفف المحمول\n</p>\n\n<p>\nأنت تكون السيد النبيل *** إذا تهب شمأل بليل\n</p>\n\n<p>\nيعطى رجال الحي أو ينيل\n</p>\n\n<p>\nشرح التسهيل 59: أ، ابن مالك 1: 134، ابن الناظم 55، ابن عقيل 1: 252،\nالمقاصد 2: 39 - 41، التصريح 1: 191، الأشموني 1: 241، الهمع 1: 120، شواهد\nابن عقيل 52 - 53، الدرر 1: 89.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nفزادها بين الصفة والموصوف <span id='ms334'></span>.\n</p>\n\n<p>\nقال المنصف: ولا يمنع من زيادتها إسنادها إلى الضمير، كما لا يمنع إلغاء\n(ظن) إسنادها في نحو: زيد_ظننت_قائم، هذا مذهب سيبويه. انتهى. وهو مذهب\nالخليل أيضا.\n</p>\n\n<p>\nثم من غير الناس من فهم عن هذين الإمامين الزيادة على حقيقتها، ومنهم من\nفهمها على غير ذلك، فقال:\n</p>\n\n<p>\nأراد أنه لو لم تدخل هذه الجملة بين (جيران) و (كرام) لفهم أن هؤلاء\nالقوم كانوا جيرانه فيا مضى، وأنه قد فارقهم، فجيء ب (كانوا)؛ لتأكيد ما\nفهم من المضي قبل دخولها، والذاهبون إلى الأول ادعوا أن مجموع (كانوا) زائد\nكما ذكره المصنف.\n</p>\n\n<p>\nوقال الفارسي: الضمير المتصل تأكيد للضمير المستتلا في (لنا)، و (كان) لا\nعمل لها في الضمير.\n</p>\n\n<p>\nوقاال ابن جني: الضمير المتصل وقع موقع المنفصل، وهو مبتدأ خبره (لنا)،\nلكن لما اتصلت به (كان) أعطى اللفظ حقه فاتصل به.\n</p>\n\n<p>\nوقال ابن عصفور: الأصل: وجيران لنا هم كرام، ف (لنا) في موضع الصفة، و\n(هم) فاعل ب (لنا)، ثم زيدت (كان) إلى جانب (هم)، فاتصل الضمير ب (كان) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n             # - وإن كانت غير عاملة فيه - للضرورة، كما اتصل في:\n</p>\n\n<p>\n.......................... *** ألا يجاورنا إلاك ديار\n</p>\n\n<p>\nمع أنه حرف، وهذا أحرى؛ لأنه فعل.\n</p>\n\n<p>\nقلت: ولا أدري ما الذي دعا الكل إلى هذا التكلف، مع إمكان أن تكون (كان)\nناقصة، والضميرالمتصل [بها] اسمها، و (لنا) خبرها مقدم عليها، ولا غبار عليه.\n</p>\n\n<p>\n«أو» زيدت (كان) غير مسندة إلى شيء. «[بين] جار ومجرور» كقوله:\n</p>\n\n<p>\nسراة بني أبي بكر تساموا *** على كان المطهمة الصلاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n             # وبعضهم يقول: بين (على) ومجرورها. وذلك لأنه محل السماع، ووجه ما قاله/\nالمصنف أن الشذوذ لم يكن لكون الجار (على)، بل لكونه جارا فى الجملة، وهو\nلا يحتمل الفصل.\n</p>\n\n<p>\n«وتختص (كان) أيضا بعد (إن)» الشرطية «أو (لو)» الشرطية «بجواز حذفها مع\nاسمها» أو خبرها؛ لما سيذكر «إن كان» أي اسمها «ضمير ما علم من غائب» كقوله:\n</p>\n\n<p>\nقد قيل ذلك إن حقا وإن كذبا *** فما اعتذارك من قول لغذا قيلا! !\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nأي: ان كان هو، أي: ذلك المقول، وكقوله: (اطلب العلم <span id='ms335'></span> ولو بالصين)\n[التقدير: ولو كان هو، أي العلم بالصين]. «أو حاضر» كقولك: لأرتحلن إن\nفارسا، وإن راجلا، أي: إن كنت، وكذا قولك: لأطلبن العلم لو غنيا ولو فقيرا،\nأي: لو كنت.\n</p>\n\n<p>\nوذكر المصنف الغائب والحاضر تبيينا للضمير المعلوم، ولم يذكر ذلك شرطا؛\nإذ لا ضمير إلا وهو الحاضر أو غائب، وكان ينبغي تقديم الحاضر في الذكر.\n«فإن حسن مع» (كان) «المحذوف بعد (إن) دون (لو) «تقدير (فيه) أو (معه) [أو\nنحو ذلك]، جاز رفع ما وليها»، أي ولي (إن) نحو: (الناس مجزيون بأعمالهم إن\nخيرا فخير)، أي: إن كان في عملهم خير فجزاؤهم خير، و (المرء مقتول بما قتل\n[به] إن سيف فسيف)، أي: إن كان معه، أو في يده، أو عنده سيف فالمقتول هو به\nسف، وهذا لا شك في جواز تقديره من حيث الصناعة في الجملة، وأما أنه يحكم\nبحسنه فلا؛ لأنه ضعيف من جهة المعنى؛ إذ معنى - إن كان في عملهم خير، وإن\nكان معه، او في يده، أو عنده سيف - معنى غير مقصود؛ لأن مراد المتكلم: إن\nكان نفس عمله خيرا، وإم كان ما قتل [به] سيفا، لا أن لهم أعمالا، وفي تلك\nالأعمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n             # خير، ولا أن صحبته أو في يده او بحضرته وقت القتل سيفا. وقد يدفع هذا\nبأنه على التجريد، فيكون نحو؛ إن كان في عملهم خير، مثل {لهم فيها دار\nالخلد}، والمعنى إن كان عملهم خيرا، كما أن المعنى: أنها نفسها دار الخلد،\nوفيه أيضا ضعف من جهة اللفظ؛ لأن حذف (كان) مع خبره الذي هو في صورة\nالمفعول الفضلة حذف شيء كثير، ولا سيما إذا كان الخبر جارا ومجرورا، بخلاف\nحذفه مع اسمه الذي هو كجزئه، ولا سيما إذا كان ضميرا متصلا، وتقديرالتامة -\nوإن كان مما ينتفي به كثره المحذوف - ضعيف كما سيأتى. «وإلا» يحسن تقدير\nمثل ذلك «تعين نصبه» أي: نصب الاسم الأول الواقع بعد (إن)، نحو: أسير كما\nتسير، إن راكبا فراكب، وإن راجلاص [فراجل]، أي إن كنت راكبا فأنا <span id='ms336'></span> راكب، وإن\nكنت راجلا فأنا راجل.\n</p>\n\n<p>\n«وربما جر» الاسم المذكور «مقرونا ب (إن لا) أو ب (إن) وحدها، إن عاد اسم\n(كان) إلى مجرور بحرف» نحو: المرء مقتول بما قتل به، إن سيف فسيف، أي: إن\nكان قتل بسيف فقتله أيضا بسيف. وحكي عن يونسكمررت برجل صالح، إن لا صالح\nفطالح. أي: إن لا يكن المرور بصالح فالمرور بطالح، ومررت برجل إن زيد وإن\nعمرو؛ وذلك لقوة الدلالى على الجار بتقديم ذكره، لكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n             # هذا مما يسهل الحذف، ولا مما يوجب الاطراد ويسوغ القياس عليه، فلا يقال\nمنه إلا ما سمع، هذا مذهب سيبويه، ونص المصنف على اطراده، وسيأتي في حروف الجر.\n</p>\n\n<p>\n«وجعل ما بعد الفاء الواقعة جواب (إن) المذكورة خبر مبتدأ اولى من جعله\nخبر 0 كان) [مضمرة]، أو مفعولا بفعل لائق، أو حالا» فيجعل الاسم الواقع بعد\nالفاء - في قولهم: (الناس مجزيون بأعمالهم إن خيرا فخير) - خبرا لمبتدأ\nمحذوف، والتقدير: إن كان عملهم خيرا فجزاؤهم خير.\n</p>\n\n<p>\nويمكن أن يجعل مفعولا بفعل يليق بالمحل فيقدر: فهم يجزون خيرا، ويمكن أن\nيجعل حالا فيقدر: فهم يلقون الجزاء خيرا، لكن الأول/ أولى؛ لشياع إضمار\nالمبتدأ بعد الفاء وكثرته وقلة المحذوف؛ إذ هو مفرد، بخلاف التقديرين\nالأخيرين.\n</p>\n\n<p>\nوكان الاولى بالمصنف أن يقول: اولى من نصبه، ونصبه مفعولا أولى من نصبه\nحالا، وهذا أولى من نصبه خبرا.\n</p>\n\n<p>\nووجه ذلك أن إضمار (كان) 9 الناقصة بعد غير (إن) و (لو) قليل، وأن وجه\nالمفعول أقل تقديرا من وجه الحال، وإنما كان ما ذكرناه أولى؛ لإفصاحه بأن\nالرفع أرجح من النصب، وببيان الأرجح من أوجه النصب.\n</p>\n\n<p>\nواعلم أن المصنف رحه الله جرى على عادة كثير من النحاة في تعبيرهم عن\nالفاء الواقعة في مثل: إن جاء زيد فهو محسن، بأنها جواب الشرط، وفيه تسامح؛\nإذ الفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n             # ليست الجواب قطعا، وإنما هي رابطة الجواب، فثم مضاف محذوف ترك لظهور\nالمراد.\n</p>\n\n<p>\n«وإضمار (كان) الناقصة قبل الفاء أولى من [إضمار] التامة»، فتقدير: إن\nكان في عملهم خير أولى من تقدير: إن <span id='ms337'></span> كان خير، وإن كان اقل؛ لان (كان)\nالتامة قليلة الاستعمال، ولا يحذف إلا كثير الاستعمال للتخفيف، ولتكون\nالشهرة دالة على المحذوف، وأيضا فيضعف تقديرها من جهة أن الكلام معها يصير\nكأنه أجنبي عن الأول، والمعنى على تعلقه به.\n</p>\n\n<p>\nوقد ظهر ما تقدم أن في مسألة: (إن خيرا فخير) أربعة أوجه: رفعهما،\nونصبهما، والمغايرة في الإعراب بينهما، وهى صادقة بصورتين:\n</p>\n\n<p>\nقال الصفار: أحسن الأوجه نصب بعده رفع، ثم رفعهما - يعني لأنك حذفت عين\nما أثبت - ثم نصبهما، ثم عكس الأول. وذكر السبب المقتضي لذلك ولا يخفى عليك\nإذا تأملت ما تقدم، ثم قال:\n</p>\n\n<p>\nوكان الشلوبين يسوي رفعهما ونصبهماحلأن قبح رفع الأول يقابله حسن رفع\nالثاني، وحسن نصب الأول يقابله قبح نصب الثاني، فيتكافآن، وهو باطل؛ لأنك\nإذا نظرت إلى الأحسنين رأيت رفع الثاني خيرا من نصب الأول؛ لاستوائهما في\nالإضمار، ورجحان رفع الثاني بأنك أضمرت نفس ما أظهرت، وإذا نظرت إلى\nالإضمار، ورجحان رفع الثاني بأنك أضمرت نفس ما أظهرت، وإذا نظرت إلى\nالأقبحين رأيت نصب الثاني أقبح من رفع الأول؛ لاستوائهما في الإضمار، وضعف\nنصب الثاني بأنك أضمرت جملة، وفي رفع الأول بم تضمر جملة، ويوضحه أن سيبويه\nوصف رفعهما بأنه أحسن، ولم يصف بذلك نصبهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n«وربما أضمرت» (كان) «الناقصة بعد (لدن)» كقوله:\n</p>\n\n<p>\nمن لد شولا فإلى إتلائها\n</p>\n\n<p>\nأي: من لد كانت شولا، وقدره سيبويه والجمهور: من لد أن كانت.\n</p>\n\n<p>\nقال المصنف: وتقدير (أن) يستغنى عنه، كما يستغنى عنه بعد (مذ)، ومن الناس\nمن حمل كلام سيبويه ومن تبعه على أنه تفسير معنى، لا تفسير إعراب.\n</p>\n\n<p>\nوالشول: هى النوق التى ارتفعت ألبانها، واحدها شائل. والإتلاء: مصدر\nقولك: أتلت الناقة إذا ولدت فصارت ذات تلو. «و» بعد «شبهها» أي: شبه (لدن)\nكقوله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nأزمان قومي والجماعة كالذي *** لزم الرحالة أن تميل ميلا\n</p>\n\n<p>\nأراد: ازمان كان قومي مع الجماعة. كذا قال سيبويه.\n</p>\n\n<p>\n«والتزم حذفها» أي حذف (كان) الناقصة «معوضا عنها» كلمة «(ما) بعد (أن)»\nبفتح الهمزة [التزاما] «كثيرا» كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nأبا خراشة أما أنت <span id='ms338'></span> ذا نفر *** فإن قومي لم تأكلهم الضبع\n</p>\n\n<p>\nأي: لأن كنت، فحذف حرف الجر جوازا على القياي، ثم حذف (كان) وأبدل منها\n(ما) فوجب الحذف؛ لئلا يجمع العوض والمعوض منه، وأجاز المبرد ظهور (كان)\nعلى [أن] (ما) زائدة لا عوض، ولم يبد مستندا من جهة السماع، ثم أدغم النون\nالساكنة في الميم وجوبا، فبقي الضمير المرفوع/ [المتصل] بلا عامل يتصل به\nفي اللفظ، فجعل منفصلان فصار (أما أنت).\n</p>\n\n<p>\nفإن قلت: بم يتعلق الجار المقدر؟\n</p>\n\n<p>\nقلت: بمحذوف تدل عليه القرينة، والمعنى: لا تفخر لأجل كونك ذا عدد، فإني\nأيضا مشاركك في ذلك؛ إذ قومي باقون لم تستأصلهم الأزمان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو خراشة: - بضم الخاء المعجمة - شاعر مشهور اسمه خفاف - بخاء معجمة\nمضمومة وفاءين بينهما ألف - ابن ندبه على وزن تمرة، وهى أمه. والنفر: عدة\nرجال من ثلاثة إلى عشرة. والضبع: السنة المجدبة. و (تأكلهم): استعارة\nتبعية، أي تهلكهم بسبب الجدب، شبه إهلاكها إياها بالأكل، ومراده أن قومه\nأقوياء لم تهلكهم السنة المجدبة، لما هم عليه من القوة والجدة. وفهم ابن\nالحاجب البيت على وجه آخر، فقال:\n</p>\n\n<p>\nمعناه أنه يمدح أبا خراشة، أي: أنا بخير، لا تأكلنا السنون، ولا يضرنا\nضار؛ لأجل أن كنت ذا نفر، يعني إنا بنعمة مادمت في نعمة.\n</p>\n\n<p>\nوقال الكوفيون: (أن) المفتوحة بمعنى المكسورة الشرطية وجوزوا مجيء (أن)\nالمفتوحة شرطية، وقالوا: قد قرئ: {أن تضل [إحداهما]}، بفتح الهمزة وكسرها،\nوالمعنى واحد، و (أن) المكسورة فيه شرطية، فكذا المفتوحة، و (ما) عندهم عوض\nمن الفعل المحذوف.\n</p>\n\n<p>\nقال الرضي: ولا أرى قولهم بعيدا من الصواب، لمساعدة اللفظ والمعنى إياه:\nأما المعنى فلأن البيت: إن كنت ذا عدد فلست بمفرد. وأما اللفظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n             # فلمجيء الفاء في هذا البيت، وفي قوله:\n</p>\n\n<p>\nإما أقمت وأما أنت مرتحلا *** فالله يكلأ ما تأتي وما تذر\n</p>\n\n<p>\nفعطف (أما أنت) - بفتح الهمزة - على (إما أقمت) بكسر الهمزة، وهو حرف شرط\nبلا خلاف. وفيه بحث ذكرناه في حاشية المغني. «وبعد (إن)» بكسر الهمزة\n«قليلا» كقول العرب: (افعل هذا إما لا)، أي: إن <span id='ms339'></span> كنت لا تفعل غيره، ولا تحذف\nالفعل مع المكسورة معوضا منه (ما) إلا في هذا، فلو قلت: إما كنت منطلقا\nانطلقت، كانت (ما) زائدة، ولا يجوز: إما أنت منطلق انطلقت.\n</p>\n\n<p>\n«ويجوز حذف لامها» أي لام الكلمة التي هي مضارع (كان) «الساكنة» احترازا\nمن اللام المتحركة. «جزما» أي: مجزوما، أو سكون جزم، احترازا من سكون\nالوقف، فدخل نحو: {ولم أك بغيا}، ونحو: {قالوا لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n             # نك من المصلين} ونحو: {ولانك في ضيق مما يمكرون}، ونحو: {فلم يك ينفعهم\n[ايمانهم]} وسوغ هذا الحذف كثرة استعمال هذه الكلمة، وشبه النون بحرف العلة.\n</p>\n\n<p>\nثم الحذف مقيد بأن لا يتصل بالنون ضمير، احترازا من ان يتصل بها ذلك، فلا\nيجوز الحذف حينئذ، كقوله:\n</p>\n\n<p>\nفإن لم يكنها أو تكنه فإنه أخوها غذته أمه بلبانها فمن ثم يتوجه على\nالمصنف مناقشة في إطلاقه جواز الحذف «ولا يمنع ذلك» الذي ذكرناه من جواز\nاللام الساكنة [جزما] «ملاقاة ساكن، وفاقا ليونس»، وخلافالسيبويه، واختار\nالمصنف الأول مستندا إلى استعمالات وقعت للعرب كذلك، كقوله:\n</p>\n\n<p>\nلم يك الحق سوى أن هاجه *** رسم دار قد تعفى بالسرر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n             # وقوله:\n</p>\n\n<p>\nفإن لم تك المرآة أبدت وسامة *** فقد أبدت المرآة جبهة ضيغم\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nإذا لم تك الحاجات من همة الفتى *** فليس بمغن عنه عقد التمائم\n</p>\n\n<p>\nقال: ولا ضرورة في هذه الأبيات لتمكن الشاعر الأول أن يقول: لم يكن حق\nسوى أن هاجه. والثاني من أن يقول: فإن تكن المرآة أخفت وسامة. والثالث من\nأن يقول: إذا لم يكن من همة المرء ما نوى.\n</p>\n\n<p>\nوأنت خبير بأن هذا مشي {على شفا جرف هار} من دعواه في الضرورة/ ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n             # تقدم مما يفضي [إلى] أن لا يثبت في كلام العرب ضرورة، إما دائما أو\nغالبا. وليس في كلامه ما يقتضي أن الثبوت عند ملاقاة الساكن أرجح، وقد صرح\nبأرجحيته في الشرح.\n</p>\n\n<p>\nقال: ولذلك لم يقع الحذف في القرآن نحو: {لم يكن الذين كفروا}\n</p>\n\n<p>\n«ولا يلي - عند البصريين - (كان) واخواتها» بالنصب على أنه مفعول مقدم\n«غير ظرف» بالرفع على أنه فاعل <span id='ms340'></span> (يلي) نحو: كان عندك جالسا. «وشبهه» نحو:\nكان على الفرس زيد راكبا. «من معمول خبرها» فلا يجوز عندهم: كان طعامك زيد\nيأكل، ولا: كان طعامك يأكل زيد.\n</p>\n\n<p>\nوإنما أجازوه في الظرف وشبهه على سبيل التوسع فيهما، ولهم في ذلك عادة\nمعروفة. «واغتفر ذلك بعضهم» كابن السراج والفارسي. «مع اتصال العامل» نحو:\nكان طعامك [يأكل زيد، ولا يجيز ذلك مع انفصال العامل عن معموله نحو: كان\nطعامك] زيد يأكل. والكوفيون يجيزون كلتا المسألتين. «وما أوهم خلاف ذلك» كقوله:\n</p>\n\n<p>\nقنافذ هداجون حول بيوتهم *** بما كان إياهم عطية عودا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n             # وقوله:\n</p>\n\n<p>\nفأصبحوا والنوى عالي معرسهم *** وليس كل النوى تلقي المساكين\n</p>\n\n<p>\n«قدر البصويون فيه ضمير الشأن» مستترا في الفعل، فلا يكون معمول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n             # خير (كان) قد وليها في البيت الأول، ولا معمول خبر (ليس) قد وليها في\nالبيت الثاني، نعم يكون المقدم معمولا لخبر المبتدأ، وفي المسألة خلاف.\n</p>\n\n<p>\nقال ابن قاسم: واعلم أنه يتأتى في مسألة (كان زيد آكلا طعامك)، اربعة\nوعشرون تركيبا، سته مع تقديم (كان)، وهى: كان زيد آكلا طعامك، كان طعامك\nزيد آكلا، كان طعامك آكلا زيد، كان آ: لا طعامك زيد، كان آكلا زيد طعامك،\nكان: طعامك آكلا. وكلها جائزة إلا الخامس فيمتنع عند البصريين، وإلا السادس\nفإن بعض البصريين منعه، وبعضهم أجازه.\n</p>\n\n<p>\nوستة مع تقديم (زيد)، وهي زيد كان آكلا طعامك، زيد كان طعامك آكلا، زيد\nآكلا كان طعامك، زيد طعامك كان آكلا، زيد طعامك آكلا كان، زيد آكلا طعامك\n[كان].وكلها جائزة [عند البصريين].\n</p>\n\n<p>\nوستة مع تقديم (آكلا)، وهي: آكلا كان زيد طعامك، آكلا كان طعامك زيد،\nآكلا زيد كان طعامك، آكلا زيدطعامك كان، آكلا طعامك كان زيد، آكلا طعامك\nزيد كان. وكلها جائزة عند البصريين إلا الثانى، وفلا الأول قبح؛ للفصل بين\nالخبر المقدم ومعموله المؤخر.\n</p>\n\n<p>\nوستة مع تقديم (طعامك)، وهي: طعامك كان زيد آكلا، طعامك زيد آكلا كان،\nطعامك آكلا زيد كان، طعامك زيد كان آكلا، طعامك كان آكلا زيد، طعامك آكلا\nكان زيد. وكلها جائزة عند البصريين <span id='ms341'></span>، ولبعض الكوفيين خلاف في بعض المسائل لا\nنطول بذكره. ونقل بعض المغاربة أن تقديم معمول الخبر وحده على (كان)\nوأخواتها لا يجوز ظرفا كان أو غيره؛ لكثرة الفصل، والصحيح جوازه مطلقا، قال\nتعالى: {أهؤلاء إياكم كانوا يعبدون}.انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO الحروف المشبهة بليس</h2>\n\n<p>\n«فصل» في الكلام على (ما) الحجازية وما ألحق بها، وعلى مواضع تزايد فيها\n(إن) والباء، وعلى أمور تتعلق ب (ليس).\n</p>\n\n<p>\n«ألحق الحجازيون» وكذا التهاميون فيما حكاه الكسائي «ب (ليس)» في إدخالها\nناسخة على المبتدأ، فترفعه ويسمى اسمها، والخبر، فتنصبه ويسمى خبرها «(ما)\nالنافية» فعملت العمل المذكور، وكان الأصل أن لا تعمل كما في لغة المهملين\nلها، وهم تميم، قاله/ سيبويه، وقال المصنف: هم غير الحجازيون. ورد بما نقله\nالكسائي عن أهل تهامة من إعمالها، كما مر. إذ قياس العوامل أن تختص بالقبيل\nالذي تعمل فيه من الاسم والفعل، لتكون متمكنة بثبوتها في مركزها، و (ما)\nمشتركة بين الاسم والفعل، لكن الحجازيون أعملوها مع عدم الاختصاص؛ لقوة\nمشابهتها ل (ليس)؛ لأن معنييهما في الحقيقة سواء «بشرط تأخير الخبر»\nظرفاكان أو غيره، نحو: ما قائم زيد، وما عندك بكر، وما في الدار خالد؛ وذلك\nلضعفها في العمل، فلا تتصرف بأن تعمل النصب قبل الرفع. «وبقاء نفيه» أي نفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n             # الخبر؛ لأن عملها إنما كان لأجل النفي الذي شابهت به، فكيف تعمل مع زوال\nالمشابهة بانتقاض النفي! ! . «وفقد (إن)» لأنها تشابه (إن) النافية لفظا\nفكأن (ما) النافية دخلت على نفي، والنفي أفاد الإيجاب فصارت [إن] ك (إلا)\nالناقضة لنفى (ما) [في] نحو: ما زيد إلا منطلق. ويحتمل أنما منعت (إن)\nالعمل لوقوع الفصل بين (ما) ومعمولها بغير الظرف. وهذا الشرط ذكر المصنف\nأنه متفق عليه، وليس كذلك، بل نقل غيره عن الكوفيين أنه لا يشترطظنوأنشد يعقوب:\n</p>\n\n<p>\nبني غدانة ما إن أنتم ذهبا *** ولا صريفا ولكن أنتم الخزف\n</p>\n\n<p>\n«وعدم تقدم غير ظرف أو شبهه من معمول الخبر» فلو تقدم معمول الخبر وهو\nغير ظرف أو شبهه بطل العمل كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا تعرفها المنازل من منى <span id='ms342'></span> *** وما كل من وافى منى\n</p>\n\n<p>\nأنا عارف\n</p>\n\n<p>\nفلو كان معمول الخبر ظرفا أو شبهه جاز تقديمه مع بقاء العمل، تقول: ما\nعندك زيد جالسا، وما في الدار عمرو قائما، وذلك للتوسع فيهما كما مر.\n</p>\n\n<p>\n«و (إن المشار إليها» في قولنا: وفقد (إن) «زائدة كافة» ل (ما) عن العمل\n«لا نافية» مؤكدة ل (ما) «خلافا للكوفيين».\n</p>\n\n<p>\nقال المنصف: وما زعموه من ذلك مردود بوجهين:\n</p>\n\n<p>\nأحدهما: أنها لو كانت نافية مؤكدة لم تغير العمل [كما لم يغير العمل]\nتكرار (ما)، قال الراجز:\n</p>\n\n<p>\nلا ينسك الأسى تأسيا فما *** ما من حمام أحد معتصما\n</p>\n\n<p>\nوالثاني: أن العرب قد استعملت (إن) زائدة بعد (ما) الأسمية [الموصولة] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n             # و (ما) المصدرية التوقيتية، لشبههما في اللفظ ب (ما) النافية، فلو لم تكن\nالمقترنة ب (ما) النافية زائدة لم يكن لزيادتها بعد الموصولتين مسوغ. «وقد\nتزاد» (إن) «قبل صلة (ما) الاسمية» كقوله:\n</p>\n\n<p>\nيرجي المرء ما إن لا يراه *** وتعرض دون أدناه الخطوب\n</p>\n\n<p>\n«و» (ما) «الحرفية» كقوله:\n</p>\n\n<p>\nورج الفتى للخير ما إن رأيته *** على السن خيرا لا يزال يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n             # «و» [قد] تزاد (إن) أيضا «بعد [إلا] الاستفتاحية» كقوله.\n</p>\n\n<p>\nألا إن سرى ليلي فبت كثيبا أحاذر أن تنأى النوى بغضوبا\n</p>\n\n<p>\n«و» تزاد أيضا «قبل مدة الإنكار» سمع سيبويه رجلا من العرب يقال له:\n</p>\n\n<p>\nأتخرج إن أخصبت البادية؟ ، فقال: أنا إنيه. منكرا أن يكون رأيه على خلاف\nذلك، وسيأتي فيه كلام في باب الحكاية إن شاء الله [تعالى].\n</p>\n\n<p>\n«وليس النصب بعد (ما) لسقوط باء الجر، خلافا للكوفيين» فإنهم زعموا أن\n(ما) لا عمل لها، وأن ما بعدها مبتدأ وخبر، وانتصاب الثاني بنزع الخافض،\nوهو باء الجر، وليس بشيء؛ لأن الباء زائدة، فإذا لم تثبت لم يحكم بزيادتها،\nوأيضا ليس المجرور بها مفعولا حتى ينتصب بالمفعولية مع حذف الجار ووصول\nالفعل إليه كما في: (استغفرت الله ذنبا)؛ وذلك لأن الناصب ليس نزع الخافض،\nبل الناصب هو الفعل أو شبهه، فنصب المجرور محلا؛ إذ لا يمكن نصبه/ لفظا\nبسبب الجار، 174 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n             # فإذا عدم الجار ظهر <span id='ms343'></span> عمله المقدر، هذا مع أن حذف الجار ونصب المفعول بعده\nأيضا [ليس] بقياس، كما كان مع (أن) و (أن).\n</p>\n\n<p>\n«ولا يغني عن اسمها» أي: اسم (ما) «بدل موجب، خلافا للأخفش» فإنه أجاز -\nفي نحو: ما أحد قائما إلا زيد -[حذف] [اسم (ما)، والاستغناء عنه ببدله\nالموجب ب (إلا)، فتقول: ما قائما إلا زيد].\n</p>\n\n<p>\nقال المصنف: ومثل هذا لو سمع من العرب لكان جديرا بالرد؛ لأن المراد منه\nمجهول؛ لاحتمال أن يكون أصله: ما كان قائما إلا زيد.\n</p>\n\n<p>\nوحكى غير المصنفجواز هذه المسألة عن الأخفش على وجه آخر، فادعى أن (إلا)\nداخلة على اسم (ما)، والمنصوب المقدم خبرها.\n</p>\n\n<p>\nوهو أيضا مردود بما فيه من إعمال (ما) غير مستكملة لشروط الإعمال، مع أن\nهذا التركيب لم يسمع. «وقد تعمل» (ما) «متوسطا خبرها وموجبا بإلا، وفاقا\nلسيبويه في الأول، وليونس في الثاني» فيجوز: ما قائما زيد، وما زيد إلا\nقائما. فأما [ما] نسبه المصنف إلى سيبويه فهو محكي عن الجرمي، وزعم أنه\nلغة، وحكى: (ما مسيئا من أعتب)، والذي قاله سيبويه:\n</p>\n\n<p>\nوإذا قلت: ما منطلق عبدالله، و [ما] مسيء من أعتب، رفعت، ولا يجوز أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n             # يكون مقدما مثله مؤخرا، كما أنه لا يجوز: إن أخوك عبدالله، على حد قولك:\nإن عبدالله أخوك؛ لأنها ليست بفعل. وهذا نص صريح في المنع، ثم إنه شبهه\nبشيء لا خلاف في منعه، ثم قال:\n</p>\n\n<p>\nوزعم أن بعضهم قال: - وهو الفرزدق -\n</p>\n\n<p>\nفأصبحوا قد أعاد الله نعمتهم *** إذ هم قريش وإذ ما مثلهم بشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n             # ثم قال: وهذا لا يكاد يعرف. فهذا شيء لم يحكه سيبويه [عن العرب]، وإنما\nقال: وزعموا. فحكاه عن غيره، ثم نفى مقاربة عرفانه على حد قوله تعالى: {لم\nيكد يراها}، والقولان عن الفراء. وزعم ابن عصفور الجواز إن كان الخبر ظرفا\nأو جارا ومجرورا، فيكون بمنزلة باب (إن).\n</p>\n\n<p>\nوقال ابن معطى: - في (وإذ ما مثلهم بشر) قيل: إن (مثلهم) ظرف، وقد وجدت\nلذلك شاهدا في كتاب الله تعالى، قرئ شاذا: {إنكم إذا مثلهم}، أي في <span id='ms344'></span>\nمنزلتهم، وفي مثل حالهم، وكذا التقدير في البيت، أي: ما في مثل رتبتهم بشر.\nانتهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n             # ولا يقال: - في القراءة الشاذة - إنها مما وجد في كتاب الله [تعالى]، [إذ\nلا يثبت كتاب الله] [تعالى] إلا بالقطع، ولا دليل في القراءة؛ لجواز البناء\nلإضافة (مثل إلى المبني، ولكن المصنف ينازع في ذلك.\n</p>\n\n<p>\nوأما مسألة يونس فقد استشهد عليها بعضهم بقول الشاعر:\n</p>\n\n<p>\nوما الدهر إلا منجنونا بأهله *** وما صاحب الحاجات إلا معذبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n             # والمصنف بقول الآخر:\n</p>\n\n<p>\nوما حق الذي يعثو نهارا *** ويسرق ليله إلا نكالا\n</p>\n\n<p>\nوحكى ابن قاسم عن المصنف أنه قال: إن الاستشهاد بهذا أقوى من الاستشهاد\nبالبيت الأول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت: ما وجه ذلك؟ قلت: سلامة الثاني من الاحتمال الذي يتطرق إلى\nالأول؛ وذلك لإمكان تقدير حذف عند قوله: (منجنونا)، وجعل (معذبا) مصدرا\nميميا، والتقدير: وما الدهر إلا يدور دوران منجنون، وما صاحب الحاجات إلا\nيعذب تعذيبا. فهو مثل قولك: ما زيد إلا سيرا. وهذا مفقود في الثاني.\n</p>\n\n<p>\nفإن قلت: بل هو موجود فيه؛ إذ (نكالا) مصدر، فيكون التقدير: وما حق\nالمذكور إلا ينكل نكالا و [قد] قدره ابن قاسم كذلك.\n</p>\n\n<p>\nقلت: ليس الأمر كما تجعله، فإن المصدر في البيت الأول لا يصح الإخبار به\nعن المسند إليه فيه؛ إذ الدهر ليس نفس الدوران، ولا صاحب الحاجات نفس\nالتعذيب، فمن ثم احتيج إلى تقدير الناصب للمصدر تصحيحا للإخبار. وأما في\nالبيت الثاني فيصح الإخباربالمصدرعن المسند إليه، وهو الحق؛ إذ لو قلت: حق\nزيد النكال/، صح، وتقدير نصبه بالفعل على الوجه الذي قدرته غير متأت؛ إذ لا\nيجوز أن تقول: حق زيد ينكل، فإن ذهبت إلى تقدير (أن) لتصحيح الحمل لزم حذف\nالموصول وبقاء معمول الصلة، وهو محذور، هذا وجه ما قاله المصنف فيما ظهر\nلي، والله أعلم.\n</p>\n\n<p>\n«والمعطوف على خبرها ب (بل) و (لكن) موجب»؛ لانهما للإثبات بعد النفي؛\nفنزول علة العملة، وهي النفي «فيتعين رفعه» على أنه معطوف على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n             # محل خبر (ما)؛ لأنه لما بطل معنى النفي في المعطوف صار معطوف على <span id='ms345'></span> اسم غير\nمعمول للنفي، وإذا قدر الأول غير منفي - باعتتبار هذا المعطوف - فمحل الأول\nبالنسبة إلى هذا المعطوف رفع؛ لوجوب رفعه عند عدم النفي. وقال عبدالقاهر:\n[هو] خبر مبتدأ محذوف. أي ما زيد قائما بل هو قاعد.\n</p>\n\n<p>\nوقضية هذا الكلام أن لا تكون المسألة مما نحن فيه، أي من باب عطف المفرد\nعلى المفرد.\n</p>\n\n<p>\nقلت: وهذا هو الذي جزم به ابن قاسم ولم يذكر سواه، فإنه قال: وارتفاعه\nعلى أنه خبر مبتدأ محذوف، فتسميته معطوفا تسامح واقتصر على ذلك.\n</p>\n\n<p>\nوقال بعضهم: هو عطف على التوهم؛ لأنه كثيرا ما يقع خبر (ما) موفوعا عندما\nتنعزل عن العمل فتوهموا أن الأول مرفوع.\n</p>\n\n<p>\nقلت: إذا انعزلت (ما) عن العمل لم يكن الخبر إلا مبتدأ محذوف محقق، فلا\nيقال: حينئذ هو خير (ما)، ولا نسلم أن خبر (ما) يقع مرفوعا أبدا، ثم العطف\nعلى التوهم ليس بمطرد ولا في سعة الكلام.\n</p>\n\n<p>\nقال المصنف: وقياس قول يونس أن لا يمتنع نصب المعطوف ب (بل) و (لكن).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nفي مثل: ما قام زيد بل عمرو، أي [بل] ما قام عمرو أن يصح: ما زيد قائما\nبل قاعدا، ويختلف المعنى باعتبار النصب والرفع.\n</p>\n\n<p>\n«ويلحق بها» أي: ب (ما) أخت (ليس) «(إن) النافية» فتعمل عملها «قليلا»،\nوعل ذلك أكثر الكوفيين، وذهب إليه ابن السراج وأبو علي الفارسي وابن جني،\nومنعه أكثر البصريين، واختلف النقل فيه عن سيبويه والمبرد، واختار المصنف\nالقول بالإجازة؛ لمشاركة (إن) ل (ما) في المعنى الذي عملت بسببه، وهو\nمشابهة (ليس)؛ ولثبوت السماع بإعمالها، فقد ثبت أنها [لغة] أهل العالية،\nقالوا: ] إن ذلك] نافعك ولا ضارك، بالنصب وإن أحد خيرا من أحد إلا\nبالعافية، قال أعرابي: إن قائما، [يريد: إن أنا قائما].\n</p>\n\n<p>\nفحذف همزة (أنا) اعتباطا وأدغم النون في النون. وقرأ سعيد بن جبير: -\nفيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n             # حكاه ابن جني - {إن الذين تدعون من دون الله عبادا أمثالكم}، وتوهم أبو\nحيان وكثير من تلامذته أن هذه القراءة مخالفة للقراءة المشهورة - بتشديد\nالنون ورفع (عباد) و (أمثالكم) - إذ مقتضاها <span id='ms346'></span> إثبات مماثلة المدعوين من دون\nالله لأولئك المخاطبين، ومقتضى قراءة ابن جبير نفي المماثلة وليس ما توهموه\nبصحيح؛ لإمكان جعل [المماثلة] المثبتة في القراءة المشهورة باعتبار\nالعبودية، أي أن هؤلاء الذين تدعونهم آلهة مماثلون لكم في كونهم مربوبين\nمتسمين بسمة العبودية لله، والمماثلة المنفية في القراءة الأخرى باعتبار\nالإنسانية، [أي ليس هؤلاء الذين تدعونهم من \\ون الله مماثلين لكم فيما\nاتصفتم] [به] [من الإنسانية]؛ إذهم جماد، وأنتم عقلاء، فلكم عليهم على في\nالمرتبة، فكيف تعبدونهم وتتخذونهم آلهة، وهم دونكم! ! .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nومما استشهد [به] على إثبات هذه اللغة/ قول الشاعر:\n</p>\n\n<p>\nإن هو مستوليا على أحد *** إلا على أضعف المجانين\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nإن المرء ميتا بانقضاء حياته *** ولكن بأن يبغى عليه فيخذلا\n</p>\n\n<p>\n«و» يلحق أيضا ب (ما) أخت (ليس) في العمل المذكور «(لا) كثيرا»، ونوزع\nالمصنف في دعوى الكثرة، بأن الأمر بالعكس؛ بل لو ذهب ذاهب إلى أن (لا) لا\nتعمل عمل (ليس) لكان حسنا؛ إذ لا يحفظ ذلك في نثر أصلا، ولا في نظم سوى قول\nالشاعر:\n</p>\n\n<p>\nتعز فلا شيء على الأرض باقيا *** ولا وزر مما قضى الله واقيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n             # وقول الآخر:\n</p>\n\n<p>\nنصرتك إذ لا صاحب غير خاذل *** فبوئت حصنا بالكماة حصينا\n</p>\n\n<p>\nوالمصنف أنشد أبياتا أخر، لكنها محتملة للتأويل، وعلى الجملة ففي عمل\n(لا) عمل (ليس) ثلاثة أقول:\n</p>\n\n<p>\nالجواز: وهو مذهب سيبويه ومن وافقه. والمنع: وإليه ذهب الأخفش والمبرد.\nوالثالث أنها عاملة في الاسم، وهما جميعا في موضع الابتداء، ولا تعمل في\nالخبر أصلا، حكاه ابن ولاد عن الزجاج، وسماع نصب الخبر يبطله، كما يبطل\nمذهب القائلين بالمنع مطلقا، والنزاع إنما هو في دعوى الكثرة كما تقدم.\n«ورفعها معرفة نادر»، كما في قول النابغة [الجعدي]:\n</p>\n\n<p>\nوحلت سواد القلب لا أنا باغيا *** سواها ولا عن حبها متراخيا\n</p>\n\n<p>\nقال المصنف: والقياس عندي على هذا سائغ. قلت: هذا - مع اعترافه بالندور - مشكل.\n</p>\n\n<p>\n[قال]: وقد قاس عليه المتنبي في قوله:\n</p>\n\n<p>\nإذا الجود لم يرزق خلاصا من الأذى *** فلا الحمد مكسوبا ولا المال باقيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n             # وقد أجاز ابن جني <span id='ms347'></span> إعمال (لا) في المعرفة، ذكر ذلك فى كتاب التمام. هذا\nكلام المصنف، والمانعون تأولوا بيت النابغة [الجعدي] بحذف فعل أو خبر، أي:\nلا أرى باغيا، بالبناء للمفعول، ثم حذف الفعل فانفصل الضمير النائب عن\nالفاعل أو التقدير: لا أنا أرى باغيا. وعليهما فنصب (باغيا) على الحال، لا\nعلى أنه خبر (لا)، فلا دليل فيه.\n</p>\n\n<p>\nوقد ذكر المصنف هذين التأويلين في شرح الكافية، وأشار إليهما فيها «وتكسع\n(لا)» النافية، أي: يؤتى في آخرها «بالتاء»، إما لتأنيث اللفظ، كما في\n(ثمت) و (ربت)، وعلى هذا فهي ساكنة [في] الأصل، لكنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n             # حركت لالتقاء الساكنين. وإما للمبالغة في النفي، كما قاله الرضي، وعليه\nفهي محركة في الأصل، لا ساكنة.\n</p>\n\n<p>\nقلت: ويشهد لهما - أعني لجواز كونها بحسب الأصل ساكنة أو متحركة - وقفهم\nعليها بالتاء وبالهاء.\n</p>\n\n<p>\nقال الرضي: وبهذه الزيادة قويت مشابهتهما في اللفظ ل (ليس)، إذ صارت على\nعدد حروفها ساكنة الوسط «فتختص» حين كسعها بالتاء وصيرورة اللفظ (لات)\n«بالحين».\n</p>\n\n<p>\nقال الفراء: ولا تتعدى هذه اللفظة. وهو ظاهر قول سيبوبه.\n</p>\n\n<p>\nوقال الفارسي وجماعة: بل تعمل أيضا فيما رادف الحين. وإليه ذهب المصنف.\nفلذلك قال: «أو مرادفه» كالساعة والوقت والأوان كقوله:\n</p>\n\n<p>\nندم البغاة ولات ساعة مندم *** * [والبغي مرتع مبتغيه وخيم] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n             # «مقتصرا على منصوبها بكثرة» كقوله تعالى: {ولات حين مناص} في القراءة\nالمشهورة بالنصب. «وعلى مرفوعها بقلة» كقراءة بعضهم: {ولات حين مناص}\nبالرفع، ولم يثبتوا بعدها الاسم والخبر جميعا.\n</p>\n\n<p>\n«وقد يضاف إليها (حين) لفظا»، كقوله:\n</p>\n\n<p>\nوذلك حين لات أوان حلم *** ولكن قبلها اجتنبوا أذاتي\n</p>\n\n<p>\nوفي إطلاق القول بأن لفظ (حين) أضيف إلى (لات) مسامحة، وإنما هو مضاف إلى\nالجملة المصدرة ب (لات). «أو تقديرا» كقوله:\n</p>\n\n<p>\nتذكر حب ليلى لات حينا *** ....................\n</p>\n\n<p>\nأي: حين لات حينا، فحذف الحين الأول، وسهل حذفه ذكر الحين الثاني.\n</p>\n\n<p>\nورد بالاستغناء عن هذا التقدير؛ إذ يصح المعنى بقوله:\n</p>\n\n<p>\nتذكر حب ليلى حينا *** .........................\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nأي: لين الحين حين تذكر.\n</p>\n\n<p>\nقلت: وقد يوجه/ [بأن] جملة (لات) لم تقع بحسب [الاستقراء] إلا في موضع\nنصب على الحال، وهو <span id='ms348'></span> الشائع، أو في موضع خفض حيث يضاف إليها الحين، ولا جائز\nأن تجعل الجملة حالية؛ لعدم الرابط، سواء جعلتها حالا من الفاعل أو المفعول\nفي قوله:\n</p>\n\n<p>\n(تذكر حب ليلى ...... )، فتعين تقدير (حين) ليوفر على (لات) حقها الثابت\nلها في الاستعمال، ومن ادعى أنها تستعمل خارجة عن الوجهين فعليه إثباته ولو\nبشاهد واحد، ولن يجد فيما أظن.\n</p>\n\n<p>\n«وربما استغني مع التقدير عن (لا) بالتاء»، كقوله:\n</p>\n\n<p>\nالعاطفون تحين ما من عاطف *** والمطعمون تحين ما من مطعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n             # أراد: حين لات ما من عاطف، فحذف (حين) مع (لا) وهذا أولى من قول من قال\n[إنه] أراد: العاطفونه - بهاء السكت - ثم أثبتها وأبدلها تاء. كذا قال\nالمصنف.\n</p>\n\n<p>\nونظير حذف (لا) قوله تعالى: {تالله تفتؤا}، وهو كثير، إلا أنه هنا ضعيف؛\nلأن فيه حذف الحرف الناسخ وبقاء معموله؛ ولأن فيه إجحافا بحذف شيئين، وكأن\nالذي سهل ذلك أن القاعدة: أن المرفوع بالفعل إنما يحذف تبعا لحذف عامله،\nوالفعل أصل في العمل، فلما كان المرفوع محذوفا سهل حذف الرافع ليصيرا بتلك\nالمنزلة. كذا قال ابن هشام، وفيه نظر.\n</p>\n\n<p>\nوبعضهم يزعم أن التاء مزيدة مع الحين لا في هذا البيت على الخصوص، بل هو\nجوابه في قوله تعالى: {ولات حين مناص}، وهو منقول عن أبي عبيدة، وتبعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n             # ابن الطراوه، واستضعفه الرضي لعدم شهرة (تحين) في اللغات، واشتهار (لات\nحين)، وأيضا فإنهم يقولون: (لات أوان)، ولات هنا. ولا يقال: تأوان، ولا تهنا.\n</p>\n\n<p>\n«وتهمل (لات) على الأصح إن وليها (هنا)»، بفتح الهاء، كقوله:\n</p>\n\n<p>\nحنت نوار ولات هنا حنت *** وبدا الذي كانت نوار أجنت\n</p>\n\n<p>\nقال المصنف: فلا عمل للات في هذا وأشباهه، ولكنها مهملة، و (هنا) في موضع\nنصب على الظرفية، والفعل بعدها صلة (أن) محذوفة، و (أن) وصلتها في موضع رفع\nبالابتداء، والخبر (هنا) كأنه قال: ولا هنالك حنين. كذا قال أبو علي انتهى.\n</p>\n\n<p>\nفإن قلت: (هنا) ظرف زمان، [فهو] بمعنى الحين، فلم لا تجعل (لات) عاملة\nفيه كما نقل عن أبي علي في أحد قوليه؟ والمعنى: حنت نوار وليس <span id='ms349'></span> الوقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n             # وقت حنينها ولا حاجة مع هذا إلى تقدير (أن) المصدرية؛ إذ اسم الزمان يضاف\nإلى الجملة من غير تقديرل (أن)، وذلك نحو: {هذا يوم لا ينطقون}.\n</p>\n\n<p>\nقلت: يلزم عليه إضافة اسم الإشارة، وهو محذور، فانظر ماذا يصنع أبو علي\nفي أحد قوليه: إن (لا) عاملة؟ ، على أن الرضي صرح بأن (هنا) ظرف زمان مضاف\nإلى (حنت) ظنفإن كان مع التزام أنه اسم إشاره فمشكل، وإن كان مع ادعاء\nتجرده عن الإشارة فيحتاج إلى ثبت، فتأمله.\n</p>\n\n<p>\n«ورفع ما بعد (إلا) في نحو: ليس الطيب إلالمسك، لغة تميم» حكىذلك عنهم\nأبو عمرو بن العلاء، فبلغ ذلك عيسى بن عمر الثقفي، فجاء فقال: ياأبا عمرو\nما شيء بلغني عنك! ! ثم ذكر ذلك له، فقال له أبو عمرو: (نمت وأدلج الناس)،\nليس في الأرض تميمي إلا وهو يرفع، ولا حجازى إلا وهو ينصب، ثم قال لليزيدي\nولخلف الأ؛ مر اذهبا إلى أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n             # مهدي فلقناه الرفع، فإنه لا يرفع، وإلى المنتجع التميمي فلقناه النصب\nفإنه لا ينصب، فأتياهما وجهدا بكل منهما أن يرجع عن لغته، فلم يفعل،\nوأخبروا أبا عمرو، وعيسى عنده، فقال له عيسى: بهذا فقت الناس. «ولا ضمير في\n(ليس) خلافا لأبي علي»، فإنه جوز أن يكون في (ليس) ضمير الشأن، ولو كان كما\nقال لوقعت (إلا) صدر الجملة الاسمية، إذ هى الخبر، وكان يقال: ليس إلا\nالطيب/ المسك.\n</p>\n\n<p>\nوجوابه - بأن (إلا) قد توضع في غير موضعها، نحو: {إن تظن إلا ظنا} ونحوه:\n</p>\n\n<p>\n..................... *** [وما اغتره الشيب إلا اغترارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n             # أي: إن نحن إلا نظن ظنا]، وما اغتره اغترارا إلا الشيب؛ لأن الاستثناء\nالمفرغ لا يكون في المفعول المطلق التوكيدى لعدم الفائدة فيه - مندفع بأنا\nلا نسلم أنه توكيدي، بل هو نوعي على حذف الصفة، أي إلا ظنا ضعيفا، وإلا\nاغترارا عظيما.\n</p>\n\n<p>\nوخرج أيضا على أن (الطيب) اسمها، وأن خبرها محذوف أي: في الوجود، وأن\n(المسك) بدل من اسمها.\n</p>\n\n<p>\nقال الرضي: ويشكل ذلك بلزوم حذف خبرها بلا ساد مسده، ولم يثبت لزوم حذف\nالخبر <span id='ms350'></span> في مثله. [قاله الزمخشري].\n</p>\n\n<p>\nوخرج أيضا كالوجه الثاني ولكن (إلا المسك) نعت الاسم؛ لأن تعريفه تعريف\nالجنس، أي ليس طيب غير المسك موجودا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nولأبي نزار، - الملقب بملك النحاة - توجيه آخر، وهو أن (الطيب) اسمها، و\n(المسك) مبتدأ حذف خبره، والجملة خبر (ليس)، والتقدير: إلا المسك أفخره.\n</p>\n\n<p>\nقال ابن هشام: وما تقدم من نقل أبي عمرو أن ذلك لغة تميم يرد هذه\nالتأويلات.\n</p>\n\n<p>\n«ولا يلزم حالية المنفي ب (ليس) و (ما)، على الأصح» من المذاهب الأربعة\nالمصرح بنقلها في (ليس):\n</p>\n\n<p>\nأحدها: أن النفي بها لا يتقيد، بل هي للنفي مطلقا.\n</p>\n\n<p>\nالثاني: أنها لنفي الحال، وقد تنفي المستقبل؛ لأن العرب شركوا بينهما في\nصيغة واحدة. قاله المبرد، والسيرافي، والصيمري، وابن درستويه.\n</p>\n\n<p>\nالثالث: أنها مختصة بالحال، فلا يجوز: ليس زيد قائما غدا. قال الزمخشري.\n</p>\n\n<p>\nالرابع: أنها لنفي الحال في الجملة المطلقة، فإن قيدت كان نفيها بحسب ذلك\nالقيد، وهو الصحيح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوالظاهر أن هذه المذاهب الأربعة في (ما)، وأنت خبير بأن عبارة المصنف\nتعطي مخالفة الزمخشري قطعا، ولا يفهم [منها] وراء ذلك اختيار قول معين من\nالأقوال الثلاثة الأخر، فتأمله.\n</p>\n\n<p>\n«وتزاد الباء كثيرا في الخبر المنفي ب (ليس)» نحو: {أليس الله بكاف\nعبده}. «و (ما) أختها»، وهي الحجازية، نحو: {وما ربك بظلم للعبيد}، {وما\nالله بغافل عما تعملون}.\n</p>\n\n<p>\nفإن قلت: لم جعلت (ما) في الآيتين حجازية لا تميمية؟\n</p>\n\n<p>\nقلت: لأن الخبر لم يجيء في التنزيل مجردا من الباء، إلا وهو منصوب، نحو:\n{ما هن أمهاتهم}، {ما هذا بشرا}، فيحمل المشكوك على المتيقن.\n</p>\n\n<p>\nوتخصيص المصنف (ما) أخت (ليس) بالذكر دون (لا 9 أختها فيه إشارة إلى ان\nالباء لا تزاد في خبر (لا) المذكورة.\n</p>\n\n<p>\nوقد نص ابن السراج على جواز زيادة الباء فيه، وأنشد قول سواد بن قارب.\n</p>\n\n<p>\nوكن لي شفيعا يوم لا ذو شفاعة *** بمغن فتيلا عن سواد بن قارب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: ولا حجة [له] فيه؛ لاحتمال أن تكون (لا) ملغاة، ولم تكرر للضرورة.\n</p>\n\n<p>\n«وقد تزاد» الباء أيضا «بعد [نفي] فعل ناسخ للابتداء» كقول الشاعر:\n</p>\n\n<p>\nوإن <span id='ms351'></span> مدت الأيدي إلى الزاد لم أكن *** ** بأعجلهم إذ أجشع القوم أعجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n             # وقول الآخر:\n</p>\n\n<p>\nدعاني أخي والخيل بيني وبينه *** فلما دعاني لم يجدني بقعدد\n</p>\n\n<p>\n«وبعد (أولم يروا أن» نحو: {أولم يروا أن الله الذي خلق السماوات والأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p269'> Vol. 03, p. 269</a>\n            </div>\n             # ولم يعى بخلقهن بقادر}؛ وذلك لأنه في معنى: أو ليس الله بقادر. «وشبهه».\n</p>\n\n<p>\nقال ابن قاسم: ولم يذكر المصنف له مثالا، ويمكن أن يمثل له بما أجازه\nالزجاج، قال: لو قلت: ما ظننت أن زيدا بقائم، لجاز. «وبعد (لا) التبرئة»\nنحو: (لا خير بخير بعده النار) إذا لم تجعل الباء ظرفية كذا قيل، ومع قيام\nهذا الاحتمال الظاهر لا يمكن الاستدلال/ به على المطلوب «و» بعد «هل» كقوله:\n</p>\n\n<p>\n......................... *** ألاهل أخو عيش لذيذ بدائم؟\n</p>\n\n<p>\n«و» بعد «(ما) المكفوفة ب (إن)» نحو: ما إن زيد بقائم.\n</p>\n\n<p>\n«و» بعد «(ما) «التميمية، خلافا لأبي علي» الفارسي «والزمخشري» بناء\nمنهما على أن المقتضي لزيادة الباء نصب الخبر، وليس كذلك، فإن المقتضي\nنفيه. «وربما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n             # زيدت في الحال المنفية» كقوله:\n</p>\n\n<p>\nفما رجعت بخائبة ركاب *** حكيم بن المسيب منتهاها\n</p>\n\n<p>\nكائن دعيت إلى بأساء داهمة *** فما انبعثت بمزؤود ولا وكل\n</p>\n\n<p>\nوخالف أبو حيان في ذلك، وخرج البيتين على أن التقدير: بحاجة خائبة، وبشخص\nمزؤود، أي مذعور، ويريد ب (المزؤود) نفسه، على حد قولهم: رأيت منه أسدا.\n</p>\n\n<p>\nقال ابن هشام في المغني: وهذا التخريج ظاهر في البيت الأول دون الثاني؛\nلأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p271'> Vol. 03, p. 271</a>\n            </div>\n             # صفات الذم إذا نفيت على سبيل المبالغة لم ينتف أصلها؛ ولهذا قيل: - في {\n... وما ربك بظالم للعبيد} - إن (فعالا) هنا ليس للمبالغة، وإنما هو للنسب كقوله:\n</p>\n\n<p>\n..................... *** * وليس بذي سيف وليس بنبال\n</p>\n\n<p>\nأي وما ربك بذي ظلم، ولا يقال: لقيت منه أسدا أوبحرا أو نحو ذلك إلا عند\nالمبالغة في الوصف بالإقدام والكرم.\n</p>\n\n<p>\nقلت: تسليمه [لظهور] التخريج في البيت الأول غير جيد؛ لما فيه من حذف\nالموصوف بدون دليل عليه، وقدحه في تخريج البيت الثاني كذلك؛ لأن النفي إنما\nيتسلط على قيد الفعل مع ثبوت أصله، أي فانبعثت بشخص غير مزؤود ولا وكل،\nيعني <span id='ms352'></span> نفسه، بالغ في اتصافه بالشجاعة والنهضة حتى انتزع من نفسه شخصيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p272'> Vol. 03, p. 272</a>\n            </div>\n             # لاذعر عنده، ولا كل، فكيف يتم ما قاله! ! .\n</p>\n\n<p>\n«و» ربما زيدت الباء أيضا في «خبر إن» كقول امرئ القيس.\n</p>\n\n<p>\nفإن تنأ عنها حقبة لا تلاقها *** فإنك مما أحدثت بالمجرب\n</p>\n\n<p>\n«و» خبر «لكن» كقوله:\n</p>\n\n<p>\nولكن أجرا لو فعلت بهين *** وهل ينكر المعروف في الناس والأجر\n</p>\n\n<p>\n«وقد يجر المعطوف على الخبر الصالح للباء مع سقوطها» كقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nمشائيم ليسوا مصلحين عشيرة *** ولا ناعب إلا ببين غرابها\n</p>\n\n<p>\nوهذا هو المعروف عندهم بالعطف على التوهم، وفى كونه [مقيسا] خلاف، وظاهر\nكلام المصنف أنه ينقاس، والذي عليه جمهور النحاة أنه غير مقيس.\n</p>\n\n<p>\nواحترز المصنف بقوله: (الصالح للباء) من [نحو] قولك: ليس زيد إلا قائما،\nفلا يجوز جر المعطوف عليه أصلا.\n</p>\n\n<p>\n«ويندر ذلك» أي جر المعطوف على الخبر المذكور. «بعد غير (ليس) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p274'> Vol. 03, p. 274</a>\n            </div>\n             # و (ما)» كقوله:\n</p>\n\n<p>\nوما كنت ذا نيرب فيهم *** ولا منمش فيهم منمل\n</p>\n\n<p>\nأي: وما كنت بذي نيرب ولا بمنمش، فقد جر في غير (ليس) [وم (ما)، وهو\nنادر، أما فعل ذلك مع (ليس) و (ما) فغير نادر، وقد تقدم شاهد (ليس)]، ومثال\nذلك بعد (ما) قول الاعر\n</p>\n\n<p>\nما الحازم الشهم مقدام ولا بطل *** إن لم يكن للهوى بالعقل غلابا\n</p>\n\n<p>\n«وقد يفعل ذلك»، أي الجر على التوهم «في المعطوف على منصوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p275'> Vol. 03, p. 275</a>\n            </div>\n             # اسم الفاعل المتصل» بحيث لا يكون بين المنصوب واسم الفاعل فاصل كقوله:\n</p>\n\n<p>\nفظل طهاة اللحم من بين منضج *** صفيف شواء أو قدير معجل\n</p>\n\n<p>\nفعطف (قدير) بالجر على (صفيف) الذي هو منصوب اسم الفاعل المتصل به، وهو\n(منضج) على توهم الإضافة، كأنه قيل: من بين منضج صفيف.\n</p>\n\n<p>\nبإضافة (منضج) إلى (صفيف)، فعطف عليه بالجر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الذي اختاره المصنف هو ممنوع عند المغاربة، والبيت عندهم مؤول على\nحذف المضاف، أي وطابخ قدير. و (أو) على التقديرين/ بمعنى الواو.\n</p>\n\n<p>\nوإنما شرط المصنف الاتصالبين المنصوب واسم الفاعل، لأنه لو وقع الفصل\nبينهما امتنعت المسألة، فلا يجوز أن تقول: : من بين منضج بالنار صفيف شواء\nأو قدير. بالجر، لأن <span id='ms353'></span> الفاصل رافع لتوهم الإضافة الذي كان سببا في الجر.\n</p>\n\n<p>\n«وإن ولي العاطف بعد خبر (ليس) أو (ما) وصف يتلوه سببي» نحو: ليس زيد\nقائما ولا ذاهبا أخوة «أعطي الوصف ماله مفردا» فينصب أو يجر على التوهم.\n«ورفع به السببي» وهو (أخوة) في المثالين «أو جعلا مبتدأ وخبرا» فترفعهما\nجميعا، فتقول: ولا ذاهب أخوة، ويتطابق الوصف حينئذ والمبتدأ، فتقول: ولا\nذاهبان أخواه، ولا ذاهبون أخوته. ولك في الوصف وجه آخر، وهو أن يموت مبتدأ،\nوالسببي فاعلا به أغنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p277'> Vol. 03, p. 277</a>\n            </div>\n             # عن الخبر على رأيهم؛ لاعتماده على حرف النفي\n</p>\n\n<p>\n«وإن تلاه أجنبي عطف بعد (ليس) على اسمها، والوصف على خبرها»، فتقول: ليس\nزيد قائما ولا ذاهبا عمرو، فتعطف الوصف - وهو (ذاهبا) - على خبرها، وهو\n(قائما)، وتعطف الأجنبي - وهو (عمرو) -على اسمها وهو (زيد).\n</p>\n\n<p>\n«وإن جر بالباء جاز - على الأصح - جر الوصف المذكور» فتقول: ليس زيد\nبقائم ولا ذاهب عمرو، وهذا مذهب الأخفش، وأما سيبويه فيمنع [من] ذلك،\nواستعمال العرب يشهد للأخفش، قال الشاعر:\n</p>\n\n<p>\nوليس بمعروف لنا أن نردها *** صحاحا ولا مستنكر أن تعقر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p278'> Vol. 03, p. 278</a>\n            </div>\n             # وقد تظن أن هذها من العطف على معمولي عاملين، وليس كذلك، لأن جر المعطوف\nبباء مقدرة مدلول عليها بالمتقدمة كذا قال المصنف.\n</p>\n\n<p>\n«ويتعين رفعه» أي رفع الوصف المعطوف، والأجنبي مرفوع بالفرض، فيرفعان\nجميعا «مع (ما)» [سواء] نصبت خبرها أو جررته بالياء؛ لأن خبرها لا يتقدم\nعلى اسمها، فكذا خبر ما عطف على اسمها، فيرجع العطف حينئذ إلى عطف الجمل\nكقول الفرزدق:\n</p>\n\n<p>\nلعمرك ما معن بتارك حقه *** ولا منئ معن ولا متيسر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p279'> Vol. 03, p. 279</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head8'>AUTO الباب الرابع عشر</h1>\n\n<p>\n«باب أفعال المقاربة»\n</p>\n\n<p>\nوليس كلها للمقاربة؛ لأن منها ما هو للشروع ومنها ما هو للترجي، ولكن لما\nكان فيها ما هو للمقاربة أطلق ذلك على الكل، من باب تسمية المجموع باسم بعض\nأفراده.\n</p>\n\n<p>\n«منها للشروع في الفعل» والتلبس بأول إأجزائه «طفق» بكسر الفاء يطفق\nطفقا، كفرق يفرق فرقا، وحكى الأخفش عن بعضهم: طفوفا. «وطفق»، بفتحها يطفق\nكجلس يجلس. «وطبق» بكسر الباء الموحدة «وجعل وأخذ» بفتح عين الكلمة <span id='ms354'></span> فيهما\n«وعلق» بكسر اللام، وهي غريبة، ومن شواهد استعمالها قول الشاعر:\n</p>\n\n<p>\nأراك علقت تظلم من أجرنا *** وظلم الجار إذلال المجير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p281'> Vol. 03, p. 281</a>\n            </div>\n             # «وأنشأ» بالهمزة أوله وآخره، كقوله:\n</p>\n\n<p>\n........................ *** أنشأت أعرب عما كان مكنونا\n</p>\n\n<p>\nوذكره ابن أفلح بالهمز. وبغيره «وهب» على صيغة (شد) و (رد) وهي غريبة،\nومن شواهد استعمالها قول الشاعر:\n</p>\n\n<p>\nهببت ألوم القلب في طاعة الهوى *** فلج كأني كنت باللوم أغريه\n</p>\n\n<p>\n«وقام» نحو: قام زيد يفعل.\n</p>\n\n<p>\n«ولمقاربته» أي: مقاربة الفعل «هلهل وكاد»، وهي أشهر أفعال المقاربة،\nيقال: كاد يكاد كيدا ومكادة، كهاب يهاب هيبا ومهابة، وحكى الأصمعي: (كودا)\nبالواو، فيكون كخاف خوفا ومخافة. «وكرب» بفتح الراء وكسرها، والفتح أفصح.\n«وأوشك» وهو في الأصل بمعنى (أسرع)، ويستعمل كذلك، فيقال أوشك فلان في\nالسير. [إذا] أسرع فيه. «وأولى» /، وهي أغربها.\n</p>\n\n<p>\nقال ابن قاسم: كقول الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p282'> Vol. 03, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nفعادى بين هاديتين منها *** وأولى أن يزيد على الثلاث\n</p>\n\n<p>\nقلت: الذي ينبغي التعويل عليه أنها بمنزلة (قارب)، وكذا فسرها الأصمعي،\nوأنشد عليه هذا البيت، كما صرح به في الصحاح، والكلام إنما هو في الأفعال\nالتي قيل إنها ناسخة، وإلا فهلا عد (قارب)، و (قرب). وفي بعض النسخ: (وألم\nوأولى). فزاد كلمة (ألم).\n</p>\n\n<p>\nقال ابن قاسم: ولم يتعرض إليها المصنف في الشرح، ويمكن أن يكون منه قوله\nفي الحديث: (وإن مما ينبت الربيع ما يقتل حبطا أويلم)، فيكون فعلا ناقصا،\nوالخبر محذوف، والتقدير: أويلم بأن يقتل.\n</p>\n\n<p>\nقلت: جعلتها من هذه الأفعال دعوى عارية عن الدليل، ولا حجة في الحديث، إذ\n(ألم) بمعنى (قرب)، فيكون معنى الحديث: مايقتل حبطا أو يقرب من القتل. هكذا\nقرره في الصحاح. ثم لا أدري كيف يكون الخبر المحذوف على تقدير جعلها ناقصة\nما قدره من قوله (بأن يقتل)، مع أنه متعلق بالفعل نفسه، كما هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p283'> Vol. 03, p. 283</a>\n            </div>\n             # في مثل قولك: ألم فلان بالذنب، إذا وقع فيه، وتلبس به! ! وهو كما ترى غير\nمناسب لسياق الحديث، فتأمله.\n</p>\n\n<p>\n«ولرجائه» أي لرجاء الفعل «عسى وحرى» بكسر الراء. «واخلولق» قال ابن\nقاسم: فهذه الثلاثة للإعلام بالمقاربة على سبيل الرجاء وأغربها حرى <span id='ms355'></span> [يقال:\nحرى] زيد أن يفعل، بمعنى (عسى).\n</p>\n\n<p>\nهكذا ذكر المصنف. والمحفوظ أن (حرى) اسم منون لا يثنى ولا يجمع، قال\nثعلب: أنت حرى، أي: خليق وحقيق.\n</p>\n\n<p>\nقلت: أما قوله: - أولا - فهذه الثلاثة للإعلام بالمقارب على سبيل الرجاء،\nفمنازع فيه؛ لأنا [لا] نسلم أن شيئا من هذه الأفعال الثلاثة يدل على\nالمقاربة، وإنما هى دالة على الرجاء، ساكتة عن القرب والبعد، وكلام المصنف\nيشير إلى ما قلناه، إنما غر الشارح قول ابن الحاجب: (أفعال المقاربة ما وضع\nلدنو الخبر [رجاء وحصولا أو أخذا فيه، ثم قال: (فالأول عسى ..... )، فخرج\nمن كلامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n             # أن (عسى) لدنو الخبر] على سبيل الرجاء، وتعقبه الرضي بما قلناه: فقال:\n(عسى) للطمع في حق غيره تعالى، وإنما يكون الطمع فيما ليس الطامع على وثوق\nمن حصوله، فكيف يحكم بدنو ما لا يوثق بحصوله، ولا يجوز أن يقال: معناه رجاء\nدنو الخبر كما هو مفهوم من كلام الجزولي وابن الحاجب، أي أن الطامع يطمع في\nدنو مضمون خبره، فقولك: عسى [الله] أن يشفي مريضي، أي أني أرجو قرب شفائه؛\nوذلك لأن (عسى) ليس متعينا بالوضع للطمع في دنو مضمون خبره، بل لطمع حصوله\nمطلقا، سواء ترجي حصوله عن قرب أو بعد مدة مديدة، تقول: عسى الله أن يدخلني\nالجنة، وعسى النبي أن يشفع لي، فإذا قلت: عسى زيد أن يخرج، فهو بمعنى: لعله\nيخرج، ولا دنو في (لعل) اتفاقا.\n</p>\n\n<p>\nوأما قوله: - ثانيا - إن المحفوظ أن حرى اسم منون. فهو تابع لشيخه أبي\nحيان في الاعتراض على المصنف بذلك، وهو قصور فقد نص القاضي عياض في مشارق\nالأنوار في حرف الحاء على أنه يقال: حرى زيد أن يفعل كذا، فيستعمل فعلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p285'> Vol. 03, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوناهيك به إماما ثقة لا ينازع في عدالته وسعة اطلاعه، وليس الحامل على\nالوقوع في هذا الاعتراض وأمثاله إلا سوء الظن بالمعترض عليه، وإلا فالمصنف\nمن الإمامة وحفظ اللغة وكثرة الإطلاع بالمحل الذي لا يدفع عنه، والمسألة\nنقلية، فما باله يدفع كلامه بهذه الأقوال الواهية، نعوذ بالله من حسد <span id='ms356'></span> يسد\nباب الإنصاف.\n</p>\n\n<p>\n«وقد ترد (عسى) إشفاقا»، قال سيبويه: (عسى) طمع وإشفاق، فالطمع في\nالمحبوب، والإفاق في المكروه/، نحو: عسيت أن أموت، وقد اجتمعنا في قوله\nتعالى: {وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم}،\nوقد أخذ حميد هذا المعنى فقال:\n</p>\n\n<p>\nقضى الله في بعض المكاره للفتى *** برشد وفي بعض الهوى ما يحاذر\n</p>\n\n<p>\nفكلمة (بعض) [في الموضعين] في مقابلة (شيئا) و (شيئا).\n</p>\n\n<p>\n«ويلازمهن» أي أفعال هذا الباب جميعا «لفظ المضي، إلا (كاد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n             # و (أوشك) و (جعل)» فلم تلزم لفظ المضي كما ستعرفه.\n</p>\n\n<p>\nقال ابن قاسم: واختلف في تعليل عدم التصرف في (عسى) وأخواتها، فقال أبو\nالفتح: لما قصد بها المبالغة في القرب أخرجت عن بابها، وهو التصرف، وكذلك\nكل فعل يراد به المبالغة يلزمه ذلك. قلت: فيه نظر يظهر مما سبق.\n</p>\n\n<p>\nقال الرضي/ وإنما لم يتصرف (عسى)؛ لتضمنه معنى الحرف، أي إنشاء الطمع\nوالرجاء ك (لعل) والإنشاءات - في الأغلب - من معاني الحروف، والحروف لا\nيتصرف فيها، وأما الفعل نحو: (بعت)، والجملة الاسمية نحو: أنت حر، فمعنى\nالإنشاء فيه عارض، وهذا وإن كان لا بأس به، لكنه قاصر على بعض ما لم يتصرف\nمن الأفعال المذكورة.\n</p>\n\n<p>\n«وعملها - في الأصل - عمل (كان)»، أي تدخل ناسخة على المبتدأ فترفعه،\nوالخبر فتنصبه، [يدل] ذلك وورده مفردا منصوبا في بعض الأحيان، كما سيأتس.\n</p>\n\n<p>\n«لكن التزم كون خبرها» فعلا «مضارعا مجردا» من (أن) «مع هلهل» وهي كلمة\nواحدة من أفعال المقاربة، «وما قبلها» وهي أفعال الشروع التسعة، فالأفعال\nالتي تجرد (أن) عن خبرها عشرة أفعال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nوعلة إلحاق (هلهل) بأفعال الشرع أشدية المقاربة فيه، وتركيبه يدل على\nالمبالغة، ك (زلزل) و (صرصر) فلما كان للمبالغة في القرب لحق الأفعال\nالدالة على الشروع فاستعمل [خبره] بدون (أن) نحو: هلهلت أقوم.\n</p>\n\n<p>\nوإنما لزم كون الخبر فيما هو للشروع مضارعا مجردا عن (أن)، ولم يجعل اسما\nولا فعلا ماضيا ولا مضارعا مقترنا ب (أن)؛ لأن المضارع المجرد عن علم\nالاستقبال ظاهر في الحال كما <span id='ms357'></span> مر في بابه، فهو من حيث الفعلية يدل على\nالحدوث دون الاسم، بدليل أنك إذا قلت: كان زيد وقت الزوال قائما، لم يدل\nعلى حدث القيام في ذلك الوقت، ومن حيث ظهوره في الحال يدل على كونه مشتغلا\nبه دون الماضي، بدليل أنك إذا قلت: كان زيد وقت [الزوال] قام، دل على أنه\nكان فرغ من القيام في ذلك الوقت مع حدوث القيام، فلما قصد في هذه الأفعال\nحدوث مصدر خبرها، وكون فاعلها مشتغلا به، وجب أن لا يكون اسما ولا ماضيا\nولا مضارعا ب (أن).\n</p>\n\n<p>\n«و» مضارعا «مقرونا [بأن] مع (أولى) وما بعدها»، أي مع أربعة أفعال:\n(أولى)، وهو أحد أفعال المقاربة، وأفعال الترجي الثلاثة المذكورة بعدها،\nوهي: (عسى) و (حرى) و (اخلولق).\n</p>\n\n<p>\nوكان ينبغي أن يسقط (عسى)، فيقول: مع (أولى) وما بعدها، إلا (عسى).لأنه\nسيذكرها في قسم ذي الوجهين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nوالعلة في أفعال الترجي أن المرجو مستقل، فيناسبه حرف الاستقبال.\n</p>\n\n<p>\nواما الترك في (عسى) فنادر، وهو بالجمل على (كاد) كما عكس ذلك في (كاد)\nحملا على (عسى) من ان يكون معنى الاستقبال هناك مرادا. كذا قيل، وهو مردود،\nبل مغنى (كاد يموت) قارب فيما مضى أن يتأخر عنه الموت قليلا، أي قارب حالة\nيكون الموت بعدها بقليل، [هذا] هو الذي اقتضى أن لا تدخل (أن)؛ لأنها أمارة\nالاستقبال، فذكرها/ موهم للتراخي. الذي هو عكس المراد، وإن كان لا يلزم من\nالاستقبال التراخي. «و» مضارعا ملتبسا «بالوجهين»: التجرد عن (أن)\nوالاقتران بها. «مع» الأفعال «البواقي»، لكن ليس الوجهان على [حد] سواء،\nفلذلك قال: «والتجريد مع (كاد) و (كرب) أعرف» من الاقتران ب (أن) كقوله:\n</p>\n\n<p>\n..................... *** قد كاد من طول البلى أن يمصحا\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\n................... *** فقد كربت أعناقها أن تقطعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n             # وهذا عند المغاربة مخصوص بالضرورة، ولم يذكر سيبويه في خبرها إلا التجرد.\n</p>\n\n<p>\n«و (عسى) و (أوشك) بالعكس» فاقتران خبرهما ب (أن) أعرف من تجريده منها\nكقول هدبة:\n</p>\n\n<p>\nعسى الكرب الذي أمسيت فيه *** يكون وراءه فرج قريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n             # وقول الآخر:\n</p>\n\n<p>\nيوشك من فر من <span id='ms358'></span> منيته *** في بعض غراته يوافقها\n</p>\n\n<p>\nوجمهور البصريين على أن تجريد [خبر] (عسى) من (أن) ضرورة، وظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n             # كلام سيبويه خلافه. «وربما جاء خبرهما» أي خبر (كاد) و (عسى)، كذا بين\nمراده في الشرح، وليس ذلك بمنجيه من التعقب، إذ لا قرينة في المتن تدل على\nهذا المراد، بل فيه قرينة خلافه، وهو قرب (عسى) و (أوشك) للضمير، فالمتبادر\nعوده إلى أقرب مذكور. «مفردا منصوبا».\n</p>\n\n<p>\nكقول الشاعر:\n</p>\n\n<p>\nفأبت إلى فهم وما كدت آبيا *** ......................\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nأكثرت في العذل ملحا دائما *** لا تكثرن إني عسيت صائما\n</p>\n\n<p>\nوهما شاذان، فقيل على تضمينهما معنى (كان)، وقيل: التقدير: وما كدت أكون\nآبيا، وعسيت أن أكون صائما. وجاز حذف (أن) مع الفعل مع كونها حرفا مصدريا؛\nلقوة الدلالة؛ وذلك لكثرة وقوع (أن) بعد مرفوع عسى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n«و» ربما جاء «خبر (جعل) [جملة] اسمية» كقوله:\n</p>\n\n<p>\nوقد جعلت قلوص بني سهيل *** من الأكوار مرتعها قريب\n</p>\n\n<p>\nوعلى ذلك خرج بعضهم ما حكاه ثعلب من قولهم: عسى زيد قائم، فجعل (عسى)\nناقصة، واسمها ضمير الشأن، والجملة الاسمية الخبر. «أو فعلية مصدرة ب\n(إذا)» كقول ابن عباس رضي الله عنهما: (فجعل الرجل إذا لم يستطع أن يخرج\nأرسل رسولا) وكقول الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nوقد جعلت إذا ما حاجتي نزلت *** بباب دارك أدلوها بأقوم\n</p>\n\n<p>\n«أو كلما» يعني: أو جملة فعلية مصدرة ب (كلما) كما في حديث البخاري:\n(فجعل كلما [جاء] ليخرج رمى في فيه بحجر).\n</p>\n\n<p>\nقال المصنف في التوضيح: وهذا منبه على أصل متروك، وذلك أن سائر أفعال\nالمقاربة مثل (كان) في الدخول على مبتدأ وخبر، فالأصل أن يكون خبرها كخبر\n(كان) في وقوعه مفردا وجملة اسمية وفعلية وظرفا، فترك الأصل والتزم كون\nالخبر مضارعا، ثم نبه على الأصل - شذوذا - في مواضع.\n</p>\n\n<p>\n«وندر إسنادها» أي/ إسناد (جعل) «إلى ضمير الشأن» ولم يقف الشارحون فيه\nعلى سماع يستند إليه فليطلب لذلك مثال.\n</p>\n\n<p>\n«ودخول النفي عليها» أي: على (جعل) كقول أنس رضي الله عنه: (فما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n             # جعل يشير بيده إلى ناحية من السماء إلا انفرجت)، وإنما الغالب دخول\nالنافي <span id='ms359'></span> على خبر أفعال الروع كقولك: جعل لا يكتب، وأنشا لا يسكت، وأما أفعال\nالمقاربة فيدخل النافي عليها تارة، وعلى خبرها أخرى، نحو: {لم يكد يراها} ونحو:\n</p>\n\n<p>\nصحا القلب عن سلمى وقد كاد [لا] يسلو .....\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n«وليس المقرون ب (أن) خبرا عند سيبويه»، وذلك لأن (أن) وما بعدها بتأويل\nالمصدر، فيلزم - في مثل قولك - عسى زيد أن يقوم - الإخبار بالحدث عن الجثة،\nوإنما المقرون ب (أن) عند سيبويه مفعول به منصوب على إسقاط الخافض، والفعل\nبمعنى (قرب)، والتقدير: - في/ المثال المذكور - قرب زيد من أن يقوم، ثم حذف\nالجار توسيعا، أو بجعل الفعل بمعنى (قارب)، فلا حذف، والمعنى: قارب زيد\nالقيام.\n</p>\n\n<p>\nوأما القائلون بأن (أن) وما بعدها خبر، فيقدرون مضافا: إما في الاسم، أي\nعسى حال زيد أن يخرج، أو في الخبر، أي عسى زيد صاحب أن يخرج، وفي هذا العذر\nتكلف؛ إذ لم يظهر المضاف الذي قدروه يوما من الدهر لا في الاسم ولا في الخبر.\n</p>\n\n<p>\nواعتذر بعضهم بأنه من باب (زيد عدل وصوم)، وبعضهم بأن (أن) زائدة، وليس\nبشيء، لأنها قد نصبت؛ ولأنها لا تسقط إلا قليلا.\n</p>\n\n<p>\nوالكوفيون يرون أن (عسى) في ذلك فعل قاصر بمعنى (قرب)، و (أن) والفعل بدل\nاشتمال من فاعلها.\n</p>\n\n<p>\nورد بأنه يكون - حينئذ - بدلا لازما يتوقف عليه فائدة الكلام، وليس هذا\nشأن البدل.\n</p>\n\n<p>\nقلت: ولا مانع من أن يكون البدل لازما؛ لكونه هو المقصود بالحكم، وكونه\nتابعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n             # لا يقدح في اللزوم، فقد رأينا بعض التوابع يلزم كوصف مجرور (رب) إذا كان ظاهرا.\n</p>\n\n<p>\n«ولا يتقدم هنا» أي في هذا الباب الذي نحن فيه «الخبر»، فلا يقال: يفعل\nطفق زيد، ولا أن يفعل عسى زيد؛ لئلا يكثر مخالفة الأصل؛ ولجمود هذه\nالأفعال.\n</p>\n\n<p>\nوقد يعترض الأول بأن خبر (كان) يقع جملة ويتقدم، وبالثاني بأن (كاد)، و\n(أوشك) متصرفان.\n</p>\n\n<p>\nوقد يجاب بأن التزام كون الخبر جملة، خروج ثان عن الأصل، ففي التقديم\nثلاث مخالفات، وبأن تصرف (كاد) و (أوشك) ناقص؛ إذ لا يستعمل منهما أمر.\n</p>\n\n<p>\n«وقد يتوسط»، أي الخبر <span id='ms360'></span> نحو: طفق يخرجان الزيدان، وكاد يهلكون العطاة.\n</p>\n\n<p>\nوظاهر كلامه أن لا فرق في توسط الخبر بين المجرد والمقترن ب (أن) نحو:\nعسى أن يخرجا غلاماك، وفي الثاني خلاف: أجازة المبرد والسيرافي والفارسي،\nوصححه ابن عصفور، ومنعه جماعة منهم الشلوبين.\n</p>\n\n<p>\n«وقد يحذف» أي الخبر «إن علم» كقول عمير بن ضابئ البرجمي:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nهممت ولم أفعل وكدت وليتني *** تركت على عثمان تبكى حلائله\n</p>\n\n<p>\nوكان من خبره أن أباه ضابئ بن الحارث استعار من قوم كلبا فأعاروه، ثم\nطلبوه، فرمى أمهم به، فرفعوه لأمير المؤمنين عثمان بن عفان - رضي الله عنه\n- فلما دعي به ليؤدب، شد سكينا في ساقه ليقتل بها عثمان، فعثر عليه، وأحسن\nأدبه، ففي ذلك يقول أبياتا هذا آخرها.\n</p>\n\n<p>\n«ولا يخلو الاسم» لكونه مخبرا عنه «من اختصاص»: إما بتعريف نحو: {فعسى\nالله أن يأتى بالفتح} وإما بغيره نحو: عسى سائل ذو حاجة أن يفتح الله عليه،\nواستظهر المصنف بقوله: «غالبا» على مجيئه نكوة محضة كقوله:\n</p>\n\n<p>\nعسى فرج يأتي به الله إنه *** له كل يوم في خليقته أمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n             # أفعال المقاربة\n</p>\n\n<p>\n.......... المضارعة أي ..... عن الخبر، وظاهر هذا أنها في هذه الحالة\nفعل ناقص سدت (أن) وصلتها مسد جزءيه، وظاهر كلام الجماعة أنها فعل تام، ولا\nحاجة إلى القول بأنها استغنت عن الخبر، والمصنف خالفهم قائلا: عندي أنها\nناقصة دائما، أما في: عسى زيد أن يقوم، فظاهر، وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n             # في: عسى أن يقوم زيد، فقدت سدت (أن) وصلتها مسد الجزءين كما في: {أحب\nالناس أن يتركوا}؛ إذ لم يقل أحد أن (حسب) خرجت في ذلك عن أصلها.\n</p>\n\n<p>\n«ولا يختلف لفظ المسند» وهو (عسى) مثلا «لاختلاف ما قبله» في الإفراد\nوالتذكير وغيرهما، فتقول: زيد عسى أن يقوم، والزيدان عسى أن يقوما،\nوالزيدون عسى أن/ يقوموا، وهند عسى أن تقوم، والهندان عسى أن تقوما،\nوالهندات عسى أن يقمن، وإنما لم يختلف لفظ (عسى) في هذه الصور؛ لأنه مسند\nإلى (أن) وصلتها [لا] إلى ضمير ما قبله. «فإن أسند» أي الفعل الذي هو أحد\nالثلاثة (أوشك) و (عسى <span id='ms361'></span>) و (اخلولق) «إلى ضميره» أي: ضمير ما قبله. «طابق\nصاحبه»، أي صاحب الضمير. «معها» أي: مع هذه الأفعال الثلاثة. «كما يطابق»\nالمسند صاحب الضمير «مع غيرها» أي: غير هذه الأفعال، فتقول: هند عست أن\nتقوم، والزيدان عسيا أن يقوما، والزيدون عسوا أن يقوموا، والهندان عستا أن\nتقوما، والهندات عسين أن يقمن، وكذا يقال: في (أوشك) و (اخلولق). «أو كان»\nالضمير «الحاضر» نحو: عسيت أنا وعسيت أنت. «أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n             # غائبات» نحو: الهندات عسين. «جاز كسر السين» من (عسى) والفتح هو الأصل\nوالأكثر، وبالكسر قرأ نافع، وكأن الكسر حينئذ كالعوض عما فات من إجازة\nإمالة فتحتها لمناسبة ما بعدها، وإنما لم تجز الإمالة حينئذ؛ لأنها إنما\nتقع قبل ألف أو راء أو تاء تأنيث.\n</p>\n\n<p>\n«وقد يتصل بها» أي (عسى) «الضمير الموضوع للنصب»، فيقال: عساني وعساك\nوعساه «اسما عند سيبويه حملا على (لعل)» في نصب الاسم ورفع الخبر، كما\nأجريت (لعل) مجراها في اقتران خبرها ب (أن) كما في قوله:\n</p>\n\n<p>\nلعلك يوما أن تلم ملمة *** عليك من اللاتي يدعنك أخرعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n             # الأخرع -بالخاء - المعجمة والراء - الضعيف، يقال: خرع الرجل خرعا كفرح\nفرحا، أي ضعف، وضبطه بعضهم بالجيم والدال المهملة من (الجدع)، وهو قطع\nالأنف وقطع الأذن وقطع اليد والشفة، وهو [هنا] كناية عن الإذلال، أي: لعلك\nأن تنزل بك حادثة من الحوادث اللاتي يتركنك ذليلا. «وخبرا مقدما عند\nالمبرد» والفارسي، فهي باقية على إعمالها عمل (كان)، ولكن قلب الكلام، فجعل\nالخبر مخبرا عنه وبالعكس، ورد قولهما هذا بأنه يستلزم - في قول الشاعر:\n</p>\n\n<p>\n..................... *** يا أبتا عللك أو عساك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n             # الاقتصار على فعل ومنصوبه دون مرفوعه.\n</p>\n\n<p>\nولهما أن يجيبا بأن المنصوب هنا مرفوع في المعنى، إذ مدعاهما أن الإعراب\nقلب المعنى بحاله. «ونائبا عن المرفوع عند الأخفش» فهي عنده أيضا باقية على\nعملها عمل (كان)، ولكن استعير ضمير النصب مكان ضمير الرفع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nويرده أمران:\n</p>\n\n<p>\nأحدهما: أن إنابة ضمير إنما تثبت في المنفصل نحو: ما أنا كأنت ولا أنت\nكأنا، وأما قوله:\n</p>\n\n<p>\nيا ابن الزبير طال ما عصيكا *** .............................\n</p>\n\n<p>\nفالكاف <span id='ms362'></span> بدل عن التاء بدلا تصريفيا، لا من باب إنابة ضمير كما ظنه المصنف.\n</p>\n\n<p>\nوالثاني: أن الخبر ظهر مرفوعا فر قوله:\n</p>\n\n<p>\nفقلت: عساها نار كأس وعلها *** تشكى فآتي نحوها فأعودها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n             # «وربما اقتصر عليه»، أي: على الضمير الموضوع للنصب كقوله:\n</p>\n\n<p>\nولي نفس أقول لها إذا ما *** تنازعني لعلي أو عاني\n</p>\n\n<p>\n«ويتعين عود ضمير من الخبر إلى الاسم» فلا يكون الرابط حينئذ إلا الضمير\nدون بقية الروابط، ثم لا يكون ذلك الضمير إلا نفس الفاعل.\n</p>\n\n<p>\n«وكون الفاعل غير قليل»، فهما مسألتان كما ذكر، فلا يجوز: كاد زيد يقوم\nبكر أصلا، ولا: كاد زسد يموت أبوه، إلا في القليل كقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n             # وقد جعلت إذا ما قمت بثقلني *** ثوبي فأنهض نهض الشارب الثمل\n</p>\n\n<p>\nوبعضهم أول ذلك على أن المعنى: أثقل بثوبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت خبير بأنه يلزم على الحكم الأول أن يكون [اسم] هذه الأفعال ضمير\nالشأن، نحو: كاد يقوم أخاك ويرد عليه قوله تعالى: {من بعد ما كاد يزيغ قلوب\nقريق منهم} على قراءة من قرأ (يزيغ) بباء الغيبة؛ إذ لا يجوز أن يكون من\nباب التنازع وإلا وجب تأنيث أحد الفعلين لإسناده إلى ضمير المؤنث، وإنما هو\nعلى إضمار ضمير الشأن في (كاد)، ولا يخفاك أن هذا بظاهره معارض لقوله: -\nقبل في (جعل) - وندر إسنادها إلى ضمير شأن.\n</p>\n\n<p>\n«وتنفى (كاد) إعلاما بوقوع الفعل عسيرا» نحو: {فذبحوها وما كادوا\nيفعلون}، لكن لا نسلم أن الدال على وقوع الفعل كذلك هو نفي (كاد)، وإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n             # الدال على ذلك قرينة تعنتهم في قولهم {أتتخذنا هزوا} و {آدع لنا ربك يبين\nلنا ما هى}، {آدع لنا ربك يبين لنا مالونها} {ادع لنا ربك يبين لنا ما هى}\nوهذا التعنت دأب من لا يفعل ولا يقارب الفعل، وأنه إن فعل فبعسر وعدم سهولة.\n</p>\n\n<p>\nوقال المصنف: وقد يقول القائل: لم يكد زيد يفعل، ومراده أنه فعل بعسر لا\nبسهولة، وهو خلاف الظاهر الذي وضع له اللفظ أولا. فكلامه في الشرح ظاهر في\nمخالفة كلامه في المنن. «أو» إعلاما «بعدمه» أي: بعدم الفعل. «وعدم <span id='ms363'></span>\nمقاربته» كقوله تعالى {إذا أخرج يده لم يكد يراها}، أي: لم يرها، ولم يقارب\nرؤيتها.\n</p>\n\n<p>\nوالحق أن (كاد) كغيرها من الأفعال، فإثباتها لمعناها، وهو مقاربة الفعل\nنحو: كاد زيد يقوم، أي: قارب، لكن يلزم من ذلك نفي مضمون الخبر؛ لأن قربك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n             # من الفعل لا يكون إلا مع انتفاء الفعل منك؛ إذ لو حصل الفعل منك لكنت\nآخذا فيه لا قريبا منه، ونفيها نفي لمعناها، وهو مقاربة الفعل أيضا، نحو:\nما كاد زيد يقوم، فهو نفي للقرب من الفعل، وهو أبلغ من نفي الفعل نفسه، فإن\nقولك ما قلابت من الضرب. آكد في نفي الضرب من قولك: ما ضربت، بلى قد يجئ مع\nنفي (كاد) قرينة تدل على ثبوت مضمون الخبر بعد انتفائه وبعد انتفاء القرب\nمنه، فتعمل على حسب تلك القرينة، وهي المفيدة حينئذ لثبوت مضمون الخبر لا\nنفي (كاد) كما قدمناه، فالمصنف لم يحرر القول في ذلك.\n</p>\n\n<p>\nوذهب قوم إلى [أن] إثبات (كاد) نفي ونفيه إثبات؛ تمسكا لا لآية الكريمة،\nوبقول ذي الرمة:\n</p>\n\n<p>\nإذا غير النأي المحبين لم يكد *** رسيس الهوى من حب مية يبرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n             # وقد اشتهر هذا القول حتى نظمه المعري لغزا فقال:\n</p>\n\n<p>\nأنجوي هذا العصر ما هى لفظة *** جرت في لساني جرهم وثمود\n</p>\n\n<p>\nإذا نفيت - والله ألعم - أثبتت *** وإن أثبتت قامت مقام جحود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n             # وقد علمت ما فيه.\n</p>\n\n<p>\nقال ابن الحاجب في شرح المفصل: لو صح قولهم في ذلك لكانت (قارب) كذلك في\nقولك: قارب زيد الخروج، وما قاربه.\n</p>\n\n<p>\nوالحق أن استفادة الإثبات ليس من قوله تعالى: { ... وما كادوا يفعلون}،\nبل [من] قوله تعالى: { ... فذبحوها .... }.\n</p>\n\n<p>\nوثم مذهب ثالث، وهو التفصيل بين نفي الماضي، فيكون إثباتا نظرا إلى ظاهر\nالأفعال نظرا إلى { .... لم يكد يراها ..... } والصحيح ما قررناه.\n</p>\n\n<p>\n«ولا تزاد» (كاد) «خلافا للأخفش» فإنه أجاز زيارتها تمسكا بقوله تعالى:\n{إن الساعة ءاتية آكاد أخفيها} [وأول بأن المعنى: أكاد أخفيها]، فلا أقول:\nهى آتية.\n</p>\n\n<p>\n«واستعمل مضارع كاد» نحو: {لم يكد يراها} «وأوشك» نحو:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nيوشك من فر من منيته *** ................................\n</p>\n\n<p>\n«وجعل» حكى <span id='ms364'></span> الكسائي: (إن التعبير ليهرم حتى يجعل إذا شرب [الماء] مجه)،\nوفيه شاهد ثان، وهو ورود الخبر جملة فعلية مصدرة بإذا.\n</p>\n\n<p>\n«وندر اسم فاعل (اوشك)» وهذه الإضافة كما في قولهم: حب زمان زيد، فإن\nالقصد إلى إضافة الحب المختص بكونه للرمان إلى زيد، وكذا القصد إلى إضافة\nالاسم المختص بالفاعل إلى (أوشك)، وتحقيقه: أن مطلق / الحب مضاف إلى\nالرمان، والحب المقيد بالإضافة إلى الرمان مضاف إلى زيد، وكذا ما نحن فيه كقوله:\n</p>\n\n<p>\nفإنك موشك أن لا تراها *** وتعدو دون غاضرة العوادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p313'> Vol. 03, p. 313</a>\n            </div>\n             # «وكاد» كقول كثير:\n</p>\n\n<p>\nأموت أسى يوم الرجام وإنني *** يقينا لرهن بالذي أنا كائد\n</p>\n\n<p>\nقال المصنف: أراد: بالموت الذي كدت آتيه، فأقام اسم الفاعل مقام الفعل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p314'> Vol. 03, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nوقد حكى الجوهري مضارع (طفق)، وقد سلف، قال المصنف: ولو أره لغيره.\n</p>\n\n<p>\nقلت: وحكى ابن ظفر في شرح المقامات: عسيت أعسى. قال النيلي: وعلى هذا\nفيقال: (عاس).\n</p>\n\n<p>\nوقال العماني: في شرح الفصيح: وزعم بعضهم أنه يقال: عسى يعسو وعسى يعسى،\nفتكون على هذا متصرفة. انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p315'> Vol. 03, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حلى العلا لعبد الدائم القيرواني: لا يقال - من (عسيت) - يفعل ولا\nفاعل، إلا أن أبا زيد حكى (عس)، قال: قد قال المعري:\n</p>\n\n<p>\nعساك تعذر (إن قصرت] في مدحي\n</p>\n\n<p>\nفإن مثلي بهجران القريض عسي\n</p>\n\n<p>\nقال النيلي: إن (عس) هناك بمعنى (خليق 9.وقد وقع هذا الوهم بعينه للمصنف\nفي شرح الكتاب، وذلك أنه قال في باب التعجب:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nشذ قولهم: ما أعساه، وأعس به، بمعنى: ما أحقه، وأحقق به، فبنوه من فعل\nغير متصرف.\n</p>\n\n<p>\nوهذا أشد في الغلط، لأنه معترف بالمعنى، مع توهمه أن الفعل جامد، وأنه\n(عسى) التي للمقاربة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p317'> Vol. 03, p. 317</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "007",
    "008",
    "009",
    "010",
    "011",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}