{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (58)\n</p>\n\n<p>\nحصول البغية للسائل هل لأحد في الجنة لحية\n</p>\n\n<p>\nلبرهان الدين الناجي الدمشقي الشافعي\n</p>\n\n<p>\n(900 ه)\n</p>\n\n<p>\nرحمه الله تعالى\n</p>\n\n<p>\nاعتنى به\n</p>\n\n<p>\nنظام محمد صالح يعقوبي\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1425 ه - 2004 ملقاء العشر الأواخر بالمسجد الحرام (58) ¶ حصول البغية\nللسائل هل لأحد في الجنة لحية ¶ لبرهان الدين الناجي الدمشقي الشافعي ¶\n(900 ه) ¶ رحمه الله تعالى ¶ اعتنى به ¶ نظام محمد صالح يعقوبي ¶ دار\nالبشائر الإسلامية ¶ الطبعة الأولى ¶ 1425 ه - 2004 م\n----NO PAGE NO------\nبسم الله الرحمن الرحيم وبه ثقتي\n</p>\n\n<p>\nقال الشيخ الإمام العالم العلامة، الحبر البحر الفهامة، المحدث أبو\nإسحاق، إبراهيم، برهان الدين، الناجي، الدمشقي، الشافعي، رحمه الله تعالى:\n</p>\n\n<p>\nأما بعد حمد الله تعالى، والصلاة والسلام على نبيه محمد وآله وصحبه،\n</p>\n\n<h1 class='l1' id='head1'>AUTO فقد تكرر السؤال: هل لأحد من أهل الجنة [فيها] لحية؟</h1>\n\n<p>\nوالجواب:\n</p>\n\n<p>\nأن الصحيح المشهور في الأحاديث الشريفة، الذي لم يثبت غيره، أن أهل الجنة\nيدخلونها ويكونون فيها جردا مردا، من غير استثناء أحد منهم أصلا.\n</p>\n\n<p>\nوقد روى [ذلك] الإمام أحمد، والترمذي، وابن أبي الدنيا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nوالطبراني في معجمه ((الأوسط)) و((الصغير))، والبيهقي، وغيرهم، من حديث أبي هريرة.\n</p>\n\n<p>\nورواه أحمد والترمذي أيضا من حديث معاذ بن جبل.\n</p>\n\n<p>\nورواه ابن أبي الدنيا، والطبراني في ((الأوسط))، من حديث أنس بن مالك.\n</p>\n\n<p>\nوذكره أبو الليث السمرقندي في ((تنبيهه)) مطولا بلا إسناد، من حديث ابن\nعباس، ولفظه:\n</p>\n\n<p>\n((إن أهل الجنة شباب مرد جرد، ليس لهم شعر إلا في الرأس والحاجبين وأشفار\nالعينين. قال: يعني ليس لهم شعر عانة، ولا شعر إبط، ولا لحية)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية للإمام أحمد -في سندها انقطاع- عن معاذ بن جبل:\n</p>\n\n<p>\n((يبعث المؤمنون يوم القيامة جردا مردا)).\n</p>\n\n<p>\nوقد ذكر ابن كثير في ((تاريخه))، وابن الملقن في ((شرحه للبخاري))، عن\nكعب الأحبار موقوفا:\n</p>\n\n<h1 class='l1' id='head2'>AUTO ((ليس أحد في الجنة له لحية إلا آدم عليه السلام، فإن له لحية</h1>\n\nسوداء إلى سرته، وذلك لأنه لم يكن له في الدنيا لحية)).\n<p>\nكذا أورداه ولم يتعقباه، وهو أشبه ما ورد في هذا الباب، مع أنه معارض بما\nذكره صاحب ((مرآة الزمان <span id='ms1'></span>)) عن وهب بن منبه، قال:\n</p>\n\n<p>\n((كان لباس آدم في الجنة الظفر، يزداد كل يوم جدة وحسنا؛ فلما أخرجه الله\nمن الجنة ألبسه الجلود والصوف. قال: وكان آدم أمرد فعوقب بإنبات اللحية)).\n</p>\n\n<p>\nلكنه غريب منكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن قتيبة في ((المعارف)) عنه:\n</p>\n\n<p>\n((أن آدم كان أمرد، وإنما نبتت اللحى لولده بعده)).\n</p>\n\n<p>\nوهذا هو المعروف عنه وعن كعب كما سبق.\n</p>\n\n<p>\nوكذا ذكره أبو الشيخ الأصبهاني في ((كتاب النوادر)) له، عن محمد بن كعب\nالقرظي، قال:\n</p>\n\n<p>\n((هبط آدم من الجنة بغير لحية، وإنما كانت اللحية لبنيه)).\n</p>\n\n<p>\nوذكر حجة الإسلام الغزالي في آخر كتاب الطهارة من ((الإحياء))، أن اللحية\nزينة الرجال، وأن لله ملائكة يقسمون: والذي زين بني آدم باللحى.\n</p>\n\n<p>\nقلت: ولفظ ((الفردوس)) وغيره.\n</p>\n\n<p>\n((أن لله ملائكة تسبيحهم: سبحان من زين الرجال باللحى، والنساء\nبالذوائب)).\n</p>\n\n<p>\nقال الحجة الغزالي: وهي من تمام الخلق، وبها يتميز الرجال عن النساء.\n</p>\n\n<p>\nقال: وقيل في غريب التأويل: اللحية هي المراد بقوله تعالى: {يزيد في\nالخلق ما يشاء}.\n</p>\n\n<p>\nقلت: وقد كان الأحنف بن قيس سناطا، أي: لا لحية له البتة أصلا، وهو\nالكوسج؛ فكان أهله وأصحابه يقولون: وددنا أن نشتري للأحنف لحية بعشرين ألفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الغزالي: وقال شريح القاضي:\n</p>\n\n<p>\nوددت أن لي لحية بعشرة آلاف. قال: وكيف تكره اللحية وفيها تعظيم الرجل،\nوالنظر إليه بعين العلم والوقار، والترفيع في المجالس، وإقبال الوجوه إليه،\nوالتقديم على الجماعة، ووقاية العرض، فإن من يشتم يعرض باللحية إذا كان\nللمشتوم لحية.\n</p>\n\n<h1 class='l1' id='head3'>AUTO قال: وقيل إن أهل الجنة مرد إلا هارون أخا موسى، صلى الله</h1>\n\nعليهما؛ فإن له لحية إلى سرته، خصيصا [له] وتفضيلا، انتهى كلامه.\n<p>\nوروى ابن جرير، وابن أبي حاتم، في ((تفسيريهما))، والبيهقي في ((دلائل\nالنبوة))، وابن عساكر في ((تاريخ دمشق))، وغيرهم، من طريق أبي هارون العبدي\n-واسمه: عمارة بن جوين، بالجيم، مصغر، وهو متروك- عن أبي سعيد الخدري -رضي\nالله عنه- عن النبي صلى الله عليه وسلم في حديث الإسراء المطول، قال:\n</p>\n\n<p>\n((ثم صعدت إلى السماء الخامسة؛ فإذا أنا بهارون، ونصف لحيته بيضاء ونصفها <span id='ms2'></span>\nسوداء، تكاد لحيته تصيب سرته من طولها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر أبو حفص الميانشي، وصاحب ((الفردوس)) -لكن لم يخرجه ولده في مسنده- عن\nجابر بن عبد الله مرفوعا:\n</p>\n\n<h1 class='l1' id='head4'>AUTO ((أهل الجنة مرد إلا موسى بن عمران، فإن له لحية إلى سرته)).</h1>\n\n<p>\nوكذا ذكره أبو القاسم الأصبهاني في ((تفسيره)) بغير سند، ولفظه:\n</p>\n\n<p>\n((يدخل أهل الجنة [الجنة] كلهم يوم القيامة جردا مردا، إلا موسى بن\nعمران؛ فإن له لحية إلى صدره، ويدعى أهل الجنة بأسمائهم إلا آدم؛ فإنه يكنى\nبأبي محمد)).\n</p>\n\n<p>\nقال: وفي رواية ابن عباس:\n</p>\n\n<p>\n((فإن لحيته إلى سرته)).\n</p>\n\n<p>\nوقال صاحب ((البحر)) القاضي أبو المحاسن الروياني في ((أماليه)):\n</p>\n\n<p>\nأخبرنا الشيخ الحافظ أبو منصور محمد بن أحمد بن الخضر القزويني، قال:\nأخبرنا القاضي الشريف أبو عمر بالبصرة، قال: حدثنا أبو العباس أحمد بن\nمحمد، قال: حدثنا الحسن بن داود بن مهران، قال: حدثنا سويد بن الحكم، قال:\nحدثنا حماد بن سلمة، عن ليث، عن عكرمة، عن ابن عباس، قال:\n</p>\n\n<p>\n((أهل الجنة مرد كلهم إلا موسى صلى الله عليه وسلم ؛ فإن لحيته إلى صدره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nوكلهم يدعى بأسمائهم، إلا آدم؛ فإنه يدعى بأبي محمد)).\n</p>\n\n<p>\nفيه مجاهيل، وليث -هو ابن أبي سليم- صدوق فيه ضعف يسير من سوء حفظه، ثم\nاختلط ولم يتميز حديثه فترك.\n</p>\n\n<p>\nوأخرج ابن جرير الطبري في ((تاريخه)) بسند ضعيف، من حديث ابن مسعود\nمرفوعا:\n</p>\n\n<p>\n((أهل الجنة جرد مرد، إلا موسى -عليه السلام-؛ فإن له لحية تضرب إلى\nسرته)).\n</p>\n\n<p>\nكذا نقله شيخنا قاضي القضاة ابن حجر في فتياه الآتية آخرا، ولم يبين وجه\nضعف سنده.\n</p>\n\n<p>\nوذكر الحافظ أبو أحمد بن عدي في كتابه ((الكامل في الضعفاء))، أن محمد بن\nأبي السري العسقلاني حدث عن شيخ بن أبي خالد الصوفي -وهو بصري متهم بالوضع-\nعن حماد بن سلمة بأحاديث منكرة بواطيل منها: عن حماد، عن عمرو بن دينار، عن\nجابر مرفوعا:\n</p>\n\n<p>\n((أهل الجنة جرد مرد، إلا موسى فإن لحيته إلى سرته)).\n</p>\n\n<p>\nكذا ذكره في ترجمة شيخ بن أبي خالد.\n</p>\n\n<p>\nوقد لخصها الذهبي في ((ميزانه)) ثم قال بعدها <span id='ms3'></span>:\n</p>\n\n<p>\n((قال الحاكم: روى شيخ عن حماد [بن سلمة] أحاديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nموضوعة في الصفات وغيرها))، انتهى.\n</p>\n\n<p>\nوابن أبي السري -هو ابن المتوكل- من شيوخ أبي داود، حافظ رحال صدوق عارف.\n</p>\n\n<p>\nوثقه ابن معين، وله أحاديث تستنكر وأوهام كثيرة. قال ابن عدي: كثير\nالغلط. وقال أبو حاتم الرازي: لين الحديث.\n</p>\n\n<p>\nوقد ساق ابن الجوزي الحديث المذكور في كتابه ((الموضوعات)) من ثلاثة طرق:\n</p>\n\n<p>\nالأول: من طريق الحسين بن إسماعيل المحاملي القاضي، قال: حدثنا أبو\nالوليد وهب بن حفص، قال: حدثنا عبد الملك بن إبراهيم الجدي، قال: حدثنا\nحماد بن سلمة، عن عمرو بن دينار، عن جابر مرفوعا:\n</p>\n\n<p>\n((ليس أحد من أهل الجنة إلا يدعى باسمه، إلا آدم؛ فإنه يكنى بأبي محمد.\nوليس أحد من أهل الجنة إلا وهم جرد مرد إلا موسى بن عمران، فإن لحيته تبلغ\nإلى سرته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: من طريق الحافظ ابن عدي، قال: حدثنا إسحاق بن إبراهيم الغزي، قال:\nحدثنا محمد بن أبي السري، قال: حدثنا شيخ بن أبي خالد البصري، قال: حدثنا\nحماد بن سلمة، به.\n</p>\n\n<p>\nولفظه:\n</p>\n\n<p>\n((يدعى الناس بأسمائهم يوم القيامة، إلا آدم، فإنه يكنى أبا محمد. وأهل\nالجنة جرد مرد، إلا موسى بن عمران؛ فإن لحيته تضرب إلى صدره)).\n</p>\n\n<p>\nوالثالث: ساقه أيضا من طريق ابن أبي السري، عن شيخ المذكور، ولفظه:\n</p>\n\n<p>\n((أهل الجنة جرد مرد، إلا موسى بن عمران، فإن له لحية إلى سرته))، ثم قال:\n</p>\n\n<p>\nهذا حديث لا يصح عن رسول الله صلى الله عليه وسلم .\n</p>\n\n<p>\nأما الطريق الأول: ففيه وهب بن حفص.\n</p>\n\n<p>\nقلت: وهو منسوب إلى جده؛ فإنه: وهب بن يحيى بن حفص بن عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عدي: ويعرف بابن المحتسب البجلي الحراني. وقد اتهم بالوضع. قال\nبلديه الحافظ أبو عروبة الحراني: وهو كذاب يضع الحديث، ويكذب كذبا فاحشا.\n</p>\n\n<p>\nوقال الدارقطني: كان يضع الحديث. وقد ذكر ابن عدي في مناكيره هذا الحديث.\n</p>\n\n<p>\nقال ابن الجوزي: وأما الطريق الثاني والثالث ففيهما: شيخ بن أبي خالد.\nقال ابن عدي: حدث عن حماد بن سلمة بأحاديث مناكير بواطيل.\n</p>\n\n<p>\nوقال <span id='ms4'></span> ابن حبان: هذا موضوع على رسول الله صلى الله عليه وسلم ، وشيخ بن\nأبي خالد كان يروي عن الثقات المعضلات، لا يحتج به بحال. ولما حدث ابن أبي\nالسري عن شيخ بهذا، بلغ ذلك وهب بن حفص -وكان مغفلا- فسرقه وحدث به عن عبد\nالملك الجدي متوهما أنه سمع منه، انتهى.\n</p>\n\n<p>\nوكذا ساق الحافظ ابن طاهر المقدسي في ((تذكرته)) حديث: ((ليس أحد يدخل\nالجنة إلا جرد مرد، إلا موسى بن عمران، له لحية إلى سرته))؛\n</p>\n\n<p>\nوالحديث الآخر: (ليس أحد -يعني في الجنة- يكنى إلا آدم، يكنى أبا محمد)،\nثم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالحديثان حديث واحد، وفيهما: وهب بن حفص، كان شيخا مغفلا، انتهى.\n</p>\n\n<p>\nثم قال ابن الجوزي رحمه الله تعالى:\n</p>\n\n<p>\nقلت: ووضع هذا الحديث وضع قبيح؛ لأنه لو كان [موسى] معظما باللحية؛ لكان\nنبينا أحق.\n</p>\n\n<p>\nثم إنه متى كان الناس على حالة؛ فانفرد واحد بغير حليتهم، كان ذلك كالعار\nعليه والشهرة له، فلا فائدة في ذلك. انتهى كلامه في ((الموضوعات)).\n</p>\n\n<h1 class='l1' id='head5'>AUTO وسئل شيخنا حافظ عصره ابن حجر من مكة عن مسائل منها: حديث معاذ</h1>\n\nفي الترمذي في دخول أهل الجنة [الجنة] جردا مردا أبناء ثلاث وثلاثين سنة،\nوأن في بعض كتب الفارسية: أن لإبراهيم الخليل عليه الصلاة والسلام، ولأبي\nبكر الصديق [رضي الله عنه] لحية في الجنة، فما الحكمة في ذلك؟ وهل صح ذلك أم لا؟\n<p>\nفأجاب: لم يصح أن للخليل ولا للصديق لحية في الجنة، ولا أعرف ذلك في شيء\nمن كتب الحديث المشهورة، و[لا] الأجزاء المنثورة. وعلى تقدير ورود ذلك؛\nفيظهر [لي] أن الحكمة في ذلك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nأما في حق الخليل؛ فلكونه منزلا منزلة الوالد للمسلمين؛ لأنه هو الذي سماهم\nبهذا الاسم، وأمروا باتباع ملته.\n</p>\n\n<p>\nوأما في حق الصديق: فينتزع من نحو ما ذكر في حق الخليل، فإنه كالوالد\nللمسلمين؛ إذ هو الفاتح لهم باب الدخول إلى الإسلام.\n</p>\n\n<p>\nقال: لكن أخرج الطبري من حديث ابن مسعود بسند ضعيف، وذكر [الحديث] الذي\nقدمته في موسى، قال: وذكر القرطبي في ((تفسيره)): أن ذلك <span id='ms5'></span> ورد في حق هارون أيضا.\n</p>\n\n<p>\nقال: ورأيت بخط بعض أهل العلم أنه ورد في حق آدم عليه السلام، ولا أعلم\nشيئا من ذلك ثابتا، والله أعلم.\n</p>\n\n<p>\nقلت: هذا جوابه بحروفه، لكن لا أدري أين ذكر القرطبي ما نقله عنه؛ فإنه\nلم يذكر من التذكرة سوى حديث جابر المساق أولا في حق موسى وعزاه إلى\nالميانشي. وكان ينبغي لشيخنا اطراح النقل الفارسي بالكلية، والاستراحة من\nتكلف توجيهه، شحا أن يتشاغل بباطل فاسد، أو يحمل من المتاع بائر كاسد!\n</p>\n\n<p>\nوقد ذكرت ورود ذلك في [حق] أبينا آدم وموسى وأخيه هارون -عليهم الصلاة\nوالسلام- وتكلمت عليه.\n</p>\n\n<p>\nوهذا ما حضرني الآن نقله في ذلك، وإنه لكاف شاف واف، لا يوجد مثله مجموعا\nفي غير هذا الجواب، ولا تحتمل الفتيا من البسط أكثر من هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالحمد لله على جميع نعمه، وصلاته وسلامه على سيدنا محمد وآله وصحبه.\n</p>\n\n<p>\nقال مؤلفه رحمه الله تعالى ونفعنا به في الدنيا والآخرة:\n</p>\n\n<p>\nقاله وأملاه خادم السنة النبوية، إبراهيم بن محمد بن محمود، الشافعي،\nالدمشقي، الملقب بالناجي، غفر الله ذنوبه، وستر عيوبه، بقوته وحوله، [ومنته\nوطوله].\n</p>\n\n<p>\nتم كتاب: ((حصول البغية للسائل: هل لأحد في الجنة لحية))، على يد أفقر\nالورى إلى الله: عبد الله بن زين الدين بن أحمد البصروي، الشافعي، الأشعري،\nغفر الله ذنوبه، وستر عيوبه، نهار الاثنين، حادي عشر شهر شوال، أحد شهور\nسنة خمس عشرة ومائة وألف، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             <span id='ms6'></span>\n</p>\n",
  "pages": [
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029"
  ],
  "volumes": [
    "01"
  ]
}