{
  "content": "\n<p>\nبسم الله الرحمن الرحيم وبه أستعين\n</p>\n\n<p>\nرب يسر بفضلك يا كريم وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\nأجمعين\n</p>\n\n<p>\nالحمد لله رب العالمين والعاقبة للمتقين ولا عدوان إلا على الظالمين\nوأشهد ألا إله إلا الله وحده لا شريك له الموصوف بصفات الجلال المنعوت\nبنعوت الكمال المنزه عما يضاد كماله من سلب حقائق أسمائه وصفاته المستلزم\nلوصفه بالنقائص وشبه المخلوقين فنفي حقائق أسمائه وصفاته متضمن للتعطيل\nوالتشبيه وإثبات حقائقها على وجه الكمال الذي لا يستحقه سواه هو حقيقة\nالتوحيد والتنزيه فالمعطل جاحد لكمال المعبود والممثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             @ مشبه\nله بالعبيد والموحد مبين لحقائق أسمائه وكمال أوصافه وذلك قطب رحى التوحيد\nفالمعطل يعبد عدما والممثل يعبد صنما والموحد يعبد ربا ليس كمثله شيء له\nالأسماء الحسنى والصفات العلى وسع كل شيء رحمة وعلما وأشهد أن محمدا عبده\nورسوله وأمينه على وحيه وخيرته من خلقه وحجته على عباده فهو رحمته المهداة\nإلى العالمين ونعمته التي أتمها على أتباعه من المؤمنين أرسله على حين فترة\nمن الرسل ودروس من الكتب وطموس من السبل وقد استوجب أهل الأرض أن ينزل\nبساحتهم العذاب وقد نظر الجبار جل جلاله إليهم فمقتهم عربهم وعجمهم إلا\nبقايا من أهل الكتاب وكانت الأمم إذ ذاك ما بين مشرك بالرحمن عابد للأوثان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n             @ وعابد للنيران وعابد للصلبان أو عابد للشمس والقمر والنجوم\nكافر بالله الحي القيوم أو تائه في بيداء ضلالته حيران قد استهواه الشيطان\nوسد عليه طريق الهدى والإيمان فالمعروف عنده ما وافق إرادته ورضاه والمنكر\nما خالف هواه قد تخلى عنه الرحمن وقارنه الخذلان يسمع ويبصر بهواه لا\nبمولاه ويبطش ويمشي بنفسه وشيطانه لا بالله فباب الهدى دونه مسدود وهو عن\nالوصول إلى معرفة ربه واتباع مرضاته مصدود فأهل الأرض بين تائه حيران وعبد\nللدنيا فهو عليها لهفان ومنقاد للشيطان جاهل أو جاحد أو مشرك بالرحمن\nفالأرض قد غشيتها ظلمة الكفر والشرك والجهل والعناد وقد استولى عليها أئمة\nالكفر وعساكر الفساد وقد استند كل قوم إلى ظلمات آرائهم وحكموا على <span id='ms001'></span> الله\nبين عباده بمقالاتهم الباطلة وأهوائهم فسوق الباطل نافقة لها القيام وسوق\nالحق كاسدة لا تقام فالأرض قد صالت جيوش الباطل في أقطارها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             @\nونواحيها وظنت أن تلك الدولة تدوم لها وأنه لا مطمع بجند الله وحزبه فيها\nفبعث الله رسوله وأهل الأرض أحوج إلى رسالته من غيث السماء ومن نور الشمس\nالذي يذهب عنهم حنادس الظلمات فحاجتهم إلى رسالته فوق جميع الحاجات\nوضرورتهم إليها مقدمة على جميع الضرورات فإنه لا حياة للقلوب ولا نعيم ولا\nلذة ولا سرور ولا أمان ولا طمأنينة إلا بأن تعرف ربها ومعبودها وفاطرها\nبأسمائه وصفاته وأفعاله ويكون أحب إليها مما سواه ويكون سعيها في ما يقربها\nإليه ويدنيها من مرضاته ومن المحال أن تستقل العقول البشرية بمعرفة ذلك\nوإدراكه على التفصيل فاقتضت رحمة العزيز الرحيم أن بعث الرسل به معرفين\nوإليه داعين ولمن أجابهم مبشرين ومن خالفهم منذرين وجعل مفتاح دعوتهم وزبدة\nرسالتهم معرفة المعبود سبحانه بأسمائه وصفاته وأفعاله إذ على هذه المعرفة\nتنبني مطالب الرسالة جميعها وإن الخوف والرجاء والمحبة والطاعة والعبودية\nتابعة لمعرفة المرجو المخوف المحبوب المطاع المعبود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             @\n</p>\n\n<p>\nولما كان مفتاح الدعوة الإلهية معرفة الرب تعالى قال أفضل الداعين إليه\nسبحانه لمعاذ بن جبل وقد أرسله إلى اليمن إنك ستأتي قوما أهل كتاب فليكن\nأول ما تدعوهم إليه شهادة ألا إله إلا الله وأن محمدا رسول الله فإذا عرفوا\nالله فأخبرهم أن الله قد فرض عليهم خمس صلوات في اليوم والليلة وذكر باقي\nالحديث وهو في الصحيحين وهذا اللفظ لمسلم\n</p>\n\n<p>\nفأساس دعوة الرسل صلوات الله وسلامه عليهم معرفة الله سبحانه بأسمائه\nوصفاته وأفعاله ثم يتبع ذلك أصلان عظيمان\n</p>\n\n<p>\nأحدهما : تعريف الطريق الموصلة إليه وهي شريعته المتضمنة لأمره ونهيه\n</p>\n\n<p>\nالثاني : تعريف السالكين ما لهم بعد الوصول إليه من النعيم الذي لا ينفد\nوقرة العين التي لا تنقطع\n</p>\n\n<p>\nوهذان الأصلان تابعان للأصل الأول ومبنيان عليه فأعرف الناس بالله أتبعهم\nللطريق الموصل إليه وأعرفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             @ بحال السالكين عند القدوم عليه\nولهذا سمى الله سبحانه ما أنزل على <span id='ms002'></span> رسوله روحا لتوقف الحياة الحقيقية عليه\nونورا لتوقف الهداية عليه قال الله تبارك وتعالى : <span class='quran'>يلقي الروح من أمره\nعلى من يشاء من عباده </span>غافر 15\n</p>\n\n<p>\nفي موضعين من كتابه وقال عز وجل\n</p>\n\n<p>\n<span class='quran'>وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا الإيمان\nولكن جعلناه نورا نهدي به من نشاء من عبادنا </span>الشورى 52\n</p>\n\n<p>\nفلا روح إلا فيما جاء به ولا نور إلا في الاستضاءة به فهو الحياة والنور\nوالعصمة والشفاء والنجاة والأمن والله سبحانه وتعالى أرسل رسوله بالهدى\nودين الحق فلا هدى إلا فيما جاء به ولا يقبل الله من أحد دينا يدينه به إلا\nأن يكون موافقا لدينه وقد نزه سبحانه وتعالى نفسه عما يصفه به العباد إلا\nما وصفه به المرسلون فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             @ <span class='quran'>سبحان الله عما يصفون إلا\nعباد الله المخلصين </span>الصافات 160\n</p>\n\n<p>\nقال غير واحد من السلف هم الرسل وقال الله سبحانه وتعالى : <span class='quran'>سبحان\nربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين </span></p>\n\n<p>\nفنزه نفسه عما يصفه به الخلق ثم سلم على المرسلين لسلامة ما وصفوه به من\nالنقائص والعيوب ثم حمد نفسه على تفرده بالأوصاف التي يستحق عليها كمال\nالحمد\n</p>\n\n<p>\nومن ها هنا أخذ إمام أهل السنة محمد بن إدريس الشافعي قدس الله روحه ونور\nضريحه خطبة كتابه حيث قال : الحمد لله الذي هو كما وصف نفسه وفوق ما يصفه\nبه خلقه فأثبت في هذه الكلمة أن صفاته إنما تتلقى بالسمع لا بآراء الخلق\nوأن أوصافه فوق ما يصفه به الخلق فتضمنت هذه الكلمة إثبات صفات الكمال الذي\nأثبته لنفسه وتنزيهه عن العيوب والنقائص والتمثيل وأن ما وصف به نفسه فهو\nالذي يوصف به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             @ لا ما وصفه به الخلق ثم قال : والحمد لله الذي\nلا يؤدى شكر نعمة من نعمه إلا بنعمة منه توجب على مؤدى شكر ماضي نعمه\nبأدائها نعمة حادثة يجب عليه شكره بها فأثبت في هذا القدر أن فعل الشكر\nإنما هو بنعمته على الشاكر وهذا يدل على أنه رحمه الله <span id='ms003'></span> مثبت للصفات والقدر\nوعلى ذلك درج بزل الإسلام والرعيل الأول ثم فرق على أثرهم التابعون وتبعهم\nعلى منهاجهم اللاحقون يوصي بها الأول الآخر ويقتدي فيه اللاحق بالسابق وهم\nفي ذلك بنبيهم مقتدون وعلى منهاجه سالكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             @\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن\nاتبعني </span>يوسف 108\n</p>\n\n<p>\nفمن اتبعني إن كان عطفا على الضمير في أدعو إلى الله فهو دليل أن أتباعه\nهم الدعاة إلى الله\n</p>\n\n<p>\nوإن كان عطفا على الضمير المنفصل فهو صريح أن أتباعه هم أهل البصيرة فيما\nجاء به دون من عداهم\n</p>\n\n<p>\nوالتحقيق أن العطف يتضمن المعنيين فأتباعه هم أهل البصيرة الذين يدعون\nإلى الله\n</p>\n\n<p>\nوقد شهد سبحانه لمن يرى أن ما جاء به من عند الله هو الحق لا آراء الرجال\nبالعلم فقال تعالى <span class='quran'>ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو\nالحق ويهدي إلى صراط العزيز الحميد </span>سبأ 6\n</p>\n\n<p>\nوقال تعالى <span class='quran'>أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى </span>الرعد 19\n</p>\n\n<p>\nفمن تعارض عنده حقائق ما جاء به وآراء الرجال فقدمها عليه أو توقف فيه أو\nقدحت في كمال معرفته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             @ وإيمانه به لم يكن من الذين شهد الله\nلهم بالعلم ولا يجوز أن يسمى بأنه من أهل العلم فكيف يكون الداعي إلى الله\nعلى بصيرة الذي وصفه الله بأنه سراج منير وبأنه هاد إلى صراط مستقيم وبأن\nمن اتبع النور الذي أنزل معه فهو المفلح لا غيره وأن من لم يحكمه في كل ما\nينازع فيه المتنازعون وينقاد لحكمه ولا يكون عنده حرج منه فليس بمؤمن لأن\nالرسول عنده قد أخبر الأمة عن الله وأسمائه وصفاته بما الحق في خلاف ظاهره\nوالهدى في إخراجه عن حقائقه وحمله على وحشي اللغات ومستكرهات التأويل وأن\nحقائقه ضلال وتشبيه وإلحاد والهدى والعلم في مجازه وإخراجه عن حقائقه\nوإحالة الأمه فيه على آراء المتحيرين وعقول المتهوكين فيقول إذا أخبرتكم عن\nالله وصفاته العلى بشيء فلا تعتقدوا حقيقته وخذوا معرفة مرادي به من آراء <span id='ms004'></span>\nالرجال ومعقولها فإن الهدى والعلم فيه\n</p>\n\n<p>\nوالدين إذا أحيل على تأويلات المتأولين انتقضت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             @ عراه كلها\nولا تشاء طائفة من طوائف أهل الضلال أن تتأول النصوص على مذهبها إلا وجدت\nالسبيل إليه وقالت لمن فتح لها باب التأويل إنا تأولنا كما تأولتم والنصوص\nأخبرت بما تأولناه كما أخبرت بما تأولتموه فما الذي جعلكم في تأويلكم\nمأجورين وجعلنا عليه مأزورين والذي قادكم إلى التأويل ما تقولون إنه معقول\nفمعنا نظيره أو أقوى منه أو دونه\n</p>\n\n<p>\nوسيأتي تمام هذا في بيان عجز المتأولين عن الفرق بين ما يسوغ تأويله وما\nلا يسوغ\n</p>\n\n<p>\nوالمقصود أن الله سبحانه قد أخبر أنه أكمل له ولأمته به دينهم وأتم عليهم\nبه نعمته ومحال مع هذا أن يدع أهم ما خلق له الخلق وأرسلت به الرسل وأنزلت\nبه الكتب ونصبت عليه القبلة وأسست عليه الملة وهو باب الإيمان به ومعرفته\nومعرفة أسمائه وصفاته وأفعاله ملتبسا مشتبها حقه بباطله لم يتكلم فيه بما\nهو الحق بل تكلم بما ظاهره الباطل والحق في إخراجه عن ظاهره وكيف يكون أفضل\nالرسل وأجل الكتب غير واف بتعريف ذلك على أتم الوجود مبين له بأكمل البيان\nموضح له غاية الإيضاح مع شدة حاجة النفوس إلى معرفته ومع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             @\nكونه أفضل ما اكتسبته النفوس وأجل ما حصلته القلوب ومن أبين المحال أن يكون\nأفضل الرسل قد علم أمته آداب البول قبله وبعده ومعه وآداب الوطء وآداب\nالطعام والشراب ويترك أن يعلمهم ما يقولونه بألسنتهم وتعتقده قلوبهم في\nربهم ومعبودهم الذي معرفته غاية المعارف والوصول إليه أجل المطالب وعبادته\nوحده لا شريك له أقرب الوسائل ويخبرهم فيه بما ظاهره باطل وإلحاد ويحيلهم\nفي فهم ما أخبرهم به على مستكرهات التأويلات ومستنكرات المجازات ثم يحيلهم\nفي معرفة الحق على ما تحكم به عقولهم وتوجبه أراؤهم\n</p>\n\n<p>\nهذا وهو القائل تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا\nهالك وهو القائل ما بعث الله من نبي إلا كان حقا عليه أن يدل على أمته على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             @ خير ما <span id='ms005'></span> يعلمه لهم وينهاهم عن شر ما يعلمه لهم وقال أبو ذر\nلقد توفي رسول الله صلى الله عليه وسلم وما طائر يقلب جناحيه في السماء إلا\nذكرنا منه علما\n</p>\n\n<p>\nوقال عمر بن الخطاب قام فينا رسول الله صلى الله عليه وسلم مقاما فذكر\nبدء الخلق حتى دخل أهل الجنة منازلهم وأهل النار منازلهم حفظ ذلك من حفظه\nونسيه من نسيه + ذكره البخاري +\n</p>\n\n<p>\nوصلى بهم رسول الله صلى الله عليه وسلم صلاة الظهر ثم خطبهم حتى حضرت\nالعصر فصلى العصر ثم خطب بهم حتى غربت الشمس فلم يدع شيئا كان ولا يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             @ من خلق آدم إلى قيام الساعة حتى أخبرهم به حفظه من حفظه\nونسيه من نسيه\n</p>\n\n<p>\nفكيف يتوهم من لله ولرسوله ودينه في قلبه وقار أن يكون رسول الله صلى\nالله عليه وسلم قد أمسك عن بيان هذا الأمر العظيم ولم يتكلم فيه بالصواب بل\nتكلم بما ظاهره خلاف الصواب بل لا يتم الإيمان إلا باعتقاد أن بيان ذلك قد\nوقع من الرسول على أتم الوجوه وأوضحه غاية الإيضاح ولم يدع بعده لقائل\nمقالا ولا لمتأول تأويلا ثم من المحال أن يكون خير الأمة وأفضلها وأعلمها\nوأسبقها إلى كل فضل وهدى ومعرفة قصروا في هذا الباب فجفوا عنه أو تجاوزوا\nفغلوا فيه وإنما ابتلي من خرج عن منهاجهم بهذين الداءين وهدوا لأحد\nالإنحرافين وبزل الإسلام وعصابة الإيمان وحماة الدين هم الذين كانوا في هذا\nالباب قائلين بالحق معتقدين له داعين إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             @ فإن قيل القوم\nكانوا عن هذا الباب معرضين وبالزهد والعبادة والجهاد مشتغلين لم يكن هذا\nالباب من همتهم ولا عنايتهم به قيل هذا من أبين المحال وأبطل الباطل بل\nكانت عنايتهم بهذا الباب فوق كل عناية واهتمامهم به فوق كل اهتمام وذلك\nبحسب حياة قلوبهم ومحبتهم لمعبودهم ومنافستهم في القرب منه فمن في قلبه\nأدنى حياة أو محبة لربه وإرادة لوجهه وشوق إلى لقائه فطلبه لهذا الباب\nوحرصه على معرفته وازدياده من التبصر فيه وسؤاله واستكشافه عنه هو أكبر <span id='ms006'></span>\nمقاصده وأعظم مطالبه وأجل غاياته وليست القلوب الصحيحة والنفوس المطمئنة\nإلى شيء من الأشياء أشوق منها إلى معرفة هذا الأمر ولا فرحها بشيء أعظم من\nفرحها بالظفر بمعرفة الحق فيه فكيف يمكن مع قيام هذا المقتضى الذي هو من\nأقوى المقتضيات أن يتخلف عنه أثره في خيار الأمة وسادات أهل العلم والإيمان\nالذين هممهم أشرف الهمم ومطالبهم أجل المطالب ونفوسهم أزكى النفوس فكيف يظن\nبهم الإعراض عن مثل هذا الأمر العظيم أو الغفلة عنه أو التكلم بخلاف الصواب\nفيه واعتقاد الباطل\n</p>\n\n<p>\nومن المحال أن يكون تلاميذ المعتزلة وورثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             @ الصابئين وأفراخ\nاليونان الذين شهدوا على أنفسهم بالحيرة والشك وعدم العلم الذي يطمئن إليه\nالقلب وأشهدوا الله وملائكته عليهم به وشهد به عليهم الأشهاد من أتباع\nالرسل أعلم بالله وأسمائه وصفاته وأعرف به ممن شهد الله ورسوله لهم بالعلم\nوالإيمان وفضلهم على من سبقهم ومن يجيء بعدهم إلى يوم القيامة ما خلا\nالنبيين والمرسلين وهل يقول هذا إلا غبي جاهل لم يقدر قدر السلف ولا عرف\nالله ورسوله وما جاء به\n</p>\n\n<p>\nقال شيخنا وإنما أتى هؤلاء المبتدعة الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             @ فضلوا طريقة\nالخلف على طريقة السلف من حيث ظنوا أن طريقة السلف هي مجرد الإيمان بألفاظ\nالقرآن والحديث من غير فقه ولا فهم لمراد الله ورسوله منها واعتقدوا أنهم\nبمنزلة الأميين الذين قال الله فيهم <span class='quran'>ومنهم أميون لا يعلمون الكتاب إلا\nأماني </span>البقرة 78\n</p>\n\n<p>\nوأن طريقة المتأخرين هي استخراج معاني النصوص وصرفها عن حقائقها بأنواع\nالمجازات وغرائب اللغات ومستنكر التأويلات فهذا الظن الفاسد أوجب تلك\nالمقالة التي مضمونها نبذ الكتاب والسنة وأقوال الصحابة والتابعين وراء\nظهورهم فجمعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             @ بين الجهل بطريقة السلف والكذب عليهم وبين\nالجهل والضلال بتصويب طريقة الخلف\n</p>\n\n<p>\nوسبب ذلك اعتقادهم أنه ليس في نفس الأمر صفة دلت عليها هذه النصوص فلما\nاعتقدوا التعطيل وانتفاء الصفات في نفس الأمر ورأوا أنه لا بد للنصوص من\nمعنى بقوا مترددين بين الإيمان باللفظ وتفويض المعنى وهذا الذي هو طريقة\nالسلف عندهم وبين صرف اللفظ عن حقيقته <span id='ms007'></span> وما وضع له إلى ما لم يوضع له ولا دل\nعليه بأنواع من المجازات والتكلفات التي هي بالألغاز والأحاجي أشبه منها\nبالبيان والهدى كما سيأتي بيانه مفصلا إن شاء الله\n</p>\n\n<p>\nوصار هذا الباطل مركبا من فساد العقل والجهل بالسمع فلا سمع ولا عقل فإن\nالنفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             @ والتعطيل إنما اعتمدوا فيه على شبهات فاسدة ظنوها\nمعقولات صحيحة فحرفوا لها النصوص السمعية عن مواضعها فلما ابتنى أمرهم على\nهاتين المقدمتين الكاذبتين كانت النتيجة استجهال السابقين الذين هم أعلم\nالأمة بالله وصفاته واعتقاد أنهم كانوا أميين بمنزلة الصالحين البله الذين\nلم يتبحروا في حقائق العلم بالله ولم يتفطنوا لدقائق العلم الإلهي وأن\nالخلف هم الفضلاء العلماء الذين حازوا قصب السبق واستولوا على الغاية\nوظفروا من الغنيمة بما فات السابقين الأولين\n</p>\n\n<p>\nفكيف يتوهم من له أدنى مسكة من عقل وإيمان أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             @ هؤلاء\nالمتحيرين الذين كثر في باب العلم بالله اضطرابهم وغلظ عن معرفة الله\nحجابهم وأخبر الواقف على نهايات إقدامهم بما انتهى إليه من مرامهم وأنه\nالشك والحيرة حيث يقول لعمري\n</p>\n\n<p>\n( لقد طفت في تلك المعاهد كلها % وسيرت طرفي بين تلك المعالم )\n</p>\n\n<p>\n( فلم أر إلا واضعا كف حائر % على ذقن أو قارعا سن نادم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             @\nويقول الآخر\n</p>\n\n<p>\n( نهاية إقدام العقول عقال % وأكثر سعي العالمين ضلال )\n</p>\n\n<p>\n( وأرواحنا في وحشة من جسومنا % وغاية دنيانا أذى ووبال )\n</p>\n\n<p>\n( ولم نستفد من بحثنا طول عمرنا % سوى أن جمعنا فيه قيل وقالوا ) وقال\nالآخر\n</p>\n\n<p>\nلقد خضت البحر الخضم وتركت أهل الإسلام وعلومهم وخضت في الذي نهوني عنه\nوالآن إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             @ لم يتداركني ربي برحمته فالويل لي وها أنا ذا أموت\nعلى عقيدة أمي\n</p>\n\n<p>\nوقال آخر أكثر الناس شكا عند الموت أصحاب الكلام\n</p>\n\n<p>\nوقال آخر منهم عند موته أشهدوا علي أني أموت وما عرفت شيئا إلا أن الممكن\nيفتقر إلى واجب ثم قال والافتقار أمر عدمي فلم أعرف شيئا\n</p>\n\n<p>\nوقال آخر وقد نزلت به نازلة من سلطانه فاستغاث برب الفلاسفة فلم يغث قال\nثم استغثت برب الجهمية فلم يغثني ثم استغثت برب القدرية فلم <span id='ms008'></span> يغثني ثم\nاستغثت برب المعتزلة فلم يغثني قال فاستغثت برب العامة فأغاثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n@\n</p>\n\n<p>\nقال شيخنا وكيف يكون هؤلاء المحجوبون المنقوصون الحيارى المتهوكون أعلم\nبالله وصفاته وأسمائه وآياته من السابقين الأولين من المهاجرين والأنصار\nوالذين اتبعوهم بإحسان ورثة الأنبياء وخلفاء الرسل ومصابيح الدجى وأعلام\nالهدى الذين بهم قام الكتاب وبه قاموا وبهم نطق الكتاب وبه نطقوا الذين\nوهبهم الله من العلم والحكمة ما برزوا به على سائر أتباع الأنبياء وأحاطوا\nمن حقائق المعارف بما لو جمعت حكمة من عداهم وعلومهم إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             @\nلاستحى من يطلب المقابلة ثم كيف يكون أفراخ المتفلسفة وأتباع الهند\nواليونان وورثة المجوس والمشركين وضلال الصابئين وأشباههم وأشكالهم أعلم\nبالله من ورثة الأنبياء وأهل القرآن والإيمان اه\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nفهذه مقدمة بين يدي جواب السؤال المذكور وإنما تتبين حقيقة الجواب بفصول\n</p>\n\n<p>\nالفصل الأول في معرفة حقيقة التأويل ومسماه لغة واصطلاحا\n</p>\n\n<p>\nالفصل الثاني في انقسام التأويل إلى صحيح وباطل\n</p>\n\n<p>\nالفصل الثالث أن التأويل إخبار عن مراد المتكلم لا إنشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             @\n</p>\n\n<p>\nالفصل الرابع في الفرق بين تأويل الخبر وتأويل الطلب\n</p>\n\n<p>\nالفصل الخامس في الفرق بين تأويل التحريف وتأويل التفسير وأن الأول يمتنع\nوقوعه في الخبر والطلب والثاني يقع فيهما\n</p>\n\n<p>\nالفصل السادس في تعجيز المتأولين عن تحقيق الفرق بين ما يسوغ تأويله من\nآيات الصفات وأحاديثها وما لا يسوغ\n</p>\n\n<p>\nالفصل السابع في إلزامهم في المعنى الذي جعلوه تأويلا نظير ما فروا منه\n</p>\n\n<p>\nالفصل الثامن في بيان خطئهم في فهمهم من النصوص المعاني الباطلة التي\nتأولوها لأجلها فجمعوا بين التشبيه والتعطيل\n</p>\n\n<p>\nالفصل التاسع في الوظائف الواجبة على المتأول التي لا يقبل منه تأويله\nإلا بها\n</p>\n\n<p>\nالفصل العاشر في أن التأويل شر من التعطيل فإنه يتضمن التشبيه والتعطيل\nوالتلاعب بالنصوص\n</p>\n\n<p>\nالفصل الحادي عشر في أن قصد المتكلم من المخاطب حمل كلامه على خلاف ظاهره\nوحقيقته ينافي قصد البيان والإرشاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             @\n</p>\n\n<p>\nالفصل الثاني عشر في بيان أنه مع كمال علم المتكلم وفصاحته وبيانه ونصحه\nيمتنع عليه أن يريد بكلامه خلاف ظاهره وحقيقته وعدم البيان في أهم الأمور\nوما تشتد <span id='ms009'></span> الحاجة إلى بيانه\n</p>\n\n<p>\nالفصل الثالث عشر في بيان أن تيسير القرآن للذكر ينافي حمله على التأويل\nالمخالف لحقيقته وظاهره\n</p>\n\n<p>\nالفصل الرابع عشر في أن التأويل يعود على المقصود من وضع اللغات بالإبطال\n</p>\n\n<p>\nالفصل الخامس عشر في جنايات التأويل على أديان الرسل وأن خراب العالم\nوفساد الدنيا والدين بسبب فتح باب التأويل\n</p>\n\n<p>\nالفصل السادس عشر في بيان ما يقبل التأويل من الكلام وما لا يقبله\n</p>\n\n<p>\nالفصل السابع عشر في أن التأويل يفسد العلوم كلها إن سلط عليها ويرفع\nالثقة بالكلام إن سلط عليه ولا يمكن أمة من الأمم أن تعيش عليه\n</p>\n\n<p>\nالفصل الثامن عشر في انقسام الناس في نصوص الوحي إلى أصحاب تأويل وأصحاب\nتخييل وأصحاب تمثيل وأصحاب تجهيل وأصحاب سواء السبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             @\n</p>\n\n<p>\nالفصل التاسع عشر في الأسباب التي تسهل على النفوس الجاهلة قبول التأويل\nمع مخالفته للبيان الذي علمه الله الإنسان وفطره على قبوله\n</p>\n\n<p>\nالفصل العشرون في بيان أن أهل التأويل لا يمكنهم إقامة الدليل السمعي على\nمبطل أبدا\n</p>\n\n<p>\nالفصل الحادي والعشرون في الأسباب الجالبة للتأويل\n</p>\n\n<p>\nالفصل الثاني والعشرون في أنواع الاختلاف الناشئة عن التأويل وانقسام\nالاختلاف إلى محمود ومذموم\n</p>\n\n<p>\nالفصل الثالث والعشرون في أسباب الخلاف الواقع بين الأئمة بعد اتفاقهم\nعلى أصل واحد وتحاكمهم إليه وهو كتاب الله وسنة رسوله\n</p>\n\n<p>\nالفصل الرابع والعشرون في ذكر الطواغيت الأربع التي هدم بها أصحاب\nالتأويل الباطل معاقل الدين وانتهكوا بها حرمة القرآن ومحوا بها رسوم\nالإيمان وهي\n</p>\n\n<p>\nقولهم إن كلام الله وكلام رسوله أدلة لفظية لا تفيد علما ولا يحصل منها\nيقين الأول\n</p>\n\n<p>\nوقولهم إن آيات الصفات وأحاديث الصفات مجازات لا حقيقة لها الثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             @\n</p>\n\n<p>\nوقولهم إن أخبار رسول الله صلى الله عليه وسلم الصحيحة لا تفيد العلم\nوغايتها أن تفيد الظن الثالث\n</p>\n\n<p>\nوقولهم إذا تعارض العقل ونصوص الوحي أخذنا بالعقل ولم نلتفت إلى الوحي\nالرابع\n</p>\n\n<p>\nوالله المسؤول أن يرينا الحق حقا ويوفقنا لاتباعه ويرينا الباطل باطلا\nويعيننا على اجتنابه وأن لا يجعلنا ممن يتقدم بين يديه ويدي رسوله ولا ممن\nيقدم آراء الرجال <span id='ms010'></span> وما نحتته أفكارها على نصوص الوحي وهو المسؤول أن يوفقنا\nلما طلبناه وأن يجعله خالصا لوجهه مدنيا من رضاه إنه خير مسؤول وأكرم مأمول\nوبه المستعان وعليه التكلان ولا حول ولا قوة إلا بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الأول في معرفة حقيقة التأويل ومسماه لغة واصطلاحا التأويل في\nاللغة\n</p>\n\n<p>\nالتأويل تفعيل من آل يؤول إلى كذا إذا صار إليه فالتأويل التصيير وأولته\nتأويلا إذا صيرته إليه فآل وتأول وهو مطاوع أولته\n</p>\n\n<p>\nوقال الجوهري التأويل تفسير ما يؤول إليه الشيء وقد أولته وتأولته تأولا\nبمعنى قال الأعشى\n</p>\n\n<p>\n( على أنها كانت تأول حبها % تأول ربعي السقاب فأصحبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             @\n</p>\n\n<p>\nقال أبو عبيدة يعني تفسير حبها ومرجعه أي أنه كان صغيرا في قلبه فلم يزل\nينبت حتى صار قديما كهذا السقب الصغير لم يزل يشب حتى صار كبيرا مثل أمه\nوصار له بن يصحبه انتهى كلامه ثم تسمى العاقبة تأويلا لأن الأمر يصير إليها\nومنه قوله تعالى <span class='quran'>فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم\nتؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا </span>النساء 59\n</p>\n\n<p>\nوتسمى حقيقة الشيء المخبر به تأويلا لأن الأمر ينتهي إليها ومنه قوله\n<span class='quran'>هل ينظرون إلا تأويله يوم يأتي تأويله يقول الذين نسوه من قبل قد جاءت\nرسل ربنا بالحق </span>الأعراف 53\n</p>\n\n<p>\nفمجيء تأويله مجيء نفس ما أخبرت به الرسل من اليوم الآخر والمعاد\nوتفاصيله والجنة والنار ويسمى تعبير الرؤيا تأويلا بالاعتبارين فإنه تفسير\nلها وهو عاقبتها وما تؤول إليه وقال يوسف لأبيه <span class='quran'>يا أبت هذا تأويل\nرؤياي من قبل </span>يوسف 100 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n             @\n</p>\n\n<p>\nأي حقيقتها ومصيرها إلى ها هنا انتهت وتسمى العلة الغائية والحكمة\nالمطلوبة بالفعل تأويلا لأنها بيان لمقصود الفاعل وغرضه من الفعل الذي لم\nيعرف الرائي له غرضه به ومنه قول الخضر لموسى عليهما السلام بعد أن ذكر له\nالحكمة المقصودة بما فعله من تخريق السفينة وقتل الغلام وإقامة الجدار بلا\nعوض <span class='quran'>سأنبئك بتأويل ما لم تستطع عليه صبرا </span>الكهف 78\n</p>\n\n<p>\nفلما أخبره بالعلة الغائية التي انتهى إليها فعله قال <span class='quran'>ذلك تأويل ما\nلم تسطع <span id='ms011'></span> عليه صبرا </span>الكهف 82\n</p>\n\n<p>\nفالتأويل في كتاب الله سبحانه وتعالى المراد به حقيقة المعنى الذي يؤول\nاللفظ إليه وهي الحقيقة الموجودة في الخارج فإن الكلام نوعان خبر وطلب\nفتأويل الخبر هو الحقيقة وتأويل الوعد والوعيد هو نفس الموعود والمتوعد به\nوتأويل ما أخبر الله به من صفاته وأفعاله نفس ما هو عليه سبحانه وما هو\nموصوف به من الصفات العلى وتأويل الأمر هو نفس الأفعال المأمور بها قالت\nعائشة كان رسول الله صلى الله عليه وسلم يقول في ركوعه وسجوده سبحانك اللهم\nربنا وبحمدك يتأول القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             @ فهذا التأويل هو نفس فعل المأمور\nبه فهذا التأويل في كلام الله ورسوله وأما التأويل في اصطلاح أهل التفسير\nوالسلف من أهل الفقه والحديث فمرادهم به معنى التفسير والبيان ومنه قول بن\nجرير وغيره القول في تأويل قوله تعالى كذا وكذا يريد تفسيره ومنه قول\nالإمام أحمد في كتابه في الرد على الجهمية فيما تأولته من القرآن على غير\nتأويله فأبطل تلك التأويلات التي ذكروها وهي تفسيرها المراد بها وهو\nتأويلها عنده فهذا التأويل يرجع إلى فهم المعنى وتحصيله في الذهن والأول\nيعود إلى وقوع حقيقته في الخارج\n</p>\n\n<p>\nوأما المعتزلة والجهمية وغيرهم من فرق المتكلمين فمرادهم بالتأويل صرف\nاللفظ عن ظاهره وحقيقته إلى مجازه وما يخالف ظاهره وهذا هو الشائع في عرف\nالمتأخرين من أهل الأصول والفقه ولهذا يقولون التأويل على خلاف الأصل\nوالتأويل يحتاج إلى دليل\n</p>\n\n<p>\nوهذا التأويل هو الذي صنف في تسويغه وإبطاله من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             @ الجانبين\nفصنف جماعة في تأويل آيات الصفات وأخبارها كأبي بكر بن فورك وبن مهدي\nالطبري وغيرهما وعارضهم آخرون فصنفوا في إبطال تلك التأويلات كالقاضي أبي\nيعلى والشيخ موفق الدين بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n             @ قدامة وهو الذي حكى عن غير واحد\nإجماع السلف على عدم القول به كما ستأتي حكاية ألفاظهم إن شاء الله\n</p>\n\n<p>\nفصل وعلى هذا ينبني الكلام في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الثاني وهو انقسام التأويل إلى صحيح وباطل\n</p>\n\n<p>\nفالتأويل الصحيح هو القسمان الأولان وهما التأويل الصحيح حقيقة المعنى\nوما يؤول إليه في الخارج <span id='ms012'></span> أو تفسيره وبيان معناه وهذا التأويل يعم المحكم\nوالمتشابه والأمر والخبر\n</p>\n\n<p>\nقال جابر بن عبد الله في حديث حجة الوداع ورسول الله صلى الله عليه وسلم\nبين أظهرنا ينزل عليه القرآن وهو يعلم تأويله فما عمل به من شيء عملنا به\nفعلمه صلى الله وسلامه عليه بتأويله هو علمه بتفسيره وما يدل عليه وعمله به\nهو تأويل ما أمر به ونهى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             @\n</p>\n\n<p>\nودخل رسول الله صلى الله عليه وسلم مكة في عمرة القضاء وعبد الله بن\nرواحة آخذ بخطام ناقته وهو يقول\n</p>\n\n<p>\n( خلوا بني الكفار عن سبيله % خلوا فكل الخير في رسوله )\n</p>\n\n<p>\n( يا رب إني مؤمن بقيله % أعرف حق الله في قبوله )\n</p>\n\n<p>\n( نحن قتلناكم على تأويله % كما قتلناكم على تنزيله )\n</p>\n\n<p>\n( ضربا يزيل الهام عن مقيله % ويذهل الخليل عن خليله )\n</p>\n\n<p>\nقال بن هشام نحن قتلناكم على تأويله إلى آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             @ الأبيات لعمار\nبن ياسر في غير هذا اليوم والدليل على ذلك أن بن رواحة إنما أراد المشركين\nوالمشركون لم يقروا بالتنزيل وإنما يقاتل على التأويل من أقر بالتنزيل\n</p>\n\n<p>\nوهذا لا يلزم إن صح الشعر عن بن رواحة لأن المراد بقتالهم على التأويل هو\nتأويل قوله تعالى <span class='quran'>لتدخلن المسجد الحرام إن شاء الله آمنين </span>الفتح\n27\n</p>\n\n<p>\nوكان دخولهم المسجد الحرام عام القضية آمنين هو تأويل هذه الرؤيا التي\nرآها رسول الله صلى الله عليه وسلم وأنزلها الله في كتابه ويدل عليه أن\nالشعر إنما يناسب خطاب الكفار بقي أن يقال فلم يكن هناك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n             @ قتال\nحتى يقول نحن قتلناكم فيقال هذا تخويف وتهديد أي إن قاتلتمونا قاتلناكم\nوقتلناكم على التأويل والتنزيل وعلى التقديرين فليس المراد بالتأويل صرف\nاللفظ عن حقيقته إلى مجازه\n</p>\n\n<p>\nومن هذا قول الزهري وقعت الفتنة وأصحاب محمد متوافرون فأجمعوا أن كل مال\nأو دم أصيب بتأويل القرآن فهو هدر أنزلوهم منزلة أهل الجاهلية أي إن\nالقبيلتين في الفتنة إنما اقتتلوا على تأويل القرآن وهو تفسيره وما ظهر لكل\nطائفة منه حتى دعاهم إلى القتال فأهل الجمل وصفين إنما اقتتلوا على تأويل\nالقرآن <span id='ms013'></span> وهؤلاء يحتجون به وهؤلاء يحتجون به نعم التأويل الباطل تأويل أهل\nالشام قوله صلى الله عليه وسلم لعمار تقتلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             @ الفئة الباغية\nفقالوا نحن لم نقتله إنما قتله من جاء به حتى أوقعه بين رماحنا فهذا هو\nالتأويل الباطل المخالف لحقيقة اللفظ وظاهره فإن الذي قتله هو الذي باشر\nقتله لا من استنصر به ولهذا رد عليهم من هو أولى بالحق والحقيقة منهم\nفقالوا فيكون رسول الله صلى الله عليه وسلم وأصحابه هم الذين قتلوا حمزة\nوالشهداء معه لأنهم أتوا بهم حتى أوقعوهم تحت سيوف المشركين\n</p>\n\n<p>\nومن هذا قول عروة بن الزبير لما روى حديث عائشة فرضت الصلاة ركعتين\nركعتين فزيد في صلاة الحضر وأقرت صلاة السفر فقيل له فما بال عائشة أتمت في\nالسفر قال تأولت كما تأول عثمان وليس مراده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n             @ أن عائشة وعثمان\nتأولا آية القصر على خلاف ظاهرها وإنما مراده أنهما تأولا دليلا قام عندهما\nاقتضى جواز الإتمام فعملا به فكان عملهما به هو تأويله فإن العمل بدليل\nالأمر هو تأويله كما كان رسول الله صلى الله عليه وسلم يتأول قوله تعالى\n<span class='quran'>فسبح بحمد ربك واستغفره </span>النصر 3\n</p>\n\n<p>\nبامتثاله بقوله سبحانك اللهم ربنا وبحمدك اللهم اغفر لي فكأن عائشة\nوعثمان تأولا قوله <span class='quran'>فإذا اطمأننتم فأقيموا الصلاة </span>النساء 103\n</p>\n\n<p>\nوإن إتمامها من إقامتها\n</p>\n\n<p>\nوقيل تأولت عائشة أنها أم المؤمنين وأن أمهم حيث كانت فكأنها مقيمة بينهم\nوأن عثمان كان إمام المسلمين فحيث كان فهو منزله أو أنه كان قد عزم على\nالاستيطان بمنى أو أنه كان قد تأهل بها ومن تأهل بلد لم يثبت له حكم\nالمسافر أو أن الأعراب كانوا قد كثروا في ذلك الموسم فأحب أن يعلمهم فرض\nالصلاة وأنه أربع أو غير ذلك من التأويلات التي ظناها أدلة مقيدة لمطلق\nالقصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             @ أو مخصصة لعمومه وإن كانت كلها ضعيفة والصواب هدي رسول\nالله صلى الله عليه وسلم فإنه كان إمام المسلمين وعائشة أم المؤمنين في\nحياته وبعد وفاته وقد قصرت معه ولم يكن عثمان ليقيم بمكة وقد بلغه أن <span id='ms014'></span> رسول\nالله صلى الله عليه وسلم إنما رخص بها للمهاجر بعد قضاء نسكه ثلاثا\nوالمسافر إذا تزوج في طريقه لم يثبت له حكم الإقامة بمجرد التزوج مالم يزمع\nالإقامة وقطع السفر\n</p>\n\n<p>\nوبالجملة فالتأويل الذي يوافق ما دلت عليه النصوص وجاءت به السنة\nويطابقها هو التأويل الصحيح والتأويل الذي يخالف ما دلت عليه النصوص وجاءت\nبه السنة هو التأويل الفاسد ولا فرق بين باب الخبر والأمر في ذلك وكل تأويل\nوافق ما جاء به الرسول فهو المقبول وما خالفه فهو المردود فالتأويل الباطل\nأنواع\n</p>\n\n<p>\nأحدها مالم يحتمله اللفظ بوضعه كتأويل قوله صلى الله عليه وسلم حتى يضع\nرب العزة عليها رجله بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n             @ الرجل جماعة من الناس فإن هذا لا\nيعرف في شيء من لغة العرب البتة\n</p>\n\n<p>\nالثاني مالم يحتمله اللفظ ببنيته الخاصة من تثنية أو جمع وإن احتمله\nمفردا كتأويل قوله <span class='quran'>لما خلقت بيدي </span>ص 75 بالقدرة\n</p>\n\n<p>\nالثالث مالم يحتمله سياقه وتركيبه وإن احتمله في غير ذلك السياق كتأويل\nقوله <span class='quran'>هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات\nربك </span>الأنعام 158 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n             @\n</p>\n\n<p>\nبأن إتيان الرب إتيان بعض آياته التي هي أمره وهذا يأباه السياق كل\nالإباء فإنه يمتنع حمله على ذلك مع التقسيم والترديد والتنويع\n</p>\n\n<p>\nوكتأويل قوله إنكم ترون ربكم عيانا كما ترون القمر ليلة البدر صحوا ليس\nدونه سحاب وكما ترون الشمس في الظهيرة صحوا ليس دونها سحاب فتأويل الرؤية\nفي هذا السياق بما يخالف حقيقتها وظاهرها في غاية الامتناع وهو رد وتكذيب\nتستر صاحبه بالتأويل\n</p>\n\n<p>\nالرابع ما لم يؤلف استعماله في ذلك المعنى في لغة المخاطب وإن ألف في\nالاصطلاح الحادث وهذا موضع زلت فيه أقدام كثير من الناس وضلت فيه أفهامهم\nحيث تأولوا كثيرا من ألفاظ النصوص بما لم يؤلف استعمال اللفظ له في لغة\nالعرب البتة وإن كان معهودا في اصطلاح المتأخرين وهذا مما ينبغي التنبه له\nفإنه حصل بسببه من الكذب على الله ورسوله ما حصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             @\n</p>\n\n<p>\nكما تأولت طائفة قوله تعالى <span class='quran'>فلما أفل </span>الأنعام <span id='ms015'></span> 77 76\n</p>\n\n<p>\nبالحركة وقالوا استدل بحركته على بطلان ربوبيته ولا يعرف في اللغة التي\nنزل بها القرآن أن الأفول هو الحركة البتة في موضع واحد\n</p>\n\n<p>\nوكذلك تأويل الأحد بأنه الذي لا يتميز منه شيء عن شيء البتة ثم قالوا لو\nكان فوق العرش لم يكن أحدا فإن تأويل الأحد بهذا المعنى لا يعرفه أحد من\nالعرب ولا أهل اللغة ولا يعرف استعماله في لغة القوم في هذا المعنى في موضع\nواحد أصلا وإنما هو اصطلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n             @ الجهمية والفلاسفة والمعتزلة ومن\nوافقهم\n</p>\n\n<p>\nوكتأويل قوله <span class='quran'>ثم استوى على العرش </span>الأعراف 54\n</p>\n\n<p>\nبأن المعنى أقبل على خلق العرش فإن هذا لا يعرف في لغة العرب بل ولا\nغيرها من الأمم أن من أقبل على الشيء يقال قد استوى عليه ولا لمن أقبل على\nعمل من الأعمال من قراءة أو كتابة أو صناعة قد استوى عليها ولا لمن أقبل\nعلى الأكل قد استوى على الطعام فهذه لغة القوم وأشعارهم وألفاظهم موجودة\nليس في شيء منها ذلك البتة\n</p>\n\n<p>\nوهذا التأويل يبطل من وجوه كثيرة سنذكرها في موضعها لو لم يكن منها إلا\nتكذيب رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n             @ لصاحب هذا التأويل لكفاه\nفإنه قد ثبت في الصحيح أن الله قدر مقادير الخلائق قبل أن يخلق السماوات\nوالأرض بخمسين ألف سنة وعرشه على الماء فكان العرش موجودا قبل خلق السماوات\nوالأرض بأكثر من خمسين ألف سنة فكيف يقال إنه خلق السماوات والأرض في ستة\nأيام ثم أقبل على خلق العرش\n</p>\n\n<p>\nوالتأويل إذا تضمن تكذيب الرسول فحسبه ذلك بطلانا وأكثر تأويلات القوم من\nهذا الطراز وسيمر بك منها ما هو قرة عين لكل موحد وسخنة عين لكل ملحد\n</p>\n\n<p>\nالخامس ما ألف استعماله في ذلك المعنى لكن في غير التركيب الذي ورد به\nالنص فيحمله المتأول في هذا التركيب الذي لا يحتمله على مجيئه في تركيب آخر\nيحتمله وهذا من أقبح الغلط والتلبيس كتأويل اليدين في قوله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n             @ <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span>ص 75\n</p>\n\n<p>\nبالنعمة ولا ريب أن العرب <span id='ms016'></span> تقول لفلان عندي يد وقال عروة بن مسعود للصديق\nلولا يد لك عندي لم أجزك بها لأجبتك ولكن وقوع اليد في هذا التركيب الذي\nأضاف سبحانه فيه الفعل إلى نفسه ثم تعدى الفعل إلى اليد بالباء التي هي\nنظير كتبت بالقلم وهي اليد وجعل ذلك خاصة خص بها صفيه آدم دون البشر كما خص\nالمسيح بأنه نفخ فيه من روحه وخص موسى بأنه كلمه بلا واسطة فهذا مما يحيل\nتأويل اليد في النص بالنعمة وإن كانت في تركيب آخر تصلح لذلك فلا يلزم من\nصلاحية اللفظ لمعنى ما في تركيب صلاحيته له في كل تركيب\n</p>\n\n<p>\nوكذلك قوله <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span>القيامة 23 22\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             @\n</p>\n\n<p>\nيستحيل فيها تأويل النظر بانتظار الثواب فإنه أضاف النظر إلى الوجوه التي\nهي محله وعداه بحرف إلى التي إذا اتصل بها فعل النظر كان من نظر العين ليس\nإلا ووصف الوجوه بالنضرة التي لا تحصل إلا مع حضور ما يتنعم به لا مع\nالتنغيص بانتظاره ويستحيل مع هذا التركيب تأويل النظر بغير الرؤية وإن كان\nالنظر بمعنى الانتظار قد استعمل في قوله <span class='quran'>انظرونا نقتبس من نوركم </span>الحديد 13\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>فناظرة بم يرجع المرسلون </span>النمل 25\n</p>\n\n<p>\nومثل هذا قول الجهمي الملبس إذا قال لك المشبه <span class='quran'>الرحمن على العرش\nاستوى </span>طه 5\n</p>\n\n<p>\nفقل له العرش له عندنا سبعة معان والاستواء له خمسة معان فأي ذلك المراد\nفإن المشبه يتحير ولا يدري ما يقول ويكفيك مؤونته\n</p>\n\n<p>\nفيقال لهذا الجاهل الظالم الفاتن المفتون ويلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             @ ما ذنب\nالموحد الذي سميته أنت وأصحابك مشبها وقد قال لك نفس ما قال الله فوالله لو\nكان مشبها كما تزعم لكان أولى بالله ورسوله منك لأنه لم يتعد النص\n</p>\n\n<p>\nوأما قولك للعرش سبعة معان أو نحوها وللاستواء خمسة معان فتلبيس منك\nوتمويه على الجهال وكذب ظاهر فإنه ليس لعرش الرحمن الذي استوى عليه إلا\nمعنى واحد وإن كان للعرش من حيث الجملة عدة معان فاللام للعهد وقد صار بها\nالعرش معينا وهو عرش الرب جل جلاله الذي <span id='ms017'></span> هو سرير ملكه الذي اتفقت عليه\nالرسل وأقرت به الأمم إلا من نابذ الرسل\n</p>\n\n<p>\nوقولك الاستواء له عدة معان تلبيس آخر فإن الاستواء المعدى بأداة على ليس\nله إلا معنى واحد وأما الاستواء المطلق فله عدة معان فإن العرب تقول استوى\nكذا إذا انتهى وكمل ومنه قوله تعالى <span class='quran'>ولما بلغ أشده واستوى </span>القصص\n14\n</p>\n\n<p>\nوتقول استوى وكذا إذا ساواه نحو قولهم استوى الماء والخشبة واستوى الليل\nوالنهار وتقول استوى إلى كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             @ إذا قصد إليه علوا وارتفاعا نحو\nاستوى إلى السطح والجبل واستوى على كذا أي إذا ارتفع عليه وعلا عليه لا\nتعرف العرب غير هذا فالاستواء في هذا التركيب نص لا يحتمل غير معناه كما هو\nنص في قوله <span class='quran'>ولما بلغ أشده واستوى </span>القصص 14\n</p>\n\n<p>\nلا يحتمل غير معناه ونص في قولهم استوى الليل والنهار في معناه لا يحتمل\nغيره فدعوا التلبيس فإنه لا يجدي عليكم إلا مقتا عند الله وعند الذين آمنوا\n</p>\n\n<p>\nالسادس اللفظ الذي اطرد استعماله في معنى هو ظاهر فيه ولم يعهد استعماله\nفي المعنى المؤول أو عهد استعماله فيه نادرا فتأويله حيث ورد وحمله على\nخلاف المعهود من استعماله باطل فإنه يكون تلبيسا وتدليسا يناقض البيان\nوالهداية بل إذا أرادوا استعمال مثل هذا في غير معناه المعهود حفوا به من\nالقرائن ما يبين للسامع مرادهم به لئلا يسبق فهمه إلى معناه المألوف ومن\nتأمل لغة القوم وكمال هذه اللغة وحكمة واضعها تبين له صحة ذلك\n</p>\n\n<p>\nوأما أنهم يأتون إلى لفظ له معنى قد ألف استعماله فيه فيخرجونه عن معناه\nويطردون استعماله في غيره مع تأكيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n             @ بقرائن تدل على أنهم\nأرادوا معناه الأصلي فهذا من أمحل المحال مثاله قوله تعالى <span class='quran'>وكلم الله\nموسى تكليما </span>النساء 164\n</p>\n\n<p>\nوقوله صلى الله عليه وسلم ما منكم إلا من سيكلمه ربه ليس بينه وبينه\nترجمان يترجم له ولا حاجب يحجبه وقوله صلى الله عليه وسلم إنكم ترون ربكم\nعيانا وهذا شأن أكثر نصوص الصفات إذا تأملها من شرح الله صدره لقبولها وفرح\nبما أنزل <span id='ms018'></span> على الرسول منها يراها قد حفت من القرائن والمؤكدات بما ينفي عنها\nتأويل المتأول\n</p>\n\n<p>\nالسابع كل تأويل يعود على أصل النص بالإبطال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             @ فهو باطل\nكتأويل قوله صلى الله عليه وسلم أيما امرأة نكحت نفسها بغير إذن وليها\nفنكاحها باطل بحمله على الأمة فإن هذا التأويل مع شدة مخالفته لظاهر اللفظ\nيرجع على أصل النص بالإبطال وهو قوله فإن دخل بها فلها المهر بما استحل من\nفرجها ومهر الأمة إنما هو للسيد فقالوا نحمله على المكاتبة وهذا يرجع على\nأصل النص بالإبطال من وجه آخر فإنه أتى فيه ب أي الشرطية التي هي من أدوات\nالعموم وأكدها ب ما المقتضية تأكيد العموم وأتى بالنكرة في سياق الشرط وهي\nتقتضي العموم وعلق بطلان النكاح بالوصف المناسب له المقتضي لوجود الحكم\nبوجوده وهو نكاحها نفسها ونبه على العلة المقتضية للبطلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             @\nوهي افتياتها على وليها وأكد الحكم بالبطلان مرة بعد مرة ثلاث مرات فحمله\nعلى صورة لا تقع في العالم إلا نادرا يرجع على مقصود النص بالإبطال وأنت\nإذا تأملت عامة تأويلات الجهمية رأيتها من هذا الجنس بل أشنع\n</p>\n\n<p>\nالثامن تأويل اللفظ الذي له معنى ظاهر لا يفهم منه عند إطلاقه سواه\nبالمعنى الخفي الذي لا يطلع عليه إلا أفراد من أهل النظر والكلام كتأويل\nلفظ الأحد الذي يفهمه الخاصة والعامة بالذات المجردة عن الصفات التي لا\nيكون فيها معنيان بوجه ما فإن هذا لو أمكن ثبوته في الخارج لم يعرف إلا بعد\nمقدمات طويلة صعبة جدا فكيف وهو محال في الخارج وإنما يفرضه الذهن فرضا ثم\nيستدل على وجوده الخارجي فيستحيل وضع اللفظ المشهور عند كل أحد لهذا المعنى\nالذي هو في غاية الخفاء وستمر بك نظائره إن شاء الله تعالى\n</p>\n\n<p>\nالتاسع التأويل الذي يوجب تعطيل المعنى الذي هو في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             @ غاية\nالعلو والشرف ويحطه إلى معنى دونه بمراتب كثيرة وهو شبيه بعزل سلطان عن\nملكه وتوليته مرتبة دون الملك بكثير مثاله تأويل الجهمية قوله <span class='quran'>وهو\nالقاهر فوق عباده </span>الأنعام 18\n</p>\n\n<p>\nوقوله <span class='quran'>يخافون ربهم من <span id='ms019'></span> فوقهم </span>النحل 50\n</p>\n\n<p>\nونظائره بأنها فوقية الشرف كقولهم الدرهم فوق الفلس والدينار فوق الدرهم\n</p>\n\n<p>\nفتأمل تعطيل المتأولين حقيقة الفوقية المطلقة التي هي من خصائص الربوبية\nوهي المستلزمة لعظمة الرب جل جلاله وحطها إلى كون قدره فوق قدر بني آدم\nوأنه أشرف منهم\n</p>\n\n<p>\nوكذلك تأويلهم علوه بهذا المعنى وأنه كعلو الذهب على الفضة وكذلك تأويلهم\nاستواءه على عرشه بقدرته عليه وأنه غالب له فيالله العجب هل ضلت العقول\nوتاهت الأحلام وشكت العقلاء في كونه سبحانه غالبا لعرشه قادرا عليه حتى\nيخبر به سبحانه في سبعة مواضع من كتابه مطردة بلفظ واحد ليس فيها موضع واحد\nيراد به المعنى الذي أبداه المتأولون وهذا التمدح والتعظيم كله لأجل أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             @ يعرفنا أنه قد غلب عرشه وقدر عليه وكان ذلك بعد خلق السماوات\nوالأرض أفترى لم يكن سبحانه غالبا للعرش قادرا عليه في مدة تزيد على خمسين\nألف سنة ثم تجدد له ذلك بعد خلق هذا العالم\n</p>\n\n<p>\nالعاشر تأويل اللفظ بمعنى لم يدل عليه دليل من السياق ولا معه قرينة\nتقتضيه فإن هذا لا يقصده المبين الهادي بكلامه إذ لو قصده لحف بالكلام\nقرائن تدل على المعنى المخالف لظاهره حتى لا يوقع السامع في اللبس والخطأ\nفإن الله سبحانه أنزل كلامه بيانا وهدى فإذا أراد به خلاف ظاهره ولم تحف به\nقرائن تدل على المعنى الذي يتبادر غيره إلى فهم كل أحد لم يكن بيانا ولا\nهدى\n</p>\n\n<p>\nفهذه بعض الوجوه التي يفرق بيها بين التأويل الصحيح والباطل وبالله\nالمستعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الثالث في أن التأويل إخبار عن مراد المتكلم لا إنشاء\n</p>\n\n<p>\nفهذا الموضع مما يغلط فيه كثير من الناس غلطا قبيحا فإن المقصود فهم مراد\nالمتكلم بكلامه فإذا قيل معنى اللفظ كذا وكذا كان إخبارا بالذي عناه\nالمتكلم فإن لم يكن هذا الخبر مطابقا كان كذبا على المتكلم ويعرف مراد\nالمتكلم بطرق متعددة\n</p>\n\n<p>\nمنها أن يصرح بإرادة ذلك المعنى\n</p>\n\n<p>\nومنها أن يستعمل اللفظ الذي له معنى ظاهر بالوضع ولا تبين بقرينة تصحب\nالكلام أنه لم يرد ذلك <span id='ms020'></span> المعنى فكيف إذا حف بكلامه ما يدل على أنه إنما أراد\nحقيقته وما وضع له\n</p>\n\n<p>\nكقوله <span class='quran'>وكلم الله موسى تكليما </span>النساء 164 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             @\n</p>\n\n<p>\nوإنكم ترون ربكم عيانا كماترون الشمس في الظهيرة ليس دونها سحاب والله\nأشد فرحا بتوبة عبده من أحدكم أضل راحلته بأرض دوية مهلكة عليها طعامه\nوشرابه فأيس منها فنام ثم استيقظ فإذا راحلته عند رأسه فالله أشد فرحا\nبتوبة عبده من هذا براحلته فهذا مما يقطع السامع فيه بمراد المتكلم فإذا\nأخبر عن مراده بما دل عليه حقيقة لفظه الذي وضع له مع القرائن المؤكدة له\nكان صادقا في إخباره وأما إذا تأول كلامه بما لم يدل عليه لفظه ولا اقترن\nبه ما يدل عليه فإخباره بأن هذا مراده كذب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n             @\n</p>\n\n<p>\nفقول القائل يحمل اللفظ على كذا وكذا يقال له ما تعني بالحمل أتعني به أن\nاللفظ موضوع لهذا المعنى فهذا نقل مجرد موضعه كتب اللغة فلا اثر لحملك أم\nتعني به اعتقاد أن المتكلم أراد ذلك المعنى الذي حملته عليه فهذا قول عليه\nبلا علم وهو كذب مفترى إن لم تأت بدليل يدل على أن المتكلم أراده أم تعني\nبه أنك أنشأت له معنى فإذا سمعته اعتقدت أن ذلك معناه وهذا حقيقة قولك وإن\nلم ترده فالحمل إما أخبار عن المتكلم بأنه أراد ذلك المعنى فهذا الخبر إما\nصادق إن كان ذلك المعنى هو المفهوم من لفظ المتكلم وإما كاذب إن كان لفظه\nلم يدل عليه وإما إنشاء لاستعمال ذلك اللفظ في هذا المعنى وهذا إنما يكون\nفي كلام تنشئه أنت لا في كلام الغير\n</p>\n\n<p>\nوحقيقة الأمر أن قول القائل نحمله على كذا أو نتأوله بكذا إنما هو من باب\nدفع دلالة اللفظ على ما وضع له فإن منازعه لما احتج عليه به ولم يمكنه دفع\nوروده دفع معناه وقال أحمله على خلاف ظاهره\n</p>\n\n<p>\nفإن قيل بل للحمل معنى آخر لم تذكروه وهو أن اللفظ لما استحال أن يراد به\nحقيقته وظاهره ولا يمكن تعطيله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             @ استدللنا بوروده وعدم <span id='ms021'></span> إرادة\nظاهره على أن مجازه هو المراد فحملناه عليه دلالة لا ابتداء وإنشاء\n</p>\n\n<p>\nقيل فهذا المعنى هو الإخبار عن المتكلم أنه أراده وهو إما صدق أو كذب\nكماتقدم ومن الممتنع أن يريد خلاف حقيقته وظاهره ولا يبين للسامع المعنى\nالذي أراده بل يقترن بكلامه ما يؤكد إرادة الحقيقة ونحن لا نمنع أن المتكلم\nقد يريد بكلامه خلاف ظاهره إذا قصد التعمية على السامع حيث يسوغ ذلك كما في\nالمعاريض التي يجب أو يسوغ تعاطيها ولكن المنكر غاية الإنكار أن يريد\nبكلامه خلاف ظاهره وحقيقته إذا قصد البيان والإيضاح وإفهام مراده فالخطاب\nنوعان\n</p>\n\n<p>\nنوع يقصد به التعمية على السامع\n</p>\n\n<p>\nونوع يقصد به البيان والهداية والإرشاد فإطلاق اللفظ وإرادة خلاف حقيقته\nوظاهره من غير قرائن تحتف به تبين المعنى المراد محله النوع الأول لا\nالثاني والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الرابع في الفرق بين تأويل الخبر وتأويل الطلب\n</p>\n\n<p>\nلما كان الكلام نوعين خبر وطلب وكان المقصود من الخبر تصديقه ومن الطلب\nامتثاله كان المقصود من تأويل الخبر هو تصديق مخبره ومن تأويل الطلب هو\nامتثاله وكان كل تأويل يعود على المخبر بالتعطيل وعلى الطلب بالمخالفة\nتأويلا باطلا\n</p>\n\n<p>\nوالمقصود الفرق بين تأويل الأمر والنهي وتأويل الخبر فالأول معرفته فرض\nعلى كل مكلف لأنه لا يمكنه الامتثال إلا بعد معرفة تأويله\n</p>\n\n<p>\nقال سفيان بن عيينة السنة هي تأويل الأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n             @ والنهي ولا خلاف\nبين الأمة أن الراسخين في العلم يعلمون هذا التأويل وأرسخهم في العلم\nأعلمهم به ولو كان معرفة هذا التأويل ممتنعا على البشر لا يعلمه إلا الله\nلكان العمل بنصوصه ممتنعا كيف والعمل بها واجب فلا بد أن يكون في الأمة من\nيعرف تأويلها وإلا كانت الأمة كلها مضيعة لما أمرت به\n</p>\n\n<p>\nوقد يكون معنى النص بينا جليا فلا تختلف الأمة في تأويله وإن وقع الخلاف\nفي حكمه لخفائه على من لم يبلغه أو لقيام معارض عنده أو لنسيانه فهذا يعذر\nفيه المخالف إذا كان قصده اتباع الحق ويثيبه الله على قصده وأما من بلغه <span id='ms022'></span>\nالنص وذكره ولم يقم عنده ما يعارضه فإنه لا يسعه مخالفته ولا يعذر عند الله\nبتركه لقول أحد كائنا من كان\n</p>\n\n<p>\nوقد تكون دلالة اللفظ غير جلية فيشتبه المراد به بغيره فهنا معترك النزاع\nبين أهل الاجتهاد في تأويله ولأجل التشابه وقع النزاع فيفهم هذا منها معنى\nفيؤولها به ويفهم منها غيره معنى آخر فيؤولها به وقد يكون كلا الفهمين\nصحيحا والآية دلت على هذا وهذا ويكون الراسخ في العلم هو الذي أولها بهذا\nوهذا ومن أثبت أحد المعنيين ونفى الآخر أقل رسوخا وقد يكون أحد المعنيين هو\nالمراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n             @ لا سيما إذا كانا متضادين والراسخ في العلم هو الذي\nأصابه فالتأويل في هذا القسم مأمور به مأجور عليه صاحبه إما أجرا واحدا\nوإما أجرين\n</p>\n\n<p>\nوقد تنازع الصحابة في تأويل قوله تعالى <span class='quran'>أو يعفو الذي بيده عقدة\nالنكاح </span>البقرة 237\n</p>\n\n<p>\nهل هو الأب أو الزوج\n</p>\n\n<p>\nوتنازعوا في تأويل قوله <span class='quran'>أو لامستم النساء </span>النساء 43\n</p>\n\n<p>\nهل هو الجماع أو اللمس باليد والقبلة ونحوها\n</p>\n\n<p>\nوتنازعوا في تأويل قوله <span class='quran'>ولا جنبا إلا عابري سبيل </span>النساء 43\n</p>\n\n<p>\nهل هو المسافر يصلي بالتيمم مع الجنابة أو المجتاز بمواضع الصلاة\nكالمساجد وهو جنب\n</p>\n\n<p>\nوتنازعوا في تأويل ذوي القربى المستحقين من الخمس هل هم قرابة رسول الله\nصلى الله عليه وسلم أو قرابة الإمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             @\n</p>\n\n<p>\nوتنازعوا في تأويل قوله تعالى <span class='quran'>وإذا قرئ القرآن فاستمعوا له وأنصتوا\n</span>الأعراف 204\n</p>\n\n<p>\nهل يدخل فيه قراءة الصلاة الواجبة أم لا\n</p>\n\n<p>\nوتنازعوا في تأويل قوله <span class='quran'>والذين يتوفون منكم ويذرون أزواجا يتربصن\nبأنفسهن أربعة أشهر وعشرا </span>البقرة 234\n</p>\n\n<p>\nهل يتناول اللفظ الحامل أم هو للحائل فقط\n</p>\n\n<p>\nوتنازعوا في قوله <span class='quran'>حرمت عليكم الميتة </span>المائدة 3\n</p>\n\n<p>\nهل يدخل فيه ما مات في البحر أم لا\n</p>\n\n<p>\nوتنازعوا في تأويل الكلالة\n</p>\n\n<p>\nوفي تأويل قوله تعالى <span class='quran'>فإن كان له إخوة فلأمه السدس </span>النساء 11\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             @\n</p>\n\n<p>\nوأمثال ذلك ولم يتنازعوا في تأويل آيات الصفات وأخبارها في موضع واحد بل\nاتفقت كلمتهم وكلمة التابعين بعدهم على إقرارها وإمرارها مع فهم معانيها\nوإثبات حقائقها وهذا يدل على أنها أعظم النوعين بيانا <span id='ms023'></span> وأن العناية ببيانها\nأهم لأنها من تمام تحقيق الشهادتين وإثباتها من لوازم التوحيد فبينها الله\nورسوله بيانا شافيا لا يقع فيه لبس ولا إشكال يوقع الراسخين في العلم في\nمنازعة ولا اشتباه ومن شرح الله لها صدره ونور لها قلبه يعلم أن دلالتها\nعلى معانيها أظهر من دلالة كثير من آيات الأحكام على معانيها ولهذا آيات\nالأحكام لا يكاد يفهم معانيها إلا الخاصة من الناس وأما آيات الأسماء\nوالصفات فيشترك في فهمها الخاص والعام أعني فهم أصل المعنى لا فهم الكنه\nوالكيفية ولهذا أشكل على بعض الصحابة قوله <span class='quran'>حتى يتبين لكم الخيط الأبيض\nمن الخيط الأسود </span></p>\n\n<p>\nحتى بين لهم بقوله <span class='quran'>من الفجر </span>البقرة 187 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n             @\n</p>\n\n<p>\nولم يشكل عليه ولا على غيره قوله <span class='quran'>وإذا سألك عبادي عني فإني قريب\nأجيب دعوة الداع إذا دعان </span>البقرة 186\n</p>\n\n<p>\nوأمثالها من آيات الصفات وأشكل على عمر بن الخطاب آية الكلالة ولم يشكل\nعليه أول الحديد وآخر الحشر وأول سورة طه ونحوها من آيات الصفات وأيضا فإن\nبعض آيات الأحكام مجملة عرف بيانها بالسنة كقوله تعالى <span class='quran'>ففدية من صيام\nأو صدقة أو نسك </span>البقرة 196\n</p>\n\n<p>\nفهذا مجمل في قدر الصيام والإطعام فبينته السنة بأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             @ صيام\nثلاثة ايام أو إطعام ستة مساكين أو ذبح شاة وكذلك قوله <span class='quran'>وليطوفوا\nبالبيت العتيق </span>مجمل في مقدار الطواف فبينته السنة بأنه سبع ونظائره\nكثيرة كآية السرقة وآية الزكاة وآية الحج وليس في آيات الصفات وأحاديثها\nمجمل يحتاج إلى بيان من خارج بل بيانها فيها وإن جاءت السنة بزيادة في\nالبيان والتفصيل فلم تكن آيات الصفات مجملة محتملة لا يفهم المراد منها إلا\nبالسنة بخلاف آيات الأحكام\n</p>\n\n<p>\nفإن قيل هذا يرده ما قد عرف أن آيات الأمر والنهي والحلال والحرام محكمة\nوآيات الصفات متشابهة فكيف يكون المتشابه أوضح من المحكم التشابه والإحكام\n</p>\n\n<p>\nقيل التشابه والإحكام نوعان تشابه وإحكام يعم الكتاب كله وتشابه وإحكام\nيخص بعضه دون بعض فالأول كقوله تعالى <span class='quran'>الله نزل أحسن الحديث كتابا\nمتشابها </span>الزمر 23\n</p>\n\n<p>\nوقوله <span class='quran'>كتاب أحكمت آياته </span>هود 1 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n             @\n</p>\n\n<p>\nوقوله <span class='quran'>يس والقرآن <span id='ms024'></span> الحكيم </span>يس 2 1\n</p>\n\n<p>\nوالثاني كقوله <span class='quran'>هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم\nالكتاب وأخر متشابهات </span>آل عمران 7\n</p>\n\n<p>\nفإن اردتم بتشابه آيات الصفات النوع الأول فنعم هي متشابهة غير متناقضة\nيشبه بعضها بعضا وكذلك آيات الأحكام وإن أردتم أنه يشتبه المراد بها بغير\nالمراد فهذا وإن كان يعرض لبعض الناس فهو أمر نسبي إضافي فيكون متشابها\nبالنسبة إليه دون غيره ولا فرق في هذا بين آيات الأحكام وآيات الصفات فإن\nالمراد قد يشتبه فيهما بغيره على بعض الناس دون بعض\n</p>\n\n<p>\nوقد تنازع الناس في المحكم والمتشابه تنازعا كثيرا ولم يعرف عن أحد من\nالصحابة قط أن المتشابهات آيات الصفات بل المنقول عنهم يدل على خلاف ذلك\nفكيف تكون آيات الصفات متشابهة عندهم وهم لا يتنازعون في شيء منها وآيات\nالأحكام هي المحكمة وقد وقع بينهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n             @ النزاع في بعضها وإنما هذا\nقول بعض المتأخرين وسيأتي إشباع الكلام في هذا في الفصل المعقود له إن شاء\nالله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الخامس في الفرق بين تأويل التحريف وتأويل التفسير وأن الأول\nممتنع وقوعه في الخبر والطلب والثاني يقع فيهما\n</p>\n\n<p>\nذكر الله سبحانه التحريف وذمه حيث ذكره وذكر التفسير وذكر التأويل\nفالتفسير هو إبانة المعنى وإيضاحه قال الله تعالى <span class='quran'>ولا يأتونك بمثل إلا\nجئناك بالحق وأحسن تفسيرا </span>الفرقان 33\n</p>\n\n<p>\nوهذا غاية الكمال أن يكون المعنى في نفسه حقا والتعبير عنه أفصح تعبير\nوأحسنه وهذا شأن القرآن وكلام الرسول صلى الله عليه وسلم\n</p>\n\n<p>\nوالتحريف العدول بالكلام عن وجهه وصوابه إلى غيره وهو نوعان تحريف لفظه\nوتحريف معناه والنوعان مأخوذان من الأصل عن اليهود فهم الراسخون فيهما وهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n             @ شيوخ المحرفين وسلفهم فإنهم حرفوا كثيرا من ألفاظ التوراة\nوما غلبوا عن تحريف لفظه حرفوا معناه ولهذا وصفوا بالتحريف في القرآن دون\nغيرهم من الأمم ودرج على آثارهم الرافضة فهم أشبه بهم من القذة بالقذة\nوالجهمية فإنهم سلكوا في تحريف النصوص الواردة في الصفات مسالك إخوانهم من\nاليهود ولما لم يتمكنوا من تحريف نصوص القرآن حرفوا معانيه وسطوا عليها <span id='ms025'></span>\nوفتحوا باب التأويل لكل ملحد يكيد الدين فإنه جاء فوجد بابا مفتوحا وطريقا\nمسلوكة ولم يمكنهم أن يخرجوه من باب أو يردوه من طريق قد شاركوه فيها وإن\nكان الملحد قد وسع بابا هم فتحوه وطريقا هم اشتقوه فهما بمنزلة رجلين\nائتمنا على مال فتأول أحدهما وأكل منه دينارا فتأول الآخر وأكل منه عشرة\nفإذا أنكر عليه صاحبه قال إن حل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n             @ أكل الدينار بالتأويل حل أكل\nالعشرة به ولا سيما إذا زعم آكل الدينار أن الذي ائتمنه إنما أراد منه\nالتأويل وأن المتأول أعلم بمراده من المالك فيقول له صاحبه أنا أسعد منك\nوأولى بأكل هذا المال\n</p>\n\n<p>\nوالمقصود أن التأويل يتجاذبه أصلان التفسير والتحريف فتأويل التفسير هو\nالحق وتأويل التحريف هو ا لباطل فتأويل التحريف من جنس الإلحاد فإنه هو\nالميل بالنصوص عن ما هي عليه إما بالطعن فيها أو بإخراجها عن حقائقها مع\nالإقرار بلفظها وكذلك الإلحاد في أسماء الله تارة يكون بجحد معانيها\nوحقائقها وتارة يكون بإنكار المسمى بها وتارة يكون بالتشريك بينه وبين غيره\nفيها فالتأويل الباطل هو إلحاد وتحريف وإن سماه أصحابه تحقيقا وعرفانا\nوتأويلا\n</p>\n\n<p>\nفمن تأويل التحريف والإلحاد تأويل الجهمية قوله تعالى <span class='quran'>وكلم الله\nموسى تكليما </span>النساء 164\n</p>\n\n<p>\nأي جرح قلبه بالحكم والمعارف تجريحا ومن تحريف اللفظ تحريف إعراب قوله\n<span class='quran'>وكلم الله </span>في الرفع إلى النصب وقال وكلم الله أي موسى كلم الله\nولم يكلمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             @ الله وهذا من جنس تحريف اليهود بل أقبح منه\nواليهود في هذا الموضع أولى بالحق منهم ولما حرفها بعض الجهمية هذا التحريف\nقال له بعض أهل التوحيد فكيف تصنع بقوله <span class='quran'>ولما جاء موسى لميقاتنا وكلمه\nربه </span>الأعراف 43 فبهت المحرف المثال الثاني\n</p>\n\n<p>\nومن هذا أن بعض الفرعونية سأل بعض أئمة العربية هل يمكن أن يقرأ العرش\nبالرفع في قوله 2 <span class='quran'>الرحمن على العرش استوى </span>طه 5\n</p>\n\n<p>\nوقصد الفرعوني بهذا التحريف أن يكون الاستواء صفة للمخلوق لا للخالق ولو\nتيسر لهذا الفرعوني هذا التحريف في هذا الموضع لم يتيسر له في سائر الآيات\nالمثال الثالث <span id='ms026'></span>\n</p>\n\n<p>\nومن تأويل التحريف تأويل قوله صلى الله عليه وسلم إذا تكلم الله بالوحي\nسمع أهل السماوات كجر السلسلة على الصفوان فيصعقون فيكون أول من يفيق جبريل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             @ قالوا تأويله إذا تكلم ملك الله بالوحي لا أن الله يتكلم\nفجعلوا صعق الملائكة وخرورهم سجدا لكلام جبريل الذي قد صعق معهم من كلام\nنفسه المثال الرابع\n</p>\n\n<p>\nومن تأويل التحريف تأويل القدرية المجوسية نصوص القدر بما أخرجها عن\nحقائقها ومعانيها وتأويل الجهمية نصوص الصفات بما أخرجها عن حقائقها وأوجب\nتعطيل الرب جل جلاله عن صفات كماله كما عطلته القدرية عن كمال قدرته\nومشيئته فنحن لا ننكر التأويل بل حقيقة العلم هو التأويل والراسخون في\nالعلم هم أهل التأويل ولكن أي التأويلين فنحن أسعد بتأويل التفسير من غيرنا\nوغيرنا أشقى بتأويل التحريف منا والله الموفق للصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل السادس في تعجيز المتأولين عن تحقيق الفرق بين ما يسوغ تأويله من\nآيات الصفات وأحاديثها وما لا يسوغ\n</p>\n\n<p>\nلا ريب أن الله سبحانه وصف نفسه بصفات وسمى نفسه بأسماء وأخبر عن نفسه\nبأفعال فسمى نفسه بالرحمن الرحيم الملك القدوس السلام المؤمن المهيمن\nالعزيز الجبار المتكبر إلى سائر ما ذكر من أسمائه الحسنى ووصف نفسه بما\nذكره من الصفات كسورة الإخلاص وأول الحديد وأول طه وغير ذلك ووصف نفسه بأنه\nيحب ويكره ويمقت ويرضى ويغضب ويأسف ويسخط ويجيء ويأتي وينزل إلى سماء\nالدنيا وأنه استوى على عرشه وأن له علما وحياة وقدرة وإرادة وسمعا وبصرا\nووجها وأن له يدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             @ وأنه فوق عباده وأن الملائكة تعرج إليه\nوتنزل بالأمر من عنده وأنه قريب وأنه مع المحسنين ومع الصابرين ومع المتقين\nوأن السماوات مطويات بيمينه الرد على نفاة الصفات\n</p>\n\n<p>\nووصفه رسوله بأنه يفرح ويضحك وأن قلوب العباد بين أصابعه وغير ذلك مما\nوصف به نفسه ووصفه به رسوله فيقال للمتأول هل تتأول هذا كله على خلاف ظاهره\nوتمنع حمله على حقيقته أم تقر الجميع على ظاهره وحقيقته أم تفرق بين بعض\nذلك وبعضه\n</p>\n\n<p>\nفإن تأولت الجميع وحملته على خلاف حقيقته كان <span id='ms027'></span> ذلك عنادا ظاهرا وكفرا\nصراحا وجحدا للربوبية وحينئذ فلا تستقر لك قدم على إثبات ذات الرب تعالى\nولا صفة من صفاته ولا فعل من أفعاله فإن أعطيت هذا من نفسك ولم تستهجنه\nالتحقت بإخوانك الدهرية الملاحدة الذين لا يثبتون للعالم خالقا ولا ربا\n</p>\n\n<p>\nفإن قلت بل أثبت أن للعالم صانعا وخالقا ولكن لا أصفه بصفة تقع على خلقه\nوحيث وصف بما يقع على المخلوق أتأوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n             @\n</p>\n\n<p>\nقيل لك فهذه الأسماء الحسنى والصفات التي وصف بها نفسه هل تدل على معان\nثابتة هي حق في نفسها أم لا تدل\n</p>\n\n<p>\nفإن نفيت دلالتها على معنى ثابت كان ذلك غاية التعطيل وإن أثبت دلالتها\nعلى معان هي حق ثابت قيل لك فما الذي سوغ لك تأويل بعضها دون بعض وما الفرق\nبين ما أثبته ونفيته وسكت عن إثباته ونفيه من جهة السمع أو العقل\n</p>\n\n<p>\nودلالة النصوص على أن له سمعا وبصرا وعلما وقدرة وإرادة وحياة وكلاما\nكدلالتها على أن له رحمة ومحبة وغضبا ورضى وفرحا وضحكا ووجها ويدين فدلالة\nالنصوص على ذلك سواء فلم نفيت حقيقة رحمته ومحبته ورضاه وغضبه وفرحه وضحكه\nوأولتها بنفس الإرادة فإن قلت لأن إثبات الإرادة والمشيئة لا يستلزم تشبيها\nوتجسيما وإثبات حقائق هذه الصفات يستلزم التشبيه والتجسيم فإنها لا تعقل\nإلا في الأجسام فإن الرحمة رقة تعتري طبيعة الحيوان والمحبة ميل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n             @ النفس لجلب ما ينفعها والغضب غليان دم القلب طلبا للانتقام\nوالفرح انبساط دم القلب لورود ما يسره عليه قيل لك وكذلك الإرادة هي ميل\nالنفس إلى جلب ما ينفعها ودفع ما يضرها وكذلك جميع ما أثبته من الصفات إنما\nهي أعراض قائمة بالأجسام في الشاهد فإن العلم انطباع صورة المعلوم في نفس\nالعالم أو صفة عرضية قائمة به وكذلك السمع والبصر والحياة أعراض قائمة\nبالموصوف فكيف لزم التشبيه والتجسيم من إثبات تلك الصفات ولم يلزم من إثبات\nهذه فإن قلت لأني أثبتها على وجه لا يماثل صفاتنا ولا يشابهها قيل لك فهلا\nأثبت الجميع على وجه لا يماثل <span id='ms028'></span> صفات المخلوقين ولا يشابهها ولم فهمت من\nإطلاق هذا التشبيه والتجسيم وفهمت من إطلاق ذلك التنزيه والتوحيد وهلا قلت\nأثبت له وجها ومحبة وغضبا ورضى وضحكا ليس من جنس صفات المخلوقين فإن قلت\nهذا لا يعقل قيل لك فكيف عقلت سمعا وبصرا وحياة وإرادة ومشيئة ليست من جنس\nصفات المخلوقين فإن قلت أنا أفرق بين ما يتأول وبين ما لا يتأول بأن ما دل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n             @ العقل على ثبوته يمتنع تأويله كالعلم والحياة والقدرة والسمع\nوالبصر وما لا يدل عليه العقل يجب أو يسوغ تأويله كالوجه واليد والضحك\nوالفرح والغضب والرضى فإن الفعل المحكم دل على قدرة الفاعل وإحكامه دل على\nعلمه والتخصيص دل على الإرادة فيمتنع مخالفة ما دل عليه صريح العقل\n</p>\n\n<p>\nقيل لك أولا وكذلك الإنعام والإحسان وكشف الضر وتفريج الكربات دل على\nالرحمة كدلالة التخصيص على الإرادة سواء والتخصيص بالكرامة والاصطفاء\nوالاجتباء دال على المحبة كدلالة ما ذكرت على الإرادة والإهانة والطرد\nوالإبعاد والحرمان دال على المقت والبغض كدلالة ضده على الحب والرضى\n</p>\n\n<p>\nوالعقوبة والبطش والانتقام دال على الغضب كدلالة ضده على الرضى\n</p>\n\n<p>\nويقال ثانيا هب أن العقل لا يدل على إثبات هذه الصفات التي نفيتها فإنه\nلا ينفيها والسمع دليل مستقل بنفسه بل الطمأنينة إليه في هذا الباب أعظم من\nالطمأنينة إلى مجرد العقل فما الذي يسوغ لك نفي مدلوله\n</p>\n\n<p>\nويقال لك ثالثا إن كان ظاهر النصوص يقتضي تشبيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n             @ أو تجسيما\nفهو يقتضيه في الجميع فأول الجميع وإن كان لا يقتضي ذلك لم يجز تأويل شيء\nمنه وإن زعمت أن بعضها يقتضيه وبعضها لا يقتضيه طولبت بالفرق بين الأمرين\nوعادت المطالبة جذعا\n</p>\n\n<p>\nولما تفطن بعضهم لتعذر الفرق قال ما دل عليه الإجماع كالصفات السبع لا\nيتأول وما لم يدل عليه إجماع فإنه يتأول وهذا كما تراه من أفسد الفروق فإن\nمضمونه أن الإجماع اثبت ما يدل على التجسيم والتشبيه ولولا ذلك لتأولناه\nفقد اعترفوا بانعقاد الإجماع على التشبيه والتجسيم\n</p>\n\n<p>\nوهذا قدح في الإجماع فإنه لا ينعقد على باطل <span id='ms029'></span>\n</p>\n\n<p>\nثم يقال إن كان الإجماع قد انعقد على إثبات هذه الصفات وظاهرها يقتضي\nالتجسيم والتشبيه بطل نفيكم لذلك وإن لم ينعقد عليها بطل التفريق به\n</p>\n\n<p>\nثم يقال خصومكم من المعتزلة لم يجمعوا معكم على إثبات هذه الصفات فإن\nقلتم انعقد الإجماع قبلهم قيل صدقتم والله والذين أجمعوا قبلهم على هذه\nالصفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n             @ أجمعوا على إثبات سائر الصفات ولم يخصوها بسبع بل\nتخصيصها بسبع خلاف قول السلف وقول الجهمية والمعتزلة فالناس كانوا طائفتين\nسلفية وجهمية فحدثت الطائفة السبعية واشتقت قولا بين القولين فلا للسلف\nاتبعوا ولا مع الجهمية بقوا\n</p>\n\n<p>\nوقالت طائفة أخرى ما لم يكن ظاهره جوارح وأبعاض كالعلم والحياة والقدرة\nوالإرادة والكلام لا يتأول وما كان ظاهره جوارح وأبعاض كالوجه واليدين\nوالقدم والساق والإصبع فإنه يتعين تأويله لاستلزام إثباته التركيب والتجسيم\n</p>\n\n<p>\nقال المثبتون جوابنا لكم بعين الجواب الذي تجيبون به خصومكم من الجهمية\nوالمعتزلة نفاة الصفات فإنهم قالوا لكم لو قام به سبحانه صفة وجودية كالسمع\nوالبصر والعلم والقدرة والحياة لكان محلا للأعراض ولزم التركيب والتجسيم\nوالانقسام كما قلتم لو كان له وجه ويد وإصبع لزم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n             @ التركيب\nوالانقسام فحينئذ فما هو جوابكم لهؤلاء نجيبكم به\n</p>\n\n<p>\nفإن قلتم نحن نثبت هذه الصفات على وجه لا تكون أعراضا ولا نسميها أعراضا\nفلا يستلزم تركيبا ولا تجسيما\n</p>\n\n<p>\nقيل لكم ونحن نثبت الصفات التي أثبتها الله لنفسه إذ نفيتموها أنتم عنه\nعلى وجه لا يستلزم الأبعاض والجوارح ولا يسمى المتصف بها مركبا ولا جسما\nولا منقسما\n</p>\n\n<p>\nفإن قلتم هذه لا يعقل منها إلا الأجزاء والأبعاض\n</p>\n\n<p>\nقلنا لكم وتلك لا يعقل منها إلا الأعراض\n</p>\n\n<p>\nفإن قلتم العرض لا يبقى زمانين وصفات الرب باقية قديمة أبدية فليست\nأعراضا\n</p>\n\n<p>\nقلنا وكذلك الأبعاض هي ما جاز مفارقتها وانفصالها وانفكاكها وذلك في حق\nالرب تعالى محال فليست أبعاضا ولا جوارح فمفارقة الصفات الإلهية للموصوف\nبها مستحيل مطلقا في النوعين والمخلوق يجوز أن تفارقه أعراضه وأبعاضه\n</p>\n\n<p>\nفإن قلتم إن كان الوجه عين اليد وعين الساق والإصبع فهو محال وإن كان\nغيره <span id='ms030'></span> لزم التمييز ويلزم التركيب\n</p>\n\n<p>\nقلنا لكم وإن كان السمع هو عين البصر وهما نفس العلم وهي نفس الحياة\nوالقدرة فهو محال وإن تميزت لزم التركيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n             @ فما هو جواب لكم\nفالجواب مشترك فإن قلتم نحن نعقل صفات ليست أعراضا تقوم بغير جسم متحيز وإن\nلم يكن لها نظير في الشاهد\n</p>\n\n<p>\nقلنا لكم فاعقلوا صفات ليست بأبعاض تقوم بغير جسم وإن لم يكن له في\nالشاهد نظير ونحن لا ننكر الفرق بين النوعين في الجملة ولكن فرق غير نافع\nلكم في التفريق بين النوعين وأن أحدهما يستلزم التجسيم والتركيب والآخر لا\nيستلزمه ولما أخذ هذا الإلزام بحلوق الجهمية قالوا الباب كله عندنا واحد\nونحن ننفي الجميع\n</p>\n\n<p>\nفتبين أنه لا بد لكم من واحد من أمور ثلاثة إما هذا النفي العام والتعطيل\nالمحض وإما أن تصفوا الله بما وصف به نفسه وبما وصفه به رسوله ولا تتجاوزوا\nالقرآن والحديث وتتبعوا في ذلك سبيل السلف الماضين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             @ الذين هم\nأعلم الأمة بهذا الشأن نفيا وإثباتا وأشد تعظيما لله وتنزيها له عما لا\nيليق بجلاله فإن المعاني المفهومة من الكتاب والسنة لا ترد بالشبهات فيكون\nردها من باب تحريف الكلم عن مواضعه ولا يترك تدبرها ومعرفتها فيكون ذلك\nمشابهة للذين إذا ذكروا بآيات ربهم خروا عليها صما وعميانا ولا يقال هي\nألفاظ لا تعقل معانيها ولا يعرف المراد منها فيكون ذلك مشابهة للذين لا\nيعلمون الكتاب إلا أماني بل هي آيات بينات دالة على أشرف المعاني وأجلها\nقائمة حقائقها في صدور الذين أوتوا العلم والإيمان إثباتا بلا تشبيه\nوتنزيها بلا تعطيل كما قامت حقائق سائر صفات الكمال في قلوبهم كذلك فكان\nالباب عندهم بابا واحدا قد اطمأنت به قلوبهم وسكنت إليه نفوسهم فأنسوا من\nصفات كماله ونعوت جلاله بما استوحش منه الجاهلون المعطلون وسكنت قلوبهم إلى\nما نفر منه الجاحدون وعلموا أن الصفات حكمها حكم الذات فكما أن ذاته سبحانه\nلا تشبه الذوات فصفاته لا تشبه الصفات فما جاءهم من الصفات عن المعصوم\nتلقوه بالقبول وقابلوه <span id='ms031'></span> بالمعرفة والإيمان والإقرار لعلمهم بأنه صفة من لا\nشبيه لذاته ولا لصفاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n             @\n</p>\n\n<p>\nقال الإمام أحمد إنما التشبيه أن يقول يد كيد أو وجه كوجه فأما إثبات يد\nليست كالأيدي ووجه ليس كالوجوه فهو كإثبات ذات ليست كالذوات وحياة ليست\nكغيرها من الحياة وسمع وبصر ليس كالأسماع والأبصار وليس إلا هذا المسلك أو\nمسلك التعطيل المحض أو التناقض الذي لا يثبت لصاحبه قدم في النفي ولا في\nالإثبات وبالله التوفيق\n</p>\n\n<p>\nوحقيقة الأمر أن كل طائفة تتأول ما يخالف نحلتها ومذهبها فالعيار على ما\nيتأول وما لا يتأول هو المذهب الذي ذهبت إليه والقواعد التي أصلتها فما\nوافقها أقروه ولم يتأولوه وما خالفها فإن أمكنهم دفعه وإلا تأولوه ولهذا\nلما أصلت الرافضة عداوة الصحابة ردوا كل ما جاء في فضائلهم والثناء عليهم\nأو تأولوه ولما أصلت الجهمية أن الله لا يتكلم ولا يكلم أحدا ولا يرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             @ بالأبصار ولا هو فوق عرشه مبائن لخلقه ولا له صفة تقوم به\nأولوا كل ما خالف ما أصلوه\n</p>\n\n<p>\nولما اصلت القدرية أن الله سبحانه لم يخلق أفعال عباده ولم يقدرها عليهم\nأولوا كل ما خالف أصولهم ولما أصلت المعتزلة القول بنفوذ الوعيد وأن من دخل\nالنار لم يخرج منها أبدا أولوا كل ما خالف أصولهم\n</p>\n\n<p>\nولما أصلت المرجئة أن الإيمان هو المعرفة وأنها لا تزيد ولا تنقص أولوا\nكل ما خالف أصولهم\n</p>\n\n<p>\nولما أصلت الكلابية أن الله سبحانه لا يقوم به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n             @ ما يتعلق\nبقدرته ومشيئته وسموا ذلك حلول الحوادث أولوا كل ما خالف هذا الأصل\n</p>\n\n<p>\nولما أصلت الجبرية أن قدرة العبد لا تأثير لها في الفعل بوجه من الوجوه\nوأن حركات العباد بمنزلة هبوب الرياح وحركات الأشجار وأولوا كل ما جاء\nبخلاف ذلك\n</p>\n\n<p>\nفهذا في الحقيقة هو عيار التأويل عند الفرق كلها حتى المقلدين في الفروع\nأتباع الأئمة الذين اعتقدوا المذهب ثم طلبوا الدليل عليه ضابط ما يتأول\nعندهم وما لا يتأول ما خالف المذهب أو وافقه ومن تأمل مقالات الفرق\nومذاهبها رأى ذلك عيانا وبالله <span id='ms032'></span> التوفيق\n</p>\n\n<p>\nوكل من هؤلاء يتأول دليلا سمعيا ويقر على ظاهره نظيره أو ما هو أشد قبولا\nللتأويل منه لأنه ليس عندهم في نفس الأمر ضابط كلي مطرد منعكس يفرق ما\nيتأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n             @ وما لا يتأول إن هو إلا المذهب وقواعده وما قاله\nالشيوخ وهؤلاء لا يمكن أحدا منهم أن يحتج على مبطل بحجة سمعية لأنه يسلك في\nتأويلها نظير ما سلكه هو في تأويل ما خالف مذهبه كما سيأتي بيانه في موضعه\nإن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل السابع في إلزامهم في المعنى الذي جعلوه تأويلا نظير ما فروا منه\n</p>\n\n<p>\nهذا فصل بديع لمن تأمله يعلم به أن المتأولين لم يستفيدوا بتأويلهم إلا\nتعطيل حقائق النصوص والتلاعب بها وانتهاك حرمتها وأنهم لم يتخلصوا مما ظنوه\nمحذورا بل هو لازم لهم فيما فروا إليه كلزومه فيما فروا منه بل قد يقعون\nفيما هو أعظم محذورا كحال الذين تأولوا نصوص العلو والفوقية والاستواء\nفرارا من التحيز والحصر ثم قالوا هو في كل مكان بذاته فنزهوه عن استوائه\nعلى عرشه ومباينته لخلقه وجعلوه في أجواف البيوت والآبار والأواني والأمكنة\nالتي يرغب عن ذكرها فهؤلاء قدماء الجهمية فلما علم متأخروهم فساد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n             @ ذلك قالوا ليس وراء العالم ولا فوق العرش إلا العدم المحض\nوليس هناك رب يعبد ولا إله يصلى له ويسجد ولا هو أيضا في العالم فجعلوا\nنسبته إلى العرش كنسبته إلى أخس مكان تعالى الله عن قولهم علوا كبيرا\n</p>\n\n<p>\nوكذلك فعل الذين نفوا القدر السابق تنزيها لله عن مشيئة القبائح وخلقها\nونسبوه إلى أن يكون في ملكه ما لا يشاء ويشاء ما لا يكون ولا يقدر على أن\nيهدي ضالا ولا يضل مهتديا ولا يقلب قلب العاصي إلى الطاعة ولا المطيع إلى\nالمعصية\n</p>\n\n<p>\nوكذلك الذين نزهوه عن أفعاله وقيامها به وجعلوه كالجماد الذي لا يقوم به\nفعل وكذلك الذين نزهوه عن الكلام القائم به بقدرته ومشيئته وجعلوه كالأبكم\nالذي لا يقدر أن يتكلم وكذلك الذين نزهوه عن صفات كماله وشبهوه بالناقص\nالفاقد لها أو بالمعدوم وهذه <span id='ms033'></span> حال كل مبطل معطل لما وصف الله به نفسه ووصفه\nبه رسوله\n</p>\n\n<p>\nوالمقصود أن المتأول يفر من أمر فيقع في نظيره\n</p>\n\n<p>\nمثاله إذا تأول المحبة والرحمة والرضى والغضب والمقت بالإرادة قيل له\nيلزمك في الإرادة ما لزمك في هذه الصفات كما تقدم تقريره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             @\n</p>\n\n<p>\nوإذا تأول الوجه بالذات قيل له فيلزمك في الذات ما لزمك في الوجه فإن لفظ\nالذات يقع على القديم والمحدث كما يقع لفظ الوجه على القديم والمحدث وإذا\nتأول لفظ اليد بالقدرة فالقدرة يوصف بها الخالق والمخلوق فإن فررت من اليد\nلأنها تكون للمخلوق ففر من القدرة لأنه يوصف بها وإذا تأول السمع والبصر\nبالعلم فرارا من التشبيه لزمه ما فر منه في العلم وإذا تأول الفوقية بفوقية\nالقهر لزمه فيها ما فر منه من فوقية الذات فإن القاهر من اتصف بالقوة\nوالغلبة ولا يعقل هذا إلا جسما فإن أثبته العقل غير جسم لم يعجز عن إثبات\nفوقية الذات لغير جسم\n</p>\n\n<p>\nوكذلك من تأول الإصبع بالقدرة فإن القدرة أيضا صفة قائمة بالموصوف وعرض\nمن أعراضه ففر من صفة إلى صفة وكذلك من تأول الضحك بالرضى والرضى بالإرادة\nإنما فر من صفة إلى صفة فهلا أقر النصوص على ما هي عليه ولم ينتهك حرمتها\nإذ كان التأويل لا يخرجه مما فر منه فإن المتأول إما أن يذكر معنى ثبوتيا\nأو يتأول اللفظ بما هو عدم محض فإن تأوله بمعنى ثبوتي كائنا ما كان لزمه\nفيه نظير ما فر منه فإن قال أنا أثبت ذلك المعنى على وجه لا يستلزم تشبيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n             @\n</p>\n\n<p>\nقيل له فهلا أثبت المعنى الذي تأولته على وجه لا يستلزم تشبيها\n</p>\n\n<p>\nفإن قال ذلك أمر لا يعقل\n</p>\n\n<p>\nقيل له فكيف عقلته في المعنى الذي أثبته وأنت وسائر أهل الأرض إنما تفهم\nالمعاني الغائبة بما تفهمها به في الشاهد ولولا ذلك لما عقلت أنت ولا أحد\nشيئا غائبا البتة فما أبديته في التأويل إن كان له نظير في الشاهد لزمك\nالتشبيه وإن لم يكن له نظير لم يمكنك <span id='ms034'></span> تعقله البتة وإن أولت النص بالعدم\nعطلته فأنت في تأويلك بين التعطيل والتشبيه مع جنايتك على النص وانتهاكك\nحرمته فهلا عظمت قدره وحفظت حرمته وأقررته وأمررته مع نفي التشبيه والتخلص\nمن التعطيل وبالله التوفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الثامن في بيان خطئهم في فهمهم من النصوص المعاني الباطلة التي\nتأولوها لأجلها فجمعوا بين التشبيه والتعطيل\n</p>\n\n<p>\nهذا الفصل من عجيب أمر المتأولين فإنهم فهموا من النصوص الباطل الذي لا\nيجوز إرادته ثم أخرجوها عن معناها الحق المراد منها فأساءوا الظن بها\nوبالمتكلم بها وعطلوها عن حقائقها التي هي عين كمال الموصوف بها ونقتصر من\nذلك على مثال ذكره بعض الجهمية ونذكر ما عليه فيه من شبه الجهمية أن ظاهر\nالقرآن يقتضي التشبيه\n</p>\n\n<p>\nقال الجهمي ورد في القرآن ذكر الوجه وذكر الأعين وذكر العين الواحدة وذكر\nالجنب الواحد وذكر الساق الواحد وذكر الأيدي وذكر اليدين وذكر اليد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             @ الواحدة فلو أخذنا بالظاهر لزمنا إثبات شخص له وجه وعلى ذلك\nالوجه أعين كثيرة وله جنب واحد عليه أيد كثيرة وله ساق واحد ولا يرى في\nالدنيا شخص أقبح صورة من هذه الصورة المتخيلة ولا يظن أن عاقلا يرى أن يصف\nربه بهذه الصفة مقدمة في الرد على هذه الشبهة\n</p>\n\n<p>\nقال السني المعظم لحرمات كلام الله قد ادعيت أيها الجهمي أن ظاهر القرآن\nالذي هو حجة الله على عباده والذي هو خير الكلام وأصدقه وأحسنه وأفصحه وهو\nالذي هدى الله به عباده وجعله شفاء لما في الصدور وهدى ورحمة للمؤمنين ولم\nينزل كتاب من السماء أهدى منه ولا أحسن ولا أكمل فانتهكت حرمته وعضهته\nونسبته إلى أقبح النقص والعيب فادعيت أن ظاهره ومدلوله إثبات شخص له وجه\nوفيه أعين كثيرة وله جنب واحد وعليه أيد كثيرة وله ساق واحد فادعيت أن ظاهر\nما وصف الله به نفسه في كتابه يدل على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n             @ هذه الصفة الشنعية\nالمستقبحة فيكون سبحانه قد وصف نفسه بأشنع الصفات في ظاهر كلامه فأي طعن في\nالقرآن أعظم من طعن من يجعل هذا ظاهره ومدلوله وهل <span id='ms035'></span> هذا إلا من جنس قول\nالذين جعلوا القرآن عضين فعضهوه بالباطل وقالوا هو سحر أو شعر أو كذب مفترى\nبل هذا أقبح من قولهم من وجه فإن أولئك أقروا بعظمة الكلام وشرف قدره وعلوه\nوجلالته حتى قال فيه رأس الكفر والله إن لكلامه لحلاوة وإن عليه لطلاوة وإن\nأسفله لمغدق وإن أعلاه لجنى وإنه ليعلو وما يعلى وما يشبه كلام البشر\n</p>\n\n<p>\nولم يدع أعداء الرسول الذين جاهروه بالمحاربة والعداوة أن ظاهر كلامه\nأبطل الباطل وأبين المحال وهو وصف الخالق سبحانه بأقبح الهيئات والصور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n             @ ولو كان ذلك ظاهر القرآن لكان ذلك من أقرب الطرق لهم إلى\nالطعن فيه وقالوا كيف يدعونا إلى عبادة رب له وجه عليه عيون كثيرة وجنب\nواحد وساق واحد وأيد كثيرة فكيف كانوا يسكتون له على ذلك وهم يوردون عليه\nما هو أقل من هذا بكثير كما أوردوا عليه المسيح لما قال <span class='quran'>إنكم وما\nتعبدون من دون الله حصب جهنم أنتم لها واردون </span>الأنبياء 98\n</p>\n\n<p>\nفتعلقوا بظاهر ما لم يدل على ما أوردوه وهو دخول المسيح فيما عبد من دون\nالله إما بعموم لفظ ما وإما بعموم المعنى فأوردوا على هذا الظاهر هذا\nالإيراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n             @\n</p>\n\n<p>\nوأورد أهل الكتاب على قوله <span class='quran'>يا أخت هارون ما كان أبوك امرأ سوء </span>مريم 28\n</p>\n\n<p>\nإن بين هارون وعيسى ما بينهما وليس ظاهر القرآن أنه هارون بن عمران بوجه\nوكانوا يتفننون فيما يوردونه على القرآن هذا ودونه فكيف يجدون ما ظاهره\nإثبات رب شأنه وهيئته ما ذكره هذا الجهمي ولا يصيحون به على رؤوس الأشهاد\nويشنعون عليه بإثباته في كل حاضر وباد فالقوم على شركهم وشدة عداوتهم لله\nورسوله كانوا أصح أفهاما من الجهمية الذين نسبوا ظاهر القرآن إلى هذه الصفة\nالقبيحة ولكن الأذهان الغلف والقلوب العمي والبصائر الخفاشية لا يكثر عليها\nأن تفهم هذا من ظاهر القرآن الرد على هذه الشبهة من وجوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n             @\n</p>\n\n<p>\nقال أنصار الله ونحن نبين أن هذه الصورة الشنيعة ليست تفهم من ظاهر\nالقرآن من وجوه\n</p>\n\n<p>\nأحدها أن الله سبحانه إنما <span id='ms036'></span> قال <span class='quran'>تجري بأعيننا </span>القمر 14\n</p>\n\n<p>\nوقال <span class='quran'>أو لم يروا أنا خلقنا لهم مما عملت أيدينا أنعاما </span>يس 71\n</p>\n\n<p>\nفدعوى الجهمي أن ظاهر هذا إثبات أعين كثيرة وأيد كثيرة فرية ظاهرة فإنه\nإن دل ظاهره على إثبات أعين كثيرة وأيد كثيرة دل على خالقين كثيرين فإن لفظ\nالأيدي مضاف إلى ضمير الجمع فأدع أيها الجهمي أن ظاهره إثبات أيد كثيرة\nلآلهة متعددة وإلا فدعواك أن ظاهره أيد كثيرة لذات واحدة خلاف الظاهر وكذلك\nقوله <span class='quran'>تجري بأعيننا </span>القمر 14\n</p>\n\n<p>\nإنما ظاهره بزعمك أعين كثيرة على ذوات متعددة لا على ذات واحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n             @\n</p>\n\n<p>\nالثاني أن يقال لك دعواك أن ظاهر القرآن إثبات أيد كثيرة في جنب واحد كذب\nآخر فأين في ظاهر القرآن أن الأيدي في الجنب وكأنك إنما أخذت هذا من القياس\nعلى بني آدم فشبهت أولا وعطلت ثانيا وكذلك جعلك الأعين الكثيرة في الوجه\nالواحد ليس في ظاهر القرآن ما يدل على هذا وإنما أخذته من التشبيه بالآدمي\nوالحيوان ولهذا قال بعض أهل العلم إن كل معطل مشبه ولا يستقيم له التعطيل\nإلا بعد التشبيه\n</p>\n\n<p>\nالثالث أن يقال أين في ظاهر القرآن إثبات ساق واحد لله وجنب واحد فإنه\nسبحانه قال <span class='quran'>يوم يكشف عن ساق </span>القلم 42\n</p>\n\n<p>\nوقال <span class='quran'>أن تقول نفس يا حسرتى على ما فرطت في جنب الله </span>الزمر 56\n</p>\n\n<p>\nفعلى تقدير أن يكون الساق والجنب من الصفات فليس من ظاهر القرآن ما يوجب\nأنه لا يكون له إلا ساق واحد وجنب واحد فلو دل على ما ذكرت لم يدل على نفي\nما زاد على ذلك لا بمنطوقه ولا بمفهومه حتى إن القائلين بمفهوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n@ اللقب لا يدل ذلك عندهم على نفي ما عدا المذكور لأنه متى كان للتخصيص\nبالذكر سبب غير الاختصاص بالحكم لم يكن المفهوم مرادا بالاتفاق وليس المراد\nبالآيتين إثبات الصفة حتى يكون تخصيص أحد الأمرين بالذكر مرادا بل المقصود\nحكم آخر وهو بيان تفريط العبد في حق الله وبيان سجود الخلائق إذا كشف عن\nساق وهذا حكم قد يختص بالمذكور دون غيره فلا <span id='ms037'></span> يكون له مفهوم\n</p>\n\n<p>\nالرابع هب أنه سبحانه أخبر أنه يكشف عن ساق واحدة هي صفة فمن أين في ظاهر\nالآية أنه ليس له إلا تلك الصفة الواحدة وأنت لو سمعت قائلا يقول كشفت عن\nعيني وأبديت عن ركبتي وعن ساقي أو قدمي أو يدي هل يفهم منه أنه ليس له إلا\nذلك الواحد فقط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n             @ فكم هذا التلبيس والتدليس فلو قال واحد من\nالناس هذا لم يكن ظاهر كلامه ذلك فكيف يكون ظاهر أفصح الكلام وأبينه ذلك\n</p>\n\n<p>\nالخامس أن المفرد المضاف يراد به ما هو أكثر من واحد كقوله <span class='quran'>وإن\nتعدوا نعمة الله لا تحصوها </span>النحل 18\n</p>\n\n<p>\nوقوله <span class='quran'>وصدقت بكلمات ربها وكتبه </span>التحريم 12\n</p>\n\n<p>\nوقوله <span class='quran'>أحل لكم ليلة الصيام الرفث إلى نسائكم </span>البقرة 187\n</p>\n\n<p>\nفلو كان الجنب والساق صفة لكان بمنزلة قوله <span class='quran'>بيده الملك </span>الملك 1\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n             @\n</p>\n\n<p>\nو <span class='quran'>بيدك الخير </span>آل عمران 26\n</p>\n\n<p>\nو <span class='quran'>ولتصنع على عيني </span>طه 39\n</p>\n\n<p>\nالسادس أن يقال من أين في ظاهر القرآن إثبات جنب واحد هو صفة الله ومن\nالمعلوم أن هذا لا يثبته أحد من بني آدم وأعظم الناس إثباتا للصفات هم أهل\nالسنة والحديث الذين يثبتون لله الصفات الخبرية ولا يقولون إن لله جنبا\nواحدا ولا ساقا واحدة قال عثمان بن سعيد الدارمي في نقضه على المريسي وادعى\nالمعارض زورا على قوم أنهم يقولون في تفسير قول الله <span class='quran'>يا حسرتى على ما\nفرطت في جنب الله </span>الزمر 56\n</p>\n\n<p>\nإنهم يعنون بذلك الجنب الذي هو العضو وليس ذلك على ما يتوهمونه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n             @\n</p>\n\n<p>\nقال الدارمي فيقال لهذا المعارض ما أرخص الكذب عندك وأخفه على لسانك فإن\nكنت صادقا في دعواك فأشربها إلى أحد من بني آدم قاله وإلا فلم تشنع بالكذب\nعلى قوم هم أعلم بهذا التفسير منك وأبصر بتأويل كتاب الله منك ومن إمامك\nإنما تفسيرها عندهم تحسر الكفار على ما فرطوا في الإيمان والفضائل التي\nتدعو إلى ذات الله واختاروا عليها الكفر والسخرية بأولياء الله فسماهم\nالساخرين فهذا تفسير الجنب عندهم فمن أنبأك أنهم قالوا جنب من الجنوب فإنه\nلا يجهل هذا المعنى <span id='ms038'></span> كثير من عوام المسلمين فضلا عن علمائهم\n</p>\n\n<p>\nوقد قال أبو بكر الصديق رضي الله عنه الكذب مجانب للإيمان وقال بن مسعود\nلا يجوز من الكذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n             @ جد ولا هزل وقال الشعبي من كان كذابا فهو\nمنافق اه وتوجيه ذلك أن الله قال <span class='quran'>أن تقول نفس يا حسرتى على ما فرطت في\nجنب الله وإن كنت لمن الساخرين أو تقول لو أن الله هداني لكنت من المتقين\nأو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين بلى قد جاءتك آياتي\nفكذبت بها واستكبرت وكنت من الكافرين </span>الزمر 59 - 56 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n             @\n</p>\n\n<p>\nفهذا إخبار عما تقوله هذه النفس الموصوفة بما وصفت به وعامة هذه النفوس\nلا تعلم أن لله جنبا ولا تقر بذلك كما هو الموجود منها في الدنيا فكيف يكون\nظاهر القرآن أن الله أخبر عنهم بذلك وقد قال عنهم <span class='quran'>يا حسرتى على ما\nفرطت في جنب الله </span>الزمر 56\n</p>\n\n<p>\nوالتفريط فعل أو ترك فعل وهذا لا يكون قائما بذات الله لا في جنب ولا في\nغيره بل يكون منفصلا عن الله وهذا معلوم بالحس والمشاهدة وظاهر القرآن يدل\nعلى أن قول القائل <span class='quran'>يا حسرتى على ما فرطت في جنب الله </span>ليس أنه جعل\nفعله أو تركه في جنب يكون من صفات الله وأبعاضه فأين في ظاهر القرآن ما يدل\nعلى أنه ليس لله إلا جنب واحد يعني به الشق\n</p>\n\n<p>\nالسابع أن يقال هب أن القرآن دل ظاهره على إثبات جنب هو صفة فمن أين يدل\nظاهره أو باطنه على أنه جنب واحد وشق واحد ومعلوم أن إطلاق مثل هذا لا يدل\nعلى أنه شق واحد كما قال النبي صلى الله عليه وسلم لعمران بن حصين صل قائما\nفإن لم تستطع فقاعدا فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n             @ لم تستطع فعلى جنب وهذا لا يدل على\nأنه ليس لعمران بن حصين إلا جنب واحد فإن قيل المراد على جنب من جنبيك قلنا\nفقد علم أن ذكر الجنب مفردا لا ينفي أن يكون معه غيره ولا يدل ظاهر اللفظ\nعلى <span id='ms039'></span> ذلك بوجه\n</p>\n\n<p>\nونظير هذا اللفظ القدم إذا ذكر مفردا لم يدل على أنه ليس لمن نسب إليه\nإلا قدم واحد كما في الحديث الصحيح حتى يضع عليها رب العزة قدمه وفي الحديث\nأنا العاقب الذي يحشر الناس على قدمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             @\n</p>\n\n<p>\nالثامن أن نقول من أين في ظاهر القرآن أن لله ساقا وليس معك إلا قوله\nتعالى <span class='quran'>يوم يكشف عن ساق </span>القلم 42\n</p>\n\n<p>\nوالصحابة متنازعون في تفسير الآية هل المراد الكشف عن الشدة أو المراد\nبها أن الرب تعالى يكشف عن ساقه ولا يحفظ عن الصحابة والتابعين نزاع فيما\nيذكر أنه من الصفات أم لا في غير هذا الموضع وليس في ظاهر القرآن ما يدل\nعلى أن ذلك صفة لله لأنه سبحانه لم يضف الساق إليه وإنما ذكره مجردا عن\nالإضافة منكرا والذين أثبتوا ذلك صفة كاليدين والإصبع لم يأخذوا ذلك من\nظاهر القرآن وإنما أثبتوه بحديث أبي سعيد الخدري المتفق على صحته وهو حديث\nالشفاعة الطويل وفيه فيكشف الرب عن ساقه فيخرون له سجدا ومن حمل الآية على\nذلك قال قوله تعالى <span class='quran'>يوم يكشف عن ساق ويدعون إلى السجود </span>القلم 42\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n             @\n</p>\n\n<p>\nمطابق لقوله صلى الله عليه وسلم فيكشف عن ساقه فيخرون له سجدا وتنكيره\nللتعظيم والتفخيم كأنه قال يكشف عن ساق عظيمة جلت عظمتها وتعالى شأنها أن\nيكون لها نظير أو مثيل أو شبيه قالوا وحمل الآية على الشدة لا يصح بوجه فإن\nلغة القوم في مثل ذلك أن يقال كشفت الشدة عن القوم لا كشف عنها كما قال\nالله تعالى <span class='quran'>فلما كشفنا عنهم العذاب إذا هم ينكثون </span>الزخرف 50\n</p>\n\n<p>\nوقال <span class='quran'>ولو رحمناهم وكشفنا ما بهم من ضر </span>المؤمنون 75\n</p>\n\n<p>\nفالعذاب والشدة هو المكشوف لا المكشوف عنه وأيضا فهناك تحدث الشدة وتشتد\nولا تزال إلا بدخول الجنة وهناك لا يدعون إلى السجود وإنما يدعون إليه أشد\nما كانت الشدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             @\n</p>\n\n<p>\nالتاسع أن دعوى الجهمي أن ظاهر القرآن يدل على أن لله سبحانه أيديا كثيرة\nعلى جنب واحد وأعينا كثيرة على وجه واحد عضه للقرآن وتنقص له <span id='ms040'></span> وذم ولا يدل\nظاهر القرآن ولا باطنه على ذلك بوجه ما ولا فهمه من له عقل ولو كان ذلك\nظاهر القرآن لكان المخبر به منفرا للمدعوين عن الإيمان بالله ورسوله ومطرقا\nلهم إلى الطعن عليه والله سبحانه قال <span class='quran'>تجري بأعيننا </span>القمر 14\n</p>\n\n<p>\nوقال <span class='quran'>واصنع الفلك بأعيننا </span>هود 37\n</p>\n\n<p>\nوقال <span class='quran'>واصبر لحكم ربك فإنك بأعيننا </span>الطور 48\n</p>\n\n<p>\nوقال <span class='quran'>أو لم يروا أنا خلقنا لهم مما عملت أيدينا أنعاما </span>يس 71\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n             @\n</p>\n\n<p>\nوقال في قصة موسى <span class='quran'>ولتصنع على عيني </span>طه 39\n</p>\n\n<p>\nفذكر العين المفردة مضافة إلى الضمير المفرد والأعين مجموعة مضافة إلى\nضمير الجمع وذكر العين مفردة لا يدل على أنها عين واحدة ليس إلا كما يقول\nالقائل أفعل هذا على عيني وأجيئك على عيني وأحمله على عيني ولا يريد به أن\nله عينا واحدة فلو فهم أحد هذا من ظاهر كلام المخلوق لعد أخرق وأما إذا\nأضيفت العين إلى اسم الجمع ظاهرا أو مضمرا فالأحسن جمعها مشاكلة للفظ كقوله\n<span class='quran'>تجري بأعيننا </span>القمر 14\n</p>\n\n<p>\nوقوله <span class='quran'>واصنع الفلك بأعيننا </span>هود 37\n</p>\n\n<p>\nوهذا نظير المشاكلة في لفظ اليد المضافة إلى المفرد كقوله <span class='quran'>بيده\nالملك </span>الملك 1\n</p>\n\n<p>\nو <span class='quran'>بيدك الخير </span>آل عمران 26 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n             @\n</p>\n\n<p>\nوإن أضيفت إلى ضمير جمع جمعت كقوله <span class='quran'>أو لم يروا أنا خلقنا لهم مما\nعملت أيدينا أنعاما </span>يس 71\n</p>\n\n<p>\nوكذلك إضافة اليد والعين إلى اسم الجمع الظاهر كقوله <span class='quran'>بما كسبت أيدي\nالناس </span>الروم 41\n</p>\n\n<p>\nوقوله <span class='quran'>قالوا فأتوا به على أعين الناس </span>الأنبياء 61\n</p>\n\n<p>\nوقد نطق القرآن والسنة بذكر اليد مضافة إليه سبحانه مفردة ومثناة ومجموعة\n</p>\n\n<p>\nوبلفظ العين مضافة إليه مفردة ومجموعة ونطقت السنة بإضافتها إليه مثناة\nكما قال عطاء عن أبي هريرة عن النبي صلى الله عليه وسلم إن العبد إذا قام\nفي الصلاة قام بين عيني الرحمن فإذا التفت قال له ربه إلى من تلتفت إلى خير\nلك مني وقول النبي صلى الله عليه وسلم @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n             @ وسلم إن ربكم ليس\nبأعور صريح في أنه ليس المراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             @ إثبات عين واحدة ليس إلا فإن\nذلك عور ظاهر تعالى الله عن ذلك علوا كبيرا وهل يفهم من قول <span id='ms041'></span> الداعي اللهم\nاحرسنا بعينك التي لا تنام أنها عين واحدة ليس إلا إلا ذهن أقلف وقلب أغلف\n</p>\n\n<p>\nقال خلف بن تميم حدثنا عبد الجبار بن كثير قال قيل لإبراهيم بن أدهم هذا\nالسبع فنادى يا قسورة إن كنت أمرت فينا بشيء وإلا يعني فاذهب فضرب بذنبه\nوولى مدبرا فنظر إبراهيم إلى أصحابه وقال قولوا اللهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n             @ احرسنا\nبعينك التي لا تنام وأكنفنا بكنفك الذي لا يرام وارحمنا بقدرتك علينا ولا\nنهلك وأنت الرجاء\n</p>\n\n<p>\nقال عثمان الدارمي الأعور ضد البصير بالعينين وقد قال النبي صلى الله\nعليه وسلم في الدجال إنه أعور وإن ربكم ليس بأعور وقد احتج السلف على إثبات\nالعينين له سبحانه بقوله <span class='quran'>تجري بأعيننا </span>القمر 14\n</p>\n\n<p>\nوممن صرح بذلك إثباتا واستدلالا أبو الحسن الأشعري في كتبه كلها فقال في\nالمقالات والموجز والإبانة وهذا لفظه فيها وجملة قولنا أن نقر بالله\nوملائكته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n             @ وكتبه ورسله إلى أن قال وإن الله مستوي على عرشه\nكما قال <span class='quran'>الرحمن على العرش استوى </span>طه 5\n</p>\n\n<p>\nوأن له وجها كما قال <span class='quran'>ويبقى وجه ربك ذو الجلال والإكرام </span>الرحمن\n27\n</p>\n\n<p>\nوأن له يدين كما قال <span class='quran'>بل يداه مبسوطتان </span>المائدة 64\n</p>\n\n<p>\nوقال <span class='quran'>لما خلقت بيدي </span>ص 75\n</p>\n\n<p>\nوأن له عينين بلا كيف كما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n             @ <span class='quran'>تجري بأعيننا </span>القمر 14\n</p>\n\n<p>\nفهذا الأشعري والناس قبله وبعده ومعه لم يفهموا من الأعين أعينا كثيرة\nعلى وجه ولم يفهموا من الأيدي أيديا كثيرة على شق واحد حتى جاء هذا الجهمي\nفعضه القرآن وادعى أن هذا ظاهره وإنما قصد هذا وأمثاله التشنيع على من بدعه\nوضلله من أهل السنة والحديث وهذا شأن الجهمية في القديم والحديث وهم بهذا\nالصنيع على الله ورسوله وكتابه يشنعون <span class='quran'>وقل اعملوا فسيرى الله عملكم\nورسوله والمؤمنون وستردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون\n</span>التوبة 105\n</p>\n\n<p>\nفما ذنب أهل السنة والحديث إذا نطقوا بما نطقت به النصوص وأمسكوا عما\nأمسكت عنه ووصفوا الله بما وصف به نفسه ووصفه رسوله وردوا تأويل الجاهلين\nوانتحال المبطلين الذين عقدوا ألوية الفتنة وأطلقوا أعنة المحنة وقالوا على\nالله وفي <span id='ms042'></span> الله بغير علم فردوا باطلهم وبينوا زيفهم وكشفوا إفكهم ونافحوا عن\nالله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n             @ فلم يقدروا على أخذ الثأر منهم إلا بأن سموهم\nمشبهة ممثلة مجسمة حشوية ولو كان لهؤلاء عقول لعلموا أن التلقيب بهذه\nالألقاب ليس لهم وإنما هو لمن جاء بهذه النصوص وتكلم بها ودعى الأمة إلى\nالإيمان بها ومعرفتها ونهاهم عن تحريفها وتبديلها فدعوا التشنيع بما تعلمون\nأنتم وكل عاقل منصف أنه كذب ظاهر وإفك مفترى لا يعلم به قائل يناظر عن\nمقالته فهل تدفعون عن أنفسكم التعطيل ونفي حقائق صفات الكمال عن رب\nالعالمين وأنها مجاز لا حقيقة لها وأن ظاهرها كفر وتشبيه وإلحاد فلو كان\nخصومكم كما زعمتم وحاشاهم مشبهة ممثلة مجسمة لكانوا أقل تنقصا لرب العالمين\nوكتابه وأسمائه وصفاته منكم بكثير كثير لو كان قولهم يقتضي التنقص فكيف وهو\nلا يقتضيه ولو صرحوا به فإنهم يقولون نحن أثبتنا لله غاية الكمال ونعوت\nالجلال ووصفناه بكل صفة كمال فإن لزم من هذا تجسيم أو تشبيه لم يكن هذا\nنقصا ولا عيبا ولا ذما بوجه من الوجوه فإن لازم الحق حق وما لزم من إثبات\nكمال الرب ليس بنقص وأما أنتم فنفيتم عنه صفات الكمال ولا ريب أن لازم هذا\nالنفي وصفه بأضدادها من العيوب والنقائص فما سوى الله ولا رسوله ولا عقلاء\nعباده بين من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n             @ نفى كماله المقدس حذرا من التجسيم وبين من أثبت\nكماله الأعظم وصفاته العلى بلوازم ذلك كائنة ما كانت\n</p>\n\n<p>\nفلو فرضنا في الأمة من يقول له سمع كسمع المخلوق وبصر كبصره لكان أدنى\nإلى الحق ممن يقول لا سمع له ولا بصر\n</p>\n\n<p>\nولو فرضنا في الأمة من يقول إنه متحيز على عرشه تحيط به الحدود والجهات\nلكان أقرب إلى الصواب من قول من يقول ليس فوق العرش إله يعبد ولا رب يصلى\nله ويسجد ولا ترفع إليه الأيدي ولا ينزل من عنده شيء ولا يصعد إليه شيء ولا\nهو فوق خلقه ولا محايثهم ولا مباينهم\n</p>\n\n<p>\nولو فرضنا في الأمة من يقول إنه <span id='ms043'></span> يتكلم كما يتكلم الآدمي وأن كلامه بآلات\nوأدوات تشبه آلات الآدميين وأدواتهم لكان خيرا ممن يقول إنه ما تكلم ولا\nيتكلم ولا قال ولا يقول ولا يقوم به كلام البتة فإن هذا القائل يشبهه\nبالأحجار والجمادات التي لا تعقل وذلك المشبه وصفه بصفات الأحياء الناطقين\n</p>\n\n<p>\nوكذلك لو فرضنا في الأمة من يقول له يدان كأيدينا لكان خيرا ممن يقول ليس\nله يدان فإن هذا معطل مكذب لله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n             @ راد على الله ورسوله وذلك\nالمشبه غالط مخطىء في فهمه فالمشبه على زعمكم الكاذب لم يشبهه تنقيضا له\nوجحدا لكماله بل ظنا إن إثبات الكمال لا يمكن إلا بذلك فقابلتموه بتعطيل\nكماله وذلك غاية التنقص\n</p>\n\n<p>\nالعاشر أنك أيها الجهمي في فهمك عن الله أن ظاهر كلامه إثبات أيد متعددة\nعلى جنب واحد وعيون متعددة في وجه واحد قد ضاهيت النصارى الذين احتجوا على\nتثليثهم وإثبات آلهة متعددة بظاهر قوله <span class='quran'>إنا نحن نحيي ونميت وإلينا\n</span>ق 43\n</p>\n\n<p>\nوأمثاله\n</p>\n\n<p>\nوفي هؤلاء أنزل الله تعالى <span class='quran'>فأما الذين في قلوبهم زيغ فيتبعون ما\nتشابه منه ابتغاء الفتنة وابتغاء تأويله </span>آل عمران 7\n</p>\n\n<p>\nوفي الصحيح عن عائشة أن رسول الله صلى الله عليه وسلم قال يا عائشة إذا\nرأيتم الذين يتبعون ما تشابه منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n             @ فأولئك الذين سمى الله\nفاحذروهم وهذا الفهم الفاسد إنما أتى من قبل عجم القلوب والألسن فهم الذين\nأفسدوا الذين وشوشوا على الناس وإلا فلغة العرب متنوعة في إفراد المضاف\nوتثنيته وجمعه بحسب أحوال المضاف إليه فإن أضافوا الواحد المتصل إلى مفرد\nأفردوه وإن أضافوه إلى اسم جمع ظاهر أو مضمر جمعوه وإن أضافوه إلى اسم مثنى\nفالأفصح من لغتهم جمعه لقوله تعالى <span class='quran'>فقد صغت قلوبكما </span>التحريم 4\n</p>\n\n<p>\nوإنما هما قلبان لا غير وقوله <span class='quran'>والسارق والسارقة فاقطعوا أيديهما\n</span>المائدة 38\n</p>\n\n<p>\nوتقول العرب إضرب أعناقهما واقطع ألسنتهما وهذا أفصح استعمالهم وتارة\nيفردون المضاف فيقولون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n             @ لسانهما وقلبهما وظهرهما وتارة يثنونه\nكقوله ظهراهما مثل ظهور الترسين والقرآن إنما نزل بلغة العرب لا بلغة العجم\nوالطماطم والأنباط الذين أفسدوا الدين وتلاعبوا بالنصوص وانتهكوا <span id='ms044'></span> حرماتها\nوجعلوها عرضة لتأويل الجاهلين وانتحال المبطلين وإذا كان من لغتهم وضع\nالجمع موضع التثنية لئلا يجمعوا في لفظ واحد بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n             @ تثنيتين ولا\nلبس هناك فلأن يوضع الجمع موضع التثنية فيما إذا كان المضاف إليه مجموعا\nأولى بالجواز يدل عليه أنك لا تكاد تجد في كلامهم عينينا ويدينا ونحو ذلك\nولا يلبس على السامع قول المتكلم نراك بأعيننا ونأخذك بأيدينا ونحو ذلك ولا\nيفهم منه بشر على وجه الأرض عيونا كثيرة على وجه واحد وأيديا متعددة على\nبدن واحد فهل قدر القرآن حق قدره من زعم أن هذا ظاهره\n</p>\n\n<p>\nالوجه الحادي عشر لفظ اليد جاء في القرآن على ثلاثة أنواع مفردا ومثنى\nومجموعا فالمفرد كقوله <span class='quran'>بيده الملك </span>الملك 1\n</p>\n\n<p>\nوالمثنى كقوله <span class='quran'>خلقت بيدي </span>ص 75\n</p>\n\n<p>\nوالمجموع كقوله <span class='quran'>عملت أيدينا </span>يس 71\n</p>\n\n<p>\nفحيث ذكر اليد مثناة أضاف الفعل إلى نفسه بضمير الإفراد وعدى الفعل\nبالباء إليهما فقال <span class='quran'>خلقت بيدي </span>ص 75 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             @\n</p>\n\n<p>\nوحيث ذكرها مجموعة أضاف العمل إليها ولم يعد الفعل بالباء فهذه ثلاثة\nفروق فلا يحتمل <span class='quran'>خلقت بيدي </span>ص 75\n</p>\n\n<p>\nمن المجاز ما يحتمله عملت أيدينا فإن كل أحد يفهم من قوله عملت أيدينا ما\nيفهمه من قوله عملنا وخلقنا كما يفهم ذلك من قوله <span class='quran'>فبما كسبت أيديكم\n</span>الشورى 30\n</p>\n\n<p>\nوأما قوله <span class='quran'>خلقت بيدي </span>ص 75\n</p>\n\n<p>\nفلو كان المراد منه مجرد الفعل لم يكن لذكر اليد بعد نسبة الفعل إلى\nالفاعل معنى فكيف وقد دخلت عليها الباء فكيف إذا ثنيت\n</p>\n\n<p>\nوسر الفرق أن الفعل قد يضاف إلى يد ذي اليد والمراد الإضافة إليه كقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n             @ <span class='quran'>بما قدمت يداك </span>الحج 10 <span class='quran'>فبما كسبت أيديكم </span>الشورى 30\n</p>\n\n<p>\nوأما إذا أضيف إليه الفعل ثم عدي بالباء إلى يده مفردة أو مثناة فهو ما\nباشرته يده ولهذا قال عبد الله بن عمرو إن الله لم يخلق بيده إلا ثلاثا خلق\nآدم بيده وغرس جنة الفردوس بيده وذكر الثالثة فلو كانت اليد هي القدرة لم\nيكن لها اختصاص بذلك ولا كانت لآدم فضيلة بذلك على شيء مما خلق بالقدرة وقد\nأخبر النبي صلى الله عليه وسلم <span id='ms045'></span> أن أهل الموقف يأتونه يوم القيامة فيقولون\nيا آدم أنت أبو البشر خلقك الله بيده ونفخ فيك من روحه وأسجد لك ملائكته\nوعلمك أسماء كل شيء فاشفع لنا إلى ربك فذكروا أربعة أشياء كلها خصائص وكذلك\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             @ آدم لموسى في محاجته له اصطفاك الله بكلامه وخط لك\nالألواح بيده وفي لفظ آخر كتب لك التوراة بيده وهو من أصح الأحاديث وكذلك\nالحديث الآخر المشهور أن الملائكة قالوا يا رب خلقت بني آدم يأكلون ويشربون\nوينكحون ويركبون فاجعل لهم الدنيا ولنا الآخرة فقال الله تعالى لا أجعل\nصالح ذرية من خلقت بيدي ونفخت فيه من روحي كمن قلت له كن فكان وهذا التخصيص\nإنما فهم من قوله <span class='quran'>خلقت بيدي </span>ص 75\n</p>\n\n<p>\nفلو كانت مثل قوله <span class='quran'>مما عملت أيدينا </span>لكان هو والأنعام في ذلك\nسواء فلما فهم المسلمون أن قوله <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span>موجبا له تخصيصا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             @ وتفضيلا بكونه مخلوقا باليدين على من أمر أن\nيسجد له وفهم ذلك أهل الموقف حين جعلوه من خصائصه كانت التسوية بينه وبين\nقوله <span class='quran'>أو لم يروا أنا خلقنا لهم مما عملت أيدينا أنعاما </span>يس 71\n</p>\n\n<p>\nخطأ محضا\n</p>\n\n<p>\nوكذلك قول النبي صلى الله عليه وسلم في الحديث الصحيح يقبض الله سماواته\nبيده والأرض باليد الأخرى وقوله يمين الله ملأى لا يغيضها نفقة سحاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             @ الليل والنهار أرأيتم ما أنفق منذ خلق الخلق فإنه لم يغض ما\nفي يمينه وبيده الأخرى القسط يخفض ويرفع وقال تعالى <span class='quran'>وقالت اليهود يد\nالله مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان </span>المائدة 64\n</p>\n\n<p>\nوفي الحديث الذي رواه مسلم في صحيحه في أعلى أهل الجنة منزلة أولئك الذين\nغرست كرامتهم بيدي وختمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n             @ عليها وقال أنس بن مالك قال رسول\nالله صلى الله عليه وسلم خلق الله جنة عدن وغرس أشجارها بيده فقال لها\nتكلمي فقالت قد أفلح المؤمنون وقال عبد الله بن الحارث قال النبي صلى الله\nعليه وسلم إن الله خلق ثلاثة أشياء بيده خلق آدم بيده وكتب التوراة بيده <span id='ms046'></span>\nوغرس الفردوس بيده ثم قال وعزتي لا يسكنها مدمن خمر ولا ديوث وفي الصحيح\nعنه صلى الله عليه وسلم تكون الأرض يوم القيامة خبزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n             @ واحدة\nيتكفؤها الجبار بيده كما يكفؤ أحدكم خبزته في السفر نزلا لأهل الجنة وكان\nرسول الله صلى الله عليه وسلم يقول في استفتاح الصلاة لبيك وسعديك والخير\nكله في يديك وفي الصحيح أيضا عنه صلى الله عليه وسلم إن الله يبسط يده\nبالليل ليتوب مسيء النهار ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع\nالشمس من مغربها\n</p>\n\n<p>\nوقال عبد الله بن مسعود قال رسول الله صلى الله عليه وسلم الأيدي ثلاثة\nفيد الله العليا ويد المعطي التي تليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             @ ويد السائل السفلى\nوفي الصحيح عنه صلى الله عليه وسلم المقسطون عند الله يوم القيامة على\nمنابر من نور عن يمين الرحمن وكلتا يديه يمين الذين يعدلون في حكمهم\nوأهليهم وما ولوا وفي المسند وغيره من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n             @ حديث أبي هريرة عن\nالنبي صلى الله عليه وسلم لما خلق الله آدم ونفخ فيه الروح عطس فقال الحمد\nلله فحمد الله بإذن الله فقال له ربه رحمك ربك يا آدم وقال له إذهب إلى\nأولئك الملائكة إلى ملأ منهم جلوس فقل السلام عليكم فذهب فقالوا وعليكم\nالسلام ورحمة الله وبركاته ثم رجع إلى ربه فقال هذه تحيتك وتحية بنيك بينهم\nفقال الله تعالى ويداه مقبوضتان إختر أيهما شئت فقال اخترت يمين ربي وكلتا\nيدي ربي يمين مباركة ثم بسطها فإذا فيها آدم وذريته وذكر الحديث\n</p>\n\n<p>\nوقال عمر بن الخطاب سمعت رسول الله يقول خلق الله آدم ثم مسح ظهره بيمينه\nفاستخرج منه ذرية فقال خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون ثم مسح\nظهره فاستخرج منه ذرية فقال خلقت هؤلاء للنار وبعمل أهل النار يعملون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n             @\n</p>\n\n<p>\nوقال هشام بن حكيم عن رسول الله صلى الله عليه وسلم إن الله أخذ ذرية بني\nآدم من ظهورهم وأشهدهم على أنفسهم ثم أفاض بهم في كفيه فقال هؤلاء للجنة\nوهؤلاء للنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n             @\n</p>\n\n<p>\nوقال عبد الله بن <span id='ms047'></span> عمرو ولما خلق الله آدم نفضه نفض المزود فخرج منه مثل\nالذر فقبض قبضتين فقال لما في اليمين في الجنة ولما في الأخرى في النار\n</p>\n\n<p>\nوقال أبو موسى الأشعري عن النبي صلى الله عليه وسلم خلق آدم من قبضة\nقبضها من جميع الأرض فجاء بنو آدم على قدر الأرض فمنهم الأحمر والأبيض\nوالأسود وبين ذلك والسهل والحزن والطيب والخبيث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             @\n</p>\n\n<p>\nوقال سلمان الفارسي إن الله تعالى خمر طينة آدم أربعين ليلة أو أربعين\nيوما ثم ضرب بيده فيها فخرج كل طيب بيمينه وكل خبيث بيده الأخرى ثم خلط\nبينهما\n</p>\n\n<p>\nوقال أبو هريرة قال رسول الله صلى الله عليه وسلم ما تصدق أحد بصدقة من\nطيب ولا يقبل الله إلا الطيب إلا أخذها الرحمن بيمينه وإن كانت تمرة فتربوا\nفي كف الرحمن حتى تكون أعظم من الجبل متفق على صحته\n</p>\n\n<p>\nوقال أنس قال رسول الله صلى الله عليه وسلم إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n             @ الله وعدني\nأن يدخل الجنة من أمتي أربعمائة ألف فقال أبو بكر زدنا يا رسول الله قال\nوهكذا وجمع يديه قال زدنا يا رسول الله قال وهكذا قال زدنا يا رسول الله\nقال عمر حسبك فقال أبو بكر دعني يا عمر وما عليك أن يدخلنا الله الجنة كلنا\nقال عمر إن شاء الله أدخل خلقه الجنة بكف واحدة فقال النبي صلى الله عليه\nوسلم صدق عمر\n</p>\n\n<p>\nوقال نافع بن عمر سألت بن أبي مليكة عن يد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n             @ الله أواحدة أم\nاثنتان فقال لا بل اثنتان\n</p>\n\n<p>\nوقال بن عباس ما السماوات السبع والأرضون السبع وما فيهما في يد الله إلا\nكخردلة في يد أحدكم\n</p>\n\n<p>\nوقال بن عمر وبن عباس أول شيء خلقه الله القلم فأخذه بيمينه وكلتا يديه\nيمين فكتب الدنيا وما فيها من عمل معمول في بر وبحر ورطب ويابس فأحصاه عنده\n</p>\n\n<p>\nوقال بن عباس في قوله تعالى <span class='quran'>والسماوات مطويات بيمينه </span>يقبض الله\nعليها فيرى طرفاها في يده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n             @\n</p>\n\n<p>\nوقال بن عمر رأيت رسول الله صلى الله عليه وسلم قائما على المنبر فقال إن <span id='ms048'></span>\nالله تعالى إذا كان يوم القيامة جمع السماوات والأرض في قبضته ثم قال هكذا\nومد يده وبسطها ثم يقول أنا الله أنا الرحمن وذكر الحديث\n</p>\n\n<p>\nوقال بن وهب عن أسامة عن نافع عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             @ بن عمر أن النبي صلى الله\nعليه وسلم قرأ على المنبر <span class='quran'>والأرض جميعا قبضته يوم القيامة والسماوات\nمطويات بيمينه </span>الزمر 67\n</p>\n\n<p>\nقال مطوية في كفه يرمي بها كما يرمي الغلام بالكرة\n</p>\n\n<p>\nوقال عبيد الله بن مقسم نظرت إلى عبد الله بن عمر كيف صنع حيث يحكي رسول\nالله صلى الله عليه وسلم قال يأخذ الله سماواته وأرضه بيده فيقول أنا الله\nويقبض أصابعه ويبسطها ويقول أنا الرحمن الرحيم أنا الملك حتى نظرت إلى\nالمنبر يتحرك من أسفل شيء منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             @ حتى إني أقول أساقط هو برسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nوقال زيد بن أسلم لما كتب الله التوراة بيده قال بسم الله هذا كتاب من\nالله بيده لعبده موسى يسبحني ويقدسني ولا يحلف بإسمي آثما فإني لا أزكي من\nحلف باسمي آثما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n             @\n</p>\n\n<p>\nوإنما ذكرنا هذه النصوص التي هي غيض من فيض ليعلم الواقف عليها أنه لا\nيفهم أحد من عقلاء بني آدم منها شخصا له شق واحد وعليه أيد كثيرة وله ساق\nواحد وله وجه واحد وفيه عيون كثيرة فهذه نصوص القرآن والسنة كما ترى هل\nيفهم منها مسلم ما ذكره هذا الجهمي أو أحد ممن له أدنى فهم ومن هذا قدر\nالنصوص عنده فهو حقيق بأن لا يقبل منها شيئا ولا ينال منها هدى ولا يظفر\nمنها بعلم وهي في حقه كما قال الله تعالى <span class='quran'>وننزل من القرآن ما هو شفاء\nورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا </span>الإسراء 82\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>وإذا ما أنزلت سورة فمنهم من يقول أيكم زادته هذه\nإيمانا فأما الذين آمنوا فزادتهم إيمانا وهم يستبشرون وأما الذين في قلوبهم\nمرض فزادتهم رجسا إلى رجسهم </span>التوبة 125 124 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n             @\n</p>\n\n<p>\nوقوله <span class='quran'>قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر\nوهو عليهم عمى أولئك ينادون <span id='ms049'></span> من مكان بعيد </span>فصلت 44\n</p>\n\n<p>\nوقوله <span class='quran'>يضل به كثيرا ويهدي به كثيرا وما يضل به إلا الفاسقين </span>البقرة 26\n</p>\n\n<p>\nوالله يعلم أن هذا من أعظم العضه لها والتنقص بها والطعن على من تكلم بها\nوجاء بها أو يقال له هذا ظاهر كلامك وحقيقته فانظر إلى أقبح التشبيه\nوالتمثيل الذي ادعوا أنه ظاهر النصوص وإلى التعطيل الذي سطوا به عليها\nوسموه تأويلا فصح أنهم جمعوا بين فهم التشبيه منها واعتقاد التعطيل ونسبة\nقائلها إلى قصد ما يضاد البيان والإرشاد والله المستعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل التاسع في الوظائف الواجبة على المتأول الذي لا يقبل منه تأويله\nإلا بها\n</p>\n\n<p>\nلما كان الأصل في الكلام هو الحقيقة والظاهر كان العدول به عن حقيقته\nوظاهره مخرجا له عن الأصل فاحتاج مدعي ذلك إلى دليل يسوغ له إخراجه عن أصله\nفعليه أربعة أمور لا تتم له دعواه إلا بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n             @\n</p>\n\n<p>\nالأمر الأول بيان احتمال اللفظ للمعنى الذي تأوله في ذلك التركيب الذي\nوقع فيه وإلا كان كاذبا على اللغة منشئا وضعا من عنده فإن اللفظ قد لا\nيحتمل ذلك المعنى لغة\n</p>\n\n<p>\nوإن احتمله فقد لا يحتمله في ذلك التركيب الخاص وكثير من المتأولين لا\nيبالي إذا تهيأ له حمل اللفظ على ذلك المعنى بأي طريق أمكنه أن يدعي حمله\nعليه إذ مقصوده دفع الصائل فبأي طريق اندفع عنه دفعه والنصوص قد صالت على\nقواعده الباطلة فبأي طريق تهيأ له دفعها دفعها ليس مقصوده أخذ الهدى والعلم\nوالإرشاد منها فإنه قد أصل أنها أدلة لفظية لا يستفاد منها يقين ولا علم\nولا معرفة بالحق وإنما المعول على آراء الرجال وما تقتضيه عقولها وأنت إذا\nتأملت تأويلاتهم رأيت كثيرا منها لا يحتمله اللفظ في اللغة التي وقع بها\nالتخاطب وإن احتمله لم يحتمله في ذلك التركيب الذي تأوله وليس لأحد أن يحمل\nكلام الله ورسوله على كل ما ساغ في اللغة أو الاصطلاح لبعض الشعراء أو\nالخطباء أو الكتاب أو العامة إلا إذا كان ذلك غير مخالف لما علم من وصف\nالرب تعالى <span id='ms050'></span> وشأنه وما تضافرت به صفاته لنفسه وصفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n             @ رسوله له\nوكانت إرادة ذلك المعنى بذلك اللفظ مما يجوز ويصلح نسبتها إلى الله ورسوله\nلا سيما والمتأول يخبر عن مراد الله ورسوله فإن تأويل كلام المتكلم بما\nيوافق ظاهره أو يخالفه إنما هو بيان لمراده فإذا علم أن المتكلم لم يرد هذا\nالمعنى وأنه يمتنع أن يريده وأن في صفات كماله ونعوت جلاله ما يمنع من\nإرادته وأنه يستحيل عليه من وجوه كثيرة أن يريده استحال الحكم عليه بإرادته\nفهذا أصل عظيم يجب معرفته ومن أحاط به معرفة تبين له أن كثيرا مما يدعيه\nالمحرفون من التأويلات مما يعلم قطعا أن المتكلم لا يصح أن يريده بذلك\nالكلام وإن كان ذلك مما يسوغ لبعض الشعراء وكتاب الإنشاء واللغة من\nالقاصدين التعمية لغرض من الأغراض فلا بد أن يكون المعنى الذي تأوله\nالمتأول مما يسوغ استعمال اللفظ فيه في تلك اللغة التي وقع بها التخاطب\n</p>\n\n<p>\nوأن يكون ذلك المعنى مما تجوز نسبته إلى الله وأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n             @ لا يعود\nعلى شيء من صفات كماله بالإبطال والتعطيل وأن يكون معه قرائن تحتف به تبين\nأنه مراد باللفظ وإلا كانت دعوى إرادته كذبا على المتكلم ونحن نذكر لذلك\nأمثلة\n</p>\n\n<p>\nالمثال الأول تأويل قوله تعالى <span class='quran'>خلق السماوات والأرض في ستة أيام ثم\nاستوى على العرش </span>الأعراف 54\n</p>\n\n<p>\nبأنه أقبل على خلقه فهذا إنشاء منهم لوضع لفظ استوى على أقبل على خلقه\nوهذا لم يقله أحد من أهل اللغة فإنهم ذكروا معاني استوى ولم يذكر أحد منهم\nأصلا في معانيه الإقبال على الخلق فهذه كتب اللغة طبق الأرض هل تجدون أحدا\nمنهم يحكي ذلك على اللغة وأيضا فإن استواء الشيء والاستواء إليه وعليه\nيستلزم وجوده ووجود ما نسبت إليه الاستواء بإلى أو بعلى فلا يقال استوى إلى\nأمر معدوم ولا استوى عليه فهذا التأويل إنشاء محض لا إخبار صادق عن استعمال\nأهل اللغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             @\n</p>\n\n<p>\nوكذلك تأويلهم الاستواء بالاستيلاء فإن هذا لا تعرفه العرب من لغاتها ولم\nيقله أحد من أئمة اللغة <span id='ms051'></span> وقد صرح أئمة اللغة كابن الأعرابي وغيره بأنه لا\nيعرف في اللغة ولو احتمل ذلك لم يحتمله هذا التركيب فإن استيلاءه سبحانه\nوغلبته للعرش لم يتأخر عن خلق السماوات والأرض والعرش مخلوق قبل خلقها\nبأكثر من خمسين ألف سنة كما أخبر بذلك الصادق المصدوق فيما صح عنه وبطلان\nهذا التأويل من أربعين وجها سنذكرها في موضعها في هذا الكتاب إن شاء الله\n</p>\n\n<p>\nوالمقصود ذكر الوظائف التي على المتأول فعليه أن يبين احتمال اللفظ\nللمعنى الذي ذكره أولا الأمر الثاني\n</p>\n\n<p>\nويبين تعيين ذلك المعنى ثانيا فإنه إذا أخرج عن حقيقته قد يكون له معان\nفتعيين ذلك المعنى يحتاج إلى دليل الأمر\n</p>\n\n<p>\nالثالث إقامة الدليل الصارف للفظ عن حقيقته وظاهره فإن دليل المدعي\nللحقيقة والظاهر قائم فلا يجوز العدول عنه إلا بدليل صارف يكون أقوى منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n             @\n</p>\n\n<p>\nالرابع الجواب عن المعارض فإن مدعي الحقيقة قد أقام الدليل العقلي\nوالسمعي على إرادة الحقيقة\n</p>\n\n<p>\nأما السمعي فلا يمكنك المكابرة أنه معه\n</p>\n\n<p>\nوأما العقلي فمن وجهين عام وخاص فالعام الدليل الدال على كمال علم\nالمتكلم وكمال بيانه وكمال نصحه والدليل العقلي على ذلك أقوى من الشبه\nالخيالية التي يستدل بها النفاة بكثير فإن جاز مخالفة هذا الدليل القاطع\nفمخالفة تلك الشبه الخيالية أولى بالجواز وإن لم تجز مخالفة تلك الشبه\nفامتناع مخالفة الدليل القاطع أولى\n</p>\n\n<p>\nوأما الخاص فإن كل صفة وصف الله بها نفسه ووصفه بها رسوله فهي صفة كمال\nقطعا فلا يجوز تعطيل صفات كماله وتأويلها بما يبطل حقائقها فالدليل العقلي\nالذي دل على ثبوت الحياة والعلم والقدرة والإرادة والسمع والبصر دل نظيره\nعلى ثبوت الحكمة والرحمة والرضا والغضب والفرح والضحك والذي دل على أنه\nفاعل بمشيئته واختياره دل على قيام أفعاله به وذلك عين الكمال المقدس وكل\nصفة دل عليها القرآن والسنة فهي صفة كمال والعقل جازم بإثبات صفات الكمال\nللرب سبحانه ويمتنع أن يصف نفسه أو يصفه رسوله بصفة توهم نقصا وهذا الدليل\nأيضا أقوى من كل شبهة للنفاة يوضحه أن أدلة مباينة <span id='ms052'></span> الرب لخلقه وعلوه على\nجميع مخلوقاته أدلة عقلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n             @ فطرية توجب العلم الضروري بمدلولها\nوأما السمعية فتقارب الف دليل فعلى المتأول أن يجيب عن ذلك كله وهيهات له\nبجواب صحيح عن بعض ذلك فنحن نطالبه بجواب صحيح عن دليل واحد وهو أن الرب\nتعالى إما أن يكون له وجود خارجي عن الذهن ثابت في الأعيان أولا فإن لم يكن\nله وجود خارجي كان خيالا قائما بالذهن لا حقيقة له وهذا حقيقة قول المعطلة\nوإن تستروا بزخرف من القول وإن كان وجوده خارج الذهن فهو مباين له إذ هو\nمنفصل عنه إذ لو كان قائما به لكان عرضا من أعراضه وحينئذ فإما أن يكون هو\nهذا العالم أو غيره فإن كان هذا العالم فهو تصريح بقول أصحاب وحدة الوجود\nوأنه ليس لهذا العالم رب مباين له منفصل عنه وهذا أكفر أقوال أهل الأرض\n</p>\n\n<p>\nوإن كان غيره فإما أن يكون قائما بنفسه أو قائما بالعالم فإن كان قائما\nبالعالم فهو جزء من أجزائه أو صفة من صفاته وليس هذا بقيوم السماوات والأرض\nوإن كان قائما بنفسه وقد علم أن العالم قائم بنفسه فذاتان قائمتان بأنفسهما\nليست إحداهما داخلة في الأخرى ولا خارجة عنها ولا متصلة بها ولا منفصلة\nعنها ولا محايثة ولا مباينة ولا فوقها ولا تحتها ولا خلفها ولا أمامها ولا\nعن يمينها ولا عن شمالها كلام له خبىء لا يخفى على عاقل منصف والبديهة\nالضرورية حاكمة بامتناع هذا واستحالة تصوره فضلا عن التصديق به قالوا فنحن\nنطالبكم بجواب صحيح عن هذا الدليل الواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n             @ من جملة ألف دليل\nونعلم قبل المطالبة أنه لو اجتمع كل جهمي على وجه الأرض لما أجابوا عنه\nبغير المكابرة والتشنيع على أهل الإثبات بالتجسيم والتنفير والسب وهذه\nوظيفة كل مبطل قامت عليه حجة الله فدعوا الشناعة بالفرية والكذب والاختلاق\nهل يمكنكم الخروج من دائرة المعطلين الذين قالوا لو كان للعالم صانع قائم\nبنفسه لكان إما داخلا فيه أو خارجا عنه وإما متصلا أو منفصلا عنه وإما\nمحايثا <span id='ms053'></span> له أو مباينا له وإما فوقه أو تحته أو عن يمينه أو عن شماله أو خلفه\nأو أمامه فحيث لم يثبت له شيء من ذلك استحال أن يكون مغايرا للعالم قائما\nبنفسه قالوا وهذه العقول والفطر حاضرة إذا عرض عليها ذلك وجدته من باب\nالجمع بين النقيضين فدعونا من إخراج نصوص الوحي عن حقائقها ودعوى أنها\nمجازات لا حقائق لها لا تفيد يقينا ولا يستفاد منها علم بما يجب لله ويمتنع\nعليه البتة إذ هي أدلة لفظية وظواهر غير مفيدة لليقين وأجيبوا هؤلاء\nالمعطلة وأولئك المجسمة بزعمكم وإلا فليستحي من مراجمة الناس بالأحجار من\nسقف بيته من الزجاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل العاشر في أن التأويل شر من التعطيل فإنه يتضمن التشبيه والتعطيل\nوالتلاعب بالنصوص وإساءة الظن بها\n</p>\n\n<p>\nفإن المعطل والمؤول قد اشتركا في نفي حقائق الأسماء والصفات بيان أن\nالمؤولة جمعوا بين أربعة محاذير\n</p>\n\n<p>\nوامتاز المؤول بتلاعبه بالنصوص وانتهاكه لحرمتها وإساءة الظن بها ونسبة\nقائلها إلى التكلم بما ظاهره الضلال والإضلال فجمعوا بين أربعة محاذير\nالمحذور الأول\n</p>\n\n<p>\nاعتقادهم أن ظاهر كلام الله ورسوله المحال الباطل ففهموا التشبيه أولا ثم\nانتقلوا عنه إلى\n</p>\n\n<p>\nالمحذور الثاني وهو التعطيل فعطلوا حقائقها بناء منهم على ذلك الفهم الذي\nيليق بهم ولا يليق بالرب جل جلاله\n</p>\n\n<p>\nالمحذور الثالث نسبة المتكلم الكامل العلم الكامل البيان التام النصح إلى\nضد البيان والهدى والإرشاد وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n             @ المتحيرين المتهوكين أجادوا\nالعبارة في هذا الباب وعبروا بعبارة لا توهم من الباطل ما أوهمته عبارة\nالمتكلم بتلك النصوص ولا ريب عند كل عاقل أن ذلك يتضمن أنهم كانوا أعلم منه\nأو أفصح أو أنصح للناس\n</p>\n\n<p>\nالمحذور الرابع تلاعبهم بالنصوص وانتهاك حرماتها فلو رأيتها وهم يلوكونها\nبأفواههم وقد حلت بها المثلات وتلاعبت بها أمواج التأويلات وتقاذفت بها\nرياح الآراء واحتوشتها رماح الأهواء ونادى عليها أهل التأويل في سوق من\nيزيد فبذل كل واحد في ثمنها من التأويلات ما يريد فلو شاهدتها بينهم وقد\nتخطفتها أيدي الاحتمالات ثم قيدت بعد ما كانت مطلقة بأنواع الإشكالات وعزلت <span id='ms054'></span>\nعن سلطنة اليقين وجعلت تحت حكم تأويل الجاهلين هذا وطالما نصبت لها حبائل\nالإلحاد وبقيت عرضة للمطاعن والإفساد وقعد النفاة على صراطها المستقيم\nبالدفع في صدورها والأعجاز وقالوا لا طريق لك علينا وإن كان لا بد فعلى\nسبيل المجاز فنحن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             @ أهل المعقولات وأصحاب البراهين وأنت أدلة\nلفظية وظواهر سمعية لا تفيد العلم ولا اليقين فسندك آحاد وهو عرضة للطعن في\nالناقلين وإن صح وتواتر ففهم مراد المتكلم منه موقوف على انتفاء عشرة أشياء\nلا سبيل إلى العلم بانتفائها عند الناظرين والباحثين فلا إله إلا الله\nوالله أكبر كم هدمت بهذه المعاول من معاقل الإيمان وثلمت بها حصون حقائق\nالسنة والقرآن وكم أطلقت في نصوص الوحي من لسان كل جاهل أخرق ومنافق أرعن\nوطرقت لأعداء الدين الطريق وفتحت الباب لكل مبتدع وزنديق ومن نظر في\nالتأويلات المخالفة لحقائق النصوص رأى من ذلك ما يضحك عجبا ويبكي حزنا\nويثير حمية للنصوص وغضبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n             @ قد أعاد عذب النصوص ملحا أجاجا\nوخرجت الناس من الهدى والعلم أفواجا فتحيزت كل طائفة إلى طاغوتها وتصادمت\nتصادم النصارى في شأن ناسوتها ولاهوتها ثم تمالأ الكل على غزو جند الرحمن\nومعاداة حزب السنة والقرآن فتداعوا إلى حربهم تداعي الأكلة إلى قصعتها\nوقالوا نحن وإن كنا مختلفين فإنا على محاربة هذا الجند متفقون فميلوا بنا\nعليهم ميلة واحدة حتى تعود دعوتهم باطلة وكلمتهم خامدة وغر المخدوعين\nكثرتهم التي ما زادتهم عند الله ورسوله وحزبه إلا قلة وقواعدهم التي ما\nزادتهم إلا ضلالا وبعدا عن الملة وظنوا أنهم بجموعهم المعلولة يملأون قلوب\nأهل السنة إرهابا منهم وتعظيما <span class='quran'>ولما رأى المؤمنون الأحزاب قالوا هذا\nما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما </span>الأحزاب 22\n</p>\n\n<p>\nوأنت إذا تأملت تأويلات القرامطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n             @ والملاحدة والفلاسفة\nوالرافضة والقدرية والجهمية ومن سلك سبيل هؤلاء من المقلدين لهم في الحكم\nوالدليل ترى الإخبار بمضمونها عن الله ورسوله لا يقصر عن الإخبار عنه\nبالأحاديث الموضوعة المصنوعة التي هي مما عملته أيدي الوضاعين وصاغته ألسنة\nالكذابين فهؤلاء اختلقوا <span id='ms055'></span> عليه ألفاظا وضعوها وهؤلاء اختلقوا في كلامه معاني\nابتدعوها فيا محنة الكتاب والسنة بين الفريقين وما نازلة نزلت بالإسلام إلا\nمن الطائفتين فهما عدوان للإسلام كائدان وعن الصراط المستقيم ناكبان وعن\nقصد السبيل جائران فلو رأيت ما يصرف إليه المحرفون أحسن الكلام وأبينه\nوأفصحه وأحقه بكل هدى وبيان وعلم من المعاني الباطلة والتأويلات الفاسدة\nلكدت تقضي من ذلك عجبا وتتخذ في بطن الأرض سربا فتارة تعجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n             @\nوتارة تغضب وتارة تبكي وتارة تضحك وتارة تتوجع لما نزل بالإسلام وحل بساحة\nالوحي ممن هم أضل من الأنعام\n</p>\n\n<p>\nفكشف عورات هؤلاء وبيان فضائحهم وفساد قواعدهم من أفضل الجهاد في سبيل\nالله وقد قال النبي صلى الله عليه وسلم لحسان بن ثابت إن روح القدس معك ما\nدمت تنافح عن رسوله وقال أهجهم أو هاجهم وجبريل معك وقال اللهم أيده بروح\nالقدس ما دام ينافح عن رسولك وقال عن هجائه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n             @ لهم والذي نفسي\nبيده لهو أشد فيهم من النبل وكيف لا يكون بيان ذلك من الجهاد في سبيل الله\nوأكثر هذه التأويلات المخالفة للسلف الصالح من الصحابة والتابعين وأهل\nالحديث قاطبة وأئمه الإسلام الذين لهم في الأمة لسان صدق يتضمن من عبث\nالمتكلم بالنصوص وسوء الظن بها من جنس ما تضمنه طعن الذين يلمزون الرسول\nودينه وأهل النفاق والإلحاد لما فيه من دعوى أن ظاهر كلامه إفك ومحال وكفر\nوضلال وتشبيه وتمثيل أو تخييل ثم صرفها إلى معان يعلم أن إرادتها بتلك\nالألفاظ من نوع الأحاجي والألغاز لا يصدر ممن قصده نصح وبيان فالمدافعة عن\nكلام الله ورسوله والذب عنه من أفضل الأعمال وأحبها إلى الله وأنفعها للعبد\nومن رزقه الله بصيرة نافذة علم سخافة عقول هؤلاء المحرفين وأنهم من أهل\nالضلال المبين وأنهم إخوان الذين ذمهم الله بأنهم يحرفون الكلم عن مواضعه\nالذين لا يفقهون ولا يتدبرون القول وشبههم بالحمر المستنفرة تارة وبالحمار\nالذي يحمل أسفارا تارة ومن قبل التأويلات المفتراة على الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n             @\nورسوله التي هي تحريف لكلام الله ورسوله عن مواضعه فهو <span id='ms056'></span> من جنس الذين قبلوا\nقرآن مسيلمة المختلق المفترى وقد زعم أنه شريك لرسول الله صلى الله عليه\nوسلم وكان رئيسا كبيرا مطاعا بجعله شريكا له في التصديق والطاعة والقبول إن\nلم يقدمه عليه لا سيما الغالية من الجهمية والباطنية والرافضة والاتحادية\nفإن عندهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n             @ من كلام ساداتهم وكبرائهم ما يضاهون به كلام الله\nورسوله وكثيرا ما يقدمونه عليه علما وعملا ويدعون فيه من التحقيق والتدقيق\nوالعلم والعرفان ما لا يثبتون مثله للسنة والقرآن ومن تلبس منهم بالإسلام\nيقول كلامنا يوصل إلى الله والقرآن وكلام الرسول يوصل إلى الجنة وكلامنا\nللخواص والقرآن للعوام وكثير منهم يقول كلامنا برهان وطريق القرآن خطابة\nومنهم من يقول القرآن والسنة طريق السلامة وكلامنا طريق العلم والتحقيق\nوكثير منهم يقول لم يكن الصحابة معنيين بهذا الشأن بل كانوا قوما أميين\nفتحوا البلاد وأقاموا الدين بالسيف وسلموا إلينا النصوص نتصرف فيها ونستنبط\nمنها فلهم علينا مزية الجهاد والزهد والورع ولنا عليهم مزية العلم بالحقائق\nوالتأويل وإن لم يعلموا هذا من قلوبهم والله يشهد به عليهم ويعلمه كامنا في\nصدورهم يبدو على فلتات لسان من لم يصرح به منهم ومن محققي هؤلاء من يدعي أن\nالرسل يستفيدون العلم بالله من طريقهم ويتلقونه من مشكاتهم ولكن يخاطبون\nالناس على قدر عقولهم فلم يصرحوا لهم بالحق ولم ينصحوا لهم به وكل من هؤلاء\nقد نصب دون الله ورسوله طاغوتا يعول عليه ويدعو عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n             @ التحاكم\nإليه فكلامه عنده محكم لا يسوغ تأويله ولا يخالف ظاهره وكلام الله ورسوله\nإذا لم يوافقه فهو مجمل متشابه يجب تأويله أو يسوغ فضابط التأويل عندهم ما\nخالف تلك الطواغيت ومن تدبر هذا الموضع انتفع به غاية النفع وتخلص به من\nأشراك الضلال فإن الذين يقرون برسالة النبي صلى الله عليه وسلم وفيهم نوع\nإيمان به منهم من يجعل له شريكا في الطاعة كما كان المنافقون يطيعون عبد\nالله بن أبي رأس المنافقين وكبيرهم وكان كثير ممن في قلبه نوع مرض وإن لم\nيكن منافقا خالصا يطيعه <span id='ms057'></span> في كثير من الأمور ويقبل منه كما قال تعالى <span class='quran'>وفيكم سماعون لهم </span>التوبة 47\n</p>\n\n<p>\nوالمعنى على أصح القولين وفيكم مستجيبون لهم قابلون منهم كما قال الله\nتعالى <span class='quran'>سماعون للكذب </span>المائدة 42\n</p>\n\n<p>\nأي قابلون له ومن حمل الآية على العيون والجواسيس فقوله ضعيف لوجوه كثيرة\nليس هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n             @ موضعها وكما كان أصحاب مسيلمة يقولون إنه شريكه في\nالطاعة وإنه يقبل منه كما يقبل عن النبي صلى الله عليه وسلم وكان عبد الله\nبن أبي يقدم سياسته ورأيه على ما جاء به أحيانا ويغضب إذا لم يسمع منه\nويغضب له قومه وكذلك رئيس الخوارج السجاد العباد الذي بين عينيه أثر السجود\nقدم عقله ورأيه على ما جاء به في قسمة المال وزعم أنه لم يعدل فيها وكذلك\nغلاة الرافضة قدموا عقولهم وآرائهم على ما جاء به وزعموا أنه لم يعدل حيث\nأمر أبا بكر أن يصلي بالناس وبن عمه حاضر ولم يعدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n             @ حيث أثنى\nعلى أبي بكر وعمر وعظمهما فأوجب أن الأمة بعده ولوهما دون بن عمه وكذلك\nالجهمية قدموا عقولهم وآراءهم على ما جاء به وزعموا أنه لم يعدل في العبارة\nحيث عدل عن العبارة التي عبروا هم بها عن الله سبحانه وعبر بما أوقع الأمة\nفي اعتقاد التشبيه والتجسيم وحملهم كلفة التأويل وجشمهم مشقته وأوقع الخلاف\nبين الأمة بتلك العبارات التي عباراتهم بزعمهم أعظم تنزيها لله وأقل إيهاما\nللمحال منها فهؤلاء وأمثالهم هم السلف لكل خلف يدعي أن لغير الله ورسوله\nمعه حكما في مضمون الرسالة إما في العلميات وإما في العمليات وإما في\nالإرادات والأحوال وإما في السياسات وأحكام الأموال فيطاع هذا الغير كما\nيطاع الرسول بل الله يعلم أن كثيرا منهم أو أكثرهم قد قدموا طاعته على طاعة\nالرسول وكل هؤلاء فيهم شبه من أتباع مسيلمة وبن أبي وذي الخويصرة فلكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n             @ خلف سلف ولكل تابع متبوع ولكل مرؤوس رئيس فمن قرن بالرسالة\nرئاسة مطاعة أو سياسة حاكمة بحيث يجعل طاعتها كطاعة الرسالة ففيهم شبه من\nاتباع عبد الله بن أبي ومن <span id='ms058'></span> اعترض على الكتاب والسنة بنوع تأويل من قياس أو\nذوق أو عقل أو حال ففيه شبه من الخوارج أتباع ذي الخويصرة ومن نصب طاغوتا\nدون الله ورسوله يدعو ويحاكم إليه ففيه شبه من أتباع مسيلمة وقد يكون في\nهؤلاء من هو شر من أولئك كما كان فيهم من هو خير منهم أو مثلهم وهؤلاء كلهم\nقد أعقبهم هذا الصنيع نفاقا في قلوبهم إلى يوم يلقون ربهم وإنما تبين لهم\nحقيقته إذا بليت السرائر ومدت الضمائر وبعثر ما في القبور وحصل ما في\nالصدور ولا يستقر للعبد قدم في الإسلام حتى يعقد قلبه وسره على أن الدين\nكله لله لا رب سواه ولا متبوع غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n             @ وأن كلام غيره يعرض على\nكلامه فإن وافقه قبلناه لا لأنه قاله بل لأنه أخبر به عن الله ورسوله وإن\nخالفه رددناه واطرحناه ولا يعرض كلامه صلى الله عليه وسلم على آراء\nالقياسيين ولا عقول الفلاسفة والمتكلمين ولا على سياسة الولاة الحاكمين\nوالسلاطين ولا أذواق المتزهدين والمتعبدين بل تعرض هذه كلها على ما جاء به\nعرض الدراهم المجهول حاملها على أخبر الناقدين فما حكم بصحته منها فهو\nالمقبول وما حكم برده فهو المردود والله الموفق للصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الحادي عشر\n</p>\n\n#\n<p>\n| في أن قصد المتكلم من المخاطب حمل كلامه على خلاف ظاهره وحقيقته ينافي\nقصد البيان والإرشاد والهدى وأن القصدين متنافيان وأن تركه بدون ذلك الخطاب\nخير له وأقرب إلى الهدى\n</p>\n\n<p>\nلما كان المقصود بالخطاب دلالة السامع وإفهامه مراد المتكلم بكلامه\nوتبيينه له ما في نفسه من المعاني ودلالته عليها بأقرب الطرق كان ذلك\nموقوفا على أمرين\n</p>\n\n<p>\nالأول بيان المتكلم\n</p>\n\n<p>\nالثاني وتمكن السامع من الفهم\n</p>\n\n<p>\nفإن لم يحصل البيان من المتكلم أو حصل له ولم يتمكن السامع من الفهم لم\nيحصل مراد المتكلم فإذا بين المتكلم مراده بالألفاظ الدالة على مراده ولم\nيعلم السامع معنى تلك الألفاظ لم يحصل له البيان فلا بد من تمكن السامع من\nالفهم وحصول الإفهام من المتكلم فحينئذ لو أراد الله ورسوله من <span id='ms059'></span> كلامه خلاف\nحقيقته وظاهره الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n             @ يفهمه المخاطب لكان قد كلفه أن يفهم\nمراده بما لا يدل عليه بل بما يدل على نقيض مراده وأراد منه فهم النفي بما\nيدل على غاية الإثبات وفهم الشيء بما يدل على ضده وأراد منه أن يفهم أنه\nليس فوق العرش إله يعبد ولا إله يصلى له ويسجد وأنه لا داخل العالم ولا\nخارجه ولا فوقه ولا تحته ولا خلفه ولا أمامه بقوله <span class='quran'>قل هو الله أحد\n</span>الإخلاص 1\n</p>\n\n<p>\nقوله <span class='quran'>ليس كمثله شيء </span>الشورى 11\n</p>\n\n<p>\nوأراد النبي صلى الله عليه وسلم إفهام أمته هذا المعنى بقوله لا تفضلوني\nعلى يونس بن متى وأراد إفهام كونه خلق آدم بقدرته ومشيئته بقوله <span class='quran'>ما\nمنعك أن تسجد لما خلقت بيدي </span>ص 75 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n             @\n</p>\n\n<p>\nوأراد إفهام تخريب السماوات والأرض وإعادتها إلى العدم بقوله يقبض الله\nسماواته بيده اليمنى والأرض باليد الأخرى ثم يهزهن ثم يقول أنا الملك وأراد\nإفهام معنى من ربك ومن تعبد بقوله أين الله واشار بإصبعه إلى السماء\nمستشهدا بربه وليس هناك رب ولا إله وإنما أراد إفهام السامعين أن الله قد\nسمع قوله وقولهم وأراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n             @ بالإشارة بإصبعه بيان كونه قد سمع\nقولهم وأمثال ذلك من التأويلات الباطلة\n</p>\n\n<p>\nكقول بعضهم في معنى قوله عامل رسول الله صلى الله عليه وسلم أهل خيبر على\nشطر ما يخرج منها من ثمر وزرع إن معناه ضرب عليهم الجزية وهذا كذب على\nاللفظ وكذب على الرسول فإنه ليس ذلك معنى اللفظ وأهل خيبر لم يضرب عليهم\nالجزية لأنه صالحهم وفتحها قبل نزول فرض الجزية\n</p>\n\n<p>\nوكتأويل بعضهم قوله صلى الله عليه وسلم لا تحرم المصة والمصتان أن المراد\nبه التقام الثدي من غير ارتضاع اللبن ودخوله إلى جوفه إلى أضعاف أضعاف ذلك\nمن التأويلات الباطلة التي يعلم السامع قطعا أنها لم ترد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n             @\nبالخطاب بقصد المتكلم لها بتلك الألفاظ الدالة على نقيضها من كل وجه فلا\nيجامع قصد البيان والدلالة\n</p>\n\n<p>\nقال شيخ الإسلام إن كان الحق فيما يقوله هؤلاء النفاة الذين لا يوجد ما\nيقولونه في <span id='ms060'></span> الكتاب والسنة وكلام القرون الثلاثة المعظمة على سائر القرون\nولا في كلام أحد من أئمة الإسلام المقتدى بهم بل ما في الكتاب والسنة وكلام\nالسلف والأئمة يوجد دالا على خلاف الحق عندهم إما نصا وإما ظاهرا بل دالا\nعندهم على الكفر والضلال لزم من ذلك لوازم باطلة منها\n</p>\n\n<p>\nالأول أن يكون الله سبحانه قد أنزل في كتابه وسنة نبيه من هذه الألفاظ ما\nيضلهم ظاهره ويوقعهم في التشبيه والتمثيل\n</p>\n\n<p>\nالثاني ومنها أن يكون قد نزل بيان الحق والصواب لهم ولم يفصح به بل رمز\nإليه رمزا وألغزه إلغازا لا يفهم منه ذلك إلا بعد الجهد الجهيد\n</p>\n\n<p>\nالثالث ومنها أن يكون قد كلف عباده أن لا يفهموا من تلك الألفاظ حقائقها\nوظواهرها وكلفهم أن يفهموا منها ما لا تدل عليه ولم يجعل معها قرينة تفهم\nذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n             @\n</p>\n\n<p>\nالرابع ومنها أن يكون دائما متكلما في هذا الباب بما ظاهره خلاف الحق\nبأنواع متنوعة من الخطاب تارة بأنه استوى على عرشه وتارة بأنه فوق عباده\nوتارة بأنه العلي الأعلى وتارة بأن الملائكة تعرج إليه وتارة بأن الأعمال\nالصالحة ترفع إليه وتارة بأن الملائكة في نزولها من العلو إلى أسفل تنزل من\nعنده وتارة بأنه رفيع الدرجات وتارة بأنه في السماء وتارة بأنه الظاهر الذي\nليس فوقه شيء وتارة بأنه فوق سمواته على عرشه وتارة بأن الكتاب نزل من عنده\nوتارة بأنه ينزل كل ليلة إلى سماء الدنيا وتارة بأنه يرى بالأبصار عيانا\nيراه المؤمنون فوق رؤوسهم إلى غير ذلك من تنوع الدلالات على ذلك ولا يتكلم\nفيه بكلمة واحدة يوافق ما يقوله النفاة ولا يقول في مقام واحد فقط ما هو\nالصواب فيه لا نصا ولا ظاهرا ولا يبينه\n</p>\n\n<p>\nالخامس ومنها أن يكون أفضل الأمة وخير القرون قد أمسكوا من أولهم إلى\nآخرهم عن قول الحق في هذا الشأن العظيم الذي هو من أهم أصول الإيمان وذلك\nإما جهل ينافي العلم وإما كتمان ينافي البيان ولقد أساء الظن بخيار الأمة\nمن نسبهم إلى ذلك <span id='ms061'></span> ومعلوم أنه إذا ازدوج التكلم بالباطل والسكوت عن بيان\nالحق تولد من بينهما جهل الحق وإضلال الخلق ولهذا لما اعتقد النفاة التعطيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n             @ صاروا يأتون من العبارات بما يدل على التعطيل والنفي نصا\nوظاهرا ولا يتكلمون بما يدل على حقيقة الإثبات لا نصا ولا ظاهرا وإذا ورد\nعليهم من النصوص ما هو صريح أو ظاهر في الإثبات حرفوه أنواع التحريفات\nوطلبوا له مستكره التأويلات\n</p>\n\n<p>\nالسادس ومنها أنهم التزموا لذلك تجهيل السلف وأنهم كانوا أميين مقبلين\nعلى الزهد والعبادة والورع والتسبيح وقيام الليل ولم تكن الحقائق من شأنهم\n</p>\n\n<p>\nالسابع ومنها أن ترك الناس من إنزال هذه النصوص كان أنفع لهم وأقرب إلى\nالصواب فإنهم ما استفادوا بنزولها غير التعرض للضلال ولم يستفيدوا منها\nيقينا ولا علما بما يجب لله ويمتنع عليه إذ ذاك وإنما يستفاد من عقول\nالرجال وآرائها\n</p>\n\n<p>\nفإن قيل استفدنا منها الثواب على تلاوتها وانعقاد الصلاة بها قيل هذا\nتابع للمقصود بها بالقصد الأول وهو الهدى والإرشاد والدلالة على إثبات\nحقائقها ومعانيها والإيمان بها فإن القرآن لم ينزل لمجرد التلاوة وانعقاد\nالصلاة عليه بل أنزل ليتدبر ويعقل ويهدى به علما وعملا ويبصر من العمى\nويرشد من الغي ويعلم من الجهل ويشفي من الغي ويهدي إلى صراط مستقيم وهذا\nالقصد ينافي قصد تحريفه وتأويله بالتأويلات الباطلة المستكرهة التي هي من\nجنس الألغاز والأحاجي فلا يجتمع قصد الهدى والبيان وقصد ما يضاده أبدا\nوبالله التوفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n             @\n</p>\n\n<p>\nومما يبين ذلك أن الله تعالى وصف كتابه بأوضح البيان وأحسن التفسير فقال\nتعالى <span class='quran'>ونزلنا عليك الكتاب تبيانا لكل شيء </span>النحل 89\n</p>\n\n<p>\nوقال <span class='quran'>وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه وهدى\nورحمة لقوم يؤمنون </span>النحل 64\n</p>\n\n<p>\nفأين بيان المختلف فيه والهدى والرحمة في ألفاظ ظاهرها باطل والمراد منها\nيطلب بأنواع التأويلات المستنكرة المستكرهة لها التي يفهم منها ضدها وقال\nتعالى <span class='quran'>وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم </span>النحل 44\n</p>\n\n<p>\nفأين يبين الرسول ما يقوله النفاة والمتأولون وقد قال تعالى <span class='quran'>والله\nيقول الحق وهو يهدي السبيل </span>الأحزاب <span id='ms062'></span> 4 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n             @\n</p>\n\n<p>\nفأخبر أنه يقول الحق ويهدي السبيل بقوله وعند النفاة إذا حصلت الهداية\nبأبكار أفكارهم ونتائج آرائهم وعقولهم وقال تعالى <span class='quran'>فبأي حديث بعده\nيؤمنون </span>الأعراف 185\n</p>\n\n<p>\nوقال <span class='quran'>فبأي حديث بعد الله وآياته يؤمنون </span>الجاثية 6\n</p>\n\n<p>\nوعند النفاة المخرجين لنصوص الوحي عن إفادة اليقين إنما حصل له الإيمان\nبالحديث الذي أسسه الفلاسفة والجهمية والمعتزلة ونحوهم فبه آمنوا وبه\nاهتدوا وبه عرفوا الحق من الباطل وبه صحت عقولهم ومعارفهم وقال تعالى <span class='quran'>أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا\n</span>النساء 82\n</p>\n\n<p>\nوأنت لا تجد الاختلاف في شيء أكثر منه في آراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n             @ المتأولين\nوسوانح أفكارهم وزبالة أذهانهم التي يسمونها قواطع عقلية وبراهين يقينية\nوهي عند التحقيق خيالات وهمية وقوادح فكرية نبذوا بها القرآن والسنة وراء\nظهورهم كأنهم لا يعلمون واتبعوا ما ^ يوحي بعضهم إلى بعض زخرف القول غرورا\nولو شاء ربك ما فعلوه فذرهم وما يفترون ولتصغى إليه أفئدة الذين لا يؤمنون\nبالآخرة وليرضوه وليقترفوا ما هم مقترفون أفغير الله أبتغي حكما وهو الذي\nأنزل إليكم الكتاب مفصلا والذين آتيناهم الكتاب يعلمون أنه منزل من ربك\nبالحق فلا تكونن من الممترين وتمت كلمت ربك صدقا وعدلا لا مبدل لكلماته وهو\nالسميع العليم وإن تطع أكثر من في الأرض يضلوك عن سبيل الله إن يتبعون إلا\nالظن وإن هم إلا يخرصون إن ربك هو أعلم من يضل عن سبيله وهو أعلم بالمهتدين\n^ الأنعام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الثاني عشر\n</p>\n\n#\n<p>\n| في بيان أنه مع كمال علم المتكلم وفصاحته وبيانه ونصحه يمتنع عليه أن\nيريد بكلامه خلاف ظاهره وحقيقته وعدم البيان في أهم الأمور وما تشتد الحاجة\nإلى بيانه\n</p>\n\n<p>\nنكتفي من هذا الفصل بذكر مناظرة جرت بين جهمي معطل وسني مثبت حدثني\nبمضمونها شيخنا عبد الله بن تيمية رحمه الله أنه جمعه وبعض الجهمية مجلس\nفقال الشيخ قد تطابقت نصوص الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n             @ والسنة والآثار على إثبات\nالصفات لله وتنوعت دلالتها عليها أنواعا توجب العلم الضروري بثبوتها وإرادة\nالمتكلم اعتقاد ما دلت عليه والقرآن مملوء من ذكر الصفات والسنة ناطقة <span id='ms063'></span> بمثل\nمانطق به القرآن مقررة له مصدقة له مشتملة على زيادة في الإثبات فتارة بذكر\nالاسم المشتمل على الصفة كالسميع البصير العليم القدير العزيز الحكيم وتارة\nبذكر المصدر وهو الوصف الذي اشتقت منه تلك الصفة كقوله <span class='quran'>أنزله بعلمه\n</span>النساء 166\n</p>\n\n<p>\nوقوله <span class='quran'>إن الله هو الرزاق ذو القوة المتين </span>الذاريات 58\n</p>\n\n<p>\nوقوله <span class='quran'>إني اصطفيتك على الناس برسالاتي وبكلامي </span>الأعراف 144\n</p>\n\n<p>\nوقوله <span class='quran'>قال فبعزتك لأغوينهم أجمعين </span>ص 82 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n             @\n</p>\n\n<p>\nوقوله صلى الله عليه وسلم في الحديث الصحيح حجابه النور لو كشفه لأحرقت\nسبحات وجهه ما انتهى إليه بصره من خلقه وقوله في دعاء الاستخارة اللهم إني\nأستخيرك بعلمك وأستقدرك بقدرتك وقوله أسألك بعلمك الغيب وقدرتك على الخلق\nوقول عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n             @ الحمد لله الذي وسع سمعه الأصوات ونحوه وتارة\nيكون بذكر حكم تلك الصفة كقوله <span class='quran'>قد سمع الله </span>المجادلة 1\n</p>\n\n<p>\nو <span class='quran'>إنني معكما أسمع وأرى </span>طه 46\n</p>\n\n<p>\nوقوله <span class='quran'>فقدرنا فنعم القادرون </span>المرسلات 23\n</p>\n\n<p>\nوقوله <span class='quran'>علم الله أنكم كنتم تختانون أنفسكم </span>البقرة 187\n</p>\n\n<p>\nونظائر ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n             @\n</p>\n\n<p>\nويصرح في الفوقية بلفظها الخاص وبلفظ العلو والاستواء وأنه في السماء\nوأنه ذو المعارج وأنه رفيع الدرجات وأنه تعرج إليه الملائكة وتنزل من عنده\nوأنه ينزل إلى سماء الدنيا وأن المؤمنين يرونه بأبصارهم عيانا من فوقهم إلى\nأضعاف أضعاف ذلك مما لو جمعت النصوص والآثار فيه لم تنقص عن نصوص الأحكام\nوآثارها\n</p>\n\n<p>\nومن أبين المحال وأوضح الضلال حمل ذلك كله على خلاف حقيقته وظاهره ودعوى\nالمجاز فيه والاستعارة وأن الحق في أقوال النفاة المعطلين وأن تأويلاتهم هي\nالمرادة من هذه النصوص إذ يلزم من ذلك أحد محاذير ثلاثة لا بد منها أو من\nبعضها وهي\n</p>\n\n<p>\nالقدح في علم المتكلم بها\n</p>\n\n<p>\nأو في بيانه\n</p>\n\n<p>\nأو في نصحه\n</p>\n\n<p>\nوتقرير ذلك أن يقال إما أن يكون المتكلم بهذه النصوص عالما أن الحق في\nتأويلات النفاة المعطلين أو لا يعلم ذلك\n</p>\n\n<p>\nفإن لم يعلم ذلك والحق فيها كان ذلك قدحا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n             @ علمه وإن كان\nعالما أن الحق فيها فلا يخلو إما أن يكون قادرا على التعبير بعباراتهم التي\nهي تنزيه لله بزعمهم عن <span id='ms064'></span> التشبيه والتمثيل والتجسيم وأنه لا يعرف الله من لم\nينزهه بها أو لا يكون قادرا على تلك العبارات فإن لم يكن قادرا على التعبير\nبذلك لزم القدح في فصاحته وكان ورثة الصابئة وأفراخ الفلاسفة وأوقاح\nالمعتزلة والجهمية وتلامذة الملاحدة أفصح منه وأحسن بيانا وتعبيرا عن الحق\nوهذا مما يعلم بطلانه بالضرورة أولياؤه وأعداؤه موافقوه ومخالفوه فإن\nمخالفيه لم يشكوا في أنه أفصح الخلق وأقدرهم على حسن التعبير بما يطابق\nالمعنى ويخلصه من اللبس والإشكال\n</p>\n\n<p>\nوإن كان قادرا على ذلك ولم يتكلم به وتكلم دائما بخلافه وما يناقضه كان\nذلك قدحا في نصحه وقد وصف الله رسله بكمال النصح والبيان فقال تعالى <span class='quran'>وما أرسلنا من رسول إلا بلسان قومه ليبين لهم </span>إبراهيم 4 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n             @\n</p>\n\n<p>\nوأخبر عن رسله بأنهم أنصح الناس لأممهم فمع النصح والبيان والمعرفة\nالتامة كيف يكون مذهب النفاة المعطلة أصحاب التحريف هو الصواب وقول أهل\nالإثبات أتباع القرآن والسنة باطلا هذا مضمون المناظرة فقال له الجهمي انزل\nبنا إلى الوطاة\n</p>\n\n<p>\nقلت له ما أراد بذلك قال أراد أنك خاطبتني من فوق وتجوهت علي بجاه لا\nيمكنني مقاومته فانزل بنا إلى مباحث الفضلاء وقواعد النظار أو نحو هذا من\nالكلام فليتدبر الناصح لنفسه الموقن بأن الله لا بد سائله عما أجاب به\nرسوله في هذا المقام وليتحيز بعد إلى أين شاء فلم يكن الله ليجمع بين\nالنفاة المعطلين المحرفين وبين أنصاره وأنصار رسوله وكتابه إلا جمع امتحان\nوابتلاء كما جمع بين الرسل وأعدائهم في هذه الدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n             @\n</p>\n\n<p>\nقلت وقريب من هذه المناظرة ما جرى لي مع بعض علماء أهل الكتاب فإنه جمعني\nوإياه مجلس خلوة أفضى بيننا الكلام إلى أن جرى ذكر مسبة النصارى لرب\nالعالمين مسبة ما سبه إياها أحد من البشر فقلت له وأنتم بإنكاركم نبوة محمد\nصلى الله عليه وسلم قد سببتم الرب تعالى أعظم مسبة قال وكيف ذلك قلت لأنكم\nتزعمون أن محمدا ملك ظالم ليس برسول صادق وأنه خرج يستعرض الناس بسيفه\nفيستبيح أموالهم ونساءهم وذراريهم ولا يقتصر <span id='ms065'></span> على ذلك حتى يكذب على الله\nويقول الله أمرني بهذا وأباحه لي ولم يأمره الله ولا أباح له ذلك ويقول\nأوحى إلي ولم يوح إليه شيء وينسخ شرائع الأنبياء من عنده ويبطل منها ما\nيشاء ويبقي منها ما يشاء وينسب ذلك كله إلى الله ويقتل أولياءه وأتباع رسله\nويسترق نساءهم وذرياتهم فإما أن يكون الله سبحانه رائيا لذلك كله عالما به\nمطلعا عليه أو لا\n</p>\n\n<p>\nفإن قلتم إن ذلك بغير علمه واطلاعه نسبتموه إلى الجهل والغباوة وذلك من\nأقبح السب وإن كان عالما به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n             @ رائيا له مشاهدا لما يفعله فإما\nأن يقدر على الأخذ على يديه ومنعه من ذلك أو لا\n</p>\n\n<p>\nفإن قلتم إنه غير قادر على منعه والأخذ على يده نسبتموه إلى العجز والضعف\nوإن قلتم بل هو قادر على منعه ولم يفعل نسبتموه إلى السفه والظلم والجور\nهذا وهو من حين ظهر إلى أن توفاه ربه يجيب دعواته ويقضي حاجاته ولا يسأله\nحاجة إلا قضاها له ولا يدعوه بدعوة إلا أجابها له ولا يقوم له عدو إلا ظفر\nبه ولا تقوم له راية إلا نصرها ولا لواء إلا رفعه ولا من يناوئه ويعاديه\nإلا بتره ووضعه فكان أمره منحين ظهر إلى أن توفي يزداد على الأيام والليالي\nظهورا وعلوا ورفعة وأمر مخالفيه لا يزداد إلا سفولا واضمحلالا\n</p>\n\n<p>\nومحبته في قلوب الخلق تزيد على ممر الأوقات وربه تعالى يؤيده بأنواع\nالتأييد ويرفع ذكره غاية الرفع هذا وهو عندكم من أعظم أعدائه وأشدهم ضررا\nعلى الناس فأي قدح في رب العالمين وأي مسبة له وأي طعن فيه أعظم من ذلك\n</p>\n\n<p>\nفأخذ الكلام منه مأخذا ظهر عليه وقال حاش لله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n             @ أن نقول فيه\nهذه المقالة بل هو نبي صادق كل من اتبعه فهو سعيد وكل منصف منا يقر بذلك\nويقول أتباعه سعداء في الدارين قلت له فما يمنعك من الظفر بهذه السعادة\nفقال وأتباع كل نبي من الأنبياء كذلك فأتباع موسى أيضا سعداء\n</p>\n\n<p>\nقلت له فإذا أقررت أنه نبي صادق فقد <span id='ms066'></span> كفر من لم يتبعه واستباح دمه وماله\nوحكم له بالنار فإن صدقته في هذا وجب عليك اتباعه وإن كذبته فيه لم يكن\nنبيا فكيف يكون أتباعه سعداء فلم يحر جوابا وقال حدثنا في غير هذا فانظر\nهذه الموازنة والمشابهة بين مالزم الجهمية النفاة من القدح والطعن في\nالمتكلم بنصوص الصفات وما لزم منكري نبوة محمد صلى الله عليه وسلم من الطعن\nوالقدح في الرب تعالى\n</p>\n\n<p>\nإذا ضممت هذا إلى ما يلزمهم من الطعن في كلامه وأمره واشتماله على ما\nظاهره كفر وضلال وباطل ومحال علمت حقيقة الحال وتبين لك الهدى من الضلال\nوالله المستعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الثالث عشر في بيان أن تيسير القرآن للذكر ينافي حمله على\nالتأويل المخالف لحقيقته وظاهره\n</p>\n\n<p>\nأنزل الله سبحانه الكتاب شفاء لما في الصدور وهدى ورحمة للمؤمنين ولذلك\nكانت معانيه أشرف المعاني وألفاظه أفصح الألفاظ وأبينها وأعظمها مطابقة\nلمعانيها المرادة منها كما وصف سبحانه به كتابه في قوله <span class='quran'>ولا يأتونك\nبمثل إلا جئناك بالحق وأحسن تفسيرا </span>الفرقان 33\n</p>\n\n<p>\nفالحق هو المعنى والمدلول الذي تضمنه الكتاب والتفسير الأحسن هو الألفاظ\nالدالة على ذلك الحق فهي تفسيره وبيانه\n</p>\n\n<p>\nوالتفسير أصله في الظهور والبيان وباقيه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n             @ الاشتقاق\nالأكبر الإسفار ومنه أسفر الفجر إذا أضاء ووضح ومنه السفر لبروز المسافر من\nالبيوت وظهوره ومنه السفر الذي يتضمن إظهار ما فيه من العلم وبيانه فلا بد\nمن أن يكون التفسير مطابقا للمفسر مفهما له وكلما كان فهم المعنى منه أوضح\nوأبين كان التفسير أكمل وأحسن ولهذا لا تجد كلاما أحسن تفسيرا ولا أتم\nبيانا من كلام الله سبحانه وتعالى ولهذا سماه سبحانه بيانا وأخبر أنه يسره\nللذكر وتيسيره للذكر يتضمن أنواعا من التيسير\n</p>\n\n<p>\nإحداها تيسير ألفاظه للحفظ الثاني\n</p>\n\n<p>\nالثاني تيسير معانيه للفهم\n</p>\n\n<p>\nالثالث تيسير أوامره ونواهيه للإمتثال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n             @\n</p>\n\n<p>\nومعلوم أنه لو كان بألفاظ لا يفهمها المخاطب لم يكن ميسرا له بل كان\nمعسرا عليه فهكذا إذا أريد من المخاطب أن يفهم من ألفاظه ما لا يدل عليه من\nالمعاني أو يدل على خلافه <span id='ms067'></span> فهذا من أشد التعسير وهو مناف للتيسير فإنه لا\nشيء أعسر على الأمة من أن يراد منهم أن يفهموا كونه سبحانه لا داخل العالم\nولا خارجه ولا متصلا به ولا منفصلا عنه ولا مباينا له ولا محايثا ولا يرى\nبالأبصار عيانا ولا له وجه ولا يد من قوله <span class='quran'>قل هو الله أحد </span>الإخلاص 1\n</p>\n\n<p>\nومن قول رسوله لا تفضلوني على يونس بن متى ومن قوله <span class='quran'>الذين يحملون\nالعرش ومن حوله يسبحون بحمد ربهم ويؤمنون به </span>غافر 7\n</p>\n\n<p>\nوأن يجهدوا أنفسهم ويكابدوا أعظم المشقة في طلب أنواع الاستعارات وضروب\nالمجازات ووحشي اللغات ليحملوا عليه آيات الصفات وأخبارها فيصرفوا قلوبهم\nوأفهامهم عما تدل عليه ويفهموا منها ما لا تدل عليه بل تدل على خلافه ويقول\nاعلموا يا عبادي أني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n             @ أردت منكم أن تعلموا أني لست فوق العالم\nولا تحته ولا فوق عرشي ولا ترفع الأيدي إلي ولا يعرج إلي شيء ولا ينزل من\nعندي شيء من قولي <span class='quran'>الرحمن على العرش استوى </span>طه 5\n</p>\n\n<p>\nومن قولي <span class='quran'>يخافون ربهم من فوقهم </span>النحل 50\n</p>\n\n<p>\nومن قولي <span class='quran'>تعرج الملائكة والروح إليه </span>المعارج 4\n</p>\n\n<p>\nومن قولي <span class='quran'>بل رفعه الله إليه </span>النساء 158\n</p>\n\n<p>\nومن قولي <span class='quran'>رفيع الدرجات ذو العرش </span>غافر 15\n</p>\n\n<p>\nومن قولي <span class='quran'>وهو العلي العظيم </span>البقرة 255\n</p>\n\n<p>\nومن قولي <span class='quran'>سبح اسم ربك الأعلى </span>الأعلى 1 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n             @\n</p>\n\n<p>\nومن قولي <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span>القيامة 23 - 22\n</p>\n\n<p>\nومن قولي <span class='quran'>أأمنتم من في السماء أن يخسف بكم الأرض </span>الملك 16\n</p>\n\n<p>\nومن قولي <span class='quran'>تنزيل من حكيم حميد </span>فصلت 42\n</p>\n\n<p>\nومن قولي <span class='quran'>قل نزله روح القدس من ربك بالحق </span>النحل 102\n</p>\n\n<p>\nوأن تفهموا أنه ليس لي يدان\n</p>\n\n<p>\nمن قولي <span class='quran'>لما خلقت بيدي </span>ص 75\n</p>\n\n<p>\nومن قولي <span class='quran'>بل يداه مبسوطتان </span>المائدة 64\n</p>\n\n<p>\nولا عين من قولي <span class='quran'>ولتصنع على عيني </span>طه 39\n</p>\n\n<p>\nفإنكم إذا فهمتم من هذه الألفاظ حقائقها وظواهرها فهمتم خلاف مرادي منها\nبل مرادي منكم أن تفهموا منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n             @ ما يدل على خلاف حقائقها\nوظواهرها فأي تيسير يكون هناك وأي تعقيد وتعسير لم يحصل بذلك ومعلوم أن\nخطاب الرجل بما لا يفهمه إلا بترجمة أيسر عليه من خطابه بما <span id='ms068'></span> كلف أن يفهم\nمنه خلاف موضوعه وحقيقته بكثير فإن تيسير القرآن مناف لطريقة النفاة\nالمحرفين أعظم منافاة ولهذا لما عسر عليهم أن يفهموا منه النفي وعز عليهم\nذلك عولوا فيه على الشبه الخيالية التي سموها قواطع عقلية وقواعد يقينية\nوإذا تأملها من نور الله قلبه وكحل عين بصيرته بمرود الإيمان رآها لحم جمل\nغث على رأس جبل وعر لا سهل فيرتقى ولا سمين فينتقل وهي من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n             @\nجنس خيالات الممرورين وأصحاب الهوس وقد سودوا بها القلوب والأوراق فطريقتهم\nضد طريقة القرآن من كل وجه إذ طريقة القرآن حق بأحسن تفسير وأبين عبارة\nوطريقتهم معان باطلة بأعقد عبارة وأطولها وأبعدها من الفهم فيجهد الرجل\nالظمآن نفسه وراءهم حتى تنفد قواه فإذا هو قد اطلع على سراب بقيعة <span class='quran'>يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئا ووجد الله عنده فوفاه حسابه\nوالله سريع الحساب أو كظلمات في بحر لجي يغشاه موج من فوقه موج من فوقه\nسحاب ظلمات بعضها فوق بعض إذا أخرج يده لم يكد يراها ومن لم يجعل الله له\nنورا فما له من نور </span>النور 40 - 39\n</p>\n\n<p>\nوالله يعلم أنا لم نقل ذلك تقليدا لغيرنا بل إخبارا عما شاهدناه ورأيناه\nوإذا أحببت أن تعلم ذلك حقيقة فتأمل عامة مطالبهم وأدلتهم عليها وكيف تجدها\nمطالب بعد التعب الشديد والجهد الجهيد لا تحصل منها على مطلب صحيح فإنهم\nبعد الكد والجهد لم يثبتوا للعالم ربا مباينا عنه منفصلا منه بل بعد الجهد\nالشديد في إثبات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n             @ موجود لا داخل العالم ولا خارجه ولا متصلا\nبه ولا منفصلا عنه هم شاكون في وجوده هل هو نفس ذاته أو زائد عليها فمن\nذاهب إلى أنه زائد ومن ذاهب إلى أنه ليس بزائد ومن متوقف في وجوده شاك فيه\nهل هو نفس ذاته أوزائد عليها ثم هم شاكون في أن صفاته هل هي وجودية أو\nعدمية أو لا وجودية ولا عدمية وهل هي زائدة على الموصوف أو ليست زائدة فكيف\nتثبت له على وجه لا يوجب تكثرا <span id='ms069'></span> في الذات ولا مغايرة بينها فبعضهم يجعلها\nأمورا عدمية وبعضهم أحوالا نسبية وبعضهم يتوقف فيها ومنهم من يجعل علمه نفس\nذاته فيجعل ذاته علما ومنهم من يجعل علمه نفس معلومه ومنهم من يجعل علمه\nواحدا لا يتعدد ولا ينقسم فيجعل علمه بوجود الشيء هو عين علمه بعدمه وعلمه\nبكونه يطاع هو نفس علمه بكونه يعصى هذا إذا أثبت علمه بالمعينات والجزئيات\nومن لم يثبته منهم قال لا يعلم من الموجودات المعينة شيئا البتة\n</p>\n\n<p>\nوكذلك اضطربوا في كلامه فمنهم من لم يثبت له كلاما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n             @ البتة\nفلا قال عنده ولا يقول ولا أمر ولا نهي ولا كلم ولا يتكلم ومن يقرب منهم\nإلى الإسلام قال كل ذلك مخلوق خلقه في الهواء أو في اللوح المحفوظ ومنهم من\nقال كلامه معنى واحد فالمعنى ليس له بعض ولا كل وليس بحروف ولا أصوات وذلك\nالمعنى الواحد الذي لا ينقسم هو معاني كتبه كلها فالقرآن هو نفس التوراة\nوهما نفس الإنجيل والزبور اختلفت أسماؤها باختلاف التعبير عن ذلك المعنى\nالواحد ثم ذلك المعنى ليس من جنس العلوم ولا الإرادات بل حقيقته مغايرة\nلحقيقتها ثم ذلك المعنى المشار إليه يجوز تعلق الحواس الخمس به فيسمع ويرى\nويلمس ويشم ويذاق وكذلك سائر الأعراض يجوز تعلق الإدراكات كلها بها فيجوز\nأن تشم الأصوات وترى وتذاق وتلمس ويجوز أن تسمع الروائح وتلمس قالوا وهذا\nحكم سائر الصفات فجعلوا الإرادة واحدة بالعين وإرادة إيجاد الشيء هي عين\nإرادة إعدامه وإرادة تحريكه هي عين إرادة تسكينه وإرادة إبقائه هي عين\nإرادة إفنائه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n             @ وإنما المختلف تعلقاتها فقط وكذلك قالوا في\nالقدرة وأما إذا حضروا على مطلب الجوهر الفرد ومطلب العرض هل يبقى زمانين\nأم لا ومطلب الأجسام هل هي متماثلة أو متباينة ومطلب الأحوال هل هي ثابتة\nأم لا وهل هي وجودية أو عدمية أو لا ذا ولا ذا ومطلب الزمان والمكان ما\nحقيقتهما وهل هما وجوديان أو عدميان ومطلب الكسب هل له حقيقة أم لا وما\nحقيقته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n             @ ومطلب الفعل هل هو <span id='ms070'></span> قائم بالفاعل أم لا فإن قام به فهل\nهو مقارن له أم لا فإن تأخر عنه فما الموجب لتأخره وإن قارنه فهل كان قديما\nبقدمه وإن لم يقم به فكيف يكون فاعلا بلا فعل يقوم به كما لا يكون سميعا\nبصيرا مريدا قادرا بلا سمع ولا بصر ولا إرادة تقوم به إلى غاية مطالبهم\nالتي إذا انتهى جمعهم وصلوا إلى ما يحيله العقل والسمع فترى أحدهم يبني حتى\nإذا ظن أنه قد ارتفع بناؤه جاء الآخر بمعاول من التشبيه والتشكيك فهدم عليه\nجميع ما بناه وبنى مكانه بناء آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n             @ حتى إذا ظن أن بناءه قد\nكمل عاد الباني الأول بنظير تلك المعاول فهدم بناءه فلا يزالون كذلك كما\nقال شاعرهم\n</p>\n\n<p>\n( ونظيري في العلم مثلي أعمى % فترانا في حندس نتصادم )\n</p>\n\n<p>\nفهذه القواعد الفاسدة هي التي حملتهم على تلك التأويلات الباطلة لأنهم\nرأوها لا تلائم نصوص الوحي بل بينها وبينها الحرب العوان فأجهدوا أنفسهم\nوكدوا خواطرهم في الصلح وزعموا أن ذلك إحسان وتوفيق وكأن الله سبحانه أنزل\nهذه الآيات في شأنهم <span class='quran'>ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل\nإليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا\nبه ويريد الشيطان أن يضلهم ضلالا بعيدا وإذا قيل لهم تعالوا إلى ما أنزل\nالله وإلى الرسول رأيت المنافقين يصدون عنك صدودا فكيف إذا أصابتهم مصيبة\nبما قدمت أيديهم ثم جاؤوك يحلفون بالله إن أردنا إلا إحسانا وتوفيقا أولئك\nالذين يعلم الله ما في قلوبهم فأعرض عنهم وعظهم وقل لهم في أنفسهم قولا\nبليغا </span>النساء 63 - 60 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الرابع عشر في أن التأويل يعود على المقصود من وضع اللغات\nبالإبطال\n</p>\n\n<p>\nلما جعل الله سبحانه نوع الإنسان يحتاج بعضه إلى بعض فلا يمكن لإنسان أن\nيعيش وحده بل لا بد له من مشارك ومعاون من بني جنسه كما قيل الإنسان مدني\nبالطبع وكان لا يعرف كل منهم ما يريد صاحبه من الأفعال والتروك إلا بعلامة\nتدل على ذلك وتلك العلامة إما <span id='ms071'></span> تحريك جسم من الأجسام المنفصلة عنه أو تحريك\nبعض أعضائه فيجعل لكل معنى حركة خاصة ومعلوم أن في الأول من العسر والمشقة\nوعدم الإحاطة بالتعريف ما يمنع وضعه فكان تحريك الأعضاء أسهل وأدل وأعم\nوكانت حركة الأعضاء نوعين نوع للبصر ونوع للأذن والذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n             @ للأذن\nأعم والإنسان إليه أحوج وكان أولى هذه الأعضاء بأن يجعل حركاتها دالة معرفة\nهو اللسان لأن حركته أخف وأسهل وتنوعها أعظم وأكثر من تنوع حركة غيره\nوترجمته عما في القلب أظهر من ترجمة غيره ويتمكن المعرف بحركاته من حركات\nمفردة ومؤلفة يحصل بها من الفرق والتمييز ما لا يحصل بغيره كان أقرب الطرق\nإلى هذا المقصد هو الكلام الذي جعله الله سبحانه في اللسان وجعله دليلا على\nما في الجنان وجعل ذلك من دلائل ربوبيته ووحدانيته وكمال علمه وحكمته\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>الرحمن علم القرآن خلق الإنسان علمه البيان </span>الرحمن 4 - 1\n</p>\n\n<p>\nوقال تعالى <span class='quran'>ألم نجعل له عينين ولسانا وشفتين وهديناه النجدين </span>البلد 10 - 8 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n             @\n</p>\n\n<p>\nوقال الشاعر\n</p>\n\n<p>\n( إن البيان من الفؤاد وإنما % جعل اللسان على الفؤاد دليلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n@\n</p>\n\n<p>\nهكذا قال الشاعر هذا البيت وهكذا هو في ديوانه\n</p>\n\n<p>\nقال أبو البيان أنا رأيته في ديوانه كذلك فحرفه عليه بعض النفاة وقالوا :\n</p>\n\n<p>\n( إن الكلام لفي الفؤاد وإنما % جعل اللسان على الكلام دليلا )\n</p>\n\n<p>\nوالمقصود أن العبد لا يعلم ما في ضمير صاحبه إلا بالألفاظ الدالة على ذلك\nفإذا حمل السامع كلام المتكلم على خلاف ماوضع له وخلاف ما يفهم منه عند\nالتخاطب عاد على مقصود اللغات بالإبطال ولم يحصل مقصود المتكلم ولا مصلحة\nالمخاطب وكان ذلك أقبح من تعطيل اللسان عن كلامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n             @\n</p>\n\n<p>\nفإن غاية ذلك أن تفوت مصلحة البيان وإذا حمل على ضد مقصوده فوت مصلحة\nالبيان وأوقع في ضد المقصود ولهذا قال بعض العقلاء اللسان الكذوب شر من\nلسان الأخرس لأن لسان الأخرس قد تعطلت منفعته ولم يحدث منه فساد ولسان\nالكذوب قد تعطلت منفعته وزاد بمفسدة الكذب فالمتكلم بما ظاهره وحقيقته\nووضعه باطل وضلال وهو يريد به أن يفهم منه خلاف وضعه <span id='ms072'></span> وحقيقته أضر على\nالمخاطب ولسان الأخرس أقل مفسدة منه فترك وضع اللغات أنفع للناس من تعريضها\nللتأويل المخالف لمفهومها وحقائقها وهكذا كل عضو خلق لمنفعة إذا لم يحصل\nمنه إلا ضد تلك المنفعة كان عدمه خيرا من وجوده\n</p>\n\n<p>\nيوضح ذلك أن المتكلم بكلام له حقيقة وظاهر لا يفهم منه غيره مريد بكلامه\nخلاف حقيقته وما يدل عليه ويفهم منه فإذا ادعى أني أردت بكلامي خلاف ظاهره\nوما يفهم منه كان كاذبا إما في دعوى إرادة ذلك أو في دعوى إرادة البيان\nوالإفهام فحمل كلامه على التأويل الباطل تكذيب له في أحد الأمرين ولا بد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n             @ ولهذا كان التأويل الباطل فتحا لباب الزندقة والإلحاد\nوتطريقا لأعداء الدين على نقضه وبيانه بذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل الخامس عشر في جنايات التأويل على أديان الرسل وأن خراب العالم\nوفساد الدنيا والدين بسبب فتح باب التأويل\n</p>\n\n<p>\nإذا تأمل المتأمل فساد العالم وما وقع فيه من التفرق والاختلاف وما دفع\nإليه أهل الإسلام وجده ناشئا من جهة التأويلات المختلفة المستعملة في آيات\nالقرآن وأخبار الرسول صلوات الله وسلامه عليه التي تعلق بها المختلفون على\nاختلاف أصنافهم في أصول الدين وفروعه فإنها أوجبت ما أوجبت من التباين\nوالتحارب وتفرق الكلمة وتشتت الأهواء وتصدع الشمل وانقطاع الحبل وفساد ذات\nالبين حتى صار يكفر ويلعن بعضهم بعضا وترى طوائف منهم تسفك دماء الآخرين\nوتستحل منهم أنفسهم وحرمهم وأموالهم ما هو أعظم مما يرصدهم به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n@ أهل دار الحرب من المنابذين لهم فالآفات التي جنتها ويجنيها كل وقت\nأصحابها على الملة والأمة من التأويلات الفاسدة أكثر من أن تحصى أو يبلغها\nوصف واصف أو يحيط بها ذكر ذاكر ولكنها في جملة القول أصل كل فساد وفتنة\nوأساس كل ضلال وبدعة والمولدة لكل اختلاف وفرقة والناتجة أسباب كل تباين\nوعداوة وبغضة ومن عظيم آفاتها ومصيبة الأمة بها أن الأهواء المضلة والآراء\nالمهلكة التي تتولد من قبلها لا تزال تنمو وتتزايد على ممر الأيام وتعاقب\nالأزمنة وليست الحال في الضلالات التي حدثت من قبل أصول الأديان <span id='ms073'></span> الفاسدة\nكذلك فإن فساد تلك معلوم عند الأمة وأصحابها لا يطمعون في إدخالها في دين\nالإسلام فلا تطمع أهل الملة اليهودية ولا النصرانية ولا المجوسية ولا\nالثانوية ونحوهم أن يدخلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n             @ أصول مللهم في الإسلام ولا يدعوا\nمسلما إليه ولا يدخلوه إليهم من بابه أبدا بخلاف فرقة التأويل فإنهم يدعون\nالمسلم من باب القرآن والسنة وتعظيمهما وأن لنصوصهما تأويلا لا يوجد إلا\nعند خواص أهل العلم والتحقيق وأن العامة في عمى عنه فضرر هذه الفرقة على\nالإسلام وأهله أعظم من ضرر أعدائه المنابذين له ومثلهم ومثل أولئك كمثل قوم\nفي حصن حاربهم عدو لهم فلم يطمع في فتح حصنهم والدخول عليهم فعمد جماعة من\nأهل الحصن ففتحوه له وسلطوه على الدخول إليه فكان مصاب أهل الحصن من قبلهم\nوبالجملة فالأهواء المتولدة من قبل التأويلات الباطلة غير محصورة ولا\nمتناهية بل هي متزايدة نامية بحسب سوانح المتأولين وخواطرهم وما تخرجه إليه\nظنونهم وأوهامهم ولذلك لا يزال المستقصي عناء نفسه في البحث عن المقالات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n             @ وتتبعها يهجم على أقوال من مذاهب أهل التأويل لم تكن تخطر له\nعلى بال ولا تدور له في خيال ويرى أمواجا من زبد الصدور تتلاطم ليس لها\nضابط إلا سوانح وخواطر وهوس تقذف به النفوس التي لم يؤيدها الله بروح الحق\nولا أشرقت عليها شمس الهداية ولا باشرت حقيقة الإيمان فخواطرها وهوسها لا\nغاية له يقف عندها فإن أردت الإشراف على ذلك فتأمل كتب المقالات والآراء\nوالديانات تجد كل مايخطر ببالك قد ذهب إليه ذاهبون وصار إليه صائرون ووراء\nذلك ما لم يخطر لك على بال وكل هذه الفرق تتأول نصوص الوحي على قولها\nوتحمله على تأويلها ومع ذلك فتجد أولي العقول الضعيفة إلى الاستجابة لهم\nمسارعين وفي القبول منهم راغبين فهم يبادرون إلى أخذ ما يوردونه عليهم\nوقبولهم إياه عنهم وعلى الدعوة إليه هم أشد حرصا منهم على الدعوة إلى الحق\nالذي جاءت به الرسل ولم يوجد الأمر في قبول دعوة الرسل كذلك بل قد علم ما\nلقي <span id='ms074'></span> المرسلون في الدعوة إلى الله من الجهد والمشقة والمكابدة ولقوا أشد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n             @ العناء والمكروه وقاسوا أبلغ الأذى حتى استجاب لهم من استجاب\nإلى الحق الذي هو موجب الفطر وشقيق الأرواح وحياة القلوب وقرة العيون ونجاة\nالنفوس حتى إذا أطلع شيطان التأويل رأسه وأبدى لهم عن ناجذيه ورفع لهم علما\nمن التأويل طاروا إليه زرافات ووحدانا فهم إخوان السفلة الطعام أشباه\nالأنعام بل أضل من الأنعام طبل يجمعهم وعصا تفرقهم فانظر ما لقيه نوح\nوإبراهيم وصالح وهود وشعيب وموسى وعيسى ومحمد صلوات الله وسلامه عليهم في\nالدعوة إلى الله من الرد عليهم والتكذيب لهم وقصدهم بأنواع الأذى حتى ظهرت\nدعوة من ظهرت دعوته منهم وأقاموا دين الله\n</p>\n\n<p>\nوانظر سرعة المستجيبين لدعاة الرافضة والقرامطة الباطنية والجهمية\nوالمعتزلة وإكرامهم لدعاتهم وبذل أموالهم وطاعتهم لهم من غير برهان أتوهم\nبه أو آية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n             @ أروهم إياها غير أنهم دعوهم إلى تأويل تستغربه\nالنفوس وتستطرفه العقول وأوهموهم أنه من وظيفة الخاصة الذين ارتفعوا به عن\nطبقة العامة فالصائر إليه معدود في الخواص مفارق للعوام فلم تر شيئا من\nالمذاهب الباطلة والآراء الفاسدة المستخرجة بالتأويل قوبل الداعي إليه\nالآتي به أولا بالتكذيب له والرد عليه بل ترى المخدوعين المغرورين يجفلون\nإليه إجفالا ويأتون إليه أرسالا تؤزهم إليه شياطينهم ونفوسهم أزا وتزعجهم\nإليه إزعاجا فيدخلون فيه أفواجا يتهافتون فيه تهافت الفراش في النار\nويثوبون إليه مثابة الطير إلى الأوكار ثم من عظيم آفاته سهولة الأمر على\nالمتأولين في نقل المدعوين عن مذاهبهم وقبيح اعتقادهم إليهم ونسخ الهدى من\nصدورهم فإنهم ربما اختاروا للدعوة إليه رجلا مشهورا بالديانة والصيانة\nمعروفا بالأمانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n             @ حسن الأخلاق جميل الهيئة فصيح اللسان صبورا\nعلى التقشف والتزهد مرتاضا لمخاطبة الناس على اختلاف طبقاتهم ويتهيأ لهم مع\nذلك من عيب أهل الحق والطعن عليهم والإزراء بهم ما يظفر به المفتش عن\nالعيوب فيقولون للمغرور المخدوع وازن بين هؤلاء وهؤلاء وحكم عقلك وانظر إلى\nنتيجة الحق والباطل فيتهيأ لهم بهذا الخداع مالا يتهيأ بالجيوش وما لا يطمع\nفي الوصول <span id='ms075'></span> إليه بدون تلك الجهة\n</p>\n\n<p>\nثم من أعظم جنايات التأويل على الدين وأهله وأبلغها نكاية فيه أن المتأول\nيجد بابا مفتوحا لما يقصده من تشتيت كلمة أهل الدين وتبديد نظامهم وسبيلا\nسهلة إلى ذلك فإنه يحتجز من المسلمين بإقراره معهم بأصل التنزيل ويدخل نفسه\nفي زمرة أهل التأويل ثم بعد ذلك يقول ما شاء ويدعي ما أحب ولا يقدر على\nمنعه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n             @ ذلك لادعائه أن أصل التنزيل مشترك بينك وبينه وأن\nعامة الطوائف المقرة به قد تأولت كل طائفة لنفسها تأويلا ذهبت إليه فهو\nيبدي نظير تأويلاتهم ويقول ليس لك أن تبدي في التأويل مذهبا إلا ومثله سائغ\nلي فما الذي أباحه لك وحظره علي وأنا وأنت قد أقررنا بأصل التنزيل واتفقنا\nعلى تسويغ التأويل فلم كان تأويلك مع مخالفته لظاهر التنزيل سائغا وتأويلي\nأنا محرما فتعلقه بهذا أبلغ مكيدة يستعملها وأنكى سلاح يحارب به فهذه\nالآفات وأضعافها إنما لقيها أهل الأديان من التأويل فالتأويل هو الذي فرق\nاليهود إحدى وسبعين فرقة والنصارى ثنتين وسبعين فرقة وهذه الأمة ثلاثا\nوسبعين فرقة\n</p>\n\n<p>\nفأما اليهود فإنهم بسبب التأويلات التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n             @ استخرجوها بآرائهم\nمن كتبهم صاروا فرقا مختلفة بعد اتفاقهم على أصل الدين والإيمان بما في\nالتوراة والزبور وكتب أنبيائهم التي يدرسونها ويؤمنون بها وبسبب التأويلات\nالباطلة مسخوا قردة وخنازير وجرى عليهم من الفتن والمحن ما قصه الله\nوبالتأويل الباطل عبدوا العجل حتى آل أمرهم إلى ما آل وبالتأويل الباطل\nفارقوا حكم التوراة واستحلوا المحارم وارتكبوا المآثم فهم أئمة التأويل\nوالتحريف والتبديل والناس لهم فيه تبع فلا تبلغ فرقة مبلغهم فيه وبالتأويل\nاستحلوا محارم الله بأقل الحيل وبالتأويل قتلوا الأنبياء فإنهم قتلوهم وهم\nمصدقون بالتوراة وبموسى وبالتأويل والتحريف حلت بهم المثلات وتتابعت عليهم\nالعقوبات وقطعوا في الأرض أمما وضربت عليهم الذلة والمسكنة وباءو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n             @ بغضب من الله وبالتأويل دفعوا نبوة عيسى ومحمد صلوات الله\nوسلامه عليهما وقد استهلت التوراة وكتب الأنبياء بالبشارة بهما وظهورهما\nولا سيما البشارات بمحمد صلى الله عليه وسلم فإنها متظاهرة في كتبهم <span id='ms076'></span> بصفة\nرسول الله صلى الله عليه وسلم ومخرجه ومبعثه ودعوته وكتابه وصفة أمته\nوسيرتهم وأحوالهم بحيث كان علماؤهم لما رأوه وشاهدوه عرفوه معرفتهم أبناءهم\nومع هذا فجحدوا أمره صلى الله عليه وسلم ودفعوه على قومه وظهوره بالتأويلات\nالتي استخرجوها من تلك الألفاظ التي تضمنتها البشارات حتى التبس الأمر بذلك\nعلى أتباعهم ومن لا يعلم الكتاب إلا أماني وخيل إليهم بتلك التأويلات التي\nهي من جنس تأويلات الجهمية والرافضة والقرامطة أنه ليس هو فسطوا على تلك\nالبشارات بكتمان ما وجدوا السبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n             @ إلى كتمانه وما غلبوا عن\nكتمانه حرفوا لفظه عن ما هو عليه وما عجزوا عن تحريف لفظه حرفوا معناه\nبالتأويل وورثهم أشباههم من المنتسبين إلى الملة في هذه الأمور الثلاثة\nوكان عصبة الوارثين لهم في ذلك ثلاث طوائف الرافضة والجهمية والقرامطة\nفإنهم اعتمدوا في النصوص المخالفة لضلالهم هذه الأمور الثلاثة والله سبحانه\nذمهم على التحريف والكتمان والتحريف نوعان تحريف اللفظ وهو تبديله وتحريف\nالمعنى وهو صرف اللفظ عنه إلى غيره مع بقاء صورة اللفظ\n</p>\n\n<p>\nوأما فساد دين النصارى من جهة التأويل فأول ذلك ما عرض في التوحيد الذي\nهو عمود الدين فإن سلف المثلثة قالوا في الربوبية بالتثليث وحديث الأقانيم\nوالأب والابن وروح القدس ثم اختلف من بعدهم في تأويل كلامهم اختلافا\nتباينوا به غاية التباين وإنما عرض لهم هذا الاختلاف من جهة التأويلات\nالباطلة وكانت حالهم فيما جنت عليهم التأويلات الباطلة أفسد حالا من اليهود\nفإنهم لم يصلوا بتأويلهم إلى ما وصل إليه عباد الصليب من نسبة الرب تعالى\nإلى ما لا يليق به ثم دفعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n             @ بالتأويلات إلى إبطال شرائع\nالتوراة فأبطلوا الختان واستحلوا السبت واستباحوا الخنزير وعطلوا الغسل من\nالجنابة وكان الذي فتح عليهم أبواب هذه التأويلات بولس فاستخف جماعة من\nضعفاء العقول فقبلوا منه تلك التأويلات ثم أورثت الخلاف بينهم حتى آل أمرهم\nإلى ما آل إليه من انسلاخهم عن شريعة المسيح في التوحيد والعمليات ثم تأولت\nاليعقوبية أتباع يعقوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n             @ البراذعي تأويلا فتأولت النسطورية\nأتباع نسطور بن <span id='ms077'></span> عبرة فتأولت الملكية وهم الذين على دين الملك عبرة فاضمحل\nالدين وخرجوا منه خروج الشعرة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n             @ العجين فلو تأملت تأويلاتهم\nلرأيتها والله من جنس تأويلات الجهمية والرافضة والمعتزلة ورأيت الجميع من\nمشكاة واحدة ولولا خوف التطويل لذكرنا لك تلك التأويلات ليعلم أنها\nوتأويلات المحرفين من هذه الأمة\n</p>\n\n<p>\n( رضيعا لبان ثدي أم تقاسما % بأسحم داج عوض لا نتفرق )\n</p>\n\n<p>\nولو رأيت تأويلاتهم لنصوص التوراة في الإخبار والأمر والنهي لقلت إن أهل\nالتأويل الباطل من هذه الأمة إنما تلقوا تأويلاتهم عنهم وعجبت من تشابه\nقلوبهم وقوع الحافر على الحافر والخاطر على الخاطر ولم يزل أمر بني إسرائيل\nمستقيما حتى فشا فيهم المولدون أبناء سبايا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n             @ الأمم فاشتقوا\nلهم الرأي وسلطوا التأويل على نصوص التوراة فضلوا وأضلوا وهؤلاء النصارى لم\nيزل أمرهم بعد المسيح على منهاج الاستقامة حتى ظهر فيهم المتأولون فأخذت\nعرى دينهم تنتقض والمتأولون يجتمعون مجمعا بعد مجمع وفي كل مجمع يخرج لهم\nتأويلات تناقض الدين الصحيح فيلقاهم أصحاب المجمع الآخر ولا يوافقوا لهم\nعليها حتى جمعهم الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n             @ قسطنطين من أقطار الأرض فبلغوا\nثلاثمائة وثمانية عشر بتركا وأسقفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n             @ فتأولوا لهم هذه الأمانة\nالتي بأيديهم اليوم وأبطلوا من دين المسيح ما شاءوا وزادوا فيه ونقصوا\nووضعوا من الشرائع ما شاءوا كل ذلك بالتأويل وقد ذكروا الظواهر التي\nتأولوها وبالتأويل جعلوا الله ثالث ثلاثة وجعلوا المسيح ابنه وجعلوه هو\nالله فقالوا هذا وهذا وهذا تعالى الله عن قولهم وبالتأويل تركوا الختان\nوأباحوا الخنزير وهم يعلمون أن المسيح اختتن وحرم الخنزير وبالتأويل نقلوا\nالصوم من محله إلى الفصل الربيعي وزادوه حتى صار خمسين يوما وبالتأويل\nعبدوا الصليب والصور وبالتأويل فارقوا حكم التوراة والإنجيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n             @\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nومن أعظم آفات التأويل وجناياته أنه إذا سلط على أصول الإيمان والإسلام\nاجتثها وقلعها فإن أصول الإيمان خمسة وهي الإيمان بالله وملائكته وكتبه\nورسله واليوم الآخر وأصول الإسلام خمسة وهي كلمة الشهادتين وإقام الصلاة\nوإيتاء الزكاة وصوم رمضان وحج البيت فعمد أرباب التأويل إلى أصول الإيمان\nوالإسلام فهدموها بالتأويل وذلك أن معقد <span id='ms078'></span> هذه الأصول العشرة تصديق الرسول\nفيما أخبر وطاعته فيما أمر فعمدوا إلى أجل الأخبار وهو ما أخبر به عن الله\nمن أسمائه وصفاته ونعوت كماله فأخرجوه عن حقيقته وما وضع له وهذا القسم من\nالأخبار أشرف أنواع الخبر والإيمان به أصل الإيمان بما عداه واشتمال القرآن\nبل والكتب الإلهية عليه أكثر من اشتمالها على ما عداه وتنوع الدلالة بها\nعلى ثبوت مخبره أعظم من تنوعها في غيره وذلك لشرف متعلقة وعظمته وشدة\nالحاجة إلى معرفته وكانت الطرق إلى تحصيل معرفته أكثر وأسهل وأبين من غيره\nوهذا من كمال حكمة الرب تبارك وتعالى وتمام نعمته وإحسانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n             @\nأنه كل ما كانت حاجة العباد إلى الشيء أقوى وأتم كان بذله لهم أكثر وطرق\nوصولهم إليه أكثر وأسهل وهذا في الخلق والأمر فإن حاجتهم لما كانت إلى\nالهواء أكثر من الماء والقوت كان موجودا معهم في كل مكان وزمان وهو أكثر من\nغيره وكذلك لما كانت حاجتهم بعده إلى الماء شديدة إذ هو مادة أقواتهم\nولباسهم وفواكههم وشرابهم كان مبذولا لهم أكثر من غيره وكذلك حاجتهم إلى\nالقوت لما كانت أشد من حاجتهم إلى الإيواء كان وجود القوت أكثر وهكذا الأمر\nفي مراتب الحاجات ومعلوم أن حاجتهم إلى معرفة ربهم وفاطرهم ومعبودهم جل\nجلاله فوق مراتب هذه الحاجات كلها فإنه لا سعادة لهم ولا فلاح ولا صلاح ولا\nنعيم إلا بأن يعرفوه ويعبدوه ويكون هو وحده غاية مطلوبهم ونهاية مرادهم\nوذكره والتقرب إليه قرة عيونهم وحياة قلوبهم فمتى فقدوا ذلك كانوا أسوأ\nحالا من الأنعام بكثير وكانت الأنعام أطيب عيشا منهم في العاجل وأسلم عاقبة\nفي الآجل وإذا علم أن ضرورة العبد إلى معرفة ربه ومحبته وعبادته والتقرب\nإليه فوق كل ضرورة كانت الطرق المعرفة لهم ذلك أيسر طرق العلم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n             @ الإطلاق وأسهلها وأهداها وأقربها وبيان الرب تعالى لها فوق\nكل بيان فإذا سلط التأويل على النصوص المشتملة عليها فتسليطه على النصوص\nالتي ذكرت فيها الملائكة أقرب بكثير يوضحه أن الرب تعالى لم يذكر <span id='ms079'></span> للعباد من\nصفات ملائكته وشأنهم وأفعالهم وأسمائهم عشر معشار ما ذكر لهم من نعوت جلاله\nوصفات كماله وأسمائه وأفعاله فإذا كانت هذه قابلة للتأويل فالآيات التي\nذكرت فيها الملائكة أولى بقبوله ولذلك تأولها الملاحدة كما تأولوا نصوص\nالمعاد واليوم الآخر وأبدوا له تأويلات ليست بدون تأويلات الجهمية لنصوص\nالصفات وأولت هذه الطائفة عامة نصوص الأخبار الماضية والآتية وقالوا\nللمتأولين من الجهمية بيننا وبينكم حاكم العقل فإن القرآن بل الكتب المنزلة\nمملوءة بذكر الفوقية وعلو الله على عرشه وأنه تكلم ويتكلم وأنه موصوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n             @ بالصفات وأن له أفعالا تقوم به هو بها فاعل وأنه يرى\nبالأبصار إلى غير ذلك من نصوص الصفات التي إذا قيس إليها نصوص حشر هذه\nالأجساد وخراب هذا العالم وإعدامه وإنشاء عالم آخر وجدت نصوص الصفات أضعاف\nأضعافها فهذه الآيات والأخبار الدالة على علو الرب تعالى على خلقه وفوقيته\nواستوائه على عرشه قد قيل إنها تقارب الألف وقد أجمعت عليها الرسل من أولهم\nإلى آخرهم فما الذي سوغ لكم تأويلها وحرم علينا تأويل نصوص حشر الأجساد\nوخراب العالم\n</p>\n\n<p>\nفإن قلتم الرسل أجمعوا على المجيء به فلا يمكن تأويله\n</p>\n\n<p>\nقيل وقد أجمعوا على أن الله فوق عرشه وأنه متكلم مكلم فاعل حقيقة موصوف\nبالصفات فإن منع إجماعهم هناك من التأويل وجب أن يمنع ها هنا\n</p>\n\n<p>\nفإن قلتم العقل أوجب تأويل نصوص الصفات ولم يوجب تأويل نصوص المعاد\n</p>\n\n<p>\nقلنا هاتوا أدلة العقول التي تأولتم بها الصفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n             @ ونحضر نحن\nأدلة العقول التي تأولنا بها المعاد وحشر الأجساد ونوازن بينها ليتبين أيها\nأقوى\n</p>\n\n<p>\nفإن قلتم إنكار المعاد تكذيب لما علم من دين الرسل بالضرورة\n</p>\n\n<p>\nقلنا وإنكار صفات الرب وأنه متكلم آمر ناه فوق سمواته وأن الأمر ينزل من\nعنده ويصعد إليه تكذيب لما علم أنهم جاؤوا به ضرورة\n</p>\n\n<p>\nفإن قلتم تأويلنا للنصوص التي جاؤوا بها لا يستلزم تكذيبهم ورد أخبارهم\n</p>\n\n<p>\nقلنا فمن أين صار تأويلنا للنصوص التي جاؤوا بها في المعاد يستلزم\nتكذيبهم ورد أخبارهم دون تأويلكم إلا لمجرد التحكم والتشهي\n</p>\n\n<p>\nفصاحت <span id='ms080'></span> القرامطة والملاحدة والباطنية وقالت ما الذي سوغ لكم تأويل الأخبار\nوحرم علينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n             @ تأويل الأمر والنهي والتحريم والإيجاب ومورد\nالجميع من مشكاة واحدة فنحن سلكنا في تأويل الشرائع العملية نظير ما سلكتم\nفي تأويل النصوص الخبرية\n</p>\n\n<p>\nقالوا وأين تقع نصوص الأمر والنهي من نصوص الخبر\n</p>\n\n<p>\nقالوا وكثير منكم قد فتحوا لنا باب التأويل في الأمر فأولوا أوامر ونواهي\nكثيرة صريحة الدلالة أو ظاهرة الدلالة في معناها بما يخرجها عن حقائقها\nوظواهرها فهلم نضعها في كفة ونضع تأويلاتنا في كفة ونوازن بينهما ونحن لا\nننكر أنا أكثر تأويلا منهم وأوسع لكنا وجدنا بابا مفتوحا فدخلناه وطريقا\nمسلوكا فسلكناه فإن كان التأويل حقا فنحن أسعد الناس به وإن كان باطلا فنحن\nوأنتم مشتركون فيه ومستقل ومستكثر\n</p>\n\n<p>\nفهذا من شؤم جناية التأويل على أصول الإيمان والإسلام\n</p>\n\n<p>\nوقد قيل إن طرد إبليس ولعنه إنما كان بسبب التأويل فإنه عارض النص\nبالقياس وقدمه عليه وتأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n             @ لنفسه أن هذا القياس العقلي مقدم\nعلى نص الأمر بالسجود فإنه قال <span class='quran'>أنا خير منه </span>الأعراف 12\n</p>\n\n<p>\nوهذا دليل قد حذفت إحدى مقدمتيه وهي أن الفاضل لا يخضع للمفضول وطوى ذكر\nهذه المقدمة كأنها مقررة لكونها معلومة وقرر المقدمة الأولى بقوله <span class='quran'>خلقتني من نار وخلقته من طين </span>الأعراف 12\n</p>\n\n<p>\nفكان نتيجة المقدمتين امتناعه من السجود وظن أن هذه الشبهة العقلية تنفعه\nفي تأويله فجرى عليه ما جرى وصار إماما لكل من عارض نصوص الوحي بتأويله\nالباطل إلى يوم القيامة ولا إله إلا الله كم لهذا الإمام اللعين من أتباع\nمن العالمين وأنت إذا تأملت عامة شبه المتأولين التي تأولوا لأجلها النصوص\nوعطلوها رأيتها من جنس شبهته والقائل إذا تعارض العقل والنقل قدمنا العقل\nمن ها هنا اشتق هذه القاعدة وجعلها أصلا لرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n             @ نصوص الوحي التي\nيزعم أن العقل يخالفها كما زعم إمامه أن دليل العقل يخالف نص الأمر بالسجود\nحين قدمه عليه وعرضت لعدو الله هذه الشبهة من ناحية كبره الذي منعه من\nالانقياد المحض لنص الوحي وهكذا تجد كل مجادل في نصوص <span id='ms081'></span> الوحي بالباطل إنما\nيحمله على ذلك كبر في صدره ما هو ببالغه قال تعالى <span class='quran'>إن الذين يجادلون\nفي آيات الله بغير سلطان أتاهم إن في صدورهم إلا كبر ما هم ببالغيه فاستعذ\nبالله إنه هو السميع البصير </span>غافر 56\n</p>\n\n<p>\nوكذلك خروج آدم من الجنة إنما كان بسبب التأويل وإلا فهو صلى الله عليه\nوسلم لم يقصد بالأكل معصية الرب والتجرؤ على مخالفة نهيه وأن يكون ظالما\nمستحقا للشقاء بخروجه من الجنة هذا لم يقصده أبو البشر قطعا ثم اختلف الناس\nفي وجه تأويله فقالت طائفة تأول بحمله النهي المطلق على الشجرة المعينة\nوغره عدو الله بأن جنس تلك الشجرة هي شجرة الخلد وأطمعه في أنه إن أكل منها\nلم يخرج من الجنة وفي هذا الذي قالوه نظر ظاهر فإن الله سبحانه أخبر أن\nإبليس قال له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n             @ <span class='quran'>ما نهاكما ربكما عن هذه الشجرة إلا أن\nتكونا ملكين أو تكونا من الخالدين </span>الأعراف 20\n</p>\n\n<p>\nفذكر لهما عدو الله الشجرة التي نهيا عنها إما بعينها أو بجنسها وصرح\nلهما بأنها هي المنهي عنها ولو كان عند آدم أن المنهي عنه تلك الشجرة\nالمعينة دون سائر النوع لم يكن عاصيا بأكله من غيرها ولا أخرجه الله من\nالجنة ونزع عنه لباسه\n</p>\n\n<p>\nوقالت فرقة أخرى تأول آدم أن النهي نهي تنزيه لا نهي تحريم فأقدم على\nالأكل لذلك وهذا باطل قطعا من وجوه كثيرة يكفي منها قوله تعالى <span class='quran'>فتكونا\nمن الظالمين </span>البقرة 35\n</p>\n\n<p>\nوأيضا فحيث نهى الله عن فعل الشيء بقربانه لم يكن إلا للتحريم كقوله\nتعالى <span class='quran'>ولا تقربوهن حتى يطهرن </span>البقرة 222 <span class='quran'>ولا تقربوا الزنى\n</span>الإسراء 32 <span class='quran'>ولا تقربوا مال اليتيم </span>الأنعام 152 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n@\n</p>\n\n<p>\nوأيضا لو كان للتنزيه لما أخرجه الله من الجنة وأخبر أنه عصى ربه\n</p>\n\n<p>\nوقالت طائفة بل كان تأويله أن النهي إنما كان عن قربانهما وأكلهما معا لا\nعن أكل كل منهما على انفراده لأن قوله <span class='quran'>ولا تقربا </span>البقرة 35\n</p>\n\n<p>\nنهى لهما على الجمع ولا يلزم من حصول النهي حال الاجتماع حصوله حال\nالانفراد وهذا التأويل ذكره بن الخطيب <span id='ms082'></span> في تفسيره وهو كما ترى في البطلان\nوالفساد ونحن نقطع أن هذا التأويل لم يخطر بقلب آدم وحواء البته وهما كانا\nأعلم بالله من ذلك وأصح إفهاما أفترى فهم أحد عن الله من قوله <span class='quran'>ولا\nتقربوا مال اليتيم </span>الأنعام 152 <span class='quran'>ولا تقربوا الزنى </span>الإسراء 32\n</p>\n\n<p>\nونظائره أي إنما نهيتكم عن اجتماعكم على ذلك دون انفراد كل واحد منكم به\nفيا للعجب من أوراق وقلوب تسود على هذه الهذيانات وتجد لها حاملا وقابلا\nيستحسنها ويصغي بقلبه وسمعه إليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n             @\n</p>\n\n<p>\nوالصواب في ذلك أن يقال إن آدم صلوات الله وسلامه عليه لما قاسمه عدو\nالله أنه ناصح وأخرج الكلام على أنواع متعددة من التأكيد\n</p>\n\n<p>\nأحدها القسم\n</p>\n\n<p>\nالثاني الإتيان بالجملة اسمية لا فعلية\n</p>\n\n<p>\nالثالث تصديرها بأداة التأكيد\n</p>\n\n<p>\nالرابع الإتيان بلام التأكيد في الخبر\n</p>\n\n<p>\nالخامس الإتيان به اسم فاعل لا فعلا دالا على الحدث\n</p>\n\n<p>\nالسادس تقديم المعمول على العامل فيه\n</p>\n\n<p>\nولم يكن آدم يظن أن أحدا يقسم بالله كاذبا يمين غموس يتجرأ فيها على الله\nهذه الجرأة فغره عدو الله بهذا التأكيد والمبالغة فظن آدم صدقه وأنه إن أكل\nمنها لم يخرج من الجنة ورأى أن الأكل وإن كان فيه مفسدة فمصلحة الخلود أرجح\nولعله يتأتى له استدراك مفسدة النهي أثناء ذلك إما باعتذار وإما بتوبة وإما\nبغير ذلك كما تجد هذا التأويل قائما في نفس كل من يؤمن بالله واليوم الآخر\nإيمانا لا شك فيه إذا اقدم على المعصية فوازن بين هذا التأويل وبين تأويلات\nالمحرفين يظهر لك الصواب من الخطأ والله الموفق للصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n             @\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nومن جنايات التأويل ما وقع في الإسلام من الحوادث بعد موت رسول الله صلى\nالله عليه وسلم وإلى يومنا هذا بل في حياته صلوات الله وسلامه عليه فإن\nخالد بن الوليد قتل بني جذيمة بالتأويل ولهذا نبرأ رسول الله صلى الله عليه\nوسلم من صنعه وقال اللهم إني أبرأ إليك مما صنع خالد ومنع الزكاة من منعها\nمن العرب بعد موت رسول الله صلى الله عليه وسلم بالتأويل وقالوا إنما قال <span id='ms083'></span>\nالله لرسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n             @ <span class='quran'>خذ من أموالهم صدقة تطهرهم وتزكيهم بها وصل\nعليهم إن صلاتك سكن لهم </span>التوبة 103\n</p>\n\n<p>\nوهذا لا يكون لغيره فجرى بسبب هذا التأويل الباطل على الإسلام وأهله ما\nجرى ثم جرت الفتنة التي جرت قتل عثمان بالتأويل ولم يزل التأويل يأخذ مأخذه\nحتى قتل به عثمان فأخذ على الزيادة والتولد حتى قتل به بين علي ومعاوية\nبصفين سبعين ألفا أو أكثر من المسلمين وقتل أهل الحرة بالتأويل وقتل يوم\nالجمل بالتأويل من قتل ثم كان قتل بن الزبير ونصب المنجنيق على البيت\nبالتأويل ثم كانت فتنة بن الأشعث وقتل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n             @ قتل من المسلمين\nبدير الجماجم بالتأويل ثم كانت فتنة الخوارج وما لقي المسلمون من حروبهم\nوأذاهم بالتأويل ثم خروج أبي مسلم وقتله بني أمية وتلك الحروب العظام\nبالتأويل ثم خروج العلويين وقتلهم وحبسهم ونفيهم بالتأويل إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n@ أضعاف أضعاف ما ذكرنا من حوادث الإسلام التي جرها التأويل وما ضرب مالك\nبالسياط وطيف به إلا بالتأويل ولا ضرب الإمام أحمد بالسياط وطلب قتله إلا\nبالتأويل ولا قتل أحمد بن نصر الخزاعي إلا بالتأويل ولا جرى على نعيم بن\nحماد الخزاعي ما جرى وتوجع أهل الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n             @ لمصابه إلا بالتأويل\nولا جرى على محمد بن إسماعيل البخاري ما جرى ونفى وأخرج من بلده إلا\nبالتأويل ولا قتل من قتل خلفاء الإسلام وملوكه إلا بالتأويل ولا جرى على\nشيخ الإسلام عبد الله أبي إسماعيل الأنصاري ما جرى وطلب قتله بضعة وعشرين\nمرة إلا بالتأويل ولا جرى على أئمة السنة والحديث ما جرى حين حبسوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n             @ وشردوا وأخرجوا من ديارهم إلا بالتأويل ولا جرى على شيخ\nالإسلام بن تيمية ما جرى من خصومه بالسجن وطلب قتله أكثر من عشرين مرة إلا\nبالتأويل\n</p>\n\n<p>\nفقاتل الله التأويل الباطل وأهله وأخذ حق دينه وكتابه ورسوله وأنصاره\nمنهم فماذا هدموا من معاقل الإسلام وهدوا من أركانه وقلعوا من قواعده ولقد\nتركوه أرق من الثوب الخلق البالي الذي تطاولت عليه السنون وتوالت عليه\nالأهوية والرياح ولو بسطنا هذا الفصل وحده وما <span id='ms084'></span> جناه التأويل على الأديان\nوالشرائع وخراب العالم لقام منه عدة أسفار وإنما نبهنا تنبيها يعلم به\nالعاقل ما وراءه وبالله التوفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n             @\n</p>\n\n<p>\n| الفصل السادس عشر في بيان ما يقبل التأويل من الكلام وما لا يقبله\n</p>\n\n<p>\nلما كان وضع الكلام للدلالة على مراد المتكلم وكان مراده لا يعلم إلا\nبكلامه انقسم كلامه ثلاثة أقسام\n</p>\n\n<p>\nأحدها ما هو نص في مراده لا يحتمل غيره\n</p>\n\n<p>\nالثاني ما هو ظاهر في مراده وإن احتمل أن يريد غيره\n</p>\n\n<p>\nالثالث ما ليس بنص ولا ظاهر في المراد بل هو مجمل يحتاج إلى البيان\n</p>\n\n<p>\nفالأول يستحيل دخول التأويل فيه وتحميله التأويل كذب ظاهر على المتكلم\nوهذا شأن عامة نصوص القرآن الصريحة في معناها كنصوص آيات الصفات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n             @ والتوحيد وأن الله سبحانه مكلم متكلم آمر ناه قائل مخبر موحي\nحاكم واعد موعد منبىء هاد داع إلى دار السلام فوق عباده علي على كل شيء\nمستو على عرشه ينزل الأمر من عنده ويعرج إليه وأنه فعال حقيقة وأنه كل يوم\nفي شأن فعال لما يريد وأنه ليس للخلق من دونه ولي ولا شفيع ولا ظهير وأنه\nالمنفرد بالربوبية والإلهية والتدبير والقيومية وأنه يعلم السر وأخفى وما\nتسقط من ورقة إلا يعلمها وأنه يسمع الكلام الخفي كما يسمع الجهر ويرى ما في\nالسماوات والأرض ولا يخفى عليه منها ذرة واحدة وأنه على كل شيء قدير فلا\nيخرج مقدور واحد عن قدرته البتة كما لا يخرج عن علمه وتكوينه وأن له ملائكة\nمدبرات بأمره للعالم تصعد وتنزل وتتحرك وتنتقل من مكان إلى مكان وأنه يذهب\nبالدنيا ويخرب هذا العالم ويأتي بالآخرة ويبعث من في القبور جل جلاله إلى\nأمثال ذلك من النصوص التي هي في الدلالة على مرادها كدلالة لفظ العشرة\nوالثلاثة على مدلوله وكدلالة لفظ الشمس والقمر والليل والنهار والبر والبحر\nوالخيل والبغال والإبل والبقر والغنم والذكر والأنثى على مدلولها لا فرق\nبين ذلك البتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n             @\n</p>\n\n<p>\nولهذا لما سلطت الجهمية التأويل على نصوص الصفات سلطت الباطنية التأويل\nعلى هذه الأمور وجعلوها أمثالا مضروبة <span id='ms085'></span> اريد بها خلاف حقائقها وظواهرها\nوجعلوا القرآن والشرع كله مؤولا ولهم في التأويل كتب مستقلة نظير كتب\nالجهمية في تأويل آيات الصفات وأحاديثها\n</p>\n\n<p>\nفهذا القسم إن سلط التأويل عليه عاد الشرع كله متأولا لأنه أظهر أقسام\nالقرآن ثبوتا وأكثرها ورودا ودلالة القرآن عليه متنوعة غاية التنوع فقبول\nما سواه للتأويل أقرب من قبوله بكثير\n</p>\n\n<p>\n| فصل القسم الثاني\n</p>\n\n#\n<p>\n| ما هو ظاهر في مراد المتكلم ولكنه يقبل التأويل\n</p>\n\n<p>\nفهذا ينظر في وروده فإن أطرد استعماله على وجه واحد استحال تأويله بما\nيخالف ظاهره لأن التأويل إنما يكون لموضع جاء نادرا خارجا عن نظائره منفردا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n             @ عنها فيؤول حتى يرد إلى نظائره وتأويل هذا غير ممتنع لأنه\nإذا عرف من عادة المتكلم بإطراد كلامه في توارد استعماله معنى ألفه المخاطب\nفإذا جاء موضع يخالفه رده السامع بما عهد من عرف المخاطب إلى عادته المطردة\nهذا هو المعقول في الأذهان والفطر وعند كافة العقلاء وقد صرح أئمة العربية\nبأن الشيء إنما يجوز حذفه إذا كان الموضع الذي ادعى فيه حذفه قد استعمل فيه\nثبوته أكثر من حذفه فلا بد أن يكون موضع ادعاء الحذف عندهم صالحا للثبوت\nويكون الثبوت مع ذلك أكثر من الحذف حتى إذا جاء ذلك محذوفا في موضع علم\nبكثرة ذكره في نظائره أنه قد أزيل من هذا الموضع فحمل عليه فهذا شأن من\nيقصد البيان والدلالة وأما من يقصد التلبيس والتعمية فله شأن آخر\n</p>\n\n<p>\nوالقصد أن الظاهر في معناه إذا أطرد استعماله في موارده مستويا امتنع\nتأويله وإن جاز تأويل ظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n             @ مالم يطرد في موارد استعماله\nومثال ذلك إطراد قوله <span class='quran'>الرحمن على العرش استوى </span>طه 54 <span class='quran'>ثم\nاستوى على العرش </span>الأعراف 54\n</p>\n\n<p>\nفي جميع موارده من أولها إلى آخرها على هذا اللفظ فتأويله باستولى باطل\nوإنما كان يصح أن لو كان أكثر مجيئه بلفظ استولى ثم يخرج موضع عن نظائره\nويرد بلفظ استوى فهذا كان يصح تأويله باستولى فتفطن لهذا الموضع واجعله\nقاعدة فيما يمتنع تأويله من كلام المتكلم وما يجوز تأويله\n</p>\n\n<p>\nونظير <span id='ms086'></span> هذا إطراد النصوص بالنظر إلى الله هكذا ترون ربكم تنظرون إلى ربكم\n<span class='quran'>إلى ربها ناظرة </span>القيامة 23\n</p>\n\n<p>\nولم يجيء في موضع واحد ترون ثواب ربكم فيحمل عليه ما خرج عن نظائره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n             @\n</p>\n\n<p>\nونظير ذلك إطراد قوله <span class='quran'>وناديناه </span>مريم 52 <span class='quran'>ويوم يناديهم </span>القصص 62 <span class='quran'>وناداهما ربهما </span>الأعراف 22 <span class='quran'>وما كنت بجانب الطور إذ\nنادينا </span>القصص 46 <span class='quran'>إذ ناداه ربه بالواد المقدس </span>النازعات 16 )\n</p>\n\n<p>\nونظائرها ولم يجيء في موضع واحد أمرنا من يناديه ولا ناداه ملكنا فتأويله\nبذلك عين المحال والباطل\n</p>\n\n<p>\nونظير ذلك إطراد قوله ينزل ربنا كل ليلة إلى سماء الدنيا فيقول في نحو\nثلاثين حديثا كلها مصرحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n             @ بإضافة النزول إلى الرب ولم يجيء\nموضع واحد بقوله ينزل ملك ربنا حتى يحمل ما خرج عن نظائره عليه\n</p>\n\n<p>\nوإذا تأملت نصوص الصفات التي لا تسمح الجهمية بأن يسموها نصوصا فإذا\nاحترموها قالوا ظواهر سمعية وقد عارضتها القواطع العقلية وجدتها كلها من\nهذا الباب\n</p>\n\n<p>\nومما يقضي منه العجب أن كلام شيوخهم ومصنفيهم عندهم نص في مراده لا يحتمل\nالتأويل وكلام الموافقين عندهم نص لا يجوز تأويله حتى إذا جاؤوا إلى كلام\nالله ورسوله وقفوه على التأويل ووقفوا التأويل عليه فقل ما شئت وحرف ما شئت\nأفترى بيان هؤلاء لمرادهم أتم من بيان الله ورسوله أم كانوا مستولين على\nبيان الحقائق التي سكت الله ورسوله عن بيانها بل أولئك هم الجاهلون\nالمتهوكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n             @\n</p>\n\n<p>\n| فصل القسم الثالث\n</p>\n\n#\n<p>\n| الخطاب المجمل الذي أحيل بيانه على خطاب آخر\n</p>\n\n<p>\nفهذا أيضا لا يجوز تأويله إلا بالخطاب الذي بينه وقد يكون بيانه معه وقد\nيكون منفصلا عنه\n</p>\n\n<p>\nوالمقصود أن الكلام الذي هو عرضة التأويل قد يكون له عدة معان وليس معه\nما يبين مراد المتكلم فهذا للتأويل فيه مجال واسع وليس في كلام الله ورسوله\nمن هذا النوع شيء من الجمل المركبة وإن وقع في الحروف المفتتح بها السور بل\nإذا تأمل من بصره الله طريقة القرآن والسنة وجدها متضمنة لرفع ما يوهمه\nالكلام من خلاف ظاهره وهذا موضع لطيف جدا في فهم القرآن نشير إلى بعضه فمن <span id='ms087'></span>\nذلك قوله تعالى <span class='quran'>وكلم الله موسى تكليما </span>النساء 164\n</p>\n\n<p>\nرفع سبحانه توهم المجاز في تكليمه لكليمة بالمصدر المؤكد الذي لا يشك\nعربي القلب واللسان أن المراد به إثبات تلك الحقيقة كما تقول العرب مات\nموتا ونزل نزولا ونظيره التأكيد بالنفس والعين وكل وأجمع والتأكيد بقوله\nحقا ونظائره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n             @\n</p>\n\n<p>\nومن ذلك قوله تعالى <span class='quran'>قد سمع الله قول التي تجادلك في زوجها وتشتكي\nإلى الله والله يسمع تحاوركما إن الله سميع بصير </span>المجادلة 1\n</p>\n\n<p>\nفلا يشك صحيح الفهم البتة في هذا الخطاب أنه نص صريح لا يحتمل التأويل\nبوجه في إثبات صفة السمع للرب تعالى حقيقة وأنه بنفسه سمع\n</p>\n\n<p>\nومن ذلك قوله <span class='quran'>والذين آمنوا وعملوا الصالحات لا نكلف نفسا إلا وسعها\nأولئك أصحاب الجنة هم فيها خالدون </span>الأعراف 42\n</p>\n\n<p>\nفرفع توهم السامع أن المكلفين عملوا جميع الصالحات المقدورة والمعجوز\nعنها كما يجوزه أصحاب تكليف ما لا يطاق رفع هذا التوهم بجملة اعترض بها بين\nالمبتدأ وخبره يزيل الإشكال ونظيره قوله تعالى <span class='quran'>وأوفوا الكيل والميزان\nبالقسط لا نكلف نفسا إلا وسعها </span>الأنعام 152\n</p>\n\n<p>\nومن ذلك قوله تعالى <span class='quran'>فقاتل في سبيل الله لا تكلف إلا نفسك وحرض\nالمؤمنين </span>النساء 84 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n             @\n</p>\n\n<p>\nفلما أمره بالقتال أخبره أنه لا يكلف بغيره بل إنما كلف نفسه ثم أتبع ذلك\nبقوله <span class='quran'>وحرض المؤمنين </span>لئلا يتوهم سامع أنه وإن لم يكلف بهم فإنه\nيهملهم ويتركهم ومن ذلك قوله تعالى <span class='quran'>والذين آمنوا واتبعتهم ذريتهم\nبإيمان ألحقنا بهم ذريتهم وما ألتناهم من عملهم من شيء كل امرئ بما كسب\nرهين </span>الطور 21\n</p>\n\n<p>\nفتأمل كم في هذا الكلام من رفع إيهام وإزالة ما عسى أن يعرض للمخاطب من\nلبس فمنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n             @ قوله <span class='quran'>واتبعتهم ذريتهم بإيمان </span>لئلا يتوهم\nأن الاتباع في نسب أو تربية أو حرية أو رق وغير ذلك ومنها قوله <span class='quran'>وما\nألتناهم من عملهم </span>الطور 21\n</p>\n\n<p>\nرفعا لوهم متوهم أنه يحط الآباء إلى درجة الأبناء ليحصل الإلحاق والتبعية\nفأزال هذا الوهم بقوله <span class='quran'>وما ألتناهم من عملهم </span>أي ما نقصنا الآباء\nبهذا الاتباع شيئا من عملهم بل رفعنا الذرية إليهم قرة لعيونهم <span id='ms088'></span> وإن لم يكن\nلهم أعمال يستحقون بها تلك الدرجة\n</p>\n\n<p>\nومنها قوله <span class='quran'>كل امرئ بما كسب رهين </span>الطور 21\n</p>\n\n<p>\nفلا يتوهم أن هذا الاتباع حاصل في أهل الجنة وأهل النار بل هو للمؤمنين\nدون الكفار فإن الله سبحانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n             @ لا يعذب أحدا إلا بكسبه وقد\nيثيبه من غير كسب منه ومنها قوله تعالى <span class='quran'>يا نساء النبي لستن كأحد من\nالنساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا\nمعروفا </span>الأحزاب 32\n</p>\n\n<p>\nفلما أمرهن بالتقوى التي من شأنها التواضع ولين الكلام نهاهن عن الخضوع\nبالقول لئلا يطمع فيهن ذو المرض ثم أمرهن بعد ذلك بالقول المعروف رفعا\nلتوهم الإذن في الكلام المنكر لما نهين عن الخضوع بالقول ومن ذلك قوله <span class='quran'>وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر </span>البقرة 187\n</p>\n\n<p>\nفرفع توهم فهم الخيطين من الخيوط بقوله <span class='quran'>من الفجر </span></p>\n\n<p>\nومن ذلك قوله تعالى <span class='quran'>لمن شاء منكم أن يستقيم </span>التكوير 28\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n             @\n</p>\n\n<p>\nفأثبت لهم مشيئة فلعل متوهما يتوهم استقلاله بها وأنه إن شاء أتى بها وإن\nشاء لم يأت بها فأزال سبحانه ذلك بقوله <span class='quran'>وما تشاؤون إلا أن يشاء الله\n</span>التكوير 29 الإنسان 30\n</p>\n\n<p>\nثم لعل متوهما يتوهم أنه يشاء الشيء بلا حكمة ولا علم بمواقع مشيئته وحيث\nتصلح فأزال ذلك بقوله <span class='quran'>إن الله كان عليما حكيما </span>الإنسان 30\n</p>\n\n<p>\nونظير ذلك قوله تعالى <span class='quran'>كلا إنه تذكرة فمن شاء ذكره وما يذكرون إلا أن\nيشاء الله هو أهل التقوى وأهل المغفرة </span>المدثر 54 - 56 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n             @\nومن ذلك قوله <span class='quran'>وعدا عليه حقا في التوراة والإنجيل والقرآن </span>التوبة\n111\n</p>\n\n<p>\nفلعل متوهما يتوهم أن الله سبحانه يجوز عليه ترك الوفاء بما وعد به فأزال\nذلك بقوله <span class='quran'>ومن أوفى بعهده من الله </span>التوبه 111\n</p>\n\n<p>\nومن ذلك قوله تعالى <span class='quran'>هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك\n</span>الأنعام 158\n</p>\n\n<p>\nفلما ذكر إتيانه سبحانه ربما توهم متوهم أن المراد إتيان بعض آياته أزال\nهذا الوهم ورفع الإشكال بقوله <span class='quran'>أو يأتي بعض آيات ربك </span>فصار الكلام\nمع هذا التقسيم والتنويع نصا صريحا في معناه لا يحتمل غيره <span id='ms089'></span>\n</p>\n\n<p>\nوإذا تأملت أحاديث الصفات رأيت هذا لائحا على صفحاتها باديا على ألفاظها\nكقوله صلى الله عليه وسلم إنكم ترون ربكم عيانا كما ترى الشمس في الظهيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n             @ صحوا ليس دونها سحاب وكما يرى القمر ليلة البدر ليس دونه\nسحاب\n</p>\n\n<p>\nوقوله ما منكم إلا من سيكلمه ربه ليس بينه وبينه ترجمان يترجم له ولا\nحاجب يحجبه فلما كان تكليم الملوك قد يقع بواسطة الترجمان ومن وراء الحجاب\nأزال هذا الوهم من الأفهام وكذلك الحديث الآخر أنه صلى الله عليه وسلم قرأ\n<span class='quran'>وكان الله سميعا بصيرا </span>وضع إبهامه على أذنه والتي تليها على عينه\nرفعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n             @ لتوهم متوهم أن المراد بالسمع والبصر غير الصفتين\nالمعلومتين وأمثال هذا كثير في القرآن والسنة كما في الحديث الصحيح أنه صلى\nالله عليه وسلم قال يقبض الله سماواته بيده والأرض باليد الأخرى ثم جعل\nرسول الله صلى الله عليه وسلم يقبض يده ويبسطها تحقيقا لإثبات اليد وإثبات\nصفة القبض ومن هذا إشارته بأصبعه إلى السماء حين استشهد ربه تبارك وتعالى\nعلى الصحابة أنه قد بلغهم تحقيقا لإثبات صفة العلو وأن الرب الذي استشهده\nفوق العالم مستو على عرشه فهذه أمثلة يسيرة ذكرناها ليعرف الفهم المنصف\nالقاصد للهدى والنجاة منها ما يقبل التأويل وما لا يقبله ولا عبرة بغيرة\nوالله المستعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n             @ انتهى الجزء الأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}