{
  "content": "\n\n1. الذي فارس وراجل وانصرف بهم الى بلخ من طريق الجوزجان \n2. وحدثني الركابي اني كنت وقت الهاجرة على باب الخاصة الى السيستان\n3. بخراسان اباذ هراة للحسين ان طلع علينا رجل خلفه ... فرسان\n4. يتقدمهم فلما حاذى الباب قال لي ادخل الى الحاجب وقل له ان\n5. أبا جعفر وافاكم وكان الحاجب يزاد بنده الطالقاني ياتيه واعلنه\n6. ما قاله لي فلم يعرفه وتامله من ورا الستر فثم ... يدخل على\n7. الحسين فاعله ان بالباب رجل من صفته كذى ويقول انه أبو جعفر\n8. فقال لا نشك انه ابن ابي داود وهذا توهره وامره بادخاله\n9. السيستان راكبا حتى يتلقاه ولاينزله لموضع من المواضع ولايتركه\n10. ان أراد النزول وخرج اليه الحاجب وقام الحسين من مجلسه يدوم\n11. راحلا باب السيستان الى ان وقع ... ابي جعفر عليه فنزل\n12. ويواقفا حتى رده الى المجلس وصدره وما زال لبوس وجهه\n13. ويمنيه ويعده الجميل حتى طالب لنفسه ويتضمن له كلما هو به\n14. من نمره ومعاونة واشراكه فيما اوتيه صرفه على ما وقع\n15. ذكره في ملك النسخة\nقال كان صار ابوعبدالله محمد بن احمد ... الى الحسين بن علي \nمن سيستان .................................... و اكرم مورده \nو تلقاه \n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n\n1. حاطه الله ووازر بهم حتى امتنعوا عن اخراج ما اودعهم أبو علي اياه الى\n2. صاحبه فانكرنا ذلك من امرك انكارنا مثله من جرائم العمال و...\n3. عليه انهم ... ان تكف عما انكرناه من ذلك عنك ... به\n4. على ما امرناك به من انها الاخبار وتترك ما لهجت من ...\n5. الكتب بالأباطيل والتزويرات وتعلم نفسا انه من امر ... اول\n6. ...  أبو علي اول مصروف عن عمله على الشيخ أبو حسين\n7. واقطعهما فاعلم ذلك من ... ... ... بما حددناه لك ...عمل\n8. على ان يتصل كتب وكلاء ابي علي ... ... فيوقف على كفك من\n9. كتب لحاجته به وندامتك على ما فرطت فيه ان شا الله\n10. انهي الينا ان محمد بن موسى الحدادي طولب بخراج ضياعه فما طل\n11. وطلب ... فراوغ وهرب واخذ الى ذرنج فرا ما ... ... على ضياعه\n12. وما يجد بيد وكلائه من غلاته وودائعه وامواله ولا ... في\n13. الذي اهوب <span id='ms1'></span> به من تلك دوبوق ان ... لاحد من اولياء القوام\n14. والمعاملين له حيله في التبرؤ من عمل تولوه لمحمد و الابتغاء\n15. عن امر تصرفوا فيه له وبادر ... الينا بما ... ... في ذلك\n16. ... ذلك من ... واعمل به ان شاء الله فعاط محمدا هذه \n17. المعاملة ... يسير على ... جعفر ...... مجمد بن موسى\n18. وكان حديث العهد بالولاية ... مع جند يرسله الى هراة \n19. ... له ويعرضه على ذلك فلم يعطي لها بريدة و... من \n20. ... بحوالة ... و بهراة ... وابعده مع منهم ...\n21. ... من بقية عمرو بن الليث ... يعددوا على افتتاحها \n22. ... ... ... ... به الحيول ما جلوا الشجرية عن بابها \n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n\n1. ادعوا فيهم وطردوهم فقالوا ان الحدادي اراد بذلك انتكاب الحسين \n2. توسع اعدائه في الاعتلال به عليه ... كذلك لانه كان يهدده بان \n3. بان يثير عليه بما مدد عليه وكان اول ما ابتدوا من امره وهو مع \n4. الامير ... ومات الشيخ الجيهاني مثل ذلك شهر من محرم كتب \n5. ملطفه ذكروا انها من الحدادي اليه بانه وافى ... هراة وانتهى الى \n6. ما امره به ويستطلع رايه في الامر ولن سيمحور وحدها مع منهم \n7. للحدادي وكان السبت في وقوع ... انكرها اولا الامير \n8. هذه الى ما وصلوا به مما اتى ذكره وقالوا ايضا ... ... كتب \n9. الحدادي وزورها ابوالفضل بخط ابي الطيب المصعبي وذلك اليوم \n10. بخدمته ابوالطيب بعد انقراض الجيهاني والله يعلم حقه من باطله  \n11. واما اباافضل ذكرت ما ورد سمعي منه ... كان داود بن خديجة \n12. من بقايا رجال خراسان ومشيختها ... رافع وكان يتعصب\n13. الصفارية فقال يوما للحسين انك شفيت صدور اعيان\n14. خراسان عن أولئك الصفارية ولم ترتفع برافع وغزه ما\n15. ارتفع بعد دخولهم خراسان واخراجهم ولاتها الطاهرية\n16. ... واخلائهم اهل النعم بها فيها وشمول الفساد\n17. ...  لهم المنازل دون الخيام وعدد به اسما ... كان نصيبها ... \n18. ... فقال له [...] أيها الشيخ اني انما فعلت\n19. ذلك ... من امر ... [...] الذي [...]\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n\n1. قال لما استعجل امر فرغانه ندب أبو بكر محمد بن المظفر بها وكان والي\n2. بهم بالصغانيان ثم قيل يجب ان يكون هذا الراي الى الحسين فان أبا بكر\n3. لعله يمتنع من حضور الباب ... ... الحسين فابعد خلفه\n4. أبا <span id='ms2'></span> عبد الله الا... رسولا الى الصغانيان واقام الأمير بسيف\n5. حتى يلاقي به  أبو بكر في ... فارس كلمه حسنة ووقع ادنى تاجير \n6. لامضا ما كانوا ... به امره وكان ظهر في الحسين ادنى نبوة\n7. من الساعة فخاف الحسين على ابي بكر بان يعتقل واعتم\n8. نسبته الى ان دعي يوما لابرام ما يعدى به الراي لهم فيه \n9.  وفرغ منه وخلع على ابي بكر لولائة الفرغانة في المحرم في سنة اثني عشرة  \n10.  وصار اليها في اربعة الاف وضبطها وكفى الامير امرها لم نهض\n11.  الامير لمباشرة امور خراسان في اخر هذه السنة بعد انقراض\n12. الحسين وايامه رحمة الله عليه فاما صلات الحسين ونهضها\n13. فاني اذكر قدراتها ليلا يطول الركاب يذكر بها نقصله ...\n14. من ذلك الف الف درهم سمعت أبا القسم بن ابي داود يقول لما\n15. قلت أبو جعفر وجد على عضده تعويذ من ادم فيه رقعة\n16. فجعل الي وفي نفسي انه نسخة تذكر ... ففككتها فاذا فيه\n17. بخط يده هذا ذكر ما حمله أبو علي الحسين بن علي ...  لما عرفت اليه بهراة\n18. فاذا ال[................................................................] ... ... الف\n19. [..................................................................] بهم وقالوا كانوا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n             <span id='ms3'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004"
  ],
  "volumes": [
    "01"
  ]
}