{
  "content": "\n<p>\n| قول الأوزاعي\n</p>\n\n<p>\n1591 أنا الحسن بن عمر قال ثنا أحمد بن حمدان قال ثنا بشر بن موسى قال\nثنا معاوية بن عمرو قال نا أبو إسحاق يعني الفزاري قال يقولون إن فرائض\nالله على عباده ليس من الإيمان وإن الإيمان قد يطلب بلا عمل وإن الناس لا\nيتفاضلون في إيمانهم وأن برهم وفاجرهم في الإيمان سواء\n</p>\n\n<p>\nوما هكذا جاء الحديث عن رسول الله فإنه بلغنا أنه قال ( الإيمان بضعة\nوسبعون أو بضعة وستون أولها شهادة أن لا إله إلا الله وأدناها إماطة الأذى\nعن الطريق والحياء شعبة من الإيمان )\n</p>\n\n<p>\nوقال تعالى ( ^ شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك وما\nوصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p885'> Vol. 05, p. 885</a>\n            </div>\n            \n</p>\n\n<p>\nوالدين هو التصديق وهو الإيمان والعمل فوصف الله عز وجل الدين قولا وعملا\nفقال ( ^ فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين )\n</p>\n\n<p>\nوالتوبة من الشرك وهو الإيمان والصلاة والزكاة عمل كما قال الأوزاعي لا\nيستقيم الإيمان إلا بالقول ولا يستقيم الإيمان والقول إلا بالعمل ولا\nيستقيم الإيمان والقول والعمل إلا بنية موافقة للسنة فكان من مضى ممن سلف\nلا يفرقون بين الإيمان والعمل من الإيمان والإيمان من العمل فجمع هذه\nالأديان اسمها وتصديقه العمل فمن آمن بلسانه وعرف بقلبه وصدق ذلك بعمله\nفذلك العروة الوثقى التي لا انفصام لها ومن قال بلسانه ولم يعرف بقلبه ولم\nيصدق بعمله لم يقبل منه وكان في الآخرة من الخاسرين\n</p>\n\n<p>\n| قول الشافعي\n</p>\n\n<p>\n1592 أنا علي بن محمد بن عمرو قال ثنا عبد الرحمن بن أبي حاتم قال ثنا\nأبي قال نا عبد الملك بن عبد الحميد الميموني قال ثنا أبو عثمان محمد بن\nمحمد الشافعي قال سمعت أبي يقول ليلة للحميدي بما نحتج عليهم يعني أهل\nالارجاء بأحج من قوله ( ^ وما أمروا إلا ليعبدوا الله مخلصين له الدين\nحنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة )\n</p>\n\n<p>\n1593 قال الشافعي <span id='ms410'></span> رحمه الله في كتاب الأم في باب النية في الصلاة نحتج\nبأن لا تجزي صلاة إلا بنية لحديث عمر بن الخطاب عن النبي ( إنما الأعمال\nبالنية ) ثم قال وكان الإجماع من الصحابة والتابعين من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p886'> Vol. 05, p. 886</a>\n            </div>\n             بعدهم\nممن أدركناهم أن الإيمان قول وعمل ونية لا يجزي واحد من الثلاثة بالآخر\n</p>\n\n<p>\n| قول أحمد بن حنبل وعبد الله بن الزبير الحميدي\n</p>\n\n<p>\n1594 أخبرنا محمد بن أحمد البصير قال أنا عثمان بن أحمد قال نا حنبل بن\nإسحاق قال نا الحميدي وأخبرت أن أناسا يقولون من أقر بالصلاة والزكاة\nوالصوم والحج ولم يفعل من ذلك شيئا حتى يموت أو يصلي مستدبر القبلة حتى\nيموت فهو مؤمن ما لم يكن جاحدا إذا علم أن تركه ذلك إذا كان يقر بالفرائض\nواستقبال القبلة\n</p>\n\n<p>\nفقلت هذا الكفر الصراح وخلاف كتاب الله وسنة رسوله وفعل المسلمين قال\nالله عز وجل ( ^ وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا\nالصلاة ويؤتوا الزكاة )\n</p>\n\n<p>\n1595 أنا محمد أنا عثمان نا حنبل قال سمعت أبا عبد الله يعني أحمد بن\nحنبل يقول من قال هذا فقد كفر بالله ورد على الله أمره وعلى الرسول ما جاء\nبه\n</p>\n\n<p>\n| قول المزني\n</p>\n\n<p>\n1596 أنا محمد بن أحمد البصير قال أنا محمد بن الحسين بن علي بن إبراهيم\nالحراني قال نا أبو زكريا يحيى بن حيوية النيسابوري قال سمعت أبا سعيد\nالفريابي يقول سألت المزني في مرضه الذي توفي فيه عن الإيمان وهو يومئذ\nثقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p887'> Vol. 05, p. 887</a>\n            </div>\n             من ا لمرض يغمى عليه مرة ويفيق مرة وقد كانوا صرخوا عليه\nتلك الليلة وظنوا أنه قد مات فقلت له أنت إمامي بعد كتاب الله وسنة نبيه\nقولك في الإيمان إن الناس قد اختلفوا فيه فمنهم من زعم أن الإيمان قول وعمل\nيزيد وينقص\n</p>\n\n<p>\nومنهم من قال قول وعمل يزيد\n</p>\n\n<p>\nومنهم من قال قول والعمل شرائعه\n</p>\n\n<p>\nفقال مجيبا بسؤال ثقيل من الذي يقول قول وعمل قلت مالك والليث بن سعد\nوابن جريج وذكرت له جماعة فقال لا يعجبني أو لا أحبه أن يكفر <span id='ms411'></span> أحد إنما قال\nسلني عن الاسم أو معنى الاسم فتعجبت من سؤاله إيايي مع ما هو فيه وهو يغمى\nعليه فيما بين ذلك ثم قال من أخطأ في الاسم ليس كمن أخطأ في المعنى الخطأ\nفي المعنى أصعب ثم قال فما يقول هذا القائل فيمن جهل بعض الأعمال هو مثل من\nجهل المعرفة يريد التوحيد كله ثم قال هذا باب لم أعمل فيه فكري ولكن أنظر\nلك فيه فلما قال لي ذلك أغمي عليه فقبلت جبينه ولم يعلم بذلك وما شعر بي\nوذلك أني قبلت في ذلك المجلس يده فمد يدي فقبلها فلما كان بعد العصر من\nيومي ذلك رجعت إليه فقال لي ابن أخيه عتيق إنه سأل عنك وقال قل له الإيمان\nقول وعمل فقعدت عنده حذاء وجهه ففتح عينه ثقيلا فقال لي الفريابي قلت نعم\nأكرمك الله\n</p>\n\n<p>\nقال لا خلاف بين الناس أن النبي طاف بالبيت فقال ( إيمانا بك وتصديقا\nبكتابك ) وهذا دليل على أن جميع الأعمال من الإيمان\n</p>\n\n<p>\nقال أبو سعيد هذا آخر مسألة سألت المزني عنها ومات بعد هذا بثلاثة أيام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p888'> Vol. 05, p. 888</a>\n            </div>\n            \n</p>\n\n<p>\n| قول البخاري\n</p>\n\n<p>\n1597 أنا أحمد بن محمد بن حفص الهروي قال نا محمد بن محمد بن سلمة قال\nثنا خلف بن محمد قال سمعت الحسين بن محمد بن محمد الوضاح ومكي بن خلف بن\nعفان قالا سمعنا محمد بن إسماعيل يقول كتبت عن ألف نفر من العلماء وزيادة\nولم أكتب إلا عن من قال الإيمان قول وعمل ولم أكتب عن من قال الإيمان قول\n</p>\n\n<p>\n1598 وأنا أحمد أنا قال سمعت أبا بشر محمد بن أحمد بن يقول سمعت محمد بن\nيوسف بن مطر يقول سألت محمد بن إسماعيل البخاري عن الإيمان فقال قول وعمل\nبلا شك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p889'> Vol. 05, p. 889</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق ما دل أو فسر من الآيات من كتاب الله وسنة رسوله وما روي عن\nالصحابة والتابعين من بعدهم من علماء أئمة الدين أن الإيمان يزيد بالطاعة\nوينقص بالمعصية\n</p>\n\n<p>\nفأما من نص كتاب الله فقوله عز وجل ( ^ إنما المؤمنون الذين إذا <span id='ms412'></span> ذكر الله\nوجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا وعلى ربهم يتوكلون الذين\nيقيمون الصلاة ويؤتون الزكاة ومما رزقناهم ينفقون اولئك هم المؤمنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p890'> Vol. 05, p. 890</a>\n            </div>\n             حقا لهم درجات عند ربهم ومغفرة ورزق كريم )\n</p>\n\n<p>\nوقال تعالى ( ^ فزادهم إيمانا وقالوا حسبنا الله ونعم الوكيل )\n</p>\n\n<p>\nوقال ( ^ ليزدادوا إيمانا مع إيمانهم )\n</p>\n\n<p>\nوقال ( ^ وإذا أنزلت سورة فمنهم من يقول أيكم زادته هذه إيمانا فأما\nالذين آمنوا فزادتهم إيمانا وهم يستبشرون )\n</p>\n\n<p>\nوقال ( ^ اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام\nدينا )\n</p>\n\n<p>\nوقوله ( ^ ليطمئن قلبي ) قال يزداد إيماني\n</p>\n\n<p>\nوروي عن النبي ( أكمل المؤمنين إيمانا أحسنهم خلقا ) وفي حديث الشفاعة (\nأخرجوا من كان في قلبه خردل من إيمان ) ( ولا يدخل النار من كان في قلبه\nمثقال حبة من إيمان ) ( والطهور شطر الإيمان ) ( والإيمان بضع وسبعون شعبة\n)\n</p>\n\n<p>\n| وبه قال من الصحابة\n</p>\n\n<p>\nعمر بن الخطاب وعلي بن أبي طالب وعبد الله بن مسعود ومعاذ بن جبل وأبو\nالدرداء وابن عباس وابن عمر وعمار وأبو هريرة وحذيفة وسلمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p892'> Vol. 05, p. 892</a>\n            </div>\n            \nوعبد الله بن رواحة وأبو أمامة وجندب بن عبد الله البجلي وعمير بن خماشة\nوعائشة\n</p>\n\n<p>\n1599 وعن أبي مليكة لقد أدركت كذا وكذا من أصحاب النبي فما مات رجل منهم\nإلا وهو يخشى على نفسه النفاق\n</p>\n\n<p>\n| ومن التابعين\n</p>\n\n<p>\nكعب الأحبار وعروة بن الزبير وعطاء وطاووس ومجاهد وابن أبي مليكة وميمون\nبن مهران وعمر بن عبد العزيز وسعيد بن جبير والحسن والزهري وقتادة ويحيى بن\nأبي كثير وأيوب ويونس وابن عون وسليمان التيمي وإبراهيم النخعي وأبو\nالبختري وسعيد بن فيروز وعبد الكريم بن مالك الجرزي وزبيد ابن الحارث\nوالأعمش والحكم ومنصور وحمزة الزيات وهشام بن حسان ومعقل بن عبد الله\nالجزري\n</p>\n\n<p>\n| ومن الفقهاء\n</p>\n\n<p>\nمالك بن أنس والأوزاعي وسفيان الثوري وعبد العزيز بن أبي مسلم وابن جريج\nوسفيان بن عيينة والفضيل بن عياض ونافع بن عمرو ومحمد بن مسلم الطائفي\nوالشافعي وسعيد بن عبد العزيز ومحمد بن أبي ليلى وشريك بن عبد الله والحسين\nبن صالح بن حي ومعمر ومالك بن مغول ومفضل بن مهلهل <span id='ms413'></span> وأبو إسحاق الفزاري\nوزائدة وجرير بن عبد الحميد وأبو شهاب عبد ربه ابن نافع وأبو زيد عبثر بن\nالقاسم والمثنى بن الصباح\n</p>\n\n<p>\n| ومن الطبقة الثالثة من البصريين\n</p>\n\n<p>\nحماد بن سلمة وحماد بن زيد ويحيى بن سعيد القطان وعبد الرحمن ابن مهدي\nوعبد الوهاب الثقفي وابن المبارك ووكيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p893'> Vol. 05, p. 893</a>\n            </div>\n            \n</p>\n\n<p>\n| ومن يليهم\n</p>\n\n<p>\nأحمد بن حبنل وإسحاق بن راهويه وأبو عبيد ومحمد بن إسماعيل البخاري وعبد\nالله بن عبد الرحمن السمرقندي ومحمد بن يحيى الذهلي ومحمد ابن أسلم الطوسي\nوأبو زرعة وأبو حاتم وأبو داود السجستاني\n</p>\n\n<p>\n1600 أنا محمد بن عبد الرحمن بن العباس قال نا يحيى بن محمد ابن صاعد قال\nنا عبد الجبار بن العلاء قال ثنا سفيان بن عيينة عن مسعر وغيره عن قيس بن\nمسلم عن طارق بن شهاب\n</p>\n\n<p>\nأن رجلا من اليهود قال لعمر لو علينا أنزلت هذه الآية ( ^ اليوم أكملت\nلكم دينكم ) لاتخذنا ذلك عيدا قال عمر أنا أعلم أي يوم أنزلت يوم جمعه يوم\nعرفة أخرجه البخاري\n</p>\n\n<p>\n1601 أنا محمد بن علي بن النضر قال أنا أحمد بن محمد بن سعدان قال نا\nشعيب بن أيوب قال نا جعفر بن عون قال أنا أبو عميس عن قيس بن مسلم عن طارق\nبن شهاب قال\n</p>\n\n<p>\nجاء رجل من اليهود إلى عمر فقال إنكم تقرأون في كتابكم آية لو علينا معشر\nاليهود أنزلت لاتخذنا ذلك اليوم عيدا فقال وأي آية قال ( ^ اليوم أكملت لكم\nدينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا ) فقال عمر إني لأعلم\nاليوم الذي أنزلت فيه والمكان الذي أنزلت فيه على رسول الله يوم عرفة ويوم\nجمعة\n</p>\n\n<p>\n+ أخرجه البخاري ومسلم من حديث جعفر بن عون + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p894'> Vol. 05, p. 894</a>\n            </div>\n            \n</p>\n\n<p>\n1602 أنا محمد بن جعفر بن محمد النحوي بالكوفة قال نا عبيد الله ابن ثابت\nالحريري قال نا أحمد بن منصور قال نا عبد الله بن صالح قال نا معاوية بن\nصالح عن علي بن أبي طلحة عن ابن عباس في قوله ( ^ اليوم أكملت لكم دينكم )\nوهو الإسلام ( ^ وأتممت عليكم نعمتي ورضيت لكم <span id='ms414'></span> الإسلام دينا ) قال أخبر\nالله نبيه والمؤمنين أنه قد أكمل لهم الإيمان ولا يحتاجون إلى زيادة أبدا\nوقد أتمه الله فلا ينقص أبدا وقد رضيه الله فلا يسخطه أبدا\n</p>\n\n<p>\nوقوله ( ^ إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم ) قال المنافقون\nلا يدخل قلوبهم شيء من ذكر الله عند أداء فرائضه ولا يؤمنون بشيء من آيات\nالله ولا يتوكلون على الله ولا يصلون إذا غابوا ولا يؤدون زكاة أموالهم\nفأخبر الله سبحانه أنهم ليسوا بمؤمنين\n</p>\n\n<p>\nثم وصف الله المؤمنين فقال ( ^ إنما المؤمنون الذين إذا ذكر الله وجلت\nقلوبهم ) فأدوا فرائضه\n</p>\n\n<p>\n( ^ إذا تليت عليهم آياته زادتهم إيمانا ) ويقول تصديقا ( ^ وعلى ربهم\nيتوكلون ) يقول لا يرجون غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p895'> Vol. 05, p. 895</a>\n            </div>\n            \n</p>\n\n<p>\n( ^ والذين يقيمون الصلاة ) يقول الصلوات الخمس ( ^ ومما رزقناهم ينفقون\n) يقول زكاة اموالهم ( ^ أولئك هم المؤمنون حقا ) يقول برأوا من الكفر\n</p>\n\n<p>\nقال ثم وصف الله النفاق وأهله فقال ( ^ إن الذين يكفرون بالله ورسوله\nويريدون أن يفرقوا بين الله ورسله ) إلى قوله ( ^ هم الكافرون حقا ) فجعل\nالله المؤمن مؤمنا حقا والكافر كافرا حقا\n</p>\n\n<p>\nوقوله ( ^ ليزدادوا إيمانا مع إيمانهم ) قال إن الله تعالى بعث نبيه\nبشهادة أن لا إله إلا الله فلما صدق به المؤمنون زادهم الصلاة فلما صدقوا\nبها زادهم الصيام فلما صدقوا به زادهم الحج فلما صدقوا به زادهم الجهاد ثم\nأكمل لهم دينهم فقال ( ^ اليوم أكملت لكم دينكم واتممت عليكم نعمتي )\n</p>\n\n<p>\nوقال ابن عباس فأوثق إيمان أهل السموات وأهل الأرض وأصدقه شهادة ان لا\nإله إلا الله\n</p>\n\n<p>\n1603 أخبرنا علي بن محمد بن أحمد بن يعقوب قال أنا أحمد ابن جعفر بن محمد\nالهمذاني قال ثنا موسى بن نصر قال أنا مهران بن أبي عمر قال نا سفيان عن\nقيس بن مسلم عن سعيد بن جبير في قوله ( ^ ليطمئن قلبي ) قال ليزداد إيماني\nوكذلك فسره مالك ابن أنس\n</p>\n\n<p>\n1604 أنا محمد بن الحسين بن أحمد بن يحيى الفارسي قال نا جعفر ابن محمد\nبن الحسن بن عبد العزيز الجروي قال نا محمد بن إسماعيل البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p896'> Vol. 05, p. 896</a>\n            </div>\n            \nقال نا إسماعيل <span id='ms415'></span> بن أبي أويس\n</p>\n\n<p>\n1605 وأنا عبد الله بن أحمد بن علي قال أنا الحسين بن إسماعيل قال نا\nمحمد بن إسماعيل البخاري قال نا إسماعيل بن أبي أويس قال نا مالك عن عمرو\nبن يحيى عن أبيه عن أبي سعيد الخدري عن النبي ( ^ يدخل أهل الجنة الجنة\nوأهل النار النار فيقول الله عز وجل أخرجوا من كان في قلبه مثقال حبة من\nخردل من إيمان فيخرجون منها وقد اسودوا فيلقون في نهر الحياة فينبتون كما\nتنبت الحبة في حميل السيل ألم تر أنها تخرج صفراء ملتوية\n</p>\n\n<p>\n+ أخرجه البخاري عن إسماعيل ومسلم من حديث ابن وهب عن مالك +\n</p>\n\n<p>\n1606 أنا أحمد بن عبيد أنا علي بن عبد الله بن مبشر قال نا أحمد بن سنان\nقال نا عمرو بن عون قال أنا خالد عن عمرو بن يحيى عن أبيه عن أبي سعيد أن\nالنبي قال ( إذا دخل أهل الجنة الجنة وأهل النار النار قال الله انظروا من\nكان في قلبه مثقال حبة من خردل من إيمان فأخرجوه من النار قال فأخرجوا قد\nعادوا حمما فيلقون في نهر يسمى نهر الحياة فينبتون فيه كما ينبت الغثاء أو\nالغثاة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p897'> Vol. 05, p. 897</a>\n            </div>\n             أو كلمة تشبهها شك أحمد بن سنان في جانب السيل ألم\nتروا أنها صفراء ملتوية\n</p>\n\n<p>\n+ أخرجه مسلم عن حجاج الشاعر عن عمرو بن عون +\n</p>\n\n<p>\n1607 أنا عبيد الله بن محمد بن علي بن زياد النيسابوري قال أنا علي بن\nعبدان قال نا عبد الله بن هاشم قال نا يحيى بن سعيد قال نا سعيد بن أبي\nعروبة نا قتادة نا أنس عن النبي قال ( يخرج من النار من قال لا إله إلا\nالله وكان في قلبه من الخير ما يزن شعيرة ثم يخرج من النار من قال لا إله\nإلا الله وكان في قلبه من الخير ما يزن برة ثم يخرج من النار من قال لا إله\nإلا الله وكان في قلبه ما يزن ذرة )\n</p>\n\n<p>\n+ أخرجه البخاري ومسلم جميعا من حديث سعيد +\n</p>\n\n<p>\n1608 أنا محمد بن الحسن بن <span id='ms416'></span> الفضل وعبيد الله بن أحمد قالا أنا الحسين بن\nيحيى بن عياش قال نا الحسن بن محمد بن الصباح قال نا عفان قال نا عبد\nالعزيز بن مسلم عن الأعمش عن إبراهيم عن علقمة عن عبد الله قال قال رسول\nالله\n</p>\n\n<p>\n1609 وأنا عبيد الله بن عمر بن علي نا القاسم بن داود قال نا أحمد بن عبد\nالجبار قال نا أبو بكر بن عياش عن الأعمش عن إبراهيم عن علقمة عن عبد الله\nقال قال رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p898'> Vol. 05, p. 898</a>\n            </div>\n            \n</p>\n\n<p>\n( لا يدخل الجنة رجل في قلبه حبة من كبر ) وفي حديث عبد العزيز ( مثقال\nحبة من كبر ولا يدخل النار من كان في قلبه مثقال حبة من خردل من إيمان )\n</p>\n\n<p>\n1610 أنا محمد بن الحسين الفارسي قال أنا الحسين بن إسماعيل قال نا يوسف\nبن موسى قال نا يحيى بن حماد قال نا شعبة عن 1611 وانا عبيد الله بن أحمد\nبن علي أنا محمد بن مخلد قال نا رجاء ابن الجارود قال يحيى بن محمد قال نا\nشعبة عن فضيل الفقيمي عن إبراهيم النخعي عن علقمة بن قيس عن عبد الله أن\nالنبي قال ( لا يدخل النار مثقال ذرة من الإيمان ولا يدخل الجنة مثقال ذرة\nمن كبر ) قال رجل إن الرجل يحب أن يكون ثوبه حسنا ونعله حسنا فقال ( إن\nالله جميل يحب الجمال ولكن الكبر من بطر الحق وغمط الناس ) + أخرجه مسلم +\n</p>\n\n<p>\n1612 وانا علي بن محمد بن أحمد بن يعقوب وعلي بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p899'> Vol. 05, p. 899</a>\n            </div>\n             ابن\nعمر قالا أنا عبد الرحمن بن أبي حاتم قال نا الحسن بن عرفة قال نا حفص بن\nغياث عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله / ح /\n</p>\n\n<p>\n1613 وأنا عبيد الله بن أحمد أنا الحسين بن إسماعيل قال نا سعيد ابن يحيى\nالأموي قال حدثني أبي عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال\nرسول الله ( أكمل المؤمنين إيمانا أحسنهم خلقا وخياركم خياركم لنسائهم )\nلفظهما سواء\n</p>\n\n<p>\n+ أخرجه أبو داود <span id='ms417'></span> عن أحمد بن حنبل عن يحيى بن سعيد عن محمد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p900'> Vol. 05, p. 900</a>\n            </div>\n            \n</p>\n\n<p>\n1614 أنا عبيد الله بن محمد بن علي بن زياد النيسابوري قال نا عبد الله\nبن مسلم مسلم الأسفرائيني قال نا يونس بن عبد الأعلى قال أخبرني انس ابن\nعياض عن محمد بن عجلان عن القعقاع بن حكيم عن أبي صالح عن أبي هريرة\n</p>\n\n<p>\n1615 وأنا أحمد بن عبيد قال أنا علي بن عبد الله بن مبشر قال نا أحمد بن\nسنان قال نا علي بن بحر قال نا حاتم بن إسماعيل والوليد بن مسلم قالا نا\nمحمد بن عجلان عن القعقاع بن حكيم عن أبي صالح عن أبي هريرة قال قال رسول\nالله ( أكمل المؤمنين إيمانا أحسنهم خلقا ) + لفظهما سواء +\n</p>\n\n<p>\n1616 أنا محمد بن عبد الرحمن قال نا يحيى بن محمد بن صاعد قال نا الحسين\nبن الحسن المروزي نا ابن أبي عدي وإسماعيل بن إبراهيم قالا نا خالد عن أبي\nقلابة عن عائشة أن النبي قال ( أكمل المؤمنين إيمانا أحسنهم خلقا وألطفهم\nبأهله ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p901'> Vol. 05, p. 901</a>\n            </div>\n            \n</p>\n\n<p>\n1617 أنا عبيد الله بن أحمد أنا الحسين بن إسماعيل نا صاعقة هو محمد بن\nعبد الرحيم قال نا المعلى بن أسد قال نا بشار بن إبراهيم قال نا غيلان بن\nجرير عن أنس عن رسول الله ( أكمل المؤمنين إيمانا أحسنهم خلقا )\n</p>\n\n<p>\n1618 أنا القاسم بن جعفر نا محمد بن أحمد بن عمرو نا سليمان ابن الأشعث\nقال نا مؤمل بن الفضل قال نا محمد بن شعيب بن شابور عن يحيى بن الحارث عن\nالقاسم بن أبي أمامة عن رسول الله أنه قال ( من أحب لله وأبغض لله ومنع لله\nفقد استكمل الإيمان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p902'> Vol. 05, p. 902</a>\n            </div>\n            \n</p>\n\n<p>\n1619 أنا أحمد بن عبيد قال أنا علي بن عبد الله بن مبشر قال نا أحمد بن\nسنان قال نا مسلم بن إبراهيم قال نا أبان قال نا يحيى عن زيد بن سلام عن\nأبي سلام عن أبي مالك الأشعري أن رسول الله قال ( الطهور شطر الإيمان ) +\nأخرجه مسلم +\n</p>\n\n<p>\n1920 أنا محمد بن الحسين الفارسي قال نا أحمد بن <span id='ms418'></span> سعيد الثقفي قال نا محمد\nبن يحيى الذهلي قال نا يعقوب بن إبراهيم بن سعد قال نا أبي عن أبي صالح عن\nابن شهاب عن عبد الله بن عبيد بن عمير عن أبيه عبيد بن عمير أن رسول الله\nقيل له من أفضل المؤمنين إيمانا ( قال أحسنهم خلقا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p903'> Vol. 05, p. 903</a>\n            </div>\n            \n</p>\n\n<p>\n1621 أنا محمد بن الحسين الفارسي قال أنا أحمد بن سعيد ابن عثمان الثقفي\nقال نا محمد بن يحيى الذهلي قال نا يعقوب بن إبراهيم بن سعد قال نا أبي عن\nصالح ابن شهاب حدثني\n</p>\n\n<p>\n1622 وأنا عبيد الله بن أحمد أنا عبد الله بن محمد بن زياد قال نا محمد\nبن عبد الملك قال نا يعقوب بن إبراهيم بن سعد قال نا أبي عن صالح عن ابن\nشهاب قال حدثني أبو أمامة بن سهل بن حنيف أنه سمع أبا سعيد الخدري يقول قال\nرسول الله ( بينما أنا نائم رأيت الناس يعرضون وعليهم قمص منها ما يبلغ\nالثدي ومنها ما يبلغ دون ذلك ومر علي عمر بن الخطاب وعليه قميص يجره )\nقالوا فما أولته يا رسول الله قال ( الدين ) + لفظهما قريب أخرجاه جميعا +\n</p>\n\n<p>\n1623 أنا علي بن محمد بن عمر ومحمد بن علي الساوي قال أنا عبد الرحمن بن\nأبي حاتم قال نا سعد بن عبد الله بن عبد الحكم قال نا أبو زرعة وهب الله بن\nراشد قال حدثني حيوة قال حدثني ابن الهاد قال حدثني عبد الله بن دينار عن\nعبد الله بن عمر عن رسول الله قال ( ما رأيت من ناقصات عقل ودين أغلب لذي\nلب منكن ) قالت امرأة يا رسول الله وما نقصان العقل والدين قال ( أما نقصان\nالعقل فشهادة امرأتين بشهادة رجل فهذا نقصان العقل وتمكث الليالي لا تصلي\nوتفطر في شهر رمضان فهذا نقصان الدين ) + أخرجه مسلم وأبو داود من حديث ابن\nوهب + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p904'> Vol. 05, p. 904</a>\n            </div>\n            \n</p>\n\n<p>\n1624 أنا محمد بن عمر بن محمد بن حميد وعبد الواحد بن محمد الفارسي قالا\nأنا الحسين بن إسماعيل قال نا يعقوب بن إبراهيم قال نا جرير <span id='ms419'></span> ابن عبد الحميد\n</p>\n\n<p>\n1625 وأنا عبيد الله بن أحمد بن علي قال أنا علي بن محمد بن الجهم قال نا\nالحسن بن عرفة قال نا جرير بن عبد الحميد عن سهيل هو ابن أبي صالح عن عبد\nالله بن دينار عن أبي صالح عن أبي هريرة قال قال رسول الله ( الإيمان بضع\nوستون أو بضع وسبعون شعبة فأفضلها قول لا إله إلا الله وأدناها إماطة الأذى\nعن الطريق والحياء شعبة من الإيمان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p905'> Vol. 05, p. 905</a>\n            </div>\n             + أخرجه مسلم عن زهير عن\nجرير +\n</p>\n\n<p>\n1626 أنا أحمد بن عبيد أنا علي بن عبد الله بن مبشر قال نا أحمد بن سنان\nقال نا أبو أحمد الزبيري قال نا سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p906'> Vol. 05, p. 906</a>\n            </div>\n            \n</p>\n\n<p>\n1627 وأنا علي بن محمد بن أحمد بن يعقوب قال أنا أحمد بن خالد الحروري\nقال نا محمد بن يحيى الذهلي قال نا محمد بن يوسف الفريابي قال نا سفيان\n</p>\n\n<p>\n1628 وأنا علي نا أحمد نا محمد بن يحيى نا أبو نعيم قال نا سفيان عن سهيل\nبن أبي صالح عن عبد الله بن دينار عن أبي صالح عن أبي هريرة في حديث أبي\nأحمد الفريابي قال قال رسول الله وفي حديث أبي نعيم عن النبي ( الإيمان بضع\nوستون أو بضع وسبعون أعظمها لا إله إلا الله ) وفي حديث أبي أحمد الفريابي\n( أفضلها لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من\nالإيمان ) + ورواه حماد بن سلمة بلا شك في العدد +\n</p>\n\n<p>\n1629 أنا علي بن محمد بن أحمد بن يعقوب أنا أحمد بن خالد الحروري قال نا\nمحمد بن يحيى الذهلي قال نا حجاج بن المنهال قال نا حماد ابن سلمة عن سهيل\nبن أبي صالح عن عبد الله بن دينار عن أبي صالح عن أبي هريرة أن النبي قال (\nالإيمان بضع وسبعون أفضلها قول لا إله إلا الله وأدناها إماطة العظم عن\nالطريق والحياء شعبة من الإيمان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p907'> Vol. 05, p. 907</a>\n            </div>\n            \n</p>\n\n<p>\n+ ورواه محمد بن عجلان + ( ستون أو سبعون ) + ورواه عنه ابن المبارك\nوخالد ابن الحارث وأبو خالد الأحمر ورواه عنه الليث بن <span id='ms420'></span> سعد بالشك في ( بضع\n) وقالوا عنه ( أعلاها ) بدل ( أفضلها ) +\n</p>\n\n<p>\n1630 أنا علي بن محمد قال انا أحمد بن خالد حدثني محمد بن يحيى قال نا\nسعيد بن أبي مريم قال أنا الليث بن سعد قال حدثني ابن عجلان عن عبد الله بن\nدينار عن أبي صالح عن أبي هريرة عن رسول الله قال ( الإيمان ستون بابا أو\nسبعون أو بضع واحد من العددين أعلاها شهادة أن لا إله إلا الله وأدناها أن\nيماط الأذى عن الطريق والحياء شعبة من الإيمان )\n</p>\n\n<p>\n1631 وكذلك رواه عبد الرحمن بن عبد الله بن دينار عن أبيه بهذا اللفظ\n</p>\n\n<p>\n1632 أنا أحمد بن محمد بن غالب قال أنا عبيد الله بن محمد بن علي بن زياد\nالنيسابوري قال أنا عبد الله بن محمد بن شرويه قال نا عبيد الله ابن سعيد\nقال نا أبو عامر العقدي قال نا سليمان بن بلال عن عبد الله بن دينار عن أبي\nصالح عن أبي هريرة عن النبي ( الإيمان بضع وستون شعبة والحياء شعبة من\nالإيمان )\n</p>\n\n<p>\n+ أخرجه مسلم عن عبد الله +\n</p>\n\n<p>\n+ والبخاري عن المسندي + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p908'> Vol. 05, p. 908</a>\n            </div>\n            \n</p>\n\n<p>\n1633 أنا الحسن بن عثمان أنا محمد بن عبد الله بن إبراهيم قال نا إبراهيم\nبن إسحاق الحربي قال نا قتيبة بن سعيد قال نا بكر بن مضر عن عمارة بن غزية\nعن أبي صالح عن أبي هريرة أن رسول الله قال ( الإيمان أربع وستون بابا\nأدناها إماطة الأذى عن الطريق )\n</p>\n\n<p>\n1634 أنا أحمد بن عبيد الله أن علي بن عبد الله بن مبشر قال نا عمرو ابن\nعلي قال نا المنهال بن بحر أبو سلمة قال نا حماد بن سلمة عن أبي سنان عن\nالمغيرة بن عبد الرحمن بن عبيد قال حدثني أبي عن جدي عبيد وكان له صحبة أن\nرسول الله قال ( الإيمان ثلاثمائة ثلاث وثلاثون شريعة من وافى الله منها\nبشريعة دخل الجنة )\n</p>\n\n<p>\n1635 أنا جعفر بن عبد الله بن يعقوب أنا محمد بن هارون الروياني قال نا\nمحمد بن إسحاق قال نا معلى بن منصور قال أنا <span id='ms421'></span> عبد العزيز بن محمد عن يزيد بن\nالهاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p909'> Vol. 05, p. 909</a>\n            </div>\n            \n</p>\n\n<p>\n1636 وأنا القاسم بن جعفر نا محمد بن أحمد بن عمرو نا سليمان ابن الأشعث\nقال نا قتيبة قال نا الليث عن ابن الهاد عن محمد بن إبراهيم ابن الحارث عن\nعامر بن سعد عن العباس بن عبد المطلب أنه قال سمعت رسول الله يقول ( ذاق\nطعم الإيمان من رضي بالله ربا وبلاسلام دينا وبمحمد نبيا )\n</p>\n\n<p>\nقال عبد العزيز في حديثه ( وبمحمد رسولا ) + أخرجه مسلم من حديث عبد\nالعزيز وأبو داود عن قتيبة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p910'> Vol. 05, p. 910</a>\n            </div>\n            \n</p>\n\n<p>\n| ذكر الخصال المعدودة من الإيمان المروية في الأخبار فأول الإيمان\nوأعلاه شهادة أن لا إله إلا الله وأدناه إماطة الأذى عن الطريق والحياء\nشعبة من الإيمان\n</p>\n\n<p>\nفي هذا الحديث ثلاث خصال\n</p>\n\n<p>\n1637 أنا علي بن محمد بن أحمد بن يعقوب وعلي بن محمد بن عمر قالا أنا عبد\nالرحمن بن أبي حاتم قال نا الحسن بن عرفة قال نا جرير بن عبد الحميد عن\nسهيل بن أبي صالح عن عبد الله بن دينار عن أبي صالح عن أبي هريرة قال قال\nرسول الله ( الإيمان بضع وستون شعبة أو بضع وسبعون شعبة أفضلها قول لا إله\nإلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p911'> Vol. 05, p. 911</a>\n            </div>\n            \n</p>\n\n<p>\n| الخصلة الرابعة الصلاة\n</p>\n\n#\n<p>\n| الخصلة الخامسة الزكاة\n</p>\n\n#\n<p>\n| الخصلة السادسة أداء الخمس من الغنم\n</p>\n\n#\n<p>\n| الخصلة السابعة الصوم\n</p>\n\n#\n<p>\n| والخصلة الثامنة الحج\n</p>\n\n<p>\n1638 أنا علي بن محمد بن عمر أنا عبد الرحمن بن أبي حاتم قال نا الحسن بن\nعرفة قال نا عباد المهلبي عن أبي جمرة عن ابن عباس قال\n</p>\n\n<p>\nقدم وفد عبد القيس على رسول الله فقالوا يا رسول الله إنا هذا الحي من\nربيعة وقد حالت بيننا وبينكم كفار مضر فلا نخلص إليك إلا في شهر حرام فمرنا\nبأمر نعمل به وندعوا إليه من وراءنا فقال ( آمركم بأربع وأنهاكم عن أربع\nآمركم بالإيمان بالله ثم فسرها لهم شهادة أن لا إله إلا الله وأن محمدا\nرسول الله وإقام الصلاة وإيتاء الزكاة وأن تؤدوا خمس ما غنمتم )\n</p>\n\n<p>\nذكر <span id='ms422'></span> الإيمان بالله وملائكته وكتبه ورسوله والبعث بعد الموت والجنة والنار\nوالقدر خيره وشره فذلك ثمان خصال إلا أن ذكر الإيمان بالله تقدم فتبقى سبع\nخصال فتكون مع ما تقدم خمس عشرة خصلة\n</p>\n\n<p>\n1639 أنا جعفر بن عبد الله بن يعقوب أنا محمد بن هارون الروياني قال نا\nمحمد بن المثنى قال نا عبد الأعلى عن داود بن أبي هند عن عطاء الخراساني عن\nيحيى بن يعمر عن عبد الله بن عمر قال جاء رجل إلى النبي فقال يا رسول الله\nما الإيمان قال ( أن تؤمن بالله وملائكته وكتبه ورسله والبعث بعد الموت\nوالجنة والنار وبالقدر خيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p912'> Vol. 05, p. 912</a>\n            </div>\n             وشره ) قال فإذا فعلت ذلك فقد آمنت\nقال ( نعم ) $ الخصلة السادسة عشر من الإيمان الجهاد\n</p>\n\n<p>\n1640 أنا محمد بن عبد الرحمن قال نا محمد بن محمد بن صاعد قال نا الحسين\nبن الحسن قال نا الهيثم بن جميل قال نا إبراهيم بن سعد\n</p>\n\n<p>\n1641 وأنا محمد بن الحسين الفارسي قال أنا أحمد بن سعيد الثقفي قال نا\nمحمد بن يحيى الذهلي قال نا عبد الرزاق قال أنا معمر عن الزهري عن ابن\nالمسيب عن أبي هريرة قال سأل رجل رسول الله أي الأعمال أفضل قال ( إيمان\nبالله ) قال ثم ماذا قال ( الجهاد في سبيل الله ) قال ثم ماذا قال ( ثم حج\nمبرور )\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n1642 أنا محمد بن عبد الرحمن قال أنا عبد الله بن محمد بن زياد قال نا\nيوسف بن سعيد قال نا حجاج قال سمعت شعبة قال سمعت قتادة يحدث عن أنس قال\nقال رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p913'> Vol. 05, p. 913</a>\n            </div>\n             ( لايؤمن أحدكم حتى أكون أحب إليه من ولده\nووالده والناس أجمعين )\n</p>\n\n<p>\n| الثامن عشر والتاسع عشر والعشرون\n</p>\n\n<p>\n1643 أنا محمد بن عبد الرحمن قال أنا يحيى بن محمد بن صاعد قال نا الحسين\nبن الحسن قال نا عبد الوهاب الثقفي قال نا أيوب عن أبي قلابة عن أنس أن\nرسول الله قال ( ثلاث من كن فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله\nأحب إليه مما سواهما وأن يحب المرء <span id='ms423'></span> لا يحبه إلا لله وأن يكره أن يرجع في\nالكفر كما يكره أن توقد له نار فيقذف فيها )\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n1644 أنا كوهي بن الحسن قال نا أبو حامد الحضرمي قال نا محمد بن رزق الله\nقال نا عبد الصمد بن عبد الوارث قال نا شعبة قال نا عبد الله بن عبد الله\nبن جبر قال سمعت انس بن مالك\n</p>\n\n<p>\n1645 وأنا عبيد الله بن أحمد أنا الحسن بن يحيى قال نا الحسن ابن محمد\nالصباح قال نا عفان قال نا شعبة عن عبد الله بن عبد الله بن جبر عن أنس ان\nالنبي قال ( آية الإيمان حب الأنصار وآية النافق بغض الأنصار )\n</p>\n\n<p>\n+ أخرجاه جميعا + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p914'> Vol. 05, p. 914</a>\n            </div>\n            \n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n1646 أنا محمد بن عبد الرحمن قال نا يحيى بن محمد بن صاعد قال نا الحسين\nبن الحسن قال نا عبد الله بن المبارك قال أنا شعبة عن قتادة عن أنس عن\nالنبي قال ( لايؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه )\n</p>\n\n<p>\n+ أخرجاه جميعا +\n</p>\n\n<p>\n| الثالث والرابع والخامس والعشرون\n</p>\n\n<p>\n1647 أنا محمد بن عبد الرحمن قال نا يحيى بن محمد بن صاعد قال أنا الحسين\nبن الحسن قال نا عبد الرحمن بن مهدي\n</p>\n\n<p>\n1648 وأنا أحمد بن عبيد أنا علي بن عبد الله بن مبشر قال نا أحمد ابن\nسنان قال نا عبد الرحمن بن مهدي قال أنا سفيان عن أبي حصين عن أبي صالح عن\nأبي هريرة عن النبي قال ( من كان يؤمن بالله واليوم الآخر فلا يؤذ جاره ومن\nكان يؤمن بالله واليوم الآخر فليكرم ضيفه ومن كان يؤمن بالله واليوم الآخر\nفليقل خيرا أو ليصمت )\n</p>\n\n<p>\n+ أخرجاه جميعا +\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\n1649 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال أنا أحمد ابن حنبل\nوأبو خيثمة وغير واحد قالوا أنا ابن عيينة عن الزهري عن سالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p915'> Vol. 05, p. 915</a>\n            </div>\n            \nعن ابن عمر انه سمع النبي\n</p>\n\n<p>\n1650 وأنا عبيد الله بن أحمد أنا علي بن محمد بن الجهم قال نا الحسن بن\nعرفة قال نا سفيان بن عيينة عن الزهري عن <span id='ms424'></span> سالم عن أبيه سمع النبي رجلا يعظ\nأخاه في الحياء فقال ( الحياء من الإيمان )\n</p>\n\n<p>\n1651 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا عبد الله ابن\nعوف الخراز قال نا هشيم انا منصور عن الحسن عن أبي بكرة قال قال رسول الله\n( الحياء من الإيمان والإيمان في الجنة والبذاء من الجفاء والجفاء في النار\n)\n</p>\n\n<p>\n+ وفي الباب عن أبي هريرة مثله بلفظه +\n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n1652 أنا أحمد بن عبيد أنا علي بن عبد الله بن مبشر نا أحمد بن سنان قال\nنا أبو معاوية نا الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله (\nوالذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا ألا\nأدلكم على أمر إذا فعلتموه تحاببتم أفشوا السلام بينكم )\n</p>\n\n<p>\n+ أخرجه مسلم من هذا الطريق + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p916'> Vol. 05, p. 916</a>\n            </div>\n            \n</p>\n\n<p>\n| الثامن والتاسع والعشرون الثلاثون\n</p>\n\n<p>\n1653 أنا عبيد الله بن محمد بن أحمد نا يوسف بن يعقوب بن إسحاق بن بهلول\nقال نا جدي إسحاق بن بهلول قال نا سفيان عن الزهري\n</p>\n\n<p>\n1654 وأنا محمد بن الحسين الفارسي أنا أحمد بن محمد بن زياد قال نا الحسن\nبن محمد بن الصباح قال نا سفيان بن عيينة عن الزهري عن أبي سلمة عن أبي\nهريرة عن النبي ( من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه )\n</p>\n\n<p>\n+ أخرجه البخاري +\n</p>\n\n<p>\n1655 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا كامل ابن طلحة\nقال نا مالك\n</p>\n\n<p>\n1656 وأنا أحمد بن عبيد أنا علي بن عبد الله بن مبشر قال نا أحمد ابن\nسنان قال نا عبد الرحمن بن مهدي ونا مالك عن الزهري عن حميد بن عبد الرحمن\nعن أبي هريرة أن رسول الله قال ( من قام رمضان إيمانا واحتسابا غفر له ما\nتقدم من ذنبه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p917'> Vol. 05, p. 917</a>\n            </div>\n            \n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n1657 أنا يحيى بن إسماعيل بن زكريا قال نا أبو حامد أحمد بن محمد بن يحيى\nبن بلال قال نا أحمد بن منصور قال نا النضر بن شميل قال أنا عوف عن <span id='ms425'></span> ابن\nسيرين عن أبي هريرة أن رسول الله قال\n</p>\n\n<p>\n1658 وأنا محمد بن عبد الرحمن بن جعفر البزار قال نا يعقوب بن عبد الرحمن\nقال نا عبد الملك بن محمد البلخي قال أنا إسحاق بن يوسف قال نا عوف عن محمد\nبن سيرين عن أبي هريرة عن النبي قال ( من تبع جنازة مسلم إيمانا واحتسابا\nفصلى عليها ثم انتظرها حتى يوضع في قبره كان له من الأجر قيراطين أحدهما\nمثل أحد ومن صلى عليها ثم رجع كان له قيراط )\n</p>\n\n<p>\n+ أخرجه البخاري عن أحمد المنجوفي عن روح +\n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n1659 أنا محمد بن الحسن الوراق قال أنا أحمد بن خلف قال نا عبد الله بن\nمهران الضرير قال نا عفان بن مسلم قال نا عبد الواحد بن زياد قال نا عمارة\nبن القعقاع قال نا أبو زرعة بن عمرو بن جرير عن أبي هريرة قال قال رسول\nالله ( انتدب الله لمن خرج في سبيله لا يخرجه إلا إيمان به وتصديق برسله\nأنه ضامن أن يدخله الجنة أو أن يرده إلى المسكن الذي خرج منه نائلا ما نالا\nمن أجر أو غنيمة )\n</p>\n\n<p>\n+ أخرجه البخاري عن حرمي بن حفص عن عبد الواحد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p918'> Vol. 05, p. 918</a>\n            </div>\n            \n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n1660 أنا عبيد الله بن أحمد بن علي قال أنا الحسين بن إسماعيل قال نا\nمحمد بن عمرو بن العباس قال نا غندر قال نا شعبة عن عاصم عن أبي صالح عن\nأبي هريرة عن النبي\n</p>\n\n<p>\n1661 وأنا محمد بن عبد الرحمن بن العباس أنا عبد الله بن محمد بن زياد\nقال نا أحمد بن منصور بن راشد قال نا النضر بن شميل قال نا شعبة عن سليمان\nعن الأعمش وعاصم عن أبي صالح عن أبي هريرة قال جاء رجل إلى رسول الله فقال\nيا رسول الله إن أحدنا ليحدث نفسه بشيء ما يود أن يتكلم به وإن له ما على\nوجه الأرض قال ( ذاك محض الإيمان ) + أخرجه مسلم +\n</p>\n\n<p>\n1662 أنا عبيد الله بن مسلم وعمرو بن زكار قالا أنا الحسين بن إسماعيل\nقال <span id='ms426'></span> نا أبو حاتم محمد بن إدريس قال قرأت على علي بن عثام\n</p>\n\n<p>\nحدثكم سعيد بن الخمس عن مغيرة عن إبراهيم عن علقمة عن عبد الله قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p919'> Vol. 05, p. 919</a>\n            </div>\n             شكى إلى رسول الله الوسوسة فقال ( ذاك صريح الإيمان ) + أخرجه\nمسلم عن يوسف الصفار +\n</p>\n\n<p>\n1663 أنا عبيد الله بن محمد أنا عبد الصمد بن علي أنا الحسين ابن إسحاق\nقال نا أبو الطاهر بن السرح قال نا خالد بن نزار قال نا ياسين أبو خلف\nالمكي عن هود بن عطاء عن سماك بن زميل قال أتيت ابن عباس فقلت يا ابن عباس\nأجد في نفسي شيئا لأن أخر من السماء أو يخطفني الطير أو تهوي بي الريح في\nمكان سحيق أحب إلي من ان أتكلم به فقال إن النبي الله قال ( ذاك محض\nالإيمان فلو انفلت منه أحد انفلت منه رسول الله وإن نبي الله دخله فأنزل\nالله عز وجل ( ^ فإن كنت في شك مما أنزلنا إليك فاسأل الذين يقرءون الكتاب\nمن قبلك ) ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p920'> Vol. 05, p. 920</a>\n            </div>\n            \n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n1664 أنا عبيد الله بن أحمد أنا الحسن بن إسماعيل قال نا الحسن بن أحمد\nبن أبي شعيب الحراني قال نا محمد بن سلمة عن محمد بن إسحاق عن عبد الله بن\nأبي أمامة عن عبد الله بن كعب بن مالك عن أبي أمامة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p921'> Vol. 05, p. 921</a>\n            </div>\n             ذكر\nأصحاب رسول الله عنده الدنيا فقال ( ألا تسمعون إن البذاذة من الإيمان إن\nالبذاذة من الإيمان )\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n1665 أنا عبد الله بن محمد بن جعفر نا عبد الله بن أحمد بن ثابت قال نا\nأحمد بن منصور قال نا عبد الرزاق قال أنا معمر عن يحيى بن أبي كثير عن زيد\nبن سلام عن أبي سلام عن أبي أمامة قال سئل رسول الله عن الإيمان فقال ( من\nسرته حسنته وساءته سيئته فهو مؤمن ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p922'> Vol. 05, p. 922</a>\n            </div>\n            \n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\n1666 أنا أحمد بن عبيد أنا علي بن عبد الله نا محمد بن المثنى قال نا\nيحيى بن زكريا الطائي قال نا شعيب بن الحبحاب عن أنس أن النبي قال ( إن <span id='ms427'></span>\nأكمل الناس إيمانا أحسنهم خلقا وإن حسن الخلق ليبلغ درجة الصوم والصلاة )\n</p>\n\n<p>\n1667 أنا محمد بن عبد الرحمن أنا عبد الله بن محمد البغوي قال نا داود بن\nرشيد قال نا محمد بن حرب عن صفوان عن أبي اليمان الهوزني\n</p>\n\n<p>\nقدم رجل من تجيب كندة فقال يا نبي الله ما الإيمان قال ( حسن الخلق )\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n1668 انا أحمد بن عبيد الله أنا علي بن عبد الله قال نا أحمد بن سنان قال\nنا بهز بن أسد قال نا أبو هلال قال نا قتادة عن أنس قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p923'> Vol. 05, p. 923</a>\n            </div>\n             ما\nخطبنا نبي الله إلا قال ( لا إيمان لمن لا أمانة له ولا دين لمن لا عهد له\n)\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n1669 أنا أحمد بن محمد بن الحسين بن البصير قال نا عبد الله بن محمد بن\nعلي بن طرخان البلخي قال نا محمد بن حماد السلمي قال نا خالد ابن يزيد قال\nنا سفيان عن مالك يعني ابن مغول عن طلحة بن مصرف عن أبي صالح عن أبي هريرة\nقال قال رسول الله ( أي شيء أعجب إيمانا ) فقالوا الملائكة فقال ( إن\nالملائكة كيف وهم في السماء يرون من امر السماء ما لا ترون ) قيل فالأنبياء\nقال ( هم يأتيهم الوحي ) قالوا فنحن قال ( فكيف وأنتم تتلى عليكم آيات الله\nوفيكم رسوله ولكن قوم يكونون أو يأتون من بعدي يؤمنون بي ولم يروني أولئك\nأعجب إيمانا أولئك إخواني وأنتم أصحابي )\n</p>\n\n<p>\n1670 أنا علي بن محمد بن عمر وعلي بن محمد بن أحمد بن يعقوب قالا أنا عبد\nالرحمن بن أبي حاتم قال نا الحسن بن عرفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p924'> Vol. 05, p. 924</a>\n            </div>\n            \n</p>\n\n<p>\n1671 وأنا محمد بن الحسين الفارسي قال أنا الحسين بن يحيى بن عياش قال نا\nالحسن بن عرفة قال نا إسماعيل بن عياش عن المغيرة بن قيس عن عمرو بن شعيب\nعن أبيه عن جده قال قال رسول الله ( أي الخلق أعجب إيمانا في حديث ابن أبي\nحاتم إليكم إيمانا ) قالوا الملائكة قال ( وما لهم لا يؤمنون وهم عند ربهم\nتبارك وتعالى ) قالوا النبيون <span id='ms428'></span> قال ( وما لهم لا يؤمنون والوحي ينزل عليهم )\nقالوا فنحن قال ( وما لكم لا تؤمنون وأنا بين أظهركم ) فقال رسول الله (\nأعجب الخلق إلي إيمانا قوم يكونون من بعدكم يجدون في حديث ابن أبي حاتم في\nصحفا فيها كتاب يؤمنون بما فيها )\n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n1672 أنا محمد بن الحسين الفارسي قال أنا أحمد بن سعيد الثقفي قال نا\nمحمد بن يحيى الذهلي قال نا يعقوب بن إبراهيم بن سعد قال نا أبي عن صالح عن\nابن شهاب عن عبد الله بن عبيد بن عمير عن أبيه عبيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p925'> Vol. 05, p. 925</a>\n            </div>\n             عمير أن\nرسول الله قيل له الإسلام قال ( إطعام الطعام ) قيل له فما الإيمان يا رسول\nالله قال ( السماح والصبر )\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n1673 أنا محمد بن عبد الرحمن بن العباس قال نا أحمد بن عبد الله ابن سيف\nقال نا يونس بن عبد الأعلى قال نا ابن وهب قال نا ابن أبي ذئب وابن سمعان\nعن سعيد المقبري عن أبي هريرة أن رسول الله ( والله لا يؤمن والله لا يؤمن\n) قالوا وما ذاك قال ( جار لا يأمن جارة بوائقه ) + أخرجه البخاري +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p926'> Vol. 05, p. 926</a>\n            </div>\n            \n</p>\n\n<p>\n| الحادي والأربعون\n</p>\n\n<p>\n1674 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا علي ابن الجعد\nقال نا أبو غسان عن حسان بن عطية عن أبي أمامة عن النبي قال ( الحياء والعي\nشعبتان من الإيمان والبذاء والبيان شعبتان من النفاق )\n</p>\n\n<p>\n| الثاني والأربعون\n</p>\n\n<p>\n1675 انا علي بن محمد بن عمر أنا عبد الرحمن بن أبي حاتم قال أنا يونس بن\nعبد الأعلى قال نا ابن وهب قال نا عمرو بن الحارث أن دراج أبا السمح حدثه\nعن أبي الهيثم عن أبي سعيد الخدري عن رسول الله قال ( إذا رأيتم الرجل\nيعتاد المسجد فاشهدوا له بالإيمان قال الله عز وجل ( ^ إنما يعمر مساجد\nالله من آمن بالله واليوم الآخر ) ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p927'> Vol. 05, p. 927</a>\n            </div>\n            \n</p>\n\n<p>\n| الثالث والأربعون\n</p>\n\n<p>\n1676 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا علي ابن الجعد\nقال أنا شعبة عن مجالد قال سمعت الشعبي يحدث عن <span id='ms429'></span> النعمان ابن بشير عن النبي\nقال ( مثل المؤمنين في توادهم وتراحمهم مثل الجسد إذا اشتكى شيء منه تداعا\nسائره بالسهر والحمى )\n</p>\n\n<p>\n1677 أنا محمد بن الحسين الفارسي نا إبراهيم بن ميمون الصواف قال نا محمد\nبن عمرو بن يونس قال نا يحيى بن عيسى عن الأعمش عن الشعبي عن النعمان بن\nبشير قال قال رسول الله ( المؤمنون كرجل واحد إذا اشتكى رأسه تداعى سائر\nجسده بالحمى والسهر ) + أخرجه مسلم +\n</p>\n\n<p>\n| الرابع والأربعون\n</p>\n\n<p>\n1678 أنا محمد بن عبد الرحمن قال نا يحيى بن محمد بن صاعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p928'> Vol. 05, p. 928</a>\n            </div>\n            \nقال نا الحسين بن الحسن قال نا ابن المبارك قال نا يزيد بن عبد الله عن جده\nأبي بردة عن أبي موسى عن النبي قال ( المؤمن للمؤمن كالبنيان يشد بعضه بعضا\n)\n</p>\n\n<p>\n| الخامس والأربعون\n</p>\n\n<p>\n1679 أنا أحمد بن عمر أنا أحمد بن محمد بن المقري قال نا الزبير بن بكار\n</p>\n\n<p>\n1680 وأنا عبد الرحمن بن خيران قال نا محمد بن أحمد بن صالح الأزدي قال\nنا الزبير بن بكار قال خالد بن الوضاح عن أبي حازم بن دينار عن أبي صالح عن\nأبي هريرة قال قال رسول الله ( المؤمن يألف ولا خير فيمن لا يألف ولا يؤلف\n)\n</p>\n\n<p>\n| السادس والأربعون\n</p>\n\n<p>\n1681 أنا أحمد بن عمر بن محمد الأصبهاني قال أنا أحمد بن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p929'> Vol. 05, p. 929</a>\n            </div>\n             ابن سالم المخرمي قال نا سلمان بن توبة قال نا داود بن المحبر\nقال نا المعارك ابن عباد القيسي عن عبد الله بن سعيد المقبري عن أبيه عن\nأبي هريرة عن النبي قال ( إن من تمام إيمان العبد أن يستثني في كل حديثه )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p930'> Vol. 05, p. 930</a>\n            </div>\n            \n</p>\n\n<p>\n| السابع والأربعون\n</p>\n\n<p>\n1682 أنا محمد بن محمد بن زكريا المطوعي قال نا عبد الرحمن بن محمد بن\nعبد الله الطوفي قال نا أبو همار البكراوي قال نا يعقوب بن حميد قال نا\nمحمد بن خالد المخزومي عن سفيان الثوري عن زبيد عن مرة عن عبد الله عن\nالنبي قال ( الصبر نصف الإيمان واليقين الإيمان كله )\n</p>\n\n<p>\n1683 أنا كوهي بن الحسن أنا أحمد بن القاسم بن نصر قال نا الحسن <span id='ms430'></span> بن حماد\nقال نا إسماعيل بن إبراهيم عن أيوب عن أبي قلابة عن رجل من أسلم عن أبيه\nقال قال النبي ( أسلم تسلم ) قال قلت يا رسول الله وما الإسلام قال ( أن\nتسلم لله عز وجل ويسلم المسلمون من لسانك ويدك ) قال فأي الإسلام أفضل قال\n( الإيمان ) قال وما الإيمان قال ( أن تؤمن بالله وملائكته وكتبه ورسله\nوبالبعث من بعد الموت ) قال فأي الأعمال أفضل قال ( الهجرة ) قال وما\nالهجرة قال ( أن تهجر السوء ) قلت فأي الهجرة أفضل قال ( الجهاد ) قلت وما\nالجهاد قال ( أن تجاهد الكفار إذا لقيتهم لا تغل ولا تجبن قال ثم عملان هما\nمن أفضل الأعمال وأكملها ثلاث مرات حجة مبرورة أو عمرة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p931'> Vol. 05, p. 931</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع والأربعون\n</p>\n\n<p>\n1684 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا هدبة ابن خالد\nقال نا عبيد بن مسلم صاحب السابري عن ثابت عن أنس قال قال رسول الله ( مثل\nالمؤمن مثل السنبلة تميل أحيانا وتقوم أحيانا )\n</p>\n\n<p>\n| الخمسون\n</p>\n\n<p>\n1685 أنا جعفر بن عبد الله بن يعقوب أنا محمد بن هارون الروياني قال نا\nعمرو بن علي قال نا أبو معاوية عن الأعمش عن عدي بن ثابت عن زر بن حبيش عن\nعلي قال والذي فلق الحبة وبرأ النسمة لعهد إلي نبي الله أنه لا يحبك إلا\nمؤمن ولا يبغضك إلا منافق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p932'> Vol. 05, p. 932</a>\n            </div>\n            \n</p>\n\n<p>\n| الحادي والخمسون\n</p>\n\n<p>\n1686 أنا علي بن محمد بن أحمد بن يعقوب قال نا أحمد بن محمد بن أبي سعدان\nقال نا محمد بن المثنى قال نا نعيم بن حماد قال نا عثمان ابن كثير بن دينار\nعن محمد بن المهاجر عن عروة بن رويم عن عبد الرحمن ابن غنم عن عبادة بن\nالصامت قال قال رسول الله ( إن أفضل إيمان المرء أن يعلم أن الله معه حيث\nكان )\n</p>\n\n<p>\n| الثاني والخمسون\n</p>\n\n<p>\n1687 أنا جعفر بن عبد الله بن يعقوب أنا محمد بن هارون نا إسحاق بن شاهين\nقال نا خالد بن عبد الله عن الأجلح عن أبي الضحى عن العباس بن عبد المطلب <span id='ms431'></span>\nقال إنا لنعرف الضغائن من وجه ناس من أصحابك من وقائع أوقعتنا فيهم فقال\nرسول الله ( قد فعلوا ) قال نعم قال ( ما هم ليؤمنوا أو ما لهم حب الإيمان\nحتى يحبوكم لله ولرسوله أترجو سليم وهو حي من مراد شفاعتي ولا يرجوها بنو\nعبد المطلب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p933'> Vol. 05, p. 933</a>\n            </div>\n            \n</p>\n\n<p>\n| الثالث والخمسون الأمر بالمعروف والنهي عن المنكر\n</p>\n\n#\n<p>\n| الرابع والخمسون تسلم على أهلك إذا دخلت عليهم\n</p>\n\n#\n<p>\n| والخامس والخمسون أن تسلم على القوم\n</p>\n\n<p>\n1688 أنا محمد بن عبد الرحمن بن العباس إجازة قال شعيب بن محمد قال نا\nنصر بن داود بن طوق قال قال أبو عبيد حدثنيه يحيى ابن سعيد القطان عن ثور\nبن يزيد عن خالد بن معدان عن رجل عن أبي هريرة عن النبي أنه قال ( للإسلام\nصوى ومنار كمنار الطريق منها أن تؤمن بالله ولا تشرك به شيئا وإقام الصلاة\nوإيتاء الزكاة وصوم رمضان وحج البيت والأمر بالمعروف والنهي عن المنكر وأن\nتسلم على أهلك إذا دخلت عليهم وأن تسلم على القوم إذا مررت بهم فمن ترك من\nذلك شيئا فقد ترك سهما من الإسلام ومن نبذ ذلك كله فقد ولى الإسلام ظهره )\n</p>\n\n<p>\n| السادس والخمسون\n</p>\n\n<p>\n1689 أنا عبيد الله بن أحمد أنا أحمد بن محمد بن الفضل السامري قال نا\nالحسن بن عرفة قال نا روح بن عبادة قال نا شعبة عن قتادة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p934'> Vol. 05, p. 934</a>\n            </div>\n            \nسمعت أنس يحدث عن النبي قال ( لا يؤمن أحدكم حتى يحب للناس ما يحب لنفسه\nوحتى يحب المرء لا يحبه إلا لله )\n</p>\n\n<p>\n| السابع والثامن والتاسع والخمسون\n</p>\n\n<p>\n1690 أنا محمد بن الحسين الهاشمي أنا الحسين بن إسماعيل قال نا زياد بن\nأيوب قال نا زياد البكائي عن منصور عن طلق بن حبيب عن أنس بن مالك قال (\nثلاث من كن فيه فهو عبد طعم الإيمان وحلاوته ) قال قلت أنت سمعت هذا من\nرسول الله قال أن يكون الله ورسوله أحب إليه مما سواهما وان يحب في الله\nويبغض في الله وأن توقد نار عظيمة فيقع فيها ولا يشرك به شيئا\n</p>\n\n<p>\n1691 أنا محمد بن <span id='ms432'></span> عبد الرحمن بن العباس قال نا يحيى بن محمد قال نا\nالحسين بن الحسن قال نا سعيد بن سليمان قال أنا إسماعيل بن زكريا قال نا\nليث عن مجاهد عن ابن عباس قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p935'> Vol. 05, p. 935</a>\n            </div>\n             أحب في الله وأبغض في الله ووالي\nفي الله عز وجل وعادي في الله فإنه لا تنال ولاية الله عز وجل إلا بذلك ولن\nتجد طعم الإيمان حتى تكون كذلك ثم قرأ ( ^ الأخلاء يومئذ بعضهم لبعض عدو\nإلا المتقين ) وقرأ ( ^ لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من\nحاد الله ورسوله )\n</p>\n\n<p>\nوقد مضى عن النبي ( الطهور شطر الإيمان ) فهي ستون خصلة\n</p>\n\n<p>\n| الحادي والستون\n</p>\n\n<p>\n1692 أنا أحمد أنا عمر بن أحمد أنا عبد الله بن سليمان قال أنا يعقوب بن\nسفيان قال نا عبد الرحمن بن راشد الحارثي مولى عبد الرحمن بن أبان بن عثمان\nقال نا أبو مودود عن أبي حازم قال سمعت أنس بن مالك يقول سمعت رسول الله\nيقول ( لا يستكمل العبد الإيمان حتى يحسن خلقه ولا يشفي غيظه )\n</p>\n\n<p>\n| الثاني والستون\n</p>\n\n<p>\n1693 أنا عبد الله بن إبراهيم الطلقي الاستراباذي قال نا أبو نعيم عبد\nالملك بن محمد بن عدي الاستراباذي قال نا محمد بن عبد الحكم القطري الرملي\nقال نا آدم بن أبي إياس قال نا شعبة عن الأعمش عن يحيى بن وثاب عن ابن عمر\nقال قال رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p936'> Vol. 05, p. 936</a>\n            </div>\n             ( المؤمن الذي يخالط الناس ويصبر على أذاهم\nأفضل من الذي لا يخالط الناس ولا يصبر على أذاهم )\n</p>\n\n<p>\n| الثالث والستون\n</p>\n\n<p>\n1694 أنا محمد بن عبد الرحمن قال نا يحيى بن صاعد قال نا الحسين ابن\nالحسن قال نا عبد الله بن المبارك قال أنا سفيان عن منصور\n</p>\n\n<p>\n1695 وأنا عبيد الله بن أحمد بن علي أنا أحمد بن علي قال نا زياد ابن\nأيوب قال نا المعتمر عن منصور عن سالم بن أبي الجعد عن ابن عباس قال لا\nيصيب عبد أو رجل حقيقة الإيمان حتى يرى الناس كلهم حمقى في دينهم\n</p>\n\n<p>\n| الرابع والستون\n</p>\n\n<p>\n1696 انا عيسى بن علي انا <span id='ms433'></span> عبد الله بن محمد البغوي قال نا دادو ابن عمرو\nقال نا سلام عن أبي إسحاق عن أبي الأحوص عن عبد الله إن من الإيمان أن تحب\nأخاك عن غير معرفة ولا قرابة ولا مال أعطاك لا تحبه إلا لله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p937'> Vol. 05, p. 937</a>\n            </div>\n            \n</p>\n\n<p>\n| الخامس والستون\n</p>\n\n<p>\n1697 أنا عبيد الله بن أحمد أنا الحسين بن إسماعيل قال نا سعيد ابن يحيى\nقال نا أبي قال نا مالك بن مغول عن زبيد عن مرة عن عبد الله قال إن الله\nقسم أخلاقكم كما قسم بينكم أرزاقكم وإن الله يعطي الدنيا من يحب ومن يبغض\nولا يعطي الإيمان إلا من يحب فمن ضعف عن هذا الليل أن يكابده وعن هذا المال\nأن ينفقه وعن هذا العدو أن يقاتله فليستكثر من سبحان الله والحمد لله فإنها\nأحب إلى الله من جبل ذهب وفضة\n</p>\n\n<p>\n| السادس والسابع والثامن والتاسع والستون\n</p>\n\n<p>\nما مضى عن أبي الدرداء في باب القدر أنه قال ذروة الإيمان أربع الصبر\nللحكم ورضا بالقدر والإخلاص والتوكل والاستسلام للرب\n</p>\n\n<p>\n| السبعون والحادي والسبعون\n</p>\n\n<p>\nعن عمار ثلاث من استكملهن فقد استكمل بهن الإيمان إنصاف من نفسه والإنفاق\nمن الإقتار وبذل السلام للعالم\n</p>\n\n<p>\nوأسنده معمر وهو غريب\n</p>\n\n<p>\n1698 نا علي بن محمد بن عمر الفقيه املاء قال أنا أبو محمد عبد الرحمن بن\nأبي حاتم قال نا الحسين بن عبد الله الواسطي إمام مسجد العوام قال أنا عبد\nالرزاق أنا معمر عن أبي إسحاق عن صلة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p938'> Vol. 05, p. 938</a>\n            </div>\n             زفر عن عمار بن ياسر\nقال قال رسول الله ( ثلاث من كن فيه وجد بهن حلاوة الإيمان الإنفاق في\nالإقتار وبذل السلام للعالم وإنصاف الناس من نفسه )\n</p>\n\n<p>\n| الثاني والسبعون\n</p>\n\n<p>\n1699 ثنا علي بن محمد بن علي بن محمد بن عمر املاء قال أنا أبو محمد عبد\nالرحمن بن أبي حاتم قال نا يونس بن عبد الأعلى قال أنا وهب قال أخبرني طلحة\nبن أبي سعيد أن سعيد بن أبي سعيد المقبري حدثه عن أبي هريرة أنه قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p939'> Vol. 05, p. 939</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت رسول الله يقول ( من حبس فرسا في سبيل <span id='ms434'></span> الله إيمانا بالله وتصديقا\nبموعد الله كان شبعه وروثه وبوله حسنات في ميزانه يوم القيامة )\n</p>\n\n<p>\n+ أخرجه البخاري من حديث ابن المبارك عن طلحة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p940'> Vol. 05, p. 940</a>\n            </div>\n            \n</p>\n\n<p>\n| أقاويل الصحابة\n</p>\n\n#\n<p>\n| قول عمر بن الخطاب\n</p>\n\n<p>\n1700 أنا محمد بن أحمد البصير قال نا عثمان بن أحمد قال نا حنبل بن إسحاق\nقال حدثني أبو عبد الله يعني أحمد بن حنبل قال نا يزيد هو ابن هارون قال نا\nمحمد بن طلحة عن زبيد عن ذر قال كان عمر ابن الخطاب يقول لأصحابه هلموا\nنزدد إيمانا فيذكرون الله عز وجل\n</p>\n\n<p>\n| قول علي\n</p>\n\n<p>\n1701 أنا عبيد الله بن محمد بن أحمد قال نا دعلج بن أحمد قال نا علي بن\nعبد العزيز قال قال أبو عبيد في حديث علي إن الإيمان يبدأ لمظة في القلب\nكلما ازداد الإيمان ازادت اللمظة\n</p>\n\n<p>\nيروى ذلك عن عوف عن عبد الله بن عمرو بن هند الجملي عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p941'> Vol. 05, p. 941</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأصمعي اللمظة النكتة أو نحوها\n</p>\n\n<p>\n1702 أنا عبد الرحمن بن عمر قال نا محمد بن يحيى بن عمر قال نا علي بن\nحرب قال نا أبو عامر قال نا سفيان عن أبي إسحاق عن أبي ليلى الكندي عن حجر\nبن عدي\n</p>\n\n<p>\n1703 وأنا محمد أحمد بن القاسم أنا إسماعيل بن محمد قال نا أحمد بن منصور\nقال نا عبد الرزاق قال نا سفيان عن أبي إسحاق عن أبي ليلى الكندي عن حجر بن\nعدي يعني الكندي ورأى ابن أخ له خرج من الخلاء فقال ناولني تلك الصحيفة من\nالكوة فقرأها فقال نا علي بن طالب الطهور نصف الإيمان\n</p>\n\n<p>\n| عبد الله بن مسعود\n</p>\n\n<p>\n1704 أنا محمد بن أحمد البصير نا عثمان بن أحمد قال نا حنبل بن إسحاق قال\nحدثني أبو عبد الله يعني أحمد بن حنبل قال نا وكيع عن شريك عن هلال عن عبد\nالله بن عكيم قال سمعت ابن مسعود في دعائه اللهم زدنا إيمانا ويقينا وفقها\n</p>\n\n<p>\n1705 أنا محمد بن أحمد بن القاسم أنا علي بن محمد بن الزبير قال نا الحسن\nبن علي قال نا <span id='ms435'></span> جعفر بن عون قال نا المعلي بن عرفان قال سمعت أبا وائل يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p942'> Vol. 05, p. 942</a>\n            </div>\n             سمعت ابن مسعود يقول\n</p>\n\n<p>\nينتهي الإيمان إلى الورع ومن خير الدين لا تزال تاليا باكيا من ذكر الله\nومن رضي بما أنزل الله من السماء أدخل الجنة إن شاء الله ومن أراد الجنة لا\nشك فيها فلا يراقب في الله لومة لائم\n</p>\n\n<p>\n| معاذ بن جبل\n</p>\n\n<p>\n1706 أنا محمد بن عمر الدقيقي قال نا محمد بن منصور بن أبي الجهم قال نا\nنصر بن علي قال نا أبو أحمد قال نا سفيان عن عباس العامري عن الأسود بن\nهلال قال كان معاذ بن جبل يقول لرجل اجلس بنا نؤمن نذكر الله\n</p>\n\n<p>\n1707 أنا محمد بن الحسن الهاشمي قال نا عبد الملك بن أحمد بن عبد الرحمن\nقال نا حفص بن عمرو قال نا عبد الرحمن بن مهدي قال نا سفيان عن جامع بن\nشداد عن الأسود بن هلال قال قال معاذ بن جبل لرجل اجلس بنا نؤمن ساعة يعني\nنذكر الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p943'> Vol. 05, p. 943</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الله بن رواحة\n</p>\n\n<p>\n1708 أنا علي بن محمد بن عبد الله قال أنا أحمد بن محمد بن زياد قال أنا\nعبد الكريم بن الهيثم قال نا أبو اليمان قال نا صفوان عن شريح بن عبيد أن\nعبد الله بن رواحة كان يأخذ بيد الرجل من أصحابه فيقول قم بنا نؤمن ساعة\nفيجلس في مجلس ذكر\n</p>\n\n<p>\n| قول أبي الدرداء\n</p>\n\n<p>\n1709 أنا الحسن بن عثمان قال أنا حمزة بن العباس قال نا عباس ابن محمد\nقال نا حجاج بن محمد قال نا إسماعيل بن عياش عن جرير بن عثمان عن حبيب بن\nالحارث بن محمد عن أبي الدرداء قال الإيمان يزيد وينقص\n</p>\n\n<p>\nورواه غيره عن العباس قال عن أبي حبيب الحارث بن محمد\n</p>\n\n<p>\n1710 أنا محمد بن أحمد البصير قال أنا عثمان بن أحمد قال نا حنبل قال\nحدثني أبو عبد الله يعني أحمد بن حنبل قال نا يزيد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p944'> Vol. 05, p. 944</a>\n            </div>\n             نا جرير\nبن عثمان قال سمعت أشياخنا أو بعض أشياخنا أن <span id='ms436'></span> أبا الدرداء قال إن من فقه\nالعبد أن يتعاهد إيمانه وما نقص منه ومن فقه العبد أن يعلم أمزداد هو أم\nمنتقص وإن فقه الرجل أن يعلم نزغات الشيطان أنى تأتيه\n</p>\n\n<p>\n| ابن عباس وأبو هريرة\n</p>\n\n<p>\n1711 نا الحسن بن عثمان أنا حمزة بن العباس قال نا عباس بن محمد قال نا\nحجاج هو ابن محمد قال نا إسماعيل بن عياش عن صفوان بن عمرو عن عبد الله بن\nربيعة الحضرمي عن أبي هريرة قال الإيمان يزيد وينقص\n</p>\n\n<p>\n1712 وأنا أحمد بن محمد أنا عمر بن أحمد نا أبي قال نا حجاج ابن محمد قال\nنا إسماعيل بن عياش عن عبد الوهاب عن مجاهد عن أبيه عن ابن عباس وأبي هريرة\nقالا الإيمان يزيد وينقص\n</p>\n\n<p>\n| قول عمار بن ياسر\n</p>\n\n<p>\n1713 أنا علي بن أحمد بن حفص قال نا أبو العباس أحمد بن علي ابن محمد\nالمرهبي قال نا أبو محمد الحسن بن علي بن جعفر الصيرفي قال نا أبو نعيم قال\nنا فطر عن أبي إسحاق عن صلة بن زفر عن عمار قال ثلاث من كن فيه فقد استكمل\nالإيمان انصاف من نفسه والإنفاق من الإقتار وبذل السلام للعالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p945'> Vol. 05, p. 945</a>\n            </div>\n            \n</p>\n\n<p>\n| قول أبي أمامة\n</p>\n\n<p>\n1714 أنا محمد بن عبد الرحمن أنا عبد الله بن محمد بن عبد العزيز قال نا\nمحمد زياد بن فروة قال نا أبو أسامة عن عبد الرحمن بن يزيد بن جابر قال نا\nالقاسم عن أبي أمامة قال من أحب لله وأبغض لله وأعطى لله ومنع لله فقد\nاستكمل الإيمان\n</p>\n\n<p>\n| جندب بن عبد الله البجلي\n</p>\n\n<p>\n1715 أنا محمد بن عمر بن محمد بن حميد البزاز قال نا إبراهيم ابن عبد\nالصمد قال أنا عبد الجابر بن العلاء قال نا وكيع قال نا حماد بن نجيح عن\nأبي عمران الجوني عن جندب قال كنا مع النبي ونحن فتيان حزاوره يعني أشداء\nفتعلمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p946'> Vol. 05, p. 946</a>\n            </div>\n             الإيمان قبل أن نتعلم القرآن ثم تعلمنا القرآن بعد\nفازددنا إيمانا\n</p>\n\n<p>\n| قول عقبة بن عامر الجهني\n</p>\n\n<p>\n1716 أنا محمد بن عبد الرحمن أنا عبد <span id='ms437'></span> الله بن محمد البغوي ثنا سويد ابن\nسعيد قال نا عبد الله بن يزيد عن ابن لهيعة عن بكر بن عمرو عن عقبة بن عامر\nالجهني قال إن الرجل يستفضل بالإيمان كما يتفضل ثوب المرأة\n</p>\n\n<p>\n| قول حذيفة بن اليمان\n</p>\n\n<p>\n1717 أنا محمد بن أحمد البصير قال أنا عثمان بن أحمد قال نا حنبل قال\nحدثني أبو عبد الله قال نا وكيع قال نا الأوزاعي عن يحيى بن أبي عمرو عن\nحذيفة قال إني لأعلم أهل دينين في النار يقولون الإيمان كلام وإن زنى وقتل\nوقوم يقولون إن من قبلنا كانوا ضلالا يزعمون أن الصلاة خمس وإنما هما\nصلاتان صلاة العشاء وصلاة الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p947'> Vol. 05, p. 947</a>\n            </div>\n            \n</p>\n\n<p>\n| سلمان\n</p>\n\n<p>\n1718 أخبرنا محمد بن أحمد بن القاسم أنا أحمد بن الحسن نا جعفر الصايغ\nقال نا سعيد بن سليمان قال نا عباد يعني ابن العوام عن يحيى ابن سعيد عن\nعبد الله بن هبيره النصري قال كتب أبو الدرداء إلى سلمان أن هلم إلى الأرض\nالمقدسة وكان أوب الدرداء يلي القضاء بالشام فكتب إليه سلمان الأرض لا تقدس\nأحدا إنما يقدس المرء عمله\n</p>\n\n<p>\n1719 أنا محمد بن أحمد نا أحمد بن الحسن قال نا جعفر الصايغ قال أنا سعيد\nبن سليمان قال نا زكريا بن سلام قال نا بلال بن المنذر الحنفي قال كنا مع\nابن أبي أوفى فقالت له امرأة يا صاحب رسول الله استغفر لي فقال إنما يغفر\nلك بعملك\n</p>\n\n<p>\n| تفسير الزياد والنقصان\n</p>\n\n#\n<p>\n| أقوال الصحابة\n</p>\n\n<p>\nوقد مضى عن عمر ومعاذ وابن مسعود وابن عمر وابن رواحة وعمير ابن حبيب أن\nالزيادة هو ذكر الله تعالى والنقصان ضده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p948'> Vol. 05, p. 948</a>\n            </div>\n            \n</p>\n\n<p>\n1720 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا أبو نصر التمار\nقال نا حماد بن سلمة عن أبي جعفر عن أبيه عن جده عمير ابن حبيب بن خماشة\n</p>\n\n<p>\n1721 وأنا محمد بن أحمد البصير نا عثمان بن أحمد قال نا حنبل ابن إسحاق\nقال نا الحجاج بن المنهال ومحمد بن عبد الجبار الخزاعي وداود ابن شبيب\nقالوا نا <span id='ms438'></span> حماد عن أبي جعفر عن جده عمير بن حبيب واللفظ لأبي نصر قال\nالإيمان يزيد وينقص قيل له ما زيادته ونقصانه قال إذا ذكرنا الله عز وجل\nوحمدناه وسبحناه فذلك زيادته وإذا غفلنا ونسينا فذاك نقصانه\n</p>\n\n<p>\n1722 أنا القاسم بن جعفر قال نا محمد بن أحمد بن حماد قال نا العباس بن\nعبد الله قال نا أحمد بن خالد الوهبي قال نا محمد بن إسحاق عن قيس بن أبي\nمحمد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p949'> Vol. 05, p. 949</a>\n            </div>\n             إني لجالس عند ابن عمر إذ جاءه رجل من أهل الشام قال\nيا أبا عبد الرحمن إن لنا كروما وأعنابا وإنا قد نبيع منها قال أي ذاك تريد\nأما العنب فحلال وأما الزبيب فحلال وأما الخمر فحزام قال فرفع صوته فقال\nاللهم إني أشهدك وأشهد من حضر أني لا آمن أن يعصرها ولا أن يشربها ولا أن\nيسقيها ولا أن يبيعها ولا أن يهديها فوالذي نفس ابن عمر بيده لا يشربها عبد\nإلا نقص الإيمان من قلبه حتى لا يبقى منه قليل ولا كثير ولا يكون في بيت\nإلا كان رجسا مرتجسا منه\n</p>\n\n<p>\n| قول عائشة\n</p>\n\n<p>\n1723 أنا محمد بن أحمد بن سهل قال أنا أحمد بن جعفر بن سالم قال نا عمر\nبن محمد بن عيسى قال أنا أحمد بن محمد بن هانيء نا هارون ابن معروف قال نا\nجرير عن مغير عن سماك بن سلمة عن عبد الله بن عصمة عن عائشة قالت أنتم\nالمؤمنون إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p950'> Vol. 05, p. 950</a>\n            </div>\n            \n</p>\n\n<p>\n| أقاويل التابعين\n</p>\n\n#\n<p>\n| قول أبي إسحاق كعب بن ماتع الحميري\n</p>\n\n<p>\n1724 أنا جعفر بن عبد الله بن يعقوب قال أنا محمد بن هارون الروياني قال\nنا أبو الربيع قال نا أبو عوانه عن عاصم عن كعب\n</p>\n\n<p>\n1725 وأنا علي بن محمد بن أحمد بن بكر قال أنا الحسن بن عثمان قال نا\nيعقوب بن سفيان قال نا حجاج قال نا حماد عن عاصم عن أبي صالح عن كعب قال\n</p>\n\n<p>\nمن أقام الصلاة وآتى الزكاة وسمع وأطاع توسط الإيمان ومن أحب لله وأبغض\nلله وأعطى لله <span id='ms439'></span> ومنع لله فقد استكمل الإيمان\n</p>\n\n<p>\nزاد أبو عوانة وأطاع لله وسمع لله\n</p>\n\n<p>\n1726 وأنا محمد بن عبد الرحمن قال نا يحيى بن محمد بن صاعد قال نا الحسين\nبن الحسن قال نا مؤمل نا سفيان عن الأعمش عن ذكوان عن عبد الله بن ضمرة عن\nكعب قال من أعطى لله ومنع لله وأحب لله والبغض لله فقد استكمل الإيمان\n</p>\n\n<p>\n| قول مجاهد بن جبر\n</p>\n\n<p>\n1727 أنا محمد بن عبد الرحمن بن العباس قال أنا عبد الله بن محمد البغوي\nقال نا سويد بن سعيد قال نا يحيى بن سليم عن ابن مجاهد عن أبيه قال الإيمان\nيزيد وينقص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p951'> Vol. 05, p. 951</a>\n            </div>\n            \n</p>\n\n<p>\n1728 وأنا محمد بن أحمد قال نا عثمان بن أحمد قال نا حنبل قال نا أبو عبد\nالله قال نا عبد الصمد بن حسان قال نا سفيان الثوري عن يزيد عن مجاهد قال\nالإيمان يزيد وينقص والإيمان قول وعمل\n</p>\n\n<p>\n| قول عروة بن الزبير\n</p>\n\n<p>\n1729 أنا محمد بن أحمد البصير قال نا عثمان بن أحمد قال نا حنبل قال\nحدثني أبو عبد الله قال نا وكيع قال نا سفيان عن هشام بن عروة عن أبيه قال\nما نقصت أمانة عبد قط إلا نقص إيمانه\n</p>\n\n<p>\n| قول علقمة بن قيس\n</p>\n\n<p>\n1730 أنا محمد أنا عثمان قال نا حنبل قال حدثني أبو عبد الله يعني أحمد\nقال نا محمد بن فضيل قال حدثني أبي عن سماك عن إبراهيم عن علقمة أنه قال\nلأصحابه امشوا تزدادوا إيمانا يعني تفقها\n</p>\n\n<p>\n| قول الحسن\n</p>\n\n<p>\n1731 أنا الحسن بن عثمان قال نا أحمد بن الحسن نا جعفر بن محمد الصائغ\nقال نا عبيد بن إسحاق قال نا سلام الخراساني سمعت الحسن في قوله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p952'> Vol. 05, p. 952</a>\n            </div>\n            \n</p>\n\n<p>\n( ^ وما زادهم إلا إيمانا وتسليما ) قال\n</p>\n\n<p>\nوما زادهم البلاء إلا إيمانا بالرب وتسليما للقضاء $ قول عطاء بن أبي\nرباح وميمون بن مهران والزهري ونافع مولى ابن عمر والحكم بن عتيبة وعبد\nالكريم بن مالك الجزري\n</p>\n\n<p>\n1732 أنا محمد بن أحمد البصير أنا عثمان بن أحمد قال نا حنبل قال حدثني\nأبو عبد الله يعني أحمد <span id='ms440'></span> بن حنبل قال نا خالد بن حيان قال نا معقل بن عبيد\nالله العبسي قال قدم علينا سالم الأفطس بالارجاء فنفر منه أصحابنا نفارا\nشديدا فيهم ميمون بن مهران وعبد الكريم بن مالك فأما عبد الكريم بن مالك\nفإنه عاهد الله أن لا يأويه وإياه سقف بيت إلا المسجد قال معقل فحججت فدخلت\nعلى عطاء بن أبي رباح في نفر من أصحابي وإذا هو يقرأ سورة يوسف قال فسمعته\nيقرأ هذا الحرف ( ^ حتى إذا استيئس الرسل وظنوا أنهم قد كذبوا ) مخففة قال\nقلت له إن لنا حاجة فأدخلنا ففعل فأخبرته أن قوما قبلنا قد أحدثوا وتكلموا\nوقالوا إن الصلاة والزكاة ليستا من الدين فقال أو ليس الله عز وجل يقول ( ^\nوما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا\nالزكاة ) قال وقلت أنهم يقولون ليس في الإيمان زيادة قال أو ليس قد قال\nالله فيما أنزل ( ^ ليزدادوا إيمانا مع إيمانهم ) هذا الإيمان الذي زادهم\nقال فقلت إنهم انتحلوك وبلغني أن ابن درهم دخل عليك في أصحابه فعرضوا عليك\nقولهم فقبلته فقلت هذا الأمر فقال لا والله الذي لا إله إلا هو مرتين أو\nثلاثا قال ثم قال قدمت المدينة فجلست إلى نافع فقلت له يا أبا عبد الله إن\nلي إليك حاجة قال سرا أم علانية فقلت لا بل سرا قال دعني من السر سر لا خير\nفيه فقلت ليس من ذاك فلما صلينا العصر قام وأخذ بيدي وخرج من الخوخة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p953'> Vol. 05, p. 953</a>\n            </div>\n             ولم ينتظر القاص وقال حاجتك قال قلت اخلني هذا فقال تنح قال\nفذكرت له قولهم فقال قال رسول الله ( أمرت أن أضربهم بالسيف حتى يقولوا لا\nإله إلا الله فإذا قالوا لا إله إلا الله عصموا مني دماءهم وأموالهم إلا\nبحقها وحسابهم على الله ) قال قلت إنهم يقولون نحن نقر بالصلاة فريضة ولا\nنصلي وإن الخمر حرام ونحن نشربها وإن نكاح الأمهات حرام ونحن نريده فنتر\nيدة من يدي وقال من فعل هذا فهو كافر قال <span id='ms441'></span> معقل فلقيت الزهري فأخبرته بقولهم\nفقال سبحان الله أو قد أخذ الناس في هذه الخصومات قال رسول الله ( لا يزني\nالزاني حين يزني وهو مؤمن ز ولا يشرب الشارب الخمر حين يشربها وهو مؤمن )\nقال معقل فلقيت الحكم بن عتيبة فقلت له إن عبد الكريم وميمون بلغهما أنه\nدخل عليك ناس من المرجئة فعرضوا عليك قولهم فقبلت قولهم قال فقيل ذلك على\nميمون وعبد الكريم فقلت لا قال دخل علي إثنا عشر رجلا وأنا مريض فقالوا يا\nأبا محمد أبلغك أن رسول الله أتاه رجل بأمة سوداء أو حبشية فقال يا رسول\nالله إن علي رقبة مؤمنة أفترى هذه مؤمنة فقال لها رسول الله أتشهدين أن\nمحمدا رسول الله قالت نعم قال وتشهدين أن الله يبعثك من بعد الموت قالت نعم\nقال فأعتقها قال فخرجوا وهم ينتحلوني\n</p>\n\n<p>\nقال معقل فجلست إلى ميمون بن مهران فقلت يا أبا أيوب لو قرأت لنا سورة\nففسرتها قال تقرأ أو قرئت ( ^ إذا الشمس كورت ) حتى إذا بلغ ( ^ مطاع ثم\nأمين ) قال ذاكم جبريل والخيبة لمن يقول إن إيمانه كإيمان جبريل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p954'> Vol. 05, p. 954</a>\n            </div>\n            \n</p>\n\n<p>\n| ابن أبي مليكة\n</p>\n\n<p>\n1733 أنا محمد بن أحمد أنا عثمان قال نا حنبل بن إسحاق قال نا الحسن بن\nبشر قال نا المعافى بن عمران عن الصلت بن دينار عن ابن أبي مليكة قال لقد\nأتى علي برهة من الدهر وما أراني أدرك قوما يقول أحدهم إني مؤمن مستكمل\nالإيمان ثم ما رضي حتى قال إن على إيماني جبريل وميكاييل ثم مازال بهم\nالشيطان حتى قال أحدهم إنه مؤمن وإن نكح أمه وأخته وابنته ولقد أدركت كذا\nوكذا من أصحاب النبي ما مات رجل منهم إلا وهو يخشى على نفسه النفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p955'> Vol. 05, p. 955</a>\n            </div>\n            \n</p>\n\n<p>\n1734 أنا محمد بن عبد الرحمن أنا عبد الله بن محمد البغوي قال نا سويد بن\nسعيد قال نا عبد الله بن ميمون قال سمعت ابن مجاهد قال كنت عند عطاء بن أبي\nرباح فجاء ابنه يعقوب فقال يا أبتاه إن أصحابا لنا يزعمون أن <span id='ms442'></span> إيمانهم\nكإيمان جبريل فقال يا بني ليس إيمان من أطاع الله كإيمان من عصى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p956'> Vol. 05, p. 956</a>\n            </div>\n            \n</p>\n\n<p>\n| قول الطبقة الثالثة من الفقهاء في الزيادة والنقصان\n</p>\n\n<p>\nسفيان الثوري وابن جريج ومعمر والأوزاعي ومالك بن أنس وسفيان ابن عيينة\nومالك بن مغول وابن أبي ليلى وأبي بكر بن عياش وزهير بن معاوية وزائدة\nوفضيل بن عياض وجرير بن عبد الحميد وحماد بن سلمة وحماد بن زيد وابن\nالمبارك وأبي شهاب والحناط وعبثر بن القاسم ويحيى بن سعيد القطان ووكيع\nوشعيب بن حريث وإسماعيل بن عياش والوليد بن مسلم والوليد بن محمد ويزيد بن\nالسائب والنضر بن شميل والنضر بن محمد المروزي ومفضل ابن مهلهل والشافعي\nوأحمد وإسحاق وأبي عبيد وعلي بن المديني\n</p>\n\n<p>\n| وقال سهل بن المتوكل\n</p>\n\n<p>\nأدركت ألف أستاذ أو أكثر كلهم يقولون الإيمان قول وعمل يزيد وينقص\n</p>\n\n<p>\n| وقال يعقوب بن سفيان\n</p>\n\n<p>\nأدركت أهل السنة والجماعة على ذلك وذكر أسامي جماعة نذكرهم في آخر\nالمسألة إن شاء الله\n</p>\n\n<p>\n1735 أنا أحمد بن محمد بن عروة نا عبد الله بن سليمان نا سلمة بن شبيب\nقال نا عبد الرزاق قال سمعت سفيان الثوري وابن جريج ومالك بن أنس ومعمر بن\nراشد وسفيان بن عيينة يقولون\n</p>\n\n<p>\nإن الإيمان قول وعمل يزيد وينقص\n</p>\n\n<p>\n1736 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا ابن زنجويه قال\nنا عبد الرزاق قال سمعت سفيان وابن جريج ومعمر يقولون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p957'> Vol. 05, p. 957</a>\n            </div>\n            \n</p>\n\n<p>\nالإيمان قول وعمل يزيد وينقص فقيل لعبد الرزاق ما تقول أنت فقال ما لقيت\nأحدا من طرق إلا هذا قوله\n</p>\n\n<p>\n| وقال عبد الرزاق وقال سفيان\n</p>\n\n<p>\nنحن مؤمنون عند أنفسنا فأما عند الله فلا ندري ما حالنا\n</p>\n\n<p>\n1737 ذكر محمد بن الحسن قال حدثني بشر بن علي القاضي قال حدثني أبو عبد\nالغني الحسن بن علي نعمان قال نا عبد الرزاق قال لقيت اثنين وستين شيخا\nمنهم معمر والأوزاعي والثوري والوليد بن محمد القرششي ويزيد بن السائب\nوحماد بن سلمة وحماد بن زيد وسفيان بن عيينة وشعيب بن حرب ووكيع بن الجراح <span id='ms443'></span>\nومالك بن أنس وابن أبي ليلى وإسماعيل بن عياش والوليد بن مسلم ومن لم نسمه\nكلهم يقولون\n</p>\n\n<p>\nالإيمان قول وعمل يزيد وينقص\n</p>\n\n<p>\n1738 أنا محمد بن الحسين الفارسي قال نا أحمد بن سعيد الثقفي قال نا محمد\nبن يحيى الذهلي قال نا أبو أحمد الزبيري قال سمعت سفيان يعني الثوري غير\nمرة يقول الإيمان يزيد وينقص\n</p>\n\n<p>\n1739 أنا محمد بن الحسين أنا أحمد بن سعيد الثقفي قال نا محمد ابن يحيى\nالذهلي قال نا فديك بن سليمان قال سئل الأوزاعي عن الإيمان فقال الإيمان\nيزيد وينقص فمن زعم أن الإيمان يزيد ولا ينقص فهو صاحب بدعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p958'> Vol. 05, p. 958</a>\n            </div>\n            \n</p>\n\n<p>\n1740 وأ نا محمد بن أحمد الطوسي قال نا محمد بن يعقوب قال نا العباس بن\nالوليد البيروني قال نا أبو قدامة الجبيلي قال سمعت عقبة ابن علقمة قال\nسألت الأوزاعي عن الإيمان أيزيد قال نعم حتى يكون كالجبال قلت فينقص قال\nنعم حتى لا يبقى منه شيئا وسئل العباس\n</p>\n\n<p>\n( . . . . ) أتقول بقول الأوزاعي قال نعم\n</p>\n\n<p>\n1741 وأنا أحمد بن عبيد أنا محمد بن الحسين نا أحمد بن زهير قال نا\nالتميمي قال نا أبو مسهر قال قال حدثني بقية قال سمعت الأوزاعي يقول\n</p>\n\n<p>\nالإيمان يزيد وينقص\n</p>\n\n<p>\n1742 أنا محمد بن عبيد الله بن الحجاج قال نا أحمد بن الحسن قال نا عبد\nالله بن أحمد قال حدثني أبو الحسن بن القطان محمد بن محمد قال سمعت سريج بن\nالنعمان يقول سألت عبد الله بن نافع قال قال مالك الإيمان قول وعمل يزيد\nوينقص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p959'> Vol. 05, p. 959</a>\n            </div>\n            \n</p>\n\n<p>\n1743 أنا محمد بن الحسن بن محمد الوراق قال نا أحمد بن خلف قال أنا أبو\nإسماعيل يعني الترمذي قال سمعت إسحاق بن محمد يقول كنت عند مالك بن أنس\nفسمعت حماد بن أبي حنيفة يقول لمالك يا أبا عبد الله إن لنا رأيا نعرضه\nعليك فإن رأيته حسنا مضينا عليه وإن رأيته غير ذلك كففنا عنه قال وما هو\nقال يا أبا عبد الله لا نكفر أحدا بذنب الناس كلهم مسلمون عندنا قال ما\nأحسن هذا <span id='ms444'></span> ما بهذا بأس فقام إليه داود ابن أبي زنبر وإبراهيم بن حبيب وأصحاب\nله فقاموا إليه فقالوا يا أبا عبد الله إن هذا يقول بالإرجاء قال ديني مثل\nدين الملائكة المقربين وديني مثل دين جبريل وميكائيل والملائكة المقربين\nقال لا والله الإيمان يزيد وينقص ( <span class='quran'>ليزدادوا إيمانا مع إيمانهم و </span>قال إبراهيم أرني كيف تحيي الموتى قال أولم تؤمن قال بلى ولكن ليطمئن قلبي\n) فطمأنينة قلبه زيادة في إيمانه\n</p>\n\n<p>\n1744 أنا علي بن عمر بن إبراهيم قال نا أبو سعيد أحمد بن أبي عثمان قال\nنا أبو بكر محمد بن الحسين بن الحسن قال نا أحمد بن يوسف السلمي قال نا\nأحمد بن يونس قال كان سفيان الثوري وأبو بكر بن عياش وزهير بن معاوية\nوزائدة ومالك ابن مغول ومفضل بن مهلهل وفضيل بن عياض وأبو شهاب عبد ربه بن\nنافع وأبو زبيد عبثر بن القاسم يقولون الإيمان قول وعمل يزيد وينقص\n</p>\n\n<p>\n1745 أنا محمد بن أحمد البصير قال نا عمر بن أحمد قال نا حنبل قال نا\nالحميدي قال سمعت سفيان بن عيينة يقول\n</p>\n\n<p>\nالإيمان قول يزيد وينقص فقال له أخوه إبراهيم بن عيينة لا تقل يزيد فغضب\nوقال اسكت يا صبي بل ينقص حتى لا يبقى منه شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p960'> Vol. 05, p. 960</a>\n            </div>\n            \n</p>\n\n<p>\n1746 أنا علي بن محمد بن عمر أنا عبد الرحمن بن أبي حاتم قال نا أبي قال\nنا يحيى بن المغيرة قال قرأت كتاب حماد بن زيد إلى جرير بن عبد الحميد\nبلغني أنك تقول في الإيمان بالزيادة وأهل الكوفة يقولون بغير ذلك اثبت على\nرأيك ثبتك الله\n</p>\n\n<p>\n1747 أنا محمد بن أحمد بن سهل قال أنا أحمد بن جعفر بن مسلم قال نا عمر\nبن محمد بن عيسى قال نا أحمد بن محمد بن قال نا أبو عبد الله يعني أحمد بن\nحنبل قال نا إبراهيم بن شماس قال سمعت جرير بن عبد الحميد يقول الإيمان قول\nوعمل والإيمان يزيد وينقص قيل له كيف تقول أنت قال أقول أنا مؤمن إن شاء\nالله\n</p>\n\n<p>\nقال <span id='ms445'></span> وسئل فضيل بن عياض وأنا أسمع عن الإيمان فقال\n</p>\n\n<p>\nالإيمان عندنا داخله وخارجه فالإقرار باللسان والقبول بالقلب والعمل\n</p>\n\n<p>\nقال وسمعت ابن المبارك يقول\n</p>\n\n<p>\nالإيمان قول وعمل يتفاضل\n</p>\n\n<p>\nقال وسمعت النضر بن شميل يقول الإيمان قول وعمل\n</p>\n\n<p>\nوقال الخليل بن أحمد النحوي إذا قلت أنا مؤمن فأي شيء بقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p961'> Vol. 05, p. 961</a>\n            </div>\n            \nقال وسألت بقية وابن عياش فقالا الإيمان قول وعمل\n</p>\n\n<p>\n1748 أنا علي بن محمد بن عمر أنا عمر بن أحمد بن علي الجوهري قال نا أبو\nمعاذ المروزي قال سمعت إبراهيم بن الشماس يقول سمعت عبد الله ابن المبارك\nيقول الأيمان قول وعمل والإيمان يتفاضل\n</p>\n\n<p>\n1749 وأنا محمد بن أحمد البصير قال أنا عثمان بن أحمد قال نا حنبل قال نا\nأبو عبد الله أحمد بن حنبل قال سمعت وكيع يقول الإيمان يزيد وينقص وكذلك\nسفيان يعني الثوري يقول\n</p>\n\n<p>\n1750 وأنا محمد أنا عثمان قال نا حنبل وسمعت أبا عبد الله أحمد يقول\nالإيمان قول وعمل يزيد وينقص\n</p>\n\n<p>\n1751 أنا علي بن محمد بن عمر أنا عبد الرحمن بن أبي حاتم قال نا أبي قال\nسمعت حرملة بن يحيى يقول قال اجتمع حفص الفرد ومصلان اسم رجل الأباضي عند\nالشافعي في دار الجروي يعني بمصر فقالوا في الإيمان فاحتج مصلان في الزيادة\nوالنقصان فحمي الشافعي وتقلد المسألة على أن الإيمان قول وعمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p962'> Vol. 05, p. 962</a>\n            </div>\n            \nيزيد وينقص فطحن حفصا الفرد وقطعه\n</p>\n\n<p>\n1752 أنا محمد بن أحمد أنا عثمان بن أحمد قال نا حنبل قال سمعت علي بن\nعبد الله بن جعفر بالبصرة سنة إحدى وعشرين يقول الإيمان قول وعمل على سنة\nوإصابة ونية والإيمان يزيد وينقص وأكمل المؤمنين إيمانا أحسنهم خلقا وترك\nالصلاة كفر ليس شيء من الأعمال تركه كفر إلا الصلاة من تركها فهو كافر وقد\nحل قتله\n</p>\n\n<p>\n| قول جماعة حفظ عنهم يعقوب بن سفيان\n</p>\n\n<p>\n1753 أنا علي بن محمد بن أحمد بن بكر قال نا الحسن ابن محمد بن عثمان قال\nنا أبو يوسف يعقوب بن سفيان قال الإيمان عند أهل السنة الإخلاص لله بالقلوب\nوالألسنة والجوارح وهو قول <span id='ms446'></span> وعمل يزيد وينقص على ذلك وجدنا كل من أدركنا من\nعصرنا بمكة والمدينة والشام والبصرة والكوفة\n</p>\n\n<p>\nمنهم أبو بكر الحميدي وعبد الله بن يزيد المقري في نظرائهم بمكة وإسماعيل\nبن أبي أويس وعبد الملك بن عبد العزيز الماجشون ومطرف بن عبد الله اليساري\nفي نظرائهم بالمدينة\n</p>\n\n<p>\nومحمد بن عبد الله الأنصاري والضحاك بن مخلد وسليمان بن حرب وأبو الوليد\nالطنافسي وأبو النعمان وعبد الله بن مسلمة في نظرائهم بالبصرة\n</p>\n\n<p>\nوعبيد الله بن موسى وأبو نعيم وأحمد بن عبد الله بن يونس في نظرائهم كثير\nبالكوفة\n</p>\n\n<p>\nوعمر بن عون بن أويس وعاصم بن علي بن عاصم في نظرائهم بواسط\n</p>\n\n<p>\nوعبد الله بن صالح كاتب الليث وسعيد بن أبي مريم والنضر بن عبد الجبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p963'> Vol. 05, p. 963</a>\n            </div>\n             ويحيى بن عبد الله بن بكير وأحمد بن صالح وأصبغ بن الفرج في\nنظرائهم بمصر\n</p>\n\n<p>\nوابن أبي إياس في نظرائهم بعسقلان\n</p>\n\n<p>\nوعبد الأعلى بن مسهر وهشام بن عمار وسليمان بن عبد الرحمن وعبد الرحمن بن\nإبراهيم في نظرائهم بالشام\n</p>\n\n<p>\nوأبو اليمان الحكم بن نافع وحيوة بن شريح في نظرائهم بحمص\n</p>\n\n<p>\nومكي بن إبراهيم وإسحاق بن راهوية وصدقة بن الفضل في نظرائهم بخراسان\nكلهم يقولون\n</p>\n\n<p>\nالإيمان القول والعمل ويطعنون على المرجئة وينكرون قولهم\n</p>\n\n<p>\n1754 أنا أحمد بن محمد بن حفص الهروي قال أنا محمد بن أحمد ابن سلمة قال\nسمعت أبا عمر عبد الواحد بن أحمد بن محمد بن عمر يقول سمعت سهل بن المتوكل\nبن حجر الشيباني يقول أدركت ألف استاذ وأكثر كلهم يقولون الإيمان قول وعمل\nيزيد وينقص والقرآن كلام الله غير مخلوق وكتبت منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p964'> Vol. 05, p. 964</a>\n            </div>\n            \n</p>\n\n<p>\n| ساق ما ذكر من كتاب الله وما روي عن رسول الله والصحابة والتابعين من\nبعدهم والعلماء الخالفين لهم في وجوب الاستثناء في الإيمان\n</p>\n\n<p>\nفأما الكتاب فقوله تعالى ( ^ لتدخلن المسجد الحرام إن شاء الله آمنين\nمحلقين رؤسكم ) وقال تعالى ( ^ ولا تقولن لشيء إني فاعل ذلك غدا إلا أن\nيشاء الله ) وقال تعالى ( ^ فلا تزكوا أنفسكم هو أعلم بمن اتقى ) والمؤمنون\nيكونون في الجنة قال <span id='ms447'></span> رسول الله حين دخل المقبرة ( إنا إن شاء الله بكم\nلاحقون ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p965'> Vol. 05, p. 965</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p966'> Vol. 05, p. 966</a>\n            </div>\n            \n</p>\n\n<p>\n| وروي عنه\n</p>\n\n<p>\nمن تمام إيمان المرء استثناؤه في كل كلام $ وروي عن عمر بن الخطاب\n</p>\n\n<p>\nمن قال أنا مؤمن حقا فهو كافر حقا $\n</p>\n\n<p>\nوعن علي وابن مسعود\n</p>\n\n<p>\nالاستثناء\n</p>\n\n<p>\n| وعن عائشة مثله\n</p>\n\n<p>\nوعن ابن أبي مليكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p967'> Vol. 05, p. 967</a>\n            </div>\n            \n</p>\n\n<p>\nأدركت كذا وكذا من أصحاب رسول الله ما مات رجل منهم إلا وهو يخشى النفاق\nعلى نفسه\n</p>\n\n<p>\nومن التابعين طاوس والحسن ومحمد بن سيرين وإبراهيم النخعي وأبو البختري\nسعيد بن فيروز والضحاك المشرقي والأعمش ومنصور وإسماعيل بن أبي خالد وعطاء\nبن السائب وحمزة الزيات المغربي وعمارة بن القعقاع ومغيرة بن مقسم ويزيد بن\nأبي زياد وليث بن أبي سليم [ . . . . ] ومحل ابن خليفة\n</p>\n\n<p>\nومن الفقهاء عبد الله بن حبدمه ومعمر وسفيان الثوري وسفيان بن عيينة\nوجرير بن عبد الحميد وعبد الله بن المبارك ويحيى بن سعيد القطان وقال\n</p>\n\n<p>\nوما أدركت أحدا من أصحابنا وما بلغني إلا على الاستثناء\n</p>\n\n<p>\nوعن أحمد وأبي عبيد وأبي ثور\n</p>\n\n<p>\nالاستثناء في الإيمان\n</p>\n\n<p>\n1755 أنا جعفر بن عبد الله بن يعقوب قال نا محمد بن هارون الروياني قال\nنا محمد بن بشار قال نا أبو أحمد قال نا سفيان\n</p>\n\n<p>\n1756 وأنا أحمد بن عبيد قال أنا علي بن عبد الله قال نا أحمد بن سنان قال\nنا أبو أحمد الزبيري قال نا سليمان عن علقمة بن مرثد عن سليمان بن بريدة عن\nأبيه\n</p>\n\n<p>\n1757 وأنا جعفر بن عبد الله أنا محمد بن هارون قال نا محمد بن بشار قال\nنا حرمي بن عمارة قال نا شعبة عن\n</p>\n\n<p>\n1758 وأنا أحمد بن عبيد الله بن عبد الرحمن أنا عبد الرحمن بن أبي حاتم\nقال نا عمر بن شبه قال نا حرمي بن عمارة قال نا شعبة عن علقمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p968'> Vol. 05, p. 968</a>\n            </div>\n            \nابن مرثد عن سليمان بن بريدة عن أبيه أن النبي كان إذا أتى على المقابر وفي\nحديث سفيان كان النبي إذا خرجنا إلى المقابر يقول ( السلام عليكم أهل\nالديار من المؤمنين والمسلمين زاد ابن سنان في حديث جرير <span id='ms448'></span> أنتم لنا سلف ثم\nاتفقوا وإنا إن شاء الله بكم لاحقون نسأل الله لنا ولكم العافية وفي حديث\nابن بشار أسأل الله )\n</p>\n\n<p>\nأخرجه مسلم من حديث سفيان\n</p>\n\n<p>\n1759 أنا علي بن محمد بن أحمد بن يعقوب قال أنا عبد الرحمن ابن أبي حاتم\nقال قرأ علي يونس بن عبد الأعلى قال أنا ابن وهب أن مالك حدثه\n</p>\n\n<p>\n1760 وأنا علي بن أحمد بن يعقوب قال أنا عبد الرحمن بن أبي حاتم قال نا\nالحسن بن عرفة قال نا إسماعيل بن علية عن روح بن القاسم عن العلاء عن أبيه\nعن أبي هريرة قال خرج رسول الله إلى المقبرة فسلم على أهلها فقال ( سلام\nعليكم دار قوم مؤمنين وإنا إن شاء الله بكم لاحقون )\n</p>\n\n<p>\n+ واللفظ لحديث ابن علية أخرجه مسلم من حديث مالك +\n</p>\n\n<p>\n1761 أنا محمد بن عبد الرحمن بن جعفر البزار قال نا سعيد بن محمد الحناط\nقال نا إسحاق بن أبي إسرائيل قال نا عبد العزيز بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p969'> Vol. 05, p. 969</a>\n            </div>\n            \nالدراوردي عن شريك بن عبد الله بن أبي نمر عن عطاء بن يسار عن عائشة\n</p>\n\n<p>\nأن النبي كان يخرج إلى البقيع فيقول ( السلام عليكم دار قوم مؤمنين وإنا\nوإياكم غدا مؤجلون وإنا إن شاء الله بكم لاحقون اللهم اغفر لأهل بقيع\nالغرقد )\n</p>\n\n<p>\n+ أخرجه مسلم من حديث شريك +\n</p>\n\n<p>\n1762 أنا أحمد بن عمر بن محمد أنا الحسين بن إسماعيل قال نا محمد بن\nإسحاق الصاغاني قال نا أبو أحمد الزبيري قال نا كثير بن زيد عن أنس أن\nالنبي أتى البقيع فقال ( سلام عليكم وإنا بكم لاحقون إن شاء الله أسأل الله\nأن لا يحرمنا أجركم ولا يفتنا بعدكم )\n</p>\n\n<p>\n1763 أنا محمد بن عبد الله الجعفي قال أنا عبد الله بن علي القطعي قال نا\nمحمد بن الحسن الحنيني قال نا معلى بن راشد قال نا وهيب عن أيوب عن محمد عن\nأبي هريرة ( أن نبي الله سليمان كان له ستون امرأة فقال لأطوفن الليلة على\nنسائي فتحمل كل امرأة ولتلدن فارسا يقاتل في سبيل الله قال <span id='ms449'></span> فطاف على نسائه\nفما ولدت منهم إلا امرأة ولدت شق إنسان فقال نبي الله\n</p>\n\n<p>\nلو كان سليمان استثنى لحملت كل امرأة منهن فولدت فارسا يقاتل في سبيل\nالله ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p970'> Vol. 05, p. 970</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه البخاري عن معلى ومسلم عن أبي الربيع وأبي كامل عن حماد ابن زيد\nكذلك\n</p>\n\n<p>\n1764 أنا أحمد بن محمد بن يوسف قال أنا إسماعيل بن محمد قال نا عبد\nالكريم بن الهيثم قال نا أبو اليمان قال أنا شعيب قال نا أبو الزناد أن عبد\nالرحمن الأعرج حدثه أنه سمع أبا هريرة يحدث\n</p>\n\n<p>\nأنه سمع النبي قال ( قال سليمان لأطوفن الليلة على تسعين امرأة كلهن يأتي\nبفارس يجاهد في سبيل الله فقال له صاحبه قل إن شاء الله فلم يقل إن شاء\nالله فطاف عليهم جميعا فلم تحمل منهن إلا امرأة واحدة جاءت بشق رجل والذي\nنفس محمد بيده لو قال إن شا الله لجاهدوا في سبيل الله فرسانا أجمعون )\n</p>\n\n<p>\n+ أخرجه البخاري عن أبي اليمان +\n</p>\n\n<p>\n1765 أنا أحمد بن عبيد أنا علي بن عبد الله بن مبشر قال نا محمد ابن\nالمثنيى قال نا مرحوم بن عبد العزيز القطان عن إسحاق بن إبراهيم قال أبو\nموسى وهو من ولد نسطاس عن سعد بن إسحاق بن كعب بن عجرة عن أبيه عن جده أن\nالنبي قال لأصحابه ( ما تقولون في رجل قتل في سبيل الله قالوا الجنة قال\nالجنة إن شاء الله قال ما تقولون في رجل مات في سبيل الله قالوا الله\nورسوله أعلم قال الجنة إن شاء الله قال فما تقولون في رجل مات فقام رجلان\nذوا عدل فقالا لا نعلم إلا خيرا قالوا الله ورسوله أعلم قال الجنة إن شاء\nالله قال فما تقولون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p971'> Vol. 05, p. 971</a>\n            </div>\n             في رجل مات فقام رجلان فقالا لا نعلم إلا\nشرا فقالوا النار فقال رسول الله ( عبد مذنب والله غفور رحيم ) )\n</p>\n\n<p>\n1766 أنا أحمد بن محمود بن إدريس قال نا محمد بن يعقوب قال نا الربيع بن\nسليمان قال أنا الشافعي قال أنا مالك عن عبد الله بن عبد <span id='ms450'></span> الرحمن ابن معمر\nعن أبي يونس مولى عائشة عن عائشة ( أن رجلا قال يا رسول الله وهي تسمع إني\nأصبح جنبا وإني أريد الصيام فقال رسول الله وإني أصبح جنبا وإني أريد\nالصيام فأغتسل ثم أصبح من ذلك صائما فقال الرجل إنك لست مثلنا قد غفر الله\nلك ما تقدم من ذنبك وما تأخر فغضب رسول الله فقال والله إني لأرجو أن أكون\nأخشاكم لله وأعلمكم بما أتقي )\n</p>\n\n<p>\n+ أخرجه مسلم من حديث إسماعيل بن جعفر +\n</p>\n\n<p>\n1767 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا محمد ابن\nإبراهيم قال نا أبو داود قال نا شعبة\n</p>\n\n<p>\n1768 وأنا أحمد بن عمر قال أنا عمر بن أحمد بن علي القطان قال نا محمد بن\nالوليد قال نا محمد بن جعفر قال نا شعبة عن محمد بن زياد قال سمعت أبا\nهريرة يحدث أن رسول الله قال ( لكل نبي دعوة دعا بها في أمته فاستجيب له\nوإني أريد إن شاء الله أن ادخر دعوتي شفاعة لأمتي يوم القيامة ) + واللفظ\nلحديث محمد بن جعفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p972'> Vol. 05, p. 972</a>\n            </div>\n             أخرجه مسلم +\n</p>\n\n<p>\n1769 أنا علي بن محمد بن أحمد بن يعقوب أنا عبد الرحمن بن أبي حاتم قال\nنا الحسن بن عرفة قال نا جرير بن عبد الحميد عن عبد الملك بن عمير عن جابر\nبن سمرة قال خطب عمر الناس بالجابية فقال إن رسول الله قام في مثل مقامي\nهذا فقال ( من سرته حسنته وساءته سيئته فهو مؤمن )\n</p>\n\n<p>\n1770 وأنا عبد الله بن مسلم أنا الحسين بن إسماعيل نا أبو هشام قال نا\nأبو بكر بن عياش عن عاصم عن زر بن حبيش قال خطب عمر بالشام فقال قام فينا\nرسول الله فقال\n</p>\n\n<p>\n( من سرته حسنته وساءته سيئته فهو مؤمن )\n</p>\n\n<p>\n1771 أنا جعفر بن عبد الله أنا محمد بن هارون الحضرمي قال نا أبو الربيع\nقال نا أبو عوانة\n</p>\n\n<p>\n1772 وأنا كوهي بن الحسن نا محمد بن هارون الحضرمي قال نا أبو الربيع قال\nنا أبو عوانة عن مغيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p973'> Vol. 05, p. 973</a>\n            </div>\n            \n</p>\n\n<p>\n1773 وأنا عبد الله <span id='ms451'></span> بن محمد بن جعفر قال أنا الحسين بن إسماعيل قال نا\nيوسف بن موسى قال نا جرير عن مغيرة عن الشعبي عن عبد الله ابن عمرو\n</p>\n\n<p>\n1774 وأنا عبد الله بن أحمد بن علي المقري قال نا الحسين بن إسماعيل قال\nنا يوسف بن موسى قال نا أبو أسامة ويعلى بن عبيد واللفظ لأبي أسامة قالا نا\nإسماعيل بن أبي خالد قال نا عامر قال جاء رجل إلى عبد الله بن عمرو فقال له\nأخبرني ما حفظت من رسول الله فقال عبد الله سمعت رسول الله يقول\n</p>\n\n<p>\n( المسلم من سلم المسلمون من لسانه ويده والمهاجر من هجر ما نهى الله عنه\n)\n</p>\n\n<p>\n+ هذا لفظ إسماعيل أخرجه البخاري +\n</p>\n\n<p>\nولفظ مغيرة ( والمهاجر من هجر السوء )\n</p>\n\n<p>\n1775 أنا عبيد الله بن أحمد أنا الحسين بن إسماعيل قال نا يوسف ابن موسى\nقال نا أبو النضر وأبو الوليد واللفظ لأبي النضر قال نا عكرمة بن عمار قال\nحدثني سماك أبو زميل قال حدثني عبد الله بن عباس قال حدثني عمر بن الخطاب\nقال لما كان يوم خيبر قتل نفر من أصحاب النبي فقالوا فلان شهيد حتى مروا\nعلى رجل فقالوا فلان شهيد فقال رسول الله ( كلا إني رأيته في النار في بردة\nغلها أو عباءة ثم قال رسول الله يا ابن الخطاب اذهب فناد في الناس أنه لا\nيدخل الجنة إلا المؤمنون )\n</p>\n\n<p>\n+ أخرجه مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p974'> Vol. 05, p. 974</a>\n            </div>\n            \n</p>\n\n<p>\n1776 أنا عيسى بن علي أنا عبد الله نا علي بن الجعد أنا أبو الأشهب عن\nالحسن قال قال نبي الله ( من قال أنا في الجنة فهو في النار )\n</p>\n\n<p>\n| قول عمر\n</p>\n\n<p>\n1777 أنا محمد بن أحمد البصير قال أنا عثمان بن أحمد قال نا حنبل قال\nحدثني أبو عبد الله يعني أحمد بن حنبل قال نا معتمر عن أبيه عن نعيم بن أبي\nهند قال عمر من قال أنا مؤمن فهو كافر ومن قال هو عالم فهو جاهل ومن قال هو\nفي الجنة فهو في النار\n</p>\n\n<p>\n| علي بن أبي طالب\n</p>\n\n<p>\n1778 أنا محمد بن أحمد أنا <span id='ms452'></span> عثمان بن أحمد قال نا حنبل قال نا أبو عبد\nالله يعني أحمد بن حنبل قال نا الحسن بن موسى قال أنا شريك عن ابن أبي ليلى\nعن الحكم عن أبي البختري قيل لشريك عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p975'> Vol. 05, p. 975</a>\n            </div>\n             قال فذكره قال\nالارجاء بدعة والشهادة بدعة والبراءة بدعة\n</p>\n\n<p>\n| عبد الله بن مسعود\n</p>\n\n<p>\n1779 أنا جعفر بن عبد الله بن يعقوب أنا محمد بن هارون الروياني قال نا\nأبو الربيع قال نا أبو عوانة عن مغيرة عن أبي وائل قال سمعت ابن مسعود يقول\n</p>\n\n<p>\nمن شهد على نفسه أنه مؤمن فليشهد أنه في الجنة\n</p>\n\n<p>\n1780 أنا محمد بن أحمد أنا عثمان بن أحمد نا حنبل قال نا أبو عبد الله\nأحمد بن حنبل قال نا يحيى بن سعيد قال نا شعبة قال حدثني سلمة ابن كهيل عن\nإبراهيم عن علقمة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p976'> Vol. 05, p. 976</a>\n            </div>\n             قال رجل عند عبد الله بن مسعود أنا مؤمن\nقال قل إني في الجنة ولكنا نؤمن بالله وملائكته وكتبه ورسله\n</p>\n\n<p>\n1781 أنا محمد أنا عثمان نا حنبل قال نا أبو عبد الله قال نا وكيع قال نا\nالأعمش عن أبي وائل قال جاء رجل إلى عبد الله فقال يا أبا عبد الرحمن لقيت\nركبا فقلنا من أنتم قالوا نحن المؤمنون قال عبد الله أولا قالوا نحن أهل\nالجنة\n</p>\n\n<p>\n1782 أنا عبد الله بن محمد بن علي بن زياد النيسابوري قال نا أبو بكر\nمحمد بن عمر الزاهد قال نا إسحاق بن عبد الله بن رزين قال نا حفص ابن عبد\nالرحمن قال نا مسعر بن كدام عن عطاء بن السائب عن أبي عبيدة عن عبد الله بن\nمسعود قال إياكم وهذه الشهادات فإن كنتم لا محالة فاعلين فإن النبي بعث\nبسرية فأصيبوا فقالوا ربنا بلغ عنا قومنا إنا قد رضينا ورضي عنا قال\n</p>\n\n<p>\nفذكر رسول الله أنهم أصيبوا وقال أنهم قالوا ربنا بلغ عنا قومنا أنا قد\nرضينا ورضي عنا فإنه رسوله إليكم بأنهم رضوا عنه ورضي عنهم\n</p>\n\n<p>\n1783 أنا الحسن بن عثمان أنا حمزة بن محمد قال <span id='ms453'></span> نا عباس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p977'> Vol. 05, p. 977</a>\n            </div>\n            \nمحمد قال نا حجاج بن محمد قال نا شريك عن الأعمش ومغيرة عن أبي وائل\n</p>\n\n<p>\nأن حائكا من المرجئة بلغه قول عبد الله في الإيمان فقال زلة من عالم\n</p>\n\n<p>\n| التابعون\n</p>\n\n<p>\n1784 أنا محمد بن أحمد ثنا عثمان بن أحمد قال حدثني أبو عبد الله يعني\nأحمد بن حنبل قال نا عبد الرحمن بن مهدي عن سفيان عن سلمة بن كهيل قال\nاجتمع الضحاك المشرقي وبكير الطائي وميسرة وأبو البختري فأجمعوا أن الشهادة\nبدعة والبراءة بدعة والولاية بدعة والإرجاء بدعة\n</p>\n\n<p>\n1785 وأنا محمد بن الحسين بن يعقوب قال أنا دعلج بن أحمد قال نا أحمد بن\nعلي الآبار قال نا أبو غسان يعني محمد بن عمرو الرازي قال نا جرير قال سمعت\nمنصور بن المعتمر والمغيرة بن مقسم والأعمش وليث بن أبي سليم وعمارة بن\nالقعقاع وابن شبرمة والعلاء بن المسيب وإسماعيل بن أبي خالد وعطاء بن\nالسائب وحمزة بن حبيب الزيات ويزيد بن أبي زياد وسفيان الثوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p978'> Vol. 05, p. 978</a>\n            </div>\n            \nوابن المبارك ومن أدركت يستثنون في الإيمان ويعيبون على من لا يستثني\n</p>\n\n<p>\n1786 وأنا أحمد بن محمد بن أحمد بن أبي مسلم قال أنا أحمد بن الحسن قال\nحدثنا عبد الله بن أحمد سمعت أبي يقول حدثني علي بن بحر قال سمعت جرير بن\nعبد الحميد يقول\n</p>\n\n<p>\nكان الأعمش وإسماعيل بن أبي خالد وعمارة بن القعقاع والعلاء بن المسيب\nوابن شبرمة وسفيان الثوري وحمزة الزيات يقولون نحن مؤمنون إن شاء الله\nويعيبون على من لا يستثني\n</p>\n\n<p>\n1787 وأنا محمد قال أنا عثمان بن أحمد قال نا حنبل قال حدثني أبو عبد\nالله يعني أحمد بن حنبل قال نا عبد الرحمن قال نا سفيان عن محل قال قال قال\nلي إبرهيم إذا قيل لك أمؤمن أنت فقل آمنا بالله وملائكته وكتبه ورسله\n</p>\n\n<p>\n1788 وأنا محمد أنا عثمان نا حنبل قال حدثني أبو عبد الله نا عبد الرحمن\nقال حدثني شقيق عن معمر عن ابن طاوس عن أبيه مثله\n</p>\n\n<p>\n1789 أنا محمد بن أحمد بن سهل قال أن <span id='ms454'></span> أحمد بن جعفر بن سالم قال نا عمر بن\nمحمد الجوهري قال نا أبو بكر الأثرم قال نا أبو عبد الله قال نا مؤمل قال\nنا حماد بن زيد قال سمعت هشاما يقول كان الحسن ومحمد يقولان مسلم ويهابان\nمؤمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p979'> Vol. 05, p. 979</a>\n            </div>\n            \n</p>\n\n<p>\n1790 أنا محمد بن أحمد البصير أنا عثمان بن أحمد قال نا حنبل قال نا أبو\nعبد الله يعني أحمد بن حنبل قال أنا عبد الرحمن قال نا حماد بن زيد عن يحيى\nبن عتيق وحبيب بن الشهيد عن محمد بن سيرين\n</p>\n\n<p>\nإذا قيل لك أمؤمن أنت فقل آمنا بالله وما أنزل إلينا وما أنزل إلى\nإبراهيم وإسماعيل وإسحاق\n</p>\n\n<p>\n1791 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا أبو سعيد الأشج\nقال نا أبو أسامة قال قال لي الثوري وأنا وهو في بيته مالنا ثالث ثلاثة\n</p>\n\n<p>\nنحن مؤمنون والناس عندنا مؤمنون ولم يكن هذا أفعال من مضى\n</p>\n\n<p>\n1792 وأنا محمد بن أبي بكر قال أنا محمد بن مخلد قال نا أبو موسى هارون\nبن مسعود الدهان من كتابه قال نا عبد الصمد بن حسان قال سفيان الثوري أهل\nالسنة يقولون الإيمان قول وعمل مخافة أن يزكوا أنفسهم لا يجوز عمل إلا\nبإيمان ولا إيمان إلا بعمل فإن قال من إمامك في هذا فقل سفيان الثوري\n</p>\n\n<p>\n1793 أنا علي بن عبيد الله بن أحمد أنا الحسين بن إسماعيل قال نا محمود\nبن خداش قال نا مالك أبو هشام قال كنت مع مسعر وهو خارج من المسجد قال وقل\nما كان يخرج من المسجد إلا ومعه قمامة يحملها\n</p>\n\n<p>\nقال فلقيه رجل فقال طوبى لك يا أبا محمد أنت في هذا المسجد منذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p980'> Vol. 05, p. 980</a>\n            </div>\n             خمسين سنة صائم نهارك قائم ليلك قال قال مسعر عند ذلك\n</p>\n\n<p>\nليتني أموت على الإسلام\n</p>\n\n<p>\n1794 أنا محمد بن أحمد البصير أنا عثمان بن أحمد قال نا حنبل قال نا أبو\nعبد الله قال سمعت يحيى بن سعيد يقول\n</p>\n\n<p>\nما أدركت أحدا من أصحابنا إلا على الاستثناء\n</p>\n\n<p>\nقال يحيى الإيمان قول <span id='ms455'></span> وعمل قال يحيى\n</p>\n\n<p>\nوكان سفيان ينكر أن يقول أنا مؤمن ويحسن يحيى الزيادة والنقصان ورآه\n</p>\n\n<p>\n1795 أنا محمد بن عبيد الله بن الحجاج قال نا جعفر بن محمد بن نصير قال\nنا أحمد بن محمد بن مسروق الطوسي قال نا روح بن عبد الله الطوسي قال نا\nإسماعيل بن أبي أويس قال كان مالك بن أنس يكثر من قول ما شاء الله\n</p>\n\n<p>\nقال فعاتبه رجل على كثرة قوله ما شاء الله فأري الرجل في منامه أنت\nالمعاتب لمالك بن أنس لكثرة قوله ما شاء الله لو أراد مالك بن أنس أن يثقب\nالخردل بقوله ما شاء الله لثقبه\n</p>\n\n<p>\n1796 أنا محمد بن أحمد أنا عثمان نا حنبل قال حدثني أبو عبد الله قال\nسمعت سفيان بن عيينة يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p981'> Vol. 05, p. 981</a>\n            </div>\n            \n</p>\n\n<p>\nإذا سئل أمؤمن أنت إن شاء لم يجبه وقال سؤالك إياي بدعة ولا أشك في\nإيماني ولا يعنف من قال إن الإيمان ينقص أو إن قال إن شاء الله ليس يكره\nوليس بداخل في الشك\n</p>\n\n<p>\n1797 أنا الحسن بن عثمان أنا أحمد قال نا بشر بن موسى قال نا معاوية قال\nنا أبو إسحاق قال سألت الأوزاعي قلت\n</p>\n\n<p>\nأترى أن يشهد الرجل على نفسه أنه مؤمن\n</p>\n\n<p>\nقال ومن يقول هذا\n</p>\n\n<p>\nقلت وكيف يقول\n</p>\n\n<p>\nقال ويقول أرجو ولكنهم المسلمون تحل مناكحتهم وذبائحهم وتجري عليهم\nالحدود وهم في الاسم عندنا مسلمون ولا ندري ما يصنع الله بهم ولا أشهد على\nأحد بعد رسول الله بالنجاة\n</p>\n\n<p>\nقيل فالشهداء قال الشهداء في الجنة فأما أحد أسميه باسمه أشهد أنه في\nالجنة بعد النبيين فلا\n</p>\n\n<p>\nقال وبلغنا أن رسول الله قال ( أبو بكر في الجنة وعمر في الجنة ) قال\nفهذا وأشباهه من الأحاديث عندنا حق\n</p>\n\n<p>\nقال أبو إسحاق وسألت الأوزاعي هل ندع الصلاة على أحد من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p982'> Vol. 05, p. 982</a>\n            </div>\n             أهل\nالقبلة وإن عمل أي عمل\n</p>\n\n<p>\nقال لا قال ولا أشهد على أحد بعد رسول الله أنه في الجنة ولانا لأبي بكر\nبرحمة الله أوثق مني بعذابه ألف ألف ضعف ولا أثبت عليه الشهادة <span id='ms456'></span> ولانا لأبي\nمسلم بعذاب الله أخوف عليه مما أرجو من رحمة الله ألف ألف ضعف ولا أثبت\nعليه الشهادة قال وقد خاف عمر بن الخطاب على نفسه النفاق\n</p>\n\n<p>\nقلت إنهم يقولون إن عمر لم يخف أن يكون منافقا حتى يسأل حذيفة ولكن خاف\nأن يبتلى بذلك قبل أن يموت\n</p>\n\n<p>\nقال هذا قول أهل البدع قال وقد قلت للزهري حين ذكر الحديث ( لا يزني\nالزاني حين يزني وهو مؤمن ) أنتم تقولون فإن لم يكن مؤمنا ما هو قال فأنكر\nذلك وكره مسألتي عنه قال وقد عرفت ولكن أردت أنظر ما يقول\n</p>\n\n<p>\nقال وإنما يحدثون بالأحاديث عن رسول الله كما جاءت تعظيما لحرمات الله\nولا يعدون الذنوب كفرا ولا شركا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p983'> Vol. 05, p. 983</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يقول المؤمن حديد عند حرمات الله\n</p>\n\n<p>\nوقال الأوزاعي في الرجل يسئل أمؤمن أنت حقا قال إن المسألة عما يسأل من\nذلك بدعة والشهادة عليه تعمق لم نكلفه في ديننا ولم يشرعه نبينا عليه\nالسلام ليس لمن سأل عن ذلك فيه إمام إلا مثله القول به جدل والمنازعة فيه\nحدث ولعمري ما شهادتك لنفسك بالتي وجبت بتلك حقيقة وإن لم تكن كذلك ولا\nتركك الشهادة لنفسك بها بالتي تخرجك عن الإيمان إن كنت كذلك وأن الذي يسألك\nعن إيمانك ليس يسألك في ذلك منك ولكن يريد أن ينازع الله علمه في ذلك حتى\nزعم أن علم الله وعلمه في ذلك سواء فاصبر نفسك على السنة وقف حيث وقف القوم\nوقل ما قالوا وكف عما كفوا عنه واسلك سبيل سلفك الصالح فإنه يسعك وما وسعهم\nوقد كان أهل الشام في غفلة من هذه البدعة حتى قذفها إليهم بعض أهل العراق\nممن دخل في تلك البدعة\n</p>\n\n<p>\n1798 أنا محمد بن أحمد أنا عثمان نا حنبل سمعت أبا عبد الله أحمد سئل عن\nالإيمان فقال قول وعمل ونية\n</p>\n\n<p>\nقيل له فإذا قال الرجل مؤمن أنت\n</p>\n\n<p>\nقال هذه بدعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p984'> Vol. 05, p. 984</a>\n            </div>\n             قيل له فما يرد عليه قال يقول مؤمن إن شاء الله\nإلا أن يستثني في هذا الموضع ثم <span id='ms457'></span> قال أبو عبد الله والإيمان يزيد وينقص\nفزيادته بالعمل ونقصانه بترك العمل\n</p>\n\n<p>\nقال الله عز وجل ( ^ ليزدادوا إيمانا مع إيمانهم ) فهو يزيد وينقص\n</p>\n\n<p>\nوقال النبي لأهل القبور لما أشرف عليهم ( وإنا إن شاء الله بكم لاحقون\nفاستثنى وقد علم النبي أنه ميت فاستثناه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p985'> Vol. 05, p. 985</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق ما روي في تضليل المرجئة وهجرانهم وترك السلام عليهم والصلاة\nخلفهم والاجتماع معهم\n</p>\n\n<p>\n1799 أنا علي بن محمد بن أحمد بن أحمد بن يعقوب أنا عبد الرحمن ابن أبي\nحاتم قال نا الحسن بن عرفة قال نا علي بن ثابت الجزري قال نا إسماعيل بن\nأبي إسحاق عن ابن أبي ليلى عن نافع عن ابن عمر قال قال رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p986'> Vol. 05, p. 986</a>\n            </div>\n             ( صنفان من أمتي ليس لهما في الإسلام نصيب القدرية والمرجئة )\n</p>\n\n<p>\n1800 أنا محمد بن أحمد الطوسي قال نا محمد بن يعقوب قال نا أبو عتبة قال\nنا بقية قال نا إسماعيل يعني ابن عياش عن عبد الوهاب ابن مجاهد عن أبيه عن\nحذيفة عن النبي قال ( صنفان من أمتي كلاهما في النار قوم يقولون إنما\nالإيمان كلام وإن زنا وان سرق وقال وآخرون يقولون إن أولينا كانوا ضلالا\nيقولون خمس صلوات في اليوم والليلة وإنما هما صلاتان )\n</p>\n\n<p>\n1801 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال نا أبو نصر التمار\nقال نا المعافي قال نا القاسم بن حبيب عن عكرمة عن ابن عباس قال اتقوا\nالإرجاء فإنها شعبة من النصرانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p987'> Vol. 05, p. 987</a>\n            </div>\n            \n</p>\n\n<p>\n1802 أنا محمد بن أحمد الطوسي قال نا محمد بن يعقوب قال نا أبو عتبة قال\nنا بقية قال نا زرعة الزبيدي عن مكحول عن معاذ بن جبل قال لقد لعنت القدرية\nوالمرجئة على لسان سبعين نبيا آخرهم محمد\n</p>\n\n<p>\n1803 أنا علي بن محمد بن أحمد بن يعقوب قال أنا عبد الرحمن ابن أبي حاتم\nقال نا الحسن عرفة قال حدثني علي بن ثابت عن إسماعيل ابن أبي إسحاق عن\nالوليد بن زياد عن مجاهد قال\n</p>\n\n<p>\nيبدأون فيكم مرجئة ثم يكونون قدرية ثم يصيرون مجوسا\n</p>\n\n<p>\n1804 أنا الحسن بن <span id='ms458'></span> عثمان انا إسماعيل بن محمد قال نا أحمد بن منصور قال\nنا عبد الرزاق قال أنا معمر عن ابن سيرين قال سؤال الرجل أخاه أمؤمن أنت\nمحنة بدعة كما يمتحن الخوارج\n</p>\n\n<p>\n1805 أنا محمد بن عبد الرحمن أنا عبد الله بن محمد البغوي قال نا محمد بن\nحميد قال نا جرير عن مغيرة قال كان إبراهيم التيمي يدعو إلى هذا الرأي فحدث\nبذلك إبراهيم النخعي فأتيته فقال أخبرني يا مغيرة هل يدعو إلى هذا الرأي\nأحدا فإنه حلف لي بالله أن الله لم يطلع على قلبه أنه يرى هذا الرأي وقد\nكنت سمعته يدعو إليه ولكن جعلت لا أخبر إبراهيم النخعي\n</p>\n\n<p>\n1806 أنا محمد بن أحمد البصير أنا عثمان بن أحمد قال نا حنبل قال حدثني\nأبو عبد الله قال نا مؤمل قال نا سفيان قال نا سعيد بن صالح يعني الأسدي\nقال قال إبراهيم لأنا لفتنه المرجئة أخوف على هذه الأمة من فتنة الأزارقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p988'> Vol. 05, p. 988</a>\n            </div>\n            \n</p>\n\n<p>\n1807 وأنا محمد أنا عثمان نا حنبل حدثني أبو عبد الله قال نا مؤمل قال\nسمعت سفيان قال إبراهيم تركت المرجئة الدين أرق من ثوب سابري\n</p>\n\n<p>\n1808 وأنا محمد أنا عثمان نا حنبل قال حدثني أبو عبد الله قال نا أسود بن\nعامر قال أنا شريك عن المغيرة قال\n</p>\n\n<p>\nمر يعني إبراهيم التيمي بإبراهيم النخعي فسلم عليه فلم يرد عليه\n</p>\n\n<p>\n1809 أنا القاسم بن جعفر قال نا محمد بن أحمد بن حماد قال نا علي بن حرب\nقال نا ابن فضيل عن أبيه قال سمعت المغيرة بن عيينة ابن النهاس يقول عن\nسعيد بن جبير قال المرجئة يهود القبلة\n</p>\n\n<p>\n1810 أنا أحمد بن عبيد قال نا محمد بن الحسين قال نا أحمد بن زهير قال نا\nخالد بن خداش قال نا حماد بن زيد عن أيوب رآني سعيد بن جبير وأنا جالس إلى\nطلق بن حبيب قال أيوب وما أدركت بالبصرة أعبد منه ولا أبر بوالديه منه يعني\nمن طلق وكان يرى رأي المرجئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p989'> Vol. 05, p. 989</a>\n            </div>\n            \n</p>\n\n<p>\nفقال سعيد ألم أرك جالسا إليه لا <span id='ms459'></span> تجالسه\n</p>\n\n<p>\nقال أيوب وكان والله ناصحا وما استشرته\n</p>\n\n<p>\n1811 وأنا محمد بن أحمد أنا عثمان قال نا حنبل قال حدثني أبو عبد الله\nقال حدثني الأسود قال نا جعفر الأحمر عن أبي الجحاف قال قال سعيد بن جبير\nلذر يا ذر ما لي أراك كل يوم تجدد دينا\n</p>\n\n<p>\n1812 وأنا محمد أخبرنا عثمان قال نا حنبل قال حدثني أبو عبد الله قال نا\nالأسود قال نا جعفر بن زياد عن حمزة الزيات عن أبي البختري قال شكا ذر سعيد\nبن جبير إلى أبي البختري الطائي قال مررت به فسلمت عليه فلم يرد علي فقال\nأبو البختري لسعيد بن جبير فقال سعيد بن جبير إن هذا كل يوم يجدد دينا لا\nوالله لا أكلمه أبدا\n</p>\n\n<p>\n1813 أنا محمد أنا عثمان قال نا حنبل قال حدثني أبو عبد الله قال حدثني\nأبو عمر الطويل الضرير قال نا حماد بن سلمة عن عطاء بن السائب عن سعيد بن\nجبير قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p990'> Vol. 05, p. 990</a>\n            </div>\n             مثل المرجئة مثل الصابئين\n</p>\n\n<p>\n1814 وأنا محمد أنا عثمان قال نا حنبل قال حدثني أبو عبد الله قال حدثني\nأبو عمر الضرير عن حماد بن سلمة عن عطاء بن السائب قال ذكر سعيد بن جبير\nالمرجئة قال فضرب لهم مثلا فقال مثلهم مثل الصابئين إنهم أتوا اليهود\nفقالوا ما دينكم قالوا اليهودية قالوا فمن نبيكم قالوا موسى قالوا فماذا\nلمن تبعكم قالوا الجنة\n</p>\n\n<p>\nثم أتوا النصارى فقالوا ما دينكم قالوا النصرانية قالوا فما كتابكم قالوا\nالإنجيل قالوا فمن نبيكم قالوا عيسى قالوا فماذا لمن تبعكم قالوا الجنة\nقالوا فنحن بين دينين\n</p>\n\n<p>\n1815 أنا عبد الرحمن بن عمر بن أحمد إجازة أنا محمد بن أحمد بن يعقوب قال\nنا يعقوب بن شيبة قال نا محمد بن إسماعيل الصراري قال نا محمد بن سواد\nالرازي قال أنا يحيى بن سليمان عن محمد بن مسلم قال أبو جعفر محمد بن علي\nبن الحسين ما ليل بليل ولا نهار بنهار أشبه من المرجئة باليهود\n</p>\n\n<p>\n1816 أنا الحسن بن عثمان أنا أحمد بن جعفر <span id='ms460'></span> قال نا بشر بن موسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p991'> Vol. 05, p. 991</a>\n            </div>\n             قال نا معاوية بن عمرو قال نا أبو إسحاق ثنا الأوزاعي قال\n</p>\n\n<p>\nكان يحيى بن أبي كثير وقتادة يقولان ليس من الأهواء شيء أخوف عندهم على\nهذه الأمة من الإرجاء\n</p>\n\n<p>\n1817 أنا عبد الرحمن بن عمر إجازة أنا محمد بن أحمد بن يعقوب ثنا جدي\nيعقوب بن شيبة قال حدثني يوسف بن موسى قال نا جرير عن مفضل بن مهلهل عن\nمنصور بن المعتمر قال\n</p>\n\n<p>\nهم أعداء الله المرجئة والرافضة\n</p>\n\n<p>\n1818 وأنا محمد بن أحمد أنا عثمان بن أحمد نا حنبل قال حدثني أبو عبد\nالله قال نا عبد الله بن نمير عن جعفر الأحمر قال قال منصور بن المعتمر في\nشيء لا أقول كما قالت المرجئة الضالة المبتدعة\n</p>\n\n<p>\n1819 أنا أحمد بن عبد الله بن عبد الرحمن أنا عبد الرحمن بن أبي حاتم قال\nنا عمر بن شبه قال نا أبو عاصم قال جاء عكرمة بن عمار إلى ابن أبي رواد فدق\nعليه الباب وقال أين هذا الضال يعني بالإرجاء\n</p>\n\n<p>\n1820 أنا محمد بن أحمد أنا عثمان نا حنبل حدثني أبو عبد الله قال نا وكيع\nقال نا سفيان عن رجل عن طاوس قال\n</p>\n\n<p>\nيا أهل العراق وأنتم تزعمون أن الحجاج مؤمن قال وقال منصور عن إبراهيم\nوكفا به عمى الذي يعمي عليه أمر الحجاج وقال منصور عن إبراهيم وذكر الحجاج\nفقال ألا لعنة الله على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p992'> Vol. 05, p. 992</a>\n            </div>\n             الظالمين\n</p>\n\n<p>\n1821 أنا محمد بن علي بن عبد الله الأبياري أنا عثمان بن محمد ابن هارون\nقال نا أبو أمية قال نا قبيصة قال نا سفيان عن معمر عن ابن طاوس عن أبيه\nقال عجبت لإخواننا من أهل العراق يقولن الحجاج مؤمن\n</p>\n\n<p>\n1822 وأنا محمد بن علي أنا عثمان قال نا أبو أمية قال نا يحيى ابن عبد\nالحميد قال نا أبو بكر بن عياش قال نا عاصم سمعت أبا رزين يقول إن كان\nالحجاج على هدى إني إذا لفي ضلال\n</p>\n\n<p>\n1823 أنا محمد أنا عثمان ثنا أبو أمية قال نا أبو أحمد بن داود <span id='ms461'></span> قال نا\nأبو بكر بن عياش عن الأجلح قال\n</p>\n\n<p>\nقلت للشعبي إن الناس يزعمون أن الحجاج مؤمن\n</p>\n\n<p>\nقال صدقوا مؤمن بالجبت والطاغوت كافر بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p993'> Vol. 05, p. 993</a>\n            </div>\n            \n</p>\n\n<p>\n1824 أنا محمد بن أحمد أنا عثمان بن أحمد أنا حنبل قال حدثني أبو عبد\nالله قال نا حجاج قال سمعت شريكا وذكر المرجئة فقال\n</p>\n\n<p>\nهم أخبث قوم وحسبك الرافضة خبثا ولكن المرجئة يكذبون الله\n</p>\n\n<p>\n1825 أنا محمد بن الحسين بن يعقوب أنا دعلج قال نا أحمد بن علي الآبار\nقال نا أبو غسان يعني محمد بن عمرو قال نا إبراهيم بن المغيرة وكان شيخا\nحجاجيا قال سألت سفيان الثوري أصلي خلف من يقول الإيمان قول بلا عمل قال لا\nولا كرامة\n</p>\n\n<p>\n1826 أنا علي بن أحمد بن عمر بن حفص أنا محمد بن عبد الله نا جعفر بن\nمحمد الأزهر نا القلابي ثنا أبو نعيم قال\n</p>\n\n<p>\nمرت بنا جنازة مسعر بن كدام منذ خمسين سنة ليس فيها سفيان ولا شريك\n</p>\n\n<p>\n1827 أنا محمد أنا دعلج نا أحمد بن علي قال نا محمد بن المهلب السرخسي\nقال نا الحميدي قال نا معن بن عيسى إن رجلا بالمدينة يقال له أبو الجويرية\nيرى الإرجاء فقال مالك بن أنس لا تناكحوه\n</p>\n\n<p>\n1828 أنا محمد بن عبد الله بن نعيم إجازة قال نا محمد بن صالح بن هانيء\nقال نا أبو سعيد محمد بن شاذان قال سمعت محمد بن أسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p994'> Vol. 05, p. 994</a>\n            </div>\n             يقول\nسمعت يزيد بن هارون يقول من كان داعيه إلى الإرجاء فإن الصلاة خلفه تعاد\n</p>\n\n<p>\n1829 أنا محمد بن أحمد بن عمران أنا عبد الله بن سليمان بن الأشعث قال نا\nمحمد بن يحيى النيسابوري قال نا محمد بن محمد يوسف قال دخلت على سفيان\nالثوري وفي حجره المصحف وهو يقلب الورق فقال ما أحد أبعد منه من المرجئة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p995'> Vol. 05, p. 995</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق ما نقل من مقابح مذاهب المرجئة\n</p>\n\n<p>\n1830 أنا محمد بن أبي بكر أنا محمد بن مخلد قال نا الحسن بن الصباح قال\nنا مؤمل قال نا سفيان قال سمعت عباد بن كثير يقول استتيب أبو حنيفة <span id='ms462'></span> مرتين\nقال مرة لو أن رجلا قال أشهد أن لله بيتا إلا أني لا أدري أهو هذا أو بيت\nبخراسان كان عندي مؤمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p996'> Vol. 05, p. 996</a>\n            </div>\n            \n</p>\n\n<p>\nولو أن رجلا قال أشهد أن محمدا رسول الله إلا أني لا أدري أهو الذي\nبالمدينة أو رجل كان بخراسان كان عندي مؤمنا\n</p>\n\n<p>\n1831 أنا محمد بن أحمد أنا عثمان نا حنبل قال نا الحميدي قال نا حمزة بن\nالحارث عن أبيه قال سمعت رجلا سأل أبا حنيفة في المسجد الحرام عن رجل قال\nأشهد أن الكعبة حق ولكن لا أدري هي هذه أم لا فقال مؤمن حقا\n</p>\n\n<p>\nوسأله رجل فقال أشهد أن محمد بن عبد الله نبي لكن لا أدري هو الذي قبره\nبالمدينة أم لا قال مؤمن حقا قال حنبل قال الحميدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p997'> Vol. 05, p. 997</a>\n            </div>\n            \n</p>\n\n<p>\nمن قال هذا فقد كفر وسمعت أحمد بن حنبل يقول\n</p>\n\n<p>\nمن قال هذا فقد كفر\n</p>\n\n<p>\n1832 أنا علي بن محمد بن عيسى قال أنا علي بن محمد قال أنا نضر بن عمار\nالتنيسي قال نا أبو صالح الفراء محبوب بن موسى قال سمعت أبا إسحاق الفزاري\nقال قال أبو حنيفة إيمان أبي بكر وإيمان إبليس واحد قال أبو بكر يا رب وقال\nإبليس يا رب\n</p>\n\n<p>\n1833 ذكر محمد بن الحسين قال نا ابن أبي موسى الأنطاكي قال حدثني طاهر بن\nمحمد بن الحسن التميمي قال حدثني علي بن النسائي عن وكيع بن الجراح قال\nاجتمع ابن أبي ليلى والحسن بن صالح وسفيان بن سعيد الثوري وشريك ابن عبد\nالله فأرسلوا إلى أبي حنيفة فجاءهم\n</p>\n\n<p>\nفقالوا ما تقول فيمن نكح أمه وقتل أباه وشرب في قحفه الخمر\n</p>\n\n<p>\nفقال مؤمن\n</p>\n\n<p>\nفقال ابن أبي ليلى لا أقبل لك شهادة أبدا\n</p>\n\n<p>\nوقال الحسن بن صالح وجهي من وجهك حرام أن أنظر إليك أبدا\n</p>\n\n<p>\nوقال شريك لو كان لي من الأمر شيء لضربت عنقك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p998'> Vol. 05, p. 998</a>\n            </div>\n            \n</p>\n\n<p>\nقال له الثوري كلامك علي حرام أبدا\n</p>\n\n<p>\n1834 أنا محمد بن أبي بكر أنا محمد بن مخلد قال نا أبو موسى حمران بن\nمسعود الدهان من كتابه قال <span id='ms463'></span> نا عبد الصمد بن حسان المروزي قال قال سفيان\nالثوري اتقوا هذه الأهواء\n</p>\n\n<p>\nقيل له بين لنا رحمك الله\n</p>\n\n<p>\nفقال سفيان أما المرجئة فيقولون الإيمان كلام بلا عمل من قال أشهد أن لا\nإله إلا الله وأن محمدا عبده ورسوله فهو مؤمن مستكمل الإيمان إيمانه على\nإيمان جبريل والملائكة وإن قتل كذا وكذا مؤمن وإن ترك الغسل من الجنابة وإن\nترك الصلاة وهم يرون السيف على أهل القبلة\n</p>\n\n<p>\n1835 أنا أحمد بن محمد الفقيه قال أنا عمر بن أحمد قال نا محمد ابن هارون\nبن حميد نا محمد بن حبان البلخي قال سمعت عبد الرحمن بن مهدي يقول من قال\nإنه مؤمن فهو مرجيء\n</p>\n\n<p>\n1836 وأنا أحمد بن محمد بن حفص قال نا عبد الله بن حفص قال نا عبد الله\nبن عدي قال نا علي بن نصر قال نا أحمد بن محمد الرملي عن يحيى بن عيسى قال\nقال الأوزاعي من آمن وعصى إيمانه بإيمان إبليس أشبه منه بإيمان جبريل لأن\nجبريل آمن وأطاع وإبليس آمن وعصى\n</p>\n\n<p>\n1837 أنا محمد بن أحمد أنا عثمان قال نا حنبل قال نا الحميدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p999'> Vol. 05, p. 999</a>\n            </div>\n            \nقال سمعت وكيع يقول أهل السنة يقولون الإيمان قول وعمل والمرجئة تقول\nالإيمان قول بلا عمل والجهمية يقولون الإيمان المعرفة\n</p>\n\n<p>\n1838 أنا محمد بن جعفر النحوي إجازة قال نا أبو سعيد الأحمسي قال نا\nالحسين بن حميد قال نا عمران بن محمد الهروي قال نا هدبة بن عبد الوهاب قال\nسمعت سليمان بن حرب يقول مر أبو حنيفة بسكران فقال له يا أبا حنيفة يا\nمرجيء فقال له أبو حنيفة صدقت الذنب مني جئت سميتك مؤمنا مستكمل الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1000'> Vol. 05, p. 1000</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق ما روي متى حدث الإرجاء في الإسلام وفشا\n</p>\n\n<p>\n1839 أنا محمد بن عمر بن محمد بن حميد أنا أحمد بن عبد الله الوكيل نا\nعمرو بن علي قال نا أبو داود قال نا شعبة قال نا زبيد قال\n</p>\n\n<p>\nلما ظهرت المرجئة أتيت أبا وائل فحدثني عن النبي قال ( سباب المسلم فسوق\nوقتاله كفر )\n</p>\n\n<p>\nقال شعبة <span id='ms464'></span> وحدثني منصور وسليمان سمعا أبا وائل يحدث عن عبد الله عن النبي\nقال ( سباب المسلم فسوق وقتاله كفر ) قال شعبة فذكر ذلك لحماد فكان يقول\n</p>\n\n<p>\nيا شعبة أنت منا إلا قطرة\n</p>\n\n<p>\nقال فقلت له أتتهم زبيدا أتتهم منصور أتتهم الأعمش سليمان كلهم حدثني عن\nأبي وائل قال لا ولكني أتهم أبا وائل\n</p>\n\n<p>\n1840 أنا محمد بن أحمد أنا عثمان بن أحمد نا حنبل قال حدثني أبو عبد الله\nيعني أحمد بن حنبل قال نا عبد الله بن ميمون أبو عبد الرحمن الرقي قال أنا\nأبو المليح قال وسئل يعني ميمون بن مهران عن كلام المرجئة فقال أنا أكبر من\nذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1001'> Vol. 05, p. 1001</a>\n            </div>\n            \n</p>\n\n<p>\n1841 أنا عيسى بن علي أنا عبد الله بن محمد البغوي قال أنا ابن زنجويه\nقال نا عارم قال نا أبو هلال عن قتادة قال إنما حدث هذا الإرجاء بعد هزيمة\nبن الأشعث\n</p>\n\n<p>\n1842 أنا محمد بن الحسين بن يعقوب قال أنا دعلج قال نا أحمد ابن علي قال\nنا محمد بن حميد قال نا جرير قال وذكر الإرجاء عند الأعمش فقال ما ترجو من\nرأي أنا أكبر منه\n</p>\n\n<p>\nقال جرير وكان المغيرة يقول نا حماد قبل أن يصير مرجئا وربما قال حدثنا\nحماد من قبل أن يفسد\n</p>\n\n<p>\n1843 أنا عيسى بن علي أنا عبد الله بن محمد قال نا محمد بن حميد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1002'> Vol. 05, p. 1002</a>\n            </div>\n             قال نا جرير عن مغيرة قال لم يزل في الناس بقية حتى دخل عمرو\nبن مرة في الإرجاء فتهافت الناس فيه\n</p>\n\n<p>\n1844 أنا علي بن عمر بن إبراهيم قال نا إسماعيل بن محمد قال نا عباس بن\nمحمد قال أنا أبو بكر بن أبي الأسود قال أنا سعيد بن عامر الضبعي عن سلام\nبن أبي مطيع قال قال أيوب\n</p>\n\n<p>\nأنا أكبر من المرجئة أول من تكلم في الإرجاء رجل يقال له الحسن ابن محمد\n</p>\n\n<p>\n1845 أنا أحمد بن عبيد أنا محمد بن الحسين قال نا أحمد بن خيثمة قال أنا\nمصعب بن عبد الله قال الحسين بن محمد بن علي أمه جمال بنت <span id='ms465'></span> قيس بن مخرمة بن\nالمطلب ابن عبد مناف بن قصي فالحسن أول من تكلم في الإرجاء\n</p>\n\n<p>\n1846 أنا عبيد الله بن أحمد نا الحسين إسماعيل قال نا الفضل بن سهيل قال\nنا أبو نعيم قال نا مسعر قال رأيت مسلم البطين يهجوا المرجئة فقلت له سبحان\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1003'> Vol. 05, p. 1003</a>\n            </div>\n            \n</p>\n\n<p>\n1847 أنا محمد بن أحمد أنا عثمان نا حنبل قال حدثني أبو عبد الله أحمد بن\nحنبل قال نا عبد الله بن نمير قال سمعت سفيان وذكر المرجئة فقال\n</p>\n\n<p>\nرأي محدث أدركت الناس على غيره\n</p>\n\n<p>\n1848 أنا عبيد الله بن أحمد أنا الحسين بن إسماعيل قال نا أحمد ابن محمد\nبن يحيى بن سعيد قال نا مؤمل بن إسماعيل عن الحسن بن وهب الجمحي قال\n</p>\n\n<p>\nقدم علينا عبد العزيز بن أبي رواد وهو شاب يومئذ ابن نيف وعشرين سنة فمكث\nفينا أربعين أو خمسين سنة لا يعرف بشيء من الإرجاء حتى نشأ ابنه عبد المجيد\nفأدخله في الإرجاء فكان أشأم مولود ولد في الإسلام على أبيه\n</p>\n\n<p>\n1849 وأنا عبيد الله بن أحمد أنا الحسين بن إسماعيل قال نا أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1004'> Vol. 05, p. 1004</a>\n            </div>\n             ابن محمد بن سعيد قال نا مؤمل يعني ابن إسماعيل قال نا محمد\nبن علي قال سمعت مالك بن أنس وذكر عنده عبد المجيد فقال ذاك الذي أدخل أباه\nفي الإرجاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1005'> Vol. 05, p. 1005</a>\n            </div>\n            \n</p>\n\n<p>\n| سياق ما روي من رجع عن الإرجاء وأنشد فيهم الشعر وعاب عليهم آراءهم\nومدح أهل السنة\n</p>\n\n<p>\n1850 أنا محمد بن عبد الرحمن بن العباس قال نا عبيد الله بن عبد الرحمن\nالسكري قال نا زكريا بن يحيى قال نا الأصمعي قال نا أبو نوفل الهذلي عن\nأبيه قال\n</p>\n\n<p>\nكان عون بن عبد الله بن عتبة بن مسعود من آدب أهل المدينة وأفقهم وكان\nمرجئا ثم رجع فأنشد يقول\n</p>\n\n<p>\n( لأول ما نفارق غير شك % نفارق ما يقول المرجئونا )\n</p>\n\n<p>\n( وقالوا مؤمن من أهل جور % وليس المؤمنون بجائرينا )\n</p>\n\n<p>\n( وقالوا مؤمن دمه حلال % وقد حرمت دماء المؤمنينا )\n</p>\n\n<p>\n1851 أخبرنا عبيد الله بن أحمد قال أنا الحسين بن إسماعيل قال أنا محمد\nبن خلف <span id='ms466'></span> المقري قال نا أبو يحيى الحماني قال نا مسعر قال قال أبو طلق\n</p>\n\n<p>\n( وما الدهر إلا ليله ونهاره وما % الناس إلا مؤمن أو مكذب )\n</p>\n\n<p>\n( فإن تك إلا مؤمنا أو مكذبا فأنت % إذا يا أحمق الناس تذهب )\n</p>\n\n<p>\n1852 ذكر محمد بن الحسن قال نا علي بن الحسين الرازي بنيسابور قال سمعت\nسليم بن منصور بن عامر ينشد\n</p>\n\n<p>\n( أيها القائل إني مؤمن % إنما الإيمان قول وعمل )\n</p>\n\n<p>\n( إنما الإرجاء دين محدث سنة % جهم بن صفوان انتحل ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1006'> Vol. 05, p. 1006</a>\n            </div>\n            \n</p>\n\n<p>\n( إن دين الله دين قيم % فيه صوم وصلاة تعتمل )\n</p>\n\n<p>\n( وزكاة وجهاد لا مريء % حارب الدين اعتداء وقتل )\n</p>\n\n<p>\n( ليس بالمستكمل الإيمان من % إن رأى صلى وإلا لم يصل )\n</p>\n\n<p>\n( أو أتى يوما على قاذورة % ترك الغسل مجونا أو كسل )\n</p>\n\n<p>\n( اسم هذا مؤمن الإقرار لا % مؤمن حقا وحقا لم يقل )\n</p>\n\n<p>\n( لست بالمرجيء ولا الحربي لا % ولا أرى برأي معتزل )\n</p>\n\n<p>\n( إن رأي رأي سفيان وما % كان سفيان على رأي فضل )\n</p>\n\n<p>\n1853 أخبرنا محمد بن عبد الرحمن أنا عبيد الله بن عبد الرحمن السكري قال\nنا زكريا بن يحيى قال نا الأصمعي وسليمان بن حرب قال سمعنا حماد بن زياد\nقال قيل لأعرابي أمؤمن أنت قال فجعل يقول أزكي نفس قال سليمان كان حماد\nيعجبه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p1007'> Vol. 05, p. 1007</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "885",
    "886",
    "887",
    "888",
    "889",
    "890",
    "892",
    "893",
    "894",
    "895",
    "896",
    "897",
    "898",
    "899",
    "900",
    "901",
    "902",
    "903",
    "904",
    "905",
    "906",
    "907",
    "908",
    "909",
    "910",
    "911",
    "912",
    "913",
    "914",
    "915",
    "916",
    "917",
    "918",
    "919",
    "920",
    "921",
    "922",
    "923",
    "924",
    "925",
    "926",
    "927",
    "928",
    "929",
    "930",
    "931",
    "932",
    "933",
    "934",
    "935",
    "936",
    "937",
    "938",
    "939",
    "940",
    "941",
    "942",
    "943",
    "944",
    "945",
    "946",
    "947",
    "948",
    "949",
    "950",
    "951",
    "952",
    "953",
    "954",
    "955",
    "956",
    "957",
    "958",
    "959",
    "960",
    "961",
    "962",
    "963",
    "964",
    "965",
    "966",
    "967",
    "968",
    "969",
    "970",
    "971",
    "972",
    "973",
    "974",
    "975",
    "976",
    "977",
    "978",
    "979",
    "980",
    "981",
    "982",
    "983",
    "984",
    "985",
    "986",
    "987",
    "988",
    "989",
    "990",
    "991",
    "992",
    "993",
    "994",
    "995",
    "996",
    "997",
    "998",
    "999",
    "1000",
    "1001",
    "1002",
    "1003",
    "1004",
    "1005",
    "1006",
    "1007"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}