{
  "content": "\n<p>\nكتاب فتوح البلدان تأليف أحمد بن يحيى بن جابر المعروف بالبلاذري القسم\nالثالث نشره ووضع ملاحقه وفهارسه الدكتور صلاح الدين المنجد ملتزمة النشر\nوالطبع مكتبة النهضة المصرية 9 شارع عدلي باشا القاهرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p495'> Vol. 03, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nمطبعة لجنة البيان العربي : شارع مصطفى كامل - بلاظوغلى ت 27079\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p496'> Vol. 03, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nفتوح البلدان \" لا نعلم في فتوح البلدان أحسن منه \".\n</p>\n\n<p>\nالمسعودي <span id='ms345'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p497'> Vol. 03, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nخراسان 982 - قالوا: وجه أبو موسى الأشعري عبد الله بن بديل بن ورقاء\nالخزاعي غازيا، فأتى كرمان ومضى حتى بلغ الطبسين، وهما حصنان يقال لأحدهما\nطبس وللآخر كرين. وهما حرم فيهما نخل، وهما بابا خراسان. فأصاب مغنما.\n</p>\n\n<p>\nوأتى قوم من أهل الطبسين عمر بن الخطاب فصالحوه على ستين ألفا، ويقال\nخمسة وسبعين ألفا، وكتب لهم كتابا.\n</p>\n\n<p>\nويقال بل توجه عبد الله بن بديل من إصبهان من تلقاء نفسه. فلما استخلف\nعثمان بن عفان ولى عبد الله بن عامر بن كريز البصرة في سنة ثمان وعشرين،\nويقال في سنة تسع وعشرين، وهو ابن خمس وعشرين سنة، فافتتح من أرض فارس ما\nافتتح، ثم غزا خراسان في سنة ثلاثين، واستخلف على البصرة زياد ابن أبي\nسفيان، وبعث على مقدمته الأحنف بن قيس، ويقال عبد الله ابن خازم بن أسماء\nبن الصلت بن حبيب السلمي فأقر صلح الطبسين.\n</p>\n\n<p>\nوقدم ابن عامر الأحنف بن قيس إلى قوهستان. وذلك أنه سأل عن أقرب مدينة\nإلى الطبسين فدل عليها. فلقيه الهياطلة - وهم أتراك، ويقال بل هم قوم من\nأهل فارس كانوا يلوطون، فنفاهم فيروز إلى هراة، فصاروا مع الأتراك، فكانوا\nمعاونين لأهل قوهستان - فهزمهم وفتح قوهستان عنوة. ويقال بل ألجأهم إلى\nحصنهم. ثم قدم عليه ابن عامر فطلبوا الصلح فصالحهم على ست مئة ألف درهم.\n</p>\n\n<p>\n983 - وقال معمر بن المثنى: كان المتوجه إلى قوهستان أمير بن أحمر\nاليشكري. وهي بلاد بكر بن وائل إلى اليوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p499'> Vol. 03, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nوبعث ابن عامر يزيد الجرشي أبا سالم بن يزيد إلى رستاق زام من نيسابور،\nففتحه عنوة. وفتح باخرز، وهو رستاق من نيسابور، وفتح (ص 403) أيضا جوين،\nوسبى سبيا.\n</p>\n\n<p>\nووجه ابن عامر الأسود بن كلثوم العدوى عدى الرباب، وكان ناسكا، إلى بيهق،\nوهو رستاق من نيسابور. فدخل بعض حيطان أهله من ثلمة كانت فيه، ودخلت معه\nطائفة من المسلمين، وأخذ العدو عليهم تلك الثلمة. فقاتل الأسود حتى قتل ومن\nمعه. وقام بأمر الناس بعده أدهم بن كلثوم. فظفر وفتح بيهق. وكان الأسود\nيدعو ربه <span id='ms346'></span> أن يحشره من بطون السباع والطير فلم يواره أخوه، ودفن من استشهد\nمن أصحابه.\n</p>\n\n<p>\nوفتح ابن عامر بشت من نيسابور، وأشبند، ورخ، وزاوة، وخواف، واسبرائين،\nوأرغيان من نيسابور. ثم أتى أبرشهر، وهى مدينة نيسابور، فحصر أهلها أشهرا.\nوكان على كل ربع منها رجل موكل به. وطلب صاحب ربع من تلك الأرباع الأمان\nعلى أن يدخل المسلمين المدينة. فأعطيه. وأدخلهم إياها ليلا. ففتحوا الباب\nوتحصن مرزبانها في القهندز، ومعه جماعة، فطلب الأمان على أن يصالحه عن جميع\nنيسابور على وظيفة يؤديها. فصالحه على ألف ألف درهم، ويقال سبع مئة ألف\nدرهم.\n</p>\n\n<p>\nوولى نيسابور حين فتحها قيس بن الهيثم السلمي.\n</p>\n\n<p>\nووجه ابن عامر عبد الله بن خازم السلمي إلى حمراندز من نسا، وهو رستاق،\nففتحه. وأتاه صاحب نسا فصالحه على ثلاث مئة ألف درهم، ويقال على احتمال\nالأرض من الخراج، على أن لا يقتل أحدا ولا يسبيه.\n</p>\n\n<p>\nوقدم بهمنة عظيم أبيورد على ابن عامر فصالحه على أربع مئة ألف، ويقال وجه\nإليها ابن عامر عبد الله بن خازم فصالح أهلها على (ص 404) أربع مئة ألف\nدرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p500'> Vol. 03, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nووجه عبد الله بن عامر عبد الله بن خازم إلى سرخس. فقاتلهم، ثم طلب\nزاذويه مرزبانها الصلح على إيمان مئة رجل، وأن يدفع إليه النساء. فصارت\nابنته في سهم ابن خازم، واتخذها وسماها ميثاء.\n</p>\n\n<p>\nوغلب ابن خازم على أرض سرخس. ويقال إنه صالحه على أن يؤمن مئة نفس. فسمى\nله المئة ولم يسم نفسه، فقتله ودخل سرخس عنوة.\n</p>\n\n<p>\nووجه ابن خازم من سرخس يزيد بن سالم مولى شريك بن الأعور إلى كيف وبينة\nففتحهما. وأتي كعنازتك مرزبان طوس بان عامر فصالحه عن طوس على ست مئة ألف\nدرهم.\n</p>\n\n<p>\nووجه ابن عامر جيشا إلى هراة، عليه أوس بن ثعلبة بن رقى. ويقال خليد بن\nعبد الله الحنفي، فبلغ عظيم هراة ذلك. فشخص إلى ابن عامر وصالحه عن هراة،\nوبادغيس، وبوشنج، غير طاغون وباغون فإنهما فتحا عنوة.\n</p>\n\n<p>\nوكتب له ابن عامر:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم. هذا ما أمر <span id='ms347'></span> به عبد الله بن عامر عظيم هراة\nوبوشنج وبادغيس. أمره بتقوى الله، ومناصحة المسلمين، وإصلاح ما تحت يديه من\nالأرضين. وصالحه عن هراة سهلها وجبلها، على أن يؤدى من الجزية ما صالحه\nعليه، وأن يقسم ذلك على الأرضين عدلا بينهم. فمن منع ما عليه فلا عهد ولا\nذمة.\n</p>\n\n<p>\nوكتب ربيع بن نهشل، وختم ابن عامر.\n</p>\n\n<p>\nويقال أيضا إن ابن عامر سار نفسه في الدهم إلى هراة. فقاتل أهلها، ثم\nصالحه مرزبانها عن هراة وبوشنج وبادغيس على ألف ألف درهم.\n</p>\n\n<p>\nوأرسل مرزبان مرو الشاهجان يسأل الصلح، فوجه ابن عامر إلى مرو حاتم بن\nالنعمان الباهلي فصالحه على ألفي ألف ومائتي ألف درهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p501'> Vol. 03, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعضهم: ألف ألف درهم، ومائتي ألف جريب من بر وشعير.\n</p>\n\n<p>\nوقال بعضهم: ألف ألف ومئة ألف أوقية.\n</p>\n\n<p>\nوكان في صلحهم أن يوسعوا للمسلمين في منازلهم، وأن عليهم قسمة المال،\nوليس (ص 405) على المسلمين إلا قبض ذلك. وكانت مرو صلحا كلها إلا قرية منها\nيقال لها السنج فإنها أخذت عنوة.\n</p>\n\n<p>\n984 - وقال أبو عبيدة: صالحه على وصائف ووصفاء ودواب ومتاع.\n</p>\n\n<p>\nولم يكن عند القوم يومئذ عين. وكان الخراج كله على ذلك، حتى ولى يزيد بن\nمعاوية فصيره مالا.\n</p>\n\n<p>\nووجه عبد الله بن عامر الأحنف بن قيس نحو طخارستان. فأتى الموضع الذي\nيقال له قصر الأحنف، وهو حصن من مرو الروذ، وله رستاق عظيم يعرف برستاق\nالأحنف ويدعى بشق الجرذ. فحصر أهله فصالحوه على ثلاث مئة ألف. فقال الأحنف:\nأصالحكم على أن يدخل رجل منا القصر فيؤذن فيه ويقيم فيكم حتى أنصرف، فرضوا.\nوكان الصلح عن جميع الرستاق.\n</p>\n\n<p>\nومضى الأحنف إلى مرو الروذ فحصر أهلها، وقاتلوه قتالا شديدا، فهزمهم\nالمسلمون، فاضطروهم إلى حصنهم. وكان المرزبان من ولد باذام صاحب اليمن أو\nذا قرابة له. فكتب إلى الأحنف: إنه دعاني إلى الصلح اسلام باذام.\n</p>\n\n<p>\nفصالحه على ستين ألفا.\n</p>\n\n<p>\n985 - وقال المدائني: قال قوم ست مئة ألف.\n</p>\n\n<p>\nوقد كانت للأحنف خيل سارت فأخذت رستاقا يقال له بغ، واستاقت منه مواشي،\nفكان الصلح بعد ذلك <span id='ms348'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p502'> Vol. 03, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\n986 - وقال أبو عبيدة: قاتل الأحنف أهل مرو الروذ مرات. ثم إنه مر برجل\nيطبخ قدرا أو يعجن لأصحابه عجينا. فسمعه يقول: إنما ينبغي للأمير أن\nيقاتلهم من وجه واحد من داخل الشعب. فقال في نفسه: الرأي ما قال الرجل.\nفقاتلهم وجعل المرغاب عن يمينه والجبل عن يساره. والمرغاب نهر يسيح پمرو\nالروذ ثم يغيض في رمل ثم يخرج مرو الشاهجان. فهزمهم ومن معهم من الترك. ثم\nطلبوا الأمان فصالحهم.\n</p>\n\n<p>\n987 - وقال غير أبى عبيدة: جمع أهل طخارستان للمسلمين. فاجتمع أهل\nالجوزجان والطالقان والفارياب (ص 406) ومن حولهم، فبلغوا ثلاثين ألفا،\nوجاءهم أهل الصغانيان، وهم في الجانب الشرقي من النهر، فرجع الأحنف إلى\nقصره فوفى له أهله. وخرج ليلا فسمع أهل خباء يتحدثون ورجلا يقول: الرأي\nللأمير أن يسير إليهم فيناجزهم حيث لقبهم. فقال رجل يوقد تحت خزيره أو\nيعجن: ليس هذا برأي! ولكن الرأي أن ينزل بين المرغاب والجبل، فيكون المرغاب\nعن يمينه والجبل عن يساره، فلا يلقى من عدوه وإن كثروا إلا مثل عدة أصحابه.\nفرأى ذلك صوابا ففعله. وهو في خمسة آلاف من المسلمين: أربعة آلاف من العرب\nوألف من مسلمي العجم.\n</p>\n\n<p>\nفالتقوا، وهز رايته وحمل وحملوا، فقصد ملك الصغانيان للأحنف فأهوى له\nبالرمح، فانتزع الأحنف الرمح من يده، وقاتل قتالا شديدا، فقتل ثلاثة ممن\nمعهم الطبول منهم. كان يقصد قصد صاحب الطبل فيقتله. ثم إن الله ضرب وجوه\nالكفار، فقتلهم المسلمون قتالا ذريعا ووضعوا السلاح أ؟ ى شاؤوا منهم. ورجع\nالأحنف إلى مرو الروذ.\n</p>\n\n<p>\nولحق بعض العدو بالجوزجان، فوجه إليهم الأحنف الأقرع بن حابس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p503'> Vol. 03, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nالتميمي في خيل. وقال: يا بنى تميم! تحابوا وتباذلوا تعتدل أموركم.\nوابدؤا بجهاد بطونكم وفروجكم يصلح لكم دينكم. ولا تغلوا يسلم لكم جهادكم.\n</p>\n\n<p>\nفسار الأقرع فلقي العدو بالجوزجان. فكانت في المسلمين جولة، ثم كروا\nفهزموا الكفرة وفتحوا الجوزجان عنوة.\n</p>\n\n<p>\nوقال ابن الغريزة النهشلي:\n</p>\n\n<p>\nسقى صوب السحاب إذا استهلت * مصارع فتية بالجوزجان إلى القصرين من رستاق\nحوف * أفادهم هناك الأقرعان وفتح الأحنف الطالقان صلحا. وفتح الفارياب <span id='ms349'></span>.\nويقال بل فتحها أمير (ص 407) ابن أحمر.\n</p>\n\n<p>\nثم سار الأحنف إلى بلخ، وهي مدينة طخارا. فصالحهم أهلها على أربع مئة\nألف، ويقال سبع مئة ألف، وذلك أثبت. فاستعمل على بلخ أسيد بن المتشمس. ثم\nسار إلى خارزم، وهي من سقى النهر جميعا، ومدينتها شرقية، فلم يقدر عليها،\nفانصرف إلى بلخ وقد جبى أسيد صلحها.\n</p>\n\n<p>\n988 - وقال أبو عبيدة: فتح ابن عامر ما دون النهر. فلما بلغ أهل ما وراء\nالنهر أمره طلبوا إليه أن يصالحهم ففعل. فيقال إنه عبر النهر حتى أتى موضعا\nموضعا. وقيل بل أتوه فصالحوه، وبعث من قبض ذلك. فأتته الدواب والوصفاء\nوالوصائف والحرير والثياب ثم أحرم شكرا لله. ولم يذكر غيره عبوره النهر\nومصالحته أهل الجانب الشرقي.\n</p>\n\n<p>\n989 - وقالوا: إنه أهل بعمرة، وقدم على عثمان. واستخلف قيس ابن الهيثم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p504'> Vol. 03, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nفسار قيس بعد شخوصه من أرض طخارستان، فلم يأت بلدا منها إلا صالحه أهله\nفأذعنوا له، حتى أنى سمنجان، فامتنعوا عليه فحصرهم حتى فتحها عنوة.\n</p>\n\n<p>\nوقد قيل إن ابن عامر جعل خراسان بين ثلاثة: الأحنف بن قيس، وحاتم ابن\nالنعمان الباهلي، وقيس بن الهيثم. والأول أثبت.\n</p>\n\n<p>\nثم إن ابن خازم افتعل عهدا على لسان ابن عامر وتولى خراسان. فاجتمعت بها\nجموع الترك ففضهم. ثم قدم البصرة قبل قتل عثمان.\n</p>\n\n<p>\n990 - وحدثني الحسين بن الأسود قال: حدثنا وكيع بن الجراح، عن ابن عون،\nعن محمد بن سيرين أن عثمان بن عفان عقد لمن وراء النهر.\n</p>\n\n<p>\n991 - قالوا: وقدم ماهويه مرزبان مرو على علي بن أبي طالب في خلافته وهو\nبالكوفة. فكتب له إلى الدهاقين والأساورة والدهشلارين أن يؤدوا إليه\nالجزية. فانتقضت عليهم خراسان. فبعث جعدة بن هبيرة المخزومي (ص 408) - وأمه\nأم هانئ بنت أبي طالب - فلم يفتحها. ولم تزل خراسان ملتاثة حتى قتل علي\nعليه السلام.\n</p>\n\n<p>\n992 - قال أبو عبيدة: أول عمال على على خرسان عبد الرحمن بن أبزى مولى\nخزاعة، ثم جعدة بن هبيرة بن وهب بن عمرو بن عائذ بن عمران بن مخزوم، فلم\nيعرض لأهل النكث، وجبى أهل الصلح. فكان <span id='ms350'></span> عليها سنة أو قريبا منها.\n</p>\n\n<p>\n993 -: قالوا واستعمل معاوية بن أبي سفيان قيس بن الهيثم بن قيس بن الصلت\nالسلمي على خراسان، ثم عزله وولى خالد بن المعمر، فمات بقصر مقاتل أو بعين\nالتمر.\n</p>\n\n<p>\nويقال إن معاوية ندم على توليته فبعث إليه بثوب مسموم.\n</p>\n\n<p>\nويقال بل دخلت في رجله زجاجة فنزف منها حتى مات.\n</p>\n\n<p>\nثم ضم معاوية إلى عبد الله بن عامر مع البصرة خراسان. فولى ابن عامر قيس\nبن الهيثم السلمي خراسان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p505'> Vol. 03, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nوكان أهل بادغيس وهراة وبوشنج وبلخ على نكثهم. فسار إلى بلخ فأخرب\nنوبهارها. وكان الذي تولى ذلك عطاء السائب مولى بنى الليث، وهو الخشل.\nوإنما سمى عطاء الخشل. واتخذ قناطر على ثلاثة أنهار من بلخ على فرسخ، فقيل\nقناطر عطاء. ثم إن أهل بلخ سألوا الصلح ومراجعة الطاعة فصالحهم قيس، ثم قدم\nعلى ابن عامر فضربه مئة وحبسه.\n</p>\n\n<p>\nواستعمل عبد الله بن خازم. فأرسل إليه أهل هراة وبوشنج وبادغيس فطلبوا\nالأمان والصلح. فصالحهم وحمل إلى ابن عامر مالا.\n</p>\n\n<p>\nوولى زياد بن أبي سفيان البصرة في سنة خمس وأربعين، فولى أمير بن أحمر\nمرو. وخليد بن عبد الله الحنفي أبرشهر. وقيس بن الهيثم، والطالقان،\nوالفارياب. ونافع بن خالد الطاحي، من الأزد، هراة، وبادغيس، وبوشنج، وقادس،\nمن أنواران. فكان أمير أول من أسكن (ص 409) العرب مرو.\n</p>\n\n<p>\nثم ولى زياد الحكم بن عمرو الغفاري، وكان عفيفا وله صحبة. وإنما قال\nلحاجبه فيل: ايتني بالحكم، وهو يريد الحكم بن أبي العاصي الثقفي. وكانت أم\nعبد الله بنت عثمان بن أبي العاصي عنده، فأتاه بالحكم بن عمرو، فلما رآه\nتبرك به وقال: رجل صالح من أصحاب رسول الله صلى الله عليه وسلم. فولاه\nخراسان، فمات بها في سنة خمسين. وكان الحكم أول من صلى من وراء النهر.\n</p>\n\n<p>\n994 - وحدثني أبو عبد الرحمن الجعفي قال:\n</p>\n\n<p>\nسمعت عبد الله بن المبارك يقول لرجل من أهل الصغانيان، كان يطلب معنا\nالحديث: أتدري من فتح بلادك؟\n</p>\n\n<p>\nقال: لا.\n</p>\n\n<p>\nقال: فتحها الحكم بن عمرو الغفاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p506'> Vol. 03, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\nثم ولى زياد بن <span id='ms351'></span> أبي سفيان الربيع بن زياد الحارثي سنة إحدى وخمسين\nخراسان، وحول معه من أهل المصرين زهاء خمسين ألفا بعيالاتهم. وكان فيهم\nبريدة بن الحصيب الأسلمي أبو عبد الله، وبمرو توفى في أيام يزيد بن معاوية.\n</p>\n\n<p>\nوكان فيهم أيضا أبو برزة الأسلمي عبد الله بن نضلة وبهامات. وأسكنهم دون\nالنهر. والربيع أول من أمر الجند بالتناهد. ولما بلغه مقتل حجر بن عدي\nالكندي غمه ذلك، فدعا بالموت فسقط من يومه، ومات سنة ثلاث وخمسين.\n</p>\n\n<p>\nواستخلف عبد الله ابنه، فقاتل أهل آمل وهي آمويه وزم. ثم صالحهم ورجع إلى\nمرو. فمكث بها شهرين ثم مات.\n</p>\n\n<p>\nومات زياد فاستعمل معاوية عبيد الله بن زياد على خراسان، وهو ابن خمس\nوعشرين سنة. فقطع النهر في أربعة وعشرين ألفا، فأتى بيكند. وكانت خاتون\nبمدينة بخارا، فأرسلت إلى الترك تستمدهم فجاءها منهم دهم، فلقيهم المسلمون\nفهزموهم وحووا عسكرهم. وأقبل المسلمون يخربون ويحرقون، فبعثت إليهم خاتون\nتطلب الصلح والأمان، فصالحها على ألف ألف، ودخل المدينة.\n</p>\n\n<p>\nوفتح رامدين وبيكند، وبينهما فرسخان. ورامدين تنسب إلى بيكند.\n</p>\n\n<p>\nويقال أنه فتح الصغانيان. وقدم معه البصرة (ص 410) بخلق من أهل بخارا،\nففرض لهم.\n</p>\n\n<p>\nثم ولى معاوية سعيد بن عثمان بن عفان خراسان. فقطع النهر وكان. أول من\nقطعه بجنده. فكان معه رفيق أبو العالية الرياحي، وهو مولى لامرأة من بنى\nرياح. فقال: رفيع أبو العالية رفعة وعلو.\n</p>\n\n<p>\nفلما بلغ خاتون عبوره النهر حملت إليه الصلح، وأقبل أهل السغد والترك\nوأهل كش ونسف وهي نخشب إلى سعيد في مئة ألف وعشرين ألفا. فالتقوا ببخارا،\nوقد ندمت خاتون على أدائها الإتاوة ونكثت العهد. فحضر عبد لبعض أهل تلك\nالجموع فانصرف بمن معه، فانكسر الباقون. فلما رأت خاتون ذلك أعطته الرهن\nوأعادت الصلح. ودخل سعيد مدينة بخارا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p507'> Vol. 03, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nثم غزا سعيد بن عثمان سمرقند، فأعانته خاتون بأهل بخارا. فنزل على باب\nسمرقند وحلف أن لا يبرح أو يفتحها ويرمى قهندزها. فقاتل أهلها ثلاثة أيام،\nوكان أشد قتالهم في اليوم الثالث. ففقئت عينه وعين المهلب بن أبي <span id='ms352'></span> صفرة.\n</p>\n\n<p>\nويقال إن عين المهلب فقئت بالطالقان. ثم لزم العدو المدينة، وقد فشت فيهم\nالجراح. وأتاه رجل فدله على قصر فيه أبناء ملوكهم وعظمائهم. فسار إليهم\nوحصرهم.\n</p>\n\n<p>\nفلما خاف أهل المدينة أن يفتح القصر عنوة ويقتل من فيه طلبوا الصلح.\nفصالحهم على سبع مئة ألف درهم، وعلى أن يعطوه رهنا من أبناء عظمائهم، وعلى\nأن يدخل المدينة، ومن شاء يخرج من الباب الآخر: فأعطوه خمسه عشر من أبناء\nملوكهم، ويقال أربعين، ويقال ثمانين. ورمى القهندز فثبت الحجر في كوته.\n</p>\n\n<p>\nثم انصرف.\n</p>\n\n<p>\nفلما كان بالترمذ حملت إليه خاتون الصلح. وأقام على الترمذ حتى فتحها\nصلحا.\n</p>\n\n<p>\nثم لما قتل عبد الله بن خازم السلمي أتى موسى ابنه ملك الترمذ فأجاره\nوألجأه وقوما كانوا معه، فأخرجه عنها وغلب عليها (ص 411)، وهو مخالف.\n</p>\n\n<p>\nفلما قتل صارت في أيدي الولاة. ثم انتقض أهلها ففتحها قتيبة بن مسلم.\n</p>\n\n<p>\nوفى سعيد يقول مالك بن الريب:\n</p>\n\n<p>\nهبت شمال خريق أسقطت ورقا * واصفر بالقاع بعد الخضرة الشيح فارحل هديت\nولا تجعل غنيمتنا * ثلجا يصفقه بالترمذ الريح إن الشتاء عدو ما نقاتله *\nفأقفل هديت وثوب الدف ء مطروح ويقال إن هذه الأبيات لنهار بن توسعة في\nقتيبة وأولها:\n</p>\n\n<p>\nكانت خراسان أرضا إذ يزيد بها * فكل باب من الخيرات مفتوح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p508'> Vol. 03, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\nفاستبدلت قتبا جعدا أنامله * كأنما وجهه بالخل منضوخ وكان قثم بن العباس\nبن عبد المطلب مع سعيد بن عثمان، فتوفى بسمرقند.\n</p>\n\n<p>\nويقال استشهد بها. فقال عبد الله بن العباس حين بلغته وفاته: شتان ما بين\nمولده ومقبره. فأقبل يصلى. فقيل له: ما هذا؟ فقال: أما سمعتم الله يقول *\n(واستعينوا بالصبر والصلاة وإنها لكبيرة إلا على الخاشعين) * (1).\n</p>\n\n<p>\n995 - وحدثني عبد الله بن صالح قال: حدثنا شريك، عن جابر، عن الشعبي قال:\nقدم قثم على سعيد بن عثمان بخراسان. فقال له سعيد:\n</p>\n\n<p>\nأعطيك من المغنم ألف سهم. فقال: لا، ولكن أعطني سهما لي وسهما لفرسي.\n</p>\n\n<p>\nقال: ومضى سعيد بالرهن الذين أخذهم من السغد حتى ورد بهم المدينة.\n</p>\n\n<p>\nفدفع ثيابهم ومناطقهم إلى مواليه، وألبسهم جباب <span id='ms353'></span> الصوف، وألزمهم السقى\nوالسواني والعمل. فدخلوا عليه مجلسه ففتكوا به، ثم قتلوا أنفسهم.\n</p>\n\n<p>\nوفى سعيد يقول مالك بن الريب:\n</p>\n\n<p>\nوما زلت يوم السغد ترعد واقفا * من الجبن حتى خفت أن تتنصرا وقال خالد بن\nعقبة بن أبي معيط: (ص 412) ألا إن خير الناس نفسا ووالدا * سعيد بن عثمان\nقتيل الأعاجم فإن تكن الأيام أردت صروفها * سعيدا فمن هذا من الدهر سالم\nوكان سعيد احتال لشريكه في خراج خراسان. فأخذ منه مالا، فوجه معاوية من\nلقيه بحلوان، فأخذ المال منه. وكان شريكه أسلم بن زرعة، ويقال إسحاق بن\nطلحة بن عبيد الله. وكان معاوية قد خاف سعيدا على خلعه ولذلك عاجله بالعزل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p509'> Vol. 03, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nثم ولى معاوية عبد الرحمن بن زياد خراسان. وكان شريفا. ومات معاوية وهو\nعليها.\n</p>\n\n<p>\nثم ولى يزيد بن معاوية سلم بن زياد. فصالحه أهل خارزم على أربع مئة ألف\nوحملوها إليه. وقطع النهر ومعه امرأته أم محمد بنت عبد الله بن عثمان بن\nأبي العاصي الثقفي. وكانت أول عربية عبر بها النهر. وأتى سمرقند فأعطاه\nأهلها ألف دية. وولد له ابن سماه السغدي. واستعارت امرأته من امرأة صاحب\nالسغد حليها فكسرته عليها وذهبت به.\n</p>\n\n<p>\nووجه سلم بن زياد وهو بالسغد جيشا إلى خجندة وفيهم أعشى همدان فهزموا.\nفقال الأعشى:\n</p>\n\n<p>\nليت خيلي يوم الخجندة لم تهزم وغودرت في المكر سليبا تحضر الطير مصرعي\nوتروحت إلى الله في الدماء خضيبا ثم رجع سلم إلى مرو. ثم غزا منها فقطع\nالنهر وقتل بندون السغدي.\n</p>\n\n<p>\nوقد كان السغد جمعت له فقاتلها.\n</p>\n\n<p>\nولما مات يزيد بن معاوية التاث الناس على سلم وقالوا: بئس ما ظن ابن\nسمية! إن ظن أنه يتأمر علينا في الجماعة والفتنة. كما قيل لأخيه عبيد الله\nبالبصرة. فشخص عن خراسان وأتى عبد الله بن الزبير، فأغرمه أربعة آلاف ألف\nدرهم وحبسه.\n</p>\n\n<p>\nوكان سلم يقول: ليتني أتيت الشام ولم آنف من خدمة أخي عبيد الله بن زياد\n(ص 403) فكنت أغسل رجله، ولم آت ابن الزبير.\n</p>\n\n<p>\nفلم يزل بمكة حتى حصر ابن <span id='ms354'></span> الزبير الحجاج بن يوسف. فنقب السجن وصار إلى\nالحجاج، ثم إلى عبد الملك. فقال له عبد الملك: أما والله لو أقمت بمكة ما\nكان لها وال غيرك، ولا كان بها عليك أمير. وولاه خراسان. فلما قدم البصرة\nمات بها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p510'> Vol. 03, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\n996 - قالوا: وقد كان عبد الله بن خازم السلمي تلقى سلم بن زياد منصرفه\nمن خراسان بنيسابور. فكتب له سلم عهدا عنى خراسان، وأعانه بمئة ألف درهم.\n</p>\n\n<p>\nفاجتمع جمع كثير من بكر بن وائل وغيرهم فقالوا: على ما يأكل هؤلاء خراسان\nدوننا؟ فأغاروا على ثقل ابن خازم فقاتلوهم عنه فكفوا.\n</p>\n\n<p>\nوأرسل سليمان بن مرثد، أحد بنى سعد بن مالك بن ضبيعة بن قيس ابن ثعلبة بن\nعكابة من المراثد بن ربيعة، إلى ابن خازم: إن العهد الذي معك لو استطاع\nصاحبه أن يقيم بخراسان لم يخرج عنها ويوجهك. وأقبل سليمان فنزل بمشرعة\nسليمان، وابن خازم بمرو، واتفقا على أن يكتبا إلى ابن الزبير فأيهما أمره\nفهو الأمير. ففعلا، فولى ابن الزبير عبد الله بن خازم خراسان.\n</p>\n\n<p>\nقدم إليه بعهده عروة بن قطبة بعد ستة أشهر. فأبى سليمان أن يقبل ذلك\nوقال:\n</p>\n\n<p>\nما ابن الزبير بخليفة، وإنما هو رجل عائذ بالبيت. فحاربه ابن خازم وهو في\nستة آلاف، وسليمان في خمسة عشر ألفا. فقتل سليمان، قتله قيس بن عاصم السلمي\nواحتز رأسه. وأصيب من أصحاب ابن خازم رجال. وكان شعار ابن خازم: حمر لا\nينصرون. وشعار سليمان: يا نصر الله اقترب.\n</p>\n\n<p>\nواجتمع فل سليمان إلى عمر بن مرثد بالطالقان. فسار إليه ابن خازم فقاتله\nفقتله. واجتمعت ربيعة إلى أوس بن ثعلبة بهراة، فاستخلف ابن خازم موسى ابنه،\nوسار إليه، وكانت بين أصحابهما وقائع، واغتنمت الترك ذلك فكانت تغير حتى\nبلغت قرب نيسابور. ودس ابن خازم إلى (ص 414) أوس من سمه فمرض. واجتمعوا\nللقتال، فحض ابن خازم أصحابه فقال: اجعلوه يومكم، واطعنوا الخيل من\nمناخرها، فإنه لم يطعن فرس قط في منخره إلا أدبره فاقتتلوا قتالا شديدا،\nوأصابت أوسا جراحة، وهو عليل، فمات منها <span id='ms355'></span> بعد أيام. وولى ابن خازم ابنه\nمحمدا هراة، وجعل على شرطته بكير بن وشاح، وصفت له خراسان.\n</p>\n\n<p>\nثم إن بنى تميم هاجوا بهراة وقتلوا محمدا. فظفر أبوه عثمان بن بشر بن\nالمحتفز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p511'> Vol. 03, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nفقتله صبرا، وقتل رجلا من بنى تميم. فاجتمع بنو تميم فتناظروا وقالوا: ما\nنرى هذا يقلع عنا، فيصير جماعة منا إلى طوس، فإذا خرج إليهم خلعه من بمرو\nمنا.\n</p>\n\n<p>\nفمضى بجير بن وفاء الصريمي من بنى تميمي إلى طوس في جماعة فدخلوا الحصن،\nثم تحولوا إلى أبرشهر وخلعوا ابن خازم. فوجه ابن خازم ثقله مع ابنه موسى\nإلى الترمذ، ولم يأمن عليه من بمرو من بنى تميم.\n</p>\n\n<p>\nوورد كتاب عبد الملك بن مروان على ابن خازم بولاية خراسان. فأطعم رسوله\nالكتاب وقال: ما كنب لألقى الله وقد نكثت بيعه ابن حواري رسول الله صلى\nالله عليه وسلم وبايعت ابن طريده.\n</p>\n\n<p>\nفكتب عبد الملك إلى بكير بن وشاح بولايته خراسان. فخاف ابن خازم أن يأتيه\nفي أهل مرو، وقد كان بكير خلع ابن خازم وأخذ السلاح وبيت المال ودعى أهل\nمرو إلى بيع عبد الملك فبايعوه.\n</p>\n\n<p>\nفمضى ابن خازم بريد ابنه موسى وهو بالترمذ في عياله وثقله، فأتبعه بجير\nفقاتله بقرب مرو، ودعا وكيع بن الدورقية القريعي - واسم أبيه عمية وأمه من\nسبى دورق نسب إليها - بدرعه وسلاحه (ص 415) فلبسه وخرج، فحمل على ابن خازم\nومعه بجير بن وقاء فطعناه. وقعد وكيع على صدره وقال:\n</p>\n\n<p>\nيا لثارات دويلة! ودويلة أخو وكيع لامه. وكان مولى لبني قريع، قتله ابن\nخازم فتنخم ابن خازم في وجهه وقال: لعنك الله أتقتل كبش مضر بأخيك، علج لا\nيساوى كفا من نوى.\n</p>\n\n<p>\nوقال وكيع:\n</p>\n\n<p>\nذقى يا بن عجلى مثل ما قد أذقتني * ولا تحسبني كنت عن ذاك عاقلا عجلى، أم\nابن خازم، وكان يكنى أبا صالح. وكنية وكيع بن الدورقية أبو ربيعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p512'> Vol. 03, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\nوقتل مع عبد الله بن خازم بناه عنبسة ويحيى. وطعن طهمان مولى ابن خازم،\nوهو جد يعقوب بن داود كاتب أمير المؤمنين <span id='ms356'></span> المهدى بعد أبي عبيد الله.\n</p>\n\n<p>\nوأتى بكير بن وشاح برأس ابن حازم فبعث به إلى عبد الملك بن مروان فنصبه\nبدمشق. وقطعوا يده اليمنى وبعثوا بها إلى ولد عثمان بن بشر بن المحتفز\nالمزني.\n</p>\n\n<p>\nوكان وكيع جافيا عظيم الخلقة. صلى يوما وبين يديه نبت فجعل يأكل منه.\nفقيل له: أتأكل وأنت تصلى؟ فقال: ما كان الله أحرم بنتا أنبته بماء السماء\nعلى طين الثرى. وكان يشرب الخمر، فعوتب عليها فقال: في الخمر تعاتبوني؟\n</p>\n\n<p>\nوهي تجلو بولي حتى تصيرة كالفضة!.\n</p>\n\n<p>\n997 - قالوا: وغضب قوم لابن خازم، ووقع الاختلاف، وصارت طائفة مع بكير بن\nوشاح وطائفة مع بجير. فكتب وجوه أهل خراسان وخيارهم إلى عبد الملك يعلمونه\nأنه لا تصلح خراسان بعد الفتنة إلا برجل من قريش. فولى أمية بن عبد الله بن\nخالد بن أسيد بن أبي العيص بن أمية خراسان. فولى بكير بن وشاح طخارستان. ثم\nولاه غزو ما وراء النهر.\n</p>\n\n<p>\nثم عزم أمية على غزو بخارا ثم إتيان موسى بن عبد الله بن خازم بالترمذ.\nفانصرف بكير إلى مرو، وأخذ ابن أمية فحبسه، ودعا الناس إلى خلع أمية\nفأجابوه.\n</p>\n\n<p>\nوبلغ ذلك أمية فصالح أهل بخارا على فدية قليلة، (ص 416) واتخذ السفن، وقد\nكان بكير أحرقها، ورجع وترك موسى بن عبد الله. فقاتله بكير، ثم صالحه على\nأن يوليه أي ناحية شاء. ثم بلغ أمية أنه يسعى في خلعه بعد ذلك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p513'> Vol. 03, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nفأمر إذا دخل داره أن يؤخذ، فدخلها فأخذ، وأمر بحبسه، فوثب به بجير بن\nوفاء فقتله.\n</p>\n\n<p>\nوغزا أمية الختل، وقد نقضوا بعد أن صالحهم سعيد بن عثمان فافتتحها.\n</p>\n\n<p>\nثم إن الحجاج بن يوسف ولى خراسان مع العراقين. فولى خراسان المهلب بن أبي\nصفرة - واسمه ظالم بن سراق بن صبح بن العتيك من الأزد، ويكنى أبا سعيد -\nسنة تسع وتسعين. فغزا مغازي كثيرة، وفتح الختل وقد انتقضت. وفتح خجندة،\nفأدت إليه السغد الإتاوة. وغزا كش ونسف، ورجع فمات بزاغول من مرو الروذ\nبالشوصة. وكان بدؤ علته الحزن على ابنه المغيرة بن <span id='ms357'></span> المهلب.\n</p>\n\n<p>\nواستخلف المهلب ابنه يزيد بن المهلب. فغزا مغازي كثيرة، وفتح البتم على\nيد مخلد بن يزيد بن المهلب.\n</p>\n\n<p>\nوولى الحجاج يزيد بن المهلب. وصار عبد الرحمن بن العباس بن ربيعة ابن\nالحارث بن عبد المطلب إلى هراة في فل ابن الأشعث وغيرهم، وكان خرج مع ابن\nالأشعث. الرقاد العتكي، وجبى الخراج. فسار إليه يزيد فاقتتلوا، فهزمهم يزيد\nوأمر بالكف عن اتباعهم، ولحق الهاشمي بالسند.\n</p>\n\n<p>\nوغزا يزيد خارزم وأصب سبيا. فلبس الجند ثياب السبي فماتوا من البرد.\n</p>\n\n<p>\nثم ولى الحجاج المفضل بن المهلب بن أبي صفرة. ففتح بادغيس وقد انتقضت،\nوشومان وأخرون، وأصاب غنائم قسمها بين الناس.\n</p>\n\n<p>\n998 - قالوا: وكان موسى بن عبد الله بن خازم السلمي بالترمذ.\n</p>\n\n<p>\nفأتى سمرقند فأكرمه ملكها طرخون. فوثب رجل من أصحابه على رجل من السغد\nفقتله، فأخرجه ومن معه وأتى صاحب كش. ثم أتى الترمذ، وهو حصن (ص 417) فنزل\nعلى دهقان الترمذ، وهيأ له طعاما. فلما أكل اضطجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p514'> Vol. 03, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nفقال له الدهقان: أخرج. فقال: لست أعرف منزلا مثل هذا. وقاتل أهل الترمذ\nحتى غلب عليها. فخرج دهقانها وأهلها إلى الترك يستنصرونهم فلم ينصروهم،\nوقالوا: لعنكم الله! فما ترجون بخير. أتاكم رجل في مئة وأخرجكم عن مدينتكم\nوغلبكم عليها.\n</p>\n\n<p>\nوقد تتام أصحاب موسى إليه ممن كان مع أبيه وغيرهم. ولم يزل صاحب الترمذ\nوأهلها بالترك حتى أعانوهم وأطافوا جميعا بموسى ومن معه، فبيتهم موسى وحوى\nعسكرهم. وأصيب من المسلمين ستة عشر رجلا. وكان ثابت وحريث ابنا قطبة\nالخزاعيان مع موسى. فاستجاشا طرخون وأصحابه لموسى فأنجده وأنهض إليه بشرا\nكثيرا. فعظمت دالتهما عليه، وكانا الآمرين والناهين في عسكره. فقيل له:\nإنما لك الاسم وهذان صاحبا العسكر والامر.\n</p>\n\n<p>\nوخرج إليه من أهل الترمذ خلق من الهياطلة والترك، واقتتلوا قتالا شديدا،\nفغلبهم المسلمون ومن معهم. فبلغ ذلك الحجاج فقال: الحمد لله الذي نصر\nالمنافقين على المشركين.\n</p>\n\n<p>\nوجعل موسى من رؤوس من قاتله جوسقين عظيمين. وقتل حريث ابن قطبة بنشابة\nأصابته. فقال أصحاب موسى لموسى: قد أراحنا الله من حريث فأرحنا <span id='ms358'></span> من ثابت،\nفإنه لا يصفو عيش معه.\n</p>\n\n<p>\nوبلغ ثابتا ما يخوضون فيه، فلما استثبته لحق بحشورا واستنجد طرخون\nفأنجده. فنهض إليه موسى، فغلب على ربض المدينة. ثم كثرت أمداد السغد، فرجع\nإلى الترمذ فتحصن بها، وأعانه أهل كش ونسف وبخارا. فحصر ثابت موسى وهو في\nثمانين ألفا.\n</p>\n\n<p>\nفوجه موسى يزيد بن هزيل كالمعزي لزياد القصير الخزاعي، وقد أصيب بمصيبة\n(ص 418) فالتمس الغرة من ثابت فضربه بالسيف على رأسه ضربة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p515'> Vol. 03, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nعاش بعدها سبعة أيام ثم مات. وألقى يزيد نفسه في نهر الصغانيان فنجا.\nوقام طرخون بأمر أصحابه. فبيتهم موسى، فرجعت الأعاجم إلى بلادها.\n</p>\n\n<p>\nوكان أهل خراسان يقولون: ما رأينا مثل موسى، قاتل مع أبيه سنتين لم يفل.\n</p>\n\n<p>\nثم أتى الترمذ فغلب عليها وهو في عدة يسيرة وأخرج ملكها عنها.\n</p>\n\n<p>\nثم قاتل الترك والعجم فهزمهم وأوقع بهم.\n</p>\n\n<p>\nفلما عزل يزيد بن المهلب وتولى المفضل بن المهلب خراسان وجه عثمان بن\nمسعود.\n</p>\n\n<p>\nفسار حتى نزل جزيرة بالترمذ تدعى اليوم جزيرة عثمان، وهو في خمسة عشر\nألفا.\n</p>\n\n<p>\nفضيق على موسى، وكتب إلى طرخون فقدم عليه.\n</p>\n\n<p>\nفلما رأى موسى الذي ورد عليه خرج من المدينة وقال لأصحابه الذين خلفهم\nفيها: إن قتلت فادفعوا المدينة إلى مدرك بن المهلب ولا تدفعوها إلى ابن\nمسعود.\n</p>\n\n<p>\nوحال الترك والسغد بين موسى والحصن، وعثر به فرسه فسقط، فارتدف خلف مولى\nله وجعل يقول: الموت كريه. فنظر إليه عثمان فقال: وثبة موسى ورب الكعبة!\nوقصد له حتى سقط ومولاه، فانطووا عليه فقتلوه، وقتل أصحابه، فلم ينج منهم\nإلا رقية بن الحر، فإنه دفعه إلى خالد بن أبي برزة الأسلمي.\n</p>\n\n<p>\nوكان الذي أجهز على موسى بن عبد الله واصل بن طيسلة العنبري.\n</p>\n\n<p>\nودفعت المدينة إلى مدرك بن المهلب. وكان قتله في آخر سنة خمس وثمانين.\n</p>\n\n<p>\nوضرب رجل ساق موسى وهو قتيل فلما ولى قتيبة قتله.\n</p>\n\n<p>\n999 - قالوا: ثم ولى الحجاج قتيبة بن مسلم الباهلي خراسان. فخرج يريد\nآخرون. فلما كان بالطالقان تلقاه دهاقين بلخ فعبروا معه النهر، فأتاه حين\nعبر النهر ملك <span id='ms359'></span> الصغانيان بهدايا ومفتاح من ذهب، وأعطاه الطاعة ودعاه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p516'> Vol. 03, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nنزول بلاده. وكان ملك أخرون وشومان قد ضيق على الصغانيان وغزاه، فلذلك\nأعطى قتيبة ما أعطاه (ص 419) ودعاه إلى ما دعاه إليه.\n</p>\n\n<p>\nوأتى قتيبة ملك كفيان بنحو ما أتاه به ملك الصغانيان، وسلما إليه\nبلديهما.\n</p>\n\n<p>\nفانصرف قتيبة إلى مرو وخلف أخاه صالحا على ما وراء النهر.\n</p>\n\n<p>\nففتح صالح كاسان واورشت، وهي من فرغانة. وكان نصر بن سيار معه في جيشه.\nوفتح بيعنخر (؟) وفتح خشكت من فرغانة، وهي مدينتها القديمة.\n</p>\n\n<p>\nوكان آخر من فتح كاسان وأورشت وقد انتقض أهلها نوح بن أسد في خلافة أمير\nالمؤمنين المنتصر بالله رحمه الله.\n</p>\n\n<p>\n1000 - قالوا: وأرسل ملك الجوزجان إلى قتيبة فصالحه على أن يأتيه.\n</p>\n\n<p>\nفصار إليه ثم رجع فمات بالطالقان.\n</p>\n\n<p>\nثم غزا قتيبة بيكند سنة سبع وثمانين ومعه نيزك، فقطع النهر من زم إلى\nبيكند وهي أدنى مدائن بخارا إلى النهر. فغدروا واستنصروا السغد فقاتلهم\nوأغار عليهم وحصرهم. فطلبوا الصلح ففتحها عنوة.\n</p>\n\n<p>\nوغزا قتيبة تومشكت وكرمينية سنة ثمان وثمانين. واستخلف على مرو بشار ابن\nمسلم أخاه، فصالحهم وافتتح حصونا صغارا.\n</p>\n\n<p>\nوغزا قتيبة بخارا ففتحها على صلح.\n</p>\n\n<p>\nوقال أبو عبيدة معمر بن المثنى: أتى قتيبة بخارا فاحترسوا منه. فقال:\n</p>\n\n<p>\nدعوني أدخلها فأصلي بها ركعتين. فأذنوا له في ذلك. فأكمن لهم قوما فلما\nدخلوا كاثروا أهل الباب ودخلوا. فأصاب فيها مالا عظيما وغدر بأهلها.\n</p>\n\n<p>\nقال: وأوقع قتيبة بالسغد، وقتل نيزك بطخارستان وصلبه، وافتتح كش ونسف وهي\nنخشب صلحا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p517'> Vol. 03, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\n1001 - قالوا. وكان ملك خارزم ضعيفا. وكان أخوه خرزاد قد ضاده وقوى عليه.\nفبعث ملك خارزم إلى قتيبة: إني أعطيتك كذا وكذا وأدفع إليك المفاتيح على أن\nتملكني على بلادي دون أخي. وخارزم ثلاث مدائن يحاط بها فارقين (؟) ومعدينة\nالفيل أحصنها.\n</p>\n\n<p>\nوقال على بن مجاهد: إنما مدينة الفيل سمرقند.\n</p>\n\n<p>\nفنزل الملك أحصن المدائن، وبعث إلى قتيبة بالمال الذي صالحه عليه،\nوبالمفاتيح. فوجه قتيبة أخاه عبد الرحمن بن مسلم إلى خرزاد فقاتله فقتله،\nوظفر بأربعة آلاف أسير فقاتلهم. وملك ملك خارزم الأول <span id='ms360'></span> على ما شرط له. فقال\nله أهل مملكته: إنه ضعيف. ووثبوا عليه فقتلوه. فولى قتيبة أخاه عبيد الله\nابن مسلم خوارزم.\n</p>\n\n<p>\nوغزا قتيبة سمرقند، وكانت ملوك السغد تنزلها قديما ثم نزلت اشتيخن.\n</p>\n\n<p>\nفحصر قتيبة أهل سمرقند، والتقوا مرارا فاقتتلوا. وكتب ملك السغد إلى ملك\nالشاش وهو مقيم بالطاربند فأتاه في خلق من مقاتلته. فلقيهم المسلمون\nفاقتتلوا أشد قتال. ثم إن قتيبة أوقع بهم وكسرهم، فصالحه غوزك على ألفي ألف\nومائتي ألف درهما في كل عام، وعلى أن يصلى في المدينة. فدخلها وقد اتخذ له\nغوزك طعاما، فأكل وصلى واتخذ مسجدا، وخلف بها جماعة من المسلمين فيهم\nالضحاك بن مزاحم صاحب التفسير.\n</p>\n\n<p>\nويقال: إنه صالح قتيبة على سبع مئة ألف درهم، وضيافة المسلمين ثلاثة\nأيام.\n</p>\n\n<p>\nوكان في صلحه بيوت الأصنام والنيران. فأخرجت الأصنام فسلبت حليتها\nوأحرقت. وكانت الأعاجم تقول: إن فيها أصناما من استخف بها هلك. فلما حرقها\nقتيبة بيده أسلم منهم خلق. فقال المختار بن كعب الجعفي في قتيبة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p518'> Vol. 03, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nدوخ السغد بالقبائل حتى * ترك السغد بالعراء قعودا (ص 421) وقال أبو\nعبيدة وغيره: لما استخلف عمر بن عبد العزيز وفد عليه قوم من أهل سمرقند\nفرفعوا إليه أن قتيبة دخل مدينتهم وأسكنها المسلمين على غدر.\n</p>\n\n<p>\nفكتب عمر إلى عامله يأمره أن ينصب لهم قاضيا ينظر فيما ذكروا. فإن قضى\nبإخراج المسلمين أخرجوا. فنصب لهم جميع بن حاضر الناجي. فحكم باخراج\nالمسلمين على أن ينابذوهم على سواء. فكره أهل مدينة سمرقند الحرب وأقروا\nالمسلمين، فأقاموا بين أظهرهم.\n</p>\n\n<p>\nوقال الهيثم بن عدي: حدثني ابن عياش الهمذاني قال: فتح قتيبة عامة الشاش\nوبلغ أسبيجاب. وقيل: كان فتح حصن أسبيجاب قديما، ثم غلب عليه الترك ومعهم\nقوم من أهل الشاش. ثم فتحة نوح بن أسد في خلافة أمير المؤمنين المعتصم\nبالله، وبنى حوله سورا يحيط بكروم أهله ومزارعهم.\n</p>\n\n<p>\nوقال أبو عبيدة معمر بن المثنى: فتح قتيبة خارزم، وفتح سمرقند عنوة.\n</p>\n\n<p>\nوقد كان سعيد بن عثمان صالح أهلها، ففتحها قتيبة بعده. ولم يكونوا نقضوا\nولكنه استقل <span id='ms361'></span> صلحهم.\n</p>\n\n<p>\nقال: وفتح بيكند، وكش، ونسف، والشاش، وغزا فرغانة ففتح بعضها، وغزا\nالسغد، وأشرو سنة.\n</p>\n\n<p>\n1002 - قالوا: وكان قتيبة مستوحشا من سليمان بن عبد الملك. وذلك أنه سعى\nفي بيعة عبد العزيز بن الوليد فأراد دفعها عن سليمان. فلما مات الوليد وقام\nسليمان خطب الناس فقال: إنه قد وليكم هبنقة العائشي. وذلك أن سليمان كان\nيعطى ويصطنع أهل النعم واليسار ويدع من سواهم. وكان هبنقة، وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p519'> Vol. 03, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\nيزيد بن ثروان، يؤثر سمان إبله بالعلف والمرعى ويقول: أنا لا أصلح ما\nأفسد الله. ودعا الناس إلى خلعه. فلم يجبه أحد إلى ذلك. فشتم بنى تميم\nونسبهم إلى الغدر، وقال: لستم بنى تميم ولكنكم من بنى ذميم.\n</p>\n\n<p>\nوذم بنى بكر بن وائل وقال: يا إخوة مسيلمة.\n</p>\n\n<p>\nوذم الأزد (ص 422) فقال: بدلتم الرماح بالمرادي، وبالسفن أعنة الحصن.\n</p>\n\n<p>\nوقال: يا أهل السافلة ولا أقول أهل العالية! لأضعنكم بحيث وضعكم الله.\n</p>\n\n<p>\nقال: فكتب سليمان إلى قتيبة بالولاية وأمره بإطلاق كل من في حبسه، وأن\nيعطى الناس أعطياتهم، ويأذن لمن أراد القفول في القفول. وكانوا متطلعين إلى\nذلك. وأمر رسوله باعلام الناس ما كتب به. فقال قتيبة: هذا من تدبيره على.\nوقام فقال: أيها الناس! إن سليمان قدمنا كم مخ أعضاد البعوض، وانكم ستدعون\nإلى بيعة أنور صبي لا تحل ذبيحته. وكانوا حنقين عليه لشتمه إياهم.\n</p>\n\n<p>\nفاعتذر من ذلك وقال: إني غضبت فلم أدر ما قلت، وما أردت لكم إلا الخير\nفتكلموا وقالوا: إن أذن لنا في القفول كان خيرا له، وإن لم يفعل فلا يلومن\nإلا نفسه. وبلغه ذلك فخطب الناس فعدد احسانه إليهم، وذم قلة وفائهم له،\nوخلافهم عليه، وخوفهم بالأعاجم الذين استظهر بهم عليهم. فأجمعوا على حربه\nولم يجيبوه بشئ. وطلبوا إلى الحضين بن المنذر أن يولوه أمرهم فأبى، وأشار\nعليهم بوكيع بن حسان بن قيس بن أبي سود بن كلب بن عوف بن مالك بن غدانة بن\nيربوع بن حنظلة التميمي، وقال: لا يقوى على هذا الامر غيره، لأنه أعرابي\nجاف، تطيعه عشيرته وهو <span id='ms362'></span> من بنى تميم، وقد قتل قتيبة بنى الأهتم فهم يطلبونه\nبدمائهم.\n</p>\n\n<p>\nفسعوا إلى وكيع فأعطاهم يده، فبايعوه. وكان السفير بينه وبينهم قبل ذلك\nحيان مولى مصقلة، وبخراسان يومئذ من مقاتلة أهل البصرة أربعون ألفا، ومن\nأهل الكوفة سبعة آلاف، ومن الموالى سبعة آلاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p520'> Vol. 03, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\nوإن وكيعا تمارض ولزم منزله. فكان قتيبة يبعث إليه وقد طلى رجليه وساقه\nبمغرة فيقول: أنا عليل لا تمكنني الحركة.\n</p>\n\n<p>\nوكان إذا أرسل إليه قوما يأتونه به تسللوا وأتوا وكيعا فأخبروه (ص 423)\nفدعا وكيع بسلاحه وبرمح، وأخذ خمار أم ولده فعقده عليه. ولقيه رجل يقال له\nإدريس فقال له: يا أبا مطرف! إنك تريد أمرا وتخاف ما قد أمنك الرجل منه،\nفالله الله. فقال وكيع: هذا إدريس رسول إبليس! أقتيبة يؤمنني؟ والله لا\nآتيه حتى أوتى برأسه.\n</p>\n\n<p>\nودلف نحو فسطاط قتيبة، وتلاحق به الناس، وقتيبة في أهل بيته وقوم وفواله.\nفقال صالح أخوه لغلامه: هات قوسي. فقال له بعضم وهو يهزأ: أنه ليس هذا يوم\nقوس. ورماه رجل من بنى ضبة فأصاب رهابته فصرع وأدخل الفسطاط فقضى، وقتيبة\nعند رأسه. وكان قتيبة يقول لحيان، وهو على الأعاجم. احمل.\n</p>\n\n<p>\nفيقول: لم يأن ذلك بعد.\n</p>\n\n<p>\nوحملت العجم على العرب. فقال حيان: يا معشر العجم! لم تقتلون أنفسكم\nلقتيبة؟ الحسن بلائه عندكم؟ فانحاز بهم إلى بنى تميم. وتهايج الناس وصبر مع\nقتيبة اخوته، أهل بيته وقوم من أبناء ملوك السغد أنفوا من خذلانه. وقطعت\nأطناب الفسطاط وأطناب الفازة فسقطت على قتيبة أو سقط عمود الفازة على هامته\nفقتله. فاحتز رأسه عبد الله بن علوان.\n</p>\n\n<p>\nوقال قوم منهم هشام بن الكلبي: بل دخلوا عليه، فسطاطه فقتله جهم بن زحر\nالجعفي، وضربه سعد بن مجد، واحتز رأسه ابن علوان.\n</p>\n\n<p>\n1003 - قالوا: وقتل معه جماعة من إخوته وأهل بيته وأم ولده الصماء.\n</p>\n\n<p>\nونجا ضرار بن مسلم، أمنه بنو تميم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p521'> Vol. 03, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\nوأخذت الأزد رأس قتيبة وخاتمة. وأتى وكيع برأس قتيبة فبعث به إلى سليمان\nمع سليط بن عطية الحنفي.\n</p>\n\n<p>\nوأقبل الناس يسلبون باهلة فمنع من ذلك <span id='ms363'></span>.\n</p>\n\n<p>\nوكتب وكيع إلى أبى مجلز لاحق بن حميد بعهده على مرو فقبله، ورضى الناس\nبه.\n</p>\n\n<p>\nوكان قتيبة يوم قتل ابن خمس وخمسين سنة.\n</p>\n\n<p>\nولما قبل وكيع بن أبي سود بصارم بخراسان (؟) وضبطها أراد سليمان توليته\nإياها فقيل له: إن وكيعا ترفعه الفتنة (ص 424) وتضعه الجماعة، وفيه جفاء\nوأعرابية.\n</p>\n\n<p>\nوكان وكيع يدعو بطست فيبول والناس ينظرون إليه. فمكث تسعة أشهر، حتى قدم\nعليه يزيد بن المهلب وكان بالعراق. فكتب إليه سليمان أن يأتي خراسان، وبعث\nإليه بعهده. فقدم يزيد مخلدا ابنه فحاسب وكيعا وحبسه وقال له: أد مال الله.\nفقال: أو خازنا لله كنت؟.\n</p>\n\n<p>\nوغزا مخلد البتم ففتحها. ثم نقضوا بعده فتركهم ومال عنهم، فطمعوا في\nانصرافه، ثم كر عليهم حتى دخلها. ودخلها جهم بن زحر وأصاب بها مالا وأصناما\nمن ذهب، فأهل البتم ينسبون إلى ولائه.\n</p>\n\n<p>\nقال أبو عبيدة معمر بن المثنى: كانوا يرون أن عبد الله بن عبد الله بن\nالأهتم أبا خاقان قد كتب إلى الحجاج يسعى بقتيبة، ويخبر بما صار إليه من\nالمال، وهو يومئذ خليفة قتيبة على مرو. وكان قتيبة إذا غزا استخلفه على\nمرو. فلما كانت غزوة بخارا وما يليها واستخلفه، أتاه بشير، أحد بنى الأهتم،\nفقال له:\n</p>\n\n<p>\nإنك قد انبسطت إلى عبد الله وهو ذو غوائل حسود، فلا نأمنه أن يعزلك\nفيستفسدنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p522'> Vol. 03, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\nقال: إنما قلت هذا حسدا لابن عمك.\n</p>\n\n<p>\nقال: فليكن عذري عندك، فإن كان ذلك عذرتني.\n</p>\n\n<p>\nوغزا، فكتب بما كتب به إلى الحجاج. فطوى الحجاج كتابه في كتابه إلى\nقتيبة. فجاء الرسول حتى نزل السكة بمرو وجاوزها ولم يأت عبد الله. فأحس\nبالشر، فهرب فلحق بالشام، فمكث زمينا يبيع الخمر والكتانيات في رزمة على\nعنقه يطوف بها. ثم إنه وضع خرقة وقطنة على إحدى عينيه ثم عصبها واكتنى بأبي\nطينة. وكان يبيع الزيت. فلم يزل على هذه الحال حتى هلك الوليد بن عبد الملك\nوقام سليمان، فألقى عنه ذاك الدنس والخرقة. وقام بخطبة تهنئة لسليمان\nووقوعا في الحجاج وقتيبة. وكانا قد بايعا لعبد <span id='ms364'></span> العزيز بن الوليد وخلعا\nسليمان. فتفرق الناس وهم يقولون: أبو طينة الزيات أبلغ الناس.\n</p>\n\n<p>\nفلما انتهى إلى قتيبة كتاب ابن الأهتم إلى الحجاج وقد فاته، عكر على بنى\nعمه وبنيه. وكان أحدهم شيبة أبو شبيب فقتل تسعة أناسي منهم أحدهم بشير.\n</p>\n\n<p>\nفقال له بشير: أذكر عذري عندك فقال: قدمت رجلا وأخرت رجلا يا عدو الله!\n</p>\n\n<p>\nفقتلهم جميعا.\n</p>\n\n<p>\nوكان وكيع بن أبي سود قبل ذلك على بنى تميم بخراسان. فعزله عنهم قتيبة\nواستعمل رجلا من بنى ضرار الضبي. فقال حين قتلهم: قتلني الله أنا أقتله.\n</p>\n\n<p>\nوتفقدوه فلم يصل الظهر ولا العصر. فقالوا له: إنك لم تصل. فقال: وكيف\nأصلى لرب قتل منا عامتهم صبيان ولم يغضب لهم.\n</p>\n\n<p>\nوقال أبو عبيدة: غزا قتيبة مدينة فيل ففتحها. وقد كان أمية بن عبد الله\nابن خالد بن أسيد فتحها. ثم نكثوا، ورامهم يزيد بن المهلب فلم يقدر عليها:\n</p>\n\n<p>\nفقال كعب الأشقري:\n</p>\n\n<p>\nأعطتك فيل بأيديها وحق لها * ورامها قبلك الفجفاجة الصلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p523'> Vol. 03, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nيعنى يزيد بن المهلب.\n</p>\n\n<p>\n1004 - قالوا: ولما استخلف عمر بن عبد العزيز كتب إلى ملوك ما وراء النهر\nيدعوهم إلى الاسلام. فأسلم بعضهم وكان عامل عمر على خراسان الجراح بن عبد\nالله الحكمي. فأخذ مخلد بن يزيد وعمال يزيد فحبسهم. ووجه الجراح عبد الله\nبن معمر اليشكري إلى ما وراء النهر، فأوغل في بلاد العود، وهم بدخول الصين،\nفأحاطت به الترك حتى افتدى منهم وتخلص وصار إلى الشاش.\n</p>\n\n<p>\nورفع عمر الخراج على من أسلم بخراسان، وفرض لمن أسلم، وابتنى الخانات.\n</p>\n\n<p>\nثم بلغ عمر عن الجراح عصبية، وكتب إليه إنه لا يصلح أهل خرسان إلا السيف.\nفأنكر ذلك وعزله. وكان عليه دين (ص 426) فقضاه. وولى عبد الرحمن بن نعيم\nالغامدي حرب خراسان، وعبد الرحمن بن عبد الله القشيري خراجها.\n</p>\n\n<p>\nقال: وكان الجراح بن عبد الله يتخذ نقرا من فضة وذهب ويصيرها تحت بساط في\nمجلسه على أوزان مختلفة. فإذا دخل عليه الداخل من إخوته والمعتزين به رمى\nإلى كل امرئ منهم مقدار ما يؤهل له.\n</p>\n\n<p>\nثم <span id='ms365'></span> ولى يزيد بن عبد الملك، فولى مسلمة بن عبد الملك العراق وخراسان.\n</p>\n\n<p>\nفولى مسلمة سعيد بن عبد العزيز بن الحارث بن الحكم بن أبي العاصي بن أمية\nخراسان، وسعيد هذا يلقب حذيفة. وذلك أن بعض دهاقين ما وراء النهر دخل عليه\nوعليه معصفر وقد رجل شعره. فقال: هذا خذينة. يعنى دهقانة.\n</p>\n\n<p>\nوكان سعيد صهر مسلمة على ابنته. فقدم سعيد سورة بن الحر الحنظلي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p524'> Vol. 03, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nثم ابنه، فتوجه إلى ما وراء النهر فنزل اشتيخن وقد صارت الترك إليها.\n</p>\n\n<p>\nفحاربهم وهزمهم، ومنع الناس من طلبهم حينا.\n</p>\n\n<p>\nثم لقي الترك ثانية فهزموهم وأكثروا القتل في أصحابه. وولى سعيد نصر ابن\nسيار. وفى سعيد يقول الشاعر:\n</p>\n\n<p>\nفسرت إلى الأعداء تلهو بلعبة * فأيرك مشهور وسيفك مغمد وشخص قوم من وجوه\nأهل خراسان إلى مسلمة يشكون سعيدا فعزله.\n</p>\n\n<p>\nوولى سعيد بن عمرو الجرشي خراسان. فلما قدمها أمر كاتبه بقراءة عهده،\nوكان لحانا. فقال سعيد: أيها الناس! إن الأمير برئ مما تسمعون من هذا\nاللحن. ووجه إلى السغد يدعوهم إلى الفئة والمراجعة، وكف عن مهايجتهم حتى\nأتته رسله بإقامتهم على خلافه. فزحف إليهم فانقطع عن عظيمهم زهاء عشرة آلاف\nرجل، وفارقوهم مائلين إلى الطاعة، وافتتح الجرشي عامة حصون السغد ونال من\nالعدو نيلا شافيا.\n</p>\n\n<p>\nوكان يزيد بن عبد الملك ولى عهده (ص 427) هشام بن عبد الملك والوليد بن\nيزيد بعده، فلما مات يزيد بن عبد الملك قام هشام. فولى عمر ابن هبيرة\nالفزاري العراق فعزل الجرشي واستعمل على خراسان مسلم بن سعيد.\n</p>\n\n<p>\nفغزا أفشين، فصالحه على ستة آلاف رأس، ودفع إليه قلعته، ثم انصرف إلى\nمرو. وولى طخارستان نصر بن سيار فخالفه خلق من العرب فأوقع بهم، ثم سفرت\nبينهم السفراء فاصطلحوا.\n</p>\n\n<p>\nواستعمل هشام خالد بن عبد الله القسري على العراق. فولى أسد بن عبد الله\nأخاه خراسان. وبلغ ذلك مسلم بن سعيد فسار حتى أتى فرغانة، فأناخ على\nمدينتها، فقطع الشجر، وأخرب العمارة، وانحدر عليه خاقان الترك في عسكره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p525'> Vol. 03, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nفارتحل عن فرغانة. وسار في يوم واحد ثلاث <span id='ms366'></span> مراحل، حتى ماتت دوابه، وتطرفت\nالترك عسكره. فقال بعض الشعراء:\n</p>\n\n<p>\nغزوت بنا من خشية العزل عاصيا * فلم تنج من دنيا معن غرورها وقدم أسد\nسمرقند. فاستعمل عليها الحسن بن أبي العمرطة. فكانت الترك تطرق سمرقند\nوتغير. وكان الحسن ينفر كلما أغاروا فلا يلحقهم. فخطب ذات يوم فدعا على\nالترك في خطبته فقال: اللهم اقطع آثارهم، وعجل أقدارهم، وأنزل عليهم الصبر.\nفشتمه أهل سمرقند وقالوا: لا بل أنزل الله علينا الصبر وزلزل أقدامهم.\n</p>\n\n<p>\nوغزا أسد جبال نمرود. فصالحه نمرود وأسلم. وغزا الختل، فلما قدم بلخ أمر\nببناء مدينتها، ونقل الدواوين إليها. وصار إلى الختل فلم يقدر منها على شئ.\n</p>\n\n<p>\nوأصاب الناس ضر وجوع: وبلغه عن نصر بن سيار كلام فضربه وبعث به إلى خالد\nمع ثلاثة نفر اتهموا بالشغب. ثم شخص أسد عن خراسان وخلف عليها الحكم بن\nعوانة الكلبي:\n</p>\n\n<p>\nواستعمل هشام أشرس بن عبد الله السلمي على خراسان. وكان معه كاتب نبطي (ص\n428) يسمى عميرة، ويكنى أبا أمية. فزين له الشر. فزاد أشرس في وظائف خراسان\nواستخف بالدهاقين، ودعا أهل ما وراء النهر إلى الاسلام، وأمر بطرح الجزية\nعن من أسلم. فسارعوا إلى الاسلام وانكسر الخراج. فلما رأى أشرس ذلك أخذ\nالمسالمة. فأنكروا ذلك وألاحوا منه.\n</p>\n\n<p>\nوغضب لهم ثابت قطنة الأزدي. وإنما قيل له قطنة لان عينه فقئت فكان يضع\nعليها قطنة. فبعث إليهم أشرس من فرق جمعهم. وأخذنا ثابتا فحبسه ثم خلاه\nبكفالة ووجهه في وجه، فخرجت عليه الترك فقتلته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p526'> Vol. 03, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nواستعمل هشام في سنة 112 الجنيد بن عبد الرحمن المري على خراسان.\n</p>\n\n<p>\nفلقي الترك فحاربهم، ووجه طلائع له فظفروا بابن خاقان وهو سكران يتصيد.\n</p>\n\n<p>\nفأخذوه فأتوا به الجنيد بن عبد الرحمن. فبعث به إلى هشام. ولم يزل يقاتل\nالترك حتى دفعهم. فكتب إلى هشام يستمده فأمده بعمرو بن مسلم في عشرة آلاف\nرجل من أهل البصرة، وبعبد الرحمن بن نعيم في عشرة آلاف من أهل الكوفة، وحمل\nإليه ثلاثين ألف قناة وثلاثين ألف ترس. وأطلق يده في الفريضة، ففرض لخمسة <span id='ms367'></span>\nعشر ألف رجل. وكانت للجنيد مغاز، وانتشرت دعاة بنى هاشم في ولايته وقوى\nأمرهم. وكانت وفاة الجنيد بمرو.\n</p>\n\n<p>\nوولى هشام خراسان عاصم بن عبد الله بن يزيد الهلالي.\n</p>\n\n<p>\nوقال أبو عبيدة معمر بن المثنى: التاثت نواح من طخارستان فتحها الجنيد\nابن عبد الرحمن وردها إلى صلحها ومقاطعتها.\n</p>\n\n<p>\nقال: وكان نصر بن سيار غزا اشرو سنة أيام مروان بن محمد، فلم يقدر على شئ\nمنها. فلما استخلف أمير المؤمنين العباس رحمه الله ومن بعده من الخلفاء\nكانوا يولون عمالهم فينقصون حدود أرض العدو وأطرافها، ويحاربون من نكث\nالبيعة ونقض العهد من أهل القبلة، ويعيدون (ص 429) مصالحة من امتنع من\nالوفاء بصلحه بنصب الحرب له.\n</p>\n\n<p>\n1005 - قالوا: ولما استخلف المأمون أمير المؤمنين أغزى السغد وأشروسنة\nومن انتقض عليه من أهل فرغانة الجند، وألح عليهم بالحروب وبالغارات أيام\nمقامه بخراسان وبعد ذلك. وكان مع تسريبه الخيول إليهم يكاتبهم بالدعاء إلى\nالاسلام والطاعة والترغيب فيهما.\n</p>\n\n<p>\nووجه إلى كابل شاه جيشا فأدت الإتاوة وأذعن بالطاعة. واتصل إليها البريد\nحتى حمل إليه منا أهليلج وصل رطبا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p527'> Vol. 03, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nوكان كاوس ملك اشروسنة كتب إلى الفضل بن سهل، المعروف بذى الرياستين، وهو\nوزير المأمون وكاتبه، يسأله الصلح على مال يؤديه على أن لا يغزي المسلمين\nبلده. فأجيب إلى ذلك. فلما قدم المأمون رحمه الله إلى مدينة السلام امتنع\nكاوس من الوفاء بالصلح. وكان له قهرمان أثير عنده قد زوج ابنته من الفضل بن\nكاوس. فكان يقرظ الفضل عنده ويقربه من قلبه ويذم حيدر بن كاوس المعروف\nبالأفشين ويشنعه. فوثب حيدر على القهرمان فقتله على باب كنب مدينتهم، وهر\nإلى هاشم بن محور الختلي. وكان هاشم ببلده مملكا عليه. فسأله أن يكتب إلى\nأبيه في الرضى عليه.\n</p>\n\n<p>\nوكان كاوس قد زوج أم جنيد حين قتل قهرمانه طراديس، وهرب ببعض دهاقينه.\nفلما بلغ حيدر ذلك أظهر الاسلام وشخص إلى مدينة السلام، فوصف للمأمون سهولة\nالامر في أشر وسنة، وهون عليه ما يهوله الناس من خبرها، ووصف له طريقا\nمختصرة إليها. فوجه المأمون <span id='ms368'></span> أحمد بن أبي خالد الأحول الكاتب لغزوها في جيش\nعظيم. فلما بلغ كاوس اقباله نحوه بعث الفضل ابن كاوس إلى الترك يستنجدهم،\nفأنجده منهم الدهم. وقدم أحمد (ص 430) ابن أبي خالد بلد اشروسنة، فأناخ على\nمدينتها قبل موافاة الفضل بالأتراك.\n</p>\n\n<p>\nفكان تقدير كاوس فيه أن يسلك الطرق البعيدة، وأنه لا يعرف هذه الطريق\nالمختصرة، فسقط في يده ونخب قلبه فاستسلم، وخرج في الطاعة. وبلغ الفضل خبره\nفانحاز بالأتراك إلى مفازة هناك، ثم فارقهم وسار جادا حتى أتى أباه فدخل في\nأمانه. وهلك الأتراك عطشا. وورد كاوس مدينة السلام فأظهر الاسلام وملكه\nالمأمون على بلاده. ثم ملك حيدر ابنه وهو الأفشين بعده.\n</p>\n\n<p>\nوكان المأمون رحمه الله يكتب إلى عماله على خراسان في غزو من لم يكن على\nالطاعة والاسلام من أهل ما وراء النهر، ويوجه رسله فيفرضون لمن رغب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p528'> Vol. 03, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nفي الديوان وأراد الفريضة من أهل تلك النواحي وأبناء ملوكهم، ويستميلهم\nبالرغبة، فإذا وردوا بابه شرفهم وأسنى صلاتهم وأرزاقهم.\n</p>\n\n<p>\nثم استخلف المعتصم بالله فكان على مثل ذلك، حتى صار جل شهود عسكره من جند\nأهل ما وراء النهر من السغد والفراغنة والاشروسنة وأهل الشاش وغيرهم. وحضر\nملوكهم بابه، وغلب الاسلام على من هناك، وصار أهل تلك البلاد يغزون من\nوراءهم من الترك. وأغزى عبد الله بن طاهر ابنه طاهر بن عبد الله بلاد\nالغوزية ففتح مواضع لم يصل إليها أحد قبله.\n</p>\n\n<p>\n1006 - وحدثني العمرى، عن الهيثم بن عدي، عن ابن عياش أن قتيبة أسكن\nالعرب ما وراء النهر حتى أسكنهم أرض فرغانة والشاش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p529'> Vol. 03, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nفتوح السند 1007 - أخبرنا على بن محمد بن عبد الله بن أبي سيف قال: ولى\nعمر ابن الخطاب رضي الله عنه عثمان بن أبي العاصي الثقفي البحرين وعمان سنة\nخمس عشرة. فوجه أخاه (ص 431) الحكم إلى البحرين ومضى إلى عمان فأقطع جيشا\nإلى تانه. فلما رجع الجيش كتب إلى عمر يعلمه ذلك. فكتب إليه عمر: يا أخا\nثقيف! حملت دودا على عود. وإني أحلف بالله إلو أصيبوا لاخذت من قومك مثلهم <span id='ms369'></span>.\n</p>\n\n<p>\nووجه الحكم أيضا إلى بروص. ووجه أخاه المغيرة بن أبي العاصي إلى خور\nالديبل، فلقي العدو فظفر.\n</p>\n\n<p>\nفلما ولى عثمان بن عفان رضي الله عنه وولى عبد الله بن عامر بن كريز\nالعراق كتب إليه يأمره أن يوجه إلى ثغر الهند من يعلم علمه وينصرف إليه\nبخبره. فوجه حكيم بن جبلة العبدي. فلما رجع أوفده إلى عثمان، فسأله عن حال\nالبلاد فقال: يا أمير المؤمنين! قد عرفتها وتنحرتها.\n</p>\n\n<p>\nقال: فصفها لي:\n</p>\n\n<p>\nقال: ماؤها وشل، وثمرها دقل، ولصها بطل. إن قل الجيش فيها ضاعوا، وإن\nكثروا جاعوا.\n</p>\n\n<p>\nفقال له عثمان: أخابر أم ساجع؟\n</p>\n\n<p>\nقال: بل خاير.\n</p>\n\n<p>\nفلم يغزها أحدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p530'> Vol. 03, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\nفلما كان آخر سنة ثمان وثلاثين وأول سنة تسع وثلاثين في خلافة على ابن\nأبي طالب رضي الله عنه توجه إلى ذلك الثغر الحارث بن مرة العبدي متطوعا\nبإذن على. فظفر وأصاب مغنما وسبيا، وقسم في يوم واحد ألف رأس.\n</p>\n\n<p>\nثم إنه قتل ومن معه بأرض القيقان، إلا قليلا. وكان مقتله في سنة اثنتين\nوأربعين. والقيقان من بلاد السند مما يلي خراسان.\n</p>\n\n<p>\nثم غزا ذلك الثغر المهلب بن أبي صفرة في أيام معاوية سنة أربع وأربعين.\n</p>\n\n<p>\nفأتى بنة وألاهور، وهما بين الملتان وكابل. فلقيه العدو فقاتله ومن معه.\n</p>\n\n<p>\nولقي المهلب ببلاد القيقان ثمانية عشر فارسا من الترك على خيل محذوفة،\nفقاتلوه فقتلوا جميعا، فقال المهلب: ما جعل هؤلاء الأعاجم أولى بالتمشير\nمنا؟ فحذف الخيل فكان أول من حذفها من المسلمين.\n</p>\n\n<p>\nوفى بنة يقول الأزدي (ص 432):\n</p>\n\n<p>\nألم تر أن الأزد ليلة بيتوا * ببنة كانوا خير جيش المهلب ثم ولى عبد الله\nبن عامر في زمن معاوية بن أبي سفيان عبد الله بن سوار العبدي. ويقال ولاه\nمعاوية من قبله ثغر الهند. فغزا القيقان فأصاب مغنما.\n</p>\n\n<p>\nثم وفد إلى معاوية وأهدى إليه خيلا قيقانية، وأقام عنده، ثم رجع إلى\nالقيقان فاستجاشوا الترك. فقتلوه، وفيه يقول الشاعر:\n</p>\n\n<p>\nوابن سوار على علاته * موقد النار وقتال السغب وكان سخيا لم يوقد أحد\nنارا غير ناره في عسكره <span id='ms370'></span>. فرأى ذات ليلة نارا فقال: ما هذه؟ فقالوا: امرأة\nنفساء يعمل لها خبيص. فأمر أن يطعم الناس الخبيص ثلاثا.\n</p>\n\n<p>\nوولى زياد بن أبي سفيان في أيام معاوية سنان بن سلمة بن المحبق الهذلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p531'> Vol. 03, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\nوكان فاضلا متألها. وهو أول من أحلف الجند بالطلاق. فأتى الثغر، ففتح\nمكران عنوة ومصرها، وأقام بها، وضبط البلاد. وفيه يقول الشاعر:\n</p>\n\n<p>\nرأيت هذيلا أحدثت في يمينها * طلاق نساء ما تسوق لها مهرا لهان على حلفة\nابن محبق * إذا رفعت أعناقها حلقا صفرا وقال ابن الكلبي: كان الذي فتح\nمكران حكيم بن جبلة العبدي.\n</p>\n\n<p>\nثم استعمل زياد على الثغر راشد بن عمرو الجديدي من الأزد. فأتى مكران، ثم\nغزا القيقان فظفر، ثم غزا الميد فقتل. وقام بأمر الناس سنان ابن سلمة.\nفولاه زياد الثغر. فأقام به سنتين.\n</p>\n\n<p>\nوقال أعشى همدان في مكران:\n</p>\n\n<p>\nوأنت تسير إلى مكران * فقد شحط الورد والمصدر ولم تك من حاجتي مكران *\nولا الغزو فيها ولا المتجر (ص 433) وحدثت عنها ولم آتها * فما زلت من ذكرها\nأوجر بأن الكثير بها جائع * وأن القليل بها معور وغزا عباد بن زياد ثغر\nالهند من سجستان. فأتى سناروذ. ثم أخذ على حوى كهز إلى الروذبار من أرض\nسجستان إلى الهندمند. فنزل كش، وقطع المفازة حتى أتى القندهار، فقاتل أهلها\nفهزمهم وفلهم، وفتحها بعد أن أصيب رجال من المسلمين. ورأى قلانس أهلها\nطوالا. فعمل عليها. فسميت العبادية.\n</p>\n\n<p>\nوقال ابن مفرغ:\n</p>\n\n<p>\nكم بالجروم وأرض الهند من قدم * ومن سرابيل قتلى لا هم قبروا بقندهار ومن\nتكتب منيته * بقندهار يرجم دونه الخبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p532'> Vol. 03, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nثم ولى زياد المنذر بن الجارود العبدي، ويكنى أبي الأشعث، ثغر الهند.\n</p>\n\n<p>\nفغزا البوقان والقيقان. فظفر المسلمون وغنموا. وبث السرايا في بلادهم،\nوفتح قصدار وسبابها. وكان سنان قد فتحها إلا أن أهلها انتقضوا. وبها مات.\n</p>\n\n<p>\nفقال الشام ر:\n</p>\n\n<p>\nحل بقصدار فأضحى بها * في القبر لم يقفل مع القافلين لله قصدار وأعنابها\n* أي فتى دنيا أجنت ودين ثم ولى عبيد الله بن زياد بن حرى الباهلي. ففتح\nالله تلك <span id='ms371'></span> البلاد على يده.\n</p>\n\n<p>\nوقاتل بها قتالا شديدا فظفر وغنم.\n</p>\n\n<p>\nوقال قوم إن عبيد الله بن زياد (ص 434) ولى سنان بن سلمة. وكان حرى على\nسراياه. وفى حرى بن حرى يقول الشاعر:\n</p>\n\n<p>\nلولا طعاني بالبوقان ما رجعت * منه سرايا ابن حرى بأسلاب وأهل البوقان\nاليوم مسلمون. وقد بنى عمران بن موسى بن يحيى بن خالد البرمكي بها مدينة\nسماها البيضاء، وذلك في خلافة المعتصم بالله.\n</p>\n\n<p>\nولما ولى الحجاج بن يوسف بن الحكم بن أبي عقيل الثقفي العراق ولى سعيد بن\nأسلم بن زرعة الكلابي مكران وذلك الثغر. فخرج عليه معاوية ومحمد ابنا\nالحارث العلافيان، فقتل. وغلب العلافيان على الثغر.\n</p>\n\n<p>\nواسم علاف هو ربان بن حلوان بن عمران بن الحاف بن قضاعة. وهو أبو جرم.\n</p>\n\n<p>\nفولى الحجاج مجاعة بن سعر التميمي ذلك الثغر. فغزا مجاعة فغنم، وفتح\nطوائف قندابيل. ثم أتم فتحها محمد بن القاسم. ومات مجاعة بعد سنة بمكران.\nقال الشاعر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p533'> Vol. 03, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nما من مشاهدك التي شاهدتها * إلا يزينك ذكرها مجاعا ثم استعمل الحجاج بعد\nمجاعة محمد بن هارون بن ذراع النمري. فأهدى إلى الحجاج في ولايته ملك جزيرة\nالياقوت نسوة ولدن في بلاده مسلمات ومات أباؤهن، وكانوا تجارا. فأراد\nالتقرب بهن، فعرض للسفينة التي كن فيها قوم من ميد الديبل في بوارج. فأخذوا\nالسفينة بما فيها. فنادت امرأة منهن، وكانت من بنى يربوع، يا حجاج! وبلغ\nالحجاج ذلك. فقال:\n</p>\n\n<p>\nيا لبيك! فأرسل إلى داهر يسأله تخلية النسوة. فقال: إنما أخذهن لصوص لا\nأقدر عليهم. فأغزى الحجاج عبيد الله بن نبهان الديبل، فقتل. فكتب إلى بديل\nبن (ص 435) طهفة البجلي وهو بعمان يأمره أن يسير إلى الدبيل.\n</p>\n\n<p>\nفلما لقيهم نفر به فرسه فأطاف به العدو فقتلوه. وقال بعضهم: قتله زط\nالبدهة.\n</p>\n\n<p>\nقال: وإنما سميت هذه الجزيرة جزيرة الياقوت لحسن وجوه نسائها.\n</p>\n\n<p>\nثم ولى الحجاج محمد بن القاسم بن محمد بن الحكم بن أبي عقيل في أيام\nالوليد بن عبد الملك. فغزا السند. وكان محمد بفارس، وقد أمره أن يسير إلى\nالري، وعلى <span id='ms372'></span> مقدمته أبو الأسود جهم بن زحر الجعفي. فرده إليه وعقد له على\nثغر السند، وضم إليه ستة آلاف من جند أهل الشام، وخلقا من غيرهم، وجهزه بكل\nما احتاج إليه حتى الخيوط والمسال، وأمره أن يقيم بشيراز حتى يتتام إليه\nأصحابه ويوافيه ما أعدله. وعمد الحجاج إلى القطن المحلوج فنقع في الخل\nالخمر الحاذق ثم جفف في الظل. فقال: إذا صرتم إلى السند فإن الخل بها ضيق،\nفأنقعوا هذا القطن في الماء ثم اطبخوا به واصطبغوا.\n</p>\n\n<p>\nويقال إن محمدا لما صار إلى الثغر كتب يشكو ضيق الخل عليهم.\n</p>\n\n<p>\nفبعث إليه بالقطن المنقوع في الخل.\n</p>\n\n<p>\nفسار محمد بن القسم إلى مكران فأقام بها أياما، ثم أتى قنزبور ففتحها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p534'> Vol. 03, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nثم أتى أرمائيل ففتحها. وكان محمد بن هارون بن ذراع قد لقيه، فانضم إليه\nوسار معه، فتوفى بالقرب منها، فدفن بقنبل.\n</p>\n\n<p>\nثم سار محمد بن القاسم من ارمائيل ومعه جهم بن زحر الجعفي فقدم الديبل\nيوم جمعة، ووافته سفن كان حمل فيها الرجال والسلاح والأداة.\n</p>\n\n<p>\nفخندق حين نزل الديبل، وركزت الرماح على الخندق، ونشرت الاعلام، وأنزل (ص\n436) الناس على راياتهم، ونصب منجنيقا تعرف بالعروس كان يمد فيها خمس مئة\nرجل.\n</p>\n\n<p>\nوكان بالديبل بد عظيم عليه دقل طويل، وعلى الدقل راية حمراء إذا هبت\nالريح أطافت بالمدينة. وكانت تدور. والبد فيما ذكروا منارة عظيمة يتخذ في\nبناء هلم فيه صنم لهم أو أصنام يشهر بها. وقد يكون الصنم في داخل المنارة\nأيضا. وكل شئ أعظموه من طريق العبادة فهو عندهم بد. والصنم بد أيضا.\n</p>\n\n<p>\nوكانت كتب الحجاج ترد على محمد، وكتب محمد ترد عليه بصفة ما قبله\nواستطلاع رأيه فيما يعمل به في كل ثلاثة أيام. فورد على محمد من الحجاج\nكتاب ان انصب العروس وأقصر منها قائمة، ولتكن مما يلي المشرق، ثم ادع\nصاحبها فمره أن يقصد برميته للدقل الذي وصفت لي. فرمى الدقل فكسر فاشتدت\nطيرة الكفر من ذلك. ثم إن محمدا ناهضهم وقد خرجوا إليه، فهزمهم حتى ردهم،\nوأمر بالسلاليم فوضعت <span id='ms373'></span>، وصعد عليها الرجال. وكان أولهم صعودا رجل من مراد من\nأهل الكوفة. ففتحت عنوة. ومكث محمد يقتل من فيها ثلاثة أيام، وهرب عامل\nداهر عنها، وقتل سادنا بيت آلهتهم. واختط محمد للمسلمين بها وبنى مسجدا\nوأنزلها أربعة آلاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p535'> Vol. 03, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\n1008 - قال أحمد بن يحيى: فحدثني منصور بن حاتم النحوي مولى آل خالد بن\nأسيد أنه رأى الدقل الذي كان على منارة البد مكسورا، وأن عنبسة ابن إسحاق\nالضبي العامل كان على السند في خلافة المعتصم بالله رحمه الله هدم أعلى تلك\nالمنارة وجعل فيها سجنا، وابتدأ في مرمة المدينة بما نقض من حجارة تلك\nالمنارة. فعزل قبل استتمام ذلك. وولى بعده هارون بن أبي خالد المروروذي\nفقتل بها.\n</p>\n\n<p>\n1009 - قالوا: وأني محمد بن القاسم البيرون. وكان أهلها بعثوا سمنيين\nمنهم إلى الحجاج فصالحوه. فأقاموا (ص 437) لمحمد العلوفة وأدخلوه مدينتهم،\nووفوا بالصلح. وجعل محمد لا يمر بمدينة إلا فتحها، حتى عبر نهرا دون مهران.\n</p>\n\n<p>\nفأتاه سمنية سريبدس فصالحوه عن من خلفهم، ووظف عليهم الخراج، وسار إلى\nسهبان ففتحها.\n</p>\n\n<p>\nثم سار إلى مهران فنزل في وسطه فبلغ ذلك داهر واستعد لمحاربته.\n</p>\n\n<p>\nوبعث محمد بن القاسم محمد بن مصعب بن عبد الرحمن الثقفي إلى سدوسان في\nخيل وحمارات، فطلب أهلها الأمان والصلح، وسفر بينه وبينهم السمنية فأمنهم\nووظف عليهم خرجا وأخذ منهم رهنا، وانصرف إلى محمد ومعه من الزط أربعة آلاف،\nفصاروا مع محمد. وولى سدوسان رجلا.\n</p>\n\n<p>\nثم إن محمدا احتال لعبور مهران حتى عبره مما يلي بلاد راسل ملك قصة من\nالهند، على جسر عقده. وداهر مستخف به لاه عنه. ولقيه محمد والمسلمون وهو\nعلى فيل وحوله الفيلة وممه التكاكرة. فاقتتلوا قتالا شديدا لم يسمع بمثله،\nوترجل داهر وقائل، فقتل عند المساء، وانهزم المشركون فقتلهم المسلمون كيف\nشاؤوا. وكان الذي قتله في رواية المدائني رجلا من بنى كلاب وقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p536'> Vol. 03, p. 536</a>\n            </div>\n            \n</p>\n\n<p>\nالخيل تشهد يوم داهر والقنا * ومحمد بن القاسم بن محمد أنى فرجت الجمع\nغير معرد * حتى علوت عظيمهم بمهند فتركته تحت العجاج مجدلا * متعفر الخدين\nغير <span id='ms374'></span> مؤسد 1010 - فحدثني منصور بن حاتم قال: داهر والذي قتله مصوران ببروص.\nوبديل بن طهفة مصور بقند، وقبره بالديبل.\n</p>\n\n<p>\n1011 - وحدثني على بن محمد المدائني، عن أبي محمد الهندي، عن أبي الفرج\nقال: لما قتل داهر غلب محمد بن القاسم على بلاد السند.\n</p>\n\n<p>\nوقال ابن الكلبي: كان الذي قتل داهر القاسم (ص 438) بن ثعلبة بن عبد الله\nبن حصن الطائي.\n</p>\n\n<p>\n1012 - قالوا: وفتح محمد بن القاسم راور عنوة. وكانت بها امرأة لداهر،\nفخافت أن تؤخذ فأحرقت نفسها وجواريها وجميع مالها.\n</p>\n\n<p>\nثم أتى محمد بن القاسم برهمناباذ العتيقة، وهي على رأس فرسخين من\nالمنصورة، ولم تكن المنصورة يومئذ، إنما كان موضعها غيضة. وكان فل داهر\nببرهمناباذ هذه فقاتلوه، ففتحها محمد عنوة، وقتل بها ثمانية آلاف، وقبل ستة\nوعشرين ألفا وخلف فيها عامله وهي اليوم خراب.\n</p>\n\n<p>\nوسار محمد يريد الرور وبغرور، فتلقاه أهل ساوندرى فسألوه الأمان، إياه،\nواشترط عليهم ضيافة المسلمين ودلالتهم، وأهل ساوندرى اليوم مسلمون.\n</p>\n\n<p>\nثم تقدم إلى بسمد، فصالح أهلها على مثل صلح ساوندرى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p537'> Vol. 03, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\nوانتهى محمد إلى الرور، وهي من مدائن السند، وهي على جبل. فحصرهم أشهرا\nففتحها صلحا، على أن لا يقتلهم، ولا يعرض لبدهم وقال: ما البد الا ككنائس\nالنصارى واليهود وبيوت نيران المجوس. ووضع عليهم الخراج بالرور. وبنى\nمسجدا.\n</p>\n\n<p>\nوسار محمد إلى السكة، وهي مدينة دون بياس ففتحها. والسكة اليوم خراب.\n</p>\n\n<p>\nثم قطع نهر بياس إلى الملتان. فقاتله أهل الملتان، فأبلى زائدة بن عمير\nالطائي، وانهزم المشركون فدخلوا المدينة، وحصرهم محمد، ونفدت أزواد\nالمسلمين، فأكلوا الحمر. ثم أتاهم رجل مستأمن فدلهم على مدخل الماء الذي\nمنه شربهم، وهو ماء يجرى من نهر بسمد فيصير في مجتمع له مثل البركة في\nالمدينة، وهم يسمونه البلاح. فغوره، فلما (ص 439) عطشوا نزلوا على الحكم،\nفقتل محمد المقاتلة، وسبى الذرية، وسبى سدنة البد وهم ستة آلاف. وأصابوا\nذهبا كثيرا. فجمعت تلك الأموال في بيت يكون عشرة أذرع في ثماني أذرع يلقى\nما أودعه في كوة مفتوحة في سطحه. فسميت الملتان فرج بيت الذهب. والفرج <span id='ms375'></span>\nالثغر.\n</p>\n\n<p>\nوكان بد الملتان بدا تهدى إليه الأموال وتنذر له النذور، ويحج إليه السند\nفيطوفون به ويحلقون رؤوسهم ولحاهم عنده، ويزعمون أن صنما فيه هو أيوب النبي\nصلى الله عليه وسلم.\n</p>\n\n<p>\n1013 - قالوا. ونظر الحجاج فإذا هو قد أنفق على محمد بن القاسم ستين ألف\nألف، ووجد ما حمل إليه عشرين ومائة ألف ألف. فقال: شفينا غيظنا وأدركنا\nثأرنا وازددنا ستين ألف ألف درهم ورأس داهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p538'> Vol. 03, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\nومات الحجاج فأتت محمدا وفاته، فرجع عن الملتان إلى الرور وبغرور، وكان\nقد فتحها فأعطى الناس، ووجه إلى البيلمان جيشا فلم يقاتلوا، وأعطوا الطاعة.\n</p>\n\n<p>\nوسالمه أهل سرست، وهي مغزى أهل البصرة اليوم، وأهلها الميد الذي يقطعون\nفي البحر.\n</p>\n\n<p>\nثم أتى محمد الكيرج فخرج إليه دوهر فقاتله، فانهزم العدو، وهرب دوهر،\nويقال قتل. ونزل أهل المدينة على حكم محمد فقتل وسبى. قال الشاعر:\n</p>\n\n<p>\nنحن قتلنا داهرا ودوهرا * والخيل تردى منسرا فمنسرا ومات الوليد بن عبد\nالملك وولى سليمان بن عبد الملك. فاستعمل صالح ابن عبد الرحمن على خراج\nالعراق، وولى يزيد بن أبي كبشة السكسكي السند فحمل محمد بن القاسم مقيدا مع\nمعاوية بن المهلب. فقال محمد متمثلا:\n</p>\n\n<p>\nأضاعوني وأي فتى أضاعوا * ليوم كريهة وسداد ثغر فبكى أهل الهند على محمد،\nوصوروه بالكيرج. فحبسه صالح بواسط فقال: (ص 440) فلئن ثويت بواسط وبأرضها *\nرهن الحديد مكبلا مغلولا فلرب فتية فارس قد رعتها * ولرب قرن قد تركت قتيلا\nوقال:\n</p>\n\n<p>\nلو كنت أجمعت القرار لوطئت * إناث أعدت للوغى وذكور وما دخلت خيل السكاسك\nأرضنا * ولا كان من عك على أمير ولا كنت للعبد المزوني تابعا * فيا لك دهر\nبالكرام عثور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p539'> Vol. 03, p. 539</a>\n            </div>\n            \n</p>\n\n<p>\nفعذبه صالح في رجال من آل أبي عقيل حتى قتله.\n</p>\n\n<p>\nوكان الحجاج قتل آدم أخا صالح، وكان يرى رأى الخوارج.\n</p>\n\n<p>\nوقال حمزة بن بيض الحنفي:\n</p>\n\n<p>\nإن المروة والسماحة والندى * لمحمد بن القاسم بن محمد ساس الجيوش لسبع\nعشرة حجة * يا قرب ذلك سؤددا من مولد وقال آخر:\n</p>\n\n<p>\nساس الرجال لسبع عشرة حجة * ولداته عن ذاك في أشغال ومات يزيد <span id='ms376'></span> بن أبي\nكبشة بعد قدومه أرض السند بثمانية عشر يوما.\n</p>\n\n<p>\nواستعمل سليمان بن عبد الملك حبيب بن المهلب على حرب السند. فقدمها وقد\nرجع ملوك الهند إلى ممالكهم. فرجع حليشه (كذا) بن داهر إلى برهمناباذ. ونزل\nحبيب على شاطئ مهران، فأعطاه أهل الرور الطاعة.\n</p>\n\n<p>\nوحارب قوما فظفر بهم.\n</p>\n\n<p>\nثم مات سليمان بن عبد الملك، وكانت خلافة عمر بن عبد العزيز بعده.\n</p>\n\n<p>\nفكتب إلى الملوك يدعوهم إلى الاسلام والطاعة، على أن يملكهم، ولهم ما\nللمسلمين وعليهم ما عليهم. وقد كانت بلغتهم سيرته ومذهبه فأسلم حليشه\nوالملوك، وتسموا بأسماء العرب.\n</p>\n\n<p>\nوكان عمرو بن مسلم (ص 441) الباهلي عامل عمر على ذلك الثغر فغزا بعض\nالهند فظفر.\n</p>\n\n<p>\nوهرب بنو المهلب إلى السند في أيام يزيد بن عبد الملك. فوجه إليهم هلال\nبن أحوز التميمي، فلقيهم، فقتل مدرك بن المهلب بقندابيل. وقتل المفضل وعبد\nالملك وزياد ومروان ومعاوية بنى المهلب، وقتل معاوية بن يزيد في آخرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p540'> Vol. 03, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\nوولى الجنيد بن عبد الرحمن المرى من قبل عمر بن هبيرة الفزاري ثغر السند\nثم ولاه إياه هشام بن عبد الملك. فلما قدم خالد بن عبد الله القسري العراق\nكتب هشام إلى الجنيد يأمره بمكاتبته.\n</p>\n\n<p>\nفأتى الجنيد الديبل، ثم نزل شط مهران، فمنعه حليشه العبور، وأرسل إليه:\n</p>\n\n<p>\nإني قد أسلمت وولاني الرجل الصالح بلادي، ولست آمنك.\n</p>\n\n<p>\nفأعطاه رهنا وأخذ منه رهنا بما على بلاده من الخراج. ثم انهما ترادا\nالرهن وكفر حليشه وحارب. وقيل إنه لم يحارب ولكن الجنيد تجنى عليه.\n</p>\n\n<p>\nفأتى الهند فجع جموعا وأخذ السفن واستعد للحرب. فسار إليه الجنيد في\nالسفن، فالتقوا في بطيحة الشرقي، فأخذ حليشه أسيرا وقد جنحت سفينته. فقتله.\n</p>\n\n<p>\nوهرب صصه بن داهر وهو يريد أن يمضى إلى العراق فيشكو غدر الجنيد، فلم يزل\nالجنيد يؤنسه حتى وضع يده في يده فقتله.\n</p>\n\n<p>\nوغزا الجنيد الكيرج، وكانوا قد نقضوا. فاتخذ كباشا نطاحة فصك بها حائط\nالمدينة حتى ثلمه، ودخلها عنوة فقتل وسبى وغنم.\n</p>\n\n<p>\nووجه العمال إلى مرمد والمندل ودهنج وبروص.\n</p>\n\n<p>\nوكان الجنيد يقول: القتل <span id='ms377'></span> في الجزع أكبر منه في الصبر.\n</p>\n\n<p>\nووجه الجنيد جيشا إلى أزين.\n</p>\n\n<p>\nووجه حبيب بن مرة في جيش إلى أرض المالية. فأغاروا على أزين، وغزوا بهرمد\nفحرقوا ربضها.\n</p>\n\n<p>\nوفتح الجنيد البيلمان والجزر، وحصل في منزله (ص 442) سوى ما أعطى زواره\nأربعين ألف ألف وحمل مثلها. قال جرير:\n</p>\n\n<p>\nأصبح زوار الجنيد وصحبه * يحيون صلت الوجه جما مواهبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p541'> Vol. 03, p. 541</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو الجويرية.\n</p>\n\n<p>\nلو كان يقعد فوق الشمس من كرم * قوم بإحسانهم أو مجدهم قعدوا محسدون على\nما كان من كرم * لا ينزع الله منهم ماله حسدوا ثم ولى بعد الجنيد تميم بن\nزيد العتبى. فضعف ووهن، ومات قريبا من الديبل بماء يقال له ماء الجواميس.\nوإنما سمى ماء الجواميس لأنه يهرب بها إليه من ذباب زرق تكون بشاطئ مهران.\n</p>\n\n<p>\nوكان تميم من أسخياء العرب. وجد في بيت المال بالسند ثمانية عشر ألف ألف\nدرهم طاطرية، فأسرع فيها.\n</p>\n\n<p>\nوكان قد شخص معه في الجند فتى من بنى يربوع يقال له خنيس، وأمه من طيئ\nإلى الهند فأتت الفرزدق فسألته أن يكتب إلى تميم في إقفاله، وعاذت بقبر\nغالب أبيه. فكتب الفرزدق إلى تميم:\n</p>\n\n<p>\nأتتني فعاذت يا تميم بغالب * وبالحفرة السافي عليها ترابها فهب لي خنيسا\nواتخذ فيه منة * لحوبة أم ما يسوغ شرابها تميم بن زيد لا تكونن حاجتي *\nبظهر ولا يجفى عليك جوابها فلا تكثر الترداد فيها فإنني * ملول لحاجات بطي\nطلابها فلم يدر ما اسم الفتى أهو حبيش أم خنيس، فأمر أن يقفل كل من كان\nاسمه على مثل هذه الحروف.\n</p>\n\n<p>\nوفى أيام تميم خرج المسلمون عن بلاد (ص 443) الهند ورفضوا مراكزهم فلم\nيعودوا إليها إلى هذه الغاية.\n</p>\n\n<p>\nثم ولى الحكم بن عوانة الكلبي وقد كفر أهل الهند إلا أهل قصة.\n</p>\n\n<p>\nفلم ير للمسلمين ملجأ يلجؤن إليه، فبنى من وراء البحيرة مما يلي الهند\nمدينة سماها المحفوظة، وجعلها مأوى لهم ومعاذا، ومصرها. وقال لمشايخ كلب من\nأهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p542'> Vol. 03, p. 542</a>\n            </div>\n            \n</p>\n\n<p>\nالشام: ما ترون أن نسميها؟ فقال بعضهم: دمشق. وقال بعضهم: حمص. وقال رجل\nمنهم: سمها تدمر <span id='ms378'></span> فقال: دمر الله عليك يا أحمق! ولكني أسميها المحفوظة.\nونزلها.\n</p>\n\n<p>\nوكان عمرو بن محمد بن القاسم مع الحكم، وكان يفوض إليه ويقلده جسيم أموره\nوأعماله. فأغزاه من المحفوظة. فلما قدم عليه وقد ظفر، أمره فبنى دون\nالبحيرة مدينة وسماها المنصورة، فهي التي ينزلها العمال اليوم.\n</p>\n\n<p>\nوتخلص الحكم ما كان في أيدي العدو مما غلبوا عليه، ورضى الناس بولايته.\n</p>\n\n<p>\nوكان خالد يقول: واعجبا! وليت فتى العرب فرفض. يعنى تميما. ووليت أبخل\nالناس فرضي به. ثم قتل الحكم بها.\n</p>\n\n<p>\nثم كان العمال بعد يقاتلون العدو فيأخذون ما استطف لهم، ويفتحون الناحية\nقد نكث أهلها.\n</p>\n\n<p>\nفلما كان أول الدولة المباركة ولى أبو مسلم عبد الرحمن بن مسلم مغلسا\nالعبدي ثغر السند، وأخذ على طخارستان، وسار حتى صار إلى منصور بن جمهور\nالكلبي وهو بالسند. فلقيه منصور فقتله وهزم جنده. فلما بلغ أبا مسلم ذلك\nعقد لموسى بن كعب التميمي ثم وجهه إلى السند، فلما قدمها كان بينه وبين\nمنصور بن جمهور مهران، ثم التقيا فهزم منصورا وجيشه، وقتل منظورا أخاه،\nوخرج منصور مفلولا هاربا حتى ورد الرمل فمات عطشا.\n</p>\n\n<p>\nوولى موسى السند فرم المنصورة وزاد في مسجدها وغزا وافتتح.\n</p>\n\n<p>\nوولى أمير المؤمنين المنصور رحمه الله هشام بن (ص 444) عمرو التغلبي\nالسند ففتح ما استغلق.\n</p>\n\n<p>\nووجه عمرو ابن جمل في بوارج إلى نارند. ووجه إلى ناحية الهند، فافتتح\nقشمير، وأصاب سبايا ورقيقا كثيرا. وفتح الملتان. وكان بقندابيل متغلبة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p543'> Vol. 03, p. 543</a>\n            </div>\n            \n</p>\n\n<p>\nالعرب فأجلاهم عنها. وأتى القندهار في السفن ففتحها. وهدم البد وبنى\nموضعه مسجدا. فأخصبت البلاد في ولايته، فتبركوا به. ودوخ الثغر وأحكم\nأموره.\n</p>\n\n<p>\nثم ولى ثغر السند عمر بن حفص بن عثمان هزارمرد، ثم داود بن يزيد بن حاتم،\nوكان معه أبو الصمة المتغلب اليوم وهو مولى لكندة.\n</p>\n\n<p>\nولم يزل أمر ذلك الثغر مستقيما حتى وليه بشر بن داود في خلافة المأمون،\nفعصى وخالف. فوجه إليه غسان بن عباد، وهو رجل من أهل سواد الكوفة، فخرج بشر\nإليه في الأمان وورد به مدينة السلام.\n</p>\n\n<p>\nوخلف <span id='ms379'></span> غسان على الثغر موسى بن يحيى بن خالد بن برمك. فقتل باله ملك\nالشرقي، وقد بذل له خمس مئة ألف درهم على أن يستبقيه. وكان باله هذا التوى\nعلى غسان وكتب إليه في حضور عسكره فيمن حضره من الملوك فأبى ذلك.\n</p>\n\n<p>\nوأثر موسى أثرا حسنا. ومات سنة إحدى وعشرين، واستخلف ابنه عمران ابن\nموسى. فكتب إليه أمير المؤمنين المعتصم بالله بولاية الثغر. فخرج إلى\nالقيقان، وهم زظ. فقاتلهم فغلبهم، وبنى مدينة سماها البيضاء وأسكنها الجند.\n</p>\n\n<p>\nثم أتى المنصورة وصار منها إلى قندابيل، وهي مدينة على جبل، وفيها متغلب\nيقال له محمد بن الخليل. فقاتله وفتحها، وحمل رؤساءها إلى قصدار.\n</p>\n\n<p>\nثم غزا الميد، وقتل منهم ثلاثة آلاف، وسكر سكرا يعرف بسكر الميد.\n</p>\n\n<p>\nوعسكر عمران على نهر الرور، ثم نادى بالزط الذين بحضرته فأتوه، فختم\nأيديهم وأخذ (ص 445) الجزية منهم وأمرهم بأن يكون مع كل رجل منهم إذا اعترض\nعليه كلب، فبلغ الكلب خمسين درهما.\n</p>\n\n<p>\nثم غزا الميد ومعه وجوه الزط، فحفر من البحر نهرا أجراه في بطيحتهم حتى\nملح ماؤهم، وشن الغارات عليهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p544'> Vol. 03, p. 544</a>\n            </div>\n            \n</p>\n\n<p>\nثم وقعت العصبية بين النزارية واليمانية، فمال عمران إلى اليمانية. فسار\nإليه عمر بن عبد العزيز الهباري فقتله وهو غار.\n</p>\n\n<p>\nوكان جد عمر هذا ممن قدم السند مع الحكم بن عوانة الكلبي.\n</p>\n\n<p>\n1014 - وحدثني منصور بن حاتم قال:\n</p>\n\n<p>\nكان الفضل بن ماهان مولى بنى سامة فتح سندان وغلب عليها. وبعث إلى\nالمأمون رحمه الله بفيل وكاتبه. ودعا له في مسجد جامع اتخذه بها. فلما مات\nقام محمد بن الفضل بن ماهان مقامه. فسار في سبعين بارجة إلى ميد الهند،\nفقتل منهم خلقا، وافتتح فإلى. ورجع إلى سندان وقد غلب عليها أخ له يقال له\nماهان بن الفضل، وكاتب أمير المؤمنين المعتصم بالله وأهدى إليه ساجا لم ير\nمثله عظما وطولا. وكانت الهند في أمر أخيه فمالوا عليه فقتلوه وصلبوه. ثم\nإن الهند بعد، غلبوا على سندان فتركوا مسجدها للمسلمين يجمعون فيه ويدعون\nللخليفة.\n</p>\n\n<p>\n1015 - وحدثني أبو بكر مولى الكريزيين أن <span id='ms380'></span> بلدا يدعى العسيفان، بين قشمير\nوالملتان وكابل، كان له ملك عاقل. وكان أهل ذلك البلد يعبدون صنما قد بنى\nعليه بيت وأبدوه. فمرض ابن الملك فدعى سدنة ذلك البيت فقال لهم:\n</p>\n\n<p>\nادعوا الصنم أن يبرئ ابني. فغابوا عنه ساعة، ثم أتوه فقالوا: قد دعوناه\nوقد أجابنا إلى ما سألناه. فلم يلبث الغلام أن مات. فوثب الملك على البيت\nفهدمه، وعلى الصنم فكسره، وعلى السندنة فقتلهم. ثم دعا قوما من تجار\nالمسلمين فعرضوا عليه التوحيد. فوحد وأسلم. وكان ذلك في خلافة أمير\nالمؤمنين المعتصم بالله رحمه الله (ص 446). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p545'> Vol. 03, p. 545</a>\n            </div>\n            \n</p>\n\n<p>\nفي أحكام أراضي الخراج 1016 - قال بشر بن غياث: قال أبو يوسف: إيما أرض\nأخذت عنوة، مثل السواد والشام وغيرهما، فإن قسمها الامام بين من غلب عليها\nفهي أرض عشر، وأهلها رقيق. وإن لم يقسمها الامام وردها للمسلمين عامة - كما\nفعل عمر بالسواد - فعلى رقاب أهلها الجزية، وعلى الأرض الخراج، وليسوا\nبرقيق.\n</p>\n\n<p>\nوهو قول أبي حنيفة.\n</p>\n\n<p>\nوحكى الواقدي عن سفيان الثوري مثل ذلك.\n</p>\n\n<p>\nوقال الواقدي: قال مالك بن أنس، وابن أبي ذئب: إذا أسلم كافر من أهل\nالعنوة أقرت أرضه في يده يعمرها ويؤدى الخراج عنها. ولا اختلاف في ذلك.\n</p>\n\n<p>\nوقال مالك، وابن أبي ذئب، وسفيان الثوري، وابن أبي ليلى، عن الرجل يسلم\nمن أهل العنوة: الخراج في الأرض والزكاة من الزرع بعد الخراج.\n</p>\n\n<p>\nوهو قول الأوزاعي.\n</p>\n\n<p>\nوقال أبو حنيفة وأصحابه: لا يجتمع الخراج والزكاة على رجل.\n</p>\n\n<p>\nوقال مالك، وابن أبي ذئب، وسفيان، وأبو حنيفة: إذا زرع الرجل أرضه\nالخراجية مرات في السنة لم يؤخذ منه إلا خراج واحد.\n</p>\n\n<p>\nوقال ابن أبي ليلى: يؤخذ منه الخراج كلما أدركت له غلة. وهو قول ابن أبي\nسبرة وأبى شمر.\n</p>\n\n<p>\nوقال أبو الزناد، ومالك، وأبو حنيفة، وسفيان، ويعقوب، وابن أبي ليلى،\nوابن أبي سبرة، وزفر، ومحمد بن الحسن، وبشر بن غياث: إذا عطل رجل أرضه قيل\nله: ازرعها وأد خراجها وإلا فادفعها إلى غيرك يزرعها. فأما أرض العشر فإنه\nلا يقال له فيها شئ، إن زرع أخذت <span id='ms381'></span> منه الصدقة، وإن أبى فهو أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p546'> Vol. 03, p. 546</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: إذا عطل رجل أرضه سنتين. ثم عمرها أدى خراجا واحدا.\n</p>\n\n<p>\nوقال أبو شمر: يؤدى الخراج للسنتين.\n</p>\n\n<p>\nوقال أبو حنيفة، وسفيان، ومالك، وابن أبي ذئب، وأبو عمرو الأوزاعي: إذا\nأصابت الغلات آفة، أو غرق، سقط الخراج عن (ص 447) صاحبها.\n</p>\n\n<p>\nوإذا كانت أرض من أراضي الخراج لعبد أو مكاتب أو امرأة فإن أبا حنيفة قال\nعليها الخراج فقط. وقال سفيان، وابن أبي ذئب، ومالك، عليها الخراج وفيما\nبقى من الغلة العشر.\n</p>\n\n<p>\nوقال أبو حنيفة: والثوري، في أرض الخراج بنى مسلم أو ذمي فيها بناء من\nحوانيت أو غيرها، أنه لا شئ عليه. فإن جعلها بستانا ألزم الخراج.\n</p>\n\n<p>\nوقال مالك، وابن أبي ذئب: نرى إلزامه الخراج، لان انتفاعه بالبناء\nكانتفاعه بالزرع. فأما أرض العشر فهو أعلم ما اتخذ فيها.\n</p>\n\n<p>\nوقال أبو يوسف: في أرض موات من أرض العنوة يحييها المسلم، أنها له، وهي\nأرض خراج إن كانت تشرب من ماء الخراج. فإن استنبط لها عينا أو سقاها من ماء\nالسماء فهي أرض عشر.\n</p>\n\n<p>\nوقال بشر: هي أرض عشر شربت من ماء الخراج أو غيره.\n</p>\n\n<p>\nوقال أبو حنيفة، والثوري، وأصحابهما، ومالك، وابن أبي ذئب، والليث ابن\nسعد، في أرض الخراج التي لا تنسب إلى أحد يقعد المسلمون فيها فيتبايعون\nويجعلونها سوقا: أنه لا خراج عليهم فيها.\n</p>\n\n<p>\nوقال أبو يوسف: إذا كانت في البلاد سنة أعجمية قديمة لم يغيرها الاسلام\nولم يبطلها فشكاها قوم إلى الامام لما ينالهم من مضرتها فليس له أن يغيرها.\n</p>\n\n<p>\nوقال مالك، والشافعي: يغيرها، وإن قدمت لان عليه نفى كل سنة جائرة سنها\nأحد من المسلمين فضلا عن ما سن أهل الكفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p547'> Vol. 03, p. 547</a>\n            </div>\n            \n</p>\n\n<p>\nذكر العطاء في خلافة عمر بن الخطاب رضي الله عنه 1017 - حدثنا عبد الله\nبن صالح بن مسلم العجلي قال: حدثنا إسماعيل بن (ص 448) المجالد، عن أبيه\nمجالد بن سعيد، عن الشعبي قال: لما افتتح عمر العراق والشام وجبى الخراج\nجمع أصحاب رسول الله صلى الله عليه وسلم فقال: إني قد رأيت أن <span id='ms382'></span> أفرض العطاء\nلأهله.\n</p>\n\n<p>\nفقالوا: نعم رأيت الرأي يا أمير المؤمنين.\n</p>\n\n<p>\nقال: فبمن أبدأ؟\n</p>\n\n<p>\nقالوا: بنفسك.\n</p>\n\n<p>\nقال: لا، ولكني أضع نفسي حيث وضعها الله، وأبدأ بآل رسول الله صلى الله\nعليه وسلم.\n</p>\n\n<p>\nففعل، فكتب عائشة أم المؤمنين رحمها الله في اثنى عشر ألفا. وكتب سائر\nأزواج النبي صلى الله عليه وسلم في عشرة آلاف. وفرض لعلي بن أبي طالب في\nخمسة آلاف. وفرض مثل ذلك لمن شهد بدرا من بنى هاشم.\n</p>\n\n<p>\n1018 - وحدثني عبد الاعلى بن حماد النرسي قال: ثنا حماد بن سلمة، عن\nالحجاج ابن أرطاة، عن حبيب بن أبي ثابت، أن أزواج النبي صلى الله عليه وسلم\nكن تتتابعن إلى العطاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p548'> Vol. 03, p. 548</a>\n            </div>\n            \n</p>\n\n<p>\n1019 - محمد بن سعد، عن الواقدي، عن عائذ بن يحيى، عن أبي الحويرث، عن\nجبير بن الحويرث بن نقيذ أن عمر بن الخطاب رضي الله عنه استشار المسلمين في\nتدوين الديوان. فقال له علي بن أبي طالب: تقسم كل سنة ما اجتمع إليك من\nمال، ولا تمسك منه شيئا.\n</p>\n\n<p>\nوقال عثمان: أرى مالا كثيرا يسع الناس، وإن لم يحصوا حتى يعرف من أخذ ممن\nلم يأخذ خشيت أن يشتبه الامر. فقال له الوليد بن هشام بن المغيرة:\n</p>\n\n<p>\nقد جئت الشام فرأيت ملوكها قد دونوا ديوانا وجندوا جندا. فدون ديوانا\nوجند جندا.\n</p>\n\n<p>\nفأخذ بقوله. فدعا عقيل بن أبي طالب، ومخرمة بن نوفل، وجبير بن مطعم،\nوكانوا من كتاب قريش فقال: اكتبوا الناس على منازلهم.\n</p>\n\n<p>\nفبدؤا ببني هاشم، ثم أتبعوهم أبا بكر وقومه، ثم عمر وقومه على الخلافة.\n</p>\n\n<p>\nفلما نظر إليه عمر قال: وددت والله أنه هكذا، ولكن ابدؤا بقرابة النبي\nصلى الله عليه وسلم، الأقرب فالأقرب، حتى تضعوا عمر حيث وضعه الله تعالى.\n</p>\n\n<p>\n1020 - محمد، عن الواقدي عن أسامة بن زيد بن أسلم، عن أبيه، عن جده قال:\nجاءت بنو عدى إلى (ص 449) عمر فقالوا: أنت خليفة رسول الله صلى الله عليه\nوسلم وخليفة أبى بكر، وأبو بكر خليفة رسول الله صلى الله عليه وسلم، فلو\nجعلت نفسك حيث جعلك هؤلاء القوم <span id='ms383'></span> الذين كتبوا.\n</p>\n\n<p>\nقال: بخ بخ بنى عدى! أردتم الاكل على ظهري، وأن أهب حسناتي لكم.\n</p>\n\n<p>\nلا والله حتى تأتيكم الدعوة وأن يطبق عليكم الدفتر - يعنى ولو أن تكتبوا\nآخر الناس - إن لي صاحبين سلكا طريقا فإن خالفتهما خولف بي. والله ما\nأدركنا الفضل في الدنيا وما نرجو الثواب على عملنا إلا بمحمد صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p549'> Vol. 03, p. 549</a>\n            </div>\n            \n</p>\n\n<p>\nفهو شرفنا، وقومه أشرف العرب، ثم الأقرب فالأقرب. والله لئن جاءت الأعاجم\nبعمل وجئنا بغير عمل لهم أولى بمحمد منا يوم القيامة، فإن من قصر به عمله\nلم يسرع به نسبه.\n</p>\n\n<p>\n1021 - محمد بن سعد، عن الواقدي، عن محمد بن عبد الله، عن الزهري، عن\nسعيد، عن قوم آخرين سماهم الواقدي دخل حديث بعضهم في حديث بعض، قالوا: لما\nأجمع عمر على تدوين الديوان، وذلك في المحرم سنة عشرين، بدأ ببني هاشم في\nالدعوة، ثم الأقرب فالأقرب برسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفكان القوم إذا استووا في القرابة قدم أهل السابقة. ثم انتهى إلى الأنصار\nفقالوا: بمن نبدأ؟ فقال أبدءوا برهط سعد بن معاذ الأشهلي من الأوس، ثم\nالأقرب فالأقرب لسعد.\n</p>\n\n<p>\nوفرض عمر لأهل الديوان، ففضل أهل السوابق والمشاهد في الفرائض.\n</p>\n\n<p>\nوكان أبو بكر قد سوى بين الناس في القسم. فقيل لعمر في ذلك. فقال: لا\nأجعل من قاتل رسول الله صلى الله عليه وسلم كمن قاتل معه. فبدأ بمن شهد\nبدرا من المهاجرين والأنصار، لكل رجل منهم خمسه آلاف درهم في كل سنة،\nحليفهم ومولاهم معهم بالسواء.\n</p>\n\n<p>\nوفرض لمن كان له إسلام كإسلام أهل بدر، ومن مهاجرة الحبشة ممن شهد أحدا،\nأربعة آلاف درهم، لكل رجل.\n</p>\n\n<p>\nوفرض لأبناء البدريين ألفين ألفين، إلا حسنا وحسينا فإنه الحقهما بفريضة\nأبيهما لقرابتهما برسول الله صلى الله عليه وسلم، (ص 450) ففرض لكل واحد\nمنهما خمسة آلاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p550'> Vol. 03, p. 550</a>\n            </div>\n            \n</p>\n\n<p>\nوفرض للعباس بن عبد المطلب خمسة آلاف لقرابته برسول الله صلى الله عليه\nوسلم.\n</p>\n\n<p>\nوقال بعضهم: فرض له سبعة آلاف درهم.\n</p>\n\n<p>\nوقال سائرهم: لم يفضل أحدا على أهل بدر إلا أزواج <span id='ms384'></span> النبي صلى الله عليه\nوسلم، فإنه فرض لهن اثنى عشر ألفا اثنى عشر ألفا. وألحق بهن جويرية بنت\nالحارث وصفية بنت حيى بن أخطب.\n</p>\n\n<p>\nوفرض لمن هاجر قبل الفتح لكل رجل منهم ثلاثة آلاف درهم.\n</p>\n\n<p>\nوفرض لمسلمة الفتح لكل رجل منهم ألفين.\n</p>\n\n<p>\nوفرض لغلمان أحداث من أبناء المهاجرين كفرائض مسلمة الفتح.\n</p>\n\n<p>\nوفرض لعمر بن أبي سلمة أربعة آلاف. فقال محمد بن عبد الله ابن جحش: لم\nتفضل عمر علينا؟ فقد هاجر آباؤنا وشهدوا بدرا. فقال عمر:\n</p>\n\n<p>\nأفضله لمكانه من النبي صلى الله عليه وسلم. فليأت الذي يستغيث بأم مثل أم\nسلمة أغثه.\n</p>\n\n<p>\nوفرض لأسامة بن زيد أربعة آلاف. فقال عبد الله بن عمر: فرضت لي في ثلاثة\nآلاف وفرضت لأسامة في أربعة آلاف. وقد شهدت ما لم يشهد أسامة. فقال عمر:\nزدته لأنه كان أحب إلى رسول الله صلى الله عليه وسلم منك، وكان أبوه أحب\nإلى رسول الله صلى الله عليه وسلم من أبيك.\n</p>\n\n<p>\nثم فرض للناس على منازلهم وقراءتهم القرآن وجهادهم.\n</p>\n\n<p>\nثم جعل من بقى الناس بابا واحدا. فألحق من جاءه من المسلمين بالمدينة في\nخمسة وعشرين دينارا لكل رجل.\n</p>\n\n<p>\nوفرض لآخرين معهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p551'> Vol. 03, p. 551</a>\n            </div>\n            \n</p>\n\n<p>\nوفرض لأهل اليمن وقيس بالشام والعراق لكل رجل ما بين ألفين إلى ألف إلى\nتسع مئة إلى خمس مئة إلى ثلاث مئة، ولم ينقص أحدا عن ثلاث مئة. وقال: لئن\nكثر المال لأفرضن لكل رجل أربعة آلاف درهم ألفا لسفره، وألفا لسلاحه، وألفا\nيخلفه لأهله، وألفا لفرسه ونعله.\n</p>\n\n<p>\nوفرض لنساء مهاجرات: فرض لصفية بنت عبد المطلب ستة آلاف درهم، ولأسماء\nبنت عميس ألف درهم، ولام كلثوم بنت عقبة ألف درهم، ولام عبد الله بن مسعود\nألف درهم.\n</p>\n\n<p>\nقال الواقدي: (ص 451) قد روى أنه فرض للنساء المهاجرات ثلاثة آلاف درهم\nلكل واحدة.\n</p>\n\n<p>\nقال الواقدي في إسناده: وأمر عمر فكتب له عمال أهل العوالي.\n</p>\n\n<p>\nفكان يجرى عليهم القوت.\n</p>\n\n<p>\nثم كان عثمان فوسع عليهم في القوت والكسوة.\n</p>\n\n<p>\nوكان عمر يفرض للمنفوس مئة درهم، فإذا ترعرع بلغ به مائتي <span id='ms385'></span> درهم، فإذا بلغ\nزاده.\n</p>\n\n<p>\nوكان إذا أتى باللقيط فرض له في مئة، وفرض له رزقا يأخذه وليه كل شهر\nبقدر ما يصلحه، ثم ينقله من سنة إلى سنة. وكان يوصى بهم خيرا ويجعل رضاعهم\nونفقتهم من بيت المال.\n</p>\n\n<p>\n1022 - وحدثنا محمد بن سعد، عن الواقدي قال: حدثني حزام بن هشام الكعبي،\nعن أبيه قال: رأيت عمر بن الخطاب يحمل ديوان خزاعة حتى ينزل قديد فتأتيه\nالنساء بقديد فلا يغيب عنه امرأة بكر ولا ثيب، فيعطيهن في أيديهن، ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p552'> Vol. 03, p. 552</a>\n            </div>\n            \n</p>\n\n<p>\nيروح فينزل عسفان فيفعل ذلك أيضا حتى توفى.\n</p>\n\n<p>\n1023 - محمد بن سعد، عن الواقدي، عن أبي بكر بن أبي سبرة، عن محمد بن زيد\nقال: كان ديوان حمير على عهد عمر على حدة.\n</p>\n\n<p>\n1024 - محمد بن سعد قال: ثنا الواقدي قال: حدثني عبد الله بن عمر العمرى،\nعن جهم بن أبي جهم قال: قدم خالد بن عرفطة العذري على عمر، فسأله عن ما\nوراءه، فقال: تركتهم يسألون الله لك أن يزيد في عمرك من أعمارهم.\n</p>\n\n<p>\nما وطئ أحد القادسية إلا وعطاؤه ألفان أو خمس عشرة مئة. وما من مولود\nذكرا كان أو أنثى إلا ألحق في مئة وجريبين في كل شهر.\n</p>\n\n<p>\nقال عمر: إنما هو حقهم، وأنا أسعد بأدائه إليهم، لو كان من مال الخطاب ما\nأعطيتهموه، ولكن قد علمت أن فيه فضلا، فلو أنه إذا خرج عطاء أحد هؤلاء\nابتاع منه غنما فجعلها بسوادهم، فإذا خرج عطاؤه ثانية ابتاع الرأس والرأسين\nفجعله فيها، فإن بقى أحد من ولده كان لهم شئ قد اعتقدوه.\n</p>\n\n<p>\nفإني لا أدرى ما يكون بعدي، وإني لأعم بنصيحتي من طوقني (ص 452) الله\nأمره، فإن رسول الله صلى الله عليه وسلم قال: من مات غاشا لرعيته لم يرح\nريح الجنة.\n</p>\n\n<p>\n1025 - وحدثني محمد بن سعد، عن الواقدي، عن محمد بن عمرو، عن الحسن قال:\nكتب عمر إلى حذيفة أن أعط الناس أعطيتهم وأرزاقهم فكتب إليه: إنا قد فعلنا،\nوبقى شئ كثير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p553'> Vol. 03, p. 553</a>\n            </div>\n            \n</p>\n\n<p>\nفكتب إليه: إنه فيئهم الذي أفاءه الله عليهم، ليس هو لعمر <span id='ms386'></span> ولا لآل عمر\nفاقسمه بينهم.\n</p>\n\n<p>\n1026 - قال: وثنا وهب بن بقية ومحمد بن سعد قالا: ثنا يزيد بن هارون قال:\n</p>\n\n<p>\nأنبأ محمد بن عمرو، عن أبي سلمة، عن أبي هريرة أنه قدم على عمر من\nالبحرين. قال: فلقيته في صلاة العشاء الآخرة. فسلمت عليه، فسألني عن الناس:\nثم قال لي: ما جئت به.\n</p>\n\n<p>\nقلت: جئت بخمس مئة ألف.\n</p>\n\n<p>\nقال: هل تدرى ما تقول؟\n</p>\n\n<p>\nقلت: جئت بخمس مئة ألف.\n</p>\n\n<p>\nقال: ماذا تقول؟\n</p>\n\n<p>\nقلت: مئة ألف ومئة ألف ومئة ألف فعددت خمسا.\n</p>\n\n<p>\nفقال: إنك ناعس، فارجع إلى أهلك فنم، فإذا أصبحت فأتني.\n</p>\n\n<p>\nقال أبو هريرة: فغدوت إليه. فقال: ما جئت به؟\n</p>\n\n<p>\nقلت: خمس مئة ألف.\n</p>\n\n<p>\nقال: أطيب؟\n</p>\n\n<p>\nقلت: نعم، لا أعلم إلا ذاك.\n</p>\n\n<p>\nفقال للناس: إنه قدم علينا مال كثير. فإن شئتم أن نعده لكم عددا، وإن\nشئتم أن نكيله لكم كيلا.\n</p>\n\n<p>\nفقال له رجل: يا أمير المؤمنين! إني قد رأيت هؤلاء الأعاجم يدونون ديوانا\nيعطون الناس عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p554'> Vol. 03, p. 554</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فدون الديوان وفرض للمهاجرين الأولين في خمسة آلاف، وللأنصار في\nأربعة آلاف، ولأزواج النبي صلى الله عليه وسلم في اثنى عشر ألفا 1027 - قال\nيزيد: قال محمد: فحدثني ابن خصيفة، عن عبد الله بن رافع، عن برزة بنت رافع\nقالت: لما خرج العطاء أرسل عمر إلى زينب بنت جحش بالذي لها. فلما أدخل\nإليها قالت: غفر الله لعمر، غيري من أخواتي كانت أقوى على قسم هذا منى.\n</p>\n\n<p>\nقالوا: هذا كله لك.\n</p>\n\n<p>\nقالت: سبحان الله، (ص 453) واستترت منه بثوب.\n</p>\n\n<p>\nثم قالت: صبوه واطرحوا عليه ثوبا. ثم قالت لي: ادخلي يديك واقبضي منه\nقبضة فاذهبي بها إلى بنى فلان من ذوي رحمها وأيتام لها. فقسمته حتى بقيت\nمنه بقية تحت الثوب.\n</p>\n\n<p>\nقالت برزة بنت رافع: فقلت غفر الله لك يا أم المؤمنين! والله لقد كان لنا\nفي هذا المال حق. قالت: فلكم ما تحت الثوب. فوجدنا تحته خمس مئة وثمانين\nدرهما. ثم رفعت يدها إلى السماء فقالت: اللهم لا يدركني عطاء لعمر بعد عامي\nهذا.\n</p>\n\n<p>\nقال: فماتت <span id='ms387'></span>.\n</p>\n\n<p>\n1028 - حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح، عن الليث، عن محمد\nبن عجلان قال: لما دون عمر الدواوين قال: بمن نبدأ؟\n</p>\n\n<p>\nقالوا بنفسك.\n</p>\n\n<p>\nقال: لا، إن رسول الله صلى الله عليه وسلم إمامنا، فبرهطه نبدأ، ثم\nبالأقرب فالأقرب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p555'> Vol. 03, p. 555</a>\n            </div>\n            \n</p>\n\n<p>\n1029 - حدثنا عمرو الناقد قال: حدثنا عبد الوهاب الثقفي، عن جعفر بن\nمحمد، عن أبيه أن عمر بن الخطاب ألحق الحسن والحسين بأبيهما ففرض لهما خمسة\nآلاف درهم.\n</p>\n\n<p>\n1030 - وحدثنا الحسين بن علي بن الأسود قال: ثنا وكيع، عن سفيان الثوري،\nعن جعفر بن محمد، عن أبيه قال: لما وضع عمر الديوان استشار الناس بمن يبدأ\nفقالوا: ابدأ بنفسك. قال لا: ولكني أبدا بالأقرب فالأقرب من رسول الله صلى\nالله عليه وسلم فبدأ بهم.\n</p>\n\n<p>\n1031 - حدثنا الحسين بن الأسود قال: ثنا وكيع، عن سفيان، عن أبي إسحاق،\nعن مصعب بن سعد أن عمر فرض لأهل بدر في ستة آلاف ستة آلاف، وفرض لأمهات\nالمؤمنين في عشرة آلاف عشرة آلاف، وفضل عائشة بألفين لحب رسول الله صلى\nالله عليه وسلم إياها، وفرض لصفية، وجويرية، في ستة آلاف ستة وآلاف، وفرض\nلنساء من المهاجرات في ألف ألف، منهن أم عبد وهي أم عبد الله بن مسعود.\n</p>\n\n<p>\n1032 - حدثنا الحسين، قال: ثنا وكيع، عن إسماعيل (ص 454) بن أبي خالد، عن\nقيس بن أبي حازم قال: فرض عمر لأهل بدر عربهم ومواليهم في خمسة آلاف خمسة\nآلاف. وقال: لأفضلنهم على من سواهم.\n</p>\n\n<p>\n1033 - حدثنا الحسين، حدثنا وكيع، عن إسرائيل، عن جابر، عن عامر قال: كان\nفيهم خمسة من العجم: منهم تميم الداري، وبلال.\n</p>\n\n<p>\nقال وكيع: الدار من لخم، ولكن الشعبي قال هذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p556'> Vol. 03, p. 556</a>\n            </div>\n            \n</p>\n\n<p>\n1034 - حدثنا الحسين قال: ثنا وكيع، عن سفيان، عن الأسود بن قيس، عن شيخ\nلهم قال: سمعت عمر يقول: لئن بقيت إلى قابل لألحقن سفلة المهاجرين في ألفين\nألفين.\n</p>\n\n<p>\n1035 - وحدثنا أبو عبيد قال: ثنا عبد الله بن صالح المصري، عن الليث بن\nسعد، عن عبد الرحمن بن خالد الفهمي، عن ابن شهاب أن عمر حين دون الدواوين\nفرض <span id='ms388'></span> لأزواج النبي صلى الله عليه وسلم اللاتي نكح نكاحا اثنى عشر ألف درهم\nاثنى عشر ألف درهم.\n</p>\n\n<p>\nوفرض لجويرية وصفية بنت حيى بن أخطب ستة آلاف درهم، لأنهما كانتا مما\nأفاء الله على رسوله.\n</p>\n\n<p>\nوفرض للمهاجرين الذين شهدوا بدرا خمسة آلاف خمسة آلاف.\n</p>\n\n<p>\nوفرض للأنصار الذين شهدوا بدرا أربعة آلاف أربعة آلاف.\n</p>\n\n<p>\nوعم بفريضته كل صريح وحليف ومولى شهد بدرا فلم يفضل أحدا على أحد.\n</p>\n\n<p>\n1036 - حدثنا عمرو الناقد وأبو عبيد قالا: ثنا أحمد بن يونس، عن أبي\nخيثمة قال: حدثنا أبو إسحاق، عن مصعب بن سعد أن عمر فرض لأهل بدر من\nالمهاجرين والأنصار ستة آلاف ستة آلاف.\n</p>\n\n<p>\nوفرض لنساء النبي صلى الله عليه وسلم عشرة آلاف عشر آلاف، وفضل عليهن\nعائشة ففرض لها اثنى عشر ألف درهم.\n</p>\n\n<p>\nوفرض لجويرية وصفية ستة آلاف ستة آلاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p557'> Vol. 03, p. 557</a>\n            </div>\n            \n</p>\n\n<p>\nوفرض للمهاجرات الأول أسماء بنت عميس، وأسماء بنت أبي بكر، وأم عبد الله\nبن مسعود ألفا ألفا.\n</p>\n\n<p>\n1037 - حدثنا الحسين بن الأسود قال: ثنا (ص 455) وكيع، عن محمد بن قيس\nالأسدي قال:\n</p>\n\n<p>\nحدثني والدتي أم الحكم أن عليا ألحقها في مئة العطاء.\n</p>\n\n<p>\n1038 - وحدثنا الحسين قال: ثنا وكيع، عن سفيان، عن الشيباني، عن يسير بن\nعمرو أن سعدا فرض لمن قرأ القرآن في ألفين ألفين. قال:\n</p>\n\n<p>\nفكتب إليه عمر: لا تعط على القرآن أحدا.\n</p>\n\n<p>\n1039 - حدثنا أبو عبيد قال: ثنا سعيد بن أبي مريم، عن ابن لهيعة، عن يزيد\nبن أبي حبيب أن عمر جعل عمرو بن العاصي في مائتين، لأنه أمير، وعمير بن وهب\nالجمحي في مائتين لصبره على الضيق، وبسر بن أبي أرطاة في مائتين لأنه صاحب\nفتح. وقال: رب فتح قد فتحه الله على يده.\n</p>\n\n<p>\nفقال أبو عبيد: يعنى بهذا العدد من الدنانير.\n</p>\n\n<p>\n1040 - وقال أبو عبيد: ثنا عبد الله بن صالح، عن الليث بن سعد، عن يزيد\nبن أبي حبيب أن عمر كتب إلى عمرو بن العاص: أن افرض لمن بايع تحت الجشرة في\nمائتين من العطاء - قال: يعنى مائتي دينار -، وأبلغ ذلك لنفسك بإمارتك <span id='ms389'></span>،\nوافرض لخارجة بن حذافة في شرف العطاء لشجاعته.\n</p>\n\n<p>\n1041 - وحدثنا أبو عبيد قال: ثنا عبد الله بن صالح، عن الليث بن سعد، عن\nمحمد بن عجلان أن عمر فضل أسامة بن زيد على عبد الله بن عمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p558'> Vol. 03, p. 558</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يزل الناس بعبد الله حتى كلم عمر، فقال: أتفضل على من ليس بأفضل منى؟\nفرضت له في ألفين، ولى في ألف وخمس مئة درهم.\n</p>\n\n<p>\nفقال عمر: فعلت ذلك لان زيد بن حارثة كان أحب إلى رسول الله صلى الله\nعليه وسلم من عمر. وأن أسامة كان أحب إلى رسول الله صلى الله عليه وسلم من\nعبد الله بن عمر.\n</p>\n\n<p>\n1042 - وحدثني يحيى بن معين قال: ثنا يحيى بن سعيد، عن خارجة بن مصعب، عن\nعبيد الله بن عمر، عن نافع أو غيره، عن ابن عمر أنه كلم أباه في تفضيل\nأسامة عليه في العطاء وقال: والله ما سبقني إلى شئ. فقال عمر: إن أباه كان\nأحب إلى رسول الله صلى الله عليه وسلم من أبيك، وإنه (ص 456) كان أحب إلى\nرسول الله صلى الله عليه وسلم منك.\n</p>\n\n<p>\n1043 - حدثنا محمد بن الصباح البزاز، حدثنا هشيم، عن منصور، عن الحسن\nقال: إن قوما قدموا على عامل لعمر بن الخطاب، فأعطى العرب منهم وترك\nالموالى. فكتب إليه عمر: أما بعد فبحسب المرء من الشر أن يحقر أخاه المسلم\nوالسلام.\n</p>\n\n<p>\n1044 - حدثنا أبو عبيد، ثنا خالد بن عمرو، عن إسرائيل، عن عمار الدهني،\nعن سالم بن أبي الجعد أن عمر جعل عطاء عمار بن ياسر ستة آلاف دره.\n</p>\n\n<p>\n1045 - حدثنا أبو عبيد قال: ثنا خالد، عن إسرائيل، عن إسماعيل بن سميع،\nعن مسلم البطين أن عمر جعل عطاء سلمان أربعة آلاف درهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p559'> Vol. 03, p. 559</a>\n            </div>\n            \n</p>\n\n<p>\n1046 - وحدثنا روح بن عبد المؤمن قال: حدثني يعقوب، عن حماد، عن حميد، عن\nأنس قال: فرض عمر للهرمزان في ألفين من العطاء.\n</p>\n\n<p>\n1047 - حدثني العمرى قال: حدثني أبو عبد الرحمن الطائي، عن المجالد، عن\nالشعبي قال: لما هم عمر بن الخطاب في سنة عشرين بتدوين الدواوين دعا بمخرمة\nبن <span id='ms390'></span> نوفل وجبير بن مطعم فأمرهما أن يكتبا الناس على منازلهم.\n</p>\n\n<p>\nفكتبوا بنى هاشم، ثم اتبعوهم أبا بكر وقومه، وعمر وقومه.\n</p>\n\n<p>\nفلما نظر عمر في الكتاب قال: وددت أنى في القرابة برسول الله صلى الله\nعليه وسلم كذا. أبدؤا بالأقرب فالأقرب. ثم ضعوا عمر بحيث وضعه الله.\n</p>\n\n<p>\nفشكر العباس بن عبد المطلب رحمه الله على ذلك وقال: وصلتك رحم.\n</p>\n\n<p>\nقال: فلما وضع عمر الديوان قال أبو سفيان بن حرب: أديوان مثل ديوان بنى\nالأصفر؟ إنك إن فرضت للناس اتكلوا على الديوان وتركوا التجارة. فقال عمر:\nلابد من هذا، فقد كثر فئ المسلمين.\n</p>\n\n<p>\nقال: وفرض عمر لدهقان نهر الملك ولابن النخيرخان، ولخالد وجميل ابني\nبصبهرى دهقان الفلاليج، ولبسطام بن نرسى دهقان بابل وخطرنية، وللرفيل دهقان\nالعال، وللهرمزان، ولجفينة العبادي في ألف (ص 457) ألف.\n</p>\n\n<p>\nويقال إنه فضل الهرمزان ففرض له ألفين.\n</p>\n\n<p>\n1048 - وحدثنا أبو عبيد، عن إسماعيل بن عياش، عن أرطاة بن المنذر، عن\nحكيم بن عمير أن عمر بن الخطاب كتب إلى أمراء الأجناد: ومن أعتقتم من\nالحمراء فأسلموا فألحقوهم بمواليهم، لهم مالهم وعليهم ما عليهم، وإن أحبوا\nأن يكونوا قبيلة وحدهم فاجعلوهم أسوتهم في العطاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p560'> Vol. 03, p. 560</a>\n            </div>\n            \n</p>\n\n<p>\n1049 - حدثنا هشام بن عمار، عن بقية، عن أبي بكر بن عبد الله بن أبي\nمريم، عن أبيه، عن أبي عبيدة أن رجالا من أهل البادية سألوه أن يرزقهم.\nفقال:\n</p>\n\n<p>\nوالله لا أرزقكم حتى أرزق أهل الحاضرة.\n</p>\n\n<p>\n1050 - وحدثنا أبو عبيد قال: ثنا أبو اليمان قال:\n</p>\n\n<p>\nحدثنا صفوان بن عمرو قال: كتب عمر بن عبد العزيز إلى يزيد بن حصين أن مر\nللجند بالفريضة، وعليك بأهل الحاضرة.\n</p>\n\n<p>\n1051 - حدثنا أبو عبيد قال: ثنا سعيد بن أبي مريم، عن عبيد الله بن عمر\nالعمرى، عن نافع، عن ابن عمر أن عمر كان لا يعطى أهل مكة عطاء، ولا يضرب\nعليهم بعثا ويقول هم كذا وكذا.\n</p>\n\n<p>\n1052 - حدثنا أبو عبيد القاسم بن سلام، ثنا عبد الرحمن بن مهدي، عن شعبة،\nعن عدي بن ثابت، عن أبي حازم، عن أبي هريرة قال: قال رسول <span id='ms391'></span> الله صلى الله\nعليه وسلم: من ترك كلا فإلينا، ومن ترك مالا فلورثته.\n</p>\n\n<p>\n1053 - حدثني هشام بن عمار الدمشقي قال: ثنا الوليد بن مسلم، عن سليمان\nابن أبي العاتكة، وكلثوم بن زياد قالا:\n</p>\n\n<p>\nحدثني سليمان بن حبيب أن عمر فرض لعيال المقاتلة وذريتهم العشرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p561'> Vol. 03, p. 561</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فأمضى عثمان ومن بعده من الولاة ذلك، وجعلوها موروثة يرثها ورثة\nالميت ممن ليس في العطاء، حتى كان عمر بن عبد العزيز.\n</p>\n\n<p>\nقال سليمان: فسألني عن ذلك فأخبرته بهذا. فأنكر الوراثة وقال:\n</p>\n\n<p>\nاقطعها وأعم بالفريضة. فقلت: فإني أتخوف أن يستن بك من بعد في قطع\nالوراثة ولا يستن (ص 458) بك في عموم الفريضة. قال: صدقت وتركهم.\n</p>\n\n<p>\n1054 - حدثني بكر بن الهيثم، حدثنا عبد الله بن صالح، عن ابن لهيعة، عن\nأبي قبيل قال: كان عمر بن الخطاب رضي الله عنه يفرض للمولود إذا ولد في\nعشرة، فإذا بلغ أن يفرض له ألحق بالفريضة. فلما كان معاوية فرض ذلك للفطيم.\nفلما كان عبد الملك بن مروان قطع ذلك كله إلا عمن شاء.\n</p>\n\n<p>\n1055 - حدثنا عفان: قال: حدثنا يزيد. قال: أنبأ يحيى بن المتوكل، عن عبد\nالله بن نافع، عن ابن عمر أن عمر كان لا يفرض للمولود حتى يفطم. ثم نادى\nمناديه:\n</p>\n\n<p>\nلا تعجلوا أولادكم عن الفطام فإنا نفرض لكل مولود في الاسلام.\n</p>\n\n<p>\nوحدثنا عمرو الناقد قال: حدثنا أحمد بن يونس، عن زهير بن معاوية، عن أبي\nإسحاق أن جده مر على عثمان فقال له: كم معك من عيالك يا شيخ؟ قال: معي كذا.\nقال: قد فرضنا لك وفرضنا لعيالك مئة مئة.\n</p>\n\n<p>\n1056 - حدثنا أبو عبيد قال:\n</p>\n\n<p>\nحدثنا مروان بن شجاع الجزري قال: أثبتني عمر بن عبد العزيز وأنا فطيم في\nعشرة دنانير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p562'> Vol. 03, p. 562</a>\n            </div>\n            \n</p>\n\n<p>\n1057 - حدثنا إبراهيم بن محمد الشامي قال: ثنا عبد الرحمن بن مهدي، عن\nسفيان، الثوري، عن أبي الجحاف، عن رجل من خثعم قال: ولد لي ولد فأتيت به\nعليا فأثبته في مئة.\n</p>\n\n<p>\n1058 - حدثني عمرو الناقد قال: ثنا عبد الرحمن بن مهدي، عن سفيان، عن عبد\nالله بن شريك <span id='ms392'></span>، عن بشر بن غالب قال: سئل الحسين بن علي - أو قال: الحسن ابن\nعلي شك عمر (ص 459) - متى يجب سهم المولود؟ قال: إذا استهل.\n</p>\n\n<p>\n1059 - حدثني عمرو الناقد قال: ثنا سفيان بن عيينة، عن عمرو بن دينار، عن\nالحسن بن محمد أن ثلاثة مملوكين لبني عفان شهدوا بدرا. فكان عمر يعطى كل\nإنسان منهم كل سنة ثلاثة آلاف درهم.\n</p>\n\n<p>\n1060 - حدثنا أبو عبيد قال: ثنا ابن أبي عدى، عن سفيان، عن زهير ابن\nثابت، أو ابن أبي ذئب، عن ذهل بن أوس أن عليا أتى بمنبوذ فأثبته في مئة.\n</p>\n\n<p>\n1061 - وحدثني عمرو والقاسم بن سلام قالا: حدثنا أحمد بن يونس، عن زهير،\nوحدثني عبد الله بن صالح المقرى، عن زهير بن معاوية قال: ثنا أبو إسحاق،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p563'> Vol. 03, p. 563</a>\n            </div>\n            \n</p>\n\n<p>\nعن حارثة بن المضرب أن عمر بن الخطاب أمر بجريب من طعام فعجن، ثم خبز، ثم\nثرد بزيت، ثم دعا بثلاثين رجلا فأكلوا منه غداءهم، حتى أصدرهم. ثم فعل\nبالعشى مثل ذلك. فقال: يكفي الرجل جريبان كل شهر. فكان يرزق الناس الرجل\nوالمرأة والمملوك جريبين كل شهر.\n</p>\n\n<p>\nقال عبد الله بن صالح: إن الرجل كان يدعو على صاحبه فيقول:\n</p>\n\n<p>\nرفع الله جريبيك. أي قطعهما عنك بالموت. فبقى ذلك في ألسن الناس إلى\nاليوم.\n</p>\n\n<p>\n1062 - حدثنا أبو عبيد، قال: حدثني أبو اليمان، عن صفوان بن عمرو، عن أبي\nالزاهرية أن أبا الدرداء قال. رب سنة راشدة مهدية قد سنها عمر في أمة محمد\nصلى الله عليه وسلم، منها: المديان والقسطان 1063 - حدثنا أبو عبيد قال:\nحدثنا سعيد بن أبي مريم، عن ابن لهيعة، عن قيس بن رافع، أنه سمع سفيان بن\nوهب يقول: قال عمر، وأخذ المدى بيد والقسط بيد: إني قد فرضت لكل نفس مسلمة\nفي كل شهر مديى حنطة وقسطي خل. فقال رجل: والعبد؟ قال: نعم والعبد.\n</p>\n\n<p>\n1064 - حدثني هشام بن عمار قال: ثنا يحيى بن حمزة قال: حدثني تميم ابن\nعطية قال:\n</p>\n\n<p>\nحدثني عبد الله بن قيس أن عمر بن الخطاب صعد المنبر فحمد الله وأثنى (ص\n460) عليه <span id='ms393'></span>، ثم قال: إنا أجرينا عليكم أعطياتكم وأرزاقكم في كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p564'> Vol. 03, p. 564</a>\n            </div>\n            \n</p>\n\n<p>\nشهر، وفى يديه المدى والقسط. قال: فحركهما وقال: فمن انتقصهما فعل الله\nبه كذا وكذا. ودعا عليه.\n</p>\n\n<p>\n1065 - حدثنا أبو عبيد قال: ثنا ابن أبي زائدة، عن معقل بن عبيد الله، عن\nعمر بن عبد العزيز أنه كان إذا استوجب الرجل عطاءه ثم مات أعطاه ورثته.\n</p>\n\n<p>\n1066 - حدثنا عفان وخلف البزار ووهب بن بقية قالوا: أنبأ يزيد بن هارون\nقال: أنبأ إسماعيل بن أبي خالد، عن قيس بن أبي حازم قال: قال الزبير بن\nالعوام لعثمان بن عفان رضي الله عنهما بعد موت عبد الله بن مسعود: اعطني\nعطاء عبد الله، فعياله أحق به من بيت المال. فأعطاه خمسه عشر ألفا.\n</p>\n\n<p>\nقال يزيد قال إسماعيل: وكان الزبير وصى ابن مسعود.\n</p>\n\n<p>\n1067 - وحدثني ابن أبي شيبة قال: ثنا عبيد الله بن موسى، عن علي بن صالح\nابن حي، عن سماك بن حرب أن رجلا مات في الحي بعد ثمانية أشهر مضت من السنة،\nفأعطاه عمر ثلثي عطائه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p565'> Vol. 03, p. 565</a>\n            </div>\n            \n</p>\n\n<p>\nأمر الخاتم 1068 - حدثنا عفان بن مسلم قال. ثنا شعبة قال: أنبأ قتادة،\nقال: سمعت أنس بن مالك يقول: لما أراد رسول الله صلى الله عليه وسلم أن\nيكتب إلى ملك الروم قيل له: إنهم لا يقرأون الكتاب إلا أن يكون مختوما.\n</p>\n\n<p>\nقال: فاتخذ خاتما من فضة. فكأني أنظر إلى بياضه في يده. ونقش عليه: محمد\nرسول الله.\n</p>\n\n<p>\n1069 - حدثنا أبو الربيع سليمان بن داود الزهراني قال: ثنا حماد بن زيد\nقال: أنبأ أيوب، عن نافع، عن ابن عمر أن رسول الله صلى الله عليه وسلم اتخذ\nخاتما من فضة، وجعل (ص 461) فصه من باطن كفه.\n</p>\n\n<p>\n1070 - حدثني محمد بن حيان الحياني قال: ثنا زهير، عن حميد، عن أنس بن\nمالك قال: كان خاتم رسول الله صلى الله عليه وسلم من فضة كله وفصه منه.\n</p>\n\n<p>\n1071 - حدثنا عمرو الناقد قال: ثنا يزيد بن هارون، عن حميد، عن الحسن\nقال: كان خاتم رسول الله صلى الله عليه وسلم من ورق، وكان فصه حبشيا <span id='ms394'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p566'> Vol. 03, p. 566</a>\n            </div>\n            \n</p>\n\n<p>\n1072 - حدثنا هدبة بن خالد قال: ثنا همام بن يحيى، عن عبد العزيز ابن\nصهيب، عن أنس بن مالك أن النبي صلى الله عليه وسلم قال: قد صنعت خاتما فلا\nينقشن أحد على نقشه.\n</p>\n\n<p>\n1073 - حدثنا بكر بن الهيثم قال: ثنا عبد الرزاق، عن معمر، عن الزهري\nوقتادة قالا: اتخذ رسول الله صلى الله عليه وسلم خاتما من فضة، ونقش عليه\nمحمد رسول الله. فكان أبو بكر يختم به، ثم عمر، ثم عثمان، وكان في يده فسقط\nمن يده في البئر، فنزفت فلم يقدر عليه، وذلك في النصف من خلافته. فاتخذ\nخاتما ونقش عليه محمد رسول الله في ثلاثة أسطر.\n</p>\n\n<p>\nقال قتادة: وحربه (كذا).\n</p>\n\n<p>\n1074 - حدثنا هناد قال: ثنا الأسود بن شيبان قال:\n</p>\n\n<p>\nأخبرنا خالد بن سمير قال: انتقش رجل يقال له معن بن زائدة على خاتم\nالخلافة. فأصاب مالا من خراج الكوفة على عهد عمر، فبلغ ذلك عمر، فكتب إلى\nالمغيرة بن شعبة: إنه بلغني أن رجلا يقال له معن بن زائدة انتقش على خاتم\nالخلافة، فأصاب به مالا من خراج الكوفة. فإذا أتاك كتابي هذا فنفذ فيه\nأمري، وأطع رسولي.\n</p>\n\n<p>\nفلما صلى المغيرة العصر وأخذ الناس مجالسهم خرج ومعه رسول عمر.\n</p>\n\n<p>\nفاشرأب الناس ينظرون إليه حتى وقف على معن. ثم قال للرسول: إن أمير\nالمؤمنين أمرني أن أطيع أمرك فيه فمرني بما شئت. فقال للرسول: ادع لي\nبجامعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p567'> Vol. 03, p. 567</a>\n            </div>\n            \n</p>\n\n<p>\nأعلقها في عنقه. فأتى بجامعة (ص 462) فجعلها في عنقه وجبذها جبذا شديدا.\n</p>\n\n<p>\nثم قال للمغيرة: احبسه حتى يأتيك فيه أمر أمير المؤمنين. ففعل.\n</p>\n\n<p>\nوكان السجن يومئذ من قصب، فتمحل معن للخروج، وبعث إلى أهله:\n</p>\n\n<p>\nأن ابعثوا لي بناقتي وجاريتي وعباءتي القطوانية. ففعلوا. فخرج من الليل\nوأردف جاريته، فسار حتى إذا رهب أن يفصحه الصبح أناخ ناقته وعقلها، ثم كمن\nحتى كف عنه الطلب. فلما أمسى أعاد على ناقته العباءة وشد عليها وأردف\nجاريته، ثم سار حتى قدم على عمر، وهو يوقظ المتهجدين لصلاة الصبح، ومعه\nدرته.\n</p>\n\n<p>\nفجعل ناقته وجاريته ناحية ثم دنا من <span id='ms395'></span> عمر فقال: السلام عليك يا أمير\nالمؤمنين ورحمة الله وبركاته. فقال: وعليك. من أنت؟ قال: معن بن زائدة جئتك\nتائبا. قال: ائت فلا يحييك الله. فلما صلى صلاة الصبح قال للناس:\n</p>\n\n<p>\nمكانكم.\n</p>\n\n<p>\nفلما طلعت الشمس قال: هذا معن بن زائدة انتقش على خاتم الخلافة فأصاب فيه\nمالا من خراج الكوفة، فما تقولون فيه؟ فقال قائل: اقطع يده.\n</p>\n\n<p>\nوقال قائل: أصلبه. وعلى ساكت. فقال له عمر: ما تقول أبا الحسن. قال:\n</p>\n\n<p>\nيا أمير المؤمنين رجل كذب كذبة عقوبته في بشره. فضربه عمر ضربا شديدا -\nأو قال مبرحا - وحبسه. فكان في الحبس ما شاء الله.\n</p>\n\n<p>\nثم إنه أرسل إلى صديق له من قريش: أن كلم أمير المؤمنين في تخلية سبيلي.\nفكلمه القرشي فقال: يا أمير المؤمنين معن بن زائدة قد أصبته من العقوبة بما\nكان له أهلا، فإن رأيت أن تخلى سبيله. فقال عمر: ذكرتني الطعن وكنت ناسيا.\nعلى بمعن. فضربه، ثم أمر به إلى السجن. فبعث معن إلى كل صديق له: لا\nتذكروني لأمير المؤمنين. فلبث محبوسا ما شاء الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p568'> Vol. 03, p. 568</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن عمر انتبه له، فقال: معن. فأتى به فقاسمه وخلى سبيله.\n</p>\n\n<p>\n1075 - حدثني المفضل اليشكري وأبو الحسن المدائني، عن (ص 463) ابن جابان،\nعن ابن المقفع قال: كان ملك الفرس إذا أمر بأمر وقعه صاحب التوقيع بين\nيديه، وله خادم يثبت ذكره عنده في تذكرة تجمع لكل شهر، فيختم عليها الملك\nخاتمه، وتخزن، ثم ينفذ التوقيع إلى صاحب الزمام وإليه الختم، فينفذه إلى\nصاحب العمل، فيكتب به كتابا من الملك، وينسخ في الأصل، ثم ينفذ إلى صاحب\nالزمام فيعرضه على الملك، فيقابل به ما في التذكرة، ثم يختم بحضرة الملك أو\nأوثق الناس عنده.\n</p>\n\n<p>\n1076 - وحدثني المدائني، عن مسلمة بن محارب قال: كان زياد بن أبي سفيان\nأول من اتخذ من العرب ديوان زمام وخاتم امتثالا لما كانت الفرس تفعله.\n</p>\n\n<p>\n1077 - حدثني مفضل اليشكري قال: حدثني ابن جابان، عن ابن المقفع قال: كان\nلملك من ملوك فارس خاتم للسر، وخاتم للرسل، وخاتم للتخليد، يختم <span id='ms396'></span> به السجلات\nوالاقطاعات وما أشبه ذلك من كتب التشريف، وخاتم للخراج. فكان صاحب الزمام\nيليها. وربما أفرد بخاتم السر والرسائل رجل من خاصة الملك.\n</p>\n\n<p>\n1078 - وحدثني أبو الحسن المدائني، عن ابن جابان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p569'> Vol. 03, p. 569</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن المقفع قال: كانت الرسائل بحمل المال تقرأ على الملك، وهي تكتب في\nصحف بيض. وكان صاحب الخراج يأتي الملك كل سنة بصحف موصلة قد أثبت فيها مبلغ\nما اجتبى من الخراج، وما أنفق في وجوه النفقات، وما حصل في بيت المال،\nفيختمها ويجريها. فلما كان كسرى بن هرمز ابرويز تأذى بروائح تلك الصحف وأمر\nأن لا يرفع إليه صاحب ديوان خراجه ما يرفع إلا في صحف مصفرة بالزعفران وماء\nالورد، وأن لا تكتب الصحف التي تعرض عليه بحمل المال وغير ذلك إلا مصفرة،\nففعل ذلك.\n</p>\n\n<p>\nفلما ولى صالح بن عبد الرحمن خراج العراق تقبل منه ابن المقفع بكور دجلة،\nويقال بالبهقباذ، فحمل مالا. فكتب رسالته في جلد (ص 464) وصفرها. فضحك صالح\nوقال: أنكرت أن يأتي بها غيره.\n</p>\n\n<p>\nيقول: لعلمه بأمور العجم.\n</p>\n\n<p>\n1079 - قال أبو الحسن: وأخبرني مشايخ من الكتاب أن دواوين الشام إنما\nكانت في قراطيس، وكذلك الكتب إلى ملوك بنى أمية في حمل المال وغير ذلك.\nفلما ولى أمير المؤمنين المنصور أمر وزيره أبا أيوب المورياني أن يكتب\nالرسائل بحمل الأموال في صحف، وأن تصفر الصحف. فجرى الامر على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p570'> Vol. 03, p. 570</a>\n            </div>\n            \n</p>\n\n<p>\nأمر النقود 1080 - حدثنا الحسين بن الأسود قال: ثنا يحيى بن آدم قال:\n</p>\n\n<p>\nحدثني الحسن بن صالح قال: كانت الدراهم من ضرب الأعاجم مختلفة كبارا\nوصغارا. فكانوا يضربون منها مثقالا، وهو وزن عشرين قيراطا، ويضربون منها\nوزن اثنى عشر قيراطا، ويضربون عشرة قراريط، وهي أنصاف المثاقيل. فلما جاء\nالله بالاسلام واحتيج في أداء الزكاة إلى الامر الوسط أخذوا عشرين قيراطا\nواثنى عشر قيراطا وعشرة قراريط. فوجدوا ذلك اثنين وأربعين قيراطا. فضربوا\nعلى وزن الثلث من ذلك وهو أربعة عشر قيراطا، فوزن الدرهم العربي أربعة عشر\nقيراطا من قراريط الدينار العزيز، فصار وزن كل عشرة دراهم سبع مثاقيل. وذلك <span id='ms397'></span>\nمئة وأربعون قيراطا وزن سبعة.\n</p>\n\n<p>\n1081 - وقال غير الحسن بن صالح: كانت دراهم الأعاجم ما العشرة منها وزن\nعشرة مثاقيل، وما العشرة منها وزن ستة مثاقيل، وما العشرة منها وزن خمسة\nمثاقيل. فجمع ذلك فوجد إحدى وعشرين مثقالا. فأخذ ثلثه وهو سبعة مثاقيل،\nفضربوا دراهم وزن العشرة منها سبعة مثاقيل.\n</p>\n\n<p>\nالقولان يرجعان إلى شئ (ص 465) واحد.\n</p>\n\n<p>\n1082 - وحدثني محمد بن سعد قال: ثنا محمد بن عمر الأسلمي قال: ثنا عثمان\nابن عبد الله بن موهب عن أبيه، عن عبد الله بن ثعلبة بن صعير قال: كانت\nدنانير هرقل ترد على أهل مكة في الجاهلية، وترد عليهم دراهم الفرس البغلية.\nفكانوا لا يتبايعون إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p571'> Vol. 03, p. 571</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أنها تبر. وكان المثقال عندهم معروف الوزن، وزنه اثنان وعشرون قيراطا\nإلا كسرا، ووزن العشرة الدراهم سبعة مثاقيل. فكان الرطل اثنى عشر أوقية،\nوكل أوقية أربعين درهما.\n</p>\n\n<p>\nفأقر رسول الله صلى الله عليه وسلم ذلك، وأقره أبو بكر وعمر وعثمان وعلى.\n</p>\n\n<p>\nفكان معاوية فأقر ذلك على حاله.\n</p>\n\n<p>\nثم ضرب مصعب بن الزبير في أيام عبد الله بن الزبير دراهم قليلة كسرت بعد.\n</p>\n\n<p>\nفلما ولى عبد الملك بن مروان سأل وفحص عن أمر الدراهم والدنانير.\n</p>\n\n<p>\nفكتب إلى الحجاج بن يوسف أن يضرب الدراهم على خمسة عشر قيراطا من قراريط\nالدنانير. وضرب هو الدنانير الدمشقية.\n</p>\n\n<p>\nقال عثمان، قال أبي: فقدمت علينا المدينة وبها نفر من أصحاب رسول الله\nصلى الله عليه وسلم وغيرهم من التابعين، فلم ينكروا ذلك.\n</p>\n\n<p>\nقال محمد بن سعد: وزن الدرهم من دراهمنا هذه أربعة عشر قيراطا من قراريط\nمثقالنا الذي جعل عشرين قيراطا. وهو وزن خمسة عشر قيراطا من إحدى وعشرين\nقيراطا وثلاثة أسباع.\n</p>\n\n<p>\n1083 - حدثني محمد بن سعد قال: ثنا محمد بن عمر قال: حدثني إسحاق ابن\nحازم، عن المطلب بن السائب، عن أبي وداعة السهمي أنه أراه وزن المثقال.\nقال: فوزنته فوجدته وزن مثقال عبد الملك بن مروان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p572'> Vol. 03, p. 572</a>\n            </div>\n            \n</p>\n\n<p>\nقال: هذا كان عند أبي وداعة بن ضبيرة (ص 466) السهمي في الجاهلية.\n</p>\n\n<p>\n1084 - وحدثني محمد بن سعد قال <span id='ms398'></span>: ثنا الواقدي، عن سعيد بن مسلم ابن بابك،\nعن عبد الرحمن بن سابط الجمحي قال: كانت لقريش أوزان في الجاهلية.\n</p>\n\n<p>\nفدخل الاسلام فأقرت على ما كانت عليه. كانت قريش تزن الفضة بوزن تسميه\nدرهما، وتزن الذهب بوزن تسميه دينارا. فكل عشرة من أوزان الدراهم سبعة\nأوزان الدنانير.\n</p>\n\n<p>\nوكان لهم وزن الشعيرة وهو واحد من الستين من وزن الدرهم.\n</p>\n\n<p>\nوكانت لهم الأوقية وزن أربعين درهما.\n</p>\n\n<p>\nوالنش وزن عشرين درهما. وكانت لهم النواة وهي وزن خمسة دراهم.\n</p>\n\n<p>\nفكانوا يتبايعون بالتبر على هذه الأوزان.\n</p>\n\n<p>\nفلما قدم النبي صلى الله عليه وسلم مكة أقرهم على ذلك.\n</p>\n\n<p>\n1085 - محمد بن سعد، عن الواقدي قال: حدثني ربيعة بن عثمان، عن وهب بن\nكيسان قال: رأيت الدنانير والدراهم قبل أن ينقشها عبد الملك ممسوحة. وهي\nوزن الدنانير التي ضربها عبد الملك.\n</p>\n\n<p>\n1086 - وحدثني محمد بن سعد، عن الواقدي، عن عثمان بن عبد الله ابن موهب،\nعن أبيه قال: قلت لسعيد بن المسيب: من أول من ضرب الدنانير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p573'> Vol. 03, p. 573</a>\n            </div>\n            \n</p>\n\n<p>\nالمنقوشة؟ فقال: عبد الملك بن مروان، وكانت الدنانير ترد رومية، والدراهم\nكسروية وحميرية قليلة.\n</p>\n\n<p>\nقال سعيد: فأنا بعثت بتبر إلى دمشق فضرب لي على وزن المثقال في الجاهلية.\n</p>\n\n<p>\n1087 - وحدثني محمد بن سعد، قال: ثنا سفيان بن عيينة، عن أبيه أن أول من\nضرب وزن سبعة الحارث بين عبد الله بن أبي ربيعة المخزوى أيام ابن الزبير.\n</p>\n\n<p>\n1088 - وحدثني محمد بن سعد، قال: حدثني محمد بن عمر، قال: ثنا ابن أبي\nالزناد، عن أبيه أن عبد الملك أول من ضرب الذهب عام الجماعة سنة أربع\nوسبعين قال أبو (ص 467) الحسن المدائني: ضرب الحجاج الدراهم آخر سنة خمس\nوسبعين، ثم أمر بضربها في جميع النواحي سنة ست وسبعين.\n</p>\n\n<p>\n1089 - وحدثني داود الناقد قال سمعت مشايخنا يتحدثون أن العباد من أهل\nالحيرة، كانوا يتزوجون على مئة وزن ستة يريدون وزن ستين مثقالا دراهم، وعلى\nمئة وزن ثمانية يريدون ثمانين مثقالا دراهم، وعلى مئة وزن خمسة يريدون وزن\nخمسين مثقالا دراهم، وعلى مئة وزن مئة مثقال.\n</p>\n\n<p>\nقال داود <span id='ms399'></span> الناقد: رأيت درهما عليه ضرب هذه الدراهم بالكوفة سنة ثلاث\nوسبعين فاجمع النقاد أنه معمول. وقال: رأيت درهما شاذا لم ير مثله، عليه\nعبيد الله بن زياد، فأنكر أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p574'> Vol. 03, p. 574</a>\n            </div>\n            \n</p>\n\n<p>\n1090 - حدثني محمد بن سعد قال: حدثني الواقدي، عن يحيى بن النعمان\nالغفاري، عن أبيه قال: ضرب مصعب الدراهم بأمر عبد الله بن الزبير سنة سبعين\nعلى ضرب الأكاسرة، وعليها بركة، وعليها الله. فلما كان الحجاج غيرها.\n</p>\n\n<p>\nوروى عن هشام بن الكلبي أنه قال: ضرب مصعب مع الدراهم دنانير أيضا.\n</p>\n\n<p>\n1091 - حدثني داود الناقد قال: حدثني أبو الزبير الناقد قال: ضرب عبد\nالملك شيئا من الدنانير في سنة أربع وسبعين، ثم ضربها سنة خمس وسبعين، وأن\nالحجاج ضرب دراهم بغلية كتب عليها: بسم الله. الحجاج. ثم كتب عليها بعد\nسنة. الله أحد الله الصمد. فكره ذلك الفقهاء، فسميت مكروهة.\n</p>\n\n<p>\nقال: ويقال إن الأعاجم كرهوا نقصانها فسميت مكروهة.\n</p>\n\n<p>\nقال: وسميت السميرية بأول من ضربها واسمه سمير.\n</p>\n\n<p>\n1092 - حدثني عباس بن هشام الكلبي، عن أبيه قال: حدثني عوانة ابن الحكم\nأن الحجاج سأل عن ما كانت الفرس تعمل به في ضرب الدراهم.\n</p>\n\n<p>\nفاتخذ دار ضرب وجمع فيها الطباعين. فكان يضرب المال للسلطان مما يجتمع له\nمن التبر وخلاصة الزيوف والستوقة والبهرجة. ثم أذن للتجار وغيرهم في أن\nتضرب لهم الأوراق، واستغلها من فضول ما كان يؤخذ من (ص 468) فضول الأجرة\nللصناع والطباعين. وختم أيدي الطباعين.\n</p>\n\n<p>\nفلما ولى عمر بن هبيرة العراق ليزيد بن عبد الملك خلص الفضة أبلغ من\nتخليص من قبله، وجود الدراهم. فاشتد في العيار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p575'> Vol. 03, p. 575</a>\n            </div>\n            \n</p>\n\n<p>\nثم ولى خالد بن عبد الله البجلي ثم القسري العراق لهشام بن عبد الملك،\nفاشتد في النقود أكثر من شدة ابن هبيرة، حتى أحكم أمرها أبلغ من أحكامه.\n</p>\n\n<p>\nثم ولى يوسف بن عمر بعده فأفرط في الشدة على الطباعين وأصحاب الغيار،\nوقطع الأيدي وضرب الأبشار. فكانت الهبيرية والخالدية واليوسفية أجود نقود\nبنى أمية. ولم يكن المنصور يقبل في الخراج من نقود بنى أمية غيرها.\n</p>\n\n<p>\nفسميت الدراهم الأولى المكروهة.\n</p>\n\n<p>\n1093 - حدثني <span id='ms400'></span> محمد بن سعد، عن الواقدي، عن ابن أبي الزناد، عن أبيه أن\nعبد الملك بن مروان أول من ضرب الذهب والورق بعد عام الجماعة.\n</p>\n\n<p>\nقال: فقلت لأبي: أرأيت قول الناس إن ابن مسعود كان يأمر بكسر الزيوف؟\nقال: تلك زيوف ضربها الأعاجم فغشوا فيها.\n</p>\n\n<p>\n1094 - حدثني عبد الاعلى بن حماد النرسي قال: حدثنا حماد بن سلمة قال:\nحدثنا داود بن أبي هند، عن الشعبي، عن علقمة بن قيس أن ابن مسعود كانت له\nبقاية في بيت المال، فباعها بنقصان. فنهاه عمر بن الخطاب عن ذلك فكان\nيدينها بعد ذلك.\n</p>\n\n<p>\n1095 - حدثني محمد بن سعد، عن الواقدي، عن قدامة بن موسى أن عمرو وعثمان\nكانا إذا وجدا الزيوف في بيت المال جعلاها فضة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p576'> Vol. 03, p. 576</a>\n            </div>\n            \n</p>\n\n<p>\n1096 - حدثني الوليد بن صالح، عن الواقدي، عن ابن أبي الزناد، عن أبيه أن\nعمر بن عبد العزيز أتى برجل يضرب على غير سكة السلطان، فعاقبه وسجنه، وأخذ\nحديده فطرحه في النار.\n</p>\n\n<p>\n1097 - حدثني محمد بن سعد، عن الواقدي، عن كثير بن زيد، عن المطلب بن عبد\nالله بن حنطب أن عبد الملك بن مروان أخذ رجلا يضرب على غير سكة المسلمين\nفأراد (ص 469) قطع يده ثم ترك ذلك وعاقبه.\n</p>\n\n<p>\nقال المطلب: فرأيت من بالمدينة من شيوخنا حسنوا ذلك من فعله وحمدوه.\n</p>\n\n<p>\nقال الواقدي: وأصحابنا يرون فيمن نقش على خاتم الخلافة المبالغة في الأدب\nوالشهرة، وأن لا يرون عليه قطعا، وذلك رأى أبي حنيفة والثوري.\n</p>\n\n<p>\nوقال مالك وابن أبي ذئب وأصحابهما: نكره قطع الدرهم إذا كانت على الوفاء،\nوننهى عنه لأنه من الفساد.\n</p>\n\n<p>\nوقال الثوري وأبو حنيفة وأصحابه: لا بأس بقطعها إذا لم يضر ذلك بالاسلام\nوأهله.\n</p>\n\n<p>\n1098 - حدثني عمرو الناقد قال: حدثنا إسماعيل بن إبراهيم، عن ابن عون، عن\nابن سيرين أن مروان بن الحكم أخذ رجلا بقطع الدراهم. فقطع يده، فبلغ ذلك\nزيد بن ثابت فقال: لقد عاقبه.\n</p>\n\n<p>\nقال إسماعيل: يعنى دراهم فارس.\n</p>\n\n<p>\n1099 - قال محمد بن سعد وقال الواقدي: عاقب أبان بن عثمان، وهو على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p577'> Vol. 03, p. 577</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة، من يقطع الدراهم. ضربه ثلاثين <span id='ms401'></span> وطاف به. وهذا عندنا فيمن قطعها\nودس فيها المفرغة والزيوف.\n</p>\n\n<p>\n1100 - وحدثني محمد، عن الواقدي، عن صالح بن جعفر، عن ابن كعب في قوله *\n(أو أن نفعل في أموالنا ما نشاء) * (1) قال:\n</p>\n\n<p>\nقطع الدراهم.\n</p>\n\n<p>\n1101 - حدثنا محمد بن خالد بن عبد الله قال: حدثنا يزيد بن هارون قال:\n</p>\n\n<p>\nأنبأنا يحيى بن سعيد قال: ذكر لابن المسيب رجل يقطع الدراهم فقال سعيد:\nهذا من الفساد في الأرض.\n</p>\n\n<p>\n1102 - حدثنا عمرو الناقد قال: ثنا إسماعيل بن إبراهيم قال: ثنا يونس بن\nعبيد، عن الحسن قال: كان الناس وهم أهل كفر قد عرفوا موضع هذا الدرهم من\nالناس فجودوه وأخلصوه: فلما صار إليكم غششتموه وأفسدتموه. ولقد كان عمر بن\nالخطاب قال: هممت أن أجعل الدراهم من جلود الإبل. فقيل له إذا لا بعير.\nفأمسك (ص 470).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p578'> Vol. 03, p. 578</a>\n            </div>\n            \n</p>\n\n<p>\nأمر الخط 1103 - حدثني عباس بن هشام بن محمد بن السائب الكلبي، عن أبيه،\nعن جده، وعن الشرقي بن القطامي قال: اجتمع ثلاثة نفر من طيئ ببقة وهم مرامر\nبن مرة، وأسلم بن سدرة، وعامر بن جدرة فوضعوا الخط، وقاسوا هجاء العربية\nعلى هجاء السريانية. فتعلمه منهم قوم من أهل الأنبار، ثم تعلمه أهل الحيرة\nمن أهل الأنبار. وكان بشر بن عبد الملك أخو أكيدر بن عبد الملك بن عبد الجن\nالكندي ثم السكوني صاحب دومة الجندل يأتي الحيرة فيقيم بها الحين، وكان\nنصرانيا. فتعلم بشر الخط العربي من أهل الحيرة.\n</p>\n\n<p>\nثم أتى مكة في بعض شأنه فرآه سفيان بن أمية بن عبد شمس، وأبو قيس ابن عبد\nمناف بن زهرة بن كلاب يكتب، فسألاه أن يعلمهما الخط، فعلمها الهجاء، ثم\nأراهما الخط فكتبا.\n</p>\n\n<p>\nثم إن بشرا وسفيان وأبا قيس أتوا الطائف في تجارة فصحبهم غيلان ابن سلمة\nالثقفي فتعلم الخط منهم.\n</p>\n\n<p>\nوفارقهم يشر ومضى إلى ديار مضر فتعلم الخط منة عمرو بن زرارة بن عدس فسمى\nعمرو الكاتب.\n</p>\n\n<p>\nثم أتى بشر الشام فتعلم الخط منه ناس هناك.\n</p>\n\n<p>\nوتعلم الخط من الثلاثة الطائيين أيضا رجل من طابخة كلب، فعلمه رجلا من\nأهل <span id='ms402'></span> وادى القرى، فأتى الوادي يتردد فأقام بها وعلم الخط قوما من أهلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p579'> Vol. 03, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\n1104 - وحدثني الوليد بن صالح ومحمد بن سعد قالا: حدثنا محمد بن عمر\nالواقدي، عن خالد بن الياس، عن أبي بكر بن عبد الله بن أبي جهم العدوى قال:\nدخل الاسلام وفى قريش سبعة عشر رجلا كلهم يكتب: عمر بن الخطاب، وعلي بن أبي\nطالب، وعثمان بن عفان، وأبو عبيدة بن الجراح، وطلحة، ويزيد بن أبي سفيان،\nوأبو حذيفة بن عتبة (ص 471) بن ربيعة، وحاطب بن عمرو أخو سهيل بن عمرو\nالعامري من قريش، وأبو سلمة بن عبد الأسد المخزومي، وأبان بن سعيد ابن\nالعاصي بن أمية، وخالد بن سعيد أخوه، وعبد الله بن سعد بن أبي سرح العامري،\nوحويطب بن عبد العزى العامري، وأبو سفيان بن حرب بن أمية، ومعاوية بن أبي\nسفيان، وجهيم بن الصلت بن مخرمة بن المطلب بن عبد مناف.\n</p>\n\n<p>\nومن حلفاء قريش العلاء بن الحضرمي.\n</p>\n\n<p>\n1105 - وحدثني بكر بن الهيثم قال: ثنا عبد الرزاق، عن معمر، عن الزهري،\nعن عبيد الله بن عبد الله بن عقبة أن النبي صلى الله عليه وسلم قال للشفاء\nبنت عبد الله العدوية من رهط عمر بن الخطاب: ألا تعلمين حفصة رقنة النملة\nكما علمتها الكتابة وكانت الشفاء كاتبة في الجاهلية.\n</p>\n\n<p>\n1106 - وحدثني الوليد بن صالح، عن الواقدي، عن أسامة بن زيد، عن عبد\nالرحمن بن سعد قال: كانت حفصة زوج النبي صلى الله عليه وسلم تكتب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p580'> Vol. 03, p. 580</a>\n            </div>\n            \n</p>\n\n<p>\n1107 - وحدثني الوليد، عن الواقدي، عن ابن أبي سبرة، عن علقمة بن أبي\nعلقمة، عن محمد بن عبد الرحمن بن ثوبان أن أم كلثوم بنت عقبة كانت تكتب.\n</p>\n\n<p>\n1108 - وحدثني الوليد، عن الواقدي، عن فروة، عن عائشة بنت سعد أنها قالت:\nعلمني أبى الكتاب.\n</p>\n\n<p>\n1109 - وحدثني الوليد، عن الواقدي، عن موسى بن يعقوب، عن عمته، عن أمها\nكريمة بنت المقداد أنها كانت تكتب.\n</p>\n\n<p>\n1110 - حدثني الوليد، عن الواقدي، عن ابن أبي سبرة، عن ابن عون، عن ابن\nمياح، عن عائشة أنها كانت تقرأ المصحف ولا تكتب.\n</p>\n\n<p>\n1111 - وحدثني الوليد <span id='ms403'></span>، عن الواقدي، عن عبد الله بن يزيد الهذلي، عن سالم\nسبلان، عن أم سلمة أنها كانت تقرأ ولا تكتب.\n</p>\n\n<p>\n1112 - وحدثني الوليد، ومحمد بن سعد، عن الواقدي، عن أشياخه قالوا: أول\nمن كتب لرسول (ص 472) الله صلى الله عليه وسلم مقدمه المدينة أبي بن كعب\nالأنصاري. وهو أول من كتب في آخر الكتاب وكتب فلان. فكان أبى إذا لم يحضر\nدعا رسول الله صلى الله عليه وسلم زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p581'> Vol. 03, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\nابن ثابت الأنصاري فكتب له. فكان أبى وزيد يكتبان الوحي بين يديه وكتبه\nإلى من يكاتب من الناس وما يقطع وغير ذلك.\n</p>\n\n<p>\nقال الواقدي: وأول من كتب له من قريش عبد الله بن سعد بن أبي سرح، ثم\nارتد ورجع إلى مكة وقال لقريش. انا آتي بمثل ما يأتي به محمد. وكان يمل\nعليه الظالمين فيكتب الكافرين. يمل عليه سميع عليم، فيكتب غفور رحيم.\n</p>\n\n<p>\nوأشباه ذلك. فأنزل الله * (ومن أظلم ممن افترى على الله كذبا أو قال أوحى\nإلى ولم يوح إليه شئ، ومن قال سأنزل مثل ما أنزل الله) *. (1) فلما كان يوم\nفتح مكة أمر رسول الله صلى الله عليه وسلم بقتله. فكلمه فيه عثمان بن عفان\nوقال: أخي من الرضاع وقد أسلم. فأمر رسول الله صلى الله عليه وسلم بتركه،\nوولاه عثمان مصر.\n</p>\n\n<p>\nفكتب لرسول الله صلى الله عليه وسلم عثمان بن عفان، وشرحبيل ابن حسنة\nالطابخي من خندف حليف قريش. ويقال بل هو كندي. وكتب له جهيم بن الصلت\nمخرمة، وخالد بن سعيد، وأبان بن سعيد بن العاصي، والعلاء بن الحضرمي. فلما\nكان عام الفتح أسلم معاوية، وكتب له أيضا. ودعاه يوما وهو يأكل فأبطأ فقال:\nلا أشبع الله بطنه. فكان يقول: لحقتني دعوة رسول الله صلى الله عليه وسلم.\nوكان يأكل في اليوم سبع أكلات وأكثر وأقل.\n</p>\n\n<p>\n1113 - وقال الواقدي وغيره: كتب حنظلة بن الربيع بن رباح الأسيدي، من بنى\nتميم، بين يدي رسول الله صلى الله عليه وسلم مرة، فسمى حنظلة الكاتب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p582'> Vol. 03, p. 582</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الواقدي: كان الكتاب بالعربية في الأوس <span id='ms404'></span> والخزرج قليلا. وكان بعض\nاليهود قد علم كتاب العربية، وكان تعلمه الصبيان بالمدينة في الزمن الأول.\nفجاء الاسلام وفى الأوس والخزرج عدة يكتبون. وهم: سعد بن عبادة ابن دليم،\nوالمنذر بن عمرو، وأبى بن (ص 473) كعب، وزيد بن ثابت.\n</p>\n\n<p>\nفكان يكتب العربية والعبرانية، ورافع بن مالك، وأسيد بن حضير، ومعن ابن\nعدي البلوى حليف الأنصار، وبشير بن سعد، وسعد بن الربيع، وأوس ابن خولي،\nوعبد الله بن أبي المنافق.\n</p>\n\n<p>\nقال: فكان الكملة منهم - والكامل من يجمع إلى الكتاب الرمي والعوم - رافع\nبن مالك، وسعد بن عبادة، وأسيد بن حضير، وعبد الله ابن أبي، وأوس بن خولي.\nوكان من جمع هذه الأشياء في الجاهلية من أهل يثرب سويد بن الصامت، وحضير\nالكتائب.\n</p>\n\n<p>\nقال الواقدي: وكان جفينة العبادي من أهل الحيرة نصرانيا ظئرا لسعد ابن\nأبي وقاص. فاتهمه عبيد الله بن عمر بمشايعة أبى لؤلؤة على قتل أبيه، فقتله\nوقتل ابنيه.\n</p>\n\n<p>\n1115 - حدثنا إسحاق بن أبي إسرائيل قال: حدثنا عبد الرحمن ابن أبي\nالزناد، عن أبيه، عن خارجة بن زيد بن ثابت قال: أمرني رسول الله صلى الله\nعليه وسلم أن أتعلم له كتاب يهود، وقال لي: إني لا آمن يهودا على كتابي.\nفلم يمر بي نصف شهر حتى تعلمته. فكنت أكتب له إلى يهود، وإذا كتبوا إليه\nقرأت كتابهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p583'> Vol. 03, p. 583</a>\n            </div>\n            \n</p>\n\n<p>\nتم كتاب فتوح البلدان. والحمد لله الواحد الديان وصلواته على سيدنا محمد\nالنبي وآله وأصحابه وسلامه\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p584'> Vol. 03, p. 584</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "495",
    "496",
    "497",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "556",
    "557",
    "558",
    "559",
    "560",
    "561",
    "562",
    "563",
    "564",
    "565",
    "566",
    "567",
    "568",
    "569",
    "570",
    "571",
    "572",
    "573",
    "574",
    "575",
    "576",
    "577",
    "578",
    "579",
    "580",
    "581",
    "582",
    "583",
    "584"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "0M"
  ]
}