{
  "content": "\n\nسلسلة بحوث وتحقيقات مختارة من مجلة الحكمة(36)\n<p>\nتحقيق : يوسف العيساوي\n</p>\n\n<p>\nAlmodhe1405@hotmail.com\n</p>\n\n<p>\nalmodhe@yahoo.com\n</p>\n\n<h1 class='l1' id='head0'>AUTO أجوبة على مسائل سألها النووي في ألفاظ من الحديث</h1>\n\n<p>\nللإمام جمال الدين محمد بن عبد الله بن مالك النحوي ت 672ه\n</p>\n\n<p>\nتقديم\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله على نعمائه، والصلاة والسلام على خاتم رسله وأنبيائه.\n</p>\n\n<p>\nوبعد، فما عرفنا أمة من الأمم تتبعت سيرة أحد من البشر أو عنيت بكلام أحد\nمن البشر عناية المسلمين بسيرة نبيهم وبكل ما نطق به - صلى الله عليه وسلم\n- من حديث، وحسب المسلمين عناية بالحديث النبوي أنهم تتبعوه، وجمعوه،\nوصنفوه، وأسندوه، وعنوا بألفاظه ومعانيه ومناسباته، كما عنوا برجاله\nورواته؛ جرحا وتعديلا وتوثيقا، حتى كان لنا منه علم قائم بذاته، لا يحيط به\nإلا المحدثون الحفاظ، ولا يقوم به إلا العلماء الحاذقون، فكان للحديث\nموسوعاته الحديثية من صحاح ومسانيد، وكان له علم مصطلحه، وبلغوا فيه من\nالدقة ما جعله مضرب المثل في طرق التحقيق وأساليب التوثيق، سواء أكان ذلك\nمتصلا به رواية أم دراية.\n</p>\n\n<p>\nوكان لكل طائفة من العلماء - على اختلاف علومهم واختصاصاتهم - نصيب من\nالعناية بالحديث النبوي؛ إذ كما عني به أهله من علماء الحديث وعلماء الرجال\nوعلماء المصطلح، عني به أهل اللغة، والفقهاء، والنحويون، وعلماء البلاغة،\nفكان للمكتبة العربية من ذلك كتب تشرح ألفاظ الحديث وتفسر غريبه، وكتب\nفقهية المنزع تتناول أحاديث الأحكام، وكتب تعرب أكثر ألفاظه أو ما أشكل\nمنها، وكتب تتناول أسلوبه وتتحدث عن البلاغة النبوية.\n</p>\n\n<p>\nولقد سعدت حين عرض علي الزميل الدكتور يوسف العيساوي هذه الرسالة: التي\nتجمع المسائل التي سألها الإمام النووي، والأجوبة التي أجاب بها الإمام ابن\nمالك، والتي تدور حول ألفاظ وردت في الحديث تشكل عربيتها؛ لأن ظاهرها يوهم\nخروجها عن الأصل أو القياس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوهي رسالة مفيدة، على صغر حجمها وقلة عدد مسائلها، وأرى أنها تستمد قيمتها\nمن عدة أوجه:\n</p>\n\n<p>\nالوجه الأول:\n</p>\n\n<p>\nأنها في حديث سيد المرسلين - صلى الله عليه وسلم -، وعن مواضع تشكل فيها\nألفاظه.\n</p>\n\n<p>\nالوجه الثاني:\n</p>\n\n<p>\nأنها لإمامين من الأئمة الأعلام، هما: الإمام النووي، والإمام <span id='ms01'></span> ابن مالك،\nوهما من هما فضلا، وتقي، وعلما.\n</p>\n\n<p>\nالوجه الثالث:\n</p>\n\n<p>\nأن مسائلها لم ترد مجموعة قبل اليوم في كتاب؛ فجاءت هذه الرسالة جامعة لها.\n</p>\n\n<p>\nوأرى - بعد ذلك - أن الرسالة تستمد قيمتها من حيث إنها درس في الأخلاق،\nتنشر أمام أعين العلماء، والباحثين، والزملاء من المؤلفين والمحققين، صفحة\nمشرقة من أخلاق العلماء وأدبهم فيما بينهم، وتواضعهم في علاقة بعضهم ببعض،\nفلقد كان كل من السائل والمجيب علما بين العلماء، وإماما واسع الشهرة بين\nالأئمة، ولم يمنع ذلك الإمام النووي (676ه) وهو السائل أن يقرأ على عالم\nمعاصر له هو الإمام ابن مالك (672ه) وأن يتوجه بأسئلته إليه، وينسب علمه\nبها في كتبه إليه، وأن يقول عنه: \"شيخنا العلامة\" ويذكر صراحة في كتبه أنه\nسأله عنها. ولم نجد - في مقابل ذلك - كلمة واحدة يشير ابن مالك فيها إلى أن\nالسائل هو الإمام النووي - بل إن الذين نقلوا تلك المسائل هم الذين ذكروا\nاسم السائل، مما يدل على تواضع ابن مالك وأن العلم عنده ينشر خالصا لوجه\nالله، لا يتبجح صاحبه باسم عالم سأله ولا يمن بعلمه وتعلمه على أحد!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nإنها صفحة خلقية مشرفة نشرتها أمتنا في سالف أيامها، حين كان طالب العلم\nيعرف فضل شيخه وأستاذه، وكان الأستاذ معلما ومرشدا ومربيا وصديقا لطلابه...\nفهكذا كان سيبويه مع الخليل وكان الخليل مع سيبويه، وهكذا كان ابن جني مع\nأبي علي الفارسي وكان الفارسي مع ابن جني... وكان للتلميذ الفضل في نشر علم\nشيخه؛ حتى جاءت بعض كتبهم لكثرة ما فيها من تصريح بنسبة الأقوال إلى\nشيوخهم، وعزو آرائهم فيها غليهم، وكأنها علم الشيخ معقودا بلفظ تلميذه.\nوقالوا: \"بركة العلم عزوه\" وعدوا ذلك أمانة في الدين، وخلقا في العلم.\n</p>\n\n<p>\nفلعل هذه الرسالة التي ينشرها اليوم الدكتور العيساوي، تذكر علماء اليوم\nبما ينبغي أن يكون عليه العالم أو الباحث، من أمانة في النقل، وصدق في\nالعزو، ونسبة الآراء والأقوال إلى أصحابها، وبما ينبغي أن تكون العلاقة بين\nالعلماء قائمة عليه من أدب وتواضع.\n</p>\n\n<p>\nجزى الله <span id='ms02'></span> المحقق خيرا عن العلم وأهله، ورحم الله النووي وابن مالك ما كان\nأتقاهما وأعلمهما وأعرفهما بأخلاق العلماء.\n</p>\n\n<p>\nمازن المبارك\n</p>\n\n<p>\nدبي في 22 من ذي الحجة 1422ه\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالمقدمة\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على إمام المرسلين، وعلى آله\nوصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفهذه رسالة مهمة، حوت أجوبة مسائل مشكلة من جهة العربية، في بعض النصوص\nالنبوية.\n</p>\n\n<p>\nأما الأسئلة فقد أثارها إمام جليل هو الإمام النووي، وأما الأجوبة عنها\nفقد جادت بها قريحة الإمام ابن مالك، وهو شيخ الإمام النووي.\n</p>\n\n<p>\nوالناظر في صفحات هذه الرسالة يكفيه وصفها والعلم بها.\n</p>\n\n<p>\nوأما منهجي في التحقيق فقد جعلت الرسالة قسمين:\n</p>\n\n<p>\nالقسم الأول: دراسة موجزة عن المؤلف والمؤلف.\n</p>\n\n<p>\nوالقسم الثاني: في النص المحقق.\n</p>\n\n<p>\nواتبعت عند إخراج النص المنهج العلمي المعروف في التحقيق، وهو ما يأتي:\n</p>\n\n<p>\nضبطت النص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nخرجت الآيات والقراءات القرآنية والأحاديث النبوية وتكلمت على رواياتها.\n</p>\n\n<p>\nخرجت النصوص المنقولة والشواهد الشعرية والأمثال.\n</p>\n\n<p>\nكل ما وضعته بين حاصرتين [ ] فهو زيادة مني يقتضيها السياق والإيضاح.\n</p>\n\n<p>\nوالله من وراء القصد\n</p>\n\n<p>\nالمحقق الدكتور يوسف العيساوي\n</p>\n\n<p>\nالقسم الأول\n</p>\n\n<p>\nالمؤلف والمؤلف\n</p>\n\n<p>\nالمبحث الأول\n</p>\n\n<p>\nتعريف موجز بالمؤلف الإمام ابن مالك\n</p>\n\n<p>\nاسمه ونسبه:\n</p>\n\n<p>\nهو جمال الدين: محمد بن عبد الله بن عبد الله بن مالك، أبو عبد الله،\nالطائي الجياني، الأندلسي، المالكي حين كان بالمغرب، الشافعي حين انتقل إلى\nالمشرق، النحوي، نزيل دمشق، ولد سنة (600ه) على أرجح الروايات(1) .\n</p>\n\n<p>\nنشأته وثقافته:\n</p>\n\n<p>\nتلقى الإمام ابن مالك العلم على يد علماء عصره المبرزين، وصرف همته إلى\nجمع العلوم المختلفة، فكان إماما في القراءات وعللها، وآية في الإطلاع على\nالحديث.\n</p>\n\n<p>\nوأما اطلاعه على أشعار العرب التي يستشهد بها، فأمر عجب، إذ تحير الأئمة\nفي أمره، لذا كان أكثر ما يستشهد بالقرآن، فإن لم يكن فيه شاهد عدل إلى\nالحديث، وإن لم يكن فيه شيء عدل إلى أشعار العرب ونثرهم (2) .\n</p>\n\n<p>\nحبه للعلم:\n</p>\n\n<p>\nكان رحمه الله كثير المطالعة سريع المراجعة، لا يكتب شيئا من محفوظه حتى\nيراجعه في محله، وهذه <span id='ms03'></span> حالة المشايخ الثقات، والعلماء الأثبات.\n</p>\n\n<p>\nفهو أحيا من العلم رسوما دارسة، وبين معالم طامسة، وجمع من ذلك ما تفرق،\nوحقق ما لم يكن تبين منه ولا تحقق، فمن حرصه على العلم أنه حفظ يوم موته\nثمانية شواهد (3) .\n</p>\n\n<p>\nعبادته:\n</p>\n\n<p>\nعرف الإمام ابن مالك رحمه الله ب (الدين المتين، وصدق اللهجة، وكثرة\nالنوافل، وحسن السمت، ورقة القلب، وكمال العقل، والوقار والتؤدة) (4) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوكان رحمه الله: (لا يرى إلا وهو يصلي أو يتلو أو يصنف أو يقرئ) (1).\n</p>\n\n<p>\nمصنفاته:\n</p>\n\n<p>\nلإمامنا رحمه الله مصنفات كثيرة، وفي فنون متنوعة (2) ، فهو (صاحب\nالتصانيف المشهورة المفيدة) (3)، وهو (السائرة مصنفاته مسير الشمس، ومقدمها\nالذي تصغي له الحواس الخمس) (4).\n</p>\n\n<p>\nومن أهم تآليفه (5):\n</p>\n\n<p>\nتسهيل الفوائد وتكميل المقاصد.\n</p>\n\n<p>\nالخلاصة (الألفية).\n</p>\n\n<p>\nشرح التسهيل.\n</p>\n\n<p>\nشرح الكافية الشافية (والمتن له أيضا).\n</p>\n\n<p>\nشواهد التوضيح والتصحيح لمشكلات الجامع الصحيح.\n</p>\n\n<p>\nعمدة الحافظ وعدة اللافظ (مع شرحها).\n</p>\n\n<p>\nوغير ذلك كثير.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nتوفي الإمام ابن مالك رحمه الله ثاني عشر شعبان، سنة أثنتين وسبعين\nوستمائة، ودفن بدمشق (6).\n</p>\n\n<p>\nورثاه بعض الفضلاء، بقوله (7):\n</p>\n\n<p>\nيا شتات الأسماء والأفعال\n</p>\n\n<p>\nوانحراف الحروف من بعد ضبط\n</p>\n\n<p>\nمصدرا كان للعلوم بإذن\n</p>\n\n<p>\nعدم النعت والتعطف والتو\n</p>\n\n<p>\nألم اعتراه أسكن منه\n</p>\n\n<p>\nيا لها سكتة لهمز قضاء\n</p>\n\n<p>\nرفعوه في نعشه فانتصبنا\n</p>\n\n<p>\nفخموه عند الصلاة بدل\n</p>\n\n<p>\nصرفوه يا عظم ما فعلوه\n</p>\n\n<p>\nأدغموه في الترب من غير مثل\n</p>\n\n<p>\nوقفوا عند قبره ساعة الدف\n</p>\n\n<p>\nومددنا الأكف نطلب قصرا\n</p>\n\n<p>\nآخر الآي من سبا حظنا منه\n</p>\n\n<p>\nيا لسان الأعراب يا جامع الإع\n</p>\n\n<p>\nيا فريد الزمان في النظم والنث\n</p>\n\n<p>\nكم علوم بثثتها في أناس ... بعد موت ابن مالك المفضال\n</p>\n\n<p>\nمنه في الانفصال والاتصال\n</p>\n\n<p>\nالله من غير شبهة ومحال\n</p>\n\n<p>\nكيد مستبدلا من الإبدال\n</p>\n\n<p>\nحركات كانت بغير اعتدال\n</p>\n\n<p>\nأورثت طول مدة الانفصال\n</p>\n\n<p>\nنصب تمييز كيف سير الجبال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nفأميلت أسراره للدلال\n</p>\n\n<p>\nوهو عدل معرف بالجمال\n</p>\n\n<p>\nسالما من تغير الانتقال\n</p>\n\n<p>\nن وقوفا ضرورة الامتثال\n</p>\n\n<p>\nمسكنا للنزيل من ذي الجلال\n</p>\n\n<p>\nحظه جاء أول الأنفال\n</p>\n\n<p>\nراب يا مفهما لكل مقال\n</p>\n\n<p>\nر وفي نقل مسندات العوالي\n</p>\n\n<p>\nعلموا ما ثنيت عند الزوال\n</p>\n\n<p>\nقال الصفدي (1): (هذا <span id='ms04'></span> ما اخترته من هذه القصيدة، وما رأيت مرثية في نحوي\nأحسن منها على طولها) (2).\n</p>\n\n<p>\nالمبحث الثاني\n</p>\n\n<p>\nتعريف موجز بالمؤلف\n</p>\n\n<p>\nموضوع الرسالة:\n</p>\n\n<p>\nمما هو مقرر أن الإمام ابن مالك رحمه الله كان آية في الإطلاع على\nالحديث، وهو من أهل هذا الفن، لذا نراه يكثر من الاستشهاد به، ويعتني بضبطه\nأيما عناية، ويحل مشكلاته، وفي ذلك ألف: (شواهد التوضيح والتصحيح لمشكلات\nالجامع الصحيح) (3).\n</p>\n\n<p>\nوهذه الرسالة التي بين أيدينا من هذا النوع من التصنيف، فهي عبارة عن\nمجموعة من الأحاديث النبوية، مشكلة من جهة العربية.\n</p>\n\n<p>\nيقول السائل الذي بعث بهذه الأحاديث إلى الإمام ابن مالك: (مسائل إلى\nالشيخ: جمال الدين يستفتي فيها من ألفاظ من الحديث) (4).\n</p>\n\n<p>\nمن هو السائل؟\n</p>\n\n<p>\nالذي يقلب صفحات الرسالة لا يجد تصريحا بمن بعث هذه الأسئلة، ولكن بعد\nالبحث والتفتيش والرجوع إلى كتب شروح الأحاديث، ترجح عندي أن السائل هو\nالإمام النووي (5) رحمه الله، وذلك لما يأتي:\n</p>\n\n<p>\nأولا : ... أن الناسخ وجد هذه الرسالة بخط الإمام النووي فقال: (نقلت هذه\nالمسائل من خط الشيخ الإمام محيي الدين النووي رحمه الله) (6).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nثانيا : ... ذكر على الصفحة الأولى الإمام النووي مع الإمام ابن مالك، وإن\nكان فيها طمس شديد.\n</p>\n\n<p>\nثالثا : ... أورد الإمام النووي بعضا من هذه المسائل في كتابيه: \"شرح\nصحيح مسلم\" و\"رؤوس المسائل وتحفة طلاب الوسائل\".\n</p>\n\n<p>\nففي كتابه \"شرح صحيح مسلم\" (9/ 295) قال عند حديث الدجال: \"غير الدجال\nأخوفني عليكم\": (قال شيخنا الإمام أبو عبد الله بن مالك - رحمه الله\nتعالى_: الحاجة داعية إلى الكلام في لفظ الحديث ومعناه) (1).\n</p>\n\n<p>\n... وفي كتابه \"رؤوس المسائل وتحفة طلاب الوسائل\" نقل مسائل مهمة منها،\nوعن هذا الكتاب أخذها الإمام السيوطي، وأودعها في كتابه \"الأشباه والنظائر\nفي النحو\" (2).\n</p>\n\n<p>\nرابعا : ... صرح بعض العلماء أن الإمام النووي رحمه الله هو السائل، وذلك\nعندما نقلوا بعضا من هذه المسائل في مصنفاتهم، وممن وقفت عليهم في ذلك:\n</p>\n\n<p>\nيقول الحافظ ابن حجر (3) عند شرحه لحديث: \"وكان أجود ما يكون في رمضان\":\n(قال النووي: الرفع أشهر والنصب جائز (4). وذكر أنه سأل ابن <span id='ms05'></span> مالك عنه فخرج\nالرفع من ثلاثة أوجه، والنصب من وجهين) (5).\n</p>\n\n<p>\nنص الإمام السيوطي رحمه الله عند بعض المسائل المنقولة من هذه الرسالة أن\nالسائل هو الإمام النووي رحمه الله. يقول الإمام السيوطي عند إعرابه لحديث:\n\"من صام رمضان ثم أتبعه ستا من شوال...\".\n</p>\n\n<p>\n(وسأل الشيخ محيي الدين النووي الشيخ جمال الدين عن هذا الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nما الذي أوجب حذف التاء من (ست)، فأجاب بما نصه...) (1).\n</p>\n\n<p>\nوقال الإمام السيوطي عند إعرابه لحديث: \"وكان أجود ما يكون في رمضان\":\n</p>\n\n<p>\n(وقال النووي: الرفع أشهر والنصب جائز. وذكر أنه سأل شيخه ابن مالك عنه\nفخرج الرفع من ثلاثة أوجه، والنصب من وجهين(2).\n</p>\n\n<p>\nثم وقفت على كلام ابن مالك في ذلك (3) فقال: (أجود) المسؤول عنه، في رفعه\nثلاثة أوجه: ...) (4) .\n</p>\n\n<p>\nخامسا ... أن علاقة الإمام النووي مع الإمام ابن مالك علاقة قائمة على\nالإعجاب من الطرفين، فهذا النووي يدرس على يد ابن مالك، ويعلق على بعض\nتصانيفه.\n</p>\n\n<p>\n... يقول ابن العطار (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n: (وقرأ النووي على شيخنا العلامة أبي عبد الله محمد بن عبد الله بن مالك\nالجياني رحمه الله كتابا من تصانيفه، وعلق عليه شيئا، وأشياء كثيرة غير\nذلك) (1).\n</p>\n\n<p>\n... وجاء في \"شذرات الذهب\": (وروى عنه النووي وغيره ونقل عنه في شرح مسلم\nأشياء) (2).\n</p>\n\n<p>\n... وكان ابن مالك معجبا بالنووي، يقول ابن العطار: (قال شيخنا العلامة\nحجة العرب، شيخ النحاة، أبو عبد الله محمد بن عبد الله بن مالك الجياني\nرحمه الله، وذكر (المنهاج) لي بعد أن كان وقف عليه: والله لو استقبلت من\nأمري ما استدبرت لحفظته، واثنى على حسن أختصاره، وعذوبة ألفاظه) (3).\n</p>\n\n<p>\n(وقد قيل إنه - ابن مالك - أراد الإمام النووي بقوله في باب الابتداء:\n\"ورجل من الكرام عندنا\") (4).\n</p>\n\n<p>\nالذين نقلوا من هذه الرسالة:\n</p>\n\n<p>\nالإمام النووي في كتابيه: \"رؤوس المسائل وتحفة طلاب الوسائل\" [الأشباه\nوالنظائر (3/ 656)]، و\"شرح صحيح مسلم\" (4/312 ؛ 9/ 295).\n</p>\n\n<p>\nالإمام ابن حجر في كتابه : \"فتح الباري\" (1/31 ، 453).\n</p>\n\n<p>\nالإمام العيني في كتابه: \"عمدة القارئ\" (1/85؛ 3/262 - 263).\n</p>\n\n<p>\nالإمام السيوطي في كتبه الآتية:\n</p>\n\n<p>\n\"الأشباه والنظائر\" (3/656) عن كتاب النووي \"رؤوس المسائل\".\n</p>\n\n<p>\n\"التوشيح\" (1/147، 444).\n</p>\n\n<p>\n\"عقود الزبرجد\" (2/59) (5).\n</p>\n\n<p>\nعنوان الرسالة:\n</p>\n\n<p>\nهذه الرسالة <span id='ms06'></span> المهمة، لم تذكر في ضمن مؤلفات ابن مالك رحمه الله، عنده،\nلذا لم تذكر في كتب التراجم، والطبقات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوأحب أن أنبه على أن الورقة الأولى خلت من عنوان صريح، وذلك لوجود طمس شديد\nوكأن ما هو موجود على الورقة الأولى: \"مسائل من الشيخ محيي الدين النووي\nأرسلت إلى الشيخ الأستاذ الأجل جمال الدين ابن مالك\" أو نحو ذلك؛ لذا جاء\nعنوان هذه الرسالة في \"الفهرس العام لمخطوطات دار الكتب الظاهرية\" أنها:\n</p>\n\n<p>\n\"أجوبة مسائل أرسلت إلى الشيخ جمال الدين بن مالك عن أسئلة في الحديث \" (1).\n</p>\n\n<p>\nوعنوانها بعض المفهرسين ب \"أجوبة مسائل وردت على ابن مالك\" (2).\n</p>\n\n<p>\nوكل ذلك حكاية لمضمون الرسالة، وباتباع الطرق العلمية للوقوف على العنوان\n(3)، أرى أن العنوان يؤخذ من المقدمة، مع مراعاة موضوع الرسالة، فمما جاء\nفي الورقة الثانية، وبخط الإمام النووي: (مسائل أرسلت إلى الشيخ جمال\nالدين، يستفتى فيها من ألفاظ من الحديث).\n</p>\n\n<p>\nفالعنوان المناسب إذن هو: \"أجوبة على مسائل سألها النووي في ألفاظ من\nالحديث\". والله الموفق.\n</p>\n\n<p>\nوصف المخطوطة:\n</p>\n\n<p>\nبعد التتبع الشديد لم أقف إلا على نسخة واحدة لهذه الرسالة، فهي فريدة.\n</p>\n\n<p>\nوالنسخة من مخطوطات الظاهرية:\n</p>\n\n<p>\nرقمها (5483).\n</p>\n\n<p>\nأوراقها (8)، (1 - 8)، وخطها معتاد.\n</p>\n\n<p>\nالمقاس 17 × 13سم، والأسطر: (17).\n</p>\n\n<p>\nكتب عليها : تملك باسم تقي الدين الحسني الحصني الشافعي، سنة (1074ه).\n</p>\n\n<p>\nوقع وقع بشأن هذه الرسالة خطأ في (الفهرس العام لمخطوطات دار الكتب\nالظاهرية) (4)، إذ جاء فيه أن عدد أوراق الرسالة (26) ورقة، وتاريخ النسخ:\n(726ه).\n</p>\n\n<p>\nوالصواب أن الرسالة تقع في (8) ورقات، ومن الورقة التاسعة إلى الورقة\nالسادسة والعشرين رسالة أخرى جمعت معها، وهي مقحمة، لمؤلف مجهول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الرسالة المقحمة تضم فوائد منتقاة من إعراب الحديث للعكبري (1)، قال\nمؤلفها: (.... وبعد، فهذه نكت من إعراب الحديث الذي وضعه أبو البقاء - رحمه\nالله تعالى _ ....) (2).\n</p>\n\n<p>\nوقد طابقت هذه الرسالة مع \"إعراب الحديث للعكبري\" فوجدتها كذلك.\n</p>\n\n<p>\nميزات الرسالة:\n</p>\n\n<p>\nأتسمت هذه الرسالة بميزات مهمة، وإن كانت مسائلها قليلة، والميزات هي:\n</p>\n\n<p>\nاتسم جواب الإمام ابن مالك بالعمق، والبسط، فهو يتكلم على المسألة بجميع\nجوانبها، وهذه لار أجده في أي كتاب من <span id='ms07'></span> كتبه، لا سيما شواهد التوضيح الذي\nأقامه لنفس الغرض.\n</p>\n\n<p>\nضمت الرسالة وجوها لرواية ألفاظ من الحديث، لم أجدها إلا في كتب شروح\nالحديث، وهذا تطلب مشقة وعناء.\n</p>\n\n<p>\nعزا الإمام ابن مالك حديثا إلى \"شرح السنة\" للبغوي، ولم أجده على ذلك\nالوجه، وفي ذلك فائدة عظيمة، وهي وجوب التعرف على رواية تلك الكتب، ونسخها.\n</p>\n\n<p>\nتزيل هذه الرسالة اللبس الذي يقع في ضبط الحديث من جهة محققي الكتب، إذ\nيجب عليهم ألا يتسرعوا في إصلاح لفظ خالف الوجه المشهور للعربية، فلا بد من\nالرجوع إلى كتب اللغة والغريب والشروح وغير ذلك.\n</p>\n\n<p>\nالقسم الثاني\n</p>\n\n<p>\nالنص المحقق\n</p>\n\n<p>\n(2/أ) بسم الله الرحمن الرحيم\n</p>\n\n<p>\nوجدت على النسخة التي نقلت منها هذه النسخة ما صورته (3):\n</p>\n\n<p>\nوجدت على النسخة التي نقلت منها هذه النسخة:\n</p>\n\n<p>\nنقلت هذه المسائل من خط الشيخ، الإمام، محيي الدين النواوي رحمه الله:\n</p>\n\n<p>\nمسائل أرسلت إلى الشيخ: جمال الدين، يستفتي فيها من ألفاظ من الحديث،\nصورتها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nما يقول سيدنا، وشيخنا، الإمام، العالم، العلامة، حجة العرب، مالك أزمة\nالأدب، أوحد العلماء، سيد الفضلاء، جمال الدين - أمد الله عمره -.\n</p>\n\n<p>\n[السؤال الأول] (1):\n</p>\n\n<p>\nفي قول ابن عباس (2) - رضي الله عنهم - : (وكان أجود ما يكون في\nرمضان)(3).\n</p>\n\n<p>\nهل يجوز في (أجود) النصب أم لا (4)؟\n</p>\n\n<p>\nوما تعليل الرفع؟\n</p>\n\n<p>\nأجاب الشيخ - رضي الله عنهم - فقال:\n</p>\n\n<p>\n[جواز الرفع وتوجيهه]:\n</p>\n\n<p>\n(أجود) المسؤول عنه، في رفعه ثلاثة أوجه (5):\n</p>\n\n<p>\nأحدها: أن يكون اسم (كان) مضافا إلى (ما) المصدرية، الموصولة، و(يكون) -\nهنا-: تامة، رافعة فاعل مستكن عائد على رسول الله - صلى الله عليه وسلم -،\nو(في رمضان): خبر (كان).\n</p>\n\n<p>\nوالتقدير: (وكان أجود كون (6) رسول الله - صلى الله عليه وسلم - في\nرمضان)، وفي هذا [2/ب] مجاز بليغ، تستعمل العرب أمثاله كثيرا عند قصد\nالمبالغة، وذلك أن (أجود) أفعل تفضيل، مضاف إلى الكون، فهو إذا (أكون)؛ لأن\nأفعل التفضيل لا يضاف إلا إلى ما هو بعضه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nفيلزم أن تكون (أكوانه) (1) - صلى الله عليه وسلم - كلها متصفة بالجود،\nوأجودها: كونه في رمضان، كما لزم ذلك في قول العرب: (أخطب <span id='ms08'></span> ما يكون الأمير\nقائما) (2).\n</p>\n\n<p>\nوهذا من باب وصف المعاني بما توصف به الأعيان، كقولهم: شعر شاعر، وجد\nجاد، وموت مائت، وآية مبصرة، وجودك أجود من جوده (3).\n</p>\n\n<p>\nوالثاني: أن يكون اسم (كان ) ضميرا عائدا على رسول الله - صلى الله عليه\nوسلم -، و(أجود): مضافا إلى (ما يكون)، على ما تقرر، وهو مبتدأ، خبره: (في\nرمضان)، والجملة: خبر (كان) (4).\n</p>\n\n<p>\nوهو أيضا من وصف المعاني بما توصف به الأعيان.\n</p>\n\n<p>\nوالثالث: أن يجعل اسم (كان) ضميرا راجعا إلى الجود الذي تضمنه (أجود)\nالأول (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n. كما رجح الضمير إلى السفه (1) في قول الشاعر:\n</p>\n\n<p>\nإذا نهي السفيه جرى إليه ... وخالف والسفيه إلى خلاف (2)\n</p>\n\n<p>\n[3/أ] والتقدير على هذا:\n</p>\n\n<p>\n(وكان جوده أجود كونه في رمضان)، و(أجود): مبتدأ، و(في رمضان): خبره،\nوالجملة: خبر (كان).\n</p>\n\n<p>\n[جواز النصب وتوجيهه]:\n</p>\n\n<p>\nويجوز أن ينصب (أجود)، وفي نصبه وجهان (3):\n</p>\n\n<p>\nأحدهما: أن يجعل اسم (كان) ضمير النبي- صلى الله عليه وسلم -، ويجعل\n(أجود) خبرها ولا تضاف إلى (ما) بل تجعل (ما) مصدرية نائبة عن ظرف الزمان،\nويكون التقدير:\n</p>\n\n<p>\nوكان رسول الله - صلى الله عليه وسلم - مدة كونه في رمضان أجود منه في\nغير رمضان (4).\n</p>\n\n<p>\nوفي هذا الوجه استعمال أفعل التفضيل منكرا غير مصاحب ل (من)، وهو قليل\nالوقوع.\n</p>\n\n<p>\nوالثاني من وجهي النصب: أن يجعل اسم (كان) ضميرا عائدا على الجود الذي\nتضمنه (أجود) الأول، ويجعل (أجود) الثاني خبر (كان) مضافا إلى (ما)، [و] هي\nنكرة موصوفة ب (يكون) و(في رمضان) متعلق ب (كان) (5) .\n</p>\n\n<p>\nوالتقدير : وكان جوده في رمضان أجود شيء كائن، والله أعلم.\n</p>\n\n<p>\n***\n</p>\n\n<p>\nالسؤال الثاني:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفي قول النبي - صلى الله عليه وسلم - يوم أحد (1) ، لما قال أبو سفيان (2):\nلنا العزى، ولا عز لكم (3): \"ألا تجيبوه؟\" (4).\n</p>\n\n<p>\nما أوجب حذف النون من [3/ب] \"تجيبوه\"؟\n</p>\n\n<p>\nالجواب:\n</p>\n\n<p>\nلما كانت نون (تفعلان)، و(تفعلون)، و(تفعلين) نائبة عن الضمة في الدلالة\nعلى الرفع.\n</p>\n\n<p>\nوكانت الضمة قد تحذف على سبيل التخفيف كقراءة أبي عمرو(5): ?وما يشعركم?\n(6)، بتسكين الراء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوقراءة بعض السلف (1): ?ورسلنا لديهم يكتبون? (2)، بسكون اللام، أرادوا أن\nيعاملوا <span id='ms09'></span> النون المذكورة بهذه المعاملة، لئلا يكون الفرع آمنا من حذف لم\nيأمن منه الأصل، فحذفوها في بعض المواضع دون جازم، ولا ناصب (3)، فمن ذلك\nالحديث المذكور.\n</p>\n\n<p>\nوفي حديث آخر:\n</p>\n\n<p>\n\"والذي نفس محمد بيده، لا تدخلوا (4) الجنة حتى تؤمنوا، ولا تؤمنوا (5)\nحتى تحابوا\" (6).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قول الشاعر (1)، أنشده ابن طاهر (2) في \"تعليقه \" (3) على سيبويه (4)\nرحمه الله:\n</p>\n\n<p>\nأبيت أسري وتبيتي تدلكي ... وجهك بالعنبر والمسك الذكي (5)\n</p>\n\n<p>\nالسؤال الثالث:\n</p>\n\n<p>\nفي قوله - صلى الله عليه وسلم - : \"من صام رمضان، واتبعه ستا من شوال\" (6).\n</p>\n\n<p>\nما الذي أوجب حذف (التاء) من \"ستة\" (7)؟\n</p>\n\n<p>\nالجواب:\n</p>\n\n<p>\nلما كان أول الشهر ليلة ليلة، وآخره يوما، جعلت العرب التاريخ بالليالي،\nواستغنوا بذكرها عن التصريح [4/أ] بالأيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا: كتب لخمس، وليس ذا تغليبا؛ لأن التغليب (1) إنما يكون عند ذكر\nالصنفين معا، وإعطائهما ما لأحدهما لو أفرد، نحو: رأيت رجالا ونساء\nيتحدثون، وليس نحو: (كتب لخمس) كذلك؛ لأن الذكر لم يعم الليالي والأيام، بل\nاستغنى بالليالي عن الأيام (2).\n</p>\n\n<p>\nفلما استمر هذا في التاريخ التزم في غيره، بشرط أمن اللبس كقوله تعالى:\n?يتربصن بأنفسهن أربعة أشهر وعشرا? [البقرة: 234]، و?يتخافتون بينهم إن\nلبثتم إلا عشرا? [طه:103] .\n</p>\n\n<p>\nومنه قوله - صلى الله عليه وسلم -: \"واتبعه ستا من شوال\".\n</p>\n\n<p>\nقال الزمخشري (3)، في \"الكشاف\" (4): (تقول: صمت عشرا، ولو ذكرت لخرجت من\nكلامهم).\n</p>\n\n<p>\n***\n</p>\n\n<p>\nالسؤال الرابع:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفي قوله - صلى الله عليه وسلم - \".. إلا جاء كنزه يوم القيامة شجاع (1)\nأقرع\"، كما جاء في \"الصحيح\" (2).\n</p>\n\n<p>\nالجواب:\n</p>\n\n<p>\nفاعل (جاء): ضمير الكانز، وكنزه: مبتدأ، و(أقرع): خبره، والجملة حالية؛\nلأن الجملة الابتدائية المشتملة على ضمير ما قبلها تقع حالا، إلا أن\nاقترانها بالواو أكثر من تجردها (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقد جاءت متجردة في [4/ب] الكتاب العزيز وغيره - من الكلام الفصيح - كثيرا\nمن ذلك قوله تعالى: ? اهبطوا بعضكم لبعض عدو? [البقرة: من الآية36] (1)،\nوقوله تعالى: ? )وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام?\n[الفرقان: من الآية20] (2) .\n</p>\n\n<p>\nوقوله عز وجل: ?ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس\nفي جهنم مثوى للمتكبرين? [الزمر:60] (3) .\n</p>\n\n<p>\nومن ذلك قول العرب: (رجع <span id='ms10'></span> فلان عوده على بدئه) (4)، و(كلمته فوه إلى في) (5).\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nوتشرب أسارى القطا الكدر بعدما ... سرت قربا أحناؤها تتصلصل (6)\n</p>\n\n<p>\nوقال آخر:\n</p>\n\n<p>\nراحوا بصائرهم على أكتافهم ... وبصيرتي يعدو بها عتد وأي (7)\n</p>\n\n<p>\nوقال آخر (8):\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nولولا حتار الليل ما آب عامر ... إلى جعفر سرباله لم يمزق (1)\n</p>\n\n<p>\nويجوز أن يجعل (كنزه): فاعل (جاء)، و(شجاع): خبر مبتدأ محذوف، والجملة في\nموضع الحال، والتقدير: (جاء كنزه، وهو شجاع، أو صورته شجاع).\n</p>\n\n<p>\nولا يستبعد هذا؛ لأن فيه حذف المبتدأ و(الواو)، لأن الاهتمام بهذه\n(الواو) أقل من الاهتمام ب (الفاء) المقرونة بمبتدأ واقع [5/أ] جواب شرط (2).\n</p>\n\n<p>\nوقد حذفا معا في نحو قول الشاعر:\n</p>\n\n<p>\nأأبي لا تبعد فليس بخالد ... حي ومن تصب المنون بعيد (3)\n</p>\n\n<p>\nج\n</p>\n\n<p>\nأراد (فهو بعيد)، فحذف مع كون (الفاء) ألزم من (الواو) (4).\n</p>\n\n<p>\nوهذا منتهى ما يسر الله عز وجل من الجواب، والحمد لله.\n</p>\n\n<p>\nمسألة [1]:\n</p>\n\n<p>\nفي الحديث: \"من حافظ على الصلوات، كان له عهدا عند الله، أن يدخله الجنة\" (5).\n</p>\n\n<p>\nكذا وقع في رواية صاحب \"شرح السنة\" (6) البغوي (7) \"عهدا\" بالنصب!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ رحمه الله: هو جائز، وقوله: \"أن يدخله الجنة\" هو اسم كان، و\"له\"\nهو الخبر، و\"عهدا\" مصدر مؤكد للخبر، كقولك: أنت صديقي حقا (1) .\n</p>\n\n<p>\nمسألة [2]:\n</p>\n\n<p>\nفي قول النبي - صلى الله عليه وسلم -: \"غير الدجال أخوفني عليكم\" (2).\n</p>\n\n<p>\nقال الشيخ - رضي الله عنهم - :\n</p>\n\n<p>\nالحاجة داعية إلى التكلم عليه من قبل لفظه ومعناه (3):\n</p>\n\n<p>\n[تفصيل القول من جهة اللفظ]:\n</p>\n\n<p>\nفأما ما يتعلق بلفظه، فكونه تضمن ما لا يعتاد م إضافة (أخوف) إلى ياء\nالمتكلم مقرونة بنون الوقاية.\n</p>\n\n<p>\nوهذا الاستعمال إنما يكون مع الأفعال المتعدية، وسبب ذلك أن النون المشار\nإليها تصون الفعل من محذورات [5/ب] ثلاثة (4):\n</p>\n\n<p>\nأحدها : ... التباسه بالاسم المضاف إلى ياء المتكلم، مثاله: ضربني، لو\nقيل فيه: (ضربي) لالتبس ب \"الضرب\" إذا أضفته إلى (الياء). والضرب: العسل\nالأبيض الغليظ (5)؛ فلما قيل: ضربني ب (النون)، أمن ذلك المحذور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: ... التباس أمر مؤنثه بأمر مذكر واقع على ياء المتكلم، مثال ذلك:\nأن تقول بدلا من (أكرمني): (أكرمي <span id='ms11'></span>)، قاصدا به ما يقصد ب (أكرمني)؛ فإنه لا\nيفهم منه المراد، فإذا قلت: (أكرمني) ب (النون)، أمن ذلك المحذور (1).\n</p>\n\n<p>\nالثالث: ... ذهاب الوهم إلى أن المضارع قد صار مبنيا، وذلك أنه لو أوقعته\nعلى (ياء) المتكلم غير مقرونة ب (النون)؛ لخفي إعرابه، وتوهم فيه البناء\nعلى سبيل مراجعة الأصل؛ لأن إعرابه على خلاف الأصل.\n</p>\n\n<p>\n... وأصله أن يكون مبنيا، فلو قيل بدلا من (يكرمني): (يكرمي)، لظن أنه\nعاد إلى الأصل، فلما زيدت (النون) وقيل: (يكرمني)؛ تمكن من ظهور الإعراب.\n</p>\n\n<p>\n... والاسم مستغن عن (النون) في الوجه الأول، والثاني. وأما الثالث - وهو\nالصون من التباس بعض وجوه [6/أ] الإعراب ببعض - فللاسم فيه نصيب، إلا أن\nأصالته في الإعراب أغنته، وصانته من ذهاب الوهم إلى بنائه دون سبب جلي.\n</p>\n\n<p>\nلكنه وإن أثمن اعتقاد بنائه، فما أمن التباس بعض وجوه إعرابه ببعض، فكان\nله في الأصل نصيب من لحاق النون، وتنزل إخلاؤه منها منزلة أصل متروك نبه\nعليه في بعض المواضع (2).\n</p>\n\n<p>\nكما نبه ب (القود)، و(استحوذ) على أصل: (قاد) (3) و(استحاذ)(4).\n</p>\n\n<p>\nوكان أولى ما ينبه به على ذلك أسماء (الفاعلين) (5).\n</p>\n\n<p>\nفمن ذلك ما أنشد الفراء (6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nمن قول الشاعر (1):\n</p>\n\n<p>\nفما أدري وظني كل ظني ... أمسلمني إلى قومي شراح (2)\n</p>\n\n<p>\nج\n</p>\n\n<p>\nفمرخم (شراحيل) دون نداء اضطرارا (3).\n</p>\n\n<p>\nومثله ما أنشد ابن طاهر في \"تعليقه\" على كتاب سيبويه رحمه الله:\n</p>\n\n<p>\nوليس بمعييني (4) وفي الناس ممتع ... صديق إذا أعيا علي صديق (5)\n</p>\n\n<p>\nوأنشد غيره (6) :\n</p>\n\n<p>\nوليس الموافيني ليرفد خائبا ... فإن له أضعاف ما كان آملا (7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nولأفعل التفضيل أيضا شبه بالفعل، وخصوصا بفعل التعجب(1)، فجاز أن تلحقه\nالنون المذكورة [6/ب] في الحديث، كما لحقت اسم الفاعل في الأبيات المشار\nإليها (2).\n</p>\n\n<p>\nهذا عندي أجود ما يقال فيما يتعلق باللفظ من قوله: \"غير الدجال أخوفني\nعليكم\".\n</p>\n\n<p>\nويحتمل أن يكون الأصل (أخوف لي) (3)، ثم أبدلت اللام نونا، كما أبدلت في\n(لعن) و(عن) بمعنى: لعل وعل (4)، وفي (رفن) بمعنى رفل: وهو الفرس الطويل\nالذنب (5).\n</p>\n\n<p>\n[تفصيل القول من جهة المعنى]:\n</p>\n\n<p>\nوأما الكلام على \"غير الدجال أخوفني عليكم\" من <span id='ms12'></span> جهة المعنى فيحتمل وجوها:\n</p>\n\n<p>\nأحدها : ... وهو الأظهر، أن يكون (أخوف) من (أفعل) التفضيل المصوغ من فعل\n(المفعول)، كقولهم: (أشغل من ذات النحيين) (6)، و(أزهى من ديك) (7)، و(أعني\nبحاجتك) (8)، و\"أخوف ما\n</p>\n\n<p>\nأخاف على أمتي الأئمة المضلون\" (9).\n</p>\n\n<p>\n... فصوغ أفعل في هذا وشبهه من فعل المفعول؛ لأن المراد أن المعبر عنه\nبذلك: قد شغل، وزهي، وعني، أكثر من شغل غيره، وزهوه، وعنايته (10).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n... وكذلك المراد ب \"أخوف ما أخاف على أمتي الأئمة المضلون: أن الأشياء\nالتي أخافها على أمتي أحقها بأن يخاف الأئمة المضلون (1).\n</p>\n\n<p>\n... فتوجيه الحديث يجعل من هذا القبيل، بأن يكون تقديره: (غير الدجال\nأخوف مخوفاتي عليكم) ثم [7/أ] حذف المضاف إلى (الياء) فاتصل بها (أخوف)،\nمعمودة ب (النون)، على ما تقرر (2).\n</p>\n\n<p>\n[ثانيها]: ... ويحتمل أن يكون (أخوف) من (أخاف) بمعنى: (خوف)، ولا يمنع\nمن ذلك كونه غير ثلاثي، فإنه على (أفعل)، ولا فرق عند سيبويه بين الثلاثي\nوالذي على وزن (أفعل) في التعجب والتفضيل، صرح بذلك في مواضع من \"كتابه\" (3).\n</p>\n\n<p>\n... فيكون (أخوف) المذكور من (أخاف)، والمعنى: (غير الدجال أشد موجبات\nخوفي عليكم)، ثم اتصل ب (الياء) معمودة ب (النون)، على ما تقرر (4).\n</p>\n\n<p>\n[ثالثها]: ... ويحتمل أن يكون من باب وصف المعاني بما توصف به الأعيان،\nعلى سبيل المبالغة.\n</p>\n\n<p>\n... كقوله في الشعر الموصوف بالجزالة، وكمال الفصاحة: شعر شاعر، ثم يفضل\nشعر على شعر بذلك المعنى، فيقال: هذا الشعر أشعر من هذا. وكذلك يقال: موت\nمائت، وعجب عاجب، وخوف خائف، وسعي رابح، وتجارة رابحة، وعمل خاسر. ثم يقال:\nخوف فلان أخوف من خوفك، وهذا العجب أعجب من ذلك.\n</p>\n\n<p>\nومنه قول الشاعر (5):\n</p>\n\n<p>\nيداك يد خيرها يرتجى\n</p>\n\n<p>\n[7/ب] فأما التي يرتجى خيرها\n</p>\n\n<p>\nوأما التي شرها يتقى ... وأخرى لأعدائها غائظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nفأجود جودا من اللافظة\n</p>\n\n<p>\nفنفس العدو بها فائظه\n</p>\n\n<p>\nفنصب (جودا) ب (أجود) على التمييز، وذلك موجب لكونه فاعلا معنى؛ لأن كل\nمنصوب على التمييز ب (أفعل) التفضيل فاعل في المعنى (1).\n</p>\n\n<p>\nونصبه علامة فاعليته، وجره علامة على أن (أفعل) بعض منه (2)؛ ولهذا إذا\nقلت: زيد أحسن عبدا، كان <span id='ms13'></span> معناه: الإعلام بأن عبده فاق عبيد غيره في الحسن.\n</p>\n\n<p>\nوإذا قلت: أحسن عبد - بالجر - كان معناه: الإعلام بأ، زيدا بعض الغلمان\nالحسان، وأنه أحسنهم (3).\n</p>\n\n<p>\nوإذا ثبت ذلك فحمل الحديث على هذا المعنى يوجب أن يكون تقديره: (خوف غير\nالدجال أخوف خوفي عليكم)، ثم حذف المضاف إلى (غير)، وأقيم هو مقام المحذوف،\nوحذف (خوف) المضاف إلى (الياء)، وأقيمت هي مقامه؛ فاتصل (أخوف) ب (الياء)\nمعمودة ب (النون) على ما تقرر (4).\n</p>\n\n<p>\n[رابعها]: ... ويحتمل أن يكون (أخوف) فعلا مسندا إلى (واو)، وهي ضمير\nعائد على (غير الدجال)؛ لأن من جملة ما يتناوله غير الدجال (الأئمة\nالمضلون)، وهم ممن يعقل [8/أ] فغلب جانبهم (5) ، فجيء ب (الواو)، ثم اجتزئ\nب (الضمة)، وحذفت الواو (6)، كما قال الشاعر (7) :\n</p>\n\n<p>\nفيا ليت الأطبا كان حولي ... وكان مع الأطباء الإساء (8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nوقال آخر:\n</p>\n\n<p>\nدار مي دمنوها (1) مربعا (2)\n</p>\n\n<p>\nفاسلي (3) عنا إذا الناس شتوا (4) ... دخل الضيف عليهم فاحتمل\n</p>\n\n<p>\nواسلي عنا إذا الناس نزل (5)\n</p>\n\n<p>\nأراد : (كانوا)، فحذف (الواو) اكتفاء بالضمة (6).\n</p>\n\n<p>\nوكذلك أراد الآخر: (احتملوا) و(نزلوا)؛ فحذف (الواو)، ثم سكن (اللام) من:\n(احتمل)، و(نزل)؛ للوقف.\n</p>\n\n<p>\nفهذا ما يسر لي من الكلام على الحديث المشار إليه\n</p>\n\n<p>\nوالحمد لله أولا وآخرا\n</p>\n\n<p>\nوله النعمة باطنا وظاهرا\n</p>\n\n<p>\n***\n</p>\n\n<p>\nمسألة [3]:\n</p>\n\n<p>\nفي قول أبي هريرة (7) - رضي الله عنهم - :\n</p>\n\n<p>\n(والذي نفس أبي هريرة بيده، إن قعر جهنم لسبعين خريفا) (8).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nيقال: (قعرت الشيء)، إذا بلغت قعره، والمصدر أيض: (قعر) فيستوي لفظ المصدر،\nولفظ الاسم.\n</p>\n\n<p>\nإذا ثبت هذا فنجعل: (قعر جهنم) - المذكور - مصدرا، ونجعل (سبعين) ظرف\nزمان منصوبا بمقتضى الظرفية، وهو خبر (إن).\n</p>\n\n<p>\nفيكون التقدير (1):\n</p>\n\n<p>\n(إن بلوغ قعر جهنم لكائن في سبعين خريفا) (2).\n</p>\n\n<p>\n[8/ب] مسألة [4]:\n</p>\n\n<p>\nفي حديث المرأة - صاحبة المزادتين (3) - قالت لقومها: (ما أدري أن هؤلاء\nيدعونكم عمدا، فهل لكم في الإسلام؟ فأطاعوها فدخلوا في الإسلام) (4).\n</p>\n\n<p>\nوقع في بعض نسخ \"صحيح البخاري\": (ما أدري) (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوفي بعضها: (ما أرى) (1) من غير دال، وكلاهما صحيح.\n</p>\n\n<p>\nو(أرى): بفتح الهمزة (2) و(ما) بمعنى الذي و(أن) بفتح الهمزة معناه: الذي\nأعلم وأعتقد أن هؤلاء يدعونكم عمدا <span id='ms14'></span>، لا جهلا ولا نسبانا ولا خوفا منكم (3).\n</p>\n\n<p>\nقال الشيخ - رضي الله عنهم - :\n</p>\n\n<p>\nويجوز أن تكون (ما) نافية: و(إن) بكسر الهمزة (4) و(أدري) بالدال (5) .\n</p>\n\n<p>\nومعناه: ما أعلم حالكم في تخلفكم عن الإسلام مع أنهم يدعونكم عمدا (6).\n</p>\n\n<p>\nوالله سبحانه أعلم\n</p>\n\n<p>\nالمصادر والمراجع\n</p>\n\n<p>\nالقرآن الكريم.\n</p>\n\n<p>\nالإحسان في تقريب صحيح ابن حبان؛ علاء الدين علي بن بلبان الفارسي (ت\n739ه)، تحقيق: شعيب الأرناؤوط - بيروت، ط21، 1408ه.\n</p>\n\n<p>\nالأشباه والنظائر؛ السيوطي جلال الدين عبد الرحمن بن أبي بكر (ت 911ه)،\nج3، تحقيق: إبراهيم عبد الله، دمشق، 1407ه.\n</p>\n\n<p>\nالإصابة في تمييز الصحابة؛ أحمد بن علي، ابن حجر العسقلاني (ت 852ه)،\nتحقيق: طه محمد الزيني، مكتبة الكليات الأزهرية، ط1، 1397ه.\n</p>\n\n<p>\nإعراب الديث النبوي؛ عبد الله بن الحسين، أبو البقاء العكبري (ت 616ه)،\nتحقيق: عبد الإله نبهان - دمشق، ط2، 1407ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالأعلام؛ خير الدين الزركي (ت 1976م)، دار العلم للملايين - بيروت، ط5، 1980م.\n</p>\n\n<p>\nأمالي ابن الحاجب؛ عثمان بن عمرو بن الحاجب (ت 646ه)، تحقيق: د. فخر صالح\nسلمان، دار عمان - عمان، 1409ه.\n</p>\n\n<p>\nالأمثال؛ أبو عبيد القاسم بن سلام (ت 244ه)، تحقيق: عبد المجيد قطامش،\nدار المأمون للتراث، ط1، 1410ه.\n</p>\n\n<p>\nالإنصاف في مسائل الخلاف؛ عبد الرحمن بن محمد أبو البركات الأنباري (ت\n577ه)، تحقيق: محمد محيي الدين عبد الحميد، دار الجيل - بيروت، 1982م.\n</p>\n\n<p>\nالبداية والنهاية؛ إسماعيل بن عمر، ابن كثير (ت774ه)، تحقيق: أحمد أبو\nملحم وجماعة، دار الكتب العلمية، ط5، 1409ه.\n</p>\n\n<p>\nبغية الوعاة؛ السيوطي، تحقيق: محمد أبو الفضل إبراهيم - صيدا، لا.ت.\n</p>\n\n<p>\nتاريخ الأمم والملوك؛ محمد بن جرير الطبري (ت 310ه)، تحقيق: أبي الفضل،\nدار المعارف - مصر.\n</p>\n\n<p>\nتحفة الطالبين في ترجمة الإمام النووي؛ علاء الدين أبو الحسن علي بن\nإبراهيم ابن العطار (ت 724ه)، تحقيق: د. فؤاد عبد المنعم أحمد ، مؤسسة شبان\nالجامعة - الإسكندرية، 1411ه.\n</p>\n\n<p>\nالتخمير في شرح المفصل؛ صدر الأفاضل القاسم بن الحسين الخوارزمي (ت\n617ه)، تحقيق: عبد الرحمن بن سليمان العثيمين، دار الغرب الإسلامي، ط1، 1990م.\n</p>\n\n<p>\nالترغيب والترهيب؛ عبد العظيم بن عبد القوي المنذري (ت 656ه)، تحقيق:\nمصطفى <span id='ms15'></span> محمد عمارة - بيروت، دار افخاء، لا.ت.\n</p>\n\n<p>\nالتصريح على التوضيح؛ خالد بن عبد الله الأزهري (ت 905ه)، مطبعة عيسى\nالبابي الحلبي وشركاه، لا.ت.\n</p>\n\n<p>\nالتعريفات؛ علي بن محمد الجرجاني (ت 816ه)، تحقيسق: إبراهيم الأبياري -\nبيروت، دار الكتاب العربي، ط1، 1405ه.\n</p>\n\n<p>\nتلخيص الحبير؛ ابن حجر العسقلاني، تحقيق: عبد الله هاشم اليماني المدني -\nالمدينة المنورة، 1384ه.\n</p>\n\n<p>\nتهذيب الأسماء واللغات؛ يحيى بن شرف النووي (ت 676ه)، دار الكتب العلمية\n- بيروت، لا.ت.\n</p>\n\n<p>\nالتوشيح شرح الجامع الصحيح؛ السيوطي، تحقيق: رضوان جامع رضوان - الرياض،\nمكتبة الرشد ط1، 14178ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالجواهر المضية في طبقات الحنفية؛ محيي الدين عبد القادر بن محمد القرشي\nالحنفي (ت 775ه)، تحقيق: د. عبد الفتاح محمد الحلو، مطبعة عيسى البابي\nالحلبي، 1399ه.\n</p>\n\n<p>\nحلية الأولياء وطبقات الأصفياء؛ أحمد بن عبد الله، أبو نعيم الأصفهاني (ت\n430ه)، دار الكتب العلمية - بيروت، ط1، 1409ه.\n</p>\n\n<p>\nخزانة الأدب ولب لباب لسان العرب؛ عبد القادر بن عمر البغدادي (ت 1093ه)،\nتحقيق: عبد السلام محمد هارون، مكتبة الخانجي، ط3، 1409ه.\n</p>\n\n<p>\nالخصائص؛ أبو الفتح عثمان بن جني (ت 392ه)، تحقيق: محمد علي النجار، دار\nالكتاب العربي - بيروت، لا.ت.\n</p>\n\n<p>\nالدر اللوامع على همع الهوامع؛ أحمد بن الأمين الشنقيطي، تحقيق: عبد\nالعال سالم مكرم - الكويت، ط1، 1401ه.\n</p>\n\n<p>\nالدر المصون في علوم الكتاب المكنون؛ أحمد بن يوسف السمين الحلبي (ت\n756ه)، تحقيق: أحمد محمد الخراط - دمشق، ط1، 1406ه.\n</p>\n\n<p>\nديوان سلامة بن جندب؛ صنعة محمد بن الحسن الأحوال، تحقيق: فخر الدين\nقباوة، دار الكتاب العربي، 1383ه.\n</p>\n\n<p>\nديوان الشنفري؛ عمرو بن مالك، جمع وتحقيق وشرح إميل يعقوب، دار الكتاب\nالعربي - بيروت، ط2، 1991م.\n</p>\n\n<p>\nديوان طرفة بن العبد (ت 60 قبل الهجرة)؛ شرح الأعلم الشنتمي يوسف بن\nسليمان (ت 476ه)، تحقيق: درية الخطيب ولطفي الصقال، مطبعة دار الكتاب -\nدمشق، 1395ه.\n</p>\n\n<p>\nرصف المباني في شرح حروف المعاني؛ أحمد بن عبد النور المالقي (ت 702ه)،\nتحقيق: أحمد محمد الخراط - دمشق، ط 1395ه.\n</p>\n\n<p>\nسنن أبي داود؛ سليمان بن الأشعث، تحقيق: عزت عبيد الدعاس وعادل السيد،\nدار الحديث - دمشق، ط21، 1393ه <span id='ms16'></span>\n</p>\n\n<p>\nسنن الترمذي؛ محمد بن عيسى (ت 279ه)، تحقيق: أحمد محمد شاكر، ج1،2 ومحمد\nفؤاد عبد الباقي ج3، 4 وكمال يوسف الحوت ج5، دار الفكر 1408ه.\n</p>\n\n<p>\nسير أعلام النبلاء؛ محمد بن أحمد الذهبي (ت 748ه)، تحقيق جماعة من\nالعلماء، مؤسسة الرسالة، ط1، 1401ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nشذرات الذهب في أخبار من ذهب؛ ابن العماد الحنبلي، عبد الحي بن أحمد (ت\n1032ه)، تحقيق: عبد القادر الأرنتاؤوط، ومحمود الأرناؤوط، دار ابن كثير -\nدمشق - بيروت، ط1، 1410ه.\n</p>\n\n<p>\nشرح أبيات مغني اللبيب؛ عبد القادر البغدادي، تحقيق: عبد العزيز رباح\nوأحمد يوسف الدقاق، دار التراث، ط2، 1407ه.\n</p>\n\n<p>\nشرح التسهيل؛ ابن مالك، جمال الدين محمد بن عبد الله (ت 672ه)، تحقيق:\nعبد الرحمن السيد ومحمد بدوي، دار هجر، ط1، 1410ه.\n</p>\n\n<p>\nشرح ديوان الحماسة؛ أبو علي أحمد بن محمد المرزوقي، نشره أحمد أمين وعبد\nالسلام هارون - القاهرة، 1387ه.\n</p>\n\n<p>\nشرح الرضى؛ محمد بن الحسن رضي الدين الاسترابادي (ت686ه)، دار الكتب\nالعلمية - بيروت، لا.ت.\n</p>\n\n<p>\nشرح السنة؛ الحسين بن مسعود البغوي (ت 510ه)، تحقيق: شعيب الأرناؤوط\nومحمد زهير الشاويش، المكتب الإسلامي، ط1، 1390ه.\n</p>\n\n<p>\nشرح صحيح مسلم؛ النووي، تحقيق: عصام سبابطي وحازم محمد وعماد عامر - مصر،\nدار ابي حيان، ط1، 1415ه.\n</p>\n\n<p>\nشرح الكافية الشافية؛ ابن مالك، محمد بن عبد الله (ت 672ه)، تحقيق: عبد\nالمنعم أحمد هويدي، دار المأمون للتراث - دمشق، ط1، 1402ه.\n</p>\n\n<p>\nشرح المفصل؛ يعيش بن علي، ابن يعيش (ت643ه)، عالم الكتب - بيروت، لا.ت.\n</p>\n\n<p>\nشرح المقدمة الجزولية؛ أبو علي عمر بن محمد الشلوبين (ت 654ه)، تحقيق:\nتركي بن سهو نزال العقيبي، مؤسسة الرسالة، ط1، 1414ه.\n</p>\n\n<p>\nشواهد التوضيح والتصحيح لمشكلات الجامع الصحيح؛ ابن مالك، تحقيق: طه محسن\n- بغداد، 1985م.\n</p>\n\n<p>\nصحيح البخاري؛ محمد بن إسماعيل البخاري (ت 256ه)، تحقيق: مصطفى دجيب\nالبغاء مؤسسة علوم القرآن - دمشق، ط3، 1407ه.\n</p>\n\n<p>\nصحيح مسلم؛ مسلم بن الحجاج (ت 261ه)، مطبوع مع شرح صحيح مسلم.\n</p>\n\n<p>\nالضوء اللامع؛ محمد بن عبد الرحمن السخاوي (ت 904ه)، مكتبة الحياة -\nبيروت، لا.ت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nطبقات الشافعية الكبرى؛ عبد الوهاب بن علي السبكي (ت 771ه)، تحقيق <span id='ms17'></span>: محمود\nمحمد الطناحي، وعبد الفتاح الحلو، مطبعة عيسى البابي الحلبي وشركاه، ط1، 1383ه.\n</p>\n\n<p>\nعقود الزبرجد على مسند الإمام أحمد؛ السيوطي، تحقيق: أحمد عبد الفتاح\nوسمير حسين حلبي، دار الكتب العلمية - بيروت، ط1، 1407ه.\n</p>\n\n<p>\nعقود الزبرجد؛ السيوطي، تحقيق: عبد الرحمن بن صالح السلوم، أطروحة\nدكتوراه، جامعة الإمام محمد بن سعود الإسلامية، كلية اللغة العربية -\nالرياض، على الآلة الكاتبة 1406ه - 1407ه.\n</p>\n\n<p>\nعمدى القاري شرح صحيح البخاري؛ محمود بن أحمند العيني (ت 855ه)، مصطفى\nالبابي الحلبي وشركاه، ط1، 1392ه.\n</p>\n\n<p>\nالعنوان الصحيح للكتاب؛ الشريف حاتم بن عارف العوني - مكة المكرمة، عالم\nالفوائد، ط1، 1419ه.\n</p>\n\n<p>\nعون المعبود شرح سنن أبي داود؛ أبو الطيب العظيم آبادي، تحقيق: عبد\nالرحمن محمد عثمان، دار الفكر، ط2، 1399ه.\n</p>\n\n<p>\nغاية النهاية في طبقات القراء؛ محمد بن أحمند الجزري (ت 833ه)، تحقيق:\nبروجستراسر، دار الكتب العلمية - بيروت، ط3، 1402ه.\n</p>\n\n<p>\nفتح الباري شرح صحيح البخاري؛ ابن حجر العسقلاني، تحقيق: عبد العزيز بن\nباز ومحمد فؤاد عبد الباقي، دار الفكر، لا.ت.\n</p>\n\n<p>\nالفهرس العام لمخطوطات دار الكتب الظاهرية؛ صلاح محمد الخيمي ومحمد مطيع\nالحافظ، مطبعة مجمع اللغة العربية - دمشق، 1407ه.\n</p>\n\n<p>\nالقاموس المحيط؛ الفيروزآبادي محمد بن يعقوب (ت817ه)، المطبعة الحسينية -\nمصر، ط2، 1344ه.\n</p>\n\n<p>\nالكاشف عن حقائق السنن النبوية؛ شرف الدين حسين بن عبد الله الطيبي (ت\n743ه)، تحقيق: المغني عبد الغفار وآخرين - باكستان، ط1، 1413ه.\n</p>\n\n<p>\nالكتاب؛ سيبويه، أبو بشر، عمرو بن عثمان(ت180ه)، تحقيق: عبد السلام\nهارون، عالم الكتب، ط3، 1403ه.\n</p>\n\n<p>\nالكشاف عن حقائق غوامض التنزيل وعيون الأقاويل؛ الزمخشري، دار المعرفة - بيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالكليات؛ أبو البقاء، أيوب بن موسى، الكفوي (ت 1094ه)، تحقيق: عدنان درويش\nومحمد المصري، مؤسسة الرسالة، ط2، 1419ه.\n</p>\n\n<p>\nلامع الدراري على جامع البخاري؛ أبو مسعود رشيد أحمد الكنكوهي (ت 1323ه)\n- باكستان، 1395ه.\n</p>\n\n<p>\nلسان العرب؛ محمد مكرم، ابن منظور (ت 711ه)، دار صادر.\n</p>\n\n<p>\nمجمع الأمثال؛ أبو الفضل أحمد بن محمد الميداني (ت 518ه)، تحقيق: نعيم\nحسين زرزور، دار الكتب العلمية - بيروت ، ط1، 1408ه.\n</p>\n\n<p>\nمجمع الزوائد ومنبع الفوائد؛ علي بن أبي بكر الهيثمي (ت <span id='ms18'></span> 807ه)، دار\nالكتاب العربي - بيروت ، ط2، 1387ه.\n</p>\n\n<p>\nالمجموع شرح المهذب؛ النووي، دار الفكر.\n</p>\n\n<p>\nالمحتسب؛ ابن جني، تحقيق: النجدي والنجار وشلبي - القاهرة 1966 - 1969م.\n</p>\n\n<p>\nالمستقصى من أمثال العرب؛ الزمخشري، دار الكتب العلمية، ط3، 1397ه.\n</p>\n\n<p>\nالمسند؛ أحمد بن حنبل (ت 241ه)، تحقيق: شعيب الأرناؤوط وعادل مرشد، مؤسسة\nالرسالة، ط1، 1416ه.\n</p>\n\n<p>\nمعجم الأمثال العربية القديمة؛ د. عفيف عبد الرحمن - الرياض، دار العلوم، 1405ه.\n</p>\n\n<p>\nالمعجم المفصل في شواهد النحو الشعرية؛ إميل بديع يعقوب، دار الكتب\nالعلمية، ط1، 1413ه.\n</p>\n\n<p>\nمغني اللبيب عن كتب الأعاريب؛ ابن هشام الأنصاري، عبد الله بن يوسف (ت\n761ه)، تحقيق: مازن المبارك ومحمد علي حمد الله، دار الفكر - بيروت، ط1، 1985م.\n</p>\n\n<p>\nالمفصل في علم العربية؛ الزمخشري، مطبعة التقدم - مصر، 13223ه.\n</p>\n\n<p>\nالمفهم لما أشكل من تلخيص كتاب صحيح مسلم؛ أبو العباس أحمد بن عمر\nالقرطبي (ت 656ه)، تحقيق: محيي الدين أديب مستو وآخرين - دمشق - بيروت، دار\nابن كثير، ط2، 1420ه.\n</p>\n\n<p>\nالمقاصد النحوية في شرح شواهد شروح الألفية؛ العيني، دار صادر مع خزانة الأدب.\n</p>\n\n<p>\nمناهل الرجال؛ محمد أمين بن عبد الله الهرري - صنعاء، مكتبة الإرشاد 1417ه.\n</p>\n\n<p>\nمنهج السالك إلى ألفية ابن مالك؛ علي بن محمد الأشموني (ت 929ه)، مطبعة\nعيسى البابي الحلبي وشركاه - مصر، لا.ت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالموطأ؛ مالك بن أنس (ت 179ه)، تحقيق: محمد فؤاد عبد الباقي، دار إحياء\nالكتب العربية، لا.ت.\n</p>\n\n<p>\nنفح الطيب من غصن الأندلس الرطيب؛ أحمد بن محمد المقري (ت 1041ه)، تحقيق:\nيوسف الشيخ البقاعي، دار الفكر - بيروت ، ط1، 1406ه.\n</p>\n\n<p>\nهمع الهوامع شرح جمع الجوامع؛ السيوطي، تحقيق: عبد العال سالم مكرم -\nالكويت، 1975 - 1980م.\n</p>\n\n<p>\nالوافي بالوفيات؛ الصفدي، خليل بن أيبك (ت 764ه)، تحقيق جماعة، دار\nالنشر: فرانز شتايز، بفيسبادن، 1394ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) ينظر: الوافي بالوفيات (3/359)؛ ونفح الطيب (2/435).\n</p>\n\n<p>\n(2) ينظر: طبقات الشافعية الكبرى (8/67)؛ والوافي بالوفيات (3/359).\n</p>\n\n<p>\n(3) ينظر : بغية الوعاة (1/131)؛ ونفح الطيب (2/431 - 436).\n</p>\n\n<p>\n(4) بغية الوعاة (1/130).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(1) نفح الطيب (2/432).\n</p>\n\n<p>\n(2) ينظر: الوافي بالوفيات (3/360)؛ وبغية الوعاة (1/131).\n</p>\n\n<p>\n(3) البداية والنهاية (13/ 283).\n</p>\n\n<p>\n(4) طبقات الشافعية الكبرى (8/67).\n</p>\n\n<p>\n(5) فالباحثون كفونا تعدادها، في مقدمات كتبه.\n</p>\n\n<p>\n(6) ينظر : طبقات الشافعية الكبرى (8/67)؛ وشذرات الذهب (7/ 591).\n</p>\n\n<p>\n(7) هو شرف الدين الحصني، وينظر: الوافي بالوفيات (3/363 - 364)؛ وبغية\nالوعاة <span id='ms19'></span> (1/134 - 135).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(1) صلاح الدين الصفدي خليل بن أيبك بن عبد الله الصفدي، أديب مؤرخ (ت\n764ه). ينظر : الدرر الكامنة (2/582)؛ والأعلام (2/315).\n</p>\n\n<p>\n(2) الوافي بالوفيات (3/364).\n</p>\n\n<p>\n(3) ينظر : بغية الوعاة (1/ 132)؛ ونفح الطيب (2/ 436).\n</p>\n\n<p>\n(4) ص 297 من هذه الرسالة.\n</p>\n\n<p>\n(5) يحيى بن شرف النووي، محيي الدين، الفقيه الشافعي (ت 676ه). ينظر: طبقات\nالشافعية الكبرى (8/ 395).\n</p>\n\n<p>\n(6) ص 297 من هذه الرسالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(1) شرح صحيح مسلم (9/ 295).\n</p>\n\n<p>\n(2) ينظر: الأشباه والنظائر في النحو (3/ 656).\n</p>\n\n<p>\n(3) أحمد بن علي بن محمد العسقلاني، محدث ومؤرخ (ت 852ه). ينظر: الضوء\nاللامع (2/36).\n</p>\n\n<p>\n(4) ينظر: شرح صحيح مسلم (8/76) وأما السؤال وبسط الجواب فليس له ذكر في\n\"شرح صحيح مسلم\"، وإنما في هذه الرسالة التي نقوم بتحقيقها.\n</p>\n\n<p>\n(5) فتح الباري (1/31).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هذا ما نقله السيوطي في كتابه \"عقود الزبرجد\" (1/327) الذي قام بتحقيق\nقسم منه الدكتور عبد الرحمن بن صالح بن محمد السلوم وهذا لم يطبع للآن،\nوبالموازنة بين هذا القسم وما طبع في دار الكتب العلمية بتحقيق: أحمد عبد\nالفتاح تمام، وسمير حسين حلبي، تبين لي أن المطبوع فيه سقط وتحريف كثير،\nلذا خلا من كثير من المسائل، فإذا نقلت من القسم المحقق بتحقيق د. عبد\nالرحمن بن صالح ميزتها عن طبعة دار الكتب العلمية بوضع (خ) بين قوسين.\n</p>\n\n<p>\nومما هو مفيد أن الدكتور عبد الرحمن بن صالح نبه على أن هذه المسائل ليست\nفي \"شرح صحيح مسلم\" فهو قال عند تعليقه على قول السيوطي : (لم أقف على هذا\nالسؤال والجواب). [عقود الزبرجد (خ) (1/328)ه ( )].\n</p>\n\n<p>\n(2) قال الدكتور عبد الرحمن بن صالح - معلقا على نقل السيوطي هذا -: (ليس\nفي شرحه لصحيح مسلم) [عقود الزبرجد (خ) (2/550) ه (ه)].\n</p>\n\n<p>\n(3) يقصد في هذه الرسالة التي نقوم بتحقيقها.\n</p>\n\n<p>\n(4) عقود الزبرجد (خ) (2/550).\n</p>\n\n<p>\n(5) علي بن إبراهيم بن داود، أبو الحسن علاء الدين (ت 724ه).\n</p>\n\n<p>\n... ينظر : البداية والنهاية (14/117)؛ والأعلام (4/251).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تحفة الطالبين ص 37.\n</p>\n\n<p>\n(2) شذرات الذهب (7/591).\n</p>\n\n<p>\n(3) تحفة الطالبين ص 47.\n</p>\n\n<p>\n(4) مناهل الرجال ص2.\n</p>\n\n<p>\n(5) وقد نبهت على أن السيوطي صرح بالسائل، ونقل من هذه الرسالة، وذلك في\nكتابه \"عقود الزبرجد\" بتحقيق الدكتور عبد الرحمن بن صالح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(1) الفهرس العام لمخطوطات دار الكتب الظاهرية، ص 277.\n</p>\n\n<p>\n(2) ينظر: البطاقات الخاصة بالمخطوطات في مركز جمعة الماجد <span id='ms20'></span>، برقم 1286، وهي\nمصورة عن نسخة الظاهرية.\n</p>\n\n<p>\n(3) ينظر العنوان الصحيح للكتاب ص 31 - 48.\n</p>\n\n<p>\n(4) ينظر: ص 277.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(1) عبد الله بن الحسين بن عبد الله العكبري، أبو البقاء، عالم في الأدب\nواللغة (ت 616ه) . ينظر: الأعلام (4/80).\n</p>\n\n<p>\n(2) الورقة التاسعة/أ، وجاء في (ق/ 26ب): كتبه الفقير إلى رحمة ربه القدير:\nعمر بن أحمد بن علي الرصافي الشافعي...\n</p>\n\n<p>\n(3) هذا التكرار يدل على أن النسخ كان بالواسطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(1) زيادة يقتضيها السياق، فهي ليست في المخطوطة.\n</p>\n\n<p>\n(2) عبد الله بن عباس بن عبد المطلب، القرشي الهاشمي، حبر الأمة الصحابي\nالجليل (ت 68ه)، ينظر: سير أعلام النبلاء (3/331)؛ والأعلام (4/95).\n</p>\n\n<p>\n(3) كان رسول الله أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه\nجبريل، وكان يلقاه في كل ليلة من رمضان فيدارسه القرآن، فلرسول الله - صلى\nالله عليه وسلم - أجود بالخير من الريح المرسلة)، صحيح البخاري (1/7) رقم\n6؛ وصحيح مسلم (8/76) رقم 2308.\n</p>\n\n<p>\n(4) يقول العيني رحمه الله: (يجوز في \"أجود\" الرفع والنصب، أما الرفع فهو\nأكثر الروايات) عمدة القارئ (1/85)؛ وعقود الزبرجد (خ) (2/550).\n</p>\n\n<p>\n(5) ينظر: شرح صحيح مسلم (8/102)؛ وفتح الباري (1/31).\n</p>\n\n<p>\n(6) وفي بعض المصادر بلفظ (أكوان). ينظر: فتح الباري (1/31).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يقول الإمام القرطبي رحمه الله: (... والرفع أولى، لأنه يكون مبتدأ\nمضافا إلى المصدر، وخبره (في رمضان)، وتقديره: أجود أكوانه في رمضان، ويعني\nب (الأكوان): الأحوال، والله أعلم). المفهم (6/102).\n</p>\n\n<p>\n(2) توقف العلماء عند هذا القول، وفصلوا فيه الشرح، ينظر: التخمير (1/273)؛\nوشرح المفصل (1/95)؛ ومنهج السالك (1/338).\n</p>\n\n<p>\n(3) ينظر : شرح التسهيل (1/139).\n</p>\n\n<p>\n(4) ينظر: أمالي ابن الحاجب (2/790)؛ وفتح الباري (1/31).\n</p>\n\n<p>\n(5) أحب أن أنبه إلى أمرين:\n</p>\n\n<p>\nالأول: يوجه الرفع بتوجيهين آخرين، وهما:\n</p>\n\n<p>\nأن يكون (أجود) بدل اشتمال من الضمير في (كان)، نحو: كان زيد علمه حسنا،\n</p>\n\n<p>\nأن يكون اسم (كان): ضمير الشأن، و(أجود): مبتدأ، و(في رمضان): الخبر،\n</p>\n\n<p>\nوالتقدير: كان الشأن أجود أكوان رسول الله - صلى الله عليه وسلم - في\nرمضان، أي: حاصل في رمضان.\n</p>\n\n<p>\nينظر: أمالي ابن الحاجب (2/791 - 792)؛ وعمدة القاري (1/85).\n</p>\n\n<p>\nالثاني: هناك من العلماء من لم يجوز وجه النصب، يقول الحافظ ابن حجر رحمه الله:\n</p>\n\n<p>\n(وكان أجود: يروي بضم الدال، وهو أجود، ويجوز نصبها، وكان محمد بن أبي\nالفضل <span id='ms21'></span> المريسي يقول: لا يجوز، لأن (ما) مصدرية مضافة، وتقدير الكلام: وكان\nجوده الكثير في رمضان، انتهى. ويؤيده رواية له في \"مسند\" أحمد: (وهو أجود\nمن الريح المرسلة، لا يسأل عن شيء إلا أعطاه) تلخيص الحبير (2/200).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(1) الضمير في (إليه) راجع إلى المصدر المدلول عليه بالوصف، أي: (السفه)،\nينظر: الخصائص (3/49)؛ وهمع الهوامع (1/228).\n</p>\n\n<p>\n(2) البيت من الوافر، وهو لأبي قيس الأنصاري. ينظر: خزانة الأدب (3/226).\n</p>\n\n<p>\n(3) وفي رواية الأصلي: (أجود) بالنصب، فتح الباري (1/31).\n</p>\n\n<p>\n(4) ينظر: فتح الباري (1/31)؛ والتوشيح (1/147).\n</p>\n\n<p>\n(5) قال الإمام القرطبي رحمه الله: (وأجود: قيل بالنصب على أنه خبر (كان)،\nوفيه بعد، لأنه يلزم منه: أن يكون خبرها هو اسمها، وذلك لا يصح إلا بتأويل\nبعيد) المفهم (6/102)، وقال ابن حجر رحمه الله: (وأجيب: يجعل اسم (كان)\nضمير النبي - صلى الله عليه وسلم - مدة كونه في رمضان أجود منه في غيره)\nفتح الباري (1/31)، وقال العيني رحمه الله: (ومن جملة مؤكدات الرفع، وروده\nبدون كان في صحيح البخاري في باب الصوم) عمدة القاري (1/85).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر خبر هذه الغزوة في : تاريخ الأمم والملوك (2/499 - 533)؛ والبداية\nوالنهاية (4/10).\n</p>\n\n<p>\n(2) صخر بن حرب بن أمية، صحابي جليل، من سادات قريش في الجاهلية (ت 31ه).\n</p>\n\n<p>\nينظر: سير أعلام النبلاء (3/210)؛ والإصابة (3/412).\n</p>\n\n<p>\n(3) ينظر: صحيح البخاري (3/1105)، رقم 2874.\n</p>\n\n<p>\n(4) في نسخة \"صحيح البخاري\" التي عليها \"فتح الباري\" بلفظ: \"ألا تجيبونه؟\"\nوفي نسخة العيني: \"ألا تجيبوه؟\". وقال رحمه الله: (وقوله: \"ألا تجيبوا\"\nبحذف النون بغير الناصب والجازم، وهي لغة فصيحة، ويروي \"ألا تجيبونه؟\"...)\nعمدة القاري (12/105).\n</p>\n\n<p>\n(5) زبان بن عمار التميمي، المازني، البصري، أبو عمرو، ويلقب ب \"أبو\nالعلاء\" من أئمة اللغة والأدب، وأحد القراء السبعة (ت 154ه)، وينظر: غاية\nالنهاية (1/ 288)؛ والأعلام (3/41).\n</p>\n\n<p>\n(6) والآية: ? وما يشعركم أنها إذا جاءت لا يؤمنون? [الأنعام: 109]\nوالقراءة في الإقناع (1/485).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قال ابن جني: (وحكى أبو زيد: ? بلى ورسلنا لديهم يكتبون?، بسكون اللام،\nالمحتسب (1/109).\n</p>\n\n<p>\n(2) الآية: ? بلى ورسلنا لديهم يكتبون? [الزخرف: 80] والقراءة في المحتسب\n(2/338).\n</p>\n\n<p>\n(3) ينظر: شرح الكافية الشافية (1/210)؛ وعقود الزبرجد (2/300).\n</p>\n\n<p>\n(4) يقول الإمام شمس الحق رحمه الله: (لا تدخلوا الجنة: كذا في جميع النسخ\nبحذف النون، ولعل الوجه أن النهي قد يراد به النفي <span id='ms22'></span>، كعكسه المشهور عند أهل\nالعلم والله أعلم، وفي نسخة المنذري: لا تدخلون بإثبات النون، وكذلك في\nرواية مسلم) عون المعبود (14/100)، وينظر: المسند (15/ 443)، رقم 9709؛\nوصحيح مسلم (1/311) رقم 93، 94.\n</p>\n\n<p>\n(5) ولا تؤمنوا): بحذف النون، ولعل سقوط النون من المنفي نظرا إلى لفظ\nالسابق ليعلق به أمر آخر، وهناك رواية بإثبات النون من (ولا تؤمنوا) وهي\nلغة معروفة صحيحة، ينظر: شرح صحيح مسلم (1/312)؛ والكاشف عن حقائق السنن\n(9/8)؛ وعقود الزبرجد (2/300).\n</p>\n\n<p>\n(6) \"والذي نفس محمد بيده، لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى\nتحابثوا، أفلا أدلكم على أمر إذا فعلتموه تحابيتم؟ أفشوا السلام بينكم\"،\nسنن أبي داود (5/378)، رقم 5193.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: شرح الكافية الشافية (1/207)؛ وعقود الزبرجد (2/301).\n</p>\n\n<p>\n(2) محمد بن أحمد بن طاهر، الأنصاري، الإشبيلي، مات في عشر الثمانين\nوخمسمائة، ينظر: بغية الوعاة (1/28).\n</p>\n\n<p>\n(3) قال السيوطي رحمه الله: (أشتهر - ابن طاهر - بتدريس الكتاب فما دونه،\nوله على الكتاب طور مشهورة، اعتمدها تلميذه ابن خروف في شرحه...\n</p>\n\n<p>\nقلت - السيوطي- : وقفت على حواشيه على \"الكتاب\" بمكة المشرفة) بغية الوعاة\n(1/28).\n</p>\n\n<p>\n(4) عمرو بن عثمان بن قنبر، الحارثي بالولاء، أبو بشر، إمام النحاة (ت 180ه).\n</p>\n\n<p>\nينظر: سير أعلام النبلاء (8/351)؛ وبغية الوعاة (2/229).\n</p>\n\n<p>\n(5) البيت من (الرجز) وهو بلا نسبة، والشاهد فيه قوله: (تبيتي وتدلكي)،\nوالقياس: (تبيتين وتدلكين)، فحذف النون للضرورة، وقيل: شذ1وذا، ينظر:\nالخصائص (1/388)؛ والدرر اللوامع (1/160).\n</p>\n\n<p>\n(6) \"من صام رمضان، ثم تبعه ستا من شوال، كان كصيام الدهر\" صحيح مسلم\n(4/312) رقم 1164 وبلفظ: \"واتبعه\" في فيض القدير (6/161).\n</p>\n\n<p>\n(7) نص السيوطي على أن هذا السؤال من النووي لابن مالك، ونقل المسألة،\nينظر: عقود الزبرجد (خ) (1/327).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: التعريفات ص 87؛ والكليات ص 281.\n</p>\n\n<p>\n(2) ينظر: المفهم (3/239)؛ والمجموع شرح المهذب (6/378 - 379)؛ وشرح صحيح\nمسلم (4/313).\n</p>\n\n<p>\n(3) محمود بن عمر، الإمام، المفسر، النحوي، المعتزلي، الحنفي (ت 538ه).\n</p>\n\n<p>\nينظر: الجواهر المضية (3/447)؛ وبغية الوعاة (2/179).\n</p>\n\n<p>\n(4) الكشاف (1/143)، وفيه: (... ولو ذكرت خرجت من كلامهم...).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(1) الشجاع: الحية الذكر، والأقرع: الذي تمعط شعره لكثرة سمه، وقيل:\nالشجاع: الذي يواثب الراجل والفارس، ويقوم على ذنبه، وربما بلغ الفارس،\nويكون في الصحارى...، ينظر: مشارق الأنوار (2/180)؛ والمفهم (3/30 - 31)؛\nوعمدة القاري (7/181).\n</p>\n\n<p>\n(2) الذي جاء في صحيح مسلم (4/74) رقم 988: \"ولا صاحب كنز لا يفعل فيه حقه <span id='ms23'></span>،\nإلا جاء كنزه يوم القيامة شجاعا أقرع...\" بقوله: (شجاعا: نصب يجري مجرى\nالمفعول الثاني، أي: صور ماله شجاعا) وقال ابن قرقول: وب (الرفع ضبطناه)،\nوهي رواية الطرابلسي في \"الموطأ\"، وقال ابن الأثير في \"شرح المسند\": وفي\nرواية الشافعي: (شجاع): بالرفع، لأنه الذي أقيم مقام الفاعل الأول لمثل،\nلأنه أخلاه من الضمير، وجعل له مفعولا واحدا، عمدة القاري (7/180)؛ ومما\nرواه ابن حبان [الإحسان (8/47) رقم 3254]: \"ويأتي الكنز شجاع أقرع..\" ولكن\nالمحقق أصلح اللفظ بالنصب، وأشار إلى ذلك بقوله: (في الأصل: شجاع).\n</p>\n\n<p>\nينظر: الإحسان في تقريب صحيح ابن حبان (8/47)، مع تعليق المحقق: (ه/1) وروى\nالإمام المنذري: \"من ترك بعده كنزا مثل له يوم القيامة شجاع أقرع...\"\n</p>\n\n<p>\nالترغيب والترهيب (1/540)؛ وينظر: إعراب الحديث ص 314.\n</p>\n\n<p>\n(3) ينظر: الأشباه والنظائر (3/668 - 670).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: الدر المصون (1/291)؛ ومنهج السالك (2/595).\n</p>\n\n<p>\n(2) ينظر: الدر المصون (8/469).\n</p>\n\n<p>\n(3) ينظر : الدر المصون (9/ 438).\n</p>\n\n<p>\n(4) ينظر: الكتاب (1/391)؛ ومعجم الأمثال العربية القديمة (2/527).\n</p>\n\n<p>\n(5) ينظر : المفصل ص 64؛ وشرح المقدمة الجزولية (2/737).\n</p>\n\n<p>\n(6) البيت من الطويل، وهو للشنفري، والشاهد فيه: أحناؤها تتصلصل: حيث وقعت\nحالا، وهي جملة اسمية مجردة عن الواو، وهذا قليل، ينظر: ديوان الشنفري ص\n66؛ وأعجب العجب ص 90 - 91؛ والمقاصد النحوية (3/206)؛ وخزانة الأدب\n(7/447).\n</p>\n\n<p>\n(7) البيت من (الكامل) وهو للأسعر الجعفي، والشاهد فيه: مجيء بصائرهم على\nأكتافهم حالا، وهي جملة أسمية مجردة عن الواو. ينظر: المقاصد النحوية (3/ 210).\n</p>\n\n<p>\n(8) البيت من (الطويل)، وهو لسلامة بن جندل، ورواية الديوان:\n</p>\n\n<p>\nولولا سواد الليل ما آب عامر ... إلى جعفر سرباله لم يخرق\n</p>\n\n<p>\nأو: (ولو جنان...)، ينظر: ديوان سلامة بن جندل ص 176 - 177؛ وتعليق المحقق\n(177/ه (5)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(1) الشاهد فيه: (سرباله لم يمزق) حيث وقعت حالا، وهي جملة اسمية، بغير\nواو، وهذا قليل، وينظر: التخمير (1/438)؛ والمعجم المفصل (2/611 - 612).\n</p>\n\n<p>\n(2) ينظر: الأشباه والنظائر (3/670).\n</p>\n\n<p>\n(3) البيت من (الكامل)، وهو لعبد الله بن عنمة الضبي، ينظر: شرح ديوان\nالحماسة (المرزوقي) ص 1041؛ وخزانة الأدب (9/42).\n</p>\n\n<p>\n(4) هذا هو موطن الشاهد، ينظر: خزانة الأدب (9/42)؛ والمعجم المفصل\n(1/230).\n</p>\n\n<p>\n(5) ورد بنحوه، وليس بنفس اللفظ في : الموطأ (1/123)؛ وسنن أبي داود\n(1/295)؛ والإحسان (1/75).\n</p>\n\n<p>\n(6) لم أهتد على هذا اللفظ في النسخة التي بين أيدينا، والذي وجدته هو:\n\"خمس صلوات كتبهن الله على العباد، من جاء <span id='ms24'></span> بهن لم ينقص منهن شيئا استخفافا\nبحقهن، كان له عند الله عهد أن يدخله الجنة...\" شرح السنة (4/104، 105).\n</p>\n\n<p>\n(7) الحسين بن مسعود بن محمد الفراء، يلقب بمحيي السنة البغوي، فقيه، محدث،\nمفسر (ت 510ه أو 516ه). ينظر: طبقات الشافعية الكبرى (7/75 - 80)؛ والأعلام\n(2/259).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هذا هو المصدر المؤكد لغيره، وهو (الواقع بعد جملة تحتمل غيره فتصير به\nنصا، وسمي بذلك لأنه أثر في الجملة فكأنه غيرها لأن المؤثر غير المؤثر فيه\nك (أنت ابني حقا صرفا)، ف (حقا) رفع ما احتمله (أنت ابني من إرادة المجاز).\nمنهج السالك (2/ 338). وينظر: التخمير (1/355).\n</p>\n\n<p>\n(2) \"غير الدجال أخوفني عليكم، إن يخرج وأنا فيكم، فأنا حجيجه دونكم..\"\nصحيح مسلم (9/ 289) رقم 2137.\n</p>\n\n<p>\n(3) نقل هذه المسألة: النووي في شرح صحيح مسلم (9/295)؛ والسيوطي في\nالأشباه والنظائر (3/662)؛ وعقود الزبرجد (2/59)؛ وأشار إليها المصنف رحمه\nالله عرضا في شرح التسهيل (1/178)؛ وشواهد التوضيح ص 178.\n</p>\n\n<p>\n(4) ينظر: رصف المباني ص 422؛ ومغني اللبيب ص 450.\n</p>\n\n<p>\n(5) ينظر: لسان العرب، مادة \"ضرب\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: منهج السالك (1/117.\n</p>\n\n<p>\n(2) ينظر: الأشباه والنظائر (3/662 - 663)؛ ومنهج السالك (1/128).\n</p>\n\n<p>\n(3) في المخطوطة : (مال)، وهو تحريف. ينظر: الأشباه والنظائر (3/663).\n</p>\n\n<p>\nينظر: الأشباه والنظائر (3/663).\n</p>\n\n<p>\n(4) في المخطوطة: (استعان) وهو تحريف.\n</p>\n\n<p>\nينظر: الأشباه والنظائر (3/663).\n</p>\n\n<p>\n(5) ينظر: شرح التسهيل (1/139).\n</p>\n\n<p>\n(6) يحيى بن زياد بن عبد الله، الإمام اللغوي المشهور، إمام الكوفيين (ت 207ه).\n</p>\n\n<p>\nينظر: بغية الوعاة (2/333)؛ والأعلام (8/145).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قال الفراء في معاني القرآن (2/386): (وقال آخر: وما أدري... يريد\nشراحيل، ولم يقل: أمسلمي، وهو وجه الكلام).\n</p>\n\n<p>\n(2) البيت من (الوافر)، وهو ليزيد بن محرم أو (محمد) الحارثي. والشاهد فيه:\n(أمسلمني)، فإن النون فيه نون الوقاية، وقد تلحق نون الوقاية اسم الفاعل،\nوأفعل التفضيل.\n</p>\n\n<p>\nينظر : المقاصد النحوية (1/386)؛ وشرح شواهد المغني (2/770).\n</p>\n\n<p>\n(3) ينظر: شرح أبيات مغني اللبيب (6/56)؛ والدرر اللوامع (1/212).\n</p>\n\n<p>\n(4) في المخطوطة: (بمغينني)، والتصويب من: شرح التسهيل (1/138)؛ والأشباه\nوالنظائر (3/664).\n</p>\n\n<p>\n(5) البيت من (الطويل)، وهو بلا نسبة.\n</p>\n\n<p>\nوالشاهد فيه (بمعييني)، حيث أثبت نون الوقاية قبل ياء النفس، مع الاسم\nالمعرب.\n</p>\n\n<p>\nينظر: شرح التسهيل (1/131)؛ ومنهج السالك (1/126).\n</p>\n\n<p>\n(6) البيت من (الطويل)، وهو بلا نسبة.\n</p>\n\n<p>\nوالشاهد فيه: (الموافيني)؛ فإن النون فيه نون الوقاية، وهنا كلمة مهمة لابن\nمالك رحمه الله وهي:\n</p>\n\n<p>\n(ومعييني والموافيني يرفعان توهم كون <span id='ms25'></span> نون مسلمني تنوينا؛ لأن ياء المنقوص\nالمنون لا ترد عند تحريك التنوين لملاقاة ساكن، نحو: أغاد ابنك أم رائح؟\nوياء معييني الثانية ثابتة في: وليس بمعييني، فعلم أن النون الذي وليه ليس\nتنوينا وإنما هو نون الوقاية، ولذلك ثبت مع الألف واللام في الموافيني...).\nشرح التسهيل (1/138 - 139).\n</p>\n\n<p>\nوينظر: مغني اللبيب ص 451؛ والمقاصد النحوية (387).\n</p>\n\n<p>\n(7) في بعض المصادر (أملا). ينظر: شرح التسهيل (1/138)؛ والدرر اللوامع\n(1/213).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وفصل هذا الوجه الأشموني. ينظر: منهج السالك (1/128).\n</p>\n\n<p>\n(2) ينظر: شرح التسهيل (1/138)؛ والأشباه والنظائر (3/664).\n</p>\n\n<p>\n(3) لله درك يا إمام، فقد روى الترمذي في سننه (4/443) رقم 2240: \"غير\nالدجال أخوف لي عليكم\"، وعلق الإمام القرطبي عليها بقوله: (وهو وجه الكلام،\nوفيه اختصار، أي غير الدجال أخوف لي عليكم من الدجال، فحذف، والله أعلم).\nالمفهم (7/276).\n</p>\n\n<p>\n(4) ينظر: الإنصاف (1/224)؛ وهمع الهوامع (2/153).\n</p>\n\n<p>\n(5) ينظر: لسان العرب، مادة \"رفن\".\n</p>\n\n<p>\n(6) ينظر: الأمثال ص 374؛ والمستقصى (1/196).\n</p>\n\n<p>\n(7) ينظر: مجمع الأمثال (1/414)؛ والمستقصى (1/1512).\n</p>\n\n<p>\n(8) ينظر: الأشباه والنظائر (3/665)؛ وعقود الزبرجد (2/60).\n</p>\n\n<p>\n(9) ينظر: المسند (45/ 478) رقم 27485؛ ومجمع الزوائد (5/239).\n</p>\n\n<p>\n(10) ينظر: التخمير (3/125)؛ وشرح المفصل (6/94)؛ وشرح الكافية الشافية\n(2/1127).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: شرح التسهيل (1/139)؛ وعقود الزبرجد (2/60).\n</p>\n\n<p>\n(2) ينظر: شرح التسهيل (1/139)؛ والأشباه والنظائر (3/665).\n</p>\n\n<p>\n(3) ينظر: الكتاب (1/37)؛ وشرح التسهيل (1/129).\n</p>\n\n<p>\n(4) ينظر: شرح التسهيل (1/129)؛ والأشباه والنظائر (3/665).\n</p>\n\n<p>\n(5) الأبيات من (المتقارب). وهي تنسب لطرفة بن العبد (ديوانه: 175 - في\nالملحق). وتنسب إلى الخليل كما في: المستقصى (1/171). ولهذه الأبيات روايات\nمختلفة.\n</p>\n\n<p>\nينظر: المستقصى (171)؛ وشرح التسهيل (1/140)؛ والمقاصد النحوية (1/572)؛\nوالأشباه والنظائر (3/566).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: منهج السالك (2/639)؛ وهمع الهوامع (4/68).\n</p>\n\n<p>\n(2) ينظر : شرح الكافية الشافية (2/771).\n</p>\n\n<p>\n(3) ينظر : الأصول (268 - 269)؛ والتصريح على التوضيح (1/398).\n</p>\n\n<p>\n(4) ينظر: الأشباه والنظائر (3/566).\n</p>\n\n<p>\n(5) ينظر: عقود الزبرجد (2/61).\n</p>\n\n<p>\n(6) قال الفراء في معاني القرآن (1/91):\n</p>\n\n<p>\n(وقد تسقط العرب الواو، وهي واو جماع، اكتفى بالضمة قبلها؛ فقالوا في\n(ضربوا): قد ضرب..).\n</p>\n\n<p>\n(7) البيت من (الوافر)، وهو بلا نسبة، ويروي بلفظ آخر، وهو:\n</p>\n\n<p>\nفلو أن الأطبا كان عندي ... ... وكان مع الأطباء الأساة\n</p>\n\n<p>\nينظر: معاني القرآن (1/91)؛ وخزانة الأدب (5/229).\n</p>\n\n<p>\n(8) الإساء، والأساة: جمع لآس. ينظر: لسان العرب، مادة \"أسا\" (1/109).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(1) دمن القوم الموضع: لزموه. ينظر: لسان العرب، مادة \"دمن\" (5/303).\n</p>\n\n<p>\n(2) المربع: المقام وقت الربيع. ينظر: لسان العرب، مادة \"ربع\" (6/85).\n</p>\n\n<p>\n(3) حكى الفارسي أن أبا عثمان: سمع من يقول (إسل) يريد (اسأل) فيحذف\nالهمزة، ويلقي حركتها على ما <span id='ms26'></span> قبلها، ثم يأتي بألف الوصل لأن هذه السين، وإن\nكانت متحركة، فهي في نية السكون). لسان العرب، مادة \"سأل\" (7/97).\n</p>\n\n<p>\n(4) شتا القوم: أجدبوا في الشتاء، ينظر: لسان العرب، مادة \"شتا\" (8/22).\n</p>\n\n<p>\n(5) ينظر: الأشباه والنظائر (3/ 667 - 668)، وفيه:\n</p>\n\n<p>\nدار حي وتنوها مربعا\n</p>\n\n<p>\nفأسألن عنا إذا الناس شتوا\n</p>\n\n<p>\nدخل الضيف عليهم فاحتمل\n</p>\n\n<p>\nوأسألن عنا إذا الناس نزل\n</p>\n\n<p>\n(6) ينظر: شرح المفصل(7/6)؛ وهمع الهوامع (1/201).\n</p>\n\n<p>\n(7) عبد الرحمن بن صخر الدوسي، صحابي جليل (ت 59ه). ينظر: حلية الأولياء\n(1/376)؛ وسير أعلام النبلاء (2/571).\n</p>\n\n<p>\n(8) \".... إن قعر جهنم لسبعون خريفا\" صحيح مسلم (2/58) رقم 329.\n</p>\n\n<p>\nقال الإمام النووي رحمه الله : (قوله: والذي نفس أبي هريرة بيده إن قعر\nجهنم لسبعون خريفا: هكذا هو في بعض (الأصول): (السبعون) ب (الواو)، وهذا\nظاهر فيه حذف تقديره: مسافة قعر جهنم سير سبعين سنة.\n</p>\n\n<p>\nووقع في معظم (الأصول والروايات): (السبعين) ب (الياء) وهو صحيح أيضا).\n</p>\n\n<p>\nشرح صحيح مسلم (2/73 - 74).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ينظر: شرح صحيح مسلم (2/73 - 74)؛ وعقود الزبرجد (2/407 - 408).\n</p>\n\n<p>\n(2) و(أما على مذهب من يحذف المضاف، ويبقى المضاف إليه على جره، فيكون\nالتقدير: سير سبعين). شرح صحيح مسلم (2/73).\n</p>\n\n<p>\nوأنقل - هنا - جملة من الفوائد تخص المسألة:\n</p>\n\n<p>\nقال الإمام القرطبي: (والأجود رفع (السبعون) على الخبر، وبعضهم يرويه\n(السبعين): يتأول فيه الظرف. وفيه بعد؟) المفهم (1/440).\n</p>\n\n<p>\nمن الكوفيين من ينصب الجزأين ب (إن) وأخواتها، فحمل الحديث على ذلك.\n</p>\n\n<p>\nينظر: شرح الرضي (2/347)؛ وشرح الكافية (1/516 - 518).\n</p>\n\n<p>\nقال الشلوبين: (وسبعين خريفا: ظرف زمان نائب مناب (عميقا)، وصار للدلالة\nعليه من جهة المعنى). شرح المقدمة الجزولية (2/803).\n</p>\n\n<p>\n(3) المزادتين: المزادة - بفتح الميم والزاي -: قربة كبيرة، وتسمى أيضا:\nالسطيحة.\n</p>\n\n<p>\nينظر: التوشيح (1/442).\n</p>\n\n<p>\n(4) الذي في متن صحيح البخاري (1/130) رقم 337:\n</p>\n\n<p>\n(أرى أن هؤلاء القوم يدعونكم عمدا، فهل لكم في الإسلام؟ فأطاوعها فدخلوا في\nالإسلام).\n</p>\n\n<p>\n(5) قال الإمام ابن حجر رحمه الله في فتح الباري (21/453):\n</p>\n\n<p>\n(وقال ابن مالك - أيضا- : وقع في بعض النسخ (ما أدري)، يعني: رواية\nالأصيلي).\n</p>\n\n<p>\nينظر عمدة القاري (3/262)؛ والتوشيح (2/444)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قال الإمام العيني رحمه الله في عمدة القاري (3/262): (وفي رواية أبي\nذر: ما أرى أن هؤلاء القوم..). وينظر: فتح الباري (1/453)؛ والتوشيح\n(1/444).\n</p>\n\n<p>\n(2) كلمة أرى - بضم الهمزة - بمعنى: أظن، ويفتحها بمعنى: أعلم <span id='ms27'></span>). عمدة\nالقاري (3/ 262).\n</p>\n\n<p>\n(3) ينظر: فتح الباري (2/453)؛ والتوشيح (1/444).\n</p>\n\n<p>\n(4) قال بعض العلماء: (ما: نافية، وأن: بمعنى لعل) فتح الباري( 1/453).\nوينظر: عمدة القاري (3/262 - 263)؛ والتوشيح (1/444).\n</p>\n\n<p>\n(5) ينظر: فتح الباري (1/453)؛ وعمدة القاري (3/262)؛ ولا مع الدراري\n(2/310 - 311).\n</p>\n\n<p>\n(6) قال ابن حجر: (ومحصل القصة: إن المسلمين صاروا يراعون قومها على سبيل\nالاستئلاف لهم حتى كان ذلك سببا لإسلامهم). فتح الباري ( 1/453).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             <span id='ms28'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}