{
  "content": "\n\n\n<h1 class='l1' id='head0'>المقالة الحادية عشر من كتاب الحيوان لارسطوطاليس</h1>\n\n<p>\n[1]\nان فى كل رأى ومذهب\nكريم ووضيع نوعين من امواع الحال وذلك بين\nظاهر.\nومن الصواب أن يسمى النوع الواحد منها علم الشىء الذى يطلب\nعلمه\nوالنوع اللآخر مثل ادب من اللآداب لانه عمل الاديب\nالقضاء على قول\nالقائل وكلام المتكلم ان كان مصيبا فى قوله وكلامه او\nمخطئا. وانا اظن أنه\nينبغى ان يكون\nالمؤدب المخرج على مثل هذه الحال والقوة\nعلى ما ذكرت\nمن عمل الادب وكثرة الاحكام وربما كان أدب الاديب\nفى معرفة طباع شيء\nواحد وعلم مفرد من غيره\nوغيره يكون اديبا وعالما بطباع شىء آخر خاصة.\nولكل علم حدود و معرفة وكل جزء من أجزاء العلوم أيضا.\nفهو بين انه\nينبغى ان تكون\nحدود معروفة ااذى يريد وصف ما عرف وعاين من طباع\nالحيوان ليكون عرض رأى المتكلم فى ذلك النظر الى\nتلك الحدود لكى يوضح\nبها ان كان ما يقال على مثل ذلك بالحقيقة او\nبخاتف الحق اعنى أنه ينبغى\nللمتكلم فى الطبائع والجوهر ان يفرد\nكل شىء وحده من الطبائع والجواهر\nويصف منها ما يهم بوصفه كالذى\nيريد وصف جوهر وطبيعة الانسان او طبيعة\nالاسد او الثور او صنف آخر من اصناف الحيوان.\nوان اراد الكلام فى\nالاعراض التى تعرض لجمبع الحيوان بفن مشترك\nصير قوله فى ذلك مشتركا\nعاما فإن الاعراض التى تعرض لكثير من الحيوان مشتركة\nوان كانت مختلفة\nالاجناس كقولى النوم والنفس\nوالنشؤ والبلى والموت و ] مع هذه الاعراض\nاعراض أخر\nمن الحواس والآفات الباقية. والقول حيننا هذا عن هذه الاشياء\nغير بين وغير محدود.\nوهو واضح انا\nان اردنا ذكر كل واحد على حدته\nوتضيق اعراضه وآفاته سنذكر كثيرا منها مرارا شتى ونردد القول\nلان كل واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nمن التى ذكرنا يكون فى الخيل والناس والكلاب\nفان اراد احد ذكر الاعراض\nالتى تعرض لكل واحد من هذه الاجناس\nسيضطر الى ان يقول الاعراض التى\nهى فهى مرارا شتى.\nوربما عرض أن تكون أشياء <span id='ms001'></span> أجرى منسوبة الى مقالة\nواحدة\nواختلافها بالصورة وبفضل الصورة مثل مسير الحيوان\nفان فى أصناف\nمسير الخيوان اختلافا عنى ان منه ما يطير ومنه ما يعوم\nومنه ما يمشى ومنه\nما يسير على بطنه ويدب. فليس ينبغى أن يخفى علينا كيف\nصواب النظر\nوالفحص عن طبائع الحيوان هل ينبغى ان ننظر اولا فى الاشياء التى تعرض\nلجميع اجناس الحيوان\nثم ننظر فى خواص كل واحد منها او نبدأ اولا فى\nتصنيف وتلخيص طبائع وحالات كل واحد من اجناس الحيوان\nوليس ذلك حيننا\nهذا بمحدود اعنى تصنيف ما نريد ان نبتدئ بصفة والكلام فيه ولا هو معروف\nان كان يلزمنا ان نقول فى ذلك بقول عام مشترك\nكما يفعل اصحاب العلم\nالتعليمى مثل اصحاب علم النجوم ويوضحون حججهم.\nوكذلك ينبغى ان يفعل\nصاحب العلم الطباعى أعنى ان\nينظر الى الاشياء الظاهرة من اعمال وافعال\nاصناف الحيوان اولا والاجزاء التى فى كل واحد منها\nثم يقول لماذا فيأتى\nبالعلل او ما يلزمه ان يفعل خلاف ذلك\nمع الاشياء التى وصفنا فيذكر عللا كثيرة\nىعنى علل الولاد\nالطباعى مثل العلل التى من اجلها والتى منها ابتداء\nالحركة ثم يميز ويبين اى هذه العلل اولها وايها ثانيها.\nوهو يظهر ان\nالعلة الاولى التى منها يقال ان الذى يكون من اجل هذا الشىء\nيكون\n[الكلمة] فالكلمة علة بادئة على كل حال واحدة فى الاشياء التى تكوينها وتقويمها\nبالطباع وبالمهنة.\nفان الحد يؤخذ من الرأى او من\nالحس كما يفعل\nالمتطبب حيث يحد الطب والنجار [حيث] يحد\nمهنة النجارة ويؤدون الكلام\nوالعلل التى من اجلها يفعل كل واحد مما يفعل [و] لماذا\nومن اجل ماذا\nوالذى من اجله يكون ما يكون من الامر\nالجيد فى اعمال الظباع وفى اعمال\nالمهنة.\nوالامر الذى يكون باضطرار موجود فى جميع الاشياء الطباعية\nبفن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \nواحد وجميع المتكلمين يرومون الكلام اليه.\nويبغى لنا ان نعلم بكم نوع\nيقال الشىء باضطرار\nفانه يقال بنوع مبسوط فى الاشياء الدائمة السرمدية\nويقال بنوع الاستعارة <span id='ms002'></span> فى جميع الاشياء\nالمنسوبة الى الكينونة مثل ما يقال فى\nاصحاب المهن اذا ارادوا مؤدى حدود مهنتهم مثل مؤدى حد البيت\nوغير\nذلك مما هو مثله. وباضطرار تكون هيولى\nفى بناء البيت وفى جميع الاشياء\nالتى تعالج لحال التمام\nوليكون منها هذا الشىء اولا ثم هذا ثم ما يتلوه\nمتصلا حتى ينتهى الى التمام الذى من اجله يكون كل واحد من الأشياء\nويستأنف كينونته.\nوعلى مثل هذه الحال يكون كلما يكون على فن الطباع.\nلكن\nنوع الايضاح والاضطرار الذى يؤدى عن الاشياء الطباعية آخر اعنى الرأى\nالطباعى والعلوم التى تستعمل الرأى. وقد وصفنا هذه الاشياء فى كتابنا\nهذا.\nفان الكون هو الاول فى بعض الاشياء وفى بعضها الذى سبكون\nولان\nالصحة فى الانسان باضطرار يكون\nهذا الشىء او يستأنف كينونته وليس لانه هذا\nالشىء او لانه كان من اجل ذلك انما هو\nمن اضطرار او متى سيكون. وليس\nيمكن ان ينسب\nاضطرار هذا الايضاح الى شىء سرمدى ابدا بقدر ما نقول اذ\nهو هذا او متى سيكون هذا.\nوقد ميزنا هذا القول ايضا فى كتب أخر\nفى\nاى الاشياء يكون واى هذه الفنون تتنكس وترجع على ذاتها ولاى علة.\nويبغى\nان لا يخفى علينا ان\nالقدماء ايضا كانوا يستعملون الرأى على ما لخصنا\nوكيف يكون كل واحد من الاشياء فان ذلك كان عندهم مطلوبا\nاكثر من طلبهم\nكيف هو. وليس الاختلاف الذى بين هذين الامرين بصغير\nوهو ظاهر بين\nانه ينبغى لنا ان نبتدئ بالقول من هاهنا كما قلنا فيما سلف اعنى\nانه\nينبغى لنا ان نأخذ الاشياء البينة الظاهرة فى كل جنس من الاجناس اولا\nثم\nنأخذ فى صفةعلل تلك الاشياء الظاهرة ولا سيما اذا اخذنا فى صفة الولادة.\nومثل هذه الاعراض يعرض فى صفة البناء اعنى\nصورة البيت مثل هذا او\nالبيت مثل هذا وان البيت يبنى ويكون\nعلى مثل هذا الحال لان الكينونة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nلحال الجوهر وليس الجوهر\nلحال الكينونة. ولذلك اخطأ فى قوله امبدوكليس\nحيث\nزعم ان <span id='ms003'></span> اشياء كثيرة تكون لاصناف الحيوان لانه عرض ان تكون على هذه\nالحال\nفى الولاد مثل خلقة الفقار فانه عرض انه انكسر حيث\nالقلب وقد جهل\nايضا اولا انه ينبغى ان يكون\nللزرع المقوم قوة مثل هذه\nوان الذى فعل\nكان قبل ليس بالكلمة فقط ولكن\nبالزمان ايضا. فان الانسان يلد انسانا ولان\nالانسان مثل هذا عرض ولاد فلان مثل هذا.\nومثل هذا النوع يعرض\nللاشياء التى تظن انها تكون من ذاتها مثل\nالاشياء التى تعمل من\nالمهن\n<***> مثل الصحة.\nوالصانع شبيه بالاشياء التى قد تقدمت كينونتها مثل\nالمهنة الصانعة لاصنام النحاس\nفان ذلك الصنم لا يكون من ذاته لان المهنة\nهى كلمة العمل بغير\nهيولى. وربما كان الشىء من البخت على مثل هذه\nالحال وكما هو فى علم المهنة\nكذلك يكون ايضا. ومن اجل ذلك نقول خاصة\nانه من اجل\nان هذا كان فى كينونة الانسان اعنى ان له هده الاشياء من\nاجل انه لا\nيستطاع ان يكون بغير هذه الاعضاء او يكون قريبا\nمنها جدا\nوبقول عام انه ليس مما يستطاع ان يكون بنوع آخر وانه جيد الكينونة\nعلى مثل\nهذه الحال. وهذه الاشياء تتبع. ولان ولاد فلان\nمثل هذا باضطرار\nيعرض ان يكون العرض مثل هذا اعنى الذى من اجله يكون اولا\nهذا العضو\nثم هذا ثم ما يتلوه. وبهذا النوع يكون تصنيف\nجميع الاشياء التى تقوم من\nالطباع فالقدماء\nوالدين تكلموا بكلام حكمة وفلسفة فى الطباع انما نظروا فى\nالاول الذى يكون من الهيولى\nوالعلة التى هى مثل هذه واى علة هى ومثل\nماذا\nوكيف يكون الكل منها وماذا المحرك اعنى\nالصداقة او الخلاف او العقل\nاو الذى يقال من ذاته فاذا كان طباع مثل هذا الذى يقال من ذاته للهيولى\nالموضوعة\nباضطرار يكون ما يكون على مثل ذلك الطباع اعنى مثل قولى ان النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nحارة والارض باردة وطباع النار خفيف وطباع الارض\nثقيل. وعلى مثل هذه\nالحال يصفون كينونة العالم ومثل هذا القول يقولون\nفى كينونة <span id='ms004'></span> الحيوان والشجر\nمثل قول القائل انه اذا\nسال الماء فى الجسد يكون فيه بطن اعنى عمق ويكون\nالموضع الذى يقبل جميع الغذاء او الفضلة\nوان المنخر انما انشق وانفتح\nلحال قبول الهواء والنفس. ولذلك يزعمون\nان الهواء والماء هيولى الاجساد\nكقولى انهم يقومون الطباع من\nمثل هذه الاجساد. وهذا قولهم جميعا.\nفان كان\nالانسان والحيوان من قبل الطباع وجميع اعضائه ينبغى ان يقال\nويبين\nماذا لح وماذا دم وماذا عظم وماذا جمع\nالاعضاء التى اجزاؤها\nتشبه بعضها بعضا <***> مثل الوجه\nواليد والرجل وان كان كل واحد منها\nمثل هذا\nوباى قوة لانه لا يكتفى بقول القائل من اى الاشياء هو امن\nنار\nام من ارض ولو انا اردنا ان نصف حال السرير او شىء\nآخر مثله لزمنا ان\nنمير خاصة\nصورته اكثر من الهيولى التى هو منها اعنى النحاس والخشب.\nو<ان> لم نصفه على هذه الحال\nينبغى لنا ان نصف كليته ونقول ان السرير\nهذا فى هذا وهذا مثل هذا.\nفان اردنا ان نصف شكله ايضا ينبغى لنا\nان نلخص ذلك تلخيصا بينا ونبين\nصورته لان الطباع المعروف بالصورة اشرف\nواعظم شأنا من\nالطباع المعروف بالهيولى. فان كان\nكل واحد من الحيوان\nومن الاعضاء المعروف بالشكل واللون فقد اصاب ديموقريطوس فى قوله\nفانه يظهر\nان ظنه على مثل هذه الحال فهو يزعم\nانه بين واضح لكل ماذا شكل ومنظر\nالانسان. وانما يقول هذا القول لان\nشكله معروف ليس بمشكوك ولان\nالانسان الحديث على ذلك الشكل وتلك الصورة. اعنى بقولى \"الانسان\nالحديث\" المعمول بمهنة\nفأنه وان كان انسانا بالصورة والمنظر ليس هو انسانا\nبالحقيقة. وكذلك يقال\nباليد الحقيقية واليد المعمولة اعنى المصنوعة من\nنحاس او خشب او هيولى آخر وانما تشترك اليد الحقيقية والمعمولة بالاسم فقط\nمثل المتطبب المصور لان اليد المعمولة لا تقوى ان تعمل عملها كما لا يقوى\nالمتطبب المصور على ان\nيعمل عمله. وبمثل هذا النوع يقال كل واحد من\nالاعضاء الحقيقية والمعمولة اقول\nمثل العين واليد <span id='ms005'></span>\nوكذلك يفعل النجار اذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nاراد ان يصف اليد المعمولة من الخشب\nوعلى مثل هذا الفن يفعل اصحاب\nالعلم الطباعى اذا ارادوا صفة الولاد وذكر العلل\nوالشكل ومن اى القوى عملت.\nولكن خليق ان يذكر النجار الفأس والمثقب\nفاما صاحب العلم الطباعى فهو\nيذكر الارض والماء والنجار اجود صفة وابلغ قولا\nلانه يقول انه حيث وقعت\nالآلة التى بها يعمل الخشب صار\nبعض الخشب عميقا وبعضه\nمستويا شبيها\nبسطح وهو يؤدى العلة\nالتى من اجلها تنقر الخشبة نقرا مثل هذا ولماذا\nفعل ويزعم انه انما فعل ليكون بصورته وشكله مثل هذا. وهو بين\nان قولهم\nليس بصواب لانه ينبغى أن يقال ويبين لنا لماذا\nالحيوان ومثل ماذا هو\nونصف كل واحد من الاعضاء\nكما نصف صورة السرير ان كان\nذلك نفسا او\nجزء نفس وان لم يكن بغير نفس\nفانه اذا ذهبت النفس عن الحيوان لا\nيبقى\nبعد ذلك حيوان ولا شىء من الاعضاء عضو بالحقيقة بل بالشكل والصورة فقط مثل\nالاصناف التى تقال فى الامثال\nانها تتحجر اعنى انها تصير من حجارة.\nفان كانت هذه الاشياء كما وصفنا فهو من عمل صاحب العلم الطباعى ان يقول\nويعلم من حال النفس\nما يمكن فى القول ويصف حال كل نفس عامة او صنفا\nمن اصناف النفس بتلخيص مفرد\nويحد ماذا النفس\nوان كانت النفس جزءا من\nاجزاء الحيوان ام لا ثم يصف الاعراض التى تعرض\nلجوهر النفس الذى هو\nمثل هذا. وبنوع آخر الطباع يقال بنوعين وكذلك هو.\nاما النوع الواحد\nفهو مثل الهيولى والنوع الآخر مثل\nالجوهر والطباع مثل المحرك\nومثل تمام\n<و> كل نفس حيوان مثل هذا او جزء من اجزائها.\nفهو بين بمثل هذا\nالمأخذ والتصنيف انه ينبغى ان ينسب النظر فى حال النفس الى صاحب الرأى\nالطباعى فان النظر\nفى حال النفس اعظم من النظر فى الهيولى لان\nالهيولى\nانما تقال طباعا لحال النفس وليس يقال النفس طباعا لحال الهيولى. فان\nالخشبة المعمولة تقال سريرا\nوآلة لها ثلاثة <span id='ms006'></span> ارجل لان الخشبة بالقوة تقال هذه\nالاشياء.\nواذا نظر احد فيما ذكرنا لزمه العويص لانه يعتاص ان كان صاحب\nالعلم الطباعى يريد القول فى\nالنفس الطباعية الكلية او فى نفس واحدة فانه\nان اراد القول فى\nكل نفس ليس بينه وبين صاحب العلم الطباعى اختلاف\nالبتة\nلان عقل الفيلسوف يطلب علم الاشياء المعقولة. فهو بين ان\nالعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nالطباعى يطلب معرفة جميع الاشياء لانه من عمله النظر فى العقل\nوالمعقول لان\nرأى\nجميع الاشياء التى يضاف بعضها الى بعض واحد هو فهو كقولنا ان رأى\nالحس\nوالاشياء المحسوسة واحد هو فهو. وليس كل نفس\nابتداء حركة ولا\nجميع الاعضاء بل ابتداء النشوء الابتداء الذى\nفى الشجر وابتداء التغيير الذى\nفى الحس والصانع\nوابتداء المذهب شىء آخر وليس الذى فيه العقل لان\nالمذهب\nفى اشياء أخر من اجناس الحيوان فاما العقل فليس هو ولا فى واحد\nمنها. فقد وضح لنا انه <لا>\nينبغى ان يكون القول فى كل النفس لانه ليس\nكل النفس طباعا\nبل جزء منها فان فى النفس اجزاء كثيرة وايضا\nلا يمكن ان\nيكون الرأى الطباعى من الاشياء المأخوذة من النفس\nلانه يظهر لنا ان الطباع\nانما يفعل جميع ما يفعل لحال شىء\nكمثل ما تفعل المهنة فى الاشياء\nالمهنية. وكذلك نقول ان\nفى الاشياء ابتداء آخر وعلة اخرى مثل العلة التى\nفينا اعنى [ان]\nالحار والبارد الذى هو جزء من الكل. ومن اجل ذلك نقول\nانه\nخليق ان تكون كينونة السماء من علة مثل هذه ان\nكانت لها كينونة ونقول\nان السماء كانت لعلة مثل هذه فان السماء اولى ان تنسب الى علة مثل هذه\nاكثر من الحيوان\nفالمحدود المنضود المرتب الشريف يظهر فى السماوية\nاكثر\nمما يظهر فينا وفيما بيننا. فاما الذى يكون فى زمان آخر\nوبنوع آخر\nوكما جاء فهو يظهر فى الاشياء التى تبلى وتموت اكثر. ومن الناس من يزعم\nان\nكل واحد من الحيوان يكون من قبل الطباع\nوان كينونة السماء من ذاتها\nومن <span id='ms007'></span> البخت وكذلك كان تقويمها وليس يرى ان فى السماء شىء\nمن البخت ولا\nعدم الترتيب والنضد. ونحن\nنقول فى كل موضع ان هذا يكون من اجل هذا\nاعنى فى كل موضع يظهر فيه تمام يكون منتهى <و> غاية\nالحركة اليه اذا لم\nيكن له شىء مانع البتة. فهو بين\nانه يكون شىء مثل هذا اعنى الذى يسمى\nطباعا لانه لا\nيكون من كل بذر <و> كل زرع ايما كان بالبخت بل يكون هذا\nمن هذا الزرع وذلك محدود معروف فذلك الجسد الذى يخرج منه الزرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nابتداء ما يخرج منه وهو صانعه اعنى الزرع لان هذه الاشياء تثبت\nوتكون\nمن طباع فنباتها وابتداؤها من الزرع ولكن ايضا\nعلة اقدم من الزرع الذى\nمنه يخرج الزرع من اجل ان الزرع ولاد\nوالتمام جوهر. والعلة التى هى\nاقدم من هذين [و]ذلك الذى يخرج منه\nالزرع. وزرع الشىء يقال بنوعين\nاعنى الذى منه والذى من اجله.\nفان الزرع منسوب الى ذلك الذى منه\nخرج مثل زرع الفرس\nفهو منسوب الى الذى منه بدا مثل زرع الحية ولكن\nليس بنوع واحد هو فهو\nبل بنوع واحد من النوعين اللذين وصفنا وايضا\nالزرع بالقوة.\nوانما اقول بالقوة التى مصيرها الى الفعال فهو بين ان لهذه\nالاشياء\nعلتين اعنى الذى من اجله والذى من الاضطرار لان\nاشياء كثيرة تكون\nمن الاضطرار. وخليق ان يعتاص احد\nويقول اى معنى من معانى الاضطرار\nيقال هاهنا فانه\nلا يمكن ان يقال بنوع واحد من النوعين بل من الانواع\nالمحدودة فى\nعلم الفلسفة. فهو يقال\nبنوع ثالث فى الاشياء التى لها\nابتداء كينونة. فليس يمكن ان يقال الاضطرار هنا بنوع واحد من\nالانواع\nالتى وصفنا كقولنا ان الغذاء لا يقال باضطرار ولا بنوع واحد من هذه الانواع\nبل يقال انه لا يمكن ان يكون الحيوان بغير غذاء\nكقولنا انه ان ينبغ ان\nيشق\nالفأس الخشب او اشياء أخر باضطرار يلزم ان يكون جاسيا وان كان لازما ان\nيكون جاسيا\nفمن <span id='ms008'></span> الواجب ان يكون معمولا من نحاس او حديد. وكذلك نقول\nفى الجسد ان كان كله آلة من اجل ان\nكل واحد من الاعضاء انما هو لحال\nشىء وكذلك الكل ايضا\nفباضطرار ان يكون مثل هذا ومن مثل هذا اعنى من\nاجل ان\nالشىء الذى يكون فى هذين النوعين من انواع العلة التى من\nاجلها تكون كينونة الاشياء خاصة.\nفان لم يكن ذلك كما ذكرنا فهو بين انه\nينبغى لنا ان نروم ونوضح ان جميع الذين لا يقولون مثل هذا القول لا\nيقولون فى الطباع قولا صوابا لان هذا اجدر ان يكون طباع [من] الهيولى.\nوالحق يضطر امبد وقليس فى مواضع الى ان يلجأ الى ذكر هذه العلة\nولذلك\nلا يجد بدا من ان يقول ان الجوهر والطباع\nهما الكلمة اعنى الحد مثل ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nيفعل اذا اراد مؤدى حد العظيم فانه اذا اراد ان يقول ماذا عظم\nلا يقول\nانه واحد من الاسطقسات ولا اثنان ولا\nثلاثة ولا [من] كلها بل يقول انه خلط\nمنها. وهو بين\nان مؤدى حد اللحم على مثل هذه الحال ايضا ومؤدى\nحدود كل واحد من\nالاضاء. والعلة التى منعت القدماء\nمن لطف النظر\nفيما ذكرنا من قبل انهم\nلم يحدوا الطباع ولا قالوا ماذا كينونة كل واحد من\nالاشياء. ولكن ديموقريطوس\nاول من قارب لطف الرأى ولم يفعل ذلك لانه\nلازم لاصحاب العلم الطباعى باضطرار\nبل لان الامر بعينه الجأه واضطره الى\nذلك. فلما كان زمان سقراطيس\nفشا ونمى هذا الرأى وضعفت اصناف طلب\nمعرفة الطباع ومال اهل الفلسفة الى طلب\nالفضيلة النافعة والى تدبير المدن\nويبغى ان نقول بقول عام على مثل هذه الحال اعنى ان التنفس يكون لحال\nهذا الشىء\nوهو يكون لحال هذه الاشياء باضطرار. والاضطرار\nدليل على\nان ذلك الذى يكون انما يكون لحال شىء وهو التمام الذى من اجله يكون.\nفباضطرار تكون هذه الاشياء كما هى وعلى طباعها الذى طبعت عليه\nوباضطرار\nتخرج الحرارة وتدخل ايضا\nلان الدخول يكون قبالة <span id='ms009'></span> الخروج. فاما سبيل\nالهواء ودخوله الى الجوف فهو مما يحتاج اليه باضطرار\nلانه يسكن الحرارة\nالتى فى الجوف\nفلذلك احتيج الى خروج الهواء الذى يدخل ودخول الهواء\nالذى خارج. فهذه جملة\nمأخذ معرفة الاشياء الطباعية\nوعلى مثل هذه الحال\nينبغى ان تؤخذ العلل اذا طلب استقصاء شىء من الاشياء.\n[2]\nومن الناس من يأخذ كل واحد من الاشياء مفردا بذاته ويجزئ\nالجنسر\nفى فصلين وذلك بنوع من الانواع صعب عسر وبنوع\nمما لا يمكن ولا يستطاع\nلان فصل بعض الاشياء واحد فقط وسائر الفصول\nمن الفضول ومما لا يحتاج\nاليه كقول القائل ذو رجلين والذى له من الارجل اثنان فقط والمشقوق الرجلين\nوالذى ليس له رجلان. فهذا الفصل\nمسود حقى فقط. وان كان خلاف\nذلك فباضطرار يلزمنا ان نقول الشىء الواحد مرارا شتى ونردد القول\nوايضا\nليس مما ينبغى ان نفرق ولا نجزئ على كل جنس كقولى انه لا ينبغى ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nيجزأ جنس الطائر فيوضع\nبعضه فى تجزئ وبعضه فى تجزئ آخر مثل صنف\nالطائر المصور فانه يعرض ان يجزأ الطائر فى الصورة ويقال ان بعضه يوضع\nمع تجزىء الطائر الذى يأوى فى البر وبعضه يوضع\nمع الطائر المائى\nفالطائر\nالمصور يقال طائر بشبه الصورة فقط والسمك المصور يقال سمكا بالشبه فقط.\nوتكون فصول أخر ليس لها اسماء خاصة مثل الدمى والذى لا دم له\nفانه\nليس لواحد من هذين الصنفين اسم خاص موضوع عليه. فان كان لا ينبغى\nان يفرق ويجزأ شىء\nمن الاشياء المتفقة بالاجناس فهو بين ان الذى يفعل\nذلك\nمخطئ مبطل. فانه اذا جزأ على مثل هذه الحال باضطرار يفرق\nويجزئ\nوبعض الحيوان الكثير الارجل مرتب مع الحيوان\nالمائى وبعضه مرتب\nمع الحيوان البرى.\n[3]\nفباضطرار يكون تجزيئها بالعدم\nوالذين يفرقون يجزئون. وليس فيما\nبين عدم وعدم فصل لانه\nلا يمكن ان تكون فصول وصور للذى ليس له كون\nاعنى عدم الذى لا رجلين له وعدم\nالذى لا ريش له فليس لهذين العدمين\nفصول مثل فصول الذى له <span id='ms010'></span> رجلان والذى له ريش. وباضطرار تكون\nصور للفصل\nالكلى ابدا فانه ان لم تكن له فصول لماذا ينسب الى الكل\nولا ينسب الى\nالمفرد الجزئى. فمن الفصول فصول كلية\nولها صور كقولى ان للطائر الذى له\nجناح فصولا اعنى ان منه ما جناحه مشقوق\nومنه ما ليس جناحه مشقوقا والذى\nله رجلان كمثل لان من الذى له رجلان\nما هو مشقوق الرجلين بشقين مثل\nالحيوان الذى له ظلفان ومنه ما ليس\nهو مشقوق الرجلين مثل الدواب التى\nلها حوافر.\nفالتجزئ الذى فى مثل هذه الصور عسر. فهو بين انه ايما\nحيوان كان انما يكون فى هذه الفصول وليس يكون الذى هو فهو فى فصول\nكثيرة\nمثل المجنح والذى لا جناح له فقد يكون حيوان مثل هذا اعنى مثل\nالنملة\nوالدودة التى تضىء كما تضىء النار واصناف أخر\nوالتجزئ للحيوان\nالذى ليس له دم اعسر من كل تجزىء جدا وهو اصوب ان نقول انه ليس مما\nيستطاع. وباضطرار يكون\nفى كل واحد من الاشياء المفردة فصل خاص له\nفهو بين ان ضد الفصل يكون فى ضده ايضا فان كان لا يكن ان تكون\nصورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nمن صور الجوهر واحدة لا تنقسم فى الاشياء التى لا فصل لها بل يكون له\nابدا\nمثل الفصل الذى بين الطائر والانسان. فاما الذى ليس له رجلان\nفليس فيه فصول\nوان كان حيوان دمى ففى الدم فصول ايضا لان الدم شىء\nمن الجوهر.\nفان كان ما ذكرنا على مثل هذه الحال فهو بين ان الفصل\nالواحد شىء يكون فى اثنين.\nفان كان ذلك كا ذكرنا فهو بين انه لا يمكن\nان يكون العدم فصل\nوتكون الفصول بالعدم مساوية للاشخاص اعنى اشخاص\nالحيوان ان كانت\nهذه الاشخاص لا تقسم ولا تجزأ والفصول لا تجزأ وليس\nفصل عام مشترك.\nفاما ان كان يمكن ان يكون فصل واحد عاما مشتركا لا\nيقسم ولا يجزأ\nفهو بين انه انما يكون بالاول المشترك الذى للاشياء التى هى\nفهى لان من الحيوان\nما <span id='ms011'></span> هو بالصورة غير الآخر. فباضطرار نقول انه ليس\nصورة واحدة مشتركة واقعة على\nجميع الاشخاص التى لا تقسم ابدا\nوالا فانها\nستكون آخر وتنسب الى الفصل الذى هو فهو. وليس ينبغى\nان يكون الشخص\nالواحد الذى هو فهو منسوب الى فصل آخر\nمن الفصول المجزأة ولا تنسب\nالاشياء المختلفة الى فصل واحد هو فهو ولا جميع الاشياء تنسب الى هذه\nالفصول.\nفهو بين انه لا يمكن ان تؤخذ الصورة التى لا تجزأ\nمثل ما\nيجزئ الذين يجزئون الحيوان فى اثنين\nاو جنسر آخر ايما كان. فانه بقدر\nقول اولائك باضطرار ان يكون جميع اجناس الحيوان التى لا تجزأ بالصورة\n<***> فى\nاواخر الفصول.\nفانه انا كان جنس من الاجناس التى فى\nاوائل فصوله اصناف\nالبياض وكل واحد من تلك الاصناف تجزأ فى فصول أخر\nوتذهب مثل هذا المذهب الى ما بين يديه حتى تنتهى الى\nالاشخاص ستكون\nاواخر الفصول اربعة او\nكثرة اخرى من التى تضعف من الواحد وتكون\nالصور\nايضا فى الكثرة على مثل هذه الحال [ايضا]. والصورة والفصل فى الهيولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nلانه لا يمكن ان يكون ولا عضو واحد من اعضاء الحيوان\nبغير هيولى ولا يمكن\nان يكون عضو من اعضاء الحيوان هيولى فقط\nولا كلما كان له جسد يكون على\nكل حال حيوانا كما\nقلنا مرارا شتى. وايضا ينبغى ان يكون التجزئ بالتى\nفى الجوهر وليس\nبالاعراض بذاتها كقولى انه ان اراد احد ان يجزئ الاشكال\nسيقول\nان زوايا بعض الاشكال مساوية لزاويتين قائمتين ولم يميز زوايا بعض\nالاشكال مساوية لزوايا كثيرة.\nفانه من العرض الذى يعرض للشكل المثلث ان\nتكون\nزواياه مساوية لقائمتين. وايضا ينبغى ان يكون التجزىء فى التى يضاد\nبعضها بعضا\nلان الاشياء التى يضاد بعضها بعضا مختلفة مثل البياض\nوالسواد\nوالاستقامة والاعوجاج. وكل واحد من هذه الفصول\nيجزأ فى الذى\nيضاده ويخالفه وليس شىء يجزأ بعضه باللون وبعضه بالسباحة.\nومعما قلنا\nاجناس الحيوان تجزأ بالافعال المشتركة للنفس\nوالجسد كما وصفنا ايضا حيث\nذكرنا الحيوان\nالسيار <span id='ms012'></span> والطيار. فان للحيوان اجناسا توجد فيها هتان\nالخصلتان\nاعنى ان فيها ما له جناحان ومنها ما ليس له جناح مثل جنس\nالنمل\nفان منه ما له جناح ويطير ومنه ما ليس له جناح ولا يطير. وينبغى\nان يكون التجزئ ايضا فى الانيس والبرى\nفان هذين الصنفين من اصناف\nالتجزئ.\nوبقول عام اذا كان حيوان انيس يكون حيوان برى وحشى ايضا مثل\nالانسان\nوالبقر والكلاب وفى ارض الهند خنازير ومعزى وغنم\nوجميع الاصناف\nالمشتركة بالاسم. فان كانت هذه الاصناف هى فهى\nواحدة بالصورة ليس يمكن\nان تكون فصول للانيسة والوحشية بنوع آخر الا بالنوع الذى ذكرنا.\nفباضطرار يعرض هذا العرض للذى يريد التجزئ بفن صواب.\nوانما ينبغى\nان تؤخذ معرفة الحيوان بقدر الاجناسر\nكما وصفنا فيما سلف. فاما كثير من\nالناس فانهم جزؤوا اصناف الطائر واجناس\nالسمك بفصول شتى <و> كل واحد من\nتلك الفصول بفصول أخر ايضا ولم يجزئوا\nبنوع التجزى الذى يجزئ كل جنس\nبفصلين وليس يمكن ذلك البتة\nلان الواحد الذى هو فهو يقع فى اصناف\nتجزئ كثيرة\nوالاضداد تقع فى تجزئ واحد هو فهو اما\nان يكون واحدا\nمبسوطا واما ان يكون واحدا من تركيب ويكون من ذلل\nالصورة الآخرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nفان لم يؤخذ الفصل بنوع فصل\nباضطرار يهيأ التجزىء متصلا متتابعا مثل ما\nيهيأ رباط وعقد الكلام واحدا.\nاقول انه يعرض مثل العرض الذى يعرض\nللذين يجزئون ويزعمون ان\nمن الحيوان ما له جناح ومنه ما ليس له جناح ومن\nالمجنح <***>\nما هو ابيض ومنه ما هو اسود وليس الانيس ولا الابيض\nفصل\nللمجنح بل هما فصول\nلاول آخر وذلك الاول بنوع عرض وفى ذلك تجزئ\nالواحد فى تجزئ\nكثير كما قلنا فيما سلف. وبهذا النوع يصيرون\nعدم\nالمجنح فصلا فاما فى التجزئ الذى يجزئ باثنين فليس يفعلون ذلك.\nومن\nهذه الحجج يستبين ايضا انه لا يستطاع ان يؤخذ شىء من الاشياء المفردة\nبذاتها\nبغير الواحد كما ظن بعض الناس\nانه لا يمكن ان يكون\nفصل واحد <span id='ms013'></span>\nللاشياء المفردة بذاتها لا إن اخذ احد الفصل\nمبسوطا ولا ان اخذه مركبا\nوانما اعنى مبسوطا\nان كان له فصل وان لم يكن\nله كقولنا الكثير الافتراق اذا\nقيس الى المشقوق الرجلين فاما المركب فهو مثل تشقيق الرجلين.\nوبهذا\nالنوع يكون الاتصال الذى\nيكون من الجنس فى التجزئ حتى ينتهى الى\nالفصل لان الكل مثل شىء واحد ولكن يعرض من\nالكلمة ان يظن ان الفصل\nالاخير\nفصل فقط مثل الذى يشقق فى كثير او الذى له رجلان فقط فاما الذى\nله رجلان فقط\nوالذى له ارجل كثيرة فمن فضول الفصول لانه بين انه لا يمكن\nان تكون فصول مثل هذه كثيرة.\nومن جزأ التجزئ بنوع الصواب\nينتهى الى\nالتجزىء الاخير والى الصورة\nوانما التجزىء الاخير الذى يجزئ فى المشقوق\nالرجلين فقط. فبهذا النوع يكون جميع تركيب التجزىء. فاما ان\nجزأ احد\nالانسان اعنى ان ركب الذى له رجلان والذى له ارجل كثيرة والمشقوق الرجلين\nسيعلم ان الانسان انما له رجلان فقط فهذا يكون\nفصلا واحدا. فاما حيننا\nهذا فقد اوضحنا انه لا ينبغى ان تكون\nفصول كثيرة منسوبة الى فصل واحد\nباضطرار وليس يمكن ان تكون فصول كثيرة\nللشىء الواحد الذى هو فهو منسوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nالى تجزىء واحد بل ينبغى ان يكون\nالفصل الاخير واحدا. فليس مما يمكن\nان يؤخذ كل واحد من الحيوان المفرد بذاته\nويجزأ بجزءين.\n[4]\nوخليق ان يعتاص احد ويقول لماذا لم\nيجنس الناسر الجنسين باسم\nواحد فى قديم التجزئ اعنى بقولى \"جنسين\" جنس الحيوان المائى وجنس\nالطائر فان\nلهذه الاصناف من اصناف الحيوان وللاصناف الأخر آفات واعراض\nمشتركة لجميعها.\nوعلى ذلك بنوع صواب جزئ على مثل هذه الحال لان\nالاجناس التى\nلها فصول بالفضلة التى فيها وبالاكثر\nوالاقل مسماة باسم واحد\nمنسوبة الى جنس واحد. فاما التى لها ملاءمة تلائم ما ذكرنا\nفهى موضوعة\nعلى حدتها اقول ان بين طائر وطائر فصل\nبالفضلة فان منه ما هو طويل\nالجناح ومنه ما هو قصير الجناح.\nفاما الفصل الذى <span id='ms014'></span> بين السمك والطائر\nفبالملاءمة لان للطائر\nريش وللسمك قشر مكان الريش. وليس هذا الفصل يسيرا\nفى جميع فصول الاجناس بل عسر شديد\nلان هذه الآفات والاعراض فى كثير\nمن الحيوان واجناس الحيوان جواهر\nوالاواخر صور وليس لها بنوع الصورة\nفصل كقولى\nمثل \"سقراطيس\" و \"قورسقوس\". ولذلك يلزمنا باضطرار ان نقول\nاولا\nالاشياء الكلية او نقول الشىء الواحد الذى هو فهو مرارا شتى. فانه\nكما قلنا فيما سلف الكلية مشتركة وكلما يكون فى كثير\nمما نسمى كل. وفى هذا\nالامر عويص اعنى ان كان ينبغى لاحد ان يقول قولا فى الاجناس اولا او فى\nالاشخاص\nلان الجنس محدق بالصور والاشخاص فاما الصورة فمحدقة بالاشخاص\nفقط\nوالاشخاص مفردة بذاتها لا تحدق بغيرها.\nفكما يقال فى الانسان\nكذلك ينبغى ان يقال فى\nالطائر ايضا وليس ينبغى ان يذكر كل طائر لان\nفى هذا الجنس صور. وانما ينبغى ان تذكر اشخاص\nالطائر الذى لا تجزأ\nمثل العصفور او الغرنوق او شىء آخر مثل هذا.\nوإلا فانه سيعرض ان يقال\nفى الآفة الواحدة التى هى فهى مرارا شتى لان تلك الآفة فى كثرة\nبنوع\nمشترك وذلك من الخطأ وليس من الخطأ فقط بل\nمن التطويل وترداد القول\nمرارا شتى ايضا اعنى القول فى كل واحد من الحيوان على حدته. وخليق ان\nتكون الاستقامة والصواب\nفى ذكر الاجناس\nالتى حدها الناس بنوع الصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nلانها اجناس عامة مشتركة ولها طباع واحد مشترل وفى ذلك الطباع\nصور لا\nيبعد بعضها من بعض بعدا كثيرا مثل الطائر والسمك\nوكلما ليس له اسم خاص\nوهو مجنس فى ذلك الجنس الواحد\nالذى هو فهو. فاما ما لم يكن له جنس\nمشترل فهو بين انه ينبغى ان يكون القول فى كل واحد مفردا بذاته مثل\nالانسان\nوان كان شىء آخر مثله. وبقدر قول القائل ان كانت مشابهة فى\nاشكال\nالاعضاء وكل الجسد فلها اجناس\nمحدودة مثل جنس الطائر\nوجنس\nالسمك وجنس الحيوان التى تسمى باليونانية مالاقيا وجنس الحلزون.\nفان\nاعضاء هذه الاجناس <span id='ms015'></span> مختلفة ليس بشبه الملاءمة\nمثل ما فى الانسان والسمك\nفان العظم الذى فى الانسان شبيه بالشوكة التى فى السمك بالملاءمة\nبل\nينبغى ان يؤخذ ما ذكرنا من الآفات الجسدانية اعنى العظم\nوالصغر واللين\nوالجساوة والملوسة والخشونة\nوسائر الآفات التى تشبه هذه الصفة المصنفة وبقول\nعام ينبغى ان ننظر فى الاكثر والاقل.\nفقد بينا كيف ينبغى ان تقبل الحيلة\nالآخذة الى معرفة الطباع وبأى نوع\nينبغى ان يكون الرأى الناظر فى طباع\nالحيوان واوضحنا المسلك والسبيل اللين اعنى الذى ليس بعسر وبينا ايضا\nكيف يمكن ان يكون نوع التجزىء وكيف ينبغى ان\nيعلمه الذى يريد ان\nيستعمله على الصواب وان التجزئ باثنين ربما كان ممكنا وربما كان مما لا\nيستطاع.\nفاذ قد بينا جميع هذه الاشياء ينبغى لنا ان نذكر ما يتلوها\nويصير هذا الابتداء\nاول قولنا.\n[ه]\nويعرض ان يكون بعض الجواهر التى تقوم طباعا غير مولود\nلا يبلى\nفى جميع العالم وبعضها مشترك\nفى الولاد والبلى. ورأينا وقولنا قليل\nفى\nالجوهر الواحد الالهى لان الاشياء البينة لنا\nمن أثار ذلك الجوهر يسيرة\nجدا\nونحن نقوى ان نقول قولا اكثر فى الحيوان والشجر التى تفسد وتبلى\nان علمها ايسر علينا لقربها منا وتربيتنا معها.\nوقد يقوى من اراد علم\nكل واحد منهما ان يقول فيه اقاويل شتى\nمع تعب وكد وفى كلاهما عويص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nلانا انما\nندرك علما يسيرا من علم الجواهر السماوية\nلكرمها وعظم شأنها\nفان العاشق اذا عشق شيئا رغب فى معرفة جزء من الاجزاء ايما كان وان\nكان جزءا صغيرا وذلك خاص للعاشق وعلم ذلك الجزء الصفير احب اليه\nمن\nعلم اجزاء اخر كثيرة لا رغبة له فيها وان عظمت تلك الاجزاء ولطفت معرفته لها.\nمن\nعلم غيرها ونعرفها يقينا من اجل انها اقرب الينا من غيرها\nوطباعها مدان\nلطباعنا.\nفان قد ذكرنا حال الحيوان فيما سلف من قولنا\nوبينا الاشياء\nالظاهرة لنا بقى ان نذكر طباع\nالحيوان ولا ندع شيئا مما نقوى على ذكره\nبقدر مبلغ رأينا <span id='ms016'></span>\nان كان اكرم وان كان دون الكريم.\nفان الطباع الذى\nخلق الحيوان يكون سبب لذة عظيمة\nللذين يقوون على معرفة العلل وهم فلاسفة\nمن الطباع\nاذا نظروا الى الحيوان الحقير الذى ليس بحسن المنظر.\nوهو\nمن الجهل والخطأ ان ننظر الى صورها\nونفرح بالمهنة التى عملتها لان\nمهنة العامل تستبين فى المعمول\nكقولى فى مهنة الصورة تستبين احكام عمل\nالصور وفى عمل الاصنام وافراغها تستبين حكمة الصانع\nولا نستحب رأى ومعرفة\nالاشياء المقومة ولا سيما اذ نقوى\nعلى معرفة العلل. ولذلك ينبغى لنا ان\nلا نكره النظر\nفى طباع الحيوان الحقير الذى ليس بكريم ولا يصعب ذلك\nعلينا كما يصعب على الصبيان وفى جميع\nالاشياء الطباعية شئ عجيب. وكما\nيذكر ان اراقليطوس\nقال للفرباء الذين ارادوا\nكلامه حيث نظروا اليه داخل\nالهيكل فوقفوا ولم يقدروا على الدنو منه فانه أمرهم بالدخول الى الهيكل\nلان\nهناك آلهة ايضا. وكذلك ينبغى لنا ايضا ان نطلب معرفة طباع\nكل واحد من\nالحيوان ونعلم أن فى جميع الحيوان\nشيئا طباعيا كريما لانه لم يطبع شىء منها\nعلى وجه الباطل ولا كما جاء ولا بالبخت بل\nكلما يكون من اعمال الطباع انما\nيكون لشىء\nوكل ما كان ويكون من الطباع انما كان ويكون لحال شىء اعنى\nلحال التمام ولذلك صار له مكان ومرتبة فاضلة صالحة.\nفان ظن احد ان\nالرأى الذى يكون فى معرفة سائر الحيوان\nغير كريم فليعلم انه لا ينبغى ان\nيظن\nبه ايضا مثل هذا الظن لانه لا يمكن أن يعرف ويعلم الاشياء التى\nمنها ركب جنس الانسان بلا عسرة شديدة اعنى اللحم والدم والعظام\nوالعروق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nوالاعضاء التى هى مثل هذه. وكما ينبغى لنا ان نظن\nان الذى يتكلم فى\nشىء من الآلة او من الآنية لا يذكر\nالهيولى التى هى منها فقط ولا يكون قوله\nمن اجلها\nبل من اجل كل الصورة كما نفعل اذا ذكرنا بيتا فانا\nلا نكتفى\nبذكر اللبن والحجارة والطين والخشب حتى نذكر نوع\nالتركيب وكل الجوهر <span id='ms017'></span>\nوصورة البيت.\nوباضطرار يلزمنا ان نصف اولا الاعراض\nالتى تعرض لكل واحد\nمن اجناس الحيوان وبعد\nذلك نذكر علل تلك الاعراض. وقد قلنا فيما\nسلف\nان اشياء كثيرة مشتركة تكون فى كثير من الحيوان ومنها ما يكون\nبنوع مبسوط\nمثل الرجلين والقشور والريش وجميع\nما يشبه هذا الفن ومنها ما هو فى\nالحيوان بنوع الملاءمة. وانما اقول بنوع الملاءمة\nلان لبعضها رئة وليس\nبعضها رئة\nبل عضو آخر ملائم للرئة وفى بعضها\nدم وليس فى بعضها دم بل\nشىء آخر ملائم للدم له قوة مثل قوته\nفى الحيوان الدمى. وقد قلنا فيما سلف\nان ذكر كل واحد\nمن الاعضاء الأخر التى فى كل واحد من اجناس الحيوان\nيكون علة ترداد\nالقول الواحد مرارا شتى ولا سيما اذا اردنا تصنيف جميع\nهذه الاشياء التى فى كل واحد من الحيوان\nفان اشياء كثيرة تكون فى كثير\nمن الحيوان هى فهى\nفلنميز هذه الاشياء على مثل هذه الحال. وقد علمنا\nان كل آلة لحال شىء\nوكل واحد من اعضاء الجسد لحال شىء والذى يقال\nلحال شىء فعل\nمن الافعال فهو بين ان كل الجسد ايضا صار مقوما لحال\nفعل\nمن الافعال كثير الاجزاء. ولم يصر فعل المنشار لحال المنشار\nبل\nالمنشار عمل لحال فعله وانما فعله النشر\nوكذلك نقول ان خلقة الجسد لحال\nالنفس\nوالاعضاء خلقت لحال الاعمال وطبع كل واحد منها طباع موافق للامر\nالذى يراد. وينبغى لنا ان نقول\nاولا الافعال اعنى المشتركة لجميع اجناس\nالحيوان ثم الافعال\nالمنسوبة الى كل واحد من الصور. وانما أسمى افعالا\nمشتركة التى تكون فى جمبع\nالحيوان فاما الافعال المنسوبة الى كل واحد من\nاجناس الفصول التى تقارب بعضها بعضا\nوتظهر لنا كينونتها بالفضلة والزيادة\nوالنقصان كقولى ان\nالطائر بالجنس فاما الانسان فبالصورة وكلما ليس له ولا\nفصل واحد\nبالكلمة الكلية. فان المشترك يكون فى بعض الحيوان\nبالملاءمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nوبعضه يكون بالاجناس ومنه ما يكون\nبالصورة\nوالافعال تخالف بعضها بعضا\nبقدر هذا النوع وتبعد بعضها من <span id='ms018'></span> بعض. وانما تكون الافعال لحال شىء\nومن الافعال افعال تتقدم غيرها ومنها افعال تكون تماما\nلغيرها وبمثل هذا\nالفن تكون حال\nكل واحد من الاعضاء بقدر الافعال التى وصفنا. وبنوع ثالث\nباضطرار تكون فى الحيوان آفات وافعال ايضا مثل الولاد\nوالنشوء والسفاد\nوالسهر والنوم والسير وجميع الآفات\nالتى تكون فى الحيوان مثل هذه. وينبغى\nلنا ان نذكر اعضاء الحيوان اعنى الانف\nوالعين وكل الوجه فان كل واحد مما\nذكرنا يسمى\nجزءا ونذكر ايضا بقية الاعضاء. فقد اكتفينا بقولنا الذى قلنا\nفى\nمذهب الحيلة التى ينبغى لنا ان نستعمل فى معرفة طباع الحيوان. فاما\nحيننا هذا فهو لازم لنا ان نروم ذكر العلل\nالمشتركة والخاصة ونبتدئ\nبذكر\nاوائلها كما حددنا وميزنا فيما سلف من قولنا.\nتمت المقالة الحادية عشر\nمن كتاب الحيوان\nلارسطوطاليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>المقالة الثانية عشر من كتاب الحيوان لارسطوطاليس</h1>\n\n<p>\n[1]\nقد بينا واوضحنا فيما سلف من قولنا الاعضاء التى منها تقويم وتركيب كل\nواحد من\nالحيوان وكم تلك الاعضاء\nفاما حيننا هذا فانا سنوضح العلل التى\nمن اجلها خلق كل واحد من الاعضاء\nونفرق كل واحد منها بذاته كما فعلنا\nفيما سلف.\nوينبغى ان نعلم ان انواع التركيب ثلاثة. فالنوع الاول من\nتلك الانواع التركيب\nالذى يكون من الذى يسميه بعض الناس اسطقسات مثل\nالارض\nوالهواء والماء والنار. وخليق ان يكون امثل واوفق ان يكون القول فى\nالقوى\nوليس من جميعها بل كما فعلنا فى مواضع أخر\nفيما سلف من الرطب\nواليابس والحار\nوالبارد فان هذه القوى هيولى الاجساد المركبة. فاما الفصول\nالأخر\nفهى تابعة لهذه مثل الثقل والخفة\nوالصفاقة والسخافة والخشونة\nوالملوسة وسائر الآفات\nالتى تشبه هذه وتتبع الاجساد. فاما التركيب الثانى\nفمن الاوائل اعنى من التى اجزاؤها من قبل الطباع تشبه بعضها بعضا وهى\nالاضاء التى فى تركيب الحيوان من الطباع\nمثل العظم واللحم وغير ذلك مما\nيشبه هذه. فاما التركيب الثالث\nوهو الاخير فمن الاعضاء التى اجزاؤها لا\nتشبه بعضها بعضا مثل الوجه\nواليد والاعضاء التى مثل هذه <span id='ms019'></span>. وقد علمنا ان\nبين\nالولاد والجوهر خلاف من قبل ان الاواخر فى الولا\nاوائل فى الطباع.\nوانما الاول التى فى الولاد اخير\nمن اجل انه لا يقال ان البيت انما هو\nلحال اللبن والحجارة بل\nيقال ان هذه لحال البيت. وعلى مثل هذه\nالحال\nالهيولى. وهو بين ليس من نوع الكلام الذى يتلو فقط ان هذه\nالاشياء على مثل هذه الحال\nلكن [و] من الكلمة والحد ايضا من اجل ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nكلما يكون\nانما يكون من شىء وكينونته تكون فى شىء ومن اول\nالى اول اعنى\nمن الاول المحرك الذى له\nطباع الى صورة من الصور فان الانسان\nيلد\nانسانا ومن الشجر تنبت الشجر وذلك يكون\nمن الهيولى الموضوعة لكل واحد\nمن هذه الاشياء.\nفباضطرار تكون الهيولى والولاد والكينونة اقدم من غيرها.\nفاما بالكلمة والحد فالجوهر\nوصورة كل واحد من الاشياء اقدم وذلك يستبين\nاذا قال احد كلمة الكينونة\nلان فى كلمة البناء كلمة\nالبيت ايضا. فاما كلمة\nالبيت فليس فيها كلمة البناء\nوهذا العرض يعرض على مثل هذه الحال فى\nالأخر ايضا فهو بين انه باضطرار تكون\nالاسطقسات هيولى موضوعة لحال\nالاعضاء التى اجزاؤها تشبه بعضها بعضا\nوتلك الاضاء الاواخر فى الولاد\nبعد هذه\nوفيها التمام والغاية ثم تأخذ التقويم الذى يكون من نوع\nالتركيب\nالثالث كما\nيعرض تمام اصناف الولاد فى كثير من الاشياء. فتركيب\nالحيوان\nمن كل هذه الاعضاء ولكن كل واحد من الاعضاء التى اجزاؤها تشبه بعضها\nبعضا انما هى لحال\nالاعضاء التى اجزاؤها لا تشبه بعضها بعضا لان\nالاعمال والافعال انما هى للاعضاء التى اجزاؤها لا تشبه بعضها بعضا\nمثل\nالعين والانف وكل الوجه\nوالاصبع واليد وكل العضد.\nوينبغى ان نعلم ان\nحركات وافعال\nالحيوان مختلفة كثيرة الصور وافعال الاعضاء التى مثل هذه كمثل.\nفباضطرار يكون\nتركيب الحيوان من قوى لا تشبه بعضها بعضا ولذلك صار\nاللين\nموافقا لبعض اصناف الفعال والجساوة موافقة لبعض الفعال\nومنها ما يوافق الكف\nوالانثناء ومنها ما يلائم المد والانبساط. ففى <span id='ms020'></span> الاعضاء التى اجزاؤها تشبه بعضها\nبعضا\nمثل هذه القوى وفى كل واحد منها قوة على حدته من قبل ان\nمنها\nما هو لين ومنها ما هو جاس ومنها رطب ومنها\nيابس ومنها لزج ومنها قحل.\nفاما الاعضاء التى لا تشبه اجزاؤها بعضها بعضا\nففيها قوى كثيرة لانها مركبة\nمن كثرة ولذلك صارت قوة\nموافقة للاخذ باليد شيئا وقوة اخرى موافقة لضبط شىء\nباليد\nولذلك صار تقويم هذه الاعضاء من عظام وعصب ولحم\nوسائر الاشياء التى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nمثل هذه. فبهذا النوع صار تركيب الاعضاء التى هى آلة لكل الجسد.\nفلهذه العلة صار تركيب اعضاء الحيوان\nكما ذكرنا\nوهو بين\nانه\nباضطرار تكون انواع التركيب كما وصفنا وبعض الانواع تتقدم غيره كما لخصنا.\nوتركيب الاعضاء التى اجزاؤها لا تشبه بعضها بعضا باضطرار يكون من الاعضاء\nالتى اجزاؤها تشبه بعضها بعضا ويكن ان يكون تفويم وتركيب بعض الاعضاء\nمن كثرة تركيب بعضها من واحد مثل بعض اعضاء الجوف\nفان اشكالها من\nصور مختلفة ومنها ما هو جسد اجزاؤه تشبه بعضها بعضا\nبقدر قول القائل\nبقول مبسوط. وليس يمكن ان تكون الاعضاء التى اجزاؤها لا تشبه بعضها بعضا\nمن هذه\nلان الذى لا تشبه اجزاؤه بعضها بعضا ليس بواحد بل كثير من\nالتى تشبه اجزاؤها بعضها بعضا. فمن اجل\nهذه العلل صار بعض الاعضاء\nمبسوطة واجزاؤها تشبه بعضها بعضا وصارت بعضها\nمركبة واجزاؤها لا تشبه\nبعضها بعضا.\nومن الاعضاء التى فى الحيوان اعضاء هى آلة\nوكل واحد من\nتلك الاعضاء لا تشبه اجزاؤها بعضها بعضا كما\nتبينا فيما سلف. ويكون اولا\nحس فى جميع\nالاعضاء التى اجزاؤها تشبه بعضها بعضا لان كل واحد من\nالحواس منسوب الى\nجنس واحد وكل واحد من آلة الحس قبول للاشياء\nالمحسوسة.\nوانما يلقى ذلك [الذى] بالقوة من الذى بالفعال\nفهو بالجنس\nواحد هو فهو ولذلك واحد وهذا واحد.\n[2]\nولذلك لا يروم احد من\nالذين يكلمون كلاما طباعيا ان يقول ان المنظر\nوالوجه او شىء آخر من الاعضاء التى مثل <span id='ms021'></span> هذه من ارض فقط او من\nماء او من\nنار. فاما جميع آلة الحس فهم\nينسبونه الى كل واحد من الاسطقسات ويزعمون ان\nمنها ما هو هواء ومنها ما هو ماء\nومنها ما هو نار. ولان الحس المبسوط للاعضاء\nالمبسوطة\nبحق نقول ان حس اللمس يكون فى التى اجزاؤها تشبه بعضها بعضا\nوذلك بنوع مبسوط دون غيره. واللمس يظن ان يكون\nيحس باصناف كثيرة مختلفة\nمن الاشياء التى تقع تحت الحس وبضديات كثيرة\nتوجد فى المحسوس الذى يدرك\nبحس اللمس مثل الحار والبارد واليابس\nوالرطب وسائر الاشياء التى تشبه هذه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nوآلة حس هذه الاشياء [اللحم] وما يلائمه وآلة هذا الحس من\nاللحم اكثر\nمن غيره.\nولانه لا يمكن ان يكون الحيوان بلا حس\nباضطرار صارت فى\nبعض الحيوان اعضاء من\nهذه الاعضاء. فاما الافعال فهى تكون\nبالاعضاء\nالتى لا تشبه بعضها بعضا\nفقوة الحس والقوة المحركة للحيوان والقوة المهيجة\nللشهوة فى\nعضو واحد هو فهو كما قلنا فى اماكن أخر من قولنا الذى\nسلف.\nفباضطرار يكون فى الجسد عضو اول قبول لهذه\nالاوائل فلانه قبول لجميع\nالاشياء المحسوسة ينبغى ان يكون من\nالاعضاء المبسوطة ولانه يتحرل وبهيج\nللنشاط ينبغى ان يكون من\nالتى اجزاؤها لا تشبه بعضها بعضا وهو فى\nالحيوان الدمى القلب وفى الحيوان الذى ليس بدمى\nالعضو الذى يلائم ويشبه\nالقلب. والقلب يجزأ\nفى اجزاء تشبه بعضها بعضا مثل كل واحد من سائر\nالاعضاء التى فى الجوف\nلان تقويمها من هيولى مثل هذه اعنى ان\nطبا ع\nجميع اعضاء الجوف دمى لان وضعها على سبل\nمن عروق [اعنى ان طباع\nاعضاء الجوف دمى لان وضعها على سبل من عروق] وخلل فيما بينها كما تكون\nفى الاماكن التى يسيل فيها الماء ولذلك الماء\nثقل فجميع اعضاء الجسد\nمركب من عروق فيها مسيل دم. فاما القلب ففيه\nابتداء العروق وفيه القوة\nالاولى التى تخلق\nالدم وينبغى ان\nيكون من الغذاء الذى يقبل ولذلك\nالفذاء يكون على مثل هذه الحال.\nفقد <span id='ms022'></span> بينا العلة التى من اجلها صار\nغذاء اعضاء الجوف دما والعلة التى من اجلها\nصارت بعض الاعضاء اجزاؤها\nتشبه بعضها بعضا وبعضها ركبت من احزاء لا تشبه بعضها بعضا.\nومن\nالاعضاء التى اجزاؤها تشبه بعضها بعضا ما هو\nلين ومنها ما هو رطب\nومنها ما هو جاس صلب ومنها ما هو رطب\nما دام فى الطباع مثل الدم\nوالمخ والشحم\nوالثرب والمنى والمرة واللبن فى الحيوان الذى له لحم والحيوان\nالذى له\nشىء ملائم للحم. وانما اقول هذا القول لانه لا يكون جميع هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nالاuضاء فى كل الحيوان بل فى بعضها اعضاء ملائمة لهذه الاعضاء. وايضا\nاقول ان الاعضاء\nاليابسة الصلبة من الاعضاء التى اجزاؤها تشبه بعضها بعضا\nمثل العظم والشوكة\nوالعصب والعرق وسائر التى اجزاؤها تشبه بعضها بعضا.\nوفى هذا التجزىء\nفصل واختلاف من قبل ان مما ذكرنا ما يشارك الكل بالاسم\nكقولنا عرق وعروق وهذا ليس مثل المشترك بالاسم بل كما يقال ان الوجه\nيشارك الوجه بالاسم. وانواع علل الاضاء الرطبة\nواليابسة كثيرة لان بعضها\nمثل هيولى الاعضاء التى اجزاؤها تشبه بعضها بعضا\nفان كل واحد من\nالاعضاء التى هى آلة يقوم من هذه اعنى من العظام\nوالعصب واللحم وسائر\nالتى تشبه هذه فان بعضها\nموافق للجوهر وبعضها موافق للعمل وبعض\nالرطوبات غذاء لهذه لان جمبع الاعضاء ينشو وينمو من الرطوبة\nوهو من\nالعرض ان يكون بعضها فضول من هذه اعنى\nثفل الفذاء اليابس والرطب فى\nالحيوان\nالذى له مثانة. وفى هذه الاشياء التى وصفنا فصول\nلحال الامثل\nوالاجود كقولى ان فى الدم فصول مختلفة اذا قيس دم\nالى دم آخر لان من\nالدم ما هو ارق والطف ومنه ما هو اغلط اثخن ومنه ما هو\nانقى ومنه ما هو\nاكدر وايضا من الدم ما هو ابرد\nومنه ما هو اسخن وذلك فى اعضاء الحيوان\nالواحد الذى هو فهو\nلان الذى يكون فى الاعضاء العليا مخالف للذى فى\nالاعضاء الذى فى اسفل الجسد\nبالخلاف الذى ذكرنا وكل واحد <span id='ms023'></span> مخالف لغيره\nوفصول سائر الرطوبات على مثل هذه الحال ايضا. وبقول عام\nان من الحيوان\nما هو دمى ومنه ما له مكان الدم\nشىء آخر ملائم للدم\nوالدم الغليظ كثير\nالغذاء للجسد وهو اقل حسا.\nفاما الدم النقى فهو اسخن واكثر حسا واوفق\nلذى العقل وابرد.\nومثل هذا الفصل يكون فى الجزء [الملائم] الذى فى\nالحيوان [الملائم]. ومن اجل هذه العلة\nالنحل واصناف حيوان أخر فى\nطباعها اعقل من الحيوان الدمى ومن الحيوان الدمى ما له دم ابرد\nوالطف\nاحلم من الذى دمه على خلاف ذلك.\nواجود الحيوان ما له دم حار لطيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nنقى\nلان الحيوان الذى يكون على مثل هذه الحال اوفق فى الجلادة والحلم.\nوبنوع آخر الاعضاء التى فى اعلى الجسد مخالفة للاعضاء التى فى اسفله بهذا\nالفصل والذكر اذا قيس الى الانثى واعضاء الناحية اليمنى\nاذا قيست الى\nاعضاء الناحية اليسرى. وينبغى لنا ان نظن ان فى\nسائر الاعضاء فصلا مثل\nهذا وفى الاعضاء التى اجزاؤها لا تشبه بعضها بعضا\nلان بعضها اوفق\nلجوهر واعمال الحيوان وبعضها اوفق للاجود او الاردأ\nمثل الفصول التى فى\nخلقة العين لان من الحيوان ما هو جاسى العين\nومنه ما هو لين العين ومنه\nما ليس لعينه اشفار\nومنه ما لعينه اشفار ليكون البصر احد والطف.\nفباضطرار يكون فى كل حيوان اما دم اما شىء آخر ملائم للدم وطباع الدم\nمختلف كما قلنا آنفا.\nفينبغى لنا اولا ان نجزئ الحار والبارد ونفصل اصناف\nالدم ثم ننظر فى\nالعلل لان طباع اشياء كثيرة تنسب الى\nاوائل باعيانها.\nوكثير من الناس يقاول ويشاجر غيره ويطلب اى الحيوان\nبارد وايها حار واى\nالاعضاء حار وايها بارد ومن الناس من يزعم ان الحيوان المائى اسخن من\nالمشاء\nالبرى ويحتج ويقول انه لا يحتمل\nبرد الماء الا لحرارة طباعه\nوالحيوان الدمى\nاحر واسخن من الذى لا دم له والاناث احر من الذكور كما\nفعل برمنيدس\nحيث زعم ان النساء اسخن من الرجال.\nوقد قال هذا القول <span id='ms024'></span> غيره ايضا\nواحتجوا وقالوا ان\nالطمث انما يعرض للنساء لكثرة حرارتهن. فاما امبدوقليس\nفهو يقول خلاف هذا القول. وايضا\nمن القدماء من يقول ان الدم بارد والمرة\nكمثل ومنهم من يقول خلاف ذلك.\nفان كانوا شككوا واختلفوا فى طباع الحار\nوالبارد ماذا ينبغى ان نظن نحن فى تشكيكهم واختلافهم فى الآخر\nفان\nالحار والبارد من الاشياء الظاهرة لنا اكثر من غيرها التى تعرف بالحس وهو\nسببه ان يكون عرض لهم هذا العرض لان الاسخن والابرد تقال بانواع شتى\nوكل واحد من المتكلمين يظن انه يقول شيئا وانما يقول خلاف الحق.\nفليس\nينبغى ان يخفى علينا ان بعض الاشياء المقومة من الطباع\nحارة وبعضها باردة\nوبعضها يابسة وبعضها رطبة\nولا سيما انه بين ان هذه الاشياء علل الحياة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nوالموت\nوعلل السهر والنوم والشباب\nوالكبر والسقم والصحة. وليس علل ما وصفنا\nالخشونة والملوسة\nولا الخفة والثقل ولا شىء آخر من الاشياء التى مثل هذه\nبقدر قول القائل. وبحق عرض هذا العرض لانه كما\nقلنا فيما سلف ان\nاوائل الاسطقسات الطباعية\nالحار والبارد واليابس والرطب.\nفينبغى لنا ان\nنعلم اولا ان كان الحار يقال بنوع واحد مبسوط او بانواع كثيرة\nونتفقد ماذا\nعمل الحار وهل اعماله قليلة بالعدد او كثيرة. فبنوع واحد\nيقال حار للذى\nيسخن ما يمسه ويدنو منه\nوبنوع آخر يقال حار للذى يكون فى الجسد منه\nحس بين\nاذا مسه وخالطه. وايضا يقال حار اذا كان منه حس مع اذى وربما\nظننا\nان هذا النوع من انواع الكذب لانه ربما كان البصر علة الوجع\nللذين\nيجدون الحس وايضا اذا كان الحار مذيبا\nوايضا اذا كان بعض ذلك الحار\nاكثر وبعضه اقل\nلان الاكثر فى الكمية احر من الاقل. وايضا يقال اكثر حرارة\nللذى لا يبرد عاجلا بل يكون بطىء البرودة\nوالذى يسخن عاجلا اكثر من\nغيره\nيقال انه احر منه من قبل الطباع. فهو بين ان الضد\nيبعد والشبه\nيقرب فهو بين انه لا يقال شىء احر من شىء\nبعدة <span id='ms025'></span> هذه الانواع التى وصفنا.\nوليس يمكن ان يكون كل هذه الانواع فى شىء واحد هو فهو ولا يستطاع ان\nيسخن شىء واحد بجميع هذه الانواع\nلان الماء الحار يسخن اكثر من النار\nفاما النار فهى تحرق وتذيب الجسد الذى يحترق ويذوب اكثر من الماء.\nويقال ان الماء الذى يغلى اسخن ولا يقال النار اسخن من غيره والماء يسخن\nويبرد\nوربما برد عاجلا اكثر من النار اليسيرة\nلانه لا يمكن ان تبرد النار\nفاما الماء فهو يبرد وايضا\nالماء الذى يغلى هو اشد حرارة اذا وقع حس\nالمس وهو يبرد ويجمد\nعاجلا. والدم\nبحس المس اسخن من الزيت والماء\nالحار كمثل واذا برد الماء بردا شديدا جمد جمدا اكثر من الزيت.\nوايضا\nالحجارة والحديد وما يشبه هذه الاشياء يسخن سخونة ابطأ\nمن سخونة الماء\nواذا سخنت احرقت اكثر من الماء. ومعما\nوصفنا من الاشياء المسخنة التى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nتسخن الجسد الذى يماسها ما حرارته غريبة ومنها ما حرارته\nاهلية له. فبين\nهذا الحار الذى يكون بهذا النوع والحار\nالذى يكون من النوع الآخر اختلاف\nكثير لانه قريب من الحار الذى يقال له حار بنوع عرض\nولكن كل واحد منهما\nبذاته كما يقول\nقائل انه عرض من الاعراض ان يكون صاحب علم هو محموم\nاو\nيكون اكثر دفاء وحرارة\nاو يكون صاحب الصحة كثير الحرارة. فقد علمنا\nانه ربما\nكان الحار حارا من ذاته وربما كان حارا بنوع عرض فالحار بذاته بطىء البرودة\nومرارا شتى يسخن\nالحس سخونة اكثر من الحار بنوع العرض وايضا\nالحار من\nذاته يكون ابدا حارا اكثر من غيره كما نقول ان النار ابدا حارة اكثر من\nالماء\nالذى يغلى.\nفهو بين ان\nالقضاء بين اثنين والمعرفة ايهما حار اكثر من\nغيره ليس بمبسوط فانه\nيكون هذا هاهنا اسخن وهاهنا آخر. وفى هذه الأشياء\nاشياء لا يمكن ان يقال انها حارة او انها ليست حارة\nوربما كان موضوع\nالشىء واحدا ليس بحار فاذا دنا من غيره او ركب\nمعه صار <span id='ms026'></span> حارا. وذلك\nمثل الذى يسمى الماء او الحديد حارا فان كل واحد من هدين ليس بحار\nفاذا دنا من النار صار حارا.\nفاما الدم فهو حار من ذاته وربما صار حارا\nمن حرارة عرضية تعرض له ايضا. وهو\nبين فى مثل هذه ان البارد ليس هو\nبطبيعته بل\nعدم وذلك يقال فى جمبع الاشياء التى موضعها حار بنوع آفة\nوعرض.\nوخليق ان يكون طباع النار ايضا مثل هذا\nلان الموضع ربما كان\nاما دخانا واما جمرة\nفان احد هذين ابدا حار لان الدخان شبيه بالبخار\nفاما الجمرة فهى اذا طفئت باردة فاما الزيت وخشبة الصنوبر\nفهى تكون باردة\nفى كل ما يحمى من الاجساد حرارة\nبقدر قول القائل مثل الرماد وفضلة النار\nوجميع الفضول التى تبفى فى اجساد\nالحيوان وما يخرج من قذاها والمرة\nالصفراء ايضا حارة. وانما صارت الاجساد التى احترقت حارة لانه قد\nبقيت\nفيها بقية من حرارة النار. وبنوع آخر\nيقال خشب الصنوبر واشياء أخر حارة\nلانها تتغير عاجلا وتنتقل الى فعل\nالنار. ويظن ان الحار يذيب ويجمد اعنى\nلجميع الاجساد\nفما كان من الاجساد كثير الماء فى تركيبه فهو يجمد من\nالبرودة وما كان فى تركيبه كثير\nمن الارض والماء فهو يجمد ويجتمع من الحرارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nوما كان فى تركيبه من جزء الارض اكثر فهو اسرع جفافا واجتماعا.\nولكن قد\nقلنا فى هذه الاشياء قولا اوضح وابين فى غير هذا الكتاب\nوميزناه واوضحنا\nالاجساد التى تذوب ولاى علة تجتمع.\nفاما طلب معرفة الشىء الحار والذى\nهو اكثر حرارة من غيره فهو يقال بانواع شتى\nولذلك لا يكون فى جميع الاشياء\nبنوع واحد بل ينبغى ان نميز ونفول\nان من الحار حار من ذاته وهو الذى\nيكون حارا ابدا. فاما الآخر فهو حار بنوع عرض\nوايضا يقال احدهما حار\nبالقوة والآخر بالفعال ويقال\nبعض الاشياء حار بنوع حرارته وبعضها حار لانه\nيسخن حس المس اكثر من غيره\nويقال شديد الحرارة كما يكون من التهاب نار.\nواذ قد علمنا <span id='ms027'></span> ان\nالحار يقال بانواع شتى باضطرار يلزمنا ان نقول ان البارد\nيقال\nبانواع شتى فهذا تميز قولنا فى حال الحار والبارد\nبقدر هذا التحديد.\n[3]\nوالذى يتلو قولنا ذكر اليابس والرطب.\nفان كل واحد منهما يقال\nبانواع شتى اعنى ان من الاشياء اشياء تقال يابسة ورطبة\nبالقوة ومنها اشياء\nتقال يابسة ورطبة بالفعال. فان الجليد وكلما\nيجمد يقال رطب وهو بالفعال\nوبنوع العرض يابس فاما بذاته فهو رطب فاما الارض\nوالرماد والاشياء التى\nمثل هذه فانها اذا خالطت الرطوبة تقال رطبة بالفعال\nوبنوع العرض تقال\nيابسة بالقوة وبذاتها.\nواذا افترقت هذه الاشياء تقال بالفعال\nوالقوة رطبة\nالتى فيها جزء كثير من الماء فاما التى فيها جزء كثير من الارض تقال يابسة.\nوبهذا النوع الحقى المسود يقال اليابس والرطب بمثل هذا الفن\nوالحار\nوالبارد كذلك يقال ايضا اعنى الاجساد الحارة والباردة\nبنوع الحق. فاذا\nميزنا هذه الاشياء نستبين ان الدم ربما كان حارا من ذاته وربما اشتدت\nحرارته بنوع عرض\nوحرارته تكون فى حده\nكما يكون البياض فى حد الرجل\nالابيض.\nوربما كان الدم من قبل آفة وعرض واذا كان حارا على مثل تلك\nالحال لا يقال حار بذاته. فهذا قولنا\nفى اليابس والرطب ايضا ولذلك نقول\nان الاشياء التى تكون فى الطباع\nحارة رطبة اذا فارقت الطباع اعنى الجسد\nتجمد\nوتظهر باردة مثل الدم. فاما الاشياء التى هى فى الطباع حارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nغليظة\nفاذا فارقت الجسد\nتلقى خلاف ما هى عليه مثل المرة اعنى انها تبرد\nوتكون رطبة\nفالدم ييبس يبسا اكثر\nوالمرة الصفراء تترطب. فشركة الاضداد\nوكينونتها فى الاشياء بنوع زيادة ونقص مثل الكينونة الطباعية.\nقد بينا كيف\nيقال الدم حار وكيف يقال رطب وكيف لطباعه\nشركة من الاضداد بقدر قول القائل.\nوباضطرار\nيفذى كلما ينشؤ وانما غذاء جميع الاشياء التى تغذى من\nاليابس\nوالرطب وانما يكون طبخهما ونضوجهما\nبقوة الحرارة وبغيرها كمثل.\nوباضطرار\nان يكون ابتداء حرارة طباعية فى جميع الحيوان\nوالشجر لهذه العلة ان لم\nيكن لعلة اخرى ايضا <span id='ms028'></span>.\nوالآلة التى توافق استعمال الطعام والغذاء كثيرة اعنى\nالاعضاء التى تصلح لذلك كقولى ان اول\nما يوافق استعمال وخدمة الطعام الفم\nوما فيه من الاجزاء اذا كان الحيوان الذى يغذى يحتاح الى قطع غذائه\nبقطع صغار.\nوهذا القطع لا يكون علة هضم ونضوج الطعام البتة بل يكون\nعلة جودة نضوج\nلان قطع الطعام باجزاء صغار يكون علة سرعة وجودة الهضم\nوالنضوج.\nفاما طباع البطن الاعلى والاسفل\nفانه يطبخ وينضج الطعام مع\nحرارة كيانية وكمثل ما نقول ان\nالفم سبيل ومدخل الطعام الذى لم ينضج بعد\nفذلك العضو الذى يتلوه يسمى مدخل الطعام وذلك فى الحيوان الذى\nله\nهذا العضو ومنه يذهب الطعام الى البطن.\nوينبغى ان تكون ايضا اوائل أخر\nكثيرة بمثل هذا النوع لكى يأخذ كل الجسد بها\nالغذاء كما يؤخذ من فاتنى\nاعنى من البطن ومن طباع المعاء.\nفالشجر يأخذ الغذاء\nمعمولا مفروغا منه\nمن الارض وانما يأخذه باصوله ولذلك\nلا تكون فى الشجر فضلة لانه يستعمل\nالارض والحرارة التى فيها\nمثل ما تفعل البطون. ولجميع الحيوان\nوخاصة\nما كان منها مشاء بطن\nومنه يأخذ جميع الجسد الغذاء كا يأخذ جميع اصول\nالشجر من الارض\nومن تلك الاصول يؤدى الفذاء الى بقية الشجر حتى\nينتهى\nالنضوج الى التمام والغاية. فاما عمل الفم فهو يدفع الى\nالبطن وباضطرار ان\nيكون عضو آخر يأخذ النذاء من البطن\nاعنى العروق التى تمتد\nالى وسط\nالمعاء وتبدأ اسفل وتفترق فى جميع الجسد.\nوينبغى لمن اراد علم هذه\nالاشياء ان يعاينها من الشق\nوالمباشرة الطباعية. ولكل غذاء عضو قبول له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nوعضو آخر\nقبول للفضلة. فاما العروق فهى مثل وعاء\nدم وذلك يستبين ان\nالدم الغذاء الاخير الذى به يغذى\nالحيوان الدمى. فاما الحيوان الذى ليس\nله دم فهو يغذى بما يلائم الدم. ومن اجل\nهذه العلة اذا لم يغذ الحيوان\nبهذا الغذاء هزل وساءت حاله واذا غذى\nنشأ وحسنت حاله. فان كان ذلك\nالغذاء صافيا جيدا يكون الجسد صحيحا واذا كان الغذاء رديئا <span id='ms029'></span> يكون الجسم\nسقيما. وايضا الدم يكون\nفى الحيوان لحال الغذاء وذلك بين من الحجج\nالتى احتججنا بها ولذلك\nلا يكون للدم حس اذا مسه احد كما لا يكون حس\nلشىء آخر من\nالفضول اذا مسه احد البتة. ولا يكون للغذاء حس مثل حس\nاللحم فان اللحم اذا\nمسه احد كان له حس بين من اجل ان الدم ليس\nبمتصل باللحم\nولا هو عرض بل هو فى مثل وعاء موضوع\nفى القلب والعروق.\nفاما كيف\nتأخذ الاعضاء من القلب الحس وكيف يكون الغذاء\nفهو اوفق ان\nيكون يذكر فى الاقاويل التى وضعنا فى الولاد وفى كتب أخر.\nفاما حيننا هذا\nفانا نكتفى بقولنا\nان الدم انما هو لحال غذاء\nالاعضاء\nوهذا القول الذى\nيحتاح اليه من ذكر الدم حيننا هذا.\n[4]\nومن الدم ما فيه شىء دقيق مثل الشعر ومنه ما\nليس فيه شىء مثل\nدم الايلة وغيرها من الحيوان ولذلك لا يجمد\nالدم الذى يكون على مثل هذه\nالحال اعنى الذى ليس فيه مثل الشعر الدقيق والدم الذى يكون مائيا\nابرد\nمن غيره ولذلك لا يجمد. فاما الدم الارضى فهو يجمد\nلذهاب الرطوبة عنه\nويعرض ان يكون\nالعقل اصفى واجود\nليس لحال برد الدم بل لحال\nلطفه\nونقاوته\nوليس يكون شىء من هذين من الارض. وكل حيوان تكون رطوبته\nارق\nوانقى يكون حس حركته جيدة\nولهذه الحال والعلة تكون انفس كثير من الحيوان\nالذى ليس له دم الب من\nانفس بعض الحيوان الذى له دم كما قلنا فيما سلف\nمثل\nالنحل وجنس النمل وكلما\nيشبه هذه الاصناف. فاما ما كان من\nالحيوان كثير المائية من قبل الطباع فهو اكثر جزعا لان الجزع والفرغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nتبرد الجسد والحيوان الذى يكون مزاج قلبه على مثل هذه الحال يلقى هذه\nالآفة\nوالماء البارد يسرع الى الجمود.\nومن اجل هذه العلة يكون الحيوان\nالذى لا دم له اكثر جزعا من الحيوان الدمى\nولذلك لا يتحرك الا حركة يسيرة\nلفزعه وجزعه\nويلقى فضولا. ومن الحيوان الذى لا <span id='ms030'></span> دم له ما يغير لونه.\nوكلما\nفيه اجساد صغار تشبه الشعر او اغلظ منه فهو ارضى\nالطباع وشكل الحيوان\nالذى يكون دمه على مثل هذه الحال غضوب كثير الحرارة لحال\nالغضب\nوالغضب مهيج للحرارة واذا سخنت الاجساد الصلبة فهى تسخن اكثر من الرطبة\nوهذه الاجزاء الصفار التى تكون فى الدم شبيهة بالشعر صلبة\nارضية وتصير فى\nالدم مثل جمر\nوتتقد فى اوقات الغضب. ولهذه العلة نقول ان الثيران وذكورة\nالخنازير\nغضوبة جدا جاهلة عند غضبها لان فى دمها كثير من هذه الاجزاء التى\nتشبه الشعر.\nودم الثور خاصة يجمد اسرع من جميع الدماء. واذا خرجت\nهذه الاجزاء التى تشبه الشعر من الدم لا يجمد البتة. وان اخرج احد\nالجزء الارضى من الطين لا يجتمع ولا يجف فاما\nالطين الرطب فهو يجمد\nمن البرد من قبل ان الحرارة اذا انعصرت ودفعت من البرودة اخرجت معها\nالرطوبة كما قلنا فيما سلف\nولذلك يجمد ليس لانه يجف من الحرارة بل من\nالبرودة. فاما الرطوبة التى فى\nالاجساد فهى فيها لحال الحرارة التى فى\nالحيوان.\nوالدم كثير فى اجساد الحيوان وذلك\nبحق لانه هيولى\nكل\nالجسد لان الغذاء هيولى والدم\nالغذاء الاخير. ففى الدم اختلاف كثير اذا\nكان حارا\nاو باردا او لطيفا او غليظا او كدرا او نقيا.\nفاما مائية الدم\nفهى الدقيق منه لانه لم\nينضج بعد او لانه قد فسد فمائية الدم تكون باضطرار\nلحال الدم.\n[ه]\nفاما الشحم والشرب فبينهما اختلاف بقدر\nفصل الدم لان كل واحد\nمنهما دم\nمبطوخ لحال جودة الغذاء وما لا يفنى فى\nغذاء لحم الحيوان\nوهو اجود وابلع طبخا يصير شحما او ثربا.\nوالدليل على ذلك ما كان من\nالحيوان مخصبا حسن الحال لان الجزء الدسم من الرطوبات مشترك\nللهواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nوالنار ومن اجل هذه العلة ولا يكون شحم ولا ثرب فى\nاجساد الحيوان الذى\nلا دم له. ومن الحيوان الدمى ما كان له\nدم مقارب للجسد يكون له ثرب\nان الثرب ارضى ولذلك يجمد كما <span id='ms031'></span> يجمد الدم الذى فيه الاجزاء الصغار التى\nتشبه الشعر\nوالمرقة التى يطبخ بها لحم الحيوان الذى هذه حاله تجمد ايضا\nلان\nالجزء الارضى الذى فيها كثير والجزء المائى الذى فيها قليل. ومن اجل\nهذه العلة يكون الثرب فى اجساد الحيوان الذى ليس له اسنان فى الفك الاعلى\nوالفك الاسفل وله قرون ف[فى اجساد هذا الحيوان\nو] طباع هذا الحيوان بين\nانه\nمملوء من هذا الاسطقس لان لهذا الحيوان قرونا واظلافا.\nفاما الحيوان\nالذى له اسنان فى الفك الاعلى والفك الاسفل\nوليس له قرون فكله يابس ارضى\nالطباع وله شحم مكان الثرب\nوذلك الشحم لا يجمد ولا يتفتت اذا يبس لان\nطباعه ليس\nبارضى. فاذا كان ما وصفنا يسيرا معتدلا\nفى اعضاء الحيوان\nنفع لانه لا\nيمنع جودة الحس وهو معين على الصحة والقوة\nواذا كثر ضر\nوافسد الحيوان. فانه ان\nكان كل الجسد شحما وثربا باضطرار ان يهلك ويبيد\nالحيوان\nلان الشحم والثرب انما يكونان فى عضو الجسد الذى فيه حس المس\nواللحم هو العضو الذى فيه حس المس [كما قلنا فيما سلف].\nفاما الدم كما\nقلنا فيما سلف فيما يقدم من فولنا\nفليس له حس ولذلك ليس للشحم ولا للثرب\nايضا حس لان الشحم والثرب انما هما دم\nجيد الطبخ والنضوج. فهو بين انه\nان صار كل الجسد مثل هذا\nلا يكون له حس ولهذه العلة يكبر ويشيخ عاجلا\nالحيوان السمين جدا لان دمه قليل لانه\nيفنى فى الشحم وكلما كان قليل\nالدم يذهب الى مذهب\nالبلى والفساد لان البلى والفساد قلة دم وكلما كان\nقليل الدم\nفهو كثير الآفات لانه يلقى من البارد ايا كان ومن الحار.\nوكل\nحيوان كثير الشحم يكون قليل الولاد او لا تلد البتة لحال العلة التى هى فهى\nلان\nالدم الذى يتغير ويصير منيا\nيفنى ويذهب فى الشحم والثرب\nلان الشحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nوالثرب من الدم الجيد الطبخ ولذلك لا تكون فضلة فى\nاجساد الحيوان التى\nهذه حالها البتة وان كان فضلة لا تكون <span id='ms032'></span> الا قليلة يسيرة. فقد قلنا ماذا الدم\nوماذا مائيته وماذا الشحم وماذا الثرب وبينا طباع كل واحد منها\nولم ندع\nذكر عللها.\n[6]\nوالمخ ايضا طباع من اصناف طباع الدم\nوليس هو كما يظن بعض\nالناس قوة زرعية المنى وذلك بين\nفى الاحداث جدا لان اعضاء الجسد مقومة\nمن دم\nوغذاء الجنين دم والمخ\nالذى فى عظامه دمى. فاذا نشأ\nالاحداث جدا تغير لون اعضاء الجوف لان لونها دمى جدا فكل واحد منها\nيتغير اذا نشأ الحيوان وكذلك يتغير\nمخ الاحداث ايضا ويكون لونه غير اللون\nالاول ومع الحيوان الكثير الشحم يكون دسما شبيها بالشحم.\nفاما فى الحيوان\nالذى اذا جاد نضوج دمه لم يصر شحما بل ثربا\nفالمخ يكون شبيها بالثرب.\nومن اجل هذه العلة يكون مخ الحيوان الذى له قرون\nوليس له اسنان فى الفك\nالاعلى والفك الاسفل شبيها بالثرب. فاما فى الحيوان الذى له اسنان فى الفك\nالاعلى\nوالفك الاسفل فالمخ الذى يكون فيه شبيه بالشحم. ومثل هذا المخ\nيكون\nمخ الفقار لانه ينبغى ان يكون متصلا\nويجوز بجميع الفقار ويتجزأ فى\nخرز الفقار\nولو كان مخ الفقار شبيها بالثرب لم يكن متصلا على مثل هذه الحال\nبل كان\nمتفتتا او رطبا. ومن الحيوان حيوان ليس له\nمخ كثير اعنى الحيوان\nالذى عظامه قوية صفيقة مثل\nعظام الاسد فان عظام الاسد قوية صفيقة وليس\nفيها مخ الا قليل جدا\nولذلك يظن انه ليس فى عظام الاسد مخ البتة.\nوباضطرار يكون فى الحيوان طباع العظام او العضو الذى يلائم\nالعظام مثل\nالشوكة التى فى الحيوان المائى وباضطرار يكون\nالمخ فى العظام وفى تلك الشوكة\nلحال احتباس الغذاء الذى\nمنه تكون العظام. وقد قلنا فيما سلف ان الدم\nغذاء جميع الاعضاء\nومن اجل ذلك بحق يكون المخ شحميا وثربيا\nلانه ينضج\nمن حرارة العظام المحدقة به\nونضوج الدم الذى يكون من ذاته يصير\nشحما\nوثربا. وبحق نقول انه لا يكون مخ فى العظم\nالقوى الصفيق\nوربما كان فيه\nمخ يسير <span id='ms033'></span> لان الغذاء يفنى فى العظام.\nفاما فى الحيوان الذى ليس له عظام بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nشوك يوجد مخ الفقار\nفقط لان الحيوان الذى له شوك مكان العظام قليل الدم\nمن قبل الطباع\nوانما فيه شوكة الفقار مشتركة فقط\nوليس للمخ مكان غير الفقار\nوهو يحتاح الى\nالرباط لحال القوة والثبات. ومن اجل ذلك اقول ان المخ\nالذى يكون فى الفقار\nمتغير اللون كما وصفنا اولا وهو لزج عصبى\nلانه فى\nالفقار بدل مسمار نافذ لكى يكون له امداد وقوة.\nفقد قلنا العلة التى من\nاجلها يكون المخ فى عظام الحيوان الذى له مخ\nوبينا ماذا المخ وانه فضلة\nغذاء الدم الذى منه تغذى عظام وشوك الحيوان ولذلك\nهو محتبس فى داخل\nالعظام وانما هذا الغذاء من الدم الجيد الطبخ.\n[7]\nويتلو قولنا ذكر الدماع لان كثيرا\nمن الناس يظن ان الدماغ ابتداء\nمخ الفقار لانهم يعاينون المخ متصلا بالدماع\nوالحق على خلاف ظنهم لان\nطباع الدماغ غير طباع المخ بقدر قول القائل من اجل ان\nالدماع بارد جدا\nاكثر من جميع الاعضاء الذى فى اجساد الحيوان واما\nطباع المخ فهو حار\nوالدسم\nوالشحم الذى فيه دليل على قولنا. ومن اجل ذلك صار مخ الفقار\nمتصلا بالدماع\nلان الطباع ابدا يحتال ويصير قوة معينة دافعة لافراط مزاج\nكل عضو\nبضده المخالف الذى هو قريب منه لكى يبكون آخر مساوى\nلافراط\nالآخر. فهو بين ان المخ حار\nمن حجج كثيرة ومن برد الدماع والدليل على\nذلك من قبل ان\nمس الدماغ بارد جدا وهو عادم دم اكثر من جميع الرطوبات\nالتى فى\nالجسد لانه لا يظهر فيه شىء من الدم وهو مع ذلك\nجاف.\nفليس الدماع فضلة من الفضول ولا هو من الاعضاء المتصلة\nبل طباعه طباع\nسرمدى وبحق صار طباع الدماع على مثل هذه الحال\nوليس للدماغ اتصال\nلشىء من الاعضاء الحاسة وذلك\nظاهر للمعاينة. وايضا لا يكون للدماع\nحس\nالبتة من المس كما لا يحس الدم ولا\nفضلة الحيوان وانما هو فى اجساد <span id='ms034'></span> الحيوان\nلحال\nسلامة جميع الطباع. ومن الناس من يزعم\nان النفس نار او قوة اخرى\nمثل هذه وقولهم فى ذلك خطأ. وخليق ان نقول ان\nامثل ان نقول ان النفس\nمقومة فى جسد مثل هذا\nوعلة ذلك من قبل ان الحرارة التى فى الاجسام\nتخدم اعمال النفس\nلان الغذاء والحركة من\nاعمال النفس وانما تكون هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nالاعمال بقوة الحرارة.\nوهذا القول اعنى قول الذين يزعمون ان النفس نار شبيه\nبقول القائل ان\nالمنشار او المنقب هو النجار او مهنة النجار لان العمل\nيتم\nبقرب هذه بعضها من بعض. فباضطرار يبين من هذه الحجج ان\nللحيوان\nشركة من الحرارة ولان جميع الاشياء\nتحتاج الى ضدية الغذاء لكى تعتدل\nوتكون حالها الاوسط ولا يكون فيها شىء من الافراط صارت خلقة الدماغ باردة\nوضديتها الحرارة التى فى القلب ولذلك لا يمكن ان يكون عضو من هذه الاعضاء\nمفردا بمزاج ذاته بغير ضدية غيره.\nفمن اجل هذه العلة احتال الطباع\nووضع\nالدماغ فى موضعه قبالة مكان القلب والحرارة التى فيه\nولهذه العلة صار هذا\nالعضو فى الحيوان طباعه مشترك من ماء\nوارض ولذلك لكل حيوان دمى دماغ\nوليس دماع لشىء من سائر الحيوان الآخر ان لم يكن له عضو آخر ملائم للدماغ\nمثل الحيوان الكثير الارجل وما يشبهه. فاصناف هذا الحيوان حارة لحال\nعدم الدماغ فالدماغ يصير\nالحرارة والغليان الذى فى القلب جيد المزاج\nولكى يصيب هذا العضو\nايضا حرارة معتدلة من العرقين\nاعنى العرق العظيم\nوالعرق الذى يسمى باليونانية اورطى ومنتهى هذه\nالعروق فى الصفاق المحدق\nبالدماغ. ولكى\nلا يصيب الدماع ضرر من الحرارة صارت\nالعروق التى تحدق\nبه صفيقة رقاقا بدل العروق القليلة العظيمة وبدل الدم الكدر\nالغليظ صار\nالدم الذى يحدق به نقيا لطيفا. ومن اجل هذه العلة\nينزل انواع النازلة من\nالدماغ الى الجسد\nاذا كان ما يلى الدماغ ابرد من المزاج المعتدل\nلان\nبخار الغذاء يرتفع الى فوق ومذهبه بالعروق.\nفاذا بردت فضلة الدماغ لحال\nقوة هذا المكان تكون <span id='ms035'></span> نازلة بلغم ومائية دم.\nواذا قسنا الصغير الى الكبير\nيكون هذا العرض مثل\nكينونة الامطار من البخار فان بخار\nالارض يصعد الى\nالمكان الاعلى بالحرارة\nفاذا صار فى الهواء المحدق بالارض اعنى الهواء البارد\nيكون له ايضا تقويم ويتغير ويصير ماء لحال البرودة ثم يسيل الى المكان الاسفل\nاعنى\nالارض. ولكن ينبغي لنا ان نذكر هذه الاشياء\nونقول فيها ما يلزمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n'فى ذكر اوائل الامراض بقدر ما نستطيع ان نقول وندرك الفلسفة الطباعية.\nوالنوم ايضا يكون فى الحيوان الذى له\nهذا العضو اعنى الدماغ وانما\nيكون الدماغ فى الحيوان الدمى. فاما فى الحيوان الذى ليس بدمى فانه يكون\nعضو آخر ملائم للدماغ\nلانه يبرد جدا الغذاء الذى يصير اليه من مسيل الدم.\nوخليق ان يكون ذلك لعلل أخر شبيهة بهذه ويثقل\nالمكان ولذلك يكون\nرأس النائم ثقيلا\nوالحرارة تهرب الى اسفل مع الدم\nولان الحرارة تجمع\nكثيرة فى المكان الاسفل يكون\nالنوم. ولا يقوى الحيوان القائم الجثة على\nقدام جثته ولا سيما\nما كان من الحيوان ثقيل الجثة وتثقل\nرؤوس الحيوان\nذوات الاربعة الارجل عند وقت النوم. وقد قلنا فى النوم قولا لطيفا\nفى\nالاقاويل التى وضعنا فى الحس والنوم وميزنا ذلك تمييزا بليغا.\nوالدماغ\nمشترل من ارض وماء وذلك بين من الارض الذى يعرض\nله فانه اذا طبخ\nيكون يابسا جاسيا ويبقى منه\nالجزء الارضى اذا يبس وفنى الجزء المائى الذى\nفيه الحرارة\nمثل ما يطبخ من سائر اصناف الحبوب والثمرات لان الجزء الارضى\nفيها كثير والجزء\nالرطب الذى يخالطه يفنى ويذهب\nويبقى بقيتها ارضية\nجاسية\nجدا. وللانسان بقدر جثته دماغ كبير اكبر من ادمغة سائر الحيوان\nاذا قيس اليها\nودماغ الرجال اكبر من دماغ النساء.\nوالمكان الذى يلى\nالقلب والرئة\nحار جدا وهو كثير الدم ومن اجل هذه العلة صار الانسان\nقائم الجثة\nمن بين سائر الحيوان لان طباعه الحرارة يقوى ويصير\nالنشوء من\nالاوسط الى المذهب الذى هو فهو.\nفالرطوبة والبرودة الكثيرة تضاد تلك\nالحرارة ولكثرة تلك <span id='ms036'></span> البرودة\nوالرطوبة لا يصلب العظم الذى يلى الدماغ الا\nبطيئا وبعد زمان كثير وهو العظم\nالذى يسمى يأفوخ لان بخار الحرارة يخرج\nمن ذلك الموضع زمانا كثيرا.\nوليس يعرض هذا العرض لشىء آخر من\nالحيوان الدمى. وفيما يلى قحف عظم الرأس خياطات كثيرة\nوتلك الخياطات\nهى فى رؤوس الاناث اكثر لهذه العلة التى هى فهى\nلكى يكون المكان سهل\nالتنفس وخاصة اذا كان الدماغ اكبر\nلانه اذا ييبس او يرطب اكثر مما ينبغى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nلا يعمل\nعمله بل يبرد الجسد او يذيبه. ومن ذلك تعرض امراض\nوذهاب\nعقل وموت لان الحرارة التى فى القلب\nوالعضو الاول متوجع للآخر جدا\nوحسه\nسريع جدا اذا تغير او لقى شىء من\nالدم المحيط بالدماغ.\nفقد قلنا\nوبينا حال الرطوبات التى يولد مع الحيوان ولم نخف من حالاتها ولا عللها\nشيئا بقدر قول القائل.\nفاما الفضول التى تتولد فى اجساد الحيوان اخيرا\nفهى من فضول\nالغذاء مثل الفضلة التى تكون فى البطون وفضلة الرطوبة التى\nتكون فى المثانة\nوغير هذه الفضول من المنى واللبن فى طباع الحيوان الذى\nله لبن.\nفكل واحد مما ذكرنا يكون من فضلة الغذاء ما خلا المنى واللبن.\nوذكر حال فضول الغذاء وطبخ الغذاء اوفق ان يقال فى الاقاويل الموضوعة\nفى ولادها وكينونتها\nولاى علة يكون.\n[19]\nفاما حيننا هذا فانا نريد النظر فى سائر الاعضاء التى اجزاؤها تشبه\nبعضها بعضا.\nواول نظرنا فى حال اللحم الذى فى الحيوان الذى له لحم\nوفى\nسائر الحيوان العضو الملائم للحم. فانه اول وهو بذاته جسد\nللحيوان\nوذلك بين من الكلمة اعنى الجسد فانا نجد الحيوان\nونقول ان الحيوان الذى\nله حس فاولا الحس الاول وهو\nحس المس وآلة حس المس هذا العضو اعنى\nاللحم والعضو الذى يلائمه فى سائر الحيوان. فهذا العضو آلة حس المس\nوهو اول هذا الحس كما نقول ان حدقة العين اول حسر البصر لان صفاء\nوحدة البصر فيها.\nوباضطرار ان يكون حس المس فى الجسد وهو من الآلة\nجسدانى اكثر <span id='ms037'></span> من سائر آلة\nالحواس. ومن الحس سيتبين لنا ان جميع سائر\nالاعضاء\nخلقت لحال هذا الحس اقول مثل العظام والعروق والعصب\nوالجلد\nوايضا الشعر وجنس الاظفار\nوان كان شىء آخر مثل هذا فطباع العظام خلق\nلحال سلامة الجسد اللين لان طباعه جاس. فلهذا خلقت العظام\nفى\nاجساد الحيوان الذى له عظام فاما فى الحيوان الذى ليس له عظام فالعضو\nالذى يلائم العظام مثل\nالشوكة التى تكون فى السمك والغضروف الذى يكون\nفى بعض الحيوان بدل الشوكة.\nفهذه المعونة تكون فى بعض الحيوان فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nداخل اجسادها وتكون فى بعض\nالحيوان الذى ليس بدمى خارجا من\nاجسادها مثل كل واحد من الحيوان اللين الخزف اعنى\nالسراطين وجنس\nالحيوان الذى يسمى باليونانية قارابو وجنس الحيوان الخزفى الجلد\nكمثل اعنى\nاصناف الحيوان الذى يسمى حلزون لان\nالجزء المخلوق من لحم فى جميع هذا\nالحيوان من داخل والجزء الخزفى الذى يحفظه ويحيط به\nمن خارج. وذلك\nلانه ليس فى طباع هذا الحيوان الا حرارة يسيرة لانه ليس له دم\nفالخزف\nيحيط بالجسد الذى هو داخل منه ويحفظ تلك\nالحرارة من الاعراض التى تعرض\nلها من خارج. والسلحفاة\nايضا فيما يظن حارة الطباع وجنس الحيوان الذى\nيسمى باليونانية اميدون وجنس هذا الحيوان هو غير جنس السلحفاة. فاما\nالحيوان المحزز الجسد والحيوان الذى يسمى باليونانية مالاقيا فطباعه وتقويم\nجسده على خلاف\nجسد الحيوان الذى وصفنا لانه ليس فى جسد هذا الحيوان\nعظم\nولا شىء من الجزء الارضى مفترق بذاته ولا شىء يعنى به وانما\nيسمى\nملاقيا جميع الحيوان اللين الجسد والمخلوق من لحم فقط. ولكى\nلا يكون\nجسد هذا الحيوان سريع البلى والفساد مثل\nما جسده من لحم فقط صيرت\nالطبيعة خلقته فيما بين اللحم والعصب\nفهو لين مثل لحم وله امتداد مثل\nالعصب\nوليس ينشق لحمه شقوقا مستوية بل\nينشق بشقوق مستديرة واذا كانت\nهذه حاله كان اكثر [نافع] لقوته. وفيه عضو ملائم\nلشوك السمك وذلك\nالعضو يسمى سبيون فى الحيوان البحرى الذى يسمى باليونانية سيبيا <span id='ms038'></span> واما فى\nالحيوان الذى يسمى طوتيس فانه يكون العضو الذى يسمى بسيف.\nفاما جنس\nالحيوان الكثير الارجل فليس فيه عضو مثل هذا البتة لان\nجثته العضو الذى\nيسمى رأسا صغير جدا وسائر الاعضاء\nمستطيلة. وانما فعل الطباع ذلك لحال\nاستقامة جثتها ولئلا ينثنى\nكما فعل فى خلقة الحيوان الدمى حيث صير فى\nبعضه عظم\nوفى بعضه شوكة. فاما خلقة الحيوان المحزز الجسد فعلى خلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nخلقة هذا الحيوان\nوالحيوان الدمى كما قلنا لانه ليس فى جسده شىء مفرد\nعلى حدته بل له\nجساوة واذا قيست الى العظم كانت لحمية\nواذا قيست الى\nاللحم\nكانت ارضية اكثر منه وذلك لكى لا يكون جسد هذا الحيوان سريع القطع\nوالتجزئ.\n[9]\nوطباع العظام شبيه بطباع العروق\nلان كل واحد منها متصل خارج\nمن اول واحد\nفليس هو عظم ولا هو شىء واحد مفرد بذاته البتة بل هو متصل\nبعضه ببعض\nمثل شىء مربوط لكى يستعمله الطباع مثل واحد ومتصل ومثل\nاثنين ومفترقين لحال\nالكفء والانثناء. وليس فى هذا الحيوان عرق مفرد بذاته\nبل جميع العروق اجزاء عرق واحد. فليس فى جسد هذا الحيوان شىء مفترق\nليكون العمل مشتركا ولو لم يكن على مثل هذه الحال لم يكن يعمل العمل الذى\nيعمل\nالطباع بالعظم ولم يكن يمكن ان يكون علة الانثناء ولا علة الاستقامة\nلو\nانه لم يكن متصلا بل كان فيما بين جسده خلل. وايضا كانت الضرورة\nتسرع\nالى جسده لو كان فيه شىء مثل شوكة او سهم. فان ذلك اذا كان بين اللحم\nاضر به وايضا لو كان عرق\nمفترق ليس بمتصل باوله وابتدائه لم\nيكن يسلم فيه\nدم لان الحرارة كانت\nتمنعه من الجمود والتقويم. ويظهر لنا ايضا ان كل دم\nمفترق يعفن\nوينبغى لنا ان نعلم ان ابتداء العروق القلب وابتداء العظام\nالعضو\nالذى يسمى فقارا وذلك فى الحيوان الذى فى جسده عظام.\nفطباع\nسائر العظام متصل خارج من ذلك العضو لان الفقار يحفظ استقامة وطول اجساد\nالحيوان.\nومن اجل انه يعرض <span id='ms039'></span> باضطرار ان\nينثنى جسد الحيوان اذا يحرك\nصار الفقار متصلا\nوصار كثير من الاجزاء بالخرز الذى فيه. وسائر العظام متصلة\nبالفقار\nفى الحيوان الذى له يدان ورجلان وفى اطراف عظام اليدين والرجلين\nمواضع موافقة لدخول بعضها فى بعض ولذلك اطراف بعضها عميقة واطراف\nبعضها ناتئة مستديرة. فدخول بعضها فى بعض لحال التبسط والانقباض وهى\nمربوطة بعصب فالناتئ المستدير يدخل فى العميق\nوربما كان الطرفان عميقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nوفى الوسط شبيه بكعب ليكون\nالانبساط والانقباض يسيرا. ولم يكن يمكن ان\nيكون ذلك بنوع آخر البتة\nولو كان بنوع آخر لم تكن الحركة سهلة على مثل\nهذه الحال.\nومن العظام ما اول احدهما شبيه بغاية\nالآخر وهما مربوطان\nبعصب وبين انقباضهما اجزاء خلقتهما من غضروف\nشبيه بشىء مصفوف لكى لا\nتسحق العظام بعضها ببعض.\nوحول العظام لحم يمسك\nبرباطات رقيقة شبيهة\nبالشعر عصبية ولحال اللحم صارت\nخلقة العخظام كما قلنا فيما سلف. وكمثل ما\nيفعل الذين يجبلون حيوانا من طين\nاو تقويم هيولى اخرى رطبة يقيمون تحت\nذلك الجبل\nجسد من الاجساد الصلبة ثم يركبون عليه الطين او غيره من الهيولى\nكذلك\nخلقت الطبيعة الحيوان من اللحم\nوالعظام موضوعة تحت الاجزاء اللحمية.\nاما فى الاعضاء المتحركة\nفلحال الانقباض واما فى الاعضاء التى لا تتحرك\nفلحال الحفظ مثل الاضلاع المحيطة بالصدر فانها خلقت لحال سلامة\nاعضاء\nالجوف المحيطة بالقلب. فاما العظام التى تلى\nالبطن فهى قصيرة لكى لا\nيمنع انتفاخ البطن وتورمه\nالذى يكون من غذاء الحيوان باضطرار ولما\nيعرض\nللاناث من حمل الجنين وتربيته ونشوءه.\nفعظام الحيوان الذى يلد حيوانا مثله\nداخلا وخارجا على حال واحدة بالصلابة\nوالقوة. وعظام هذا الحيوان اكبر جدا\nمن عظام الحيوان الذى لا يلد حيوانا بقدر قياس عظم\nالجثث وفى اماكن\nوبلدان كثيرة يكون\nحيوان عظيم الجثة اعنى الحيوان الذى يلد حيوانا مثله مثل\nما يكون بارض لوبية وبالاماكن الحارة\nاليابسة. واذا كان حيوانا عظيم الجثة\nاحتاج الى سند عظيم يسنده\nوينبغى ان يكون ذلك السند اقوى واجسى لحمل <span id='ms040'></span>\nالثقل\nولا سيما اذا كان الحيوان قويا يعيش من صيده بقهر وشدة. وعظام\nالذكورة اصلب واقوى من عظام\nالاناث ولا سيما اذا كان الحيوان من السباع\nالتى تأكل اللحم\nمثل عظام الاسد فان طباع عظامه\nجاسية جدا ولحال كثرة\nجساوته ان دلك بعض عظامه ببعض حركت منه نار\nكما تخرج من الحجارة اذا\nضرب بعضها ببعض. وفى جسد الدلفين عظام وليس فيه شوك\nلانه يلد حيوانا.\nفاما فى الحيوان الذى له دم ولا يلد حيوانا\nفالطباع يغير الخلقة رويدا\nرويدا كما يفعل فى الطائر فان عظام\nالطائر اضعف من غيرها. فاما فى\nالسمك الدى يبيض بيضا فان الطباع خلق الشوكة.\nوعظام الحيات شبيهة\nبطباع الشوكة التى تكون فى السمك\nان لم تكن حيات عظيمة جدا فانها اذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nكانت عظيمة الجثث\nاحتاجت الى سند قوى مثل السند الذى يكون فى الحيوان\nالذى يلد حيوانا. وبحق يكون دلك السند اقوى واصلب.\nفاما الحيوان الذى\nيسمى باليونانية صلاخى فطباعها مخلوق من شول وغضروف\nلانه باضطرار ان تكون\nحركتها ارطب ولذلك\nلا ينبغى ان يكون السند قحلا بل لينا.\nفاما الجزء\nالارضى الذى فى هذا الحيوان فقد افنته الطبيعة فى الجلد\nوليس يستطيع\nالطباع ان يحفظ الفضلة والزيادة فى اماكن كثيرة\nعلى حال واحدة. [و] فى\nالحيوان الذى يلد حيوانا\nعظام كثيرة شبيهة بخلقة الفضروف فى الاماكن التى\nلا تعرض ان يكون الجزء الصلب لينا\nمخاطيا لحال اللحم الذى يحيط به كما\nتعرض للاذنين والانف اعنى لاجزائها الناتئة.\nفاما طباع\nالعظم والغضروف\nفواحد هو فهو وبينهما خلاف بالاكثر والاقل.\nواذا قطع غضروف او عظم لا\nينشؤ فالغضروف الذى فى\nالحيوان المشاء يكون بغير مخ لانه لا يمكن ان يكون\nالمخ مفترقا فانه اذا افترق\nصير تقويم الغضروف لينا مخاطيا اذا خالطه.\nفاما\nفى الحيوان الذى يسمى باليونانية صلاخى فطباع الفقار من غضروف\nوفى داخله\nمخ فعضو الفقار فى هذا الحيوان على مثل هذا الحال. فاما بحس المس\nفمس العظام مثل مس الاعضاء التى تشبهها <span id='ms041'></span> اعنى الاظفار والحوافر\nوالاظلاف\nوالقرون ومناقير الطير. وانما خلقة جميع\nهذه الاصناف فى اجساد الحيوان\nللتقوية والمنفعة والمعونة وكلما كان\nمركبا منها فهو يشارك الكل بالاسم اعنى ان\nالحافر يشارك\nكلية الحافر بالاسم والقرن يشارك كليته بالاسم. وانما احتال الطباع\nبهذه الاشياء لحال سلامة\nكل واحد من الحيوان ومن هذا الجنس طباع الاسنان\nايضا\nفالاسنان فى الحيوان لحال قطع وطحن واستعمال الطعام\nوفى بعض\nالحيوان لحال هذه العلة ولحال القوة مثل الاسنان المؤشرة التى تكون فى افواه\nالسباع\nوالانياب كمثل. فجميع هذه الاصناف يكون فى اجساد الحيوان باضطرار\nوطباعها ارضى صلب لانها خلقت لتكون قوتها مثل قوة السلاح.\nولذلك جميع\nهذه الاشياء وامثالها اجدر ان يكون فى الحيوان الذى له اربعة ارجل\nويلد\nحيوانا لان تقويم جميع هذا الحيوان ارضى اكثر من\nغيره ما خلا جنس الانسان.\nولكن\nسنذكر حال هذه وما يتلوها مثل الجلد والمثانة\nوالصفاق والشعر والريش\nوكلما يلائمها من الاعضاء\nاخيرا مع ذكر الاعضاء التى لا تشبه اجزاؤها بعضها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nبعضا\nولاى علة كل واحد منها فى\nاجساد الحيوان. وانما تعلم حالاتها\nمن افعالها واعمالها كما علمنا تلك الاجزاء\nواجزاء هذه الاعضاء ايضا تشارك\nكليتها بالاسم\nوجميع هذه الاشياء اوائل اعنى العظم واللحم وغير ذلك.\nفاما حال طباع المنى واللبن فقد تركنا ذكرها مع ذكر الاشياء الرطبة\nوالتى\nاجزاؤها تشبه بعضها بعضا لان ذكرها موافق للاقاويل الموضوعة على الولاد\nومنها ما هو اول ومنها ما هو\nغذاء للتى تكون.\n[10]\nفاما حيننا هذا فانا نريد ان نبتدئ بقولنا ونذكر\nالاوائل من اجل\nان لكل الحيوان التام\nعضوين تحتاج اليهما باضطرار اعنى العضو الذى به\nيقبل\nالغذاء والعضو الذى منه تخرج الفضلة لانه لا\nيمكن ان يكون ولا ينشؤ\nالحيوان بغير غذاء. فاما الشجر\nفانه مما يعيش بزعم بعض الناس وليس له\nمكان للفضلة التى لا يحتاج اليها\nلانه يقبل الغذاء من الارض مطبوخا مفروغا\nمنه\nوبدل هذا العضو يخرج الزرع\nوالثمرات. وفى جميع الحيوان عضو\nآخر ثالت\nوهو العضو <span id='ms042'></span> الذى فيه ابتداء الحياة وهذا العضو بين العضوين اللذين\nذكرنا آنفا انه واسط بينهما. فطباع الشجر\nقليل الآلة التى اجزاؤها لا تشبه\nبعضها بعضا لانه ثابت\nواذا كانت الافعال قليلة كانت حاجة الآلة ايضا قليلة\nولذلك\nينبغى ان ننظر فى حال الشجر نظرا مفردا بذاته. فاما الحيوان الذى\nله\nحس موافق للحياة فمنظره مختلف كثير الصور ولا سيما\nاذا قيس بعضه الى\nبعض ولا سيما الحيوان\nالذى له شرل ليس من الحياة فقط بل من جودة المعاش\nايضا\nوجنس الانسان مثل هذا وليس لجنس آخر من اجناس الحيوان شركة\nفى\nجودة المعاش ما خلا الانسان فقط وانما اعنى الحيوان المعروف لنا.\nفمن اجل\nهذه العلة ومن اجل ان الاعضاء التى هى\nخارجة من جسد الانسان معروفة\nلنا ومناظرها ليست بمجهولة ينبغى لنا ان يكون ابتداء قولنا من تصنيفها اولا.\nفان اعضاء الانسان الطباعية على قدر الطباع فى الانسان\nولا سيما العضو\nالاعلى فان له ملآءمة الى الكل الاعلى. وليس\nفى اجناس الحيوان جنس مستقيم\nقائم الجثة غير الانسان وباضطرار عرض له ان يكون\nرأسه بغير لحم لحال العلل\nالتى ذكرنا فى صفة الدماع\nوليس هو كما يزعم بعض الناس انه لو\nكان لرأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nالانسان لحم لكان اطول عمرا وانما\nخلق رأس الانسان بغير لحم لكى يكون\nاجود وابلغ واسرع\nحسا. فهذا قول بعض الناس فى العلة التى من اجلها\nصار الرأس بغير لحم\nوالقولان كذب. لكن لو كان\nالمكان المحيط بالرأس\nكثير اللحم لكان عمل الدماغ على خلاف\nالعمل الطباعى الذى خلق له\nلانه\nلم يكن يقوى على ان يبرد اذ كان هو دفىء مسخن جدا\nولم يكن يمكن ان\nتكون فيه الحواس بل\nكان يكون الدماغ مثل واحد من الفضول. فلانهم لا\nيجدون\nالعلة الخفية يشككون فى قولهم ولا يعلمون لماذا صارت بعض الحواس\nفى الرأس. فاما نحن فانا نقول ان\nابتداء حس الحيوان فى القلب\nوقد\nبينا وميزنا ذلك اولا فى الاقاويل التى وضعنا فى الحس وقلنا ان <span id='ms043'></span> الحسين\nمتصلان بالقلب اعنى حس الاشياء التى تحس بالمس\nوحسر مذاقة الرطوبات\nوذلك بين من قبل المعاينة. فاما الثلاثة الحواس الباقية فهى فى الرأس وحس\nالمشمة فى الوسط\nوحس البصر فوق حس المشمة وفى جوانب الرأس حس السمع\nفهذه الثلاثة الحواس فى الرأس لحال\nطباع آلة الحر. وحس البصر فى\nجميع الحيوان فوق حس السمع وتحت حس البصر\nحس المشمة ايضا ولا سيما فى\nاصناف السمك\nلانه يسمع ويشم\nوليس فى رأسه آلة بينة لهذه\nالاشياء\nالمحسوسة. وبحق صار حس البصر\nحول الدماغ فى جميع الحيوان الذى له\nبصر لان طباع حس البصر رطب بارد لانه ماء\nوالماء من الرطوبات الصافية جدا\nوصفاوته باقية ثابتة.\nوايضا باضطرار يكون الطف الحواس للاعضاء التى\nدمها\nانقى واصفى ولذلك تكون الحواس الطف وابلغ\nلان حركة حرارة الدم تقمع وتمنع\nفعال الحس. فمن اجل هذه العلة صارت آلة هذه الحواس فى الرأس\nوليس\nمقدم الرأس عادم اللحم فقط\nبل مؤخره ايضا لانه ينبغى ان يكون\nهذا العضو\nفى جميع الحيوان الذى له رأس مستقيما جدا وليس يمكن ان\nيكون عضو من\nالاعضاء قائما مستقيما اذا كان عليه حمل وثقل. ولو كان الرأس لحيما لكان على\nمثل هذه الحال\nومن هذه الحجج يستبين انه ليس فى الرأس لحم\nلحال\nحس الدماع. فاما\nمؤخر الرأس فليس فيه لحم ولا فيه دماغ وفى\nمؤخر\nالرأس آلة السمع وذلك بحق ولا سيما فى بعض الحيوان تكون آلة السمع فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nيلى الرأس\nلان الذى يسمى خلاء مملوء هواء\nونقول ان آلة حس السمع من\nهواء\nفسبل البصر تنتهى الى العروق التى حول الدماغ\nوايضا يخرج سبيل\nمن الاذنين ويلتئم بمؤخر الرأس.\nوليس شىء له حس بغير\nدم ولا دم آلة\nالحس\nبل الذى منه. ومن اجل هذه العلة لا يكون فى الحيوان الدمى\nشىء له حسر عادم الدم ولا الدم بعينه لانه لا يكون\nعضو له حس بغير دم.\nوجميع الحيوان الذى له دماغ يوجد دماغه فى مقدم الرأس <span id='ms044'></span>\nلان آلة الحس\nالذى به يحس فى المقدم\nوينبغى ان يكون هذا الحس من القلب والقلب\nفى مقدم الجسد ايضا والحس يكون فى الاعضاء الدمية\nوجميع مؤخر الرأس\nخال من العروق.\nونعم ما رتبت آلة الحواس بمثل هذا الفن من قبل الطباع\nووضعت حس السمع فى وسط استدارة الرأس لان آلة السمع تسمع ليس\nبنوع مستفيم فقط بل من كل ناحية. فاما حس البصر فهو فى مقدم الرأس\nلانه ينبغى للحيوان ان يتقدم\nويبصر ما بين يديه وحس البصر لطيف جدا.\nفاما حسر المشمة\nفهو فيما بين العينين وذلك بحق لان\nكل واحد من آلة\nالحواس مضعف لان الجسد مضعف\nاعنى ان منه ما هو فى الناحية اليسرى\nومنه ما هو فى الناحية اليمنى وذلك بين فى حس المس.\nوعلة ذلك من قبل\nان اللحم ليس هو آلة الحس الاولى ولا\nالعضو الذى هو ملائم للحم بل هو\nداخل من اللحم. فاما اللسان فهو دون\nولكن هو اكثر مما يكون فى حس\nالمس لان حس اللسان شبيه ببعض حس المس\nوالحس بعينه وهو بين فى هذا\nالحس ايضا لان اللسان يظهر\nمشقوقا فاما فى سائر آلة الحواس فالحس ابين\nانه فى ناحيتين. ولذلك صار حس البصر فى العين اليمنى والعين اليسرى\nقوة المشمة فى ناحيتين\nوهو موضوع مفترق بنوع أخر مثل حس السمع ولو\nلم يكن على مثل هذه الحال\nلم يعمل العمل الذى يعمل ولا الآلة التى هو\nفيها. وانما\nحس المشمة بالتنفس فى الحيوان الذى له منخر وهذا\nالعضو\nفى الاوسط وفى مقدم الرأس. ولذلك\nوضع الطباع المنخر فى وسط الثلاثة الآلة\nمن آلة الحواس\nكانه ميزان واحد موضوع لحال حركة التنفس.\n[11]\nونعم ما وضعت آلة هذه الحواس فى سائر\nالحيوان بقدر خصوصية\nطباع كل واحد منها وان اذنى الحيوان الذى له اربعة ارجل\nفى الناحية\nالعليا من الرأس\nوتظهر على مثل هذه الحال لان هذا الحيوان ليس بمستقيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nولا قائم الجثة\nبل هو مطأطىء الرأس الى الارض <span id='ms045'></span>. وحركة اذنى هذا الحيوان\nكثيرة\nلحال ارتفاع مواضعها ولانها اذا تحركت ومالت من ناحية الى نواحى\nأخر\nقبلت اصناف الدوى قبولا اكثر.\n[12] فاما الطير\nفله سبيل سمع فقط وذلك لحال جساوة الجلد\nولانه\nليس للطائر شعر بل ريش فله\nهيولى مثل هذا ومنها جعلت اذنيه وللحيوان\nالمفلس الجلد الذى يبيض بيضا سبل سمع ايضا. فان\nهذا القول ملائم\nلعلته ايضا. وللحيوان البحرى الذى يسمى فوقى\nسبل مثل هذه ايضا وليس\nلشئ من الحيوان الذى يبيض بيضا اذنان بل له سبيل سمع لانه ذو\nاربعة\nارجل تمام.\n[13]\nلآلة حس بصر الناس والطائر والحيوان الذى يبيض بيضا\nوالحيوان\nالذى له اربعة ارجل ويببيض بيضا سترة وحفظ لحس البصر.\nاما للحيوان\nالذى يلد حيوانا فله اشفار بها يغلق العين\nوللطائر الثقيل الطيران العظيم\nالجثة كمثل.\nوايضا الحيوان الذى له اربعة ارجل يغلق بالشفر الاعلى\nوالطائر يغلق عينيه بصفاق لاصق باطراف الاشفار. ولان\nطباع العين\nمخلوق من رطوبة احتاج الى هذه السترة وهذا الحفظ وعلة ذلك لكى يكون بصر\nالعين حادا جدا. ولهذه العلة صارت خلقة العين من قبل الطباع على مثل\nهذه الحال\nولو لا سترة العين التى فى الحيوان الجاسى الجلد\nلكانت\nضرورتها من الاشياء التى تقع فيها من خارج اكثر ولم تكن حادة البصر.\nولحدة البصر صار الجلد الذى على حدقة العين رقيقا جدا.\nولحال سلامة\nالعين خلقت الاشفار ولذلك\nتغلق عينيه كل حيوان وخاصة الانسان فجميع\nالحيوان يغلق عينيه\nلكى يدفع ما لا يوافقها من خارج فهو يدفعه بغلق\nعينيه. وذلك\nليس من قبل الارادة بل من قبل الطباع الذى فعله.\nوالانسان يغلق عينيه مرارا شتى لانه رقيق الجلد اكثر من جميع الحيوان.\nوعلى الشفر\nجلد محدق به ولذلك لا يلتئم الشفر\nولا طرف الكرة لانه جلد\nبغير لحم.\nفاما الطائر الذى يغلق عينيه انما يخلقها بالشفر الاسفل والحيوان\nالذى له اربعة ارجل ويبيض بيضا\nيغلق عينيه بالشفر السفلى لحال جساوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nالجلد المحيط\nبالرأس. فلهذه العلة يغلق عينيها على مثل <span id='ms046'></span> هذه الحال وما\nلم يكن من اصناف الطائر طيارا لثقل جثته\nفهو بقى بنشوء ريشه\nفى غلظ\nالجلد لان ميله الى الجلد.\n[14] فمن اجل هذه العلة يغلق عينيها\nبالشفر السفلى والحمام يشبه هذا\nالصنف\nوالحيوان الذى له اربعة ارجل ويبيض بيضا مفلس الجلد\nوجلدها\nاجسى من جلد الحيوان الذى له شعر\nوما يلى رؤوسها جاس جدا.\nولدلك\nليس له شفر من الناحية العليا بل لها شفر له لحم من الناحية السفلى\nولذلك\nفى شفره جساوة وامتداد موافق لخلق العين.\nوالطائر الثقيل الجثة يغلق\nعينيه كما وصفنا اعنى بصفاق موافق لذلك\nلان حركة الشفر بطيئة. وينبغى ان\nيكون غلق العين عاجلا\nوانما يغلق الطائر عينيه بالشفر الذى هو قريب من\nالمنخر لانه امثل الى ان\nيكون طباعها اعنى الاشفار من اول واحد وانما\nاولها من الناحية التى تلتئم\nبالانف والذى بعدها ابتداء الجانب.\nفاما\nالحيوان الذى له اربعة ارجل ويبيض بيضا فليس يغلق عينيه\nعلى مثل هذه\nالحال لانه لا يحتاج باضطرار ان تكون آلة حس البصر فيه رطبة لطيفة\nلانه\nارضى اعنى ان مأواه فى الارض. فاما الطائر فباضطرار يحتاج الى حدة البصر\nلانه يبصر من بعد ومن موضع عال ولذلك يكون الحيوان المعقف المخاليب\nحاد البصر جدا لانه ينظر الى صيده وغذ ائه من موضع بعيد عال ومن اجل\nهذه العلة\nيرتفع هذا الطائر فى الهواء خاصة اكثر من غيره. فاما\nالطائر\nالذى مأواه فى الارض وليس هو طيارا مثل الديوك والدجاح وما يشبهها\nفليس يحتاح الى حدة البصر لانه ليس شىء يضطرها الى دلك لحال معاشها.\nفاما\nالسمك والحيوان المحزز الجسد والحيوان الجاسى الجلد فعيناه مختلفة\nلان لبعضها عينين وليس لشىء منها اشفار\nوما كان منها جاسى الجلد\nليس له اشفار البتة. وينبغى ان يكون\nعمل الشفر سريعا وتكون خلقته من\nجلد\nوبدل هذه السترة والحفظ خلقت عيناها جاسية.\nولحال\nجساوة\nعينيها يبصر بصرا ضعيفا ولذلك خلق الطباع\nعينى الحيوان المحزز الجسد\nمتحركة ولا سيما\nعينى الحيوان الجاسى <span id='ms047'></span> الجلد مثل بعض الحيوان الدى له\nاربعة ارجل\nلكى يكون بصره احد اذا انقلب الى الضوء وقبله\nمن الهواء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nفاما السمك فهو رطب العين\nمن قبل انه باضطرار يكون الحاجة الى البصر\nكثيرة للحيوان الكثير الحركة\nوالهواء للحيوان شىء صاف.\nفاما للسمك فالماء\n<***>\nوليس للحيوان الذى يأوى فى الماء مانع يمنعه من البصر كما\nللحيوان الذى يأوى فى الهواء فان الذى يمنع ويحجر بينه وبين البصر غير\nشىء واحد.\nومن اجل هذه العلة ليس لعين السمك اشفار من اجل ان\nالطباع\nلا يضع شيئا باطلا. ولحال غلظ الماء صارت عينا السمك\nرطبة\nولجميع الحيوان الذى له شعر اشفار تستر عينيه.\nفاما الطائر والحيوان\nالمفلس الجلد فليس له اشفار تستر عينيه لانه ليس له\nشعر. وسنذكر اخيرا\nحال النعامة وعلة اشفار عينيها.\nفان لعينى هذا الحيوان اشفار ومن\nالحيوان الذى له\nشفر ليس يكون فى اشفار عينيه شعر الا فى الشفر الاعلى\nما خلا الانسان.\nفان لعينى الانسان شعر فى الشفرين جميعا لانها خلقت\nلحال السترة والحفظ. والطباع ابدا يهيىء المعونة والمنفعة للحيوان الذى هو\nاكرم من غيره. وعلة الذى هو امثل وانفع تكون ابدا من الاشياء الممكنة. ومن\nاجل هذه العلة ليس\nلشىء من الحيوان الذى له اربعة ارجل شعر فى\nالشفر السفلى بل\nتحت هذا الشفر نبتت شعر لبعض الحيوان\nوليس نبتت\nالشعر فى ابطى هذا الحيوان ولا فى مواضع العانة كما نبتت\nفى الاماكن\nمن الانسان بدل هذا الشعر يكون كل ظهر الحيوان الذى له اربعة ارجل\nازب كثير الشعر مثل جنس الكلاب.\nومن هذا الحيوان ما له عرف مثل\nالخيل وما يشبهه من الحيوان\nومنه ما له ناصية مثل الاسد الذكر وايضا\nالطباع\nزين بالشعر ما كان من اذناب الحيوان طويلا مثل اذناب الخيل\nوصغر شعر الاذناب القصيرة قليلا وقدر ذلك بقدر\nطباع كل جسد.\nفاما الحيوان الذى جسده ازب كثير الشعر\nفذنبه قصير قليل الشعر من\nقبل العرض الذى يعرض\nلذئبة وليس فى الحيوان شىء كثير <span id='ms048'></span> شعر الرأس ما\nخلا الانسان.\nوذلك باضطرار لحال رطوبة\nالدماغ ولحال الخياطات التى\nفى قحف الرأس. وحيث تكون رطوبة\nوحرارة كثيرة باضطرار يكون هناك نبات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nشعر كثير\nلحال المعونة ولكى يستر الشعر ويحفظ الدماغ من افراط\nالحر\nوالبرد. ولان دماخ الانسان كبير\nاحتاج الى حفظ كثير من اجل ان الرطب\nجدا يبرد ويغلى\nخاصة. فاما الدى يكون على خلاف هذه الحال فليس يلقى\nهذه الآفات التى تعرض من خارج الا بعسرة وفى الفرط. وانما\nذكرنا حيننا\nهذا علة شعر الرأس لقربه\nمن شعر الاشفار ومناسبته وسنذكر\nسائر الاعضاء\nفى المواضع التى تنبغى ونؤدى عللها.\n[15]\nفاما الحاجبان وشعر اشفار العين فانما خلقت لحال المعونة ودفع\nالمكروه\nاما الحاجبان فلكى تمنع الرطوبات\nالتى تنزل من الرأس الى\nالجبهة.\nفاما اشفار العين فلكى تمنع ما يقع على العين من خارج\nمثل\nشباح معمول بمنع الدخول الى بعض الزرع والثمرات\nوالحاجبان على تركيب\nعظام ولذلك يكثر شعرهما\nعند الكبر وربما كثر جدا حتى يحتاج الى الحلق.\nفاما\nشعر اشفار العين فهو نابت على غاية وتمام العروق وحيث تمام الجلد\nهناك تمام طول العروق ايضا. فباضطرار\nخلق شعر اشفار العينين لحال\nالندى الجسدانى الذى يصير هناك لكى لا يمنع\nعملا من عمل الطباع موافق\nلحاجة اخرى. فمن اجل هذه\nالعلة صار نبات الشعر فى هذه الاماكن\nباضطرار.\n[16]\nوآلة حس المشمة فى الحيوان الذى له اربعة ارجل ويلد حيوانا\nموضوع فى المكان الذى ينبغى من بل الطباع\nوهذه الآلة تكون فى العضو\nالذى يسمى خطما فى\nالحيوان الذى له لحيان مستطيلان منتهاهما الى الضيق\nوهو الموضع الذى يمكن ان يكون هذه الآلة.\nفاما فى سائر الحيوان فهى\nمفصلة قريبه\nمن اللحيين. فاما الفيل من بين سائر الحيوان فله فى هذا\nالجزء خصوصية ليس هى لسائر الحيوان\nلان فى آلة مشمته قوة شديدة وعظم\nفاضل\nلان منخر الفيل هو العضو الذى به يقرب الطعام الى فيه ويستعمله\nكما يستعمل اليد وبه يؤدى الى فيه الطعام اليابس\nوالرطب <span id='ms049'></span> وهو يلف منخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nاعنى خرطومه على الشجر ويجذب فيقلعه\nفهو يستعمل ذلك الخرطوم مثل\nاستعمال اليد فى جميع ما يحتاح اليه. وطباع هذا الحيوان موافق لمأوى\nفى\nالبر وفى قرب المياه فلانه عرض له ان تكون كثرة غذائه من الرطب\nباضطرار\nاحتاج الى التنفس لانه حيوان مشاء دمى\nوليس بسريع الانتقال من اليبس\nالى المكان الرطب كما ينتقل بعض الحيوان\nالدمى الذى يلد حيوانا. فمن\nاجل هذه العلة احتاج الى تنفس كثير بقدر عظم جثته.\nوباضطرار احتاج الى\nاستعمال الاسطقس الرطب كما يستعمل الارض\nوكما يحتال للفواصين ويهيأ لهم\nآلة\nموافقة للتنفس فى الماء حينا كثيرا\nويصل اليهم الهواء بتلك الآلة وبوسط\nالرطب كذلك\nفعل الطباع واحتال وهيأ مثل عظم خراطيم الفيلة ولذلك\nترفع\nخراطيمها الى فوق الماء وتجذب بها الهواء\nانا احتاجت الى السباحة فى\nالماء. ومن اجل هذه العلة\nصار منخر الفيل خرطوما موافقا للحاجة التى\nذكرنا. ومن اجل انه\nلم يكن استطاع ان يكون الخرطوم مثل هذا ولا يكون\nلينا\nولا ينثنى بقدر ما لا يكون طوله مانعا وحابسا\nللطعام الذى يأخذه\nمن خارج صارت خلقته لينة قوية على الانثناء. وكذلك يزعمون\nعن قرون البقر\nالذى يرعى من خلف.\nفلما صير الطباع خلقة خرطوم الفيل\nعلى مثل هذه\nالحال صار يستعمله\nفى اشياء كثيرة مثل ما يستعمل الحيوان\nمقدم رجليه.\nولهذه الحال صار بعض الحيوان الذى له اربعة ارجل كثير الاصابع لانه يستعمل\nمقاديم رجليه\nمكان اليدين\nوالفيلة من الحيوان الكثيرة الاصابع وليس\nرجلاها\nمشقوقة باثنين ولا لها حوافر. ومن اجل ان عظم جثتها\nكثير وثقل اجسادها\n[و]لذلك هيأت الطبيعة رجليها قوية جدا\nلتكون سندا لحمل ذلك الثقل فقط.\nولحال الثقل\nوعسر انثناء رجليها لا يستعملها فى شىء آخر اكثر من حمل\nالثقل. فلحال\nالتنفس للفيلة منخر اعنى الخرطوم كما لكل واحد من الحيوان\nالذى له رئة. ولحال\nمأواه فى الماء وابطائه فى خروجه وتنقله من الماء\nصيرت الطبيعة الخرطوم طويلا قويا على ان يلتف وينثنى <span id='ms050'></span>. ولان الطباع اعدمه\nحاجة استعمال الرجلين صار يستعمل الخرطوم مكان ذلك الاستعمال كما قلنا\nفيما سلف\nفهو يستعمل هذا العضو كما يستعمل الحيوان مفدم رجليه. فاما\nالطيور والحيات وسائر الحيوان\nالدمى الذى يبيض بيضا وله اربعة ارجل فله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nسبل\nمناخير قريبة من الفم\nلحال الحاجة الى التنفس. وليس تلك السبل\nبينة مفصلة\nولذلك يمكن ان يقول قائل انه ليس لشىء منها منخر\nوانما يعرض\nلها هذا العرض من قبل انه ليس لمناقيرها لحيان.\nوعلة ذلك طباع الطائر\nالمقوم\nعلى مثل هذه الحال لان الطائر مشاء مجنح\nفباضطرار صار ثقل العنق\nوثقل\nالرأس قليلا وصارت خلقة الصدر ضيقة. ولحال\nالحاجة الى الغذاء\nوالقوة صارت مناقير الطير من طباع شبيه بالعظم\nوصارت ضيقة لحال صغر\nالرأس.\nوانما سبل المشمة فى المناقير\nولم يكن يمكن ان تكون لها مناخير.\nفاما سائر الحيوان الذى\nيتنفس فقد بينا حاله فيما سلف وقلنا ان العلة التى\nمن اجلها ليس له\nمناخير بل بعضه يتنفس بالنغانغ وبعضه\nبانبوب. فاما\nالحيوان المحزز الجسد فهو بتنفس بشقاق الحجاب ويحس\nباصناف الرائحة\nوكلها يتنفس بروح الجسد الطباعى\nكما يتحرك وذلك فى جميعها من قبل\nالطباع\nوالهواء داخل عليها من خارج.\nفاما خلقة الشفتين فتحت المنخر\nفى\nالحيوان الدمى الذى له اسنان. فاما الطائر فله مكان الاسنان والفم\nالمنقار والمنقار\nلحال الغذاء كا قلنا فيما سلف ولحال القوة. ولذلك صار\nالمنقار صلبا\nمجتمعا كان الاسنان والشفتين كقول القائل\nانه لو رفع احدى\nشفتى الانسان وصير\nالناحية العليا من الاسنان ملتئمة على حدتها والناحية\nالسفلى من الاسنان على حدتها ثم صير الناحيتين مستطيلة دقيقة\nتنتهى الى\nشىء ضيق لكان من هذه الخلقة منقار\nمثل مناقير الطيور. ففى سائر الحيوان\nخلق طباع الشفتين لحال سلامة\nالاسنان وحفظها.\nولذلك\nصار هذا\nالعضو مفصلا وخلقته موافقة لما يحتاج اليه.\nفاما شفتا الانسان فلينة لحيمة\nقوية على الفتح والافتراق\nلحال حفظ الاسنان وسلامتها كما وصفنا عن حال\nشفتى سائر الحيوان\nولكى تكون موافقة لحال خروج الكلام <span id='ms051'></span>.\nوكما لم يصنع\nالطباع خلقة اللسان شبيهة بخلقة\nالسن سائر الحيوان بل هيأه موافقا لاستعمال\nامرين\nكا قلنا كذلك هيأ خلقة الشفتين والاسنان.\nفخلقة اللسان لحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nمذاقة الرطوبات ولحال الكلام. واما خلقة الشفتين\nفلهذه العلل ولحفظ الاسنان\nلان\nاكلمة التى تخرج بالصوت مركبة من حروف الكتاب.\nولو لم تكن خلقة\nاللسان على مثل هذه الحال ولا خلقة الشفتين رطبة\nلم يكن يمكن ان ينغم\nاللسان كثيرا من حروف الكتاب.\nفان منها ما يقال بقرع اللسان ومنها ما\nيقال بانضمام\nالشفتين. وينبغى ان نسل اصحاب وزن الشعر عن كمية وكيفية\nفصولها واخنلافها.\nفباضطرار صارت خلقة\nهذا العضو ايضا موافقة لحاجة الامرين\nالتى\nذكرنا لكى تكون اعمال حال الطباع على احسن واجود ما يمكن.\nومن\nاجل هذه العلة صار لحم الانسان لينا جدا\nلان الانسان جيد الحس اكثر\nمن جميع الحيوان\nاعنى الحس الذى يكون بالمس.\n[17]\nولسان الحيوان موضوع فى الفم تحت الحنك\nوهو بقدر قول القائل\nفى جميع الحيوان المشاء على حال واحدة. فاما فى سائر الحيوان\nفهو على\nانواع مختلفة اذا قيس هو الى ذاته واذا قيس الى الحيوان المشاء.\nفلسان\nالانسان مرسل لين جدا\nعريض لكى يستعمل فى العملين\nاللذين وصفنا اعنى\nفى حس مذاقة الرطوبات\nلان الانسان جيد الحس جدا اكثر من سائر الحيوان\nوكل جسد لين موافق لجودة حس المس وانما تكون المذاقة بصنف من اصناف حس\nالمس.\nوخلقة اللسان موافقة لتفصيل [ال]حروف\n[و] الكتاب واللسان اللين العريض\nموافق لجودة الكلم\nلانه ينقبض وينبسط ويصير فى كل ناحية من الفم بانواع شتى\nفاذا كان اللسان عريضا مرسلا قوى على جودة الكلام وحسه. وذلك بين من\nالذين ليس لسانهم مرسلا\nفان منهم من يكون الثغ ومنهم من يكون فى لسانه\nآفة اخرى مثل اللجلجة وغير ذلك. وانما يعرض هذا العرض لبعض\nنغمة\nالحروف اذا كان اللسان ضيقا ولم يكن عريضا\nلان الصغير يكون فى الكبير\nفاما الكبير ولا يكون فى الصغير. ومن اجل هذه العلة الطائر العريض <span id='ms052'></span>\nاللسان ينغم ببعض\nحروف الكتاب اكثر من الطائر الضيق اللسان.\nفاما\nالحيوان الدمى الذى له اربعة ارجل ويلد حيوانا فليس لصوته تفصيل الا تفصيل\nيسير جدا\nلان لسانه جاس ليس بمرسل\nوان كان له عرض. فاما ما كان\nمن الطائر صغيرا\nفهو كثير التصويت\nويستعمل اللسان بتصويت\nيعرف بعضه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nمعانى بعض وجميع الطائر يعلم ذلك وآخر يعرف الاصوات اكثر من آخر.\nومن\nاجل هذه العلة يظن ان بعضها يتعلم الاصوات من بعض وقد قلنا\nفى ذلك\nما يصلح فى صفة مناظر الحيوان واعمالها.\nفاما ألسن الحيوان الدمى المشاء\nالذى يبيض بيضا\nفليس تصلح لشىء من التصويت لان\nألسن اكثرها جاسية\nمربوطة بل تصلح المذاقة الرطوبات.\nوألسن الحيات واصناف السام ابرص طوال\nلها شعبتان\nوألسن الحيات طوال جدا ولذلك ربما مدتها مدا كثيرا واخرجتها\nمن افواهها وظهرت طوالا بعد ان كانت تظهر قصارا\nولألسنتها شعبتان دقيقتا\nالاطراف مثل شعر لحال\nرغبة طباعها. ولذة الرطوبات فيها مضعفة\nلان حس\nالمذاقة فيها مضعف\nوفى الحيوان الذى ليس بدمى العضو الذى يحس\nبالرطوبات وهو فى جميع الحيوان الذى له دم ايضا. وهذا العضو فى جميع\nالحيوان الذى يظهر\nلبعض الناس انه <***> له مثل السمك فان فى السمك\nما له شىء آخر\nلزج يذوق به الرطوبات بنوع من الانواع مثل\nالتماسيح\nالنهرية. وليس يظهر هذا العضو فى بعضها\nلعلة واجبة اعنى لان مكان الفم\nشوكى\nاعنى فم جميع الحيوان الذى على مثل هذه الحال ولان\nحس\nالرطوبات بكون فى الحيوان المائى حينا يسيرا كما يكون\nفى الاستعمال يسيرا.\nفمن اجل هذه العلة صار تفصيل هذا العضو فى الحيوان الذى وصفنا يسيرا\nويعبر الطعم الى البطن سريعا جدا\nلانه لا يمكن ان يلبث الطعم فى الفم\nحينا بقدر ما يمص ويستخرج رطوبته من اجل ان الماء يقع فيما بين ذلك.\nفان لم يمل احد الفم الى ناحية من النواحى لا يظهر\nهذا العضو ولا\nسيما لان مكان الفم شوكى\nوانما تركيبه من التئام النغانغ\nوطبع النغانغ <span id='ms053'></span>\nشوكى. فاما التماسيح فانه\nمما يوافق قصر وصغر ألسنتها عدم حركة الفك\nالاسفل لان فكها الاسفل لا يتحرك البتة واللسان ملتئم\nبذلك الفك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nفالتماسيح تحرك الفك الاعلى خلاف حركة سائر الحيوان\nفان الفك الاعلى فى\nسائر الحيوان لا يتحرك. فليس يلزم لسان التماسيح ناحية الفك الاعلى\nلان\nمدخل غذائه على خلاف\nمدخل غذاء غيره.\nوايضا من العرض الذى يعرض\nلهذا الحيوان انه مشاء ومعاشه وتدبير حياته\nمثل تدبير ومعاش السمك.\nفلهذه العلة ايضا صار هذا العضو اعنى لسان التمساح غير مفصل.\nفاما\nالحنك فهو لحم فى كثير من الحيوان البحرى\nوفى السمك النهري. وربما كان\nلحما\nلينا جدا مثل حنك السمك الذى يسمى باليونانية قوبرنى. ولذلك يظن\nكثير ممن يعاينه ان الحنك لسان مفصل. فاما\nالسمك فله لسان ولكن ليس\nهو مفصل لحال العلة التى ذكرنا\nوله العضو الذى يشبه اللسان\nلحال\nاستعماله حس الطعام\nولكن ليس هو على كل حال شبيه بخلقة اللسان على\nحال بل بالطرف خاصة لحال العلة التى وصفنا ولان\nهذا مفرد للسمك فقط.\nولجميع الحيوان شهوة\nالطعام لان لها حس اللذة\nالتى تكون من الطعام\nوانما الشهوة شهوة اللذيذ\nولكن ليس هذا العضو فى جميع الحيوان شبيها\nاعنى الذى به يحس\nبالطعام بل هذا العضو فى بعض الحيوان مرسل\nوفى\nبعضه لاصق بالفك الاسفل ولا سيما فى الحيوان الذى لا يحتاج الى استعمال\nالصوت.\nوهذا العضو يكون فى بعض الحيوان جاسيا وفى بعضه لينا لحيما.\nومن اجل هذه العلة\nيكون عضو مثل هذا الحيوان اللين الخزف مثل هذا\nالذى يسمى باليونانية قارابو وما يشبه هذا الصنف.\nوفى فم الحيوان الذى\nيسمى مالاقيا مثل\nسيبيا والحيوان الكثير الارجل. فاما بعض الحيوان المحزز\nالجسد ففى داخل فيه\nعضو مثل هذا مثل جنس النمل\nوفى كثير من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nالحيوان الخزفى الجلد. ومن هذا الحيوان ما له هذا العضو خارج مثل\nحمة وهو فى طباعه رخو مجوف وبه يذوق\nويحس ويجتر الطعم. وذلك بين\nمن\nالذباب والنحل وجميع ما يشبه <span id='ms054'></span> هذا الصنف. وايضا هذا العضو يكون فى\nبعض الحيوان الخزفى الجلد\nولهذا العضو قوة فى الحيوان الذى يسمى\nباليونانية برفيرى بقدر ما يثقب خزف بعض أصناف الحلزون\nمثل الصنف الذى\nيسمى اسطرنبس. وايضا\nالبق وذباب الدواب يثقب بهذا العضو\nجلود الناس\nوجلود سائر الحيوان فهذه حال\nطباع اللسان فى مثل هذا الحيوان وهو\nيستعمل هذا العضو\nكما يستعمل الفيلة الخراطيم.\nفان مناخير الفيلة خلقت\nلتعينها واللسان خلق فى هذا الحيوان\nليعمل العمل الذى يشبه عمل\nالخراطيم ولذلك خلق\nمثل حمة. فاما لسان جميع سائر الحيوان فهو كما\nذكرنا ووصفنا.\nتمت المقالة الثانية عشر\nمن كتاب الحيوان.\nلارسطوطاليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>المقالة الثالثة عشر من كتاب الحيوان لارسطوطاليس الحكيم</h1>\n\n<p>\n[1]\nوالذى يتلو قولنا الذى سلف ذكر طباع\nاسنان الحيوان الذى يحدق\nبه الفم فان الفم محدق بالاسنان\nومفوم منها وطباع الاسنان\nمشترك للحيوان\nاعنى لاستعمال الطعام\nوهو فى بعض اجناس الحيوان للقوة ايضا\nولان يفعل\nبالاسنان ولان لا يلقى أعنى يدفع به الاذى. فطباع الاسنان فى بعض اجناس\nالحيوان\nليفعل ولكى لا يلقى مثل الحيوان الذى\nطباعه برى وهو يأكل اللحم\nوفى بعض الحيوان لحال المعونة والاستعمال\nكما يكون فى كثير من الحيوان\nالوحشى والانيس. فاما اسنان\nالانسان فخلقتها موافقة للاستعمال المشترك\nاعنى ان مقاديم اسنان الانسان [حادة] لحال قطع الطعام والاضراس عريضة\nلكى تطحن وتملس الطعام. وفيما ين مقاديم الاسنان والاضراس تفرق النابان\nبحد ما بينهما\nوطباع النابين واسط فيما بين المقاديم والاضراس لان فيه قوة\nمشتركة من كليهما\nاعنى انها بنوع حادة وبنوع\nعريضة. وهذه حال الاسنان\nفى جميع الحيوان الذى\nليس كل اسنانها حادة. فكيفية\nوكمية اسنان\nالانسان موافقة لبعض الكلام والتصويت ولا سيما\nمقاديم الاسنان موافقة للتصويت\nبالهجاء ايضا.\nفاما بعض الحيوان فله اسنان لحال الطعم فقط كما قلنا فيما\nسلف\nومن الحيوان ما له اسنان لحال المعونة والقوة ومنه ما له\nنابان ناتئان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nمثل ذكورة الخنازير ومنه ما له اسنان حادة\nبعضها يدخل فى بعض ولذلك\nيقال مؤشر الاسنان لان <span id='ms055'></span>\nقوته فى اسنانه وذلك يكون لحال حدتها.\nوما\nكان من الاسنان موافقا للقوة يكون مداخلا اعنى يقع بعضه فى داخل بعض\nوذلك لكيما\nلا تفسد حدتها من سحق بعضها ببعض. وليس فى\nالحيوان\nشىء له اسنان حادة مداخلة ونابان ناتئان معا لان الطباع لا يصنع شيئا\nاطلا ولا فضلا وانما احد هذين النوعين لحال\nالقوة والنو ع الآخر لحال\nالقتال ودفع المكروه. ولذلك ليس\nلاناث الخنازير نابان ناتئان وانما تعض\nبحدة اسنانها. وبقول عام\nينبغى لنا ان نعلم شيئا موافقا لما نذكر حيننا\nهذا ولما نهم\nباستئناف ذكره اعنى ان\nالطباع انما يصير الاعضاء الموافقة\nللمعونة والقوة\nفى الحيوان المحتمل لذلك\nاعنى مثل الحمة والمخلب الذى\nيكون فى ساق الطير والقرون والانياب الناتئة\nوكل عضو مثل هذه الاعضاء التى\nذكرنا. ولان ذكورة الحيوان اقوى\nواشد غضبا وربما كانت هذه الآلة فى الذكورة\nفقط وربما كانت فى الذكورة اقوى منها فى الاناث.\nفالاعضاء التى تحتاج اليها\nباضطرار تكون فى الاناث ايضا\nولكن دون ما تكون فى الذكورة\nفاما الاعضاء\nالتى لا تحتاج اليها فى نوع من الانواع باضطرار فليس تكون فى الاناث.\nولهذه العلة لذكورة الايلة قرون\nوليس لاناثها قرون وبين قرون ذكورة\nالبقر\nواناثها اختلاف وفى قرون الغنم كمثل\nفهذه وجميع الآلة التى تشبهها تحتاج\nاليها لحال العون والقوة.\nفاما اسنان جميع السمك فحادة يدخل بعضها فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nبعض ما خلا\nجنسا واحدا من السمك يسمى باليونانية سقاروس. وفى كثير\nمن ألسن وحنك السمك اسنان وعلة ذلك\nان السمك باضطرار يقبل الماء مع\nالطعم لمأواه فى الرطوبة\nولانه يحتاج الى ان يصير ذلك الطعم فى بطنه\nعاجلا وليس يمكن ان يلبث\nالطعم فى افواه السمل ويطحن حينا طويلا لانه\nان لبث الطعم فى افواهها سال الماء فدخل فى البطون وملأها.\nومن اجل\nهذه العلة صارت اسنان جميع [اصناف] السمك حادة لتقطع الطعام عاجلا.\nوصار نبات الاسنان فى اماكن شتى لكى بكثرة الاسنان يكثر قطع الطعم اجزاء\nصفارا ويكون ذلك بدل الطحن <span id='ms056'></span>.\nواسنان السمك معقفة لان قوتها\nفيها.\nوانما طباع الفم فى الحيوان لحال\nهذه الاعمال ولحال التنفس فى اجناس\nالحيوان الذى يتنفس\nويبرد جوفه من الهواء الذى يدخل عليه من خارج.\nفان الطباع\nكما قلنا فيما سلف يستعمل كثيرا من الاعضاء فى\nالاعمال\nالمشتركة العامة مثل ما يستعمل الفم.\nفان جميع الحيوان انما يأكل بالفم.\nفاما القوة فهو شىء خاص لبعض الحيوان ولبعض اجناسها.\n[ف] اما التنفس\nفليس بمشترك لجميع الحيوان بنوع واحد. فاما الطباع\nفانه يجمع جملة\nالحاجة فى عضو واحد وصير خلقة ذلك العضو مختلفة\nبقدر اختلاف الاعمال\nولذلك صار بعض الحيوان صغير الفم\nوبعضه كبير الفم. فكل فم يحتاج اليه\nلحال طعم وتنفس\nوكلام فهو صغير وكل فم يحتاج اليه لحال معونة وقوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nفهو مشقق كبير لان\nقوة ذلك الحيوان فى العض. ومن اجل ذلك صار\nفتح الفم كبيرا فى جميع الحيوان الحادة الاسنان الذى يأكل اللحم واذا كان\nفتح الفم كبيرا\nقوى على ان يكون عضه اشد واقوى. ومن اجل هذه العلة\nصارت افواه السباع اكبر فتحا من غيرها. وافواه السمك كبيرة الفتح\nولا سيما\nالسمك الذى يعض ويأكل اللحم. ففتح الفم\nموافق لمثل هذا الحيوان فاما\nصغر الفم وضيقه فعلى خلاف ذلك. واما الطائر\nفله المنقار وذلك المنقار\nللطير بدل الشفتين والاسنان.\nوفى مناقير الطير اختلاف بقدر صنف الحاجة\nوالمعونة. ومن اجل ذلك صارت مناقير بعض الطير معقفة لانها تأكل اللحم\nولا تغذى بشىء من اصناف الحبوب\nفاذا كان المنقار معقفا قوى على ضبط\nوامساك ما يمسل ولا سيما اذا اراد ان يضبط شيئا ضبطا شديدا.\nفقوة\nالطائر الذى يأكل اللحم فى منقاره ومخاليبه\nولذلك صار المنقار جاسيا\nموافقا\nلتدبير الحياة مثل\nمنقار الطائر النقار الشجر فان منقار هذا الطائر قوى جاس\nجدا ومنقار الغربان واصناف الطائر الذى يشبه ويلائم الغربان كمثل.\nفاما\nمناقير اجناس الطائر الصغير فهى دقيقة موافقة لجمع الحبوب\nواخذ ما صغر من\nالحيوان اعنى كل طائر يعيش من البق وما يشبهه والطائر <span id='ms057'></span> الذى يأكل الدود.\n[فاما الطائر الذى يأكل اصول العشب] والطائر الذى فيما بين رجليه جلدة\nومأواه فى\nالماء فمناقير اصناف هذه الطيور موافقة لما ذكرنا.\nومن الطير\nاجناس تكون عريضة المناقير لان عرض المناقير\nموافق للحفر مثل العرض الذى\nيعرض للخنازير بين سائر الحيوان الذى له اربعة ارجل\nاعنى ان الخنزير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nعريض الخرطوم لانه يحفر الارض ويأكل الاصول. وكذلك\nمناقير الطير الذى\nيأكل الاصول وحياته شبيهة بحياة الخنزير اعنى ان منقاره عريض\nوهو موافق\nللحفر وأكل اصول العشب.\nفقد ذكرنا جميع اعضاء الرأس ووصفنا حالها\nوعلة خلقتها.\nفاما جزء الجسد الذى بين قحف\nالرأس والعنق فهو يسمى\nفى الانسان وجها وانما\nسمى وجها لانه ليس فى اصناف الحيوان شىء قائم\nالجثة ما خلا الانسان\nفقط.\n[2]\nونحن نريد ان نأخذ فى ذكر علة القرون فان القرون تكون\nمن قبل\nالطباع فى الحيوان الذى له رأس وليس يمكن ان يكون رأس بين الا فى\nالحيوان الذى يلد حيوانا\nولغير هذا الحيوان رأس يسمى رأسا باستعارة\nالاسم وربما كان له ايضا قرون تقال قرونا باستعارة الاسم.\nوانما خلقت القرون\nلحال المعونة والقوة\nومن الحيوان ما له\nقرون ضعيفة ليست بموافقة لمعونة\nولا لقوة ولا لقتال ولا لقهر.\nفان هذه الاعمال انما هى اعمال القوة. وكل\nحيوان مشقوق الرجلين بشقوق كثيرة\nلا تكون له قرون وعلة ذلك لان القرون\nانما هى علة للمعونة والقوة [و] للحيوان الذى فى رجليه شقوق كثيرة [و]\nاصناف أخر\nمن اصناف القوة. وقد وهب الطباع لبعض الحيوان مخاليب\nولبعضها\nاسنانا خلقتها موافقة للقتال ودفع المكروه عنها\nولكثير من الحيوان\nالذى له ظلفان قرون\nولبعض الحيوان الذى له حوافر ايضا. وانما نبات\nالقرون لحال القوة فاما الحيوان الذى\nلم يهب له الطباع صنفا من اصناف\nالمعونة مثل\nالسرعة التى وهبت للخيل\nاو عظم جثة مثل عظم الجمال. فان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nعظم الجثة\nمما يمنع الضرورة التى تعرض من سائر الحيوان مثل\nعظم جثث\nالجمال وعظم جثث الفيلة فله اصناف أخر من اصناف <span id='ms058'></span> المعونة.\nفاما الحيوان\nالذى له نابان ناتئان مثل جنس الخنازير\nفله ظلفان. فاما الحيوان الذى\nلم يمكن ان تكون له منفعة من طباع القرون\nفقد وهب له الطباع صنفا آخر\nمن اصناف المعونة مثل\nما وهب السرعة للايلة فان عظم جثتها وكثرة شعوب\nقرونها\nاقرب الى مضرتها اكثر من منفعتها وكذلك قرون الجواميس وقرون الغزلان\nايضا. فان هذا الحيوان ربما قاتل بقرونه لما يضعف عنه ولا يقوى على قتاله\nويهرب من السباع والخبيث القتال. فاما\nالبقر البرى فلان قرونه معقفة\nبعضها مائل الى بعض وهب له الطباع صنف معونة اخرى اعنى له ذرق روثه\nوالقاءه فى مكان بعيد فان هذا الحيوان اذا\nاتقى رمى بروثه الى موضع\nبعيد لكى يشتغل به من يطالبه فاذا فعل ذلك سلم.\nولم يهب الطباع\nاصنافا كثيرة من اصناف المعونة\nللحيوان الواحد الذى هو فهو. ولكثير من\nالحيوان الذى له قرون اظلاف\nوربما كان حيوان له حوافر مثل الحيوان الذى\nيسمى حمارا هنديا.\nفاجساد الحيوان مجزأة بقدر حركاتها اعنى\nالحركة\nاليمنى والحركة اليسرى\nولهذه العلة يكون لبعض الحيوان قرنان أعنى قرنا\nايمن وقرنا ايسر ومن الحيوان حيوان له قرن واحد\nمثل الحمار الهندى\nوالحيوان الذى يسمى باليونانية ارقس\nفاما الذى يسمى ارقس فله اظلاف فاما الحمار\nالهندى فله حوافر. واذا كان للحيوان قرن واحد\nفهو نابت فى وسط الرأس لان\nوسط الرأس\nفيما بين الاطراف والجوانب فهو حد مشترك. فبحق صار\nلهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nالحيوان قرن واحد وله حوافر وطباع الحوافر\nوالاظلاف واحد بعضه فريب من\nبعض وكذلك يكون\nالتشقيق فى الاظلاف والقرون فى الحيوان الذى هو فهو.\nوانما يكون التشقيق من نقص الطباع\nفبحق لا تكون قرون للحيوان الذى له\nحوافر لان الطباع صير القوة فى الحوافر\nواعدم الرأس من القرون فبحق صارت\n[حوافر] للحيوان الذى له [حوافر] قرن واحد.\nوبحق صار نبات القرون فى\nالرأس\nوليس هو كما قال ايسوبوس حيث لام الثور لان ليس له قرون على\nمنكبيه ويزعم انه لو كانت قرونه على <span id='ms059'></span> منكبيه\nلكان نطحه بتلك القرون قويا جدا\nاكثر من النطح الذى ينطح به من رأسه. فهو يلوم الثور لان قرونه\nصارت فى\nرأسه والرأس اضعف الاعضاء بزعمه وقد اخطأ وجهل فى قوله\nلانه لو كان نبات\nالقرون فى عضو آخر سوى الرأس\nلكان عليه ثقل وكان مانعا للاعمال\nولم يكن\nينتفع به فى وجه من الوجوه.\nوليس ينبغى ان نتفقد المكان الذى منه يكون\nالنطح اشد فقط بل ينبغى ان نتفقد ايضا المكان الذى منه يكون النطح\nامكن وابعد [ايضا] .\nومن اجل هذه العلة لا تكون القرون على اليدين ولا\nيمكن ان تكون على الرجلين ايضا\nولو كانت على الافواه لمنعت الطعم.\nفباضطرار\nصار نبات القرون فى الرأس. فان نباتها هناك مما لا يمنع\nمن\nسائر الاعمال والحركات.\nوينبغى ان نعلم ان القرون صلبة صامتة فى الايلة\nفقط ومن اجل هذه العلة تلقى الايلة قرونها فقط.\nفهى تلقى قرونها\nلحال المنفعة وتلقيها باضطرار لحال طرح الثقل. فاما قرون سائر الحيوان\nفما قرب من اصل نباتها فهو مجوف والباقى منها صلب صامت لان\nذلك\nاوفق واجود للنطح. ولكى لا يكون الجزء المجوف\nضعيفا لنباته من الجلد\nصنف الطباع\nنباته من العظم وبهذا النوع تكون القرون\nاقوى واقل مضرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nلسائر تدبير معاشها.\nفقد بينا لماذا صار طباع القرون فى الحيوان\nوادينا\nعلته ولماذا لبعض الحيوان قرون وليس\nلبعض. وانما فعل الطباع ذلك لحال\nالاضطرار\nاعنى لان الجسد\nالارضى الجسدانى كثير فى الحيوان العظيم\nالجثث\nوليس يعلم حيوان صغير جدا له قرون ما خلا الغزال. وانما ينبغى\nان\nنعرف عمل الطباع اذا كان غالبا مستوليا على كثرة\nوذلك اذا كان فى\nالكل او فى الاكثر.\nوجزء العظام التى فى اجساد الحيوان ارضى\nولذلك\nيكون هذا الجزء كثيرا فى الحيوان العظيم الجثة\nوقولى معروف لمن تفقد ونظر\nفى الكثير. وانما\nيعمل الطباع ابدا بالذى هو اجود وامثل وخير من غيره.\nفباضطرار يميل هيولى الجزء الارضى فى بعض الحيوان الى الناحية العليا\nاعنى فى الاسنان <span id='ms060'></span>\nوالانياب الناتئة وفى بعضه فى قرون. ومن اجل هذه العلة\nلا يمكن ان تكون اسنان فى الفك الاعلى والفك الاسفل\nللحيوان الذى له\nقرون فليس لمثل هذا الحيوان مقاديم الاسنان فى الناحية العليا\nفما نقص\nالطباع من هذه الاسنان زاد على القرون\nوالغذاء الذى كان يؤدى الى\nمقاديم الاسنان التى فى الفك الاعلى يفنى فى\nتربية ونشوء القرون. فاما\nالعلة التى من اجلها ليس لاناث الايلة\nقرون واسنانها مثل اسنان\nالذكورة\n[ف] من قبل ان طباع الاناث والذكورة واحد\nوان من طباعها ان تكون لها قرون\nولكن الطباع اعدم أناث الايلة القرون لانها ليست\nبنافعة لها ولا للذكورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nولكن ضرورتها اقل\nلحال القوة. [فاما] سائر الحيوان الذى لا\nينفد الجزء\nالارضى فى هذا العضو اعنى القرون فالطياع\nصير عظم جميع الاسنان كثيرا\nفى بعض الحيوان وصير لبعض\nانيابا ناتئة من الخدين مثل نبات القرون من\nالرأس.\n[3]\nفقد ميزنا وحددنا وادينا علل الاعضاء التى فى الرأس بمثل هذه\nالحال.\nفاما تحت الرأس فالعضو الذى يسمى عنقا وذلك\nفى الحيوان\nالذى له عنق. وانما اقول ذلك لانه لا يكون هذا العضو اعنى العنق\nفى\nجميع الحيوان.\nوالعضو الذى يسمى حنجرة والذى يسمى مريئا اعنى الذى\nمنه يدخل الطعام يكون فى العنق.\nفخلقة الحنجرة لحال التنفس\nلانه\nيكون مدخل ومخرج الهواء بالتنفس\nوانما اقول ذلك لان فى الحيوان ما ليس\nله رئة\nولا عنق مثل جنس السمك. فاما المرىء\nفهو العضو الذى منه يدخل\nالطعام فى البطن\nوهو بين ان كل حيوان ليس له عنق لا تكون له رئة\nوليس يحتاج الى عضو المرىء باضطرار لحال مدخل الطعام.\nويمكن ان\nيكون\nوضع البطن بعد وضع الرأس فى الجسد\nولا يمكن ان يكون وضع\nالرئة بعد الرأس لانه ينبغى ان يكون عضو مشترك\nمثل انبوبة وانقسم الهواء\nمن ذلك العضو\nفى تجويف الرئة والوريدات التى تنتهى اليها لان الرئة تجزأ\nبجزئين. وبهذا النوع\nيكون عمل الرئة تاما كاملا اعنى دخول الهواء فيها\nوخروجه منها <span id='ms061'></span>. ومن اجل ان لآلة\nالتنفس طولا باضطرار\nعرض ان يكون\nالمرئ فيما بين الرأس والبطن باضطرار.\nوطباع المرىء لحمى وله امتداد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nمثل امتداد العصب\nلكى يمتد ويتسع عند مدخل الطعام وخلقته\nلحمية لكى\nيكون لينا وبحيث لا يصيبه\nمن الطعام الذى يدخل فيه شىء وتكون من ذلك\nضرور. فاما الحلقوم\nوالوريد الخشن فتقويمها من جسد غضروفى\nلان خلقتها\nليست لحال التنفس فقط بل لحال الصوت ايضا. وينبغى\nللصوت ان يكون\nصلبا املس\nوالعرق الخشن موضوع بين يدى المرئ وان كان\nيمنعه من قبول\nالطعام لانه ان\nوقع شىء رطب او يابس من الطعام فى الوريد الخشن يكون\nداعية الى\nاوجاع وخنق وضرورة كثيرة.\nفاما قول الذين يزعمون\nان العرق\nالخشن مجرى الماء والرطوبة فهو مما ينبغى ان يزدرى به لانه لا يمكن ان يقبل\nبه الحيوان الرطوبة من اجل\nانه ليس فيه سبيل آخذ من الرئة الى البطن\nالبتة.\nفاما السبيل الآخذ من الفم الى المرىء والبطن فهو بين لكل من\nعاينه. وايضا اذا عرض\nالغثيان والقىء يستبين من اى موضع تخرج الرطوبة.\nوهو بين ايضا ان الرطوبة لا تجتمع اولا فى المثانة\nبل فى البطن ثم\nتصير من البطن الى المثانة\nوفضول البطن تقبل اللون من\nثفل الشراب\nالاسود. وهذا العرض يعرض ايضا\nمن قبل القروح التى تكون فى البطن.\nولكن\nخليق ان يلومنا احد لذكرنا قول اهل الجهل وقلة المعرفة.\nفاما\nالعرق الخشن فلانه موضوع بين يدى المرىء\nيكون علة أذى وضرورة من الطعام\nولذلك احتال الطباع\nوصير على فم العرق الخشن غطاء وهو العضو الذى على\nاصل اللسان. وليس هذا العضو فى\nجميع الحيوان الذى يلد حيوانا بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nفى الحيوان الذى له رئة والذى\nليس بمفلس الجلد ولا له اجنحة.\nفليس\nلمثل هذا الحيوان ذلك العضو بل ينفتح وينغلق\nفم العرق الخشن عند الحاجة\nالى التنفس كما ينغلق وينفتح عرق الحيوان الذى له العضو الذى فوق اصل\nاللسان. فهذا العرق ينفتح وينغلق عند حاجة التنفس لكى\nلا <span id='ms062'></span> يقع شىء من\nالطعام فى ذلك العرق. فان\nغفل الحيوان\nوتنفس ساعة يطعم الطعام\nووقع شىء منه فى العرق الخشن عرض له منه سعال وخنق [و]كما\nقلنا فيما\nسلف. [و] نعم ما احتال الطباع فى خلقة اللسان والعضو الذى فوق اصل\nاللسان\nوحركتها لكى يكون مضغ وطحن الطعام فى\nالفم وان بقى شىء منه\nعند الابتلاع يبقى فيما\nبين الاسنان ولا\nيخطىء مجراه ويصير الى فم العرق\nالخشن. وليس يكون هذا\nالعضو اعنى الذى يكون فوق اصل اللسان فى\nالحيوان الذى وصفنا لحال يبس لحمه\nوجساوة جلده فانه لو كان له هذا\nالعضو مع ما وصفنا من حاله لم يكن جيد الحركة\nلتقويمه من لحم يابس وجلد\nجاس\nولذلك صار فم هذا العرق ينغلق وينفتح عند حاجة التنفس اسرع\nمن\nحركة ذلك العضو المخلوق من اللحم والجلد الذى ذكرنا. فهذه حال العرق\nالخشن فى\nالحيوان الذى له شعر. فقد قلنا العلة التى من اجلها صار\nلبعض\nالحيوان هذا العضو ولم يصر لبعضه اعنى العضو الذى يكون على اصل\nاللسان.\nوقد اصاب الطباع حيث\nاحتال بهذه الحيلة فدفع الضرورة عن\nالعرق الخشن والعرق الخشن موضوع\nبين يدى المرىء باضطرار ولان القلب\nموضوع فى مقدم\nالصدر وفى الوسط ونقول ان\nابتداء الحياة وكل حركة وكل\nحس فيه. وانما الحس\nوالحركة فى مقدم جزء القلب وبهذا القول يميز\nالاوسط\nوالمؤخر. فاما الرئة فهى موضوعة حيث القلب\nوفيما يلى القلب.\nوانما يكون التنفس بالرئة لحال\nالاول الذى فى القلب وانما يكون التنفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nالذى يتنفس\nالحيوان بالرئة والعرق الخشن ويصير تنفس الهواء الى\nمقدم\nالقلب اولا فباضطرار يتحرك الحنجرة والعرق الخشن فى اوان التنفس.\nفقد\nاستبان أنه باضطرار صار موضع العرق الخشن فى مقدم المرئ لان\nما يدخل\nفى العرق الخشن يصل الى الرئة والقلب\nواما ما يدخل فى المرىء فهو يصير\nالى البطن. وبقول كلى العضو الاكرم والاجود\nاذا لم يكن شىء آخر اعظم\nمنه يمنعه يصير\nفى الناحية العليا لا يصير الى <span id='ms063'></span> الناحية السفلى وهو احرى ان\nيصير فى\nالمقدم ولا يصير فى المؤخر واحرى ان يصير فى الناحية\nاليمنى ولا\nيصير فى الناحية اليسرى.\nفقد قلنا ما صلح فى العنق والمرئ والعرق الخشن\nوالذى يتلو قولنا ذكر اعضاء الجوف.\n[4] وهذه الاعضاء\nخاصة للحيوان الدمى وفى بعض الحيوان جميع اعضاء\nالجوف وهذه الاعضاء\nليس جميعها فى بعض. ولا تكون اعضاء الجوف فى\nالحيوان الذى لا دم له وقد اخطأ\nديموقريطوس فيما قال فى اعضاء الجوف\nحيث\nقال انها تكون فى الحيوان الذى لا دم له ولكن لا تظهر لحال صغره.\nوذلك بين من قبل ان فى الحيوان الدمى تظهر اعضاء الجوف فى اول خلقته\nوتقويمه\nوهو بعد صغير جدا فقلبه وكبده يظهر ظهورا بينا.\nوربما كان\nالحيوان ابن ثلاثة ايام وعظمه مثل نقطة فتظهر هذه الاعضاء فيه صارا جدا\nوتظهر ايضا صفارا فى سقط الجنين.\nوايضا كما قلنا انه ليس استعمال\nالاعضاء التى فى ظاهر اجساد الحيوان واحدا\nبل مختلف بقدر الحاجة الداعية\nاليه\nوكذلك استعمال الاعضاء التى فى الجوف مختلف بقدر اصناف تدبير المعاش.\nفاعضاء الجوف شىء خاص للحيوان الدمى\nوكل واحد منها مقوم من هيولى\nدمية وذلك بين فى\nالاطفال لان اعضاء الاطفال بقدر قياس جثتها كبيرة جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nدمية\nلان صنف الهيولى وكثرتها\nظاهر جدا فى اول التقويم. فاما القلب\nففى جميع الحيوان الدمى. وقد قلنا\nفيما سلف لاى علة يكون القلب فى\nكل حيوان دمى. ومن اجل انه باضطرار ينبغى ان يكون دم فى كل حيوان\nدمى\nولان الدم رطب باضطرار يحتاج الى ان يكون له وعاء\nيجتمع فيه\nولذلك احتال الطباع وصير خلقة\nالعروق وباضطرار يكون للعروق اول واحد\nوحيث يمكن الاصل واحد\nفهو امثل واجود ان يكون واحدا ولا تكون الاوائل\nكثيرة. وانما القلب ابتداء\nواول العروق فانها تظهر خارجة من القلب وليس\nتظهر مارة به.\nوطباع خلقة القلب من عروق لانه من جنس العروق\nوموضع\nالقلب مكان موافق لكينونته اول لانه موضوع فى الكان الاوسط\nبل <span id='ms064'></span> هو موضوع\nفى المكان الاعلى وليس فى المكان الاسفل وفى المقدم وليس فى المؤخر\nلان\nالاكرم مرتب فى الاماكن الاكرم من قبل الطباع\nان لم يكن شىء اعظم مانع\nله. وما قلت بين جدا\nفى الانسان خاصة وفى سائر الحيوان\nايضا اعنى\nان الطباع وضع القلب فى الموضع الاوسط من الجسد الذى يحتاج اليه\nباضطرار\nوتمام ذلك الجسد الموضع الذى منه تخرج الفضول. فاما سائر\nالاعضاء\nفهى فى الحيوان على حال مختلفة وليس هى من التى يحتاج اليها\nلحال الحياة باضطرار\nولذلك يعيش الحيوان اذا قطعت تلك الاعضاء.\nفاما\nالذين يزعمون ان اول\nالعروق فى الرأس فقد اخطؤوا وبئس ما ظنوا لانهم\nيصيروا\nاوائل كثيرة مفترقة وفى مكان\nبارد. وذلك بين من قبل ان البرد\nيسرع الى هذا العضو ويشتد عليه فاما مكان القلب فعلى خلاف ما ذكرنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nوكما قلنا فيما سلف ان العروق\nتمر بسائر اعضاء الجوف وليس تمر بالقلب.\nومن هذه الحجة يستبين ان القلب جزء من اجزاء العروق.\nوذلك بحق لان\nجسد القلب فى الوسط وخلقته\nفى جسد صفيق مجوف من قبل الطباع وهو\nايضا مملوء دما\nلان ابتداء العروق منه وانما هو مجوف\nلقبول الدم وهو\nصفيق لحفظ\nابتداء الحركة. وليس يكون فى سائر الاعضاء\nدم بغير عروق\nالا فى القلب فقط فاما الدم الذى فى سائر الاعضاء\nفهو محتبس فى عروق.\nوذلك بحق\nمن اجل ان الدم يخرج من القلب ويصير فى\nالعرو وليس يأتى\nالدم الى القلب من مكان آخر لان القلب\nعين وابتداء الدم [و] العضو الذى\nيقبل الدم اولا. وذلك بين من\nشق الاجساد واصناف الولاد\nلان خلقة\nالقلب تظهر اولا دمية وكينونتها قبل كينونة\nسائر الاعضاء. وايضا حركات\nالاشياء اللذيذة والكريهة\nوبقول عام حركة كل حس من هنا تبتدئ فى معرضها\nواليه تكون غايتها اعنى الى القلب. وكذلك ينبغى ان يكون\nالاول اعنى انه\nينبغى ان يكون واحدا ويكون حيث الاوسط\nفان ذلك المكان اكثر ملامة له من\nغيره والاوسط واحد <span id='ms065'></span> وقوته تنبسط فى جميع الاعضاء\nبنوع واحد او نوع مقارب.\nوايضا اذ قد علمنا انه ليس لشىء من الاعضاء الدمية\nحس ولا للدم حس\nينبغى ان يكون الاول الذى فيه الدم مثل\nوعاء وباضطرار ان يكون الاصل\nوالاول مثله.\nوليس يظهر ذلك بالكلمة فقط بل\nبالحس ايضا. فان القلب\nيظهر فى جسد الجنين عند اول خلقته ويظهر\nمتحركا من بين سائر الاعضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nمثل حيوان وذلك لانه اول طباع\nالحيوان الدمى. والشاهد لنا على ما ذكرنا\nكينونة القلب فى\nجميع الحيوان الدمى لانه باضطرار\nيحتاج الى اول الدم.\nوالكبد ايضا فى\nجميع الحيوان الدمى ولا يمكن ان يقول قائل ان الكبد\nاول\nالجسد كله ولا انه اول الدم لانه ليس\nبموضوع فى موضع ملائم للاول وله\nعضو آخر موضوع قبالته فى\nالحيوان اللطيف الخلقة اعنى الطحال. وايضا ليس\nللكبد مكان قبول\nللدم مثل ما للقلب بل\nالدم الذى فى الكبد محتبس فى\nالعروق مثل الدم الذى فى سائر الاعضاء وايضا تمر بهذا العضو عروق\nولا تمر\nبالقلب عروق من اجل ان\nاوائل جميع العروق من القلب. وايضا باضطرار ان\nيبكون احد هذين العضوين اولا فاذ قد علمنا ان\nالكبد ليس هو اول فباضطرار\nان يكون القلب\nاول جميع الجسد واول الدم لانه محدود بالحس وللعضو\nالاول من اعضاء الحيوان الذى له حس دم مثل القلب لانه\nابتداء الدم وهو\nدمى قبل سائر الاعضاء. وطرف القلب\nحاد وهو اصلب من سائر جسده وهو\nموضوع\nفى الصدر وبقول عام موضعه فى مقدم الجسد لكى لا يبرد عاجلا\nولذلك صارت خلقة الصدر قليلة اللحم ومؤخر الجسد اكثر لحما من المقدم\nومن\nاجل ذلك للحرارة بشرة كثيرة فى ناحية الظهر.\nوالقلب فى سائر الحيوان\nموضوع فى وسط الصدر\nفاما فى الانسان فهو مائل الى الناحية اليسرى\nلكى\nيكون تبريد الناحية اليسر مساوى تبريد الناحية اليمنى\nلان الناحية اليسرى\nمن جسد الانسان باردة خاصة اكثر من سائر الحيوان.\nوايضا القلب موضوع\nفى اجساد السمك بنوع واحد <span id='ms066'></span>\nكما قلنا فيما سلف وقد بينا العلة التى من\nاجلها يظهر وضع القلب مختلفا.\nوالناحية الحادة من القلب قبالة الرأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nوفيه الحركة. وفى القلب ايضا كثرة العروق\nوذلك بحق لان الحركات منه\nوهو يجذب ويمد الى ذاته. فلحال هذا العمل يحتاج القلب الى\nقوة ايضا\nكما قلنا\nفيما سلف وهو من الطباع مثل حيوان فى الاجساد التى يكون فيها.\nوليس\nفى شئ من خلقة القلوب عظم بقدر ما عاينا ما خلا الخيل\nوجنس من\nاجناس البقر فان فى قلوب هذا الحيوان\nعظما لحال كبر الجثة فالعظم موضوع\nفى القلب من قبل الطباع مثل سند كما لكل الاجساد سند ايضا.\nوفى قلوب\nالحيوان العظيم الجثة ثلاثة بطون\nفاما فى قلب كل الحيوان الصغير الجثة\nفبطنان ولا بد من ان يكون فى قلب كل حيوان بطن\nكما قلنا فيما سلف لانه\nينبغى ان يكون مكان\nوموضع قبول للدم الاول فى القلب.\nوقد قلنا مرارا\nشتى انه ينبغى ان يكون الدم اولا فى القلب. وينبغى ان نعلم ان اوائل\nالعروق\nعرقين اعنى العرق الذى يسمى عظيما والعرق الذى يسمى باليونانية\nاورطى.\nوكل واحد من هذين العرقين اول وابتداء عروق مختلفة\nبفصولها.\nوسنذكر حالها فى آخره. ولهذه العلة ينبغى ان تكون اوائل العروق\nمختلفة\nلان طباع الدم مفترق على صنفين\nولذلك صارت المواضع التى تقبل الدم فى\nالحيوان الذى يكن اثنين\nوهو ممكن فى الحيوان العظيم الجثة لان\nلقلوب\nهذا الحيوان عظم ايضا. وهو امثل واجود ان تكون البطون\nثلاثة لكى يكون\nالاول الواحد مشتركا وهو الاوسط الفرد.\nوينبغى ان يكون لهذه البطون عظم\nومن اجل هذه العلة\nيكون فى كبار القلوب ثلاثة بطون. وفى بطون القلوب\nالتى تكون فى الناحية اليمنى دم كثير\nحار جدا ولذلك صارت الناحية اليمنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nاكثر حرارة من الناحية اليسرى\nوالدم الذى يكون فى البطن الايسر اقل وابرد.\nوما كان من البطون متوسطا فالدم الذى فيه معتدل الكثرة والحرارة وهو نقى\nجدا.\nولذلك كان ينبغى ان يكون يهدأ العضو <span id='ms067'></span> الذى فيه القوة الاولى خاصة\nاعنى من دم نقى معتدل الكثرة\nوالحرارة. وفى القلوب تجزىء شبيه بالخياطة.\nوليس ذلك التجزئ بملتئم بعضه ببعض\nمثل التئام شىء مركب من كثرة بل كما\nقلنا\nشبيه بتفصيل المفاصل. وقلوب الحيوان الذى له حس اكثر\nشبيهة\nبتفصيل المفاصل وقلوب الحيوان الابله الكسل اقل تفصيل المفاصل مثل\nقلوب\nالخنازير. وفى القلوب اختلاف من قبل العظم\nوالصغر واللين والجساوة.\nفان\nقلوب الحيوان الذى لا حس له جاسية\nصفيقة الجسد وقلوب الحيوان الذى له\nحس الين.\nوايضا الحيوان الذى له قلوب كبار جزوع والحيوان الذى له قلوب\nاوساط العظم اقدم واجرأ وانما الآفة التى تصيب هذا الحيوان\nمن الفزع\nوالجزع <***> لان حرارة القلب فيه قليلة\nوليس تلائمها القلوب فلان الحرارة\nيسيرة فى القلوب العظيمة\nتضعف ويكون الدم ابرد. وانما القلوب\nالكبار فى\nالارانب والايلة والفأر والضبع\nوالحمير وابن عرس وسائر الحيوان الذى\nجزعه\nبين والذى يمكن [ان يؤذى] لحال الفزع. وحال\nالعروق والبطون قريبة من\nالحال التى وصفنا\nوكمثل ما تسخن النار القليلة سخونة\nدون فى البيت\nالكبير من الصغير\nكذلك تكون الحرارة فى هذه ايضا لان\nالعروق والبطن\nاوعية. وايضا اصناف الحركات التى فى كل واحد\nمن الاجساد الحارة تبرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nوالروح يكون اكثر واقوى فى الاماكن الواسعة. ولذلك انه\nلا يكون سمينا\nشىء من الحيوان العظيم البطون ولا الحيوان العظيم العروق اعنى ان الجثة لا\nتكون سمينة جدا\nبل جميع الحيوان الصير البطون والصغير العروق\nيكون\nسمين اللحم او يكون الاكثر على مثل هذه الحال. والقلب فقط\nمن بين جميع\nاعضاء الجوف لا يحتمل وجعا وا سقما صعبا شديدا.\nوذلك بحق لانه اذا\nفسد الاول\nلا يمكن شىء آخر معين لسائر الاعضاء دافعا عنها وسائر الاعضاء\nتأخذ القوة من القلب وليس يأخذ القلب منها.\nوالعلامة الدليلة على ان\nالقلب لا يحتمل سقما ولا مرضا شديدا\nمن قبل انه لم يذ بح ذبيحة يظهر فى\nقلبها\nوجع ولا آفة كما يظهر فى سائر اعضاء الجوف\nفان الكلى <span id='ms068'></span> تظهر مرارا\nشتى مملوءة حجارة\nوقروحا ودماميل والكبد\nوالرئة كمثل وتظهر اوجاع أخر\nكثيرة\nفيما يلى اعضاء الجوف وخاصة فيما يلى\nالرئة والوريد الخشن واوجاع\nالكبد تظهر فى موضع التئام\nالعرق العظيم وذلك بحق من اجل انه\nيشارك\nالقلب بهذا الموضع. فجميع\nالآفات التى تعرض للحيوان لحال سقم تظهر\nفيما يلى القلب\nانا ذبح وشق. فقد ذكرنا حال القلب\nوقلنا لاى علة يكون\nالقلب فى الحيوان الذى له قلب\nولاى علة لا يكون فى بعض الحيوان.\n[ه]\nوالذى يتلو قولنا ذكر العرو اعنى العرق العظيم\nوالعرق الذى\nيسمى اورطى فان هذين العرقين الكبيرين تقبلان\nالدم من القلب قبل غيرهما\nفاما سائر العروق فهى تنشؤ من هذه وهى شعب منها.\nوقد قلنا فيما سلف\nان خلقة العروق صارت لحال الدم\nوكل رطب يحتاج الى وعاء يكون فيه\nوانما يكون الدم فى هذين العرقين [والعرق الذى ينشؤ منهما]. ونحن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nنريد ان نقول لماذا صارت هذه العروق اثنين ومن اول واحد ولاى علة تنقسم\nالعروف فى\nكل الجسد. فخليق انه [ صار الاول واحدا ملائما من اول واحد]\nمن اجل ان\nالنفس التى تحس واحدة بالفعال فمن اجل ذلك صار العضو\nالذى فيه\nهذه القوة واحدا هو فهو اولا فهو فى الحيوان الدمى بالقوة\nوالفعال وفى بعض الحيوان الذى ليس بدمى بالفعال فقط.\nولذلك اول\nالحرارة باضطرار يكون فى\nالعضو الواحد الذى هو فهو وتلك الحرارة علة\nكينونة الدم حارا\nرطبا. فمن اجل ان\nاول الحس فى عضو واحد وفيه اول\nالحرارة صارت حرارة الدم\nمن اول واحد ولحال التمام الدم\nصارت العروق\nمن اول واحد. ومن اجل هذه العلة\nصارت ناحيتان اعنى الناحية اليمنى\nوالناحية اليسرى للحيوان الدمى السيار وفى اجساد جميع\nهذا الحيوان صار\nمحدودا المقدم والمؤخر\nوالايمن والايسر والاعلى والاسفل. وبقدر ما يقال ان\nالمقدم\nاكرم واروس من المؤخر كذلك\nالعرق العظيم اكرم من العرق الذى\nيسمى اورطى فان العرق العظيم موضوع فى\nمقدم الجسد فاما الذى يسمى\nاورطى فهو موضوع <span id='ms069'></span> فى مؤخر الجسد. والعرق العظيم بين فى جميع\nالحيوان\nالدمى فاما العرق الآخر فهو يظهر فى بعض الحيوان الدمى ظهورا ضعيفا\nولا يظهر فى بعضه البتة. فاما\nالعلة التى من اجلها تنقسم العروق فى كل الجسد\nمن قبل ان الدم هيولى جميع الجسد\nفى الحيوان الذى له دم وفى الحيوان الذى لا دم\nله الجزء الملائم للدم والدم وما يلائمه موضوع فى عروق.\nفاما كيف يغذى\nالحيوان ومماذا وباى نوع\nيأخذ الغذاء من البطن فذكره اوفق\nللاقاويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nالموضوعة على الولاد. ولان تقويم\nالاعضاء من الدم كما قلنا فيما سلف\nبحق\nصار مسيل الدم من العروق فى كل الجسد من قبل الطباع لانه\nيجب ان\nيجوز الدم بكل الجسد ويكون فى كله\nان كان تقويم كل واحد من الاعضاء من\nالدم. وذلك\nشبيه بقنى ومجارى الماء التى تهيأ فى البساتين فانها تخرج\nمن اول واحد وعين واحد وتتجزأ فى سواق ومجار كثيرة حتى\nتؤدى الماء\nالى كل موضع يحتاج اليه. وفى البناء\nتوضع الحجارة فى جميع حدود\nالاساس.\nفنبات البساتين يكون من الماء\nوالاساس يكون من الحجارة ثم\nيوضع البناء عليها. وبمثل هذا النوع\nاحتال الطباع وصير مسيل ومجرى\nالدم بكل الجسد\nلان الدم من قبل الطباع هيولى كل الجسد. وذلك\nيكون بينا\nفى الاجساد التى تهزل هزالا كثيرا خاصة لانه لا\nيظهر فيها\nشىء ما خلا العروق كما يعرض لورق الكرم\nولورق شجر التين وجميع الورق\nالذى هو مثله\nفانه اذا يبس لا يظهر فيه شىء غير العروق. وعلة ذلك\nمن قبل ان الدم وما يلائمه بالقوة جسد فهو اما جسد واما\nالذى يلائمه.\nوكما يعرض فى السواقى فان ما عظم\nمن الخنادق التى تمر بها يبقى زمانا\nكثيرا وما صغر منها يفسد\nاجلا وينطم من الطين وثفل الماء ثم\nيستبين\nايضا اذا حفرت ونقيت كذلك يعرض للعروق اعنى ان ما\nعظم منها يبقى وما\nصغر منها يكون لحما بالفعال. فاما\nبالقوة فهو عروق وليس بدون ما كان\nاولا. ولذلك <span id='ms070'></span> ما كان\nاللحم سليما فى ايما عضو من الاعضاء وشق يسيل منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nدم وليس يمكن ان يكون دم بغير\nعروق وليس هناك عرق صغير بين البتة كما\nلا تستبين الخنادق الصفار التى تهيأ لمسيل الماء اذا انطمت قبل ان تنقى\nوتخرج عنها الهيولى التى انطم بها.\nوالعروق تصير من عظم الى صغر كلما\nامتدت فى الجسد\nحتى تصير السبل اصغر واضيق لحال غلظ الدم\nاعنى\nالسبل لا موافقة لمجازر الدم. ومن فضلة\nالرطوبة يخرج ندى وهو الذى يسمى\nعرقا وانما يكون العرق\nاذا حمى ودفى الجسد وانفتحت افواه العروق.\nوقد\nعرض لبعض الناس عرق دمى\nلحال رداءة مزاج الجسد اعنى لان الجسد صار\nموافقا للمسيل وصار سخيفا\nويرطب الدم جدا وصار مائيا لقلة نضوج وضعف\nالحرارة التى\nفى العروق الصغار ولا سيما لحال قلة الدم. وقد قلنا فيما\nسلف\nان كلما فيه شركة من الدم اذا نضج يغلظ ويثخن\nوالغذاء والدم\nمخلوط من كليهما. وليس تقوى\nالحرارة على الطبخ والنضوج لحال قلتها\nوذلك يكون ايضا لحال كثرة وافراط الفذاء الذى يصير الى الجسد\nفالحرارة\nتكون يسيرة اذا قيست الى كثرة الغذاء. والافراط يكون بنوعين اعنى\nبالكمية\nوالكيفية لان ليس جميع الدم جيد النضج بنوع واحد.\nوانما يسيل الدم\nمن السبيل الواسعة جدا\nولذلك يسيل من سبل المناخير وسبل اللثات والدبر\nوربما سال دم كثير من الفم بغير وجع\nولا يكون مسيل هذا الدم عسرا\nمؤذيا بل مثل مسيل الدم ااذى يسيل من\nالوريد فانه يسيل بعسرة وشدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nواذى. والعرق العظيم والعرق الذى يسمى اورطى\nتبدل اماكنها وتتشبك\nبعضها ببعض لتمسك وتضبط الجسد. واذا امتدت العروق وصارت الى ناحية\nاليدين والرجلين\nانشقت وتشعبت ويأخذ الشق الواحد من مؤخر الجسد الى\nمقدمه والشق الآخر من المقدم ال المؤخر\nثم تلتقى فى موضع واحد كما\nيعرض للاجساد التى تضفر وتشتبك\nبعضها ببعض حتى تلتئم وتركب بعضها\nعلى بعض كذلك يعرض\nللعروق اذا صار بعضها مركبا على بعض اعنى ما\nكان منها\nخلف يركب <span id='ms071'></span> على ما فى مقدم الجسد منها. وكذلك يعرض للعروق\nالتى تخرج من القلب وتأخذ الى الناحية\nالعليا. فاما لطف معرفة حال\nالعروق وتركيبها وافتراقها فهو يدرل من شق الاجساد ومما وصفنا\nعن حال\nالحيوان وطباعه. فقد اكتفينا بما ذكرنا عن حال العروق والقلب\nوالذى يتلو\nقولنا النظر فى طباع سائر اعضاء الجوف\nفنحن نفعل ذلك ايضا بقدر المأخذ\nالذى اخذنا فيما سلف من قولنا.\n[6] فللحيوان المشاء رئة\nوذلك باضطرار لانه يحتاج الى التبريد\nوالحيوان الدمى يحتاح خاصة الى هذا التبريد لانها اكثر حرارة من غيرها.\nفاما الحيوان الذى ليس بدمى فهو قوى على\nالتبريد بالروح الطباعى الذى\nفيه.\nفاما الحيوان الذى يتنفس فهو يبرد بالهواء الدخيل فى جوفه.\nومن\nاجل ذلك نقول ان لجميع الحيوان الذى يتنفس رئة\nوكل حيوان مشاء يتنفس\nوبعض الحيوان المائى يتنفس ايضا مثل\nالدلفين والحيوان العظيم الذى يسمى\nباليونانية فالاينا وجميع السباع البحرية العظيمة الجثث التى تنفخ وتجذب الهواء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nوكتير من الحيوان مشترك الطباع\nاعنى انه مائى وبرى لحال\nمزاج جسده\nالطباعى وذلك الحيوان يأوى فى الماء اكثر الزمان.\nفكثير من الحيوان البرى\nيأوى فى الماء لحال العلة التى ذكرنا ولانه برى يتنفس وذلك التنفس غاية وتمام\nحياته.\nوالرئة آلة وابتداء حركة الرئة\nمن القلب وهى تهىء سعة لمدخل\nالهواء\nلحال رخاوة وتجويف وعظم جسدها فاذا انتفخت وتورمت الرئة\nدخل\nالهواء واذا انقبضت واجتمعت الى ذاتها خرج الهواء.\nولين الرئة موافق\nلاختلاع القلب لانه ينتفخ ولا يرتفع كثيرا\nوانما يعرض اختلاج القلب فى\nالانسان خاصة\nلان الانسان يرجو\nويتقى الامر الآتى فالرئة موافقة لاختلاج\nالقلب وللتنفس كما قلنا.\nوفى الرئة التى تكون فى جوف الحيوان اختلاف\nكثير لان لبعض الحيوان\nرئة دمية كبيرة ولبعض الحيوان رئة صغيرة رخوة\nالجسد مجوفة.\nفللحيوان الذى يلد حيوانا رئة كبيرة\nكثيرة الدم لحال\nحرارة الطبا ع. فاما رئة الحيوان الذى يبيض بيضا فصغيرة يابسة قوية على ان\nترم وترتفع اذا نفخ فيها مثل\nالحيوان المشاء الذى له اربعة ارجل <span id='ms072'></span> ويبيض\nبيضا مثل السلحفاة والسام ابرص\nوكل جنس مثل هذا وايضا مع هذا\nجنس الطير. فان رئة جميع الطير\nمجوفة شبيهة بزبد فان الزبد يكون\nقليلا\nمن كثير اذا ذاب وصار ماء. فرئة هذا الحيوان\nصغيرة صفاقية ولذلك\nجميع هذه الاصناف لا تعطش وهى قليلة الشرب\nولذلك تصبر عن الماء زمانا\nكثيرا\nلقلة حرارة اجوافها\nفهى تبرد زمانا كثيرا من حركة الرئة فان حركتها\nخالية\nهوائية. ويعرض ان يكون اعظام هذه الاجناس\nمن دون اعظام سائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nجثث الحيوان لان الحرارة الطباعية تكون علة نشؤ.\nفاما كثرة الدم فعلامة دليلة\nعلى حرارة وهى تصير\nجثث الحيوان قائمة. ومن اجل هذه العلة صار الانسان\nقائما\nمستقيم الجثة اكثر من جميع الحيوان والحيوان الذى يلد حيوانا قائم\nالجثة اكثر من سائر الحيوان الذى له اربعة ارجل.\nوليس يأوى فى الثقب\nوالشقوق شىء من الحيوان الذى يلد حيوانا ولا يكون عادم الرجلين.\nوبقول\nكلى انما خلقة الرئة لحال التنفس.\n[7]\nومن اعضاء الجوف ما هو مقسوم بجزئين مثل الكليتين ومنها ما ليس\nبمقسوم\nمثل الرئة والقلب\nومنها ما يشك فى حاله ان كان مقسوما بجزئين\nام لا مثل\nالكبد فان له جزئين وان كانا ملتئمين\nكل واحد بالآخر ولذلك\nيظن مثل واحد.\nوبقول عام جميع اعضاء الجوف مضعفة الطباع. وعلة ذلك\nافتراق الجسد فان لكل جسد ناحيتين وهو موافق لاول واحد اعنى\nالناحية\nالعليا والناحية السفلى ومقدم الجسد ومؤخره\nوالناحية اليمنى والناحية اليسرى.\nومن اجل هذه العلة يظن ان\nدماغ كل حيوان مقسوم بجزئين وكل واحد\nمن آلة الحواس كمثل\nوبهذا النوع ينقسم القلب فى البطون. فاما\nالرئة\nفهى فى اجساد الحيوان الذى يلد حيوانا مقسومة باثنين ولذلك يظن كثير من\nالناس\nان له رئتين. فاما الكليتان فهى مفترقة وافتراقها بين لكل واحد.\nفاما حال الكبد والطحال فمشكوكة\nوعلة ذلك من قبل ان الحيوان الذى له\nطحال باضطرار يظن ان الطحال كبد ليس بخالص فاما فى الحيوان\nالذى\nليس له طحال باضطرار بل طحال صغير <span id='ms073'></span> جدا مثل نقطة اوعلامة\nفالكبد\nموجود مقسوم باثنين والجزء الواحد الاعظم فى الناحية\nاليمنى والجزء الاصغر\nفى الناحية اليسرى.\nووضعهما ظاهر للمعاينة [فوضعهما على حال ما ذكرنا] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nوليس ذلك بين فى الحيوان الذى يبيض بيضا الا فى بعضه\nفانه ربما وجد\nالكبد مفترقا فى بعض هذا الحيوان وفى\nبعض الاماكن والبلدان مثل الحيوان\nالذى يسمى باليونانية داسوبوس فانه يظن ان له\nكبدين مثل بعض السمك\nوالحيوان البحرى الذى يسمى باليونانية\nصلاخى. ولان وضع الكبد فى الناحية\nاليمنى صار وضع الطحال\nمن قبل الطباع فى الناحية اليسرى فباضطرار\nصار\nالكبد عضو من اعضاء جوف الحيوان. وكما قلنا فيما سلف\nالناحيتان اعنى\nالناحية اليمنى والناحية اليسرى علة تجزئ اعضاء الجوف. وانما سمى اعضاء\nالجوف\nالاعضاء التى تحت الحجاب خاصة وخلقة اعضاء الجوف\nلحال العروق\nالتى تبقى عالية لتبقى فى الجسد\nبرباط هذه الاعضاء. وانما العروق موضوعة\nفى الجسد مثل الحبال الفلاظ التى تربط بها السفن فى البر اذا ارست.\nفلذلك [تمر] بالاجزاء الممدودة\nمن العرق العظيم الى الكبد والطحال\nفان طباع هذين العضوين مثل مسامير تضبط وتشد\nالجسد. فالعرق\nالعظيم يأخذ الى\nالكبد والطحال والناحية الواحدة من نواحى الجسد\nوانما\nتأخذ العروق التى تخرج من العرق العظيم الى هذين العضوين فقط وفى\nمؤخر الجسد الكلى وتأخذ اليها عروق ليس من\nالعرق العظيم فقط بل من\nالذى يسمى باليونانية اورطى ايضا. فان من ذلك العرق تخرج عرقان وينتهى\nالواحد الى\nالكلية الواحدة والآخر الى الكلية الاخرى وذلك موافق لتقويم\nالحيوان.\nوللكبد والطحال معونة على طبخ\nالطعام لانهما من دم ولذلك\nصار طباع الحرارة فيهما كثير\nفاما الكليتان فخلقتهما لحال تصفية فضلة\nالرطوبة التى تجر الى المثانة.\nفباضطرار صارت هذه الاعضاء فى اجساد\nالحيوان اعنى القلب والكبد. [ف] اما القلب فلحال اول الحرارة لانه ينبغى ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nيكون\nشىء مثل مستوقد لحال وضع الحرارة الطباعية فيه وان تكون\nتلك\nمحفوظة حفظا جيدا لانها ترؤس الجسد كما يكون رئيس فى بعض المدن.\nفاما الكبد فخلقته لحال <span id='ms074'></span> الطبخ والنضوج وجميع الحيوان الدمى يحتاج\nالى\nهذين العضوين ولذلك يكون فى جسد كل حيوان دمى\nقلب وكبد. فاما\nالحيوان الذى يتنفس فله\nعضو ثالث على كل حال اعنى الرئة. فاما الطحال\nفهو فى اجساد الحيوان بنوع عرضى وليس باضطرار\nلانه شبيه بفضلة اعنى\nالفضلة التى تكون من البطن والفضلة التى تكون من\nالمثانة. ومن اجل هذه\nالعلة يكون الطحال صغيرا\nناقص الجثة فى بعض الحيوان ولا سيما الطائر\nالسخن البطن مثل الحمامة والباز والحدأة. وهذا العرض يعرض\nللحيوان\nالذى يبيض بيضا وله اربعة ارجل على مثل هذا الفن فان طحال هذا\nالحيوان صغير جدا\nوكثير من الحيوان الذى له قشور اعنى الحيوان الذى ليس\nله مثانة\nايضا لان الفضلة التى تكون فى اجسادها تميل الى ناحية\nاللحم\nومن اللحم تأخذ الى ناحية الريش والقشور. فاما الطحال فهو يجذب من\nالبطن فضل الرطوبة والندى ويقوى\nعلى طبخها لان خلقته خلقة دمية. وربما\nجذب من البطن فضلة رطوبة كثيرة\nويكون ذلك علة جفاف\nويبس البطن\nوجساوة الطحال لحال اجتماع الرطوبة فيه.\nوكذلك يعرض للذين يبولون بولا\nكثيرا\nلحال جذب الرطوبة الى غير مواضعها.\nفاما اذا كانت فضلة اجساد\nالحيوان قليلة فليس يكون الطحال كبيرا مثل العرض الذى يعرض لاجناس\nالطير والسمك\nفان منها ما ليس له طحال كبير ومنها ما له طحال صغير\nجدا ليكون مثل علامة.\nوهذا العرض يعرض للحيوان الذى يبيض بيضا وله\nاربعة ارجل مثل ما يعرض لاجناس الطائر فان الطحال يوجد فى الحيوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nالذى وصفنا صغيرا صلبا وخلقته شبيهة بخلقة الكل\nلان خلقة الرئة رخوة\nمجوفة قليلة\nالنضوج والفضلة التى تكون تميل\nالى الجسد والى التفليس\nوكما تميل فى الطائر الى الريش والجناحين.\nفاما فى الحيوان الذى له مثانة\nورئة دمية\nفالطحال يوجد رطبا لحال العلة التى ذكرنا ولان طباع\nالناحية\nاليسرى بقول كلى ارطب وابرد.\nوكل واحد من الاضداد مجزأ بقدر جنس\nالاسطقس الملائم المتفق اعنى ان الايمن ضد الايسر وان الرطب ضد اليابس\nوالحار ضد <span id='ms075'></span>\nالبارد وهى اسطقسات متفقة بقدر النوع الذى ذكرنا.\nفاما\nالكليتان فخلقتهما فى اجواف الحيوان الذى له كليتان ليس باضطرار بل\nلحسن وجودة الحال. وانما خلقة طباعها لحال الفضلة\nالتى تجتمع فى\nالمثانة\nوتلك الفضلة تكون كثيرة فى بعض الحيوان فالكليتان خلقتا لكى\nيكون\nعمل المثانة ابلع واجود. ولان\nالعرض الذى يعرض للحيوان ان يكون عمل\nالكليتين\nوالمثانة واحدا ينبغى لنا ان نأخذ فى ذكر طباع المثانة حيننا هذا\nوندع ذكر سائر الاعضاء.\nوانما نقول ذلك لانا لم نذكر بعد حال طباع\nالحجاب ولم نميز من ذكره بعد شيئا\nوانما الحجاب من الاعضاء التى تحيط\nباعضاء الجوف.\n[8]\nوليس لكل حيوان مثانة ويشبه ان يكون الطباع\nصير المثانة فى\nالحيوان الذى له رئة دمية\nفقط. وذلك بحق فله هذا العضو لفضلة زيادة\nالطبيعة\nفكل حيوان له رئة يعطش عطشا شديدا\nولذلك يحتاج الى غذاء\nوليس يحتاح الى الغذاء اليابس فقط\nبل الى الغذاء الرطب ايضا اكثر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nحاجته الى الغذاء اليابس. فباضطرار تكون\nالفضلة اكثر ولا تكون فى كميتها\nبقدر ما يطبخ من\nالبطن ويدفع ويخرج مع\nفضلتها فقط. فباضطرار صار\nعضو قبول لهذه\nالفضلة ايضا ومن اجل هذه العلة تكون\nمثانة فى اجساد\nجميع الحيوان الذى له رئة دمية كما قلنا فيما سلف. فاما الحيوان الذى ليس\nله رئة مثل هذه وهو يشرج من الماء شربا يسيرا فليس له مثانة\nوليس يشرب\nهذا الحيوان الماء\nلحال الشرب بل لحال الغذاء مثل الحيوان المحزز\nالجسد والسمك.\nفما كان من الحيوان ذا ريش او له قشور او تفليس فى\nجسده فليس له مثانة\nلحال قلة الشرب ولان فضلة الماء الذى يشرب\nتميل\nالى الريش وغير ذلك مما وصفنا\nما خلا السلحفاة من الحيوان الذى له\nقشور. فان\nالطباع صار ناقصا فى السلحفاة فقط وعلة ذلك من قبل ان رئة\nالسلحفاة\nالبحرية لحمية دمية\nشبيهة برئة البقر فاما رئة السلحفاة البرية\nفهى اعظم مما ينبغى.\nوذلك لان المحيط بجسدها خزفى صفيق ولذلك\nلا\nتتفشش <span id='ms076'></span> الرطوبة الا باللحم فقط مثل العرض الذى يعرض لاصناف الطيور\nوالحيوان المفلس الجلد.\nفمن اجل هذه العلة صارت مثانة فى هذا\nالحيوان اعنى فى السلحفاة\nلتكون قبولا للفضلة مثل وعاء فلهذه العلة توجد\nالمثانة فى هذا الحيوان فقط.\nولذلك توجد مثانة السلحفاة البحرية\nكبيرة\nومثانة السلحفاة البرية صغيرة جدا.\n[9]\nوالكليتان ايضا على مثل هذه الحال اعنى انه ليس لشئ من الحيوان\nالذى له\nريش او قشور او تفليس فى جلده كلا البتة\nما خلا السلحفاة\nالبحرية والبرية فقط. وذلك\nلان اللحم الممتد الى الكلى\nمفترق فى اجزاء\nكثيرة عريضة خلقتها شبيهة بخلقة الكليتين فى\nبعض اجناس الطائر. فاما\nالحيوان الذى يسمى باليونانية اموس فليس له كليتان ولا مثانة\nوذلك لحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nلين خزفه فان ذلك اللين يكون علة جودة تفشش\nالرطوبة. فلهذه العلة\nليس للحيوان الذى يسمى اموس\nولا عضو واحد من هذه الاعضاء. فاما سائر\nالحيوان الذى له رئة دمية فله كليتان\nكما قلنا\nوانما يستعمل الطباع\nالكليتين لحال العروق\nولخروج فضلة الرطوبة ولذلك تجىء\nسبيل من العرق\nالعظيم الى الكليتين وفى جمع الكلى\nعمق لكثرة الغذاء.\nفخلقة الكلى\nشبيهة بخلقة كلى البقر وهى صلبة جدا اكثر من سائر الاعضاء\nوكليتا الانسان\nشبيهة بكليتى البقر\nلانهما مركبة من كلى صغار كثيرة وليس من لحم املس\nمستو\nمثل كلى الغنم وسائر الحيوان الذى له اربعة ارجل.\nفمن اجل هذه\nالعلة يكون وجع الكليتين للانسان عسر\nالبروء جدا اذا اصابهما سقم مرة\nواحدة فالبروء يكون عسرا لحال السقم الذى\nكأنه سقم كلى كثيرة.\nفاما\nالسبيل الآخذ من العرق الكبير الى الكلى فليس ينتهى\nالى عمق الكلى\nولذلك\nلا يوجد دم فى عمق الكليتين ولا يجمد هناك. ومن\nعمق الكلى\nتخرج سبيلان ليس فيهما دم وتنتهى الى المثانة\nوهما سبيلان صلبان قويان.\nوسبل أخر تخرج ايضا من العرق الذى يسمى اورطى وهى ايضا قوية\nمتتابعة\nوانما خلقة هذه السبل على مثل هذه الحال لكى\nتسلك فضلة الرطوبة من\nالعرق العظيم الى\nالكلى ومن <span id='ms077'></span> الكلى يكون الثفل الذى يكون لحال تصفية\nالرطوبة التى تصفى بجسد الكليتين ولذلك يكون\nعمق الكلى فى بعض\nالحيوان كثيرا. فمن اجل هذه العلة يكون جسد الكلى\nمنتن الرائحة اكثر\nمن جميع اعضاء الجوف. ومن الوسط يخرج مثل فضلة ويسلك فى\nهذه\nالسبيل حتى ينتهى الى المثانة وانما مادة الرطوبة التى\nتجىء الى المثانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nمن الكليتين لحال السبيل التى تمتد وتنتهى الى الكليتى\nكما قلنا فيما سلف\nوتلك السبيل صلبة قوية جدا. فلهذه العلة صارت خلقة\nالكلى فى اجساد\nالحيوان وفيهما اعنى الكليتين قوى موافقة للذات.\nفالكلية التى تكون الكلية\nاليمنى اعلى من الكلية\nاليسرى فى جميع الحيوان الذى له كليتان لان الحركة\nالتى تكون من الناحية\nاليمنى اقوى وينبغى ان يطرق للحركة الطباعية ويصير\nجميع الاعضاء التى فى الناحية\nاليمنى من الجسد الى ما يلى الناحية العليا\nاكثر من غيرها ولهذه العلة\nيرفع الحيوان الحاجب الايمن الى فوق ويطأ من\nالحاجب الايسر الى\nاسفل. ولان الكلية اليمنى قد جذبت الى الناحية العليا\nفان الكبد يماس الكلية اليمنى فى جميع الحيوان الذى له كلى.\nوفى الكلى\nشحم كثير خاصة اكثر من\nسائر اعضاء الجوف باضطرار لحال تصفية\nالفضلة التى\nتصفى بجسد الكليتين من اجل ان\nالدم الذى يبقى هنالك جيد الطبخ\nوالنضوج وانما تمام وغاية جودة نضج الدم\nالشحم والثرب. وكمثل ما يعرض\nللاجساد المتقدة\nالتى تحترق بالنار اذا كانت يابسة ان تكون كالرماد فضلتها\nكذلك يعرض\nللرطوبات المطبوخة النضيجة ان تكون فضلتها الشحم والثرب لانه\nلا يبقى منها\nالا جزء الحرارة المشتعلة. ومن اجل هذه العلة يكون الدسم\nسمينا خفيفا\nويطفو على الرطوبات. فليس يكون الشحم فى اجساد\nالكلى لان\nجسدها صفيق جدا اكثر من جميع اعضاء الجوف وانما يكون\nتقويم الشحم\nخارجا من اجساد الكلى محيطا بها اذا كان الحيوان مما يحمل الشحم. فاما\nاذا كان الحيوان مما يحمل الثرب\nفحول الكليتين يوجد ثرب. وقد وصفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nالاختلاف الذى بين الشحم والثرب\nفيما سلف من قولنا. فباضطرار تكون\nالكليتان <span id='ms078'></span> كثيرة الشحم لحال\nهذه العلة فى جميع الحيوان الذى له كليتان.\nولحال السلامة صارت خلقة\nالكليتين سخنة لانها اواخر اعضاء الجوف ولذلك\nاحتاجت\nالى سخونة كثيرة.\nوناحية الظهر كثير اللحم لتكون سترة للاعضاء\nالتى\nحول القلب فاما الصلب\nفليس فيه لحم وكذلك اصلاب جميع الحيوان\nفمكان اللحم يكون الشحم\nسترة الكلى. واذا كانت الكلى كثيرة الشحم ميزت\nوانضجت\nالرطوبة نضوجا اكثر لان الشحم وجميع الدسم اوفق للنضوج من غيره\nوالحرارة هى التى تنضج. فمن اجل هذه العلل صارت الكلى\nكثيرة الشحم.\nوفى جميع الحيوان الكلية اليمنى اقل شحما\nمن الكلية اليسرى وعلة ذلك من\nقبل ان طباع الاعضاء التى فى\nالناحية اليمنى ايبس واكثر حركة والحركة تضاد\nتقوم وتعقد الشحم لان الحركة تذيب\nالشحم. فهو امثل وانفع لسائر الحيوان\nان تكون الكلى كثيرة الشحم وربما كانت الكلى مملوءة شحما من كل ناحية.\nفاما الغنم فانه اذا القى ذلك هلك اعنى اذا كثر شحم كليه جدا.\nوعلة\nذلك اعنى\nالعرض الذى يعرض للغنم من قبل ان الشحم فى الحيوان السمين\nرطب فليس تكون الاوجاع التى تتولد من الرياح بنوع واحد وعلة تولد الوجع\nمن\nالريح التى تهيج لحال السدة\nولذلك يكون وجع الكليتين فى الناس\nمؤديا جدا\nواذا اشتدت وكثرت اوجاع الكليتين\nصارت داعية الى الموت.\nوالشحم الذى يكون فى كلى سائر الحيوان\nليس بكثير الصفافة مثل صفاقة شحم\nالغنم\nوشحم الغنم اكثر من شحم غيره جدا وكلى الغنم تمتلىء شحما\nعاجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nاكثر من كلى جميع الحيوان. فلان\nالرطوبة التى فى الكلى تحترق وتهيج رياحا\nمن ضربان ووجع تلك الرياح\nيهلك عاجلا من اجل ان الوجع يمر بالعرق\nالعظيم والعرق الذى يسمى باليونانية اورطى وينتهى\nمن ساعته الى القلب\nوالسبيل\nالآخذ من هذا العرق الى الكليتين متصلة متتابعة.\nفقد وصفت\nحال القلب والرئة\nوحال الكبد والطحال والكليتين وادينا عللها.\n[10] وهذه الاعضاء\nمفترقة بعضها من بعض ومن الناس من\nيسمى\nالحجاب عقلا وهو الصفاق الذى يحد ويميز\nالقلب والرئة من سائر اعضاء <span id='ms079'></span> الجوف\nالتى تحته\nوفى كل حيوان حجاب\nكما فيه قلب وكبد وعلة ذلك ان خلقته\nلحال تمييز وفرق ما بين القلب والبطن وما يليه لكيما يبقى\nاول النفس الحسية\nبغير آفة وضرورة\nولا تصل اليها الضرورةعاجلا لحال البخار الذى\nيصعد\nالى فوق من الغذاء ولحال الحرارة الداخلة العرضية.\nفمن اجل هذه العلة\nاحتال الطباع\nوهيأ العضو الذى يسمى حجابا مثل سياج وبناء حائط يمنع\nالدخول الى داخل وفرق ما بين\nالعضو الاكرم بما كان يمكن ان يفرقه من\nسائر الاعضاء اعنى ما بين\nالعضو الاعلى والاعضاء التى فى الناحية السفلى.\nفاما العضو الاعلى [فهو] الذى من اجله يكون [و] الاجود والامثل\nفاما العضو\nالاسفل فلحال العضو الاعلى\nوهو القبول للطعام. والحجاب فيما يلى الاضلاع\nاقوى\nواكثر لحما واوسطه ارق واقرب الى طباع الصفاق\nوبقدر هذا النوع\nيكون اوفق للامتداد وانفع للاول.\nوفى الحجاب سبل آخذة اليه من اسفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nوالدليل على ذلك الاعراض التى تعرض فانه اذا\nجذب الحجاب رطوبة حارة\nمن الناحية السفلى لقربه منها وكانت تلك الرطوبة من فضلة\nمن ساعته يتغير\nالعقل والحس. ولذلك يسمى\nالحجاب عقلا لان له شركة منه. وليس للحجاب\nشركة عقل\nولكن لانه قريب الى التى لها شركة عقل\nيغير العقل تغييرا بينا.\nولذلك وسطه رقيق\nوذلك باضطرار ليس لان\nنواحى الحجاب التى تلى\nالاضلاع اكثر لحما فقط بل لانه\nلا يصل الى الوسط غير ندى قليل جدا ولو\nكان الاوسط لحما\nلجذب ندى ورطوبة اكثر. واذا دفى الحجاب\nغير الحس\nمن ساعته تغييرا بينا والدليل على ذلك\nالعرض الذى يعرض من الدغدغة\nفان الضحك يتلوها [من ساعته] اذا دغدغ احد ناحية الجلد الذى يلى\nالحجاب من خارج لان الحركة تصل الى\nهذا المكان عاجلا ومن الحركة يدفى\nالموضع\nفيتغير العقل من غير ارادة ويضحك الانسان.\nوانما علة تدغدغ\nالانسان فقط رقة الجلد\nولانه لا يضحك شىء من الحيوان ما خلا الانسان\nوالتدغدغ يكون داعية الى الضحك بحركة مثل هذه ولا سيما حركة الجلد <span id='ms080'></span> الذى\nيلى الابطين.\nوقد زعم بعض الناس انه اذا ضرب احد فى القتال ضربة\nعلى المكان الذى يلى الحجاب يعرض للمضروب ضحك\nلحال الحرارة التى\nتكون من الضربة.\nوينبغى لنا ان نحقق هذا القول اكثر من قول الذين\nيزعمون ان\nرأس الانسان يتكلم بعد ان يقطع ويرمى به عن الجثة. وقد\nذكروا\nان اوميروس الشاعر قال فى شعره قولا\nمثل هذا.\nفاما فى ناحية\nالبلدة الذى يسمى باليونانية ارقاديا فقد صدق الناس\nهذا القول حتى خاصم\nبعضهم بعضا\nفى رجل من اهل الكورة مضروب الرقبة وزعموا انه كاهن المشترى\nلما مات\nسمع كثير من الناس\nكلامه بعد موته وكان مضروب الرقبة.\nوهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nالقول عندى كذب وزور لانه لا يمكن ان يخرج كلام من رأس مقطوع مفترق\nمن العرق الخشن ولا يمكن ان يكون كلام بغير حركة الرئة.\nوذلك معروف\nعند الامم والبرابرة الذين يضربون\nالرقاب مرارا شتى ولم يعرض لبشر مثل هذا\nفى ناحيتهم قط. فاما سائر\nالحيوان فليس يضحك\nانا اصاب الحجاب ضربة\nلحال غلظ الجلد الذى يليه لانه ليس يضحك من قبل الطباع حيوان غير\nالانسان.\nفاما حركة الجسد وتنقله من مكانه بعد قطع الرأس فمما\nيمكن\nوالحيوان الذى لا دم له يعيش حينا طويلا بعد قطع رأسه.\nوقد بينا علة\nذلك فى اماكن أخر.\nوقد ذكرنا العلل التى من اجلها خلق كل واحد من\nاعضاء الجوف\nوباضطرار صارت خلقة الاعضاء على غايات العروق\nلانه باضطرار\nيخرج منها ندى وذلك الندى دمى\nفاذا تقوم وجمد ذلك الندى الدمى صار\nمنه حينئذ\nاعضاء الجوف. ومن اجل هذه العلة طباع اعضاء الجوف دمى\nيشبه\nبعضها بعضا وليس يشبه طباعها سائر طباع اعضاء الجسد.\n[11]\nوجميع اعضاء الجوف فى صفاق محيط بها لانها تحتاج الى سترة\nوان كانت تلك السترة خفيفة\nوطباع الصفاق مثل هذا لانه صفيق لحال\nالاحتمال وهو عادم اللحم\nلكى لا يجذب الى ذاته فضولا ولا يكون فيه ندى\nوهو رقيق لكى يكون خفيفا\nولا يثقل على العضو الذى <span id='ms081'></span> يحيط به. واكبر واقوى\nالصفاقات الصفاق الذى يلى الدماع والقلب\nوذلك بحق لان هذين العضوين\nتحتاج الى سترة وحفظ كثير\nوانما الحفظ للاعضاء المسودة وهذين العضوين\nمسودين\nوفيهما خاصة قوة الحياة.\n[12] وفى اجساد بعض الحيوان جميع عدة اعضاء الجوف\nوليس تلك\nالعدة فى اجساد بعضها. وقد قلنا فيما سلف اى الاعضاء ولاى علة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nوالاعضاء التى تتفق بالعدة فى بعض الحيوان تختلف بكينونتها\nاعنى انه لا\nتكون القلوب بنوع واحد فى جميع الحيوان التى تكون فيه\nولا شىء آخر من\nسائر الاعضاء بقدر القول. فالكبد\nفى بعض اجساد الحيوان متشقق بشقوق\nكثيرة وفى الحيوان ما لا يكون مشقوقا البتة\nولا سيما اكباد السمك والحيوان\nالذى\nلها اربعة ارجل ويبيض بيضا فاما اكباد الطائر فشبيهة\nباكباد\nالحيوان الذى يبيض بيضا لان\nاللون الغالب عليها انقى دما مثل لون اكباد\nالسمك وما وصفنا. وعلة ذلك من قبل ان\nاجسادها جيدة التنفس والانفشاش\nوليس فيها\nفضلة كثيرة رديئة. ومن اجل هذه العلة ليس فى اجساد بعض\nالحيوان مرة\nوللكبد موافقة عظيمة لجودة مزاج\nالجسد وللصحة لان\nتمام\nالامرين فى الدم خاصة والكبد كثير الدم جدا بعد\nالقلب وهو اكثر دما من\nجميع اعضاء الجوف. فاما اكباد الحيوان الذى له اربعة ارجل ويبيض بيضا\nواكباد السمك فلون اكثرها واحد واكباد بعضها\nرديئة جدا لان اجسادها\nرديئة المزاج جدا مثل السلحفاة\nوالحيوان الذى يسمى باليونانية فرونى وجميع\nالحيوان الذى مثل هذا. فاما\nاطحلة الحيوان الذى له قرون واظلاف\nفمستديرة\nمثل طحال الشاة والمعزى وكل واحد من الأخر\nان لم يعرض\nعرض ويكون للطحال طول لحال كثرة النشوء والجثة مثل العرض الذى عرض\nلطحال\nالبقر. فاما طحال جميع الحيوان الذى فى رجليه شقوق كثيرة فطويل\nمثل طحال الخنزير والانسان والكلب. فاما طحال الحيوان الذى له حوافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nفمخلوط اعنى فيما بين الصنفين الذين ذكرنا اعنى ان فيه خلط وربما كان\nضيقا مثل طحال\nالانسان والبغل والحمار.\n[13] وليس بين اعضاء الجسد اختلاف\nبالعظم فقط بل [بالوضع ايضا] لان\nوضع <span id='ms082'></span> بعضها\nداخل ووضع بعضها خارج من الجسد وعلة ذلك لان طباعها\nمشارك للعروق وبعضها\nلحال العروق وبعضها ليست بغير عروق.\n[14]\nوبعد الحجاب وضع البطن فى اجساد الحيوان\nوفى الحيوان الذى\nله العضو الذى يسمى مريئا يكون وضع البطن عند آخر هذا العضو\nوفى\nالحيوان الذى ليس له مرئ يكون البطن بعد الفم لاصقا به\nوالذى يتلو\nالبطن المعاء وهو بين لكل لاى علة\nكل واحد من هذه الاعضاء فى اجساد\nالحيوان\nاعنى ليقبض الطعام الذى يدخل فيها ولانه باضطرار ينبغى ان\nيطبخ وينضج الطعام الذى استخرجت رطوبته. ولان ليس الطعام الذى لم\nينضج\nوالفضلة على حال واحدة\nفبعض هذه الاعضاء تقبل الطعام الدخيل\nفى الجسد وتغيره وبعضها تقبل الفضلة\nالتى لا تنتفح بها. ولكل واحد زمان\nمفرد على حدته ولذلك\nباضطرار ينبغى ان يكون كل واحد مما ذكرنا محتسبا\nفى مكانه.\nولكن القول فيها اوفق فى الاقاويل التى وضعنا على الولاد\nوالغذاء.\nفاما حيننا هذا فنحن ننظر فى اختلاف البطن\nوالاعضاء التى\nتوافقه على نضوج الطعام لانه ليس عظم\nولا مناظر البطون على حال واحدة\nفى اصناف الحيوان\nبل للحيوان الذى له اسنان فى الفك الاعلى والفك\nالاسفل وهو دمى ويلد حيوانا\nبطن واحد مثل الانسان والاسد والكلب\nوسائر الحيوان الكثير الاصابع والحيوان الذى له حوافر مثل الفرس\nوالبغل\nوالحمار والحيوان الذى له اسنان فى الفك الاعلى والفك الاسفل وله ظلفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nمثل الخنزير. فاما الحيوان الذى غذاؤه من الهيولى الحطبية الشوكية\nفان\nلذلك الحيوان بطون شتى مثل الجمل والحيوان الذى له قرون\nوليس له اسنان\nفى الفك الاعلى والفك الاسفل.\nومن اجل هذه العلة\nليس الجمل من\nالحيوان الذى له اسنان فى الفك الاعلى والفك الاسفل وان لم تكن له قرون\nفباضطرار صار بطن الجمل على مثل هذه الحال ولم تصر له مقاديم الاسنان.\nفبطن الجمل شبيه ببطون\nالحيوان الذى ليس له اسنان فى الفك الاعلى\nوالفك الاسفل وصارت خلقة اسنانه مثل خلقة اسنان ذلك الحيوان الذى له قرون.\nومن <span id='ms083'></span> اجل ان غذاء وطعم الجمل\nشوكى باضطرار صار لسان الجمل لحميا\nلحال\nجساوة الحنك فالطباع يستعمل الحنك مثل\nجزء الاسنان الارضى.\nفلذلك يجتر الجمل مثل ما يجتر\nالحيوان الذى له قرون لان بطون الجمل\nمثل بطون الحيوان الذى له قرون\nولكل واحد من هذا الحيوان بطون كثيرة\nمثل البقر\nوالشاء والعنز والايل وسائر الحيوان الذى مثل هذا\nلكى يكون\nاستعمال الطعام تاما وما نقص منه لحال نقص طعامه\nقبله\nبطن بعد بطن\nولتمم طبخه ونضجه. فالبطن الاول يقبل الطعام\nغير مطحون والبطن الثانى\nيقبله مطحونا\nوالبطن الثالث يقبله وطبخه اجود والرابع يقبله وطبخه بليغ\nمحكم. ومن اجل هذه العلة تكون فى مثل هذا الحيوان بطون واماكن طحن\nالطعام كثيرة.\nوهذه الاعضاء اعنى البطون تسمى باليونانية باسماء مختلفة.\nومن اراد معرفة\nوضع ومناظر هذه البطون فليعلم ذلك من كتبنا فى صفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nالاعضاء\nومن شق اجساد الحيوان. ومن اجل هذه\nالعلة بعينها يوجد\nاختلاف فى\nالعضو القبول للطعام فى اجناس الطير. ولانه ليس للطائر عمل\nموافق\nلطحن الطعام بالاسنان واللسان وليس له\nما يلمس الطعام به\nولذلك يكون فى\nبعضه العضو الذى يسمى حوصلة مكان\nالعمل الذى يكون\nبالفم ولبعضه العضو الذى يسمى مريئا.\nومنه ما له فى مقدم بطنه شئ وأرم\nناتىء يكنز فيه\nالطعام الذى ليس بمطبوخ ولا معمول\nومنه ما له بطن\nلحمى قوى\nليقوى على امساك كثرة الطعام المطحون المطبوخ زمانا كثيرا.\nفالطباع يتم بعض عمل الفم بقوة وحرارة\nالبطن.\nومن الطائر ما ليس\nله شىء من هذه التى وصفنا وانما له\nحوصلة طويلة وبطن اعنى الطائر الطويل\nجدا وذلك\nلحال رطوبة الطعام اعنى ان طعام جميع هذا الصنف\nسريع\nالطحن والملوسة [للطعام]. فمن اجل هذه العلة يعرض ان تكون\nبطون\nهذه الاصناف من اجناس الطير رطبة لحال الطعام الذى لم ينطبخ ولم ينضج.\nفاما\nجنس السمك فله اسنان وليس منه ما ليس له اسنان\nما خلا اصناف\nيسيرة\nمثل الذى يسمى باليونانية اسقاروس ولذلك\nيظن انه يجتر <span id='ms084'></span> وحده لحال\nهذه العلل فان\nالحيوان الذى ليس له اسنان فى الفكين جميعا يجتر.\nوجميع اسنان السمك حادة\nبقدر ما يقوى على قطع وتجزىء الطعام وان كان\nذلك القطع رديئا ليس بمحكم\nلانه لا يمكن ان يلبث الطعام فى افواهها\nزمانا كثيرا. ولذلك ليس للسمك اسنان\nعريضة فليس يمكن ان يطحن الطعام\nولو كانت للسمك اسنان عريضة لكانت باطلا.\nوليس لبعض السمك معدة البتة\nومنه ما له معدة قصيرة\nلحال معونة طبخ الطعام لبعض السمك\nبطون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nلحمية مثل بطون الطير مثل صنف السمك الذى يسمى باليونانية قسطروس. ومن\nالسمك ما لبطونه\nاجزاء ناتئة لكى يكنز فيها الطعام مثل ما\nيكنز الشىء فى\nالحفر الذى يكون بين يدى الآبار فالطعام يعفن وينطبخ هناك.\nوفى هذه\nالاجزاء الناتئة من البطون اختلاف فى اجناس الطير والسمك\nلان [فى] هذه\nالاعضاء الناتئة توجد فى السمك فى الناحية العليا من البطن\nوتوجد فى الطير\nفى الناحية السفلى عند تمام غاية المعاء.\nولبعض الحيوان الذى يلد حيوانا\nاجزاء ناتئة من المعاء فى الناحية السفلى\nلحال هذه العلة التى وصفنا.\nفاما جميع حنس السمك\nفلحال نقص استعمال الطعام يلقى فضلة البطن\nغير نضيجة ولذلك هو رغيب فى طلب الطعم.\nوكذلك جميع سائر الحيوان المستقيم المعاء\nلان خروج الطعم يكون عاجلا.\nولذلك يشتاق اليه ايضا\nمن ساعته.\nوقد قلنا فيما سلف ان للحيوان الذى له اسنان فى الفكين بطن\nصغير\nوفى بطون جميع هذا الحيوان نوعان من انواع الاختلاف\nلان\nبطون بعضها شبيهة ببطن الخنزير\nوبطون بعضها شبيهة ببطن الكلب وبطن\nلخنزير اكبر\nوفيه بعض التشبيك لكى يكون\nطبخ الطعام فى زمان اكثر.\nفاما بطن الكلب فصغير\nوليس هو اوسع من البطن كثيرا وذلك لحال الجوف\nاعنى\nلان طباع المعاء موضوع بعد البطن فى جميع\nالحيوان. وفى المعاء\nاختلاف كثير مثل الاختلاف الذى فى البطن\nلان المعاء يكون فى بعض\nالحيوان مبسوطا واذا انحل كان بعضه شبيه ببعض\nوفى بعض الحيوان اذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nانحل المعاء يكون غير شبيه بعضه <span id='ms085'></span> ببعض وربما كان ما يلى البطن من المعاء\nاوسع وما يلى التمام اضيق. ومن اجل هذه العلة\nتخرج فضلة بطون\nالكلاب مع وجع\nوفى كثير من الحيوان يكون ما يلى البطن من المعاء اضيق\nوما يلى التمام\nاوسع وله انثناء كثير مثل معاء الحيوان الذى له قرون.\nوعظم بطون هذا الحيوان اكثر وعظم\nالمعاء كمثل لحال عظم جثث الاجساد.\nوبقدر قول القائل جميع اجساد الحيوان\nالذى له قرون كبار لحال جودة\nاستعمال الطعام.\nفاما الحيوان الذى ليس بمستقيم المعاء فكلما بعد معائه\nمن البطن صار اوسع\nوله العضو الذى يسمى قولون وله جزء المعاء الذى\nيسمى اعمى\nوهو متورم ثم بعد هذا يكون المعاء اضيق ملتويا\nوما بعده\nمستقيم حتى ينتهى الى موضع مخرج\nالفضلة وهناك العضو الذى يسمى مبعر\nوهو سمين فى بعض الحيوان وليس له شحم البتة فى بعض. [اعضائه]\nوانما احتال الطباع بخلقة جميع هذه الاعضاء لحال الاعمال الموافقة اعنى\nقبول وطبخ\nالطعام وخروج الفضلة.\nواذا نزل الطعام اولا صار فى موضع\nواسع\nثم يقف هناك ولا سيما اذا كان الحيوان جيد الشفة\nمحتاجا الى\nطعام كثير لحال العظم ولحال حرارة\nالاماكن. فمن هناك ايضا\nيقبل\nالطعام الى معاء اضيق اعنى انه يقبله من البطن الاعلى وكذلك ايضا من العضو\nالذى يسمى قولون ومن\nسعة الموضع يصير فى البطن الاسفل ومنه يصير الى\nمعاء اضيق\nوتنتهى الفضلة جافة جدا قد نشف نداها الى التواء المعاء\nلكى تلبث هنالك تلك الفضلة ولا يكون خروجه بغتة.\nفالحيوان الذى لم\nيخلق رغيبا مشتاقا\nالى كثرة الطعام لا يكون فى معائه\nسعة كثيرة فيما يلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \nالبطن الاسفل\nوفى معائه التواء وليس هو مستقيما من اجل ان سعة المعاء\nتكون علة كثرة رغبته فى الطعام\nواستقامة المعاء تكون علة سرعة شهوة الطعام.\nومن اجل هذه العلة يكون\nالحيوان الذى اوعية طعامه واسعة ومعاءه مستقيم\nكثير الرغبة فى الطعام وشهوته سريعة اليه. ولان الطعام يكون طريا فى\nالبطن الاعلى\nفاذا صار الى البطن <span id='ms086'></span> الاسفل صار زبلا منتنا\nقد جف\nونشفت رطوبته باضطرار صار شىء آخر فيما بين البطنين\nلكى يتغير الطعام\nهنالك ولا يخرج حديثا طريا لانه لم يصر بعد زبلا. ولذلك\nصار فى جميع\nالحيوان العضو الذى يسمى صائما\nوهو المعاء الدقيق الذى بعد البطن\nفهذا العضو فيما بين\nالبطن الاعلى والبطن الاسفل وفيه الطعام الذى لم\nينضج بعد وبعده البطن الاسفل الذى فيه الطعام الفاسد\nاعنى الفضلة.\nوبكون فى جميع الحيوان\nالعظيم الجثة الصائم الذى لم يتناول من الطعام\nبعد شيئا فهو يكون مثل\nشىء له شركة من المكانين فاما اذا طعم الحيوان\nفزمان التغيير يكون فى زمان يسير. فالعضو الذى قلنا انه يسمى صائما يكون\nفى الاناث\nفوق المعاء فاما فى الذكورة فانه يكون\nقبل المعاء الذى يسمى\nاعمى وقبل البطن الاسفل.\n[15]\nوفى بطون الحيوان ايضا مسوة وخاصة جميع الحيوان الذى له بطون\nكثيرة.\nفاما الحيوان الذى له بطن واحد فليس توجد فى بطنه مسوة ما خلا\nالحيوان الذى يسمى الازب الرجلين.\nواذا وجدت المسوة فى الحيوان الكثير\nالبطون لا توجد فى البطنين الاولين\nبل فى البطن الثالث الذى قبل البطن\nالاخير.\nفلجميع هذا الحيوان مسوة لحال غلظ\nاللبن ولا توجد مسوة فى\nالحيوان الذى له بطن واحد\nلان فى الحيوان الذى له بطن واحد لبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nدفيق. فمن اجل هذه العلة\nيجمد لبن الحيوان الذى له قرون ولا يجمد\nاللبن للحيوان الذى ليس له قرون.\nفاما الحيوان الازب الرجلين فليس يكون\nله مسوة لانه يرعى حشيشا كثير الرطوبة والندى\nواذا كانت الرطوبة مثل هذه\nلا يجمد اللبن فى جوف\nالمحمول. فمن اجل هذه العلة تكون المسوة فى\nالبطن الذى يسمى باليونانية اخينوس وذلك فى الحيوان الذى له بطون كثيرة\nكما قلنا فى الكتاب الذى وصفنا فى المسائل فاعرفه ان شاء الله.\nتمت المقالة الثالثة عشر\nمن كتاب الحيوان\nلارسطوطاليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>المقالة الرابعة عشر من كتاب الحيوان لارسطوطاليس</h1>\n\n<p>\n[1]\nفبقدر هذا الفن الذى وصفنا حال اعضاء اجواف اجناس الحيوان وحال\nالبطن وكل واحد <span id='ms087'></span> من الاعضاء اعنى الحيوان الذى له اربعة ارجل ويلد حيوانا.\nوللحيوان ايضا الذى ليس له رجلان مثل الحيات\nفان طباع الحيات مناسب\nلهذا الحيوان الذى ذكرنا لان الحيات شبيهة\nبسام ابرص مستطيلة الجثة ليس\nلها رجلان.\nولبعض هذا الحيوان رئة لانه مشاء\nوليس لبعضه رئة بل\nنغانغ بدل الرئة.\nوليس لشئ من هذا الصنف من اصناف الحيوان مثانة ولا\nللسمك ما خلا السلحفاة وذلك\nلان الرطوبة تفنى فى التفليس. ورطوبة هذا\nالحيوان قليلة جدا ليس لان الرئة\nعادمة دم كما يعرض للطائر فان رطوبة\nجسد الطائر تميل الى\nالريش فرطوبة اجساد هذا الحيوان قليلة شبيهة بقلة\nرطوبة اجساد الطائر.\nومن اجل هذه العلة اذا خرجت\nفضلة الرطوبة من\nالحيوان الذى له مثانة ووضعت فى آنية تجتمع فى اسفلها فضلة مالحة\nلان ما كان فى تلك الرطوبة من الماء العذب الذى يشرب قد فنى وصار\nالى\nاللحم للطفه وخفته. وبين الحيات والافاعى\nاختلاف مثل الاختلاف الذى بين\nالسمك فان بين الحيوان الذى يسمى\nصلاخى وبين الحيوان البحرى اختلاف من\nاجل ان الذى يسمى صلاخى\nيلد حيوانا فى البر والافاعى يلد حيوانا بعد ان\nيبيض بيضا فى\nاجوافها اولا. ولجميع هذا الحيوان بطن واحد مثل ما لسائر\nالحيوان الذى له اسنان فى الفكين وله\nاعضاء جوف صار جدا مثل\nالحيوان\nالآخر الذى لا مثانة له. فاما الحيات فاعضاء اجوافها ضيقة مستطيلة لحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nخلقة اجسادها اعنى لانها مستطيلة ضيقة فليس تشبه\nاعضاء اجواف سائر\nالحيوان لان تلك الاعضاء جيدة الخلقة حسنة الشكل\nلسعة الاماكن التى هى\nفيها ولهذا الحيوان المعاء الذى يسمى الاوسط\nوسائر المعاء وله ايضا\nحجاب بعد\nالقلب اعنى ان لجميع الحيوان الدمى هذه الاعضاء وليس لكله رئة\nووريد خشن ما خلا السمك. ووضع\nالعرق الخشن والمرىء فى جميع الحيوان\nالذى له هذه الاعضاء على حال واحدة\nلحال العلل التى ذكرنا فيما سلف.\n[2]\nولكثير من الحيوان الدمى مرة والمرة توجد فى بعض الحيوان\nعلى\nالكبد وتوجد فى بعضها متعلقة بالمعاء\nمن <span id='ms088'></span> اجل ان طباع المرة من طباع\nالبطن الاسفل ليس بدون غيرها.\nوذلك خاصة بين فى السمك فان لجميع\nالسمك مرة. فاما\nفى سائر الحيوان فالمرة توجد قريبا من المعاء وربما كانت\nالمرة\nمنسوجة مع كل المعاء مثل ما توجد فى الحيوان البحرى الذى يسمى\nباليونانية اميا وكثير من الحيات على\nمثل هذه الحال. فمن هذا يستبين ان\nالذين يزعمون ان طباع المرة خلق لحال\nالحس مخطئون. فانهم يقولون\nان المرة جعلت لكى\nتلدغ الكبد وتصيره جيد الحس. وينبغى ان نعلم\nانه ليس لبعض الحيوان مرة\nالبتة مثل الفرس والبغل والحمار\nوالفيل\nوالحيوان الذى يسمى باليونانية برقس وليس للجمل ايضا مرة مفردة منفردة\nبل\nعروق صغار فيها مرة. وليس للحيوان الذى يسمى باليونانية فوقى\nمرة ولا\nللدلفين وفى اجناس الحيوان التى هى فهى\nربما وجدت مرة فى بعضها وربما\nلم توجد فى بعضها مثل ما يصاب\nفى جنس الفار. ومرة الانسان على مثل\nهذه الحال اعنى ان من الناس من له مرة\nظاهرة على كبده ومنهم من ليس\nله مرة ظاهرة\nولذلك يعرض الشك فى حال هذا الجنس.\nولذلك يظن ان\nلجميع الناس مرة\nومثل هذا العرض يعرض للمعزى\nوالغنم اعنى\nان لكثرتها\nمرة وربما كانت تلك المرة كثيرة بقدر ما يظن ان\nكثرتها عجب من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nالعجائب كما عرض فى الدهر السالف فى البلدة التى تسمى باليونانية ناقسوس.\nوليس لبعض هذا الحيوان مرة مثل ما عرض فى البلدة التى تسمى باليونانية\nخلقس من كورة اوبوا.\nوكما قلنا فى المرة توجد فى اجواف السمك بعيدة\nمن\nالكبد. وانا اظن ان اصحاب انقسغوراس مخطئون فى فولهم فى المرة حيت\nزعموا\nانها تكون علة الامراض الحادة\nلانها اذا كثرت سالت الى الرئة\nوالاضلاع واسفل الحجاب. فانه بقدر قول القائل ليس مرة للذين تعرض\nهذه الامراض لهم ولو كان ذلك\nلعرف واستبان بالشق. وايضا الكثرة\nالتى تكون فى الامراض والتى تنضج منها غير موافق لما قالوا. ولكن\nيشبه\nان تكون المرة مثل سائر الجسد\nوليس <span id='ms089'></span> لحال شىء آخر مثل الثفل الذى\nيجتمع\nفى البطن والمعاء. وربما استعمل الطباع\nبعض الفضول فى نوع\nمن انواع المنفعة.\nوليس ينبغى لنا ان نوجب هذه العلة ونقول ان جميع\nهذه الحال لشىء بل لان\nبعضها مثل هذه باضطرار تعرض أخر\nلحالها\nباضطرار. ففى الذين يكون طباع الكبد صحيحا\nوطباع الدم حلوا اعنى طباع\nالدم الذى يصير الى الكبد\nاما لا تكون مرة البتة\nواما توجد فى عروق\nدقيقة جدا واما توجد فى بعض وفى بعض لا توجد.\nولذلك تكون اكباد\nالذين ليس لهم مرة جيدة الالوان وهى فى الكل احلى من غيرها بقدر قول\nالقائل.\nواذا كانت لشئ من الحيوان مرة يوجد جزء\nالكبد الذى تحت\nالمرة حلوا جدا فاما انا كان تقويم المرة\nمن تنقية قليلة\nفالفضلة تكون على\nخلاف ذلك الغذاء لانه ينبغى ان يكون مزاج الفضلة مخالفة لمزاح الغذاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nولذلك\nصار المر ضدا للحلو والدم\nالصحيح حلو. فهو بين من الحجج التى\nاحتججنا ان خلقة\nالمرة ليست لحال شئ بل هى فضلة تنقية. ولذلك ينبغى\nلنا ان نعجب من قول القدماء\nالذين يزعمون ان عدم\nالمرة يكون علة طول\nالعمر وكثرة الحياة ولانهم نظروا فى الحيوان الذى له حوافر والايلة اعنى انه\nليس لها مرة\nوانها تبقى زمانا كثيرا وايضا\nمن الحيوان ما لم يعاينوه ولم\nيعلموا انه ليس له مرة مثل الدلفين\nوالجمل فان هذين الصنفين من الحيوان\nطويلا العمر.\nوقد كان مما ينبغى ان يكون طباع الكبد\nعلة قلة [ال] عمر\nلانه عضو مسود محتاح اليه باضطرار فى جميع الحيوان الدمى\nلان\nللكبد\nفضلة مثل هذه وليس لسائر الاعضاء فضلة اخرى مثلها.\nوليس يمكن ان تدنو\nمن القلب رطوبة مثل هذه البتة لان القلب لا يحتمل\nشيئا من الاوجاع القوية\nالبتة. والكبد من\nالاعضاء التى يحتاح اليها الحيوان باضطرار\nولذلك يعرض\nهذا العرض للكبد فقط.\nومن الخطأ ان يظن ان [البلعم] الخام الذى يعاين\nحيثما كان\nوثفل البطن فضلة ومرة\nوليس فى ذلك اختلاف <span id='ms090'></span> من قبل\nالاماكن.\nفقد بينا العلة التى من اجلها فى اجساد بعض الحيوان مرة\nوليس فى بعضها مرة.\n[3] وقد بقى ذكر حال المعاء الاوسط والمراق\nفى هذا المكان وهى\nمع هذه الاعضاء. وانما المراق صفاق\nفيه ثرب فى الحيوان الذى له\nثرب وفيه شحم فى الحيوان الذى له شحم.\nوقد قلنا وبينا فيما\nسلف حال الشحم والثرب ولاى علة تكون.\nوانما المراق موضوع بنوع واحد\nفى الحيوان الذى له بطن واحد والحيوان الذى له بطون كثيرة\nمن وسط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nالبطن حيت يكون\nعكر البطن وينتهى الى سائر البطن.\nوكثرة المعاء على\nحال واحدة فى الحيوان الدمى البرى\nوالمائى فكينونة هذا العضو تعرض\nباضطرار\nلان آخر ما يكون من سخونة خلط اليابس والرطب\nيصير ابدا\nجلديا او صفاقيا وهذا المكان مملوء من غذاء مثل هذا وايضا\nلحال\nصفاقة الصفاق\nفباضطرار يكون دسما كلما صفى من الغذاء الدمى. فهذا\nاذا انطبخ\nبالحرارة التى تلى المكان لحال لطفه ورقته يكون ثربا\nبدل\nالتقويم اللحمى والدمى وربما كان شحما. فبهذا النوع يعرض تقويم وولاد\nالمراق.\nوانما تستعمله الطبيعة\nلحال جودة نضوج وطبخ الطعام لكى\nيكون طبخ ونضوج\nطعام الحيوان يسيرا سريعا لان الحار منضج\nوالسمين\nحار والمراق دسم. ولذلك\nابتدأ وضعه من وسط البطن لان نضوج\nالطعام يكون\nمن ناحية الكبد فى ذلك المكان. فقد ذكرنا حال المراق\nوعلته\nفاما الذى يسمى المعاء الاوسط فهو صفاق وهو يمتد\nمتصلا من\nامتداد المعاء حتى يصير\nالى العرق العظيم والعرق الذى يسمى اورطى\nوهو مملوء عروقا\nكثيرة صفيقة وتلك العروق تمتد من المعاء الى\nالعرق\nالعظيم والى العرق الذى يسمى اورطى. فكينونة المعاء الاوسط فى اجواف\nالحيوان باضطرار\nمثل سائر الاعضاء. وهو بين\nلاى علة صار هذا العضو\nفى جوف اجساد الحيوان الدمى لمن نظر فيه نظرا شافيا\nاعنى انه\nباضطرار ان يحتاح الحيوان الى ان يأخذ طعما من خارج\nومن ذلك\nالطعم يكون الغذاء الآخر\nالذى منه يؤدى الى جميع الاعضاء\nوهو فى\nالحيوان الدمى دم <span id='ms091'></span> وفى غيره شىء آخر ملائم لذلك الدم.\nوانما يؤدى الدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nبالعروق التى تخرج من البطن ويسير الى جميع الاعضاء فى الغذاء ويؤدى\nالى الاعضاء كما يودى\nغذاء الشجر من الاصول اعنى ان للشجر اصولا فى\nالارض ومن هناك يأخذ الغذاء فاما في الحيوان\nفقوة البطن والمعاء\nمثل قوة الارض ومنها يؤخذ\nغذاء الطعام. فلهذه العلة صار طباع المعاء\nالاوسط\nلان العروق التى تمر به مثل اصول. فلهذه العلة\nصارت\nخلقة المعاء الاوسط. [و]فى الاقاويل التى سنضع فى حال ولاد الحيوان\nوالغذاء [و]سنذكر باى نوع يأخذ الغذاء\nوكيف يدخل فى العروق بالطعام\nالذى يصل\nالى هذه الاعضاء ويؤدى الى العروق.\nوقد ذكرنا حال\nالحيوان الدمى وبينا حال جميع اعضائه حتى انتهينا الى ذكر\nالاعضاء\nالمميزة المحدودة وقلنا العلل التى من اجلها صارت. وقد بقى ان نذكر\nحال\nالاعضاء الموافقة للولاد اعنى التى بها تختلف\nالذكورة والاناث.\nفان هذا الذى بقى وهو يتلو ما ذكرنا\nمن امر الولاد.\n[ه] فينبغى لنا\nان نذكر هذا ايضا فى اول ذكر تلك فاما الحيوان\nالذى يسمى\nباليونانية مالاقيا والحيوان اللين الخزف ففيه اختلاف كثير اذا\nقيس الى هذا الحيوان الذى ذكرنا\nلانه ليس فيه شىء من\nطباع اعضاء\nالجوف ولا شئ من سائر اعضاء الحيوان الدمى. وقد بقى\nجنسان من\nالحيوان الذى لا دم له اعنى جنس الحيوان الخزفى الجلد\nوجنس الحيوان\nالمحزز الجسد فليس لشىء من هذين الجنسين اعضاء جوف لانه ليس\nلها دم\nيكون طباع تقويم اعضائها منه لان تقويم طباعها مخالف لتقويم طباع الحيوان\nالدمى.\nوقد بينا فيما سلف ان بعض الحيوان دمى وبعضه عادم الدم وذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nبين\nفى القول الذى يحد ويميز ما بين اصناف الحيوان وجواهرها.\nوايضا\nليس لهذه الاصناف\nشىء من العلل التى من اجلها يكون معاء الجوف فى\nالحيوان الذى لا دم له من اجل انه ليس لها عروق\nولا مثانة ولا يتنفس\nوانما يكون لها\nالعضو الذى يلائم القلب باضطرار من اجل ان العضو الذى <span id='ms092'></span>\nفيه حس النفس والذى هو\nعلة الحياة باضطرار يكون فى اول من اوائل الاعضاء\nوالجسد\nفى جميع الحيوان. ولهذه الاصناف جميع الاعضاء الموافقة للطعم\nوذلك باضطرار. فاما الاماكن ففيها اختلاف من فبل ان\nالاماكن التى تقبل\nالطعم مختلفة.\nوفى افواه الحيوان البحرى الذى يسمى باليونانية مالاقيا سنان\nوفى\nافواهها ايضا عضو لحمى بدل اللسان وبه يحس\nبلذة اصناف الطعام.\nوكذلك للحيوان اللين الخزف\nالسنان الاولان والعضو الذى يلائم اللسان لحمى\nوايضا لجميع الحيوان البحرى الخزفى الجلد هذا العضو\nلحال العلة التى\nهى فهى اعنى العلة التى ذكرنا انها فى الحيوان الدمى لحال\nاخذ الطعام.\nوكذلك الحيوان الذى لا دم له يقبل الطعام بالخرطوم الذى يخرج من\nفيه\nوانما يفعل ذلك صنف من اصناف الحيوان الذى ليس له دم مثل جنس النحل\nوالذباب كما قلنا فيما سلف. فاما الذى ليس\nله خرطوم فى مقدم جثته\nيشبه حمة فله فى فمه عضو مثل هذا مثل\nجنس النحل وما كان مثله وشبيهه.\nفان لبعض هذا الصنف\nاسنان لا تشبه اسنان غيرها مثل جنس\nالذباب\nوالنحل ومنه ما ليس له وهو الذى\nيطعم الطعام الرطب ولكثير من الحيوان\nالمحزز الجسد ة\nاسنان ليس لحال الطعم بل لحال القوة. فاما بعض\nالحيوان البحرى الخزفى الجلد\nفله العضو الذى يسمى لسانا وهو قوى كما\nقلنا فى اول اقاويلنا. وللحيوان الذى يسمى باليونانية قوخلى\nسنان ايضا مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nاللسان القوى مثل الحيوان اللين الخزف\nوللحيوان الذى يسمى باليونانية مالاقيا\nمعدة طويلة بعد الفم وبعد المعدة الطويلة\nحوصلة لاصقة بها مثل حوصلة\nالطير ثم بطن متصل بذلك وبعد البطن\nمعاء مبسوط ينتهى الى مكان مخرج\nالفضلة. فما يلى البطن من الاعضاء فى\nالحيوان الذى يسمى باليونانية سيبيا\nوالحيوان الكثير الارجل شبيه بعضه ببعض بالاشكال\nوحس المس. فاما\nالحيوان الذى يسمى باليونانية طاوتيس\nفله عضوان تشبهان البطون يقبل بهما\nالطعام غير ان احد العضوين اقل\nشبها بالحوصلة. وبين هذين العضوين\nاختلاف بالاشكال لان\nكل الجسد ايضا مقوم من اللحم اللين <span id='ms093'></span> فاعضاء هذا\nالحيوان على مثل هذه الحال للعلة التى هى فهى\nاعنى العلة التى من\nاجلها تكون على مثل هذه الحال فى الطير لانه لا يمكن ان\nيطحن ولا يلين\nالطعم شئ من هذا الحيوان البتة. ومن اجل ذلك صار خلقة الحوصلة قبل\nالبطن. ولهذا الحيوان\nرطوبة المنى فى وعاء صفاقى لحال السلامة والمعونة\nوذلك الوعاء لاصق بالمكان الذى منه مخرج الفضلة التى تخرج من المعاء\nالذى يلى\nالبطن حيث العضو الذى يسمى انبوبا وهو\nمما يلى ناحية الظهر.\nوهذا العضو فى جميع الحيوان الذى يسمى باليونانية مالاقيا\nوخاصة فى الذى\nيسمى سيبيا فانه فيه كبير واذا\nفزع هذا الحيوان اخرج الرطوبة السوداء\nويرها مثل سياج وحائط حول جثته لانه\nيكدر بها الماء. فللحيوان\nالكثير\nالارجل والحيوان الذى يسمى باليونانية طاوتيداس منى فى الناحية العليا على\nالعضو الذى يسمى باليونانية ميطيس.\nفاما الحيوان الذى يسمى سيبيا فله\nهذه الفضلة اسفل قريب من البطن لان هذه الرطوبة فيه اكثر لانه\nيستعملها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nفيما ذكرنا آنفا وانما يعرض له ذلك لان اكثر مأواه\nوتدبير حياته فى قرب البر\nوليس له معونة اخرى مثل المعونة\nالتى للحيوان الكثير الارجل اعنى التفليس\nالذى فى رجليه فانه يلزم ويتشبك بذلك التفليس بجميع ما يدنو منه. فللحيوان\nالكثير الارجل موافقة هذه الاعضاء التي يتشبك بها\nوتغيير اللون الذى يعرض\nله لحال الجزع كما يعرض له\nخروج المنى من الجزع ايضا. فاما الحيوان\nالذى يسمى طاوتيس فهو بحرى من هذه الاصناف\nفقط وفى الحيوان الذى\nيسمى سيبيا كثير من هذه الفضلة الرطبة وهى\nفى الناحية السفلى لكثرتها.\nواذا كانت الفضلة كثيرة كانت ايسر لخروجها وبلوغها الى مكان بعيد وانما\nتكون هذه الفضلة مثل الثفل الابيض الارضى الذى يكون على الفضلة\nفى اجساد\nالطائر. فبهذا النوع يكون المنى فى هذا الحيوان ايضا\nلانه ليس له مثانة\nوانما يخرج فيه الجزء الارضى جدا وهو فى الحيوان الذى يسمى سيبيا كثير\nلان الجزء الارضى فيه كثير. والدليل على ذلك جلده\nالذى <span id='ms094'></span> هو على مثل\nهذه الحال وليس للحيوان الكثير الارجل مثله. فاما فى الحيوان الذى يسمى\nطاوتيداس فهو\nغضزوفى دقيق وقد قلنا فيما سلف لاى علة يكون هذا الجزء\nفى بعض الحيوان\nولا يكون فى بعض وفى اى الاجناس يكون.\nويعرض\nهذا العرض للحيوان الذى ذكرنا لانه ليس له دم\nوكذلك يعرض لغيره من\nالحيوان اعنى انه اذا جزع سهل بطنه والقى الفضلة ومن الحيوان\nما اذا\nجزع سالت الفضلة التى فى مثانته وذلك يعرض له\nباضطرار لحال الجزع كما\nيعرض للحيوان الذى يخرج الفضلة من مثانته اذا فزع.\nوالطباع يستعمل\nهذه الفضلة\nلحال السلامة والمعونة. ومن اجل هذه العلة للسراطين\nوالحيوان اللين الخزف وللحيوان الذى يشبه الحيوان الذى يسمى قارابو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nسنان فى اول مقاديم الاسنان فبينهما العضو\nالذى يشبه اللسان كما قلنا\nفيما سلف ثم الفم وبعد\nالفم معدة صغيرة بقدر عظم الاجساد\nوقياس\nصغيرها الى كبيرها وبعد المعدة بطن\nوفيه اسنان أخر موجودة فى بعض\nالسراطين والحيوان الذى يسمى قارابو لان الاسنان التى فى الناحية العليا لا\nتقطع الطعام قطعا فيه كفاية\nوبعد البطن معاء مبسوط ينتهى الى موضع\nخروج\nالفضلة. وفى كل واحد من الحيوان الخزفى الجلد\nهذه الاعضاء\nوهى فى بعض الحيوان مفصلة تفصيلا اكثر وفى بعض مفصلة تفصيلا دون.\nفاما فى الحيوان الاعظم الجثة فهذه الاعضاء ابين\nوللحيوان الذى يسمى\nقوخلى اسنان جاسية حادة\nكما قلنا فيما سلف والعضو الذى بين الاسنان\nلحمى مثل عضو\nالحيوان الذى يسمى مالاقيا والحيوان اللين الخزف وله\nخرطوم\nكما قلنا اولا وخلقة ذلك الخرطوم فيما بين خلقة الحمة واللسان.\nوبعد الفم\nعضو شبيه بحوصلة الطير وبعد ذلك العضو\nالمعدة وبعد المعدة\nالبطن وفيه الفضلة التى تسمى باليونانية\nمقيون وبعد البطن معاء مبسوط اوله\nمن الذى يسمى مفيون وهذه\nالفضلة فى جميع الحيوان الخزفى الجلد\nخاصة وهو يظن ان يكون مأكولا. وحال\nسائر الحيوان الذى يشبه الصنف\nالذى يسمى باليونانية اسطرنبوس مثل حال الصنف الذى يسمى فوخلوس اعنى\nمثل الذى يسمى <span id='ms095'></span> بورفيرى\nوقيرقاس. وفى اجناس الحيوان الخزفى الجلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \nاجناس واصناف كثيبرة\nلان بعضها يشبه الحيوان الذى يسمى اسطرنبوس مثل\nالذى ذكرنا آنفا\nومنها ما له بابان ومنها ما له باب واحد. وبنوع من\nالانواع الحيوان الذى يشبه الحيوان ااذى يسمى اسطرنبوس\nيشبه الصنف\nالذى له بابان لان له اعطية على ما\nظهر من لحمه وذلك يوجد فى جميع\nهذا الصنف من وقت الولاد مثل\nالذى يسمى بورفيرى وقيرقاس ونيريطى وكل\nجنس يكون على مثل هذه الحال. وانما ذلك ليكون شبيه معونة وقوة ولو\nلم يكن\nالخزف يسقف اجسادها لكانت الضرورة اسرع اليها من جميع الاشياء\nالتى توافقها وتلقاها من خارج. فاما الحيوان الذى له باب واحد\n[ف] يسلم لان خزفه قوى فى ناحية مؤخر جسده\nوتكون له تلك الخزفة مثل\nبابين لحال الغطاء القريب مثل الحيوان الذى يسمى لوباداس.\nفاما الذى\nله بابان فانه يسلم لانه يجمع البابين ويغلقها مثل الذى يسمى اقطانيس ومواس.\nفاما الحيوان الذى يشبه الصنف الذى يسمى اسطرنبوس فو يسلم بالعضو\nالذى يشبه غطاء لانه يكون له مثل بابان\nبعد ان كان له باب واحد. فاما\nالقنفذ خاصة [فله] وقى اكثر من جميع هذه الاصناف\nلان الخزف يحيط به\nملتئما محرزا\nبالشوك فله هذه الخصوصية من بين الحيوان الخزفى الجلد كما\nقيل اولا لان طباعه مقوم من تقويم بين طباع الحيوان اللين الخزف والحيوان\nالخزفى الجلد\nعلى خلاف الحيوان الذى يسمى باليونانية مالاقيا لان فى\nبعضه الجزء الارضى من خارج\nوفى بعضه الجزء اللحمى من خارج.\nفاما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nالقنفذ فليس فيه شىء لحمى فجميع اعضاءه\nكما وصفنا. ولجميع الحيوان الخزفى\nالجلد افواه\nوالعضو الذى يشبه اللسان وبطن\nوالعضو الذى منه تخرج\nالفضلة وفيها اختلاف من قبل الوضع والاعظام.\nومن اراد معرفة ما وصفنا\nيقينا فليعلم ذلك من الاقاويل التى وضعنا\nفى صفة الحيوان ومن شق الاجساد\nفانه سيعلم ذلك من\nالكلام ومن المعاينة.\nوللحيوان الذى يسمى قنفذ\nوالذى يسمى باليونانية طيتواس شىء خاص من بين الحيوان الخزفى الجلد <span id='ms096'></span>\nوللقنافذ\nخمسة اسنان وفيما بين ذلك العضو اللحمى الذى فى جميع الاصناف\nالتى وصفنا. وبعد ذلك العضو معدة تتلوه وبعد المعدة\nبطن مجزأ باجزاء\nكثيرة وتلك الاجزاء مثل حيوان له\nبطون كثيرة وتلك البطون مفترقة مملوؤة من\nفضلة الطعام وتلك\nالبطون تخرج من المعدة وهى متعلقة بها\nومنتهاها\nالى موضع خروج الفضلة. ولي فى بطونها\nشىء لحمى البتة كما قلنا اولا\nوفى تلك البطون بيض كثير العدة كل واحد منها فى صفاق على حدته\nوهى مبددة حول المعدة سود اللون.\nوليس لها اسم خاص لان اجناس\nالقنافذ كثيرة وليس لها جنس واحد مفرد ففى جميع اجناس القنافذ بيض\nولكن ليس بمأكول ما خلا البيض الذى يطفو.\nوبيض القنافذ صغير وبقول\nكلى\nهذا العرض يعرض لجميع اجناس الحيوان الخزفى الجلد لان لحوم\nجميعها\nليست بمأكولة بنوع واحد\nوالفضلة التى يسمى بعض الناس\nباليونانية ميقون تكون فى بعضها مأكولة وفى بعضها على خلاف ذلك وهى تكون\nفى\nالحيوان الذى يشبه الصنف الذى يسمى اسطرنبوس فى التواء المعاء.\nفاما فى الصنف الذى له باب واحد\nففى آخر المعاء مثل ما يوجد فى الصنف\nالذى يسمى لوباس. فاما فى الصنف الذى له بابان فعند\nالالتئام. فاما\nالبيض فهو يكون فى الناحية اليمنى\nوفى الناحية اليسرى مخرج الفضلة وليس\nيسمى ذلك بيضا بنوع صواب لانه يكون فى هذا الحيوان مثل\nما يكون الشحم\nفى الحيوان الدمى اذا اخصب ولذلك يكون فى\nازمان السنة التى فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nيخصب اعنى الخريف والربيع.\nفانه اذا كان زمان شدة البرد وزمان شدة\nالحر تسوء حال\nجميع الحيوان الخزفى الجلد ولا يحتمل افراط الحر والبرد.\nوعلامة ذلك العرض الذى يعرض للقنافذ فان هذا الجزء\nيكون فى هذا\nالحيوان من ساعته ولا سيما اذا كان امتلاء القمر ليس لانه\nيرعى رعيا اكثر\nكما يظن بعض الناس بل\nلان ليالى امتلاء القمر اسخن لحال ضوء القمر\nومن اجل ان الحيوان غير دمى ولذلك\nيجد البرد جدا ويحتاج الى الدفاء.\nولحال هذه العلة\nيخصب <span id='ms097'></span> هذا الحيوان فى كل موضع ما خلا ما يكون منه\nفى ناحية البحر الذى يسمى باليونانية\nبوريوس اوريبوس فان حاله تكون مثل\nحاله فى الشتاء وليس بدون ذلك. وانما\nيعرض هذا العرض لان جميع هذه\nالاصناف يجد رعيا كثيرا ولا سيما لان السمك\nفى ذلك الزمان ينتقل من\nاماكنه. وفى جميع اجواف القنافذ بيض فرد\nالعدد اعنى ان فى جميع\nاجوافها خمس بيضات\nوعدة اسنانها مثل هذه وعدة بطونها. وعلة ذلك\nمن قبل ان\nذلك الذى يسمى بيضة ليس هو بيضة كما قلنا اولا بل شئ\nشبيه\nبشحم الحيوان الذى يكون تقويمه من الخصب وحسن الحال. وانما يكون\nهذا الذى يسمى بيضة من الناحية اليمنى\nوالقنفذ مستدير الجثة من كل\nناحية\nوليس هو مثل اجساد سائر اصناف الحلزون لانه ليس فى جسد\nالقنفذ اختلاف ولا هو مستدير فى ناحية وعلى خلاف ذلك فى باقيه بل هو\nمستوى الاستدارة\nمن كل ناحية.\nفمن اجل هذه العلة تكون البيضة على\nمثل هذه الحال.\nورأس جميع الصنف الذى وصفنا فى وسط الجثة فاما رأس\nالقنفذ ففى الناحية العليا من جثته. وليس\nيمكن ان يكون البيض متصلا ولا\nفى سائر الاصناف\nوانما خصوصية القنفذ استدارة جسده\nوعدة البيض اعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nان عدته فرد ولو كانت ازواجا\nلكان كل بيضة قبالة الاخرى فى كل النواحى\nوليس وضع بيضة على مثل هذه الحال اعنى\nان كل بيضة قبالة الاخرى.\nوليس يكون ذلك فى سائر الحلزون ايضا\nلان بيض جميع اصناف الحلزون\nوالاصناف الذى يسمى امشاط فى ناحية واحدة من نواحى استدارة اجسادها.\nولذلك تكون عدة بيضها اما خمسة واما ثلاثة\nوعلى كل حال تكون عدة البيض\nفردا. فلو كان البيض ثلاثة لكان بعضه بعيدا\nمن بعض ولو كان اكثر من\nخمسة لكان متصلا متتابعا. فاما الامر الاول\nفليس بامثل ولا اجود فاما\nالامر الثانى فليس يمكن ولا مما يستطاع. فباضطرار صارت عدة بيض القنافذ\nخمسة.\nومن اجل هذه العلة التى هى فهى تكون حال البطن\nبقدر\nهذا <span id='ms098'></span> النوع ايضا وعدة كثرة الاسنان كمثل.\nوكل واحد من البيض مثل\nجسده\nموافق لصنف الحياة فذلك فيه باضطرار لان\nالنشوء والتربية من هذا\nتكون فلو كانت البيضة واحدة لكانت على بعد او كانت تملأ جميع البطن\nوباضطرار كان\nيعرض للقنفذ ان يصير عسر الحركة\nولا يمتلئ الوعاء من الغذاء.\nفاذا صارت عدة الاسنان خمسة\nوبينها خلل باضطرار عرض ان يكون البيض\nايضا خمسة.\nفالطباع يؤدى شبه\nالاعضاء التى ذكرنا على مثل هذا النوع.\nفقد بينا العلة التى من اجلها صارت\nعدة بيض القنفذ خمسة وانما الخمسة\nمن العدد الفرد. ولان\nبعض القنافذ اكبر واحر من بعض صار بيض بعضها\nكبارا وبيض بعضها صخارا.\nفان الحرارة قوية على الطبخ والنضج\nالاكثر.\nومن اجل هذه العلة تكون التى ليس بمأكولة مملوءة فضلة.\nوحرارة الطباع\nتصيرها اكثر حركة\nولذلك لا ثبتت فى مكان واحد بل تتحرل وتنتقل وترعى رعيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nاجود.\nوالدليل على ذلك الوسخ الذى يوجد على شوكها\nلكثرة حركتها فان\nالقنافذ تستعمل الشوك مثل ما يستعمل سائر الحيوان اليدين والرجلين. فاما\nالحيوان البحرى الذى يسمى باليونانية طيتوا\nفليس بينه وبين طباع الشجر الا\nاختلاف يسير وعلى ذلك هو اقرب الى الحياة\nمن الاسفنج اعنى الغيم. فلهذا\nالحيوان قوة شبيهة بقوة الشجر جدا\nوالطباع ابدا ينتقل من الاجساد التى\nليس لها انفس\nالى الحيوان وانما اولا ينتقل الطباع بالذى يقال حيوان\nوليس هو حيوان بحق ولذلك يتنقل الاختلاف الذى بين هذه الاشياء\nقليل\nجدا لحال\nقرب بعضها من بعض. والغيم لانه انا\nكان لاصقا بالمكان\nالذى يأوى فيه يعيش واذا فارقه يهلك يظن ان\nحاله مثل حال الشجر بكل\nنو ع. فاما الحيوان البحرى الذى يسمى باليونانية هولوتوريا\nوالحيوان الذى\nيسمى رئه واصناف أخر\nفهى فى البحر مرسلة وليس\nفيها حس واحد وهو\nيعيش مثل شجر مرسل وفى\nالشحر الارضى مثل بعض هذه الاصناف. ومنها\nما يكون فى شجر آخر ومنها ما يكون مرسلا\nمثل الحيوان الذى يخرج من\nالشجر الذى يسمى برناسوس <span id='ms099'></span> وهو يسمى باليونانية ابيبطرون.\nوربما كان\nالصنف الذى يسمى طيتوا شىء مثل هذا وكل\nجنس يشبه ما ذكرنا ولان\nجميع هذه الاصناف لاصقة بالاماكن التى تأوى فيها تشبه الشجر\nولان فيها\nجزء لحمى يقال انه يعيش ولها حياة. فجميع ما كان من الحيوان البحرى على\nمثل هذه الحال اقرب الى جنس الشجر من غيره\nوبحق يسمى باسمه. وليس\nلهذا الحيوان فضلة كما\nليس للشجر وانما فى وسطه حجاب رقيق وفى ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nالحجاب\nينبغى ان تكون قوة الحياة. فاما الحيوان البحرى الذى\nيسميه\nبعض الناس باليونانية اقنيداس ومنهم من يسميه اقاليفاس فليس هو خزفى الجلد\nوهوخارج من طباع الاجناس التى ذكرنا لانه مشترك\nالطباع فيما بين\nطباع الحيوان وطباع الشجر. ولانه مرسل ويغذى ويحس بالاشياء التى توافقه\nولانه يستعمل خشونة جسده لحال السلامة\nيشارك طباع الحيوان ولانه\nليس\nبتام ولانه ملصق بالصخور عاجلا ينسب الى\nجنس الشجر. وليس لهذا الحيوان\nفضلة\nبينة وله فم. وكمثل هذا الحيوان ايضا الجنس الذى يسمى\nنجم فانه\nاذا وقع على شىء من\nاصناف الحلزون مص رطوبته وهو يشبه اجناس\nالحيوان\nالبحرى الذى ذكرنا مثل الحيوان الذى يسمى باليونانية مالاقيا والحيوان اللين\nالجلد.\nوهذا قولنا فى الحيوان الخزفى الجلد فان له\nاعضاء موضوعة\nبقدر النوع الذى ذكرنا فيما سلف. وينبغى ان بكون فيها عضو ملائم لعضو\nالحواس اعنى العضو المسود الذى يكون\nفى الحيوان الدمى\nلانه ينبغى ان\nيكون هذا العضو فى جميع\nالحيوان وهو يوجد فى الحيوان الذى يسمى\nمالاقيا موضوع فى صفاق\nوهو رطب ولذلك تكون المعدة ممتدة الى البطن\nوهى لاصقة فى ناحية الظهر وبعض الناس يسميها\nباليونانية ميطيس.\nومثل هذا العضو يكون عضو آخر فى الحيوان الخزفى الجلد\nوهو يسمى ايضا\nباليونانية ميطيس وهو\nجسدانى رطب ويمتد\nالى ناحية البطن. وفيما بين\nذلك المعدة ولو كان فيما بين هذا وما\nيلى الظهر لم يكن يستطيع ان\nيناله\nالطعام لحال جساوة الظهر.\nوعلى العضو الذى يسمى ميطيس يوجد\nالمعاء من خارج والمنى قريب <span id='ms100'></span> من\nالماء لكن يكون بعيدا من مدخل الطعام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nوتكون العسرة بعيدة من موضع القوة الاولى والامر الذى هو احق وامثل.\nوايضا لهذا الحيوان عضو\nملائم للقلب وذلك يستبين من المكان\nاعنى أنه فى\nالموضع الذى يكون فيه القلب. والدليل على ذلك ايضا حلاوة الرطوبة لانها\nدمية مطبوخة. والعضو المسود الذى فيه قوة الحس يوجد فى الحيوان الخزفى\nالجلد\nعلى مثل هذا النوع غير انه ليس\nبين جدا. وينبغى ان نطلب\nابدا هنا\nالعضو الذى فيه قوة الحس فى وسط الجسد اعنى فيما بين العضو\nالذى يقبل الطعام والعضو الذى منه تخرج\nالفضلة والمنى. وذلك فى\nالحيوان الثابت. فاما الحيوان السيار فهو ابدا\nفى وسط الناحية اليمنى\nواليسرى. فاما فى الحيوان المحزز الجسد\nفالعضو الذى فيه هذه القوة الاولى\nيوجد فيما بين الرأس وسائر الجسد المحيط بالرأس كما ذكرنا\nفى الاقاويل\nالاوائل. وهذا العضو يوجد\nفى كثير من الحيوان الذى وصفنا واحدا وفى\nبعضها يوجد بكثرة مثل ما يصاب فى\nالحيوان الطويل الجثة الذى يسى\nباليونانية هيولوديس. ولذلك يعيش هذا الحيوان بعد ان يقطع\nلان الطباع\nيريد ان يصير فى جميع الحيوان هذا العضو خاصة\nفاذا لم يقو ان يصنعه\nبالفعل صنعه بالقوة\nبكثرة. والدليل على ذلك من قبل ان هذا العضو يوجد\nفى بعضها اميز وفى بعضها اخفى. فاما\nالاعضاء التى توافق الطعام فهى\nفى جميع هذا الحيوان ولكن بينها اختلافا كثيرا\nلان لبعضها العضو الذى\nيسمى\nحمة وهو مركب لان له\nقوة لسان وشفتين وفى بعض هذا الحيوان\nتوجد هذه الحمة\nداخل من الاسنان وهو يحس بما ذكرنا. وبعد هذا\nالعضو\nمعاء مبسوط مستقيم الى موضع خروج الفضلة اعنى العضو الذى منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nيخرج الزبل والمنى\nوهذا المعاء يوجد ملتويا فى بعض هذا الحيوان.\nومن هذا الصنف ما له بطن بعد الفم والمعاء ملتو لكى يكون موضعا موافقا\nللطعام الاكثر\nواذا كان الحيوان اعظم جثة واكثر اكلا.\nفاما جنس الحيوان\nالصرار فله طباع خاص\nلان له هذا العضو وهو فم <span id='ms101'></span> ولسان معا وهو ملتئم\nبه يقبل الطعام كما يقبل الشجر من الاصل وطعمه\nمن الرطوبات. فجميع\nالحيوان الذى ليس له دم قليل الغذاء\nلحال صغره وقلة حرارته.\nفاذ قد\nذكرنا حال جميع الاعضاء التى تكون فى هذه الاصناف من اصناف الحيوان\nينبغى لنا ان نعطف ايضا ونعود الى ذكر الاعضاء التى فى خارج الجسد.\nولا نبدأ بذكر التى تركنا صفتها\nلكى لا نزيد فى تصنيفها لانها اقل جثثا\nواضعف من\nالحيوان التام الدمى.\n[6]\nفليس اعضاء الحيوان المحزز الجسد كثير العدد\nولكن ان كانت\nاعضاؤه قليلة العدد فيها اختلاف كثير\nفان لبعضها ارجل كثيرة لحال ابطائها\nوبرد طباعها لكى تكون حركتها اسرع.\nومن اجل هذه العلة صار الحيوان\nالبارد الطباع الكثير الارجل خاصة لطول الجثة مثل جنس الحيوان الذى\nيسمى باليونانية يولوس.\nفانه لحال كثرة اللحم صارت اجساد هذا الحيوان\nمحززة\nوكثرت ارجلها. فاما ما كان منها صغير الجثة قليل اللحم\nفله ارجل\nاقل من الأخر ولا سيما الطير المنفرد. فاما الطير الذى يكون مع سائر صنفه\nفله اربعة اجنحة وهو خفيف\nالجثة مثل النحل\nوسائر الحيوان الذى يشبهه\nوله رجلان فى الناحية اليمنى والناحية اليسرى. وليس له اكثر من اربعة ارجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \nلكى لا يكون ذلك ممتنعا لطعمه.\nفما صغر من هذا الحيوان جدا فله\nجناحان فقط\nمثل جنس الذباب وما كان من هذا الحيوان صغيرا\nوتدبير\nمعاشه ثابت فله اجنحة كثيبرة مثل اجنحة النحل\nولاجنحته غلف مثل الدبر وما\nاشبهه\nمن الحيوان المحزز الجسد لكى تسلم قوة الاجنحة. ولان هذا الحيوان\nثابت قليل الحركة تسرع اليه الضرورة اكثر من الحيوان الجيد الحركة ومن\nاجل هذه العلة لاجنحة غلف مثل سياج يسترها. وجناح هذا الحيوان\nمشفوق باثنين\nوليس له جدر يشبه انبوبة وليس جناحه من ريش بل هو صفاق\nمن جلد. وباضطرار يفارق\nاجسادها ذلك الصفاق اذا برد الجزء اللحمى\nالذى فيها وانما هذا الحيوان محزز الجسد\nلحال العلل التى ذكرنا ولكى\nيسلم بعدم الآفات.\nومن هذا التحزيز تجتمع اجسادها وتكون <span id='ms102'></span> قصيرة بعد\nان كانت طويلة\nولم يكن يمكن ذلك الا بتحزيز اجسادها. وما كان منها\nغير ملتو فهو يجسو جساوة اكثر اذا اجتمع وانضم تحزيزها بعضه الى بعض.\nوذلك يستبين فى الجعل خاصة فانه\nانا فز ع لا يتحرل ويكون\nجسده\nجاسيا. وباضطرار صار هذا الحيوان محزز الجسد\nلانه فى طباعه ان تكون\nله اوائل كثيرة. وبهذا الفن يشبه الشجر. فهذا الحيوان\nيقوى على\nالعيش بعد ان يقطع مثل الشجر\nولكن هذا الحيوان انما يلبث حينا يسيرا\nبعد القطع فاما ما يقطع من الشجر فهو يكون ايضا تاما كامل\nالطباع ولذلك\nيكون من شجرة واحدة شجر كثير العدد. ولبعض\nالحيوان المحزز الجسد\nحمة ايضا لحال المعونة والقوة ودفع ما يضربه.\nوربما كانت الحمة لبعضها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nعند اللسان وربما كانت لبعضها خلف عند الذنب.\nوكما تكون آلة حس\nالمشمة للفيلة\nموافقة للقوة\nواستعمال الطعام كذلك يكون لبعض الحيوان\nالمحزز الجسد العضو المركب مع اللسان\nوبذلك العضو يحس هذا الحيوان\nبالطعم ويأخذه\nويصيره الى جوفه. وما كان من صنف هذا الحيوان عادم\nالحمة فى مقدم جسده فله اسنان بعضها لحال الطعم وبعضها\nلاخذ الطعام\nوتسيره الى الجوف مثل النمل\nوجنس النحل. واما ما كانت حمته فى مؤخر\nالجسد\nفذلك يكون لان الغضب يهيج تلك الحمة ويصيرها مثل سلاح.\nومن\nهذا الحيوان ما حمته فى داخل جسده وما حمته خارج ناتئ عن جسده مثل\nالنحل\nوالدبر لانه طير. ولو كانت حمة النحل والدبر\nخارج لهلكت وفسدت\nعاجلا لدقتها وضعفها ولو كانت الحمة من خارج وعلى مثل حمة العقارب لكانت\nعلة\nثقل. فاما العقارب فلانها تدب\nولها حمة باضطرار صارت الحمة خارجا\nمن الجسد وهى\nموافقة للقوة ايضا. وليس يمكن ان يكون حيوان له جناحان\nفقط ذو حمة\nمن خلف لانه ضعيف ليس له دم. وهذا الصنف اعنى صنف\nالحيوان الصغير الجثة كثير العدد\nوكلما كان من هذا الصنف يحمل [على]\nالحيوان الذى اصغر منه.\nولحال هذه العلة صارت حمة هذا الحيوان فى\nمقدم الجسد <span id='ms103'></span>\nوليس يقوى على ان يلدغ بحمته من مقدم الجثة الا بعسر لحال\nضعفه.\nفاما الصنف الكثير الاجنحة فلحال عظم جثته وقوة طباعه صارت\nله\nاجنحة كثيرة ولذلك يقوى بالاعضاء التى فى مؤخر الجسد. وهو امكن واشبه\nان يكون العضو الواحد موافقا لعمل واحد\nولذلك صارت الحمة دافعة\nللمكروه يجد بها. والحمة التى تشبه اللسان مجوفة\nجاذبة للطعام وحيث\nيمكن ان يستعمل الطباع\nعضوين فى عملين ولا يكون احدهما مانعا لعمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nالآخر فهو يفعل\nلان الطباع لا يفعل شيئا باطلا. وربما استعمل الطباع\nالعضو الواحد فى عملين مثل ما يفعل الحداد اذا هيأ\nمنارة تكون منارة\nوسراجا واذا امكن الطباع ان يستعمل العضو\nالواحد الذى هو فهو فى\nاعمال كثيرة فعل. والرجلان التى فى مقدم بعض هذا الحيوان اكبر\nلانه\nجاسى العينين\nولا يبصر بصرا حادا ولا يقوى على اخذ ما يريد الا بقوة\nمقاديم رجليه.\nوهو يظهر بالمعاينة ان هذا الحيوان يفعل مثل هذا الفعل\nالذى ذكرنا اعنى صنف\nالذباب والاصناف التى تشبه النحل فهى تأخذ\nما تأخذ\nبمقاديم رجليها. فاما مؤخر رجليها فهى اكبر من الاوساط\nلحال المشى ولترتفع\nعاجلا عن الارض اذا ارادت ان ترتفع عنها\nوتطير. فاما ما كان ينزو منها\nفهو يفعل مثل هذا الفعل\nابين من غيره مثل جنس الجراد وجنس البراغيث\nفانها تثنى رجليها ثم تبسطها وترتفع عن الارض\nمن اجل انه باضطرار\nينبغى ان يكون انثناء فى الرجلين مائلا الى داخل\nوليس يمكن ان يكون شىء\nمن مقاديم الرجلين على مثل هذه الحال.\nولجميع هذه الاصناف ستة ارجل\nمع الرجلين التى بها ينزو.\n[7]\nفاما جسد الحيوان الخزفى الجلد فليس هو كثير التجزئ\nوعلة ذلك\nمن قبل ان طباعه ثابت.\nوينبغى ان تكون اجساد الحيوان الكثير الحركة\nكثيرة الاجزاء\nلحال كثرة اعمالها وافعالها. فهى تحتاج الى آلة كثيرة\nلان\nلها شركة حركات كثيرة. ومن اصناف هذا الحيوان الذى نصف ما لا يتحرك\nالبتة ومنه ما له شركة حركة يسيرة. ولذلك وضع الطباع حول جسده <span id='ms104'></span> جساوة\nوخشونة الخزف\nلحال السلامة. ومن هذا الحيوان ما له باب\nومنه ما له\nبابان ومنه ما\nيشبه الحيوان الذى يسى باليونانية اسطرنبوس كما قلنا اولا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nومنه ما لجسده\nالتواء مثل الذى يسمى باليونانية قرقاس وهو صنف من اصناف\nالحلزون ومنها ما هو مستدير الجسد مثل\nجنس القنافذ. وايضا من هذا\nالحيوان الذى له بابان ما\nيفتحهما ثم يغلقها مثل الذى يسمى مشط والذى\nيسمى باليونانية مواس\nومنه ما يوجد ابوابه بعضها لاصقا ببعض مثل الحيوان\nالذى يسمى باليونانية سوليناس وتفسيره بالعربية القنى\nوجميع الحيوان الخزفى\nالجلد مثل الشجر لان\nرأسه فى الناحية السفلى. وعلة ذلك من قبل انه\nانما يقبل\nالطعم من اسفل كما يغذى الشجر من ناحية الاصول. ولذلك\nيعرض لهذا الصنف ان تكون\nاعضاؤه السفلية فى الناحية العليا والاعضاء التى\nفوق فى الناحية السفلى وهو فى صفاق\nوبه يصفى الماء العذب ويقبل الطعم.\nولجميع هذه الاصناف\nرؤوس فاما اعضاء اجسادها فليس هى\nمسماة ما خلا\nالعضو القبول للطعام.\n[8]\nوجميع الحيوان السيار اللين الخزفى\nكثير الارجل واكثر اجناس هذا\nالصنف اربعة اعنى\nالصنف الذى يسمى باليونانية قارابو والذى يسمى استاقى\nوالذى يسمى عقوسين والذى يسمى\nالسرطان. ولكل صنف من هذه الاصناف\nاجناس كثيرة مختلفة ليست\nبالصورة فقط بل بعظم الجثة ايضا لان\nمنها ما\nهو عظيم الجثة ومنها ما هو صغير الجثة جدا. فصنف السراطين\nوصنف الذى\nيسمى باليونانية قارابو يقارب بعضه بعضا بالمنظر\nلان لهذين الصنفين شفتين.\nوليس تكون الشفتان أعنى زبانتان فى هذا الحيوان لحال المسير والمشى\nبل\nلحال الأخذ والامساك بدل امساك اليدين. ولذلك\nينثنى هتان الزبانتان\nعلى خلاف الاماكن التى ذكرنا ويذهب بعضها الى ناحية\nعمق اجسادها\nوبعضها الى ناحية اجسادها المستدير فهى تلويها بقدر الحاجة الداعية الى\nذلك.\nفبهذا النوع تكون موافقة للاستعمال لكى تأخذ بها\nالطعام وتذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nبه الى افواهها. وبين السراطين والصنف الذى يسمى باليونانية قارابو اختلاف\nمن قبل ان للقارابو اذناب\nوليس للسراطين اذناب. وانما للقارابو اذناب\nلحال\nالسباحة فهى <span id='ms105'></span> تتوكأ على تلك الاذناب وتعوم مثل الصنف الذى يسمى\nباليونانية فلاطاس.\nوليس للسراطين حاجة الى مثل هذا العضو لان\nمأواها\nفى الاماكن التى تقرب من البر وانها تأوى فى شقوق وثقب الصخور. فاما ما\nكان منها\nبحريا فرجلاه اضعف كثيرا لقلة\nالسير مثل السراطين التى تسمى\nباليونانية مايا والتى تسمى اراقليوتيقس\nمن اجل انها لا تستعمل من السير\nالا القليل. ولحال\nسلامتها ضارت اجسادها مثل اجساد الحلزون ولذلك صار\nالصنف الذى يسمى باليونانية مايا دقيق الرجلين والصنف الذى يسمى\nاراقليوتيقس قصير الساقين.\nفاما صنف السراطين الصغار التى تصاد مع\nالسمك الصخير فلها ارجل كبيرة عريضة موافقة\nللحاجة التى تراد لانها مثل\nاجنحة\nاعنى الارجل العريضة. فاما العقوسين فبينها وبين الاصناف التى تشبه\nالسراطين\nاختلاف لان لها اذنابا. وبينها وبين التى تشبه قارابو اختلاف\nلانه ليس\nلها زربانتان فانها عدمت الزبانتين لكثرة ارجلها فصار نشوء الطبيعة\nفى الرجلين.\nوللعقوسين\nارجل كثيرة لانها تعوم وليس تسير على رجليها.\nفاما الاعضاء التى فى ناحية رؤوسها\nوظهورها فبعضها موافقة لقبول\nالماء\nواخراجه. وتلك الاعضاء النغانغ كثيرة التشبيك\nوهذه الاعضاء فى الاناث اكثر\nمنها فى الذكورة اعنى ذكورة الحيوان الذى يسمى قارابو [فاما] اناث السراطين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nفلها\nاعضاء اصفق واقوى فى ناحية الابواب التى بها تغلق وتفتح.\nولذلك\nتبيض البيض فى ذلك الموضع وليس\nفى بعد منه كما يبيض السمل و سائر\nالاصناف التى تبيض\nلحال سعة المواضع وان جثثها اعظم.\nفالزبانة اليمنى\nالتى تكون فى جميع السراطين وفى الاصناف التى تشبه قارابو\nاعظم واقوى من\nاجل ان الناحية اليمنى فى جميع\nالحيوان اقوى واعظم من الناحية اليسرى\nلان الطباع ابدا يصير القوة فى الاعناء\nالتى يستعمل الحيوان مثل ما يعمل\nفى\nالاسنان [للحاجة] التى ينطبق بعضها على بعض والانياب النائية والقرون\nوالمخاليب\nوجميع ما يشبه ما وصفنا من الاعضاء التى فى الحيوان لحال\nالمعونة والقوة.\nاما الحيوان الذى يسمى باليونانية استاقو فله زبانتان\nوالزبانة\nالكبرى تكون بالبخت فى الذكورة والاناث. والعلة التى\nمن اجلها\nصارت <span id='ms106'></span> له زبانتان لانه من جنس الحيوان الذى له زبانتان\nوالاكبر يكون بالبخت\nلان طباع هذا الحيوان مضرور وليس يستعمل\nالزبانتين فى العمل الذى خلق له\nمن قبل الطباع لكن يستعمله فى السير فقط.\nومن الاقاويل التى وضعنا فى\nمعرفة مناظر الحيوان ومن الشق يعرفه هذه الاعضاء\nوالاختلاف الذى بينها اذا\nقيس بعضها الى بعض ويعرف\nالاناث والذكورة ايضا.\n[9]\nوقد ذكرنا فيما سلف حال اعضاء جوف الحيوان الذى يسمى باليونانية\nمالاقيا\nحيث وصفنا اعضاء جوف سائر الحيوان. فاما الاعضاء التى فى ظاهر\nالجسد من هذا الصنف فليس بمفصلة ولا محدودة ورجلاها فى مقدم الجسد\nاعنى\nحول الرأس قريبا من العينين وحول\nالفم والاسنان. ومن الحيوان\nالذى له\nرجلان ما رجلاه من خلف ومن قدام ومنه ما له رجلان فى\nالجوانب\nمثل الحيوان الدمى الكثير الارجل. ولهذا\nالجنس من الحيوان شىء خاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nله اعنى ان رجليه فى\nمقدم جسده وعلة ذلك من قبل ان ناحية\nالمؤخر\nوالمقدم مجتمعة فى مكان واحد مثل العرض الذى يعرض للحيوان الذى يشبه\nالصنف الذى يسمى باليونانية اسطرنبوس فان له شيئا خاصا ليس هو لشىء\nآخر من الصنف الخزفى الجلد. وبقول عام الحيوان الخزفى الجلد بنوع\nيشبه الحيوان الذى يسمى مالاقيا [و]بنوع يشبه الحيوان الخزفى الجلد\nلان\nجلده ايضا جاسى جدا مثل الخزف والجزء اللحمى الذى فى داخل\nجسده يشبه الخزف الذى فى جسد الحيوان اللين الخزف.\nفاما شكل تقويم\nالجسد فمثل تقويم شكل جسد\nالذى يسمى مالاقيا وخاصة ما كان من الصنف\nالصنف الذى يشبه اسطرنبوس وله التواء. فطباع هذين الصنفين\nبقدر\nالنوع الذى ذكرنا ولذلك سيرها سير مستقيم\nمثل العرض الذى يعرض\nللحيوان الذى له اربعة ارجل\nوللناس ايضا. فاما الانسان فله فم فى رأسه\nاعنى فى الناحية العليا من جسده\nثم له معدة وبعد المعدة\nبطن وبعد\nالبطن معاء ينتهى الى موضع خروج الفضلة.\nفهذه الاعضاء فى الحيوان\nالدمى على مثل هذه الحال.\nوبعد الرأس التنور اعنى الصدر وما يليه.\nفاما سائر الاعضاء <span id='ms107'></span> فلحال هذه الحركة\nمثل الاعضاء التى فى\nمؤخر ومقدم\nالجسد واليدين والرجلين. وفى الحيوان اللين الخزف\nوالحيوان المحزز الجسد\nاستقامة اعضاء الجوف بقدر النوع الذى ذكرنا.\nوبينه وبين الحيوان الدمى\nاختلاف من قبل الاستعمال الذى يكون من خارج من الاعضاء المحركة.\nوفى\nالحيوان الذى يسمى مالاقيا والذى يشبه الصنف الذى يسمى اسطرنبوس\nخلاف\nاذا قيس الى الحيوان الخزفى الجلد وفيه موافقة ومشابهة بالخلقة\nمن قبل ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nاواخر جسدها مثنية الى ما يلى اوائلها\nكما يفعل الذى يثنى الخط المستقيم\nاعنى الذى عليه الف وبآ يثنيه\nالى الموضع الذى عليه دال فوضع اعضاء مقدم\nاجسادها على مثل هذه الحال\nفجميع جثة الحيوان الذى يسمى مالاقيا بقدر\nهذه الخلقة. فاما\nفى الحيوان الكثير الارجل فالرأس فقط. فاما فى الحيوان\nالخزفى الجلد\nفالعضو الذى يسمى اسطرنبوس وليس بينهما اختلاف آخر اكثر\nمن ان الطباع [الذى] وضع\nالجساوة فى الحيوان الذى يسمى مالاقيا حول\nالجسد\nووضع الجساوة محيطة بكل جسد الحيوان الخزفى الجلد لكى يسلم\nلحال ابطاء الحركة. ومن اجل هذه العلة تخرج الفضلة\nمن فم الحيوان\nالذى يسمى مالاقيا\nوتخرج الفضلة من جنب الحيوان الذى يشبه الصنف الذى\nيسمى اسطرنبوس.\nفمن اجل هذه العلة صارت خلفة رجلى الحيوان الذى\nيسمى مالاقيا\nعلى خلاف خلقة ارجل سائر الاصناف.\nوبين الحيوان الذى\nيسمى سيبيا وطاوتيدس خلاف اذا قيس الى الحيوان الكثير الارجل\nلان هذين\nالصنفين تعوم وهذا الصنف يسير ولذينك الصنفين ستة ارجل فى مقدم الابدان\nواواخر الستة الارجل اكبر\nوزوج من الستة الارجل فى الناحية السفلى وذلك\nالزوج كبير جدا.\nوكما تكون ارجل الحيوان التى فى مؤخر الجسد اعظم\nواقوى\nكذلك يكون هذا الزوج فى هذا الصنف اقوى لحال حمل الثقل اعنى\nلان ثقل الجسد عليه وبه يتحرك. وزوج اواخر الرجلين اقوى\nمن الاوسط\nلانه مما يستعمل. فاما الحيوان الكثير الارجل\nفله اربعة ارجل كبار جدا وهى\nاوساط الارجل وجميع ارجل هذا الحيوان\nثمانية وهى فى الحيوان الذى يسمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nسيبيا وطاوتيداس قصار فاما فى <span id='ms108'></span>\nالحيوان الكثير الارجل فكبار. وذلك من قبل\nان جثث ذينك الصنفين\nكبار وجثة هذا الصنف صغيرة فحيث نقص الطبا ع\nمن عظم الجثة زاد على طول الرجلين\nوحيث نقص من طول الرجلين زاد\nعلى عظم الجسد.\nومن اجل هذه العلة صارت ارجل بعضها موافقة ليس\nلثبات فقط\nبل للمشى ايضا وصارت ارجل الأخر لا ينتفع بها لانها صغار\nوالجثة عظيمة. ولان رجليها قصار\nلا ينتفع بها فى شىء من الاخذ ولا\nالخروج\nمن الصخور اذا هاجت امواج البحر واشتد الشتاء\nهيا لها الطباع\nخراطيم اعنى لكل واحد منها خرطومين\nطويلين بهما يرسى وبهما تتحرك كما\nتتحرك\nالسفينة اذا كان شتاء وبهما تصيد كلما بعد عنها وتذهب\nبها الى\nافواهها. وليس توجد هذه الخراطيم الا فى الاصناف التى تسمى سيبيا\nوطاوتيداس والكثيرة الارجل\nلان رجليها\nموافقة لهذه الاعمال. فاما الاصناف\nالتى فى ارجلها افواه عروق\nوتفليس خشن به تتشبك بجميع ما يماسها فله\nذلك لحال القوة. وذلك التشبك\nيشبه التشبك الذى كان يعمل القدماء.\nفيتشبك هذا الحيوان من الاجزاء الصفار اعنى اجزاء العصب\nوبهذه الاجزاء\nيجذب كلما يماسه.\nويكون التشبك رخوا اذا اراد الحيوان ان يأخذ به شيئا\nفاذا اخذ اشتد وصار ذلك التشبك قويا صفيقا.\nفليس ما وصفنا فى غير هذا\nالحيوان\nولا يأخذ ما يريد من طعمه الا برجليه. ومن هذه الاصناف ما يأخذ\nالطعم بالخراطيم\nلانه يستعين بها\nمكان اليدين. ومن هذا الحيوان ما له\nعضو واحد ومنه ما له عضوان وعلة ذلك طول الجثة ودقتها\nمن قبل الطبا ع\nفلحال الطول\nوالدقة صارت الجثة من عضو واحد ملتئم. فالطباع يفعل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nليس لانه اجود وامثل بل يفعله باضطرار\nلحال الكلمة الخاصة للجوهر.\nولجميع هذه الاصناف من اصناف الحيوان جناح\nحول الجثة وهذا الجناح فى\nسائر الاصناف\nملتئم متصل بالجسد وفى الحيوان الكبير الذى يسمى طاوتس.\nفاما ما كان من هذا الصنف صغير الجثة مثل طاوتيداس فله جناح اعرض\nليس بضيق\nمثل جناح الذى يسمى باليونانية سيبيا والحيوان <span id='ms109'></span> الكثير الارجل.\nفان ابتداء جناح هذه الاصناف من وسط الجثة وليس هو محيط بكل الجسد\nوانما يكون لها هذا الجناح لتعوم به وتقوم اجسادها\nمثل ما صار الصدر\nفى الطائر والذنب فى الحيوان الذى له ذنب.\nوهذا الجناح صغير جدا\nفى الحيوان الكثير الارجل [و] لذلك لا يستبين حسنا\nلحال صغر الجثة ولانه\nيقوم جثته برجليه تقويما\nفيه كفاية.\nفقد وصفنا حال الحيوان المحزز الجسد\nوالحيوان اللين الخزف\nوالخزفى الجلد والحيوان الذى يسمى باليونانية مالاقيا\nووصفنا الاعضاء التى فى باطن\nوظاهر اجسادها.\n[10] وانما ينبغى لنا ان نعود فى قولنا وننظر فى حال الحيوان الدمى\nالذى يلد حيوانا ونبدأ بصفة الاعضاء التى بقيت بعد\nتصنيف الاعضاء التى\nوصفنا. فاذا ميزنا ذلك اخذنا\nفى صفة الحيوان الدمى الذى يبيض بيضا\nبقدر النوع الذى فعلنا فيما سلف. وقد وصفنا فيما سلف من قولنا حال\nالاعضاء التى تلى الرأس من الحيوان وما\nيلى العنق والحلق.\nولكل\nحيوان دمى رأس والرأس فى بعض هذا الحيوان مميز محدود وفى بعضه\nعلى\nخلاف ذلك اعنى انه ليس بمميز ولا محدود مثل رؤوس السراطين.\nولجميع\nالحيوان الذى يلد حيوانا اعناق. فاما الحيوان الذى يبيض بيضا فمنه\nما له\nعنق ومنه ما لا عنق له وكل حيوان له رئة\nله عنق ايضا. فاما الحيوان الذى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \nلا يتنفس من الجو الخارج فليس له\nعنق. وانما خلقة الرأس خاصة لحال\nالدماع\nلانه ينبغى ان يكون هذا العضو فى الحيوان باضطرار اعنى فى\nالحيوان الدمى\nويكون هذا العضو فى موضع قبالة موضع القلب لحال\nالعلل\nالتى ذكرنا اولا. وقد وضع الطباع فى الرأس بعض الحواس\nلان مزاج الدم\nمعتدل\nموافق لدفء الدماغ لحال العلل التى وصفنا\nولحال سكون ولطف\nالحواس. وتحت العنق وضعت الطبيعة العضو الثالث الموافق\nلمدخل الطعام\nوكذلك\nكان ينبغى ان يوضع خاصة لانه فى موضع معتدل اعنى انه لم يكن\nيمكن ان يكون البطن موضوعا فوق\nالقلب الذى فيه القوة الاولى ولا كان يمكن\nان يكون فوق العضو الالهى <span id='ms110'></span> العظيم الشأن.\nوانما عمل العضو الالهى\nالعقل والحس فلم يكن يمكن ان يكون\nعليه عضو آخر لحال ثقله لان الثقل\nيصير\nالعقل عسر الحركة ويغير الحس المشترك ولا سيما انا\nكثر ثقل الجسد.\nوباضطرار كان ميل الاجساد\nالى الأرض لحال الاحتراز.\nوبدل العضوين\nواليدين صير الطباع مقاديم الرجلين\nفى الحيوان الذى له اربعة ارجل. فاما\nالرجلان المؤخرتان. فباضطرار صارت فى جميع الحيوان السيار فلهذه العلة صارت\nالاربعة الارجل\nفى اصناف هذا الحيوان\nليقوى على حمل الثقل.\nومقاديم\nجثث جميع هذا الحيوان اكبر من الجزء الذى فى المؤخر ما خلا الانسان.\nفاما الانسان فالناحية العليا من جسده\nمعتدلة اذا قيست الى الناحية\nالسفلى واقل منها كثيرا فى الذين تمت شبيبتهم.\nفاما فى الاحداث فعلى\nخلاف ذلك اعنى ان الناحية العليا اكبر\nوالناحية السفلى اصغر. ولذلك\nيحبون الاطفال ولا يقوون على اقامة جثثهم\nبل يبقوا بغير حركة لان الناحية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nالعليا من اجسادهم اكبر من الناحية السفلى كما قلنا آنفا\nفاما اذا شب\nالانسان فما يلى الناحية السفلى من جسده يزداد عظما\nوحال الحيوان الذى\nله اربعة ارجل على خلاف ذلك اعنى ان الناحية السفلى تكون عظيمة جدا\nاولا فاذا شب الانسان عظم ما يلى الناحية العليا. وانما سمى الناحية\nالعليا جزء الجثة الذى\nبين موضع مخرج الفضلة وبين الرأس ولذلك يكون\nارتفاع مقدم اجساد كثير من\nالخيل اكبر من المؤخر واذا كان الفرس حدثا\nيمس رأسه بالرجل التى فى المؤخر واذا صار مسنا\nلا يقوى على ذلك.\nفهذه حال الحيوان الذى له اربعة ارجل وحال الحيوان الذى له ظلفان.\nفاما الحيوان الذى له اصابع كثيرة والذى لا قرون له فمقدم\nجسده اكبر\nمن المؤخر ولذلك يكون نشوء\nالناحية العليا بقدر نقص الناحية السفلى.\nوجنس الطائر وجنس السمك\nكما قلنا اكثر لحما فى الناحية العليا اعنى\nمقدم الجثة ولهذه العلة صار\nجميع هذا الحيوان اقل عقلا من الناس\nوكذلك قياس الصبيان الى كهولة الرجال ولا سيما\nانا كانت سائر القوة\nموافقة لما ذكرنا <span id='ms111'></span>. فانه اذا عظم ثقل الناحية العليا قل العقل كما قلنا فيما\nسلف\nوعلة ذلك من قبل\nاول النفس الذى يخالط كثيرا وانه يصير\nجسدانيا عسر الحركة. وايضا اذا صارت\nالحرارة التى فى الحيوان اقل\nوالجزء الارضى اكثر باضطرار تكون اجساد\nذلك الحيوان اصغر وتكون لها\nارجل كثيرة. واذا تم ذلك تكون بلا رجلين\nتماس الارض وتدب عليها\nويكون العضو الذى فيه القوة الاولى مما يلى الارض اعنى\nالرأس ولا يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \nله حس بل تكون\nقوته اسفل مثل قوة الشجر فان الناحية السفلى من\nجذور\nالشجر اكبر من الناحية العليا وفى\nاطراف\nالاغصان <***>. وقد قلنا\nالعلة التى من اجلها صار لبعض الحيوان رجلان ولبعض\nارجل كثيرة وليس\nلبعضه ارجل البتة وبينا العلة التى من اجلها صار\nالشجر والحيوان والعلة\nالتى من اجلها صارت\nجثة الانسان مستقيمة قائمة من بين سائر الحيوان. ولم\nيحتج الانسان\nالى مقاديم الرجلين بل\nهيأ له الطباع بدل الرجلين المقدمين\nعضوين ويدين. ولهذه العلة اعنى\nان للانسان يدين صار اعقل واحكم من\nجميع الحيوان\nبل هو امثل ان نقول لان الانسان اعقل واحكم من جميع\nالحيوان صارت له يدان\nلان اليدين آلة من الآلات. فاما الطباع فهو\nيبقى ابدا على حاله فلهذه العلل صار الانسان احكم من جميع الحيوان فله\nآلة موافقة لكثرة حركاته واعماله.\nوبحق ينبغى ان ندفع انابيب الزمارة الى\nالزامر والزامر موافق لاستعمال تلك الآلة\nلان الطباع\nيزيد الشىء الاصغر\nعلى الاعظم والمسود اكثر منه\nولا يزيد الاكرم والاعظم على الاصغر. وكذلك\nهو امثل ان يكون.\nوانما يصنع الطباع الامثل الاجود من الاشياء التى\nتمكن\nفليس الانسان حكيما جدا لحال ان له يدين بل لانه\nحكيم جدا\nصارت له يدان ومن اجل ان الحكيم جدا يحتاج الى\nآلة كثيرة يستعملها\nبنوع الصواب والاستقامة. وليس اليد\nآلة واحدة بل آلة كثيرة لانها مثل\nآلة قبل آلات. والطباع وهب اليد للانسان لانه قوى على استعمالها فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nاعمال شتى\nومهن مختلفة.\nفاما الذين يزرعمون ان جسد الانسان <span id='ms112'></span> ليس بجيد\nولا محكم بل هو اردأ من تقويم سائر الحيوان واقل احكاما\nلانه عريان ليس\nله سترة ولا لرجليه غطاء ولا له صنف من اصناف السلاح\nموافق للقوة [ف] يقولون\nالخطأ من اجل ان لسائر الحيوان\nنوعا واحدا من انواع القوة ولا يمكن ان\nيغير ذلك النوع\nويتخذ كانه غيره. بل باضطرار ان يكون مثل\nالنائم [و]\nاللابس خفا ويعمل اعماله\nولا ينتقص ذلك الدفاع ولا لو كان\nله سلاح\n[آخر]. فاما الانسان فله انواع كثيرة من انواع القوة والمعونة\nويمكن ان\nيغير تلك الانواع الى غيرها وايضا له سلاح\nيتخذه بكمية وكيفية كما شاء. ويد\nالانسان مثل\nظلف وظفر وقرن ورمح وسيف\nوآلة اخرى وصنف سلاح ايما كان.\nفاليد تكون جميع هذه الاشياء\nلانها تقوى على اخذ جميع ما وصفنا.\nوخلقة\nاليد التى وهب\nلها الطباع موافقة لها فى جميع اعمالها\nلانها مفترقة مجزأة\nباجزاء كثيرة\nفهى تقوى على استعمال جزء واحد وجزءين واجزاء كثيرة وعلى\nاصناف مختلفة. وايضا\nانثناء الاصابع موافق للاخذ\nوضبط ومسك الاشياء.\nوالابهام قصيرة غليظة لحال الاعمال القوية\nولذلك تسمى الاصبع الكبيرة وان\nكانت صغيرة لحال قصرها. وليس ينتفع بسائر الاصابع بقدر قول القائل بغير\nالابهام\nوكمثل ما نقول انه لو لم تكن اليد لم يكن اخذ البتة\nكذلك نقول\nانه لو لم تكن الابهام فى ناحية واحدة من نواحى اليد لم تكن تقوى على ضبط\nشىء.\nوالابهام تمسك ما تمسك من الناحية السفلى الى الناحية العليا فاما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \nسائر الاصابع فهى تمسك من اسفل. وينبغى\nان يعرض ذلك لضبط اليد ما\nتمسك ضبطا شديدا بابهام. فالابهام قوية\nلكى تكون بشدتها مساوية لسائر\nقوة الاصابع ولذلك صارت قصيرة غليظة\nلحال القوة ولو كانت طويلة لم ينتفع\nبها. وبحق صارت فى اليد الاصبع الصغيرة\nقصيرة. فاما الاصبع الوسطى\n[ف]طويلة مثل مجذاف\nالسفينة وكل ما يمسك باضطرار يضبط ضبطا شديدا اذا\nكان سائر الاصابع\nحول الاصبع الوسطى وذلك اوفق للاعال ايضا. [21]\nونعم\nما احتال الطباع لخلقة <span id='ms113'></span> الاظفار ايضا. وانما اظفار\nسائر الحيوان مخاليب\nفاما الانسان فله اظفار لكى تستر\nالاطراف. فاما انثناء العضدين فهو اوفق\nلنقل\nالطعام ولسائر انواع الاستعمال وخلقتهما\nعلى خلاف خلقة عضدى\nالحيوان المشاء الذى له اربعة ارجل وباضطرار\nينثنى ذلك الحيوان مقاديم\nيديه. فاما الرجلان\nفموافقة للسير اعنى سير الحيوان الذى له اربعة ارجل.\nفاما\nالحيوان الذى له اصابع كثيرة فهو يستعمل\nمقاديم رجليه ليس للمسير\nفقط بل يستعملها كما يستعمل الانسان يديه.\nوذلك بين ظاهر لنا لانا\nنعاين هذا الصنف من الحيوان يستعمل مقاديم رجليه [كما يستعمل الانسان\nيديها] وهو يقاتل بهما ويدفع الاذى عن نفسه.\nفاما الحيوان الذى له حوافر\nفهو يفعل ذلك اعنى يحامى عن نفسه ويدفع الاذى برجليه التى فى المؤخر لان\nمقاديم رجليه ليست بملائمة للمرفقين ولا\nلليدين. ومن اجل هذه العلة صار\nللحيوان الكثير الاصابع خمسة اصابع\nفى الرجلين التى فى المقدم وصارت اربعة\nاصابع فى الرجلين التى فى المؤخر\nمثل رجل الاسد والذئاب والكلاب والفهود. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \nولو كانت الاصبع الخامسة فى الرجلين التى فى المؤخر لكانت كبيرة مثل ما هى\nفى الرجلين التى فى المقدم.\nومن الحيوان الكثير الاصابع ما يوجد فى رجليه\nالتى فى المؤخر\nخمسة اصابع لانه يدب فلحال ذلك الدبيب يتوكأ\nعلى كثرة\nالاظفار لكى يكون دبيبه وحركته اسرع وايسر ولكى\nترتفع جثته عن الارض\nويرتفع الرأس. وبين مرفقى\nالانسان وبين الرجلين التى فى مقاديم سائر\nالحيوان\nجزء الجسد الذى يسمى صدر. ولصدر الانسان عرض وذلك\nبحق\nلان المرفقين موضوعان فى الجوانب وليس يمنعان الصدر\nمن ان يكون عريضا\nوعلى هذه الخلقة التى هو عليها. فاما فى الحيوان الذى له اربعة ارجل فلم\nيكن يمكن ذلك اعنى عرض الصدر\nلبسط الرجلين التى فى المقدم\nولحال\nالانتقال والسير من مكان الى مكان. ولذلك صار هذا العضو ضيق الخلقة.\nومن اجل هذه العلة ليس للحيوان الذى له اربعة ارجل ثديان\nفى الصدر.\nفاما النساء فلهن فى صدورهن ثديان لحال سعة المكان\nولان يستر ما يلى <span id='ms114'></span>\nالقلب.\nولان ذلك المكان لحمى صارت الثديان لحميين مفصلين وهى\nفى\nالذكورة لحال العلة التى ذكرنا اعنى السترة.\nفاما فى النساء فالضباع يستعمل\nالثديين فى عمل آخر\nوهو العمل الذى ذكرنا مرارا شتى اعنى الغذاء الذى\nيغذى المولود. وانما الثديان اثنان لان\nجوانب الجسد اثنان اعنى الجانب\nالايمن والجانب الايسر وهما\nمفترقان مفصلان كل واحد على حدته وبينهما\nالموضع الذى فيه\nتلتقى وتلتئم الاضلاع.\nولم يكن يكن ان تكون لسائر\nالحيوان ثديان\nفى الصدر فيما بين الرجلين التى فى المقدم لحال العسرة\nولان الثديين كانا باضطرار\nيصيران مانعين للمسير والحركة.\nفما كان من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \nالحيوان قليل الولد له حوافر وما كان من\nالحيوان الذى له قرون فله ثديان\nقريبة من الفخذين وليس له الا\nثديين فقط. فاما الحيوان الذى يكثر الولد\nوالحيوان المشقوق اليدين والرجلين فمنه ما له ثدى كثيرة فيما بين ناحيتى البطن\nمثل الخنزير والكلب ومنه ما له اثنان\nفقط مما يلى وسط البطن مثل اللبوة.\nوعلة ذلك ليس من قبل ان هذا الصنف\nقليل الولد فانه ربما ولد اثنين ولا\nيلد اكثر بل لانه\nليس كثير اللبن من اجل ان الغذاء الذى يأخذ من\nطعمه\nيبيد ويفنى فى سائر الجسد وانما يأكل فى الفرط ويأكل اللحم.\nفاما الفيل\nالانثى فلها ثديان فقط تحت الابطين\nلانه موضع اوائل الثديين. والعلة التى\nمن اجلها صارت لها ثديان فقط من فبل انها\nلا تلد الا واحدا فقط.\nوالعلة التى من اجلها لم تصر ثدياها فيما يلى ناحية الفخذين لانها مشقوقة\nالرجلين.\nفليس يمكن ان يكون حيوان مشقوق الرجلين تكون له ثديان فيما\nيلى ناحية الفخذين. والعلة التى من اجلها صارت\nفى ناحية الابطين لانه\nمكان الثدين الاول. ومن الحيوان\nما له ثدى كثيرة جراؤه ترضع لبنا كثيرا.\nوالدليل على ذلك\nالعرض الذى يعرض فى الخنازير ولها شىء خاص اعنى\nانها تمكن من اوائل ثدييها اوائل\nجرائها.\nفباضطرار يمكن من اوائل\nثدييها\nاول ما يضع من جرائها. وانما اوائل الثديين التى تحت <span id='ms115'></span> الابطين\nفمن اجل هذه العلة\nللفيل الانثى ثديان اثنان فقط فى ذلك\nالمكان الذى\nوصفنا. وثدى الحيوان الكثير الولد فيما يلى البطن وعلة ذلك من قبل ان\nالحيوان الذى يربى جراء كثيرة محتاج الى\nكثرة الثدى لحال الرضاع. فلانه\nم يكن يمكن ان يكون\nفى العرض اكثر من ثديين فقط لان الجوانب\nاثنان\nاعنى الايسر والايمن صار وضع الثديين فى طول البطن\nاعنى فى المكان الذى\nبين الرجلين التى فى المؤخر وبين الرجلين التى فى مقدم الجسد.\nفاما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \nالحيوان الذى ليس بكثير الشقوق فى اليدين والرجلين بل هو قليل الولد\nاو له\nقرون فثدياه فيما يلى الابطى\nمثل الفرس الانثى والاتان والجمل. فان هذا\nالحيوان لا يضع غير واحد.\nوكذلك حال الحيوان الذى له ظلفان وايضا الايل\nوالبقر\nوالعنز وجميع الاجناس التى تشبه هذه وعلة ذلك من قبل ان\nنشوء\nاجسادها يكون فيما يلى الناحية العليا فلذلك يحتاج الى فضلة غذاء. فاما\nالمكان الذى يلى الناحية السفلى فعلى خلاف ما ذكرنا.\nولذلك صير\nالطباع\nالثديين فى تلك الناحية وحيث تكون حركة الغذاء\nمن هناك يكون اخذه امكن\nوايسر.\nولذكورة واناث الناس ثديان وليس لذكورة\nبعض الحيوان ثديان.\nفاما ذكورة الخيل فلبعضها ثديان\nوهى التى تشبه الامهات وليس لبعضها\nثديان وهى التى تشبه الآباء. فقد ذكرنا حال الثدى.\nووسط الصدر معلق\nملتئم باطراف الاضلاع لحال العلة التى ذكرنا فيما\nسلف ولكى لا يمنع تورم\nغذاء الطعام.\nوعند تمام العضو الذى يسمى صدرا تكون\nالاعضاء الموافقة\nلخروح الفضلة\nاليابسة والرطبة. والطباع يستعمل\nالعضو الواحد الذى هو\nفهو لخروج الفضلة الرطبة ولحال\nالنكاح والسفاد وذلك بنوع واحد فى\nالاناث والذكورة، ما خلا\nاصناف يسيرة، من الحيوان الدمى ولجميع سائر اصناف\nالحيوان.\nوعلة ذلك من فبل ان المنى رطوبة من الرطوبات وهو فضلة.\nونحن ندع ذكر صفته حيننا هذا وسنذكره فى آخره.\nوبنوع واحد بكون\nخروج المنى من الاناث\nوخروج الطمث. ونستبين ذلك ايضا\nفى آخره.\nفاما حيننا هذا فانا نكتفى بقولنا ان الطمث <span id='ms116'></span> الذى يعرض\nللنساء فضلة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \nالفضول\nوالمنى ايضا فضلة ولذلك يكون مسيلهما وخروجهما\nمن مكان واحد هو\nفهو ومعرفة ذلك تكون يقينا.\nوكيف حالهما وبماذا يختلفان وما يعرض للمنى\nوالحمل\nمن الاقاويل التى وضعنا فى صفة الحيوان\nومن شق اجساد الحيوان\nوسنذكر ذلك ايضا فى آخره فى الاقاويل التى نضع فى الولاد.\nوهو بين ان\nاشكال هذه الاعضاء موافقة\nلاعمالها باضطرار ولعضو\nالذكورة الموافق للجماع\nوالسفاد فصول كثيرة من قبل ان ليس\nكل عضو ذكر عصبى الطباع. وهذا\nالعضو من بين سائر الاعضاء\nيتغير ويزداد ويتنفص بغير مرض يعرض له.\nفاما زيادته فموافقة للجماع واما نقصه فموافق\nلاشياء كثيرة. ولو لا\nنقصه\nلكان ممتنعا لاعمال كثيرة. وتقويم طباعه\nبقدر ما يمكن ان تعرض له هذان\nالامران اعنى الزيادة والنقص\nولذلك خلقته من عصب وغضروف ولذلك\nينبسط\nويتقبض من قبل الريح التى تعرض له فهو\nقبول لهذين الامرين. فما كان\nمن اناث الحيوان الذى له اربعة ارجل تبول الى خلف\nلان ذلك الشكل موافق\nلسفادها فخلقة\nتركيبها على مثل هذه الحال. فاما من ذكورة الحيوان الذى\nله اربعة ارجل\nفالفيل يبول الى خلف مثل الاسد والجمل والحيوان الازب\nالرجلين. وليس يمكن ان يكون حيوان له حوافر يبول الى خلف.\nفاما ما يلى\nمؤخر الجسد وما يلى الفخذين والساقين فهو فى الانسان\nعلى خلاف خلقة ما\nهو فى سائر الحيوان الذى له اربعة ارجل. ولجميع ذلك الحيوان\nذنب ليس\nللحيوان الذى يلد حيوانا فقط بل الذى يبيض بيضا ايضا.\nوان لم يكن هذا\nالعضو فى بعض الحيوان\nفله على كل حال صغير. ولبعض الاذناب شعر\nكثير وليس لبعض. فاما الانسان\nفليس له ذنب وليس لشىء من الحيوان الذى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nله اربعة ارجل وركان\nولان فخذى وساقى الانسان كثيرة اللحم.\nفاما سائر\nالحيوان ففخذاه وساقاه عديمة اللحم.\nوللحيوان الذى يلد حيوانا فخذان\nوساقان وخلقتهما من عظام وعصب\nوشوك وعلة ذلك كله واحدة بقدر\nقول\nالقائل اعنى لان الانسان فقط قائم الجثة من بين سائر <span id='ms117'></span> الحيوان.\nفلكى يكون\nميل ومذهب الجسد الى الناحية العليا لحال الخفة رفع الطباع\nاللحم من\nتلك الناحية وزاده على الناحية السفلى.\nولذلك صير الوركين كثيرى اللحم وما\nيلى الفخذين\nوبطون الساقين. وحق فعل ذلك الطباع لحال حمل ثقل\nالجسد ولان تكون الجثة قائمة. فاما فخذا وساقا الحيوان الذى له اربعة ارجل\nفمن عصب وعظم لحال كثرة الثقل والحمل. والاربعة ارجل مثل اربعة اسناد\nتسند الثقل\nولذلك يثبت الحيوان الذى له اربعة ارجل قائما\nبلا تعب\nوبغير عناء.\nفاما الانسان فليس يقوى على ان يكون\nقائما حينا كثيرا بل\nيحتاج جسده الى\nراحة. ففخذا وبطون ساقى الانسان\nكثيرة اللحم لحال\nالعلة التى ذكرنا ولذلك ليس له ذنب\nلان الغذاء يفنى فى كثرة لحم الفخذين\nوبطون الساقين.\nولان له وركين اعدمته الطبيعة حاجة الذنب الذى يحتاج\nاليه باضطرار.\nفاما الحيوان الذى له اربعة ارجل وسائر الاجناس فعلى خلاف\nذلك\nلان كثرة اللحم والثقل فى الناحية العليا\nوليس فى الناحية السفلى منه\nشىء الا القليل اليسير. ومن اجل هذه العلة ليس لهذا الحيوان وركان\nوفخذاه وساقاه\nجاسية جدا. ولكى\nيكون العضو الذى منه مخرج الفضلة\nفى حفظ وسترة صير الطباع\nالذنب على ذلك العضو. فما نقص من الفخذين\nوالساقين صيره فى الذنب\nاعنى الغذاء الذى كان يصير الى الفخذين مال الى\nالذنب. فاما القرد\nفلان صورته مشتركة اعنى ان فيها شركة من صورة الانسان\nوالحيوان الذى له اربعة ارجل ليس له ذنب ولا وركان.\nولان له رجلين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \nاثنين فقط اذا قام قائما ليس له ذنب ولان له اربعة ارجل ليس له وركان.\nوفى الاعضاء التى تسمى\nاذناب فصول كثيرة والطباع يستعملها\nليس لحفظ\nوسترة القعدة فقط بل للمنفعة ايضا.\nوفى ارجل الحيوان الذى له اربعة\nارجل اختلاف\nلان منها ما له حوافر فقط ومنها ما له ظلفان ومنها ما هو\nمشقوق بشقوق. والحوافر تكون فى الحيوان الذى له عظم الجثة\nوالجزء الارضى\nالذى فيه صار الى\nطباع الحوافر مكان القرون والاسنان. وانما الحوافر <span id='ms118'></span>\nبدل\nاظفار كثيرة فهو مثل ظفر واحد. ومن اجل هذه العلة\nلا يكون كعب فى\nارجل هذا الحيوان اكثر ذلك. ومن اجل هذه العلة صارت\nحركة انثناء\nالارجل التى فى المؤخر عسرة لانه\nليس فيها كعاب وكل ما له\nزاوية واحدة\nيتفتح ويتغلق عاجلا اكثر مما له زوايا كثيرة. والكعب مثل\nعضو غريب فيما بين\nعضوين ويكون منه ثقل\nولكن ثبات الرجلين يكون بها اوثق واسلم. ومن اجل\nهذه العلة\nلا تكون الكعاب فى الرجلين التى فى المقدم\nبل تكون فى\nالرجلين اللتين فى المؤخر لانه ينبغى ان تكون الرجلان\nاللتان فى المقدم\nسريعتى الانثناء. فاما الرجلان\nاللتان فى المؤخر فانه ينبغى ان تكون اشد\nواوثق لتدفع الامر المؤذى للحيوان\nولذلك يرمح الحيوان بتلك الرجلين.\nناما الحيوان الذى له ظلفان ففى رجليه كعاب\nولذلك تكون رجلاه ايسر\nحركة\nولا تكون لرجليه حوافر.\nفاما الحيوان الذى له اصابع كثيرة فليس فى\nرجليه كعاب.\nولو كانت فيها كعاب لم تكن كثيرة الاصابع بل انشق\nالعرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nبقدر ما كان يمسك الكعب. ولو كان هناك كعب لم تكن اصابع كثيرة والاصابع\nتستولى على المكان الذى كان للكعب. ومن اجل هذه العلة تكون\nظلفان\nفى كثير من ارجل الحيوان التى فيها كعاب. وبحق صارت للانسان ارجل عظيمة\nجدا\nبقدر قياس عظمه الى عظم سائر الحيوان\nولذلك كان ينبغى للرجلين\nالتى تحمل\nثقل الجسد ان يكون لها طول وعرض واصابع.\nوعظم اصابع\nالرجلين على خلاف عظم اصابع\nاليدين وذلك بحق لان عمل اليدين الاخذ\nوالضبط ولذلك صارت اصابع اليدين اطول ولولا طولها وانثناؤها\nلم تكن\nاليد تأخذ شيئا وتضبط ضبطا جيدا. فاما عمل الرجلين فهو اجود لثبات وحمل\nالثقل\nفمن اجل هذه العلة صارت الرجلان قوية الخلقة.\nفاما تشقيق اواخر\nالرجلين فهو انفع وامثل\nلانه لو لم تكن مشقوقة الاصابع لكانت الضرورة تسرع\nالى كل العضو اعنى الرجل اذا اصابت جزء منها افة.\nفاما على مثل هذه\nالخلقة فليس تعرض لها الضرورة.\nومن اجل هذه العلة <span id='ms119'></span> صارت\nاصابع رجلى\nالانسان قصيرة لان قصرها مما يدفع عنها كثيرا من الأذى.\nولهذه العلة\nصارت الاظفار فى اطراف اصابع\nاليدين والرجلين لانها تحتاج الى حفظ وسترة\nولا سيما لحال ضعفها.\nفقد وصفنا حال الحيوان الدمى وحال\nالحيوان\nالمشاء الذى يبيض بيضا وحال الحيوان الذى يلد حيوانا.\n[11] ومن الحيوان ما له اربعة ارجل ومنه ما ليس له رجلين مثل جنس\nالحيات\nوقد وصفنا العلة التى من اجلها\nعدمت الحيات الرجلين فى الاقاويل\nالتى وضعنا فى مسير الحيوان\nوفصلنا ذلك كله. فاما سائر الحيات فصورته مثل\nصورة\nالحيوان الذى له اربعة ارجل ويبيض بيضا ولهذا الحيوان\nرأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \nوالاعضاء التى فيه لحال العلل التى هى فهى. فاما\nلسائر الحيوان الدمى\nفانه يوجد لسان فى فيه\nما خلا التمساح فانه يظن انه ليس له لسان\nوانما\nله مكان اللسان فقط. وعلة ذلك\nمن قبل انه يقال حيوان برى فلذلك\nله\nمكان لسان ولانه حيوان مائى ليس له لسان كما قلنا فيما سلف. فاما\nالسمك\nفليس يظهر له لسان\nان لم يمل الانسان رأسه جدا. وعلة ذلك لان رغبته\nفى الطعام كثيرة. وليس لسانه بمفصل بارز\nوعلة ذلك لانه لا يحتاج الى\nاللسان\nلحال المذاقة والمضغ\nوذلك العضو الذى مثل اللسان\nيحس\nبالرطوبات فاما لذة حس الاشياء المأكولة فانها تكون عند نزول الطعام الى\nالجوف\nلان هذا الصنف من الحيوان عند الابتلاع يحس بالاشياء الدسمة\nالحارة\nالتى تشبه هذه الاصناف. فللحيوان الذى يلد حيوانا\nهذا الحس\nوبقدر قول القائل يحس بجميع اصناف الاطعمة وانواع الاشياء المأكولة\nعند\nالابتلاع اعنى انه يجد لذة الطعام عند انتفاخ المرىء\nولذلك تكثر رغبتها الى\nالطعام وشهوتها اليه ومنها ما لا يضبط نفسه اذا حس بالطعم الذى يلذه.\nفاما\nسائر الحيوان فانه يحس بجميع الاطعمة المذاقة. فاما السمك وما\nيشبهه فهو يحس\nبالنوع الذى ذكرنا ومن الحيوان الذى له اربعة ارجل\nويبيض بيضا\nمثل السام ابرص [ما له] لسان له شعبتان فى الطرف مثل\nالحيات\nواطراف تلك الشعبتين دقاق <span id='ms120'></span> جدا مثل شعر كما قلنا فيما سلف.\nوللحيوان البحرى الذى يسمى باليونانية فوقى لسان مشقوق بشعبتين فلذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \nيكون جميع هذا الصنف من الحيوان اعجف وهو حاد الاسنان\nاعنى الحيوان\nالذى له اربعة ارجل ويبيض بيضا فان اسنانه مثل اسنان السمك.\nفاما جميع\nآلة الحواس فهى توجد فى هذه الاصناف كما تصاب فى سائر الحيوان\nفله\nمنخر وهو آلة المشمة وله عينان وهى آلة البصر وله\nاذنان وهى آلة السمع\nولكن اذنيه ليست بناتئة مثل اذان الطير وانما\nلها سبيل فقط وعلة ذلك\nفى كليهما جساوة الجلد\nلان للطير اجنحة وريش\nوللصنف الآخر اما قشور\nواما فلوس. والقشور والفلوس من قبل الطباع\nجاسية وذلك بين فى السلحقاة\nوكبار الحيات والتماسيح النهرية. وذلك التفليس\nيكون اقوى من العظام\nكثيرا لان طباعه مثل طباع العظام.\nوليس لهذا الصنف من الحيوان الشفر\nالاعلى كما ليس\nللطير وانما يغلق عينيه بالشفر الاسفل لحال العلة\nالتى\nذكرنا. ومن الطير ما يغلق عينيه بالشفر الاسفل فاما هذا الحيوان فليس يغلق\nعينيه\nلان جلدة عينيه اجسى من جلد الطير. وعلة ذلك\nمن قبل ان\nالطير يحتاج الى حدة البصر والى بعد النظر لحال\nتدبير معاشه فاما هذا\nالصنف فليس يحتاج الى حدة البصر لان مأواه فى الحجارة والثقب والشقوق.\nورأس هذا الحيوان مجزأ باثنين اعنى الجزء الاعلى من الرأس\nوالفك\nالاسفل. فاما الانسان وجميع\nالحيوان الذى له اربعة ارجل ويلد حيوانا\nفهو يحرك الفكين فوق واسفل\nوالى الجوانب. واما السمك والطير وما كان\nمن\nالحيوان الذى له اربعة ارجل ويبيض بيضا فهو يحرك الفك الاسفل فوق\nواسفل فقط وعلة ذلك\nمن قبل ان مثل هذه الحركة موافقة للعض\nوالقطع.\nفاما الحركة التى تكون\nفى الجانبين فهى موافقة لمضغ وتمليس الطعام\nولم\nيكن ذلك موافقا للسمك اعنى الحركة التى تكون فى الجانين. ولذلك اعدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \nالطباع\nجميع هذه الاصناف الحركة الجنبية لان الطباع لا يفعل شيئا بنوع\nباطل. فجميع\nسائر الحيوان يحرك الفك الاسفل ما خلا\nالتمساح النهرى.\nفانه يحرك <span id='ms121'></span> الفك الاعلى وعلة ذلك من قبل ان رجليه ليست بموافقة للاخذ\nوالامساك لشىء من الاشياء لانها صغار\nجدا فهيأ الطباع\nفم هذا الحيوان\nموافقا لهذه الاعمال بدل الرجلين. واذا كانت الضربة من فوق فهى اوفق\nللاخذ والضبط\nلان الضربة اذا كانت من ناحية العليا صارت اقوى وهو\nبين ان الضربة التى تكون من\nفوق اقوى من التى تكون من اسفل. ولان\nالفم\nموافق لهاتين الحاجتين اعنى الاخذ والعض\nوالحاجة للامساك مضطرة\nوليس لهذا الحيوان يدان ولا رجلان\nموافقة للامساك هيأ الطباع حركة الفك\nالاعلى فى هذا الحيوان فقط لانها اوفق له من حركة\nالفك الاسفل. ولهذه\nالعلة تحرك السراطين الجزء الذى يعلو\nالزبانتين ولا تحرك الجزء الاسفل لان\nالزبانتين خلقت فى السراطين بدل اليدين فهى موافقة للاخذ وليس\nللقطع.\nفاما القطع\nوالعض فهو عمل خاص للاسنان فهو يمكن للسراطين\nوجميع\nالحيوان الذى يشهه ان تأخذ ما تأخذ باناة وإبطاء لان مأواها\nليس فى\nالماء ولذلك صارت افواهها مشقوقة\nوهى تأخذ اما باليدين واما بالرجلين\nوتقطع\nوتعض بافواهها. فاما افواه التماسيح فهى موافقة للعملين\nوذلك\nمن قبل الطباع فلهذه العلة صارت حركة الفك الاعلى.\nولجميع هذه الاصناف\nمن اصناف الحيوان اعناق لحال حاجة الرئة\nوهى تقبل الروح لطول الوريد\nالخشن.\nوانما يسمى عنقا العضو الذى بين الرأس والكتفين\nفاما الحية\nفانها مما يظن انه ليس لها عنق\nبل عضو آخر ملائم للعنق وذلك لانه ليس\nهذا العضو محدودا\nباطراف معروفة. وللحيات شىئ خاص\nليس هو لسائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \nالحيوان الذى يناسبه بشبه الخلقة اعنى حركة رؤوسها\nالى ما خلف مع سكون\nسائر اجسادها. وعلة ذلك مثل علة\nالحيوان المحزز الجسد اعنى ان خرز\nفقار الحيات مخلوقة\nمن غضروف ولذلك هو جيد الانثناء. فباضطرار عرض هذا\nالعرض للحيات\nلحال العلة التى ذكرنا وصار ذلك فى خلقة الحيات ايضا\nلحال الامثل\nولحفظ ما خلفها اعنى انها تحول رؤوسها خلف وتنظر الى جثتها\nالطويلة الضيقة.\nولانه ليس للحيات رجلان وليس لها آلة موافقة لاخذ الطعم\nوحفظ <span id='ms122'></span> ما خلف ولم تكن الحيات تنتفع برفع رؤوسها\nلو لم تكن قوية على ان\nتحركها الى خلف. وفى هذا الحيوان\nعضو يلائم الصدر وليس لشىء\nمن هذا الصنف ثديان لا فى هذا العضو الملائم للصدر\nولا فى سائر\nالجسد. وليس توجد ثديان فى شئ من الطير ولا فى شئ من اصناف\nالسمك ايضا.\nوعلة ذلك من قبل انه ليس لها لبن ايضا وانما الثدى مثل\nوعاء قبول اللبن فليس لشئ من هذا الحيوان ولا لصنف الحيوان الذى\nيبيض بيضا لبن\nالبتة لانه يبيض. وانما تكون الرطوبة اللبنية فى البيض\nفاما الحيوان الذى يلد حيوانا فله لبن ولذلك ليس له بيض\nوسنوضح قولنا\nفى ذلك ونلطفه فى الاقاويل التى وضعنا فى ولاد وكينونة الحيوان. فاما حال\nثنى اجسادها فقد\nوصفناها فى الاقاويل التى وضعنا على مسير الحيوان\nبقول عام. ولجميع هذه الاصناف من الحيوان ذنب\nومنها ما له ذنب اكبر\nومنها ما له ذنب اصغر. وفد وصفنا علة ذلك فيما سلف\nبقول عام. فاما\nالحيوان الذى يسمى باليونانية خاماليون وتفسيره اسد الارض فهو مهزول جدا\nاكثر من جميع الحيوان الذى يبيض بيضا. وذلك لانه قليل الدم جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \nوعلة ذلك من قبل شكل نفسه\nاعنى انه جزوع جدا فلحال جزعه تغير لونه\nالى الوان كثيرة لان الجزع تبريد\nلحال قلة الدم ونقص الحرارة. فقد ذكرنا\nحال\nالحيوان الدمى الذى له اربعة ارجل والذى لا رجلين له ووصفنا جميع\nالاعضاء التى فى باطن الجسد\nوفى الظاهر منه واكتفينا بما قلنا من ذلك.\n[12]\nفاما فى الطائر فان اختلاف بعضه الى بعض يكون\nمن قبل زيادة\nونقص الاعضاء ومن فبل الاكثر\nوالاقل من اجل ان من الطائر ما هو طويل\nالساقين ومنه ما هو قصير الساقين ومنه ما له لسان عريض ومنه ما ليس له\nلسان عريض ومنه ما له لسان\nضيق. وكذلك يكون الاختلاف من قبل سائر\nالاعضاء والاختلاف ايضا يكون بين الطائر الذى يشبه بعضه بعضا من قبل الاعضاء\nوذلك الاختلاف\nيسير. وبين <span id='ms123'></span> الطائر وسائر الحيوان اختلاف ايضا من قبل\nصورة الاعضاء فلجميع الطائر ريش\nوهذا الاختلاف خاص له من قبل ان\nلبعض سائر\nالحيوان تفليس\nولبعضه قشور. فاما الطائر فله ريش وجناحان.\nواجنحة بعض الطير مشقوقة\nوليس منظرها شبيه بمنظر الاجنحة المتصلة الملتئمة\nفربما كان الجناح مشقوقا وربما كا\nغير مشقوق ومنه ما له جذر مثل انابيب\nومنه ما ليس له\nجذر. وللطائر شىء خاص ايضا فى الرأس اعنى\nطباع\nالمنقار فهو خاص للطائر لانه لا يوجد فى سائر الحيوان. فاما الفيل فله\nمنخر بدل اليدين. فاما الحيوان المحزز الجسد فلبعضه لسان مكان\nالفم.\nفاما الطائر فله بدل الاسنان واليدين منقار مخلوق من عظم.\nوقد ذكرنا حال\nآلة الحواس فيما سلف. وللطائر عنق\nممدود من قبل الطباع لحال العلة\nالتى ذكرنا اعنى العلة التى من اجلها صارت خلقة العنق فى سائر الحيوان\nومن الطائر ما له عنق طويل ومنه ما له عنق قصير.\nواكثر ذلك العنق يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \nتبعا للساقين لان ما كان من الطائر\nطويل الساقين فله عنق طويل وما كان\nمنه قصير الساقين له\nعنق قصير ما خلا صنف الطائر الذى فيما بين اصابع\nرجليه جلد فان منه ما له عنق\nقصير وساقان طوال. ولو كان ذلك فى\nالطائر الذى يأوى فى البر لم يكن ممكنا لانه لم يكن مما يستطاع ان تكون\nالساقان طوالا\nوالعنق قصير. فاما فى الطائر الذى بين اصابعه جلد فانه\nيمكن ان يكون خلاف ذلك لان مأواه فى الماء من الصيد\nوالامساك. ومن اجل\nهذه العلة لا يكون\nعنق طويل للطائر المعقف المخاليب. ومن الطائر الذى\nيأوى فى الماء\nوبين اصابع رجليه جلدة\nما له عنق طويل موافق لعمله. فانه\nانا كان على مثل هذه الحال كان اوفق\nلاخذ الطعم من الماء\nوساقا هذا\nالطائر قصار لحال السباحة.\nوفى المناقير ايضا اختلاف بقدر اصناف الحياة وتدبير\nالمعاش فمن الطائر ما له منقار مستقيم ومنه ما له منقار\nمعقف والمنقار المستقيم\nيكون فى الطائر الذى يحتاح الى <span id='ms124'></span> اخذ الطعم فقط فاما المنقار المعقف فانه\nيكون فى الطائر الذى يأكل اللحم النىء لان ذلك الشكل موافق لضبط ذلك\nاللحم وباضطرار صارت خلقة منقاره على مثل\nهذه الحال لكسبه وطعمه من\nالحيوان.\nفاما الطائر الذى تدبير معاشه هين لذيذ لانه يرعى الخضرة\nوالحشيش فله منقار\nعريض موافق للحفر\nوالقطع والجز. ومن الطائر الذى\nمن هذا الجنس ما له منقار\nطويل لحال طول\nالعنق ولانه يكسب طعمه\nوغذاءه من العمق.\nوكثير من الجنس اعنى من جنس الطائر الذى على مثل\nهذه الحال والطائر الذى فيما بين اصابع رجليه جلد بقول مبسوط او\nبعضو\nمن الاعضاء يصيد\nالحيوان الصغير الذى يأوى فى الماء. ويكون عنق هذا\nالصنف مثل ما يكون\nالقصبة للصيادين ويكون المنقار مثل الخيط والصنارة.\nفاما مقدم الجسد ومؤخره والعضو الذى\nيسمى صدرا فى الحيوان الذى له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \nاربعة ارجل وهو ملتئم متصل فى\nجميع الطائر وهو معلق على العضدين\nوالساقين. وللطائر\nعضو خاص اعنى الجناحين ولذلك يكون ما بين الكتفين\nعند آخر الظهر\nعلى الجناحين. وللطائر رجلان\nاثنان مثل الانسان ورجلاه الى خا\nكما تنثنى رجلا الحيوان الذى له اربعة ارجل وليس\nكما تنثنى رجلا الانسان الى داخل\nوباضطرار صار الطائر ذا رجلين\nلان جوهره من جوهر الحيوان الدمى وهو\nايضا\nمجنح. فاما الحيوان الذى ليس بدمى فليس يتحرك باكثر من اربع\nعلامات وله من الاعضاء مثل الاعضاء التى تكون\nلسائر الحيوان المشاء.\nوللطائر بدل الرجلين اللتين فى المقدم وبدل العضدين\nجناح مشترك وبه\nتكون قوته.\nوفى جوهر الطائر قوة الطيران فمن اجل هذه العلة\nينبغى\nان تكون للطائر رجلان اثنتان فقط فانه اذا كان على مثل هذه الحال يحرك\nباربع علامات اعنى الرجلين\nوالجناحين. ولجميع الطائر صدر\nحاد لحيم\nوهو حاد لحال جودة الطيران لان كل ما كان عريضا\nيدفع هواء كثيرا\nويكون عسر الحركة. وهو لحيم لان\nالحاد ضعيف ان لم يكن عليه غطاء\nوسترة من لحم كثير. وتحت صدر الطائر\nبطن ينتهى الى مكان خروج الفضلة <span id='ms125'></span>\nوالى\nانثناء الرجلين كما يكون فى الحيوان الذى له اربعة ارجل وفى الناس.\nفهذه الاعضاء فيما بين الجناحين والساقين.\nولجميع الحيوان الذى يلد\nحيوانا او يبيض بيضا\nسرة فى وقت الولاد.\nواذا نشأ الطائر تخفى السرة\nولا تظهر البتة\nلانها تلتئم بالمعاء بجزء من اجزاء العروق كما\nيعرض\nللحيوان الذى يلد حيوانا. وايضا من\nالطائر ما هو جيد الطيران وله اجنحة\nكبار\nقوية ولا سيما الطائر المعقف المخاليب الذى يأكل اللحم. فباضطرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \nيكون على مثل هذه الحال لجودة طيرانه. ومن اجل هذه العلة له\nكثرة\nريش واجنحة كبار قوية. وليس\nالطير المعقف المخاليب جيد الطيران فقط بل\nاجناس أخر ايضا من اجناس الطير\nولا سيما الطير الذى وهب له الطباع\nجودة الطيران لحال السلامة ولانه منتقل من بلد الى بلد.\nومن الطير ما\nليس هو جيد الطيران\nلثقل جثته ولان مأواه على الارض ومعاشه منها وطعمه\nالحبوب\nوما يأوى فى الماء على مثل تلك الحال. واجساد الطائر المعقف\nالمخاليب\nصفار لطاف ما خلا الاجنحة لان\nالغذاء يصير اليها وفيها يفنى\nوالاجنحة سلاحه وقوته.\nفاما جثث واجساد الطائر الذى ليس بجيد الطيران\nفعلى خلاف ذلك اعنى ان جثثها ثقال كبار.\nولبعض الطائر الثقيل الجثة\nمعونة اخرى بدل الجناحين\nاعنى المخاليب التى تكون فى ساقيها. وليس\nيمكن ان يكون طير\nله مخاليب فى رجليه ومخاليب فى ساقيه. وعلة ذلك من\nقبل ان\nالطباع لا يضع شيئا فضلا\nوالمخاليب التى تكون فى الرجلين مما\nلا يحتاح اليه الطير المعقف المخاليب لان المخاليب التى تكون فى الساقين\nموافقة فى\nالقتال للذى يقاتل ويهارش بعضه بعضا وهو ثابت على الارض.\nولذلك تكون هذه المخاليب فى ساقى الطير الثقيل الجثة. ومن اجل هذه العلة\nلا تكون مخاليبه معقفة فى الطائر الثقيل الجثة\nفانه مما لا يحتاج اليه بل\nكان يضره\nلانه كان يربو فى الارض ويتشبك بجميع ما يمشى عليه.\nومن\nاجل هذه العلة لا يمشى كل طائر له مخاليب معقفة على كل حال ولا يجلس <span id='ms126'></span>\nعلى\nالحجر لان\nطباع مخاليبه مخالف لهذين. وباضطرار عرض هذا العرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \nلهذا الصنف من الطائر فى وقت\nالولادات لان الجزء الارضى موافق لكينونة\nالاعضاء القوية منه ولان الجزء الارضى مال الى الناحية العليا\nصارت منه\nجساوة المنقار وعظمه ولان الجزء الارضى يميل الى الناحية السفلى\nتصير منه\nالمخاليب التى فى الساقين. ومن ذلك الجزء يكون\nعظم وقوة مخاليب الرجلين.\nولو لم يكن هذا الجزء الارضى فى الطير وهذه الفضلة لكان\nالطباع ضعيفا.\nومن اجل هذه العلة صار بعض الطير الذى يعوم بجلد فيما بين الاصابع\nبقول مبسوط\nومنه ما ليس بين اصابعه جلد بل\nلاصابعه\nعرض متصل.\nفباضطرار صارت للطير هذه الاعضاء\nلهذه العلل. وخلقة ارجل هذا الصنف\nعلى مثل هذه الحال لما فيه الخيرة\nلانه يأوى فى\nالماء ومنه معاشه. فاما\nريش هذا الطير الذى يستر جميع جثته وينتهى الى رجليه فهو موافق\nللسباحة\nلانه يكون له مثل المجاذيف.\nوكذلك تكون الاجنحة للسمك. واجنحة الطائر\nتكون قريبة من رؤوسها\nولا تكون فيما بين رجليها.\nومن الطائر ما هو\nطويل الساقين وعلة ذلك\nصنف معاشها لان الطباع يعمل الآلة بقدر العمل\nالذى يحتاج اليه\nوليس يهيىء العمل بقدر الآلة. فمن اجل ان صنفا من\nاصناف الطير\nلا يعوم ولا يأوى فى الماء لم يصر فيما بين اصابع رجليه جلد.\nولان مأواه فى البر\nصار طويل الساقين طويل الاصابع\nوانثناء اصابعه اكثر.\nفلانه ليس بجيد الطيران وهو من هيولى واحدة والغذاء الذى كان يصير\nالى مؤخر الصدر مال الى الساقين\nولذلك نشأت وطالت. ولذلك اذا طار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \nهذا الصنف\nيستعمل رجليه بدل مؤخر الصدر والذنب ويطير ورجلاه مبسوطتان\nالى خلف\nوبهذا النوع صارت خلقة ساقيه موافقة له.\nومن الطائر ما له\nرجلان وساقان قصار فاذا طار ضمها الى بطنه\nلكى لا يمنعه من الطيران\nشىء وليس يمنع قصر الرجلين من الطيران شىء.\nفاما رجلا الطير المعقف\nالمخاليب فهى موافقة للصيد والخطف.\nوما كان من الطير طويل العنق\nوكان عنقه غليظا فهو\nيطير <span id='ms127'></span> مبسوط العنق. وان كان عنقه طويلا ضعيفا\nفهو يثنيه عند الطيران.\nولجميع الطير وركان\nوان كان كثير من الناس\nلا يظن ان له وركين بل فخذين فقط.\nوقد علمنا ان له وركين تمتد الى\nوسط البطن\nوعلة ذلك ان له رجلين اثنتين فلذلك له وركان\nمثل الانسان.\nوليس هو عادم الوركين مثل الحيوان الذى له اربعة ارجل وانما وركاه فى ناحية\nالمقعدة ورجلاه لاصقة بوركيه لكى\nيقوى على قيام جثته. ولذلك يقيم الانسان\nجثته ايضا.\nفاما الحيوان الذى له اربعة ارجل فهو مائل الى الارض لحال\nثقل رأسه.\nوالطير ايضا لا يكون فى كل حين قائم الجثة لحاجته الى طلب\nطعمه من الارض.\nوليس للطائر الا رجلان اثنتان فقط لان له جناحين\nبدل الرجلين التى فى المقدم. ولذلك صير الطباع ورك الطير طويلا\nوفى\nوسط الورك وضع الساقين مثل سند\nلكى يكون الثقل مساويا من كلا الجانبين\nويقوى على الطيران والمسير ويكون جيد الثبات.\nوقد ذكرنا العلة التى\nمن اجلها صار للطير رجلان اثنتان فقط والعلة التى من اجلها لا يكون قائم\nالجثة فى كل حين. وليس فى ساقى الطير لحم لحال العلة التى ذكرنا اعنى\nالعلة التى من اجلها ليس\nلارجل الدواب التى لها اربعة ارجل لحم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \nولكل طير فى كل رجل اربعة اصابع بنوع واحد.\nفاما الطير الذى من\nارض لوبية الذى يسمى نعام فسنذكر حاله فى آخره\nفانه قد يظن ان لا يكون\nمن اجناس الطير لحال اختلاف خلقته. ولهذا الطير ثلاثة اصابع فى كل\nرجل\nلحال الثقة ولحال الاجنحة والعرض الذى عرض له يشبه بالعرض الذى\nيعرض\nللطير الطويل الساقين وخاصة العرض الذى عرض\nللطير الذى يسمى\nباليونانية قرقس. فان ذلك الطير ليس بكثير الاصابع. وهذه حال\nاصابع\nاجناس الطير ووضعه. فاما الحيوان الذى يسمى باليونانية اوقس فليس له الا\nفى المقدم رجلان وفى المؤخر رجلان فقط وعلة ذلك من قبل ان\nجسده\nلا يميل وينقل الى المقدم مثل ميل الآخر.\nولجميع الطير انثيان وهما فى <span id='ms128'></span>\nداخل الجسد.\nوسنذكر علة ذلك فى الاقاويل التى نضع فى ولاد\nالحيوان.\nفهذه حال اعضاء اجناس الطير.\n[13]\nفاما جنس السمك فهو ناقص\nالاعضاء التى تكون فى ظاهر الجسد\nلانه ليس له اجنحة ولا رجلان ولا يدان.\nوقد ذكرنا علة ذلك فيما سلف.\nوانما جثته متصلة\nبالرأس والذنب\nوليس رؤوس جميع السمك متشابهة بل منها\nرؤوس تقارب بعضها بعضا بالشبه.\nومن السمك العريض ما له ذنب مستطيل\nمشوك ومن هنال يكون\nالنشوء والزيادة فى عرض الجثة مثل جثث السمك الذى\nيسمى خدر\nوفواخت. وكل ما كان من هذا الصنف قريبا\nمما ذكرنا مشوك\nمستطيل ومنه ما يكون\nكثير اللحم ويكون قصيرا للعلة التى ذكرنا من اجلها صار\nذنب\nالخدر قصيرا كثير اللحم.\nفاما الضفادع فالذى يعرض لها على خلاف مما\nذكرنا لان عرض مقاديمها\nاكثر لحما من المواخير\nوما نقص من المواخير والذنب زاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nالطباع على المقدم.\nوليس للسمك اعضاء تامة لان طباعه وجوهره\nتوافق\nالسباحة فليس له اعضاء تامة\nلان الطباع لا يصنع شيئا بنوع الفضلة والباطل.\nوايضا جوهر السمك دمى لانه يعوم وله\nجناحان لانه ليس بمشاء من اجل\nانه ليس له رجلان.\nوانما زيادة الرجلين موافقة لاستعمالها\nبالحركة. وليس\nيمكن ان يكون للسمك اربعة اجنحة ورجلان\nولا يمكن ان يكون له عضو آخر\nمثل هذا البتة. ولو كان له عضو آخر لم يكن له دم.\nفاما صنف السمك\nالذى يسمى قردولو فله نغانغ ورجلان وليس له\nاجنحة بل له ذنب عريض\nليس بصفيق.\nوللسمك العريض الجثة\nمثل الذى يسمى باليونانية باطوس\nوالذى يسمى فاختة اربعة اجنحة فمنها جناحان فى\nالبطن وجناحان فى الظهر.\nومن السمك الطويل ما ليس له جناحان ولا رجلان\nمثل الانكليس والذى يسمى\nباليونانية غنغروس\nوجنس من اجناس السمك الذى يسمى باليونانية قسطروس\nوهو يكون فى البقعة التى فى البلد المسمى باليونانية سيفاس.\nوهذا الصنف\nمستطيل الجثة وخلقه شبيهة بخلقة الحيات مثل الذى يسمى باليونانية اسمورينى\nوليس لهذا الصنف اجنحة وانما يعوم بانثناء جسده اذا <span id='ms129'></span>\nيحرك فى رطوبة\nالماء كما تفعل الحيات اذا سارت على وجه الارض.\nفان الحيات تعوم فى\nالماء كما تسير وتدب على وجه الارض. والعلة\nالتى من اجلها ليس للاصناف\nالتى تشبه الحيات اجنحة\nمثل العلة التى من اجلها ليس للحيات رجلان.\nوقد ذكرنا هذه العلة\nفى الاقاويل التى وضعنا فى مسير وحركة الحيوان.\nولو كانت لها ارجل لكانت\nحركتها رديئة لانها كان تكون على اربعة علامات.\nولو كانت الاجنحة\nبعضها قريبا من بعض لكانت حركتها عسرة جدا. ولو\nكانت تبعد الاجنحة بعضها من بعض لصارت الحركة ايضا رديئة لان الجزء\nاالذى\nبين الاجنحة كبير. ولو كانت لها علامات كثيرة تتحرك بها\nلم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \nيمكن ان يكون لها دم. ومن اجل هذه العلة صارت لبعض السمك\nجناحان\nفقط لان خلقته مستطيلة شبيهة بخلقة الحيات\nفهو يستعمل انثناء جثته مكان\nالجناحين الباقيين ولذلك يدب فى\nاليبس ويعيش حينا كثيرا.\nوربما كان\nلبعض اصناف السمك\nجناحان فقط وذانك الجناحان يكونان فيما يلى الظهر\nفقط. وذلك يوجد فى السمك الذى لا يمتنع من ان يعوم لحال عرض جثته.\nومن السمك ما تكون له جناحان قريبان من رأسه اذا لم يكن له\nطول جثة\nيتحرل به. فليس يمكن ان يكون جسد السمك الذى مثل هذا الصنف مستطيلا.\nفاما الصنف الذى يسمى باليونانية باطوس\nوكلما كان مثله فله عرض بدل\nالجناحين التى تكون فى المؤخر فهى\nتعوم بذلك العرض مثل الصنف الذى\nيسمى خدرا وضفدعا فانه يعوم بعرض اسفل جثته\nوخاصة لحال عرض الناحية\nالعليا. فاما الاجنحة التى فريبة من الرأس\nفليس تمنعه من الحركة لحال\nالعرض بل بدل ما يكون\nفوق صارت هذه الاجنحة اصغر من التى فى المؤخر.\nوللصنف الذى يسمى خدرا\nقريبا من الذنب جناحان وهو\nيستعمل العرض\nمكان الجناحين الباقيين. وقد وصفنا حال الاعضاء\nوآلة الحواس التى فى\nالرأس فيما سلف من قولنا.\nوللسمك شىء خاص ليس لسائر الحيوان الدمى\nاعنى طباع النغانع. وقد ذكرنا علة ذلك\nفيما وصفنا من التنفس. ومن <span id='ms130'></span>\nالسمك الذى له نغانع\nما لنغانغه اغطية. فاما الحيوان البحرى الذى يسمى\nباليونانية صلاخى\nفليس لنغانغه غطاء البتة. وعلة ذلك من قبل ان نغانغه\nشوكية\nوانما الغطاء شوكى. فاما جميع اصناف الحيوان الذى يسمى صلاخى\nفخلقته من غضروف وشوك وايضا حركات بعض النغانغ بطيئة\nلان خلقتها ليست\nمن شوك ولا من غضروف. واما خلقة التى تكون من شوك فهى موافقة للحركة\nوينبغى ان تكون حركة الغطاء سريعة\nلان ذلك اوفق لطباع النغانغ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \nومن اجل هذه العلة يكون\nاجتماع النغانغ على موضع السبيل فى جميع\nاصناف الحيوان الذى يشبه صلاخى ولا يحتاج الى غطاء\nلكى تكون الحركة\nسريعة. ومن السمك ما له نغانغ قليلة\nومنه ما له نغانغ كثيرة. وربما كانت\nتلك النغانغ فى بعض السمك اضعافا وربما كانت دقاقا مبسوطة\nوآخرها ايضا\nمبسوطا. ومعرفة ذلك تكون يقينا من معاينة الشق\nومن الاقاويل التى وضعنا\nفى حال طباع الحيوان.\nوعلة ذلك اعنى علة الكثرة والقلة ان\nالحرارة\nالتى فى القلب صيرت الحركة اسرع\nواقوى فحركة الاصناف التى لها حرارة\nاسرع.\nفاما ما كان له نغانغ اكثر مضعفة\nفطباعه على مثل هذه الحال\nلان له قوة اكثر من قوة الاصغر المبسوطة. ومن اجل هذه العلة\nيقوى بعض\nهذه الاصناف على المعاش فى البر حينا كثيرا اعنى التى لها نغانغ كثيرة\nفانها تبقى اكثر من التى لها نغانغ اصغر\nواقل مثل الانكليس وجميع\nالاصناف التى\nخلقتها شبيهة بخلقة الحيات لانها لا تحتاج الى تبريد كثير.\nوفى هذه الاصناف ايضا [اختلاف] من قبل\nخلقة الفم لان منها ما يكون فمه\nقبالته ومنها ما يكون\nفمه فى المقدم ومنها ما يكون فمه فى ناحية الظهر مثل\nالدلفين وجميع اصناف الحيوان الذى يسمى صلاخى. فانما يتناول\nالطعام\nانا انقلب وصار على ظهره. وهو بين ان الطباع فعل ذلك ليس\nلحال\nالسلامة فقط فانه اذا انقلب\nسلم بل لانه يبطئ فى اخذ الطعام وعضه من\nاجل ان جميع هذا الصنف\nيأكل الحيوان فلم يكن له حيدة فى <span id='ms131'></span> الرغبة فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \nكثرة\nالطعام.\nومعما وصفنا من خرطوم هذا الصنف مستدير\nدقيق الطباع\nولذلك لا يمكن ان يكون جيد القطع والتجزئ. فانه لو سهل اخذ الطعم هذا\nالصنف لهلك عاجلا لحال الامتلاء.\nوايضا من الاصناف التى افواهها فى\nالناحية العليا ما له فم كثير الانفتاح\nوما له فم قليل الانفتاح. فما كان منها\nاكول اللحم\nفله فم جيد الانفتاح لان قوة\nهذا الصنف فى الفم. فاما ما\nكان منه لا يأكل اللحم\nفله فم صغير قليل الفتح. ومن هذا الحيوان ما جلده\nمملوئ قشورا وانما تنتثر القشور\nمن الجسد لحال رقته وصفاوته\nومنها ما هو\nخشن الجلد مثل الذى يسمى باليونانية رينا وباطوس وما يشبه هذا الصنف.\nفاما ما له جلد املس فهو قليل فاما الصنف الذى يسمى صلاخى فله قشور غير\nانه خشن\nلان خلقته من غضروف وشوك من اجل ان الجزء الارضى\nمال الى\nالجلد من قبل الطباع وفنى فيه. وليس\nلشىء من هذه الاصناف خصى لا\nفى ظاهر الجسد ولا فى باطنه ولا لشىء آخر من الحيوان الذى ليس له\nرجلان.\nفاما الحيات فلها سبيل تخرج منها الفضلة\nكما لسائر الحيوان\nالذى يلد حيوانا وله\nاربعة ارجل. فاما الحيات فليس لها سبيل خروج\nفضلة البول لانه ليس لها مثانة ولا تكون فيها فضلة\nرطوبة فهذا الاختلاف\nالذى بين جنس السمك\nواجناس سائر الحيوان وهذه الفصول التى تعرف بها.\nفاما الدلفين\nوالحيوان الذى يسمى باليونانية فالاينا وجميع الصنف الذى يشبه\nما وصفنا وهو عظيم الجثة فليس له نغانغ\nبل له انبوبة لان له رئة\nواذا\nقبل بالفم كثيرا من الطعام اخرج من\nالانبوبة اقل لانه باضطرار ان يقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \nالرطوبة لاخذ\nالطعم فى الماء فاذا قبل الطعم باضطرار يخرج الماء.\nفالنغانغ موافقة للاصناف التى لا تتنفس.\nوقد وصفنا العلة التى من اجلها\nيعرض ذلك فى القول الذى قلنا فى التنفس لانه لا يمكن\nان تكون لشىء\nمنها نغانغ ويتنفس معا بل لهذا الصنف انبوبة\nلحال خروج ودفع الماء.\nوانما <span id='ms132'></span> موضع الانبوبة\nفى مقدم الدماغ وهو يأخذ فى ناحية الدماغ الى ان\nينتهى\nالى آخر الفقار. والعلة التى من اجلها صارت لهذا الصنف رئة\nويتنفس\nمن قبل ان ما عظم من الحيوان يحتاج الى حرارة كثيرة\nلتجود\nحركته فلذلك خلقت فيه رئة\nمملوءة من دم وحرارة طباعية. وبنوع من الانواع\nهذا الحيوان برى\nومائى لانه يقبل الهواء مثل برى وليس له رجلان\nويأخذ\nطعمه من الرطوبات مثل\nمائى. والصنف الذى يسمى باليونانية فوقى والخطاف\nيقال انه\nمشترك اعنى هو برى ومائى والذى يسمى فوقى يشارك الحيوان المائى\nوالبرى. فاما الخطاف فهو يشارك الطير [و]\nالبرى ومن اجل هذه العلة\nصارت لهما شركة.\nوالذى يسمى فوقى له رجلان مثل مائى\nوله اجنحة مثل\nبرى والرجلان اللتان فى مقدم جثته شبيهتان بارجل\nالسمك جدا. وايضا\nجميع اسنان هذا الصنف\nحادة وهى ناتئة الى خارج. فاما الخطاف فله\nرجلان مثل طير\nوليس له ذنب لانه مثل برى.\nفمن اجل هذه العلل\nعرض ما ذكرنا اضطرارا لان جناحى الخطاف من\nجلد وليس يكون ذنب لشىء\nمن الطير ان لم يكن مشقوق الاجنحة\nولو كان للخطاف ذنب لكان\nمانعا\nلحركة جناحه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n[14]\nوالنعامة ايضا على مثل هذه الحال لان بعض خلقتها شبيه بخلقة\nطير وبعض خلقتها شبيه بخلقة حيوان له اربعة ارجل. فلانه ليس بحيوان ذى\nاربعة ارجل له\nجناحان ولانه ليس بطير و]لا يطير ولا يرتفع فى الهواء لان\nجناحيه ليست بموافقة للطيران بل خلقتها دقيقة مثل الشعر وايضا\nلانه مثل\nحيوان ذى اربعة ارجل له اشفار [التى] تكون فى الناحية العليا.\nوناحية\nرأسه مشقوقة وما يلى عنقه\nولذلك شعر اشفاره دقيق مثل الشعر. ولانه مثل\nالطير صار\nاسفل جسده كثير الريش وله رجلان اثنتان مثل طير وله ظلفان\nمثل الحيوان الذى له اربعة ارجل لان ليس له اصابع بل اظلاف.\nوعلة\nذلك من قبل ان عظم جسده لا يشبه عظم طير بل يشبه عظم حيوان له اربعة\nارجل.\nوباضطرار يكون عظم جثة الطير <span id='ms133'></span> قليل\nبقول عام لانه لم يكن يمكن\nان تكون له جثة عظيمة وتكون له حركة سريعة\nفى الهواء ولا يرتفع فيه.\nفقد وصفنا حال الاعضاء وبينا العلة التى من اجلها صار كل واحد منها\nفى اجساد الحيوان وميزنا كل جنس وصنف على حدته.\nونحن نهم أن\nنأخذ فى ذكر ولاد الحيوان\nفيما نستأنف من قولنا.\nتمت المقالة الرابعة عشر\nمن كتاب الحيوان\nلارسطوطاليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n <span id='ms134'></span>\n\n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156"
  ],
  "volumes": [
    "01"
  ]
}