{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nالمشيخة الباسمة للقبابي وفاطمة بالسماع والإجازة\n</p>\n\n<p>\nللشيخ الإمام المسند المعمر عبد الرحمن بن عمر القبابي المقدسي الحنبلي\n</p>\n\n<p>\nالمتوفى سنة 838 ه\n</p>\n\n<p>\nوللشيخة المعمرة المسندة فاطمة بنت خليل الحنبلية\n</p>\n\n<p>\nالمتوفاة سنة 838 ه\n</p>\n\n<p>\nتخريج\n</p>\n\n<p>\nالإمام الحافظ الشيخ أحمد بن علي بن حجر العسقلاني\n</p>\n\n<p>\nالمتوفى سنة 852 ه\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nالدكتور محمد مطيع الحافظ\n</p>\n\n<p>\nدار الفرفور\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1422 ه - 2002 مالمشيخة الباسمة للقبابي وفاطمة بالسماع والإجازة ¶ للشيخ\nالإمام المسند المعمر عبد الرحمن بن عمر القبابي المقدسي الحنبلي ¶\nالمتوفى سنة 838 ه ¶ وللشيخة المعمرة المسندة فاطمة بنت خليل الحنبلية ¶\nالمتوفاة سنة 838 ه ¶ تخريج ¶ الإمام الحافظ الشيخ أحمد بن علي بن حجر\nالعسقلاني ¶ المتوفى سنة 852 ه ¶ تحقيق ¶ الدكتور محمد مطيع الحافظ ¶ دار\nالفرفور ¶ الطبعة الأولى ¶ 1422 ه - 2002 م\n----NO PAGE NO------\n</p>\n\n<h1 class='l1' id='head1'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nرب زدني علما وفهما\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على محمد خاتم النبيين، وعلى آله\nوصحبه الطيبين الطاهرين، أما بعد: فهذه أسماء شيوخ الشيخ المسند المعمر زين\nالدين أبي زيد عبد الرحمن بن الشيخ نجم الدين عمر بن النجم عبد الرحمن بن\nحسين بن يحيى بن عبد المحسن القبابي، ثم المقدسي الحنبلي، بالسماع\nوالإجازة، وبيان تراجمهم وما سمع منهم، وما عند المجيزين له من المرويات\nعلى طريق الاختصار، ليحصل النفع بذلك إن شاء الله تعالى.\n</p>\n\n<p>\nومولد صاحب هذه المشيخة في ليلة يسفر صباحها عن ثالث عشر شعبان سنة تسع\nوأربعين وسبعمائة. وكل من لم أصرح بأنه سمع منه فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nأجاز له، وقد أبين ذلك أحيانا. والله المستعان.\n</p>\n\n<p>\nثم أضفت إلى ذلك بيان مرويات الشيوخ الذين أجازوا المسندة المعمرة\nالأصيلة فاطمة بنت الشيخ صلاح الدين خليل بن أحمد بن محمد بن أبي الفتح.\n</p>\n\n<p>\nوهي بنت أخي شيخنا قاضي القضاة ناصر الدين نصر الله بن أحمد الحنبلي،\nفإنها شاركت المذكور في الكثير منهم، وذلك في استدعاء مؤرخ بشهر ربيع الأول\nسنة أربع وخمسين وسبعمئة، وفي آخر مؤرخ بصفر منها، وفي استدعاء آخر مؤرخ\nبصفر سنة ثمان وخمسين. وقد جعلت لمن انفردت به عن الأول صورة ((ظ)) ومن\nتشاركا فيه <span id='ms01'></span> جعلت في أول اسمه حمرة، ومن خلا عن العلامة فهو لمن تفرد به\nالأول، ومن لم أعرف من حاله من المشايخ المذكورين بشيء فسببه أني لم أطلع\nبعد التفتيش على ذلك، ولكن ربما وقفت عليه بعد ذلك، فألحقته.\n</p>\n\n<p>\nوقد ختمت هذه التراجم بباب ذكرت فيه المرويات مرتبة. فبدأت بالأبواب، ثم\nالمسانيد، ثم المعاجم والمشيخات، ثم فوائد الشيوخ، ثم الكتب العلمية\nالعارية عن الأسانيد، وأشرت في كل واحد منها إلى اسم راويه، فإن تعددوا\nسردتهم، وأحلت بأسانيد المشايخ المذكورين على الأصول، فمن أراد قراءة شيء\nمنها فيستفيد من هذا، خصوصا الشيخ الذي يروي عنه، ويستفيد سنده من الأصل،\nأو الفرع العائد عليه، ولم أسق في التراجم شيئا من الأحاديث، لأن المعنى\nالمقصود من المشيخة هو هذا فاقتصرت عليه، وما عداه كالتكملة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوبالله عوني، وإياه أسأل عن الخطأ صوني، إنه قريب مجيب، وقد رتبت الأسماء\nعلى حروف المعجم بحسب الطاقة، وكذا في الأب والجد غالبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO حرف الألف</h1>\n\n<h1 class='l1' id='head3'>AUTO ذكر من اسمه أحمد</h1>\n\n<h2 class='l2' id='head4'>AUTO 1- أحمد بن أحمد بن أحمد بن الحسين بن موسك الهكاري، شهاب</h2>\n\nالدين، أبو سعيد ولد الشيخ الإمام العلامة الفاضل شهاب الدين أبي الحسين.\n<p>\nسمع على النور ابن الصواف مسموعه من ((سنن النسائي)) وأسمع أيضا على\nالنور الثعلبي، ومحمد بن علي بن ساعد، والشريف عز الدين الموسوي، وست\nالوزراء وغيرهم.\n</p>\n\n<p>\nوهو أخو جويرية الآتي ذكرها [برقم 38].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nووالده كان من المكثرين، سمع من الحافظ أبي أحمد الدمياطي، وكتب الكثير\nبخطه الفائق، ومات في سنة خمسين وسبع مئة.\n</p>\n\n<p>\nومات ولده أبو سعيد في جمادى الأولى سنة ثلاث وستين [وسبع مئة].\n</p>\n\n<p>\nوأجاز لصاحب المشيخة في صفر سنة خمس وخمسين [وسبع مئة] وكذلك أخته\nجويرية.\n</p>\n\n<h2 class='l2' id='head5'>AUTO 2- أحمد بن إبراهيم بن علي بن الخضر بن سعيد بن صاعد [الحصكفي]</h2>\n\nالصهيوني [ثم الدمشقي شهاب الدين أبو العباس].\n<p>\nولد سنة اثنتين وثمانين وستمئة، وسمع على ابن القواس ((معجم ابن جميع))\nوعلى الشرف بن عساكر ((مشيخته)) واشتغل بالفقه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nمذهب الشافعي، ونزل ببعض المدارس، وأذن بالجامع الأموي، قال ابن رافع: كان <span id='ms02'></span>\nخيرا، حسن الملتقى، وأجاز لصاحب المشيخة هو وأخوه علي في شهر ربيع الآخر\nسنة أربع وخمسين، وقد سمع منه الإمام بدر الدين بن مكتوم وغيره، مات في صفر\nسنة إحدى وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head6'>AUTO 3- أحمد بن إسحاق بن يحيى بن إسحاق الآمدي، ثم الدمشقي</h2>\n\n[الصالحي]. بدر الدين بن عفيف الدين.\n<p>\n[محتسب الصالحية]:\n</p>\n\n<p>\nولد سنة ثلاث وتسعين وستمئة، وسمع على عمر بن القواس ((معجم ابن جميع))\nوعلى الشرف ابن عساكر، وعلى أبي الحسين اليونيني، وعلى والده العفيف إسحاق،\nوأجاز في الاستدعاء الذي في اسم الذي قبله، ومات في ذي القعدة سنة أربع\nوستين وسبعمئة.\n</p>\n\n<p>\nقال ابن رافع: كان لين الكلمة، حسن الملتقى، محبا لأهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nالخير، وأرخه ابن رجب سنة خمس وستين [وسبع مئة].\n</p>\n\n<h2 class='l2' id='head7'>AUTO 4- أحمد بن إسماعيل بن أحمد بن عمر بن أبي عمر المقدسي</h2>\n\n[الصالحي]، المعروف بابن النجم.\n<p>\nولد سنة اثنتين وثمانين وست مئة، وأسمع على الفخر بن البخاري، والتقي\nالواسطي، وأحمد بن عبد المؤمن الصوري وغيرهم.\n</p>\n\n<p>\nومن مسموعه على الفخر من ((مشيخته)) والمجالس الستة الأخيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nمن أمالي أبي الحسن بن سمعون، و((جزء الغطريف))، ومن أبي الفضل ابن عساكر\n(( أحاديث من مشيخته)) و((جزء البانياسي))، وعلى التقي الواسطي ((أربعين\nالحاكم)) و((مجلس الخلال)). وبعض ((النسائي)) سمع عليه صاحب هذا المعجم\nعشرة أحاديث من ((مشيخة الفخر)) بسماعه منه حضورا للجزء الأول، والخمسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nالأحاديث مخرجة منه للجزء الثاني إن لم يكن حضورا، والخمسة الثانية مخرجة\nمنه، والمجالس المذكورة من أمالي ابن سمعون، و((أحاديث منتقاة من الأول من\nمشيخة أبي الفضل بن عساكر)) انتقاء الشريف الحسيني، وأول المسموع حديث:\n((فضلت على الأنبياء بست)) وآخره ((فإن في السحور بركة)) و((جزء\nالبانياسي)).\n</p>\n\n<p>\nوكان وفاته في ثالث جمادى الآخرة سنة ثلاث وسبعين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head8'>AUTO 5- أحمد بن سالم بن ياقوت المكي [المؤذن شهاب الدين].</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n<p>\n[ولد] سنة ست أو سبع وتسعين وست مئة، وسمع على الرضي الطبري ((صحيح\nالبخاري)) وعلى أخيه الصفي أحمد وعلي الدلاصي ((الشاطبية)) وعلى الفخر\nالتوزري وغيرهم.\n</p>\n\n<p>\nوكان شيخ الفراشين بمكة، وتفرد بالسماع من <span id='ms03'></span> الفخر التوزري.\n</p>\n\n<p>\nومات سنة ثمان وسبعين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>AUTO 6- (ظ) أحمد بن عبد الله بن أحمد بن ناصح الحنبلي [شهاب الدين</h2>\n\nأبو العباس] وجده الناصح هو ناصح الدين عبد الرحمن بن نجم الحنبلي.\n<p>\nولد سنة اثنتين وسبع مئة، وسمع من محمد بن مشرف، والتقي سليمان [بن حمزة]\nوغيرهما، وكان يتكسب من حانوت بالمزة.\n</p>\n\n<p>\nومات في المحرم سنة أربع وثمانين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>AUTO 7- (ظ) أحمد بن الحسن بن عبد الله بن أبي عمر محمد بن أحمد بن</h2>\n\nمحمد بن قدامة الحنبلي الإمام شرف الدين، أبو محمد بن قاضي الجبل [أو ابن\nشيخ الجبل].\n<p>\nولد تاسع شعبان سنة ثلاث وتسعين [وست مئة]، وسمع من أحمد بن [عبد الرحمن\nبن] عبد المؤمن الصوري خاتمة أصحاب الموفق بن قدامة الحنبلي، وسمع من جماعة\nمنهم: محمد بن علي الواسطي، وإسماعيل بن الفراء، والتقي سليمان [بن حمزة]\nوغيرهم، وأجاز له أبو الفضل بن عساكر، وابن غدير وغيرهما، وتفقه ومهر وفاق\nالأقران، وخرج له ابن سعد جزءا، وكان حسن الأخلاق والشكل، بساما محبا\nللفائدة، مكبا على الاشتغال، محبا للعلم، وله نظم وذهن سيال، وأفتى وهو\nشاب، وكان يجيد عمل المواعيد، وله نوادر، وخط جيد، ذكره الذهبي في المعجم\nالمختص، ومات قبله بمدة، وولي هو القضاء في آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nعمره، ومات في سنة إحدى وسبعين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head11'>AUTO 8- أحمد بن عبد الرحمن بن محمد بن عبد الله بن عبد الولي بن</h2>\n\nجبارة المقدسي شهاب الدين الحريري الحنبلي الصالحي [شهاب الدين] أبو العباس\nالمرداوي [المسند المعمر].\n<p>\nولد سنة ثلاث وستين وست مئة، وأحضر على ابن عبد الدائم، وعلى عمر\nالكرماني، وسمع على الفخر، وابن أبي عمر، وأحمد بن شيبان، ويحيى بن الناصح\nوغيرهم، وهو آخر من بقي ممن حضر على الكرماني وابن عبد الدائم، وكان عنده\n[عمر] الكرماني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n((مجالس المخلدي)) الثلاثة، و((منتقى [الضياء] من أربعين عبد الخالق بن\nزاهر بن طاهر)) وقد حدث بالكثير بإجازته منه ومن ابن عبد الدائم، وأضر\nبأخرة، وأجاز لصاحب المشيخة في ربيع الأول سنة أربع وخمسين [وسبع <span id='ms04'></span> مئة]،\nوكتب عنه الشيخ زين الدين بن رجب، ومات في ثالث عشر رمضان سنة ثمان وخمسين\nوسبع مئة.\n</p>\n\n<h2 class='l2' id='head12'>AUTO 9- أحمد بن علي بن الحسن المزي، الحطاب أبوه.</h2>\n\n<p>\nسمع عليه صاحب المشيخة جزءا فيه الجزء الخامس والعشرون من ((فوائد أبي\nطاهر الذهلي انتقاء الدارقطني)) بسماعه عن أبي نصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nمحمد بن محمد بن محمد بن هبة الله الشيرازي عن مسلم بن أحمد المازني أجازة،\nأخبرنا عبد الرحمن بن إبراهيم الداراني بسنده.\n</p>\n\n<h2 class='l2' id='head13'>AUTO 10- أحمد بن علي بن أبي بكر بن بحتر بن خولان الصالحي الحنفي</h2>\n\n[شهاب الدين].\n<p>\nولد في ذي القعدة سنة أربع وثمانين وست مئة بخطه، وسمع على الفخر بن\nالبخاري، بعض ((مشيخته)) في الاستدعاء قبله، وحدث ودرس وخطب بالقلعة، وكتب\nفي توقيع الحكم، أثنى عليه الحسيني في شهادته، ومات في تاسع شهر ربيع الأول\nسنة ستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>AUTO 11- أحمد بن عمر بن أحمد بن أحمد بن مهدي المدلجي، كمال الدين</h2>\n\nالنشائي.\n<p>\nولد في ذي القعدة سنة إحدى وتسعين وست مئة، وسمع على الرضي الطبري، وشرف\nالدين الدمياطي، وعبد الأحد بن تيمية، وتفقه ففاق الأقران، واشتهر وصنف\nالتصانيف، ودرس بجامع الخطيري، وأعاد بعدة مدارس، قال الإسنوي في الطبقات:\nكان عارفا للمذهب، حافظا له، مطرحا للتكلف، متصونا، وكانت في خلقه حدة\nكأبيه. قال شيخنا العراقي: كان حسن العشرة، ومن مصنفاته ((كشف غطاء\nالحاوي)) و((الإبريز في الجمع بين الحاوي والوجيز)) و((جامع المختصرات))\nوغير ذلك، مات في صفر سنة سبع وخمسين وسبع مئة، وأرخه التاج السبكي في\nالطبقات: سنة ثمان وخمسين فوهم، وله ولد باسمه، كان فقيها ماهرا مات سنة\nاثنتين وسبعين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>AUTO 12- أحمد بن عمر البدوي.</h2>\n\n<h2 class='l2' id='head16'>AUTO 13- أحمد بن محمد بن إبراهيم سبط المعين عبد الهادي.</h2>\n\n<p>\nأجاز له في استدعاء مؤرخ بصفر سنة خمس وخمسين [وسبع مئة].\n</p>\n\n<h2 class='l2' id='head17'>AUTO 14- (ظ) أحمد بن محمد بن أحمد بن محمود بن أبي القاسم بن</h2>\n\nالزقاق الجوخي، المقرئ، بدر الدين أبو العباس.\n<p>\nمولده سنة ثلاث وثمانين وست مئة، سمع من الفخر بن البخاري ((مشيخته)) ومن\nزينب بنت مكي ((مسند أحمد <span id='ms05'></span>)) ومن التقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nالواسطي، وعمر بن عبد المنعم، وغيرهم، وكان يباشر في ديوان الجيش، ثم ترك،\nوأقبل على إسماع الحديث إلى أن مات في حادي عشر رمضان سنة أربع وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head18'>AUTO 15- أحمد بن محمد بن الحسن بن علي بن الإمام الرصدي المعروف</h2>\n\nبابن الجرائدي\n<p>\nسمع من العز الحراني، ومحمد بن أبي الذكر الصقلي، والشريف عز الدين\nالموسوي، ومحمد بن عبد الحميد وغيرهم، وسمع أيضا من النظام الخليلي، وهو\nآخر من حدث عنه، وحدث، ومات سنة ستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>AUTO 16- أحمد بن محمد بن أبي الزهر سالم بن منصور بن عطية الهكاري</h2>\n\nالفسولي ثم الصالحي. [أبو العباس].\n<p>\nولد سنة ثمانين وست مئة، وسمع على الفخر ((مشيخته)) و((المنتقى من\nالمسند)) و((الغيلانيات)) و((مسند أحمد)) وغيرها. وهو من أولاد المشايخ،\nمات في جمادى الأولى سنة ستين وسبع مئة. [بصالحية دمشق].\n</p>\n\n<h2 class='l2' id='head20'>AUTO 17- أحمد بن محمد بن عبد الله المقدسي</h2>\n\n<p>\nوجده عبد الله هو ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nعمر بن عوض، شهاب الدين [أبو العباس] العطار، ويقال لأبيه أبو رقية، ويعرف\nهو بابن المحتسب.\n</p>\n\n<p>\nولد سنة أربع وتسعين وست مئة من ذي الحجة، وسمع من ابن الموازيني، وعيسى\nالمغاري، والتقي سيلمان [بن حمزة]، ومحمد بن مشرف، وغيرهم.\n</p>\n\n<p>\nوكان عنده عن ابن الموازيني ((الأموال)) لأبي عبيد، وعن التقي سليمان\n((مسند الشافعي)) و((العلم)) للمروزي، وغير ذلك، وحدث، ومات في رجب سنة\nاثنتين وسبعين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head21'>AUTO 18- أحمد بن محمد بن عبد الرحمن بن إبراهيم بن عبد المحسن</h2>\n\nالعسجدي [الشافعي] المحدث شهاب الدين [أبو العباس]. (ت).\n<p>\nولد في رمضان سنة ست وثمانين وست مئة، وطلب [الحديث] وهو كبير، سمع من\nشهاب بن علي المحسني، ونور الدين علي بن محمد بن هارون الثعلبي، وعلي بن\nعيسى بن القاسم، والنور بن الصواف، والرشيد بن المعلم، وأبي النور\nالدبابيسي، وأبي الحسن [علي بن عمر] الواني، ومن بعدهم، وأكثر جدا عن أصحاب\nالنجيب ونحوهم، وكان فاضلا متواضعا، ولي تدريس الحديث بالمنصورية وغيرها،\nوله نظم حسن، أثنى عليه ابن رافع وابن حبيب وغيرهما.\n</p>\n\n<p>\nوأجاز لصاحب هذه <span id='ms06'></span> المشيخة من استدعاء مؤرخ بصفر سنة خمس وخمسين وسبع مئة\nومات سنة ثمان وخمسين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>AUTO 19- أحمد بن محمد بن عمر بن حسين العجمي المعروف بزغنش [قيم</h2>\n\nالضيائية] ويعرف أيضا بابن مهندس الحرم [الشيرازي الصالحي أبو العباس].\n<p>\nولد سنة بضع وسبعين وست مئة، وسمع على الفخر بن البخاري ((مشيخة ابن\nالسبط)) وتفرد بروايتها عنه، وسمع عليه أيضا قطعة من ((الحلية)) والجزء\nالثالث من ((فوائد إسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nالإخشيد)) وسمع على التاج الفزاري، قال ابن رافع: كان جيدا، كثير التلاوة،\nمات ثامن عشر ربيع الآخر سنة إحدى وسبعين وسبع مئة [بصالحية دمشق]، وقال\nغيره: عمر حتى قارب المئة، ورأى من أولاده وأحفاده مئة نفس.\n</p>\n\n<h2 class='l2' id='head23'>AUTO 20- أحمد بن محمد بن أبي الفرج بن مزهر المخزومي الضرير.</h2>\n\n<p>\nولد سنة خمس وثمانين [وست مئة] سمع على البهاء أبي المجد سليمان بن عبد\nالله المهراني، ومات في أول سنة أربع وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head24'>AUTO 21- أحمد بن محمد بن كامل بن تمام بن شعبان بن معالي بن سالم</h2>\n\nالتدمري الخليلي الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nولد في سنة اثنتين وسبعين وست مئة وسمع ((الصحيح)) على أبي العباس الحجار.\n<h2 class='l2' id='head25'>AUTO 22- أحمد بن محمد بن محمد بن أحمد الطبري، شهاب الدين بن نجم</h2>\n\nالدين، قاضي مكة.\n<p>\nولد سنة ثلاث وسبع مئة، وسمع الكثير من الرضي الطبري، وسمع أيضا على\nالفخر التوزري، والصفي أحمد الطبري، وولي قضاء مكة كسلفه، ومن مسموعه على\nالرضي ((صحيح ابن حبان)) بسماعه على ابن أبي الفضل المريني، وأجاز لصاحب\nالمشيخة في ذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nالقعدة سنة خمس وخمسين [وسبع مئة] باستدعاء علي بن محمد بن مثبت أخي الشيخ\nشهاب الدين، ومات في شعبان سنة ستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head26'>AUTO 23- أحمد بن محمد بن محمد الدلاصي المؤدب، بالجامع العتيق</h2>\n\nبمصر، وبمكتب الفقيه نصر.\n<p>\nولد في شهر [رمضان] سنة خمس وتسعين وست مئة، وسمع من أبي عبد الله محمد\nبن الحسين القوي، وحدث، سمع منه شيخنا العراقي وغيره ومات سنة [سبع وخمسين\nوسبع مئة].\n</p>\n\n<h2 class='l2' id='head27'>AUTO 24- أحمد بن مظفر بن أبي محمد بن مظفر بن بدر بن حسن بن المفرج</h2>\n\nبن <span id='ms07'></span> بكار [النابلسي] الأصل، الدمشقي، شهاب الدين [أبو العباس] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nسبط الزين خالد [النابلسي].\n<p>\nولد أربع [وسبعين] أو خمس وسبعين [وست مئة]، وسمع من عمر بن القواس\n((معجم ابن جميع)) ومن زينب بنت مكي ((ثلاثيات مسند أحمد)) ومن أبي الفضل\nبن عساكر النصف الثاني من ((مسند أبي يعلى)) وغيرهم فأكثر، وطلب بنفسه،\nوقرأ وحصل، أثنى عليه البرزالي والذهبي ووصفاه بالمعرفة والحفظ، والنفور\nالشديد، والانجماع، وحدث عنه ابن رافع في معجمه، ووصفه البرزالي بالفضل\nوحسن القراءة، وكان قد ترك الاشتغال والإسماع، وانقطع عن الناس حدث\nباليسير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nوقد سمع منه شيخنا العراقي وآخرون، ومات في شهر ربيع الأول سنة ثمان وخمسين\nوسبع مئة وقال ابن رافع: وجد في بيته ميتا.\n</p>\n\n<h2 class='l2' id='head28'>AUTO 25- أحمد بن يوسف بن أحمد الخلاطي [القاهري]، محب الدين [أبو</h2>\n\nالعباس].\n<p>\nسمع الكثير على عبد المؤمن بن خلف الدمياطي فمن ذلك ((السنن للدارقطني))\nوقطعة من ((الحلية)) نحو الربع، وسمع على أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nإسحاق الأبرقوهي ((صفة التصوف)) لأبي الفضل بن طاهر، و((جزء ابن الطلاية))\nوهو أعلى ما فيه، وسمع أيضا على غازي المشطوبي، و[محمد] بن أبي الذكر\n[الصقلي] وابن الصواف، وعلي بن هارون في آخرين، وكان يتعاطى التجارة، ثم\nضعف وانقطع وحدث بالكثير ومات في شهر رمضان سنة سبع وستين وسبع مئة\n[بالقاهرة].\n</p>\n\n<h1 class='l1' id='head29'>AUTO ذكر من اسمه إبراهيم</h1>\n\n<h2 class='l2' id='head30'>AUTO 26- إبراهيم بن أحمد بن محمد بن أحمد الأردبيلي.</h2>\n\n<p>\nولد بها سنة سبع وثمانين وست مئة، وقدم إلى مكة وهو كبير، وذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nأنه سمع ((جامع الأصول)) على النجم الطبري، وأنه قرأ ((تبريز المصابيح))\nعلى شارحه تقي الدين الزعفراني، وأنه قرأ ((الحاوي)) على الركن علي .. .. ،\nوسمع بمكة ((الشفا)) على الجمال المطري، قال: وأجازني نور الدين الأرموي\nإمام جامع الحاكم، وقرأت عليه بعض مسموعاته، وكان عارفا بالطب وغيره، وعمل\nالمواعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head31'>AUTO 27- إبراهيم بن عبد الله بن أحمد بن بدران الزيتاوي النابلسي</h2>\n\n[المسند المعمر].\n<p>\nسمع [على عبد الحافظ بن بدران] كتاب ((التوابين)) لابن قدامة، بسماعه\nمنه، و((السنن)) لابن ماجه بسنده المشهور، وأجاز لصاحب المشيخة في ربيع\nالأول سنة أربع وخمسين <span id='ms08'></span> [وسبع مئة] وكتب عنه شيخنا العراقي. ومات في شهر رجب\nسنة اثنتين وسبعين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head32'>AUTO 28- إبراهيم بن عيسى بن عبد الرحمن المروزي ثم المصري ثم</h2>\n\nالدمشقي.\n<p>\nولد في ثامن عشر شوال سنة اثنتين وثمانين وست مئة بحماة، وسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nمن محمد بن علي البالسي، والتقي سليمان [بن حمزة]، وإسماعيل بن مكتوم ومحمد\nبن يعقوب الجرائدي وغيرهم. ذكره شهاب الدين بن رجب في ((معجمه)).\n</p>\n\n<p>\nوقال: سمع الكثير بقراءة البرزالي، وكان صالحا، مات في أيام التشريق سنة\nخمس وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head33'>AUTO 29- إبراهيم بن محمد بن يونس بن منصور القواس [أبو إسحاق برهان</h2>\n\nالدين المسند].\n<p>\nولد سنة سبع وسبعين وست مئة، وسمع على الفخر بن البخاري ((سنن أبي داود))\nبفوت، وسمع على زينب بنت مكي وغيرها، ثم سمع على زينب الخامس والحادي عشر\nمن ((مشيخة أبي غالب بن البنا)) بسماعها من ابن طبرزد، وحدث بهما عنها في\nسنة ثلاث وخمسين وسبع مئة، وأجاز لصاحب المشيخة في ربيع الأول سنة أربع\nوخمسين [وسبع مئة] قال ابن رافع:\n</p>\n\n<p>\nكان جيدا محبا للخير، ملازما لصنعته، ومات بكفر سوسية من غوطة دمشق في\nشعبان سنة إحدى وستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>AUTO بقية حرف الألف</h1>\n\n<h2 class='l2' id='head35'>AUTO 30- إسماعيل بن علي بن سنجر بن عبد الله الذهبي، علم الدين،</h2>\n\nأبو الطاهر.\n<p>\nسمع على عمر بن القواس، ((معجم ابن جميع)) و((جزء محمد بن يزيد بن عبد\nالصمد)) وعلى أبي الفضل [أحمد] بن عساكر ((مشيخته)) و((جزءا من الدعاء من\nمستدرك الحاكم)) وعلى جماعة، وهو من المكثرين، اعتنى به الحافظ أبو عبد\nالله الذهبي، وهو ابن خاله فأسمعه الكثير على مشايخه، وحدث وسمع منه شيخنا\nالعراقي وآخرون، وكانت وفاته في ثالث شعبان سنة إحدى وستين وسبع مئة\n[بدمشق].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head36'>AUTO 31- آقش بن عبد الله الشجاعي، جمال الدين، عتيق شجاع الدين</h2>\n\nعنبر اللالا\n<p>\nسمع على أبي العباس الحجار، وست الوزراء ((الصحيح)) وحدث، سمع منه شيخنا\nالعراقي، وجاور بمكة.\n</p>\n\n<h2 class='l2' id='head37'>AUTO 32- أيوب بن موسى بن عباس الراشدي الشافعي [نجم الدين].</h2>\n\n<p>\nسمع ((صحيح مسلم)) من الشريف عز الدين الموسوي، وسمع ((صحيح البخاري <span id='ms09'></span>)) من\nنور الدين علي بن محمد بن هارون، ومن ست الورزاء وابن الشحنة، وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاز لصاحب المشيخة في صفر سنة خمس وخمسين [وسبع مئة] ومات في تاسع شهر\nربيع الأول سنة إحدى وستين وسبع مئة.\n</p>\n\n<h1 class='l1' id='head38'>AUTO حرف الباء الموحدة</h1>\n\n<h2 class='l2' id='head39'>AUTO 33- (ظ) أبو بكر بن أحمد بن محمد المقدسي الشافعي، تاج الدين</h2>\n\nالمعروف بالمعيد\n<p>\nحفظ ((المنهاج)) وتفقه وأعاد، ثم ولي قضاء القدس، ودرس، وكان سمع من\nالحجار وزينب بنت شكر وغيرهما، ومات بالقدس في رمضان سنة تسع وستين وسبع\nمئة [بالقدس ودفن بمقبرة الشهداء].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head40'>AUTO 34- أبو بكر بن عبد العزيز بن أحمد بن رمضان الأنصاري الدمشقي.</h2>\n\n<p>\nولد سنة اثنتين وستين وست مئة، وسمع من المسلم بن علان، ومحمد بن عبد\nالمنعم القواس ((جزء الأنصاري)) وسمع من غيرها، وحدث وطال عمره فإنه مات في\nسابع عشر ذي الحجة سنة سبع وخمسين وسبع مئة، وقد أكمل خمسا وتسعين سنة. سمع\nمنه شيخنا العراقي، وحدث عنه.\n</p>\n\n<h2 class='l2' id='head41'>AUTO 35- بشر بن إبراهيم بن محمود بن بشر البعلبكي [الحنبلي المقرئ،</h2>\n\nناصر الدين، أبو الفرج].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n<p>\nولد في ذي القعدة سنة إحدى وثمانين وست مئة، وأسمع على التاج عبد الخالق\n[بن علوان] البعلي ((سنن ابن ماجه)) وعلى زينب بنت كندي ((مجلس الصعلوكي))\nوعلى ابن مشرف وغيرهم. وحدث. مات في شهر الله المحرم سنة إحدى وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head42'>AUTO 36- بكتاش بن عبد الله الشجاعي، بدر الدين.</h2>\n\n<p>\nسمع على أبي العباس الحجار، وست الوزراء: ((الصحيح)) وحدث، وجاور بمكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head43'>AUTO 37- بتكوت بن عبد الله التكريتي البريدي.</h2>\n\n<p>\nسمع على الفخر ((منتقى من الغيلانيات)) ومات سنة بضع وستين [وسبع مئة].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nت ث: خال\n</p>\n\n<h1 class='l1' id='head44'>AUTO حرف الجيم</h1>\n\n<h2 class='l2' id='head45'>AUTO 38- جويرية بنت أحمد بن أحمد [بن الحسين بن موسك بن موسى]</h2>\n\nالهكاري [المصرية] أم أبيها.\n<p>\nولدت في سنة .. ..، (¬1) وأسمعت على ابن الصواف مسموعه من ((النسائي))\nو((مسند الحميدي)) ومن علي بن عيسى بن القيم ما عنده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nمن ((صحيح الإسماعيلي)) وعلى النور الثعلبي، وجماعة، وحدثت بالكثير، وماتت\nفي صفر سنة ثلاث وثمانين وسبع مئة [بالقاهرة]، وهي أخت أبي سعيد أحمد بن\nأحمد بن أحمد الماضي ذكره <span id='ms10'></span>، وكتب عنها علي بن أحمد الفوي.\n</p>\n\n<h1 class='l1' id='head46'>AUTO حرف الحاء المهملة</h1>\n\n<h2 class='l2' id='head47'>AUTO 39- الحسن بن أحمد بن هلال بن سعد بن فضل الله الصرخدي، ثم</h2>\n\nالصالحي الطحان المعروف بابن الهبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n<p>\nولد سنة ثلاث وثمانين وست مئة، وأسمع على الفخر بن البخاري ((الثاني من\nالحربيات)) ومن التقي الواسطي ((الثاني من مسند أبي بكر ليحيى بن صاعد))\nوسمع بعد ذلك من التقي سليمان [بن حمزة] وفاطمة بنت سليمان، والدشتي، وعيسى\nالمغازي، وعثمان الحمصي وغيرهم، وعمر وتفرد، سمع عليه صاحب هذه المشيخة\n((الثاني من الحربيات)) بسماعه له من الفخر، عن أبي علي ابن الخريف،\nوالحسين بن سعيد بن شنيف، وعبد الملك بن مواهب إجازة، قالوا: أخبرنا أبو\nبكر الأنصاري بسنده، وكانت وفاته في صفر سنة تسع وسبعين وسبع مئة [بصالحية دمشق].\n</p>\n\n<h2 class='l2' id='head48'>AUTO 40- الحسن بن أبي بكر الفارقاني، أبو محمد بن الطباخ.</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n<p>\nولد سنة ثمانين وست مئة، وسمع على الفخر بن البخاري ((المصاحف لابن أبي\nداود)) و((جزء ابن معروف)) وسمع من غيره، وأجاز لصاحب المشيخة في سنة أربع\nوخمسين [وسبع مئة] سمع منه الحسيني وأرخ وفاته في ذي الحجة سنة إحدى وستين\nوسبع مئة.\n</p>\n\n<h2 class='l2' id='head49'>AUTO 41- (ظ) حسن بن علي بن عمر بن أبي بكر بن مسلم المؤذن الكتاني</h2>\n\n-بالمثناة- بدر الدين الصالحي مؤذن الجامع المظفري.\n<p>\nولد سنة ثلاث عشرة [وسبع مئة بدمشق]، وسمع من الحجار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nوغيره، وأجاز له الدشتي، وإبراهيم بن عبد الرحمن الشيرازي وغيرهما. وحدث،\nمات في المحرم سنة ثمان وثمانين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head50'>AUTO 42- (ظ) حسن بن محمد بن سليمان [بن حمزة بن أحمد بن عمر بن أبي</h2>\n\nعمر محمد] المقدسي\n<p>\nأقضى القضاة، بدر الدين، أبو محمد بن قاضي القضاة عز الدين بن التقي\nسليمان بن حمزة بن أحمد بن عمر بن أبي عمر الصالحي الحنبلي.\n</p>\n\n<p>\nسمع من جده قاضي القضاة تقي الدين سليمان، ومن عيسى المطعم، ويحيى بن\nمحمد بن سعد وغيرهم، وتفقه ومهر، ودرس بدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nالحديث الأشرفية، بجبل الصالحية، وبالجوزية، وناب في الحكم في أواخر عمره،\nوحدث. ومات في شهر ربيع الأول سنة سبعين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head51'>AUTO 43- الحسين <span id='ms11'></span> بن عبد المؤمن بن علي بن معاذ الموحدي، رضي الدين،</h2>\n\nسبط الطبري المجد عبد الله بن محمد، الإمام بمكة وغيرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n<p>\nولد سنة ثلاث وسبعين وست مئة، سمع من جده لأمه المجد الطبري في سنة تسعين\nوست مئة ((الملخص للقابسي)) بسماعه من الزكي المنذري، أخبرنا أبو الحسن بن\nالفضل، أخبرنا أبو محمد العثماني، أخبرنا محمد بن منصور الحضرمي، أخبرنا\nعبد الله بن الوليد بن سعيد، أخبرنا أبو الحسن علي بن محمد القابسي به،\nوتفرد بالرواية عنه، وسمع أيضا من ابن أحمد الدمياطي، والأبرقوهي وابن\nتيمية [علي بن عبد الغني] وغيرهم. ولبس الخرقة من شمس الدين بن النقيب\nالمفسر، عن الشهاب السهروردي، سمع منه شيخنا العراقي ولبس منه الخرقة، وولي\nالإمامة بمكة وبقبة الصخرة ببيت المقدس.\n</p>\n\n<p>\nوكانت وفاته سنة ستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head52'>AUTO 44- حيان بن أبي حيان محمد بن يوسف بن علي [بن حيان] الغرناطي</h2>\n\nالأصل، القاهري.\n<p>\nولد سنة ثمان وسبع مئة، وأسمع على أبي الحسن بن الصواف، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nوعبد الرحمن بن مخلوف وغيرهما، وتلا بالسبع على أبيه، ثم تلا بحضرة أبيه\nعلى التقي الصائغ وأجازه، وشهد عليه في إجازته له التقي السبكي وجماعة من\nالأكابر، وحدث، ومات في أواخر شهر رجب سنة أربع وستين وسبع مئة.\n</p>\n\n<h1 class='l1' id='head53'>AUTO حرف الخاء المعجمة</h1>\n\n<h2 class='l2' id='head54'>AUTO 45- خليل بن عيسى القيمري المقرئ بمدينة الخليل.</h2>\n\n<p>\nولد سنة ثلاث وسبعين وست مئة.\n</p>\n\n<h2 class='l2' id='head55'>AUTO 46- خليل بن الفرج بن سعيد المقدسي، محب الدين، أبو محمد،</h2>\n\nالأديب العلامة مؤذن مسجد أبي الدرداء، بقلعة دمشق.\n<p>\nسمع صاحب المشيخة عليه شيئا من نظم غيره، وقد سمع من فخر الدين عثمان\nالدجوي قصيدة من نظمه، وذكر أنه بات عنده فسمعه يبكي، من الليل فسأله فذكر\nأنه رأى النبي صلى الله عليه وسلم في النوم، وأنه أنشد بين يديه:\n</p>\n\n<p>\nقسما بما أجريت من أيامي ... لا حلت عن عهدي وعن ميثاقي\n</p>\n\n<p>\nوأنه كمل عليها في اليقظة قصيدة وذكر منها شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head56'>AUTO 47- خليل بن كيكلدي بن عبد الله العلائي الدمشقي ثم المقدسي،</h2>\n\nصلاح الدين [أبو سعيد] حافظ العصر، العلامة المفنن.\n<p>\nولد [في ربيع الأول <span id='ms12'></span> بدمشق] سنة أربع وتسعين وست مئة، وتفقه ومهر في\nالعربية والأصول، وطلب الحديث ففلح في مدة قريبة، وتخرج بالمزي والبرزالي\nوالذهبي، وذكره الذهبي فأثنى عليه وقال: حفظ كتبا وقرأ وطلب وأفاد وانتقى،\nونظر في الرجال والعلل، وتقدم في هذا الشأن مع صحة الذهن وسرعة الفهم، سمع\nمن محمد بن مشرف والتقي سليمان، وست الوزراء، والدشتي والرضي الطبري، وقال\nالحسين: شيوخه نحو السبع مئة أقدمهم وفاة الخطيب شرف الدين الفزاري، وتخرج\nبالكمال الزملكاني ولازمه طويلا، وأخذ عنه علما كبيرا، وهو الذي ألبسه زي\nالفقهاء بعد أن بزي الجند، وتأدب بالشهاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nمحمود وغيره، وأجاز لهم خلق أقدمهم أبو جعفر الموازيني، وعلي بن عيسى بن\nالقيم، وفاطمة بنت سليمان، وسبط زيادة، وله تصانيف كثيرة منها: ((القواعد))\nجودها، و((الأربعين في أعمال المتقين)) في ستة وأربعين جزءا تكلم فيها على\nالأسانيد والمتون، وتوسع في ذلك، وهو كتاب نفيس، وكتاب ((الوشي المعلم فيمن\nروى عن أبيه وجده عن النبي صلى الله عليه وسلم)) و((جامع التحصيل لأحكام\nالمراسيل)) وتصانيفه كلها مفيدة، وولي تدريس بعض المدارس، ثم ولي تدريس\nالصلاحية، وتوفر على الاشتغال والتصنيف والافتاء والتدريس إلى أن مات في\nثالث المحرم سنة إحدى وستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nسمع منه صاحب هذه المشيخة المسلسل بالأولية وأجاز له، نقله الحافظ تاج\nالدين الغرابيلي من خط زين الدين القلقشندي.\n</p>\n\n<h2 class='l2' id='head57'>AUTO 48- خليل بن محمد.</h2>\n\n<p>\nولد سنة اثنتين وتسعين [وست مئة]، وأجاز لصاحب المشيخة في استدعاء مؤرخ\nبصفر سنة خمس وخمسين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head58'>AUTO 49- أبو الخير (¬1) بن عيسى بن مياس الرحبي.</h2>\n\n<p>\nسمع على العماد علي بن عبد العزيز .. .. ((جزء الدسكري)) بسماعه له على\nابن الحيري، قرأه عليه شيخنا، وقرأت بخطه أن بعض المحدثين سماه ذاكرا، وفيه\nإشارة إلى أنه لا يعرف إلا بكنيته المذكورة فكأنه سمى بها ذاكر بن عيسى في\nالذي قبله.\n</p>\n\n<p>\nحرف الدال والذال خالي\n</p>\n\n<h1 class='l1' id='head59'>AUTO حرف الراء</h1>\n\n<h2 class='l2' id='head60'>AUTO 50- رافع بن عامر بن موسى المقدسي الحنبلي، جمال الدين أبو محمد</h2>\n\n<p>\nسمع ((الصحيح)) من ابن الشحنة بدمشق، وحدث، وهو من شيوخ أبي حامد بن <span id='ms13'></span> ظهيرة.\n</p>\n\n<h1 class='l1' id='head61'>AUTO حرف الزاي</h1>\n\n<h2 class='l2' id='head62'>AUTO 51- زينب بنت عبد الرحمن بن أحمد المعروفة بقيمة الكهف.</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n<p>\nسمع عليها شيخنا العراقي، وكتب عنها في الاستدعاء المؤرخ بثاني عشر ربيع\nالأول سنة أربع وخمسين.\n</p>\n\n<h2 class='l2' id='head63'>AUTO 52- (ظ) زينب بنت عبد الرحمن بن إبراهيم بن الشرف عبد الله بن</h2>\n\nأبي عمر محمد بن أحمد بن قدامة الصالحية.\n<h2 class='l2' id='head64'>AUTO 53- زينب بنت قاسم بن عبد الحميد بن أحمد الصالحية المعروف</h2>\n\nأبوها بابن العجمي [أم البهاء].\n<p>\nسمعت على الفخر بن البخاري ((مشيخته)) في سنة سبع وثمانين وست مئة، وسمع\nعليها صاحب المشيخة ما في ((مشيخة الفخر)) من ((الغيلانيات))، وهي ستة\nوثلاثون حديثا. وكانت وفاتها في سنة خمس وسبعين وسبع مئة عن تسعين سنة.\n</p>\n\n<h1 class='l1' id='head65'>AUTO حرف السين المهملة</h1>\n\n<h2 class='l2' id='head66'>AUTO 54- (ظ) ست الحسن بنت عبد الله بن إبراهيم بن الشرف عبد الله</h2>\n\nبن أبي عمر محمد بن أحمد بن قدامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n<h2 class='l2' id='head67'>AUTO 55- ست العرب بنت محمد بن [فخر الدين] علي بن أحمد بن عبد</h2>\n\nالواحد المقدسية الصالحية، حفيدة ابن البخاري [أم محمد].\n<p>\nأحضرت عليه في الثاني كثيرا، وحدثت عنه بالكثير، من ذلك ((السنن الكبرى))\nللبيهقي. قرأه عليها شيخنا العراقي، وعندها عن جدها بالحضور ((فوائد\nسمويه)) في ثمانية أجزاء، و((سباعيات أبي جعفر الصيدلاني)) بإجازته منه،\nو((صحيح مسلم)) بإجازته من منصور بن عبد المنعم الفراوي، والمؤيد بن محمد\nالطوسي. وكانت وفاتها في مستهل جمادى الأولى سنة سبع وستين وسبع مئة\n[بصالحية دمشق].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head68'>AUTO 56- سليمان بن حسن بن أحمد بن عمرون البعلي ثم الدمشقي، شرف الدين.</h2>\n\n<p>\nولد سنة بضع وسبعين وست مئة، وسمع من ابن مشرف، وأبي الحسين اليونيني\nوغيرهما، وحدث، وتعانى الشهادة، ثم ولي نظر الجيش بطرابلسي، ثم بعلبك ثم\nصرف، فاقتصر على الشهادة، أجاز لصاحب المشيخة في ربيع الأول سنة أربع\nوخمسين. قال شيخنا الحافظ أبو الفضل: سمعنا منه من أوائل سنة أربع وخمسين،\nويقال: إنه اختلط فيها، ومات في جمادى الآخرة سنة خمس وخمسين وسبع مئة\n[بدمشق].\n</p>\n\n<h2 class='l2' id='head69'>AUTO 57- سليمان بن جعفر بن الحسن الإسنوي محيي الدين</h2>\n\n<p>\nخال الشيخ جمال الدين ذكره في الطبقات فقال: اشتغل وأفتى ودرس وناب في <span id='ms14'></span>\nالحكم، وفي المواريث، وجمع ((طبقات الفقهاء)) ومات عنها مسودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وقد كان سمع من الحجار وغيره، وأجاز له جماعة من أصحاب النجيب وغيرهم.\nوأجاز لصاحب المشيخة في صفر سنة خمس وخمسين [وسبع مئة] ومات في جمادى\nالآخرة سنة ست وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head70'>AUTO 58- سليمان بن سالم بن عبد الناصر بن محمد الغزي [الشافعي، علم</h2>\n\nالدين، أبو الربيع].\n<p>\nولد في حدود التسعين، وسمع على علي بن محمد بن هارون الثعلبي، وزينب بنت\nأحمد بن عمر بن شكر، والتقي سليمان، والمطعم، وحفظ ((المنهاج)) وطلب الحديث\nإلى أن مهر، وأفتى ودرس، وولي قضاء غزة، ثم الخليل، وذكره الذهبي في\n((المعجم المختص)) وقال: سمع معي من بعض الشيوخ، وتفقه وناظر وتلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nبالسبع. انتهى. وأجاز لصاحب هذه المشيخة مع الذي قبله. وكانت وفاته في شوال\nسنة أربع وستين وسبع مئة [بالخليل ونقل إلى القدس].\n</p>\n\n<h2 class='l2' id='head71'>AUTO 59- سيدة بنت إبراهيم بن محمد بن أبي بكر الطبري.</h2>\n\n<p>\nسمعت على والدها الرضي كثيرا، وهي والدة محمد بن أحمد الحرازي، الآتي ذكره.\n</p>\n\n<p>\nحرف الشين المعجمة والصاد المهملة، والضاد المعجمة خوالي\n</p>\n\n<h1 class='l1' id='head72'>AUTO حرف الطاء المهملة</h1>\n\n<h2 class='l2' id='head73'>AUTO 60- (ظ) طاهر بن محمد بن أحمد المقدسي.</h2>\n\n<p>\nحرف الظاء المعجمة خالي\n</p>\n\n<h1 class='l1' id='head74'>AUTO حرف العين المهملة</h1>\n\n<h2 class='l2' id='head75'>AUTO 61- عائشة بنت إسماعيل بن إبراهيم بن سالم الدمشقية، بنت ابن</h2>\n\nالخباز أخت زينب، ومحمد، وهي الصغرى.\n<p>\nأسمعت [بإفادة أبيها] على أبي الفضل بن عساكر وجماعة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nوحدثت، سمع منها شيخنا العراقي وغيره، ماتت سنة.\n</p>\n\n<h2 class='l2' id='head76'>AUTO 62- عبد الله بن أحمد بن عبد الرحمن بن محمد بن عياش بن حامد</h2>\n\nبن خلف المعروف بابن الناصح، وهو لقب عبد الرحمن الحنبلي.\n<p>\nولد سنة .. .. وسمع على الفخر بن البخاري ((الأول من أمالي أبي بكر\nالأنصاري))، وبعض ((المشيخة)) تخريج ابن الظاهري، وحدث، وكان رجلا صالحا\nمباركا [ناظرا على الضيائية]، يتعانى التجارة ثم ترك ذلك ولازم الجامع نحو\nالستين سنة ومات في ذي القعدة سنة سبع وخمسين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head77'>AUTO 63- عبد الله بن عبد الرحمن الفارقي، ثم الدمشقي.</h2>\n\n<p>\nسمع على الفخر بن البخاري ((مشيخته)) وعلى ابن أبي عصرون ((جزء\nالأنصاري)) وحدث.\n</p>\n\n<p>\nأما محمد بن <span id='ms15'></span> عبد الله بن عبد الرحمن الفارقي فشيخ آخر أقدم من هذا، مات\nسنة تسع وأربعين، ولقبه تقي الدين، وليس ولد صاحب هذه الترجمة، بل هو أكبر منه.\n</p>\n\n<p>\nوأما محمد أخوه فسيأتي ذكره ولقبه صلاح الدين.\n</p>\n\n<h2 class='l2' id='head78'>AUTO 64- عبد الله بن محمد بن إبراهيم بن نصر بن فهد الصالحي</h2>\n\nالمقدسي البزوري العطار، ابن قيم [الضيائية] الحنبلي، تقي الدين، مسند\nالوقت. [أبو محمد تقي الدين].\n<p>\nولد في أواخر سنة تسع وستين وست مئة، وأسمع الكثير على الفخر بن البخاري،\nمن ذلك ((جامع الترمذي)) و((الشمائل)) و((مسند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nأبي داود الطيالسي)) وسمع عليه وعلى ابن الزين ((جزء الأنصاري)) وسمع من\nابن أبي عمر، وابن الكمال، وابن طرخان، وأحمد بن شيبان وغيرهم. وتفرد.\nوذكره البرزالي في الشيوخ فقال: رجل جيد ملازم للصلاة وللجامع، وحدث\nبالكثير، وطال عمره، أكثر عنه شيخنا العراقي. ومات في خامس عشرين المحرم\nسنة إحدى وستين وسبع مئة. وصلي عليه بالجامع المظفري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head79'>AUTO 65- عبد الله بن محمد بن أحمد بن خلف بن عيسى بن عياش</h2>\n\n-بتحتانية آخر الحروف مثقلة، وبمهملتين- ابن يوسف بن بدر بن علي بن عثمان\nالخزرجي السعدي العبادي المدني، ابن المطري عفيف الدين أبو جعفر بن جمال\nالدين. [مؤذن مسجد رسول الله صلى الله عليه وسلم وابن مؤذنه].\n<p>\nولد في شوال سنة ثمان وتسعين وست مئة [بمكة]، وسمع على الرضي الطبري،\nوابن مخلوف، والحجار، والواني وغيرهم بالديار المصرية والحجازية. وسمع\nبالشام من القاسم بن [مظفر ابن] عساكر وجماعة، وبالعراق من ابن الدواليبي\nوطائفة، وطاف البلاد، وحصل الفوائد.\n</p>\n\n<p>\nقال الذهبي: قدم علينا طالب حديث، وله فهم وذكاء ورحلة وتقى، وقدم علينا\nمن بغداد، فأفادنا أشياء حسنة. وخرج له الذهبي جزءا سمعه منه شيخنا أبو\nالخير بن الفلاني، وقال في ((المعجم المختصر)): ارتحل في سماع الحديث إلى\nالشام ومصر والعراق، وحصل، ثم امتحن في سنة اثنتين وأربعين ونهبت داره.\nوقال ابن رافع: كتب بخطه، وعني بالطلب والتاريخ، وذكر لي أنه قرأ بالروايات\nعلى القصري، وأنه جمع كتاب ((الإعلام لمن دخل المدينة من الأعلام <span id='ms16'></span>)) وقال\nالزين ابن رجب في معجمه: كان حافظا حسن الأخلاق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nكثير العبادة، حسن الملتقى للواردين. مات بالمدينة في شهر ربيع الأول سنة\nخمس وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head80'>AUTO 66- عبد الله بن محمد بن أحمد بن عثمان بن قايماز الذهبي. أبو</h2>\n\nالدرداء، ولد الحافظ أبي عبد الله، يلقب جمال الدين.\n<p>\nولد سنة ثمان وسبع مئة فأسمعه أبوه على ابن الموازيني حضورا، وأسمعه على\nأبي بكر الدشتي، ومحمد بن يعقوب الجرائدي، وهدية بنت عسكر، وفاطمة بنت\nجوهر، وجمع جم، وحدث، سمع منه ابن سند وغيره. ومات في ذي الحجة سنة أربع\nوخمسين وسبع مئة. [ودفن بباب الصغير] وعاش شيخنا أخوه أبو هريرة بعده خمسا\nوأربعين سنة.\n</p>\n\n<h2 class='l2' id='head81'>AUTO 67- عبد الله بن محمد بن أبي القاسم فرحون بن محمد بن فرحون</h2>\n\nالمالكي اليعمري، القاضي بدر الدين الأندلسي الأصل، نزيل المدينة.\n<p>\nولد سنة ثلاث وتسعين وست مئة، وسمع من إمام المقام إبراهيم الطبري\n((الثقفيات)) وعنده إجازة من الدمياطي، ومحمد بن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nالفوي وجماعة، وحدث، وأقام بالمدينة من سنة بضع وعشرين إلى أن مات، لم يخرج\nمنها إلا إلى مكة، وحج نيفا وأربعين حجة، وناب في الحكم، وكانت وفاته في\nشهر رجب سنة تسع وستين وسبع مئة.\n</p>\n\n<p>\nومات أخوه محمد قبله سنة خمس وخمسين [وسبع مئة].\n</p>\n\n<p>\nومات أخوهما علي قبلهما سنة سبع وأربعين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head82'>AUTO 68- عبد الله بن يوسف بن أحمد بن عبد الله بن هشام، الإمام</h2>\n\nالنحوي، الشافعي، ثم الحنبلي، جمال الدين ابن هشام، الإمام المشهور.\n<p>\nولد في ذي القعدة سنة ثمان وسبع مئة، وسمع من القاضي بدر الدين بن جماعة،\nولازم الشهاب عبد اللطيف بن المرحل، وتلا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nشمس الدين ابن السراج، وأتقن العربية وفاق الأقران، وصنف ((المغني في\nالإعراب)) و((القواعد)) وغير ذلك، وله نظم قليل. مات في ذي القعدة سنة إحدى\nوستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head83'>AUTO 69- عبد الحميد بن علي بن محمد بن عبد اللطيف بن عبد الهادي</h2>\n\nالمقدسي الصالحي النابلسي الفندقي القبابي.\n<p>\nوسمع على الفخر بن البخاري ((المصاحف)) لابن أبي داود، و((المشيخة))\nتخريج ابن الظاهري <span id='ms17'></span>، و((جزء ابن معروف)) وحدث، سمع منه شيخنا، وأجاز لصاحب\nالمشيخة في شهر ربيع الأول سنة أربع وخمسين [وسبع مئة]، ومات في صفر سنة\nخمس وخمسين وسبع مئة، وكان خيرا.\n</p>\n\n<h2 class='l2' id='head84'>AUTO 70- عبد الرحمن بن محمد بن عبد الحافظ بن عبد الحميد الحنبلي</h2>\n\nالمقدسي الصالحي.\n<p>\nولد سنة أربع وثمانين وست مئة، وسمع على .. .. (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nوكان محتسب نابلس، وأجاز لصاحب المشيخة في استدعاء مؤرخ سنة ثلاث وخمسين\n[وسبع مئة].\n</p>\n\n<h2 class='l2' id='head85'>AUTO 71- عبد الرحمن بن علي بن عبد الرحمن بن أبي عمر المقدسي</h2>\n\nالحنبلي، الإمام المفتي الزاهد، أبو الفرج وأبو محمد المقدسي.\n<p>\nسمع من إسماعيل الفراء وغيره، وحدث. قال ابن رافع: كان فاضلا متعبدا،\n[حسن الأخلاق والملتقى] توفي في ثامن المحرم سنة خمس وستين وسبع مئة [ودفن\nبسفح قاسيون].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head86'>AUTO 72- عبد الرحمن بن محمد بن إبراهيم بن عبد الله بن أبي عمر</h2>\n\nمحمد بن أحمد بن قدامة المقدسي الحنبلي، شمس الدين المعروف بالفرضي، أبو\nالفرج ابن العز.\n<p>\nسمع من عيسى المغاري، والتقى سليمان [بن حمزة]، وأبي بكر بن أحمد بن عبد\nالدائم، والحسن بن علي الجلابي وغيرهم. قال ابن رافع: كان خيرا صالحا،\nأوقاته معمورة. توفي في مستهل جمادى الآخرة سنة ثلاث وسبعين وسبع مئة [ودفن\nبسفح قاسيون].\n</p>\n\n<h2 class='l2' id='head87'>AUTO 73- عبد الرحيم بن الحسن بن علي بن عمر بن علي بن إبراهيم</h2>\n\nالقرشي الأموي الإسنوي، الإمام جمال الدين، أبو محمد.\n<p>\nولد سنة أربع وسبع مئة، وأرخه ابن رافع سنة ثلاث، وسمع من عبد المحسن\nالصابوني، وأبي النور الدبابيسي، وعبد القادر بن المملوك وغيرهم، وتفقه\nفتمكن في مدة يسيرة، واشتهر ذكره، وأذن له جماعة من أئمة العصر بالإفتاء،\nوراسله بذلك القاضي شرف الدين البازري من حماة، ومن شيوخه القطب السنباطي،\nوعلاء الدين القونوي، وتصانيفه كثيرة نافعة مشهورة. ومات في جمادى الأولى سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nاثنتين وسبعين وسبع مئة [بالقاهرة، ودفن بمقابر باب النصر] وقد جمع له\nشيخنا العراقي ترجمة في مجلدة لطيفة.\n</p>\n\n<h2 class='l2' id='head88'>AUTO 74- عبد العزيز بن أحمد بن عثمان بن أبي الرجاء بن أبي الزهر</h2>\n\nالتنوخي الدمشقي، عز الدين، ابن السلعوس.\n<p>\nولد سنة اثنتين <span id='ms18'></span> وتسعين وست مئة، وسمع على الأبرقوهي ((جزء ابن الطلاية))\nو((صفة المنافق لجعفر الفريابي)) وسمع على عمر بن عبد المنعم القواس ((معجم\nابن جميع)) وحدث، سمع منه شيوخنا، وأجاز لصاحب الترجمة في ربيع الأول سنة\nأربع وخمسين [وسبع مئة]، ومات في آخر جمادى الأولى سنة ستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head89'>AUTO 75- عبد العزيز بن محمد بن إبراهيم بن سعد الله بن جماعة</h2>\n\nالكناني، الحموي الأصل، المصري، عز الدين، أبو عمر، قاضي المسلمين.\n<p>\nولد [بدمشق في المحرم] سنة أربع وتسعين وست مئة، وأحضر بدمشق على أبي\nالفضل ابن عساكر، وعلى عمر بن القواس، وبمصر على الأبرقوهي، وسمع على\nالدمياطي، وعلى محمد بن الحسن الفوي من أول السابع من ((الخلعيات)) إلى آخر\nالكتاب، وهو مسموع شيخه ابن الصلاح على ابن رفاعة، ومما حضره على الأبرقوهي\n((جزء ابن الطلاية)) وسمع الكثير بعد ذلك من والده، والدبوسي، والواني،\nوابن .. ..، وظهرت فضائله، وأثنى عليه مشايخ ذلك كالمزي والذهبي، وتفقه\nواشتغل وناب عن أبيه في الحكم، ودرس في عدة أماكن، ثم ولي القضاء استقلالا\nبعد صرف الجلال القزويني، فاستمر فيه نحوا من ثلاثين سنة، صرف في أثنائها\nبالشيخ بهاء الدين بن عقيل دون الثلاثة أشهر. وفي أواخر أمره وكل الأمر إلى\nصهر القاضي تاج الدين المناوي، وصار يحج أو يجاور، وإذا عاد استمر المناوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nبتنفيذ الأحكام، وابن جماعة عاكف على الاشتغال والعبادة إلى أن .. .. بعد\nموت المناوي فعزل نفسه وتوجه إلى الحج وجاور (¬1) فمات في جمادى الأولى سنة\nسبع وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head90'>AUTO 76- عبد الغفار بن علي بن أبي رقيبة [المصري].</h2>\n\n<p>\nسمع على العز الموسوي من ((صحيح مسلم)) وعلى محمد بن عبد الحميد، وابن\nالشحنة، وست الوزراء، وحدث ((بصحيح البخاري)) عن الشيخين، وهو أخو شيخ\nشيخنا شمس الدين بن أبي رقيبة المحتسب، كاتب المنسوب تلميذ ابن الخفيف.\n</p>\n\n<h2 class='l2' id='head91'>AUTO 77- عبد القادر بن محمد بن محمد بن نصر الله القرشي، محيي</h2>\n\nالدين الحنفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n<p>\nولد سنة ست وتسعين وست مئة، وسمع من أبي الحسن بن الصواف مسموعه من\n((النسائي)) وموفقية ست الأجناس، وست الوزراء <span id='ms19'></span> [وزيرة بنت عمر التنوخية\nالدمشقية]، وعبد الله بن علي الصنهاجي، ومن الرشيد بن المعلم ((ثلاثيات\nالبخاري)) ومن حسن بن عمر الكردي ((الموطأ)) ومن جمع كثير، واشتغل في مذهب\nالحنفية، وصنف ((طبقات الحنفية)) و((شرح الهداية)) و((شرح معاني الآثار)) وكتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n((وفيات)) من سنة مولده إلى سنة ستين [وسبع مئة] عول فيها على وفيات أبي\nالحسين بن أيبك، فلما انتهت ظهر تقصيره، وله ((البستان في مناقب النعمان))\nوغير ذلك، وخطه حسن، ومات في شهر ربيع الأول سنة خمس وسبعين [وسبع مئة] بعد\nأن تغير وأضر، وهو ممن أجاز لمن أدرك حياته.\n</p>\n\n<h2 class='l2' id='head92'>AUTO 78- عبد الوهاب بن سليمان بن محمد بن أحمد بن محمد بن عبد</h2>\n\nالوهاب الأنصاري [الدمشقي]، ابن الشيرجي، نجم الدين.\n<p>\nولد سنة ثمان وثمانين وست مئة، وأحضر على الفخر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nالبخاري ((جزء الأنصاري)) وحدث به. وأجاز لصاحب المشيخة في شهر ربيع الأول\nسنة أربع وخمسين [وسبع مئة] ومات في عاشر صفر سنة إحدى وستين وسبع مئة\n[ودفن بمقابر باب الصغير] وكان متوددا كثير المروءة، وبيده نظر الشامية\nالجوانية [ودار الزكاة].\n</p>\n\n<h2 class='l2' id='head93'>AUTO 79- عثمان بن يوسف بن أبي بكر المالكي، الشيخ فخر الدين</h2>\n\nالنويري [المالكي]\n<p>\nكتب بخطه في الإجازة:\n</p>\n\n<p>\nأجزت لهم كل الذي قد رويته ... على شرطه المعروف عند الأئمة\n</p>\n\n<p>\nوكاتبها عثمان وهو ابن يوسف ... تجاوز عنه ربه كل زلة\n</p>\n\n<p>\nولد سنة ثلاث وسبعين [وست مئة]، وتفقه بأبيه وبغيره حتى برع واشتهر،\nوأفتى ودرس، ثم تعبد وأكثر الحج والمجاورة مع الدين المتين والورع، بالغ\nالذهبي في الثناء عليه وقال: كان أحد الفقهاء الزاهدين في الدنيا والتاركين\nللمناصب، يقول الحق ولو كان مرا. انتهى. وكانت وفاته في أول سنة سبع وخمسين\nوسبع مئة ببلدة النويرة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nعمل مصر. قال ابن رافع مات في سابع ذي الحجة سنة ستة وخمسين [وسبع مئة].\n</p>\n\n<h2 class='l2' id='head94'>AUTO 80- علي بن أحمد بن إسماعيل بن أحمد بن إبراهيم بن محمد بن</h2>\n\nمهدي المدلجي الفوي، ثم المدني.\n<p>\nعني بالحديث، وأخذ بمصر عن محمد بن غالي، وأبي الفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nالميدومي، وأبي حيان، وابن شاهد الجيش، وسمع <span id='ms20'></span> بدمشق وبغداد والحجاز، وحدث\nبالإجازة عن الرضي الطبري، وأبي العباس الحجار، ومهر في الفقه والعربية،\nودرس ببغداد، وبحلب ووطنها مدة، وذكر أن بعض العجم حدث بحديث عن شخص، عن\nآخر عنه، ولم يعرفه، فقال له ابن الفوي: اسمعه مني ليعو سندك. وكانت وفاته\nبالقاهرة في سنة اثنتين وثمانين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head95'>AUTO 81- علي بن إبراهيم بن علي بن الخضر الصهيوني ثم الدمشقي، علاء</h2>\n\nالدين الجبايزي.\n<p>\nولد سنة ثمانين وست مئة، وسمع على عمر بن القواس ((معجم ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nجميع)) ومن الشرف ابن عساكر ((مشيخته)) وغيرهما. وأجاز لصاحب الاستدعاء في\nشهر ربيع الأول سنة أربع وخمسين [وسبع مئة] ومات في ربيع الآخر سنة أربع\nوستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head96'>AUTO 82- (ظ) علي بن أحمد بن محمد بن صالح بن ندي العرضي ثم</h2>\n\nالدمشقي، التاجر البزاز، أبو الحسن.\n<p>\nسمع ((مسند أحمد)) من زينب بنت مكي، و((الجامع للترمذي)) و((السنن لأبي\nداود)) من الفخر بن البخاري، وكذلك ((فوائد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nتمام)) و((المشيخة)) وحدث بدمشق ومصر والإسكندرية وغيرهما، ومات بدمشق سنة\nأربع وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head97'>AUTO 83- علي بن عبد الكافي بن علي بن تمام بن يوسف بن موسى بن تمام</h2>\n\nبن حامد السبكي، تقي الدين، أبو الحسن.\n<p>\nولد بسبك العبيد في أول صفر سنة ثلاث وثمانين [وستمئة] وتفقه على أبيه\nهناك، ثم دخل القاهرة بعد القرن، فأخذ عن ابن الرفعة، وسمع من الدمياطي\nفأكثر، ودخل إلى دمشق فسمع من ابن الموازيني، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nوابن مشرف وغيرهما، وسمع من يحيى بن الصواف بعد أن حصل له الصمم فلقنه كلمة\nكلمة، وطلب بنفسه وقرأ الكثير، وخرج بعض شيء، ورتب ((طبقات العجلي)) رأيتها\nبخطه، ثم أقبل على الفقه، ومهر في الفنون، واشتهر صيته وعظم قدره، ودرس\nبالمنصورية وغيرها، إلى أن فوض له الناصر قضاء الشام في جمادى الآخرة سنة\nتسع وثلاثين وسبع مئة فرحل إليه فاستمر به إلى أن فوضه لولده تاج الدين،\nورجع إلى القاهرة في ربيع الآخر سنة خمس وخمسين [وسبع مئة] فمات بها في\nجمادى الآخرة سنة ست وخمسين. وله التصانيف الشهيرة، والفتاوى <span id='ms21'></span> الكثيرة، وقد\nأفرد له ولده ((ترجمة حافلة)) وخرج له أبو الحسين ابن أيبك ((معجما)) في\nمجلدة حدث به بحضرة المشايخ الكبار بدمشق.\n</p>\n\n<h2 class='l2' id='head98'>AUTO 84- علي بن عمر بن أحمد بن عبد المؤمن الصوري الأصل الصالحي.</h2>\n\n<p>\nولد سنة اثنتين وتسعين وست مئة، وسمع من جده أحمد بن عبد المؤمن ((جزء\nالبانياسي)) ومن العز إسماعيل بن الفراء، ومن التقي سليمان [بن حمزة]\nوغيرهم، وأجاز له عمر بن القواس، وأبو الفضل ابن عساكر، وغيرهما سنة سبع\nوتسعين [وست مئة] وكان كثير التلاوة، وحدث بالكثير، وكان يتوكل ببعض\nالطواحين، ومات في جمادى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nالآخرة سنة اثنتين وسبعين وسبع مئة [بالصالحية ودفن بها]. سمع عليه صاحب\nالمشيخة ((جزء البانياسي)).\n</p>\n\n<h2 class='l2' id='head99'>AUTO 85- علي بن عمر بن أبي الفتوح الدماميني.</h2>\n\n<p>\nأجاز لصاحب المشيخة في استدعاء مؤرخ نصف سنة خمس وخمسين وسبع مئة. ومات\nسنة .. .. (¬1)\n</p>\n\n<h2 class='l2' id='head100'>AUTO 86- علي بن محمد بن محمد بن محمد بن أحمد القسطلاني [المكي نور</h2>\n\nالدين أبو الحسن].\n<p>\nولد في رمضان سنة تسع وتسعين وست مئة، وسمع على جده، والفخر التوزري،\nوالرضي الطبري وغيرهم. وأجاز لصاحب المشيخة في ذي القعدة سنة خمس وخمسين\nوسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head101'>AUTO 87- علي بن محمد بن إبراهيم بن عبد الله الأرموي ثم الدمشقي</h2>\n\n[الصالحي]\n<p>\nكان مقيما بالصالحية، وسمع على الفخر بن البخاري ((مشيخته)) و((جزء ابن\nزبان)) ثم تزوج بنت ابنة ست العرب الماضي ذكرها، وصار يحدث معها، عن جدها\nبما حضرته عليه، وهو بالإجازة. أكثر عنها شيخنا العراقي، ومات الأرموي في\nشوال سنة خمس وخمسين وسبع مئة. قال ابن رافع: كان أحد الشيوخ المشهورين\nبدمشق، من بيت المشيخة والصلاح، وفيه سكون وحسن خلق وكرم نفس رحمه الله.\n</p>\n\n<h2 class='l2' id='head102'>AUTO 88- علي بن محمد بن عمر المؤذن.</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n<p>\nقرأت بخطه تقريبا سنة سبع وثمانين وست مئة.\n</p>\n\n<h2 class='l2' id='head103'>AUTO 89- علي بن محمد بن عيسى بن أسعد بن عبد الوهاب الواسطي</h2>\n\nالمعروف بالشيرجي.\n<p>\nولد سنة تسع وسبعين وست مئة. سمع من زينب بنت مكي وغيرها. أجاز لصاحب\nالمشيخة في شهر ربيع الأول سنة أربع وخمسين [وسبع مئة] ومات بصالحية دمشق\nفي المحرم سنة ثمان وخمسين وسبع <span id='ms22'></span> مئة.\n</p>\n\n<h2 class='l2' id='head104'>AUTO 90- علي بن يوسف بن الحسن بن محمد بن محمود الزرندي ثم المدني</h2>\n\nالحنفي نور الدين [أبو الحسن]\n<p>\n[سمع من إسماعيل] التفليسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \nوغيره. وسمع بدمشق في ذي القعدة سنة خمس وخمسين، ومات بها سنة ست وستين\nوسبع مئة.\n</p>\n\n<h2 class='l2' id='head105'>AUTO 91- علي بن يوسف بن يعقوب السخاوي، علاء الدين، نزيل القدس.</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n<p>\nكان فاضلا خيرا، ولد سنة إحدى وسبع مئة، وله نظم، سمع منه صاحب هذه المشيخة\nبيتين وهما:\n</p>\n\n<p>\nوعيشكم ما إن تركت مزاركم ... ملالكم ولكني أبث لكم أمرا\n</p>\n\n<p>\nبدت لي أعراض أجل جنابكم ... عن الشرح من مصحوبها قبل العذرا\n</p>\n\n<h2 class='l2' id='head106'>AUTO 92- عمر بن أحمد بن محمد بن قيس الشافعي، سراج الدين.</h2>\n\n<p>\nولد سنة تسع وتسعين وست مئة، وسمع على العماد بن السكري، وأجاز لصاحب\nالمشيخة في شهر ربيع الأول سنة أربع وخمسين [وسبع مئة].\n</p>\n\n<h2 class='l2' id='head107'>AUTO 93- عمر بن حسن بن مزيد بن أميلة المراغي، ثم المزي الدمشقي.</h2>\n\n<p>\nولد في رجب سنة اثنتين وثمانين وست مئة، وأسمع على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nالفخر بن البخاري ((سنن أبي داود)) و((جامع الترمذي)) و((المشيخة))\nو((ذيلها)) و((الشمائل)) وغير ذلك. وسمع أيضا على جماعة منهم يوسف بن يعقوب\nبن المجاور، وسمع عليه ((أمالي ابن سمعون)) والعز الفاروثي سمع عليه بعض\n((الذرية الطاهرة)) وسمع أيضا من الصوري، وابن القواس، والشرف ابن عساكر،\nوالعز بن الفراء، وأبي جعفر بن المقير، وغيرهم. خرج له الياسوفي عنهم\n((مشيخة)) وقد سمع عليه صاحب هذه المشيخة ((.. .. المنتقاة من مشيخة\nالفخر)) انتقاء العلائي، و((جزء الإسكاف)) عن ابن السماك والطستي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nوالخلدي ابن مكرم والنجاد بسماعه من محمد بن عبد المؤمن الصوري, وإبراهيم\nبن مسعود الدمشقي قالا: أخبرنا زكريا العلبي، عن ابن النحاس، عنه، وعمر عمر\nوألحق الأحفاد بالأجداد، وحدث نحوا من خمسين سنة، سمع عليه القدماء، وذكروه\nفي معاجمهم، وكان صبورا على التسميع، وكان يذكر أنه قرأ القرآن بالروايات\nعلى ابن بصخان. وكانت وفاته في شهر ربيع الآخر سنة ثمان وسبعين وسبع مئة،\nوهو أحد من أجاز لمن أدرك حياته.\n</p>\n\n<h2 class='l2' id='head108'>AUTO 94- (ظ) عمر بن عبد الرحمن بن الحسين بن يحيى بن <span id='ms23'></span> عبد المحسن،</h2>\n\nسراج الدين [أبو جعفر] القبابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nبكسر القاف وموحدتين الأول حقيقة، نسبته إلى القباب الكبرى من قرى أشموم\nالزمان، سمع من عيسى المطعم وغيره. قال ابن رافع فيه: (كان مشهورا بالصلاح،\nكريم النفس، كبير القدر)، وخرج له الحسيني ((مشيخة)) وحدث بها، ومات ببيت\nالمقدس سنة خمس وخمسين وسبع مئة. سمع منه ولده صاحب المشيخة ((المسلسل بحرف\nالعين من مسند الدرامي)) بسماعه من عيسى المطعم بسنده، وأجاز لفاطمة.\n<h2 class='l2' id='head109'>AUTO 95- عمر بن محمد بن أبي بكر بن أبي النور الشحطبي الدمشقي</h2>\n\n[الصالحي]\n<p>\n.. .. (¬1) ، وسمع على الفخر بن البخاري ((مشيخته)) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nو((الشمائل)) للترمذي.\n</p>\n\n<p>\nوحدث، سمع منه شيخنا العراقي، وحدث عنه. ومات في أواخر شوال سنة خمس\nوستين [وسبع مئة] بغوطة دمشق [بالنيرب].\n</p>\n\n<h2 class='l2' id='head110'>AUTO 96- عمر بن عثمان بن سالم بن خلف بن فضل الله المقدسي [الحنبلي</h2>\n\nالمؤدب]\n<p>\nولد لثمان خلون من شعبان سنة ثمان وسبعين وست مئة بقاسيون [ولد سنة 678\nوأسمع على الفخر بن البخاري ((سنن أبي داود)) وغير ذلك، ومن التقي الواسطي،\nوالعز الفراء وجماعة، وحدث بدمشق، والكرك وغيرهما، وكان يكتب خطا حسنا مع\nالدين والخير، قال ابن رافع: كان عامل الضيائية، كثير التحصيل للكتب\nالحديثية، ونزل بدار الحديث الأشرفية. مات في ذي القعدة سنة 760].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head111'>AUTO 97- ظ عمر بن محمد بن عمر بن محمود، ويقال: عبد الحميد بن أبي</h2>\n\nبكر الحراني المعروف بابن زباطر الدمشقي القاضي.\n<p>\nأسمعه أبوه الفقيه أبو عبد الله علي ابن القواس ((معجم ابن جميع))، وعلى\nابن الحسن اليونيني ((صحيح البخاري)) وعلى الشرف أبي الفضل ابن عساكر\nوالفراء، وغيرهم. وحدث، سمع منه الحسيني وغيره، وأجاز لصاحب المشيخة في شهر\nربيع الأول سنة أربع وخمسين [وسبع مئة]، وكتب عنه شيخنا العراقي وهو من\nمشايخه، ومات في شوال سنة أربع وستين وسبع مئة.\n</p>\n\n<p>\nحرف الغين المعجمة خالي\n</p>\n\n<h1 class='l1' id='head112'>AUTO حرف الفاء</h1>\n\n<h2 class='l2' id='head113'>AUTO 98- فاطمة بنت أحمد بن القاسم العمري الحرازي والدها، المكية</h2>\n\n[أم نجم الدين]\n<p>\nولدت سنة عشر وسبع مئة، وسمعت على الرضي الطبري وهو جدها لأمها كثيرا،\nوأحضرت عند أخيه الصفي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nوكانت خيرة. ماتت في [خامس] شوال سنة <span id='ms24'></span> ثلاث وثمانين وسبع مئة [بالمدينة\nالنبوية].\n</p>\n\n<h2 class='l2' id='head114'>AUTO 99- فاطمة بنت إبراهيم بن داود بن نصر الهكاري الكردي، ثم</h2>\n\nالدمشقي، ولدت سنة ثمانين وست مئة. وأحضرت على الفخر بن البخاري ((مشيخته))\nوحدثت بها عنه. سمع منها شيخنا العراقي، وأجازت لصاحب المشيخة في شهر ربيع\nالأول سنة أربع وخمسين [وسبع مئة]، وكتب عنها أخوها محمد. وماتت في شهر\nرمضان سنة ثمان وخمسين وسبع مئة.\n<h2 class='l2' id='head115'>AUTO 100- فاطمة بنت محمد بن نصر الله بن القمر، [أم عبد الله] زوجة</h2>\n\nالحافظ الذهبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n<p>\nسمعت بإفادته من ابن مشرف، وإبراهيم المخزومي، وهدية بنت عسكر وغيرهم،\nوحدثت، سمع منها شيخنا الحافظ، وأجازت لصاحب المشيخة في ربيع الأول سنة\nأربع وخمسين [وسبع مئة]. وكان عندها عن ست الأهل بنت علوان ((عوالي طراد))\nوماتت في ثامن عشر شوال سنة ست وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head116'>AUTO 101- (ظ) فضل بن علي بن خليفة بن محمود بن ربيعة الحنبلي</h2>\n\n<h2 class='l2' id='head117'>AUTO 102- قاسم بن سليمان بن قاسم المقدسي، شرف الدين الحوراني الأصل.</h2>\n\n<p>\nولد سنة ثمان وسبعين وست مئة، وسمع من داود الهكاري وغيره، وحدث، مات\nبالقدس سنة خمس وخمسين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head118'>AUTO 103- قضاة: تأتي في مريم.</h2>\n\n<p>\nحرف الكاف واللام خالي\n</p>\n\n<h1 class='l1' id='head119'>AUTO حرف الميم</h1>\n\n<h2 class='l2' id='head120'>AUTO 104- محمد بن إبراهيم بن علي بن محمد بن علي بن بقا الملقن</h2>\n\nالبغدادي، الأصل، الدمشقي [الصالحي].\n<p>\nولد في جمادى الأولى سنة ثمان وثمانين وأحضر على ابن الزين ((نسخة همام\nجمع الدارقطني))، وعلى الفخر بن البخاري ((جزء ابن هزارمرد)) و((مشيخته))\nتخريج ابن الظاهري. قال ابن رافع: كان يلقن القرآن، وله تصوف بالخاتونية،\nوقال ابن سعد: خطب بجامع [جبل] سمعان ومات في صفر سنة تسع وخمسين وسبع مئة.\n[بالصالحية، ودفن بتربة الموفق].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: أجاز لصاحب المشيخة في شهر ربيع الأول سنة أربع وخمسين [وسبع مئة]،\nوكتب عنه شيخنا العراقي، وهو من مشايخه. مات بعده بشهر.\n</p>\n\n<p>\nمحمد بن إبراهيم الملقن الصالحي البقال، المعروف بالحفة، بمهملة وفاء،\nوقد تصغر. وقد سمع من الفخر بن البخاري ((مشيخته)). وربما التبس بالذي قبله.\n</p>\n\n<h2 class='l2' id='head121'>AUTO 105- محمد بن إبراهيم بن داود بن نصر الشافعي، عرف بابن الكردي</h2>\n\nالهكاري ثم <span id='ms25'></span> الرقي [شمس الدين].\n<p>\nولد سنة خمس وثمانين وست مئة، وسمع من التقي الواسطي ((الجزء الأول من\nالأفراد للدارقطني)) بسنده، وكذلك تكملة الأجزاء العشرة، وسمع أيضا من\nالشرف ابن عساكر، وعني بالفقه فمهر، ودرس ببعض الأماكن بدمشق، وأم بمشهد\nعلي بالجامع الأموي، وكان يحفظ ((التنبيه)) ومهر في صناعة الحساب، وولي نظر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nالصدقات، ومات في [تاسع] ذي القعدة سنة تسع وخمسين وسبع مئة [بدمشق وصلي\nعليه بجامعها ودفن بمقابر باب الصغير]. وهو أخو فاطمة الماضي ذكرها.\n</p>\n\n<h2 class='l2' id='head122'>AUTO 106- (ظ) محمد بن إبراهيم ابن العز محمد بن إبراهيم بن عبد</h2>\n\nالله بن أبي عمر الصالحي، ناصر الدين الحنبلي، المعروف بالفرائضي.\n<p>\nسمع من عيسى المطعم ((مشيخته)) ومن أبي العباس ابن الشحنة وغيرهما، وحدث،\nوكان عارفا بالفرائض. ومات بدمشق سنة .. .. (¬1)\n</p>\n\n<h2 class='l2' id='head123'>AUTO 107- (ظ) محمد بن إبراهيم بن محمد البصراوي.</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n<p>\nأظنه الحفيفة الذي قدمت ترجمته قريبا مع محمد بن إبراهيم بن علي بن بقا ..\n.. (¬1)\n</p>\n\n<h2 class='l2' id='head124'>AUTO 108- محمد بن إبراهيم بن محمد بن أبي بكر بن يعقوب بن إلياس</h2>\n\nالأنصاري الخزرجي البياني المقدسي، المعروف بابن إمام الصخرة.\n<p>\nولد سنة ست وثمانين وست مئة، وأحضر على الفخر بن البخاري ((جزء حياة\nالأنبياء في قبورهم للبيهقي))، وعلى زينب بنت مكي ((الزكاة ليوسف القاضي))\nوعلى يوسف بن المجاور، وأسمع على أبي الفضل بن عساكر ((صحيح مسلم))، وأجاز\nله من بغداد ابن وريده وابن الطبال وغيرهما، وحدث بالكثير بمصر والشام،\nوخرج له ابن رافع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n((مشيخته)) وذيل عليها شيخنا العراقي، وخرج له ((فهرست مرويات بالسماع\nوالإجازة)) وقد سمع عليه صاحب هذه المشيخة ((الخامس من حديث ابن معروف))\nو((جزءا من فوائد أبي عمر غلام ثعلب)) و((المستجاد من تاريخ بغداد)) تخريج\nابن جعوان وكانت وفاته بالقاهرة في ذي القعدة سنة ست وستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head125'>AUTO 109- محمد بن إبراهيم بن يوسف ابن القاضي شمس الدين بن عطا</h2>\n\nالحنفي.\n<p>\nسمع من الفخر بن البخاري من ((المشيخة)) وجده شمس الدين هو أول من ولي\nالقضاء للحنفية بدمشق لما قررت القضاة أربعة، وأجاز هو لصاحب المشيخة في\nشهر ربيع الأول سنة أربع وخمسين <span id='ms26'></span>. وتوفي بدمشق سنة أربع وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head126'>AUTO 110- محمد بن أحمد بن إبراهيم بن عبد الله بن أبي عمر محمد بن</h2>\n\nأحمد بن قدامة المقدسي، ثم الصالحي، المسند الكبير، صلاح الدين.\n<p>\nولد سنة أربع وثمانين وست مئة، وأسمع على الفخر بن البخاري ((مشيخته))\nو((الشمائل)) للترمذي، ومعظم ((مسند أحمد)). ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nالتقي الواسطي وأخيه محمد، ومن شمس الدين بن الكمال، والعز إسماعيل بن\nالفراء، وأحمد بن عبد المؤمن الصوري، وغيرهم. وأجاز له ابن المجاور، وزينب\nبنت مكي، وعبد الرحمن ابن الزين، وزينب بنت مكي وجماعة، وقد سمع عليه صاحب\nهذه المشيخة ((جزءا من حديث عبد الله بن المبارك)) وكان إمام مدرسة جده أبي\nعمر، وقد حدث بأكثر مسموعاته، وسمع منه القدماء، وتفرد بأكثر مسموعاته،\nوكان صبورا على التسميع، محبا للحديث وأهله، وقد حدث قديما. سمع منه\nالكبار، وذكره الذهبي وابن رافع في معجميهما، وعمر إلى أن ألحق الأحفاد\nبالأجداد، وهو آخر من بقي من أصحاب الفخر بن البخاري، وآخر من بينه وبين\nالنبي صلى الله عليه وسلم تسعة أنفس بالسماع المتصل بالسند القوي، وقد أجاز\nلمن أدرك حياته من المصريين ومات [يوم السبت] في رابع عشرين شوال سنة\nثمانين وسبع مئة [ودفن بتربة جده].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head127'>AUTO 111- محمد بن أحمد بن أحمد بن نعمة بن جعفر النابلسي، ثم</h2>\n\nالدمشقي، ناصر الدين [أبو عبد الله ابن] خطيب الشام، شرف الدين [أبي\nالعباس].\n<p>\nولد سنة ثمانين وست مئة، وسمع على الفخر بن البخاري ((مشيخته)) ومن\n((جامع الترمذي)) وحدث. ذكره الذهبي في معجمه، وهو أسن منه بخمس عشرة سنة،\nوكان أحد العدول بدمشق. ومات مستهل شهر ربيع الأخر سنة خمس وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head128'>AUTO 112- محمد بن أحمد بن أبي بكر بن عرام بن إبراهيم بن ياسين بن</h2>\n\nأبي القاسم محمد بن إسماعيل بن علي الربعي الشيباني الأسواني الأصل،\nالاسكندراني، تقي الدين ابن عرام، المحدث الشهير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n<p>\nولد سنة ثلاث وسبع مئة في شعبان، وسمع من الرشيد إسماعيل بن المعلم، وحسن\nبن عمر الكردي، والشريف الموسوي، وتاج الدين ابن دقيق العيد <span id='ms27'></span>، وعمر العتبي،\nوعبد الرحمن بن مخلوف، وزينب بنت شكر وآخرين، وتفقه واشتهر، وخرج ولم يكن\nبذاك الماهر، ويقال: إنه كان كثير الخيال من الناس، وقد خرج له الكمال جعفر\nالأدفوي ((مشيخة)) وحدث بها ومات جعفر قبله بدهر، وطلب بنفسه، وأفتى ودرس،\nوكان يقول: إن الرواية بالإجازة عن سماع، وبالسماع عن إجازة تتنزل منزلة\nالسماع. وكانت وفاته سنة سبع وسبعين وسبع مئة بالإسكندرية. سمع منه شيخنا\nالعراقي، وقرأ عليه ابن ظهيرة واليشكري وآخرون، وأجاز لمن أدرك حياته.\n</p>\n\n<h2 class='l2' id='head129'>AUTO 113- محمد بن أحمد بن أبي الربيع سليمان الدلاصي، صدر الدين المصري</h2>\n\n<p>\nولد سنة سبع وسبعين وست مئة تقريبا، وسمع من ابن خطيب المزة، ومحمد بن\nعبد الخالق بن طرخان وغيرهما، سمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \nمنه شيخنا العراقي، وحدث بمصر، مات في شهر ربيع الأخر سنة ست وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head130'>AUTO 114- محمد بن أحمد بن شاس المالكي، فتح الدين بن تقي الدين</h2>\n\nالمصري.\n<p>\nولي القضاء بمصر، وكان قد سمع من .. .. (¬1) أجاز لصاحب المشيخة في صفر\nسنة خمس وخمسين [وسبع مئة] وحدث. ومات في ذي الحجة سنة ستين وسبع مئة. قال\nشيخنا: وكان أوحد الفضلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head131'>AUTO 115- محمد بن أحمد بن عبد الرحمن بن أحمد بن محمد بن عبيد بن</h2>\n\nحميد المنبجي الدمشقي ابن الأسمري الخطيب، شمس الدين [أبو عبد الله].\n<p>\nولد سنة ست وسبع مئة، وسمع على إسماعيل بن يوسف بن مكتوم، وعيسى المطعم،\nوأبي نصر بن الشيرازي، وست الوزراء التنوخية سمع منها ((مسند الشافعي))\nوأجاز له أبو جعفر ابن الموازيني، وإسحاق النحاس، ومحمد بن مشرف، وابن\nالصواف، وعلي بن عيسى ابن القيم، وحسن الكردي وغيرهم، وحدث بالكثير بدمشق.\nوقد سمع عليه صاحب هذه المشيخة الجزء الثاني من ((مشيخة الحسين بن المبارك\nالزبيدي)) بسماعه من أبي نصر بن الشيرازي بإجازته منه، والجزء الخامس\nوالعشرين من ((فوائد أبي الطاهر الذهلي)) بسماعه أيضا من أبي نصر، عن\nالمسلم بن أحمد المازني بسنده. وكانت وفاته بدمشق في ذي القعدة سنة تسعين\nوسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head132'>AUTO 116- محمد بن أحمد بن عمر بن محمد المرجاني الدمشقي [بهاء الدين <span id='ms28'></span>]</h2>\n\n<p>\nصاحب الجامع الفوقاني بالمزة.\n</p>\n\n<p>\nولد سنة نيف وتسعين وست مئة، وسمع على محمد بن عبد المؤمن الصوري، ((جزء\nعمر بن زرارة)) وعلى العز أحمد بن الفاروثي، وأبي الفضل بن عساكر، وأجاز له\nالتقي الواسطي، وعمر بن القواس، وآخرون، كان بزي الجند ثم ترك فلبس زي\nالفقراء، أثنى عليه ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nرافع وابن كثير والحسيني، وغيرهم، ومات في ذي العقدة سنة تسع وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head133'>AUTO 117- محمد بن أحمد بن قاسم بن عبد الرحمن بن أبي بكر العمري</h2>\n\nالحرازي المكي، تقي الدين، أخو فاطمة الماضي ذكرها.\n<p>\nولد سنة ست وسبع مئة [بمكة]، وسمع على الرضي الطبري، وهو جده لأمه، ومن\nأخيه الصفي ((صحيح ابن حبان)) ومن الفخر عثمان التوزري، وتفقه على أبيه أبي\nالعباس، ورحل إلى الشرف البارزي بحماة فأخذ عنه، ومهر في الفقه وأفتى ودرس\nوحدث، وشارك في الفضائل، ثم ولي قضاء مكة، ثم صرف بأبي الفضل النويري في\nسنة ثلاث وستين وسبع مئة، ولزم منزله، وكان لا يخرج منه إلا إلى صلاة\nالجمعة أو العيد. ومات في جمادى الأخرة سنة خمس وستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head134'>AUTO 118- محمد بن أحمد بن أبي القاسم بن سيدهم بن أبي الخير</h2>\n\nالدمشقي، ناصر الدين، ابن الدجاجية.\n<p>\nولد في رجب سنة أربع وسبعين وست مئة، وتعانى الشهادة، فكان يشهد في\nالقيمة، وسمع من أحمد بن إسحاق الأبرقوهي ((جزء ابن الطلاية)) وحدث به عنه.\nومات في شوال سنة سبع وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head135'>AUTO 119- محمد بن أحمد بن محمد بن أحمد البكري، جمال الدين، أبو</h2>\n\nبكر بن الشريشي.\n<p>\n[الأصل نزيل دمشق] ولد سنة أربع أو خمس وتسعين وست مئة. وأحضر على عمر بن\nالقواس ((معجم ابن جميع)) في الرابعة، وعنده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n((مكارم الأخلاق)) للطبراني سمع الجزء الأول منه على المعلم محمد بن عبد\nالنصير، والثاني على علي بن عبد العظيم الزينبي، بسماعهما له على ابن رواج\nبسنده، وأحضر أيضا على أبي الفضل بن عساكر ((مشيخته)) وسمع من جماعة، وعني\nبالعلم فمهر في عدة فنون، ودرس بالبادرائية وغيرها، وولي قضاء حمص، وله خطب <span id='ms29'></span>\nونظم، واختصر ((الروضة)) و((شرح المنهاج)) وانتفع به الشاميون مات في رمضان\nسنة تسع وستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nومات بعده بتسعة أشهر ولده الفاضل نادرة العصر بدر الدين، وكان قد مهر في\nاللغة حتى فاق الأقران، وامتحن في حفظ شواهد اللغة، فشهد له مشايخ عصره أنه\nيستحضرها.\n</p>\n\n<h2 class='l2' id='head136'>AUTO 120- (ظ) محمد بن أزبك الخزنداري الحنفي.</h2>\n\n<p>\nولد في حدود الثمانين [وست مئة]، وأسمع من محمد بن عبد المؤمن الصوري:\nالتاسع من ((فوائد المخلص)) تخريج ابن أبي الفوارس، ومن ((الأفراد))\nللدارقطني، والأول من ((غريب)) أبي الحسين بن القيم، وكان فاضلا في ذهنه،\nحفظ كتبا، وتنزل في عدة مدارس، وتكسب بالشهادة، ونسخ بخطه الكثير، ومات في\nرجب سنة خمس وستين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head137'>AUTO 121- محمد بن إسماعيل بن إبراهيم بن سالم بن بركات بن سعد</h2>\n\nالأنصاري الخزرجي العبادي الدمشقي، المعروف بابن الخباز [شمس الدين أبو عبد\nالله]، مسند الشام.\n<p>\nولد في رجب سنة تسع وستين وست مئة، وبكر به أبوه فأحضره مجلس أحمد بن عبد\nالدائم، والكمال بن عبد وإسماعيل بن أبي اليسر، والمسلم بن علان، وقد سمع\nعلى القاسم الإربلي ((صحيح مسلم)) وعلى المسلم ((مسند أحمد)) قرأهما عليه\nشيخنا العراقي، وسمع على جماعة من الشيوخ، كابن أبي عمر، والفخر بن\nالبخاري، وابن الصابوني، والشيخ جمال الدين بن مالك، وجماعة من أصحاب\nالكندي وابن طبرزد، وحمل في جملة ما عنده، ومما قرأه عليه شيخنا ((العلم))\nلأبي خيثمة، أخبرنا ابن النشبي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nو((الرحلة)) للخطيب، أخبرنا يحيى بن عبد الرحمن حضورا، وسمع ((قمع الحرص\nبالقناعة)) للخرائطي، أخبرنا إسماعيل بن أبي اليسر حضورا، و((جزء ابن\nزبان)) أخبرنا إسماعيل بن أبي عبد الله بن جمال، و((جزء المؤمل بن إهاب))\nو((معجم أبي يعلى)) قرأه عليه شيخنا بسنده.\n</p>\n\n<p>\nوحدث وأكثر جدا، أجاز له عمر الكرماني، والشيخ محي الدين النووي، وجماعة\nوخرج له البرزالي. وحدث عنه هو والذهبي وابن رافع في معاجمهم. وروى عنه\nأيضا المزي، والعلائي، وعز الدين بن جماعة، والحسيني، وشيخنا، وكان حدث\nقديما مع أبيه سنة تسع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nوثمانين [وست <span id='ms30'></span> مئة] واستمر يحدث بضعا وستين سنة، وكان صبورا على التحديث،\nمحبا لأهل الحديث، أثنى عليه شيخنا، وانتهى إليه علو الإسناد في وقته. مات\nفي شهر رمضان سنة ست وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head138'>AUTO 122- محمد بن إسماعيل بن عبد العزيز المغيث بن عيسى المعظم بن</h2>\n\nالعادل أبي بكر بن أيوب الأيوبي، ناصر الدين، أبو عبد الله المعروف بابن\nالملوك المصري.\n<p>\nقرأت بخطه: مولدي سنة ست وسبعين [وست مئة] وسمع من جده لأمه عز الدين بن\nعبد المنعم الحراني، وسامية بنت البكري، وإسماعيل المليحي، والشهاب بن\nالخيمي، وغازي الحلاوي، وعبد الرحيم بن خطيب المزة، ومحمد بن إسماعيل\nالأنماطي، وغيرهم. وله حضور على القطب القسطلاني، وحدث قديما، وخرج له ابن أيبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n((جزءا)) وكان حسن الخط، وهو من صوفية سعيد السعداء. مات في جمادى الأولى\nسنة ست وخمسين وسبع مئة. ومن مروياته قطعة من ((المعجم الكبير)) للطبراني.\n</p>\n\n<h2 class='l2' id='head139'>AUTO 123-محمد بن إسماعيل بن عمر بن أبي الفضل المسلم بن الحسن ابن</h2>\n\nالحموي الدمشقي، عز الدين. [الشافعي المعروف بابن الحموي].\n<p>\nولد سنة ثمانين وست مئة، وسمع على الفخر بن البخاري ((والسنن)) لأبي\nداود، و((السنن الكبير)) البيهقي، وعلى زينب بنت مكي وغيرها. قال ابن رافع:\nعني به أبوه فأسمعه كثيرا. قلت: ومشايخه فوق المئة، وأجاز له ابن أبي عمر\nوغيره، وكان أبوه من كبار المسندين، قرأ عليه شيخنا النصف الأول من ((السنن\nالكبير)) ومات قبل أن يكلمه. وكان انفرد بسماعه كاملا فأكمله شيخنا على ست\nالعرب بنت محمد بن الفخر، وكان لها به حضورا على جدها، وكان للعز الحموي\n((ثبت)) في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nمجلدة. ومات في جمادى الآخرة سنة سبع وخمسين وسبع مئة. قال ابن رافع: كان\nحسن الأخلاق، متوددا، كثير السماحة والمروءة.\n</p>\n\n<h2 class='l2' id='head140'>AUTO 124-محمد بن أبي بكر بن خليل الأعزازي، ثم الصالحي [شمس الدين</h2>\n\nالحنفي].\n<p>\nولد في المحرم سنة ست وسبعين وست مئة. وأسمع على الفخر بن البخاري\n((مشيخته)) ومن العز إسماعيل بن الفراء، ومحمد بن عبد المؤمن الصوري\nوغيرهم. مات في ذي الحجة سنة إحدى وقيل في المحرم سنة اثنتين <span id='ms31'></span> وستين وسبع\nمئة، وفيها أرخه ابن رافع في ثاني عشري الشهر المذكور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head141'>AUTO 125- محمد بن أبي بكر بن علي بن أبي محمد السوقي [ثم الصالحي</h2>\n\nعز الدين أبو عبد الله].\n<p>\nولد سنة إحدى أو اثنتين وست مئة، وهو من ابل السوق: بليدة بالزبداني من\nعمل دمشق. وسمع من عمر بن القواس ((معجم ابن جميع )) وتفرد به، ومن إسماعيل\nبن الفراء بعض ((سنن ابن ماجه)) ومن غيرهما. وحدث وتفرد. وقد سمع عليه صاحب\nالمشيخة ((جزء البانياسي)) ومات في ربيع الآخر أو الذي بعده سنة ثلاث\nوسبعين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head142'>AUTO 126- محمد بن الحسين بن علي بن بشارة الحنفي، فخر الدين</h2>\n\nالدمشقي.\n<p>\nسمع على .. .. ((المنتقى على المسند والغيلانيات)) انتقاء الضياء وحدث،\nوأجاز لصاحب المشيخة في شهر ربيع الأول سنة أربعة وخمسين وسبع مئة [مات في\nذي الحجة سنة 768 وله أربع وثمانون سنة].\n</p>\n\n<h2 class='l2' id='head143'>AUTO 127-(س) محمد بن رافع بن هجر بن محمد بن شافع الحوراني الأصل،</h2>\n\nالسلامي، ثم المصري، نزيل دمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n<p>\nولد في ذي الحجة سنة أربع وسبع مئة، وأحضره أبوه على شيوخ مصر في ذلك\nالعصر، وأسمع الكثير من المشايخ كالحسن سبط زيادة، وعلي ابن القيم، والطبقة\nوأجاز له الدمياطي، وعثمان بن الحمصي، وفاطمة بنت البطائحي وغيرهم. ثم طلب\nبنفسه، فأكثر عن الدبوسي والداني والمختنى ومن بعدهم. وسمع بدمشق من التقي\nسليمان [بن حمزة]، وأبي بكر بن أحمد بن عبد الدائم، وعيسى المطعم، ونحوهم\nبعناية أبيه، وجمع لنفسه ((معجما)) حافلا في أربع مجلدات بخطه في غاية\nالإتقان، كثير الفوائد، كتب فيه عمن فوقه ومثله ودونه. وقد سمع عليه صاحب\nهذه المشيخة جزء: ((ما لا يسع المحدث جهله)) للميانجي بسماعه من الصدر\nالبكري، بسماعه من مصنفه، ولابن رافع ((ذيل على تاريخ بغداد)) لابن النجار.\nوكان ذا صلاح ومعرفة وورع وانجماع، وذكره الذهبي في ((المعجم المختص))\nوأثنى عليه، وخرج له ((جزءا من عواليه)). ومات في ثامن عشر جمادى الأولى\nسنة أربع وسبعين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head144'>AUTO 128- (ظ) محمد بن سالم بن عبد الناصر بن سالم بن محمد الكناني</h2>\n\nالشافعي شمس <span id='ms32'></span> الدين الفوي.\n<p>\nسمع من التقي سليمان [بن حمزة]، والمطعم، وزينب بنت شكر وغيرهم، وأفتى،\nودرس، وولي قضاء القدس، وحدث، ومات سنة بضع وخمسين [وسبع مئة]. وهو أخو\nسليمان الماضي ذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head145'>AUTO 129- (ظ) محمد بن سليمان بن حسن بن موسى بن غانم المقدسي، شيخ</h2>\n\nبيت المقدس.\n<p>\nولد في رمضان سنة سبع وسبع مئة، وسمع من هدية بنت عسكر: ((الأول من حديث\nالهاشمي)) و((الأول من مشيخة العيسوي)) ومن زينب بنت شكر ((ثلاثيات\nالدارمي)) ومن محمد بن يعقوب الجرائدي: جميع ((السفينة الجرائدية)) وهي\nسبعة أجزاء. وحدث ببيت المقدس وغيره. ومات في ذي الحجة سنة ثمانين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head146'>AUTO 130- محمد بن سالم بن إبراهيم بن علي الحضرمي الأصل، اليمني،</h2>\n\nثم المكي، جمال الدين.\n<p>\nولد سنة ست وثمانين وست مئة، وسمع على الفخر عثمان التوزري، والرضي\nالطبري، والدلاصي، وسمع من ابن الصواف مسموعه من ((النسائي))، وأبي الحسن\nعلي بن محمد بن هارون ((مسند الدارمي))، ومن محمد بن عبد الحميد المؤذن\n((صحيح مسلم))، ومن عمر العتبي وعبد الرحمن بن مخلوف، وعلي بن القاسم، وحسن\nبن عبد الكريم بن سبط زيادة، وغيرهم، وقرأ بالروايات على الدلاصي، وحدث،\nوكان خيرا صالحا متعبدا، مات بمكة سنة اثنتين وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head147'>AUTO 131- محمد بن طريف الغزي.</h2>\n\n<p>\nولد سنة ثلاث عشرة وسبع مئة، واشتغل بالعبادة حتى اشتهر ذكره بالخير\nوالصلاح، وقد سمع من بعض الشيوخ، وحدث باليسير، وكان خيرا عابدا. مات في ذي\nالحجة سنة أربع وثمانين وسبع مئة. ومن نظمه .. (¬1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head148'>AUTO 132- (س) محمد بن عبد الله بن محمد بن عبد الحميد بن عبد</h2>\n\nالهادي المقدسي الدقاق، شمس الدين ابن المحب.\n<p>\nولد سنة ثمان وثمانين وست مئة، وأحضر على الفخر بن البخاري، ((جزء ابن\nبخيت)) والرابع من ((فوائد الحرمي)) و((حديث بقرة بني إسرائيل)) وتفرد عنه\nبهذه الأجزاء، وحضر على السيف علي بن الرضي ((أربعين حديثا منتقاة من موطأ\nيحيى بن بكير)) وأجاز له جماعة من المسندين، وحدث، أخذ عنه شيخنا العراقي،\nوأحضر ولده أبا زرعة عليه، وحدثنا عنه ابن الشرايحي ب ((جزء ابن <span id='ms33'></span> بخيت)) وقد\nسمع عليه صاحب المشيخة من ((مشيخة الفخر)) حديثا واحدا، وهو حديث أنس: أن\nالنبي صلى الله عليه وسلم وأبا بكر وعمر لم يكونوا يجهرون ببسم الله الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \nالرحيم. ومات في ثاني ذي الحجة سنة تسع وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head149'>AUTO 132 مكرر- محمد بن عبد الحق بن عبد الكافي بن عوض بن سنان</h2>\n\nالسعدي.\n<p>\nولد سنة ست وثمانين وست مئة، وسمع من أبي الحسن بن الصواف، وأجاز له العز\nالحراني، وابن خطيب المزة، وابن دقيق العيد، وغيرهم. ومات سنة إحدى وستين\nوسبع مئة.\n</p>\n\n<h2 class='l2' id='head150'>AUTO 133- محمد بن عبد الله بن عبد القادر الفارقي، كمال الدين</h2>\n\n<p>\nولد .. .. (¬1) وسمع من الفخر بن البخاري الأول من ((أمالي القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nأبي بكر الأنصاري)) تخريج ابن السمعاني. وسمع من محب بن عبد السلام بن أبي\nعصرون وعدة. ومات بدمشق في ثاني شعبان سنة أربع وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head151'>AUTO 134- (ظ) محمد بن عبد الرحمن بن عمر الخليلي الشافعي.</h2>\n\n<h2 class='l2' id='head152'>AUTO 135- (ظ) محمد بن عبد الله بن عبد الرحمن الرقي الفارقي، صلاح</h2>\n\nالدين، ابن قيم الشامية.\n<p>\nسمع من ابن القواس، ومات في ربيع الآخر سنة سبع وأربعين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head153'>AUTO 136- محمد بن عبد الغني بن عيسى بن عبد المنعم السفطي الشافعي.</h2>\n\n<p>\nولد سنة ثلاث وثمانين [وست مئة] وسمع من .. (¬1)\n</p>\n\n<h2 class='l2' id='head154'>AUTO 137- محمد بن عبد المعطي بن سالم بن عبد الدائم الكناني المدني</h2>\n\n[الشهير] ابن سبع.\n<p>\nولد سنة ثمانين وست مئة، وأجاز له العز الحراني فيما زعم، وسمع من غازي\nالحلاوي، وابن الشمعة، والدمياطي وغيرهم، وولي قضاء المدينة، والخطابة بها،\nوكان يذكر أنه قرأ على ابن الرفعة، وتلا بالسبع على الشطنوفي، وكان فصيحا\nفي خطابته، وكان أولا يتكسب بالشهادة بمصر، وكان قليل العلم .. .. (¬2)\nوحدث، سمع منه شيخنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nالعراقي وغيره، واشتهر عنه أنه صحف المثل المشهور: ((إذا قالت حذام\nفصدقوها)) فنطق بها بضم الخاء وتشديد الدال، ويقال: إنه زعم أن المراد بذلك\nخدام الحرم الشريف النبوي، وأجاز لصاحب [المشيخة] في صفر سنة خمس وخمسين\n[وسبع مئة] ومات سنة .. (¬1)\n</p>\n\n<h2 class='l2' id='head155'>AUTO 138- محمد بن عبد الواحد بن منصور بن محمد بن منصور بن <span id='ms34'></span> أبي</h2>\n\nالقاسم بن مختار الجذامي الإسكندراني المعروف بابن الخروبي، محب الدين بن\nعز القضاة المالكي.\n<p>\nولد عام إحدى وسبعين وست مئة أو قبلها، وأسمع من محمد بن عبد الغني\nالشيرجي قطعة من ((جامع الترمذي)) بسماعه من أبي الحسن بن البنا وسمع من\nالشريف تاج الدين الفرافي، وحدث، سمع منه شيخنا. ومات سنة ست وخمسين وسبع\nمئة في شوال.\n</p>\n\n<h2 class='l2' id='head156'>AUTO 139- محمد بن عثمان بن عبد الرحمن المقدسي.</h2>\n\n<p>\nأجاز لصاحب المشيخة في استدعاء مؤرخ بثاني عشر شهر ربيع الأول سنة أربع\nوخمسين [وسبع مئة] وهو أول من كتب فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head157'>AUTO 140- محمد بن عمر بن أبي بكر بن محمد بن مسعود بن شاتيل</h2>\n\nالمجدلي ثم الصالحي، الشافعي المعروف بالخابوري.\n<p>\nأجاز لصاحب الاستدعاء في ربيع الأول سنة أربع وخمسين [وسبع مئة] وكان قد\nسمع من الفخر بن البخاري، والتقي الواسطي، وحدث، وتحول قبل موته إلى صفد\nفمات بها في ثاني جمادى الآخرة سنة خمس وخمسين وسبع مئة، ومن مسموعه على\nالتقي الواسطي ((مشيخة أبي الفتح بن عبد السلام)) و((جزء القهندزي)).\n</p>\n\n<h2 class='l2' id='head158'>AUTO 141- محمد بن عمر بن محمد بن عبد الوهاب بن [محمد بن] ذؤيب</h2>\n\nالأسدي، شمس الدين، ابن قاضي شهبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n<p>\nولد في العشرين من شهر ربيع الآخر سنة إحدى وتسعين وست مئة وسمع من أبي\nجعفر الموازيني ((الأموال)) لأبي عبيد، أخبرنا البهاء عبد الرحمن بسنده،\nو((جزء البلديين)) رواية علي بن حرب، وسمع من ست الأهل بنت علوان، وست\nالوزراء بنت عمر بن أسعد وغيرهم، وتفقه بالبرهان بن الفركاح، وعند عمه كمال\nالدين، وأخذ عنه العربية، وأعاد عنده، وخلفه في حلقته، وتصدى للاشتغال،\nفأخذ عنه أهل الشام طبقة بعد طبقة، إلى أن انقطع وصار علماء البلد تلامذته\nوتلامذة تلامذته، واشتهر بمعرفة ((التنبيه)) وحسن تقريره، وناب في الحكم عن\nالتقي السبكي، وقد سمع عليه صاحب هذه المشيخة ((ثلاثيات البخاري)) بسماعه\nمن ست الوزراء، أخبرنا الزبيدي. وكان لا يتصدى للحكم، بل كان زمانه في\nالإقراء، وحدث، وتفرد ببعض مسموعاته، وكان دينا خيرا، مات في ثامن المحرم\nسنة اثنتين وثمانين <span id='ms35'></span> وسبع مئة.\n</p>\n\n<h2 class='l2' id='head159'>AUTO 142- (ظ) محمد بن غنائم بن حسان الشافعي الدمشقي [المعدل، شمس</h2>\n\nالدين أبو عبد الله].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n<p>\nولد سنة سبعين [وست مئة] تقريبا، وسمع من الفخر ((مشيخته)) ومن أبي الفضل\nبن عساكر وغيرهما. وحدث، وكان فقيها، حسن السمت، كثير الوقار، يتكسب\nبالشهادة. ومات في شعبان سنة خمس وخمسين وسبع مئة بدمشق.\n</p>\n\n<h2 class='l2' id='head160'>AUTO 143- محمد بن أبي القاسم بن إسماعيل بن مظفر الفارقي، ناصر</h2>\n\nالدين، المحدث\n<p>\nمولده سنة ست وسبعين وست مئة، وسمع على أحمد بن حمدان بن شبيب الحراني،\nوعبد الرحيم بن خطيب المزة، ومحمد بن أبي الذكر الصقلي، وابن الشمعة، ويوسف\nالمشهدي، وسيدة بنت الماراني، وسمع عليها ((الموطأ)) بإجازتها من المؤيد\nالطوسي بسنده المشهور إلى أبي مصعب، وسمع بالإسكندرية من التاج الفراقي،\nوله تصوف بالخانقاه الطواطيسي، وقرأ بنفسه كثيرا، وأكثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \nمن المسموع، وكان يقرأ من ((صحيح البخاري)) في كل يوم بالجامع الأزهر، فمر\nعليه مرارا، ومات في نصف المحرم عام إحدى وستين وسبع مئة بالقاهرة. قال\nشيخنا: لم يخلف بعده أقدم طلبا للحديث منه.\n</p>\n\n<h2 class='l2' id='head161'>AUTO 144- (ظ) محمد بن محمد بن إبراهيم بن أبي القاسم بن عنان، أبو</h2>\n\nالفتح، صدر الدين الميدومي، مسند العصر.\n<p>\nولد رابع عشر شعبان سنة أربع وستين وست مئة، وبكر به أبوه، فأسمعه من\nالنجيب الحراني، وإسماعيل بن عزون، وعبد الله بن علاق، فكان آخر من حدث\nعنهم، وسمع أيضا من القطب محمد بن أحمد القسطلاني، وعبد الرحيم بن يوسف بن\nخطيب المزة، وغازي الحلاوي وغيرهم، وأجاز له ابن عبد الدائم، والتوزري،\nوابن أبي عمر وجماعة في استدعاء مؤرخ بشهر ربيع الأول سنة أربع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \nوخمسين، وهو الذي فيه خط الشيخ تقي الدين السبكي وغيره، ومن مسموعه على\nالنجيب ((مشيخته الكبرى)) تخريج ابن الظاهري، و((مشيخته الصغرى)) تخريج\nالحسيني، و((جزء الأنصاري)) و((الفوائد الغيلانيات)) و((جزء الحسن بن\nعرفة)) وهو أعلى ما عنده مطلقا، و((الثمانيات)) تخريج ابن الظاهري، وغير\nذلك، وسمع من شامية بنت البكري، وعبد الله بن فارس، وسمع من ابن علاق ((جزء\nالبطاقة)) وسمع من القطب القسطلاني <span id='ms36'></span> ((سنن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \nأبي داود)) ذكره الحافظ قطب الدين في ((تاريخ مصر)) فقال: كان من أهل الدين\nوالخير والصلاح، ثقة، يكتب خطا حسنا. ومات القطب قبله بعشرين سنة، وخرج له\nأبو الحسن بن أيبك ((جزءا عن الشيوخ الذين أجازوا له)) ومات قبله. وخرج\nالشريف محمد بن علي بن حمزة ((معجما بالسماع والإجازة)) وأكثر عنه شيخنا\nالعراقي جدا، وسمع منه الأئمة الكبار، وألحق الأحفاد بالأجداد. وكانت وفاته\nفي شهر رمضان سنة أربع وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head162'>AUTO 145- محمد بن محمد بن محمد بن الحارث بن مسكين القرشي الزهري</h2>\n\n[عز الدين].\n<p>\nولد في عاشر شوال سنة ثمان وستين وست مئة، وقيل: قبل ذلك، وسمع من عبد\nالرحيم بن الدميري، ورشيد الدين الباسري، والشيخ شهاب الدين القرافي\nالمالكي، ولازمه، وسمع عليه كتابه ((التنقيح في أصول الفقه)) وتفقه عند ابن\nالرفعة، وله إجازة من الفخر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \nالبخاري، وابن أبي عمر، والمحب الطبري، وناب في الحكم بمصر، ثم ولي قضاء\nالإسكندرية مدة سنة. أثنى عليه ابن رافع، وسمع منه شيخنا وأرخ وفاته في\nسابع شعبان سنة إحدى وستين وسبع مئة، وكذلك ابن رافع.\n</p>\n\n<h2 class='l2' id='head163'>AUTO 146- محمد بن محمد بن حازم بن عبد الغني بن حازم المقدسي</h2>\n\nالحنبلي، صلاح الدين.\n<p>\nولد في شعبان سنة ثمان وسبع مئة، وسمع من جد أبيه لأمه التقي سليمان بن\nحمزة، ومحمد بن يحيى بن سعد، وإسحاق بن يحيى الآمدي وآخرين. وحدث، سمع منه\nجماعة من صغار الشيوخ.\n</p>\n\n<h2 class='l2' id='head164'>AUTO 147- محمد بن عبد الغني بن أبي بكر بن عبد الله بن نصر بن محمد</h2>\n\nبن أبي بكر بن محمد الحنبلي، بدر الدين [ابن] البطائني، ابن قاضي حران.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n<p>\nولد في رمضان سنة ثمان وسبعين وست مئة، وسمع من أحمد بن شيبان، ((جزء\nالغطريف)) و((مشيخة العشاري)) ومن الفخر بن البخاري ((مشيخته)) ومن الشرف\nابن عساكر وغيره، وحدث، وناب في الحسبة، ولي قضاء الركب [الشامي مرة] وتكسب\nبالشهادة، ومات في شهر رجب سنة ست وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head165'>AUTO 148- محمد بن محمد بن محمد بن أبي الحرم، أبو الحرم بن أبي</h2>\n\nالفتح القلانسي <span id='ms37'></span> الحنبلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n<p>\nولد في ثالث عشر ذي الحجة سنة ثلاث وثمانين وست مئة، وأحضر على ابن خطيب\nالمزة، والشهاب ابن الخيمي، وأسمع من غازي الحلاوي، ومؤنسة بنت الملك\nالعادل، وسيدة بنت المارداني، وأحمد بن حمدان، وابن الشمعة، وابن ترحم وابن\nالظاهري، والأبرقوهي، وعبد العزيز بن الحصري، وأبي حامد بن الفارض،\nوالدمياطي، وخلائق، وكان عنده بالسماع عن غازي ((الغيلانيات)) وعن ابن خطيب\nالمزة ((جزء الغطريف)) وعلى ابن الحصري ((جزء ابن نجيد)) وعن مؤنسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n((المعجم الصغير)) للطبراني، و((الثمانيات)) التي خرجها ابن الظاهري، وعن\nسيدة ((موطأ أبي مصعب)) ومن أول الخامس من ((مسند السراج)) إلى آخر الرابع\nعشر منه، وعن الأبرقوهي ((الألقاب)) للشيرازي وعن العلامة نجم الدين بن\nحمدان ((الأربعون)) لعبد القادر الرهاوي تمامها إلا الجزء الثالث عشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nومات في رابع جمادى الأولى سنة خمس وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head166'>AUTO 149- محمد بن محمد بن محمد بن الحسن بن محمد بن طاهر بن عبد</h2>\n\nالرحيم، الأديب المشهور، جمال الدين أبو بكر بن نباتة الفارقي الأصل،\nالمصري.\n<p>\nولد سنة ست وثمانين بمصر، وبزقاق القناديل، وأحضر على غازي الحلاوي من\n((الغيلانيات)) وأسمع على أحمد بن إسحاق الأبرقوهي ((السيرة النبوية))\nوتفرد بروايتها عنه. وأجاز له العز الحراني وجماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nبإفادة أبيه، وعني بالأدب فأجاد الخط والنظم والنثر، ولم يكن في عصره أشعر\nمنه، وأما من يدانيه فقليل جدا، وكان متقللا من الدنيا، وقد ولي التوقيع\nبدمشق بعد الأربعين واستمر، وطلبه الناصر حسن إلى القاهرة فما راج أمره\nلكبر سنه، ومات بها في صفر سنة ثمان وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head167'>AUTO 150- محمد بن محمد بن أبي القاسم [بن جميل] التونسي [ثم</h2>\n\nالمصري] المالكي، ناصر الدين.\n<p>\nولد في صفر عام إحدى وثمانين وست مئة، وسمع على ابن الخطيب المزة، وغازي\nالحلاوي، وابن الشمعة، وابن الحصري، وابن دقيق العيد، وغيرهم، وتفقه وناب\nفي الحكم بالحسينية، وسمع عليه صاحب المشيخة ((صحيح مسلم)) بسماعه على عبد\nالعزيز بن الحصري بإجازته من المؤيد الطوسي، هكذا وجدته بخط بعض الطلبة،\nووجدت بخط الحافظ تاج الدين الغرابيلي أنه سمع بعضه <span id='ms38'></span>، وأن في دعوى سماعه\nكاملا نظر، وحدث هو ب ((السنن للنسائي)) ومات في صفر سنة ثلاث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \nوستين وسبع مئة، وقد تفرد بكثير من مسموعاته)).\n</p>\n\n<h2 class='l2' id='head168'>AUTO 151- محمد بن محمد الأرسوفي.</h2>\n\n<p>\nولد سنة ثمان وتسعين وست مئة، وسمع من النور ابن الصواف، ومن ست الوزراء،\nوابن الشحنة ((الصحيح))، وحدث، أخذ عنه شيخنا العراقي. ومات سنة .. (¬1)\n</p>\n\n<h2 class='l2' id='head169'>AUTO 152- محمد بن محمد بن يحيى بن عبد الكريم، مظفر الدين بن علاء</h2>\n\nالدين بن مكين الدين العطار ابن النحاس [القرشي العسقلاني الأصل، المصري\nالدار والمولد].\n<p>\nولد سنة ثمانين وست مئة، وسمع من غازي الحلاوي، ومحمد بن إبراهيم بن\nترجم، والعز الحراني، وابن خطيب المزة، وابن الحصري وابن الشمعة وغيرهم،\nوعنده ((جامع الترمذي)) عن ابن ترجم، و((الأول من الغيلانيات)) وكان مكثرا\nمن المسموع، وأجاز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \nلصاحب الترجمة في صفر سنة خمس وخمسين، ومات في ذي القعدة سنة إحدى وستين\nوسبع مئة. وهو آخر من حدث عن العز الحراني بالسماع، .. .. شيخ بأسيوط،\nبالسماع، وابن نباتة بالشام، ثم تحول إلى مصر بالإجازة.\n</p>\n\n<h2 class='l2' id='head170'>AUTO 153- محمد بن مكي بن عثمان المشهدي الشاذلي.</h2>\n\n<p>\nسمع من أبي الحسن ابن الصواف مسموعه من ((النسائي)) ومن محمد بن علي بن\nساعد وغيرهما. وأجاز لصاحب المشيخة في صفر سنة خمس وخمسين. ومات في سنة\nثمان وخمسين وسبع مئة بالقاهرة.\n</p>\n\n<h2 class='l2' id='head171'>AUTO 154- محمد بن موسى بن إبراهيم بن يحيى بن إبراهيم بن علوان بن</h2>\n\nمحمد الشقراوي، [ثم الصالحي الحنبلي] الدمشقي، شمس الدين بن نجم الدين، أبو\nعبد الله.\n<p>\nولد سنة أربع وسبعين، وسمع ابن عبد المنعم القواس، وأبي محمد بن أبي عمر،\nوالفخر علي، وزينب بنت مكي، وجماعة، وحدث عن الفخر وابن أبي عمر، وعبد\nالرحيم بن عبد الملك ب ((جزء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \nالأنصاري))، وكان يتكسب بالشهادة، وأجاز لصاحب الاستدعاء في شهر ربيع الأول\nسنة أربع وخمسين، وكتب عنه شيخنا العراقي. ومات في سابع جمادى الآخرة سنة\nأربع وخمسين وسبع مئة بدمشق، وهو أول شيخ سمع عليه شيخنا العراقي بدمشق أول\nما دخلها. ومات ي تلك السنة، وقد تكلم فيه شيخنا من جهة الشهادة <span id='ms39'></span>.\n</p>\n\n<h2 class='l2' id='head172'>AUTO 155- محمد بن موسى بن سليمان بن محمد بن أحمد بن محمد بن عبد</h2>\n\nالوهاب [بن عبد الله بن علي بن أحمد بن فارس بن حمزة] الشيجري، الأنصاري\nالدمشقي، عماد الدين. [المسند المعمر].\n<p>\nولد سنة اثنتين وثمانين وست مئة بدمشق. وقد سمع عليه صاحب المشيخة ((جزء\nالأنصاري)) و((فوائد ابن ماسي)) بسماعه من الفخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \nعلي، وسمع عليه ((العشرة الأحاديث من مشيخة الفخر)) المثبتة في ترجمة أحمد\nبن إسماعيل، بسماعه منه، و((ثلاثيات البخاري)) بسماعه من الحافظ شرف الدين\nاليونيني، أخبرنا ابن الزبيدي بسنده، وولي حسبة دمشق، ونظر الخزانة، وكان\nمشكورا عفيفا، تفرد برواية ((جزء الأنصاري)) عن الفخر بالسماع كاملا. ومات\nفي المحرم سنة سبعين وسبع مئة. روى عنه ابن كثير وشيخنا وآخرون.\n</p>\n\n<h2 class='l2' id='head173'>AUTO 156- محمد بن يحيى بن ثابت بن أحمد بن الحافظ، رشيد الدين</h2>\n\nالعطار.\n<p>\nأجاز لصاحب المشيخة في استدعاء مؤرخ بصفر سنة خمس وخمسين [وسبع مئة].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head174'>AUTO 157- محمود بن خليفة بن محمد بن خلف [بن محمد بن عقيل]</h2>\n\nالمنبجي، أبو الثناء الدمشقي، المحدث المكثر [الحنبلي التاجر السفار].\n<p>\nولد سنة ست أو سبع وثمانين وست مئة، وسمع ببغداد وأصبهان ودمشق والقاهرة\nوغيرها. قال الذهبي: كان يرحل في التجارة، ويسمع في غضون ذلك، وكان متوسط\nالمعرفة، وحدث عن أبي الفضل [أحمد] بن عساكر بالحضور، وعن الرشيد بن أبي\nالقاسم، وأبي أحمد الدمياطي وابن الصواف، وأجاز له الفخر بن البخاري،\nوالتقي الواسطي وخلائق، وكان مقدار عدتهم خمس مئة. وكتب، وحدث، وكان لا\nيحدث إلا من أصل المعتمد، وعنده عن الرشيد ((الذرية الطاهرة للدولابي)).\nومات في ذي الحجة سنة سبع وستين [وسبع مئة].\n</p>\n\n<h2 class='l2' id='head175'>AUTO 158- محمود بن عبد الحميد بن سلمان بن مغالي بن سعيد المعري ثم</h2>\n\nالحلبي، نزيل دمشق، شرف الدين بن نجم الدين [الوراق].\n<p>\nولد سنة اثنتين وثمانين وست مئة، أسمع على الفخر بن البخاري، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n((مشيخته)) و((جزء الغطريف))، وكان له حانوت بالوراقين بالصالحية.\n</p>\n\n<p>\nوحدث، مات في ذي القعدة سنة سبع وخمسين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head176'>AUTO مريم بنت عبد الرحمن بن أحمد بن عبد الرحمن بن عبد المنعم <span id='ms40'></span> بن</h2>\n\nنعمة بن سلطان بن سرور بن رافع بن حسن بن جعفر النابلسية [الحنبلية]، وتدعى قضاة.\n<p>\nولدت عام إحدى أو اثنين وتسعين [وست مئة]، وأسمعت على أبي الفضل بن\nعساكر، وحدثت عنه. وماتت في المحرم سنة ثمان وخمسين وسبع مئة [بنابلس] وهي\nوالدة شمس الدين بن عبد القادر [النابلسي].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head177'>AUTO 159- مغلطاي بن قليج بن عبد الله البكجري [الحنفي الحكري</h2>\n\nالمصري الحافظ]، أبو عبد الله، علاء الدين، المحدث المشهور، صاحب التصانيف.\n<p>\nولد -على ما كان يذكر- سنة تسع وثمانين وست مئة، وفي ((وفيات ابن رافع)):\nأنه ولد سنة تسعين، قال شيخنا: وإنما ادعى ذلك بأخرة، وزعم أن الفخر بن\nالبخاري أجاز له، قلت: ورأيت بخطه في تصانيفه، وقد أخرج أحاديث يرويها\nبالإجازة فيقول: أنبأنا غير واحد عن الفخر، ثم صار يكشط ما بعد أنبانا إلى\nالفخر ويمدها فتصير: أنبأنا الفخر، وقد قال الصفدي في تاريخه: ولد بعد\nالتسعين انتهى. وقد سمع من التاج أحمد بن دقيق العيد [أخي الشيخ تقي\nالدين]، والحسين بن عمر الكردي، وابن الطباخ، والواني، والدبوسي، والختني،\nوطلب الحديث في العشر الثاني بعد السبع مئة، فأكثر عن شيوخ ذلك العصر،\nوتخرج بابن سيد الناس وغيره، وقرأ بنفسه فأكثر جدا، وكتب الطباق، ثم أقبل\nعلى التصنيف، فصنف في الحديث واللغة عدة تصانيف شهيرة منها: ((شرح\nالبخاري)) و((شرح أبي داود)) لكنه لم يكمل، ورتب ((صحيح ابن حبان)) و((بيان\nالوهم والإيهام)) [لابن القطان]، و((ذيل على: تهذيب الكمال)) وكان يحفظ:\n((الفصيح)) و((كفاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \nالمتحفظ)) وذيل على كتاب ((ليس في اللغة))، وله الاتساع في نقل اللغة،\nواطلاع على طرق الحديث، ودرس بجامع القلعة، وبالظاهرية، وقبة بيبرس،\nوالصرغيمشية، والمنجبية، كل ذلك في الحديث النبوي، قال الصفدي: كان جامد\nالحركة، كثير المطالعة والدأب، وعنده كتب كثيرة جدا، ولم يزل يدأب ويكتب\nإلى أن مات في شعبان سنة اثنتين وستين وسبع مئة [بالقاهرة] أخذ عنه جميع من\nلقيناه من فضلاء المشايخ. رحمه الله تعالى.\n</p>\n\n<h2 class='l2' id='head178'>AUTO 160- موسى بن علي بن محمد الطارابي، شرف الدين.</h2>\n\n<p>\nسمع من <span id='ms41'></span> أبي الحسن بن الصواف مسموعه من ((النسائي)) ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \nمحمد بن علي بن ساعد، وغيرهما، قرأت ذلك بخط شيخنا العراقي، وأجاز لصاحب\nالمشيخة في صفر سنة خمس وخمسين وسبع مئة.\n</p>\n\n<p>\nحرف النون والهاء والواو واللام ألف خالي\n</p>\n\n<h1 class='l1' id='head179'>AUTO حرف الياء الأخيرة</h1>\n\n<h2 class='l2' id='head180'>AUTO 161- يعقوب بن يعقوب بن إبراهيم البقال الجزيري البعلي، ثم</h2>\n\nالدمشقي [الحريري] شرف الدين، أبو محمد.\n<p>\nولد سنة خمس وسبعين [وست مئة] وسمع على الفخر بن البخاري ((مشيخته)).\nوحدث قديما بعد الثلاثين [وسبع مئة] وكان يتعانى التجارات والمعاملات، وخلف\nأموالا جمة. قرأ عليه شيخنا، وأحضره عنده ولده أبا زرعة، ومات في شهر ربيع\nالأول سنة ست وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head181'>AUTO 162- يوسف بن عبد الله بن محمد بن يوسف بن عبد المنعم بن نعمة</h2>\n\nبن سلطان بن سرور بن رافع بن حسين بن جعفر المقدسي الحنبلي النابلسي. [جمال\nالدين أبو الحجاج الحنبلي].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n<p>\nولد عام إحدى وتسعين [وست مئة]، وسمع من عبد الحافظ بن بدران، والتقي\nسليمان [بن حمزة] وغيرهما، ولازم العبادة والتلاوة وقيام الليل والأمر\nبالمعروف، ودرس، وأفتى ونفع الناس، أثنى عليه ابن كثير وغيره، وأجاز لصاحب\nالمشيخة في الاستدعاء المؤرخ بربيع الأول سنة أربع وخمسين [وسبع مئة] ومات\nفي رجب منها.\n</p>\n\n<h2 class='l2' id='head182'>AUTO 163- (ظ) يوسف بن محمد بن عبد الله [بن محمد بن محمود] المقدسي</h2>\n\n[المرداوي] الحنبلي، هو قاضي القضاة جمال الدين أبو المحاسن.\n<p>\nولد سنة سبع مئة تقريبا، وسمع من التقي سليمان [بن حمزة]، وفاطمة بنت\nالبطائحي وغيرهما، وتفقه وبرع، ودرس وأفتى، وولي القضاء سبع عشرة سنة، وكان\nنزها عفيفا، خاشعا متواضعا، لا يركب إلى النائب إلا في دار العدل، ولا يركب\nفي المحمل ولا العيد، وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \nماهرا في مذهبه، أثنى عليه الذهبي في ((المعجم المختص)) وله ((كتاب في\nالأحكام)) مفيد، وكانت وفاته في شهر ربيع الأول سنة تسع وستين وسبع مئة.\n</p>\n\n<h2 class='l2' id='head183'>AUTO 164- يوسف بن محمد بن عبد الرحمن بن عبد الواحد الحراني</h2>\n\nالمغسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n<p>\nسمع على الفخر بن البخاري بعض ((مشيخته) وأجاز لصاحب المشيخة في شهر ربيع\nالأول سنة أربع وخمسين [وست مئة] وكتب عنه <span id='ms42'></span> شيخنا العراقي، وهو من مشايخه.\n</p>\n\n<h2 class='l2' id='head184'>AUTO 165- يوسف بن محمد بن مسعود بن محمد بن علي بن إبراهيم</h2>\n\n[العبادي] الحنبلي البغدادي، نزيل دمشق، جمال الدين السرمري [ثم الدمشقي\nالعقيلي] المحدث المشهور.\n<p>\nولد في ثالث عشر رجب سنة ست وتسعين وست مئة بسرمرا [سر من رأى]، وتفقه\nعلى سراج الدين الحسين بن يوسف السرمري وغيره، وسمع من الصفي عبد المؤمن\nومن الدقوقي، وأخذ عن محمد بن عبد المحسن الدواليبي ببغداد، وعن غيره من\nشيوخ بغداد، وأخذ عن أبي العباس الحجار بدمشق، وعن غيره من أصحاب ابن عبد\nالدائم [والفخر علي]، وأكثر من المسموع، وصنف التصانيف، وفيها المنثور\nوالمنظوم، منها: ((نشر القلب الميت بفضل أهل البيت)) و((غيث السحابة في فضل\nالصحابة)) و((الأربعون الصحيحة فيما دون أجر المنيحة)) و((عقد اللآلي في\nالأمالي)) و((عجائب الاتفاق)) و((الثمانيات)) وبرع في العربية والفرائض،\nوحدث وخرج. أخذ عنه ابن رافع مع تقدمه، وذكره في معجمه، وقد سمع عليه صاحب\nالمشيخة ((جزءا من تخريجه لنفسه)) فيه خمسة عشر حديثا ثمانيات من رواية\nخراش عن أنس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nسنة 718، وخراش أحد الكذابين، لا يفرح بعلو حديثه إلا من قصر نظره في هذا\nالفن، والله المستعان، ومات في سنة ست وسبعين وسبع مئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>AUTO فصل في الإشارة إلى المرويات التي تستفاد من التراجم المتقدمة</h1>\n\n<p>\nفمن ذلك\n</p>\n\n<h2 class='l2' id='head186'>AUTO الأول في الأبواب:</h2>\n\n<p>\nصحيح البخاري: في ترجمة أحمد بن سالم (برقم 5) وآقش (31) وبكتاش (36):\nأخبرنا الزبيدي. وفي ترجمة عمر بن محمد بن زباطر (97) أخبرنا أبو الحسين بن\nاليونيني الحافظ، أخبرنا الزبيدي.\n</p>\n\n<p>\nصحيح مسلم: في ترجمة محمد بن محمد بن أبي القاسم التونسي بالسماع بعلو\n(150) وفي ترجمة أيوب بن موسى وغيره [32] بنزول. وفي محمد بن سالم (130)،\nوفي عبد الغفار بن علي بن أبي رقيبة (76).\n</p>\n\n<p>\nالسنن لأبي داود: في محمد بن محمد بن إبراهيم الميدومي (114) وفي عمر بن\nحسن بن أميلة (93) ومحمد بن إسماعيل بن الحموي.\n</p>\n\n<p>\nالجامع للترمذي: في عبد الله بن محمد بن القيم، وعمر بن حسن بن أمية\n(93)، ومحمد بن أحمد بن أحمد بن نعمة (111)، ومحمد <span id='ms43'></span> بن عبد الواحد بن المنير\n(138)، ومحمد بن محمد بن يحيى (152).\n</p>\n\n<p>\nالسنن لأبي عبد الرحمن النسائي: في ترجمة أحمد (1) وجويرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n[38] ابني أحمد بن أحمد الهكاري، وحيان بن أبي حيان (44) وعبد القادر بن\nمحمد الحنفي، ومحمد بن سالم [الحضرمي] (130)، ومحمد بن محمد بن أبي القاسم\nالتونسي (150)، ومحمد بن مكي المشهدي (153) وموسى بن علي (160).\n</p>\n\n<p>\nالسنن لأبي عبد الله بن ماجه: في إبراهيم بن عبد الله الزيتاوي (27) وبشر\nبن إبراهيم البعلي (35) ومحمد بن أبي بكر بن علي السوقي (124).\n</p>\n\n<p>\nالموطأ رواية أبي مصعب: في محمد بن أبي القاسم (143) ومحمد بن محمد\nالقلانسي (148).\n</p>\n\n<p>\nالموطأ رواية يحيى بن بكير: بعضه في: محمد بن عبد الله بن محمد بن عبد\nالله بن عبد الحميد (132).\n</p>\n\n<p>\nمسند الشافعي: وهو على الأبواب في: محمد بن أحمد بن عبد الرحمن المنبجي (115).\n</p>\n\n<p>\nمسند الدارمي: وهو على الأبواب في: محمد بن سالم [الحضرمي] (130).\n</p>\n\n<p>\nمسند السراج: وهو على الأبواب في: محمد بن محمد بن محمد القلانسي (148).\n</p>\n\n<p>\nصحيح ابن حبان: في: أحمد بن محمد بن محمد الطبري (22) وفي محمد بن أحمد\nبن قاسم (117).\n</p>\n\n<p>\nالسنن [للدارقطني] في: أحمد بن يوسف الخلاطي (25).\n</p>\n\n<p>\nالسنن الكبير للبيهقي: في ست العرب (55).\n</p>\n\n<p>\nالسيرة لابن هشام: في: محمد بن محمد بن محمد بن نباتة (149).\n</p>\n\n<p>\nالمخلص للقابسي: في: الحسين بن عبد المؤمن (43).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nالشمائل للترمذي: في: عبد الله بن محمد بن القيم (64)، وعمر بن حسن أميلة\n(93) وعمر بن محمد الشحطبي (95)، ومحمد بن أحمد بن إبراهيم (110).\n</p>\n\n<p>\nقمع الحرص بالقناعة: للخرائطي في: محمد بن إسماعيل بن الخباز (121).\n</p>\n\n<p>\nمكارم الأخلاق: للطبراني، في: محمد بن أحمد بن محمد الشريشي (119).\n</p>\n\n<p>\nالعلم لأبي خيثمة: في: محمد بن إسماعيل بن الخباز (121).\n</p>\n\n<p>\nصفة المنافق للفريابي في: عبد العزيز بن أحمد (74).\n</p>\n\n<p>\nالأموال لأبي عبيد: في محمد بن عمر الأسدي (141).\n</p>\n\n<p>\nالمصاحف: لأبي بكر بن أبي داود، في: الحسن بن أبي بكر (40) وعبد الحميد\nبن علي (69).\n</p>\n\n<p>\nصفة التصوف: لأبي الفضل بن طاهر في: أحمد بن يوسف الخلاطي (25).\n</p>\n\n<p>\nالتوابين: لابن قدامة في: إبراهيم بن عبد الله الزيتاوي (27).\n</p>\n\n<p>\nحياة الأنبياء في قبورهم: للبيهقي، في محمد بن إبراهيم البياني <span id='ms44'></span> (108).\n</p>\n\n<p>\nالرحلة للخطيب: في محمد بن إسماعيل الخباز (121).\n</p>\n\n<p>\nالألقاب في محمد بن محمد بن محمد القلانسي (148).\n</p>\n\n<h2 class='l2' id='head187'>AUTO الثاني: المسانيد</h2>\n\n<p>\nمسند أبي داود الطيالسي: في: عبد الله بن محمد بن [أبي] القاسم (67).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nمسند أحمد بن محمد بن حنبل: في: محمد بن إسماعيل بن إبراهيم الخباز (121).\nومحمد بن أحمد بن أبي عمر (110)، وأحمد بن محمد بن أبي الزهر (16).\n</p>\n\n<p>\nمسند محمد بن يحيى بن أبي عمر العدني: في عبد الله بن محمد بن إبراهيم بن\nالقاسم (67).\n</p>\n\n<p>\nمسند أبي يعلى: في أحمد بن مظفر (24).\n</p>\n\n<p>\nمن المعجم الكبير للطبراني: وهو على مسانيد الصحابة في محمد بن إسماعيل\nبن عبد العزيز (122).\n</p>\n\n<p>\nمسند الذرية الطاهرة للدولابي: في عمر بن حسن بن أميلة (93).\n</p>\n\n<p>\nنسخة همام بن منبه جمع الدارقطني: في محمد بن إبراهيم بن بقا (104).\n</p>\n\n<h2 class='l2' id='head188'>AUTO الثالث: المشيخات والمعاجم</h2>\n\n<p>\nالمعجم الصغير للطبراني: في محمد بن محمد بن محمد القلانسي (148).\n</p>\n\n<p>\nمعجم ابن جميع: في أحمد بن إبراهيم الصهيوني (2) وأخيه علي (81) وأحمد بن\nمظفر (24)، وإسماعيل بن علي بن سنجر (30) وعبد العزيز بن أحمد (74)، وعمر\nبن محمد الشحطبي (95)، ومحمد بن أحمد بن محمد بن أحمد البكري (119).\n</p>\n\n<p>\nمعجم أبي يعلى الموصلي: في محمد بن إسماعيل الخباز (121).\n</p>\n\n<p>\nمشيخة العشاري: في محمد بن محمد بن عبد الغني البطائني (147).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nمشيخة النجيب الكبرى: في أبي الفتح محمد بن محمد بن إبراهيم الميدومي (144).\n</p>\n\n<p>\nمشيخة الفخر البخاري: في زينب بنت قاسم بسماع بعضها وإجازة سائرها (53)،\nوفي ترجمة أحمد بن إسماعيل بن أحمد بن عمر بن أبي عمر (4)، وأحمد بن علي بن\nأبي بكر بن بحتر (10)، وأحمد بن محمد بن أبي الزهر (16)، وإبراهيم بن محمد\nبن يونس (29)، وعبد الله بن أحمد بن الناصح (62)، وعبد الله بن عبد الرحمن\n(63)، وعبد الحميد بن علي (69)، وعلي بن محمد الأرموي (87)، وعمر بن حسن بن\nأميلة (93)، وقد سمع عليه صاحب المشيخة بعضها، وفي عمر بن محمد الشحطبي\n(95)، وفاطمة بنت إبراهيم (99) [ومحمد بن إبراهيم] بن بقا (104)، ومحمد بن\nأحمد بن إبراهيم بن أبي عمر (110)، ومحمد بن إبراهيم بن يوسف (109)، ومحمد\nبن أحمد بن أحمد بن نعمة (111)، ومحمد بن <span id='ms45'></span> أبي بكر الإعزازي (124)، ومحمد بن\nمحمد بن عبد الغني البطايني (147)، ومحمود بن عبد الحميد (158)، ويعقوب بن\nيعقوب الحريري (161)، ويوسف بن محمد بن عبد الرحمن (164).\n</p>\n\n<p>\nمشيخة أبي الفضل بن عساكر: في إسماعيل بن علي بن سنجر (30).\n</p>\n\n<p>\nمشيخة الحسين بن المبارك الزبيدي: في محمد بن أحمد بن عبد الرحمن المنبجي\nبسماعه (115).\n</p>\n\n<h2 class='l2' id='head189'>AUTO الرابع: في فوائد الشيوخ</h2>\n\n<p>\nالأمالي لأبي الحسين بن سمعون وهي عشرون: في أحمد بن إسماعيل (4) وفي\nالحسن بن أحمد بن هلال (39) وفي عمر بن حسن بن أميلة (93).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nمجالس المخلدي: الثلاثة: في أحمد بن الرحمن المرداوي (8).\n</p>\n\n<p>\nجزء ابن معروف: في الحسن بن أبي بكر الفارقي (40).\n</p>\n\n<p>\nمنتقي من الأربعين لعبد الخالق بن زاهر، في عبد الحميد بن علي (69).\n</p>\n\n<p>\nالجزء الخامس والعشرون من فوائد أبي الطاهر الذهلي: في أحمد [بن علي] بن\nالحسن المزي (90)، وفي محمد بن أحمد بن عبد الرحمن المنبجي [115].\n</p>\n\n<p>\nالمنتقى من المسند، والغيلانيات في أحمد بن محمد بن أبي الزهر (16) وفي\nمحمد بن الحسين بن بشارة (126).\n</p>\n\n<p>\nالثالث من فوائد إسماعيل الإخشيد: في أحمد بن محمد بن عمر (19).\n</p>\n\n<p>\nجزء ابن الطلاية في أحمد بن يوسف الخلاطي (25)، وعبد العزيز بن أحمد\n(74)، وعبدالعزيز بن محمد (75)، ومحمد بن أحمد بن أبي القاسم (118).\n</p>\n\n<p>\nمجلس الصعلوكي: في بشر بن إبراهيم البعلي (35).\n</p>\n\n<p>\nالثاني من الحربيات: في الحسن بن أحمد بن هلال (39).\n</p>\n\n<p>\nالرابع منها: في محمد بن عبد الله بن عبد الحميد (132).\n</p>\n\n<p>\nالثاني من حديث يحيى بن صاعد: في الحسن بن أحمد بن هلال (39).\n</p>\n\n<p>\nجزء الأنصاري: في محمد بن محمد بن إبراهيم الميدومي (144) وفي أبي بكر بن\nالعزيز بن رمضان (34)، وعبد الله بن عبد الرحمن الفارقي (63)، وعبد الله بن\nمحمد بن القيم (64)، وعبد الوهاب بن سليمان (78)، ومحمد بن موسى الشقراوي\n(15)، ومحمد بن موسى الشيرجي (155).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nسباعيات الصيدلاني: في ست العرب (55).\n</p>\n\n<p>\nالأول من أمالي أبي بكر الأنصاري: في عبد الله بن أحمد بن الناصح (62)\nوفي محمد بن عبد الله بن عبد القادر (133).\n</p>\n\n<p>\nالغيلانيات: في محمد بن محمد بن إبراهيم الميدومي (144)، ومحمد بن محمد\nبن محمد القلانسي (148)، ومحمد بن محمد بن محمد <span id='ms46'></span> بن نباتة (149)، ومحمد بن\nمحمد بن يحيى (152).\n</p>\n\n<p>\nالخلعيات: وهي عشرون جزءا، في عبد الله بن محمد بن فرحون (67).\n</p>\n\n<p>\nجزء الحسن بن عرفة: في محمد بن محمد بن إبراهيم الميدومي (144)، ومحمد بن\nإسماعيل الخباز (121).\n</p>\n\n<p>\nجزء البانياسي: في علي بن عمر الصوري (84)، وفي أحمد بن إسماعيل بن أبي\nعمر بالسماع (4)، وكذا في محمد بن أبي بكر بن علي السوقي (125).\n</p>\n\n<p>\nجزء ابن زبان: في علي بن محمد الأرموي (87)، ومحمد بن إسماعيل الخباز (121).\n</p>\n\n<p>\nجزء الإسكاف: في عمر بن حسن بن أميلة (93).\n</p>\n\n<p>\nعوالي طراد الزينبي: في فاطمة بنت محمد بن نصر الله (100).\n</p>\n\n<p>\nجزء ابن هزارمرد: في محمد بن إبراهيم بن بقا (104).\n</p>\n\n<p>\nمن أول الأول إلى آخر العشرة من الأفراد للدارقطني: في محمد بن إبراهيم\nبن داود (105).\n</p>\n\n<p>\nالخامس من حديث ابن معروف: في محمد بن إبراهيم البياني، سماع (108).\n</p>\n\n<p>\nالمستجاد من تاريخ بغداد لابن جعوان: فيه كذلك (108).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nجزء من فوائد أبي عمر غلام ثعلب: فيه كذلك (108).\n</p>\n\n<p>\nجزء من حديث عبد الله بن المبارك: في محمد بن أحمد بن إبراهيم بسماع (110).\n</p>\n\n<p>\nجزء عمر بن زرارة: في محمد بن أحمد بن عمر (116).\n</p>\n\n<p>\nجزء المؤمل بن إهاب: في محمد بن إسماعيل الخباز (121).\n</p>\n\n<p>\nحديث سعيد بن عبد العزيز عن أبي نعيم عبد الله بن الحلبي. فيه.\n</p>\n\n<p>\nحديث عبد الله بن داود التنيسي: فيه.\n</p>\n\n<p>\nحديث ابن بخيت: في محمد بن عبد الله بن محمد بن عبد الحميد (132).\n</p>\n\n<p>\nحديث بقرة بني إسرائيل: في محمد بن عبد الله بن محمد بن عبد الحميد (132).\n</p>\n\n<p>\nحديث البلديين: في محمد بن عمر الأسدي (141).\n</p>\n\n<p>\nالثمانيات: لمؤنسة خاتون بنت العادل: في محمد بن محمد بن محمد القلانسي (148).\n</p>\n\n<p>\nجزء البطاقة: في محمد بن محمد بن إبراهيم الميدومي (144).\n</p>\n\n<p>\nجزء الغطريف: في محمد بن محمد بن عبد الغني البطايني (147)، ومحمد بن\nمحمد القلانسي (148)، ومحمود بن عبد الحميد (158).\n</p>\n\n<p>\nجزء أبي عمرو بن نجيد: في محمد بن محمد بن محمد القلانسي (148).\n</p>\n\n<p>\nالأربعون: لعبد القادر الرهاوي فيه (148).\n</p>\n\n<h2 class='l2' id='head190'>AUTO الخامس في الكتب العلومية</h2>\n\n<p>\nالشاطبية في القراءات: في أحمد بن سالم (5).\n</p>\n\n<p>\nالتنقيح للقرافي: في محمد بن محمد بن <span id='ms47'></span> محمد بن مسكين (145).\n</p>\n\n<p>\nجزء ما لا يسع المحدث جهله للميانجي: في محمد بن رافع (127).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nسماع تصانيف كمال الدين النشائي في الفقه.\n</p>\n\n<p>\nتصانيف الحافظ صلاح الدين العلائي في القواعد وغيرها من الفنون.\n</p>\n\n<p>\nتاريخ المدينة للمطري عنه وهو عبد الله بن محمد بن أحمد بن خلف (65).\n</p>\n\n<p>\nطبقات المالكية: لبدر الدين عبد الله بن محمد بن فرحون عنه (67).\n</p>\n\n<p>\nالمغني والتوضيح وغيرهما من تصانيف الإمام جمال الدين (عبد الله بن يوسف)\nابن هشام عنه [68].\n</p>\n\n<p>\nتصانيف الشيخ جمال الدين الاسنائي عنه.\n</p>\n\n<p>\nالمناسك الكبرى والسنن وغير ذلك: من تصانيف القاضي عز الدين بن جماعة، عنه.\n</p>\n\n<p>\nطبقات الحنفية وتخريج أحاديث الهداية وغير ذلك: من تصانيف عبد القادر بن\nمحمد. عنه (77).\n</p>\n\n<p>\nتصانيف الشيخ تقي الدين [علي بن عبد الكافي] السبكي، عنه (83).\n</p>\n\n<p>\nتصانيف الشيخ تقي الدين بن دقيق العيد: في محمد بن عبد الحق السعدي (132)\nومحمد بن محمد بن أبي القاسم (150).\n</p>\n\n<p>\nالإحكام: للشيخ محب الدين الطبري: في محمد بن محمد بن محمد بن مسكين (145).\n</p>\n\n<p>\nتصانيف العلامة علاء الدين مغلطاي عنه (159).\n</p>\n\n<p>\nتصانيف الشيخ جمال الدين السرمري عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head191'>AUTO ذكر أسماء من لم أقف على تراجمهم من رجال هذا الكتاب</h1>\n\n<p>\n- أحمد بن علي بن الحسن المزي.\n</p>\n\n<p>\n- أحمد بن عمر البدوي.\n</p>\n\n<p>\n- أحمد بن محمد بن إبراهيم سبط المعين عبد الهادي.\n</p>\n\n<p>\n- أحمد بن محمد بن محمد الدلاصي المؤدب بالجامع العتيق.\n</p>\n\n<p>\n- إبراهيم بن أحمد بن محمد بن محمد الأردبيلي.\n</p>\n\n<p>\n- خليل بن عيسى القيمري.\n</p>\n\n<p>\n- خليل بن محمد المعري.\n</p>\n\n<p>\n- رافع بن عامر المقدسي.\n</p>\n\n<p>\n- (ظ) زينب بنت عبد الله بن أبي عمر.\n</p>\n\n<p>\n- ست الحسن بنت عبد الله بن إبراهيم بن عبد الله.\n</p>\n\n<p>\n- سيدة بنت إبراهيم بن عمر بن أبي بكر الطبري.\n</p>\n\n<p>\n- (ظ) طاهر بن أحمد المقدسي.\n</p>\n\n<p>\n- عمر بن أحمد بن محمد بن قيس.\n</p>\n\n<p>\n- (ظ) عمر بن عثمان بن سالم بن خلف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n- (ظ) فضل بن علي بن خليفة.\n</p>\n\n<p>\n- (ظ) محمد بن إبراهيم البصراوي.\n</p>\n\n<p>\n- (ظ) محمد بن عبد الرحمن بن عمر الخليلي.\n</p>\n\n<p>\n- محمد بن عبد الغني بن عيسى بن عبد المنعم.\n</p>\n\n<p>\n- محمد بن عثمان بن عبد الرحمن المقدسي.\n</p>\n\n<p>\n- محمد بن <span id='ms48'></span> يحيى بن ثابت بن أحمد بن الرشيد العطار.\n</p>\n\n<p>\n- أبو الحسين بن عيسى بن مياس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>AUTO انتهى</h1>\n\n<p>\nآخر المشيخة الباسمة بالسماع والإجازة تخريج شيخنا شيخ الإسلام، حافظ\nالعصر شهاب الدين أبي الفضل العسقلاني الشافعي الشهير بابن حجر تغمده الله\nتعالى برحمته وأسكنه بحبوحة جنته آمين يا رب العالمين.\n</p>\n\n<p>\nفرغ من تعليقها لنفسه فقير عفو ربه الكريم العلي محمد بن محمد بن عبد\nالقادر بن محمد بن عبد القادر الجعفري النابلسي الحنبلي، يوم السبت الثاني\nوالعشرين من جمادى الآخرة سنة .. .. وثمان مئة بمجلس الحلاوي .. .. من\nالقاهرة المعزية حماها الله تعالى حامدا ومصليا ومسلما.\n</p>\n\n<p>\nجملة من فيه من الشيوخ مئة وست وستون نفسا.\n</p>\n\n<p>\nعدة من اتفقا فيه اثنان وخمسون نفسا.\n</p>\n\n<p>\nعدة من انفرد به القبابي أربعة وثمانون نفسا.\n</p>\n\n<p>\nعدة من انفردت به فاطمة ثلاثون نفسا.\n</p>\n\n<p>\nفجميع شيوخ القبابي مئة وست وثلاثون نفسا.\n</p>\n\n<p>\nوجميع شيوخ فاطمة اثنان وثمانون نفسا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nتوفيت الشيخة فاطمة صاحبة هذه المشيخة في آخر يوم الجمعة الأول من شهر\nجمادى الأولى سنة ثلاث وثلاثين وثماني مئة، ودفنت يوم السبت. ولعل التفاوت\nبين مولدها ومولد القبابي هذا القدر رحمها الله. وصلى عليها البرهان إماما\nبالصلاة خارج باب النصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) في هامش الأصل: (حاشية: قلت: قال لي الشيخ تقي الدين المقريزي أنها\nولدت في رابع رمضان سنة أربع وسبعمئة).\n</p>\n\n<p>\nوكذا قال الفاسي في ذيل التقييد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في المطبوع: أبو الحسين. والتصويب من كنب التراجم. وهو ذاكر بن عيسى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في هامش الأصل (حاشية بخط الشيخ .. .. السخاوي: خرج له العراقي مشيخة\nوقفت على كراريس كثيرة منها بخطه، وفيها معظم من اسمه محمد، وهو عند شيخنا\nابن خضر).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأصل بمقدار أربع كلمات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فراغ في الأص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بياض في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بعده بياض في الأصل.\n</p>\n\n<p>\n(¬2) فراغ في الأصل بمقدار ست كلمات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بعدها بياض في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بعده فراغ في الأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             <span id='ms49'></span>\n</p>\n",
  "pages": [
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "060",
    "071",
    "083",
    "088",
    "097",
    "104",
    "111",
    "112",
    "118",
    "134",
    "136",
    "138",
    "139",
    "152"
  ],
  "volumes": [
    "01"
  ]
}