{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO (8) باب الأدعية المأثورة</h2>\n\n<p>\nماعلم جبريل النبي صلى الله عليه وآله وسلم\n</p>\n\n<p>\n(246) حدثنا أحمد بن يحيى، عن عقبة بن مكرم [الضبي]، قال: حدثني\n[إسماعيل] بن أبي أويس، قال: حدثني أحمد بن محمد بن داود [الصنعاني]، قال:\nأخبرني أفلح بن كثير ، عن ابن جريج، عن عمرو بن شعيب [بن عبد الله بن عمرو\nبن العاص]، عن أبيه،\n</p>\n\n<p>\nعن جده، عن النبي صلى الله عليه وآله وسلم، أن جبريل نزل إلى النبي صلى\nالله عليه وآله وسلم بهذا الدعاء من السماء، وأنه جاء إلى رسول الله صلى\nالله عليه وآله وسلم في أحسن صورة ضاحكا مستبشرا، فقال: السلام عليك\nيامحمد. قال: \"وعليك السلام ياجبريل \" . فقال: إن الله بعثني إليك بهدية.\nفقال: \"وماتلك الهدية ياجبريل ؟ \" قال: كلمات من كنوز العرش، أكرمك الله\nبهن. قال: وماهن ياجبريل ؟ قال: قل: \" يامن أظهر الجميل، وستر القبيح، يامن\nلايؤاخذ بالجريرة، ولايهتك الستر، ياعظيم العفو، ياحسن التجاوز، ياواسع\nالمغفرة، ياباسط اليدين بالرحمة، ياصاحب كل نجوى، ويامنتهى كل شكوى، ياكريم\nالصفح، ياعظيم المن، يامبتدئا بالنعم قبل استحقاقها، ياربنا، وياسيدنا،\nويامولانا، وياغاية رغبتنا، أسألك يا الله لاتشوه خلقي في النار \". قال:\nفقال رسول الله صلى الله عليه وآله وسلم: \"ياجبريل فما ثواب هؤلاء الكلمات\n؟ \" قال: هيهات هيهات انقطع العلم، لو اجتمع ملائكة <span id='ms081'></span> سبع سموات وسبع أرضين\nعلى أن يطيقوا ذلك إلى يوم القيامة ماوصفوا من أجره جزءا واحدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v48p001'> Vol. 48, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nفقال جبريل: إذا قال: يامن أظهر الجميل وستر القبيح. ستره الله برحمته في\nالدنيا والآخرة، وإذا قال: يامن لايؤاخذ بالجريرة ولايهتك الستر. لم يحاسبه\nالله يوم القيامة، ولم يهتك ستره يوم تهتك الستور، وإذا قال: ياعظيم العفو.\nغفر الله له ذنوبه ولو كانت مثل زبد البحر، وإذا قال: ياحسن التجاوز. تجاوز\nالله عنه حتى السرقة وشرب الخمر وأهوال الدنيا وغير ذلك. قال أبو جعفر:\nهذا عندنا إذا تاب ، وإذا قال: يا واسع المغفرة. غفر الله له وفتح الله له\nسبعين بابا من أبواب الرحمة، فهو يخوض في رحمة الله عز وجل حتى يخرج من\nالدنيا، وإذا قال: ياباسط اليدين بالرحمة. بسط الله عليه يديه بالرحمة.\nوإذا قال: ياصاحب كل نجوى ويامنتهى كل شكوى. أعطاه الله من الأجر مثل ثواب\nكل مصاب وكل ومبتلى وكل ضرير وكل مسكين وكل فقير وكل صاحب مصيبة إلى يوم\nالقيامة، يمنيه يقول: ماتمنى ؟ ومنية الخلائق، وإذا قال: يامبتدئا بالنعم\nقبل استحقاقها. أعطاه الله من الأجر بقدر من شكر الله على نعمائه، وإذا\nقال: ياربنا وياسيدنا ويامولانا. قال الله: اشهدوا ياملائكتي أني قد أعطيته\nمن الأجر بعدد من خلقته ممن في الجنة والنار، والسموات السبع والأرضين\nالسبع، والشمس والقمر والنجوم، وقطر المطر ومافيهن من أنواع الخلق، والجبال\nوالحصى والثرى ، والعرش والكرسي وغير ذلك، فإذا قال: يامولانا. ملأ الله\nقلبه بالإيمان، وإذا قال: ياغاية رغبتنا. أعطاه الله يوم القيامة رغبته،\nومثل رغبة الخلائق، وإذا قال: أسألك يا الله لاتشوه خلقي بالنار. قال\nالجبار تبارك وتعالى: استعتقني عبدي من النار، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v48p002'> Vol. 48, p. 002</a>\n            </div>\n             اشهدوا ياملائكتي أني قد أعتقته من النار، وأعتقت أبويه وإخوته وأخواته\nوأهله وولده وجيرانه ثم شفعته في ألف رجل وأجرته من النار، ومن فتنة\nالدجال، ومن هول يوم القيامة، وأعطيته في الجنة ثواب سعبين نبيا، ممن بلغ\nالرسالة .\n</p>\n\n<p>\nفعلمهن يامحمد المتقين، ولاتعلمهن المنافقين، فإنهن دعوات أهل البيت\nالمعمور \".\n</p>\n\n<p>\n(247) حدثنا أحمد بن محمد <span id='ms082'></span> بن أبي بكر، قال: حدثنا المحاربي، عن سلام بن\nسلم، عن أبي منصور، عن سالم بن عبد الله بن عمر،\n</p>\n\n<p>\nعن حذيفة بن اليمان قال: جاء جبريل إلى النبي صلى الله عليه وآله وسلم\nفقال: يامحمد مابعثت إلى نبي أحب إلي منك ألا أعلمك أسماء من أسماء الله هي\nمن أحب أسمائه إليه أن يدعى بها ؟ قل: \" يا نور السموات والأرض، ويا زين\nالسموات والأرض ويا جمال السموات والأرض، ويا عماد السموات والأرض، ويا\nبديع السموات والأرض، ويا قيم السموات والأرض، يا ذا الجلال والإكرام، يا\nصريخ المستصرخين، يا غياث المستغيثين، يا منتهى رغبة العابدين، المفرج عن\nالمكروبين، والمروح عن المغمومين، يامجيب دعاء المضطرين، يا إله العالمين،\nيا أرحم الراحمين، منزول بك كل حاجة \" .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v48p003'> Vol. 48, p. 003</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003"
  ],
  "volumes": [
    "01",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77"
  ]
}