{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO (14) باب التسبيح والتحميد</h2>\n\n<p>\n(362) حدثنا أبو بكر بن أبي شيبة ، قال: حدثنا يحيى بن أبي بكير قال:\nحدثنا شعبة ، عن الجريري، عن أبي عبد الله الجسري ، عن عبد الله بن الصامت ،\n</p>\n\n<p>\nعن أبي ذر عن النبي صلى الله عليه وآله وسلم: \"ألا أخبركم بأحب الكلام\nإلى الله\" ؟ أو قلت: يا رسول الله أخبرني بأحب الكلام إلى الله عز وجل.\nفقال: \"إن أحب الكلام إلى الله: سبحان الله وبحمده \" .\n</p>\n\n<p>\n(363) حدثنا أبو كريب، عن رشدين بن سعد، عن زبان بن فائد [البصري] ، عن\nسهل بن معاذ [بن أنس الجهني]،\n</p>\n\n<p>\nعن أبيه، قال: قال رسول الله صلى الله عليه وآله وسلم: \"من قال: سبحان\nالله وبحمده، نبت له غرس في الجنة\" .\n</p>\n\n<p>\n(364) حدثنا إبراهيم بن محمد بن ميمون، عن علي بن القاسم ، عن سلام بن\nسلم [الطويل]، عن زياد بن ميمون،\n</p>\n\n<p>\nعن أنس بن مالك، قال: قال رسول الله صلى الله عليه وآله وسلم: \"من قال:\nسبحان الله وبحمده مرة، كتب له مائة ألف حسنة، وأربع وعشرين ألف حسنة، ومحي\nعنه مائة ألف سيئة وأربع وعشرين ألف سيئة، ورفع له مائة ألف درجة وأربع\nوعشرين ألف درجة \" .\n</p>\n\n<p>\n(365) حدثنا محمد بن إسماعيل، عن عبيدالله بن موسى [بن باذام]، عن موسى\nبن عبيدة [الربذي]، عن زيد بن أسلم،\n</p>\n\n<p>\nعن جابر بن عبد الله، قال: قال رسول الله صلى الله عليه وآله وسلم: \"ألا\nأخبركم بشيء أمر به نوح ابنه، إن نوحا صلى الله عليه قال لابنه: آمرك يابني\nأن تقول: سبحان الله وبحمده، فإنها صلاة الخلق، وتسبيح الخلق، وبها يرزق\nالخلق \" .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p001'> Vol. 72, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(366) حدثنا أحمد بن يحيى، قال: حدثنا عقبة بن مكرم الضبي، قال: حدثني\nإسحاق بن صالح ، عن عبدالرحيم بن زيد العمي، عن أبيه، عن أبي عثمان،\n</p>\n\n<p>\nعن أبي هريرة، قال: سمعت أذناي <span id='ms112'></span> وإلا فصمتا النبي صلى الله عليه وآله وسلم\nيقول: \"من قال: سبحان الله وبحمده. من غير تعجب ، ولافزع، كتب الله له ألفي\nحسنة \" .\n</p>\n\n<p>\n(367) حدثنا سفيان بن وكيع ، عن حماد بن خالد الخياط ، عن مالك بن أنس،\nعن سمي، عن أبي صالح [ذكوان السمان]،\n</p>\n\n<p>\nعن أبي هريرة، عن النبي صلى الله عليه وآله وسلم: \"من قال: سبحان الله\nوبحمده حطت عنه خطاياه، ولو كانت مثل زبد البحر \" .\n</p>\n\n<p>\n(368) حدثنا علي بن منذر، عن ابن فضيل، قال: حدثنا عمارة بن القعقاع\n[الضبي]، عن أبي زرعة بن عمرو [بن جرير]،\n</p>\n\n<p>\nعن أبي هريرة، قال: قال رسول الله صلى الله عليه وآله وسلم: \" كلمتان\nخفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله\nوبحمده، سبحان الله العظيم\" .\n</p>\n\n<p>\n(369) حدثنا علي بن منذر، عن ابن فضيل، قال: حدثنا أبان [بن أبي عياش]،\nعن حكم [بن فضيل] العبدي ، أنه دخل على عائشة،\n</p>\n\n<p>\nوأن عائشة حدثته أن رسول الله صلى الله عليه وآله وسلم دخل عليها ذات يوم\nبعد أن ارتفع الضحى الأكبر وهي جالسة في مسجدها تسبح بعظام لها، فقال:\n\"مازلت تسبحين الله مذ صليت الفجر إلى هذه الساعة ؟ \" قالت: نعم يا رسول\nالله. قال: \"لقد سبحت مذ قمت على رأسك أكثر مما تسبحينه\" . قالت: كيف يا\nرسول الله ؟ قال: \"قلت: سبحان الله وبحمده عدد خلقه وملأ عرشه ورضاء نفسه\nومداد كلماته \" .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p002'> Vol. 72, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(370) حدثنا محمد بن إسماعيل، عن علي بن عبد الحميد الشيباني، عن حفص بن\nصبيح ، عن أبي عبد الرحمن (أو عبدالرحمن) شك علي بن عبدالحميد ، عن رجل،\n</p>\n\n<p>\nعن أبي أمامة، قال: رآه النبي صلى الله عليه وآله وسلم يحرك شفتيه، فقال:\n\"يا أبا أمامة بم تحرك شفتيك\" ؟ قال: أذكر الله عز وجل يا رسول الله. قال:\n\"أفلا أعلمك ما إن قلته كان خيرا لك من تسبيحك الليل مع النهار، والنهار مع\nالليل\" . فعلمه: \"الحمدلله عدد ماخلق الله، والحمدلله ملأ ماخلق الله،\nوالحمدلله عدد مافي السموات ومافي الأرض، والحمدلله ملأ مافي السموات ومافي\nالأرض، والحمدلله عدد <span id='ms113'></span> ما أحصى كتابه، والحمدلله ملأ ما أحصى كتابه،\nوالحمدلله عدد كل شيء، والحمدلله ملأ كل شيء ، وسبحان الله عدد ماخلق الله،\nوسبحان الله ملأ ماخلق الله، وسبحان الله عدد مافي السموات والأرض، وسبحان\nالله ملأ مافي السموات والأرض، وسبحان الله عدد ما أحصى كتابه، وسبحان الله\nملأ ما أحصى كتابه وسبحان الله عدد كل شيء، وسبحان الله ملأ كل شيء\" .\n</p>\n\n<p>\nثم قال : \"يا أبا أمامة أوصيك به وأوص عقبك\" . قال: فكان أبو أمامة إذا\nحدث به، قال: أوصاني به رسول الله صلى الله عليه وآله وسلم، وأوصاني أن\nأوصي به عقبي وأنا أوصيك وأوص به عقبك .\n</p>\n\n<p>\n(371) حدثناسليمان بن الحكم ، عن إسماعيل بن داود بن مخراق عن سليمان بن\nبلال [القرشي]، عن الحكم بن عبد الله الإيلي ، أن إسماعيل بن عمرو بن سعيد\n[بن العاص]، (حدثه) أن عوف بن يزيد الخراشي حدثه أنه سمع:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p003'> Vol. 72, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nجابر بن عبد الله يقول: قال رسول الله صلى الله عليه وآله وسلم: \"من قال\nالحمدلله رب العالمين ملأ نورها الأرض. فإذا قالها الثانية الحمدلله رب\nالعالمين ملأ نورها السماء والأرض ، وإذا قالها الثالثة الحمدلله رب\nالعالمين ملأ نورها السموات والأرض، فإذا قالها الرابعة الحمدلله رب\nالعالمين. نظر الله إليه ومانظر إلى عبد إلا رحمه\" .\n</p>\n\n<p>\n(372) حدثنا هناد، قال: حدثنا أبو معاوية، عن الأعمش، عن عبدالرحمن بن\nإسحاق ، عن شهر بن حوشب،\n</p>\n\n<p>\nعن أسماء بنت يزيد [بن السكن الأشهلية] قالت: قال رسول الله صلى الله\nعليه وآله وسلم: \"يجمع الله الناس يوم القيامة في صعيد واحد، يسمعهم\nالداعي، وينفذهم البصر، فيقوم مناد فينادي: أين الذين كانوا يحمدون الله في\nالسراء والضراء. قال: فيقومون وهم قليل، فيدخلون الجنة بغير حساب\" .\n</p>\n\n<p>\nقال: \" ثم يعود فينادي: ليقوم الذين كانت جنوبهم تتجافى عن المضاجع يدعون\nربهم خوفا وطمعا ومما رزقناهم ينفقون. فيقومون وهم قليل، فيدخلون الجنة\nبغير حساب \" .\n</p>\n\n<p>\nقال: \" ثم يعود فينادي: ليقوم الذين كانوا لاتلهيهم تجارة ولابيع عن ذكر\nالله وإقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والأبصار.\nقال <span id='ms114'></span>: فيقومون وهم قليل، فيدخلون الجنة بغير حساب \" .\n</p>\n\n<p>\n(373) حدثنا محمد بن عبيد، قال: حدثنا أحمد بن مسيح العمري ، قال: حدثني\nعلي بن عاصم [الواسطي]، عن خالد الحذا، عن عكرمة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p004'> Vol. 72, p. 004</a>\n            </div>\n             عن ابن عباس، قال: خرج علينا رسول الله صلى الله عليه وآله وسلم، فقال:\n\"محامد تسع، من حمد الله بها جاء يوم القيامة مستظلا بلواء الحمد، من قال:\nالحمدلله عدد كلماته، والحمدلله حمدا لاينقضي عدده، ولانيفد مدده،\nوالحمدلله حمدا يوافي نعمه، ويكافي مزيده، نحمدك مع الحامدين إذا حمدوك،\nونحمدك مكان الجاحدين إذا جحدوك، ونحمدك تأدية لشكرك فيما وعدت من مزيدك\" .\n</p>\n\n<p>\n(374) حدثنا عثمان بن أبي شيبة، عن رشدين بن سعد، عن زبان بن فائد ، عن\nسهل بن معاذ [بن أنس الجهني]،\n</p>\n\n<p>\nعن أبيه، قال: قال رسول الله صلى الله عليه وآله وسلم: \"من قال: سبحان\nالله العظيم غرس له نخلة أو شجرة في الجنة\" .\n</p>\n\n<p>\n(375) قال أبو جعفر [محمد بن منصور المرادي]: وجدت في كتابي، عن هناد بن\nالسري، عن عبده بن سليمان، عن إسماعيل بن أبي رافع، عن أبي رافع، عن رجل من\nالأنصار، عن محمد بن كعب القرضي، عن رجل من الأنصار،\n</p>\n\n<p>\nعن أبي هريرة قال: قال رسول الله صلى الله عليه وآله وسلم: \"يحمل عرشه جل\nوعلا يومئذ ثمانية وهم اليوم أربعة، لهم زجل من التسبيح، وتسبيحهم أن\nيقولوا: سبحان الله الملك ذي الملكوت، سبحان رب العرش ذي الجبروت، سبحان\nالحي الذي لايموت، سبحان الذي يميت الخلائق ولايموت، سبوح قدوس رب الملائكة\nوالروح، قدوس قدوس سبحان الله الأعلى، سبحان رب الجبروت والملكوت والكبرياء\nوالعظمة، سبحانه أبد الأبد\".\n</p>\n\n<p>\n(376) حدثنا سفيان بن وكيع، عن أبيه، عن سفيان [الثوري]، عن أبي إسحاق\n[السبيعي]، عن عمرو بن ميمون، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p005'> Vol. 72, p. 005</a>\n            </div>\n             أن رجلا قال خلف النبي صلى الله عليه وآله وسلم، في الصلاة: الحمدلله حمدا\nكثيرا طيبا مباركا فيه. فلما صلى النبي صلى الله عليه وآله وسلم قال: \"من\nصاحب الكلمات ؟ قال الرجل: أنا. قال: لقد ابتدرها اثنا عشر ملكا أيهم\nيكتبها \" .\n</p>\n\n<p>\n(377) حدثنا سليمان بن الربيع [النهدي] ، قال <span id='ms115'></span>: حدثنا أحمد بن حبيب بن\nرحمة اليماني ، عن عبدالملك بن جريج، عن عطاء بن أبي رباح،\n</p>\n\n<p>\nعن ابن عباس أن إبراهيم صلوات الله عليه لقي ذا القرنين فقال له: بما\nقطعت الأرض؟ قال: بقراءة قل هو الله أحد، وبإحدى عشرة كلمة أعطيتها من\nقالها في عمره مرة كتب الله له (ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع\nله ألف ألف درجة، وأثبت له) ألف ألف شفاعة. قال له: أعرضهن علي قال: يقول:\nسبحان من هو باق لايفنى، سبحان من هو عالم لاينسى، سبحان من هو حافظ\nلايسقط، سبحان من هو قيوم لاينام، سبحان من هو ملك لايرام، سبحان من هو\nعزيز لايضام، سبحان من هو دائم لايسهو، سبحان من هو قائم لايلهو، سبحان من\nهو بصير لايرتاب، سبحان من هو واسع لايتكلف، سبحان من هو محتجب لايرى.\n</p>\n\n<p>\n(378) تسبيح جماعة من الأنبياء صلوات الله عليهم وهم: شعيب، وداود،\nوسليمان، وهود، وصالح، وإسماعيل، ويونس، وإسحاق، واليسع، وإلياس، وإبراهيم،\nويعقوب، وموسى، وهارون، والملائكة جميعا، صلوات الله عليهم أجمعين:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p006'> Vol. 72, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nسبحان من تواضع كل شيء لعظمته، سبحان من ذل كل شيء لعزته، سبحان من استسلم\nكل شيء لقدرته، سبحان من خضع كل شيء لملكه، سبحان من انقادت له الأمور\nبأزمتها، سبحان الباريء، سبحان خالق نور السموات والأرض، سبحان من هو هكذا\nلاهكذا غيره، سبحان من يرى أثر النملة في الصفاء، ووقع الطير في الهواء،\nسبحان الله الغفور الرحيم، سبحان الله الرفيع الأعلى، سبحان الله العلي\nالأعظم، سبحان من هو هكذا لاهكذا غيره، سبوح قدوس، سبحان الرب الحي الحليم،\nسبحان الله العظيم وبحمده، سبحان من هو حليم لايسهو، سبحان من هو قائم\nلايلهو، سبحان من هو غني لايفتقر، سبحان العلي الأعلى، سبحان من على في\nالهواء، سبحانه وتعالى، سبحان من يعلم جوارح القلوب، سبحان من يحصي عدد\nالذنوب، سبحان الرب الودود، سبحان من لاتخفى عليه خافية في السموات\nوالأرضين، سبحان الفرد الوتر، سبحان العظيم الأعظم، سبحان العلي العظيم،\nسبحانك لاإله إلا أنت، سبحان من <span id='ms116'></span> تسبح له السموا ت بأكنافها، وتسبح له\nالجبال بأصواتها، وتسبح له البحار بأمواجها، وتسبح له النجوم بإبراقها،\nسبحان من تسبح له الشجر بأصولها، سبحان من يسبح له من في السموات ومن في\nالأرض ومن عليها، سبحان الله العظيم وبحمده، سبحان الله الحي الحليم، سبحان\nالله الرفيع الأعلى، سبحان من على في الهواء، سبحان من قضى بالموت على\nالعباد، سبحان قاضي الحق، سبحان الملك المقتدر، سبحان الله العظيم وبحمده،\nسبحانك تسبيحا يبقى بعد الفناء، وينمو في كفتي الميزان يوم الجزاء، سبحانك\nكما ينبغي لكرم وجهك وعز جلالك وعظمتك، سبحان من يسع الدهر قدسه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p007'> Vol. 72, p. 007</a>\n            </div>\n             سبحان من يغشى الأبد نوره، سبحان من تشرق كل ظلمة بضوئه، سبحان من لايدان\nبغير دينه، سبحان من قدرته فوق كل قدرة، سبحان الحنان المنان الجواد، سبحان\nالكريم الأكرم، سبحان البصير العليم، سبحان السميع الواسع، سبحان الله على\nإقبال الليل وإدبار النهار، سبحان الله على إقبال النهار وإدبار الليل،\nلاإله إلا الله آناء الليل وآناء النهار، وله الحمد والمجد والعظمة\nوالكبرياء مع كل نفس عدد كل طرفة ومع كل لمحة، وسبحانك عدد ذلك سبحانك زنة\nذلك، سبحانك ملء ما أحصى علمك، سبحانك زنة عرشك، سبحانك، أشهد أن لاإله إلا\nالله وحده إلها واحدا لانعبد إلا إياه مخلصين له الدين، سبحان ذي الطول وذي\nالمن، وسبحان ذي الفضل، سبحان ذي الجلال والإكرام، سحانك ضعف من قالها من\nخلقك، وسبحانك ضعف من لم يقلها من خلقك، وسبحانك مدى علمك، وزنة عرشك، ونور\nوجهك، ومداد كلماتك.\n</p>\n\n<p>\n(379) حدثنا إسحاق بن إبراهيم الأسدي، قال: حدثنا أبو هريرة ،\n</p>\n\n<p>\nعن أنس بن مالك، قال: مر يحيى بن زكريا على قبر دانيال النبي صلى الله\nعليهما فسمع في جوف القبر حشحشة فيقوم إلى القبر فإذا هو بمناد ينادي من\nجوف القبر: سبحان من تعزز بالقدرة والبقاء، وقهر العباد بالموت. فتقدم\nقليلا فإذا هو بمناد ينادي من السماء: أنا تعززت بالقدرة وقهرت العباد\nبالموت. قال: من قاله منكم مرة كتب له ألف ألف حسنة .\n</p>\n\n<p>\n(380) حدثنا جعفر بن <span id='ms117'></span> محمد بن عبدالسلام، قال: حدثنا ابن إدريس، عن ابن\nقابوس ، عن أبيه [قابوس بن أبي ضبيان الكوفي]، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p008'> Vol. 72, p. 008</a>\n            </div>\n             أن ابن الكوا سأل عليا عن سبحان الله ؟ فقال: \" كلمة رضيها الله عز وجل\nلنفسه \".\n</p>\n\n<p>\n(381) حدثنا أبو الطاهر أحمد بن عيسى، قال: حدثني أبي، عن أبيه، عن جده،\n</p>\n\n<p>\nعن علي كرم الله وجهه، قال: كان ضفدع عمره أربعة آلاف سنة لايفتر من\nالتسبيح، قال: يارب ماأحد سبحك تسبيحي. قال: بلى عبدي يونس بن متى، قال:\nيارب وكيف يقول ؟ قال، يقول: سبحانك ضعف من قالها من خلقك، وسبحانك ضعف من\nلم يقلها من خلقك، وسبحانك ملأ علمك ونور وجهك وزنة عرشك وعدد كلماتك.\n</p>\n\n<p>\n(382) حدثنا سفيان [بن وكيع] ، قال: حدثني أبي، عن سفيان [الثوري]، عن\nأبي إسحاق، عن عاصم بن ضمرة،\n</p>\n\n<p>\nعن علي أنه كان يقول: \"تم نورك فهديت، فلك الحمد. وعظم حلمك فعفوت، فلك\nالحمد. وبسطت يدك فأعطيت فلك الحمد. ربنا وجهك أكرم الوجوه، وجاهك خير\nالجاه، وعطيتك أفضل العطايا وأهناها، تطاع ربنا فتشكر، وتعصى ربنا فتغفر،\nتجيب المضطر، وتكشف الضر، وتشفي السقيم، وتنجي من الكرب، وتقبل التوبة،\nوتغفر الذنب لمن شئت، لاتجزى بآلائك، ولايحصي نعمائك قول قائل\" .\n</p>\n\n<p>\n(383) حدثنا علي بن منذر، عن ابن فضيل، قال: حدثنا حمزة الزيات القاري،\nعن أبي إسحاق، عن عاصم بن ضمرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p009'> Vol. 72, p. 009</a>\n            </div>\n             عن علي أنه كان يدعو بهذا الدعاء: \" تم نورك فهديت فلك الحمد، وعظم حلمك\nفعفوت فلك الحمد، وبسطت يدك فأعطيت فلك الحمد، ربنا وجهك أكرم الوجوه،\nوجاهك خير الجاه، وعطيتك خير العطية وأهناها، تطاع ربنا فتشكر، وتعصى ربنا\nفتغفر لمن شئت، تجيب المضطر وتكشف السوء، وتشفي السقم وتنجي من الكرب،\nوتغفر الذنب وتقبل التوبة، لايجزي بآلائك أحد، ولايحصي نعماءك قول قائل \".\n</p>\n\n<p>\n(384) حدثنا أحمد بن يحيى، قال: حدثني محمد بن إسماعيل، قال: حدثني زيد\nبن حباب ، قال: حدثنا محمد بن المثنى المسعودي ، عن حبيب بن أبي ثابت، عن\nسعيد بن جبير،\n</p>\n\n<p>\nعن عبد الله بن عباس قال: \"أول من يدخل الجنة الحامدون في السراء والضراء \" .\n</p>\n\n<p>\n(385) حدثنا جعفر بن <span id='ms118'></span> محمد بن عبدالسلام، قال: حدثنا أبو معاوية، عن\n[سليمان بن أبي سليمان] الشيباني، عن يسير بن عمرو ، قال:\n</p>\n\n<p>\nقلت لأبي مسعود الأنصاري قوله: ?يسبحون الليل والنهار لايفترون?\n[الأنبياء: 20] قال: يا ابن اخي جعل لهم التسبيح كما جعل لكم النفس.\n</p>\n\n<p>\n(386) حدثنا عبد الله [بن الحكم] بن أبي زياد، عن سيار، قال: حدثنا\nجعفر، عن أبي هارون بن زياد الأسدي ،\n</p>\n\n<p>\nعن شهر بن حوشب، قال: حملة العرش ثمانية يتجاوبون بصوت حسن رخ، يقول:\nأربعة منهم سبحانك اللهم وبحمدك لك الحمد على حلمك بعد علمك. ثم يقولون: لك\nالحمد على حلمك بعد علمك، ويقول الآخرون: سبحانك وبحمدك، لك الحمد على عفوك\nبعد قدرتك، لما يرون من ذنوب بني آدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p010'> Vol. 72, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(387) حدثنا أحمد بن يحيى، قال: حدثنا عقبة بن مكرم [الضبي]، عن إسحاق بن\nزياد ، عن عبدالرحيم بن زيد العمي، عن أبيه، عن رجال من أصحاب كعب الأحبار،\n</p>\n\n<p>\nأن كعبا كان يقول: من قال سبحان من تعزز بالقدرة وقهر العباد بالموت ثلاث\nمرات، بنا الله له ثلاث مدائن في الجنة، مدينة من ياقوتة حمراء، ومدينة من\nزبرجدة خضراء، ومدينة من لؤلؤة بيضاء، بين كل مدينتين مائة عام.\n</p>\n\n<p>\n(388) حدثنا حسين بن نصر، عن خالد [بن عيسى العكلي]،\n</p>\n\n<p>\nعن حصين بن المخارق، قال: من قال كل غداة مائة مرة: سبحان الله\nوالحمدلله، سبحان الله العظيم وبحمده ، أدر الله عليه رزقه، وغفر له ذنبه،\nوأرضا ربه.\n</p>\n\n<p>\n(389) حدثنا عمرو بن حماد بن طلحة [الكوفي]، عن عبد ربه بن علقمة ، عن\nالحسن بن صالح، عن [حسين بن] أبي بشر،\n</p>\n\n<p>\nعن الزهري قال: تسبيحة في رمضان تعدل ألفا مما سواه .\n</p>\n\n<p>\n(390) حدثناعلي بن منذر، حدثنا سفيان بن عيينة، عن ثور [بن يزيد]، عن\nخالد بن معدان ،\n</p>\n\n<p>\nأن راشد بن سعد [الحمصي]، قال: من سبح تسبيحة من غير عجب ولاسمعها من\nأحد، جعل الله لها عينين، وجناحين، تسبح وطارت مع المسبحين.\n</p>\n\n<p>\n(391) حدثنا أحمد بن يحيى، قال: حدثنا محمد بن إسماعيل، قال: حدثنا زيد\nبن حباب، قال: حدثني زيد بن مثنى ، عن رجل من <span id='ms119'></span> بني أسد،\n</p>\n\n<p>\nعن ليث، قال: بلغني أن العبد إذا قال: الحمدلله رب العالمين، بلغت\nالسموات السبع، فإذا قال الثانية: الحمدلله رب العالمين، بلغت السموات\nالسبع، فإذا قال الثالثة: الحمدلله رب العالمين، بلغت العرش، فإذا قال\nالرابعة: الحمدلله رب العالمين، قيل: سل تعط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p011'> Vol. 72, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(392) حدثنا عثمان بن أبي شيبة، عن جرير [بن عبدالحميد]، عن مغيرة [بن\nمقسم الضبي]،\n</p>\n\n<p>\nعن إبراهيم [النخعي]، قال: كان يقال: إن الحمدلله أكثر الكلام تضعيفا.\n</p>\n\n<p>\n(393) حدثنا محمد بن إسماعيل ، قال: حدثنا عبد الله بن صالح اليماني،\nقال: حدثنا زكريا بن يحيى الصنعاني ،\n</p>\n\n<p>\nعن شيخ له، قال: إن لله عز وجل ملك في السماء الرابعة له أربع مائة ألف\nرأس، لكل رأس أربع مائة ألف وجه، لكل وجه أربع مائة ألف لسان، لكل لسان لغة\nلاتشبه الأخرى، يذكر الله عز وجل، فقال الملك: يارب خلقتني على ماخلقتني\nعليه من هذا الخلق فهل أحد أكثر ذكرا لك مني ؟ فقال: نعم. عبد لي يقال له:\nيوشع بن نون. قال: فاستأذن الملك ربه في زيارته، فأذن له فأتاه وهو قاعد مع\nأصحابه لايذكر شيئا، فقال: إني على ماترى من هذا الخلق وإني سألت الله: هل\nأحد من خلقه أكثر ذكرا له مني ؟ فذكرك وأثنى عليك، فما هذا الذي تذكره به\n؟! قال: إذا أصبحت قلت عشرا، وإذا امسيت قلت عشرا: سبحان الله وبحمده أضعاف\nماسبحه به جميع خلقه، وأضعاف ذلك كله حتى يرضى ربنا، وكما ينبغي لكرم وجهه\nوعز جلاله، وعظم ربوبيته، وكما هو له أهل. وأهلله كذلك، وأشكره كذلك وأحمده\nكذلك، قال الملك: فعلمت أن ذكره أكثر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v72p012'> Vol. 72, p. 012</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012"
  ],
  "volumes": [
    "01",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77"
  ]
}