{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nرسائل وفتاوى الشيخ حمد بن ناصر\n</p>\n\n<h1 class='l1' id='head0'>رسالة الاجتهاد والتقليد</h1>\n\n<p>\nفريضة طاعة الله وطاعة رسوله\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n(وبه استعين، ولا حول ولا قوة إلا بالله العلي العظيم)\n</p>\n\n<p>\nالحمد لله رب العالمين، ولا عدوان إلا على الظالمين، وصلى الله على نبينا\nمحمد وآله وصحبه أجمعين.\n</p>\n\n<p>\n(مسألة) : ما قولكم -نور الله قلوبكم لفك المعضلات، ووفقكم للأعمال\nالصالحات-: هل يلزم المبتدئين المتعلمين الترقي إلى معرفة الدليل الناص على\nكل مسألة، ومعرفة طرقه وصحته؟ أم تقليد المخرجين للحديث أنه صحيح أو حسن،\nأو يكفيهم العمل بالفقهيات المجردة عن الدليل يغنيهم هذا فيمن طلب العلم\nوتأهل له. فما الحال في العوام، هل يجزئهم مجرد التقليد؟\n</p>\n\n<p>\nوأيضا حكى بعض المتأخرين الإجماع على تقليد الأئمة الأربعة أبي حنيفة\nومالك والشافعي وأحمد، فأفيدونا واحتسبوا؛ فإن الحاجة ماسة إلى هذه\nالمباحث، فإن تتفضلوا بطول الجواب، وذكر الدليل ومن قال به، فهو المطلوب.\n</p>\n\n<p>\nفأجاب الشيخ حمد بن ناصر بن عثمان بن معمر -رحمه الله تعالى-: الجواب\nوبالله التوفيق:\n</p>\n\n<p>\nلا ريب أن الله سبحانه- فرض على عباده طاعته وطاعة رسوله صلى الله عليه\nوسلم قال الله تعالى: {اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه\nأولياء} 1، وقال تعالى: {قل أطيعوا الله والرسول} 2 إلى قوله: {وإن تطيعوه\nتهتدوا} 3.\n</p>\n\n<p>\nولم يوجب الله على هذه الأمة طاعة أحد بعينه في كل ما يأمر به وينهى عنه،\nإلا رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nواتفق العلماء على أنه ليس أحد معصوما إلا رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nنهي الأئمة الأربعة عن تقليدهم\n</p>\n\n<p>\nوهؤلاء الأئمة الأربعة قد نهوا الناس عن تقليدهم في كل ما يقولون، فقال\nأبو حنيفة: \"علمنا هذا رأي، وهو أحسن ما قدرنا عليه، ومن جاءنا بأحسن منه\nقبلناه منه\".\n</p>\n\n<p>\nوقال معن بن عيسى: سمعت مالكا يقول: \"إنما أنا بشر أخطئ وأصيب، فانظروا\nفي قولي، فكل ما خالف الكتاب والسنة فاتركوه\".\n</p>\n\n<p>\nوقال ابن القاسم: كان مالك يكثر أن يقول: {إن نظن إلا ظنا وما نحن\nبمستيقنين} 1.\n</p>\n\n<p>\nوقال الشافعي: \"إذا صح <span id='ms01'></span> الحديث فاضربوا بقولي الحائط، وإذا رأيت الحجة على\nالطريق فهي قولي\".\n</p>\n\n<p>\nوالإمام أحمد كان يقول: \"لا تقلدوني، ولا تقلدوا مالكا ولا الشافعي ولا\nالثوري، وتعلموا كما تعلمنا\". وكان يقول: \"من قلة علم الرجل أن يقلد دينه\nالرجال\". وقال: \"لا تقلد دينك الرجال؛ فإنهم لن يسلموا من أن يغلطوا\".\n</p>\n\n<p>\nوقال ابن عبد البر: \"أجمع الناس على أن المقلد ليس معدودا من أهل العلم،\nوأن العلم معرفة الحق بدليله\".\n</p>\n\n<p>\nمن شروط القاضي الاجتهاد\n</p>\n\n<p>\nولهذا جعل الفقهاء من شروط القاضي أن يكون مجتهدا، فلا يصح أن يتولاه\nالمقلد، هذا الذي عليه جمهور العلماء.\n</p>\n\n<p>\nقال في \"الإفصاح\":2 اتفقوا على أنه لا يجوز أن يولى القضاء من ليس من أهل\nالاجتهاد، إلا أبا حنيفة؛ فإنه قال: يجوز ذلك.\n</p>\n\n<p>\nوقال الموفق في \"المغني\":3 يشترط في القاضي ثلاثة شروط:\n</p>\n\n<p>\n(أحدها) : الكمال؛ وهو نوعان: كمال الأحكام، وكمال الخلقة.\n</p>\n\n<p>\n(والثاني) : العدالة.\n</p>\n\n<p>\n(والثالث) : أن يكون من أهل الاجتهاد.\n</p>\n\n<p>\nوبهذا قال مالك والشافعي وبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالحنفية، وقال بعضهم: يجوز أن يكون عاميا فيحكم بالتقليد؛ لأن الغرض فصل\nالخصومات، فإذا أمكنه ذلك بالتقليد جاز كما يحكم بقول المقومين، ولنا قوله\nتعالى: {وأن احكم بينهم بما أنزل الله} 1، ولم يقل بالتقليد، وقال: {لتحكم\nبين الناس بما أراك الله} 2، وقال: {فإن تنازعتم في شيء فردوه إلى الله\nوالرسول} 3.\n</p>\n\n<p>\nوروى بريدة عن رسول الله صلى الله عليه وسلم أنه قال: \"القضاة ثلاثة؛\nاثنان في النار وواحد في الجنة: رجل علم الحق فقضى به فهو في الجنة، ورجل\nقضى للناس على جهل فهو في النار، ورجل جار في الحكم فهو في النار\" 4 رواه\nابن ماجه.5.\n</p>\n\n<p>\nوالعامي يقضي على جهل، ولأن الحكم آكد من الفتيا، لأنه فتيا وإلزام،\nوالمفتي لا يجوز أن يكون مقلدا، فالحاكم أولى، انتهى.\n</p>\n\n<p>\nوقال في \"الإنصاف\"6: ويشترط في القاضي أن يكون مجتهدا، هذا المذهب\nالمشهور، وعليه معظم الأصحاب.\n</p>\n\n<p>\nقال ابن حزم: \"يشترط كونه مجتهدا إجماعا\"، وقال: \"أجمعوا على أنه لا يحل\nلحاكم ولا لمفت تقليد رجل، فلا يحكم ولا يفتي إلا بقوله\".\n</p>\n\n<p>\nوقال في <span id='ms02'></span> \"الإفصاح\": الإجماع انعقد على تقليد كل من المذاهب الأربعة، وأن\nالحق لا يخرج عنهم، واختار في الترغيب: ومجتهدا7 في مذهب إمامه للضرورة.\n</p>\n\n<p>\nواختار في \"الإفصاح\": والرعاية ومقلدا، (قلت) : وعليه العمل من مدة طويلة\nوإلا تعطلت أحكام الناس، وقيل في المقلد: يفتي ضرورة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر القاضي أن ابن شاقلا اعترض عليه بقول الإمام أحمد: \"لا يكون فقيها\nحتى يحفظ أربعمائة ألف حديث\"، فقال: إن كنت لا أحفظه فإنني أفتي بقول من\nيحفظ أكثر منه.\n</p>\n\n<p>\nقال القاضي: لا يقتضي هذا أنه كان يقلد أحمد لمنعه الفتيا بلا علم. قال\nبعض الأصحاب: ظاهره تقليده إلا أن يحمل على أخذ طرق العلم عنه.\n</p>\n\n<p>\nوقال ابن بشار من الأصحاب: لا أعيب على من يحفظ خمس مسائل لأحمد يفتي\nبها. قال القاضي: هذا منه مبالغة في فضله، وظاهر نقل عبد الله يفتي غير\nمجتهد، ذكره القاضي، وحمله الشيخ تقي الدين على الحاجة، انتهى ملخصا.\n</p>\n\n<p>\nفتوى المقلد وحكمها\n</p>\n\n<p>\nوذكر ابن القيم في مسألة التقليد في الفتيا ثلاثة أقوال:\n</p>\n\n<p>\n(أحدها) : أنه لا يجوز الفتوى بالتقليد، لأنه ليس بعلم، والفتوى بغير علم\nحرام؛ ولا خلاف بين الناس أن التقليد ليس بعلم، وأن المقلد لا يطلق عليه\nاسم عالم، وهذا قول أكثر الأصحاب، وهو قول جمهور الشافعية.\n</p>\n\n<p>\n(والثاني) : أن ذلك يجوز فيما يتعلق بنفسه، فيجوز أن يقلد غيره من\nالعلماء إذا كانت الفتوى لنفسه، ولا يجوز أن يقلد العالم فيما يفتي به\nلغيره، وهذا قول ابن بطة وغيره من أصحابنا.\n</p>\n\n<p>\n(والقول الثالث) : أنه يجوز ذلك عند الحاجة وعدم العالم المجتهد، وهو أصح\nالأقوال، وعليه العمل. انتهى كلام ابن القيم رحمه الله.\n</p>\n\n<p>\nفتبين بما ذكرناه أن المقلد ليس بعالم، وأن التقليد إنما يصار إليه عند\nالحاجة للضرورة، ولكن قد دعت الحاجة والضرورة إليه من زمان طويل، لا سيما\nفي هذا الوقت، وحينئذ فيقال: التقليد ثلاثة أنواع:\n</p>\n\n<p>\n(أحدها) : التقليد بعد قيام الحجة وظهور الدليل، على خلاف قول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالمقلد، فهذا لا يجوز، وقد اتفق السلف والأئمة على ذمه وتحريمه، قال\nالشافعي -رحمه الله-: أجمع <span id='ms03'></span> المسلمون على أنه من استبانت له سنة رسول الله\nصلى الله عليه وسلم لم يكن له أن يدعها لقول أحد من الناس.\n</p>\n\n<p>\n(النوع الثاني) : التقليد مع القدرة على الاستدلال والبحث عن الدليل،\nفهذا مذموم أيضا لأنه عمل على جهل، وإفتاء بغير علم، مع قدرته وتمكنه من\nمعرفة الدليل المرشد، والله تعالى- قد أوجب على عباده أن يتقوه بحسب\nاستطاعتهم، فقال تعالى: {فاتقوا الله ما استطعتم} 1، وقال النبي صلى الله\nعليه وسلم \"إذا أمرتكم بأمر فأتوا منه ما استطعتم\" 2.\n</p>\n\n<p>\nفالواجب على كل عبد أن يبذل جهده في معرفة ما يتقيه مما أمره الله به\nونهاه عنه، ثم يلتزم طاعة الله ورسوله. ولم يكلف الله عباده ما لا يطيقونه،\nبل الواجب على العبد ما يستطيعه من معرفة الحق، فإذا بذل جهده في معرفة\nالحق فهو معذور فيما خفي عليه.\n</p>\n\n<p>\n(النوع الثالث) التقليد السائغ، وهو تقليد أهل العلم عند العجز عن معرفة\nالدليل، وأهل هذا النوع نوعان أيضا:\n</p>\n\n<p>\n(أحدهما) : من كان من العوام الذين لا معرفة لهم بالفقه والحديث، ولا\nينظرون في كلام العلماء، فهؤلاء لهم التقليد بغير خلاف، بل حكى غير واحد\nإجماع العلماء على ذلك.\n</p>\n\n<p>\n(النوع الثاني) : من كان محصلا لبعض العلوم قد تفقه في مذهب من المذاهب،\nوتبصر في كتب متأخري الأصحاب -ك\"الإقناع\" و\"المنتهى\" في مذهب الحنابلة، أو\n\"المنهاج\" ونحوه في مذهب الشافعية، أو \"مختصر خليل\" ونحوه في مذهب\nالمالكية، أو \"الكنز\" ونحوه في مذهب الحنفية، ولكنه قاصر النظر عن معرفة\nالدليل ومعرفة الراجح من كلام العلماء، فهذا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالتقليد أيضا، إذ لا يجب عليه إلا ما يقدر عليه، و {لا يكلف الله نفسا\nإلا وسعها} 1.\n</p>\n\n<p>\nونصوص العلماء على جواز التقليد لمثل هذا كثيرة مشهورة؛ وذلك لقوله\nتعالى: {فاسألوا أهل الذكر إن كنتم لا تعلمون} 2، وفي الحديث عن النبي صلى\nالله عليه وسلم-: \"ألا سألوا إذ لم يعلموا، فإنما شفاء العي السؤال\" 3.\n</p>\n\n<p>\nولم تزل العامة في زمن الصحابة والتابعين ومن بعدهم يستفتون العلماء\nويتبعونهم في الأحكام الشرعية، والعلماء <span id='ms04'></span> يبادرون إلى إجابة سؤالهم من غير\nإشارة إلى ذكر الدليل، ولا ينهونهم عن ذلك من غير نكير؛ فكان إجماعا على\nجواز اتباع العامي العلماء المجتهدين، ويلزم هذا العامي أن يقلد الأعلم\nعنده، كما يلزمه في مسألة القبلة، فإذا اجتهد مجتهدان عند اشتباه القبلة\nفاختلفا في الجهة، اتبع المقلد أوثقهما عنده.\n</p>\n\n<p>\nولا يجوز له أن يتبع الرخص، بل يحرم ذلك عليه، ويفسق به. قال ابن عبد\nالبر: \"لا يجوز للعامي تتبع الرخص إجماعا\". ولا يلزم العامي أن يتمذهب\nبمذهب يأخذ بعزائمه ورخصه.\n</p>\n\n<p>\nقال الشيخ تقي الدين في الأخذ برخص المذهب وعزائمه: \"طاعة4 غير النبي صلى\nالله عليه وسلم- في كل أمره ونهيه، وهو خلاف الإجماع، وتوقف أيضا في\nجوازه\".\n</p>\n\n<p>\nمن تؤخذ عنه الفتوى\n</p>\n\n<p>\nوبالجملة، فالعامي الذي ليس له من العلم حظ ولا نصيب، فرضه التقليد. فإذا\nوقعت له حادثة استفتى من عرفه عالما عدلا، أو رآه منتصبا للإفتاء والتدريس،\nواعتبر الشيخ تقي الدين وابن الصلاح الاستفاضة بأنه أهل للفتيا، ورجحه\nالنووي في \"الروضة\"، ونقله عن أصحابه. وقال الشيخ تقي الدين: \"لا يجوز أن\nيستفتى إلا من يفتي بعلم وعدل\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفعلى هذا لا يكتفي بمجرد اعتزائه إلى العلم -ولو بمنصب تدريس أو غيره- لا\nسيما في هذا الزمان الذي غلب فيه الجهل، وقل فيه طلب العلم، وتصدى فيه جهلة\nالطلبة للقضاء والفتيا، فتجد بعضهم يقضي ويفتي وهو لا يحسن عبارة الكتاب،\nولا يعلم صورة المسألة، بل لو طولب بإحضار تلك المسألة -وهي في الكتاب- لم\nيهتد إلى موضعها، فإنا لله وإنا إليه راجعون.\n</p>\n\n<p>\nلقد هزلت حتى بدا من هزالها ... كلاها وحتى استامها كل مفلس\n</p>\n\n<p>\nقال في \"شرح مختصر التحرير: ويلزم ولي الأمر منع من لم يعرف بعلم أو جهل\nحاله من الفتيا. قال ربيعة: بعض من يفتي أحق بالضرب من السراق.\n</p>\n\n<p>\nولا تصح الفتيا من مستور الحال، وما يجيب به المقلد عن حكم فإخبار عن\nمذهب إمامه لا فتيا، قاله أبو الخطاب وابن عقيل والموفق، ويعمل بخبره إن\nكان عدلا، لأنه ناقل <span id='ms05'></span> كالراوي.\n</p>\n\n<p>\nولعامي تقليد مفضول من المجتهدين عند الأكثر من أصحابنا، منهم القاضي\nوأبو الخطاب وصاحب \"الروضة\"، وقاله الحنفية والمالكية وأكثر الشافعية،\nوقيل: يصح إن اعتقده فاضلا أو مساويا، لا إن اعتقده مفضولا لأنه ليس من\nالقواعد أن يعدل عن الراجح إلى المرجوح.\n</p>\n\n<p>\nوقال ابن عقيل1 وابن سريج والقفال والسمعاني: يلزمه الاجتهاد، فيقدم\nالأرجح، ومعناه قول الخرقي والموفق في \"المقنع\"، ولأحمد روايتان.\n</p>\n\n<p>\nويلزمه -إن بان له الأرجح- تقليده في الأصح، زاد بعض أصحابنا وبعض\nالشافعية: \"في الأظهر، ويقدم الأعلم على الأورع\"، ويخير في تقليد أحد\nمستويين عند أكثر أصحابنا.\n</p>\n\n<p>\nقال في \"الرعاية\": ولا يكفيه من تسكن نفسه إليه، بل لا بد من سكون النفس\nوالطمأنينة به. ويحرم عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nتتبع الرخص ويفسق به. وإن اختلف مجتهدان بأن أفتاه أحدهما بحكم والآخر\nبخلافه، تخير في الأخذ بأيهما شاء على الصحيح، اختاره القاضي والمجد وأبو\nالخطاب، وذكر أنه ظاهر كلام أحمد. وقيل: يأخذ بقول الأفضل منهما علما\nودينا، وهذا اختيار الموفق في الروضة.\n</p>\n\n<p>\nالتساهل والتقليد في الفتوى\n</p>\n\n<p>\nويحرم تساهل مفت وتقليد معروف به، 1 لأن الفتيا أمر خطر، فينبغي أن يتبع\nالسلف الصالح في ذلك؛ فقد كانوا يهابون الفتيا كثيرا، وقد قال الإمام أحمد:\n\"إذا هاب الرجل شيئا لا ينبغي أن يحمل على أن يقول به\".\n</p>\n\n<p>\nقال بعض الشافعية: من اكتفى في فتياه بقول أو وجه في المسألة من غير نظر\nفي الترجيح، فقد جهل وخرق الإجماع.\n</p>\n\n<p>\nوذكر عن أبي الوليد الباجي2 أنه ذكر عن بعض أصحابهم أنه كان يقول: \"الذي\nلصديقي علي أن أفتيه بالرواية التي توافقه\"، قال أبو الوليد: \"وهذا لا يجوز\nعند أحد يعتد به في الإجماع\". انتهى كلامه في شرح المختصر ملخصا.\n</p>\n\n<p>\nوهذا الذي ذكره أبو الوليد ذكر مثله الشيخ تقي الدين وصاحب \"الإنصاف\"\nوغيرهما.\n</p>\n\n<p>\nقال في \"الاختيارات\": \"وأجمع العلماء على تحريم الحكم والفتيا بالهوى، أو\nبقول أو وجه من غير نظر في الترجيح، ويجب العمل بموجب اعتقاده فيما له\nوعليه إجماعا\".\n</p>\n\n<p>\nوشروط القضاء تعتبر حسب الإمكان، ويجب تولية الأمثل فالأمثل <span id='ms06'></span>، وعلى هذا\nيدل كلام أحمد وغيره؛ فيولى -مع عدم العدل- أنفع الفاسقين وأقلهما شرا،\nوأعدل المقلدين وأعرفهما بالتقليد، فإن كان أحدهما أعلم والآخر أورع قدم\nفيما قد يظهر حكمه ويخاف الهوى فيه، الأورع، وفيما ندر حكمه ويخاف فيه\nالاشتباه، الأعلم، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>معرفة الدليل ولو للمتعلم</h1>\n\n<p>\nهل يجب على المتعلم معرفة الدليل؟\n</p>\n\n<p>\n(وقول السائل) وفقه الله-: هل يلزم المبتدئين المتعلمين الترقي إلى معرفة\nالدليل الناص على كل مسألة؟\n</p>\n\n<p>\n(جوابه) : يعلم مما تقدم، وهو أن عليه أن يتقي الله بحسب استطاعته،\nفيلزمه من ذلك ما يمكنه، ويسقط عنه ما يعجز عنه، ولا يكلف الله نفسا إلا\nوسعها. فلا يهجم على التقليد ويخلد إلى أرضه مع قدرته على معرفة الدليل، لا\nسيما إذا كان قاضيا أو مفتيا وله ملكة قوية يقوى بها على الاستدلال ومعرفة\nالراجح؛ فإن الرجل النبيه -الذي له فهم وفيه ذكاء- إذا سمع اختلاف العلماء\nوأدلتهم في الكتب التي يذكر فيها أقوال العلماء وأدلتهم -ك\"المغني\"\nو\"الشرح\"1 و\"التمهيد\" لابن عبد البر ونحو هذه الكتب- يحصل عنده في الغالب-\nما يعرف به رجحان أحد القولين.\n</p>\n\n<p>\nفإذا كان طالب العلم متمذهبا بأحد المذاهب الأربعة، ثم رأى دليلا مخالفا\nلمذهب إمامه، وذلك الدليل قد أخذ به بعض أئمة المذاهب، ولم يعلم له ناسخا\nولا معارضا، فخالف مذهبه، واتبع الإمام الذي قد أخذ بالدليل، كان مصيبا في\nذلك؛ بل هذا الواجب عليه، ولم يخرج بذلك عن التقليد فهو مقلد لذلك الإمام،\nفيجعل إماما بإزاء إمام، ويبقى له الدليل بلا معارض.\n</p>\n\n<p>\nقال في \"الاختيارات\": من كان متبعا لإمام فخالفه في بعض المسائل، لقوة\nالدليل، أو لكون أحدهما أعلم وأتقى، فقد أحسن.\n</p>\n\n<p>\nوقال أبو العباس في موضع آخر: بل يجب عليه، وإن أحمد نص عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nولم يقدح ذلك في عدالته بلا نزاع.\n</p>\n\n<p>\nوقال أيضا-: أكثر من يميز في العلم من المتوسطين، إذا نظر وتأمل أدلة\nالفريقين بقصد حسن ونظر تام، ترجح عنده أحدهما؛ لكن قد لا يثق بنظره، بل\nيحتمل أن عنده ما لا <span id='ms07'></span> يعرف جوابه، والواجب على مثل هذا موافقته للقول الذي\nترجح عنده بلا دعوى منه للاجتهاد، كالمجتهد في أعيان المفتين والأئمة إذا\nترجح عنده أحدهما قلده، والدليل الخاص الذي يرجح به قول على قول أولى\nبالاتباع من دليل عام، على أن أحدهما أعلم أو أدين، لأن الحق واحد ولا بد،\nويجب أن ينصب الله على الحكم دليلا1. انتهى.\n</p>\n\n<p>\nوقال الشيخ تقي الدين في بعض أجوبته: قد ثبت في الصحيح عن النبي صلى الله\nعليه وسلم أنه قال: \"من يرد الله به خيرا يفقهه في الدين\" 2، ولازم ذلك أن\nمن لم يفقهه في الدين لم يرد به خيرا؛ فيكون التفقه في الدين فرضا. والفقه\nفي الدين معرفة الأحكام الشرعية بأدلتها السمعية، فمن لم يعرف ذلك لم يكن\nمتفقها. لكن من الناس من قد يعجز عن الأدلة التفصيلية في جميع أموره، فيسقط\nعنه ما يعجز عن معرفته، ويلزمه ما يقدر عليه.\n</p>\n\n<p>\nتقليد القادر على الاستدلال\n</p>\n\n<p>\nوأما القادر على الاستدلال فقيل: يحرم عليه التقليد مطلقا. وقيل: يجوز\nمطلقا. وقيل: يجوز عند الحاجة، كما إذا ضاق الوقت عن الاستدلال. وهذا القول\nأعدل الأقوال.\n</p>\n\n<p>\nوالاجتهاد ليس هو أمرا واحدا لا يقبل التجزي والانقسام، بل قد يكون الرجل\nمجتهدا في فن أو باب أو مسألة دون فن وباب ومسألة؛ وكل أحد فاجتهاده بحسب\nوسعه. فمن نظر في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة: تنازع فيها العلماء، ورأى مع أحد القولين نصوصا لم يعلم لها\nمعارضا بعد نظر مثله فهو بين أمرين:\n</p>\n\n<p>\nإما أن يتبع قول القائل الأخير لمجرد كونه الإمام الذي اشتغل على مذهبه،\nومثل هذا ليس بحجة شرعية، بل مجرد عادة يعارضها عادة غيره باشتغاله على\nمذهب إمام آخر.\n</p>\n\n<p>\nوإما أن يتبع القول الذي ترجح في نظره بالنصوص الدالة عليه، وحينئذ فيكون\nموافقته لإمام يقاوم به ذلك الإمام، وتبقى النصوص سالمة في حقه عن المعارض\nبالعمل، فهذا هو الذي يصلح.\n</p>\n\n<p>\nوإنما تنزلنا هذا التنزل لأنه قد يقال: إن نظر هذا قاصر، وليس اجتهاده\nتاما في هذه المسألة، لضعف آلة الاجتهاد في <span id='ms08'></span> حقه؛ أما إذا قدر على الاجتهاد\nالتام -الذي يعتقد معه أن القول الآخر ليس معه ما يدفع به النصوص- فهذا يجب\nعليه اتباع النصوص، وإن لم يفعل كان متبعا للظن وما تهوى الأنفس، وكان من\nأكبر العصاة لله ورسوله.\n</p>\n\n<p>\nبخلاف من يقول: قد يكون للقول الآخر حجة راجحة على هذا النص وأنا لا\nأعلمها، فهذا يقال له: قد قال الله تعالى: {فاتقوا الله ما استطعتم} 1،\nوقال النبي صلى الله عليه وسلم \"إذا أمرتكم بأمر فأتوا منه ما استطعتم\" 2.\n</p>\n\n<p>\nوالذي تستطيعه من العلم والفقه في هذه المسألة قد دلك على أن هذا القول\nهو الراجح، فعليك أن تتبع ذلك، ثم إن تبين لك فيما بعد أن للنص معارضا\nراجحا كان حكمك في ذلك حكم المجتهد المستقل إذا تغير اجتهاده.\n</p>\n\n<p>\nوانتقال الإنسان من قول إلى قول لأجل ما تبين له من الحق هو محمود فيه،\nبخلاف إصراره على قول لا حجة معه عليه، وترك القول الذي ترجحت حجته، وأما\nالانتقال عن قول إلى قول لمجرد عادة واتباع هوى فهذا مذموم.\n</p>\n\n<p>\nوإذا كان الإمام المقلد قد سمع الحديث وتركه -لا سيما إن كان قد رواه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا- فمثل هذا لا يكون عذرا في ترك النص؛ فقد بينا فيما كتبناه في \"رفع\nالملام عن الأئمة الأعلام\" نحوا من عشرين عذرا للائمة في ترك العمل ببعض\nالحديث، وبينا أنهم يعذرون في الترك لتلك الأعذار.\n</p>\n\n<p>\nوأما نحن فلسنا معذورين في تركنا لهذا القول، فمن ترك الحديث لاعتقاده أن\nظاهر القرآن يخالفه أو القياس أو عمل بعض الأمصار -وقد تبين لآخر أن ظاهر\nالقرآن لا يخالفه، وأن نص الحديث الصحيح مقدم على الظواهر ومقدم على القياس\nوالعمل-، لم يكن عذر ذلك الرجل عذرا في حقه.\n</p>\n\n<p>\nفإن ظهور المدارك الشرعية للأذهان وخفاءها عنها أمر لا ينضبط طرفاه، لا\nسيما إذا كان التارك للحديث معتقدا أنه قد ترك العمل به المهاجرون والأنصار\nمن أهل المدينة النبوية، الذين يقال: إنهم لا يتركون الحديث إلا لاعتقادهم\nأنه منسوخ أو له معارض راجح <span id='ms09'></span>، وقد بلغ من بعده أن المهاجرين والأنصار لم\nيتركوه، بل عمل به طائفة منهم أو من سمعه منهم، ونحو ذلك مما يقدح في هذا\nالمعارض.\n</p>\n\n<p>\nوإذا قيل لهذا المستهدي المسترشد: \"أنت أعلم أم الإمام الفلاني؟ \" كانت\nهذه معارضة فاسدة، لأن الإمام الفلاني قد عارضه في هذه المسألة من هو نظيره\nمن الأئمة، فكما أن الصحابة بعضهم لبعض أكفاء في موارد النزاع، وإذا\nتنازعوا في شيء رد ما تنازعوا فيه إلى الله والرسول -وإن كان بعضهم قد يكون\nأعلم في مواضع أخر- فكذلك موارد النزاع بين الأئمة.\n</p>\n\n<p>\nوقد ترك الناس قول عمر وابن مسعود في مسألة \"تيمم الجنب\"، وأخذوا بقول من\nهو دونهما، كأبي موسى الأشعري وغيره لما احتج بالكتاب والسنة، وتركوا قول\nعمر في \"دية الأصابع\"، وأخذوا بقول معاوية لما كان معه السنة أن النبي صلى\nالله عليه وسلم قال: \"هذه وهذه سواء\" 1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nعباس في \"المتعة\"، فقال له: إن أبا بكر وعمر يقولان.. فقال ابن عباس:\nيوشك أن تنزل عليكم حجارة من السماء، أقول: قال رسول الله صلى الله عليه\nوسلم وتقولون: قال أبو بكر وعمر؟!\n</p>\n\n<p>\nوكذلك ابن عمر لما سألوه عنها فأمر بها، فعارضوه بقول عمر، فبين أن عمر\nيرد ما يقولونه، فألحوا عليه، فقال: أمر رسول الله صلى الله عليه وسلم- أحق\nأن يتبع أم أمر عمر؟ مع علم الناس أن أبا بكر وعمر أعلم ممن هو فوق ابن عمر\nوابن عباس.\n</p>\n\n<p>\nولو فتح هذا الباب لوجب أن يعرض عن أمر الله ورسوله صلى الله عليه وسلم\nويبقى كل إمام في أتباعه بمنزلة النبي في أمته، وهذا تبديل للدين يشبه ما\nعاب الله به اليهود والنصارى في قوله تعالى: {اتخذوا أحبارهم ورهبانهم\nأربابا من دون الله} 1. انتهى كلام الشيخ -رحمه الله تعالى.\n</p>\n\n<p>\nتقليد نقاد الحديث\n</p>\n\n<p>\nبحث تقليد نقاد الحديث في صحته وغيرها\n</p>\n\n<p>\nوأما سؤال السائل عن الترقي إلى معرفة طرق الحديث وصحته، أم تقليد\nالمخرجين للحديث في أنه صحيح أو حسن يكفيهم.\n</p>\n\n<p>\nفجوابه: أن ذلك يكفيهم.\n</p>\n\n<p>\nقال في <span id='ms10'></span> \"شرح مختصر التحرير\": \"ويشترط في المجتهد أن يكون عالما بصحة\nالحديث وضعفه سندا ومتنا، ولو كان علمه بذلك تقليدا، كنقله من كتاب صحيح من\nكتب الحديث المنسوبة إلى الأئمة، كمالك، وأحمد، والبخاري، ومسلم، وأبي\nداود، والترمذي، والدارقطني، والحاكم ونحوهم، لأنهم أهل المعرفة بذلك، فجاز\nالأخذ بقولهم كما يؤخذ بقول المقومين في القيم، انتهى.\n</p>\n\n<p>\nوقال في \"مسودة بني تيمية\": العامي الذي ليس معه آلة الاجتهاد في الفروع\nيجوز له التقليد فيها عند الشافعية والجمهور، قال أبو الخطاب: ويجوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nله الرجوع إلى أهل الحديث في الخبر، وكون سنده صحيحا أو فاسدا، ولا يلزمه\nأن يتعلم ذلك بالإجماع، انتهى.\n</p>\n\n<p>\nوقال عبد الرحيم بن الحسين العراقي في ألفيته:\n</p>\n\n<p>\nوأخذ متن من كتاب لعمل ... أو احتجاج حيث ساغ قد جعل\n</p>\n\n<p>\nعرضا له على أصول يشترط ... وقال يحيى النووي أصل فقط\n</p>\n\n<p>\nثم قال المؤلف في شرحه: أي: وأخذ الحديث من كتاب من الكتب المعتمدة لعمل\nبه أو احتجاج به، إن كان ممن يسوغ له العمل بالحديث أو الاحتجاج به، جعل\nابن الصلاح شرطه أن يكون ذلك الكتاب مقابلا بمقابلة ثقة على أصول صحيحة\nمتعددة مروية بروايات متنوعة.\n</p>\n\n<p>\nقال النووي: فإن قابلها بأصل معتمد محقق أجزأه. وقال ابن الصلاح في قسم\nالحسن، حين ذكر أن نسخ الترمذي تختلف في قوله: حسن، أو حسن صحيح ونحو ذلك:\n\"فينبغي أن تصحح أصلك بجماعة أصول، وتعتمد على ما اتفقت عليه.\n</p>\n\n<p>\nفقوله: \"ينبغي\" قد يشير إلى عدم اشتراط ذلك، وإنما هو مستحب، وهو كذلك.\nانتهى كلام العراقي.\n</p>\n\n<p>\nوقال أبو الحسن البكري الشافعي في كتابه \"كنز المحتاج على المنهاج\" -لما\nذكر أن من شروط القاضي أن يكون مجتهدا إلا إذا فوضت إليه واقعة خاصة-:\nفيكفي الاجتهاد في تلك الواقعة بناء على تجزئ الاجتهاد وهو الأصح ... إلى\nأن قال: وقد يحصل الاجتهاد في باب دون باب آخر، ولا حاجة لتتبع الأحاديث،\nبل يكفي أصل مصحح اعتني فيه بجمع أحاديث الأحكام -كسنن أبي داود- ولا أن\nيعرف مواقع كل باب فيراجعه عند الحاجة، ولا <span id='ms11'></span> إلى البحث عن رواة حديث أجمع\nالسلف على قبوله أو تواترت عدالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nرواته ويقظتهم، وما عداه يكتفي في رواته بتعديل إمام مشهور عرفت صحة\nمذهبه جرحا وتعديلا، ولا إلى ضبط جميع مواضع الإجماع والاختلاف، بل يكفي\nمعرفته بعدم مخالفة قوله الإجماع لموافقته بتقدم عليه أو غلبة ظن بتوليها\nفي عصره، وكذا في معرفة الناسخ والمنسوخ، انتهى.\n</p>\n\n<p>\nوقال في \"شرح الروض\" للقاضي زكريا -لما ذكر أن من شروط القاضي أن يكون\nمجتهدا- قال: والمجتهد من علم ما يتعلق بالأحكام من الكتاب والسنة، وعرف\nمنها العام والخاص، والمطلق والمقيد، والمجمل والمبين، والنص والظاهر،\nوالناسخ والمنسوخ، والمتواتر والآحاد، والمرسل والمتصل، وعدالة الرواة\nوجرحهم، وأقاويل الصحابة -رضي الله عنهم- فمن بعدهم ...\n</p>\n\n<p>\nإلى أن قال: ولا يشترط التبحر في هذه العلوم، بل يكفي معرفة جمل منها،\nوأن يكون له في كتب الحديث أصل صحيح يجمع أحاديث الأحكام -كسنن أبي داود-\nفيعرف كل باب، فيراجعه إذا احتاج إلى العمل به.\n</p>\n\n<p>\nويكتفي في البحث عن الآحاد بما قبله منها السلف وتواترت أهلية رواته من\nالعدل والضبط، وما عداه يكتفي في أهلية رواته بتأهل إمام مشهور عرفت صحة\nمذهبه في الجرح والتعديل.\n</p>\n\n<p>\nثم اجتماع هذه العلوم إنما يشترط في المجتهد المطلق الذي يفتي في جميع\nأبواب الشرع، ويجوز أن يتبعض الاجتهاد، بأن يكون العالم مجتهدا في باب دون\nباب، فيكفيه علم ما يتعلق بالباب الذي يجتهد فيه. انتهى كلام القاضي.\n</p>\n\n<p>\nفتبين -بما ذكرناه من النقول- جواز الاعتماد على نقل الأحاديث من الكتب\nالمصححة، وكذلك التقليد لأهل الجرح والتعديل في تصحيح الحديث أو تضعيفه،\nوالله سبحانه- أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>تقليد الأئمة الأربعة</h1>\n\n<p>\nما قيل في تقليد الأئمة الأربعة\n</p>\n\n<p>\n(وأما قول السائل) -وفقه الله لفهم المسائل-: حكى بعض المتأخرين الإجماع\nعلى تقليد الأئمة الأربعة: أبي حنيفة ومالك والشافعي وأحمد رحمهم الله.\n</p>\n\n<p>\nفنقول: هذا الإجماع حكاه غير واحد من المتأخرين، وكلهم نسبوه إلى الوزير\nأبي المظفر يحيى بن هبيرة صاحب \"الإفصاح عن معاني الصحاح\"؛ فإنه ذكر نحوا\nمن هذه العبارة، وليس مراده أن <span id='ms12'></span> الإجماع منعقد على وجوب تقليد هؤلاء الأئمة\nالأربعة، وأن الاجتهاد بعد استقرار هذه المذاهب لا يجوز، فإن كلامه يأبى\nذلك؛ وإنما أراد الرد على من اشترط في القاضي أن يكون مجتهدا، وأن المقلد\nلا ينفذ قضاؤه، كما هو مذهب كثير من العلماء المتقدمين والمتأخرين.\n</p>\n\n<p>\nوحمل كلام من اشترط في القاضي أن يكون مجتهدا على ما كانت عليه الحال قبل\nاستقرار هذه المذاهب الأربعة، وأما بعد استقرار هذه المذاهب فيجوز تولية\nالمقلد لأهلها، وينفذ قضاؤه.\n</p>\n\n<p>\nوليس في كلامه ما يدل على أنه يجب التقليد لهؤلاء الأئمة؛ بحيث أن يلزم\nالرجل أن يتمذهب بأحد هذه المذاهب الأربعة، ولا يخرج عن مذهب من قلده كما\nقد يتوهم؛ بل كلامه يخالف ذلك ولا يوافقه.\n</p>\n\n<p>\nوعبارته في الإفصاح: اتفقوا على أنه لا يجوز أن يولى القضاء من ليس من\nأهل الاجتهاد، إلا أبا حنيفة\". فإنه قال: \"يجوز ذلك\".\n</p>\n\n<p>\nثم قال: والصحيح في هذه المسألة أن قول من قال: لا يجوز تولية قاض حتى\nيكون من أهل الاجتهاد، فإنه -إنما عنى به- ما كانت الحال عليه قبل استقرار\nهذه المذاهب الأربعة التي أجمعت الأمة أن كل واحد منها يجوز العمل به لأنه\nمستند إلى سنة رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفالقاضي الآن، وإن لم يكن من أهل الاجتهاد، ولا يسعى في طلب الأحاديث\nوابتغاء طرقها، ولا عرف من لغة الناطق بالشريعة صلى الله عليه وسلم ما لا\nيعوزه معه معرفة ما يحتاج إليه فيه، وغير ذلك من شروط الاجتهاد، فإن ذلك\nمما قد فرغ منه، ودأب له فيما سواه، وانتهى له الأمر من هؤلاء الأئمة\nالمجتهدين إلى ما أراحوا به من بعدهم، وانحصر الحق في أقاويلهم، ودونت\nالعلوم، وانتهت إلى ما اتضح فيه الحق.\n</p>\n\n<p>\nفإذا عمل القاضي في أقضية بما يأخذ عنهم -أو عن الواحد منهم, فإنه في\nمعنى من كان أداه اجتهاده إلى قول قاله. وعلى ذلك، فإنه إذا خرج من خلافهم\n-متوخيا مواطن الاتفاق ما أمكنه- كان آخذا بالحزم، عاملا بالأولى، وكذلك\nإذا <span id='ms13'></span> قصد في مواطن الخلاف توخي ما عليه الأكثر منهم، والعمل بما قاله\nالجمهور دون الواحد؛ فإنه قد أخذ بالحزم والأحوط والأولى، مع جواز علمه أن\nيعمل بقول الواحد.\n</p>\n\n<p>\nإلا أنني أكره له أن يكون ذلك، من حيث إنه قد قرأ مذهب واحد منهم، أو نشأ\nفي بلدة لم يعرف فيها إلا مذهب إمام واحد منهم، أو كان شيخه ومعلمه على\nمذهب فقيه من الفقهاء، فقصر نفسه على اتباع ذلك المذهب.\n</p>\n\n<p>\nحتى إنه إذا حضر عنده خصمان، وكان ما تشاجرا فيه مما يفتي الفقهاء\nالثلاثة فيه بحكم نحو الوكيل بغير رضاء الخصم، وكان الحاكم حنفيا، وقد علم\nأن مالكا والشافعي وأحمد اتفقوا على جواز هذا التوكيل، وأن أبا حنيفة\nيمنعه، فعدل عما اجتمع عليه هؤلاء الأئمة الثلاثة إلى ما ذهب إليه أبو\nحنيفة، من غير أن يثبت عنده بالدليل ما قاله، ولا أداه اجتهاده إلى أن أبا\nحنيفة أولى بالاتباع مما اتفق الجماعة عليه، فإني أخاف على هذا من الله عز\nوجل بأنه اتبع في ذلك هواه، وأنه ليس من الذين يستمعون القول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفيتبعون أحسنه.\n</p>\n\n<p>\nوكذلك إن كان القاضي مالكيا، فاختصم إليه اثنان في سؤر الكلب، فقضى\nبطهارته مع علمه بأن الفقهاء كلهم قضوا بنجاسته.\n</p>\n\n<p>\nوكذلك إن كان القاضي شافعيا، فاختصم إليه اثنان في متروك التسمية عمدا،\nفقال أحدهما: هذا منعني من بيع شاة مذكاة. فقال الآخر: إنما منعته من بيع\nالميتة. فقضى عليه بمذهبه وهو يعلم أن الأئمة الثلاثة على خلافه.\n</p>\n\n<p>\nوكذلك إن كان القاضي حنبليا، فاختصم إليه اثنان، فقال أحدهما: لي عليه\nمال. فقال الآخر: كان له علي مال فقضيته. فقضى عليه بالبراءة من إقراره، مع\nعلمه بأن الأئمة الثلاثة على خلافه، فإن هذا وأمثاله -مما توخى اتباع\nالأكثرين فيه- أقرب عندي إلى الإخلاص، وأرجح في العمل.\n</p>\n\n<p>\n\"وبمقتضى هذا فإن ولايات الحكام في وقتنا هذا صحيحة، وإنهم قد سدوا ثغرا\nمن ثغور الإسلام سده فرض كفاية، ولو أهملت هذا القول ولم أذكره، ومشيت على\nالطريق التي يمشي عليها الفقهاء <span id='ms14'></span>، الذين يذكر كل منهم في كتاب إن صنفه، أو\nكلام إن قاله، أنه لا يصح أن يكون قاضيا، إلا من كان من أهل الاجتهاد.\n</p>\n\n<p>\nثم يذكر من شروط الاجتهاد أشياء ليست موجودة في الحكام، فإن هذا كالإحالة\nوالتناقض، وكأنه تعطيل للأحكام وسد لباب الحكم، وأن لا ينفذ حق، ولا يكاتب\nبه، ولا يقام بينة، إلى غير ذلك من القواعد الشرعية، وهذا غير صحيح، بل\nالصحيح في المسألة أن ولاة الحكام جائزة، وأن حكوماتهم اليوم صحيحة نافذة،\nوولاياتهم جائزة شرعا. انتهى كلام ابن هبيرة رحمه الله1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفقد تضمن هذا الكلام أن تولية المقلد جائزة إذا تعذرت تولية المجتهد،\nلأنه ذكر أن شروط الاجتهاد ليست موجودة في الحكام، وأن هذا كالإحالة، وكأنه\nتعطيل للأحكام وسد لباب الحكم، فينفذ قضاء المقلد للحاجة لئلا تتعطل\nالأحكام.\n</p>\n\n<p>\nوهكذا قال غير واحد من المتأخرين، الذين يذكرون أن من شروط القاضي أن\nيكون مجتهدا يذكر هذا، ثم يذكر القول الثاني أنه يجوز تولية المقلد\nللضرورة، كما ذكره متأخرو الحنابلة والمالكية والشافعية.\n</p>\n\n<p>\nوتضمن أيضا كلام ابن هبيرة أن إجماع الأئمة الأربعة حجة، وأن الحق لا\nيخرج عن أقوالهم، فلا يخرج القاضي عما أجمعوا عليه، فإن اختلفوا فالأولى أن\nيتبع ما عليه الأكثر، وصرح بأنه يكره له أن يقضي بما انفرد به الواحد منهم\nعما عليه الثلاثة، لكونه مذهب شيخه أو أهل بلده، وذكر أنه يخاف على هذا أن\nيكون متبعا لهواه.\n</p>\n\n<p>\nوتضمن كلامه أيضا- أن الإجماع انعقد على تقليد كل واحد من المذاهب\nالأربعة دون من عداهم من الأئمة؛ لأن مذاهبهم مدونة قد حررت، ونقحها\nأتباعهم، بخلاف أقوال غيرهم من الأئمة، فلأجل هذا جاز تقليدهم، فليس في\nكلامه إلا حكاية الإجماع على جواز تقليدهم لا على وجوبه.\n</p>\n\n<p>\nبل صرح بأن القاضي لا ينبغي له الاقتصار على مذهب واحد منهم لا يفتي إلا\nبه، بل ذكر أن الأولى للقاضي أن يتوخى مواطن الاتفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nإن وجده، وإلا توخى ما عليه الأكثر، فيعمل بما قاله الجمهور، لا بما قاله\nالواحد منهم <span id='ms15'></span> مخالفا الأكثر.\n</p>\n\n<p>\nفقضية كلامه أن المقلد لا يخرج عن أقوال الأئمة الأربعة، بل يجتهد في\nأقوالهم، ويتوخى ما عليه أكثرهم، إلا أن يكون للواحد منهم دليل، فيأخذ بقول\nمن كان الدليل معه، فيكون من {الذين يستمعون القول فيتبعون أحسنه} 1.\n</p>\n\n<p>\nوهذا من جنس ما أشرنا إليه فيما تقدم، من أن المقلد إذا كان نبيها، وله\nملكة قوية، ونظر فيما تنازع فيه الأئمة الأربعة، وأمعن النظر في أدلتهم\nوتعليلاتهم، تبين له الراجح من المرجوح، وحينئذ فيعمل بما ترجح عنده أنه\nالصواب، ولا يخرج بذلك عن التقليد.\n</p>\n\n<p>\nفإذا كان الرجل شافعيا أو حنبليا، ونظر في كتب الخلاف، ووجد دليلا صحيحا\nقد استدل به مالك فعمل بالدليل، كان هذا هو المناسب في حقه، فيجعل إماما\nبإزاء إمام، ويسلم له الدليل بلا معارض.\n</p>\n\n<p>\nوليس هذا من الاجتهاد المطلق، بل هو من الاجتهاد المقيد، فهو يتبع\nالدليل، ويقلد الإمام الذي قد أخذ به.\n</p>\n\n<p>\nوأما الأخذ بالدليل من غير نظر كلام العلماء فهو وظيفة المجتهد المطلق،\nوأما المقلد الذي لم يجتمع فيه الشروط، ففرضه التقليد وسؤال أهل العلم.\n</p>\n\n<p>\nقال عبد الله بن الإمام أحمد: سألت أبي عن الرجل تكون عنده الكتب المصنفة\nفيها قول رسول الله صلى الله عليه وسلم واختلاف الصحابة والتابعين، وليس\nللرجل بصر بالحديث الضعيف المتروك، ولا الإسناد القوي من الضعيف، فيجوز أن\nيعمل بما شاء، ويتخير ما أحب منها، فيفتي به ويعمل به؟\n</p>\n\n<p>\nقال: لا يعمل حتى يسأل ما يؤخذ به منها، فيكون يعمل على أمر صحيح، يسأل\nعن ذلك أهل العلم. انتهى كلامه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nطالب العلم يمكنه معرفة الراجح من الكتب الكبار\n</p>\n\n<p>\nوأما إذا وجد الحديث قد عمل به بعض الأئمة المجتهدين، ولا يعلم عند غيره\nحجة يدفع بها الحديث فعمل به، كان قد عمل بالحديث، وقلد هذا الإمام المجتهد\nفي تصحيحه وعدم ما يعارضه، فيكون متبعا للدليل غير خارج عن التقليد.\n</p>\n\n<p>\nوقال شيخ الإسلام ابن تيمية -رحمه الله-: طالب العلم يمكنه معرفة الراجح\nمن الكتب الكبار، التي يذكر فيها مسائل الخلاف، ويذكر <span id='ms16'></span> فيها الراجح، مثل\nكتاب \"التعليق\" للقاضي أبي يعلى، و\"الانتصار\" لأبي الخطاب، و\"عمل الأدلة\"\nلابن عقيل، و\"تعليق\" القاضي يعقوب البرزيني وأبي الحسن الزاغوني.\n</p>\n\n<p>\nومما يعرف منه ذلك كتاب \"المغني\" للشيخ أبي محمد، وكتاب \"شرح الهداية\"\nلجدنا أبي البركات، ومن كان خبيرا بأصول أحمد ونصوصه عرف الراجح في مذهبه\nفي عامة المسائل، ومن كان له بصر بالأدلة الشرعية عرف الراجح في الشرع.\n</p>\n\n<p>\nوأحمد -رحمه الله- أعلم من غيره بالكتاب والسنة، وأقوال الصحابة -رضي\nالله عنهم-، والتابعين لهم بإحسان -رحمهم الله-؛ ولهذا لا يكاد يوجد له قول\nيخالف نصا كما يوجد لغيره، ولا يوجد قول ضعيف في الغالب- إلا وفي مذهبه ما\nيوافق القول القوي، وأكثر مفاريده التي لم يختلف فيها مذهبه يكون قوله فيها\nراجحا. انتهى كلامه -رحمه الله.\n</p>\n\n<p>\nوهو موافق لما ذكره صاحب \"الإفصاح\" من أن القاضي عليه أن يتوخى إصابة\nالحق، فيتوخى مواطن الاتفاق، فيعمل بما اتفقوا عليه، فإن لم يكن الحكم\nمتفقا نظر فيما عليه الجمهور إذا لم يكن مع مخالفهم دليل، فليس الناظر في\nكتب الخلاف ومعرفة الأدلة بخارج عن التقليد. وليس في كلام صاحب \"الإفصاح\"\nما يقتضي التمذهب بمذهب لا يخرج عنه، بل كلامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nصريح في ضد ذلك.\n</p>\n\n<p>\nوهذه شبهة ألقاها الشيطان على كثير ممن يدعي العلم، وصار بها أكثرهم،\nفظنوا أن النظر في الأدلة أمر صعب لا يقدر عليه إلا المجتهد المطلق، وأن من\nنظر في الدليل، وخالف إمامه لمخالفة قوله لذلك الدليل فقد خرج عن التقليد،\nونسب نفسه إلى الاجتهاد المطلق.\n</p>\n\n<p>\nواستقرت هذه الشبهة في قلوب كثير، حتى آل الأمر بهم إلى أن {فتقطعوا\nأمرهم بينهم زبرا كل حزب بما لديهم فرحون} 1. وزعموا أن هذا هو الواجب\nعليهم، وأن من انتسب إلى مذهب إمام فعليه أن يأخذ بعزائمه ورخصه، وإن خالف\nنص كتاب أو سنة؛ فصار إمام المذهب عند أهل مذهبه كالنبي في أمته، لا يجوز\nالخروج عن قوله، ولا تجوز مخالفته.\n</p>\n\n<p>\nالتعصب للمذهب\n</p>\n\n<p>\nفلو رأوا أحدا من المقلدين قد خالف مذهبه <span id='ms17'></span>، وقلد إماما آخر في مسألة لأجل\nالدليل الذي استدل به، قالوا: هذا قد نسب نفسه إلى الاجتهاد، ونزل نفسه\nمنزلة الأئمة المجتهدين، وإن كان لم يخرج عن التقليد، وإنما قلد إماما دون\nإمام آخر لأجل الدليل، وعمل بقوله تعالى: {فإن تنازعتم في شيء فردوه إلى\nالله والرسول} 2.\n</p>\n\n<p>\nفالمتعصبون للمذاهب إذا وجدوا دليلا ردوه إلى نص إمامهم، فإن وافق الدليل\nنص الإمام قبلوه، وإن خالفه ردوه واتبعوا نص الإمام.\n</p>\n\n<p>\nواحتالوا في رد الأحاديث بكل حيلة يهتدون إليها، فإذا قيل: هذا حديث رسول\nالله صلى الله عليه وسلم قالوا: أنت أعلم بالحديث من الإمام الفلاني؟\n</p>\n\n<p>\nمثال ذلك: إذا حكمنا بطهارة بول ما يؤكل لحمه، وحكم الشافعي بنجاسته،\nوقلنا له: قد دل على طهارته حديث العرنيين، وهو حديث صحيح، وكذلك حديث أنس\nفي الصلاة في مرابض الغنم، فقال هذا المنجس لأبوال مأكول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nاللحم: أنت أعلم بهذه الأحاديث من الإمام الشافعي؟ فقد سمعها ولم يأخذ\nبها.\n</p>\n\n<p>\nفنقول له: قد خالف الشافعي في هذه المسألة من هو مثله أو أعلم منه، كمالك\nوالإمام أحمد رحمهما الله-، وغيرهما من كبار الأئمة، فنجعل هؤلاء الأئمة\nبإزاء الشافعي، ونقول: إمام بإمام. وتسلم لنا الأحاديث، ونرد الأمر إلى\nالله والرسول عند تنازع هؤلاء الأئمة، ونتبع الإمام الذي أخذ بالنص، ونعمل\nبقوله تعالى: {فإن تنازعتم في شيء فردوه إلى الله والرسول} 1.\n</p>\n\n<p>\nفنمتثل ما أمر الله به، وهذا هو الواجب علينا، ولسنا في هذا العمل خارجين\nعن التقليد، بل خرجنا من تقليد إمام إلى تقليد إمام آخر لأجل الحجة التي\nأدلى بها من غير معارض لها ولا ناسخ.\n</p>\n\n<p>\nالانتقال من مذهب إلى مذهب لأمر ديني\n</p>\n\n<p>\nفالانتقال من مذهب إلى مذهب آخر لأمر ديني بأن تبين له رجحان قول على\nقول، فيرجع إلى القول الذي يرى أنه أقرب إلى الدليل- مثاب على فعله، بل\nواجب على كل أحد إذا تبين له حكم الله ورسوله في أمر، أن لا يعدل عنه، ولا\nيتبع أحدا في مخالفة حكم الله ورسوله؛ فإن الله فرض على <span id='ms18'></span> الخلق طاعته، وطاعة\nرسوله صلى الله عليه وسلم في كل حال كما تقدم ذكره.\n</p>\n\n<p>\nوقد ذكرنا أن الشافعي -رحمه الله- قال: أجمع المسلمون على أن من استبانت\nله سنة رسول الله صلى الله عليه وسلم لم يكن له أن يدعها لقول أحد من\nالناس.\n</p>\n\n<p>\nالانتقال من مذهب إلى مذهب لمجرد الهوى\n</p>\n\n<p>\nالانتقال من مذهب إلى آخر\n</p>\n\n<p>\nوأما الانتقال من مذهب إلى مذهب لمجرد الهوى أو لغرض دنيوي، فهذا لا\nيجوز، وصاحبه يكون متبعا لهواه؛ وقد نص الإمام أحمد -رحمه الله- على أنه\nليس لأحد أن يعتقد الشيء واجبا أو محرما، ثم يعتقده غير واجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nأو محرم بمجرد هواه، وذلك مثل أن يكون طالبا للشفعة بالجوار، فيعتقدها\nأنها حق، ويقول: مذهب أبي حنيفة في هذه المسألة أرجح من مذهب الجمهور. ثم\nإذا طلبت منه الشفعة بالجوار اعتقد أنها ليست ثابتة، وقال: مذهب الجمهور في\nهذه المسألة أرجح.\n</p>\n\n<p>\nومثل من يعتقد إذا كان أخا مع جد أن الإخوة تقاسم الجد -كما هو مذهب\nالأئمة الثلاثة- فإذا كان جدا مع أخ اعتقد أن الجد يسقط الإخوة كما هو مذهب\nأبي حنيفة، فهذا ونحوه لا يجوز، وصاحبه مذموم، بل يجب عليه أن يعتقد الحق\nفيما له وعليه، ولا يتبع هواه، ولا يتبع الرخص، فمتبع الرخص مذموم،\nوالمتعصب للمذهب مذموم، وكلاهما متبع هواه.\n</p>\n\n<p>\nالمتعصبون لمذاهب الأئمة يأخذون من الأدنى دون الأعلى\n</p>\n\n<p>\nوالمتعصبون لمذاهب الأئمة تجدهم -في أكثر المسائل- قد خالفوا نصوص\nأئمتهم، واتبعوا أقوال المتأخرين من أهل مذهبهم، فهم يحرصون على ما قاله\nالآخر فالآخر، وكلما تأخر الرجل أخذوا بكلامه، وهجروا -أو كادوا- يهجرون\nكلام من فوقه.\n</p>\n\n<p>\nفأهل كل عصر إنما يقضون بقول الأدنى فالأدنى إليهم، وكلما بعد العهد\nازداد كلام المتقدمين هجرا ورغبة عنه، حتى إن كتب المتقدمين لا تكاد توجد\nعندهم، فإن وقعت في أيديهم فهي مهجورة.\n</p>\n\n<p>\nفالحنابلة قد اعتمدوا على ما في \"الإقناع\" و\"المنتهى\"، ولا ينظرون فيما\nسواهما، ومن خالف مذهب المتأخرين فهو عندهم مخالف لمذهب أحمد -رحمه الله-،\nمع أن <span id='ms19'></span> كثيرا من المسائل التي جزم بها المتأخرون مخالفة لنصوص أحمد، يعرف\nذلك من عرفه.\n</p>\n\n<p>\nوتجد كتب المتقدمين من أصحاب أحمد مهجورة عندهم، بل قد هجروا كتب\nالمتأخرين، ف\"المغني\" و\"الشرح\" و\"الإنصاف\" و\"الفروع\"، ونحو هذه الكتب التي\nيذكر فيها أهلها خلاف الأئمة أو خلاف الأصحاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nلا ينظرون فيها.\n</p>\n\n<p>\nفهؤلاء -في الحقيقة- أتباع الحجاوي وابن النجار لا أتباع الإمام أحمد.\nوكذلك متأخرو الشافعية هم -في الحقيقة- أتباع ابن حجر الهيتمي صاحب\n\"التحفة\"، وأضرابه من شراح \"المنهاج\"، فما خالف ذلك من نصوص الشافعي لا\nيعبؤون به شيئا.\n</p>\n\n<p>\nوكذلك متأخرو المالكية هم -في الحقيقة- أتباع خليل، فلا يعبأون بما خالف\nمختصر خليل شيئا، ولو وجدوا حديثا ثابتا في الصحيحين لم يعملوا به إذا خالف\nالمذهب، وقالوا: الإمام الفلاني أعلم منا بهذا الحديث {فتقطعوا أمرهم بينهم\nزبرا كل حزب بما لديهم فرحون} 1.\n</p>\n\n<p>\nفكل أهل مذهب اعتمدوا على كتب متأخريهم، فلا يرجعون إلا إليها، ولا\nيعتمدون إلا عليها.\n</p>\n\n<p>\nوأما كتب الحديث -كالأمهات الست وغيرها من كتب الحديث وشروحها، وكتب\nالفقه الكبار، التي يذكر فيها خلاف الأئمة وأقوال الصحابة والتابعين- فهي\nعندهم مهجورة، بل هي في الخزانة مسطورة، للتبرك بها لا للعمل. ويعتذرون\nبأنهم قاصرون عن معرفتها؛ فالأخذ بها وظيفة المجتهدين، والاجتهاد قد انطوى\nبساطه من أزمنة متطاولة، ولم يبق إلا التقليد، والمقلد يأخذ بقول إمامه،\nولا ينظر إلى دليله وتعليله.\n</p>\n\n<p>\nولم يميزوا بين المجتهد المطلق -الذي قد اجتمعت فيه شروط الاجتهاد، فهو\nيستقل بإدراك الأحكام الشرعية من الأدلة الشرعية من غير تقليد ولا تقييد-\nوبين المجتهد في مذهب إمامه، أو في مذهب الأئمة الأربعة من غير خروج عنها.\nفهو ملتزم لمذهب إمام من الأئمة، وينظر في كتب الخلاف، ويمعن النظر في\nالأدلة، فإذا رأى الدليل بخلاف مذهبه قلد الإمام الذي قد أخذ بالدليل، فهو\nاجتهاد مشوب بالتقليد، فينظر إلى ما اتفقوا عليه ويأخذ به، فإن اختلفوا نظر\nفي الأدلة، فإن وجد مع أحدهم دليلا أخذ بقوله، فإن لم يجد في المسألة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nدليلا من <span id='ms20'></span> الجانبين أخذ بما عليه الجمهور، فإن لم يجد ذلك، بل قوي الخلاف\nعنده من الجانبين التزم قول إمامه إذا لم يترجح عنده خلافه.\n</p>\n\n<p>\nفأكثر المقلدين لا يميزون بين المجتهد المستقل من غيره، وجعلوهما نوعا\nواحدا، وهذا غلط واضح؛ فإن من كان قاصرا في العلم لا يستقل بأخذ الأحكام من\nالأدلة، بل يسأل أهل العلم، كما نص عليه الإمام أحمد رحمه الله- في رواية\nابنه عبد الله، وقد ذكرناه فيما تقدم.\n</p>\n\n<p>\nالاجتهاد المقيد بمذاهب الأئمة وتوخي الحق بما دل عليه الدليل\n</p>\n\n<p>\nوأما الاجتهاد المقيد بمذاهب الأئمة وتوخي الحق بما دل عليه الدليل وبما\nعليه الجمهور، فهذا هو الذي لا ينبغي العدول عنه، وهو الذي ذكره صاحب\n\"الإفصاح\".\n</p>\n\n<p>\nلزوم التمذهب بمذهب بعينه\n</p>\n\n<p>\nوأما لزوم التمذهب بمذهب بعينه؛ بحيث لا يخرج عنه وإن خالف نص الكتاب أو\nالسنة، فهذا مذموم غير ممدوح، وقد ذمه صاحب \"الإفصاح\" كما تقدم ذكره، بل قد\nذمه الأئمة رضي الله عنهم.\n</p>\n\n<p>\nقال الشافعي -رحمه الله-: طالب العلم بلا حجة كحاطب ليل يحمل حزمة حطب،\nوفيها أفعى تلدغه، وهو لا يدري.\n</p>\n\n<p>\nوقال أبو حنيفة وأبو يوسف: لا يحل لأحد أن يقول بقولنا حتى يعلم من أين\nقلناه.\n</p>\n\n<p>\nوقد صرح مالك بأن من ترك قول عمر بن الخطاب لقول إبراهيم النخعي أنه\nيستتاب، فكيف بمن ترك قول رسول الله صلى الله عليه وسلم لقول من هو دون\nإبراهيم أو مثله؟!\n</p>\n\n<p>\nفقال جعفر الفريابي: حدثني أحمد بن إبراهيم الدورقي، حدثني الهيثم ابن\nجميل (قال) : قلت لمالك بن أنس: يا أبا عبد الله، إن عندنا قوما وضعوا\nكتابا يقول أحدهم: حدثنا فلان عن عمر بن الخطاب رضي الله عنه- بكذا وكذا،\nوفلان عن إبراهيم بكذا. ويأخذ بقول إبراهيم، قال مالك: وصح عندهم قول عمر؟\nقلت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nإنما هي رواية كما صح عندهم قول إبراهيم، فقال: هؤلاء يستتابون.\n</p>\n\n<p>\nوقال أبو عمر بن عبد البر: يقال لمن قال بالتقليد: لم قلت به وخالفت\nالسلف في ذلك، فإنهم لم يقلدوا؟ فإن قال: قلدت؛ لأن كتاب الله <span id='ms21'></span> لا علم لي\nبتأويله، وسنة رسول الله صلى الله عليه وسلم- لم أحصها، والذي قلدته قد علم\nذلك، فقلدت من هو أعلم مني.\n</p>\n\n<p>\nقيل له: أما العلماء إذا أجمعوا على تأويل شيء من الكتاب، أو حكاية عن\nسنة رسول الله صلى الله عليه وسلم-، أو اجتمع رأيهم على شيء فهو الحق لا شك\nفيه، ولكن قد اختلفوا فيما قلدت فيه بعضهم دون بعض، فما حجتك في تقليد\nبعضهم دون بعض وكلهم عالم، ولعل الذي رغبت عن قوله أعلم من الذي ذهبت إلى\nمذهبه؟\n</p>\n\n<p>\nفإن قال: قلدته؛ لأني أعلم أنه على صواب. قيل له: علمت ذلك من كتاب الله،\nأو سنة رسوله صلى الله عليه وسلم، أو إجماع؟\n</p>\n\n<p>\nفإن قال: نعم. أبطل التقليد، وطولب بما ادعاه من الدليل.\n</p>\n\n<p>\nوإن قال: قلدته؛ لأنه أعلم مني. قيل له: فقلد كل من هو أعلم منك، فإنك\nتجد من ذلك خلقا كثيرا، ولا تخص من قلدته، إذ علتك فيه أنه أعلم منك.\n</p>\n\n<p>\nفإن قال: قلدته؛ لأنه أعلم الناس. قيل له: فهو إذا أعلم من الصحابة. فكفى\nبقول مثل هذا قبحا1،.\n</p>\n\n<p>\nفإن قال: أنا أقلد بعض الصحابة. قيل له: فما حجتك في ترك من لم تقلد\nمنهم؟ ولعل من تركت منهم أفضل ممن أخذت بقوله؟ على أن القول لا يصح بفضل\nقائله، وإنما يصح بدلالة الدليل عليه.\n</p>\n\n<p>\nوقد ذكر ابن مدين، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعيسى بن دينار، عن القاسم عن مالك قال: ليس كلما قال الرجل قولا -وإن كان\nله فضل- يتبع عليه؛ لقوله عز وجل-: {الذين يستمعون القول فيتبعون أحسنه} 1.\n</p>\n\n<p>\nفإن قال: قصري وقلة علمي تحملني على التقليد. قيل له: أما من قلد فيما\nينزل به أحكام شريعة عالما يتفق له على علمه، فيصدر في ذلك عما يخبره به\nفمعذور لأنه قد أتى ما عليه، وأدى ما لزمه فيما نزل به لجهله، ولا بد له من\nتقليد عالم فيما جهله، لإجماع المسلمين أن المكفوف يقلد من يثق بخبره في\nالقبلة؛ لأنه لا يقدر على أكثر من ذلك <span id='ms22'></span>.\n</p>\n\n<p>\nولكن من كانت هذه حاله هل يجوز له الفتوى في شرائع دين الله، فيحمل غيره\nعلى إباحة الفروج، وإراقة الدماء، واسترقاق الرقاب، وإزالة الأملاك، يصيرها\nإلى غير من كانت في يده بقول لا يعرف صحته، ولا قام له الدليل عليه، وهو\nمقر أن صاحبه يخطئ ويصيب، وأن مخالفه في ذلك ربما كان المصيب فيما يخالفه\nفيه؟\n</p>\n\n<p>\nفإن أجاز الفتوى لمن جهل الأصل والمعنى لحفظه الفروع، لزمه أن يجيزه\nللعامة، وكفى بذلك جهلا وردا للقرآن، قال الله عز وجل-: {ولا تقف ما ليس لك\nبه علم} 2، وقال تعالى: {أتقولون على الله ما لا تعلمون} 3.\n</p>\n\n<p>\nوقد أجمع العلماء على أن ما لم يتبين ولم يستيقن فليس بعلم، وإنما هو ظن،\nوالظن لا يغني من الحق شيئا.\n</p>\n\n<p>\nثم ذكر حديث ابن عباس -رضي الله عنهما-: \"من أفتى بفتيا وهو يعمي عنها\nكان إثمها عليه\" 4 موقوفا ومرفوعا، قال وهب عن النبي صلى الله عليه وسلم:\n\"إياكم والظن فإن الظن أكذب الحديث \"5 قال: ولا خلاف بين أئمة الأمصار في\nفساد التقليد. انتهى كلام أبي عمر -رحمه الله تعالى.\n</p>\n\n<p>\nفتأمل ما في هذا الكلام، من الرد على من يقول بلزوم المتذهب بمذهب من هذه\nالمذاهب الأربعة، لا يخرج عن ذلك المذهب، ولو وجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nدليلا يخالفه، لأن الإمام صاحب المذهب أعلم بمعناه، ويجعل هذا عذرا له في\nرد الحديث، أو ترك العمل به.\n</p>\n\n<p>\nوتأمل قوله: لا خلاف بين أئمة الأمصار في فساد التقليد. ومراده: إذا كان\nالمقلد قادرا على الاستدلال، وأما العاجز عنه فهو كالأعمى، يقلد في جهة\nالقبلة، فهو معذور إذا كان عاجزا.\n</p>\n\n<p>\nوقد حكى الإمام أبو محمد بن حزم الإجماع على أنه لا يجوز التزام مذهب\nبعينه لا يخرج عنه، فقال: أجمعوا على أنه لا يجوز لحاكم ولا لمفت تقليد\nرجل، فلا يحكم ولا يفتي إلا بقوله. انتهى.\n</p>\n\n<p>\nفحكاية الإجماع من هذين الإمامين -أعني أبا عمر بن عبد البر وأبا محمد بن\nحزم- كاف في إبطال قول المتعصبين للمذهب، والله -سبحانه وتعالى- أعلم.\n</p>\n\n<p>\nونسأل الله <span id='ms23'></span> أن يهدينا لما اختلف فيه من الحق بإذنه، فإنه يهدي من يشاء\nإلى صراط مستقيم، وصلى الله على نبينا محمد وآله وصحبه وسلم تسليما كثيرا،\nوالحمد لله رب العالمين. آمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             <span id='ms24'></span>\n</p>\n",
  "pages": [
    "000",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}