{
  "content": "\n<h1 class='l1' id='head0'>2270 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن جعفر، وعبيد الله بن أحمد بن علي، قالا: أنا\nالحسين بن إسماعيل، قال: نا علي بن شعيب، قال: نا سفيان، قال: سمع عمرو بن\nدينار يزيد بن جعدية يحدث، عن عبد الرحمن بن مخراق، عن أبي ذر، يبلغ به\nالنبي صلى الله عليه وسلم: «إن الله خلق في الجنة ريحا بعد الريح بسبع\nسنين، ودونها باب مغلق، فإنما يأتيكم الروح من خلل الباب، ولو فتح لأذرت ما\nبين السماء، وهي عند الله الأزيب، وهي فيكم الجنوب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسياق ما روي في أن السحر له حقيقة قال الله عز وجل: {ولكن الشياطين كفروا\nيعلمون <span id='ms589'></span> الناس السحر} [البقرة: 102]\n</p>\n\n<h1 class='l1' id='head1'>[ص: 1284]</h1>\n\n<p>\n، وقال: {فلما جاء السحرة} [يونس: 80] ، وقال: {وجاءوا بسحر عظيم}\n[الأعراف: 116]\n</p>\n\n<h1 class='l1' id='head2'>[ص: 1285]</h1>\n\n<p>\n، وعن عمر، وعثمان، وجندب، وعائشة، وحفصة، أنهم أمروا بقتل الساحر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1283'> Vol. 07, p. 1283</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>2271 - </h1>\n\n<p>\nأنا عبد الله بن مسلم بن يحيى، أنا الحسين بن إسماعيل، قال: نا محمد بن\nعبد الله المخرمي، قال: نا يحيى بن سعيد، عن هشام، قال: حدثني أبي عن\nعائشة، قالت: «سحر رسول الله صلى الله عليه وسلم حتى إنه يخيل إليه أنه فعل\nالشيء وما فعله» أخرجه البخاري عن محمد بن المثنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>2272 - </h1>\n\n<p>\nأنا أحمد بن إبراهيم العبقسي، أنا محمد بن إبراهيم بن عبد الله، قال: نا\nأبو عبيد الله المخزومي، قال: نا سفيان بن عيينة، عن هشام بن عروة، عن أبيه\nعن عائشة، قالت: كان رسول الله صلى الله عليه وسلم أصابه شيء، حتى كان يرى\nأنه يأتي النساء ولا يأتيهن، فانتبه من نومه فقال: \" يا عائشة، إن الله\nتعالى أفتاني فيما استفتيته، أتاني آتيان، فقعد أحدهما عند رأسي، والآخر\nعند رجلي، فقال أحدهما للآخر: ما بال الرجل؟ قال: مطبوب، قال: ومن طبه؟ قال\n</p>\n\n<h1 class='l1' id='head5'>[ص: 1286]</h1>\n\n<p>\n: لبيد بن عاصم، قال: فيم؟ قال: في مشط ومشاطة، قال: وأين؟ قال: في جف\nطلعة تحت رعوفة في بئر ذروان \". قالت: \" فأتى النبي صلى الله عليه وسلم\nالبئر، فاستخرجه، وقال النبي صلى الله عليه وسلم: «هذه البئر التي رأيتها\nكأن ماءها نقاعة من الحناء، وكأن نخلها رءوس الشياطين» . قالت عائشة: فقلت\nله: ألا تنتصر؟ قال: «أما أنا فقد شفاني الله، وأكره أن أثير على أحد شيئا»\n، قالت: «ونزلت قل أعوذ برب الفلق، من شر ما خلق، حتى ختمت السورة» . أخرجه\nالبخاري عن عبد الله بن محمد، ومسلم من حديث هشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>2273 - </h1>\n\n<p>\nأنا أحمد بن محمود بن إدريس، قال: نا محمد بن يعقوب، قال: نا الربيع بن\nسليمان، قال: نا ابن وهب، قال: أخبرني سليمان بن بلال، عن ثور بن زيد\nالديلي، عن أبي الغيث، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال:\n«اجتنبوا السبع الموبقات» ، قيل: يا <span id='ms590'></span> رسول الله وما هن؟ قال: «الشرك بالله،\nوالسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم،\nوالتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات» . أخرجاه جميعا من\nحديث سليمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>2274 - </h1>\n\n<p>\nأنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن سنان،\nقال: نا عمر بن علي، قال: نا أبو قدامة الحارث بن\n</p>\n\n<h1 class='l1' id='head8'>[ص: 1287]</h1>\n\n<p>\nعبيد، عن عبيد الله بن الأخنس، عن الوليد بن عبد الله، عن يوسف بن ماهك\nعن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: «من تعلم بابا من\nالنجوم، تعلم بابا من السحر، فمن زاد زاد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>2275 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا عبد الله بن محمد البغوي، قال: نا محمد بن زياد بن\nفروة البكري، قال: نا أبو شهاب، عن ليث بن أبي سليم، عن أبي فزارة، عن يزيد\nالأصم، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \" ثلاث من لم\nتكن فيه، فإن الله يغفر لمن يشاء: من مات ولم يشرك بالله شيئا، ومن لم يكن\nساحرا يتبع السحرة، ومن لم يحقد على أخيه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>2276 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، أنا محمد بن هارون الروياني، قال: نا\nعمرو بن علي، قال: نا سفيان بن عيينة، ح\n</p>\n\n<h1 class='l1' id='head11'>2277 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال: نا محمد بن سنان،\nقال: نا سفيان بن عيينة، سمع عمرو بن بجالة يقول: كنت كاتبا لجزء بن\nمعاوية، عم الأحنف بن قيس، وأتانا كتاب\n</p>\n\n<h1 class='l1' id='head12'>[ص: 1288]</h1>\n\n<p>\nعمر قبل موته بسنة: «اقتلوا كل ساحر وساحرة، وفرقوا بين كل ذي محرم من\nالمجوس، وانهوهم عن الزمزمة» ، فقتلنا ثلاث سواحر، وجعل يفرق بين الرجل\nوحريمته في كتاب الله، وصنع طعاما كثيرا وألقوا وقر بغل أو بغلين من ورق،\nوعرض السيف على فخذه، فأكلوا بغير زمزمة. أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>2278 - </h1>\n\n<p>\nأنا محمد بن عثمان، قال: نا سعيد بن محمد الحناط، قال: نا إسحاق بن أبي\nإسرائيل، قال: سمعت سفيان يذكر عن سليمان <span id='ms591'></span> بن أمية، شيخ من ثقيف من ولد عروة\nبن مسعود دخل على عائشة سمع أمه وجدته , سمع امرأة تسأل عائشة: هل علي جناح\nأن أزم جملي؟ قالت: لا، قالت: يا أم المؤمنين إنها تعني زوجها، قالت: ردوها\nعلي، فقالت: «ملحة ملحة في النار، اغسلوا على أثرها بالماء والسدر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>سياق ما روي في كيف السحر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1289'> Vol. 07, p. 1289</a>\n            </div>\n            \n<h1 class='l1' id='head15'>2279 - </h1>\n\n<p>\nأخبرنا عبيد الله بن أحمد بن علي، قال: نا أبو بكر عبد الله بن محمد بن\nزياد النيسابوري، قال: نا الربيع بن سليمان، قال: نا عبد الله بن وهب، قال:\nأخبرني عبد الرحمن بن أبي الزناد، حدثني هشام بن عروة، عن أبيه، عن عائشة\nزوج النبي صلى الله عليه وسلم أنها قالت: \" قدمت علي امرأة من أهل دومة\nالجندل، جاءت تبتغي رسول الله صلى الله عليه وسلم بعد موته حداثة ذلك، تسأل\nعن شيء دخلت فيه من أمر السحر ولم تعلم، قالت عائشة لعروة: يا ابن أخي\nفرأيتها تبكي حين لم تجد رسول الله صلى الله عليه وسلم فيشفيها، فكانت تبكي\nحتى إني لأرحمها تقول: إني أخاف أن أكون قد هلكت , كان لي زوج فغاب عني\nفدخلت علي عجوز فشكوت ذلك إليها، فقالت: إن فعلت ما آمرك فأجعله يأتي، فلما\nكان الليل جاءتني بكلبين أسودين، فركبت أحدهما، وركبت الآخر، فلم يك كشيء\nحتى دفعنا ببابل، فإذا برجلين معلقين بأرجلهما، فقالا: ما جاء بك؟ فقلت:\nأتعلم السحر، فقالا: إنما نحن فتنة فلا تكفري وارجعي، فأبيت وقلت: لا ,\nفقالا: اذهبي إلى ذلك التنور فبولي فيه، فذهبت ففزعت، ولم تفعل، فرجعت\nإليهما فقالا: أفعلت؟ فقلت: نعم، فقالا: هل رأيت شيئا؟، قلت: لم أر شيئا،\nفقالا: لم تفعلي، فارجعي إلى بلادك، ولا تكفري، فأردت وأبيت، فقالا: اذهبي\nإلى ذلك التنور فبولي فيه، فذهبت فاقشعر جلدي، فرجعت إليهما، فقلت: قد\nفعلت، فقالا: ما رأيت؟ فقلت: لم أر شيئا، فقالا: كذبت , لم تفعلي , ارجعي\nإلى بلادك ولا تكفري، فإنك على رأس أمرك، فأردت وأبيت، فقالا: اذهبي إلى\nذلك التنور فبولي فيه، فذهبت <span id='ms592'></span> فبلت فيه، فرأيت فارسا مقنعا بحديد خرج مني،\nحتى ذهب إلى السماء، وغاب عني، حتى ما\n</p>\n\n<h1 class='l1' id='head16'>[ص: 1290]</h1>\n\n<p>\nأراه فجئتهما، فقلت: قد فعلت، فقالا: فما رأيت؟ قلت: رأيت فارسا مقنعا\nبحديد خرج مني، فذهب في السماء، حتى ما أراه، فقالا: صدقت ذلك إيمانك خرج\nمنك اذهبي، فقلت للمرأة: والله ما أعلم شيئا، وما قالا لي شيئا، فقلت: بلى؛\nلن تريدي شيئا إلا كان , خذي هذا القمح فابذري، فبذرت فقلت: اطلعي، فطلع،\nفقلت: أحقلي فأحقلت، ثم قلت: أفركي ففركت، ثم قلت: أيبسي، فيبست، ثم قلت:\nاطحني فطحنت، ثم قلت: اخبزي فتخبزت، فلما رأيت أني لا أريد شيئا إلا كان،\nسقط في يدي، وندمت والله يا أم المؤمنين، فما فعلت شيئا، ولا أفعله أبدا.\nفسألت أصحاب رسول الله صلى الله عليه وسلم حداثة وفاة رسول الله صلى الله\nعليه وسلم وهم يومئذ متوافرون، فما دروا ما يقولون لها وكلهم هاب وخاف أن\nيفتيها بما لا يعلمه إلا أنه قد قال لها ابن عباس أو بعض من كان عنده: لو\nكان أبواك حيين أو أحدهما، قال هشام: فلو جاءتنا اليوم أفتيناها بالضمان\nقال ابن أبي الزناد: وكان هشام يقول: \" إنهم قد كانوا أهل ورع وخشية من\nالله وبعد من التكليف والجرأة على الله، ثم يقول هشام: لكنها لو جاءت،\nلوجدت نوكى حمقى وتكلفا بغير علم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>سياق ما روي عن النبي صلى الله عليه وسلم في أن إبليس خلق من خلق الله يرون من يريهم الله لا كما زعمت المبتدعة أن الجن لا حقيقة لهم، وأن إبليس كل رجل سوء</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1291'> Vol. 07, p. 1291</a>\n            </div>\n            \n<h1 class='l1' id='head18'>2280 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، أنا عبد الرحمن بن أبي حاتم، قال: نا محمد بن\nنصر، قال: نا عبد الله بن وهب، قال: أخبرني\n</p>\n\n<h1 class='l1' id='head19'>[ص: 1292]</h1>\n\n<p>\nمعاوية، عن أبي الزاهرية، عن جبير بن نفير، عن أبي ثعلبة الخشني، أن رسول\nالله صلى الله عليه وسلم قال: «إن الجن على ثلاث، فثلث لهم أجنحة يطيرون في\nالهواء، وثلث حيات وكلاب، وثلث يحلون ويظعنون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>2281 - </h1>\n\n<p>\nأنا أحمد بن <span id='ms593'></span> عمر بن محمد الأصبهاني، قال: أنا عبد الله بن محمد بن إسحاق\nالمروزي، قال: نا جعفر بن محمد الوراق، قال: نا عثمان بن الهيثم، قال: نا\nعوف، عن محمد، عن أبي هريرة ح وأنا عبد الرحمن بن عمر بن أحمد، قال: أنا\nإسماعيل بن محمد الواسطي، قال: نا عثمان بن الهيثم، عن عوف، عن محمد بن\nسيرين، عن أبي هريرة، قال: أمرني النبي صلى الله عليه وسلم أن أحتفظ بزكاة\nرمضان، وأتاني آت من الليل فجعل يحثوا من الطعام، فأخذته، فقلت: لأرفعنك\nإلى رسول الله صلى الله عليه وسلم، قال: دعني فإني محتاج وحالي شديدة وعلي\nعيال، فرحمته، فخلى سبيله، فلما أصبح قال النبي صلى الله عليه وسلم: «يا\nأبا هريرة ما فعل أسيرك الليلة؟» قال: يا نبي الله زعم أنه محتاج وحاله\nشديدة , فرحمته، قال: «أما إنه قد كذبك وسيعود» , فلما كان الليلة الثانية\nوجده، فخبأ، فأخذه، فقال: لأرفعنك إلى رسول الله صلى الله عليه وسلم , زعمت\nأنك لا تعود، فقد عدت، قال: دعني فإني محتاج وحالي شديدة، فخلى سبيله، فلما\nأصبح، قال النبي صلى الله عليه وسلم: «يا أبا هريرة، ما فعل أسيرك الليلة؟»\n، قال: يا رسول الله صلى الله عليه وسلم، شكا حاجة وعيالا، وإني رحمته،\nفخليت سبيله، قال: «أما إنه قد كذبك وسيعود» . فلما كان في الليلة الثالثة\nرصده فخبأ، فأخذه، فقال: لأرفعنك إلى رسول الله صلى الله عليه وسلم , هذا\nآخر ثلاث ليال , زعمت أنك لا تعود ثم تعود , قال: دعني أعلمك كلمات ينفعك\n</p>\n\n<h1 class='l1' id='head21'>[ص: 1293]</h1>\n\n<p>\nالله بها، قال: وكانوا حريصين على الخير، قال: إذا أخذت مضجعك فاقرأ آية\nالكرسي من أولها إلى آخرها، فإنه لن يزال عليك من الله حافظ، ولا يقربك\nشيطان حتى تصبح، فقال النبي صلى الله عليه وسلم: «ما فعل أسيرك الليلة» ؟\nقال: يا نبي الله علمني كلمات زعم أن الله ينفعني بها. قال: «وما هي؟» قال:\nأمرني أن أقرأ آية الكرسي من أولها إلى آخرها، فإنه لن يزال علي من الله <span id='ms594'></span>\nحافظ، ولا يقربني شيطان حتى أصبح، قال: «أما إنه قد صدقك وهو كذوب , تدري\nمن يخاطبك يا أبا هريرة؟» قال: لا، قال: «فذاك شيطان» . أخرجه البخاري، عن\nعثمان بن الهيثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>2283 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا محمد بن مخلد، قال: نا أبو عقيل محمد بن\nإسماعيل بن عبد الله بن حبيب بن أبي ثابت، قال: نا محمد بن كناسة، نا هشام\nبن عروة، عن أبيه قال: كان عبد الله بن الزبير قاعدا على المخرج، أو على\nالكنيف، فجاء شيخ طويل اللحية، مكلح الوجه، كاشر عن ثناياه، فقال: رأيت\nمثلي؟ فلطمه ابن الزبير وقال له: رأيت مثلي؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال:\n</p>\n\n<h1 class='l1' id='head23'>2284 - </h1>\n\n<p>\nأنا عبد الله بن أحمد، قال: أنا محمد بن عبد الله بن عمرو الصفار، قال:\nسمعت عبد الله بن أحمد بن حنبل، يقول: \" لما حضرت أبي الوفاة كنت عنده،\nوكان حرق فيما هو فيه، وبيدي خرقة أمسح بها عينيه ساعة فساعة، ففتح أبي\nعينيه، وحدق بهما، وأومأ بيده، وقال: لا بعد، دفعات فقلت: يا أبه من تخاطب؟\nفقال: هذا إبليس قائم بحضرتي، عاضا على أنامله يقول: يا أحمد: شيء، فقلت:\nلا حتى أموت \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>سياق ما روي عن النبي صلى الله عليه وسلم في خروج الدجال والإيمان به خلاف ما قالت المبتدعة: إن الدجال كل رجل خبيث</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1294'> Vol. 07, p. 1294</a>\n            </div>\n            \n<h1 class='l1' id='head25'>2285 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا الحسين بن إسماعيل، قال: نا محمد\nبن إشكاب، قال: نا عبد الصمد بن عبد الوارث، قال: نا شعبة، عن قتادة، عن\nأنس، قال: قال رسول الله صلى الله عليه وسلم: \" ما بعث نبي إلا أنذر أمته\nالأعور الكذاب، ألا إنه أعور، وإن ربكم ليس بأعور , بين عينيه مكتوب: كافر\n\". أخرجه\n</p>\n\n<h1 class='l1' id='head26'>[ص: 1295]</h1>\n\n<p>\nالبخاري، ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>2286 - </h1>\n\n<p>\nأنا عبد العزيز بن محمد، وإسماعيل بن الحسن بن عبيد الله , وعبيد الله بن\nأحمد , وعبد الواحد بن محمد بن عبد الله بن مهدي، قالوا: أنا الحسين بن\nإسماعيل، قال: نا يوسف بن موسى، قال: نا جرير، عن إسماعيل، عن قيس بن أبي\nحازم، عن المغيرة <span id='ms595'></span> بن شعبة، قال: قلت: يا رسول الله، بلغني أن مع الدجال\nأنهارا وماء وجبال خبز، فقال: «هو أهون على الله من ذلك» ، قال المغيرة:\n«فكنت من أكثر الناس سؤالا عنه» ، فقال رسول الله صلى الله عليه وسلم: «ليس\nهو بالذي يضرك» . واللفظ لعبد العزيز، أخرجه مسلم عن إسحاق، عن جرير\nوالبخاري من حديث إسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>2287 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، نا يعقوب بن إبراهيم البزار، قال: نا جعفر بن\nمحمد المدايني، قال: نا عبد الله بن موسى، عن ح\n</p>\n\n<h1 class='l1' id='head29'>2288 - </h1>\n\n<p>\nوأنا محمد بن عبد الله بن الحسين، قال: نا محمد بن علي الصائغ، قال: نا\nمحمد بن الحسين بن موسى، قال: نا الفضل، قال: نا شيبان، عن يحيى، عن أبي\nسلمة، قال: سمعت أبا هريرة، يقول: قال رسول الله صلى الله عليه وسلم: «ألا\nأحدثكم عن الدجال حديثا ما حدث به نبي قومه؟ إنه أعور، وإنه يجيء معه بمثل\nالجنة والنار، فالتي يقول إنها الجنة هي النار، والتي يقول إنها النار هي\nالجنة، فإني أنذركم كما أنذر به نوح قومه» أخرجه البخاري ومسلم عن أبي نعيم\nالفضل، ومسلم من حديث شيبان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>سياق ما روي عن النبي صلى الله عليه وسلم في طاعة الأئمة والأمراء ومنع الخروج عليهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1296'> Vol. 07, p. 1296</a>\n            </div>\n            \n<h1 class='l1' id='head31'>2289 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا عمرو بن\nعلي، قال: نا أبو عاصم، عن ابن جريج، ح وأنا عبيد الله بن أحمد، وعبيد الله\nبن محمد بن جعفر، قالا: نا الحسين بن إسماعيل، قال: نا زيد بن أخزم، قال:\nنا أبو عاصم، عن ابن جريج، عن زياد بن سعد، عن ابن شهاب، عن أبي سلمة، عن\nأبي هريرة، عن النبي صلى الله عليه وسلم قال: «من أطاعني فقد أطاع الله ,\nومن عصاني فقد عصى الله، ومن أطاع أميري فقد أطاعني , ومن عصى أميري فقد\nعصاني» لفظهما سواء أخرجه مسلم من حديث ابن جريج , والبخاري , ومسلم من\nحديث يونس , عن الزهري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>2290 - </h1>\n\n<p>\nوأنا محمد بن عمر بن محمد بن <span id='ms596'></span> حميد، قال: نا أبو هيثم بن عبد الصمد، قال:\nنا أبو مصعب، عن مالك ح\n</p>\n\n<h1 class='l1' id='head33'>2291 - </h1>\n\n<p>\nوأنا جعفر بن عبيد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nحدثني الربيع بن سليمان، قال: نا عبد الله بن وهب، قال: أخبرنا مالك، عن\nيحيى بن سعيد الأنصاري، قال: أخبرني عبادة بن الوليد بن عبادة، عن أبيه، عن\nجده، قال: بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في العسر\nواليسر\n</p>\n\n<h1 class='l1' id='head34'>[ص: 1297]</h1>\n\n<p>\nوالمنشط والمكره، وأن لا ننازع الأمر أهله، وأن نقول أو نقوم بالحق حيث\nما كنا لا نخاف لومة لائم أخرجه البخاري من حديث مالك، ومسلم من حديث عبادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>2292 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، قال: نا أحمد بن خالد الجزوري، قال:\nنا محدم بن يحيى الذهلي، قال: نا قتيبة، قال: نا يعقوب بن عبد الرحمن، عن\nأبي حازم، عن أبي صالح، عن أبي هريرة: أن رسول الله صلى الله عليه وسلم\nقال: «عليك بالسمع والطاعة، في منشطك ومكرهك ويسرك» ، وزاد بعضهم: «وعسرك\nوأثرة عليك» أخرجه مسلم عن قتيبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>2293 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا عبد الرحمن بن مهدي، قال: نا شعبة، عن يحيى بن حصين، قال:\nسمعت جدتي، تحدث أنها سمعت رسول الله صلى الله عليه وسلم يوما، وهو يقول:\n«إن استعمل عليكم عبد حبشي يقودكم بكتاب الله، فاسمعوا له وأطيعوا» أخرجه\nمسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>2294 - </h1>\n\n<p>\nأنا أحمد، أنا علي بن عبد الله، قال: نا أحمد بن سنان، قال: نا يزيد بن\nهارون، قال: أنا ورقاء، عن أبي إسحاق، عن يحيى بن\n</p>\n\n<h1 class='l1' id='head38'>[ص: 1298]</h1>\n\n<p>\nحصين، عن أم حصين، قالت: رأيت النبي صلى الله عليه وسلم يخطب الناس،\nفقال: «يا أيها الناس اسمعوا وأطيعوا، ولو أمر عليكم عبد حبشي، فاسمعوا له\nما أقام فيكم كتاب الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>2295 - </h1>\n\n<p>\nأنا أحمد بن عمر، أنا عمر بن أحمد بن علي، قال: نا محمد بن الوليد، قال:\nنا محمد بن جعفر، قال: نا <span id='ms597'></span> شعبة، قال: سمعت أبا التياح، قال: سمعت أنسا\nيقول: إنه سمع رسول الله صلى الله عليه وسلم قال لأبي ذر: «اسمع وأطع، ولو\nلحبشي كأن رأسه زبيبة» أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>2296 - </h1>\n\n<p>\nأنا عبد الله بن أحمد، قال: نا أحمد بن محمد بن عبد الله بن الفضل\nالسامري، قال: نا الحسن بن عرفة، قال: نا إسماعيل بن عياش، قال: نا بحير بن\nسعد ح\n</p>\n\n<h1 class='l1' id='head41'>2297 - </h1>\n\n<p>\nوأنا محمد بن أحمد الطوسي، قال: نا محمد بن يعقوب، قال: نا أبو عتبة،\nقال: نا بقية، عن بحير بن سعد، عن خالد بن معدان، عن عبد الرحمن بن عمرو\nالسلمي، عن العرباض بن سارية أن رسول الله صلى الله عليه وسلم وعظهم يوما\nبعد صلاة الغداة موعظة بليغة، ذرفت منها العيون ووجلت منها القلوب، فقال\nرجل: يا رسول الله هذه موعظة مودع، فبم تعهد إلينا؟ قال: «أوصيكم بتقوى\nالله، والسمع والطاعة، وإن كان عبدا حبشيا؛ فإنه من يعش منكم فسيرى اختلافا\nكثيرا، وإياكم\n</p>\n\n<h1 class='l1' id='head42'>[ص: 1299]</h1>\n\n<p>\nومحدثات الأمور، فإنها ضلالة، فمن أدرك ذلك منكم فعليه بسنتي وسنة\nالخلفاء المهديين الراشدين عضوا عليها بالنواجذ» واللفظ لحديث بقية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>2298 - </h1>\n\n<p>\nأنا عمر بن زكار، أنا الحسين بن إسماعيل، قال: نا علي بن مسلم، قال: نا\nابن أبي فديك، قال: حدثني عبد الله بن محمد بن عروة، عن هشام بن عروة، عن\nأبي صالح، عن أبي هريرة: أن النبي صلى الله عليه وسلم قال: «سيأتيكم بعدي\nولاة , فيليكم البر منهم ببره , ويليكم الفاجر بفجوره، واسمعوا لهم وأطيعوا\nفي كل ما وافق الحق، وصلوا وراءهم، فإن أحسنوا فلهم، وإن أساءوا فلكم\nوعليهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>2299 - </h1>\n\n<p>\nأنا محمد بن علي بن عبد الله، قال: نا أحمد بن عمرو، قال: نا يونس بن عبد\nالأعلى، قال: نا ابن وهب، قال: نا معاوية بن صالح، عن العلاء بن الحارث، عن\nمكحول، عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: «الجهاد واجب مع\nكل أمير برا كان أو فاجرا، والصلاة واجبة على كل مسلم برا كان أو فاجرا،\nوإن عمل <span id='ms598'></span> الكبائر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>2300 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا يوسف بن\nموسى ح وأنا عبد العزيز بن محمد، أنا الحسين بن إسماعيل، قال: نا يوسف بن\nموسى، قال: نا مسلم بن إبراهيم الأزدي، قال: نا الحارث بن نبهان الجرمي،\nقال: نا عتبة بن يقظان، عن أبي سعيد، عن مكحول، عن واثلة بن الأسقع، أن\nالنبي صلى الله عليه وسلم قال: «لا تكفروا أهل ملتكم وإن عملوا الكبائر،\nوصلوا خلف كل إمام، وصلوا على كل ميت، وجاهدوا مع كل أمير» وفي حديث يحيى\nأبو سعيد، والصواب أبو سعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>2301 - </h1>\n\n<p>\nأنا كوهي بن الحسن، قال: نا أبو حامد الحضرمي، قال: نا علي بن الحسن\nالدقاق، قال: نا أبو معاوية، عن جعفر بن برقان، عن ابن أبي نشبة، عن أنس،\nقال: قال رسول الله صلى الله عليه وسلم: \" ثلاث من أصل الإسلام: الكف عمن\nقال لا إله إلا الله , لا يكفر بذنب، ولا نخرجه من الإسلام بعمل، والإيمان\nماض\n</p>\n\n<h1 class='l1' id='head47'>[ص: 1301]</h1>\n\n<p>\nمنه يعني أنه إلى أن يقاتل آخر أمتي الدجال، والإيمان بالأقدار كلها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>2302 - </h1>\n\n<p>\nأنا محمد بن أحمد الطوسي، قال: نا محمد بن يعقوب، قال: نا العباس بن\nالوليد، قال: نا عقبة، قال: أخبرني الأوزاعي، حدثني جنادة، قال: قال لي\nعبادة بن الصامت: «عليك بالسمع والطاعة في عسرك ويسرك، ومنشطك ومكرهك أو\nأثرة عليك، ولا تنازع الأمر أهله إلا أن يأمروك بمعصية الله بواحا» يعني\nخالصا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>2303 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا محمد بن عبد الله بن محمد البغوي، قال:\nنا داود بن رشيد، قال: نا الوليد، عن ابن ثوبان، عن حسان بن عطية، عن نافع،\nأن ابن عمر، كان يصلي مع ابن الزبير إذا أصاب الوقت، ومرة مع الحجاج إذا\nأصاب الوقت، وأن ابن الزبير قال: \" أمني أنت؟ قال: «لا منك، ولا عليك» ،\nوأن الحجاج قال: أمني أنت؟ قال: «لا منك، ولا عليك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>2304 - </h1>\n\n<p>\nأنا محمد بن عمر بن محمد بن حميد، قال: نا أحمد بن عبد الله بن <span id='ms599'></span> الوكيل،\nقال: نا عمر بن شبة، قال: نا يحيى بن سعيد، عن محمد بن مهران، قال: حدثني\nأبو المثنى، قال: كنا مع عبد الله بن الزبير، والحجاج محاصره , فكان عبد\nالله بن عمر يصلي مع ابن الزبير، فإذا فاتته مع ابن الزبير فسمع مؤذن\nالحجاج، يصلي مع الحجاج، فقيل له: أتصلي مع ابن الزبير، ومع الحجاج؟ فقال:\n«إذا دعونا إلى الله عز وجل أجبنا، وإذا دعونا إلى الشيطان تركناهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>2305 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، أنا محمد بن جعفر، قال: نا عيسى بن مطر،\nقال: نا سفيان بن عيينة، عن الزهري، عن عطاء بن يزيد، أن أبا أيوب غزا مع\nيزيد بن معاوية في البحر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>2306 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، قال: أنا أحمد بن سعيد، قال: نا محمد بن\nيحيى، قال: نا عبد الرزاق، قال: أنا معمر، عن الزهري، عن محمود بن الربيع،\nأن أبا أيوب كان يغزو مع يزيد بن معاوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>2307 - </h1>\n\n<p>\nأنا محمد بن الحسن الهاشمي، قال: نا عبد الملك بن أحمد بن عبد الرحمن،\nقال: نا حفص بن عمرو، قال: نا يحيى بن سعيد، عن عثمان بن الأسود، قال: سمعت\nعطاء، يقول: \" صل على كل من وضع على هذا الباب ممن يستقبل قبلتك، قال:\nفذكرت له أناسا، فقال لهم شيئا، فقال: صل على كل من صلى إلى القبلة منهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>2308 - </h1>\n\n<p>\nأخبرنا محمد بن أحمد بن القاسم، قال: أنا إسماعيل بن محمد، قال: نا أحمد\nبن منصور، قال: نا عبد الرزاق، قال: أنا معمر، عن أيوب، عن الحسن، عن\nالأحنف بن قيس، عن أبي بكرة، قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n«إذا تواجه المسلمان بسيفيهما فقتل أحدهما صاحبه فالقاتل والمقتول في\nالنار» . فقالوا: يا رسول الله هذا القاتل فما بال المقتول؟ قال: «إنه كان\nيريد قتل أخيه» أخرجه مسلم من هذا الطريق، والبخاري من حديث حماد بن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>سياق ما روي عن النبي صلى الله عليه وسلم في الخوارج</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1303'> Vol. 07, p. 1303</a>\n            </div>\n            \n<h1 class='l1' id='head56'>2309 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن جعفر <span id='ms600'></span>، قال: أنا الحسين بن إسماعيل، قال: نا سلم\nبن جنادة، قال: نا أبو أسامة، عن سليمان بن المغيرة\n</p>\n\n<h1 class='l1' id='head57'>[ص: 1304]</h1>\n\n<p>\n، قال: نا حميد بن هلال، عن عبد الله بن الصامت، عن أبي ذر، قال: قال\nرسول الله صلى الله عليه وسلم: «إن بعدي من أمتي» ، أو «سيكون من بعدي،\nقوما يقرءون القرآن لا يجاوز عن حلوقهم، يخرجون من الدين كما يخرج السهم من\nالرمية، لا يعودون فيه , هم شر الخلق والخليقة» . قال سليمان: وأكثر ظني\nأنه قال: «سيماهم التحالق» . قال عبد الله بن الصامت: فذكرت ذلك لرافع بن\nعمرو أخي الحكم بن عمرو قال: وأنا سمعت من رسول الله صلى الله عليه وسلم\nأخرجه مسلم من حديث سليمان بن المغيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>2310 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد المروزي، قال: أنا عبد الرحمن بن أبي حاتم، قال:\nقرئ على يونس بن عبد الأعلى وأنا حاضر أسمع، قال: أنا ابن وهب، أن مالكا\nحدثه , عن يحيى بن سعيد، عن محمد بن إبراهيم، عن أبي سلمة، عن أبي سعيد\nالخدري، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «يخرج فيكم قوم\nتحقرون صلاتكم مع صلاتهم، وصيامكم مع صيامهم، وعملكم مع عملهم , يقرءون\nالقرآن لا يجاوز حناجرهم يمرقون من الدين مروق السهم من الرمية، تنظر في\nالنصل فلا ترى شيئا، ثم تنظر في القدح فلا ترى شيئا، ثم تنظر في الريش فلا\nترى شيئا، وتتمارى في الفوق»\n</p>\n\n<h1 class='l1' id='head59'>[ص: 1305]</h1>\n\n<p>\nأخرجه البخاري من حديث سليمان، ومسلم من حديث يحيى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>2311 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا إسحاق بن يوسف الأزرق، عن الأعمش، عن عبد الله بن أبي أوفى،\nقال: سمعت رسول الله صلى الله عليه وسلم يقول: «الخوارج كلاب النار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>2312 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا عفان، قال: نا حماد بن سلمة، قال: نا سعيد بن جمهان، قال:\nكنا نقاتل الخوارج وهم <span id='ms601'></span> من ذلك الشط ونحن من ذا الشط، قال: فناديناه: أبا\nفيروز، ويحك هذا مولاك عبد الله بن أبي أوفى، فقال: نعم الرجل لو هاجر،\nفقال: ما يقول عدو الله؟ فقلنا: يقول: نعم الرجل لو هاجر، فقال: هجرتي بعد\nهجرتي مع رسول الله صلى الله عليه وسلم ثم قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: «طوبى لمن قتلهم أو قتلوه , طوبى لمن قتلهم أو قتلوه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>2313 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن بن العباس، قال: أنا عبد الله بن محمد بن عبد\nالله البغوي، قال: نا قطن بن نسير، قال: نا عبد الوارث، قال: نا سعيد بن\nجمهان، قال: قال لي عبد الله بن أبي أوفى: ما فعل أبوك؟ قال: قلت: قتلته\nالأزارقة، فقال: عليهم لعنة الله كلاب النار، ثلاثا، قال: فقلت: الأزارقة\nخاصة، أو الخوارج كلهم؟ قال: «الخوارج كلهم كلاب النار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>2314 - </h1>\n\n<p>\nأخبرنا أحمد بن علي بن بشر، قال: نا إسماعيل بن محمد، قال: نا عبد الملك\nبن محمد، قال: نا صالح بن حاتم بن وردان، قال: نا أبي عن يونس بن عبيد، عن\nحميد بن هلال عن عبادة بن قرط الليثي، أنه قال للخوارج حين أخذوه بالأهواز:\nارضوا مني بما رضي رسول الله صلى الله عليه وسلم حين أسلمت، قالوا: وما رضي\nبه منك رسول الله صلى الله عليه وسلم؟ قال: أتيته فشهدت أن لا إله إلا\nالله، وأن محمدا رسول الله، قال: فقبل ذلك مني، قال: فأبوا، فقتلوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>2315 - </h1>\n\n<p>\nأخبرنا محمد بن أحمد بن القاسم، والحسن بن عثمان، قالا: أنا إسماعيل بن\nمحمد، قال: نا سعدان بن نصر، قال: نا سفيان بن عيينة، عن عبيد الله بن أبي\nيزيد، عن ابن عباس، أنه ذكر عنده الخوارج، وما يلقون عند تلاوة القرآن،\nفقال: \" ليسوا بأشد اجتهادا من اليهود والنصارى، ثم هم يضلون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>2316 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن القاسم، قال: أنا محمد بن أحمد بن يعقوب، قال:\nنا جدي، يعقوب بن شيبة، قال: نا الحسن بن علي، قال: نا الأصمعي، عن <span id='ms602'></span> المعتمر\nبن سليمان، قال: قال إسحاق بن سويد:\n</p>\n\n<p>\n[البحر الوافر]\n</p>\n\n<p>\nبرئت من الخوارج لست منهم ... من الغزال منهم وابن باب\n</p>\n\n<p>\nومن قوم إذا ذكروا عليا ... يردون السلام على السحاب\n</p>\n\n<p>\nولكني أحب بكل قلبي ... وأعلم أن ذاك من الصواب\n</p>\n\n<p>\nرسول الله والصديق حقا ... بما أرجو به حسن الثواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>2317 - </h1>\n\n<p>\nأخبرنا محمد بن محمد بن زكريا المطوعي النيسابوري رحمه الله بالري قال:\nسمعت أبا العباس محمد بن يعقوب بن الأصم يقول: طاف خارجيان بالبيت، فقال\nأحدهما لصاحبه: لا يدخل الجنة من هذا الخلق غيري وغيرك، فقال له صاحبه: \"\nجنة عرضها كعرض السماء والأرض بنيت لي ولك؟ قال: نعم، فقال: هي لك، وترك\nرأيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>سياق ما دل من كتاب الله وسنة نبيه صلى الله عليه وسلم في أن بني آدم خير من الملائكة قال الله عز وجل: {وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكافرين} [البقرة: 34] ، وقال تعالى: {الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به </h1>\n\n<p>\nويستغفرون للذين آمنوا} [غافر: 7] ، وقال تعالى: {والملائكة يدخلون عليهم\nمن كل باب سلام عليكم بما صبرتم فنعم عقبى الدار} [الرعد: 24] ، وروي ذلك\nمن التابعين عن عمر بن عبد العزيز ومحمد بن كعب القرظي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1308'> Vol. 07, p. 1308</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>2318 - </h1>\n\n<p>\nأخبرنا محمد بن علي بن محمد العطار، قال: نا عبيد الله بن محمد بن عبيد\nالله المكتب، قال: نا إبراهيم بن عبد الله بن أيوب، قال: نا صالح بن مالك،\nقال: نا أبو معشر، قال: نا محمد بن كعب القرظي، قال: \" كنا جلوسا عند عمر\nبن عبد العزيز رضي الله عنه بخناصرة، وعنده\n</p>\n\n<h1 class='l1' id='head69'>[ص: 1309]</h1>\n\n<p>\nأمية، وعمرو بن سعيد بن العاص، وعراك بن مالك الغفاري، فتماروا فقال عمر\nبن عبد العزيز: ما أحد أكرم على الله من بني آدم، فقال عراك بن مالك: ما\nأحد أكرم على الله من الملائكة، قال الله عز وجل: {بل عباد مكرمون، لا\nيسبقونه بالقول وهم بأمره يعملون، يعلم ما بين أيديهم وما خلفهم ولا يشفعون\nإلا لمن ارتضى وهم من خشيته مشفقون} [الأنبياء <span id='ms603'></span>: 27] ، وما خدع إبليس آدم\nعليه السلام إلا بالملائكة، فقال: {ما نهاكما ربكما عن هذه الشجرة إلا أن\nتكونا ملكين أو تكونا من الخالدين} [الأعراف: 20] ، فالملائكة أمناء الله\nورسله وخزنة الدار في الجنة والنار , قال: فقال عمر رحمه الله: فما تقول\nأنت يا أبا حمزة؟ فقلت: يا أمير المؤمنين، خلق الله آدم بيده، وأمر ملائكته\nأن يسجدوا له، وجعل من ذريته أنبياء ورسلا، وجعل من ذريته من تزوره\nالملائكة، قال الله عز وجل: {والملائكة يدخلون عليهم من كل باب} [الرعد:\n23] ، وأما قولك يا أمير المؤمنين: {إن الذين آمنوا وعملوا الصالحات أولئك\nهم خير البرية} [البينة: 7] ، ليس هذا لبني آدم خاصة، قال الله عز وجل:\n{الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به} [غافر: 7] ،\nوالملائكة يؤمنون، وقال في سورة الجن: {فمن يؤمن بربه فلا يخاف بخسا ولا\nرهقا} [الجن: 13] ، ثم جمع الخلائق كلهم فقال عز وجل: {إن الذين آمنوا\nوعملوا الصالحات أولئك هم خير البرية} [البينة: 7] ، فهم خير الملإ في الجن\nوالإنس \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>باب جماع فضائل الصحابة رضي الله عنهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1310'> Vol. 07, p. 1310</a>\n            </div>\n            \n<h1 class='l1' id='head71'>سياق ما روي في أن معرفة فضائل الصحابة من السنة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1310'> Vol. 07, p. 1310</a>\n            </div>\n            \n<h1 class='l1' id='head72'>2319 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن موسى الأهوازي، قال: أنا\n</p>\n\n<h1 class='l1' id='head73'>[ص: 1311]</h1>\n\n<p>\nأحمد بن محمد بن سعيد، قال: نا محمد بن إسحاق العامري البكائي، قال: نا\nفضل بن موفق، قال: نا أبو بكر بن عياش، عن عاصم، عن شقيق، عن عبد الله،\nقال: «حب أبي بكر وعمر ومعرفة فضلهما من السنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>2320 - </h1>\n\n<p>\nأخبرنا محمد بن عبيد الله بن الحجاج، قال: نا محمد بن جعفر المقبري، قال:\nنا أحمد بن إسحاق بن صالح أبو بكر الوزان، قال: نا إسحاق بن كعب، قال: نا\nموسى بن عمير، عن الحكم، عن\n</p>\n\n<h1 class='l1' id='head75'>[ص: 1312]</h1>\n\n<p>\nإبراهيم، عن مسروق، عن عبد الله، قال: \" كنا نرى أن ذكر أبي بكر وعمر من\nالسنة , أو حبهما من السنة شك موسى بن عمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>2321 - </h1>\n\n<p>\nأخبرنا إسماعيل بن الحسن، قال: نا الحسن بن أحمد بن صدقة، قال: نا محمد\nبن إسرائيل الجوهري، قال: نا الوليد بن <span id='ms604'></span> الفضل، قال: حدثني عبد العزيز بن\nجعفر اللؤلؤي، قال: قلت للحسن: حب أبي بكر وعمر سنة؟ قال: لا، فريضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>2322 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، قال: نا محمد بن حمدويه المروزي، قال: نا محمود بن\nآدم، قال: نا سفيان، قال: نا خالد بن سلمة، عن الشعبي، عن مسروق، قال: \" حب\nأبي بكر وعمر، ومعرفة فضلهما من السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>2323 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: نا جدي\nيعقوب بن شيبة، قال: نا أحمد بن يحيى الأحول، قال: نا أبو معاوية، عن محمد\nبن بلال، عن طاوس، قال: \" حب أبي بكر وعمر، ومعرفة فضلهما من السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>2324 - </h1>\n\n<p>\nأخبرنا محمد بن رزق الله، قال: أنا أحمد بن عيسى، قال: نا أبو مسلم، قال:\nنا عبد العزيز بن الخطاب، قال: حدثني يونس بن بكير، عن أبي جعفر يعني محمد\nبن علي بن الحسن، قال: \" من جهل فضل أبي بكر وعمر، فقد جهل السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>2325 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، قال: نا أحمد بن أبي سعدان البغدادي،\nنزيل الري، قال: نا أبو العيناء محمد بن القاسم، قال: نا محمد بن خالد بن\nعثمة، عن مالك بن أنس، قال: \" كان السلف يعلمون أولادهم حب أبي بكر وعمر\nكما يعلمون السورة من القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>2326 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: أنا أحمد بن يعقوب، قال: نا جدي يعقوب بن\nشيبة، قال: نا زكريا بن سهل المروزي، قال: نا علي بن الحسن بن شقيق، قال:\nسألت عبد الله بن المبارك عن الجماعة، فقال: «أبو بكر وعمر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>2327 - </h1>\n\n<p>\nأنا أحمد بن عبد الله، قال: نا أحمد بن محمد بن معاوية، قال: سمعت أبا\nزرعة الرازي، يقول: سمعت قبيصة بن عتبة يقول: حب أصحاب النبي صلى الله عليه\nوسلم كلهم سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>سياق ما روي عن النبي صلى الله عليه وسلم في الحث على حب الصحابة وذكر محاسنهم، والترحم عليهم، والاستغفار لهم، والكف عن مساوئهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1314'> Vol. 07, p. 1314</a>\n            </div>\n            \n<h1 class='l1' id='head84'>2328 - </h1>\n\n<p>\nأخبرنا كوهي بن الحسن، قال: نا محمد بن هارون الحضرمي، قال: نا محمد <span id='ms605'></span> بن\nرزق الله، قال: نا عبد الصمد بن عبد الوارث، قال: نا شعبة، قال: نا عبد\nالله بن عبد الله بن جبر، قال: سمعت أنس بن مالك، يقول: ح\n</p>\n\n<h1 class='l1' id='head85'>2329 - </h1>\n\n<p>\nوأنا محمد بن أحمد بن علي بن حامد، قال: نا محمد بن عمر بن محمد الفسوي،\nقال: نا حمدان بن عمر، قال: نا عفان، قال: نا شعبة، عن عبد الله بن عبد\nالله بن جبر، عن أنس أن النبي صلى الله عليه وسلم قال في الأنصار: «لا\nيحبهم إلا مؤمن، ولا يبغضهم إلا منافق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>2330 - </h1>\n\n<p>\nأخبرنا عبد الله بن أحمد، قال: نا الحسين بن يحيى، قال: نا الحسن بن محمد\nالصباح، قال: نا عفان، قال: نا شعبة، عن عبد الله بن عبد الله بن جبر، عن\nأنس أن النبي صلى الله عليه وسلم قال: «آية الإيمان حب الأنصار، وآية\nالنفاق بغض الأنصار»\n</p>\n\n<h1 class='l1' id='head87'>[ص: 1315]</h1>\n\n<p>\nأخرجه البخاري، ومسلم من حديث شعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>2331 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا عبد الرحمن بن مهدي عن سفيان، عن الأعمش، عن ذكوان، عن أبي\nسعيد، عن النبي صلى الله عليه وسلم قال: «لا يبغض الأنصار رجل مؤمن بالله\nواليوم الآخر» أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>2332 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن بن جعفر البزار، قال: نا محمد بن إسماعيل\nالأيلي الحافظ، سنة عشرين وثلاثمائة، قال: نا محمد بن أحمد بن يزيد\nالواسطي، قال: سمعت أبا عبد الله أحمد بن محمد بن حنبل يسأل أبا النضر هاشم\nبن القاسم عن هذا الحديث , فسمعت هاشما يقول: نا عبد الصمد بن المفخر\nالقرشي قال: أنا ابن حيان، عن عطاء عن أبي هريرة قال: قال رسول الله صلى\nالله عليه وسلم: «لا يجتمع حب هؤلاء الأربعة إلا في مؤمن، أبي بكر، وعمر،\nوعثمان، وعلي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>2333 - </h1>\n\n<p>\nأخبرنا عمر بن عبد الله بن زاذان القزويني، قال: نا علي بن إبراهيم بن\nسلمة، قال: نا محمد بن إدريس، قال: نا عمران بن موسى الطرسوي، قال: نا عبد\nالصمد <span id='ms606'></span> بن يزيد، قال: نا محمد بن مقاتل العباداني، عن حماد بن سلمة قال: قال\nأيوب السختياني: من أحب أبا بكر الصديق فقد أقام الدين، ومن أحب عمر فقد\nأوضح السبيل، ومن أحب عثمان فقد استنار بنور الدين، ومن أحب علي بن أبي\nطالب فقد استمسك بالعروة الوثقى، ومن قال الحسنى في أصحاب محمد صلى الله\nعليه وسلم فقد برئ من النفاق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>2334 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن بن جعفر، قال: نا محمد بن إسماعيل الأيلي، سنة\nعشرين وثلاثمائة، قال: نا يحيى بن عثمان بن صالح المصري، قال: نا عبد الله\nبن صالح، قال: نا نافع بن يزيد، عن زهرة بن معبد، عن سعيد بن المسيب عن\nجابر بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: \" إن الله عز\nوجل اختار أصحابي على جميع العالمين سوى النبيين والمرسلين، واختار لي من\nأصحابي أربعة: أبو بكر وعمر وعثمان وعلي، فهؤلاء خير أصحابي، وأصحابي كلهم\nخير، واختار أمتي على سائر الأمم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>2335 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، قال: أنا محمد بن بكار السكسكي قال: نا\nمحمد بن الوليد بن أبان، قال: نا داود بن سليمان الشيباني، قال: نا خازم بن\nجبلة، عن ابن أبي نضرة، عن أبيه، عن جده، عن أبي سعيد، قال: قال رسول الله\nصلى الله عليه وسلم لأبي بكر وعمر: «والله إني لأحبكما، والله إني لأحبكما\nبحب الله إياكما، والله إن الملائكة لتحبكما بحب الله عز وجل لكما , وأحب\nالله من أحبكما , ووصل من وصلكما، قطع الله من قطعكما , أبغض الله من\nأبغضكما في دنياكما وأخراكما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>2336 - </h1>\n\n<p>\nأخبرنا الفضل بن جعفر بن زنجلة الأصبهاني، قال: نا عبد الله بن جعفر بن\nبرقان، قال: نا هارون بن سليمان، قال: نا عبد الله بن إبراهيم، قال: نا عبد\nالرحمن بن زيد، عن أبيه، عن ابن عمر، قال: قال رسول الله صلى الله عليه\nوسلم: «لا تذكروا مساوئ أصحابي فتختلف قلوبكم عليهم، واذكروا محاسن أصحابي\nحتى تأتلف قلوبكم عليهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>2337 - </h1>\n\n<p>\nأخبرنا عبد العزيز بن <span id='ms607'></span> أحمد بن الحسين بن يحيى، قال: نا الحسن بن عرفة، نا\nسلم بن سالم البلخي، عن عبد الرحمن بن زيد العمي، عن أبيه، قال: أدركت\nأربعين شخصا من التابعين كلهم يحدثنا عن أصحاب رسول الله صلى الله عليه\nوسلم، أن رسول الله صلى الله عليه وسلم قال: «من أحب جميع أصحابي وتولاهم\nواستغفر لهم جعله الله يوم القيامة معهم في الجنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>2338 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، أنا علي بن محمد بن أحمد بن يزيد\nالرياحي، قال: نا أبي قال: سمعت شعيب بن حرب يقول: قلت لمالك بن مغول:\nأوصني قال: \" أوصيك بحب الشيخين، أبي بكر وعمر، قلت: إن الله أعطى من ذلك\nخيرا كثيرا، قال: أي لكع، والله لأرجو لك على حبهما ما أرجو لك على التوحيد\n\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>2339 - </h1>\n\n<p>\nأنا الحسن بن عثمان، قال: أنا أحمد بن جعفر، قال: نا عبد الله بن أحمد،\nقال: نا أبي قال: نا أبو معاوية، قال: وحدثنا رجل، عن مجاهد، عن أبي عباس،\nقال\n</p>\n\n<h1 class='l1' id='head97'>[ص: 1319]</h1>\n\n<p>\n: «لا تسبوا أصحاب محمد صلى الله عليه وسلم، فإن الله عز وجل قد أمر\nبالاستغفار لهم وهو يعلم أنهم سيقتتلون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>2340 - </h1>\n\n<p>\nأنا علي بن عمر بن إبراهيم، قال: نا عثمان بن أحمد، قال: نا إبراهيم بن\nحماد، قال: نا يحيى بن محمد الدقاق، عن يعقوب بن سواك، قال: \" رأيت بشر بن\nالحارث في المنام، فقلت: يا أبا نصر، أليس قد مت؟ قال: بلى، فقلت: إلى ما\nصرت؟ قال: إلى خير , مرتين، قال: ثم قال: من صلى على أبي بكر، أو ترحم على\nأبي بكر، فكأنما صلى ثلاثمائة ركعة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>سياق ما روي عن النبي صلى الله عليه وسلم من الوعيد على من لعن الصحابة أو تنقصهم، أو نال منهم، وتتبع عوراتهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1320'> Vol. 07, p. 1320</a>\n            </div>\n            \n<h1 class='l1' id='head100'>2341 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا عبد الله بن محمد البغوي، قال: نا محمد\nبن العباد المكي، قال: نا محمد بن طلحة المديني، عن عبد الرحمن بن سالم بن\nعبد الله بن عويم بن ساعدة، عن أبيه، عن جده <span id='ms608'></span>، قال: قال رسول الله صلى الله\nعليه وسلم: «إن الله اختارني، واختار لي أصحابا فجعل لي منهم وزراء وأنصارا\nوأصهارا، فمن سبهم فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله\nمنه يوم القيامة صرفا ولا عدلا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>2342 - </h1>\n\n<p>\nأنا عيسى بن علي، وأحمد بن محمد بن الجراح، قالا: أنا عبد الله بن محمد\nبن عبد العزيز، قال: نا علي بن الجعد، قال: نا شعبة، وأبو معاوية، عن\nالأعمش، عن أبي صالح، عن أبي سعيد ح\n</p>\n\n<h1 class='l1' id='head102'>2343 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا أبو معاوية، قال: نا الأعمش ح\n</p>\n\n<h1 class='l1' id='head103'>2344 - </h1>\n\n<p>\nوأنا الحسن بن محمد المخزومي، قال: أنا أبو بكر عبد الله بن محمد بن زياد\nالنيسابوري، قال: نا علي بن حرب، قال: نا معاوية، عن الأعمش، عن أبي صالح،\nعن أبي سعيد، قال\n</p>\n\n<h1 class='l1' id='head104'>[ص: 1321]</h1>\n\n<p>\n: قال رسول الله صلى الله عليه وسلم: «لا تسبوا أصحابي، فوالذي نفسي بيده\nلو أن أحدا أنفق مثل أحد ذهبا ما أدرك مد أحدهم، ولا نصيفه» واللفظ لأحمد\nبن سنان أخرجه البخاري ومسلم من حديث شعبة وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>2345 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا أبو كريب، قال: نا الحسين بن علي، عن زائدة، عن عاصم، عن أبي صالح، عن\nأبي هريرة، قال: كان بين خالد بن الوليد، وبين عبد الرحمن بن عوف بعض ما\nيكون بين الناس، فقال رسول الله صلى الله عليه وسلم: «دعوا لي أصحابي، فإن\nأحدكم لو أنفق مثل أحد ذهبا لم يبلغ مد أحدهم ولا نصيفه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>2346 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: نا محمد بن يحيى بن صاعد، قال:\nنا عبد الله بن عمران العابدي المخزومي، قال: نا إبراهيم بن سعد، عن عبيدة\nبن أبي رائطة، عن عبد الرحمن بن عبد الله، عن عبد الله بن مغفل، قال: قال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head107'>[ص: 1322]</h1>\n\n<p>\n: «الله الله في أصحابي , لا تتخذوهم غرضا <span id='ms609'></span> من بعدي، من أحبهم فقد أحبني،\nومن أبغضهم فقد أبغضني، ومن آذاهم فقد آذاني، ومن آذاني فقد آذى الله، ومن\nآذى الله فيوشك أن يأخذه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>2347 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: نا جدي\nيعقوب بن شيبة، قال: نا أبو أحمد الزبيري، قال: نا محمد بن خالد، عن عطاء\nبن أبي رباح: قال: قال رسول الله صلى الله عليه وسلم: ح،\n</p>\n\n<h1 class='l1' id='head109'>2348 - </h1>\n\n<p>\nوأخبرنا محمد بن عبد الرحمن بن محمد بن خيران، ومحمد بن علي بن الحسين\nالحسني العلوي، قالا: أنا أحمد بن محمد بن المقرئ، قال: نا عبد الحميد بن\nعصام الجرجاني، قال: نا عبد الله بن سيف الخوارزمي، قال: نا مالك بن مغول،\nعن عطاء بن أبي رباح، عن عبد الله بن عمر، عن النبي صلى الله عليه وسلم\nقال: «لعن الله من سب أصحابي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>2349 - </h1>\n\n<p>\nأنا الحسن بن محمد المخزومي، وعبد السلام بن علي، وعلي بن محمد بن عمر،\nقالوا: أنا عبد الله بن محمد بن زياد النيسابوري، قال: نا علي بن حرب، قال:\nنا أبو معاوية، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: «أمروا\nبالاستغفار لأصحاب محمد صلى الله عليه وسلم فسبوهم» أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>2350 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا أبو علي الحسن بن كثير، قال: نا\nمحمد بن بحر، قال: نا الحسن بن قتيبة، عن سفيان الثوري، عن نسير بن ذعلوق،\nقال: سمعت ابن عمر يقول: «لا تسبوا أصحاب محمد صلى الله عليه وسلم؛ فإن\nمقام أحدهم خير من عمل أحدكم عمره كله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>2351 - </h1>\n\n<p>\nأنا الحسين بن عمر، قال: نا محمد بن عمرو، قال: نا يحيى بن جعفر، قال: نا\nعلي بن عاصم، قال: أنا أبو قحذم، قال: حدثني\n</p>\n\n<h1 class='l1' id='head113'>[ص: 1324]</h1>\n\n<p>\nأبو قلابة، عن ابن مسعود، قال: قال رسول الله صلى الله عليه وسلم: «إذا\nذكر القدر فأمسكوا، وإذا ذكر أصحابي فأمسكوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>2352 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن الحسين، قال: نا أحمد بن إسحاق بن وهب، قال: نا\nعبد الله بن <span id='ms610'></span> أحمد بن حنبل، قال: نا عبيد الله بن معاذ، قال: نا سعيد، عن\nأبي مسلمة، عن أبي نضرة، عن أبي سعيد الخدري، قال: \" ذكر علي وطلحة\nوالزبير، فقال قوم: سبقت لهم سوابق، وأصابتهم فتن، فردوا أمرهم إلى الله عز\nوجل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>2353 - </h1>\n\n<p>\nأنا الحسن بن عثمان، قال: أنا أحمد بن حمدان، قال: نا عبد الله بن أحمد،\nقال: نا أبي قال: نا أبو معاوية، قال: نا رجل، عن مجاهد، عن ابن عباس، قال:\n«لا تسبوا أصحاب محمد صلى الله عليه وسلم، فإن الله عز وجل قد أمرنا\nبالاستغفار لهم، وهو يعلم أنهم سيقتتلون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>2354 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن عمر، إجازة , قال: أنا محمد بن أحمد بن يعقوب، قال:\nنا يعقوب، قال: نا الحسن بن الحكم، قال: نا\n</p>\n\n<h1 class='l1' id='head117'>[ص: 1325]</h1>\n\n<p>\nأبو بدر، قال: نا عبد الله بن زبيد، عن طلحة بن مصرف، عن مصعب بن سعد، عن\nسعد بن أبي وقاص قال: \" الناس على ثلاث منازل، فمضت منزلتان، وبقيت واحدة،\nفأحسن ما أنتم كائنون عليه أن تكونوا على التي بقيت. قال: ثم قرأ: {للفقراء\nالمهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا}\n[الحشر: 8] هؤلاء المهاجرون، وهذه منزلة، ثم قرأ: {والذين تبوءوا الدار\nوالإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا\nويؤثرون على أنفسهم ولو كان بهم خصاصة} ، قال: وهؤلاء الأنصار، وهذه منزلة\nقد مضت، ثم قرأ: {والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا\nالذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف\nرحيم} ، قد مضت هاتان، وبقيت هذه المنزلة، فأحسن ما أنتم كائنون عليه أن\nتكونوا بهذه المنزلة التي قد بقيت، يقول: أن تستغفروا لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>2355 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد، أنا محمد بن عمرو، قال: نا أحمد بن ملاعب،\nقال: نا سعيد بن منصور، قال: نا أبو الأحوص، قال: نا أبو عبد الرحمن، قال\nشعبة: ظننت أنه يزيد بن المبارك، عن جعفر بن برقان عن ميمون بن مهران قال:\nقال <span id='ms611'></span> لي ابن عباس: «يا ميمون لا تسب السلف، وادخل الجنة بسلام»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>2356 - </h1>\n\n<p>\nأخبرنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني،\nقال: أنا أبو كريب، قال: نا معاوية بن هشام، عن عمران بن أنس، عن ابن أبي\nمليكة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head120'>[ص: 1326]</h1>\n\n<p>\n: «إن أربى الربا عند الله استحلال عرض امرئ مسلم» ، ثم قرأ: {والذين\nيؤذون المؤمنين والمؤمنات بغير ما اكتسبوا} [الأحزاب: 58] الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>2357 - </h1>\n\n<p>\nأخبرنا الحسين بن المظفر، قال: نا محمد بن عمرو، قال: نا عبد الله بن\nروح، قال: نا الحسن بن قتيبة، قال: نا عمر بن مصقلة العبدي أخو رقبة بن\nمصقلة عن عبد الملك بن عمير، عن ربعي بن حراش، قال: قاذف المحصنة يهدم عمل\nستين سنة، وشتم أبي بكر يهدم عمل ستين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>2358 - </h1>\n\n<p>\nأخبرنا القاسم بن جعفر، قال: نا محمد بن أحمد بن حماد، قال: نا علي بن\nحرب، قال: نا ابن فضيل، قال: نا ابن أبي حفصة، سألت أبا جعفر محمد بن علي\nوجعفرا عن أبي بكر، وعمر، فقالا: «تولهما وابرأ من عدوهما، فإنهما كانا\nإمامي هدى» . وقال: قال جعفر: «أبو بكر جدي، فيسب الرجل جده»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>2359 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن، قال: أنا عبد الله بن محمد بن زياد، قال: نا\nعبد الملك بن عبد الحميد الميموني، قال: سمعت أحمد بن حنبل يقول: ما لهم\nولنا أسأل الله العافية، وقال لي: يا أبا الحسن إذا رأيت أحدا يذكر أصحاب\nرسول الله صلى الله عليه وسلم بسوء فاتهمه على الإسلام \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>سياق ما روي من دعاء السلف الصالح على اللعانين، وما أظهر الله من تعجيل العقوبة والنكال لهم في الدنيا، وما أعد الله لهم في الآخرة أكثر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1327'> Vol. 07, p. 1327</a>\n            </div>\n            \n<h1 class='l1' id='head125'>2360 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن الحسين، قال: أنا عبد الله بن علي القطيعي، قال:\nنا محمد بن الحسين الفراء، قال: نا عارم أبو النعمان، قال: نا أبو عوانة،\nعن عبد الملك بن عمير، عن جابر بن سمرة، قال: \" شكا أهل الكوفة <span id='ms612'></span> سعدا إلى\nعمر، حتى قالوا: لا يحسن يصلي. قال: فقال سعد: أما أنا فكنت أصلي لهم صلاة\nرسول الله صلى الله عليه وسلم صلاتي العشاءين، لا أخرم عنهما أركد في\nالأوليين، وأحذف في الأخريين. قال: ذاك الظن بك أبا إسحاق. قال: فبعث رجالا\nيسألون عنه بالكوفة، قال: فكانوا لا يأتون مسجدا من مساجد الكوفة إلا قالوا\nخيرا، وأثنوا خيرا، وأثنوا معروفا، حتى أتوا مسجدا من مساجد بني عبس، فقال\nله أبو سعدة: فأما إذ ناشدتمونا، فإنه كان لا يعدل في القضية، ولا يعدل\nبالسوية، ولا يسير بالسرية. فقال سعد: اللهم إن كان كاذبا فأعم بصره، وأطل\nعمره، وعرض به الفتن. فقال عبد الملك: فأنا رأيته بعد يتعرض النساء في\nالسكك، فإذا سئل كيف أنت؟ فيقول: كبير مفتون أصابتني دعوة سعد أخرجه\nالبخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>2361 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا عبد الله بن محمد البغوي، قال: نا داود\nبن رشيد، قال: نا ابن علية، قال: حدثني محمد بن القرشي، عن عامر بن سعد،\nقال\n</p>\n\n<h1 class='l1' id='head127'>[ص: 1328]</h1>\n\n<p>\n: أقبل سعد من أرض له، فإذا الناس عكوف على رجل، فاطلع فإذا هو يسب طلحة\nوالزبير وعليا، فنهاه، فكأنما زاده إغراء، فقال: ويلك ما تريد إلى أن تسب\nأقواما هم خير منك، لتنتهين أو لأدعون عليك، فقال: هيه، فكأنما تخوفني نبيا\nمن الأنبياء. فانطلق فدخل دارا، فتوضأ ودخل المسجد، ثم قال: اللهم إن كان\nهذا قد سب أقواما قد سبق لهم منك خير أسخطك سبه إياهم فأرني اليوم به آية\nتكون آية للمؤمنين. قال: وتخرج بختية من دار بني فلان نادة لا يردها شيء،\nحتى تنتهي إليه , ويتفرق الناس عنه، فتجعله بين قوائمها، فتطؤه حتى طفئ.\nقال: فأنا رأيته يتبعه الناس ويقولون: استجاب الله لك أبا إسحاق، استجاب\nالله لك أبا إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>2362 - </h1>\n\n<p>\nأنا علي بن محمد بن يعقوب، قال: أنا أحمد بن جعفر، قال: نا إدريس بن عبد\nالكريم، قال: نا أحمد بن عيسى المصري، قال: نا ابن وهب، قال: أخبرني عمر بن\nمحمد، أن <span id='ms613'></span> أباه حدثه عن سعيد بن زيد بن عمرو بن نفيل، أن أروى خاصمته في\nأرض، فقال: إني سمعت رسول الله صلى الله عليه وسلم يقول: «من أخذ شبرا من\nالأرض بغير حق طوق إلى سبع أرضين يوم القيامة» . ثم قال: اللهم إن كانت\nكاذبة فأعم بصرها، واجعل قبرها في دارها. قال: فرأيتها عمياء تلتمس الجدر،\nتقول: أصابتني دعوة سعيد بن زيد، بينما هي تمشي في الدار خرت في بئر الدار\nفوقعت فيها فكانت قبرها أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>2363 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن، قال: نا أبو بكر محمد بن الحسن بن دريد قال: نا\nأبو حاتم، عن الأصمعي، عن أبيه، عن محمد بن سيرين، قال: \" كنت أطوف\nبالكعبة، فإذا رجل يقول: اللهم اغفر لي، وما أظن أن تغفر لي , قلت: يا عبد\nالله، ما سمعت أحدا يقول كما تقول، قال: إني كنت قد أعطيت الله عهدا إن\nقدرت أن ألطم وجه عثمان بن عفان لطمته، فلما قتل ووضع على سرير في البيت\nوالناس يصلون عليه، دخلت كأني أصلي، فوجدت خلوة، فرفعت الثوب عن وجهه\nفلطمته، وتنحيت وقد يبست يميني، فإذا هي يابسة سوداء، كأنها عود شيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>2364 - </h1>\n\n<p>\nأخبرنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا نعيم بن\nهيصم، قال: نا خلف بن تميم، ح\n</p>\n\n<h1 class='l1' id='head131'>2365 - </h1>\n\n<p>\nوأخبرنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: نا جدي\nيعقوب قال: نا خلف بن تميم، قال: نا عمير أبو الحباب، عن عمار بن سيف\nالضبي، قال: خرجنا في غزاة في البحر، وعلينا موسى بن كعب، فكان معنا في\nالمركب رجل يكنى أبا حمان، فأقبل يشتم أبا بكر وعمر، فنهيناه فلم ينته،\nوزجرناه فلم ينزجر، فأتينا على جزيرة في البحر فأرفينا إليها ثم خرجنا،\nوتفرقنا نريد الوضوء لصلاة الظهر، فأخبرنا أن الدبر، يعني الزنابير، وقعت\nعلى أبي حمان فأتت على نفسه، قال: فدفعت إليه وهو ميت، قال خلف بن تميم:\nفزادني في هذا الحديث نجدة بن المبارك السلمي قال <span id='ms614'></span>\n</p>\n\n<h1 class='l1' id='head132'>[ص: 1330]</h1>\n\n<p>\n: سمعت أبا الحباب يذكر شيئا، فأخبر الناس، فتعجبوا وقالوا: هذه كانت\nمأمورة. قال نجدة: فأقبل قوم يحفرون، فاستوعرت علينا الأرض وصلبت، فلم نقدر\nأن نحفر له، فألقينا عليه الحجارة وورق الشجر \". واللفظ ليعقوب، زاد ابن\nمنيع في حديثه: قال خلف: «وكان صاحب لنا يبول، فوقعت نحلة على ذكره فلم\nتضره، فعلمنا أنها كانت مأمورة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>2366 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد، قال: نا يعقوب، قال:\nنا الوضاح بن حسان، قال: نا أبو المحياة يحيى بن يعلى التيمي، قال: نا عمر\nبن الحكم، عن عمه، قال: \" خرجنا نريد مدان، ومعنا رجل يسب أبا بكر وعمر،\nقال: فنهيناه فلم ينته، وانطلق ليقضي حاجته، فوقع عليه الدبر، فلم يقلع عنه\nحتى قطعه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>2367 - </h1>\n\n<p>\nأخبرنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا نعيم بن\nهيصم، قال: نا خلف بن تميم، قال: ح،\n</p>\n\n<h1 class='l1' id='head135'>2368 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر، قال: نا محمد بن أحمد، قال: نا يعقوب، قال: نا\nخلف بن تميم، قال: نا بشر أبو الخصيب، قال: \" كنت رجلا تاجرا، وكنت موسرا،\nوكنت أسكن بمدائن كسرى وذاك في زمان طاعون هبيرة، فأتاني أجير لي يدعى\nأشرف، فذكر أن رجلا ميتا في بعض خانات المدائن، فأقبلت على دابتي، حتى دخلت\nذلك الخان، فدفعت إلى رجل ميت مسجى , على بطنه لبنة، ومعه\n</p>\n\n<h1 class='l1' id='head136'>[ص: 1331]</h1>\n\n<p>\nنفر من أصحابه، فذكروا من عبادته وفضله، فبعثت إلى كفن ليشترى له، وبعثنا\nإلى حافر يحفر له قبرا، وهيأت له لبنا، وجلسنا نسخن له الماء لنغسله، فإنا\nكذلك إذ وثب الميت وثبة، فندرت اللبنة عن بطنه، وهو يدعو بالويل والثبور\nوالنار , وفي حديث ابن منيع: ففزع أصحابه عنه، قال: فدنوت حتى أخذت بعضده\nفهززته، ثم قلت: ما رأيت؟ وما حالك؟ قال: صحبت مشيخة من أهل الكوفة، قال\nأبو الخصيب: فذكر أحد الثلاث خصال، قال: فقال: أدخلوني في دينهم، أو قال:\nهواهم، أو قال: رأيهم , الشك من أبي الخصيب على سب أبي بكر وعمر، والبراءة\nمنهما، قال <span id='ms615'></span>: فقلت: استغفر الله لا تعد، قال: فقال: وما ينفعني، وقد انطلق\nبي إلى مدخلهم من النار، فأريته ثم قيل لي: إنك ترجع إلى أصحابك، فتحدثهم\nبما رأيته، ثم تعود إلى حالك، قال: فما أدري انقضت كلمته، أو عاد ميتا على\nحاله الأولى، فانتظرت حتى أتيت بالكفن، فأخذته ثم قلت لا كفنته، ولا غسلته،\nولا صليت عليه، ثم انصرفت، فأخبرت أن النفر الذين كانوا معه هم الذين تولوا\nغسله، ودفنه، والصلاة عليه، فقالوا لقوم: ما الذي استنكرتم من صاحبنا؟\nقالوا: إنما كانت خطفة من شيطان تكلم على لسانه، قال خلف بن تميم: فقلت: يا\nأبا الخصيب، هذا الذي حدثني لمشهد منك؟ قال: بصر عيني، وسمع أذني \". واللفظ\nليعقوب، إلا كلمة بينتها في خلال الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>2369 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد، قال: نا يعقوب، قال: نا\nالوضاح بن حسان، قال: نا. . \" أن رجلا كان يسب أبا بكر وعمر، وكان قد صحبنا\nفي سفر، فنهيناه فلم ينته، فقلنا له: اجتنبنا، ففعل، فلما أردنا الرجوع\nتذممنا، فقلنا: لو صحبنا حتى\n</p>\n\n<h1 class='l1' id='head138'>[ص: 1332]</h1>\n\n<p>\nنرجع، فلقينا غلامه، فقلنا له: قل لمولاك يرجع إلينا، فقال: إنه قد حدث\nبي أمر عظيم، فأخرج ذراعيه، فإذا هما ذراعا خنزير، فتحول إلينا، فكان معنا،\nحتى انتهينا إلى قرية كثيرة الخنازير، فلما رآها صاح صياح الخنازير، فوثب\nمن دابته، فإذا هو خنزير، فاختلط مع الخنازير، فلم نعرفه، فجئنا بمتاعه\nوغلامه إلى الكوفة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>2370 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، قال: أنا عثمان بن أحمد، قال: نا حنبل، قال: نا\nداود بن شبيب، قال: نا حماد، قال: نا علي بن زيد، أن سعيد بن المسيب قال\nله: مر غلامك، فلينظر إلى وجه هذا الرجل، فقلت له: أنت تكفيني، أخبرني عنه،\nفقال: إن هذا الرجل قد سود الله وجهه، كان يقع في علي، وطلحة، والزبير،\nفجعلت أنهاه فجعل لا ينتهي، فقلت: اللهم إن كنت تعلم أنه قد كانت لهم سوابق\nوقدم، فإن كان مسخطا لك ما يقول فأرني به آية، واجعله آية <span id='ms616'></span> للناس، فسود الله\nوجهه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>2371 - </h1>\n\n<p>\nأنا علي بن محمد بن يعقوب، أنا الحسن بن عثمان، قال: نا محمد بن عبد الله\nبن إبراهيم، قال: نا عثمان بن سعيد الحداد، قال: حدثني محمد بن يوسف،\nبسمتياط، قال: نا أبو الصقر الخلاطي، عن المعافى بن عمران، قال: قال سفيان\nالثوري: \" كنت امرأ أغدو إلى الصلاة بغلس، فغدوت ذات يوم، وكان لنا جار كان\nله كلب عقور، فقعدت أنظر حتى يتنحى، فقال لي الكلب: جز يا أبا عبد الله،\nفإنما أمرت بمن يشتم أبا بكر وعمر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>2372 - </h1>\n\n<p>\nذكره أبو عبد الله بن بطة، قال: نا أبو بكر الآجري، قال: سمعت ابن أبي\nالطيب يقول: حدثني جعفر الصايغ، وأشار إلى\n</p>\n\n<h1 class='l1' id='head142'>[ص: 1333]</h1>\n\n<p>\nأسطوانة الجامع , يعني بمدينة المنصور، يقول: عند تلك الأسطوانة، قال: \"\nإنه كان في جيران أبي عبد الله أحمد بن حنبل رجل، وكان ممن يمارس المعاصي\nوالقاذورات، فجاء يوما مجلس أحمد بن حنبل فسلم عليه، فكأن أحمد لم يرد عليه\nردا تاما، وانقبض منه، فقال له: يا أبا عبد الله لم تنقبض مني؟ إني قد\nانتقلت عما كنت تعهده مني برؤيا رأيتها. قال: وأي شيء رأيت تقدم؟ قال: رأيت\nالنبي صلى الله عليه وسلم في النوم كأنه على علو من الأرض، وناس كثير أسفل\nجلوس، قال: فتقدم رجل رجل منهم إليه، فيقولون: ادع لنا حتى لم يبق من القوم\nغيري، قال: فأردت أن أقوم فاستحييت من قبح ما كنت عليه، قال: فقال لي: يا\nفلان، لم لا تقوم وتسألني أدعو لك؟ فكأني قلت: يا رسول الله، يقطعني الحياء\nمن قبح ما أنا عليه، قال: إن كان يقطعك الحياء فقم فسلني أدعو لك، إنك لا\nتسب أحدا من أصحابي، قال: فقمت فدعا لي، قال: فانتبهت، وقد بغض الله إلي ما\nكنت عليه \"، قال: فقال لنا أبو عبد الله: يا جعفر، يا فلان، يا فلان حدثوا\nبهذا، واحفظوا فإنه ينفع \"\n</p>\n\n<h1 class='l1' id='head143'>2373 - </h1>\n\n<p>\nحدثني يوسف بن الحسن بن إبراهيم الخياط، شيخ صالح كان في جوارنا، وكان\nيسكن في الجانب الشرقي، فانتقل <span id='ms617'></span> إلى الغربي، وكان في خدمة شاشنيكير الحاجب،\nقال: كان في الجانب الشرقي في وقت إلى الحسين بن بويه رجل ديلمي من قواده\nيسمى جبنه مشهور، وجه من وجوه عسكره، ويذكر جماعة من الحاضرين لهذه الحكاية\nأنه كان رجلا مشهورا له مال ونجدة وجمال، قال: بينما هو واقف يوما في موسم\nالحج ببغداد، وقد أخذ الناس في الخروج إلى مكة إذ عبر به رجل يعرف بعلي\nالدقاق المعافري، قال يوسف: هو حدثني بهذه القصة، وشرحها إذ هو صاحبها،\nوالمبتلى بها , وكنت أسمع غيره من الناس يذكرونها لشهرتها، إلا إني سمعته\nيقول\n</p>\n\n<h1 class='l1' id='head144'>[ص: 1334]</h1>\n\n<p>\n: عبرت على جبنة، فقال لي: يا علي هو ذا تحج هذه السنة؟ قلت: لم تتفق لي\nحجة إلا الآن، وأنا في طلبها، فقال لي جوابا عن كلامي: أنا أعطيك حجة. فقلت\nله من غير أن يصح في نفسي كلامه: هاتها، فقال: يا غلام مر إلى عثمان\nالصيرفي وقل له يزن لك عشرين دينارا، فمررت مع غلامه فوزن لي عثمان عشرين\nدينارا ورجعت إليه فقال لي: أصلح أمورك، فإذا عزمت على الرحيل فأرني وجهك\nلأوصيك بوصية، فانصرفت عنه، وهيأت أموري، فرجعت إليه، فقال لي أولا: قد\nوهبت هذه الحجة لك، ولا حاجة لي فيها، ولكن أحملك رسالة إلى محمد. فقلت: ما\nهي؟ قال: قل له أنا بريء من صاحبيك أبي بكر وعمر اللذين هما معك، ثم حلفني\nبالطلاق إنك لتقولنها، وتبلغن هذه الرسالة إليه , فورد علي مورد عظيم،\nوخرجت من عنده مهموما حزينا، وحججت، ودخلت المدينة، وزرت قبر رسول الله صلى\nالله عليه وسلم، وصرت مترددا في الرسالة، أبلغها أم لا؟ وفكرت في أني إن لم\nأبلغها طلقت امرأتي، وإن بلغتها عظمت علي مما أواجه به رسول الله صلى الله\nعليه وسلم , فاستخرت الله تعالى في القول، وقلت: إن فلان بن فلان يقول كذا\nوكذا , وأديت الرسالة بعينها، واغتممت غما شديدا، وتنحيت ناحية، فغلبتني\nعيناي، فرأيت النبي صلى الله عليه وسلم، فقال: قد سمعت الرسالة التي\nأديتها، فإذا رجعت إليه <span id='ms618'></span> فقل له: إن رسول الله صلى الله عليه وسلم يقول لك:\nأبشر يا عدو الله يوم التاسع والعشرين من قدومك بغداد بنار جهنم. وقمت\nوخرجت، ورجعت إلى بغداد، فلما عبرت إلى الجانب الشرقي، فكرت وقلت: إن هذا\nرجل سوء، بلغت رسالته إلى رسول الله صلى الله عليه وسلم، أبلغ رسالته إليه،\nوما هو إلا أن أخبره بها حتى يأمر بقتلي أو يقتلني بيده، وأخذت أقدم وأؤخر،\nفقلت\n</p>\n\n<h1 class='l1' id='head145'>[ص: 1335]</h1>\n\n<p>\n: لأقولنها لو كان فيها قتلي، ولا أكتم رسالته، وأخالف أمره، فدخلت عليه\nقبل الدخول على أهلي، فما هو أن وقع عينه علي، فقال لي: يا دقاق ما عملت في\nالرسالة؟ قلت: أديتها إلى رسول الله صلى الله عليه وسلم، ولكن قد حملني\nجوابها، قال: ما هي؟ فقصصت عليه رؤياي، فنظر إلي، وقال: إن قتل مثلك علي\nهين، وسب وشتم، وكان بيده زوبين يهزه، فهزه في وجهي، ولكن لأتركنك إلى\nاليوم الذي ذكرته بهذا الزوبين، وأشار إلى الزوبين، ولامني الحاضرون، وقال\nلغلامه: احبسه في الإسطبل وقيده. فحبست وقيدت، وجاءني أهلي وبكوا علي ورثوا\nلي ولاموني، فقلت: قضي الذي كان، ولا موت إلا بأجل، ولم تزل تمر بي الأيام،\nوالناس يتفقدونني، ويرحمونني فيما أنا فيه، حتى مضت سبعة وعشرون يوما، فلما\nكانت الليلة الثامنة والعشرون، واتخذ الديلمي دعوة عظيمة أحضر فيها عامة\nوجوه قواد العسكر، وجلس معهم للشرب، فلما كان نصف الليل جاءني السايس،\nفقال: يا دقاق، القائد أخذته حمى عظيمة، وقد تدثر بجميع ما في الدار ووقع\nعليه الغلمان فوق الثياب، وهو ينتفض في الثياب نفضا عظيما، وكان على حالته\nاليوم الثامن والعشرين، وأتى ليلة التاسع والعشرين، ودخل السايس نصف الليل،\nوقال: يا دقاق مات القائد، وحل عني القيد، فلما أصبحنا اجتمع الناس من كل\nوجه، وجلس القواد للعزاء، وأخرجت أنا، وكانت قصتي مشهورة، واستعادوني فقصصت\nعليهم، ورجع جماعة كثيرة عن مذاهبهم الردية، وخليت أنا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>سياق ما روي عن السلف في أجناس العقوبات والحدود التي أوجبوها وأقاموها على من سب الصحابة روي عن <span id='ms619'></span> عمر أنه جلد ثلاثين سوطا من خرج على أم سلمة، وأن ابنه عبيد الله شتم المقداد، فهم عمر بقطع لسانه، فكلمه أصحاب محمد فقال: ذروني أقطع لسان ابني حتى لا يجترئ أحد </h1>\n\n<p>\nمن بعدي فيسب أحدا من أصحاب محمد صلى الله عليه وسلم. وأن ابن عبد الرحمن\nبن أبزى سأل أباه عبد الرحمن فيمن سب أبا بكر ما كنت تصنع به؟ قال: كنت\nأضرب عنقه، قلت: فعمر؟ قال: أضرب عنقه. وأن عليا بلغه أن ابن السوداء تنقص\nأبا بكر وعمر , فدعا به وبالسيف فهم بقتله، فكلم فيه فقال: لا يساكني بلدا\nأنا فيه , فنفاه إلى الشام وانتقل حريم بن عبد الله، وحنظلة، وعدي بن حاتم\nمن الكوفة إلى قرقيسيا، وقالوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1336'> Vol. 07, p. 1336</a>\n            </div>\n            \n</p>\n\n<p>\n: لا نقيم ببلدة يشتم فيها عثمان. ومن التابعين عن عمر بن عبد العزيز ضرب\nمن شتم عثمان ثلاثين سوطا وعن عاصم الأحول، وكان محتسبا لخلفاء بني العباس\nأنه ضرب من شتم عثمان سبعين سوطا في دفعات. وضرب عمر بن عبد العزيز من سب\nمعاوية أسواطا. وعن أحمد بن حنبل: يضرب , وما أراه على الإسلام. وعن\nإبراهيم النخعي كان يقال: شتم أبي بكر وعمر من الكبائر. وعن أبي إسحاق\nالسبيعي: شتم أبي بكر وعمر من الكبائر التي قال الله عز وجل: {إن تجتنبوا\nكبائر ما تنهون عنه} [النساء: 31] . وقال زائدة لمنصور بن المعتمر: اليوم\nالذي أصوم فيه أقع في الأمراء؟ قال: لا , قلت: فمن يتناول أبا بكر وعمر،\nقال: نعم. وعن طلحة بن مصرف قال: كان يقال: بغض بني هاشم نفاق، وبغض أبي\nبكر وعمر نفاق، والشاك في أبي بكر كالشاك في السنة. ومن الفقهاء عن مالك بن\nأنس أن من سب الصحابة فلا سهم له مع المسلمين في الفيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1337'> Vol. 07, p. 1337</a>\n            </div>\n            \n</p>\n\n<p>\nوسئل إسماعيل بن إسحاق عمن سب عائشة فأفتى بقتله. وقتل الحسن ومحمد ابنا\nزيد الداعي الطبرستاني اللذان وليا ديار طبرستان رجلين مما قذفا عائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1338'> Vol. 07, p. 1338</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>2374 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا إسماعيل بن العباس الوراق، قال: نا جعفر بن عمرو،\nقال: نا محمد <span id='ms620'></span> بن أبي عدي، عن محمد بن إسحاق، عن عبد الله بن أبي بكر، عن\nعمرة، عن عائشة، قالت: لما نزل عذري، قام رسول الله صلى الله عليه وسلم على\nالمنبر فأكبر ذلك، وتلا القرآن، فلما نزل أمر برجلين وامرأة فضربوا حدهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>2375 - </h1>\n\n<p>\nأنا عبد الله بن أحمد، أنا الحسين بن إسماعيل، قال: نا محمد بن خلف، قال:\nنا إسحاق بن منصور، قال: نا قيس بن الربيع، عن وائل بن داود، عن ح،\n</p>\n\n<h1 class='l1' id='head149'>2376 - </h1>\n\n<p>\nوأنا عبد الله بن محمد بن أحمد، أنا عثمان بن أحمد، قال: نا حنبل بن\nإسحاق، قال: نا محمد بن الصلت، قال: نا قيس بن الربيع، عن وائل، عن البهي،\nقال: \" وقع بين عبيد الله بن عمر وبين المقداد كلام، فشتم عبيد الله\nالمقداد، فقال عمر: علي بالحداد أقطع لسانه , لا يجترئ أحد بعده فيشتم أحدا\nمن أصحاب رسول الله صلى الله عليه وسلم واللفظ لحديث حنبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>2377 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، أنا محمد بن عمر، ونا عيسى بن\n</p>\n\n<h1 class='l1' id='head151'>[ص: 1339]</h1>\n\n<p>\nعبيد الله الطيالسي، قال: نا أسيد بن زيد الجمال، قال: نا قيس، عن وائل،\nعن البهي، قال: سب عبيد الله بن عمر المقداد بن الأسود، فهم عمر رضي الله\nعنه بقطع لسانه، فكلمه فيه أصحاب محمد صلى الله عليه وسلم، فقال: «ذروني\nأقطع لسان ابني، حتى لا يجترئ أحد من بعدي يسب أحدا من أصحاب محمد صلى الله\nعليه وسلم أبدا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>2378 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن جعفر البزار، قال: نا محمد بن عبد الله بن\nغيلان، قال: نا أبو جعفر محمد بن يزيد الآدمي، قال: نا سفيان بن عيينة، عن\nخلف بن حوشب، عن سعيد بن عبد الرحمن بن أبزى، قال: قلت لأبي: لو أتيت برجل\nيسب أبا بكر عليه السلام، ما كنت صانعا؟ قال: أضرب عنقه. قلت: فعمر؟ قال:\nأضرب عنقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>2379 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، أنا أحمد بن إسحاق الأنماطي، قال: نا محمد بن علي\nبن حمدان، قال: نا أحمد بن يونس، قال: نا أبو الأحوص <span id='ms621'></span>، عن مغيرة، عن شباك،\nقال: بلغ عليا أن ابن الأسود ينتقص أبا بكر، وعمر، فدعا به , ودعا بالسيف،\nفقال: فهم بقتله، فكلم فيه، فقال: لا يساكني ببلد أنا فيه , فنفاه إلى\nالشام. والصواب المدائن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>2380 - </h1>\n\n<p>\nأنا عبد الله بن محمد، قال: نا أحمد بن سليمان، قال: نا محمد بن عبد الله\nبن سليمان، قال: نا أحمد بن أسد، قال: نا أبو\n</p>\n\n<h1 class='l1' id='head155'>[ص: 1340]</h1>\n\n<p>\nالأحوص، عن مغيرة، عن شباك، عن إبراهيم: بلغ علي بن أبي طالب أن عبد الله\nبن الأسود ينتقص أبا بكر وعمر , فهم بقتله، فقيل له: تقتل رجلا يدعو إلى\nحبكم أهل البيت؟ فقال: لا يساكني في دار أبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>2381 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا داود بن\nعمرو، قال: نا جرير، عن مغيرة، قال: تحول جرير بن عبد الله، وحنظلة، وعدي\nبن حاتم من الكوفة إلى قرقيسيا، وقالوا: لا نقيم ببلد يشتم فيه عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>2382 - </h1>\n\n<p>\nأنا محمد بن أبي بكر، قال: نا محمد بن مخلد، قال: نا بشر بن مطر، قال: نا\nسفيان بن عيينة، عن جامع بن أبي راشد، عن أبي وائل، أن رجلا خرج على أم\nسلمة قوله، فأمر عمر أن يجلد مائتي جلدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>2383 - </h1>\n\n<p>\nأنا علي بن عمر بن إبراهيم، أنا محمد بن الحسن، قال: نا عبد الله بن\nأحمد، قال: حدثني أبي قال: نا إسماعيل بن إبراهيم وهو ابن علية، سنة اثنتين\nوثمانين ومائة، قال: حدثني صدقة بن عبد الله، عن الحارث بن عيينة، أن عمر\nبن عبد العزيز أتي برجل سب عثمان، فقال: ما حملك على أن سببته؟ قال:\nأبغضته. قال: أبغضت رجلا وسببته. قال: فأمر به فجلد ثلاثين سوطا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>2384 - </h1>\n\n<p>\nوأنا علي بن محمد، قال: نا عبد الله بن أحمد، قال: نا أبي قال: نا أبو\nمعاوية الضرير، قال: قال عاصم , يعني الأحول\n</p>\n\n<h1 class='l1' id='head160'>[ص: 1341]</h1>\n\n<p>\n: أتيت برجل قد سب عثمان، قال: فضربته عشرة أسواط، قال: ثم عاد لما قال ,\nفضربته عشرة أخرى , قال: فلم يزل يسبه حتى ضربه سبعين سوطا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>2385 - </h1>\n\n<p>\nأنا <span id='ms622'></span> جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا أبو كريب، قال: نا ابن المبارك، عن محمد بن مسلم، عن إبراهيم بن ميسرة،\nقال: \" ما رأيت عمر بن عبد العزيز ضرب إنسانا قط، إلا إنسانا شتم معاوية،\nفضربه أسواطا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>2386 - </h1>\n\n<p>\nوأنا علي بن عمر، أنا محمد بن الحسن، قال: نا عبد الله بن أحمد: سألت أبي\nعن رجل سب رجلا من أصحاب النبي صلى الله عليه وسلم، قال: أرى أن يضرب، فقلت\nله: حد، فلم يقف على الحد إلا أنه قال: يضرب، وما أراه على الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>2387 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا محمد بن الحسين، قال: نا أحمد بن نصر، قال:\nنا أبي، أنا جرير، عن مغيرة، قال: كان يقال: شتم أبي بكر وعمر من الكبائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>2388 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن الحسن، قال: نا عثمان بن أحمد، قال: نا محمد بن\nيونس، قال: نا سهل بن عثمان العسكري، قال: سمعت عمرو بن أبي المقداد قال:\nسمعت أبا إسحاق الهمذاني يقول: شتم أبي بكر وعمر من الكبائر التي قال الله\nعز وجل\n</p>\n\n<h1 class='l1' id='head165'>[ص: 1342]</h1>\n\n<p>\n: {إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا\nكريما} [النساء: 31]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>2389 - </h1>\n\n<p>\nأنا عبد الله بن محمد، قال: أنا عثمان بن أحمد، قال: نا حنبل، قال: نا\nعثمان بن أبي شيبة، أنا جعفر بن غياث، عن الحجاج بن أرطأة، عن طلحة بن\nمصرف، قال: كان يقال: بغض بني هاشم نفاق، وبغض أبي بكر وعمر نفاق، والشاك\nفي أبي بكر كالشاك في السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>2390 - </h1>\n\n<p>\nوأنا عبيد الله، أنا عثمان، قال: نا حنبل، قال: نا إسحاق بن بشر، قال: نا\nمفضل بن مهلهل السعدي، قال: قلت لمنصور بن المعتمر: أتناول السلطان وأنا\nصائم؟ قال: لا، قلت: أتناول هؤلاء الذين يتناولون أبا بكر , وعمر، قال: نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>2391 - </h1>\n\n<p>\nوأنا علي بن محمد بن أحمد بن يعقوب، أخبرنا بكر بن موسى الدارمي، قال: نا\nإبراهيم بن إسحاق، قال: نا مصعب بن المقدام، عن زائدة، قال: \" قلت لمنصور\nبن المعتمر <span id='ms623'></span>: اليوم الذي أصومه أقع في الأمراء؟ قال: لا، قلت: أقع فيمن\nيتناول أبا بكر وعمر؟ قال: بلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>2392 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن أحمد، أنا محمد بن عمرو، نا محمد بن أحمد بن\nيزيد الرياحي، قال: نا بشر بن آدم، قال: نا عباد بن القاسم، قال: نا عمار\nالضبي، عن عبد الله بن الحسن، يعني ابن الحسين بن علي بن أبي طالب، قال\n</p>\n\n<h1 class='l1' id='head170'>[ص: 1343]</h1>\n\n<p>\n: ما أرى رجلا يسب أبا بكر رضوان الله عليه يتيسر له توبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>2393 - </h1>\n\n<p>\nأنا عبيد الله بن عبد الله، أنا الحسين بن إسماعيل، قال: نا محمود بن\nحراش، قال: نا أسباط، قال: نا عمرو بن قيس، قال: سمعت جعفر بن محمد يقول:\nبرئ الله ممن تبرأ من أبي بكر وعمر رضي الله عنهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>2394 - </h1>\n\n<p>\nأنا عبد الرحمن بن أحمد، قال: أنا محمد بن جعفر، قال: نا علي بن حرب،\nقال: نا أبو معاوية، قال: نا مالك بن مغول، عن الشعبي، قال: لو شئت أن\nيملأوا هذا البيت ذهبا وفضة على أن أكذب لهم على علي لفعلوا , وكان يقول:\nلو كانت الشيعة من الطير لكانوا رخما، ولو كانوا من الدواب لكانوا حمرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>2395 - </h1>\n\n<p>\nأنا أحمد بن عبيد، أنا محمد بن الحسين، نا أحمد بن زهير، أنا مصعب، قال:\nأخبرني أبي قال: سمعت المهدي، يقول: ما فتشت رافضيا إلا وجدته زنديقا، ولا\nفتشت. . . . إلا وجدته زنديقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>2396 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، نا عبد الله بن محمد بن زياد، قال: سمعت القاسم\nبن محمد أبو محمد الأشيب يقول لإسماعيل بن إسحاق: أتي المأمون بالرقة\nبرجلين شتم أحدهما فاطمة، والآخر عائشة، فأمر بقتل الذي شتم فاطمة، وترك\nالآخر، فقال إسماعيل: ما حكمهما\n</p>\n\n<h1 class='l1' id='head175'>[ص: 1344]</h1>\n\n<p>\nإلا أن يقتلا؛ لأن الذي شتم عائشة رد القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head176'>2397 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن أحمد، أنا محمد بن عمرو، ثنا محمد بن عبد الملك\nالدقيقي، قال: نا أبو عمر، أن موسى بن إسماعيل الجبيلي قال: نا مسلم بن\nسالم، عن سعيد، عن قتادة، قال: ما سب أحد عثمان إلا <span id='ms624'></span> افتقر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>2398 - </h1>\n\n<p>\nأنا عبد الله بن مسلم، قال: نا الحسين بن إسماعيل، قال: نا محمد بن منصور\nالطوسي، قال: نا حماد بن غسان، قال: نا رشدين، قال: رأيت في المنام كأن\nقائلا يقول لي: لعلك تبغض عليا، فأقطف رأسك؟ فقلت: لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>2399 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر إجازة , قال: أنا محمد بن أحمد بن يعقوب، قال: نا\nجدي يعقوب بن شيبة قال: حدثني الأشج، قال: نا إسحاق بن موسى بن يزيد\nالكندي، عن شريك، عن الأجلح، قال: سمعنا أنه ما سب أبا بكر وعمر أحد إلا\nمات قتلا أو فقرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>2400 - </h1>\n\n<p>\nأنا علي بن عمر، أنا إسماعيل بن محمد، قال: نا محمد بن عبد الملك\nالدقيقي، قال: نا إبراهيم بن المنذر، قال: نا معن بن عيسى، قال: سمعت مالك\nبن أنس يقول: من سب أصحاب رسول الله صلى الله عليه وسلم، فليس له في الفيء\nحق؛ يقول الله عز وجل: {للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم\nيبتغون فضلا من الله ورضوانا} [الحشر: 8] الآية. هؤلاء أصحاب رسول الله صلى\nالله عليه وسلم الذين هاجروا معه، ثم قال: {والذين تبوءوا الدار والإيمان}\n</p>\n\n<h1 class='l1' id='head180'>[ص: 1345]</h1>\n\n<p>\nهؤلاء الأنصار ثم قال: {والذين جاءوا من بعدهم يقولون ربنا اغفر لنا\nولإخواننا الذين سبقونا بالإيمان} فالفيء لهؤلاء الثلاثة؛ فمن سب أصحاب\nرسول الله صلى الله عليه وسلم، فليس من هؤلاء الثلاثة، ولا حق له في الفيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>2401 - </h1>\n\n<p>\nأنا عبد الله بن مسلم بن يحيى، قال: نا الحسين بن إسماعيل، قال: نا محمد\nبن صالح، قال: نا أحمد بن يونس، قال: نا أبو شهاب، عن الحسن بن عمرو، قال:\nقال طلحة بن مصرف: لولا أني على وضوء لأخبرتك ببعض ما تقول الشيعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>2402 - </h1>\n\n<p>\nأنا أحمد بن علي الطبري، قال: نا الحسين بن محمد بن سليمان الكاتب، قال:\nسمعت أبا العباس عبد الله بن موسى الهاشمي المنصوري قال: سمعت القاضي أبا\nالحسن الجراحي يقول: سمعت أبا السائب عتبة بن عبد الله الهمداني قاضي\nالقضاة يقول: كنت يوما بحضرة الحسن بن زيد الداعي بطبرستان، وكان <span id='ms625'></span> يلبس\nالصوف، ويأمر بالمعروف، وينهى عن المنكر، ويوجه في كل سنة بعشرين ألف دينار\nإلى مدينة السلام تفرق على صغائر ولد الصحابة، وكان بحضرته رجل ذكر عائشة\nبذكر قبيح من الفاحشة , فقال: يا غلام اضرب عنقه، فقال له العلويون: هذا\nرجل من شيعتنا , فقال: معاذ الله , هذا رجل طعن على النبي صلى الله عليه\nوسلم , قال الله عز وجل: {الخبيثات للخبيثين والخبيثون للخبيثات والطيبات\nللطيبين والطيبون للطيبات أولئك مبرءون مما يقولون لهم مغفرة ورزق كريم} ،\nفإن كانت عائشة خبيثة , فالنبي صلى الله عليه وسلم خبيث، فهو كافر ,\nفاضربوا عنقه , فضربوا عنقه وأنا حاضر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>2403 - </h1>\n\n<p>\nوسمعت أبا إبراهيم إسماعيل بن أحمد الطبري يحكي عن أبي جعفر بن الفضل\nالطبري , أن محمد بن زيد أخا الحسن بن زيد قدم عليه من العراق رجل ينوح بين\nيديه , فذكر عائشة بسوء، فقام إليه بعمود وضرب به دماغه , فقتله، فقيل له:\nهذا من شيعتنا، وممن يتولانا، فقال: هذا سمى جدي قرتان، ومن سمى جدي قرتان\nاستحق عليه القتل فقتلته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>سياق ما روي عن النبي صلى الله عليه وسلم في فضائل أبي بكر الصديق رضوان الله عليه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1347'> Vol. 07, p. 1347</a>\n            </div>\n            \n<h1 class='l1' id='head185'>2404 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا أبو بكر عبد الله بن محمد بن زياد، قال:\nنا يونس بن عبد الأعلى، قال: نا عبد الله بن وهب، قال: أخبرني مالك بن أنس،\nعن أبي النضر سالم، عن عبيد بن حنين قال يونس: أحسبه عن أبي سعيد ح\n</p>\n\n<h1 class='l1' id='head186'>2405 - </h1>\n\n<p>\nونا محمد بن عبد الله بن عبد الحكم، قال: نا عبد الله بن وهب، قال:\nأخبرني مالك، عن أبي النضر، عن عبيد بن حنين، عن أبي سعيد\n</p>\n\n<h1 class='l1' id='head187'>[ص: 1348]</h1>\n\n<p>\nأن رسول الله صلى الله عليه وسلم جلس على المنبر. ح\n</p>\n\n<h1 class='l1' id='head188'>2406 - </h1>\n\n<p>\nوأنا محمد بن الحسين الفارسي، قال: نا أبو القاسم جعفر بن محمد بن عبد\nالعزيز الجروي بتنيس قال: نا محمد بن إسماعيل البخاري سنة ثمان وأربعين\nومائتين قال: نا إسماعيل بن أبي أويس قال: نا مالك، عن أبي النضر مولى عمر\nبن عبيد الله <span id='ms626'></span>، عن عبيد بن حنين، عن أبي سعيد الخدري أن رسول الله صلى الله\nعليه وسلم جلس على المنبر فقال: إن أمن الناس علي في صحبته وماله أبو بكر،\nولو كنت متخذا خليلا لاتخذت أبا بكر. زاد ابن وهب «خليلا , ولكن أخوة\nالإسلام» . وفي حديث البخاري: «إلا خلة الإسلام , ألا لا يبقين في المسجد\nخوخة إلا خوخة أبي بكر» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>2407 - </h1>\n\n<p>\nأنا أحمد بن عبد الله، نا عبد الرحمن بن أبي حاتم، نا أحمد بن سنان ح\n</p>\n\n<h1 class='l1' id='head190'>2408 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن سنان،\nقال: نا وهب بن جرير، قال: سمعت أبي قال: سمعت يعلى يحدث، عن عكرمة، عن ابن\nعباس: خرج رسول الله صلى الله عليه وسلم عاصبا رأسه بخرقة في مرضه الذي مات\nفيه، فقعد على المنبر، فحمد الله , وأثنى عليه , ثم قال: «ليس من الناس أحد\nأمن علي بنفسه وماله من أبي بكر بن أبي قحافة، لو كنت متخذا من\n</p>\n\n<h1 class='l1' id='head191'>[ص: 1349]</h1>\n\n<p>\nالناس خليلا، لاتخذت أبا بكر، ولكن خلة الإسلام أفضل , سدوا عني كل خوخة\nفي المسجد غير خوخة أبي بكر» أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>2409 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: نا يحيى بن محمد بن صاعد، قال:\nنا يوسف بن موسى، قال: نا جرير، عن مغيرة، عن واصل، عن عبد الله بن أبي\nالهذيل، عن أبي الأحوص، قال: قال عبد الله، عن النبي صلى الله عليه وسلم:\n«لو كنت متخذا أحدا من أهل الأرض خليلا لاتخذت أبا بكر بن أبي قحافة خليلا،\nولكن صاحبكم خليل الله» أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head193'>2410 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمرو بن علي، قال: نا أبو عاصم، نا ابن جريج، عن ابن أبي مليكة: كتب ابن\nالزبير إلى أهل البصرة أن الذي قال رسول الله صلى الله عليه وسلم: «لو كنت\nمتخذا خليلا لاتخذته خليلا» , قضى بأن الجد أب: أبو بكر. وفي الباب عن جندب <span id='ms627'></span>\n, وكعب بن مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>2411 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد بن عبد العزيز البغوي، قال:\nنا محمد بن حسان السمتي، قال: نا أبو معاوية، ح\n</p>\n\n<h1 class='l1' id='head195'>2412 - </h1>\n\n<p>\nوأنا أحمد بن الفرج، قال: نا عبد الله بن محمد بن أبي\n</p>\n\n<h1 class='l1' id='head196'>[ص: 1350]</h1>\n\n<p>\nسعيد البزار، قال: نا الحسن بن محمد بن الصباح، ثنا أبو معاوية، عن\nالأعمش، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه\nوسلم: «ما نفعني مال قط ما نفعني مال أبي بكر» . قال: فبكى أبو بكر، وقال:\nيا رسول الله إنما أنا ومالي لك وفي حديث ابن حسان: «إلا لك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>2413 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: نا محمد بن أحمد بن يعقوب، قال: نا يعقوب بن\nشيبة، قال: نا معاوية بن عمرو، عن أبي إسحاق الفزاري، عن الأعمش، عن أبي\nصالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: «من أنفق زوجا\nأو زوجين من ماله» ، أراه قال: \" في سبيل الله , دعته خزنة الجنة: يا مسلم\nهذا بر هلم إليه \". قال أبو بكر: هذا رجل لا تودى عليه، فقال رسول الله صلى\nالله عليه وسلم: «ما نفعني مال قط إلا مال أبي بكر» . فبكى أبو بكر، ثم\nقال: وهل نفعني الله إلا بك؟ وهل نفعني الله إلا بك؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>2414 - </h1>\n\n<p>\nأخبرنا عيسى بن علي، قال: أنا عبد الله بن محمد بن عبد العزيز، قال: نا\nيحيى بن ربيع المكي، قال: نا عبد الملك بن إبراهيم الجدي، ح\n</p>\n\n<h1 class='l1' id='head199'>[ص: 1351]</h1>\n\n<h1 class='l1' id='head200'>2415 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن بن العباس، قال: أنا أحمد بن عيسى بن المسكين\nالبلدي، قال: نا إسحاق بن زريق بن سليمان الرسعني، قال: نا عبد الملك بن\nإبراهيم الجدي، قال: أنا محمد بن محمد الطائفي، قال: حدثني القاسم بن عبد\nالواحد بن أيمن، قال: حدثني عمر بن عبد الله بن عروة، عن عروة، عن عائشة،\nقالت: فخرت لمال أبي في الجاهلية، وكان ألف ألف أوقية , قالت: فقال النبي\nصلى الله عليه وسلم: «سليني يا <span id='ms628'></span> عائشة، فإني كنت لك كأبي زرع»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>2416 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: حدثني جدي\nيعقوب قال: نا أحمد بن شبويه المروزي قال: نا سليمان بن صالح، قال: قرأت\nعلى عبد الله بن المبارك، عن فليح بن سليمان، عن عمر بن عبد الله بن عروة\nبن الزبير، عن أبيه، قال: كان مال أبي بكر قد بلغ الغاية ألف أوقية فضة، لم\nيزد عليها مال قرشي قط، ثم أنفق ذلك كله في الله فقال فليح: أخبرت أن\nالغاية في الجاهلية غاية الغنى ألف أوقية فضة، وفي الأنصار جذاذ ألف وسق\nبالصاع الأول، والوسق ستون صاعا، وفي صاعيه وقر حمل بعير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>2417 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا أحمد بن سعيد الثقفي، قال: نا محمد\nبن يحيى الذهلي، قال: نا مطرف بن عبد الله، قال: نا مالك، عن ابن شهاب ح\n</p>\n\n<h1 class='l1' id='head203'>2418 - </h1>\n\n<p>\nوأنا محمد بن الحسين الفارسي، قال: نا محمد بن\n</p>\n\n<h1 class='l1' id='head204'>[ص: 1352]</h1>\n\n<p>\nجعفر بن هشام بن ملاس بدمشق قال: نا موسى بن عامر، قال: نا الوليد، قال:\nنا مالك، وعروة، عن الزهري، عن حميد بن عبد الرحمن، عن أبي هريرة، عن رسول\nالله صلى الله عليه وسلم فقال: «للجنة ثمانية أبواب، فمن كان من أهل الصلاة\nدعي من باب الصلاة، ومن كان من أهل الجهاد دعي من باب الجهاد، ومن كان من\nأهل الصيام دعي من باب الريان، ومن كان من أهل الصدقة دعي من باب الصدقة» .\nقال أبو بكر: ما على من دعي من تلك الأبواب من ضرورة، وهل يدعى أحد منها\nكلها؟ فقال رسول الله صلى الله عليه وسلم: «نعم، وأرجو أن تكون منهم» أخرجه\nالبخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>2419 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: أنا عبد الله بن محمد بن عبد\nالعزيز، قال: نا وهب بن بقية الواسطي، قال: نا خالد بن عبد الله، عن خالد\nالحذاء، عن أبي عثمان، قال: حدثني عمرو بن العاص، أنه أتى النبي صلى الله\nعليه وسلم فقال: يا <span id='ms629'></span> رسول الله أي الناس أحب إليك؟ قال: «عائشة» . قلت: من\nالرجال. قال: «أبوها» . قلت: ثم من؟ قال: «ثم عمر» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head206'>2420 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا علي بن\nسعيد بن مسروق الكندي، قال: نا علي بن مسهر، عن إسماعيل، عن قيس، عن عمرو\nبن العاص\n</p>\n\n<h1 class='l1' id='head207'>[ص: 1353]</h1>\n\n<p>\n: قلت لرسول الله صلى الله عليه وسلم: أي الناس أحب إليك يا رسول الله؟\nفقال: «عائشة» ، قال: إني لست أعني النساء , أنا أعني الرجال، فقال: «أبو\nبكر» أو «أبوها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>2421 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمرو بن علي، قال: نا سهل بن حماد، قال: نا المختار بن نافع التميمي،\nقال: نا أبو حيان التيمي، عن أبيه، عن علي ح\n</p>\n\n<h1 class='l1' id='head209'>2422 - </h1>\n\n<p>\nوأنا أحمد بن عبد الله الأصبهاني، قال: نا عبد الرحمن بن أبي حاتم، قال:\nنا عمر بن شبة، قال: نا أبو عتاب سهل بن حماد قال: نا المختار بن نافع، عن\nأبي حيان التيمي، عن أبيه، عن علي، قال: قال رسول الله صلى الله عليه وسلم:\n«رحم الله أبا بكر؛ زوجني ابنته، ونقلني إلى دار الهجرة، وأعتق بلالا من\nماله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>2423 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا محمد بن المثنى، قال: نا حبان بن هلال، وعفان بن مسلم، قالا: نا همام ح\n</p>\n\n<h1 class='l1' id='head211'>2424 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: نا جدي\nيعقوب قال: نا عفان بن مسلم، وثنا حبان بن هلال، وثنا محمد بن سنان العوقي،\nوثنا أبو سلمة التبوذكي، قال: نا\n</p>\n\n<h1 class='l1' id='head212'>[ص: 1354]</h1>\n\n<p>\nهمام، قالوا: نا ثابت، قال: نا أنس - وصله حبان - , أن أبا بكر الصديق\nحدثه قال: نظرت إلى أقدام المشركين على رءوسنا ونحن في الغار، فقلت: يا\nرسول الله لو أن أحدهم نظر إلى قدميه لأبصرنا تحت قدميه. قال: «يا أبا بكر\nما ظنك باثنين الله ثالثهما؟» أخرجه البخاري ومسلم <span id='ms630'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head213'>2425 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا داود بن\nعمرو، قال: نا نافع بن عمر، عن ابن أبي مليكة أن النبي صلى الله عليه وسلم\nلما خرج هو وأبو بكر، حتى إذا انتهيا إلى الغار من ثور قال أبو بكر: كما\nأنت حتى أدخل يدي فأحسنه، وأقصه، وإن كانت فيه دابة أصابتني قبلك. قال\nنافع: فبلغني أنه كان في الغار جحر ألقم أبو بكر رجله ذلك الجحر تخوفا أن\nتخرج منه دابة أو شيء تؤذي رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>2426 - </h1>\n\n<p>\nأنا أحمد بن محمد بن حسنون، قال: أنا أحمد بن الحسن بن يونس، قرئ على\nيحيى بن جعفر، وأنا أسمع، قال: أنا عبد الرحمن بن إبراهيم الراسبي، قال:\nحدثني فرات بن السائب، عن ميمون بن مهران، عن ضبة بن محصن، عن عمر، أنه قال\nله: والله لليلة من أبي بكر ويوم خير من عمر هل لك بأن أحدثك بليلته ويومه؟\nقال: قلت: نعم يا أمير المؤمنين. قال: أما ليلته لما خرج رسول الله صلى\nالله عليه وسلم هاربا من أهل مكة، خرج ليلا فتبعه أبو بكر، فجعل\n</p>\n\n<h1 class='l1' id='head215'>[ص: 1355]</h1>\n\n<p>\nيمشي مرة أمامه، ومرة خلفه، ومرة عن يمينه، ومرة عن يساره، فقال له رسول\nالله صلى الله عليه وسلم: «ما هذا يا أبا بكر؟ ما أعرف هذا من فعلك» . قال:\nيا رسول الله أذكر الرصد فأكون أمامك، وأذكر الطلب فأكون خلفك، ومرة عن\nيمينك، ومرة عن يسارك، لا آمن عليك. قال: فمشى رسول الله صلى الله عليه\nوسلم ليلته على أطراف أصابعه حتى حفيت رجلاه، فلما رآها أبو بكر أنها قد\nحفيت حمله على كاهله، وجعل يشتد به حتى أتى به الغار، فأنزله ثم قال: والذي\nبعثك بالحق لا تدخله حتى أدخله، فإن كان فيه شيء نزل بي قبلك، فدخل فلم ير\nشيئا، فحمله وأدخله، وكان في الغار خرق فيه حيات وأفاع، فخشي أبو بكر أن\nيخرج منهم شيء يؤذي رسول الله صلى الله عليه <span id='ms631'></span> وسلم، فألقمه قدمه، فجعلن\nتضربنه أو تلسعنه الحيات والأفاعي، وجعلت دموعه تنحدر، ورسول الله صلى الله\nعليه وسلم يقول: \" يا أبا بكر {لا تحزن، إن الله معنا} [التوبة: 40] ،\n{فأنزل الله سكينته} [التوبة: 40] أي: طمأنينته لأبي بكر، فهذه ليلته، وأما\nيومه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>2427 - </h1>\n\n<p>\nأنا عبد الله بن عمر، قال: أنا محمد بن أحمد، قال: نا يعقوب بن شيبة،\nقال: حدثني الخليل بن عبد الله الحبلي، قال: نا ظفر بن إبراهيم، قال: نا\nعبد الرحمن بن قيس، عن علي بن زيد بن جدعان، عن سعيد بن المسيب، عن أنس بن\nمالك، قال: لما كانت ليلة الغار قال أبو بكر: يا رسول الله ائذن لي فأدخل\nقبلك، فإن كانت حية أو قال: خيفة أو شيئا كان بي دونك. فأذن له، فدخل فجعل\nيلتمس الغار بيده، فلا يمر بجحر إلا شق من ثوبه فألقمه الجحر، فلما أتى على\nالثوب كله بقي جحر، فألقمه عقبه، ثم قال: ادخل\n</p>\n\n<h1 class='l1' id='head217'>[ص: 1356]</h1>\n\n<p>\nيا رسول الله، فلما أضاء لهم الصبح قال النبي صلى الله عليه وسلم: \" يا\nأبا بكر ما فعل ثوبك؟ فأخبره بما صنع، فرفع يديه، فقال: «اللهم اجعل أبا\nبكر معي في درجتي في الجنة، فأوحى الله إليه أن قد استجبت لك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>2428 - </h1>\n\n<p>\nأنا عبد العزيز بن محمد بن أحمد، قال: أنا الحسين بن يحيى، قال: نا علي\nبن الحسين بن إشكاب، قال: نا شبابة، قال: نا أبو العطوف الجزري، عن الزهري،\nقال: قال رسول الله صلى الله عليه وسلم لحسان: «هل قلت في أبي بكر؟» قال:\nقال: نعم قال: «قل وأنا أسمع» , فقال:\n</p>\n\n<p>\n[البحر البسيط]\n</p>\n\n<p>\nوثاني اثنين في الغار وقد ... طاف العدو بهم إذ صعدوا الجبلا\n</p>\n\n<p>\nوكان حب رسول الله قد علموا ... من البرية لم يعدل به رجلا\n</p>\n\n<p>\nقال: فتبسم رسول الله صلى الله عليه وسلم حتى بدت نواجذه، وقال: «صدقت يا\nحسان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head219'>2429 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر بن أحمد، قال: أنا محمد بن أحمد بن يعقوب، قال: نا\nجدي يعقوب بن شيبة قال: نا الفضل بن دكين أبو <span id='ms632'></span> نعيم، قال: نا هشام بن سعد،\nعن زيد بن أسلم، عن أبيه، قال: سمعت عمر يقول: أمرنا رسول الله صلى الله\nعليه وسلم أن نتصدق، ووافق ذلك مال عندي فقلت: اليوم أسبق أبا بكر إن سبقته\nيوما، فجئت بنصف مالي، فقال رسول الله صلى الله عليه وسلم: «ماذا أبقيت\nلأهلك؟» فقلت: مثله. قال: وأتى أبو بكر بكل مال عنده، فقال: «يا أبا بكر\nماذا أبقيت لأهلك؟» قال: أبقيت لهم الله\n</p>\n\n<h1 class='l1' id='head220'>[ص: 1357]</h1>\n\n<p>\nورسوله. قلت: لا أسابقك إلى شيء أبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head221'>2430 - </h1>\n\n<p>\nأنا محمد بن علي بن النضر، قال: أنا علي بن عبد الله بن مبشر، قال: نا\nعبد الحميد بن بيان، قال: أنا خالد بن عبد الله، عن يونس، عن الحسن، فقال:\nجاء عمر بصدقة إلى رسول الله صلى الله عليه وسلم فأعلنها، فقال: يا رسول\nالله هذه صدقة لك عندي. فعاد، وجاء أبو بكر بصدقة، فأخفاها، فقال: يا رسول\nالله هذه صدقة ولي عند الله. فعاد، فقال رسول الله صلى الله عليه وسلم:\n«فضل ما بين صدقتيكما ما بين كلاميكما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>2431 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن أحمد بن يعقوب، أنا عبد الرحمن بن أبي حاتم، قال:\nنا الحسن بن عرفة، قال: حدثني الوليد بن الفضل العنزي، قال: نا إسماعيل بن\nعبيد العجلي، عن حماد بن أبي سليمان، عن إبراهيم النخعي، عن علقمة، عن عمار\nبن ياسر، قال: قال لي رسول الله صلى الله عليه وسلم: \" يا عمار أتاني جبريل\nآنفا، فقلت: حدثني بفضائل عمر بن الخطاب في السماء، فقال: يا محمد لو حدثتك\nبفضائل عمر في السماء ما لبث نوح في قومه ألف سنة إلا خمسين عاما ما نفذت\nمن فضائل عمر، وإن عمر حسنة من حسنات أبي بكر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>2432 - </h1>\n\n<p>\nأنا عبد الواحد بن محمد، أنا محمد بن مخلد، قال: حدثنا عيسى بن عبد الله،\nقال: نا رواد بن الجراح، قال: نا عبد العزيز بن أبي رواد، عن نافع، عن ابن\nعمر، قال: قال رسول الله صلى الله عليه وسلم: «لو وضع إيمان أبي <span id='ms633'></span> بكر على\nإيمان هذه الأمة لرجح بها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head224'>2433 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد البغوي، قال: نا وهب بن\nبقية، قال: نا عبد الله بن سفيان الواسطي، عن ابن جريج، عن عطاء، عن أبي\nالدرداء، قال: رآني رسول الله صلى الله عليه وسلم أمشي أمام أبي بكر، فقال:\nيا أبا الدرداء أتمشي أمام من هو خير منك في الدنيا والآخرة؟ ما طلعت شمس\nولا غربت على أحد بعد النبيين والمرسلين أفضل من أبي بكر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>2434 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا محمد بن هارون الحضرمي، قال: نا علي بن\nالحسن المكتب، قال: نا يحيى بن سعيد القطان، عن ابن أبي ذئب، عن محمد بن\nالمنكدر، عن جابر، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head226'>[ص: 1359]</h1>\n\n<p>\n: إن الله ليتجلى للناس عامة، ويتجلى لأبي بكر خاصة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>2435 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا محمد بن بشار، قال: نا محمد بن الزبرقان، قال: نا موسى بن عقبة، عن سالم\nبن عبد الله بن عمر، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم:\n«من جر ثوبه من الخيلاء لم ينظر الله إليه يوم القيامة» . فقال أبو بكر: يا\nرسول الله، إن أحد شقي إزاري يسترخي إلا أن أتعاهد ذلك منه. فقال: «يا أبا\nبكر، إنك لست ممن يريد الخيلاء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head228'>سياق ما روي في بيعة أبي بكر وترتيب الخلافة وكيفية البيعة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1360'> Vol. 07, p. 1360</a>\n            </div>\n            \n<h1 class='l1' id='head229'>2436 - </h1>\n\n<p>\nأخبرنا محمد بن الحسن الفارسي، قال: أنا أحمد بن سعيد الثقفي، قال: نا\nمحمد بن يحيى الذهلي، قال: نا عبد الرزاق، قال: أنا معمر، عن الزهري، عن\nعبيد الله بن عبد الله، عن ابن عباس، قال: كنت أقرئ عبد الرحمن بن عوف في\nخلافة عمر، فلما كان في آخر حجة حجها ونحن بمنى، أتاني عبد الرحمن بن عوف\nمنزلي عشاء فقال: لو شهدت أمير المؤمنين اليوم، وأتاه رجل فقال: إني سمعت\nفلانا يقول: لو قد مات أمير المؤمنين، لقد بايعت <span id='ms634'></span> فلانا، فقال عمر: إني\nلقائم العشية في الناس فمحذرهم هؤلاء الرهط الذين يريدون أن يغتصبوا\nالمسلمين أمرهم، قال: فقلت: يا أمير المؤمنين، إن الموسم مجمع رعاع الناس\nوغوغائهم، وإنهم الذين يغلبون على مجلسك، وإني أخشى إن قلت اليوم مقالة أن\nيطيروا بها كل مطير، ولا يعوها، ولا يضعوها على مواضعها، ولكن أمهل يا أمير\nالمؤمنين حتى تقدم المدينة فإنها دار الهجرة والسنة، وتخلص بالمهاجرين\nوالأنصار، فتقول ما قلت متمكنا، فيعوا مقالتك، ويضعوها على مواضعها. فقال\nعمر: أما والله إن شاء الله لأقومن بها في أول مقام أقومه بالمدينة , قال:\nفلما قدم المدينة وجاء يوم الجمعة، هجرت لما حدثني عبد الرحمن بن عوف،\nفوجدت سعيد بن زيد بن عمرو بن نفيل قد سبقني بالتهجير جالسا إلى جنب\nالمنبر، فجلست إلى جنبه تمس ركبتي ركبته\n</p>\n\n<h1 class='l1' id='head230'>[ص: 1361]</h1>\n\n<p>\n، فلما زالت الشمس خرج علينا عمر، قال: فقلت وهو مقبل: أما والله ليقولن\nأمير المؤمنين على هذا المنبر اليوم مقالة لم تقل قبله، قال: فغضب سعيد بن\nزيد فقال: وأي مقالة يقول لم يقل قبله؟ قال فلما جاء عمر المنبر أخذ المؤذن\nفي أذانه، فلما فرغ المؤذن من أذانه قام عمر فحمد الله وأثنى عليه بما هو\nأهله، ثم قال: أما بعد، فإني أريد أن أقول مقالة قد قدر لي أن أقولها، لا\nأدري لعلها بين يدي أجلي، فمن وعاها وعقلها وحفظها، فليحدث بها حيث تنتهي\nراحلته، ومن خشي أن لا يعيها فإني لا أحل لأحد أن يكذب علي , إن الله بعث\nمحمدا بالحق، وأنزل معه الكتاب، فكان فيما أنزل آية الرجم، فرجم رسول الله\nصلى الله عليه وسلم ورجمنا بعده , وإني خائف أن يطول بالناس زمان، فيقول\nقائل: والله ما نجد الرجم في كتاب الله؛ فيضلوا بترك فريضة أنزلها الله ,\nألا وإن الرجم حق على من زنى إذا أحصن، وقامت البينة أو كان الحمل\nوالاعتراف، ثم قد كنا نقرأ: لا ترغبوا عن آبائكم فإنه كفر بكم أن ترغبوا عن\nآبائكم، ثم إن رسول الله صلى <span id='ms635'></span> الله عليه وسلم قال: \" لا تطروني كما أطرت\nالنصارى عيسى ابن مريم؛ فإنما أنا عبد الله، فقولوا: عبد الله ورسوله \"، ثم\nإنه بلغني أن قائلا منكم يقول: لو قد مات أمير المؤمنين بايعت فلانا، فلا\nيغترن امرؤ أن يقول: إن بيعة أبي بكر كانت فلتة، وقد كانت كذلك إلا أن الله\nتعالى وقى شرها، وليس منكم من تقطع إليه الأعناق مثل أبي بكر؛ فإنه كان\nخيرنا حين توفي رسول الله صلى الله عليه وسلم. إن عليا، والزبير، ومن معهما\nتخلفوا عنا في بيت فاطمة، وتخلفت عنا الأنصار بأسرها في سقيفة بني ساعدة،\nواجتمع المهاجرون إلى أبي بكر، فقلت: يا أبا بكر انطلق\n</p>\n\n<h1 class='l1' id='head231'>[ص: 1362]</h1>\n\n<p>\nبنا إلى إخواننا من الأنصار، فانطلقنا نؤمهم، فلقينا رجلين صالحين من\nالأنصار قد شهدا بدرا فقالا: أين تريدون يا معشر المهاجرين؟ فقلنا: نريد\nإخواننا هؤلاء من الأنصار قالا: فارجعوا، فاقضوا أمركم بينكم , فقلت: والله\nلنأتينهم فأتيناهم، فإذا هم مجتمعون في سقيفة بني ساعدة بين أظهرهم رجل\nمزمل، فقلت: من هذا؟ قالوا: سعد بن عبادة، قلت: وشأنه؟ قالوا: هو وجع. قال:\nفقام خطيب الأنصار، فحمد الله وأثنى عليه بما هو أهله، ثم قال: أما بعد،\nفنحن الأنصار، وكتيبة الإسلام، وأنتم معشر قريش رهط منا، وقد دفت إلينا\nمنكم دافة، فإذا هم يريدون أن يختزلونا من أصلنا، ويحضنونا من الأمر، وقد\nزورت في نفسي مقالة، وكنت أريد أن أقوم بها بين يدي أبي بكر، وكنت أداري من\nأبي بكر بعض الحدة، وكان أوقر مني وأحلم فلما أردت الكلام قال: على رسلك،\nفكرهت أن أعصيه، فحمد الله أبو بكر، وأثنى عليه، ثم قال: والله ما ترك كلمة\nكنت زورتها إلا جاء بها أو بأحسن منها في بديهته، ثم قال: أما بعد، فما\nذكرتم فيكم من خير يا معشر الأنصار، فأنتم له أهل، ولم تعرف العرب هذا\nالأمر إلا لهذا الحي من قريش، وهم أوسط العرب دارا ونسبا، وإني قد رضيت لكم\nأحد هذين الرجلين، فبايعوا أيهما شئتم، وأخذ بيدي، وبيد <span id='ms636'></span> أبي عبيدة بن\nالجراح قال: فوالله ما كرهت مما قال شيئا غير هذه الكلمة، كان والله أن\nأقدم فتضرب عنقي لا يقربني ذلك إلى إثم أحب إلي من أن أتأمر على قوم فيهم\nأبو بكر، فلما قضى أبو بكر مقالته قام رجل من الأنصار، فقال: أنا جزيلها\nالمحكك، وعذيقها المرجب، منا أمير، ومنكم أمير يا معشر قريش وإلا أحلنا\nالحرب بيننا وبينكم جذعة. قال: معمر عن قتادة: فقال عمر بن الخطاب: إنه لا\nيصلح سيفان\n</p>\n\n<h1 class='l1' id='head232'>[ص: 1363]</h1>\n\n<p>\nفي غمد واحد، ولكن منا الأمراء، ومنكم الوزراء. قال الزهري في حديثه:\nفارتفعت الأصوات بيننا، وكثر اللغط حتى أشفقت الاختلاف، فقلت: يا أبا بكر\nابسط يدك أبايعك. قال: فبسط يده فبايعته، وبايعه المهاجرون، وبايعته\nالأنصار قال: ونزونا على سعد، حتى قال قائل: قتلتم سعدا قال: قلت: قتل الله\nسعدا، وإنا والله ما رأينا فيما حضرنا من أمرنا أمرا كان أقوى من مبايعة\nأبي بكر خشينا إن فارقنا القوم أن يحدثوا ببيعة بعدنا، فإما أن نبايعهم على\nما لا نرضى، وإما أن نخالفهم، فيكون فسادا، فلا يغرن امرأ أن يقول: إن بيعة\nأبي بكر كانت فلتة، فقد كانت كذلك غير أن الله وقى شرها، وليس فيكم من تقطع\nإليه الأعناق مثل أبي بكر، فمن بايع رجلا عن غير مشورة من المسلمين، فإنه\nلا يبايع له ولا هو، ولا الذي بايعه تغرة أن يقتلا قال الزهري: وأخبرني\nعروة أن الرجلين اللذين لقياهما من الأنصار عويمر بن ساعدة، ومعن بن عدي،\nوالذي قال: أنا جذيلها المحكك، وعذيقها المرجب حباب بن المنذر. أخرجه\nالبخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>2437 - </h1>\n\n<p>\nأنا عبد الله بن مسلم بن يحيى، قال: أنا الحسين بن إسماعيل، قال: نا أحمد\nبن الوليد السالمي، قال: نا إسماعيل بن أبي أويس ح\n</p>\n\n<h1 class='l1' id='head234'>2438 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: نا جدي\nيعقوب قال: حدثني إسماعيل بن أبي أويس، قال: نا سليمان بن بلال، عن هشام بن\nعروة، قال: أخبرني عروة، عن عائشة\n</p>\n\n<h1 class='l1' id='head235'>[ص: 1364]</h1>\n\n<p>\nأن <span id='ms637'></span> رسول الله صلى الله عليه وسلم مات، وأبو بكر بالسنح فقام عمر فقال:\nوالله ما مات رسول الله. قال عمر: ما كان يقع في نفسي إلا ذاك، وليبعثنه\nالله فليقطعن أيدي رجال وأرجلهم. فجاء أبو بكر فكشف عن وجه رسول الله صلى\nالله عليه وسلم فقبله وقال: بأبي أنت وأمي طبت حيا وميتا , لا والذي نفسي\nبيده لا يذيقك الله الموتتين أبدا. ثم خرج فقال: أيها الحالف، على رسلك.\nفلما تكلم أبو بكر جلس عمر , فحمد الله أبو بكر وأثنى عليه ثم قال: ألا من\nكان يعبد محمدا فإن محمدا قد مات , ومن كان يعبد الله فإن الله حي لا يموت،\nقال: {إنك ميت وإنهم ميتون} [الزمر: 30] ، وقال: {وما محمد إلا رسول قد خلت\nمن قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه\nفلن يضر الله شيئا وسيجزي الله الشاكرين} [آل عمران: 144] ، فنشج الناس،\nواجتمعت الأنصار إلى سعد بن عبادة في سقيفة بني ساعدة فقالوا: منا أمير\nومنكم أمير , فذهب إليهم أبو بكر , وعمر بن الخطاب , وأبو عبيدة , فذهب عمر\nيتكلم فأسكته أبو بكر، وكان عمر يقول: والله ما أردت بذلك إلا أني قد هيأت\nكلاما وأعجبني خشيت أن لا يبلغه أبو بكر , ثم تكلم أبو بكر فتكلم أبلغ\nالناس، فقال في كلامه: نحن الأمراء وأنتم الوزراء، فقال الحباب بن المنذر:\nوالله لا نقبل أبدا، منا أمير ومنكم أمير، فقال أبو بكر: لا , ولكنا\nالأمراء وأنتم الوزراء؛ هم أوسط العرب دارا وأعزهم أحسابا، بايعوا عمر أو\nأبا عبيدة. فقال عمر: بل نبايعك أنت , فأنت سيدنا وخيرنا , وأحبنا إلى رسول\nالله صلى الله عليه وسلم. فأخذ عمر يده فبايعه وبايعه الناس، قال قائل:\nقتلتم سعد بن عبادة فقال عمر: قتله الله واللفظ ليعقوب أخرجه البخاري عن\nإسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head236'>2439 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن عبد الرحمن، قال: أنا عبد الرحمن بن أبي حاتم،\nقال: نا أبو سعيد أحمد بن محمد بن يحيى بن سعيد قال: نا يحيى <span id='ms638'></span> بن آدم، قال:\nحدثني حميد بن عبد الرحمن الروياني، عن سلمة بن نبيط الأشجعي، عن نعيم يعني\nابن أبي هند، عن نبيط، يعني ابن شريط، عن سالم بن عبيد، وكان رجلا من أهل\nالصفة، قال: أغمي على رسول الله صلى الله عليه وسلم في مرضه فأفاق فقال:\nحضرت الصلاة؟ فقالوا: نعم. فقال: مروا بلالا فليؤذن , ومروا أبا بكر فليصل\nبالناس. ثم أغمي عليه، ثم أفاق فقال مثل ذلك، فقالت عائشة: إن أبا بكر رجل\nأسيف. فقال: إنكن صواحب يوسف، مروا بلالا فليؤذن، ومروا أبا بكر فليصل\nبالناس. فأقيمت الصلاة، فقال رسول الله صلى الله عليه وسلم: أقيمت الصلاة؟\nقالوا: نعم. قال: \" ادعوا إلي إنسانا أعتمد عليه. فجاءت بريرة وآخر معها\nفاعتمد عليهما، وإن رجليه لتخطان في الأرض، حتى أتوا أبا بكر وهو يصلي\nبالناس، فجلس إلى جنبه، فذهب أبو بكر يتأخر، فحبسه حتى فرغ من الصلاة، فلما\nتوفي نبي الله صلى الله عليه وسلم قال عمر: لإن تكلم أحد بموته لأضربنه\nبسيفي هذا. فأخذ بساعد أبي بكر، ثم أقبل يمشي حتى دخل فأوسعوا له، حتى دنا\nمن نبي الله صلى الله عليه وسلم فانكب عليه، حتى كاد يمس وجهه وجهه، حتى\nاستبان له أنه قد توفي، فقال: {إنك ميت وإنهم ميتون} [الزمر: 30] ، فقالوا:\nيا صاحب رسول الله صلى الله عليه وسلم توفي نبي الله صلى الله عليه وسلم؟\nقال: نعم. فعلموا أنه كما قال , فقالوا: يا صاحب رسول الله صلى الله عليه\nوسلم، هل تصلي على النبي صلى الله عليه وسلم؟ قال: نعم. قالوا: يا صاحب\nرسول الله، بين لنا كيف نصلي عليه؟ قال: يجيء قوم فيصلون، ثم يجيء آخرون.\nقالوا: يا\n</p>\n\n<h1 class='l1' id='head237'>[ص: 1366]</h1>\n\n<p>\nصاحب رسول الله صلى الله عليه وسلم، هل يدفن رسول الله صلى الله عليه\nوسلم؟ قال: نعم. قالوا: وأين؟ قال: حيث قبض الله روحه، فإنه لم يقبض روحه\nإلا في مكان طيب، فعلموا أنه كما قال، ثم قال: عندكم صاحبكم. وخرج أبو بكر،\nفاجتمع المهاجرون فجعلوا يبكون <span id='ms639'></span> يتدارون بينهم، فقالوا: انطلقوا بنا إلى\nإخواننا الأنصار؛ فإن لهم في هذا الحق نصيبا. فأتوهم، فقالت الأنصار: منا\nأمير ومنكم أمير. فقال عمر وأخذ بيد أبي بكر: سيفان في غمد واحد لا يصطلحان\n, أو قال: لا يصلحان، وأخذ بيد أبي بكر، فقال له: من له هذه الثلاثة: {إذ\nيقول لصاحبه} [التوبة: 40] من صاحبه؟ {إذ هما في الغار} [التوبة: 40] من\nهما؟ {لا تحزن إن الله معنا} [التوبة: 40] مع من؟ ثم بسط يده فبايعه، ثم\nقال: بايعوا. فبايع الناس بأحسن بيعة، وأجملها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head238'>2440 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: نا أبو أحمد عبد الواحد بن\nالمهتدي بالله قال: نا يحيى بن جعفر، قال: نا محمد بن خالد، قال: نا جعفر\nبن سليمان، عن إسماعيل بن أمية، عن سعيد بن المسيب، قال: خرج علي بن أبي\nطالب لبيعة أبي بكر، والناس يتكلمون والأنصار، فنادى فيهم فأسمعهم: أيكم\nيؤخر من قدم رسول الله صلى الله عليه وسلم؟ يعني أبا بكر، فجاء علي بكلمة\nلم يأت أحد بمثلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>2441 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: نا محمد بن عمرو، قال: نا محمد بن\nأبي العوام، قال: سمعت عبد العزيز القرشي يقول: سمعت سفيان الثوري يقول: من\nقدم على أبي بكر وعمر رضوان الله عليهم أحدا فقد أرزى على اثني عشر ألفا من\nأصحاب رسول الله صلى الله عليه وسلم، قبض رسول الله صلى الله عليه وسلم وهو\nعنهم راض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>2442 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن\n</p>\n\n<h1 class='l1' id='head241'>[ص: 1367]</h1>\n\n<p>\nهارون الروياني، قال: نا أحمد بن عبد الرحمن، قال: نا عمي، قال: أخبرني\nيونس، عن الزهري، قال: أخبرني عبد الله بن كعب بن مالك، أن ابن عباس أخبره\nأن علي بن أبي طالب خرج من عند رسول الله صلى الله عليه وسلم في وجعه الذي\nتوفي فيه، فقال الناس: يا أبا الحسن كيف أصبح رسول الله صلى الله عليه\nوسلم؟ قال: أصبح بحمد الله بارئا. فأخذ بيد عباس بن عبد المطلب، فقال <span id='ms640'></span>: ألا\nترى؟ إنك والله بعد ثلاث عبد العصا، والله إني لأرى رسول الله صلى الله\nعليه وسلم سيتوفى في وجعه هذا، وإني لأعرف في وجوه بني عبد المطلب الموت،\nفاذهب إلى رسول الله صلى الله عليه وسلم، فسل فيمن يكون هذا الأمر , فإن\nكان فينا علمنا ذلك، وإن كان في غيرنا أمرته فأوصى بنا. قال علي: والله لئن\nسألناها رسول الله صلى الله عليه وسلم فمنعناها لا يعطيناها الناس أبدا،\nوإني والله لا أسألها رسول الله صلى الله عليه وسلم أخرجه البخاري عن أحمد\nبن صالح , عن ابن وهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أحمد بن عمر بن محمد الأصبهاني، قال: أنا عبد الله بن محمد بن\nزياد، قال: نا أحمد بن عبد الرحمن الوهبي، قال: نا ابن وهب، عن أويس، عن\nالزهري، أخبرني عبيد الله بن عبد الله، عن ابن عباس، قال: لما حضرت رسول\nالله صلى الله عليه وسلم الوفاة وفي البيت رجال منهم عمر فقال: «هلموا\nلكتاب أكتب لكم كتابا لن تضلوا بعده» . فقال عمر: إن رسول الله صلى الله\nعليه وسلم قد غلب عليه الوجع وعندكم القرآن، حسبنا كتاب الله. فاختلف أهل\nالبيت واختصموا، فمنهم من يقول: قربوا له يكتب\n</p>\n\n<h1 class='l1' id='head242'>[ص: 1368]</h1>\n\n<p>\nلكم رسول الله صلى الله عليه وسلم، ومنهم من يقول ما قال عمر، فلما\nأكثروا اللغط والاختلاف عند رسول الله صلى الله عليه وسلم، قال: «قوموا\nعني» . قال عبيد الله: فكان ابن عباس يقول: إن الرزية كل الرزية ما حال بين\nرسول الله صلى الله عليه وسلم وبين أن يكتب لهم ذلك الكتاب باختلافهم\nولغطهم أخرجه البخاري عن يحيى بن سليمان، عن ابن وهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1367'> Vol. 07, p. 1367</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>2443 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا أحمد بن سعيد الثقفي، قال: نا محمد\nبن يحيى، قال: نا نعيم بن حماد، نا ابن المبارك، أنا يونس، عن الزهري، عن\nأبي سلمة، عن عائشة، قالت: خرج أبو بكر، ثم قال: من كان عنده عهد من رسول\nالله صلى الله عليه وسلم فليأتنا. قال عمر: لو كان <span id='ms641'></span> منه عهد كان عهده إلى\nالله ثم إليك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head244'>2444 - </h1>\n\n<p>\nأنا عبد الله بن أحمد المقرئ، قال: نا الحسين بن إسماعيل، قال: نا يعقوب\nالدورقي، قال: نا وكيع، قال: نا مالك بن مغول، عن طلحة بن مصرف، قال: قلت\nلعبد الله بن أبي أوفى: \" هل أوصى رسول الله صلى الله عليه وسلم؟ قال: لا.\nقال: فكيف أمر المسلمين بالوصية؟ فقال: أوصى بكتاب الله عز وجل \" قال\nالهذيل بن شرحبيل: وأبو بكر كان يتأمر على وصي رسول الله صلى الله عليه\nوسلم؟ ود أبو بكر أنه وجد من رسول الله صلى الله عليه وسلم عهدا فخزم أنفه\nبخزام. أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>2445 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: نا جعفر بن محمد بن نصير، قال: نا\nيحيى بن محمد بن البختري، قال: نا محمد بن عبيد بن حساب، قال: نا يوسف بن\nيعقوب الماجشون، قال: أخبرني ابن شهاب، قال: كان من فضائل أبي بكر الصديق\nأنه لم يكفر بالساعة قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head246'>2446 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا الحسين بن يحيى، قال: نا الفضل بن\nسهل، قال: نا يزيد بن هارون، قال: نا مبارك بن فضالة، سمعت الحسن حلف بالله\nأن النبي صلى الله عليه وسلم استخلف أبا بكر. قال: وسمعت معاوية بن قرة\nيقول: إن النبي صلى الله عليه وسلم استخلف أبا بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>2447 - </h1>\n\n<p>\nأنا محمد بن عثمان بن محمد الدقيقي، قال: نا محمد بن نوح، قال: نا هارون\nبن إسحاق، قال نا وكيع، عن الأعمش، عن مسروق، عن عائشة، قالت: قال أبو بكر\nفي مرضه الذي مات فيه: انظروا ما زاد في مالي منذ دخلت في الإمارة فابعثوا\nبه إلى الخليفة من بعدي، وكلمة تكلمها، وقد كنت أصبت من الودك نحوا مما كنت\nأصبت في التجارة. قالت عائشة: فلما مات نظرنا، فإذا عبد قوي كان يحمل\nصبيانه، وناضح كان يستقي عليه. قالت: فبعثنا به إلى عمر. قالت: فبكى عمر،\nوقال: رحمة الله على أبي بكر، لقد أتعب من بعده تعبا شديدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>2448 - </h1>\n\n<p>\nأنا <span id='ms642'></span> أحمد بن عمر بن محمد، أنا الحسين بن أحمد بن الربيع، قال: نا حميد بن\nالربيع، قال: نا هشيم، أنا حصين بن عبد الرحمن\n</p>\n\n<h1 class='l1' id='head249'>[ص: 1370]</h1>\n\n<p>\n، عن عبد الرحمن بن أبي ليلى، قال: قال عمر بن الخطاب: «خير هذه الأمة\nبعد نبيها أبو بكر، فمن قال غير هذا فهو مفتر، وعليه ما على المفتري»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>2449 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد، قال: نا داود بن عمرو، قال:\nنا عبد الجبار، عن ابن أبي مليكة، قال: قالت عائشة: لما حضر أبي دعاني،\nفقال: يا بنية إني قد كنت أعطيتك خيبر، ولم تكوني حزتيها، وإني أحب أن\nترديها علي. قالت: فقلت: قد غفر الله لك يا أبت، والله لو كانت خيبر ذهبا\nجميعا لرددتها عليك. قال: فهي على كتاب الله يا بنية، إني كنت أتجر قريش\nوأكثرهم مالا، فلما شغلتني الإمارة رأيت إن أصبت من المال، فذكر داود\nكلمتين أو ثلاثة لم أحفظ أنا، ثم قال: العباءة القطوانية , والخلاب ,\nوالعبد، فإذا قضيت فأسرعي به إلى ابن الخطاب , يا بنية، ثيابي هذه فكفنيني\nبها. قالت: فبكيت، فقلت: يا أبت نحن أيسر من ذلك. فقال: غفر الله لك، وهل\nذلك إلا للمهل؟ قالت: فلما مات بعثت بذلك إلى ابن الخطاب، فقال: يرحم الله\nأباك، لقد أحب أن لا يترك لقائل مقالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>2450 - </h1>\n\n<p>\nأنا محمد بن علي بن النضر، قال: نا علي بن عبد الله بن مبشر، قال: نا عبد\nالحميد بن بيان، قال: نا خالد بن يونس، عن الحسن، عن أبي بكر، أنه رأى في\nالمنام كأن عليه حلة حبرة، وعلى صدره كتبان، فقصها على رسول الله صلى الله\nعليه وسلم، فقال: «حلة حبرة خير لك من ولدك، والكتبان إمارة سنتين أو تلي\nأمر الناس سنتين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>2451 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن الخضر، قال: أنا محمد بن عبد الله، قال: نا معاذ\nبن المثنى، قال: نا محمد بن عباد، قال: نا سفيان، عن الوليد بن كثير، عن\nابن صياد، عن سعيد بن المسيب <span id='ms643'></span>، قال: لما قبض رسول الله صلى الله عليه وسلم\nارتجت مكة بصوت واحد، فسمع ذلك أبو قحافة، فقال: ما هذا؟ قالوا: قبض رسول\nالله صلى الله عليه وسلم. قال: ما صنع الناس بعده؟ قالوا: ولوا ابنك. قال:\nأفرضيت بذلك بنو عبد شمس وبنو المغيرة؟ قالوا: نعم. قال: فلا مانع لما أعطى\nالله، ولا معطي لما منع. فلما مات ابنه ارتجت مكة بموته ووفاته، قال: ما\nهذا؟ قالوا: توفي ابنك. قال: هذا خبر جليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>2452 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: أنا أحمد بن سليمان الطوسي، قال:\nنا الزبير بن بكار، قال: حدثني محمد بن محمد بن أبي قدامة، عن عثمان بن\nعبيد الله بن عبد الله بن عمر بن الخطاب، قال: لما حضر أبا بكر رضي الله\nعنه الوفاة، دعا عثمان بن عفان، فأملى عليه عهده: هذا ما عهد أبو بكر بن\nأبي قحافة عند آخر عهده بالدنيا خارجا منها، وأول عهده بالآخرة داخلا فيها،\nوحتى يؤمن الكافر، ويتوب الفاجر، إني استخلفت من بعدي عمر بن الخطاب، فإن\nعدل فذلك رأيي فيه وظني، وإن جار وبدل فالحق أردت، ولا أعلم الغيب، {وما\nتوفيقي إلا بالله} [هود: 88] , {وسيعلم الذين ظلموا أي منقلب ينقلبون}\n[الشعراء: 227]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>كلام أهل البيت في أبي بكر وعمر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1372'> Vol. 07, p. 1372</a>\n            </div>\n            \n<h1 class='l1' id='head255'>2453 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: ثنا الحسين بن إسماعيل، قال: نا سعيد بن\nمحمد بن ثواب، قال: نا أزهر، عن ابن عون، قال: سمعت يحيى بن شداد يقول:\nسمعت عليا يقول: أفضلنا أبو بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>2454 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا أحمد بن عبد الله بن بحير، قال: نا هلال بن\nالعلاء، قال: نا أبي قال: نا عيسى بن يونس، عن عمر بن سعيد بن أبي حسين، عن\nعبد الله بن أبي مليكة، عن ابن عباس، قال: كنت في ناس نترحم على عمر حين\nوضع على سريره، فجاء رجل من خلفي، فوضع يده على منكبي، فترحم عليه وقال: ما\nمن أحد أحب أن ألقى الله بمثل عمله أحب إلي <span id='ms644'></span> منه، وإن كنت لأظن ليجعلك الله\nمع صاحبيك؛ فإني كنت كثيرا أسمع رسول الله صلى الله عليه وسلم يقول: «كنت\nأنا وأبو بكر وعمر، وفعلت أنا وأبو بكر وعمر» ، فظننت أن يجعلك الله معهما.\nفإذا هو علي بن أبي طالب \" أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head257'>2455 - </h1>\n\n<p>\nأنا إسماعيل بن أحمد بن محمد بن إبراهيم الإسماعيلي، قال: أنا أحمد بن\nسلمان، قال: نا أبو عمر هلال بن العلاء بن هلال، نا أبو العلاء بن هلال، عن\nإسحاق بن يوسف الأزرق، قال: نا أبو سنان، عن الضحاك بن مزاحم، عن النزال بن\nسبرة، قال: وافقنا من علي ذات يوم طيب نفس ومزاج، فقلنا له: يا أمير\nالمؤمنين، حدثنا عن أصحابك خاصة. قال: كل أصحاب رسول الله صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id='head258'>[ص: 1373]</h1>\n\n<p>\nأصحابي. فقالوا: حدثنا عن أبي بكر الصديق. قال: ذاك امرؤ أسماه الله\nصديقا على لسان جبريل ولسان محمد، كان خليفة رسول الله على الصلاة، رضيه\nلديننا، ورضيناه لدنيانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>2456 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: أنا علي بن محمد بن أحمد بن يزيد\nالرياحي، قال: أنا أبي قال: نا الحسن بن عمارة، عن المنهال بن عمرو، عن\nسويد بن غفلة، قال: مررت بنفر من الشيعة يتناولون أبا بكر وعمر\nوينتقصونهما، فدخلت على علي بن أبي طالب فقلت: يا أمير المؤمنين، مررت بنفر\nمن أصحابك يذكرون أبا بكر وعمر بغير الذي هما له أهل، ولولا أنهم يرون أنك\nتضمر لهما على مثل ما أعلنوا ما اجترءوا على ذلك. قال علي: أعوذ بالله أن\nأضمر لهما إلا الذي نختار عليه المضي، لعن الله من أضمر لهما إلا الحسن\nالجميل، أخوا رسول الله صلى الله عليه وسلم وصاحباه ووزيراه، رحمة الله\nعليهما. ثم نهض دامع العينين يبكي قابضا على يدي حتى دخل المسجد، فصعد\nالمنبر، وجلس عليه متمكنا قابضا على لحيته، وهو ينظر فيها، وهي بيضاء حتى\nاجتمع له الناس، ثم قام فتشهد بخطبة موجزة بليغة، ثم قال: ما بال أقوام\nيذكرون سيدي قريش وأبوي المسلمين <span id='ms645'></span> ما أنا عنه متنزه، ومما قالوه بريء، وعلى\nما قالوا معاقب , أما والذي فلق الحبة وبرأ النسمة لا يحبهما إلا مؤمن تقي،\nولا يبغضهما إلا فاجر رديء، صحبا رسول الله صلى الله عليه وسلم على الصدق\nوالوفاء، يأمران وينهيان، ويعفيان ويعاقبان، فما يجاوزان فيما يصنعان رأي\nرسول الله صلى الله عليه وسلم، ولا كان رسول الله صلى الله عليه وسلم يرى\nكرأيهما رأيا، ولا يحب كحبهما أحدا , مضى رسول الله صلى الله عليه وسلم وهو\nراض عنهما، ومضيا والمؤمنون عنهما راضون , أمره رسول الله صلى الله عليه\nوسلم على صلاة المؤمنين، فصلى بهم تسعة أيام\n</p>\n\n<h1 class='l1' id='head260'>[ص: 1374]</h1>\n\n<p>\nفي حياة رسول الله صلى الله عليه وسلم، فلما قبض نبيه، واختار له ما\nعنده، ولاه المؤمنون ذلك، وفوضوا إليه الزكاة؛ لأنهما مقرونتان، ثم أعطوه\nالبيعة طائعين غير مكرهين، أنا أول من سن له ذلك من بني عبد المطلب، وهو\nلذلك كاره يود أن أحدا منا كفاه ذلك، وكان والله خير من بقي، أرحمه رحمة،\nوأرأفه رأفة، وأكيسه ورعا، وأقدمه سنا وإسلاما، شبهه رسول الله صلى الله\nعليه وسلم بميكائيل رأفة ورحمة، وبإبراهيم عفوا ووقارا، فسار بسيرة رسول\nالله صلى الله عليه وسلم حتى مضى على ذلك رحمة الله عليه، ثم ولي الأمر من\nبعده عمر، فاستأمر المسلمين في ذلك، فمنهم من رضي، ومنهم من كره، وكنت فيمن\nرضي، فلم يفارق عمر الدنيا حتى رضي به من كان كرهه، فأقام الأمر على منهاج\nالنبي صلى الله عليه وسلم وصاحبه , يتبع آثارهما كما يتبع الفصيل أثر أمه،\nفكان والله رقيقا رحيما بالضعفاء، وللمؤمنين عونا، وناصرا للمظلومين على\nالظالمين، لا تأخذه في الله لومة لائم، وضرب الله بالحق على لسانه، وجعل\nالصدق من شأنه، حتى إن كنا لنظن أن ملكا ينطق على لسانه، أعز الله بإسلامه\nالإسلام، وجعل هجرته للدين قواما، ألقى له في قلوب المنافقين الرهبة، وفي\nقلوب المؤمنين المحبة، شبهه رسول الله صلى الله عليه وسلم بجبريل فظا غليظا\nعلى الأعداء، وبنوح النبي صلى <span id='ms646'></span> الله عليه وسلم حنيفا مغتاظا على الكافرين،\nالضراء في طاعة الله آثر عنده من السراء على معصية الله، فمن لكم بمثلهما\nرحمة الله عليهما، ورزقنا المضي على سبيلهما، فإنه لا يبلغ مبلغهما إلا\nباتباع آثارهما والحب لهما، فمن أحبني فليحبهما، ومن لم يحبهما فقد أبغضني،\nوأنا منه بريء، ولو كنت تقدمت إليكم في أمرهما لعاقبت على هذا أشد العقوبة،\nولكن لا ينبغي أن أعاقب قبل التقدم، ألا فمن أتيت به يقول بعد هذا اليوم إن\nعليه ما على المفتري , ألا وخير هذه الأمة بعد نبيها أبو بكر وعمر، ثم\n</p>\n\n<h1 class='l1' id='head261'>[ص: 1375]</h1>\n\n<p>\nالله أعلم بالخير أين هو، أقول قولي هذا، ويغفر الله لي ولكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head262'>2457 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، قال: نا علي بن محمد بن أحمد، قال: نا أبي قال:\nنا أبو العوام، قال: نا عمر بن إبراهيم الهاشمي، عن عبد الملك بن عمير، عن\nأسيد بن صفوان صاحب رسول الله صلى عليه وسلم، قال: لما توفي أبو بكر رضي\nالله عنه ارتجت المدينة بالبكاء ودهش القوم، كيوم قبض رسول الله صلى الله\nعليه وسلم، فجاء علي بن أبي طالب باكيا مسترجعا، وهو يقول: اليوم انقطعت\nخلافة النبوة. حتى وقف على باب البيت الذي فيه أبو بكر، فقال: رحمك الله يا\nأبا بكر، كنت أول القوم إسلاما، وأخلصهم إيمانا، وأشدهم نفسا، وأخوفهم لله،\nوأعظمهم غنى، وأحوطهم على رسول الله صلى الله عليه وسلم، وأحدبهم على\nالإسلام، وآمنهم على أصحابه، أحسنهم صحبة، وأفضلهم مناقب، وأكبرهم سوابق،\nوأرفعهم درجة , وأقربهم من رسوله، وأشبههم به هديا وخلقا وسمتا وفعلا،\nوأشرفهم منزلة، وأكرمهم عليه، وأوثقهم عنده , جزاك الله عن الإسلام وعن\nرسوله وعن المسلمين خيرا , صدقت رسول الله صلى الله عليه وسلم حين كذبه\nالناس، فسماك الله في كتابه صديقا {والذي جاء بالصدق} [الزمر: 33] : محمد،\n{وصدق به} [الزمر: 33] : أبو بكر، آسيته حين يخلو، وقمت معه حين عنه قعدوا،\nصحبته في الشدة أكرم الصحبة ثاني اثنين، وصاحبه والمنزل عليه السكينة،\nرفيقه في الهجرة ومواطن الكره، خلفته في <span id='ms647'></span> أمته أحسن الخلافة حين ارتد الناس،\nوقمت بدين الله قياما لم يقمه خليفة نبي قط، قويت حين ضعف أصحابك، وبرزت\nحين استكانوا، ونهضت حين وهنوا، ولزمت منهاج رسوله إذ هم أصحابه , كنت\nخليفته حقا تنازع ولم تصدع برغم المنافقين، وصغر الفاسقين، وغيظ المنافقين،\nوكره\n</p>\n\n<h1 class='l1' id='head263'>[ص: 1376]</h1>\n\n<p>\nالحاسدين، قمت بالأمة حين فشلوا، ونطقت حين تتعتعوا، ومضيت بنور الله إذ\nوقفوا، اتبعوك فهدوا، وكنت أخفضهم صوتا، وأعلاهم قوة، وأقلهم كلاما،\nوأصونهم منطقا، أطولهم صمتا، وأبلغهم قولا , كنت أكبرهم رأيا، وأشجعهم\nقلبا، وأشدهم يقينا، وأحسنهم عملا، وأعرفهم بالأمور، كنت والله للدين\nيعسوبا أولا حين تفرق الناس عنه، وأخيرا حين أقبلوا , كنت للمؤمنين أبا\nرحيما إذ صاروا عليك عيالا، فحملت أثقالا عنها ضعفوا، وحفظت ما أضاعوا،\nفرعيت ما أهملوا، وشمرت إذ خنعوا، وعلوت إذ هلعوا، وصبرت إذ جزعوا أدركت ما\nطلبوا، ونالوا بك ما لم يحتسبوا، كنت على الكافرين عذابا صبا ولهبا،\nوللمسلمين غيثا وخصبا؛ فطرت والله بغنائها، وفزت بحبائها، وذهبت بفضائلها،\nأحرزت سوابقها، لم تفلل حجتك، ولم يزغ قلبك، ولم تضعف بصيرتك، ولم تجبن\nنفسك ولم تخن، كنت كالجبل لا تحركه العواصف، ولا تزيله القواصف، كنت كما\nقال رسول الله صلى الله عليه وسلم أمن الناس عليه في صحبتك وذات يدك، وكما\nقال ضعيفا في بدنك، قويا في أمر الله، متواضعا في نفسك، عظيما عند الله،\nجليلا في الأرض، كبيرا عند المؤمنين، لم يكن لأحد فيك مهمز، ولا لقائل فيك\nمغمز، ولا لأحد فيك مطمع، ولا عندك هوادة لأحد، الضعيف الذليل عندك قوي\nعزيز حتى تأخذ له بحقه، والقوي العزيز عندك ذليل حتى تأخذ منه الحق، القريب\nوالبعيد عندك في ذلك سواء , بيانك الحق والصدق والرفق، وقولك حكم وحتم،\nوأمرك حلم وحزم، ورأيك علم وعزم، فأقلعت وقد نهج السبيل، وسهل العسير،\nوأطفيت النيران، فاعتدل بك الدين، وقوي الإيمان، وظهر أمر الله ولو كره\nالكافرون، وثبت الإسلام والمؤمنون؛ فسبقت والله سبقا بعيدا، وأتعبت من بعدك\nتعبا شديدا، وفزت بالخير فوزا مبينا؛ فجللت عن البكاء، وعظمت <span id='ms648'></span> رزيتك في\n</p>\n\n<h1 class='l1' id='head264'>[ص: 1377]</h1>\n\n<p>\nالسماء، وهدت مصيبتك الأنام؛ فإنا لله وإنا إليه راجعون , رضينا عن الله\nقضاءه، وسلمنا لله أمره، فوالله لن يصاب المسلمون بعد رسول الله صلى الله\nعليه وسلم مثلك أبدا، كنت للدين عزا وكهفا، وللمؤمنين عزا وفيئة وأنسا،\nوعلى المنافقين غلظة وغيظا؛ فألحقك الله بنبيك، ولا حرمنا أجرك، ولا أضلنا\nبعدك، فإنا لله وإنا إليه راجعون. وسكت الناس حتى انقضى كلامه، ثم بكى\nأصحاب رسول الله صلى الله عليه وسلم، وقالوا: صدقت يا ختن رسول الله صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head265'>2458 - </h1>\n\n<p>\nسمعت أبا أحمد عبيد الله بن أحمد الفرائضي يقول: سمعت أبا بكر الأبهري\nالفقيه يقول: دخلت إلى أبي الحسن محمد بن صالح بن أم شيبان القاضي لتهنئته\nفي بعض الأعياد، فدخل أبو الحسن عبد الباقي بن نافع لتهنئته، فتحدث فقال:\nاجتمعت مع أبي طاهر العلوي، فقال: أحب أن تخرج لي حديث أسيد بن صفوان ,\nيعني قول علي في أبي بكر حين مات، قال: فقلت: نعم، فلما صرت إلى منزلي،\nفكرت في نفسي، وقلت: رجل علوي، وفضيلة لأبي بكر لا آمنه , أو معنى هذا،\nقال: وكنت صحبت أبا الفضل بن عبد السميع الهاشمي إمام سامراء في كتب الحديث\nوالعلم، فإذا أنا به يدق علي الباب في بعض الأيام في السحر، ففتحت له فدخل،\nفقال لي: ما الذي أحدثت؟ قال: فقلت: ما أحدثت أمرا ولا مكروها، قال: فإني\nرأيت كأني أنا وأنت دخلنا مسجد الجامع، والنبي صلى الله عليه وسلم جالس في\nالرواق الذي بين الصحنين وحوله أصحابه، فسلمت أنا عليه فرد علي، وسلمت فلم\nيرد عليك. . .، فقلت: يا رسول الله إنه ممن لا يتهم، قال: فقال لي: إنه كما\nقلت، ولكنه قد ضجع، قال عبد الباقي: فأخبرته بالذي كان مني ومن ابن طاهر،\nفقال لي: أخرجه واحمله إليه هذا لفظه ومعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head266'>قول عبد الله بن جعفر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1378'> Vol. 07, p. 1378</a>\n            </div>\n            \n<h1 class='l1' id='head267'>2459 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا الحسين بن يحيى، قال: نا الفضل بن\nسهل، قال: نا الحميدي، ثنا يحيى، عن جعفر بن <span id='ms649'></span> محمد، عن أبيه، عن عبد الله بن\nجعفر، قال: ولينا أبو بكر، خير خليفة، أرحمه بنا، وأحناه علينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>قول علي بن الحسين</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1378'> Vol. 07, p. 1378</a>\n            </div>\n            \n<h1 class='l1' id='head269'>2460 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، قال: نا أحمد بن سعدان، قال: نا عبد\nالله الضرير والمعروف بأبي العيناء محمد بن القاسم، قال: نا يعقوب بن محمد\nالزهري , عن ابن أبي حازم، عن أبيه قال: قيل لعلي بن الحسين: كيف كانت\nمنزلة أبي بكر وعمر من رسول الله صلى الله عليه وسلم؟ قال: كمنزلتهما اليوم\nوهما ضجيعاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>2461 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: نا أحمد بن محمد بن مخلد، قال: نا عبد\nالله بن شبيب بن خالد، قال: نا يحيى العتكي، قال: قال هارون الرشيد لمالك:\nكيف كان منزلة أبي بكر وعمر من رسول الله صلى الله عليه وسلم؟ قال: كقرب\nقبرهما من قبره بعد وفاته. قال: شفيتني يا مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head271'>قول محمد بن علي بن الحسين</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1378'> Vol. 07, p. 1378</a>\n            </div>\n            \n<h1 class='l1' id='head272'>2462 - </h1>\n\n<p>\nأنا محمد بن رزق الله، وعبيد الله بن محمد، قالا: أنا عبد الصمد بن علي،\nقال: نا محمد بن غالب، قال: نا محمد بن الصباح، قال\n</p>\n\n<h1 class='l1' id='head273'>[ص: 1379]</h1>\n\n<p>\n: نا أبو عقيل، يعني يحيى الحذاء، عن كثير النواء، قال: قلت لأبي جعفر\nمحمد بن علي: جعلني الله فداك، أرأيت أبا بكر وعمر هل ظلماكم من حقكم من\nشيء أو ذهبا به؟ قال: لا والذي أنزل الفرقان على عبده ليكون للعالمين\nنذيرا، ما ظلمانا من حقنا شيئا. قال: قلت: جعلني الله فداك، فأتولاهما؟\nقال: ويحك تولهما، لعن الله مغيرة وبيانا؛ فإنهما كذبا علينا أهل البيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head274'>2463 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر إجازة، قال: أنا محمد بن أحمد بن يعقوب، قال: نا\nيعقوب، قال: نا يزيد بن هارون، قال: أنا شريك، قال: ونا محمد بن سعيد\nالأصبهاني، قال: نا شريك، عن جابر، قال: قلت لأبي جعفر: جعلت فداك، هل كان\nأحد منكم تبرأ من أبي بكر وعمر؟ وفي حديث ابن الأصبهاني: يسب أبا بكر وعمر.\nقال: لا. ثم قال: أحبهما واستغفر لهما وتولاهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head275'>قول جعفر <span id='ms650'></span> بن محمد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1379'> Vol. 07, p. 1379</a>\n            </div>\n            \n<h1 class='l1' id='head276'>2464 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، أنا جعفر بن محمد بن عمر، وقال: نا محمد بن\nالحسين الحنيني، قال: نا عبد العزيز بن محمد، يعني الأزدي، قال: نا حفص،\nقال: سمعت جعفر بن محمد يقول: ما يسرني بشفاعة أبي بكر رضي الله عنه هذا\nالعمود ذهبا، يعني سارية من سواري المسجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>2465 - </h1>\n\n<p>\nأنا القاسم بن جعفر، قال: أنا محمد بن أحمد بن حماد، قال: نا علي بن حرب،\nقال: نا ابن فضيل، قال: نا سالم بن أبي حفصة، قال: قال جعفر بن محمد: أبو\nبكر جدي، فيسب الرجل جده؟ لا نالتني شفاعة محمد إن لم\n</p>\n\n<h1 class='l1' id='head278'>[ص: 1380]</h1>\n\n<p>\nأكن أتولاهما، وأبرأ من عدوهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head279'>2466 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر إجازة، قال: أنا محمد بن أحمد بن يعقوب، قال: نا\nيعقوب، قال: نا أبو النضر، وسريج بن النعمان، قالا: نا محمد بن طلحة بن\nمصرف، عن خلف بن حوشب، عن سالم بن أبي حفصة، قال: دخلت على جعفر بن محمد\nوهو مريض فأراه قال من أجلي: اللهم إني أحب أبا بكر وعمر وأتولاهما , اللهم\nإن كان لي، يعني خلاف هذا، فلا نالتني شفاعة محمد صلى الله عليه وسلم يوم\nالقيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head280'>2467 - </h1>\n\n<p>\nوأنا عبيد الله بن محمد، قال: نا محمد بن عمرو، قال: نا محمد بن الحسن\nالكوفي، قال: نا عبد العزيز بن محمد الأزدي، قال: نا جعفر بن غياث، قال:\nسمعت جعفر بن محمد يقول: ما أرجو من شفاعة علي شيئا إلا وأنا أرجو من شفاعة\nأبي بكر مثله، ولقد ولدني مرتين قلت: معنى هذا الكلام أن أبا بكر جده\nمرتين؛ وذلك أن أم جعفر بن محمد هي أم فروة بنت القاسم بن محمد بن أبي بكر\nالصديق، وهي زوجة أبيه محمد بن علي بن الحسين، وأم أم فروة هي أسماء بنت\nعبد الرحمن بن أبي بكر الصديق، فأبو بكر جده من وجهين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head281'>قول زيد بن علي في أبي بكر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1380'> Vol. 07, p. 1380</a>\n            </div>\n            \n<h1 class='l1' id='head282'>2468 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن الخضر، قال: نا محمد بن عبد الله، قال: نا <span id='ms651'></span> أحمد\nبن بشر، قال: نا أحمد بن عمران، قال: حدثني ابن فضيل، قال: نا عمار بن\nرزيق، عن هاشم بن البريد، عن زيد بن علي، قال\n</p>\n\n<h1 class='l1' id='head283'>[ص: 1381]</h1>\n\n<p>\n: أبو بكر الصديق إمام الشاكرين , ثم قرأ: {وسيجزي الله الشاكرين} [آل\nعمران: 144]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head284'>2469 - </h1>\n\n<p>\nأنا محمد بن الحسين بن يعقوب، قال: نا عثمان بن أحمد، قال: نا إسحاق بن\nإبراهيم بن. . . , قال: نا سريج بن يونس، قال: نا علي بن هاشم، عن هشام بن\nالزبير، عن زيد بن علي، قال: البراءة من أبي بكر وعمر البراءة من علي عليه\nالسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head285'>قول عبد الله بن الحسن بن الحسن</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1381'> Vol. 07, p. 1381</a>\n            </div>\n            \n<h1 class='l1' id='head286'>2470 - </h1>\n\n<p>\nأنا عبد الله بن عمر إجازة , قال: أنا محمد بن أحمد بن يعقوب، قال: نا\nجدي، قال: نا يعلى بن عبيد، قال: نا أبو خالد، يعني الأحمر، قال: سئل عبد\nالله بن الحسن عن أبي بكر وعمر، فقال: صلى الله عليهما، ولا صلى على من لا\nيصلي عليهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head287'>2471 - </h1>\n\n<p>\nأنا محمد بن الحسين بن يعقوب، أنا دعلج بن أحمد، نا أحمد بن علي، ثنا\nأحمد بن هشام الرملي، ثنا ضمرة، عن ابن شوذب، عن ليث بن أبي سليم، قال:\nأدركت الشيعة الأولى ما يفضلون على أبي بكر وعمر أحدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head288'>2472 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا أحمد بن سليمان الطوسي، قال: نا الزبير\nبن بكار، قال: حدثني رجل، عن عبد الرحمن بن موسى بن عبد الله، قال: حدثني\nمحمد بن القاسم مولى هاشم قال: بلغ عائشة أن أناسا يتناولون أبا بكر، فبعثت\nإلى أزفلة منهم، فلما حضروا سدلت أستارها، ثم دنت، فحمدت الله وأثنت عليه،\nوصلت على نبيها صلى الله عليه وسلم، وعذلت وقرعت، وقالت: أبي وما أبيه أبي،\nوالله لا\n</p>\n\n<h1 class='l1' id='head289'>[ص: 1382]</h1>\n\n<p>\nتعطوه الأيدي ذاك طود منيف، وفرع مديد , هيهات كذبت الظنون، أنجح إذ\nكذبتم، وسبق إذ ونيتم سبق الجواد إذا استولى على الأمد، فتى قريش ناشئا،\nوكهفها كهلا، يفك عانيها، ويريش مملقها، ويرأب شعثها، حتى حلته قلوبها، ثم\nاستشرى في دينه، فما برحت شكيمته في ذات الله حتى <span id='ms652'></span> اتخذ بفنائه مسجدا، يحيي\nفيه ما أماته المبطلون؛ فكان رحمة الله عليه غزير الدمعة، وقيد الجوارح،\nشجي النشيج، فانقصفت إليه نسوان مكة وولدانها يسخرون منه ويستهزئون به،\n{الله يستهزئ بهم ويمدهم في طغيانهم يعمهون} [البقرة: 15] ، فأكبرت ذلك\nرجالات قريش، فحنت له قسيها، وفوقت له سهامها، وامتثلوه غرضا، فما فلوا له\nسيفا، ولا وصفوا له قناة، ومر على سيسبائه، حتى إذا ضرب الدين بجرانه،\nوألقى بركته، وأرسيت أوتاده، ودخل الناس فيه أفواجا، ومن كل فرقة أشتاتا\nوأرسالا، اختار الله لنبيه ما عنده، فلما قبض الله نبيه صلى الله عليه وسلم\nنصب الشيطان رواقه، ومد طنبه، ونصب حبائله، وأجلب عليهم بخيله ورجله، فظن\nرجال أن قد تحققت أطماعهم، ولات حين يرجون , وأنى والصديق بين أظهرهم، فقام\nحاسرا مشمرا، فجمع حاشيته، فرد بشير الإسلام على غربة، ولم شعثه بطيه ,\nوأقام أوده بثقافه، فابدعر النفاق بوطأته، وانتاش الدين فنعشه، فلما راح\nالحق على أهله، وأقر الرؤوس على كواهلها، وحقن الدماء في أهبها، أتته\nمنيته، فسد ثلمته بنظيره في الرحمة، وشقيقه في السيرة والمعدلة، ذاك ابن\nالخطاب، لله أم حملت به ودرت عليه، لقد أوحدت به، ففتح الكفرة وذيحها، وشرد\nالشرك شذر مذر، وبعج الأرض وبخعها، فقاءت أكلها، ولفظت خبيثها ترأمه، ويصدف\nعنها، وتصدى له ويأباها، ثم وزع فيها فيئها، وودعها كما صحبها، فأروني ماذا\nيرثون؟ وأي يومي أبي تنقمون: يوم مقامه إذ عدل فيكم، أو يوم ظعنه\n</p>\n\n<h1 class='l1' id='head290'>[ص: 1383]</h1>\n\n<p>\nوقد نظر لكم؟ وأستغفر لي ولكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head291'>2473 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا أحمد بن سليمان الطوسي، قال: نا الزبير\nبن بكار، قال: نا أحمد بن محمد الأسدي، عن محمد بن عبد الله الهاشمي، عن\nأبي عبد الرحمن الأزدي، قال: لما انقضى الجمل قامت عائشة، فتكلمت، فقالت:\nأيها الناس إني لي عليكم حرمة الأمومة، وحق الموعظة، لا يهمني إلا من عصى\nربه , قبض رسول الله صلى الله عليه وسلم بين سحري ونحري، وأنا إحدى نسائه\nفي الجنة، له ادخرني ربي، وخصني من كل بضاعة، والصواب: بضع <span id='ms653'></span>، ميز بي مؤمنكم\nمن منافقكم، وفي رخص لكم في صعيد الأقراء , وأبي رابع أربعة من المسلمين،\nوأول مسمى صديقا، قبض رسول الله صلى الله عليه وسلم وهو عنه راض، فتطوقه. .\n. واهق الإمامة، ثم اضطرب حبل الدين، فأخذ بطرفيه، وربق لكم أسلمه، فوقذ\nالنفاق، وأغاض نبع الردة، وأطفأ ما خبأت يهود، وأنتم حينئذ جحظ تنتظرون\nالغدوة، وتستمعون الصيحة، فرأب الثأي، وأوذم العطلة، وامتاح من المهواة،\nواجتهد دفن الرواء، فقبض والله أطفأ على هامة. . النفاق، مذكيا نار الحرب\nللمشركين، يقظان في نصرة الإسلام، صفوحا عن الجاهلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head292'>سياق ما روي عن النبي صلى الله عليه وسلم في فضائل أمير المؤمنين عمر بن الخطاب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1384'> Vol. 07, p. 1384</a>\n            </div>\n            \n<h1 class='l1' id='head293'>2474 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن بن العباس، وعيسى بن علي، قالا: أنا أبو\nالقاسم عبد الله بن محمد بن عبد العزيز، قال: نا صالح بن مالك، قال: نا عبد\nالعزيز بن عبد الله بن الماجشون، قال: حدثني محمد بن المنكدر، عن جابر بن\nعبد الله، قال: قال رسول الله صلى الله عليه وسلم: \" إني رأيت أني دخلت\nالجنة، فرأيت قصرا أبيض بفنائه جارية، فقلت: لمن هذا القصر؟ قيل: لعمر،\nفأردت أن أدخله فأنظر إليه؛ فذكرت غيرتك يا عمر \". فقال عمر: بأبي أنت وأمي\nيا رسول الله، أو عليك أغار؟ أخرجه البخاري عن حجاج بن المنهال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head294'>2475 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا عبد الله بن محمد البغوي، قال: نا سوار\nبن عبد الله، قال: نا معتمر، سمعت عبيد الله بن عمر يذكر عن. ح،\n</p>\n\n<h1 class='l1' id='head295'>2476 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا عمرو بن\nعلي، قال: نا معتمر، ثنا عبيد الله بن عمر، عن محمد بن المنكدر، عن جابر بن\nعبد الله، قال: قال رسول الله صلى عليه وسلم: \" دخلت الجنة، فإذا أنا بقصر\nمن ذهب، فقلت: لمن هذا؟ فقالوا لرجل من قريش، فما منعني أن أدخله يا ابن\nالخطاب إلا ما أعلم من غيرتك \". قال: وعليك أغار يا رسول الله؟\n</p>\n\n<h1 class='l1' id='head296'>[ص: 1385]</h1>\n\n<p>\nأخرجه البخاري <span id='ms654'></span> عن عمرو بن علي، ومحمد بن أبي بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head297'>2477 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، وعيسى بن علي، قالا: أنا عبد الله بن محمد\nالبغوي، قال: نا كامل بن طلحة، قال: نا الليث بن سعد، عن عقيل بن خالد، عن\nابن شهاب، عن ابن المسيب، أن أبا هريرة قال: بينا نحن جلوس عند رسول الله\nصلى الله عليه وسلم قال: \" بينا أنا نائم رأيتني في الجنة، فإذا امرأة\nتتوضأ إلى جانب قصر، فقلت: لمن هذا القصر؟ قالوا: لعمر، فذكرت غيرته فوليت\nمدبرا \". قال أبو هريرة: فبكى عمر وقال: بأبي أنت وأمي، أعليك أغار؟ أخرجه\nالبخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head298'>2478 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن، قال: أنا عبد الله بن محمد، قال: نا عبد الله\nبن مطيع، قال: نا إسماعيل بن جعفر، قال: وحدثني صالح بن مالك، قال: نا عبد\nالعزيز بن عبد الله، قال: وحدثني جدي، قال: نا يزيد بن هارون، كلهم عن\nحميد، عن أنس، أن النبي صلى الله عليه وسلم قال: \" دخلت الجنة فإذا أنا\nبقصر من ذهب، فقلت: لمن هذا القصر؟ قالوا: لشاب من قريش، فظننت أني أنا هو،\nفقلت: ومن هو؟\n</p>\n\n<h1 class='l1' id='head299'>[ص: 1386]</h1>\n\n<p>\nقالوا: عمر بن الخطاب \" واللفظ لعبد الله بن مطيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head300'>2479 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا عبد الله بن محمد البغوي، قال: نا جدي،\nقال: نا هشيم، وثنا عبيد الله بن معاذ العنبري من أصل كتابه قال: حدثني أبي\nقال: نا حميد الطويل، عن أنس بن مالك، قال: قال عمر بن الخطاب: وافقني ربي\nفي ثلاث، أو قال: وافقت ربي في ثلاث، قلت: لو اتخذنا، أو لو اتخذت يا رسول\nالله مقام إبراهيم مصلى، وبلغني أنه كان بين أمهات المؤمنين وبين النبي صلى\nالله عليه وسلم، فاستقريتهن فقلت: تكففن عن رسول الله صلى الله عليه وسلم\nأو ليبدلنه الله خيرا منكن، حتى أتيت على أمهات المؤمنين، فقلن: يا عمر،\nأما في رسول الله أسوة حسنة ما يعظ نساءه حتى تعظهن؟ فأمسكت، فأنزل الله:\n{عسى ربه إن طلقكن أن يبدله <span id='ms655'></span> أزواجا خيرا منكن} [التحريم: 5] وهذا لفظ عبيد\nالله بن معاذ. أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head301'>2480 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا أحمد بن سعيد الثقفي، قال: نا محمد\nبن يحيى الذهلي، قال: نا يعقوب بن إبراهيم بن سعد، نا أبي، عن صالح، عن ابن\nشهاب، قال: حدثني سعيد أن أبا هريرة قال: قال رسول الله صلى الله عليه\nوسلم: «بينا أنا نائم رأيتني نزعت على قليب، فنزعت منها ما شاء الله، ثم\n</p>\n\n<h1 class='l1' id='head302'>[ص: 1387]</h1>\n\n<p>\nنزع ابن أبي قحافة منها ذنوبا أو ذنوبين، وفي نزعه ضعف وليغفره الله،\nفأخذها ابن الخطاب فاستحالت غربا، فلم أر عبقريا نزع نزعه، حتى ضرب الناس\nبعطن» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head303'>2481 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: نا محمد بن هارون الروياني، قال: نا\nعمرو بن علي، قال: نا أبو عاصم، قال: نا عمر بن محمد، قال: حدثني سالم بن\nعبد الله، عن. ح\n</p>\n\n<h1 class='l1' id='head304'>2482 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد البغوي، قال: نا أحمد بن\nعيسى المصري، قال: نا وهب، وثنا عمرو بن علي أبو جعفر الصيرفي، نا أبو\nعاصم، جميعا عن عمر بن محمد، قال: نا سالم بن عبد الله بن عمر، عن أبيه\nقال: قال رسول الله صلى الله عليه وسلم: «رأيت فيما يرى النائم كأني على\nبئر وأرى جميع الناس، فجاء أبو بكر فنزع ذنوبا أو ذنوبين، وفيه ضعف والله\nيغفر له، ثم جاء عمر، فاستحالت بيده غربا، فلم أر عبقريا من الرجال يفري\nفريه، حتى ضرب\n</p>\n\n<h1 class='l1' id='head305'>[ص: 1388]</h1>\n\n<p>\nالناس بأعطانهم» اللفظ لحديث أبي عاصم، وفي حديث جعفر: «بعطن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head306'>2483 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا أبو حامد الحضرمي، قال: نا أبو همام\nالوليد بن شجاع، قال: نا أيوب بن جابر، عن عاصم بن أبي النجود، عن زر، عن\nعبد الله بن مسعود، قال: قال رسول الله صلى الله عليه وسلم: «رأيتني الليلة\nيا أبا بكر على قليب، فنزعت ذنوبا أو ذنوبين، ثم جئت يا أبا بكر، فنزعت\nذنوبا أو ذنوبين وإنك <span id='ms656'></span> لضعيف يرحمك الله، ثم جاء عمر، ثم نزع منها حتى\nاستحالت غربا، فضرب الناس بعطن» . فعبرها أبو بكر فقال: إلي الأمر من بعدك،\nويليه عمر. قال: «وكذلك عبرها الملك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head307'>2484 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد البغوي، قال: نا علي بن\nعبد الله المديني، قال: نا معن بن عيسى، قال: نا الحارث بن عبد الله بن\nإياس الليثي، عن القاسم بن يزيد بن قسيط، عن أبيه، عن عطاء بن يسار، عن ابن\nعباس، عن الفضل بن عباس، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head308'>[ص: 1389]</h1>\n\n<p>\n: «عمر معي، وأنا مع عمر، والحق بعدي مع عمر حيث كان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head309'>2485 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا عبد الله بن محمد البغوي، قال: نا مصعب بن عبد\nالله، قال: نا ابن أبي حازم، عن الضحاك بن عثمان، عن نافع، عن ابن عمر،\nقال: قال رسول الله صلى الله عليه وسلم: «جعل الحق على قلب عمر ولسانه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head310'>2486 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: نا محمد بن يحيى، قال: نا علي بن\nحرب، قال: نا سفيان بن عيينة، عن ابن عجلان، سمعت سعد بن إبراهيم يحدث عن\nأبي سلمة، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: «قد كان في\nالأمم محدثون، فإن يكن في أمتي منهم فهو عمر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head311'>2487 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد البغوي، قال: نا هارون بن\nموسى الفروي، قال: حدثني أبو ضمرة، عن إبراهيم، عن أبي سلمة، عن عائشة،\nقالت: قال رسول الله صلى الله عليه وسلم: «إن كان في الأمم محدثون، وإن كان\nفي أمتي منهم، فهو عمر»\n</p>\n\n<h1 class='l1' id='head312'>2488 - </h1>\n\n<p>\nأنا محمد، أنا عبد الله، حدثني محمد بن إسحاق، قال: نا الحميدي، أنا\nسفيان، حدثني ابن عجلان، عن سعد بن إبراهيم، عن أبي سلمة، عن عائشة، عن\nالنبي صلى الله عليه وسلم قال، مثله. قال سفيان: «المحدث أعلمهم بالصواب\nالذي يلقى على فيه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head313'>2489 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد <span id='ms657'></span> البغوي، حدثني عمرو بن\nزنجويه، قال: نا عبد الله بن مسلمة، أنا نافع بن أبي نعيم، عن نافع، عن ابن\nعمر، قال: قال رسول الله صلى الله عليه وسلم: «إن الله تعالى جعل الحق على\nلسان عمر وقلبه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head314'>2490 - </h1>\n\n<p>\nوأنا محمد، أنا عبد الله، حدثني هارون بن إسحاق\n</p>\n\n<h1 class='l1' id='head315'>[ص: 1392]</h1>\n\n<p>\nالهمداني، قال: نا أبو خالد الأحمر، عن ابن عجلان، وهشام بن الغاز، ومحمد\nبن إسحاق، عن مكحول، عن غضيف، عن أبي ذر، قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: «إن الله جعل الحق على لسان عمر يقول به»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head316'>2491 - </h1>\n\n<p>\nأنا محمد، أنا عبد الله، أنا هارون بن عبد الله أبو مهدي موسى، ومحمد بن\nأبي عبد الرحمن المقري وغيرهما قالوا: نا عبد الله بن يزيد أبو عبد الرحمن،\nقال: نا حيوة بن شريح، عن بكر بن عمر، وعن مشرح بن عاهان، عن عقبة بن عامر\nالجهني، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «لو كان بعدي نبي\nلكان عمر بن الخطاب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head317'>2492 - </h1>\n\n<p>\nوأنا محمد، أنا عبد الله، قال: نا الحسن بن محمد الذارع، قال: نا عبد\nالمؤمن بن عباد، قال: نا يزيد بن جعفر، عن عبد الله بن شرحبيل، عن زيد بن\nأوفى، أن رسول الله صلى الله عليه وسلم قال لعمر: «أنت معي في الجنة ثالث\nثلاثة من هذه الأمة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head318'>2493 - </h1>\n\n<p>\nأنا محمد، أنا عبد الله بن محمد، نا عبد الله بن عمر، قال: نا أبو أسامة،\nوعتبة بن عبد الواحد القرشي، عن الجريري، عن عبد الله بن شقيق العقيلي،\nقال: قلت لعائشة: «أي أصحاب رسول الله صلى الله عليه وسلم كان أحب إليه؟»\nقالت: «أبو بكر» . قلت: «فمن بعده؟» قالت: «عمر» . قلت: «فمن بعد عمر؟»\nقالت: «أبو عبيدة بن الجراح»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head319'>2494 - </h1>\n\n<p>\nأنا محمد، أنا عبد الله، نا علي بن مسلم، قال: نا أبو أسامة، عن الجريري،\nعن عبد الله بن شقيق العقيلي، قال: قلت لعائشة: «أي أصحاب رسول الله صلى\nالله عليه وسلم كان أحب إليه؟» قالت: «أبو بكر» . قلت <span id='ms658'></span>: «فمن بعده؟» قالت:\n«عمر» . قلت: «فمن بعده؟» قالت: «أبو عبيدة بن الجراح» . قلت: «فمن\nالرابع؟» فسكتت\n</p>\n\n<h1 class='l1' id='head320'>2495 - </h1>\n\n<p>\nقال ابن منيع: قال علي بن مسلم: \" كان أبو أسامة يذهب إلى هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head321'>2496 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا أحمد بن سعيد الثقفي، قال: نا محمد\nبن يحيى الذهلي، قال: نا أبو اليمان، قال: أنا شعيب، عن الزهري، أخبرني أبو\nسلمة، أن أبا هريرة قال: سمعت النبي صلى الله عليه وسلم يقول: \" بينما راع\nيرعى في غنمه عدى عليه الذئب، فأخذ منها شاة\n</p>\n\n<h1 class='l1' id='head322'>[ص: 1394]</h1>\n\n<p>\n، فطلبه الراعي، فالتفت إليه الذئب، فقال: من لها يوم السبع؟ ليس لها راع\nغيري، وبينما رجل يسوق بقرة قد حمل عليها، فالتفتت إليه فكلمته، فقالت: أنا\nلم أخلق لهذا، ولكني خلقت للحرث، فقال الناس: سبحان الله، فقال رسول الله\nصلى الله عليه وسلم: «أومن بذلك، وأبو بكر، وعمر» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head323'>2497 - </h1>\n\n<p>\nنا مهدي بن محمد النيسابوري، أنا محمد بن أحمد بن دلويه، قال: نا أحمد بن\nحفص بن عبد الله، قال: نا أبي، نا إبراهيم بن طهمان، عن موسى بن عقبة، عن\nأبي الزناد، عن الأعرج، عن أبي سلمة، عن أبي هريرة أنه قال: صلى رسول الله\nصلى الله عليه وسلم، ثم أقبل على الناس، فقال: \" بينا رجل يسوق بقرة، فأراد\nأن يركبها، فأقبلت عليه، فقالت: إنا لم نخلق لهذا، إنما خلقنا للحراثة \".\nقال: فقال من حوله: سبحان الله سبحان الله قال: فقال رسول الله صلى الله\nعليه وسلم: «فإني آمنت به، وأبو بكر، وعمر» . وليس ثم أبو بكر، وعمر. قال:\nثم قال: \" بينا رجل في غنمه إذ جاء ذئب فذهب بشاة، فطلبه، فلما أدركه لفظها\nثم أقبل عليه الذئب، قال: من لها يوم السبع، يوم لا يكون لها راع غيري \".\nقال: فقال من حوله: سبحان الله سبحان الله قال: فقال رسول الله صلى الله\nعليه وسلم: «فإني آمنت به، وأبو بكر، وعمر» . وليس ثم أبو\n</p>\n\n<h1 class='l1' id='head324'>[ص: 1395]</h1>\n\n<p>\nبكر، ولا وعمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head325'>2498 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن علي بن زياد <span id='ms659'></span> النيسابوري، قال: أنا مكي بن عبدان،\nقال: نا عبد الله بن هاشم بن حيان العبدي الطوسي، قال: نا أبو داود الحفري،\nقال: نا سفيان، عن عبد الملك بن عمير، عن مولى لربعي، عن ربعي، عن حذيفة ح\n</p>\n\n<h1 class='l1' id='head326'>2499 - </h1>\n\n<p>\nوأنا عبد الله، أنا أحمد بن محمد بن الحسن الشرقي، قال: نا عبد الرحمن بن\nبشر، قال: نا سفيان بن عيينة، عن زائدة، عن عبد الملك بن عمير، عن ربعي، عن\nحذيفة أن النبي صلى الله عليه وسلم قال: «اقتدوا باللذين من بعدي أبي بكر\nوعمر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head327'>2500 - </h1>\n\n<p>\nقال أبو حامد: وثنا به عبد الرحمن مرة أخرى، عن سفيان، عن عبد الملك، ولم\nيذكر زائدة في حديث الثوري: «اقتدوا بهدي عمار، وتمسكوا بعهد ابن أم عبد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head328'>2501 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا محمد بن مخلد، قال: نا العلاء بن\nسالم، قال: نا محمد بن أبي سهل ويكنى بأبي سهل بن أبي رجاء قال: نا عمر بن\nإبراهيم، قال: نا مسروق بن الضحاك مولى رسول الله صلى الله عليه وسلم قال:\nسمعت أبا جعفر محمد بن علي بن حسين يذكر عن أبيه: قال فتى من بني هاشم لعلي\nبن أبي طالب حين انصرف: \" سمعتك تخطب يا أمير المؤمنين في الجمعة، تقول:\n«اللهم أصلحنا بما أصلحت به الخلفاء الراشدين» ، فمن هم؟ \" قال: فاغرورقت\nعيناه، يعني ثم انهملت على لحيته، ثم قال: «أبو بكر وعمر، إماما الهدى،\nوشيخا الإسلام، والمقتدى بهما بعد رسول الله صلى الله عليه وسلم، من\nاتبعهما هدي إلى صراط مستقيم، ومن اقتدى بهما رشد، ومن تمسك بهما فهو من\nحزب الله، وحزب الله هم المفلحون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head329'>2502 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن الحجاج، نا أبو بكر النجاد، نا محمد بن عثمان\nالعبسي أبو جعفر الكوفي، نا إبراهيم بن سعيد، نا عبد الوهاب بن عطاء، عن\nسعيد، عن قتادة، قال: قال عمر بن عبد العزيز: \" رأيت النبي صلى الله عليه\nوسلم في المنام، عن يمينه رجل وعن يساره رجل، فقال: \" إن كنت وليت فاقتد\nبهذين <span id='ms660'></span> الرجلين: أبي بكر وعمر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head330'>2503 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: نا أحمد بن عيسى الوشاء، قال: نا أحمد\nبن سعيد الهمداني، قال: نا عبد الرحمن بن زياد\n</p>\n\n<h1 class='l1' id='head331'>[ص: 1397]</h1>\n\n<p>\n، قال: نا المبارك بن فضالة، عن بكر بن عبد الله، عن عبد الله بن رباح،\nعن أبي قتادة الأنصاري، أن رسول الله صلى الله عليه وسلم قال: «إن يطع\nالناس أبا بكر وعمر يرشدوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head332'>2504 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، أنا أحمد بن محمد بن يزيد\nالإستراباذي، قال: نا الحسن بن مكرم، قال: نا عثمان بن عمر، أنا فليح، عن\nسهيل، عن أبيه، عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: «نعم\nالرجل لكم أبو بكر، ونعم الرجل عمر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head333'>2505 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد البغوي، قال: نا محمود بن\nغيلان، قال: أنا أبو داود، قال: نا الحكم بن عطية، عن ثابت، عن أنس، ح\n</p>\n\n<h1 class='l1' id='head334'>2506 - </h1>\n\n<p>\nوأنا جعفر بن عبد الله بن يعقوب، أنا محمد بن هارون الروياني، قال: نا\nأبو الحسن مبشر بن الحسن البصري، قال: نا أبو داود الطيالسي، قال: نا الحكم\nبن عطية، قال: سمعت ثابتا يحدث عن أنس، قال: «كان رسول الله صلى الله عليه\nوسلم يخرج إلى المسجد وفيه المهاجرون والأنصار، ما منهم أحد يرفع رأسه من\nحبوته إلا أبو بكر وعمر، فإنه يتبسم إليهما، ويتبسمان إليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head335'>2507 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، وعبد الواحد بن محمد، قالا: أنا محمد بن\nمخلد، قال: نا أبو يعلى زكريا بن يحيى الساجي، قال: نا الحكم بن مروان،\nقال: نا الحسن بن صالح، عن عبد الله بن محمد بن عقيل، عن جابر بن عبد الله،\nقال: قال رسول الله صلى الله عليه وسلم: «أبو بكر وعمر من هذا الدين كمنزلة\nالسمع والبصر من الرأس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head336'>2508 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: نا محمد بن هارون الروياني، قال: نا\nنصر بن علي، ومحمد بن بشار، قالا: نا أبو أحمد، قال: نا مسعر ح <span id='ms661'></span>\n</p>\n\n<h1 class='l1' id='head337'>[ص: 1399]</h1>\n\n<h1 class='l1' id='head338'>2509 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: نا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا أبو أحمد الزبيري، قال: نا مسعر، عن أبي عون، عن أبي صالح،\nعن علي، قال: قال لي النبي صلى الله عليه وسلم يوم بدر، ولأبي بكر: «مع\nأحدكما جبريل، ومع الآخر ميكائيل، ملك عظيم يشهد القتال أو يكون في الصف»\n</p>\n\n<h1 class='l1' id='head339'>2510 - </h1>\n\n<p>\nأنا أحمد، أنا علي، ثنا أحمد، ثنا أبو نعيم، ثنا مسعر، عن أبي عون، عن\nأبي صالح، عن علي: «قيل لأبي بكر» ، فذكر نحوه ولم يرفعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head340'>2511 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن جعفر البزار، أنا محمد بن عبد الله بن غيلان\nالخزار، قال: نا الحسن بن الجنيد، قال: نا سعيد بن مسلمة، قال: نا إسماعيل\nبن أمية، عن نافع، عن ابن عمر، قال: \" دخل النبي صلى الله عليه وسلم، وأبو\nبكر عن يمينه، وعمر عن شماله آخذا بأيديهما، قال: «هكذا نبعث يوم القيامة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head341'>2512 - </h1>\n\n<p>\nأنا إسماعيل بن الحسن، قال: نا الحسين بن إسماعيل، قال: نا أحمد بن منصور\nبن راشد، قال: نا عبد الله بن نافع، عن عاصم بن عمر، عن عبد الله بن دينار،\nعن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: «أول من تنشق الأرض\nعنه أنا، ثم أبو بكر، ثم عمر، ثم آتي البقيع فتنشق عنهم، ثم أنتظر أهل مكة\nفتنشق عنهم، فأبعث بينهما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head342'>2513 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: أنا محمد بن\nالمثنى، قال: نا أبو عامر العقدي، قال: نا رباح وهو ابن أبي معروف المكي،\nعن سعيد بن عجلان، عن سعيد بن جبير، عن ابن عباس، أن النبي صلى الله عليه\nوسلم قال لأبي بكر وعمر: \" ألا أخبركما بمثلكما في الملائكة، ومثلكما في\nالأنبياء؟ أما مثلك أنت يا أبا بكر في الملائكة كمثل ميكائيل يتنزل\nبالرحمة، ومثلك أيضا في الأنبياء كمثل إبراهيم إذ كذبه قومه وصنعوا به ما\nصنعوا، قال: {فمن تبعني فإنه مني ومن عصاني <span id='ms662'></span> فإنك غفور رحيم} [إبراهيم: 36]\n، ومثلك يا عمر في الملائكة مثل جبريل يتنزل بالبأس والشدة والنقمة على\nأعداء الله، وفي الأنبياء مثل نوح إذ قال: {رب لا تذر على الأرض من\nالكافرين ديارا} [نوح: 26] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head343'>2514 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، أنا عبد الرحمن بن أبي حاتم، قال: نا\nالحسن بن عرفة، قال: نا إسحاق بن يوسف، عن عبد الملك بن أبي سليمان، عن\nعطية العوفي، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم:\n«إن أهل الجنة ينظرون إلى من فوقهم من أهل عليين، كما ينظر الرجل إلى النجم\nطالعا في أفق السماء، وإن أبا بكر وعمر منهم وأنعما»\n</p>\n\n<h1 class='l1' id='head344'>2515 - </h1>\n\n<p>\nأنا علي، أنا عبد الرحمن قال: سمعت ابن عرفة يقول: قال لي محمد بن عبيد\nالطنافسي في قوله «وأنعما» قال: «وأرفعا»\n</p>\n\n<h1 class='l1' id='head345'>2516 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن عبد الرحمن، أنا محمد بن أحمد بن حبش، قال: نا\nموسى بن نصر، قال: نا أبو زهير، والصباح بن محارب، عن مجالد بن سعيد، عن\nأبي الوداك، عن أبي سعيد، عن النبي صلى الله عليه وسلم بمثله ومعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head346'>2517 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن جعفر البزار، قال: نا محمد بن عبد الله بن\nغيلان، قال: نا الحسن بن الجنيد، قال: نا إسحاق الأزرق، قال: نا سفيان، عن\nجامع بن أبي راشد ح\n</p>\n\n<h1 class='l1' id='head347'>2518 - </h1>\n\n<p>\nوأنا محمد بن الحسن بن الفضل الهاشمي، قال: نا\n</p>\n\n<h1 class='l1' id='head348'>[ص: 1402]</h1>\n\n<p>\nالحسين بن إسماعيل، قال: نا سعيد بن يحيى الأموي، قال: نا أبي، عن سفيان\nالثوري، عن جامع بن أبي راشد، عن منذر الثوري، عن محمد بن الحنفية: قلت\nلأبي: «يا أبتاه، أي الناس خير بعد النبي صلى الله عليه وسلم؟» قال: «أبو\nبكر» . قال: «ثم من؟» قال: «عمر» . قال: \" فخشيت أن أقول: ثم من؟ فيقول:\nعثمان \". قال: فقلت: «فأنت يا أبتاه؟» قال: «أنا رجل من المسلمين» واللفظ\nلحديث إسحاق الأزرق. أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head349'>2519 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا عبد الله بن محمد البغوي، ثنا خلف بن هشام، قال:\nأنا <span id='ms663'></span> أبو شهاب، عن عاصم الأحول، عن أبي عثمان، عن أبي موسى، قال: \" كنت مع\nالنبي صلى الله عليه وسلم في بستان، فجاء أبو بكر وعمر، فقرعوا الباب،\nفقال: «قم فافتح لهما، وبشرهما بالجنة» . غير أنه خص عثمان بشيء دون صاحبيه\nأخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head350'>2520 - </h1>\n\n<p>\nأنا عمر بن عبد الله بن زاذان، قال: نا إسحاق بن محمد، قال: نا علي بن\nحرب، قال: نا ابن فضيل، عن هشام، عن أبيه، عن عائشة، قالت: قال أبو بكر:\n«ما على ظهر الأرض أحد أحب إلي من عمر» . ثم قال: «كيف قلت» ؟ فقلنا له،\nفقال: «أعز والولد. . . . . .»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head351'>سياق ما روي في ترتيب خلافة أمير المؤمنين عمر بن الخطاب عندما استخلفه خليفة رسول الله صلى الله عليه وسلم أبو بكر الصديق رضي الله عنهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1403'> Vol. 07, p. 1403</a>\n            </div>\n            \n<h1 class='l1' id='head352'>2521 - </h1>\n\n<p>\nأنا الحسين بن عمر، أنا إسماعيل بن محمد، نا الحسن بن عرفة، ثنا شبابة،\nعن عبد العزيز بن أبي سلمة الماجشون عن زيد بن أسلم، عن أبيه، قال: \" كتب\nعثمان بن عفان عهد الخليفة من بعد أبي بكر، فأمره أن لا يسمي أحدا، وترك\nاسم الرجل، فأغمي على أبي بكر إغماءة، فأخذ عثمان العهد فكتب فيه اسم عمر.\nقال: فأفاق أبو بكر فقال: «أرنا العهد» ، فإذا فيه اسم عمر، فقال: «من كتب\nهذا؟» فقال عثمان: «أنا» . فقال: «رحمك الله وجزاك خيرا، فوالله لو كتبت\nنفسك لكنت لذلك أهلا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head353'>2522 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: أنا أحمد بن سليمان، قال: نا\nالزبير بن بكار، قال: وحدثني محمد بن محمد بن أبي قدامة، عن عثمان بن عبيد\nالله بن عبد الله بن عمر بن الخطاب، قال: \" لما حضرت أبا بكر الصديق الوفاة\nدعا عثمان بن عفان رحمه الله، فأملى عليه عهده، فأغمي على أبي بكر قبل أن\nيسمي أحدا، فكتب عثمان عمر بن الخطاب، فأفاق أبو بكر، فقال لعثمان: «كتبت\nأحدا؟» قال: «ظننتك لما بك وخشيت الفرقة، فكتبت عمر بن الخطاب» . فقال:\n«يرحمك الله، لو كتبت نفسك لكنت لها أهلا» . فدخل عليه <span id='ms664'></span> طلحة بن عبيد الله،\nفقال: \" أنا رسول من ورائي إليك، يقولون: «قد علمت غلظة عمر علينا في\nحياتك، فكيف بعد وفاتك إذا أفضت إليه أمورنا؟ والله\n</p>\n\n<h1 class='l1' id='head354'>[ص: 1404]</h1>\n\n<p>\nسائلك عنه، فانظر ما أنت قائل له» . فقال: \" أجلسوني، أبالله تخوفونني؟\nقد خاب امرؤ وظن من أمركم وهما، إذا سألني الله قلت: «استخلفت على أهلك\nخيرهم لهم، فأبلغهم هذا عني»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head355'>2523 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا يحيى بن محمد بن صاعد، قال: نا عبد\nالجبار بن العلاء، قال: نا سفيان بن عيينة، عن إسماعيل، عن قيس، قال: رأيت\nعمر بن الخطاب يجلس إليه يحرك يده ومعه شديد مولى أبي بكر، وهو يقول:\n«اسمعوا لقول خليفة رسول الله» يقول لكم: «والله ما ألوتكم خيرا» . ومع\nشديد مولى أبي بكر كتاب أبي بكر باستخلاف عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head356'>2524 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا علي بن\nالجعد، أنا زهير ح\n</p>\n\n<h1 class='l1' id='head357'>2525 - </h1>\n\n<p>\nوأنا عبيد الله بن محمد بن أحمد، قال: نا أبو جعفر محمد بن عمرو، قال:\nثنا إبراهيم بن عبد الرحيم قال: نا موسى بن داود، قال: نا زهير بن معاوية،\nعن أبي إسحاق، عن أبي عبيدة، عن عبد الله يعني ابن مسعود قال: \" أفرس الناس\nثلاثة: العزيز الذي تفرس في يوسف، والمرأة التي تفرست في موسى، فقالت: يا\nأبت استأجره، وأبو بكر حين استخلف عمر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head358'>2526 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: أنا حمزة بن محمد بن العباس، قال:\nنا أبو إسماعيل الترمذي سنة ست وسبعين\n</p>\n\n<h1 class='l1' id='head359'>[ص: 1405]</h1>\n\n<p>\nومائتين، قال: نا عبد الله بن صالح، حدثني يحيى بن أيوب، عن عبد الرحمن\nبن حرملة، عن سعيد بن المسيب قال: \" لما ولي عمر بن الخطاب خطب الناس على\nمنبر رسول الله صلى الله عليه وسلم، حمد الله وأثنى عليه، ثم قال: \" أيها\nالناس، إني قد علمت أنكم تؤنسون مني شدة وغلظة، وذلك أني كنت مع رسول الله\nصلى الله عليه وسلم فكنت عبده وخادمه، وكان كما قال الله عز وجل:\n{بالمؤمنين <span id='ms665'></span> رءوف رحيم} ، فكنت بين يديه كالسيف المسلول إلا أن يغمدني أو\nينهاني عن أمر فأكف، وإلا أقدمت على الناس لمكان لينه، فلم أزل مع رسول\nالله صلى الله عليه وسلم على ذلك حتى توفاه الله وهو عني راض، والحمد لله\nعلى ذلك كثيرا، وأنا به أسعد، ثم قمت ذلك المقام مع أبي بكر خليفة رسول\nالله صلى الله عليه وسلم بعده، وكان من قد علمتم في كرمه ودعته ولينه، فكنت\nخادمه، وكنت كالسيف المسلول بين يديه أخلط شدتي بلينه، إلا أن يتقدم إلي\nفأكف وإلا أقدمت، فلم أزل على ذلك حتى توفاه الله وهو عني راض، والحمد لله\nعلى ذلك كثيرا، وأنا به أسعد، ثم صار أمركم اليوم إلي، وأنا أعلم، فسيقول\nقائل: كان ليشتد علينا والأمر إلى غيره، فكيف إذا صار إليه؟ واعلموا أنكم\nلا تسألون عني أحدا، قد عرفتموني وجربتموني، وعرفت من سنة نبيكم صلى الله\nعليه وسلم ما عرفت، وما أصبحت نادما على شيء أكون أحب أن يسأل رسول الله\nصلى الله عليه وسلم عنه إلا وسألته، واعلموا أن شدتي التي كنتم ترون قد\nازدادت أضعافا إذ صار الأمر إلي على الظالم والمتعدي، والأخذ للمسلمين\nلضعيفهم من قويهم، وإني بعد شدتي تلك واضع خدي بالأرض لأهل العفاف والكف\nمنكم والتسليم، وإني لا آبى إن كان مني ومن أحد\n</p>\n\n<h1 class='l1' id='head360'>[ص: 1406]</h1>\n\n<p>\nمنكم شيء من أحكامكم أن أمشي معه إلى من أحببتم منكم، فلينظر فيما بيني\nوبينه أحد منكم، فاتقوا الله عباد الله، وأعينوني على أنفسكم بكفها عني،\nوأعينوني على نفسي بالأمر بالمعروف والنهي عن المنكر، وإحضاري النصيحة فيما\nولاني الله من أمركم \". ثم نزل. قال ابن المسيب: \" فوالله لقد وفى بما قال،\nوزاد: في موضع الشدة على أهل الريب والظلم، والرفق بأهل الحق من كانوا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head361'>2527 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، أنا محمد بن هارون الروياني، قال: نا\nعمرو بن علي، قال: نا أبو عاصم، قال: نا سفيان، عن الأسود بن قيس، عن سعيد\nبن عمرو بن سفيان <span id='ms666'></span>، عن أبيه أن عليا خطب فقال: \" إن رسول الله صلى الله عليه\nوسلم لم يعهد إلينا في الإمارة عهدا، ولكنه رأى رأينا، فاستخلف أبو بكر\nرحمة الله عليه فقام واستقام حتى ضرب الدين بجرانه، ثم استخلف عمر رحمه\nالله، فقام واستقام، حتى ضرب الدين بجرانه، ثم إن قوما طلبوا الدنيا، يغفر\nالله عن من يشاء ويعذب من يشاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head362'>2528 - </h1>\n\n<p>\nأنا أحمد بن عبد الله بن عبد الرحمن أنا عبد الرحمن بن أبي حاتم، قال: نا\nعمر بن شبة حدثني أبي حدثنا محمد بن جعفر حدثنا شعبة، عن الحكم، قال: سمعت\nأبا جحيفة وكان سيد الناس استعمله علي عليه السلام على الكوفة زمن الجمل،\nفقال: سمعت عليا يقول: «ألا أخبركم بخير هذه الأمة بعد نبيها؟ أبو بكر، ألا\nأخبركم بخيرها بعد أبي بكر؟ عمر، ألا أخبركم بخيرها بعد عمر؟» ثم سكت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head363'>2529 - </h1>\n\n<p>\nوأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا داود بن\nعمرو الضبي، ثنا يحيى بن عبد الملك بن أبي غنية ح\n</p>\n\n<h1 class='l1' id='head364'>2530 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر، أنا محمد بن جعفر، نا عبد الله بن أبي سعيد،\nقال: نا داود بن عمرو، قال: نا ابن أبي غنية، عن الصلت بن بهرام، عن سنان،\nقال: لما ثقل أبو بكر، أشرف على الناس من كوة فقال: «يا أيها الناس، إني قد\nعهدت، أفترضون؟» قال الناس: «قد رضينا خليفة رسول الله صلى الله عليه وسلم»\n. فقام علي فقال: «لا نرضى إلا أن يكون عمر بن الخطاب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head365'>2531 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد البغوي، قال: نا محمد بن\nعون، قال: نا النضر بن إسماعيل ح\n</p>\n\n<h1 class='l1' id='head366'>2532 - </h1>\n\n<p>\nوأنا علي بن محمد بن عمر، وعلي بن محمد بن أحمد بن يعقوب، قالا: أنا عبد\nالرحمن بن أبي حاتم، قال: نا الحسن بن عرفة، قال: نا النضر بن إسماعيل أبو\nالمغيرة، عن محمد بن سوقة، عن منذر الثوري، عن محمد بن علي، قال: قلت لأبي:\n«من خير الناس بعد رسول الله <span id='ms667'></span> صلى الله عليه وسلم؟» قال: «يا بني، وما\nتعلم؟» قلت: «لا» . قال: «أبو بكر» . قلت: «ثم من؟» قال: «يا بني، أوما\nتعلم؟» قال: قلت: «لا» . قال: «ثم عمر» . قال: \" ثم بدرته، فقلت: يا أبت،\nثم أنت الثالث؟ \" قال: فقال لي: «يا بني، أبوك رجل من المسلمين، له ما لهم،\nوعليه ما عليهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head367'>2533 - </h1>\n\n<p>\nأنا علي بن أحمد بن عبدان، أنا أحمد بن عبيد، قال: نا\n</p>\n\n<h1 class='l1' id='head368'>[ص: 1408]</h1>\n\n<p>\nجنيد بن حكيم، قال: نا عباد بن موسى الختلي، قال: نا خازم بن أبي جبلة،\nعن أبي سنان، عن ابن أبي الهذيل، قال: قال عمار بن ياسر: «خير هذه الأمة\nبعد نبيها أبو بكر ثم عمر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head369'>2534 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن جعفر البزار، قال: نا سعيد بن محمد أخو\nالزبير، قال: نا إسحاق بن أبي إسرائيل، قال: سمعت سفيان بن عيينة يقول\nبإسناد يسنده، قال: ما كان أسند إلي غيره، قال: \" ما كان أبو بكر وعمر إلا\nحجة على الناس؛ أن يقول قائل: «من ذا الذي يستطيع أن يعمل بمثل عمل رسول\nالله؟» فيقال: «أبو بكر وعمر» ، فكانا حجة على الناس \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head370'>2535 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا عبد الله بن عبد الرحمن البكري، قال: نا\nزكريا بن يحيى بن خلاد، قال: نا الأصمعي، قال: نا سلمة بن بلال، عن مجالد،\nعن الشعبي، أن حسان قال في النبي صلى الله عليه وسلم، وفي أبي بكر وعمر:\n</p>\n\n<p>\n[البحر المنسرح]\n</p>\n\n<p>\nثلاثة برزوا بفضلهم ... نضرهم ربهم إذا نشروا\n</p>\n\n<p>\nفليس من مؤمن له بصر ... ينكر تفضيلهم إذا ذكروا\n</p>\n\n<p>\nعاشوا بلا فرقة ثلاثتهم ... واجتمعوا في الممات إذ قبروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head371'>2536 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: أنا محمد بن أحمد بن يعقوب، قال: نا جدي\nيعقوب بن شيبة، قال: نا قبيصة بن عقبة، قال: نا\n</p>\n\n<h1 class='l1' id='head372'>[ص: 1409]</h1>\n\n<p>\nسفيان، عن أبي الجحاف، عن مسلم البطين، قال:\n</p>\n\n<p>\n[البحر الكامل]\n</p>\n\n<p>\nأنى تعاتب لا أبا لك عصبة ... علقوا الفرى، وبرئوا من الصديق\n</p>\n\n<p>\nوبرئوا سفاها من وزير نبيهم ... تبا لمن يبرأ من الفاروق\n</p>\n\n<p>\nإني على رغم العداة <span id='ms668'></span> لقائل ... دائن بدين الصادق المصدوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head373'>2537 - </h1>\n\n<p>\nأنا الحسن بن عثمان قال: أنا أحمد بن جعفر بن حمدان، قال: نا عبد الله بن\nأحمد، قال: نا أبو عمرو الحارث بن\n</p>\n\n<h1 class='l1' id='head374'>[ص: 1410]</h1>\n\n<p>\nمسكين المصري، قال: أنا ابن وهب، عن يحيى بن أيوب، عن ابن عجلان، عن\nنافع، عن عبد الله بن عمر \"، أن عمر بن الخطاب بعث جيشا أمر عليهم رجلا\nيدعى سارية. قال: فبينا عمر يخطب الناس يوما، قال: فجعل يصيح، وهو على\nالمنبر: «يا ساري الجبل، يا ساري الجبل» . قال: فقدم رسول الجيش فسأله،\nفقال: \" يا أمير المؤمنين، لقينا عدونا فهزمناهم، فإذا بصائح يصيح: «يا\nساري الجبل، يا ساري الجبل» ، فأسندنا ظهورنا بالجبل، فهزمهم الله \". فقيل\nلعمر بن الخطاب: «إنك كنت تصيح بذلك» قال ابن عجلان: وحدثني إياس بن معاوية\nبن قرة بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head375'>2538 - </h1>\n\n<p>\nوأنا الحسن، نا أبو محمد جعفر بن محمد بن نصير الخلدي، قال: نا محمد بن\nالحسن بن الفرج الهمداني، قال: نا هشام بن محمد بن مخلد بن مطر، قال: نا\nأبو توبة، قال: نا محمد بن مهاجر، عن أبي بلج علي بن عبد الله، قال: \"\nبينما عمر بن الخطاب قاعد على المنبر يوم جمعة يخطب الناس، فبينما هو في\nخطبته قال بأعلى صوته: «يا ساري الجبل، يا ساري الجبل» ، ثم أخذ في خطبته،\nفأنكر الناس ذلك منه، فلما نزل وصلى، قيل له: «يا أمير المؤمنين، قد صنعت\nاليوم شيئا ما كنا نعرفه» قال: «وما ذاك؟» قيل\n</p>\n\n<h1 class='l1' id='head376'>[ص: 1411]</h1>\n\n<p>\n: «قلت كذا وكذا» ، وذكروا ما نادى به، فقال: «ما كان شيء من هذا» ،\nفقالوا: «بلى والله لقد كان ذلك يا أمير المؤمنين» . قال: «فأثبتوا من ذلك\nاليوم من هذا الشهر، ثم انظروا» . وكان بعث سارية في بعث فظفر بالعدو، فحيز\nإلى الجبل، وقال سارية لما انصرف: \" بينما نحن نقاتل العدو، وسمعنا صوتا لا\nندري ما هو: يا ساري الجبل ثلاثا، فدفع الله عز وجل عنا به «، فنظروا إلى\nذلك اليوم فإذا هو اليوم الذي قال فيه عمر ما قال»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head377'>2539 - </h1>\n\n<p>\nأنا عبد <span id='ms669'></span> الله بن محمد بن علي بن زياد، قال: أنا مكي بن عبدان، أنا عبد\nالله بن هشام، قال: نا يحيى بن سعيد بن هشام ح\n</p>\n\n<h1 class='l1' id='head378'>2540 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: نا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا أبو قطن عمرو بن الهيثم به يعني الدستوائي، عن قتادة، عن\nسالم بن أبي الجعد، عن معدان بن أبي طلحة قال: \" خطب عمر يوم الجمعة، فذكر\nالنبي صلى الله عليه وسلم، وأبا بكر، ثم قال: «إني رأيت كأن ديكا نقرني\nنقرتين، وإني لا أراه إلا لحضور أجلي، فإن عجل بي أمر فالخلافة شورى بين\nهؤلاء الستة الذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض» قال\nهشام: وكان قتادة يسمي هؤلاء الستة: \" عثمان، وعلي، وطلحة، والزبير، وعبد\nالرحمن بن عوف، وسعد بن أبي وقاص وإن أقواما يأمرونني أن أستخلف، قد علمت\nأن الله لم يضيع خلافته، والذي بعث به نبيه. في حديث يحيى بن هشام: وإني قد\nعلمت أن قوما أولئك لن يستطيعوا في هذا الأمر، ثم عاد إلى حديث أبي قطن،\nوأنا ضربتهم بيدي على الإسلام، فإن فعلوا فأولئك أعداء الله الكفرة الضلال\n\". ثم قال: \" اللهم إني أستشهدك على أمراء الأقطار أني إنما\n</p>\n\n<h1 class='l1' id='head379'>[ص: 1412]</h1>\n\n<p>\nبعثتهم ليعلموا الناس دينهم، ويقسموا فيأهم، ويرجعوا إلي ما شكل عليهم من\nأمورهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head380'>2541 - </h1>\n\n<p>\nأنا عمر بن عبد الله بن زاذان القزويني قال: نا إسحاق بن محمد بن إسحاق\nالكيساني القزويني، قال: نا علي بن حرب قال: نا محمد بن فضيل، قال: نا\nحصين، عن عمرو بن ميمون، قال: \" جئت فإذا عمر واقف على حذيفة وعثمان بن\nحنيف، وهو يقول: «تخافان أن تكونا حملتما الأرض ما لا تطيق؟» فقال حذيفة:\n«لو شئت لأضعفت الأرض» . قال عثمان: «حملت أرضي أمرا هي له مطيقة، وما فيها\nكبير فضل» . فقال عمر: «انظرا أن تكونا حملتما الأرض ما لا تطيق» . ثم قال:\n«لإن سلمني الله لأدعن أرامل أهل الأرض لا يحتجن إلى أحد بعدي <span id='ms670'></span> أبدا» . قال:\nفما أتت عليه رابعة حتى أصيب، وكان إذا دخل المسجد قام بين الصفوف فقال:\n«استووا» . فإذا استووا تقدم فكبر، فلما كبر طعن في مكانه، فسمعته يقول:\n«قتلني الكلب، أو أكلني الكلب» ، فما أدري أيهما قال. قال: وما بيني وبينه\nإلا ابن عباس، فأخذ بيد عبد الرحمن بن عوف فقدمه، وكان العلج في يديه سكين\nذات طرفين، لا يمر برجل يمينا وشمالا إلا طعنه، حتى أصاب ثلاثة عشر رجلا\nمات منهم تسعة، فلما رأى ذلك رجل من المسلمين طرح عليه برنسا ليأخذه، فلما\nظن أنه يأخذه نحر نفسه، فصلوا الفجر صلاة خفيفة، فأما نواحي المسجد فلا\nيدرون ما الأمر، غير أنهم قد فقدوا صوت عمر، وهم\n</p>\n\n<h1 class='l1' id='head381'>[ص: 1413]</h1>\n\n<p>\nيقولون: «سبحان الله» ، فلما انصرفوا، قال عمر لابن عباس: «من قاتلي؟»\nفجال ساعة ثم جاء فقال: «غلام المغيرة بن شعبة الصناع» ، وكان نجارا، فقال\nعمر: «الحمد لله الذي لم يجعل ميتتي برجل يدعي الإسلام، قاتله الله، لقد\nكنت أمرت معروفا» . ثم قال لابن عباس: «لقد كنت أنت وأبوك تحبان أن يكثر\nالعلوج بالمدينة» . وقال له ابن عباس: «إن شئت قتلناهم» . فقال: «بعدما\nتكلموا بكلامكم، وصلوا بصلاتكم، وحجوا حجكم» . فقال له الناس: «ليس عليك\nبأس» . فدعا بنبيذ فشربه، فخرج من جرحه أحمر، ودعا بلبن فشربه، فخرج من\nجرحه، فعرف أنه الموت، فقال: «يا عبد الله بن عمر انظر ما علي من الدين\nاحسبه» . فحسبه فإذا هو ستة وثمانون ألفا، فقال: \" إن وفى بها مال آل عمر\nفأدها، وإلا فسل في بني عدي بن كعب، فإن لم تف من أموالهم، فسل قريشا، ولا\nتعدهم إلى غيرهم، فأدها عني، ثم ائت عائشة أم المؤمنين وسلم وقل: يستأذن\nعمر ولا تقل: أمير المؤمنين، فلست اليوم بأمير المؤمنين، أن يدفن مع صاحبيه\n\". فأتاها ابن عمر فوجدها قاعدة تبكي، فسلم وقال: «استأذن عمر بن الخطاب أن\nيدفن مع صاحبيه» . فقالت: «كنت أريده لنفسي، ولأوثرنه على نفسي» . فلما جاء\nقالوا: «هذا عبد الله بن عمر قد جاء» ، قال: «ارفعاني <span id='ms671'></span>» ، فأسنده رجل إليه،\nفقال: «ما لديك؟» قال: «قد أذن» . قال: «ما كان شيء أهم إلي من ذلك المضجع،\nفإذا قبضت فاحملوني، ثم استأذن، فإن أذنت فأدخلني، وإن ردتني فردني إلى\nمقابر المسلمين» . فلما توفي حمل، فكأن الناس لم تصبهم مصيبة إلا يومئذ،\nفسلم عبد الله، فقال: «استأذن عمر بن الخطاب» ، فأذنت له حيث أكرمه الله مع\nرسوله ومع أبي بكر، فقالوا له\n</p>\n\n<h1 class='l1' id='head382'>[ص: 1414]</h1>\n\n<p>\nحين حضره الموت، فقال: «لا أحد أحق بهذا الأمر من هؤلاء النفر الذين توفي\nرسول الله صلى الله عليه وسلم وهو عنهم راض، أيهم استخلف فهو الخليفة بعدي»\n. فسمى عليا، وعثمان، وطلحة، والزبير، وعبد الرحمن بن عوف، وسعد بن أبي\nوقاص، «فإن أصابت سعدا وأيهم استخلف فليستعن به، فإني لم أنزعه من عجز ولا\nخيانة» . وجعل عبد الله بن عمر يشاورونه، وليس له من الأمر من شيء، فلما\nخلوا قال عبد الرحمن: «اجعلوا أمركم إلى ثلاثة نفر منكم» . فجعل الزبير\nأمره إلى علي، وجعل طلحة أمره إلى عثمان، وجعل سعد أمره إلى عبد الرحمن،\nفائتمر أولئك الثلاثة حين جعل الأمر إليهم، فقال عبد الرحمن للآخرين:\n«أيكما يبرأ من الأمر إلي على ألا آلو عن أفضل المسلمين وأفضله لكم؟» فسكت\nعلي وعثمان رضي الله عنهما، فقال عبد الرحمن: «أتجعلونه إلي، أنا أخرج\nمنها، فوالله لا آلو عن أفضلكم وخيركم للمسلمين وأفضله لهم» . فقالا: «نعم»\n. فخلا بعلي، فقال: «إن لك من القرابة برسول الله صلى الله عليه وسلم\nوالقدم ولله عليك لإن استخلفتك لتعدلن، وإن استخلف عثمان لتسمعن وتطيعن؟»\nثم خلى بعثمان ففعل مثل ذلك، ثم قال: «ارفع يدك يا عثمان» ، فبايعه، ثم\nبايعه علي، ثم بايعه الناس. قال عمر رضي الله عنه: «أوصي الخليفة بعدي\nبتقوى الله، وبالمهاجرين الأولين أن يعلم لهم حقهم، ويحفظ لهم حرمتهم،\nوأوصيه بالأنصار خيرا {الذين تبوءوا الدار والإيمان من قبلهم} أن يقبل من\nمحسنهم، ويتجاوز عن مسيئهم، وأوصيه بالأنصار خيرا، فهم ردء الإسلام، وغيظ\nالعدو، وجباة المال، لا يؤخذ منهم إلا فضلهم عن <span id='ms672'></span> رضى منهم، وأوصيه بالأعراب،\nفإنهم\n</p>\n\n<h1 class='l1' id='head383'>[ص: 1415]</h1>\n\n<p>\nأصل العرب، ومادة الإسلام أن يؤخذ من حواشي أموالهم، فيرد على فقرائهم،\nوأوصيه بذمة الله وذمة رسوله أن يوفى بعهدهم، وأن يقاتل من ورائهم، وأن لا\nيكلفوا إلا طاقتهم» أخرجه البخاري في الصحيح بطوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head384'>2542 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن الحسين، قال: نا علي بن محمد بن هارون، قال: نا\nأبو سعيد الأشج، قال: نا أبو خالد الأحمر، عن حميد عن أنس، قال: قال أبو\nطلحة يوم مات عمر: «ما من بين أهل بيت حاضر ولا باد إلا وقد دخله من موت\nعمر نقص»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head385'>2543 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا عبد الله بن محمد البغوي قال: نا داود بن عمرو،\nقال: نا عيسى بن يونس، قال: نا الأعمش، عن زيد بن وهب: \" أتينا عبد الله إذ\nجاءه رجلان قد اختلفا في آية، فقال لأحدهما: «اقرأ» ، فقرأ، فقال: «من\nأقرأك؟» ، قال: «أبو حكيم» . . .، ثم قال للآخر: «اقرأ» ، فقال: «من\nأقرأك؟» ، قال: «أقرأني عمر» . قال: فجعل يقول: «اقرأ كما أقرأك عمر» . ثم\nبكى، حتى رأيت دمعه يقطر على الحصى، ثم قال: «إن عمر كان حصنا حصينا على\nالإسلام يدخل الناس فيه ولا يخرجون\n</p>\n\n<h1 class='l1' id='head386'>[ص: 1416]</h1>\n\n<p>\nمنه، فأصبح الحصن قد انثلم، فالناس يخرجون منه ولا يدخلون فيه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head387'>2544 - </h1>\n\n<p>\nوأنا عبيد الله بن محمد، أنا أحمد بن محمد بن غيلان، قال: نا أحمد بن علي\nالخزاز، قال: نا جعفر بن حميد بالكوفة، قال: نا يونس بن أبي يعفور، عن\nأبيه، عن مسلم أبي سعيد مولى عثمان بن عفان، عن ابن مسعود، أنه مر على\nرجلين في المسجد قد اختلفا في آية من القرآن، قال أحدهما: «أقرأنيها عمر» ،\nوقال الآخر: «أقرأنيها أبي» ، فقال ابن مسعود: «اقرأ كما أقرأكها عمر» ، ثم\nهملت عيناه حتى بل الحصى وهو قائم، ثم قال: «إن عمر كان حائطا كنيفا يدخله\nالمسلمون ولا يخرجون منه، فمات عمر فانسلم الحائط فهم يخرجون ولا يدخلون،\nولو أن كلبا أحب عمر لأحببته، وما أحببت أحدا حبي لأبي بكر، وعمر، وأبي\nعبيدة <span id='ms673'></span> بن الجراح، بعد نبي الله صلى الله عليه وسلم حبي لهؤلاء الثلاثة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head388'>2545 - </h1>\n\n<p>\nأنا علي بن عمر، أنا إسماعيل بن محمد، ثنا عباس بن محمد، ثنا محمد بن بشر\nالعبدي، عن مسعر، عن عبد الملك بن عمير، عن الصقر بن عبد الله، عن عروة بن\nالزبير، عن عائشة، قالت: \" بكت الجن على عمر قبل أن يقتل بثلاث:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nأبعد قتيل بالمدينة أصبحت ... له الأرض تهتز الحصاة بأسوق\n</p>\n\n<p>\nجزى الله خيرا من أمير وباركت ... يد الله في ذاك الأديم الممزق\n</p>\n\n<h1 class='l1' id='head389'>[ص: 1417]</h1>\n\n<p>\nفمن يسع أو يركب جناحي نعامة ... ليدرك ما لبدت بالأمر يسبق\n</p>\n\n<p>\nقضيت أمورا ثم غادرت بعدها ... بوائق في أكمامها لم تفتق\n</p>\n\n<p>\nفما كنت أخشى أن تكون وفاته ... بكفي سبنتى أخضر العين أزرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head390'>2546 - </h1>\n\n<p>\nأنا علي بن عمر، ثنا محمد بن عبد الله بن عتاب، ثنا عبيد، ثنا ابن أبي\nمريم، قال: نا نافع بن عمر بن جميل، حدثني ابن أبي مليكة أن عائشة زوج\nالنبي صلى الله عليه وسلم قالت: لما طعن عمر سمعوا:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nعليك سلام من أمير وباركت ... يد الله في ذاك الأديم الممزق\n</p>\n\n<p>\nفمن يسع أو يركب جناحي نعامة ... ليدرك ما قدمت في الخير يسبق\n</p>\n\n<p>\nقضيت أمورا ثم غادرت بعدها ... بوائج في أكمامها لم تفتق\n</p>\n\n<p>\nقال ابن أبي مليكة: قالت عائشة في أكمامها لم تفتق، قالت: فتقت بعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head391'>فضائل ابن عمر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1418'> Vol. 07, p. 1418</a>\n            </div>\n            \n<h1 class='l1' id='head392'>2547 - </h1>\n\n<p>\nأنا علي بن عمر، أنا محمد بن عبد الله بن عتاب، ثنا عبيد، ثنا ابن أبي\nمريم، ثنا عبد الله بن عمر، أنا أبو النضر المنهال، عن أبي سلمة بن عبد\nالرحمن، عن عائشة زوج النبي صلى الله عليه وسلم قالت: ما رأيت أحدا ألزم\nللأمر الأول من عبد الله بن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head393'>سياق ما روي في ترتيب خلافة أمير المؤمنين عثمان بن عفان رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1419'> Vol. 07, p. 1419</a>\n            </div>\n            \n<h1 class='l1' id='head394'>2548 - </h1>\n\n<p>\nأنا علي بن أحمد بن عبدان، قال: نا أحمد بن عبيد بن إسماعيل، قال: نا\nإسماعيل بن إسحاق، قال: نا عبد الله بن محمد بن أسماء ابن أخي جويرية، قال <span id='ms674'></span>:\nثنا جويرية، عن مالك، عن الزهري، أن حميد بن عبد الرحمن أخبره أن المسور بن\nمخرمة أخبره \" أن الرهط الذي ولاهم عمر اجتمعوا فتشاوروا، فقال لهم عبد\nالرحمن بن عوف: «لست بالذي أنافسكم هذا الأمر، ولكنكم إن شئتم أجزت لكم» .\nفجعلوا ذلك إلى عبد الرحمن بن عوف، فلما ولوا عبد الرحمن بن عوف أمرهم\nانثال الناس على عبد الرحمن، فمالوا عليه حتى ما أرى أحدا في الأرض من\nالناس يتبع أحدا من أولئك الرهط\n</p>\n\n<h1 class='l1' id='head395'>[ص: 1420]</h1>\n\n<p>\n، ولا يطأ عقبه، فمال الناس على عبد الرحمن يشاورونه ويناجونه تلك\nالليلة، حتى إذا كانت تلك الليلة التي أصبحنا فيها، فبايعنا عثمان، قال\nالمسور: طرقني عبد الرحمن بعد هجع من الليل، فضرب الباب، فاستيقظت، فقال:\n«لا أراك نائما، فوالله ما اكتحلت هذه الليلة بكبير نوم فادع الزبير» ،\nفدعوته، فناجاه حتى إبهار الليل، ثم قام من عنده على طمع، وكان عبد الرحمن\nيخفي من علي شيئا، ثم قال: «ادع عثمان» ، فناجاه طويلا، حتى فرق بينهم\nالمؤذن بالصبح، فلما صلى الناس الصبح جمع أولئك الرهط عند المنبر، فأرسل\nعبد الرحمن إلى من كان خلفنا من المهاجرين والأنصار، وأرسل إلى الأمراء،\nوكان قد وافوا تلك الحجة مع عمر، فلما اجتمعوا تشهد فقال: «أما بعد، فإني\nقد نظرت في أمر الناس، فلم أرهم يعدلون بعثمان، فلا تجعلن على نفسك سبيلا»\n، وأخذ بيد عثمان، وقال: «على سنة الله ورسوله صلى الله عليه وسلم\nوالخليفتين من بعده» ، فبايعه عبد الرحمن، وبايعه الناس من المهاجرين\nوالأنصار وأمراء الأجناد والمسلمين أخرجه البخاري ومسلم عن عبد الله بن\nمحمد بن أسماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head396'>2549 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، قال: أنا محمد بن أحمد بن الحسن الشرقي، قال:\nنا محمد بن نصر الصايغ، قال: نا أبو مصعب أحمد بن أبي بكر الزهري، قال: نا\nعمران بن عبد العزيز بن عمر بن عبد الرحمن، عن عمر بن شريح، ومحمد بن عبد\nالعزيز بن عمير بن عبد الرحمن بن عوف، عن ابن شهاب، عن عبد الرحمن بن\nالمسور <span id='ms675'></span>، عن المسور بن مخرمة قال: \" كنت أعلم الناس بأمر الشورى؛ لأني كنت\nرسول عبد الرحمن\n</p>\n\n<h1 class='l1' id='head397'>[ص: 1421]</h1>\n\n<p>\nبن عوف، فلما كانت ليلة الثالثة، وعبد الرحمن في دار القضاء، قد جاءت\nالأنصار من دورها، فالمسجد. . . ينظرون ما كان في صباح ذلك اليوم، فكلمه\nسعد، فقال: «يا أبا محمد ما كان أحق بهذا الأمر منك» . قال: \" إنك يا سعد\nتحب أن يقال: ابن عمه خليفة، وإنك يا مسور تحب أن يقال: خاله خليفة، والله\nلأن تؤخذ مدية، فأشار إلى لبته، فتوضع هاهنا، ومر بيده إلى لبته أحب إلي من\nأن ألي من أمر الناس شيئا \". فقام سعد إلى بيته، فقال: «يا أبا إسحاق، اشهد\nالصبح، والبس السيف» . قال: ودعاني عبد الرحمن، وقال: «اذهب إلى علي وعثمان\nفائتني بهما» . قال: وكان هواي في علي فأحببت أن أعلم ما في نفسه، فقلت:\nبأيهما أبدأ؟ قال: «بأيهما شئت» . قال: فقلت: آتيك بهما جميعا أو فرادى؟\nقال: «لا بل جميعا» . قال عبدان لعلي: فكان هواي فيه، فقلت: أرسلني إليك\nخالي، قال: «أرسلك معي إلى غيري؟» فقلت: نعم إلى عثمان. قال: «بأينا أمرك\nأن تبدأ» ؟ قلت: قد سألته، قال: بأيهما شئت، فبدأت بك. فقال: «جميعا أو\nفرادى؟» . قال: لا، بل جميعا. قال: فقعد علي على موضع الجنائز، وقال: «اذهب\nإلى صاحبك» . قال: فخرجت إلى عثمان فوجدته يوتر في بيت شيبة بن ربيعة، فخرج\nإلي عثمان عاقدا إزاره في عنقه في آخر الليل، فقلت: إن خالي أرسلني إليك،\nفقال: هل أرسلك معي إلى غيري؟ قلت: نعم، إلى علي، فسألته بأيهما أبدأ،\nفقال: بأيهما شئت، وقد بدأت بعلي، وهو ينتظرك في موضع الجنائز، فخرجت أنا\nوعثمان حتى جئنا عليا، ثم خرجنا ثلاثتنا حتى جئنا عبد الرحمن في مجلسه.\nقال: وكان عبد الرحمن لا يتكلف الكلام ولا الخطب، قال: فما رأيته خطب قبل\nتلك الليلة، قال: فحمد الله وأثنى عليه، ثم قال في قوله: «إني قلبت الناس\nعنكما فأشيرا علي، وأعيناني على أنفسكما، هل\n</p>\n\n<h1 class='l1' id='head398'>[ص: 1422]</h1>\n\n<p>\nأنت يا علي مبايعي على سنة <span id='ms676'></span> الله ورسوله، وبعهد الله وميثاقه، وسنة\nالماضيين قبل؟» قال: «لا، ولكن أبايعك على طاقتي» . قال: فصمت شيئا ثم تكلم\nما دون الكلام الأول، ثم قال في قوله: إني قلبت الناس عنكما فأشيرا علي\nوأعيناني على أنفسكما هل أنت يا علي مبايعي على إن وليتك هذا الأمر على سنة\nالله وسنة رسوله وعهد الله وميثاقه وسنة الماضيين قبل؟ قال: لا، ولكن على\nطاقتي. ثم قال عثمان: «يا أبا محمد أبايعك على إن وليتني هذا الأمر على سنة\nالله، وسنة رسوله صلى الله عليه وسلم، وبعهد الله وميثاقه، وسنة الماضيين\nقبل» . قالها عثمان في الثالثة: ثم كانت الثالثة، فقال علي: «اسمع أبا عبد\nالله» . قال: «فما ترى، وعسى أن يجعل في ذلك خيرا» . قال: \" فأحب أن تقوما\nعني. قال: ما شئتما أو إن شئتما \". فقاما عنه، فقال عبد الرحمن: فاعتم ولبس\nالسيف، ثم خرج إلى المسجد فصعد، ولا أشك أنه يبايع لعلي لما رأيت حرصه على\nعلي. قال: فلما صليت الصبح رقى عبد الرحمن على المنبر، فحمد الله وأثنى\nعليه، ثم أرسل إلى عثمان، وهو حجرة من الناس ما هو بقريب، فقال: «ادن» ،\nفبايعه على سنة الله، وسنة رسوله، وبعهد الله وميثاقه، فعرفت أن خالي قد\nكان أصوب رأيا، أشكل عليه رجلان، فأعطاه أحدهما الوثقى، وأبى الآخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head399'>2550 - </h1>\n\n<p>\nأنا محمد بن أحمد بن علي بن حامد الطبري، أنا أحمد بن السري، قال: نا\nيعقوب بن سفيان، قال: نا إسماعيل بن أبي أويس، قال: حدثني أبي قال: أخبرني\nمحمد بن مسلم، أن سعيد بن المسيب أخبره عن سعد بن أبي وقاص\n</p>\n\n<h1 class='l1' id='head400'>[ص: 1423]</h1>\n\n<p>\n، أنه أرسل إلى عبد الرحمن بن عوف: «ارفع رأسك، وانظر في أمور الناس» .\nفقال عبد الرحمن: «إنه لن يلي هذا الأمر أحد بعد عمر إلا لامه الناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head401'>2551 - </h1>\n\n<p>\nأنا أحمد بن محمد الجراح، قال: نا إبراهيم بن حماد الشامي، قال: نا\nالحارث بن محمد، قال: نا ح\n</p>\n\n<h1 class='l1' id='head402'>2552 - </h1>\n\n<p>\nوأنا أحمد، قال: أخبرني عبد الصمد بن علي، قال: نا الحارث بن محمد، قال:\nنا محمد <span id='ms677'></span> بن سعيد، قال: نا محمد بن عمر، قال: نا أفلح بن سعيد بن كعب، قال:\nقال عبد الرحمن بن عوف: \" والله ما بايعت لعثمان حتى سألت صبيان الكتاب،\nفقالوا: عثمان خير من علي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head403'>2553 - </h1>\n\n<p>\nوأنا أحمد، أنا إبراهيم بن حماد، قال: نا أحمد بن سعد أبو إبراهيم\nالزهري، قال: سمعت يحيى بن بكير يقول: سمعت الليث بن سعد يقول: قال عبد\nالرحمن بن عوف: \" لقد شاورت في الشورى، حتى شاورت. . . . فكل يقول: «عثمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head404'>2554 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا محمد بن جعفر المقري، قال: نا أحمد بن سعيد،\nقال: نا أبو نعيم، قال: نا أبو إسحاق، عن حارثة بن مضرب، قال: حججت مع عمر\nبن الخطاب، قال: سمعت الحادي يحدو: إن الأمير بعده ابن عفان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head405'>2555 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: نا عثمان، نا\n</p>\n\n<h1 class='l1' id='head406'>[ص: 1424]</h1>\n\n<p>\nحنبل، نا حجاج، قال: نا عبد الله بن داود، عن مسعر، عن عبد الملك بن\nميسرة، عن النزال بن سبرة، عن عبد الله بن مسعود، قال: لما أمر عثمان، قال\nعبد الله بن مسعود: «لقد أمرنا خير من بقي ولم نأل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head407'>2556 - </h1>\n\n<p>\nأنا عبيد الله، أنا عثمان، نا حنبل، نا الحجاج بن المنهال، نا حماد بن\nسلمة، عن عاصم بن بهدلة، عن أبي وائل، أن ابن مسعود سار من المدينة إلى\nالكوفة ثمانية أميال حين قتل عمر، فحمد الله وأثنى عليه، ثم قال: «أما بعد،\nفإن أمير المؤمنين قد مات» ، فلم ير نشيج أكثر من يومئذ، «ثم اجتمعنا أصحاب\nمحمد، فلم نأل عن خيرنا ذي فوق عثمان بن عفان، فبايعناه، فبايعوه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head408'>2557 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، نا محمد بن عبد الله بن إبراهيم، نا محمد بن\nبشر أخو خطاب، قال: نا خالد بن خداش، قال: سمعت حماد بن زيد يقول: «لئن\nقدمت عليا على عثمان، لقد قلت إن أصحاب النبي صلى الله عليه وسلم قد خانوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head409'>سياق ما روي عن النبي صلى الله عليه وسلم في فضائل عثمان بن عفان رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p1425'> Vol. 07, p. 1425</a>\n            </div>\n            ",
  "pages": [
    "000",
    "1283",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1289",
    "000",
    "1291",
    "000",
    "000",
    "000",
    "000",
    "1294",
    "000",
    "000",
    "000",
    "1296",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1303",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1308",
    "000",
    "1310",
    "1310",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1314",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1320",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1327",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1336",
    "1337",
    "1338",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1347",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1360",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1367",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1372",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1378",
    "000",
    "1378",
    "000",
    "000",
    "1378",
    "000",
    "000",
    "1379",
    "000",
    "000",
    "000",
    "000",
    "1380",
    "000",
    "000",
    "1381",
    "000",
    "000",
    "000",
    "000",
    "1384",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1403",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1418",
    "000",
    "1419",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1425"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}