{
  "content": "\n<h1 class='l1' id='head0'>2558 - </h1>\n\n<p>\nأنا <span id='ms678'></span> عيسى بن علي، قال: أنا عبد الله بن محمد بن عبد العزيز، قال: نا داود\nبن عمر، قال: نا إسماعيل بن جعفر، قال: أخبرني محمد بن أبي حرملة، ح\n</p>\n\n<h1 class='l1' id='head1'>2559 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا سريج بن النعمان، قال: نا إسماعيل بن جعفر، عن محمد بن أبي\nحرملة، عن عطاء، وسليمان بن يسار، وأبي سلمة، عن عائشة أنها قالت: \" كان\nرسول الله صلى الله عليه وسلم مضطجعا في بيته كاشفا عن فخذيه أو ساقيه،\nفاستأذن أبو بكر فأذن له وهو على ذلك الحال فتحدث، ثم استأذن عمر فأذن له\nوهو كذلك ثم تحدث، ثم استأذن عثمان، فجلس النبي صلى الله عليه وسلم وسوى\nثيابه، قال محمد بن أبي حرملة: ولا أقول ذلك في يوم واحد، فدخل فتحدث، فلما\nخرج قالت عائشة: «يا رسول الله، دخل أبو بكر فلم تهش له ولم تباله، ثم دخل\nعمر، فلم تهش له ولم تباله، ثم دخل عثمان فجلست فسويت ثيابك» ؟ فقال: «ألا\nأستحي من رجل تستحي منه الملائكة» ؟ أخرجه مسلم عن جماعة، عن إسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2560 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون، قال: نا أبو\nكريب، قال: نا أبو معاوية، عن عمرو بن مسلم صاحب المقصورة عن أبي حازم، عن\nأنس، قال: \" كان رسول الله صلى الله عليه وسلم في حائط من حوائط المدينة.\nفذكر: ثم\n</p>\n\n<h1 class='l1' id='head3'>[ص: 1426]</h1>\n\n<p>\nجاء عثمان، ففتح له وبشره بالجنة بعد بلاء شديد يصيبه، فلما رآه رسول\nالله صلى الله عليه وسلم قالوا: «يا رسول الله صلى الله عليه وسلم، ما لك\nلم تصنع هذا حين جئنا، وصنعت حين جاء عثمان» ؟ فقال: «إني لأستحي من رجل\nتستحي منه الملائكة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>2561 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا عبد الله بن محمد البغوي، قال: نا عباس\nبن الوليد، قال: نا عبد الله بن يزيد، قال: نا عبد الرحمن بن زياد، عن مسلم\nبن يسار قال: \" نظر <span id='ms679'></span> رسول الله صلى الله عليه وسلم إلى عثمان، فقال: «يشبه\nإبراهيم صلى الله عليه وسلم، وإن الملائكة تستحي منه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>2562 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: نا محمد بن بكار السكسي ببيت لهيا،\nقال: نا محمد بن الوليد الهاشمي، قال: نا عمير بن عمران الحنفي، قال: نا\nابن جريج، عن عطاء، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم:\n«أمرني ربي عز وجل أن أزوج كريمتي من عثمان بن عفان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>2563 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، قال: أنا عبد الرحمن بن أبي حاتم،\nقال: أنا أبو سعيد، يحيى بن سعيد القطان، قال: نا عبد الرحمن بن أبي حاتم،\nقال: أنا أبو سعيد يحيى بن سعيد القطان، قال: نا عبد الله بن رجاء، قال:\nأنا عبيد بن الطفيل، قال: أخبرني ربعي بن حراش، عن عثمان \" أنه خطب إلى عمر\nابنته فأبى عليه، فبلغ ذلك نبي الله عليه السلام، فلما راح عليه عمر، قال:\n«يا عمر ألا أدلك على خير لك من عثمان، وأدل عثمان على خير له منك؟» قال:\n«نعم يا نبي الله» . قال: «زوجني ابنتك، وأزوج ابنتي عثمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>2564 - </h1>\n\n<p>\nأنا محمد بن أبي بكر، قال: نا الحسين بن إسماعيل، قال: نا حسين بن علي،\nقال: نا يعقوب بن إسحاق الحضرمي، قال: حدثتنا فاطمة بنت عبد الرحمن\nاليشكرية، عن أمها، قالت: دخلت على عائشة أرسلتني إليها عمتي، فقلت: يا أم\nالمؤمنين ما ترين في الناس أكثروا في عثمان وشتموه ولعنوه؟ فقالت: لعن الله\nمن لعنه، لقد رأيت رسول الله صلى الله عليه وسلم مسندا ظهره إلى صدري،\nوجبريل يوحي إليه، وعثمان عن يمينه، وهو يقول: «اكتب عثمان» ، فما نزل تلك\nالمنزلة من رسول الله صلى الله عليه وسلم إلا كريم على الله وعلى نبيه صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>2565 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا محمد بن إسحاق، قال: نا أبو نصر عبد الملك بن عبد العزيز التمار، قال:\nنا <span id='ms680'></span> عبد الله بن عمرو، عن زيد بن أبي أنيسة، عن أبي إسحاق، عن أبي عبد\nالرحمن السلمي، قال: \" لما حصر عثمان وأحيط به، أشرف على الناس، فقال:\nأنشدكم الله هل تعلمون أن رسول الله صلى الله عليه وسلم حين انتفض بنا\nحراء، فقال: «اثبت حراء فما عليك إلا نبي أو صديق أو شهيد» ؟ فقالوا:\n«اللهم نعم» . قال: \" أنشدكم الله هل تعلمون أن رسول الله صلى الله عليه\nوسلم قال في غزوة العسرة: «من ينفق نفقة متقبلة؟» والناس يومئذ معسرون\nمجهدون، فجهزت ثلث ذلك الجيش من مالي؟ \" فقالوا: «اللهم نعم» . قال:\n«أنشدكم بالله أن بئر رومة ما كان يشرب منها أحد إلا بثمن فابتعتها بمالي،\nوجعلتها للغني والفقير وابن السبيل؟» قالوا: \" اللهم نعم. في أشياء عددها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>2566 - </h1>\n\n<p>\nوأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا محمد بن المثنى، قال: نا القاسم بن محمد الأنصاري أبو محمد، قال: حدثني\nأبو عبادة الزرقي، قال: حدثني زيد بن أسلم، عن أبيه، قال: \" حضرنا عثمان\nيوم حصر، قال: وإن الناس في موضع الجنائز، فلو أن حصاة ألقي ما سقط إلا على\nرأس رجل. قال: فرأيت عثمان أشرف من خوخة التي تلي مقام جبريل، فقال: «أفيكم\nطلحة؟» قال\n</p>\n\n<h1 class='l1' id='head10'>[ص: 1429]</h1>\n\n<p>\n: فسكتوا، قال: «أفيكم طلحة؟» فسكتوا، قال: «أفيكم طلحة؟» فقام طلحة،\nفقال عثمان: \" ما كنت أراك في جماعة قوم تسمع ندائي ثلاث مرات فلا تجيبني،\nنشدتك الله يا طلحة، هل تعلم أن رسول الله صلى الله عليه وسلم كان بمكة قد\nأوحد، وأنا وأنت معه ليس معه غيري وغيرك، فقال لك: «يا طلحة، إن لكل نبي\nرفيقا من أمته معه في الجنة، وإن عثمان هذا رفيقي في الجنة» ؟ فقال: «اللهم\nنعم» . قال: فانصرف عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>2567 - </h1>\n\n<p>\nأنا محمد بن عثمان بن محمد، قال: نا محمد بن منصور أبي الجهم، قال: نا\nأبو حفص عمرو بن علي، قال: نا غسان بن مضر، قال: نا أبو مسلمة سعيد بن\nيزيد، عن أبي نضرة، عن أبي موسى <span id='ms681'></span> الأشعري، قال: \" دخل رسول الله صلى الله\nعليه وسلم حائطا بالمدينة، فتسجى بثوبه وأغلق الباب، فجاء رجل فضرب الباب،\nفقال رسول الله صلى الله عليه وسلم: «يا عبد الله بن قيس افتح عن الضارب،\nوبشره بالجنة» . ففتحت فإذا أبو بكر، فقلت: «أبشر ببشرى من الله ورسوله،\nأبشر بالجنة» . فحمد الله وقعد، ثم جاء رجل فضرب الباب، فقال رسول الله صلى\nالله عليه وسلم: «يا عبد الله بن قيس افتح عن الضارب، وبشره بالجنة» .\nففتحت فإذا عمر، فقلت: «أبشر ببشرى من الله، أبشر بالجنة» . فحمد الله\nوقعد، فلبثنا شيئا، فجاء رجل\n</p>\n\n<h1 class='l1' id='head12'>[ص: 1430]</h1>\n\n<p>\nفضرب الباب، فقال رسول الله صلى الله عليه وسلم: «يا عبد الله بن قيس\nافتح عن الضارب، وبشره بالجنة، وسيلقى ويلقى» . ففتحت فإذا عثمان بن عفان،\nفقلت: \" أبشر ببشرى من الله ورسوله، أبشر بالجنة على أن رسول الله صلى الله\nعليه وسلم قال: «سيلقى ويلقى» . فحمد الله وقعد كئيبا، ما هذه التي قالها\nولم يقلها لصاحبي؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>2568 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا عبد الله بن محمد البغوي، قال: نا مصعب بن عبد\nالله، قال: حدثني أبي، عن موسى بن عقبة، عن أبي حبيبة وهو جد موسى إلى أمه،\nقال: \" بعثني الزبير إلى عثمان وهو محصور، فدخلت عليه في يوم صائف، وهو على\nكرسي، وعنده حسين بن علي، وأبو هريرة، وعبد الله بن عمر، وعبد الله بن\nالزبير بن العوام، وبين يديه مراكن مملؤة من ماء، ورباط مطروحة، فقلت:\nبعثني إليك الزبير بن العوام، وهو يقرئك السلام، ويقول: «إني على طاعة، لم\nأبدل ولم أنكث، فإن شئت دخلت الدار معك، وكنت رجلا معك، وإن شئت أقمت، وإن\nبني عمرو بن عوف وعدوني أن يصبحوا على بابي، ثم يمضوا على ما آمرهم به» .\nفلما سمع الرسالة قال: \" الله أكبر، الحمد لله الذي عصم أخي، أقرئه السلام\nوقل: إن تدخل الدار لا تكن إلا رجلا من القوم، ومكانك أحب إلي، وعسى الله\nأن يدفع بك عني \". فلما سمع الرسالة أبو هريرة قام، فقال <span id='ms682'></span>: \" ألا أخبركم ما\nسمعت أذناي من رسول الله صلى الله عليه وسلم؟ قال: \" بلى يا أبا هريرة.\nقال: أشهد لسمعت رسول الله صلى الله عليه وسلم يقول: «تكون من بعدي أمور» .\nفقلنا: أين المنجا منها يا رسول الله؟ قال: «إلى الأمير وحزبه» . وأشار إلى\nعثمان بن عفان\n</p>\n\n<h1 class='l1' id='head14'>[ص: 1431]</h1>\n\n<p>\n، فقام الناس فقالوا: قد أمكنا البصائر، فأذن لنا في الجهاد. قال عثمان:\nإني أعزم، أو كلمة، على من كان لي عليه طاعة ألا يقاتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>2569 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا عبد الله بن محمد البغوي، قال: نا ابن\nزنجويه، قال: نا المنهال بن يحيى، قال: نا حماد بن سلمة، عن هشام بن عروة،\nعن عروة، عن عائشة، أن رسول الله صلى الله عليه وسلم أرسل إلى عثمان، قالت:\nفسمعته يقول: «إن الله سيقمصك قميصا، إن أرادوك على خلعه فلا تخلعه» . قال:\nقيل لها: أين كنت لم تذكرين هذا؟ قالت: نسيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>2570 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد، قال: نا أبو سعيد الأشج،\nقال: نا عبد الله بن إدريس، وأبو أسامة عن هشام بن حسان، عن ابن سيرين، عن\nكعب بن عجرة، قال: ذكر رسول الله صلى الله عليه وسلم فتنة فقربها، فمر رجل\nمقنع فقال: «هذا يومئذ على الهدى» . فأخذت بضبعه، ففتلته أو قلبته،\nفاستقبلت النبي صلى الله عليه وسلم، فقلت: هذا يا رسول الله؟ فقال: «هذا» .\nفإذا هو عثمان بن عفان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>2571 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا يعقوب بن محمد الزهري، قال: نا عبد الله بن محمد بن يحيى، عن\nعبد الله بن عمر، عن نافع، عن ابن عمر، قال: قال عثمان: «خلفني رسول الله\nصلى الله عليه وسلم عن بدر على ابنته، وضرب لي بسهمي وأجري، وفي كانت بيعة\nالرضوان، ثم ضرب لي رسول الله صلى الله عليه وسلم بيمينه على شماله، وشمال\nرسول الله صلى الله عليه وسلم خير من يميني»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>2572 - </h1>\n\n<p>\nأنا <span id='ms683'></span> علي بن أحمد بن عبدان، قال: نا أحمد بن عبيد بن إسماعيل، قال: أنا\nأبو محمد خلف بن عمرو قال: أنا محمد بن عبد الحميد، قال: نا قران بن تمام\nالأسدي، عن مجالد بن سعيد، عن الشعبي، قال: \" كان عثمان محببا في قريش،\nيومئون إليه ويعظمونه، وإن كانت المرأة من العرب لترقص صبيها تقول:\n</p>\n\n<p>\n[البحر الرجز]\n</p>\n\n<p>\nأحبك والرحمن ... حب قريش عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>2573 - </h1>\n\n<p>\nأنا عبيد الرحمن بن عمر، قال: أنا إسماعيل بن محمد، قال: نا محمد بن عبيد\nالله بن أبي داود، قال: نا وهب بن جرير، قال: نا شعبة، عن حبيب بن الزبير،\nعن عبد الرحمن بن الشريد، عن علي أنه قال: \" إني لأرجو أن أكون أنا وعثمان\nمن الذين قال الله عز وجل: {ونزعنا ما في صدورهم من غل إخوانا على سرر\nمتقابلين} [الحجر: 47] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>2574 - </h1>\n\n<p>\nوأنا عبد الرحمن بن عمر، قال: نا إسماعيل بن محمد، قال: أنا محمد بن علي\nبن مهران، قال: نا أبو نعيم، عن مسعر، عن ابن عون، عن محمد بن حاطب، عن\nعلي، قال: \" كان عثمان من: {الذين آمنوا وعملوا الصالحات} [المائدة: 93]\nإلى قوله\n</p>\n\n<h1 class='l1' id='head21'>[ص: 1434]</h1>\n\n<p>\n: {ثم اتقوا وأحسنوا والله يحب المحسنين} [المائدة: 93] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>2575 - </h1>\n\n<p>\nوأنا محمد بن عثمان، قال: نا عبد الملك بن يحيى الزعفراني، قال: نا\nالحسين بن إسماعيل الدمشقي، قال: نا ضمرة، قال: نا ابن شوذب، قال: نا مطر،\nعن قتادة، عن مطرف بن عبد الله بن الشخير، قال: لقيت علي بن أبي طالب\nبالبصرة يوم الجمل بالجزيرة، فقال لي: «ما الذي بطأك عنا؟ أحب عثمان بطأ بك\nعنا؟» قال: ثم حرك دابته، وحركت دابتي أعتذر إليه، قال: قال لي: إن تحبه\nفقد كان خيرنا وأوصلنا للرحم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>2576 - </h1>\n\n<p>\nأنا أحمد بن غالب، أنا محمد بن حمدان، نا تيم بن محمد، قال: سمعت عبد\nالله بن عمران بن أبان يقول: قال لي حسين الجعفي: تدري لم سمي عثمان ذا\nالنورين؟ قلت: لا أدري. قال: \" لم يجمع بين ابنتي نبي من لدن آدم إلى قيام\nالساعة أحد إلا عثمان بن <span id='ms684'></span> عفان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>سياق ما روي في فضل عثمان رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1436'> Vol. 08, p. 1436</a>\n            </div>\n            \n<h1 class='l1' id='head25'>2577 - </h1>\n\n<p>\nأخبرنا محمد بن عثمان، قال: نا الحسين بن إسماعيل، قال نا محمد بن أبي\nعون، قال: نا إسحاق بن سليمان، قال: أنا أبو جعفر، عن أيوب، عن نافع، عن\nابن عمر أن عثمان أصبح فحدث الناس، فقال: \" إني رأيت النبي صلى الله عليه\nوسلم الليلة في المنام، فقال: «يا عثمان أفطر عندنا» . فأصبح صائما، وقتل\nمن يومه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>2578 - </h1>\n\n<p>\nوأنا علي بن عمر، قال: نا إسماعيل بن محمد، قال: نا عباس بن محمد، قال:\nنا خلف بن تميم، قال: نا إسماعيل بن إبراهيم بن مهاجر، عن عبد الملك بن\nعمير، عن كثير بن الصلت، قال: قال عثمان بن عفان: يا كثير بن الصلت، ما أرى\nالقوم إلا قاتلي. قلت: بل ينصرك الله عليهم يا أمير المؤمنين. قال: يا كثير\nبن الصلت ما أرى القوم إلا قاتلي. قال: قلت: أخبرت في ذلك بشيء أو قيل لك\nفي ذلك شيء؟ قال: لا، ولكني سهرت ليلتي الماضية، فلما كان عند الفجر أغفيت\nإغفاءة، فرأيت النبي صلى الله عليه وسلم معه أبو بكر وعمر، فقال النبي صلى\nالله عليه وسلم: الحقنا ولا تحبسنا، فنحن ننتظرك. فقتل من يومه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>2579 - </h1>\n\n<p>\nأنا علي بن عمر، قال: أنا إسماعيل بن محمد، قال: نا سعدان، قال: نا أبو\nمعاوية، عن الأعمش، عن خيثمة، عن مسروق، عن عائشة، قالت حين قتل عثمان:\nتركتموه كالثوب النقي من الدنس، ثم قربتموه\n</p>\n\n<h1 class='l1' id='head28'>[ص: 1438]</h1>\n\n<p>\nفذبحتموه كما يذبح الكبش، فهلا كان هذا قبل هذا؟ قال لها مسروق: هذا\nعملك، كنت كتبت إلى الناس فأمرتهم أن يخرجوا إليه. فقالت عائشة: لا والذي\nآمن به المؤمنون وكفر به الكافرون، ما كتبت إليهم سوداء ولا بيضاء حتى جلست\nمجلسي هذا قال الأعمش: كانوا يرون أنه كتب على لسانها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>2580 - </h1>\n\n<p>\nأنا الحسن بن عثمان، قال: نا إسماعيل بن محمد، قال: نا عباس بن محمد،\nقال: نا أحمد بن يونس، قال: نا حماد بن زيد، عن يحيى بن سعيد، عن سالم بن\nعبد <span id='ms685'></span> الله، عن أبيه قال: «لقد عبتم على عثمان أشياء لو أن عمر فعلها ما\nعبتموها عليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>2581 - </h1>\n\n<p>\nوأنا علي بن عمر، قال: نا إسماعيل بن محمد، قال: نا عباس بن محمد، قال:\nنا خلف بن الوليد، قال: نا المبارك بن فضالة، قال: سمعت الحسن يقول: \"\nأدركت عثمان وأنا يومئذ قد راهقت الحلم، فسمعته يخطب وشهدته يقول: «يا أيها\nالناس، ما تنقمون علي؟» وقال: وما من يوم إلا وهم يقتسمون فيه خيرا، فيقال:\nيا معشر المسلمين، اغدوا على أرزاقكم، فيغدون فيأخذونها وافرة، يا معشر\nالمسلمين اغدوا على كسوتكم، فيجاء بالحلل، فتقسم بينهم. قال الحسن: حتى\nوالله سمع أذناي: يا معشر المسلمين، اغدوا على السمن والعسل. قال الحسن:\nوالعدو منفي\n</p>\n\n<h1 class='l1' id='head31'>[ص: 1439]</h1>\n\n<p>\n، والأعطيات والعطيات دائرة، وذات البين حسن، والخير كثير، ما على الأرض\nمؤمن يخاف مؤمنا، من لقي من أي الأجناد كان أخاه ومؤدبه وألفته ونصرته أن\nيسل عليه سيفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>2582 - </h1>\n\n<p>\nأنا أحمد بن محمد بن عمران، ثنا أبو بكر بن موسى بن مجاهد، قال: نا\nالعباس بن محمد، قال: نا خلف بن تميم، قال: نا عطاف بن خالد، قال: نا جعفر\nبن برقان، عن ميمون بن مهران، عن عبد الله بن عمر \" أن عليا أتى عثمان وهو\nمحصور، فأرسل إليه: «إني قد جئت لأنصرك» . فأرسل إليه بالسلام، وقال: «لا\nحاجة لي» . فأخذ علي عمامته من رأسه، فألقاها في الدار التي فيها عثمان،\nوهو يقول: {«ذلك ليعلم أني لم أخنه بالغيب» } [يوسف: 52]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>2583 - </h1>\n\n<p>\nأنا علي بن عمر، قال: ثنا محمد بن أحمد بن يزيد، قال: نا أحمد بن خليل،\nقال: حدثني أبو نعيم، عن الأعمش، عن أبي جعفر الأنصاري قال: \" لما دخل على\nعثمان يوم الدار خرجت فملأت فروجي، فمررت مجتازا في المسجد، فإذا رجل قاعد\nفي ظلة النساء عليه عمامة سوداء، وحوله نحو من عشرة، فإذا هو علي، فقال:\n«ما فعل الرجل؟» قال\n</p>\n\n<h1 class='l1' id='head34'>[ص: 1440]</h1>\n\n<p>\n: قلت: قتل. قال: «تبا لهم آخر الدهر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>2584 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، قال: نا إسماعيل بن محمد، قال: نا الحسن بن <span id='ms686'></span>\nالحسين البكري، قال: نا أحمد بن الحارث، قال: نا أبو الحسن، عن قيس بن\nالربيع، عن أبي حصين أن عليا قال: «لو أعلم بني أمية يذهب ما في نفسها\nلحلفت خمسين يمينا مرددة بين الركن والمقام أني لم أقتل عثمان، ولم أمالئ\nعلى قتله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>2585 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا إسماعيل بن محمد، قال: نا الحسن بن عرفة، قال:\nنا إسماعيل بن علية، عن سعيد بن أبي عروبة، عن قتادة، عن أبي موسى، قال:\n«لو كان قتل عثمان هدى لاحتلبت به الأمة لبنا، ولكنه كان ضلالا، فاحتلبت به\nالأمة دما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>2586 - </h1>\n\n<p>\nأنا محمد بن عبد الله الجعفي، قال: نا علي بن هارون الحميري، قال: نا أبو\nكريب، قال: نا ابن إدريس، قال: نا ليث، عن زياد بن أبي مليح، عن أبيه، قال:\nقال ابن عباس: «لو اجتمع الناس على قتل عثمان لرموا بالحجارة كما رمي قوم\nلوط»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>2587 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا إسماعيل بن محمد، قال: نا\n</p>\n\n<h1 class='l1' id='head39'>[ص: 1441]</h1>\n\n<p>\nيحيى بن أبي طالب، قال: نا يزيد بن هارون، أنا مهدي بن ميمون، عن محمد بن\nأبي يعقوب، عن بشر بن شغاف، عن عبد الله بن سلام، قال: \" بينما أمير\nالمؤمنين عثمان يخطب ذات يوم، فقام رجل فنال منه، فوذأه الناس فاتذأ، فقال\nرجل: لا يمنعك مكان ابن سلام أن تسب نعثلا؛ فإنه من شيعة عثمان، فقلت له:\nلقد قلت القول العظيم في يوم القيامة، في الخليفة من بعد نوح \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>2588 - </h1>\n\n<p>\nأنا علي بن عمر، أنا مكرم، قال: نا عبد الكريم، قال: نا محمد، قال: نا\nسفيان، عن إسماعيل بن أبي خالد، عن سليم بن جابر، قال: قال طلحة يوم الجمل:\n«اللهم إنا كنا قد داهنا في أمر عثمان، وأنا. . . بدا من المبالغة، اللهم\nفخذ لعثمان مني حتى ترضاه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>2589 - </h1>\n\n<p>\nأنا الحسن بن عثمان، أنا عثمان بن أحمد، قال: نا عبد الرحمن هو ابن\nمنصور، قال: نا أحمد بن الحكم، قال: نا روح بن مسافر، عن الأعمش، قال:\nأحسبه عن أبي وائل، عن حذيفة <span id='ms687'></span> قال: \" لما قتل عثمان قال: والله والله إنه\nلفي الجنة، والله والله إن قتلته في النار \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>2590 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن أحمد، قال: نا محمد بن عبد الله بن أحمد بن\nعتاب، قال: نا يحيى، قال: أنا عثمان بن غياث، عن خالد الربعي، قال\n</p>\n\n<h1 class='l1' id='head43'>[ص: 1442]</h1>\n\n<p>\n: \" وجد في الكتب أن عثمان بن عفان رضي الله عنه يوم القيامة قائم في\nالطريق يقول: يا رب، قتلني عبادك الصالحون المؤمنون \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>2591 - </h1>\n\n<p>\nوأنا عبيد الله بن محمد بن أحمد، قال: أنا محمد بن عبد الله بن عتاب،\nقال: نا يحيى، قال: أنا علي بن عاصم، قال: أنا خالد الحذاء، عن أبي قلابة\nقال: «بلغني أن عثمان يحكم في قتلته يوم القيامة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>2592 - </h1>\n\n<p>\nوأنا عبد الله، قال: نا محمد، قال: نا يحيى، قال: أخبرني أحمد بن عمران\nالأخنسي، قال: نا خالد بن عيسى، عن الأعمش، عن خيثمة، قال: سمعت عدي بن\nحاتم يقول: \" سمعت صوتا يوم قتل عثمان يقول: أبشر يا ابن عفان بغفران\nورضوان. قال: فالتفت فلم أر أحدا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>2593 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا إسماعيل بن محمد قال: نا الحسن بن سلام، قال: نا\nعثمان بن طالوت الصيرفي، قال: نا أشعث بن سالم، قال: حدثني أبي، عن عمرة\nبنت قيس قالت: \" نظرت إلى مصحف عثمان بن عفان وعلى {فسيكفيكهم الله}\n[البقرة: 137] قطرة من دم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>2594 - </h1>\n\n<p>\nذكر غالب بن علي الرازي قال: أنا بشر بن أحمد، قال: أنا ابن ناحية، قال:\nنا محمد بن حميد، قال: نا عبد الرحمن بن مغراء، قال: نا شيخ بن عامر، قال:\n\" ما سمعت من مراثي عثمان شيئا أحب إلي من قول كعب بن مالك:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nوكف يديه وأغلق بابه ... وأيقن أن الله ليس بغافل\n</p>\n\n<p>\nوقال لأهل الدار لا تقتلوهم ... عفى الله عن كل امريء لم يقاتل\n</p>\n\n<p>\nفكيف رأيت الله صب عليهم ... العداوة والبغضاء بعد التواصل\n</p>\n\n<p>\nوكيف رأيت الخير أدبر بعده ... عن الناس إدبار الرياح الجوافل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>2595 - </h1>\n\n<p>\nأنا الحسن بن عثمان، قال: نا علي بن محمد بن الزبير، قال: نا الحسن <span id='ms688'></span> بن\nعلي، قال: نا زيد بن الحباب، قال: نا حماد بن زيد، قال: نا سعيد بن يزيد،\nعن ابن نضرة، عن أبي سعيد مولى أبي أسيد، قال: لما قدم المصريون على عثمان\nجعلنا نطلع خلال الحجرة، فنسمع ما يقولون، قال: فسمعت عثمان يقول: ويحكم،\nلا تزكوا أنفسكم. قالوا: أنت أول من حمى الحمى، وقد أنزل الله عز وجل: {قل\nأرأيتم ما أنزل الله لكم من رزق فجعلتم منه حراما وحلالا} [يونس: 59] ،\nوحميت الحمى. قال: ما أنا بأول من حمى الحمى، حمى عمر\n</p>\n\n<h1 class='l1' id='head49'>[ص: 1444]</h1>\n\n<p>\nبن الخطاب، فلما وليت زادت الصدقة، فزدت في الحمى قدر ما زادت نعم\nالصدقة، فأستغفر الله وأتوب إليه. قالوا: فأنت أول من أغلق باب الهجرة.\nقال: إني كنت أرى أن من قاتل على هذا المال أحق ممن لم يقاتل عليه، فإني\nأستغفر الله وأتوب إليه، فمن شاء فليهاجر، ومن شاء فليجلس. قال: فما سألوه\nعن شيء إلا خرج منه، فانطلق القوم وهم راضون حتى أتوا ذا الحليفة، فرأوا\nراكبا فاسترابوا به، وأخذوه ففتشوه، فوجدوا الكتاب الذي زعم الناس أنه كتبه\nإلى عبد الله بن أبي سرح عامله بمصر أن اضرب أعناقهم. قال: فرجعوا فدخلوا\nعليه، فوقعوا به، فقال: يا قوم، والله ما كتبت ولا أمليت. قالوا: فهذا\nغلامك. قال: ما أملك غلامي. قالوا: فهذه راحلتك. قال: ما أملك راحلتي،\nقالوا: فهذا كاتبك. قال: ما أملك كاتبي، يا قوم والله ما كتبت وما أمليت.\nقال: فقال له رجل من القوم: انتفخ سحرك يا مالك. فوثبوا إليه فقتلوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>2596 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، ثنا عبد الله بن محمد البغوي، قال: نا داود بن\nرشيد، قال: نا غير واحد سمعوا هارون أمير المؤمنين يقول: لو أدركت عثمان\nرضي الله عنه ضربت بين يديه بالسيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>2597 - </h1>\n\n<p>\nأنا جعفر بن عبد الله، أنا محمد بن هارون الروياني، قال: نا أبو كريب،\nقال: نا ابن المبارك، عن ابن لهيعة، عن يزيد بن أبي حبيب، قال: بلغني أن\nالركب الذين ساروا إلى عثمان عامتهم جنوا <span id='ms689'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>سياق ما روي في التفضيل</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1445'> Vol. 08, p. 1445</a>\n            </div>\n            \n<h1 class='l1' id='head53'>2598 - </h1>\n\n<p>\nأنا كوهي بن الحسن بن يوسف، قال: نا أحمد بن القاسم، قال: نا أبو همام\nالوليد بن شجاع، قال: نا شاذان، قال: نا عبد العزيز، عن، ح\n</p>\n\n<h1 class='l1' id='head54'>2599 - </h1>\n\n<p>\nوأنا أحمد بن عمر بن محمد الأصبهاني، قال: أنا أحمد بن محمد بن إسماعيل\nالمقري، قال: نا الفضل بن سهل، قال: أنا أسود بن عامر، قال: نا عبد العزيز\nبن عبد الله بن أبي سلمة الماجشون، عن عبيد الله، عن نافع، عن ابن عمر،\nقال: كنا على عهد رسول الله صلى الله عليه وسلم لا نعدل بأبي بكر أحدا، ثم\nعمر، ثم عثمان، ثم نترك أصحاب رسول الله صلى الله عليه وسلم، ولا نفاضل\nبينهم\n</p>\n\n<h1 class='l1' id='head55'>[ص: 1446]</h1>\n\n<p>\nلفظهما سواء أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>2600 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا أحمد بن عبد الله المتوني، قال: نا محمد بن\nإسماعيل، قال: نا عبد العزيز بن عبد الله، قال: نا سليمان بن بلال، عن يحيى\nبن سعيد، عن نافع، عن ابن عمر، قال: كنا نخير بين الصحابة في زمان رسول\nالله صلى الله عليه وسلم، نعد أبا بكر، ثم عمر، ثم عثمان أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>2601 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: نا محمد بن جعفر بن هشام بن ملاس\nبدمشق، قال: نا إبراهيم بن يعقوب الجوزجاني، قال: حدثني أحمد بن حنبل، قال:\nنا بشر بن شعيب، عن أبيه، عن الزهري، أخبرني سالم بن عبد الله، عن أبيه،\nقال: كنا نقول ورسول الله صلى الله عليه وسلم حي: أفضل أمة رسول الله صلى\nالله عليه وسلم بعده أبو بكر، ثم عمر، ثم عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>2602 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: أنا أبو سعيد أحمد بن محمد بن زياد\nقال: نا الحسن بن محمد بن الصباح الزعفراني، قال: نا أبو معاوية، عن سهيل\nبن أبي صالح، عن أبيه، عن ابن عمر، قال: كنا نقول في عهد رسول الله صلى\nالله عليه وسلم: إذا ذهب أبو بكر، وعمر\n</p>\n\n<h1 class='l1' id='head59'>[ص: 1447]</h1>\n\n<p>\n، وعثمان استوى الناس، فيبلغ ذلك رسول الله صلى الله <span id='ms690'></span> عليه وسلم، فلا ينكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>2603 - </h1>\n\n<p>\nأنا علي بن محمد بن عبد الله، أنا محمد بن عمرو، نا أحمد بن الوليد\nالفحام، قال: نا أبو أحمد، قال: نا هشام بن سعد، عن عمرو بن أسيد، قال:\nسمعت ابن عمر يقول: كنا نحدث في زمن رسول الله صلى الله عليه وسلم أن خير\nالناس بعد رسول الله صلى الله عليه وسلم أبو بكر وعمر، ولقد أعطي علي ثلاثا\nلأن تكون لي واحدة منهم أحب إلي من حمر النعم: تزوجه فاطمة وولدت منه،\nوأعطاه الراية يوم خيبر، وسد أبواب المسجد إلا باب علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>2604 - </h1>\n\n<p>\nأنا أحمد بن عمر بن محمد، أنا الحسين بن حميد بن الربيع، قال: نا حميد بن\nالربيع، قال: نا هشيم، أنا حصين بن عبد الرحمن، عن عبد الرحمن بن أبي ليلى،\nقال: قال عمر بن الخطاب: خير هذه الأمة بعد نبيها أبو بكر، فمن قال غير هذا\nبعد مقامي هذا فهو مفتر، عليه ما على المفتري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>2605 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: نا عبد الله\n</p>\n\n<h1 class='l1' id='head63'>[ص: 1448]</h1>\n\n<p>\nبن محمد البغوي، قال: نا عبيد الله بن عمر القواريري، قال: نا خالد\nالزيات، عن عون بن أبي جحيفة، قال: كان أبي على شرطة علي، وكان تحت منبره،\nقال: سمعت عليا يقول: خير هذه الأمة بعد نبيها أبو بكر وعمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>2606 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا أبو بشر\nإسحاق بن شاهين قال: نا خالد بن عبد الله، عن بيان، عن عامر، عن أبي جحيفة،\nقال: قال علي بن أبي طالب: ألا أخبركم بخير هذه الأمة بعد نبيها؟ أبو بكر\nوعمر، ورجل آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>2607 - </h1>\n\n<p>\nأنا القاسم بن جعفر، قال: نا محمد بن أحمد بن حماد، قال: نا علي بن حرب،\nقال: نا إسماعيل بن أبان، قال: سمعت شريكا يقول لقوم من الشيعة: إنا ما\nعلمنا بعلي حين صعد المنبر، فقال: إن خير هذه الأمة بعد نبيها أبو بكر\nوعمر، والله ما سألناه عن ذلك يا جاهل، أفترانا <span id='ms691'></span> حين يقوم فنقول له كذبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أحمد بن محمد بن غالب، قال: أنا محمد بن أحمد بن حمدان، قال: نا محمد\nبن أيوب، قال: نا الحسن بن عيسى، ح\n</p>\n\n<h1 class='l1' id='head66'>2609 - </h1>\n\n<p>\nوأنا أحمد، قال: نا محمد، قال: نا أبو بكر الجارودي، قال: سمعت الحسن بن\nعيسى يقول وأملاه علي قال: نا جرير بن عبد الحميد، قال: سمعت يحيى بن سعيد\nالأنصاري قال: حدثني وما رأيت شيخا أنبل منه قال: قلت له: من أدركت من\nأصحاب النبي صلى الله عليه وسلم والتابعين، ما كان قولهم في أبي بكر وعمر\nوعثمان وعلي؟ قال: من أدركت من أصحاب النبي صلى الله عليه وسلم والتابعين\nلم يختلفوا في أبي بكر وعمر وفضلهما، إنما كان الاختلاف في علي وعثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>2610 - </h1>\n\n<p>\nأنا محمد بن رزق الله، قال: نا عثمان بن أحمد، قال: نا أحمد بن يحيى\nالحلواني، قال: نا عباد بن موسى، قال: نا حازم،. . . الهذيل، عن عمار بن\nياسر، قال: من فضل على أبي بكر وعمر أحدا من أصحاب رسول الله صلى الله عليه\nوسلم، أزرى على اثني عشر ألفا من أصحاب رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>2611 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، قال: نا محمد بن أحمد بن الحسن، قال: نا عبد\nالله بن محمد بن ناجية، نا الحسن بن يونس الزيات، نا سلام بن سليمان، قال:\nنا سوادة بن سلمة بن نبيط، عن أبي إسحاق، عن أبي جحيفة، قال\n</p>\n\n<h1 class='l1' id='head69'>[ص: 1450]</h1>\n\n<p>\n: مضت السنة بتفضيل أبي بكر، وسبق حب علي إلى القلوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>2612 - </h1>\n\n<p>\nأنا علي بن عمر بن إبراهيم، أنا عبد الله بن محمد بن جعفر بن شاذان\nالبزار، قال نا أبو سلمة أسامة بن علي التجيبي قال: نا الحارث بن مسكين،\nقال: سئل مالك عن علي وعثمان، فقال: ما أدركت أحدا ممن يقتدى به إلا وهو\nيرى الكف عنهما، يريد التفضيل بينهما، فقلت له: فأبو بكر وعمر؟ فقال: ليس\nفي أبي بكر وعمر شك، يريد أنهما أفضل من غيرهما، ثم قرأ مالك: {إذ أخرجه\nالذين كفروا ثاني <span id='ms692'></span> اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله\nمعنا} [التوبة: 40]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>2613 - </h1>\n\n<p>\nأنا علي بن أحمد بن عمر بن حفص، أنا محمد بن عبد الله، ثنا جعفر بن محمد\nبن الأزهر، قال: نا العلائي، قال: حدثني رجل من ولد سلمة بن كهيل قال: نا\nحريث بن أبي مطر، سمعت سلمة يقول: جالست المسيب بن نجبة الفزاري في هذا\nالمسجد عشرين سنة وناسا من الشيعة كثيرا؛ فما سمعت أحدا منهم تكلم في أحد\nمن أصحاب رسول الله صلى الله عليه وسلم إلا بخير، وما كان الكلام إلا في\nعلي وعثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>2614 - </h1>\n\n<p>\nأنا الحسين بن محمد، نا إدريس بن علي، سمعت أبا بكر النيسابوري يقول:\nسمعت الربيع يقول: سمعت محمد بن إدريس الشافعي يقول في الخلافة والتفضيل:\nأبو بكر وعمر وعثمان وعلي،\n</p>\n\n<h1 class='l1' id='head73'>[ص: 1451]</h1>\n\n<h1 class='l1' id='head74'>2615 - </h1>\n\n<p>\nقال: ونا بذلك الحراني يعني أبا سليمان، عن أبي زكريا النيسابوري، عن\nرجل، عن مالك، أنه قال مثل قول الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>2616 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، أنا يزداد بن عبد الرحمن، نا أبو سعيد الأشج،\nقال: نا أبو أسامة، قال: سمعت الأعمش يقول: أما تعجب من كثير النواء وسؤاله\nأبا جعفر عن أبي بكر وعمر رضوان الله عليهما، والله لو كان علي هاهنا ما\nسألته عن أبي بكر وعمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>2617 - </h1>\n\n<p>\nأنا عبيد الله، نا يزداد، نا أبو سعيد، نا إبراهيم بن أعين، قال: سألت\nشريك بن عبد الله فقلت: يا أبا عبد الله أرأيت من قال: لا أفضل أحدا على\nأحد. قال: هذا أحمق؛ أليس قد فضل أبو بكر وعمر؟ قال: قلت: فأدركت أحدا يفضل\nعليهما؟ قال: لا، إلا مفتضح قال: وسمعت سفيان الثوري يقول: من فضل على أبي\nبكر وعمر فقد عابهما. قال: فقلت له: وعاب من فضل عليهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>2618 - </h1>\n\n<p>\nأنا أحمد بن محمد، قال: أنا محمد بن حمدان، قال: نا محمد بن أيوب، قال:\nنا الحسن بن عيسى، قال: سمعت رجلا يسأل ابن المبارك عن رجل. . . لا يفضل\nأبا بكر وعمر هل يضربه؟ قال ابن المبارك: من لم يفضل <span id='ms693'></span> أبا بكر وعمر، فهو أهل\nأن يجفى ويقصى قال: وسمعت ابن المبارك يفضل أبا بكر، ويسكت عن علي وعثمان،\nوكان ابن المبارك يعظم الفضيل، وأبا بكر بن عياش، ولو كانا على غير تفضيل\nأبي بكر وعمر ولم يعظمهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>2619 - </h1>\n\n<p>\nأنا أحمد بن محمد بن الجراح، قال: أنا إبراهيم بن حماد، قال: حدثني\nإسماعيل بن إسحاق لفظا قال: سمعت عارما يقول: سمعت عبد الله بن داود يقول:\nمن قدم عثمان على علي فحجته قوية؛ لأن الخمسة قدموه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>2620 - </h1>\n\n<p>\nأنا أحمد بن محمد بن الجراح، قال: نا إبراهيم بن حماد، وعمر بن محمد\nالساجي، قال: نا جعفر بن محمد الصائغ، قال: نا خالد بن خداش، قال: قال لي\nحماد بن زيد: لئن زعمت أن عليا أفضل من عثمان لقد زعمت أن أصحاب رسول الله\nقد خانوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>2621 - </h1>\n\n<p>\nوأنا أحمد، نا أبو الحسين محمد بن علي بن نصير، وعبد الصمد بن علي بن\nمكرم قالا: نا الحارث بن أبي سلمة، قال: نا أحمد بن إبراهيم العبدي، قال:\nحدثني أبو عبد الله الطويل صاحب بشر بن الحارث قال: سمعت بشر بن الحارث\nيقول: قلت لأبي بكر بن عياش: ما تقول فيمن قدم عليا على عثمان؟ قال: من قال\nهذا فعليه لعنة الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>2622 - </h1>\n\n<p>\nوحدث محمد بن إسحاق السراج، قال: نا العباس بن محمد، سمعت يحيى بن معين\nيقول: سمعت أبا أسامة يقول: من قدم عليا على عثمان فهو أحمق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>2623 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا شعيب بن محمد، قال: نا علي بن حرب، سمعت\nشعيب بن حرب يقول: قلت: يا أبا عبد الله يعني لسفيان الثوري، ما موافقة\nالسنة؟ قال: تقدمة الشيخين أبي بكر وعمر رضي الله عنهما، يا شعيب بن حرب لا\n</p>\n\n<h1 class='l1' id='head83'>[ص: 1453]</h1>\n\n<p>\nينفعك ما كتبت حتى تقدم عثمان وعليا على من بعدهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>2624 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن نعيم إجازة قال: نا أبو الوليد حسان بن محمد\nقال: نا إبراهيم بن محمود، قال: حدثني أبو سليمان وهو داود بن علي قال: نا\nالحارث بن سريج النقال <span id='ms694'></span>، قال: نا إبراهيم بن عبد الله الحجبي يقول للشافعي:\nما رأيت قرشيا يفضل أبا بكر وعمر على علي غيرك. فقال له الشافعي: علي ابن\nعمي وابن خالي، وأنا رجل من بني عبد مناف، وأنت رجل من بني عبد الدار، ولو\nكانت هذه مكرمة لكنت أولى بهما منك، ولكن ليس الأمر على ما تحسب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>2625 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: أنا عثمان بن أحمد، قال: نا حنبل،\nقال: سمعت أبا عبد الله يعني أحمد أيضا، سئل عن التفضيل، فقال: أبو بكر\nوعمر وعثمان، وأما الخلافة فأبو بكر وعمر وعثمان وعلي؛ لأن النبي صلى الله\nعليه وسلم قال: «الخلافة في أمتي ثلاثون سنة» . وقال ابن عمر: كنا نفاضل\nعلى عهد رسول الله صلى الله عليه وسلم فنقول: أبو بكر، ثم عمر، ثم عثمان.\nقال أبو عبد الله: ولا نتعدى الأثر والاتباع، فالاتباع لرسول الله صلى الله\nعليه وسلم، ومن بعده لأصحابه إذا رضي أصحابه بذلك، وكانوا هم يفاضلون بعضهم\nعلى بعض هو ذا، فلا يعيب بعضهم على بعض، فعلينا أن نتبع ما مضى عليه سلفنا،\nونقتدي بهم رضي الله عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>2626 - </h1>\n\n<p>\nأنا أحمد بن محمد بن أحمد بن موسى، قال: نا محمد بن جعفر بن يزيد، قال:\nنا علي بن حرب، قال: نا كثير بن هشام، عن كلثوم بن جوشن، قال\n</p>\n\n<h1 class='l1' id='head87'>[ص: 1454]</h1>\n\n<p>\n: سأل النضر بن عمرو الحسن البصري فقال: أبو بكر أفضل أم علي؟ فقال:\nسبحان الله، ولا سواء، سبقت لعلي سوابق شركه فيها أبو بكر، وأحدث أحداثا لم\nيشركه فيها أبو بكر، أبو بكر أفضل. قال: فعمر أفضل أم علي؟ فذكر مثل قوله\nالأول، ثم قال: عمر أفضل. قال: فعلي أفضل أم عثمان؟ فذكر مثل قوله الأول،\nثم قال: عثمان أفضل. فطمع الشامي، فقال: علي أفضل أم معاوية؟ فقال: سبحان\nالله، ولا سواء، سبقت لعلي سوابق لم يشركه فيها معاوية، وأحدث علي أحداثا\nشركه معاوية في أحداثه، علي أفضل من معاوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>2627 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر إجازة قال: أنا محمد <span id='ms695'></span> بن أحمد بن يعقوب، قال: نا\nيعقوب، قال: نا إبراهيم بن عبيد الطنافسي، قال: نا حبيب الأسدي، عن محمد بن\nعبد الله بن الحسن، قال: أتاه قوم من الكوفة والجزيرة، فسألوه عن أبي بكر\nوعمر، فالتفت إلي فقال: انظر إلى هؤلاء يسألونني عن أبي بكر وعمر، لهما\nعندي أفضل من علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>2628 - </h1>\n\n<p>\nأنا علي بن محمد بن عيسى، قال: أنا علي بن محمد بن أحمد المصري، قال أبو\nزيد عبد الرحيم بن حاتم المرادي هذا الشعر لأبي بكر محمد بن عبد الخالق\nقال:\n</p>\n\n<p>\n[البحر الرجز]\n</p>\n\n<p>\nهما ضجيعاه معا في حفرته ... وخير من قام له من قبلته\n</p>\n\n<p>\nوصليا من بعده لأمته ... ووفيا من بعده بذمته\n</p>\n\n<p>\nوسلكا في الحكم قصد سيرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>سياق ما روي عن النبي صلى الله عليه وسلم في فضائل أمير المؤمنين علي بن أبي طالب رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1455'> Vol. 08, p. 1455</a>\n            </div>\n            \n<h1 class='l1' id='head91'>2629 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمر بن علي، أنا أبو داود، ومحمد بن جعفر، قالا: نا شعبة، عن سعد بن\nإبراهيم، قال: سمعت إبراهيم بن سعد يحدث عن سعد، عن النبي صلى الله عليه\nوسلم أنه قال لعلي: «أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا\nنبي بعدي» أخرجاه جميعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>2630 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد\n</p>\n\n<h1 class='l1' id='head93'>[ص: 1456]</h1>\n\n<p>\nبن صاعد، قال: نا محمد بن يحيى بن عبد الكريم الأزدي، قال: نا عبد الله\nبن داود، قال: نا سعيد بن أبي عروبة، عن قتادة، عن سعيد بن المسيب، عن سعد\nبن أبي وقاص، قال: قال رسول الله صلى الله عليه وسلم لعلي: «أنت مني بمنزلة\nهارون من موسى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>2631 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا نعيم بن\nهيصم، قال: نا جعفر بن سليمان، عن حرب بن شداد، عن قتادة، عن سعيد بن\nالمسيب، قال جعفر: أظنه عن سعد، قال: لما غزا رسول الله صلى الله عليه وسلم\nغزوة تبوك خلف <span id='ms696'></span> عليا بالمدينة، فقالوا: وكره صحبته، فبلغ ذلك عليا، فشق\nعليه. قال: فتبع النبي صلى الله عليه وسلم حتى لحقه، فقال: يا رسول الله\nخلفتني مع الذراري والنساء حتى قالوا: مله وكره صحبته. قال: «ما ترضى أن\nتكون مني بمنزلة هارون من موسى» قال البغوي: هكذا قال نعيم عن جعفر بهذا\nالحديث بالشك.\n</p>\n\n<h1 class='l1' id='head95'>2632 - </h1>\n\n<p>\nونا بشر بن هلال الصواف، قال: نا جعفر، عن حرب بن شداد، عن قتادة، عن\nسعيد بن المسيب، عن سعد، عن النبي صلى الله عليه وسلم نحوه.\n</p>\n\n<h1 class='l1' id='head96'>2633 - </h1>\n\n<p>\nوأنا محمد بن عبد الرحمن، أنا عبد الله بن محمد، نا بشر بن هلال، فذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>2634 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا الحسين بن يحيى، قال\n</p>\n\n<h1 class='l1' id='head98'>[ص: 1457]</h1>\n\n<p>\n: نا الحسن بن محمد بن الصباح، قال: نا قتيبة، قال: نا حاتم بن إسماعيل،\nعن بكير بن مسمار، عن عامر بن سعد، عن أبيه، قال: ثلاث قالهن رسول الله صلى\nالله عليه وسلم، لأن تكون لي واحدة منهم أحب إلي من حمر النعم، سمعت رسول\nالله صلى الله عليه وسلم يقول له وخلفه في بعض مغازيه، فقال له علي: يا\nرسول الله تخلفني مع النساء والصبيان؟ فقال له رسول الله صلى الله عليه\nوسلم: «أما ترضى أن تكون مني بمنزلة هارون من موسى، إلا أنه لا نبوة بعدي»\n. وسمعته يوم خيبر: «لأعطين الراية رجلا يحب الله ورسوله، ويحبه الله\nورسوله» . قال: فتطاولنا لها، قال: أين علي؟ فأتي به وهو أرمد، فبصق في\nعينيه، ودفع الراية إليه، ففتح الله عليه. ولما نزلت هذه الآية: {تعالوا\nندع أبناءنا وأبناءكم} [آل عمران: 61] ، فدعا رسول الله صلى الله عليه وسلم\nعليا وفاطمة والحسن والحسين، فقال: «اللهم هؤلاء أهلي» أخرجه مسلم عن قتيبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>2635 - </h1>\n\n<p>\nأنا محمد بن علي بن النضر، قال: أنا علي بن عبد الله بن مبشر، قال: نا\nعبد الحميد بن بيان، قال: أنا خالد، عن سهيل، عن أبيه، عن أبي هريرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" لأعطين الراية رجلا يحب الله ورسوله،\nيفتح الله <span id='ms697'></span> عز وجل على يديه. فقال عمر: ما أحببت الإمارة قبل يومئذ. فدعا\nعليا فدفعها إليه، ثم قال: اذهب ولا تلتفت، فقاتل حتى يفتح الله عز وجل\nعليك، فصبر هنيهة، ثم وقف ولم يلتفت، فقال: يا رسول الله على ما أقاتل؟\nقال: قاتلهم حتى يشهدوا أن لا إله إلا الله، وأن محمدا رسول الله، فإذا\nفعلوا ذلك منعوا منك دماءهم وأموالهم، وحسابهم على الله \"\n</p>\n\n<h1 class='l1' id='head100'>[ص: 1458]</h1>\n\n<p>\nأخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>2636 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن علي بن زياد، قال: أنا أبو حامد أحمد بن محمد بن\nالحسن الشرقي قال: نا أبو الأزهر، أملى من أصله، قال: نا أبو الجواب الأحوص\nبن جواب، قال: نا يونس بن أبي إسحاق، عن البراء، قال: بعث رسول الله صلى\nالله عليه وسلم جيشين، فأمر على أحدهما علي بن أبي طالب، وعلى الآخر خالد\nبن الوليد، فقال: إذا كان قتال فعلى الناس علي. وقال: ففتح علي رضي الله\nعنه قصرا. وقال أبو الأزهر مرة: ففتح علي حصنا، فاتخذ لنفسه جارية، فكتب\nمعي خالد بن الوليد يشي به، فلما قرأ رسول الله صلى الله عليه وسلم الكتاب،\nقال: \" ما يقول في رجل يحب الله ورسوله، ويحبه الله ورسوله؟ قال: قلت: أعوذ\nبالله من غضب الله ورسوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>2637 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد، أنا عبد الرحمن بن أبي حاتم، قال: نا الحسن بن\nعرفة، قال: نا وكيع وأبو معاوية، كلاهما عن الأعمش، ح\n</p>\n\n<h1 class='l1' id='head103'>2638 - </h1>\n\n<p>\nوأنا عبد الرحمن بن محمد خيران قال: نا أبو عيسى محمد بن أحمد بن قطن\nقال: نا الحسن بن عرفة، قال: نا أبو معاوية، عن الأعمش، عن سعد بن عبيدة،\nعن ابن بريدة، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head104'>[ص: 1459]</h1>\n\n<p>\n: «من كنت مولاه فعلي مولاه» وفي حديث ابن أبي حاتم: «فعلي وليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>2639 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا أبو سعيد الأشج، قال: نا عبد الله بن الأجلح، عن أبيه، عن طلحة بن مصرف،\nعن <span id='ms698'></span> عمير بن سعد، قال: سمعت عليا ينشد الناس: من سمع رسول الله صلى الله\nعليه وسلم يقول: \" من كنت مولاه فعلي مولاه، إلا قام. فقام ثمانية عشر\nفشهدوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>2640 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا الحسين بن إسماعيل، قال: نا محمد بن\nخلف، قال: نا زكريا بن عدي، قال: نا مروان بن معاوية، قال: نا هلال بن\nميمون الرملي، قال: قلت لأبي بسطام مولى أسامة بن زيد: أرأيت قول الناس: إن\nرسول الله صلى الله عليه وسلم قال: «من كنت مولاه فعلي مولاه» ؟ قال: نعم،\nوقع بين أسامة وبين علي تنازع، قال: فأتيت النبي صلى الله عليه وسلم. قال:\nفذكرت ذلك له، فقال: «يا علي، يقول هذا لأسامة، فوالله إني لأحبه» . وقال\nلأسامة: «يا أسامة، يقول هذا لعلي، فمن كنت مولاه فعلي مولاه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>2641 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمرو بن علي، قال: نا أبو معاوية، قال: نا الأعمش ح\n</p>\n\n<h1 class='l1' id='head108'>2642 - </h1>\n\n<p>\nوأنا جعفر، قال: أنا محمد بن هارون، قال: نا محمد بن إسحاق، قال: أنا\nعبيد الله بن موسى، عن الأعمش، عن عدي بن ثابت، عن زر، عن علي، قال: والذي\nفلق الحبة وبرأ النسمة إنه لعهد إلي النبي صلى الله عليه وسلم «أنه لا يحبك\nإلا مؤمن، ولا يبغضك إلا منافق» واللفظ لعمرو بن علي. أخرجه مسلم في الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>2643 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا هلال بن\nبشر، قال: نا عبد الملك بن موسى الطويل، عن أبي هاشم صاحب الرمان، عن\nزاذان، عن سلمان، قال: سمعت رسول الله صلى الله عليه وسلم يقول لعلي: «محبك\nمحبي، ومبغضك مبغضي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>2644 - </h1>\n\n<p>\nأنا مهدي بن محمد النيسابوري، قال: نا عبد الله بن محمد بن الحسن، قال:\nنا أبو الأزهر أحمد بن الأزهر قال: نا عبد الرزاق، عن معمر، عن الزهري، عن\nعبيد الله بن عبد الله، عن ابن عباس أن النبي صلى الله عليه وسلم نظر إلى <span id='ms699'></span>\nعلي بن أبي طالب، فقال: «أنت سيد في الدنيا، سيد في الآخرة، من أحبك فقد\nأحبني، وحبيبي حبيب الله، ومن أبغضك فقد أبغضني، وبغيضي بغيض الله، فالويل\nلمن أبغضك بعدي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>2645 - </h1>\n\n<p>\nأنا محمد بن عثمان بن محمد، قال: نا أحمد\n</p>\n\n<h1 class='l1' id='head112'>[ص: 1462]</h1>\n\n<p>\nبن الجراح، قال: نا إسماعيل بن أبي الحارث، قال: نا محمد بن القاسم، قال:\nنا زهير، عن أبي الزبير، عن جابر، قال: كنا نعرف نفاق الرجل ببغضه لعلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>2646 - </h1>\n\n<p>\nوأنا محمد بن عثمان، قال: نا عبد الغافر بن سلامة، قال: نا محمد بن عوف،\nقال: نا عبيد الله بن موسى، قال: نا محمد بن علي السلمي، عن عبد الله بن\nمحمد بن عقيل، عن جابر بن عبد الله، قال: ما كنا نعرف منافقينا معشر\nالأنصار إلا ببغضهم عليا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>2647 - </h1>\n\n<p>\nأنا أحمد بن محمد بن عمر بن محمد الأصبهاني، قال: أنا عبد الله بن محمد\nبن زياد، نا أحمد بن عبد الرحمن بن وهب، نا عمي، قال: حدثني معاوية بن\nصالح، ح\n</p>\n\n<h1 class='l1' id='head115'>2648 - </h1>\n\n<p>\nوأنا علي بن محمد بن أحمد بن يعقوب، قال: أنا أحمد بن محمد بن أبي سعدان\nالفزاري نزيل الري، قال: نا الحسين بن الهيثم، قال: نا حرملة، قال: نا ابن\nوهب، قال: حدثني معاوية بن صالح، عن يحيى بن سعيد، عن سهيل، عن أبيه، عن\nأبي هريرة، قال: صعد رسول الله صلى الله عليه وسلم جبلا يقال له حراء، ومعه\nأبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن، فتحرك بهم الجبل،\nفقال رسول الله صلى الله عليه وسلم: «اسكن حراء، فليس عليك إلا نبي، أو\nصديق، أو شهيد» . فسكن الجبل أخرجه مسلم من حديث ابن وهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>2649 - </h1>\n\n<p>\nأنا علي بن عمر، أنا إسماعيل بن محمد، قال: نا أبو يحيى الرازي، قال: نا\nمحمد، يعني ابن حميد، قال: نا عفان، قال: نا أبو درهم، قال: سمعت الحسن\nالبصري يقول، وقال له الحجاج بن يوسف: ما تقول في أبي تراب؟ قال: ومن أبو\nتراب؟ قال علي بن أبي طالب. قال: أقول: إن الله <span id='ms700'></span> جعله من المهتدين. فقال:\nهات ما تقول برهانا. قال: إن الله عز وجل يقول في كتابه العزيز: {وما جعلنا\nالقبلة التي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وإن\nكانت لكبيرة إلا على الذين هدى الله} [البقرة: 143] ، فكان علي بن أبي طالب\nأول من هدى الله مع النبي صلى الله عليه وسلم، وأول من لحق بالنبي صلى الله\nعليه وسلم. قال: يقول الحجاج: رأي عراقي. قال الحسن: هو ما أقول لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>2650 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا عبيد الله بن عبد الرحمن، نا زكريا بن\nيحيى، قال: نا الأصمعي، قال: نا خالد بن يزيد العلوي، من بني علي بن سوك،\nقال: لما دخل الحسن على الحجاج، فقال له: ما تقول في علي وعثمان؟ قال: أقول\nفيهما كما قال من هو خير مني بين يدي من هو شر منك. قال: ومن ذاك الذي هو\nخير منك وشر مني؟ قال: موسى وفرعون، حين قال له فرعون: {فما بال القرون\nالأولى، قال علمها عند ربي} [طه: 52]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>2651 - </h1>\n\n<p>\nأنا أحمد بن محمد الفقيه، أنا محمد بن أحمد بن\n</p>\n\n<h1 class='l1' id='head119'>[ص: 1465]</h1>\n\n<p>\nحمدان، قال: نا عثمان بن محمد، قال: نا نصر بن علي، قال: نا محمد بن\nسوار، قال: نا سعيد بن أبي عروبة، عن عامر الأحول، عن الحسن، قال: شهدت\nعليا بالمدينة وسمع صوتا، فقال: ما هذا؟ قالوا: قتل عثمان. قال: اللهم إني\nأشهدك إني لم أرض ولم أمالئ، مرتين أو ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>2652 - </h1>\n\n<p>\nأنا علي بن عمر، ثنا محمد بن جعفر المقري، قال: نا أحمد بن سعيد، قال: نا\nالقاسم بن الحكم، قال: نا أبو حمزة ثابت بن أبي صفية، عن سالم بن أبي\nالجعد، عن محمد ابن الحنفية، قال: لما قتل عثمان استخفى علي في دار لأبي\nعمر بن محصن الأنصاري، فاجتمع الناس فدخلوا عليه الدار، فتداكوا على يده\nليبايعوه تداك الإبل الهيم على حياضها، وقالوا: نبايعك. قال: لا حاجة لي في\nذلك، عليكم بطلحة والزبير. قال: فانطلق إذا معنا. قال لي <span id='ms701'></span> أبو أروى السدوسي:\nلا أحدثك إلا ما رأت عيناي وسمعت أذناي. فخرج علي وأنا معه في جماعة من\nالناس حتى أتينا طلحة بن عبيد الله، فقال له: إن الناس قد اجتمعوا\nليبايعوني، ولا حاجة لي في بيعتهم، فابسط يدك أبايعك على كتاب الله عز وجل\nوسنة رسوله صلى الله عليه وسلم. فقال له طلحة: أنت أولى بذلك مني وأحق؛\nلسابقتك وقرابتك، وقد اجتمع لك من هؤلاء الناس من قد تفرق عني. فقال له\nعلي: أخاف أن تنكث بيعتي وتغدر بي. قال: لا تخافن ذلك، فوالله لا ترى من\nقبلي أبدا شيئا تكرهه. قال: الله عليك بذلك كفيل. قال: الله علي بذلك كفيل.\nقال: ثم أتى الزبير بن العوام، ونحن معه، فقال له مثل ما قال لطلحة، ورد\nعليه مثل الذي رد\n</p>\n\n<h1 class='l1' id='head121'>[ص: 1466]</h1>\n\n<p>\nعليه طلحة، وكان طلحة قد أخذ لقاحا لعثمان، ومفاتيح بيت المال، وكان\nالناس قد اجتمعوا عليه ليبايعوه، ولم يفعلوا، فضربت الركبان بخبره إلى\nعائشة وهي بسرف، فقالت: كأني أنظر إلى إصبعه تبايع بخب وغرر. قال سالم:\nوقال ابن الحنفية: لما اجتمع الناس على علي قالوا له: إن هذا الرجل قد قتل،\nولا بد للناس من إمام، ولا نجد لهذا الأمر أحق منك، ولا أقدم سابقة، ولا\nأقرب برسول الله صلى الله عليه وسلم رحما منك. قال: لا تفعلوا، فإني وزير\nخير مني لكم أميرا. قالوا: والله ما نحن بفاعلين أبدا حتى نبايعك. وتداكوا\nعلى يده، فلما رأى ذلك قال: إن بيعتي لا تكون في خلوة إلا في المسجد ظاهرا.\nوأمر مناديا، فنادى: المسجد المسجد، فخرج، وخرج الناس معه، فصعد المنبر،\nفحمد الله وأثنى عليه، ثم قال: حق وباطل، ولكل أهل، فلئن كثر الباطل لقد\nنما بما فعل، ولئن قل الحق، ولربما ولقلما أدبر شيء فأقبل، ولئن رد عليكم\nأمركم إنكم لسعداء، وإني أخشى أن تكونوا في فترة، وما علي إلا الجهد، سبق\nالرجلان، وقام الثالث ثلاثة، واثنان ليس معهما سادس، ملك مقرب، ومن أخذ\nالله ميثاقه، وصديق نجا <span id='ms702'></span>، وساع مجتهد، وطالب يرجو أثر السادس، هلك من ادعى،\nوخاب من افترى، اليمين والشمال مضلة، والوسطى الجادة منهج عليه بما في\nالكتاب وآثار النبوة، فإن الله أدب هذه الأمة بالسوط والسيف، ليس لأحد\nفيهما عندنا هوادة، فاستتروا بسوآتكم، وأصلحوا ذات بينكم، وتعاطوا الحق\nفيما بينكم، فمن أبرز صفحته معاندا للحق هلك، والتوبة من ورائكم، أقول قولي\nهذا وأستغفر الله لي ولكم. فهي أول خطبة خطبها بعدما استخلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>2653 - </h1>\n\n<p>\nأنا علي بن عمر، أنا أحمد بن الحسن، قال: نا الحسن بن علي، قال: نا عباد\nبن موسى الختلي، قال: نا إسماعيل بن جعفر، عن إسرائيل، عن أبي إسحاق، عن\nعمرو بن ميمون، قال: حججت مع عمر رضي الله عنه حجتي، وحضرته حين طعن، فلم\nيمنعني من أن أكون في الصف المقدم إلا هيبته، وكان رجلا مهيبا، فكنت في\nالصف الذي يليه، وكان عمر لا يكبر حتى يستقبل الصف المقدم بوجهه، فإن كان\nمتقدما في الصف أو متأخر ضربه بالدرة، فذلك الذي منعني أن أكون في الصف\nالمتقدم، فلما أقبل إلى الصلاة عرض له أبو لؤلؤة غلام المغيرة بن شعبة،\nفناجاه عمر غير بعيد، ثم طعنه ثلاث طعنات بخنجر معه، فسمعت عمر وهو باسط\nيديه، وهو يقول: دونكم الكلب، عندكم الكلب، فإنه قد قتلني. فماج الناس،\nفجرح ثلاثة عشر، فشد عليه رجل من خلفه، فأخذ عضديه فضبطه، واحتمل عمر إلى\nأهله، وماج الناس بعضهم في بعض، حتى قالوا: الصلاة عباد الله طلعت الشمس،\nفدفع عبد الرحمن فصلى بهم بأقصر سورتين في القرآن: إذا جاء نصر الله\nوالفتح، وإنا أعطيناك الكوثر، ثم إن عمر رضي الله عنه بعث ابن عباس، فنادى\nفي الناس أعن ملإ منكم هذا؟ قالوا: معاذ الله ما علمنا ولا اطلعنا. ثم قال:\nادعوا لي الطبيب. فدعي له الطبيب، فقال له: أي الشراب أحب إليك؟ قال:\nالنبيذ. قال: اسقوه نبيذا، فسقي، فخرج من بعض طعناته، فقال الناس: هذا\nصديد، اسقوه لبنا، فخرج من بعض طعناته، فقال: ما إخالك أن تمشي، فافعل <span id='ms703'></span> ما\nكنت فاعلا. فقال: يا عبد الله ناولني الكتف، فلو أراد الله عز وجل أن\n</p>\n\n<h1 class='l1' id='head123'>[ص: 1468]</h1>\n\n<p>\nيمضي ما فيها أمضاه. قال: أنا أكفيك محوها. قال: لا والله لا يمحوها أحد\nغيري. فمحاها عمر بيده. قال: وكان فيها فريضة الجد، ثم قال: ادعوا لي عليا،\nوعثمان، وطلحة، والزبير، وعبد الرحمن، وسعدا. قال: فما كلم من القوم غير\nعلي وعثمان، فقال: يا علي، لعل هؤلاء يعرفون لك قرابتك برسول الله صلى الله\nعليه وسلم، وما أعطاك من الفقه والعلم، فإن وليت هذا الأمر فاتق الله فيه.\nقال: ثم دعا عثمان، فقال: يا عثمان، لعل القوم يعرفون لك صهرك من رسول الله\nوشرفك، فإن وليت هذا الأمر فاتق الله، ولا تحمل بني أبي مغيرة على رقاب\nالمسلمين. ثم قال: ادعوا لي صهيبا. فدعوا له صهيبا، فقال: صل بالناس ثلاثا،\nواجعل هؤلاء القوم في بيت، فإذا اجتمعوا على رجل، فمن خالفهم فليضربوا\nعنقه. قال: فلما أن أدبروا قال: إن ولوها الأجلح سلك بهم الطريق. يعني\nعليا، فقيل: فما يمنعك يا أمير المؤمنين أن توليها إياه؟ قال: أن أتحملها\nحيا وميتا. ومات من الذين جرح أبو لؤلؤة ستة أو سبعة، ودخل عليه كعب، فقال:\n{الحق من ربك فلا تكن من الممترين} [آل عمران: 60] ، قد أنبأتك أنك شهيد،\nفقلت: من أين لي بالشهادة وأنا في جزيرة العرب؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>سياق ما روي في ترتيب الخلافة بين الأربعة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1469'> Vol. 08, p. 1469</a>\n            </div>\n            \n<h1 class='l1' id='head125'>2654 - </h1>\n\n<p>\nأنا عيسى بن علي، أنا عبد الله بن محمد بن عبد العزيز، قال: نا علي بن\nالجعد، قال: أنا حماد، عن ح\n</p>\n\n<h1 class='l1' id='head126'>2655 - </h1>\n\n<p>\nوأنا عبيد الله بن محمد، قال: أنا عثمان بن أحمد، قال: نا حنبل بن إسحاق،\nقال: نا حجاج بن المنهال، وداود بن شبيب، قالا: نا حماد بن سلمة، ثنا سعيد\nبن جمهان، قال: سمعت سفينة أبا عبد الرحمن قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: «الخلافة ثلاثون عاما، ثم يكون الملك» . ثم قال سفينة:\nأمسك سنتين أبو بكر، وعشرا عمر، وثلاث عشرة عثمان، وستا علي، رضي الله <span id='ms704'></span> عنهم\n\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا محمد بن عبد الرحمن، قال: نا يحيى بن صاعد، قال: نا زكريا بن يحيى\nبن أبي زائدة، قال: نا أبو طلحة يحيى بن طلحة البصري قال: سمعت سعيد بن\nجمهان يحدث عن سفينة، قال: قال رسول الله صلى الله عليه وسلم: \" تكون\nالخلافة في أمتي ثلاثين سنة، ثم تكون ملكا أو ملوكا\n</p>\n\n<h1 class='l1' id='head127'>[ص: 1470]</h1>\n\n<p>\n. شك أبو طلحة. قال: فعد لي سني أبي بكر، وسني عمر، وسني عثمان، وسني\nعلي، قلت: إن بعض الناس لا يعدون سني علي. قال: كذبت استاه بني الزرقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1469'> Vol. 08, p. 1469</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>2657 - </h1>\n\n<p>\nأنا أحمد بن محمد بن عمران، أنا عبد الله بن سليمان، قال: نا إبراهيم بن\nالحسن المقسمي، قال: نا حجاج بن محمد، قال: نا حماد بن سلمة، عن علي بن\nزيد، عن عبد الرحمن بن أبي بكرة، قال: وفدنا مع زياد إلى معاوية، فلما\nقدمنا عليه وأدخلنا إليه، قال لأبي: يا أبا بكرة، حدثنا بحديث سمعته من\nرسول الله صلى الله عليه وسلم. قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: «الخلافة ثلاثون، ثم تكون ملكا. وذكر كلمات»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>2658 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، قال: نا عثمان بن أحمد، قال: نا حنبل، قال: نا\nحجاج بن المنهال، وداود بن شبيب، - واللفظ لحجاج -، عن حماد بن سلمة، عن\nالجريري، عن عبد الله بن شقيق، عن الأقرع مؤذن عمر قال: بعثني عمر إلى\nالأسقف، فدعوته، فجعلت أظلهما من الشمس، فقال: يا أسقف، هل تجدنا في الكتب؟\nقال: نعم. قال: كيف تجدني؟ قال\n</p>\n\n<h1 class='l1' id='head130'>[ص: 1471]</h1>\n\n<p>\n: أجدك قرنا. قال: فرفع عليه الدرة، قال: ويحك ما قرن؟ قال: قرن حديد،\nأمين شديد. قال: فكيف تجد الذي بعدي؟ قال: أجده خليفة صالحا، غير أنه يؤثر\nقرابته. فقال عمر: يرحم الله عثمان، ثلاثا. قال: فكيف تجد الذي بعده؟ قال:\nأجده حدا حديدا. قال: فوضع عمر يده على رأسه، فقال: وادفراه، وادفراه.\nفقالوا: يا أمير المؤمنين إنه خليفة صالح، غير أنه يستخلف حين يستخلف\nوالسيف مسلول، والدم مهراق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>2659 - </h1>\n\n<p>\nأنا علي بن محمد بن عيسى قال: أنا <span id='ms705'></span> علي بن محمد بن أحمد المصري، قال: نا\nمحمد بن عمرو، قال: نا أبو صالح، قال: حدثني الليث، عن عمر مولى غفرة أن\nعبد الملك بن مروان دخل كنيسة من بعض كنائس الشام، فنظر إلى تماثيل مصورة،\nفسأل عنها، فقيل له: هذه صورة الأنبياء، فطفقوا يخبرونه باسم نبي نبي في\nأول الأنبياء إلى عيسى ابن مريم، فقال لهم: أين صورة محمد صلى الله عليه\nوسلم؟ فقالوا: ليس تحصل صورته في كنائسنا. قال: فنظر أثر عيسى تابوتا\nمطبقا، فقال عبد الملك: فما تحت هذا التابوت؟ قالوا: لا ندري. فأمر\nبالتابوت فكسروه، فإذا تحته رجلان، على كل واحد منهما إزار ورداء، فقال: من\nهذان؟ قالوا: لا ندري ما نعرفهما. قال: فمن يعرفهما؟ فأخبروه بواحد من\nكبرائهم، فأرسل إليه فسأله، فضحك، فاستحلفه عبد الملك وعزم عليه، فقال: هذه\nصورة محمد صلى الله عليه وسلم نبي العرب، وهذا صاحبه إلى جنبه، وقد كنا\nنكره أن تعرفوا هذا. فقال له عبد الملك: من صاحبه في كتابكم؟ فقال: أبو بكر\nالصديق. قال: وإذا مكتوب على رؤوسهما كتابا، فدعا من يقرؤه، فإذا هو\n</p>\n\n<h1 class='l1' id='head132'>[ص: 1472]</h1>\n\n<p>\nكما قال له، فقال له عبد الملك: ما حملكم على أن غطيتموهما ولم تظهروهما\nكغيرهما؟ قال: حسدا لكم معشر العرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>2660 - </h1>\n\n<p>\nأنا علي بن محمد بن عبد الله، أنا عثمان بن أحمد، قال: نا الحسن بن عبد\nالوهاب، قال: نا أبو جعفر المقري، قال: نا محمد بن الطفيل الكوفي، قال:\nسمعت أبا بكر بن عياش يقول: كان أبو حصين وعاصم بن أبي النجود يقولان: أبو\nبكر وعمر وعثمان \" ويقفان، وكان أبو إسحاق السبيعي والأعمش يقولان: أبو بكر\nوعمر وعثمان وعلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>2661 - </h1>\n\n<p>\nأنا أحمد بن محمد بن عروة، قال: نا محمد بن مخلد، قال: نا علي بن أحمد،\nقال: نا سعيد بن أبي مريم، قال: نا يحيى بن أيوب، قال: نا يحيى بن سعيد،\nقال: سمعت سعيد بن المسيب يقول: الخلفاء الراشدون المهديون أبو بكر وعمر\nوعثمان وعلي وعمر. قال له: يا أبا محمد، هذا عمر <span id='ms706'></span> بن الخطاب، فمن عمر؟ قال:\nإن\n</p>\n\n<h1 class='l1' id='head135'>[ص: 1473]</h1>\n\n<p>\nعشت ستراه. قال: وسمعته يقول: ليس لكم مهدي إلا هذا الذي في المقصورة،\nيعني إذ ذاك، يدخل في الخز والوشي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>2662 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا هارون بن\nإسحاق، قال: سمعت قبيصة يذكر عن عباد السماك، قال: سمعت سفيان يقول:\nالأمراء أبو بكر وعمر وعثمان وعلي وعمر بن عبد العزيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>2663 - </h1>\n\n<p>\nأنا أحمد بن محمد بن غالب، أنا محمد بن أحمد بن حمدان، قال: نا محمد بن\nأحمد بن أيوب، قال: نا رجاء أبو عمر، قال: نا الحسن بن الربيع، قال: نا\nقبيصة بن عقبة، عن عبادة، قال: قلت لسفيان: من الأئمة؟ قال: أبو بكر وعمر\nوعثمان وعلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>2664 - </h1>\n\n<p>\nأنا علي بن محمد بن عمر، أنا عبد الرحمن بن أبي حاتم، قال: نا محمد بن\nخلف التيمي، قال: سمعت قبيصة يقول: حدثني عباد السماك وكان يجالس سفيان\nالثوري: الخلفاء أبو بكر، وعمر، وعثمان، وعلي، وعمر بن عبد العزيز، ومن\nسواهم منتزون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>2665 - </h1>\n\n<p>\nأنا أحمد بن محمد بن عمر، أنا محمد بن يحيى الصولي، عن محمد بن الفضل بن\nالأمة، يقول: اجتمعنا يوما نسير من واد، وما معنا إلا فقيه أو محدث، وذاك\nفي أول خلافة المعتمد، فذكروا قول سفيان الثوري: الخلفاء خمسة: الأربعة\nالراشدون، وعمر بن عبد العزيز، فقلنا كلنا: السادس المهتدي، ما اختلفنا في\nذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>2666 - </h1>\n\n<p>\nأنا علي، أنا عبد الرحمن، قال غيلان بن المغيرة المصري: سمعت الشافعي\nيقول: الخلفاء خمسة: أبو بكر، وعمر، وعثمان، وعلي، وعمر بن عبد العزيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>2667 - </h1>\n\n<p>\nأنا الحسين بن إبراهيم الطبري، قال: نا علي بن زيرك الفقيه، قال: نا هميم\nبن همام، قال: نا حرملة بن يحيى، قال: أشهد على الشافعي لسمعته وسألته عن\nالخلفاء من هم، فأملى علي: أبو بكر، وعمر، وعثمان، وعلي، وعمر بن عبد\nالعزيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>2668 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن نعيم إجازة قال: أنا الزبير بن عبد الواحد، قال:\nنا محمد بن عبد الله بن محمد القطان، قال: نا أبو عيسى <span id='ms707'></span> بن عياض بن أبي\nشحمة، قال: نا محمد بن راشد أبو بكر الأصبهاني، قال: سمعت أبا إبراهيم\nإسماعيل بن يحيى المزني يقول:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nشهدت بأن الله لا شيء غيره ... وأشهد أن البعث حق وأخلص\n</p>\n\n<p>\nوأن عرى الإيمان قول مبين ... وفعل زكي قد يزيد وينقص\n</p>\n\n<p>\nوأن أبا بكر خليفة ربه ... وكان أبو حفص على الخير يحرص\n</p>\n\n<p>\nوأشهد ربي أن عثمان فاضل ... وأن عليا فضله متخصص\n</p>\n\n<p>\nأئمة قوم مقتدى بهداهم ... لحا الله من إياهم يتنقص\n</p>\n\n<h1 class='l1' id='head143'>[ص: 1475]</h1>\n\n<p>\nفما لعتاة يشهدون سفاهة ... وما لسفيه لا يحيص ويخرص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>2669 - </h1>\n\n<p>\nذكر جعفر بن محمد بن نصير قال: نا عبد الله بن جابر الطوسي، قال: وسمعت\nمحمد بن يزيد المستملي يقول: كنت أسأل أحمد بن حنبل عن الخلفاء الراشدين،\nفيقول: دع هذا. فلززته يوما إلى حائط، فسألته عن الخلفاء الراشدين المهديين\nكأنه جزم عليه، فقال: أبو بكر، وعمر، وعثمان، وعلي، وعمر بن عبد العزيز\nرحمة الله عليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>2670 - </h1>\n\n<p>\nأنا الحسن بن عثمان، قال: أنا عثمان بن الحسن بن علي الطوسي، قال: نا\nمحمد بن سليمان بن داود، قال: نا وزيره بن محمد، قال: دخلت إلى أبي عبد\nالله أحمد بن حنبل حين أظهر التربيع بعلي، فقلت: يا أبا عبد الله إن هذه\nاللفظة توجب الطعن على طلحة والزبير. فقال لي: بين ما قلت، وما نحن، وحرب\nالقوم نذكرها؟ فقلت: أصلحك الله، إنما ذكرناها حين ربعت وأوجبت له الخلافة،\nوما يحب للأئمة قبله. قال: وما يمنعني من ذلك؟ قال: قلت: حديث ابن عمر.\nفقال لي: عمر حين طعن قد رضي عليا للخلافة على المسلمين، وأدخله في الشورى،\nوعلي بن أبي طالب قد سمى نفسه أمير المؤمنين، فأقول أنا: ليس للمؤمنين\nبأمير. فانصرف عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا عبيد الله بن محمد، أنا عثمان بن أحمد، نا حنبل\n</p>\n\n<h1 class='l1' id='head146'>[ص: 1476]</h1>\n\n<p>\n، قال: سمعت أبا عبد الله أحمد سئل عن التفضيل، قال: حديث عبد الله بن\nعمر في التفضيل أبو بكر، وعمر، وعثمان، وفي الخلافة أبو بكر، وعمر، وعثمان،\nوعلي، حديث سفينة قال النبي صلى الله <span id='ms708'></span> عليه وسلم: «الخلافة بعدي ثلاثون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1475'> Vol. 08, p. 1475</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>2672 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر بن أحمد، قال: نا محمد بن إسماعيل بن إسحاق\nالفارسي، قال: نا بكر بن سهل الدمياطي، قال: نا عبد الخالق بن منصور، قال:\nسمعت يحيى بن معين يقول: من قال: أبو بكر وعمر، فلا بأس، ومن قال: أبو بكر\nوعمر وعثمان، فلا بأس، ومن قال: أبو بكر، وعمر وعثمان، وعلي فهو أحب إلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>2673 - </h1>\n\n<p>\nأنا عبد الوهاب بن علي بن نصر، أنا يوسف بن عمر، نا محمد بن إسحاق\nالمقري، قال: سمعت الحسن بن الحباب بن مخلد قال: سمعت الحسن بن محمد بن\nالصباح قال: سمعت الشافعي يقول: أجمع الناس على خلافة أبي بكر، واستخلف أبو\nبكر عمر، ثم جعل عمر الشورى إلى ستة على أن يولوها واحدا منهم، فولوها\nعثمان. قال الشافعي: وذلك أنه اضطر الناس بعد رسول الله صلى الله عليه\nوسلم، فلم يجدوا تحت أديم السماء خيرا من أبي بكر فولوه رقابهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>سياق ما روي عن النبي صلى الله عليه وسلم من النهي عن الغلو في الحب والبغض في تفضيل الصحابة والاستغراق في الإطراء والذم لهم للاغتراء</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1477'> Vol. 08, p. 1477</a>\n            </div>\n            \n<h1 class='l1' id='head150'>2674 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد بن علي، ومحمد بن أبي بكر، ومحمد بن عبد الله بن\nالقاسم، قالوا: أنا الحسين بن يحيى، قال: نا الحسن بن محمد الصباح، قال: نا\nسفيان بن عيينة، عن الزهري، عن عبيد الله بن عبد الله، عن ابن عباس، عن\nعمر: قال رسول الله صلى الله عليه وسلم: \" لا تطروني كما أطرت النصارى عيسى\nابن مريم؛ فإنما أنا عبد الله ورسوله، فقولوا: عبد الله ورسوله \" لفظهما\nسواء أخرجه البخاري عن الحميدي، عن سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>2675 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا هدبة بن\nخالد، قال: نا حماد بن سلمة، عن ثابت، عن أنس، أن رجلا قال للنبي صلى الله\nعليه وسلم: يا خيرنا، وابن خيرنا، ويا سيدنا، وابن سيدنا. فقال رسول الله\nصلى الله عليه وسلم: «يا أيها الناس، قولوا بقولكم <span id='ms709'></span>، ولا يستهوينكم الشيطان،\nأنزلوني حيث أنزلني الله، أنا عبد الله ورسوله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>2676 - </h1>\n\n<p>\nنا القاسم بن جعفر، نا عباس بن محمد، نا محمد بن بشر، نا عثمان بن حكيم\nالأنصاري، عن سعيد بن جبير، أو عكرمة، عن ابن عباس، قال: لا ينبغي الصلاة\nمن أحد على أحد إلا على النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head153'>[ص: 1479]</h1>\n\n<h1 class='l1' id='head154'>2677 - </h1>\n\n<p>\nورواه سفيان الثوري، وحفص بن غياث، وغيرهما، عن عثمان، عن عكرمة، وهو\nالصواب، وذكر سعيد وهم، والله أعلم بالصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>2678 - </h1>\n\n<p>\nأنا محمد بن عثمان بن محمد الكاتب، قال: نا أبو الحسن محمد بن نوح\nالجنديسابوري قال: نا هارون بن إسحاق، قال: نا سعيد بن منصور، قال: نا شهاب\nبن خراش، قال: حدثني حجاج بن دينار، عن أبي معشر، عن إبراهيم النخعي، عن\nعلقمة، قال: وضرب بيده على منبر الكوفة، فقال: خطبنا علي على هذا المنبر،\nفذكر ما شاء أن يذكر، ثم قال: ألا إنه بلغني أن ناسا يفضلونني على أبي بكر\nوعمر، ولو كنت تقدمت في ذلك لعاقبت، ولكن أكره العقوبة قبل التقدم، من أتيت\nبه من بعد مقامي قد قال شيئا من ذلك فهو مفتر، عليه ما على المفتري. ثم\nقال: إن خير الناس بعد رسول الله صلى الله عليه وسلم أبو بكر وعمر، أحبب\nحبيبك هونا ما عسى أن يكون بغيضك يوما ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>2679 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، أنا دعلج بن أحمد، قال: أنا علي بن عبد\nالعزيز، قال: قال أبو عبيد: قال: نا أبو بدر، عن خلف بن حوشب، عن الوليد بن\nقيس، عن علي: خير هذه الأمة النمط الأوسط، يلحق بهم التالي، ويرجع إليهم\nالغالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>2680 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، قال: أنا أحمد بن إسحاق الأنماطي، قال:\nنا محمد بن علي. . . . قال: نا أبو بكر يعني ابن أبي شيبة، قال: نا وكيع،\nعن نعيم بن حكيم، عن أبي مريم، قال: سمعت عليا يقول: يهلك في رجلان: مفرط\nفي حبي، ومفرط في بغضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>2681 - </h1>\n\n<p>\nوأنا عبيد الله، أنا أحمد، نا محمد، قال <span id='ms710'></span>: نا أبو بكر، قال: نا مطلب بن\nزياد، عن السدي، قال\n</p>\n\n<h1 class='l1' id='head159'>[ص: 1481]</h1>\n\n<p>\n: صعد علي المنبر، فقال: اللهم العن كل مبغض لنا، وكل محب لنا غال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>2682 - </h1>\n\n<p>\nأنا علي بن عمر، نا مكرم بن أحمد، قال: نا عبد الكريم بن الهيثم، قال: نا\nعبد الله بن سعيد، قال: نا أبو خالد الأحمر، عن يحيى بن سعيد، عن علي بن\nحسين، يقول: يا أهل العراق، أحبونا حب الإسلام، فوالله ما زال حبكم بنا حتى\nصار شينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>2683 - </h1>\n\n<p>\nأنا علي بن عمر التمار، قال: نا إسماعيل بن محمد، قال: نا عباس بن محمد:\nقال نا محمد بن بشر، قال: حدثني سفيان، عن يحيى بن سعيد، قال: قال علي بن\nالحسين: يا أهل العراق أحبونا حب الإسلام، فوالله إن زال بنا حبكم حتى صار\nعلينا شينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>2684 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد المقرئ، أنا الحسين بن إسماعيل قال: نا محمد بن\nعبد الرحمن بن قراد، عن شريك، عن جابر، عن أبي جعفر محمد بن علي، عن أبيه\nعلي بن الحسين قال: من زعم منا أهل البيت أو غيره أن طاعته مفترضة على\nالعباد، فقد كذب علينا، ونحن منهم براء فأحذر ذلك إلا لرسول الله صلى الله\nعليه وسلم، ولأولي الأمر من بعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>2685 - </h1>\n\n<p>\nأنا علي بن محمد بن عيسى، قال: أنا علي بن محمد\n</p>\n\n<h1 class='l1' id='head164'>[ص: 1482]</h1>\n\n<p>\nالمصري، قال: نا أبو زيد عبد الرحمن بن حاتم، قال: نا عمر بن خالد، قال:\nنا زهير بن معاوية، عن عروة، عن عبد الله بن قشير، قال: لقيت أبا جعفر محمد\nبن علي يشهد أن أبا بكر: الصديق وعمر: الفاروق رضوان الله عليهما، والرافضة\nتنكر ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>2686 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، نا يوسف بن شعيب، نا موسى بن نصر، نا\nجرير، عن محمد بن عبيد الله العزرمي، قال: أتي أبو جعفر محمد بن علي بن\nالحسين بن علي بن أبي طالب بدابة يريد أن يركبها، فلم يقدر، فرفعناه حتى\nركبها، فقال: اللهم اخز قوما يزعمون ويقولون أني أذهب في ليلة <span id='ms711'></span> إلى الكوفة،\nوأرجع من ليلتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>2687 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن الحسن الجعفي إجازة قال: أنا الحسين بن محمد\nالفرزدق الفزاري قراءة عليه، قال: نا الحسن بن علي بن بزيع، قال: نا\nإسماعيل بن صبيح، عن عمرو بن شمر، عن جابر، عن أبي الطفيل، قال: كان علي\nيقول: إن أولى الناس بالأنبياء أعلمهم بما جاءوا به، ثم يتلو هذه الآية:\n{إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي} [آل عمران: 68] ، يعني\nمحمدا والذين اتبعوه، فلا تغيروا، فإنما ولي محمد من أطاع الله، وعدو محمد\nمن عصى الله، وإن قربت قرابته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>2688 - </h1>\n\n<p>\nأنا علي بن محمد بن عبد الله، قال: أنا عثمان بن أحمد، قال: نا أبو بكر\nبن أبي حامد، قال: حدثني الخضر بن محمد بن بكير\n</p>\n\n<h1 class='l1' id='head168'>[ص: 1483]</h1>\n\n<p>\n، قال: حدثني يعقوب بن أبي معروف، قال: مكثت أربعين سنة أتتبع في القرآن\nهل لما تقول الرافضة أصل في قولهم أن عليا مولى المؤمنين؛ لأن النبي صلى\nالله عليه وسلم مولاه، فوجدت في القرآن: {ما كان لبشر أن يؤتيه الله الكتاب\nوالحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا\nربانيين} [آل عمران: 79] الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا عبيد الله بن أحمد، قال: نا ابن مخلد، قال: نا محمد بن خلف الحداد،\nقال: نا خالد بن زيد المزرفي، قال: نا أبو شيبة النعمان بن محمد، عن\nإسماعيل بن خلف، عن الشعبي، قال: دخلت على أبي جعفر، فقلت: أوصى رسول الله\nصلى الله عليه وسلم؟ قال: ما أتانا ذلك الأمر إلا من قبلكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1483'> Vol. 08, p. 1483</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>2690 - </h1>\n\n<p>\nأنا أحمد بن عبيد، أنا محمد بن الحسين، قال: نا أحمد بن زهير، قال: نا\nمصعب، قال: عبد الله بن حسين بن حسن بن علي بن أبي طالب، أمه فاطمة بنت\nالحسين بن علي بن أبي طالب، وكان الفضيل بن مرزوق يقول: سمعت الحسن بن\nالحسن يقول لرجل يغلو فيهم: ويحك، أحبونا لله، فإن أطعنا الله فأحبونا، وإن\nعصينا الله\n</p>\n\n<h1 class='l1' id='head170'>[ص: 1484]</h1>\n\n<p>\nفأبغضونا، ولو كان الله نافعا أحدا بقرابة من رسول <span id='ms712'></span> الله صلى الله عليه\nوسلم بغير طاعة لنفع بذلك أباه وأمه، قولوا فينا الحق، فإنه أبلغ فيما\nتريدون، ونحن نرضى منكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>2691 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا الحسين بن إسماعيل، قال: نا محمد بن عبد\nالرحمن بن قراد، قال: نا شريك، عن جابر، عن أبي جعفر محمد بن علي، عن أبيه\nعلي بن حسين قال: من زعم منا أهل البيت أو غيره أن طاعته مفترضة على العباد\nفقد كذب علينا، ونحن منه براء، إلا لرسول الله صلى الله عليه وسلم، ولأولي\nالأمر بعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>2692 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، أنا يوسف بن شعيب، قال: نا موسى بن\nنصر، قال: نا جرير، عن محمد بن عبيد الله العزرمي، قال: أتي أبو جعفر محمد\nبن علي بن حسين بدابة يريد أن يركبها فلم يقدر، فرفعناه حتى ركبها، فقال:\nاللهم اخز قوما يزعمون أو يقولون: أذهب في ليلة إلى الكوفة، وأرجع من ليلتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>2693 - </h1>\n\n<p>\nوأنا أحمد، أنا محمد، ثنا أحمد بن أبي خيثمة، قال: نا عمرو بن حماد بن\nطلحة، نا أسباط، عن السدي، قال: قال لي عبد الله بن حسن: يا سدي، أخبرنا عن\nشيعتنا قبلكم بالكوفة. قال: قلت: إن قوما ينتحلون حبكم يزعمون أن الأرواح\nتتناسخ. فقال لي: يا سدي، كذب هؤلاء، ليس هؤلاء منا، ولا نحن منهم. قال:\nقلت: إن عندنا قوما ينتحلونكم يزعمون أن العلم يكتب في\n</p>\n\n<h1 class='l1' id='head174'>[ص: 1485]</h1>\n\n<p>\nقلوبكم. فقال: يا سدي، ليس هؤلاء منا، ولا نحن منهم، يا سدي، من أتى منا\nالفقهاء وجالسهم كان عالما، وإن لم يأتهم كان منهم جاهلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>2694 - </h1>\n\n<p>\nوأنا أحمد، أنا محمد، ثنا أحمد، ثنا خالد بن خداش، قال: نا حماد بن زيد،\nقال: قال أيوب: سمعت جعفر بن محمد يقول: إنا والله لا نعلم كل ما يسألوننا\nعنه، ولغيرنا أعلم منا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head176'>2695 - </h1>\n\n<p>\nأنا أحمد، أنا محمد، نا أحمد، أنا مصعب، قال: قيل لعمر بن علي بن حسين:\nهل فيكم أهل البيت إنسان مفترض طاعته؟ قال: لا والله ما هذا فينا، ومن قال <span id='ms713'></span>\nهذا فهو كذاب. وذكرت له الوصية، فقال: والله لمات أبي وما أوصى بحرفين،\nقاتلهم الله، إن كانوا ليأكلون بنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>2696 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن الحجاج، قال: أنا علي بن محمد بن الزبير، نا علي\nبن الحسن بن فقال الكوفي، قال: نا علي بن أسباط، عن بعض أصحابنا قال: قال\nأبو حنيفة لأبي جعفر يعني محمد بن الحسين: «أجلس؟» وأبو جعفر قاعد في\nالمسجد، فقال أبو جعفر محمد بن علي: أنت رجل مشهور، ولا أحب أن تجلس إلي.\nقال: فلم يلتفت إلى قول أبي جعفر وجلس، فقال لأبي جعفر: أنت إمام؟ قال: لا.\nقال: فإن قوما بالكوفة يزعمون إنك إمام. قال: فما أصنع لهم؟ قال: تكتب\nإليهم تخبرهم. قال: لا يطيعونني، إنما نستدل على من غاب عنا بما حضرنا، قد\nأمرتك أن لا تجلس فلم تطعني، وكذلك أولئك لو كتبت إليهم ما أطاعوني. فلم\nيقدر أبو حنيفة أن يدخل في الكلام حرفا واحدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>سياق ما روي عن النبي صلى الله عليه وسلم في فضائل طلحة، والزبير، وسعد بن أبي وقاص، وسعيد بن زيد، وعبد الرحمن بن عوف، وأبي عبيدة بن الجراح</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1486'> Vol. 08, p. 1486</a>\n            </div>\n            \n<h1 class='l1' id='head179'>2697 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمرو بن علي، قال: نا محمد بن جعفر، قال: نا شعبة، عن ح\n</p>\n\n<h1 class='l1' id='head180'>2698 - </h1>\n\n<p>\nوأنا عبيد الله بن أحمد بن علي، قال: نا محمد بن هارون الحضرمي، قال: نا\nيعقوب بن إبراهيم، قال: نا غندر، قال: نا شعبة، عن سعد بن إبراهيم، قال:\nسمعت عبد الله بن شداد يقول: قال علي رضي الله عنه: ما رأيت رسول الله صلى\nالله عليه وسلم جمع أبويه لأحد غير سعد، فإنه يوم أحد جعل يقول: «ارم فداك\nأبي وأمي» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>2699 - </h1>\n\n<p>\nأنا أحمد بن الفرج بن منصور، قال: نا يزيد بن الحسن البزار، قال: نا\nالحسن بن عرفة، قال: نا مروان بن معاوية، عن هاشم بن هاشم الزهري، عن عامر\nبن سعد، قال: سمعت سعد بن أبي <span id='ms714'></span> وقاص يقول: نثل لي رسول الله صلى الله عليه\nوسلم كنانته يوم أحد، وقال: «ارم فداك أبي وأمي»\n</p>\n\n<h1 class='l1' id='head182'>[ص: 1487]</h1>\n\n<p>\nأخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>2700 - </h1>\n\n<p>\nأخبرنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني،\nقال: نا محمد بن بشار، وعمرو بن علي، قالا: أنا يحيى بن سعيد، حدثني\nإسماعيل بن أبي خالد، حدثني قيس بن أبي حازم، قال: سمعت سعدا يقول: والله\nإني لأول العرب رمى بسهم في سبيل الله، ولقد أريتنا نغزو مع رسول الله صلى\nالله عليه وسلم ما لنا طعام نأكله إلا ورق الحبلة وهذا السمر، حتى إن كان\nأحدنا ليضع كما تضع الشاة ما له خلط، ثم أصبحت بنو أسد تعزرني على الدين،\nلقد خبت إذا وضل عملي أخرجه البخاري عن مسدد، ومسلم من طرق عن إسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>2701 - </h1>\n\n<p>\nأنا علي بن أحمد بن يعقوب، قال: أنا عبد الرحمن بن أبي حاتم، قال: نا\nعمرو بن عبد الله الأودي، قال: نا أبو أسامة، عن هشام , وسفيان بن سعيد، عن\nمحمد بن المنكدر، عن جابر بن عبد الله، قال: قال النبي صلى الله عليه وسلم\nيوم الخندق: \" من يأتينا بخبر القوم؟ فقام الزبير، فقال: أنا يا رسول الله\nصلى الله عليه وسلم. فقال: «إن لكل نبي حواريا، وحواري الزبير» أخرجه مسلم\nمن هذا الطريق، والبخاري من حديث سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>2702 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن جعفر بن محمد، وعثمان بن محمد، قالا: أنا محمد\nبن منصور بن أبي الجهم، قال: نا حميد بن مسعدة، قال: نا حماد بن زيد، قال:\nنا هشام بن عروة، عن أبيه، عن عبد الله بن الزبير، قال: قال رسول الله صلى\nالله عليه وسلم: \" إن لكل نبي حواريا، وإن الزبير حواري وابن عمتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>2703 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا عثمان بن\nأبي شيبة، قال: نا أبو الأحوص، عن عاصم بن أبي النجود، عن زر بن حبيش ح،\n</p>\n\n<h1 class='l1' id='head187'>2704 - </h1>\n\n<p>\nوأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن <span id='ms715'></span> هارون الروياني، قال:\nنا بشر بن آدم، قال: نا أبو داود، قال: نا سنان بن عبد الرحمن، عن عاصم بن\nبهدلة، عن زر بن حبيش، قال: استأذن ابن جرموز على علي، فقالوا: هذا قاتل\nالزبير، فقال علي: والله ليدخلن قاتل ابن صفية النار، إني سمعت رسول الله\nصلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head188'>[ص: 1489]</h1>\n\n<p>\nيقول: «إن لكل نبي حواريا، وحواري الزبير»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>2705 - </h1>\n\n<p>\nأنا علي بن محمد بن أحمد بن يعقوب، قال: أنا عبد الرحمن بن أبي حاتم،\nقال: نا عمرو بن عبد الله الأودي، قال: نا أبو أسامة، عن هشام بن عروة، عن\nأبيه، قال: \" أول من سل سيفه في الله الزبير، نفخة نفخها الشيطان، أخذ رسول\nالله صلى الله عليه وسلم وهو بأعلى مكة فسل الزبير سيفه، ثم خرج يشق الناس\nحتى أتى النبي صلى الله عليه وسلم، وهو بأعلى مكة، قال: \" ما لك يا زبير؟\nقال: أخبرت أنك أخذت. قال: فصلى عليه، ودعا له ولسيفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>2706 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا إسماعيل بن محمد، قال: نا عباس بن عبد الله،\nقال: نا محمد بن يوسف، عن سفيان، عن منصور، عن إبراهيم، قال\n</p>\n\n<h1 class='l1' id='head191'>[ص: 1490]</h1>\n\n<p>\n: جاء بشر بن جرموز إلى علي بن أبي طالب، فجفاه وقال: هكذا يصنع بأهل\nالبلاء. فقال علي: بفيك الحجر، إني لأرجو أن أكون أنا وطلحة والزبير ممن\nقال الله عز وجل: {ونزعنا ما في صدورهم من غل إخوانا على سرر متقابلين}\n[الحجر: 47]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>2707 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا أحمد بن عبد الرحمن، قال: نا عمي، قال: نا المنذر بن عبد الله الحزامي،\nعن هشام بن عروة، عن أبيه، عن عبد الله بن الزبير، أن رسول الله صلى الله\nعليه وسلم قال يوم الخندق: «من الرجل يأتينا بخبر القوم؟» فركب الزبير فجاء\nبخبر القوم من بين الناس كلهم، فعل ذلك مرتين أو ثلاثا، فلما ركب الزبير\nقال النبي صلى الله عليه وسلم: \" إن لكل نبي حواريا، وحواري الزبير وابن\nعمتي <span id='ms716'></span>. قال: وجمع النبي صلى الله عليه وسلم يومئذ أبويه، فقال: فداك أبي\nوأمي، ورسول الله صلى الله عليه وسلم أمن وأفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head193'>2708 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد، قال: نا الزبير بن بكار،\nقال: نا أبو غزية محمد بن موسى قال: حدثني عبد الله بن مصعب، عن هشام بن\nعروة، عن فاطمة بنت المنذر، عن أسماء بنت أبي بكر، قالت: مر الزبير بن\nالعوام بمجلس من أصحاب رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head194'>[ص: 1491]</h1>\n\n<p>\n، وحسان ينشدهم شعره، وهم غير نشاط لما يسمعون منه، فجلس معهم الزبير، ثم\nقال: ما لي أراكم غير أذنين لما تسمعون من شعر ابن الفريعة؟ فلقد كان يعرض\nبه لرسول الله صلى الله عليه وسلم، فيحسن استماعه، ويحرك عنده ثوبه، ولا\nيشغل عنه بشيء. فقال حسان:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nأقام على عهد النبي وهديه ... حواريه والقول بالفعل يعدل\n</p>\n\n<p>\nأقام على منهاجه وطريقه ... يوالي ولي الحق والحق أعدل\n</p>\n\n<p>\nهو الفارس المشهور والبطل الذي ... يصول إذا ما كان يوم محجل\n</p>\n\n<p>\nإذا كشفت عن ساقها الحرب حشها ... بأبيض سباق إلى الموت يرفل\n</p>\n\n<p>\nوإن امرأ كانت صفية أمه ... ومن أسد في بيتها لمرفل\n</p>\n\n<p>\nله من رسول الله قربى قريبة ... ومن نصرة الإسلام مجد مؤثل\n</p>\n\n<p>\nوكم كربة ذب الزبير بسيفه ... عن المصطفى والله يعطي ويجزل\n</p>\n\n<p>\nثناؤك خير من فعال معاشر ... وفعلك يا ابن الهاشمية أفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head195'>2709 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمرو بن علي، قال: حدثني عبد الله بن سنان، قال: نا عبد الله بن المبارك\nح،\n</p>\n\n<h1 class='l1' id='head196'>2710 - </h1>\n\n<p>\nوأنا جعفر، قال: أنا محمد، قال: نا محمد بن إسحاق، قال: نا معلى بن\nمنصور، قال: نا عبد الله بن المبارك، قال: حدثني محمد بن إسحاق، عن يحيى بن\nعباد بن عبد الله بن الزبير، عن أبيه، عن جده عبد الله بن الزبير، عن\nالزبير بن العوام، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «أوجب\nطلحة يوم أحد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>2711 - </h1>\n\n<p>\nأنا جعفر، قال <span id='ms717'></span>: أنا محمد، قال: نا محمد بن إسحاق، قال: نا شباب العصفري،\nقال: نا وهب بن جرير، قال: نا أبي قال: نا ابن إسحاق، عن يحيى بن عباد بن\nعبد الله بن الزبير، عن أبيه، عن جده، عن الزبير بن العوام، قال: لما صعدنا\nمع رسول الله صلى الله عليه وسلم إلى أحد أراد رسول الله صلى الله عليه\nوسلم أن يعلو صخرة، فبرك طلحة بن عبيد الله، فصعد رسول الله صلى الله عليه\nوسلم على ظهره حتى علا الصخرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>2712 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: نا عبد الله بن محمد البغوي،\nقال: نا عثمان بن أبي شيبة، قال: نا علي بن مسهر، عن إسماعيل بن أبي خالد،\nعن قيس بن أبي حازم: رأيت يد طلحة التي وقى بها رسول الله صلى الله عليه\nوسلم يوم أحد قد شلت \" أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head199'>2713 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد، أنا عثمان بن أحمد، قال: نا أبو قلابة\nعبد الملك بن محمد، قال: نا عبد الله بن معمر، قال: نا غندر، عن شعبة، عن\nمنصور بن عبد الرحمن، عن الشعبي، قال: أدركت خمسمائة من أصحاب رسول الله\nصلى الله عليه وسلم كلهم يقول: علي، وعثمان، وطلحة، والزبير كلهم في الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head200'>2714 - </h1>\n\n<p>\nأنا جعفر بن عبد الله، قال: أنا محمد بن هارون الروياني، قال: نا ابن\nإسحاق، قال: ثنا معلى بن منصور، قال: نا صالح بن موسى، عن سهيل بن أبي\nصالح، عن أبيه، عن أبي بكر وعمر، عن النبي صلى الله عليه وسلم: «باء طلحة\nبالجنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>2715 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا هدبة بن\nخالد، قال: نا حماد بن سلمة، عن ثابت، عن أنس، قال: لما قدم أهل اليمن على\nرسول الله صلى الله عليه وسلم قالوا: ابعث معنا رجلا يعلمنا. فبعث معهم أبا\nعبيدة بن الجراح، وقال: «هذا أمين هذه الأمة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>2716 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال <span id='ms718'></span>: نا أحمد بن\nسنان، قال: نا يزيد بن هارون، قال: أنا حماد، عن ثابت، عن أنس أن أهل اليمن\nلما قدموا على رسول الله صلى الله عليه وسلم، سألوه أن يبعث معهم رجلا\nيعلمهم، فبعث معهم أبا عبيدة بن الجراح، وقال: «هذا أمين هذه الأمة» أخرجه\nمسلم من حديث حماد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>2717 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: أنا أحمد بن عيسى المسكين، قال: نا إسحاق\nبن رزيق، قال: نا الجدي، قال: نا شعبة، عن أبي إسحاق الهمداني، قال: سمعت\nصلة بن زفر يحدث عن حذيفة، قال\n</p>\n\n<h1 class='l1' id='head204'>[ص: 1495]</h1>\n\n<p>\n: جاء أهل نجران إلى رسول الله صلى الله عليه وسلم، فقالوا: ابعث لنا\nرجلا أمينا. فقال: «لأبعثن أمينا حق الأمين. قالها ثلاث مرات، فاستشرف لها\nالناس، فبعث أبا عبيدة بن الجراح» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>2718 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا عبيد الله\nبن محمد بن عائشة، قال: نا عبد الواحد بن زياد، قال: نا صدقة بن المثنى،\nقال: حدثني رباح بن الحارث ح وأنا جعفر بن عبد الله بن يعقوب، قال: أنا\nمحمد بن هارون الروياني، قال: نا عمرو بن علي، قال: نا يحيى بن سعيد\nالقطان، قال: نا صدقة بن المثنى، قال: حدثني رياح بن الحارث أن المغيرة بن\nشعبة كان في المسجد الأكبر، وعنده أهل الكوفة عن يمينه وعن يساره، فجاء رجل\nيدعى سعيد بن زيد، فحياه المغيرة وأجلسه عند رجليه على السرير، فجاء رجل من\nأهل الكوفة، فاستقبل المغيرة، فسب وسب، فقال: يا مغيرة ألا تسمع؟ أصحاب\nرسول الله صلى الله عليه وسلم، يسبون عندك لا تنكر ولا تغير؟ أنا أشهد على\nرسول الله صلى الله عليه وسلم أنها سمعت أذناي ووعاه قلبي من رسول الله صلى\nالله عليه وسلم أني لم أكن أكذب عليه كذبا يسألني عنه إذا لقيته، سمعته\nيقول: «أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة،\nوطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن <span id='ms719'></span> عوف في الجنة، وسعد بن\nمالك في الجنة» ، وتاسع المؤمنين لو شئت أن أسميه لسميته. قال: فرج أهل\nالمسجد يناشدونه: يا صاحب رسول الله صلى الله عليه وسلم من التاسع؟ قال\n</p>\n\n<h1 class='l1' id='head206'>[ص: 1496]</h1>\n\n<p>\n: ناشدتموني بالله، والله العظيم أنا تاسع المؤمنين، ورسول الله العاشر.\nثم أتبع ذلك يمينا، والله لمشهد شهده رجل مع رسول الله صلى الله عليه وسلم\nيغبر وجهه أفضل من عمر أحدكم، ولو عمر عمر نوح واللفظ لحديث يحيى بن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>2720 - </h1>\n\n<p>\nأنا أبو بكر أحمد بن علي بن لال رحمه الله قال: ثنا عبد الباقي بن قانع\nالحافظ، قال: نا عبد الرحمن بن عبد الرحيم الشافعي المعروف بعبدان، قال: نا\nإبراهيم بن صالح الشيرازي، قال: نزل علي بن الجهم بشيراز، فقال لي: أخصك\nبحديث؟ فقلت: افعل. قال: قال لي المتوكل: يا علي هذا الحديث الذي يروى عن\nالنبي صلى الله عليه وسلم: «العشرة من قريش في الجنة» ، أي حديث هو؟ قلت:\nيا أمير المؤمنين أصح حديث. قال: فمن رواه؟\n</p>\n\n<h1 class='l1' id='head208'>[ص: 1497]</h1>\n\n<p>\nقلت: رواه سفيان الثوري، عن منصور، عن هلال بن يساف، عن عبد الله بن\nظالم، عن سعيد بن زيد قال: قال رسول الله صلى الله عليه وسلم: «عشرة في\nالجنة» فقال: ما أحسنه. قلت: يا أمير المؤمنين، وقد حضرني شيء فأقوله؟ قال:\nقل. فقلت:\n</p>\n\n<p>\n[البحر السريع]\n</p>\n\n<p>\nمحمد خير بني النضر ... حكاه بالعدل أبو بكر\n</p>\n\n<p>\nصديق خير الخلق لا وانيا ... في نصره في العسر واليسر\n</p>\n\n<p>\nوثالث القوم الذي بعدهم ... يخلفهم في البر والبحر\n</p>\n\n<p>\nذاك أبو حفص مثله ... يكون حتى آخر الدهر\n</p>\n\n<p>\nسبحان من أكرمهم بالتقى ... وصير الأبرار في قبر\n</p>\n\n<p>\nهذا هو الفخر ولا غيره ... ما بعد ذلك الرمس من فخر\n</p>\n\n<p>\nورابع القوم إمام الهدى ... عثمان ذو النور أبو عمرو\n</p>\n\n<p>\nكفى رسول الله ما همه ... وجيش الجيش لدى العسر\n</p>\n\n<h1 class='l1' id='head209'>[ص: 1498]</h1>\n\n<p>\nيخمسهم ابن أبي طالب ... إمام عدل ظاهر النصر\n</p>\n\n<p>\nصاحب صفين وما قبلها ... إلى حنين وإلى بدر\n</p>\n\n<p>\nوطلحة الخير لهم سادس ... أنقذه الله من الكفر\n</p>\n\n<p>\nوسابع القوم الزبير الذي ... كان حليف الشفع <span id='ms720'></span> والوتر\n</p>\n\n<p>\nهذا وسعد لهم ثامن ... مع ابن عوف طيب النثر\n</p>\n\n<p>\nوحمزة السيد في قومه ... على وجوه القوم كالبدر\n</p>\n\n<p>\nوسيد الخلق فلا تمتري ... أبو الملوك السادة الزهر\n</p>\n\n<p>\nفالملك فيهم أبدا ثابت ... من أول الدهر إلى الحشر\n</p>\n\n<p>\nقال: فضحك، وأخرج ذلك اليوم مالا عظيما، يعني فقسمه على بني هاشم وقريش\nوالأنصار وأبناء المهاجرين، وأعطاني منه صدرا صالحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>سياق ما روي من فضائل العباس وحمزة عمي رسول الله صلى الله عليه وسلم، ورضوان الله عليهما وغيرهما</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1499'> Vol. 08, p. 1499</a>\n            </div>\n            \n<h1 class='l1' id='head211'>2721 - </h1>\n\n<p>\nأخبرنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا محمد بن\nعباد المكي، قال: نا محمد بن طلحة التيمي، عن أبي سهيل بن مالك، عن سعيد بن\nالمسيب، عن سعد بن أبي وقاص، قال: كنا مع رسول الله صلى الله عليه وسلم،\nفأقبل العباس بن عبد المطلب، فقال النبي صلى الله عليه وسلم: «هذا العباس\nبن عبد المطلب عم نبيكم، أجود كف وأوصلها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>2722 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون، قال: نا محمد بن\nإسحاق، قال: نا يعلى بن عبيد، قال: أنا إسماعيل بن أبي خالد، عن يزيد بن\nأبي زياد، عن عبد الله بن الحارث بن نوفل، عن العباس بن عبد المطلب، قال:\nقلت: يا رسول الله: إذا لقي قريش بعضهم بعضا لقوهم بالبشارة، وإذا لقيناهم\nلقونا بوجوه لا نعرفها. قال: فغضب غضبا شديدا، ثم قال: «والذي نفسي بيده،\nلا يدخل قلب رجل الإيمان حتى يحبكم لله\n</p>\n\n<h1 class='l1' id='head213'>[ص: 1500]</h1>\n\n<p>\nولرسوله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>2723 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: نا محمد بن هارون الروياني، قال: نا\nأبو كريب، قال: نا محاضر، عن الأعمش ح وأنا محمد بن عبد الرحمن، قال: نا\nيحيى بن محمد بن صاعد، قال: نا أبو هشام، قال: ثنا ابن فضيل، عن الأعمش، عن\nأبي سبرة النخعي، عن محمد بن كعب القرظي، عن العباس بن عبد المطلب أنه قال:\nيا رسول الله ما لنا ولقريش نجيء وهم يتحدثون ويقطعون حديثهم. فقال: «والله\nلا يدخل قلب أحدهم <span id='ms721'></span> الإيمان حتى يحبكم لله ولقرابتكم مني»\n</p>\n\n<h1 class='l1' id='head215'>[ص: 1501]</h1>\n\n<p>\nواللفظ لحديث يحيى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>2725 - </h1>\n\n<p>\nوأنا محمد، قال: نا يحيى، قال: نا إبراهيم بن سعيد، قال: نا إسماعيل بن\nقيس بن سعد بن زيد بن ثابت الأنصاري، قال: حدثني أبو حازم، عن سهل بن سعد\nالساعدي، قال: كنا مع رسول الله صلى الله عليه وسلم في زمن من القيظ، فقام\nرسول الله صلى الله عليه وسلم يغتسل، فقام العباس بن عبد المطلب يستره،\nفرآه رسول الله صلى الله عليه وسلم، فقال: «اللهم استر العباس وولده من\nالنار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>2726 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: نا أحمد بن علي بن العلاء، قال: نا أبو\nعبيدة بن أبي السفر، قال: نا أبو غسان، قال: نا إسرائيل، عن عبد الأعلى، عن\nسعيد بن جبير، عن ابن عباس، أن رجلا وقع في أب كان للعباس، فلطمه العباس،\nفجاء قومه فقالوا: والله لنلطمنه كما لطمه. فلبس القوم السلاح، فبلغ ذلك\nالنبي صلى الله عليه وسلم، فصعد المنبر فقال: «يا أيها الناس، أي أهل الأرض\nأكرم على الله؟» قالوا: أنت. قال: «فإن العباس مني، وأنا منه؛ لا تسبوا\nموتانا، فتؤذوا أحياءنا» . قالوا: نعوذ بالله من غضبك يا رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>2727 - </h1>\n\n<p>\nأنا أحمد بن الفرج، أنا الحسن بن أحمد بن الربيع، قال: نا الحسن بن عرفة،\nقال: نا الحارث بن أبي الزبير مولى النوفليين قال: حدثني إسماعيل بن قيس بن\nسعد، عن أبي حازم، عن سهل بن سعد الساعدي، قال: قال العباس بن عبد المطلب\nلرسول الله صلى الله عليه وسلم: بأبي أنت وأمي يا رسول الله، ائذن لي أذهب\nإلى مكة حتى أهاجر إليك، فأكون من المهاجرين. قال: فقال له رسول الله صلى\nالله عليه وسلم: «اقعد يا عم؛ فإنك خاتم المهاجرين كما أني خاتم النبيين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head219'>2728 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا داود بن\nعمرو، قال: نا ابن أبي الزناد، عن موسى بن عقبة، قال ابن منيع ح وحدثنا،\nيعني داود، مرة أخرى عن ابن أبي <span id='ms722'></span> الزناد، عن\n</p>\n\n<h1 class='l1' id='head220'>[ص: 1503]</h1>\n\n<p>\nمحمد بن عقبة، قال: قال أبو رشدين كريب مولى ابن عباس: «إن كان رسول الله\nصلى الله عليه وسلم ليجل العباس إجلال الولد والده، خاصة خص الله العباس من\nبين الناس، وما ينبغي للنبي أن يجل أحدا إلا والدا أو عما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head221'>2730 - </h1>\n\n<p>\nوثنا عيسى، قال: نا عبد الله بن محمد البغوي، قال: نا داود بن عمرو، قال:\nنا ابن أبي الزناد، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: «أخذ العباس\nبن عبد المطلب بيد رسول الله صلى الله عليه وسلم في العقبة حين وافاه سبعون\nمن الأنصار، وأخذ رسول الله صلى الله عليه وسلم عليهم، واشترط له، وذلك في\nعزة الإسلام وأوله قبل أن يعبد الله أحد علانية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>2731 - </h1>\n\n<p>\nوأنا عيسى، قال: أنا عبد الله، قال: نا داود بن عمرو، قال: نا ابن أبي\nالزناد، عن هشام بن عروة، أخبرني أبي، عن عائشة أنها قالت: \" ابن أخي , لقد\nرأيت من تعظيم رسول الله صلى الله عليه وسلم عمه أمرا عجبا، إن رسول الله\nصلى الله عليه وسلم كانت تأخذه الخاصرة، ثم أخذت رسول الله صلى الله عليه\nوسلم يوما، فاشتدت به حتى أغمي على رسول الله صلى الله عليه وسلم، وخفنا\nعليه، وفزع الناس إليه، فظننا أن به ذات الجنب، فلددناه، ثم إنه سري عن\nرسول الله صلى الله عليه وسلم وأفاق، فعرف أنه قد لددناه، ووجد أثر اللدود،\nفقال\n</p>\n\n<h1 class='l1' id='head223'>[ص: 1504]</h1>\n\n<p>\n: «ظننتم أن الله قد سلطها علي، والذي نفسي بيده لا يبقى في البيت أحد\nإلا لد إلا عمي. فرأيتهم يلدونهم رجلا رجلا» استشهد به البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head224'>2732 - </h1>\n\n<p>\nأنا أحمد بن الفرج، قال: نا الحسن بن أحمد بن الربيع، قال: نا أحمد بن\nمحمد بن يحيى القطان، قال: نا حسين بن علي الجعفي، عن زائدة، عن يزيد بن\nأبي زياد، عن عبد الله بن الحارث، عن العباس، قال: \" أتيت رسول الله صلى\nالله عليه وسلم، فقلت: يا رسول الله علمني شيئا أسأله ربي. قال: «يا عباس\nيا عم رسول <span id='ms723'></span> الله، سل الله العفو والعافية في الدنيا والآخرة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>2733 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، نا محمد بن حسان\nالسمتي، نا سيف بن محمد، عن خاله سفيان الثوري، عن سلمة بن كهيل، عن حبة بن\nجوين، عن علي بن أبي طالب، قال: \" بينا أنا مع رسول الله صلى الله عليه\nوسلم في حيز لأبي طالب إذ أشرف علينا، فبصر به النبي صلى الله عليه وسلم،\nفقال: «يا عم، ألا تنزل فتصلي معنا» ؟ قال: يا ابن أخي\n</p>\n\n<h1 class='l1' id='head226'>[ص: 1505]</h1>\n\n<p>\n، إني لأعلم أنك على الحق، ولكن أكره أن أسجد فتعلوني استي، ولكن انزل يا\nجعفر فصل جناح ابن عمك. فنزل جعفر، فصلى يسار النبي صلى الله عليه وسلم،\nفلما قضى النبي صلى الله عليه وسلم صلاته التفت إلى جعفر، فقال: «أما إن\nالله قد وصلك بجناحين تطير بهما في الجنة كما وصلت جناح ابن عمك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>2734 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: أنا عبد الله بن محمد البغوي،\nقال: نا جدي، قال: نا يزيد بن هارون، قال: نا إسماعيل بن أبي خالد، ح\n</p>\n\n<h1 class='l1' id='head228'>2735 - </h1>\n\n<p>\nوأنا عبيد الله بن محمد بن أحمد، أنا علي بن محمد بن أحمد بن يزيد، قال:\nنا أبي قال: نا يزيد بن هارون، عن إسماعيل بن أبي خالد، عن عامر، عن عبد\nالله بن عمر، أنه كان إذا سلم على عبد الله بن جعفر قال: السلام عليك يا\nابن ذي الجناحين أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head229'>2736 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا ابن\nزنجويه، قال: نا عارم، قال: نا معتمر، عن أبيه، قال: سمعت أبا تميمة يحدث\nعن أبي عثمان، حدثه أبو عثمان، عن أسامة بن زيد، قال\n</p>\n\n<h1 class='l1' id='head230'>[ص: 1506]</h1>\n\n<p>\n: كان النبي صلى الله عليه وسلم يأخذني فيقعدني على فخذه، ويقعد الحسن بن\nعلي على فخذه الأخرى، ثم يضمنا ثم يقول: «اللهم ارحمهما فإني أرحمهما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>2737 - </h1>\n\n<p>\nأنا أحمد بن الفرج، قال: نا الحسين بن أحمد بن الربيع، قال: نا محمد بن\nعبد <span id='ms724'></span> الملك بن زنجويه، قال: نا هوذة، قال: نا سليمان التيمي، عن أبي عثمان\nالنهدي، عن أسامة بن زيد، قال: كان رسول الله صلى الله عليه وسلم يأخذني\nوالحسن فيقول: «اللهم إني أحبهما فأحبهما» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head232'>2738 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، وعبيد الله بن أحمد، قالا: أنا الحسين بن\nإسماعيل، قال: ثنا ابن أبي مذعور، قال: نا سفيان بن عيينة، عن عبد الله بن\nيزيد، عن نافع بن جبير، عن أبي هريرة أن النبي صلى الله عليه وسلم قال\nللحسن: «اللهم إني أحبه فأحبه وأحب من يحبه» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>2739 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا عمرو بن علي، قال: نا أبو أحمد، ح\n</p>\n\n<h1 class='l1' id='head234'>2740 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: أنا علي بن عبد الله بن مبشر، قال: نا أحمد بن\nسنان، قال: نا أبو أحمد الزبيري، قال: نا إسرائيل، عن أبي إسحاق، عن هانئ\nبن هانئ، عن علي، قال: الحسن بن علي أشبه برسول الله صلى الله عليه وسلم من\nالرأس إلى الصدر، والحسين بن علي أسفل من ذلك \" وفي حديث عمرو بن علي: «كان\nأشبه الناس برسول الله صلى الله عليه وسلم من الصدر إلى الرأس الحسن بن\nعلي، وأشبه الناس برسول الله صلى الله عليه وسلم من الصدر إلى أسفل من ذلك\nالحسين بن علي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>2741 - </h1>\n\n<p>\nأنا علي بن عمر، قال: أنا مكرم بن أحمد، قال: نا محمد بن غالب، قال: نا\nسعد بن عبد الحميد بن جعفر، قال: نا عبد الله بن زياد اليمامي، قال: نا\nعكرمة بن عمار، عن إسحاق بن عبد\n</p>\n\n<h1 class='l1' id='head236'>[ص: 1508]</h1>\n\n<p>\nالله بن أبي طلحة، عن أنس، عن النبي صلى الله عليه وسلم قال: «نحن سادة\nأهل الجنة، نحن بنو عبد المطلب، أنا وعلي وحمزة والحسن والحسين والمهدي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>فضائل أمهات المؤمنين</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1509'> Vol. 08, p. 1509</a>\n            </div>\n            \n<h1 class='l1' id='head238'>2742 - </h1>\n\n<p>\nأنا محمد بن عثمان البصري، قال: أنا أحمد بن محمد بن الجراح، قال: نا\nيحيى بن محمد بن أعين المروزي، قال: نا النضر بن شميل <span id='ms725'></span>، قال: نا هشام بن\nعروة، قال: حدثني أبي، قال: سمعت عبد الله بن جعفر يقول: سمعت عليا يقول:\nسمعت رسول الله صلى الله عليه وسلم يقول: «خير نسائها مريم بنت عمران، وخير\nنسائها خديجة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>2743 - </h1>\n\n<p>\nأنا محمد بن عبد الله بن جعفر البزار، قال: نا محمد بن عبد الله بن غيلان\nالخراز، قال: نا الحسن بن الجنيد، قال: نا وكيع بن الجراح، قال: نا إسماعيل\n, وهو ابن أبي خالد قال: سمعت ابن أبي أوفى يقول: بشر النبي صلى الله عليه\nوسلم خديجة ببيت من قصب، لا صخب فيه ولا نصب أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>2744 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: قرئ على أبي بكر محمد بن إبراهيم بن فيروز وأنا\nأسمع، قيل له: حدثكم الحسين بن مهدي الأيلي، قال: نا عبد الرزاق، قال: أنا\nمعمر، عن قتادة، عن أنس، قال: قال رسول الله صلى الله عليه وسلم: «حسبك من\nنساء العالمين مريم بنت عمران، وآسية امرأة فرعون\n</p>\n\n<h1 class='l1' id='head241'>[ص: 1510]</h1>\n\n<p>\n، وخديجة بنت خويلد، وفاطمة بنت محمد بن عبد الله عليه السلام»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head242'>2745 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن علي بن زياد النيسابوري، قال: أنا أبو حامد أحمد\nبن محمد بن الحسن الشرقي، قال: نا محمد بن يحيى، قال: نا يحيى بن حماد، عن\nأبي عوانة، عن العلاء بن المسيب، عن إبراهيم بن قعيس، عن نافع، عن ابن عمر\n«أن رسول الله صلى الله عليه وسلم كان إذا خرج في سفر كان آخر عهده بفاطمة،\nوإذا رجع كان أول عهده بفاطمة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>2746 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن بن العباس، قال: نا عبد الله بن محمد البغوي،\nقال: حدثني أبو بكر بن خلاد، قال: نا يحيى بن سعيد، قال: نا شعبة، قال:\nحدثني عمرو بن مرة، ح\n</p>\n\n<h1 class='l1' id='head244'>2747 - </h1>\n\n<p>\nوأنا محمد، قال: نا أبو بكر عبد الله بن محمد بن زياد، قال: أنا أحمد بن\nسعيد، قال: نا النضر بن شميل، قال: نا شعبة، قال: ح\n</p>\n\n<h1 class='l1' id='head245'>2748 - </h1>\n\n<p>\nونا إبراهيم بن مرزوق، قال: نا وهب بن جرير، قال: نا شعبة، عن عمرو بن\nمرة <span id='ms726'></span>، عن مرة، عن أبي موسى، أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id='head246'>[ص: 1511]</h1>\n\n<p>\n: «كمل من الرجال كثير، ولم يكمل من النساء إلا مريم بنت عمران، وآسية\nامرأة فرعون، وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام» أخرجه\nالبخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>2749 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا عبيد الله\nبن عمر، قال: نا حماد بن زيد، عن هشام بن عروة، عن أبيه، عن عائشة، قالت:\nقال رسول الله صلى الله عليه وسلم: \" إني رأيتك قبل أن أتزوجك مرتين: رأيت\nالملك يحملك في خرقة حرير، فقلت له: اكشف، فكشف، فإذا هي أنت، فقلت: إن يك\nهذا من عند الله يمضه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>2750 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي، قال: نا سريج بن\nيونس، قال: نا يوسف الماجشون، عن أبيه، عن عبد الرحمن بن كعب بن مالك، أن\nعائشة قالت لرسول الله صلى الله عليه وسلم: من أزواجك في الجنة؟ قال: «إنك\nمنهن. فخيل إلي أن ذلك لأن رسول الله صلى الله عليه وسلم لم يتزوج بكرا\nغيري»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head249'>2751 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن علي بن زياد النيسابوري، قال: نا أبو حامد مكي\nبن عبدان، قال: نا محمد بن يحيى، قال: نا أبو نعيم، قال: نا زكرياء، قال:\nسمعت عامرا الشعبي يقول: حدثني أبو سلمة بن عبد الرحمن، أن عائشة رضي الله\nعنها حدثته أن النبي صلى الله عليه وسلم قال: \" إن جبريل عليه السلام يقرئك\nالسلام. قالت: وعليه السلام ورحمة الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>2752 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني، قال:\nنا أبو كريب، قال: نا أبو أسامة، عن مجالد، عن عامر، عن مسروق، عن عائشة\nرضي الله عنها قالت: دخل علي رسول الله صلى الله عليه وسلم وأنا أبكي،\nفقال: «ما يبكيك؟» فقالت: سبتني فاطمة. فقال: «يا فاطمة سببت عائشة؟» قالت:\nنعم يا رسول الله. قال: ألست تحبين من أحب، وتبغضين من أبغض؟ قالت: بلى <span id='ms727'></span>.\nقال: «فإني أحب عائشة، فأحبيها» . قالت: فإني لا أقول لعائشة شيئا يؤذيها\nأبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>2753 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد البغوي\n</p>\n\n<h1 class='l1' id='head252'>[ص: 1513]</h1>\n\n<p>\n، قال: نا داود بن عمرو، نا نافع، عن ابن أبي مليكة، قال: قالت عائشة:\n«توفي رسول الله صلى الله عليه وسلم في يومي، وفي بيتي، وبين سحري ونحري،\nوجمع الله بين ريقي وريقه» أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>2754 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، نا يحيى بن صاعد، نا محمد بن ميمون الخياط، نا\nسفيان بن عيينة، عن معمر، عن عبد الله بن عثمان بن خثيم، عن ابن أبي مليكة،\nقال: \" جاء ابن عباس يستأذن على عائشة، فأدخلته، فقال: ما بينك وبين أن\nتلقي الأحبة إلا أن تفارق الروح الجسد، إنك كنت من أحب أزواج النبي صلى\nالله عليه وسلم إليه، وكان لا يحب إلا طيبا، وسقطت قلادتك ليلة الأبواء،\nفجعل الله في ذلك خيرا، فنزلت آية التيمم، ونزلت فيك آيات من آيات الله،\nفليس بمسجد من مساجد المسلمين إلا يتلى فيه عذرك آناء الليل وآناء النهار.\nفقالت: دعني من تزكيتك يا ابن عباس، فلوددت أني كنت نسيا منسيا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>2755 - </h1>\n\n<p>\nأنا عبيد الله بن محمد بن أحمد بن عثمان بن أحمد، نا الحسن بن سلام\nالسواف، نا معاوية بن عمرو، نا زائدة، عن إسماعيل، عن قيس، سأل عمرو بن\nالعاص النبي صلى الله عليه وسلم: أي الناس أحب إليك؟ قال\n</p>\n\n<h1 class='l1' id='head255'>[ص: 1514]</h1>\n\n<p>\n: «عائشة» . قال: لست أسألك عن النساء، عن الرجال. قال: «أبوها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>2756 - </h1>\n\n<p>\nأنا محمد بن أبي بكر، نا محمد بن مخلد، نا أحمد بن منصور، حدثني هارون بن\nمعروف، نا ابن وهب، قال: وقال حيوة: أخبرني أبو صخر، عن ابن قسيط، عن عروة\nبن الزبير، عن عائشة، أنها قالت: \" لما رأيت من النبي صلى الله عليه وسلم\nطيب نفس، قلت: يا رسول الله ادع الله عز وجل لي، فقال: «اللهم اغفر لعائشة\nما تقدم من ذنبها وما تأخر، وما أسرت وما أعلنت» . فضحكت عائشة حتى سقط\nرأسها في حجرها من <span id='ms728'></span> الضحك. قال: فقال: لها رسول الله صلى الله عليه وسلم:\n«أيسرك دعائي» ؟ قالت: وما بي لا يسرني دعاؤك. قال: «والله إنها لدعوتي\nلأمتي في كل صلاة» أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head257'>2757 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: نا أحمد بن سعيد الثقفي، قال: نا محمد\nبن يحيى الذهلي، قال: نا عبد الرزاق، قال: نا معمر، عن الزهري، قال: أخبرني\nسعيد بن المسيب، وعروة بن الزبير، وعلقمة بن وقاص الليثي، وعبد الله بن\nعتبة بن مسعود، عن حديث عائشة زوج النبي صلى الله عليه وسلم حين قال لها\nأهل الإفك ما قالوا، فبرأها الله، وكلهم قد حدثني بطائفة من حديثها، وبعضهم\nكان أوعى لحديثها من بعض وأثبت اقتصاصا، ووعيت عن كل واحد منهم\n</p>\n\n<h1 class='l1' id='head258'>[ص: 1515]</h1>\n\n<p>\nالحديث الذي حدثني، وبعض حديثهم يصدق بعضا، ذكروا أن عائشة زوج النبي صلى\nالله عليه وسلم قالت: كان رسول الله صلى الله عليه وسلم إذا أراد أن يخرج\nسفرا اقترع بين نسائه، فأيتهن خرج سهمها خرج بها رسول الله صلى الله عليه\nوسلم معه. قالت عائشة: فأقرع بيننا في غزوة غزاها، فخرج فيها سهمي، فخرجت\nمع رسول الله صلى الله عليه وسلم، وذلك بعدما أنزل الحجاب، وأنا أحمل في\nهودجي وأنزل فيه، فسرنا حتى فرغ رسول الله صلى الله عليه وسلم من غزوه وقفل\nودنونا من المدينة أذن ليلة بالرحيل، فقمت حين أذنوا بالرحيل، فمشيت حتى\nجاوزت الجيش، فلما قضيت شأني أقبلت إلى الرحل، فلمست صدري، فإذا عقدي من\nجزع أظفار قد انقطع، فرجعت فالتمست عقدي، فحبسني ابتغاؤه، وأقبل الرهط\nالذين كانوا يرحلونني فيه، فحملوا هودجي فرحلوه على بعيري الذي كنت أركب،\nوهم يحسبون أني فيه، وكانت النساء إذ ذاك خفافا لم يهبلن، ولم يغشهن اللحم؛\nلما يأكلون العلقة من الطعام، فلم يستنكر القوم ثقل الهودج حين رحلوه،\nفرفعوه، وكنت جارية حديثة السن، فبعثوا الجمل وساروا، ووجدت العقد بعدما\nاستمر الجيش، فجئت منازلهم وليس لها داع ولا مجيب، فتيممت منزلي الذي كنت\nفيه، وظننت أن القوم سيفقدونني فيرجعون إلي، فبينا <span id='ms729'></span> أنا جالسة في منزلي\nغلبتني عيني، وكان صفوان بن معطل السلمي ثم الذكواني قد عرس من وراء الجيش،\nفأدلج فأصبح عند منزلي، فرأى سواد إنسان نائم، فأتاني، فعرفني حين رآني،\nوكان يراني قبل أن يضرب علي الحجاب، فاستيقظت باسترجاعه حين عرفني، فخمرت\nوجهي بجلبابي , ووالله ما كلمني كلمة، ولا سمعت منه كلمة غير استرجاعه، حتى\nأناخ راحلته، فوطئ على يدها، فركبت، فانطلق يقود بي الراحلة، حتى أتينا\nالجيش بعدما نزلوا موغرين في نحر الظهيرة، فهلك من هلك في شأني، وكان الذي\nتولى كبره عبد الله بن\n</p>\n\n<h1 class='l1' id='head259'>[ص: 1516]</h1>\n\n<p>\nأبي ابن سلول، فقدمنا المدينة، فاشتكيت حين قدمتها شهرا، والناس يفيضون\nفي قول أهل الإفك، ولا أشعر بشيء من ذلك، وهو يريبني. . . . . . اللطف الذي\nكنت أرى منه حين أشتكي، إنما يدخل رسول الله صلى الله عليه وسلم، فيسلم\nويقول: «كيف تيكم؟ فذلك يحزنني» ، ولا أشعر بالشر، حتى خرجت بعدما نقهت،\nوخرجت مع أم مسطح قبل المناصع، وهو متبرزنا، ولا نخرج إلا ليلا، وذلك قبل\nأن نتخذ الكنف قريبا من بيوتنا، وأمرنا أمر العرب الأول في التنزه، كنا\nنتأذى بالكنف أن نتخذها عن بيوتنا، فانطلقت أنا وأم مسطح، وهي ابنة أبي رهم\nبن عبد المطلب بن عبد مناف، وأمها ابنة صخر بن عامر خالة أبي بكر الصديق،\nوابنها مسطح بن أثاثة بن عباد بن عبد المطلب، فأقبلت أنا وابنة أبي رهم قبل\nبيتي حين فرغنا من شأننا، فعثرت أم مسطح في مرطها، فقالت: تعس مسطح، فقلت\nلها: بئس ما قلت، أتسبين رجلا قد شهد بدرا؟ قالت: أي هناه أولم تسمعي ما\nقال؟ قلت: وما قال؟ قالت: فأخبرتني بقول أهل الإفك، فازددت مرضا إلى مرضي،\nفلما رجعت إلى بيتي، فدخل علي رسول الله صلى الله عليه وسلم، ثم قال: «كيف\nتيكم؟» قلت: تأذن لي أن آتي أبوي؟ قال: «نعم» . قالت: وأنا أريد حينئذ أن\nأتيقن هذا الخبر من قبلهما، فأذن لي رسول الله صلى الله عليه وسلم، فجئت\nأبوي، فقلت لأمي: يا أمه ما يتحدث <span id='ms730'></span> الناس؟ قالت: أي بنية، هوني عليك، فوالله\nلقل ما كانت امرأة قط وضيئة عند رجل يحبها ولها ضرائر إلا كثرن عليها.\nقالت: قلت: سبحان الله، وقد تحدث الناس بهذا؟ قالت: فبكيت تلك الليلة حتى\nأصبحت لا يرقأ لي دمع، ولا أكتحل بنوم، ثم أصبحت أبكي، ودعا رسول الله صلى\nالله عليه وسلم علي بن أبي طالب وأسامة بن زيد حين استلبث الوحي يستشيرهما\nفي فراق أهله. قالت: فأما أسامة بن زيد فأشار على رسول الله صلى الله عليه\nوسلم الذي يعلمه من براءة أهله، وبالذي يعلم في نفسه لهم من الود، فقال: يا\n</p>\n\n<h1 class='l1' id='head260'>[ص: 1517]</h1>\n\n<p>\nرسول الله، هم أهلك، ولا نعلم إلا خيرا. وأما علي بن أبي طالب، فقال: لم\nيضيق الله عليك، والنساء سواها كثير، وإن تسأل الجارية تصدقك. قالت: فدعا\nرسول الله صلى الله عليه وسلم بريرة، فقال: أي بريرة هل رأيت شيئا يريبك من\nعائشة؟ قالت له بريرة: والذي بعثك بالحق وإن رأيت عليها أمرا قط أغمصه\nعليها أكثر من أنها جارية حديثة السن تنام عن عجين أهلها، فتأتي الداجن\nفتأكله. قال: فقام رسول الله صلى الله عليه وسلم فاستعذر من عبد الله بن\nأبي ابن سلول. قالت: فقال رسول الله صلى الله عليه وسلم وهو على المنبر:\n«يا معشر المسلمين، من يعذرني من رجل قد بلغني أذاه في أهل بيتي؟ فوالله ما\nعلمت على أهلي إلا خيرا، ولقد ذكروا رجلا ما علمت عليه إلا خيرا، وما كان\nيدخل على أهلي إلا معي» . فقام سعد بن معاذ الأنصاري، فقال: أعذرك منه يا\nرسول الله، إن كان من الأوس ضربنا عنقه، وإن كان من إخواننا الخزرج أمرتنا\nففعلنا أمرك. قالت: فقام سعد بن عبادة، وهو سيد الخزرج، وكان رجلا صالحا،\nولكن احتملته الحمية، فقال لسعد بن معاذ: كذبت والله لا تقتله، ولا تقدر\nعلى قتله. فقام أسيد بن حضير، وهو ابن عم سعد بن معاذ، فقال لسعد بن عبادة:\nكذبت، لعمر الله لنقتلنه، فأنت منافق تجادل عن المنافقين. فثار <span id='ms731'></span> الحيان\nالأوس والخزرج حتى هموا أن يقتتلوا، ورسول الله صلى الله عليه وسلم قائم\nعلى المنبر، فلم يزل رسول الله صلى الله عليه وسلم يخفضهم حتى سكتوا وسكت.\nقالت: وبكيت يومي ذلك لا يرقأ لي دمع، ولا أكتحل بنوم، ثم بكيت ليلتي\nالمقبلة لا يرقأ لي دمع، ولا أكتحل بنوم، وأبواي يظنان أن البكاء فالق\nكبدي، فبينا هما جالسان عندي وأنا أبكي، استأذنت علي امرأة من الأنصار،\nفأذنت لها، فجلست تبكي معي. قالت: فبينا نحن على ذلك دخل علينا رسول\n</p>\n\n<h1 class='l1' id='head261'>[ص: 1518]</h1>\n\n<p>\nالله صلى الله عليه وسلم ثم جلس. قالت: ولم يجلس عندي منذ قيل ما قيل،\nولقد لبث شهرا لا يوحى إليه في شأني. قالت: فتشهد رسول الله صلى الله عليه\nوسلم حين جلس، ثم قال: «أما بعد، يا عائشة، فإنه بلغني عنك كذا وكذا، فإن\nكنت بريئة فسيبرئك الله، وإن كنت ألممت بذنب فاستغفري الله وتوبي إليه، فإن\nالعبد إذا اعترف بذنبه ثم تاب تاب الله عليه» . قالت: فلما قضى رسول الله\nصلى الله عليه وسلم مقالته، قلص دمعي، حتى ما أحس منه قطرة، فقلت لأبي: أجب\nعني رسول الله صلى الله عليه وسلم فيما قال. قال: والله ما أدري ما أقول\nلرسول الله صلى الله عليه وسلم. فقلت لأمي: أجيبي عني رسول الله صلى الله\nعليه وسلم. قالت: والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم.\nفقلت، وأنا جارية حديثة السن، لا أقرأ كثيرا من القرآن: إني والله لقد عرفت\nأنكم قد سمعتم بهذا حتى استقرت أنفسكم وصدقتم به، فلئن قلت لكم: إني بريئة،\nوالله يعلم أني بريئة، لا تصدقوني بذلك، وإن اعترفت لكم بأمر، والله يعلم\nأني بريئة، لتصدقني، والله لا أجد لكم مثلا إلا كما قال أبو يوسف: {فصبر\nجميل والله المستعان على ما تصفون} [يوسف: 18] . ثم قالت: ثم تحولت فاضطجعت\nعلى فراشي. قالت: وأنا والله حينئذ أعلن أني بريئة، وإن الله مبرئي\nببراءتي، ولكن والله ما كنت أظن أن ينزل في شأني <span id='ms732'></span> وحي يتلى، ولشأني كان أحقر\nفي نفسي أن يتكلم الله في بأمر يتلى، ولكن كنت أرجو أن يرى رسول الله صلى\nالله عليه وسلم في النوم رؤيا يبرئني الله بها. قالت: فوالله ما رام رسول\nالله صلى الله عليه وسلم مجلسه، ولا خرج من أهل البيت أحد، حتى أنزل الله\nعلى نبيه، فأخذه ما كان يأخذه من البرحاء عند الوحي، حتى إنه ليتحدر منه\nمثل الجمان من العرق في اليوم الشاتي من ثقل القول الذي أنزل عليه. قالت:\nفلما سري عن رسول الله صلى الله عليه وسلم، وهو\n</p>\n\n<h1 class='l1' id='head262'>[ص: 1519]</h1>\n\n<p>\nيضحك، فكان أول كلمة تكلم بها أن قال: أبشري يا عائشة، أما الله فقد\nبرأك. فقالت لي أمي: قومي إليه. فقلت: والله لا أقوم إلا لله، ولا أحمد إلا\nالله، هو الذي أنزل براءتي، فأنزل الله: {إن الذين جاءوا بالإفك عصبة منكم}\nعشر آيات، فأنزل الله تعالى هذه الآيات براءتي. قالت: فقال أبو بكر، وكان\nينفق على مسطح لقرابته منه وفقره: والله لا أنفق عليه شيئا أبدا بعد الذي\nقال لعائشة ما قال. قالت: فأنزل الله: {ولا يأتل أولو الفضل منكم والسعة}\nإلى قوله: {ألا تحبون أن يغفر الله لكم والله غفور رحيم} [النور: 22] ، قال\nأبو بكر: والله إني لأحب أن يغفر الله لي. فرجع إلى مسطح النفقة التي كان\nينفق عليه، وقال: لا أنزعها عنه أبدا. قالت عائشة: وكان رسول الله صلى الله\nعليه وسلم يسائل زينب بنت جحش زوج النبي صلى الله عليه وسلم كثيرا عن أمري\nما علمت أو رأيت؟ فقالت: يا رسول الله أحمي سمعي وبصري، والله ما علمت إلا\nخيرا. قالت عائشة: وهي التي كانت تساببني من أزواج النبي صلى الله عليه\nوسلم، فعصمها الله بالورع، وطفقت أختها خمنة بنت جحش تحامي لها، فهلكت فيمن\nهلك قال الزهري: فهذا ما انتهى إلينا من هؤلاء الرهط. أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>2758 - </h1>\n\n<p>\nأنا علي بن محمد بن عمر، قال: أنا عبد الرحمن بن أبي حاتم، قال: نا أحمد\nبن يحيى <span id='ms733'></span> النسوي، قال: نا أبو بدر شجاع\n</p>\n\n<h1 class='l1' id='head264'>[ص: 1520]</h1>\n\n<p>\nبن الوليد، نا حفص الحلبي , مولى. . . . عن علي بن زيد بن جدعان، عن أمه،\nعن عائشة، قالت: \" أعطيت تسعا لم يعطه شيئا من النساء بعد مريم بنت عمران:\nنزل جبريل بصورتي في كفه، وأمر رسول الله صلى الله عليه وسلم بتزويجي،\nوتزوجني بكرا، ولم يزوج بكرا غيري، وقبض ورأسه في نحري، وقبره في بيتي،\nوحفت الملائكة بيتي، وكان ينزل الوحي فيفرق عنه أهله، وينزل وأنا معه في\nلحافه، وأنا ابنة خليفته وصديقه، ونزل عذري من السماء في القرآن، وجعلت\nطيبة لطيب، ووعدت مغفرة ورزقا كريما \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head265'>2759 - </h1>\n\n<p>\nأنا علي بن أحمد بن يعقوب، أنا عبد الرحمن بن أبي حاتم، نا عمرو بن عبيد\nالله الأودي، نا أبو معاوية، عن هشام بن عروة، عن أبيه، قال: ما رأيت امرأة\nقط أعلم بطب ولا بفقه ولا بشعر من\n</p>\n\n<h1 class='l1' id='head266'>[ص: 1521]</h1>\n\n<p>\nعائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>2760 - </h1>\n\n<p>\nأنا علي بن عمر، أنا أحمد بن عثمان الآدمي، نا موسى بن سهل الوشاء، أنا\nشبابة، عن ورقاء بن عمر، عن عبد الكريم بن أبي المخارق، قال: \" جاء عمار بن\nياسر إلى عائشة يوم الجمل، فقال: السلام عليك يا أمه. فقالت: ما أنا لك\nبأم. قال: بلى والله وإن كرهت، وإنك لزوجة رسول الله صلى الله عليه وسلم في\nالدنيا والآخرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>2761 - </h1>\n\n<p>\nوأنا علي، ثنا محمد بن جعفر، قال: نا أبو إسماعيل الترمذي، نا أبو صالح\nعبد الله بن صالح، نا الليث بن سعد، أن علي بن أبي طالب ذكر عائشة، فقال:\nلو كانت امرأة تكون خليفة لكانت عائشة خليفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head269'>2762 - </h1>\n\n<p>\nوأنا محمد بن الحسن الهاشمي، ثنا الحسين بن إسماعيل، نا أحمد بن منصور،\nنا الحسن بن بشر، ثنا المعافى بن عمران، عن مغيرة، عن عطاء، قال: كانت\nعائشة أعلم الناس، وأفقه الناس، وأحسن الناس رأيا في العامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>2763 - </h1>\n\n<p>\nأنا علي بن أحمد بن عبدان، نا أحمد بن عبيد، نا إسماعيل بن الفضل، نا\nمنجاب، نا علي بن مسهر، عن هشام، عن القاسم بن محمد، قال\n</p>\n\n<h1 class='l1' id='head271'>[ص: 1522]</h1>\n\n<p>\n: سمعت ابن الزبير <span id='ms734'></span> قال: \" ما رأيت امرأة قط أجود من عائشة وأسخى، كانت\nتجمع الشيء إلى الشيء، حتى إذا اجتمع عندها وضعته مواضعه، وأما أسماء فكانت\nلا تمسك شيئا لغد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>2764 - </h1>\n\n<p>\nوأنا علي بن أحمد، نا أحمد بن عبيد، نا أحمد بن عبيد الله النرسي، نا\nقبيصة، نا سفيان، عن الأعمش، عن تميم بن سلمة، عن عروة، قال: لقد رأيت\nعائشة تقسم سبعين ألفا، وهي ترقع درعها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head273'>2765 - </h1>\n\n<p>\nوأنا علي، نا أحمد، ثنا الحسن بن علي بن المتوكل، نا محمد بن علي، نا\nحبان بن موسى، نا عبد الله، عن معمر، عن الزهري، عن القاسم بن محمد، قال:\nقال معاوية: ما رأيت أحدا بعد رسول الله صلى الله عليه وسلم أبلغ من عائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head274'>2766 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، أنا محمد بن جعفر، نا عباس بن محمد، نا هارون،\nيعني ابن معروف، نا سفيان بن عيينة، قال: \" سأل معاوية زيادا: أي الناس\nأبلغ؟ قال: أنت يا أمير المؤمنين. قال: أعزم عليك. قال: أما إذا عزمت علي\nفعائشة. فقال معاوية: أما إنها ما فتحت بابا قط تريد أن تغلقه إلا أغلقته،\nولا أغلقت بابا تريد أن تفتحه إلا فتحته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head275'>2767 - </h1>\n\n<p>\nأنا علي بن عمر، أنا أحمد بن سلمان، نا الحسن بن مكرم، نا علي بن عاصم،\nنا خالد الحذاء، عن محمد بن سيرين، عن الأحنف بن قيس، قال: سمعت خطبة أبي\nبكر، وعمر، وعثمان، وعلي، والخلفاء بعد , فما سمعت الكلام من في مخلوق أفخم\nولا أحسن من في عائشة أم\n</p>\n\n<h1 class='l1' id='head276'>[ص: 1523]</h1>\n\n<p>\nالمؤمنين رضي الله عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>2768 - </h1>\n\n<p>\nأنا عمر بن عبد الله بن زاذان، أنا إسحاق بن محمد القزويني، نا علي بن\nحرب، نا ابن فضيل، عن هشام بن عروة، عن أبيه، عن عائشة أنها ذكرت عند رجل\nفسبها، فقيل: أتسب أمك؟ قال: ما هي أمي. فبلغها، فقالت: صدق، أنا أم\nالمؤمنين، وأما الكافرون فلست لهم بأم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا محمد بن عبد الرحمن، ثنا يعقوب بن إبراهيم، نا علي بن مسلم، قال: نا\nأم عمر بنت حسان بن زيد، قالت: حدثني <span id='ms735'></span> صاحبي سعيد بن يحيى بن عيسى، عن أبيه،\nعن عائشة أنها قالت: لا ينتقصني أحد في الدنيا إلا تبرأت منه في الآخرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1523'> Vol. 08, p. 1523</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head278'>2770 - </h1>\n\n<p>\nأنا أحمد بن محمد بن حفص، أنا محمد بن سليمان، أخبرنا أبو الحسن محمد بن\nالحسين بن علي الكاتب، قال: نا يحيى بن عاصم، قال: نا نهار البخاري، عن أبي\nعامر الهمداني، قال: سمعت الشعبي يقول: ما زنت امرأة نبي قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head279'>سياق ما روي عن النبي صلى الله عليه وسلم في فضائل أبي عبد الرحمن معاوية بن أبي سفيان رضي الله عنهما</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1524'> Vol. 08, p. 1524</a>\n            </div>\n            \n<h1 class='l1' id='head280'>2771 - </h1>\n\n<p>\nأنا عيسى بن علي، قال: أنا عبد الله بن محمد بن عبد العزيز، قال: نا مصعب\nبن عبد الله، قال: نا مالك بن أنس، عن إسحاق بن عبد الله، عن أنس، قال: ح\n</p>\n\n<h1 class='l1' id='head281'>2772 - </h1>\n\n<p>\nونا أحمد بن عبد الرحمن، قال: نا الوليد، قال: نا مالك، عن إسحاق، عن\nأنس، قال: كان رسول الله صلى الله عليه وسلم إذا ذهب إلى قباء يدخل على أم\nحرام بنت ملحان، وكانت أم حرام تحت عبادة بن الصامت، فتطعمه، فدخل عليها\nذات يوم فأطعمته، ونام رسول الله صلى الله عليه وسلم، فاستيقظ وهو يضحك،\nفقالت: ما يضحكك يا رسول الله؟ قال: «ناس من أمتي عرضوا علي، غزاة في سبيل\nالله يركبون ثبج هذا البحر، ملوك على الأسرة» أو قال: مثل الملوك \"، شك\nإسحاق. قالت: قلت: يا رسول الله، ادع الله أن يجعلني منهم. فقال: «أنت من\nالأولين» . فركبت في زمن معاوية، فصرعت عن دابتها حيث خرجت من البحر فماتت\nأخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head282'>2773 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، قال: نا محمد بن أحمد بن الحسن، قال: نا بشر بن\nموسى، قال: نا أحمد بن محمد الأزرقي، قال: نا عمرو بن يحيى، عن جده، قال:\nكانت إدواة يحملها أبو هريرة يوضئ بها رسول الله صلى الله عليه وسلم، فأخذ\nمعاوية إدواة مثلها، وكان يتبع بها رسول الله صلى الله عليه وسلم، فنظر\nإليه النبي، وقال: «إن وليت أمرا فاتق الله واعدل»\n</p>\n\n<h1 class='l1' id='head283'>2774 - </h1>\n\n<p>\nقال <span id='ms736'></span> معاوية: قد عرفت أني لا أفارق الدنيا حتى أبتلى؛ لقول رسول الله صلى\nالله عليه وسلم: «إن وليت أمرا فاتق الله واعدل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head284'>2775 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا الزبير\nبن بكار، قال: نا عبد المجيد بن عبد العزيز، عن ياسين، عن عبد الله بن\nعروة، عن أبي مسلم الخولاني، عن معاوية بن أبي سفيان أنه خطب الناس وقد حبس\nالعطاء شهرين أو ثلاثة، فقال له أبو مسلم: \" يا معاوية، إن هذا المال ليس\nبمالك ولا مال أبيك ولا مال\n</p>\n\n<h1 class='l1' id='head285'>[ص: 1526]</h1>\n\n<p>\nأمك. فأشار معاوية إلى الناس أن امكثوا، ونزل فاغتسل، ثم رجع، فقال: أيها\nالناس، إن أبا مسلم ذكر أن هذا المال ليس بمال أبي ولا مال أمي، وصدق أبو\nمسلم، وإني سمعت رسول الله صلى الله عليه وسلم يقول: «الغضب من الشيطان،\nوالشيطان من النار، والماء يطفئ النار» ، فإذا غضب أحدكم فليغتسل. اغدوا\nعلى أعطياتكم على بركة الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head286'>2776 - </h1>\n\n<p>\nأنا محمد بن الحسين الفارسي، قال: نا محمد بن. . . . السكسي، قال: نا أبو\nالقاسم يزيد بن محمد بن عبد الصمد، قال: نا محمد بن شعيب بن شابور، قال: نا\nمروان بن جناح، عن يونس بن ميسرة بن حلبس الحبلاني، عن عبد الله بن بشر، أن\nرسول الله صلى الله عليه وسلم استشار أبا بكر وعمر في شيء، فقالا: الله\nورسوله أعلم. فقال رسول الله صلى الله عليه وسلم: «ادع لي معاوية» . قال:\nفغضب أبو بكر وعمر، فقالا: أما كان في رسول الله صلى الله عليه وسلم ورجلين\nمن قريش ما يجدون أمر رسول الله صلى الله عليه وسلم؟ فقال رسول الله صلى\nالله عليه وسلم: «ادع لي معاوية» . فلما جاءه وقف بين يديه، فقال: «حملوه\nأمركم؛ فإنه قوي أمين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head287'>2777 - </h1>\n\n<p>\nأنا الحسين بن عمر، أنا إسماعيل بن محمد، نا الحسن بن عرفة، نا قتيبة بن\nسعيد، عن ليث بن سعد، عن معاوية بن صالح، عن يونس بن سيف، عن الحارث بن\nزياد صاحب رسول الله <span id='ms737'></span> صلى الله عليه وسلم دعا لمعاوية، فقال: «اللهم علمه\nالكتاب والحساب، وقه العذاب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head288'>2778 - </h1>\n\n<p>\nأنا علي بن عمر، أنا إسماعيل بن محمد، نا عباس بن محمد، نا أبو مسهر، نا\nسعيد، عن ربيعة بن يزيد، عن عبد الرحمن بن\n</p>\n\n<h1 class='l1' id='head289'>[ص: 1528]</h1>\n\n<p>\nأبي عميرة المزني، قال سعيد: وكان من أصحاب النبي صلى الله عليه وسلم، عن\nالنبي صلى الله عليه وسلم قال في معاوية: «اللهم اجعله هاديا مهتديا، واهده\nواهد به»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head290'>2779 - </h1>\n\n<p>\nأنا علي بن عمر، قال: نا إسماعيل بن محمد، قال: نا عباس بن محمد، قال: نا\nعبد العزيز بن يحيى المروزي، سكن الدجيل، قال: نا إسماعيل بن عياش الحمصي،\nعن عبد الرحمن بن عبد الله بن دينار، عن عبد الله بن عمر، قال: قال رسول\nالله صلى الله عليه وسلم: «يدخل عليكم من هذا الباب رجل من أهل الجنة» .\nفدخل معاوية، ثم قال من الغد ودخل معاوية، ثم قال من الغد مثل ذلك فدخل\nمعاوية، فقال رجل: يا رسول الله: هذا هو؟ قال: «هذا هو» . ثم قال رسول الله\nصلى الله عليه وسلم: «أنت مني يا معاوية وأنا منك، أنت تزاحمني على باب\nالجنة كهاتين» السبابة والوسطى قال: وجمعهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head291'>2780 - </h1>\n\n<p>\nأنا علي بن أحمد بن عبدان، أنا أحمد بن عبيد بن إسماعيل، قال: نا محمد بن\nإسماعيل بن يوسف، قال: نا محمد بن عبد العزيز الجرجاني، قال: نا النضر بن\nمحمد اليمامي، عن عكرمة بن عمار، نا أبو زميل، عن ابن عباس، قال: كان\nالمسلمون لا ينظرون إلى أبي سفيان ولا يقاعدونه، فقال للنبي صلى الله عليه\nوسلم: ثلاث أعطنيهن. قال: «نعم» . قال: عندي أحسن العرب وأجمله: أم حبيبة\nبنت أبي سفيان أزوجكها. قال: «نعم» . قال: معاوية تجعله كاتبا بين يديك.\nقال: «نعم» . قال: وتمدني حتى أقاتل الكفار كما كنت أقاتل المسلمين. قال:\n«نعم» ، أخرجه مسلم عن عباس بن عبد العظيم، وأحمد بن جعفر المعقري، عن\nالنضر بن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head292'>2781 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا أحمد بن علي بن العلاء، قال: زياد <span id='ms738'></span> بن\nأيوب، قال: نا أبو سفيان الحميدي، قال: نا العوام بن حوشب، عن جبلة بن\nسحيم، قال: قال ابن عمر\n</p>\n\n<h1 class='l1' id='head293'>[ص: 1530]</h1>\n\n<p>\n: ما رأيت رجلا بعد رسول الله صلى الله عليه وسلم كان أسود من معاوية.\nفقال له رجل: ولا عمر؟ فقال: عمر كان خيرا منه، وكان هو أسود منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head294'>2782 - </h1>\n\n<p>\nأنا علي بن محمد بن يعقوب، أنا عبد الرحمن بن أبي حاتم، قال: نا سعد بن\nعبد الله بن عبد الحكم، قال: نا علي بن جعفر، قال: نا حسين بن زيد، عن جعفر\nبن محمد، عن أبيه، أن الحسن والحسين كانا يقبلان جوائز معاوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head295'>2783 - </h1>\n\n<p>\nأنا عبد الله بن محمد بن أحمد، أنا عبد الله بن إسماعيل الهاشمي، قال: نا\nمحمد بن يوسف الطباع، قال: نا مصعب الزبيري، قال: نا الدراوردي، قال: رأيت\nجعفر بن محمد جاء فسلم على رسول الله صلى الله عليه وسلم، ثم انثنى فسلم\nعلى أبي بكر وعمر، فرآني كأني تعجبت أو قال: سرني. قال: فقال: والله إن هذا\nالدين الذي أدين الله به، والله ما يسرني أني قلت لمعاوية: خزاه الله أو\nفعل الله به، وأن لي الدنيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head296'>2784 - </h1>\n\n<p>\nأنا الحسين بن عمر، نا إسماعيل بن محمد، ثنا الحسن بن\n</p>\n\n<h1 class='l1' id='head297'>[ص: 1531]</h1>\n\n<p>\nعرفة، ثنا عنبس بن مرحوم بن عبد العزيز العطار، ثنا عبد المهيمن بن عباس\nبن سهل بن سعد الساعدي، عن أبيه، عن جده، أن رسول الله صلى الله عليه وسلم\nقال: «أحبوا قريشا، فإنه من أحبهم أحبه الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head298'>2785 - </h1>\n\n<p>\nأنبأ محمد بن رزق الله، قال: أنا أحمد بن عمر بن يحيى، قال: نا محمد بن\nأحمد بن أبي العوام، قال: نا رياح بن الجراح الموصلي، قال: سمعت رجلا سأل\nالمعافى بن عمران، فقال: يا أبا مسعود أين عمر بن عبد العزيز من معاوية بن\nأبي سفيان؟ فغضب من ذلك غضبا شديدا، وقال: لا يقاس بأصحاب رسول الله صلى\nالله عليه وسلم أحد، معاوية صاحبه، وصهره، وكاتبه، وأمينه على وحي الله،\nوقال صلى الله عليه وسلم: «دعوا لي أصحابي <span id='ms739'></span> وأصهاري، فمن سبهم فعليه لعنة\nالله والملائكة والناس أجمعين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head299'>2786 - </h1>\n\n<p>\nأنبا عبيد الله بن أحمد بن علي، أنا عبد الله بن محمد\n</p>\n\n<h1 class='l1' id='head300'>[ص: 1532]</h1>\n\n<p>\nبن زياد، قال: نا عبد الملك بن عبد الحميد الميموني، قال: قلت لأحمد بن\nحنبل: أليس قال رسول الله صلى الله عليه وسلم: «كل صهر وكل نسب منقطع إلا\nصهري ونسبي؟» قال: نعم. قلت: هذه كلها لمعاوية رضي الله عنه؟ قال: نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nم ووجدت بخط أبي الحسن محمد بن أحمد بن أبي مسلم والد أبي أحمد وأبي\nطاهر، قال: نا أبو القاسم بكير بن محمد , واسمه عبد الله، نا أبو أحمد\nالفرضي رحمه الله قال: ثنا أبو بكر أحمد بن عمران العسكري، قال: نا أبو علي\nالحسين بن خليل العنزي، قال: كنت جالسا مع قوم من الكتاب، فتناولوا معاوية\nبن أبي سفيان رضي الله عنه، فقمت مغضبا، فلما كان في الليلة رأيت النبي صلى\nالله عليه وسلم في منامي، فقال لي: «تعرف منزلة أم حبيبة مني؟» قلت: نعم يا\nرسول الله. فقال لي: «من أغضبها في أخيها فقد أغضبني»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1532'> Vol. 08, p. 1532</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head301'>2787 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، قال: نا يحيى بن محمد بن صاعد، قال: نا الحسين\nبن الحسن، قال: نا ابن المبارك، قال: نا هشام بن عروة، عن رجل، عن عروة،\nقال: كتبت عائشة إلى معاوية: «أما بعد، فاتق الله، فإنك إن اتقيت الله كفاك\nالناس، وإنك إذا اتقيت الناس لم يغنوا عنك من الله شيئا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head302'>2788 - </h1>\n\n<p>\nوأنا محمد، نا يحيى، نا الحسين، نا ابن المبارك، أنا عبد الوهاب بن\nالورد، عن رجل من أهل المدينة قال: كتب معاوية إلى عائشة أن اكتبي إلي\nبكتاب توصيني فيه، ولا تكثرين فيه، ولا تكثري علي. فكتبت عائشة إلى معاوية\nرضي الله عنه: سلام عليك، أما بعد، فإني سمعت رسول الله صلى الله عليه وسلم\nيقول: \" من التمس رضا الله بسخط الناس كفاه الله مؤنة الناس، ومن التمس رضا\nالناس بسخط الله وكله الله إلى الناس، والسلام عليك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head303'>2789 - </h1>\n\n<p>\nأنا محمد، قال: أنا يحيى، قال <span id='ms740'></span>: نا الحسين بن الحسن، قال: نا ابن المبارك،\nعن معمر، عن ابن برقان , يعني جعفرا أن عمرو بن العاص كتب إلى معاوية\nيعاتبه في التأني، فكتب إليه معاوية: \" أما بعد\n</p>\n\n<h1 class='l1' id='head304'>[ص: 1534]</h1>\n\n<p>\n، فإن التفهم في الخبر زيادة ورشد، وإن الراشد من رشد عن العجلة، وإن\nالخائب من خاب عن الأناة، وإن المتثبت مصيب أو كاد أن يكون مصيبا، وإن\nالعجل مخطئ أو كاد أن يكون مخطئا، وإنه من لا ينفعه الرفق يضره الخرق، ومن\nلا تنفعه التجارب لا يدرك المعالي ولا يبلغ مبلغ الرأي، حتى يغلب علمه\nجهله، وصبره شهوته، ولا يبلغ ذلك إلا بقوة الحلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head305'>2790 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر، أنا محمد بن جعفر، قال: أنا محمد بن الصلت، قال:\nنا النضر بن إسماعيل البجلي، عن مجالد، عن الشعبي، قال: الدهاة أربعة:\nمعاوية للأناة والحلم، وعمرو للداهية والحرب، والمغيرة للمعضلات الشدائد،\nوزياد على الصغير والكبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head306'>2791 - </h1>\n\n<p>\nأنا علي بن عمر، أنا إسماعيل بن محمد، قال: نا عباس، قال: نا محمد بن بشر\nالعبدي، قال: نا إسماعيل، عن قيس، قال: مرض معاوية مرضا عيد فيه، فجعل يقلب\nذراعيه كأنها عسيب نخل وهو يقول: هل الدنيا إلا ما ذقنا وجربنا , والله\nلوددت أني لا أغبر فيكم فوق ثلاث حتى ألحق بالله. قالوا: إلى مغفرة الله\nورحمته. قال: إلى ما شاء الله من قضاء لي، قد علم الله أني لم آت، وما كره\nإليه غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head307'>2792 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، أنا محمد بن أحمد بن\n</p>\n\n<h1 class='l1' id='head308'>[ص: 1535]</h1>\n\n<p>\nالحسن، قال: نا بشر بن موسى، قال: نا أحمد بن محمد الأزرقي، قال: نا عمرو\nبن يحيى، عن جده، أن عمر دعا أبا سفيان يعزيه بابنه يزيد بن أبي سفيان،\nفقال له أبو سفيان: من جعلت على عمله يا أمير المؤمنين؟ قال: جعلت أخاه\nمعاوية، وابناك مصلحان، ولا يحل لنا أن ننزع مصلحين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head309'>2793 - </h1>\n\n<p>\nأنا أحمد بن عبيد، قال: أنا محمد بن الحسين، قال: أنا أحمد بن زهير، قال:\nنا موسى بن إسماعيل، قال: نا إبراهيم بن سعد <span id='ms741'></span>، قال: حدثني أبي، عن سعيد بن\nالمسيب، عن أبيه، قال: \" فقدت الأصوات يوم اليرموك إلا رجلا واحدا يقول: يا\nنصر الله اقترب، والمسلمون يقتتلون. . .، فذهبت أنظر، فإذا أبو سفيان. . .\nابنه يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head310'>2794 - </h1>\n\n<p>\nأنبأ محمد بن أحمد بن القاسم، أنبا أحمد بن سليمان، قال: ثنا. . . . .\nقال: نا شبابة، قال: نا إسحاق بن يحيى بن طلحة بن عبيد الله، قال: ثنا\nمجاهد، قال: سار رجل من بني مخزوم إلى عمر يستعديه على أبي سفيان، فقال: يا\nأمير المؤمنين، إن أبا سفيان ظلمني حدي بمكة. فقال عمر: \" فأنا أعلم بذلك\nالحد، ولربما لعبت أنا وأنت عليه ونحن غلمان، فإذا قدمت مكة فأتني. قال:\nفلما قدم عمر مكة أتاه المخزومي، وجيء بأبي سفيان، فانطلق عمر معه إلى ذلك\nالحد، فقال: غير يا أبا سفيان، فخذ هذا\n</p>\n\n<h1 class='l1' id='head311'>[ص: 1536]</h1>\n\n<p>\nالحجر من هاهنا، فضعه هاهنا. فقال: والله لا تفعلن. قال: والله لأفعلن.\nقال: فعلاه عمر بالدرة، ثم قال: خذ لا أم لك. قال: فأخذه أبو سفيان، فوضعه\nفي الموضع الذي أمره عمر. قال: فكأن عمر دخله مما صنع بأبي سفيان شيء،\nفاستقبل البيت، وقال: \" اللهم لك الحمد إذ لم تمتني حتى غلبت أبا سفيان على\nهواه، وذللته لي بالإسلام. قال: فاستقبل أبو سفيان البيت، وقال: اللهم لك\nالحمد إذ لم تمتني حتى أدخلت قلبي من الإسلام ما ذللتني به لعمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head312'>سياق ما روي من إمارة معاوية وتسليم الحسن بن علي الأمر إليه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1537'> Vol. 08, p. 1537</a>\n            </div>\n            \n<h1 class='l1' id='head313'>2795 - </h1>\n\n<p>\nأخبرنا جعفر بن عبد الله، أنا محمد بن هارون الروياني، قال: نا نصر بن\nعلي، قال: نا سفيان بن عيينة، عن ح\n</p>\n\n<h1 class='l1' id='head314'>2796 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، قال: أنا أحمد بن عبد الله، أنا نصر، قال: نا محمد بن\nهشام، قال: نا ابن عيينة، عن أبي موسى، عن الحسن، عن أبي بكرة أن رسول الله\nصلى الله عليه وسلم صعد المنبر وحسن معه، وهو يقبل على الناس مرة، وعليه\nمرة، ويقول: «إن ابني هذا سيد، ولعل الله أن يصلح به بين فئتين من\nالمسلمين» لفظهما سواء. أخرجه <span id='ms742'></span> البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head315'>2797 - </h1>\n\n<p>\nأنا علي بن عمر، أنا إسماعيل بن محمد، قال: نا عباس الدوري، قال: نا داود\nالطيالسي، قال: نا شعبة أنه أخبرهم عن يزيد بن خمير عن عبد الرحمن بن جبير\nبن نفير، عن أبيه، قال: قلت للحسن بن علي: إن الناس يزعمون أنك تريد\nالخلافة. فقال: كانت جماجم العرب بيدي، يسالمون من سالمت، ويحاربون من\nحاربت، فتركتها التماس رحمة الله، ثم ابتلي بها ناس. . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head316'>2798 - </h1>\n\n<p>\nنا عبد الله بن محمد بن أحمد، أنا عبد الله بن أحمد بن\n</p>\n\n<h1 class='l1' id='head317'>[ص: 1538]</h1>\n\n<p>\nغياث القاضي، قال: نا يحيى بن جعفر، قال: نا محمد بن عبيد الطنافسي، قال:\nنا صدقة بن المثنى، عن رياح بن الحارث، قال: قام الحسن بن علي بعد وفاة علي\nرضي الله عنه، فخطب الناس، فحمد الله وأثنى عليه، ثم قال: \" إن كل ما هو آت\nقريب، وإن أمر الله واقع وإن كره الناس، وإني والله ما أحببت أن إلي من أمر\nأمة محمد صلى الله عليه وسلم مثقال حبة من خردل، فهراق فيه محجمة من دم، قد\nعلمت ما ينفعني مما يضرني، فالحقوا بمطيكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head318'>2799 - </h1>\n\n<p>\nأنا أحمد بن محمد بن أحمد بن موسى، قال: نا محمد بن جعفر بن يزيد، قال:\nنا علي بن حرب، قال: نا عبد الله بن بكر السهمي، عن حاتم بن أبي صغيرة، عن\nعمرو بن دينار، قال: علم معاوية أن الحسن بن علي كان أكره الناس للفتنة،\nفلما توفي علي بعث، فأصلح الذي بينه وبينه سرا، وأعطاه معاوية عهدا إن حدث\nبه حدث والحسن حي ليجعلن الأمر إليه، فلما توثق منه قال عبد الله بن جعفر:\nإني لجالس عند الحسن إذ ذهبت لأقوم، فقال: يا هناه اجلس. فجلست، فقال: إني\nقد رأيت رأيا، وإني أحب أن تتابعني عليه. قلت: وما هو؟ قال: قد رأيت أن\nأغدو إلى المدينة فأنزلها، وأخلي بين معاوية وبين هذا الحديث، فقد طالت\nالفتنة، وسفكت فيها الدماء، وقطعت الأرحام، وعطلت الحدود والفروج، وقطعت\nالسبل\n</p>\n\n<h1 class='l1' id='head319'>[ص: 1539]</h1>\n\n<p>\n. قلت: جزاك الله خيرا، أنا معك <span id='ms743'></span> على هذا الحديث. ثم قال: ادعوا لي\nالحسين. فأتي به، فأعاد مثل قوله لأبي جعفر، فقال الحسين: أعيذك بالله أن\nتكذب عليا في قبره، وتصدق معاوية. فقال الحسن: والله ما أردت أمرا قط إلا\nخالفتني إلى غيره، ولقد هممت أن أقذفك في بيت وأطينه عليك حتى أقضي من\nأمري. فلما رأى الحسين غضبه، قال: أنت أكبر ولد علي وخليفته، فرأينا لرأيك\nتبع، فافعل ما بدا لك. فقام الحسن فخطب فقال: أيها الناس، إني كنت أكره\nالناس لأول هذا الأمر، وإني أصبحت لذي حق أديت إليه حقه أحق مني، أو حق حدث\nفي صلاح أمة محمد، وإن الله قد ولاك يا معاوية هذا الحدث، فخير يعلمه عندك\nأو شر يعلمه فيك، {وإن أدري لعله فتنة لكم ومتاع إلى حين} [الأنبياء: 111]\n، ثم نزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head320'>2800 - </h1>\n\n<p>\nأنا القاسم بن جعفر، قال: نا علي بن إسحاق بن محمد، قال: نا علي بن حرب،\nقال: نا ابن أبي سفيان، قال: نا هشيم، عن أبي عامر الشعبي، قال: قلت للحارث\nبن حجر: ما حمل الحسن بن علي أن يبايع لمعاوية ويسلم له الأمر؟ قال: إنه\nسمع من يقول: لا تكرهوا إمرة معاوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head321'>سياق ما روي في مخازي الروافض الذين يسبون أصحاب رسول الله صلى الله عليه وسلم ويتدينون بذلك وكفرهم، وما نقل من حماقاتهم وترهاتهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1540'> Vol. 08, p. 1540</a>\n            </div>\n            \n<h1 class='l1' id='head322'>2801 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن، أنا عبيد الله بن محمد البغوي، قال: نا سويد\nبن سعيد، قال: نا سوار بن مصعب الهمداني، ح\n</p>\n\n<h1 class='l1' id='head323'>2802 - </h1>\n\n<p>\nوأنا محمد، قال: أنا عبيد الله بن محمد البغوي، قال: نا محمد بن عبد\nالواهب، قال: نا سوار بن مصعب، عن أبي الجحاف، عن محمد، في حديث سويد بن\nعلي: عن فاطمة بنت علي , عن أم سلمة زوج النبي صلى الله عليه وسلم قالت:\nكان رسول الله صلى الله عليه وسلم عندي، فغدت إليه فاطمة ومعها علي، فرفع\nرسول الله صلى الله عليه وسلم رأسه فقال: \" أبشر يا علي، أنت وشيعتك في\nالجنة إلا من يزعم، وفي حديث ابن عبد <span id='ms744'></span> الواهب: وإن لمن يزعم، أقوام يضفرون\nالإسلام ثم يلفظونه\n</p>\n\n<h1 class='l1' id='head324'>[ص: 1541]</h1>\n\n<p>\nثلاث مرات، يقرءون القرآن لا يجاوز تراقيهم، لهم نبز، يقال لهم الرافضة،\nفإن أنت أدركتهم فجاهدهم؛ فإنهم يشركون \". فقال: يا رسول الله، فما العلامة\nفيهم؟ قال: «لا يشهدون جمعة، ولا جماعة، يطعنون على السلف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head325'>2803 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، قال: نا أحمد بن مسلم، قال: نا أبو حفص عمر بن\nمحمد بن عيسى الجوهري قال: نا أبو بكر أحمد بن محمد بن هانئ الطائي الأثرم\nقال: نا معاوية بن عمرو، قال فضيل: هو ابن مرزوق، عن أبي حباب، عن أبي\nسليمان الهمداني، عن رجل من قومه قال: قال علي: قال رسول الله صلى الله\nعليه وسلم: «ألا أدلك على عمل إذا عملته كنت من أهل الجنة، وإنك من أهل\nالجنة؟ إنه سيكون بعدنا قوم لهم نبز يقال لهم الرافضة، فإن أدركتموهم\nفاقتلوهم؛ فإنهم مشركون» وقال علي: سيكون بعدنا قوم ينتحلون مودتنا، يكذبون\nعلينا، مارقة , آية ذلك أنهم يسبون أبا بكر وعمر. قاله فضيل. قال الحسين بن\nالحسن: دخل علي المغيرة بن سعيد، فذكر من قرابتي ويشبهني برسول الله، وكنت\nأشبه وأنا شاب برسول الله صلى الله عليه وسلم. قال: ثم ذكر أبا بكر وعمر\nفلعنهما وبرئ منهما. قال: فقلت: يا عدو الله، أعندي؟ قال: فخنقته\n</p>\n\n<h1 class='l1' id='head326'>[ص: 1542]</h1>\n\n<p>\nتخنيقا. . . . .، فإن معاوية بن عمرو، وهو أحدهم. . . . قال: فخرجنا ونحن\nنضحك، فقال الرافضي: إنما خنقه بالكلام. قال فضيل: فرجعت إليه فقلت: أخنقته\nبالكلام؟ قال: لا، بل خنقته حتى أدلع لسانه. قال إبراهيم بن الحسن: يقول:\nمرقت والله علينا الرافضة كما مرقت الحرورية على علي بن أبي طالب. وسمعته\nيقول لرجل منهم: والله إن قتلك لقربة إلى الله. قال: رحمك الله قد عرفت أنك\nإنما تقول هذا تمزح. قال: لا والله ما هو بالمزح، ولكنه الجد. وما أتركك لو\nتركتك إلا لجوار. وسمعته يقول: لئن أمكننا الله منكم لنقطعن أيديكم\nوأرجلكم. قال فضيل: وسمعت الحسين بن الحسن بن الحسن يقول: ويلكم لإن كان\nالأمر <span id='ms745'></span> كما تزعمون إن الله ورسوله اختار عليا لهذا الأمر والقيام به على\nالمسلمين بعد رسول الله صلى الله عليه وسلم، ثم ترك علي أمر الله ورسوله أن\nيقوم به كما أمره الله ورسوله به أو يعذر فيه إلى المسلمين إن أعظم الناس\nفي ذلك خطيئة وذنبا لعلي رضي الله عنه إذا ترك أمر الله ورسوله. فقال\nالرافضي: ألم يقل رسول الله صلى الله عليه وسلم: «من كنت مولاه فعلي مولاه»\n؟ قال: بلى، أما والله لو يعني بذلك رسول الله صلى الله عليه وسلم الإمرة\nوالسلطان والقيام به على المسلمين بعده لأفصح لهم بذلك رسول الله كما أفصح\nلهم بالصلاة والزكاة وحج البيت وصوم رمضان، فمن\n</p>\n\n<h1 class='l1' id='head327'>[ص: 1543]</h1>\n\n<p>\nأنصح كان للمسلمين من رسول الله صلى الله عليه وسلم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head328'>2804 - </h1>\n\n<p>\nأنا علي بن محمد بن عبد الله، نا محمد بن عمر، ثنا محمد بن عبيد الله، نا\nيزيد بن هارون، نا فضيل، يعني ابن مرزوق قال: سمعت الحسين بن الحسن يقول\nلرجل من الرافضة: «والله إن قتلك قربة إلى الله، وما أمتنع من ذلك إلا\nبالجوار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head329'>2805 - </h1>\n\n<p>\nأنا عبد الرحمن بن عمر إجازة، أنا محمد بن أحمد بن يعقوب، قال: نا يعقوب،\nقال: أنا عمر بن أبي شيبة، قال: نا جرير، عن مغيرة، قال: كان أبو جعفر\nيقول: اللهم إنك تعلم أني لست لهم بإمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head330'>2806 - </h1>\n\n<p>\nأنا محمد بن عبد الرحمن، أنا عبيد الله بن محمد البغوي، قال: نا سويد بن\nسعيد، قال: نا مروان بن معاوية، عن حماد بن كيسان، عن أبيه، وكانت تحته\nسرية لعلي، سمعت عليا يقول: يكون في آخر الزمان قوم لهم نبز يسمون الرافضة\nيرفضون الإسلام فاقتلوهم، فإنهم مشركون. . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head331'>2807 - </h1>\n\n<p>\nوأنا محمد، أنا عبدان، قال سميعون. . . . قال: نا محمد بن خازم، عن أبي\nالجناد الحلبي، عن أبي سليمان الهمداني، عن علي، قال: يخرج في آخر الزمان\nقوم لهم نبز يقال لهم الرافضة يعرفون به، ينتحلون شيعتنا، وليسوا من\nشيعتنا، وآية ذلك أنهم يسبون أبا بكر وعمر، أينما أدركتموهم فاقتلوهم،\nفإنهم مشركون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head332'>2808 - </h1>\n\n<p>\nأنا <span id='ms746'></span> علي بن عمر، قال: نا علي بن عبد الله صاحب الحليمي، قال: أنا علي بن\nحرب، قال: نا فضيل، عن ليث، عن مجاهد، قال: سألت ابن عباس شهرا عن رجل يصوم\nالنهار ويقوم الليل، ولا يحضر جمعة ولا جماعة، قال: هو من أهل النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head333'>2809 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا الحسين بن إسماعيل، قال: نا محمود بن\nخداش، قال: نا مالك أبو هشام، قال: كنت أسير مع مسعر، فلقيه رجل من الرافضة\nقال: فكلمه بشيء لا أحفظه فقال له مسعر: تنح عني فإنك شيطان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head334'>2810 - </h1>\n\n<p>\nأنا الحسين بن محمد بن بحر، قال: نا حرملة بن يحيى، قال: سمعت الشافعي\nيقول: ما أحد أشهد على الله بالزور من الرافضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head335'>2811 - </h1>\n\n<p>\nأنا الحسين، قال: نا أبو زرعة أحمد بن الحسين، قال: نا محمد بن أحمد بن\nعبد الوهاب المصري، قال: سمعت الربيع يقول: سمعت الشافعي يقول: ما رأيت في\nالأهواء قوما أشهد بالزور من الرافضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head336'>2812 - </h1>\n\n<p>\nأنا علي بن محمد بن موسى، أنا علي بن محمد المصري، نا عبد الله بن محمد\nبن أبي مريم، قال: قيل لمحمد بن يوسف الفريابي\n</p>\n\n<h1 class='l1' id='head337'>[ص: 1545]</h1>\n\n<p>\n: ما تقول في أبي بكر وعمر؟ قال: \" قد فضلهما رسول الله صلى الله عليه\nوسلم، وقد أخبرني رجل من قريش أن بعض الخلفاء أخذ رجلين من الرافضة، فقال\nلهما: والله لإن لم تخبراني بالذي يحملكما على تنقص أبي بكر وعمر\nلأقتلنكما. فأبيا، فقدم أحدهما فضرب عنقه، ثم قال للآخر: والله لإن لم\nتخبرني لألحقنك بصاحبك. قال: فتؤمني؟ قال له: نعم. قال: فإنا أردنا النبي\nصلى الله عليه وسلم، فقلنا: لا يتابعنا الناس عليه، فقصدنا قصدا هذين\nالرجلين، فتابعنا الناس على ذلك قال محمد بن يوسف: ما أرى الرافضة والجهمية\nإلا زنادقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head338'>2813 - </h1>\n\n<p>\nأنا محمد بن الحسين بن يعقوب، قال: أنا دعلج بن أحمد السجستاني، قال: نا\nأحمد بن علي، قال: نا أبو غسان يعني محمد بن عمرو، قال: أنا إبراهيم بن\nالمغيرة، وكان شيخا حجاجا، قال: سألت الثوري: يصلى خلف من يسب أبا <span id='ms747'></span> بكر\nوعمر؟ قال: لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا عثي. . . حفص، قال: أنا أبو الهيثم أحمد بن محمد بن عوف. . .، قال نا\nأبو حازم , إبراهيم بن. . . . بن عبيد الله بن عابد الحضرمي، قال: أنا\nإبراهيم بن خليفة، قال: نا الحسين\n</p>\n\n<h1 class='l1' id='head339'>[ص: 1546]</h1>\n\n<p>\nبن علي الجعفي، عن حمزة الزيات، قال: سألت أبا إسحاق السبيعي: فما ترى في\nالصلاة خلف من يسب أبا بكر وعمر؟ قال: ألست تجد غيرهم؟ قلت: بلى. قال: لا\nتصل خلفهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1545'> Vol. 08, p. 1545</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head340'>2815 - </h1>\n\n<p>\nوأنا علي، قال: أنا أبو بكر محمد بن الحسين بن. . . . بالكوفة، قال: نا\nعلي بن إبراهيم، قال: نا أحمد بن يونس، قال: سمعت زائدة يقول: لو كان\nرافضيا ما صليت خلفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا الحسين بن عمر، قال: أنا أحمد بن حمدان، قال: نا أحمد بن الحسن، قال:\nنا عبد الصمد، قال: سمعت سفيان بن عيينة يقول لرجل: من أين جئت؟ قال: من\nجنازة فلان. قال سفيان: لا أحدثك بحديث سنة، فاستغفر الله ولا تعد، نظرت\nإلى رجل يشتم أصحاب محمد، فاتبعت جنازته؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p1546'> Vol. 08, p. 1546</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head341'>2817 - </h1>\n\n<p>\nأنا أحمد بن محمد بن ميمون النهرسابسي، قال: نا أبو بكر أحمد بن محمد بن\nموسى الخطيب، قال: نا أبو جعفر بن أبي. . . .، قال: سمعت الدوري يقول: سمعت\nأحمد بن يونس يقول: إنا لا نأكل ذبيحة رجل رافضي، فإنه عندي مرتد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head342'>2818 - </h1>\n\n<p>\nأنا الحسين بن أحمد الطبري، قال: نا الحسين بن طاهر، قال: أنا شيخ بن\nحاتم، قال: نا عبد الجبار بن عبد الله، عن النضر بن\n</p>\n\n<h1 class='l1' id='head343'>[ص: 1547]</h1>\n\n<p>\nشميل، قال: سمعت المأمون يقول: القدر دين الخوز، والرفض دين النبط،\nوالإرجاء دين الملوك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head344'>2819 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، وأحمد بن هارون، قالا: أنا محمد بن عبد الله بن\nإبراهيم، قال: نا أبو عمران موسى بن هارون أبو عبد الله، قال: نا أبو بشر\nهارون بن حاتم البزار الكوفي، قال: سمعت محمد بن صبيح السماك يقول: علمت أن\nأصحاب موسى، وأن النصارى لا يسبون أصحاب عيسى، فما بالك يا جاهل تسب أصحاب\nمحمد، قد علمت من أين أتيت؟ لم يشغلك ذنبك، أما لو <span id='ms748'></span> شغلك ذنبك لخفت ربك، لقد\nكان في ذنبك شغل عن المسيئين، ويحك فكيف لم يشغلك عن المحسنين؟ أما لو كنت\nمن المحسنين لما تناولت المسيئين ورجوت لهم أرحم الراحمين، ولكنك من\nالمسيئين، فمن ثم عبت الشهداء والصالحين، أيها العائب لأصحاب محمد صلى الله\nعليه وسلم، لو نمت ليلك، وأفطرت نهارك لكان خيرا لك من قيام ليلك، وصيام\nنهارك مع سوء قولك في أصحاب نبيك، ويحك، فلا قيام ليل، ولا صيام نهار، وأنت\nتتناول الأخيار، وأبشر بما ليس فيه البشرى إن لم تتب مما تسمع وترى، ويحك،\nهؤلاء تشرفوا في بدر، وهؤلاء تشرفوا في أحد إذ إن هؤلاء وهؤلاء جاء عن الله\nالعفو عنهم فقال: {إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم\nالشيطان ببعض ما كسبوا ولقد عفا الله عنهم} [آل عمران: 155]\n</p>\n\n<h1 class='l1' id='head345'>[ص: 1548]</h1>\n\n<p>\n، فما تقول فيمن عفا الله عنه؟ نحن نحتج لإبراهيم خليل الرحمن قال: {فمن\nتبعني فإنه مني ومن عصاني فإنك غفور رحيم} [إبراهيم: 36] ، فقد عرض للعاصي\nبالغفران، ولو قال: فإنك عزيز حكيم أو عذابك عذاب أليم كان قد عرض\nللانتقام، فيمن تحتج أنت يا جاهل إلا بالجاهلين لبئس الخلف خلف يشتمون\nالسلف , لواحد من السلف خير من ألف من الخلف، وهؤلاء جاء العفو عنهم فقال:\n{إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما\nكسبوا ولقد عفا الله عنهم} [آل عمران: 155] ، فما تقول فيمن عفا الله\nعنهم؟، فما تقول فيمن عفا الله عنهم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head346'>2820 - </h1>\n\n<p>\nأخبرنا الحسين بن أحمد الطبري، قال: نا أبو الفضيل عبيد الله بن عبد\nالرحمن الزهري، قال: نا أبو سليمان محمد بن سليمان الحراني، قال: نا يحيى\nبن حيوة النيسابوري، قال: نا محمد بن عبد الحكم، قال: سمعت الشافعي يقول:\nما أرى الناس ابتلوا بشتم أصحاب محمد رسول الله صلى الله عليه وسلم إلا\nليزيدهم الله عز وجل بذلك ثوابا عند انقطاع عملهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head347'>2821 - </h1>\n\n<p>\nأنا محمد بن أحمد بن سهل، قال: نا عيسى بن حامد، قال: أنا أحمد بن الصلت،\nقال: نا ابن <span id='ms749'></span> نمير، وعمي جبارة بن مغلس، وأبو بكر بن أبي شيبة، قالوا جميعا:\nنا يحيى بن يمان، عن سفيان، عن ليث، عن مجاهد، قال: قال يحيى بن زكريا: يا\nرب اجعل أهل الأرض لا يذكروني إلا بخير\n</p>\n\n<h1 class='l1' id='head348'>[ص: 1549]</h1>\n\n<p>\n. قال: فأوحى الله عز وجل: يا يحيى لم أجعل هذا لي، فأجعله لك؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head349'>2822 - </h1>\n\n<p>\nأنا عبيد الله بن أحمد، قال: أنا الحسين بن إسماعيل، قال: نا الحسين بن\nمحمد، قال: أنا مسعدة بن اليسع، عن جعفر بن محمد، عن أبيه، أن عليا أقبل في\nعمامة يقال لها السحاب فقال النبي صلى الله عليه وسلم: «هذا علي أبو حسن»\nأو هذا أبو حسن قد أقبل في عمامة السحابة \" يعني عمامة على علي. قال جعفر:\nفحرف هؤلاء، وقالوا: علي في السحاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head350'>2823 - </h1>\n\n<p>\nأنا عبد الرحمن بن عبيد الله الحربي، قال: نا حمزة بن محمد بن العباس،\nقال: نا. . . . .، قال: أنا وهيب بن بقية الواسطي، قال: نا محمد بن حجير\nالباهلي، عن عبد الرحمن بن مالك بن مغول، عن أبيه، قال: قال الشعبي: يا\nمالك، لو أردت أن يعطوني رقابهم عبيدا أو أن يملؤوا بيتي ذهبا على أن أكذب\nلهم على علي لفعلوا، ولكن والله لا كذبت عليه أبدا، يا مالك، إنني قد درست\nالأهواء كلها، فلم أر قوما هم أحمق من الخشبية، لو كانوا من الدواب لكانوا\nحمرا، ولو كانوا من الطير لكانوا رخما، وقال: أحذرك الأهواء المضلة، وشرها\nالرافضة، وذلك أن منهم\n</p>\n\n<h1 class='l1' id='head351'>[ص: 1550]</h1>\n\n<p>\nيهود يغمصون الإسلام لتحيا ضلالتهم كما يغمص بولس بن شاؤل، ملك، ليغلبوا،\nلم يدخلوا في الإسلام رغبة ولا رهبة من الله، ولكن مقتا لأهل الإسلام وطعنا\nعليهم، فأحرقهم علي بن أبي طالب بالنار، ونفاهم من البلدان، منهم عبد الله\nبن سبإ، نفاه إلى ساباط، وعبد الله بن شباب نفاه إلى جازت، وأبو الكروش\nوابنه، وذلك أن محنة الرافضة محنة اليهود، قالت اليهود: لا يصلح الملك إلا\nفي آل داود، وقالت الرافضة: لا تصلح الإمارة إلا في آل علي، وقالت اليهود:\nلا جهاد في <span id='ms750'></span> سبيل حتى يخرج المسيح الدجال، أو ينزل عيسى من السماء، وقالت\nالرافضة: لا جهاد حتى يخرج المهدي، ثم ينادي مناد من السماء، واليهود\nيؤخرون صلاة المغرب حتى تشتبك النجوم، وكذلك الرافضة، والحديث عن رسول الله\nصلى الله عليه وسلم: «لا تزال أمتي على الفطرة ما لم يؤخروا المغرب حتى\nتشتبك النجوم» ، واليهود يولون عن القبلة شيئا، وكذلك الرافضة، واليهود\nتسدل أثوابها\n</p>\n\n<h1 class='l1' id='head352'>[ص: 1551]</h1>\n\n<p>\n، وكذلك الرافضة، وقد مر رسول الله صلى الله عليه وسلم برجل قد سدل ثوبه\nفقمصه عليه، واليهود حرفوا التوراة وكذلك الرافضة حرفوا القرآن، واليهود\nيستحلون دم كل مسلم، وكذلك الرافضة، واليهود لا يرون الطلاق ثلاثا شيئا،\nوكذلك الرافضة، واليهود لا يرون على النساء عدة، وكذلك الرافضة، واليهود\nيبغضون جبريل، ويقولون: هو عدونا من الملائكة، وكذلك صنف من الرافضة،\nيقولون: غلط بالوحي إلى محمد، وفضلت اليهود والنصارى على الرافضة بخصلتين:\nسئلت اليهود من خير أهل ملتكم؟ قالوا: أصحاب موسى، وسئلت الرافضة: من شر\nأهل ملتكم؟ قالوا: أصحاب محمد، وسئلت النصارى: من خير أهل ملتكم؟ قالوا:\nحواري عيسى، وسئلت الرافضة: من شر أهل ملتكم؟\n</p>\n\n<h1 class='l1' id='head353'>[ص: 1552]</h1>\n\n<p>\nقالوا: حواري محمد، أمروا بالاستغفار لهم فسبوهم، فالسيف مسلول عليهم إلى\nيوم القيامة، لا يثبت لهم قدم، ولا تقوم لهم راية، ولا تجتمع لهم كلمة،\nدعوتهم مدحوضة، وجمعهم متفرق، كلما أوقدوا نارا للحرب أطفأها الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms751'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1436",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1445",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1455",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1469",
    "000",
    "1469",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1475",
    "000",
    "000",
    "1477",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1483",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1486",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1499",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1509",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1523",
    "000",
    "1524",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1532",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1537",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1540",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "1545",
    "000",
    "1546"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}