{
  "content": "\n\nالكتاب: الأول من معجم الشيخ أبي النون يونس بن إبراهيم الدبوسي - مخطوط\n<p>\nالمؤلف: أبو النون يونس بن إبراهيم الدبوسي الكناني العسقلاني المصري\n</p>\n\n<p>\nالمتوفى: 729 ه\n</p>\n\n<p>\nتخريج: أبي الحسين أحمد بن أيبك بن عبد الله الدمياطي\n</p>\n\n<p>\nمصدر المخطوط: برنامج جوامع الكلم\n</p>\n\n<p>\nملاحظة: نص المخطوط وترقيمه موافق لما جاء في برنامج جوامع الكلم\n</p>\n\n<p>\nأعد المخطوط للشاملة: مكتبة أحمد الخضري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>AUTO الأول من معجم الشيخ أبي النون يونس بن إبراهيم الدبوسي</h1>\n\n<p>\nتخريج أبي الحسين أحمد بن أيبك بن عبد الله الدمياطي.\n</p>\n\n<p>\nرواية أم محمد مريم بنت أحمد بن محمد بن إبراهيم الأذرعي عمن خرج له.\n</p>\n\n<p>\nرواية أم الفضل هاجر ابنة محمد بن محمد بن أبي بكر القدسي.\n</p>\n\n<p>\nرواية يوسف بن حسن بن مروان بن فخر بن عثمان التتائي سماعا عليها في سنة 864.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n(1) -[1] أخبرتنا المسندة أم الفضل هاجر ابنة المحدث محمد بن محمد بن أبي\nبكر القدسي، سماعا قال: قرأت على الشيخة الصالحة المسندة الأصيلة أم محمد\nمريم بنت أحمد بن محمد بن إبراهيم بن إبراهيم بن داود الحنفي، أخبرك أبو\nالنون يونس بن إبراهيم بن عبد القوي بن قاسم بن داود الكناني العسقلاني\nالمصري، قراءة عليه وأنت تسمعين سنة ست وعشرين وسبع مائة، أنا أبو الحسن،\nيعني: علي بن أبي عبد الله الحسين بن أبي الحسن علي بن منصور بن الحسين\nالبغدادي الحنبلي النجار، المعروف بابن المقير، قراءة عليه وأنا أسمع،\nبقراءة الحافظ أبي بكر محمد بن شيخنا الحافظ أبي محمد المنذري، في رمضان\nسنة اثنين وأربعين عن أبي الكرم المبارك بن الحسن بن الشهرزوري، نا أبو عبد\nالله الحسين بن أحمد بن محمد بن طلحة النعالي، أنا أبو سهل محمود بن عمر بن\nجعفر بن إسحاق العكبري، قراءة عليه في شوال، في سنة سبع ..... أنا أبو\nالحسن علي بن الفرج بن علي العكبري، قراءة عليه في سنة تسع وثلاثين وثلاث\nمائة، نا أبو بكر عبد الله بن محمد بن عبيد القرشي، حدثني علي بن الجعد،\nأخبرني ابن أبي ذئب، عن <span id='ms01'></span> محمد بن قيس، عن عبد الرحمن بن يزيد بن معاوية، عن\nثوبان، قال: قال رسول الله، صلى الله عليه: \" من يتقبل لي بواحدة؟ أتقبل له\nبالجنة \"، قال ثوبان: أنا. قال: \" لا تسأل الناس شيئا \".قال: فكان ثوبان\nيسقط علاقة سوطه فلا يأمر أحدا يناوله وينزل هو فيأخذها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n(2) -[2] وبه إلى ابن عبيد القرشي، ثنا نضير بن سهل، ثنا مسلمة بن إبراهيم،\nنا فرقد بن الحجاج، ثنا عقبة، عن أبي هريرة، قال: قال رسول الله صلى الله\nعليه وسلم: \" من سأل مسألة وهو عنها غني كانت شيئا في وجهه يوم القيامة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(3) -[3] وأخبرنا أبو الحسن البغدادي، إن لم يكن سماعا فإجازة، أخبرتنا\nشهدة بنت أحمد بن الفرج الأبري، سنة اثنين وسبعين وخمس مائة ببغداد، أنا\nأبو الفوارس طراد بن محمد بن علي الزينبي، قراءة عليه، قيل له: أخبركم أبو\nنصر أحمد بن محمد بن أحمد بن حسنون النرسي الشيخ الصالح، أنا أبو جعفر محمد\nبن عمرو بن البختري الرزاز، إملاء ثنا سعدان بن نصر، نا سفيان، عن الزهري،\nعن عروة، عن زينب بنت أبي سلمة، عن حبيبة، عن أمها أم حبيبة، عن زينب، زوج\nالنبي، صلى الله عليه وسلم قالت: استيقظ النبي، صلى الله عليه، من نوم محمر\nوجهه وهو يقول: \" لا إله إلا الله \".ثلاث مرات.\" ويل للعرب من شر قد اقترب:\nفتح من ردم يأجوج ومأجوج مثل هذه \".وحلق حلقة. قلت: يا رسول الله، أنهلك\nوفينا الصالحون؟ قال: \" نعم، إذا كثر الخبث \".أخرجه الشيخان عن إسماعيل\nالنهدي أبي غسان، عن سفيان لكن لم يجود سنده، أسقط منه حبيبة .... أخرجه\nمسلم قال ... وكان سفيان يقول: حفظت من الزهري .... أربع صحابيات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n(4) -[4] وبه إلى الزينبي، أنا أبو الحسن محمد بن أحمد بن رزقويه، أنا محمد\nبن يحيى بن عمر بن علي بن حرب، نا علي بن حرب، نا سفيان بن عيينة، عن\nالزهري، عن عبيد الله بن عبد الله، عن ابن عباس، عن ميمونة، أن فأرة وقعت\nفي سمن على عهد رسول الله، صلى <span id='ms02'></span> الله عليه وسلم فقال: \" ألقوها وما حولها\nوكلوه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(5) -[5] وأخبرنا أبو الحسن البغدادي، إن لم يكن سماعا فإجازة، نا الحافظ\nأبو أحمد معمر بن الفاخر الأصبهاني، قراءة عليه سنة تسع وخمسين وخمس مائة\nببغداد، أنا أبو علي الحسن بن أحمد المقرئ، ثنا أبو نعيم الحافظ، ثنا أبو\nبكر بن خلاد، في صفر سنة سبع وخمسين وثلاث مائة، نا الحارث بن أبي أسامة،\nنا عبد الوهاب بن عطاء الخفاف، نا إسماعيل بن مسلم، عن الأعمش، عن ذكوان\nأبي صالح، عن أبي هريرة، رضي الله عنه، قال: \" ما عاب رسول الله، صلى الله\nعليه وسلم طعاما قط، كان يوضع بين يديه إن اشتهاه أكله وإلا أمسك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(6) -[6] وأخبرنا أبو الحسن البغدادي، إن لم يكن سماعا فإجازة، أنا الشريف\nأبو هاشم عيسى بن أحمد بن محمد الهاشمي الدوشابي البغدادي، وشهدة بنت\nالأبري، قراءة عليهما وأنا أسمع ببغداد سنة اثنين وسبعين وخمس مائة، قالا:\nأنا أبو عبد الله الحسين بن علي بن أحمد بن محمد بن البسري، أنا أبو محمد\nعبد الله بن يحيى بن عبد الجبار السكري، قال: قرئ على أبي علي إسماعيل بن\nمحمد بن إسماعيل الصفار، وأنا أسمع، في المحرم سنة إحدى وأربعين وثلاث\nمائة، ثنا سعدان بن نصر بن منصور البزاز، نا سفيان بن عيينة، عن عمرو، عن\nنافع بن جبير بن مطعم، عن أبي شريح الخزاعي، قال: قال رسول الله، صلى الله\nعليه وسلم: \" من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن\nبالله واليوم الآخر فليحسن إلى جاره، ومن كان يؤمن بالله واليوم الآخر\nفليقل خيرا أو ليصمت \".أخرجه مسلم عن زهير، وابن نمير، عن ابن عيينة، اسم\nأبي شريح: خويلد بن عمرو، وقيل: عبد الرحمن بن عمرو، وقيل ... عمرو بن\nخويلد ... عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n(7) -[7] أخبرنا أبو الحسن البغدادي، إن لم يكن سماعا فإجازة، نا الشيخ\nالمحدث أبو الفتح عبيد الله بن عبد الله بن محمد بن نجا بن شاتيل الدباس\nالبغدادي، بقراءة أبي محمد بن الأخضر الحافظ، عليه وأنا <span id='ms03'></span> أسمع، نا أبو محمد\nعبد الله بن يحيى بن عبد الجبار السكري، قال: قرئ على أبي علي إسماعيل بن\nمحمد الصفار، ثنا عباس بن عبد الله الترقفي، ثنا محمد بن يوسف، عن سفيان،\nعن الأعمش، عن إبراهيم التيمي، عن أبيه، عن أبي ذر، قال: قال النبي، صلى\nالله عليه وسلم حين غربت الشمس: \" تدري أين تذهب \"؟ قال: الله ورسوله أعلم.\nقال: \" إنها تذهب فتسجد تحت العرش فتستأذن فيؤذن لها فيوشك أن تسجد فلا\nيقبل منها وتستأذن فلا يؤذن لها، فيقال لها: ارجعي من حيث جئت، فتطلع من\nمغربها، فذلك قوله تعالى: {والشمس تجري لمستقر لها ذلك تقدير العزيز\nالعليم} \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(8) -[8] أخبرنا أيضا أبو الحسن البغدادي، سماعا عليه في شهر رمضان سنة\nاثنين وأربعين، عن الحافظ أبي الفضل محمد بن ناصر السلامي، أنا أبو إسحاق\nإبراهيم بن سعيد بن عبد الله الحبال، وأبو عبد الله الحميدي، الحافظان\nإجازة، أنا الشيخ أبو محمد الفضل بن جعفر بن أبي الكرام، قراءة عليه ونحن\nنسمع، أنا أبو أحمد عبيد الله بن محمد بن أحمد بن أبي مسلم الفرضي المقرئ،\nقراءة عليه وأنا أسمع، أنا أبو محمد عبد الله بن أحمد بن إسحاق المصري\nالجوهري، قراءة عليه، لتسع بقين من ذي القعدة سنة تسع وعشرين وثلاث مائة في\nمنزله، نا الربيع بن سليمان المرادي، نا عبد الله بن وهب القرشي، عن سليمان\nبن بلال، حدثني سهيل، عن عبد الله بن سعيد، عن أبي حميد الساعدي، أن رسول\nالله، صلى الله عليه وسلم قال: \" لا يحل لامرئ أن يأخذ عصا أخيه بغير طيب\nنفسه وذلك لشدة ما حرم الله عز وجل مال المسلم على المسلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(9) -[9] حدثنا أبو العباس أحمد بن محمد بن سعيد الحافظ، إملاء أنا إبراهيم\nبن محمد بن صدقة، نا الوليد بن مسلم، عن ابن أبي غنية، عن إسماعيل بن رجاء\nالزبيدي، عن أبيه، عن أبي سعيد الخدري، قال: خرج علينا رسول الله، صلى الله\nعليه وسلم ونحن في المسجد في نحو من سبع مائة <span id='ms04'></span> من أصحابه كأن على رءوسنا\nالطير، فقال: \" إن رجلا يقاتل الناس على تأويل القرآن كما قاتلتم على\nتنزيله \".قال أبو بكر، رضي الله عنه: أنا. فقال النبي صلى الله عليه وسلم:\n\" هو صاحب النعل بالحجرة \".فخرج علينا علي بن أبي طالب عليه السلام من\nالحجرة في يده نعل رسول الله، صلى الله عليه وسلم ليصلحها أو يخصفها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n(10) -[10] حدثنا أبو العباس أحمد بن عقدة، نا أحمد بن الحسين بن عبد\nالملك، نا إسماعيل بن عامر البجلي، حدثني عبد الرحمن بن الأسود، عن الأجلح\nأبي حجية، عن زيد بن علي، عن أبيه، عن جده، عن علي، عليه السلام، قال: \"\nعلمني رسول الله صلى الله عليه وسلم ألف باب، كل باب يفتح ألف باب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(11) -[11] وأخبرنا أبو الحسن الأزجي، إن لم يكن سماعا فإجازة، أخبرتنا\nالكاتبة شهدة بنت الأبري، قراءة عليها وأنا أسمع، سنة اثنين وأربعين وخمس\nمائة بمدينة السلام، أنا أبو الفوارس طراد بن محمد بن علي الزينبي، قراءة\nعليه، أنا محمد بن أحمد بن رزقويه، وكتب إلينا في الثغر مجيزا أبو القاسم\nبن أبي الحرم، أنا أبو طاهر الحافظ، حضورا عليه، أنا أبو الخطاب نصر بن\nالبطر، أنا أبو حفص عمر بن أحمد بن أبي عمرو البزاز العسكري، بها قالا: أنا\nأبو جعفر محمد بن يحيى بن عمر بن علي بن حرب بن علي بن حرب، نا سفيان بن\nعيينة، عن الزهري، عن محمد بن جبير بن مطعم، عن أبيه، قال: قال النبي صلى\nالله عليه وسلم: \" أنا محمد، وأنا أحمد، وأنا الماحي الذي يمحى بي الكفر،\nوأنا الحاشر الذي أحشر الناس، وأنا العاقب الذي ليس بعدي نبي \".صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n(12) -[12] وأخبرنا أبو الحسن البغدادي، إن لم يكن سماعا فإجازة، عن أبي\nبكر محمد بن عبيد الله بن نصر بن الزاغوني، أنا أبو القاسم علي بن أحمد بن\nمحمد بن علي بن البسري البندار، قراءة عليه وأنا أسمع، في سنة اثنين وسبعين\nوأربع مائة، أنا أبو طاهر محمد بن عبد الرحمن <span id='ms05'></span> بن العباس المخلص، نا عبد\nالله بن محمد بن عبد العزيز، إملاء، سنة ثلاث عشرة وثلاث مائة، أنا أبو عبد\nالله أحمد بن محمد بن حنبل، نا يحيى بن سعيد، عن شعبة، أخبرني أبو حمزة،\nسمعت ابن عباس، يقول: \" قدم وفد عبد القيس على رسول الله صلى الله عليه\nوسلم فأمرهم بالإيمان بالله، ثم قال: \" تدرون ما الإيمان بالله \"؟ قالوا:\nالله ورسوله أعلم. قال: \" شهادة أن لا إله إلا الله وأن محمدا رسول الله،\nوإقام الصلاة وإيتاء الزكاة، وصوم رمضان، وأن تعطوا الخمس من المغنم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(13) -[13] وبه إلى المخلص، نا محمد هو أبو حامد محمد بن هارون بن الحضرمي،\nنا أبو عمار الحسين بن حريث، نا الفضل بن موسى، عن الحسين بن واقد، عن أبي\nالزبير، عن جابر، وعمرو بن دينار، عن جابر، وعن ابن أبي نجيح، عن عطاء، عن\nجابر، قال: \" أطعمنا رسول الله، صلى الله عليه وسلم لحوم الخيل، ونهانا عن\nلحوم الحمر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n(14) -[14] أخبرنا أبو الحسن علي البغدادي، قراءة عليه وأنا أسمع في شهر\nرمضان سنة اثنين وأربعين، عن أبي الفضل الحافظ، عن أبي غالب شجاع بن فارس\nالذهلي، أنشدنا الرئيس أبو علي محمد بن وشاح، أنشدنا أبو الفرج عبد الواحد\nبن نصر المخزومي، المعروف بالببغاء، لنفسه:\n</p>\n\n<p>\nيا مكمدي دعني أمت كمدا ... أو جد بعبدك مثل ما وجدا\n</p>\n\n<p>\nوزعمت أن البين منك غدا ... هدد بهذا من يعيش غدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n(15) -[100] وأنشدنا أبو الحسن أيضا إجازة إن لم يكن سماعا، عن أبي الكرم\nأن الشهرزوري، قال: دخلت على الشيخ أبي محمد جعفر السراج، فأنشدني لنفسه:\n</p>\n\n<p>\nوعدتي أن تزوري بعد شهر ... فزوري قد تقضى الشهر زوري\n</p>\n\n<p>\nوشقي بيننا نهر المعلى ... إلى البلد المسمى شهرزوري\n</p>\n\n<p>\nفأشهر هجرك المحتوم صدق ... ولكن شهر وصلك شهر زور\n</p>\n\n<p>\nمحمد بن إسماعيل بن عبد الجبار بن يوسف بن عبد الجبار بن شبل بن علي\nالجذامي الطوسي المقدسي المصري الكاتب، سمع من ..... ولد سنة 574 مات شهيدا\nبالمنصورة سنة ..... كنيته أبو الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n(16) -[16] أخبرنا أبو الحسين المقدسي، إجازة أنا أبو حفص عمر <span id='ms06'></span> بن طبرزد\nالبغدادي، قرأت عليه بدمشق أنا أبو المواهب أحمد بن محمد بن عبد الملك\nالوراق، وأبو بكر محمد بن عبد الباقي الأنصاري، قالا: القاضي أبو الطيب\nطاهر بن عبد الله بن طاهر الطبري، نا أبو أحمد محمد بن أحمد الجرجاني، نا\nالحسن بن سفيان، ثنا عبيد الله بن فضالة، ثنا الحسين بن الوليد، نا سليمان\nبن أرقم، عن الزهري، عن سعيد بن المسيب، عن عثمان بن عفان، عن النبي صلى\nالله عليه وسلم قال: \" الصبحة تمنع الرزق \".يعني: نوم الغداة\n</p>\n\n<p>\nمحمد بن أنجب بن أبي عبد الله بن عبد الرحمن البغدادي الصوفي، المعروف\nبالنعال الملقب صائن الدين، سمع من جده لأمه أبي القاسم هبة الله بن رمضان\nبن شبيباء، وأبي مقيم ظاعن بن محمد الزبيري، وأجاز له ابن شاتيل، وجماعة،\nولد ببغداد في 575 وتوفي بالقاهرة في رجب 659 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n(17) -[17] أخبرنا أبو الحسن محمد بن أنجب النعال الصوفي، كتابة أنا، أبو\nمحمد وأبو مقيم ظاغن بن محمد بن محمود بن أبي الفرج القرشي الزبيري، بمسجد\nعلي ..... شرقي بغداد في شعبان سنة إحدى وثمانين وخمس مائة، أنا الحافظ أبو\nعثمان إسماعيل بن محمد بن أحمد بن جعفر بن ملة الأصبهاني، قدم علينا بغداد\nبجامع القصر، إملاء من لفظه، سنة ثمان وخمس مائة، أنا الفقيه أبو بكر محمد\nبن عبد الله بن أحمد التاجر، قراءة عليه سنة أربعين وأربع مائة، أنا\nالطبراني، أنا إسحاق بن إبراهيم الدبري، عن عبد الرزاق، عن معمر، عن\nالزهري، عن عطاء بن يزيد، عن أبي أيوب الأنصاري، أن النبي، صلى الله عليه\nوسلم قال: \" لا يحل لمسلم أن يهجر أخاه فوق ثلاثة أيام يلتقيان فيصد هذا\nويصد هذا وخيرهما الذي يبدأ بالسلام \".قال أبو عثمان، وأنا محمد بن عبد\nالله الفقيه، أنا سليمان الحافظ، نا علي بن عبد العزيز، حدثني القعنبي، عن\nمقرن، عن ابن شهاب، عن عطاء بن يزيد، عن أبي أيوب، قال: قال رسول الله، صلى\nالله عليه وسلم فذكره. ورواه البخاري، عن ابن يوسف، ومسلم، عن <span id='ms07'></span> يحيى بن يحيى\nبه، عن مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n(18) -[18] أنبأنا أبو الحسن البغدادي، عن أبي الفضل بن ناصر الحافظ، قال:\nوضع ابن ملة حديثا وأملاه، فكان يخلط. قال المخرج: هكذا حكاه ابن السمعان،\nوابن الجوزي، عن ابن ناصر، وقد وثق ابن ملة أبو منصور اليزدني محمد بن\nالحسن بن إسماعيل بن مظفر بن الفرات بن .... بن الحسن ... الواسطي\nالإسكندراني، سمع ابن موقا، توفي في صفر سنة 642.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(19) -[19] أخبرنا أبو الفتح محمد بن الحسن بن الفرات، إجازة أنا أبو\nالقاسم عبد الرحمن بن مكي بن حمزة بن موقا، أنا أبو عبد الله محمد بن أحمد\nبن .... ، أنا محمد بن أحمد بن عيسى السعدي، بمصر أنا عبيد الله بن محمد بن\nبطة العكبري، بها واللفظ له. ح وأخبرنا أبو الحسن البغدادي، في كتابه عن\nمالك بن المبارك بن الحسن بن الشهرزوري، عن الخطيب أبي محمد عبد الله بن\nمحمد بن الصريفيني، ثنا الكناني المقرئ، يعني: أبا حفص، وابن حبابة، يعني:\nعبيد الله بن محمد، متفرقين، قالوا: ثنا أبو القاسم عبد الله بن محمد بن\nعبد العزيز البغوي، نا طالوت بن عباد، ونا فضال بن جبير، سمعت أبا أمامة\nصدي بن عجلان، يقول: سمعت رسول الله، صلى الله عليه وسلم يقول: \" اكفلوا لي\nبست خصال أكفل لكم بالجنة: إذا حدث أحدكم فلا يكذب، وإذا وعد فلا يخلف،\nوإذا اؤتمن فلا يخن، غضوا أبصاركم، وكفوا أيديكم، واحفظوا فروجكم \"\n</p>\n\n<p>\nمحمد بن الحسن بن الفقيه عبد السلام بن عتيق بن محمد بن محمد السفاقسي\nالإسكندراني، سمع البوصيري، وابن موقا، والقاسم بن عساكر، وحضر عند السلفي\nالمسلسل بالأولية، وأجاز له وليس عنده عنه غيره، ولد في نصف محرم سنة 573،\nمات في جمادى الأولى 654.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(20) -[20] أخبرنا أبو بكر محمد بن الحسن الفقيه المالكي العدل، في كتابه\nإلي من الثغر، أنا أبو الفضل أحمد بن عبد الرحمن بن محمد بن منصور الحضرمي،\nقراءة عليه وأنا أسمع، في محرم سنة أربع وثمانين وخمس مائة، أنا أبو عبد\nالله محمد بن أحمد بن إبراهيم الرازي، أنا <span id='ms08'></span> القاضي أبو عبد الله محمد بن\nسلامة بن جعفر القضاعي، بانتقائنا للأمير أبي نصر علي بن هبة الله بن\nماكولا، وقرأته، قال: وأنا أبو مسلمة محمد بن أحمد بن علي بن الحسين، أنا\nأبو إسحاق إبراهيم بن محمد بن أبي ثابت الدمشقي. ح قال القضاعي: وأنا عبد\nالرحمن بن عمر بن المعدل، أنا أبو سعيد أحمد بن محمد بن زياد، ثنا سعدان بن\nنصر، ثنا إسحاق بن يوسف الأزرق، عن سفيان الثوري، عن المغيرة بن النعمان،\nعن سعيد بن جبير، عن ابن عباس، قال: قام رسول الله، صلى الله عليه وسلم في\nالناس، فوعظهم، فقال: \" أيها الناس، إنكم محشورون إلى الله تعالى عراة غرلا\n\".الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n(21) -[21] وأخبرنا أبو بكر بن عبد السلام السفاقسي، إجازة عن أبي المنصور\nظافر بن عطية بن فائد اللخمي النحاس الإسكندراني، أنا أبو بكر محمد بن\nالوليد الطرطوسي، قراءة عليه وأنا أسمع، أنا أبو علي التستري. ح وكتب إلي\nأعلى من هذه الرواية بدرجة أبو الحسن البغدادي، عن الفضل بن سهل، عن أبي\nبكر بن مهدي الحافظ، قالا: أنا أبو عمر الهاشمي، أنا محمد بن أحمد اللؤلئي،\nثنا أبو داود سليمان بن الأشعث السجستاني، ثنا قتيبة بن سعيد، نا ابن\nلهيعة، عن يزيد بن عمرو، عن أبي عبد الرحمن الحبلي، عن المستورد بن شداد،\nرضي الله عنه، قال: \" رأيت رسول الله، صلى الله عليه وسلم إذا توضأ يدلك\nأصابع رجليه بخنصره \".وأخبرنا أيضا الأشياخ الثلاثة الحافظان أبو محمد عبد\nالعظيم بن عبد القوي، وأبو علي الحسن، وأخوه أبو الفضل محمد ابنا محمد بن\nمحمد بن عمروك، إجازة، أنا أبو حفص عمر المؤدب، سماعا بدمشق أنا أبو البدر\nإبراهيم بن محمد بن منصور الكرخي الفقيه، أنا أبو بكر الحافظ، سماعا عليه\nببغداد، فذكره\n</p>\n\n<p>\nمحمد بن خاص بك بن بزغش بن كجب بن شغرك المصري، عرف بابن الشوباشي سمع\nأبا ... طاهر بن ....... ولد في المحرم سنة 574، وتوفي في ذي الحجة 693 في\nالقاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(22) -[22] كتب إلينا أبو عبد الله محمد بن <span id='ms09'></span> خاص بك الشوباشي، يذكر أن أبا\nيعقوب يوسف بن هبة الله بن الطفيل، أخبره، سماعا عليه، أنا أبو الفضل محمد\nبن عمر بن يوسف الفقيه الشافعي. ح وأنبأناه عاليا ثمانيا: أبو الحسن\nالبغدادي الحنبلي، عن أبي الكرم المبارك بن الحسن بن أحمد الشهرزوري، قالا:\nأنا أبو الحسين محمد بن علي بن محمد بن المهتدي بالله، قال أبو الفضل:\nسماعا، وقال أبو الكرم: إجازة، نا أبو حفص عمر بن أحمد بن عثمان بن شاهين\nالواعظ، ثنا أبو القاسم عبد الله بن محمد، ثنا أبو إبراهيم الترجماني،\nحدثني كثير بن عبد الله، مولى سامة بن لؤي، قال: سمعت أنس بن مالك، يقول:\nقال لي رسول الله، صلى الله عليه وسلم: \" إن أطعتني فلا يكن شيء أحب إليك\nمن الموت \" محمد بن عبد الله بن عاصم بن ....... المنبجي سمع ابن موقا ولد\nفي صفر 588 ومات في سنة 699.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(23) -[23] أخبرنا أبو عبد الله محمد بن عبد الله بن ..... ، نا أبو القاسم\nعبد الرحمن بن علي بن حمزة بن ... الأنصاري، سماعا ... عبد الله محمد بن\nإبراهيم ..... ، نا أبو القاسم علي بن محمد بن علي بن ... قراءة عليه وأنا\nأسمع، نا أبو الحسن محمد بن عبد الله بن حيويه النيسابوري، وأخبرنا من\nكتابه في جمادى الأولى سنة ستين وثلاث مائة، أنا أبو عبد الرحمن أحمد بن\nشعيب النسائي، أخبرني مسعود بن جويرية، ثنا المعافى، عن عبد الحميد بن\nجعفر، حدثني أبي، عن جدي أبي الحكم رافع: أنه أسلم، وأبت امرأته الإسلام،\nفأتت النبي، صلى الله عليه وسلم فقالت: يا رسول الله، ابنتي قال: \" هذه\nفطيم أو شبه الفطيم \".فقال أبو الحكم: يا رسول الله، ابنتي. فقال لي رسول\nالله، صلى الله عليه وسلم: \" اقعد ناحية \".وقال لها: \" اقعدي ناحية \".وأقعد\nالصبية بينهما، ثم قال: \" ادعواها \" فمالت الصبية إلى أمها فقال رسول الله،\nصلى الله عليه وسلم: \" اللهم اهدها \".فمالت إلى أبيها، فأخذها\n</p>\n\n<p>\nمحمد بن عبد الله بن محمد أبي الفضل السلمي النرسي الأندلسي الإمام\nالعلامة سمع ... محمد <span id='ms10'></span> بن عبد الله بن محمد .... ، وعبد المنعم بن .....\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n(24) -[24] أخبرنا أبو عبد الله محمد بن أبي الفضل النرسي كتابة، أنبا، أبو\nالقاسم وأبو الفتح منصور بن عبد المنعم الفراوي، قراءة عليه وأنا أسمع\nبنيسابور في سنة ست وست مائة، أنا الإمام أبو المعالي محمد بن إسماعيل بن\nمحمد الفارسي ... أبو بكر أحمد بن الحسين البيهقي، نا أبو عبد الله محمد بن\nعبد الله الحافظ، نا أبو العباس محمد بن يعقوب، نا الحسن بن علي .... .، نا\nالحسين بن علي الجعفي، عن زائدة، عن سماك بن حرب، عن مصعب بن سعد، عن ابن\nعمر قال: قال رسول الله، صلى الله عليه وسلم: \" لا يقبل الله صدقة من غلول،\nولا صلاة بغير طهور \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(25) -[102] أنشدنا أبو عبد الله محمد بن أبي الفضل الأندلسي النرسي لنفسه إجازة:\n</p>\n\n<p>\nمن كان يرغب في النجاة فما له ... غير اتباع المصطفى فيما أتى\n</p>\n\n<p>\nذاك السبيل المستقيم وغيره ... سبل الضلالة والغواية والردى\n</p>\n\n<p>\nفاتبع كتاب الله والسنن التي ... صحت فذاك إذا اتبعت هو الهدى\n</p>\n\n<p>\nودع السؤال بلم وكيف فإنه ... يجر ذوي البصيرة للعمى\n</p>\n\n<p>\nالدين ما قال الرسول وصحبه ... والتابعون ومن مناهجهم قفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n(26) -[103] وأنشدنا أبو عبد الله أيضا لنفسه إجازة وقد دخل عليه بعض\nإخوانه يعوده من مرض كان به قال ..... فأنشده:\n</p>\n\n<p>\nقالوا أبو محمد كبرت وقد أتى ... داعي الحمام وما اهتممت بالزاد\n</p>\n\n<p>\nقلت الكريم من القبيح لضيفه ... عند القدوم مجيئه بالزاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n(27) -[104] وأنشدنا أيضا لنفسه إجازة:\n</p>\n\n<p>\nقالوا فلان قد أزال بهاؤه ... ذاك العذار وكان بدر تمام\n</p>\n\n<p>\nفأجبتهم بل زاد نور بهائه ... ولذا تزايد فيه فرط غرامي\n</p>\n\n<p>\nاستقصرت لحاظه فتكاتها ... فأتى العذار يمدها بسهام\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن عبد الله بن عبد الرحمن بن عبد الله الجباب، سمع\nالسلفي ومن ... ولد في سنة 555 ومات في المحرم سنة 643.والجباب نجم ما بين ....\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(28) -[25] أخبرنا أبو عبد الله محمد بن عبد الرحمن، إجازة .. .، نا الحافظ\nأبو طاهر السلفي، سماعا ... أبو الخطاب نصر بن أحمد بن عبد الله بن البطر\nالقاري، وقد قرأت عليه ببغداد، أنا أبو <span id='ms11'></span> بكر أحمد بن ...... الواعظ ... ، نا\nأحمد بن سليمان بن الحسن بن النجاد، نا إبراهيم بن الهيثم البلدي، نا آدم\nبن أبي إياس، نا شيبان، عن منصور، عن الحكم بن عتيبة، عن ميمون بن أبي\nشبيب، عن معاذ بن جبل، أن ... حدثني بعمل أدخل به الجنة، قال: \" إن شئت\nأنبأتك برأس الأمر، وعموده، وذروة سنامه: أما رأس الأمر فالإسلام، من أسلم\nسلم، وأما عموده فالصلاة، وأما ذروة سنامه فالجهاد \" ثم قال: \" وإن شئت\nأنبأتك بأملك من ذلك كله \".قال: قلت: ما هو يا رسول الله؟ فأومأ بإصبعه إلى\nفيه. قلت: يا رسول الله، وإنا لنؤاخذ بما نقول بألسنتنا؟ قال: \" ثكلتك أمك\nيا ابن جبل، هل يكب الناس في نار جهنم إلا حصائد ألسنتهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(29) -[26] وأخبرنا أبو عبد الله ... إجازة، أنا السلفي، سماعا، أنا أبو\nبكر محمد بن علي بن عبد الله بن جعفر الخباز، بقراءتي عليه من أصل سماعه،\nبأصبهان، في صفر سنة سبعين وأربع مائة، أنا أبو عبد الله الحسين بن إبراهيم\nبن محمد بن إبراهيم الجمال القرشي، قراءة عليه، في ربيع الأول سنة عشرين\nوأربع مائة، أنا أبو القاسم سليمان بن أحمد بن أيوب اللخمي الطبراني، سنة\nست وأربعين وثلاث مائة، نا علي بن عبد العزيز، ثنا أبو عبيد القاسم بن\nسلام، ثنا يحيى بن سعيد الأموي، نا عبد الملك بن جريج، عن عبد الله بن أبي\nمليكة، عن أم سلمة، زوج النبي، صلى الله عليه وسلم قالت: \" كان رسول الله،\nصلى الله عليه وسلم يقطع قراءته {بسم الله الرحمن الرحيم} {الحمد لله رب\nالعالمين} {الرحمن الرحيمقف مالك يوم الدين} \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(30) -[27] وأخبرنا أبو عبد الله الجباب، إجازة أنا السلفي، سماعا، سمعت\nالقاضي أبا رجاء بندار بن محمد بن أحمد بن جعفر الخلقاني، يقول: سمعت أبا\nبكر أحمد بن جعفر، المعروف بالفقيه، وكان من آيات الحفظ والمعرفة بالحديث،\nيقول: ينبغي لمن طلب الحديث أن يكون سريع القراءة، سريع الكتابة، سريع المشي\n</p>\n\n<p>\nمحمد بن عبد الملك بن عيسى بن درباس الماراني الشافعي الفقيه <span id='ms12'></span> أبو حامد،\nسمع البوصيري، وابن حمد، والقاسم بن عساكر، ولد في ... أول 576 وتوفي في\nشوال سنة 657 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n(31) -[28] أخبرنا أبو حامد محمد بن قاضي القضاة أبي القاسم عبد الملك بن\nدرباس، إجازة، أنا أبو القاسم هبة الله بن علي بن سعود البوصيري، وأبو عبد\nالله محمد بن حمد بن حامد الأرتاحي، الأنصاريان، قال الأول: أنا أبو عبد\nالله محمد بن بركات بن هلال اللغوي، وقال الثاني: أنبانا أبو الحسن علي بن\nالحسين بن عمر الفراء، قالا: أخبرتنا أم الكرام كريمة بنت أحمد بن محمد بن\nحاتم المروزية، قالت: أنا أبو القاسم محمد بن المكي بن محمد بن الكشميهني،\nأنا أبو عبد الله محمد بن يوسف بن مطر الفربري، ثنا محمد بن إسماعيل\nالبخاري، نا عبد الله بن يوسف، أنا مالك، عن نافع، عن عبد الله بن عمر،\nقال: نهى رسول الله، صلى الله عليه وسلم عن الوصال. قالوا: إنك تواصل. قال:\n\" إني لست مثلكم إني أطعم وأسقى \" محمد بن عثمان بن أميرك بن أبي نصر أبو\nعثمان النشاوري الأصل أجاز له السلفي وابن بري، توفي سنة 646.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(32) -[29] أخبرنا أبو عبد الله النشاوري، إجازة عن الحافظ أبي طاهر\nالسلفي. ح وأنبأنا الأشياخ الثلاثة عشر أبو الحسن العليان ابن أبي الفضائل\nالفقيه الشافعي، وابن أبي الفتح المحمودي، ويوسف بن .. .، وأبو الفضل أحمد\nبن محمد بن عبد العزيز .. .، وأبو محمد عبد الوهاب بن .. .، وأبو القاسم\nعبد الرحمن بن مكي الأطرابلسي، وأبو محمد عبد العزيز بن عبد المنعم المصري،\nوأبو عبد الله محمد بن عبد الرحمن بن الجباب، وأبو القاسم حمزة بن عمر بن\nعتيق بن أوس، وأبو مدين شعيب بن يحيى بن أحمد القيرواني، وأبو الفضل يوسف\nبن عبد المعطي بن المخبلي، وأبو منصور ظافر بن طاهر بن شحم، وأبو الرضا علي\nبن زيد بن علي التسارسي، وقد انفردت بالرواية عن أكثرهم منهم، قالوا: أنا\nالحافظ أبو طاهر أحمد بن محمد السلفي، قراءة عليه ونحن نسمع، أنا أبو محمد\nعبد الرحمن بن حمد بن الحسن الدوني <span id='ms13'></span> السفياني، بالدون أنا أبو نصر أحمد بن\nالحسين بن محمد الكسار الدينوري، أنا أبو بكر أحمد بن محمد بن إسحاق بن\nالسني الحافظ، أنا أبو عبد الرحمن أحمد بن شعيب النسائي، ثنا قتيبة بن سعيد\nالبلخي، وعتبة بن عبد الله المروزي، عن مالك، عن الزهري، عن عطاء بن يزيد،\nعن أبي سعيد، أن رسول الله، صلى الله عليه وسلم قال: \" إذا سمعتم النداء\nفقولوا مثل ما يقول المؤذن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(33) -[30] وبه إلى السلفي، أنا أبو عبد الله القاسم بن الفضل بن أحمد بن\nأحمد الثقفي، أنا أبو طاهر محمد بن محمد بن محمش الزيادي، إملاء بنيسابور،\nأنا عبد الله بن يعقوب الكرماني، ثنا يحيى بن بحر الكرماني، ثنا حماد بن\nزيد، عن مجالد، عن الشعبي، عن جابر بن عبد الله، قال: قال رسول الله، صلى\nالله عليه وسلم: \" إنكم اليوم على دين، وإني مكاثر بكم الأمم فلا تمشوا\nالقهقرى بعدي \" محمد بن محمد بن إبراهيم بن الحسن بن خلف أبو عبد الله\nالحصني الحموي، سمع عبد الرزاق بن نصر النجار ........ عن الخشوعي وبشر بن\n.... ومولده ... سنة 571 وتوفي سنة اثنين وأربعين وست مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(34) -[31] حدثنا أبو عبد الله محمد بن محمد الحصني، إجازة، أنا أبو محمد\nعبد الرزاق بن نصر بن المسلم النجار، قراءة عليه وأنا أسمع بدمشق، سنة ...\nأنا أبو عبد الله محمد بن علي بن أبي العلاء السلمي، أنا أبو الحسين محمد\nبن مكي بن عثمان الأزدي المصري، أنا أبو علي أحمد بن عمر بن خرشيذ بن قوله،\nقراءة عليه، ... أبو القاسم عبد الله بن محمد بن إسحاق المروزي، المعروف\nبالحامض، ثنا حفص بن عمرو الربالي. ح وأنبأنا أعلى من هذه الرواية بدرجة\nأبو الحسن العليان بن هبة الله الفقيه الشافعي، وابن أحمد بن موسى .. .،\nوأبو محمد بن أبي .... ، وأبو القاسم بن مكي الإسكندراني، وأبو الرضا علي\nبن زيد بن علي التسارسي، وأبو الحسن محمد بن أبي الحسين بن ياقوت، قالوا:\nأنا أبو طاهر الأصبهاني، قراءة عليه ونحن نسمع، أنا أبو عبد <span id='ms14'></span> الله الثقفي،\nنا أبو الحسين علي بن محمد بن عبد الله بن بشران، ببغداد، نا أبو جعفر محمد\nبن عمرو بن البختري، إملاء أنبا عبد الرحمن بن منصور الحارثي، قالا: نا\nيحيى بن سعيد القطان، نا خثيم بن عراك، نا أبي، عن أبي هريرة، عن النبي،\nصلى الله عليه وسلم قال: \" ليس على المرء المسلم في فرسه ولا مملوكه صدقة\n\". (خ) عن مسدد ..... عن عبيد الله بن سعيد، عن يحيى بن سعيد القطان\n</p>\n\n<p>\nمحمد بن محمد بن محمد بن محمد بن عمروك، وهو عمرو بن أبي سعيد بن عبد\nالله بن الحسن بن القاسم بن علقمة بن النضر بن معاذ بن عبد الرحمن بن\nالقاسم بن محمد بن أبي بكر الصديق، سمع ابن طبرزد، وحنبل، والكندي، ولد في\nسنة 590 بمصر، وتوفي بها في المحرم 665.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(35) -[32] أخبرنا أبو المعالي محمد بن محمد بن البكري، إجازة، أنا أبو علي\nالبغدادي، أنا أبو القاسم الشيباني، أنا أبو علي التميمي، أنا أبو بكر\nالقطيعي، نا عبد الله بن أحمد، حدثني أبي، ثنا ابن أبي عدي، عن حميد، عن\nأنس، قال: قال رسول الله، صلى الله عليه وسلم: \" يقدم عليكم أقوام هم أرق\nمنكم قلوبا \".قال: فقدم الأشعريون فيهم أبو موسى الأشعري، فلما دنوا من\nالمدينة كانوا يرتجزون: غدا نلقى الأحبه محمدا وحزبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n(36) -[33] وأخبرنا أبو المعالي محمد، وأبو علي الختلي ... محمد بن محمد بن\nعمروك، والحافظ أبو محمد بن أبي محمد بن سلامة، إجازة، قالوا: أنا أبو حفص\nبن طبرزد، سماعا بدمشق أنا أبو الفتح ... بن أحمد بن محمد الدوني الوراق. ح\nوكتب إلينا أعلى من هذه الرواية بدرجة، أبو الحسن علي بن عبد الله\nالبغدادي، عن الفضل بن سهل الإسفرائيني، قالا: أنا الحافظ أبو بكر أحمد بن\nعلي بن ثابت البغدادي، قال الدوني: سماعا، وقال الإسفرائيني: إجازة، أنا\nالقاضي أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي، بقراءتي عليه\nبالبصرة، أنا أبو علي محمد بن أحمد بن عمرو اللؤلئي، نا أبو داود سليمان بن <span id='ms15'></span>\nالأشعث السجستاني، نا مسدد، ثنا عبد الواحد، نا سليمان الشيباني، سمعت عبد\nالله بن أبي أوفى، يقول: شهدنا مع رسول الله، صلى الله عليه وسلم وهو صائم\nفلما غربت الشمس، قال: \" يا بلال انزل فاجدح لنا \".قال: يا رسول الله لو\nأمسيت. قال: \" انزل فاجدح لنا \".قال: يا رسول الله، إن عليك نهارا. قال: \"\nانزل فاجدح لنا \".فنزل فجدح فشرب رسول الله صلى الله عليه وسلم: \" إذا\nرأيتم الليل قد أقبل من ههنا فقد أفطر الصائم \" وأشار بأصبعه قبل المشرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n(37) -[34] وبه إلى أبي داود، نا عبد الله بن مسلمة القعنبي، عن مالك، عن\nنافع، عن ابن عمر، أن رسول الله، صلى الله عليه وسلم نهى عن الوصال. قالوا:\nفإنك توصل يا رسول الله. قال: \" إني لست كهيئتكم إني أطعم وأسقى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(38) -[35] وبه إلى أبي داود، نا أحمد بن يونس، نا زائدة، عن حميد الطويل،\nعن أنس، قال: \" سافرنا مع رسول الله، صلى الله عليه وسلم في رمضان فصام\nبعضنا، وأفطر بعضنا فلم يعب الصائم على المفطر، ولا المفطر على الصائم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n(39) -[36] وبه إلى أبي داود، نا عبد السلام بن مطهر، نا جعفر بن سليمان،\nعن ثابت، عن أنس، قال: \" كان رسول الله، صلى الله عليه وسلم يغزو بأم سليم،\nونسوة من الأنصار ليسقين الماء ويداوين الجرحى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(40) -[37] وبه إلى أبي داود، ثنا أحمد بن أبي شعيب الحراني، نا زهير، نا\nأبو الزبير، عن جابر، قال: قال رسول الله، صلى الله عليه وسلم: \" لا ترسلوا\nمواشيكم إذا غابت الشمس حتى تذهب فحمة العشاء، فإن الشياطين تغيب إذا غابت\nالشمس حتى تذهب فحمة العشاء \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(41) -[38] وبه إلى أبي داود، نا قتيبة بن سعيد، نا الليث، عن نافع، عن ابن\nعمر، أن رسول الله، صلى الله عليه وسلم \" حرق نخل بني النضير وقطع، وهي\nالبويرة، فأنزل الله عز وجل: {ما قطعتم من لينة} \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(42) -[39] وبه إلى أبي داود، حدثنا موسى بن إسماعيل، نا حماد، أنا ثابت،\nعن أنس، أن النبي، صلى الله عليه وسلم \" كان يغير عند صلاة <span id='ms16'></span> الصبح، وكان\nيتسمع فإذا سمع آذانا أمسك وإلا أغار \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(43) -[40] وبه إلى أبي داود، ثنا سعيد بن منصور، نا سفيان، عن عمرو، أنه\nسمع جابرا، أن رسول الله، صلى الله عليه وسلم قال: \" الحرب خدعة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(44) -[41] وبه إلى أبي داود، نا مسلم بن إبراهيم، ثنا جرير بن حازم، نا\nقتادة، عن أنس، قال: \" كانت قبيعة سيف رسول الله، صلى الله عليه وسلم فضة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(45) -[42] وبه إلى أبي داود، نا عبد الله بن مسلمة، عن مالك، عن نافع، عن\nابن عمر، أن رسول الله صلى الله عليه وسلم قال: \" لا يحلبن أحد ماشية أحد\nبغير إذنه، أيحب أحدكم أن تؤتى مشربته، فتكسر خزانته، فينتقل طعامه؟ فإنما\nتخزن لهم ضروع مواشيهم أطعماتهم، فلا يحلبن أحد ماشية أحد إلا بإذنه \" محمد\nبن محمد بن محمد بن محمد أبو عبد الله المعدل الكاتب المعروف بابن نقاش\nالسكة، سمع البوصيري، وغيره، مولد سنة 565، وقيل سنة أربع .....\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(46) -[43] أخبرنا أبو عبد الله المعدل الكاتب، إجازة، أنا أبو القاسم هبة\nالله بن علي البوصيري، أنا أبو صادق مرشد بن يحيى بن القاسم المديني، نا\nأبو الحسن محمد بن الحسين النيسابوري، نا أبو الحسن محمد بن عبد الله بن\nزكريا بن حيويه النيسابوري، أنا أبو عبد الرحمن أحمد بن شعيب النسائي\nالحافظ لفظا، أنا واصل بن عبد الأعلى، نا ابن فضيل، عن أبي مالك الأشجعي،\nعن أبي حازم، عن أبي هريرة، وربعي بن خراش، عن حذيفة، قال: قال رسول الله،\nصلى الله عليه وسلم: \" أضل الله عن الجمعة من كان قبلنا، فكان لليهود يوم\nالسبت، وكان للنصارى يوم الأحد، فجاء الله بنا فهدانا ليوم الجمعة، فجعل\nالجمعة والسبت والأحد وكذلك هم تبع لنا يوم القيامة، ونحن الآخرون من أهل\nالدنيا والأولون يوم القيامة المقضي لهم قبل الخلائق \"\n</p>\n\n<p>\nمحمد بن محمد بن الحسين بن سراقة أبو بكر الشاطبي .. .، سمع بالمغرب من\nأحمد .... .، ومن بنت الأبنوسي، ولد بالشاطبة سنة 593 ومات سنة 663.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n(47) -[44] أخبرنا الإمام محيي الدين بو بكر محمد بن سراقة الزاهد، إجازة\nفي سنة <span id='ms17'></span> أربعين، أخبرتنا أمة الله بنت أبي الحسن أحمد بن عبد الله بن علي\nالأبنوسي، قراءة عليها، وأنا أسمع بدار السلام، قيل لها: أخبرك والدك،\nقراءة عليه، وأنت حاضرة في ذي القعدة سنة أربعين وخمس مائة. ح كتب إلينا،\nعاليا إن لم يكن سماعا، أبو الحسن بن أبي عبد الله البغدادي، عن أبي\nالشهرزوري، والحافظ أبي الفضل بن ناصر، قالا: أنا أبو القاسم علي بن أحمد\nبن محمد بن علي بن البسري، قال الأبنوسي: سماعا، وقال أبي الشهرزوري، وابن\nناصر: إجازة، أنا أبو طاهر محمد بن عبد الرحمن بن العباس المخلص، نا عبد\nالله، هو ابن محمد البغوي، نا أحمد بن منصور، نا عفان، نا حماد بن سلمة، نا\nثابت، عن أنس، ... وعن عروة، عن عائشة، عن النبي، صلى الله عليه وسلم أنه\nسمع صوتا، فقال: \" ما هذه الأصوات \"؟ فقالوا: النخل يأبرونه. قال: \" لو لم\nتفعلوا لصلح \".قال: فلم يأبروا عامئذ فخرج شيصا، فذكروا ذلك للنبي، صلى\nالله عليه وسلم فقال: \" إذا كان شيء من أمر دنياكم فشأنكم، وإذا كان شيء من\nأمر دينكم فلي \"\n</p>\n\n<p>\nمحمد بن محمد بن عبد الرحمن بن عبد الملك بن محمد بن عبد الله بن أبي عبد\nالله القيسي الأندلسي الأصل الإسكندراني المولد والوفاة، سمع من ابن عوف،\nوابن موقا، والبوصيري، وبدمشق من الكندي، وبحر بن سنان، وببغداد من الشاهد،\nفي آخرين، ولد سنة 554 وتوفي سنة 641 كان يذكر أنه سمع من السلفي.48 45\nأخبرنا أبو عبد الله محمد بن محمد بن محارب القيسي، إجازة نا أبو صالح ....\nبن علي ... قراءة عليه وأنا أسمع ... سنة ثلاث وسبعين وخمس مائة، نا أبو\nبكر ... بن محمد .... قراءة عليه .. الإسكندرية، أنا أبو علي علي بن .....\nالتستري ...... أبو الحسن .......... أبو عمر القاسم بن جعفر بن عبد الواحد\nالهاشمي ...... محمد بن عمرو .... .، أبو داود سليمان بن شعيب السجستاني،\n... عمرو بن عون، ... خالد، ... داود بن أبي هند، عن أبي حرب بن أبي\nالأسود، عن أبي عبد الله بن فضالة، عن أبيه، قال: علمني رسول <span id='ms18'></span> الله، صلى\nالله عليه وسلم فكان فيما علمني: \" وحافظ على الصلوات الخمس \".قال: قلت: إن\nهذه ساعات لي فيها أشغال فمرني بأمر جامع إذا أنا فعلته أجزأ عني فقال: \"\nحافظ على العصرين \".وما كانت من لغتنا، فقلت: وما العصران؟ فقال: \" صلاة\nقبل طلوع الشمس وصلاة قبل غروبها \".غريب فرد من حديث فضالة وليس له عن\nالنبي سواه، وهو من أفراد أبي داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n(48) -[46] أخبرنا أبو عبد الله القيسي، كتابة، أنا أبو القاسم عبد الرحمن\nبن مكي بن حمزة بن موقا، قراءة عليه وأنا أسمع، عن أبي عبد الله محمد بن\nأحمد بن إبراهيم العدل، أنا أبو الحسن محمد بن الحسين بن محمد النيسابوري،\nأنا أبو الحسن محمد بن عبد الله بن زكريا النيسابوري، نا أبو عبد الرحمن\nأحمد بن شعيب النسائي، أنا العباس بن عبد العظيم العنبري، نا عبد الله بن\nمحمد، يعني: ابن أسماء بن جويرية، أنا جويرية بن أسماء، عن الوليد بن أبي\nهاشم، عن نافع، أن عبد الله، قال: قال رسول الله، صلى الله عليه وسلم: \"\nصلوا في بيوتكم ولا تتخذوها قبورا \"\n</p>\n\n<p>\nمحمد بن محمد بن أبي الحسن بن ياقوت بن عبد الله الإسكندراني المالكي\nالمقرئ أبو عبد الله بن أبي الحسين، سمع الحافظ أبا الطاهر السلفي، وأبا\nعبد الله الحضرمي، وأبا القاسم بن موقا، في آخرين، وأجازه أبو محمد المبارك\nبن علي الطباخ، والشريف أبو محمد عبد الله بن عبد الرحمن .. .، في آخرين،\nمولده الإسكندرية في رجب 538، وتوفي ليلة ثلاث وعشرين ... الآخر سنة 646.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(49) -[47] أنبأنا أبو الحسن محمد بن أبي الحسن المقرئ، أنا أبو طاهر أحمد\nبن محمد بن أحمد الحافظ السلفي. ح وأخبرنا الأشياخ ...... .، وابن أبي\nالفتح البصري، وأبو القاسم بن أبي الحزم المالكي، وأبو محمد بن ........\nقالوا: نا السلفي، سماعا، نا أبو عبد الله القاسم بن الفضل الثقفي، قراءة\nعليه وأنا أسمع، ........ نا أبو الحسين علي بن محمد بن عبد الله بن بشران،\nببغداد أنا أبو جعفر محمد بن عمرو بن البختري، نا سعدان بن نصر <span id='ms19'></span>، نا معمر بن\nسليمان، عن خصيف، عن زياد بن أبي مريم، عن عبد الله بن معقل، قال: كان أبي\nعند عبد الله بن مسعود، فسمعه، يقول: سمعت رسول الله، صلى الله عليه وسلم\nيقول: \" الندم توبة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(50) -[48] وبه إلى ابن بشران، نا أبو جعفر محمد بن عمرو بن البختري،\nإملاء، نا عبد الرحمن بن منصور الحارثي، نا يحيى بن سعيد القطان، نا خثيم\nبن عراك، نا أبي، عن أبي هريرة، عن النبي، صلى الله عليه وسلم قال: \" ليس\nعلى المرء المسلم في فرسه، ولا مملوكه صدقة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n(51) -[49] وأنبأنا أبو الحسن بن ياقوت المقرئ، أنا الحافظ أبو طاهر أحمد\nبن محمد بن أحمد الأصبهاني، قراءة عليه سنة خمس وسبعين، نا الرئيس أبو عبد\nالله القاسم بن الفضل الثقفي، نا هلال بن محمد بن جعفر البغدادي، ببغداد نا\nالحسين بن يحيى بن عياش، نا أبو الأشعث أحمد بن المقدام العجلي، نا عبد\nالأعلى، عن هشام بن حسان، عن عبيد الله، عن نافع، عن ابن عمر، عن النبي،\nصلى الله عليه وسلم قال: \" من لم يجد نعلين فليلبس الخفين وليقطعهما أسفل\nمن الكعبين \" باب الألف ذكر من اسمه أحمد أحمد بن عبد الرحمن بن الحسين بن\nعبد العزيز بن عتيق بن عبد الرزاق بن عبد الرحمن بن أحمد بن محمد بن القاسم\nبن محمد بن أبي بكر، المعروف بابن شيخ السوق، سمع ابن موقا، وغيره، ولد سنة\n560، ومات سنة 633.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n(52) -[50] أخبرنا أبو العباس أحمد بن عبد الرحمن البكري، في كتابه، أنا\nأبو القاسم عبد الرحمن بن مكي بن حمزة بن موقا، قراءة عليه، أنا أبو عبد\nالله محمد بن أحمد الرازي، أنا أبو القاسم علي بن محمد بن علي الفارسي،\nبفسطاط مصر أنا أبو الحسين علي بن عبد الله بن الفضل البغدادي، بانتقاء\nالدارقطني وقراءته، نا أبو خليفة الفضل بن الحباب الجمحي، نا الوليد بن\nهشام القحذمي، نا حريز بن عثمان، قال: سألت عبد الله بن بسر: أشاب رسول\nالله، صلى الله عليه وسلم فأومأ بيده <span id='ms20'></span> إلى عنفقته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n(53) -[51] وأخبرناه أيضا عاليا تساعيا الإمام أبو الحسن بن أبي الفضائل\nالفقيه، أنا أبو طاهر ... الحافظ، أنا أبو الخطاب القاري، أنا أبو الحسن بن\nرزقويه، أنا أبو علي إسماعيل بن محمد الصفار، نا محمد بن سنان القزاز، نا\nعثمان بن عمر، أنا حريز، قال: لقيت عبد الله بن بسر السلمي فقلت: أكان رسول\nالله، صلى الله عليه وسلم شيخا؟ قال: كان في عنفقته شعيرات بيض أحمد بن\nسليمان بن أحمد بن سليمان بن أحمد بن سليمان أبو العباس القيسي الإسكندراني\nالفقيه المالكي الحاكم، سمع ابن البناء، وأحمد بن .... وتوفي في ذي القعدة\nسنة 659.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(54) -[52] أخبرنا أبو العباس أحمد بن سليمان ... إجازة، أنا أبو الحسن علي\n... الكرم ... ابن البناء. ح وكتب إلي الحافظ أبو محمد بن أبي محمد بن\nسعيد، أنا أبو الحسن بن البناء، وأبو حفص البغدادي، قالا: أنا أبو الفتح\nعبد الملك بن أبي القاسم الكروخي. ح وأخبرناه أيضا، أعلى من هذه الرواية\nبدرجة، أبو الحسن بن أبي الفتح البصري الشيخ الصالح، عن أبي جعفر\nالصيدلاني، قالا: أنا القاضي أبو عامر محمود بن القاسم الأزدي، قال\nالكروخي: سماعا، وقال الصيدلاني: كتابة، أنا أبو محمد عبد الجبار بن محمد\nالجراحي، أنا أبو العباس محمد بن أحمد المحبوبي، أنا أبو عيسى محمد بن عيسى\nالترمذي الحافظ، نا قتيبة، وهناد، قالا: ثنا وكيع، عن سفيان، عن أبي هاشم،\nعن عاصم بن لقيط بن صبرة، عن أبيه، قال: قال النبي، صلى الله عليه وسلم: \"\nإذا توضأت فخلل الأصابع \"\n</p>\n\n<p>\nأحمد بن محمد بن إبراهيم أبو العباس وأبو جعفر القرطبي الفقيه المحدث\nالمالكي، سمع من .... ، وعلي بن حفص، ولد سنة 578، وتوفي في ذي القعدة سنة 656.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(55) -[53] أخبرنا أبو جعفر القرطبي، إجازة في الإسكندرية، أنبا الفقيه\nالقاضي أبو الحسن علي بن محمد بن حفص اليحصبي، وأبو محمد بن حوط الله،\nبقراءتي عليهما لجميع الموطأ، قالا: أنا أبو القاسم خلف بن بشكوال، أنا أبو\nالحر سفيان بن العاص الأسلمي، أنا أبو عمر بن عبد البر، نا أبو عثمان <span id='ms21'></span> سعيد\nبن نصر، نا أبو محمد قاسم بن أصبغ، نا أبو عبد الله محمد بن وضاح، أنا يحيى\nبن يحيى، أنا مالك، عن عبد الله بن دينار، عن عبد الله بن عمر، أنه قال:\nذكر عمر بن الخطاب لرسول الله، صلى الله عليه وسلم أنه تصيبه جنابة من\nالليل. فقال له رسول الله، صلى الله عليه وسلم: \" توضأ واغسل ذكرك \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n(56) -[54] وقد أخبرناه، أعلى من هذه الرواية بثلاث درجات تساعيا، أبو\nالحسن علي بن أبي عبد الله النجار، عن أبي العباس أحمد بن محمد العباسي\nالمكي، أنا أبو علي الحسن بن عبد الرحمن بن الحسن الشافعي المكي، أنا أبو\nالحسن أحمد بن إبراهيم بن أحمد العبقسي المكي، أنا أبو جعفر محمد بن\nإبراهيم بن عبد الله المكي، نا أبو صالح محمد بن أبي الأزهر المكي المعروف\nبابن زنبور، نا إسماعيل بن جعفر، عن عبد الله بن دينار، أنه سمع ابن عمر،\nقال: ذكر عمر بن الخطاب لرسول الله، صلى الله عليه وسلم أنه تصيبه الجنابة\nبالليل، \" فأمره أن يتوضأ وضوءه للصلاة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(57) -[105] أنشدنا الإمام أبو جعفر القرطبي، إجازة: أنشدني أبو عبد الله\nمحمد بن عبد الرحمن التجيبي الأندلسي، بمدينة تلمسان، عند توديعي:\n</p>\n\n<p>\nإذا رأيت الوداع فاصبر ... ولا يهمنك البعاد\n</p>\n\n<p>\nوانتظر العود عن قريب ... فإن قلب الوداع عادوا\n</p>\n\n<p>\nقال: وكتبهما لي بخطه بقلم مكسور ومداد أبيض له كتب تحتهما هذين البيتين\nوأنشدنيهما.\n</p>\n\n<p>\nربع الكتابة في سواد مدادها ... والربع منها كتبة الكتاب\n</p>\n\n<p>\nوالربع من قلم سوي بريه ... وعلى الكواغد أوكد الأسباب\n</p>\n\n<p>\nوقد أنشدني البيتين الأولين جماعة من شيوخنا إجازة، عن الحافظ أبي طاهر\nمحمد الأصبهاني، قال: أنشدنا أبو محمد عبد الله بن أحمد السمرقندي، أنشدنا\nيعقوب بن أحمد الأديب، أنشدنا أبو عبد الرحمن النيلي لنفسه ... أحمد بن\nمحمد بن عبد العزيز بن الحسين بن عبد الله الجباب بتشديد الباء الموحدة بعد\nالجيم، أبو الفضل بن أبي عبد الله بن أبي المعالي التميمي السعدي المصري،\nسمع السلفي، وابن موقا، وأبا المفاخر المأموني، في آخرين، ولد <span id='ms22'></span> سنة 561،\nومات في رمضان سنة 638.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(58) -[55] أخبرنا أبو الفضل أحمد بن الجباب، إجازة، أنا أبو طاهر أحمد بن\nمحمد، سماعا، أنا أبو مطيع محمد بن عبد الواحد بن عبد العزيز المصري\nبأصبهان، سنة إحدى وتسعين وأربع مائة إملاء أنا أبو أحمد محمد بن عبيد الله\nبن هارون الكوكبي، أنا سليمان بن أحمد بن أيوب الطبراني، نا عبيد بن غنام،\nثنا أبو بكر بن أبي شيبة، نا وكيع، عن مالك بن مغول، عن سماك بن حرب، عن\nجابر بن سمرة، قال: \" لما انصرف النبي، صلى الله عليه وسلم من جنازة أبي\nالدحداح أتي بفرس معروري فركبه ونحن نمشي حوله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(59) -[56] وبه إلى أبي مطيع المصري، أنا أبو بكر محمد بن عبد الرحمن\nالهمداني، قراءة عليه وأنا أسمع، أنا أبو جعفر أحمد بن جعفر بن معبد\nالسمسار، نا يعقوب بن أبي يعقوب، نا محمد بن كثير العبدي، نا حماد بن سلمة،\nعن ثابت، عن أنس بن مالك، قال: \" إن رسول الله، صلى الله عليه وسلم كان\nأزهر اللون، كأن عرقه اللؤلؤ، إذا مشى تكفأ، وما شممت رائحة مسك ولا عنبر\nأطيب من رائحة رسول الله، صلى الله عليه وسلم ولا مسست ديباجا ولا حريرا\nألين من كف رسول الله، صلى الله عليه وسلم \".وأخبرناه أيضا كتابة، من ...\nأبو البركات هبة الله بن أبي عبد الله المقرئ، أنا الحافظ أبو طاهر السلفي،\nنا أبو مطيع المصري ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(60) -[57] أخبرنا أبو محمد بن علي الأزدي، وأبو القاسم حمزة بن عمر بن\nعتيق الأنصاري، وأبو الحسن علي بن هبة الله الفقيه الشافعي، وأبو الرضا علي\nبن زيد بن علي التسارسي، إجازة أنا الحافظ أبو طاهر الأصبهاني، أنا أبو عبد\nالله الثقفي، نا أبو عبد الله محمد بن الفضل بن نظيف المصري، بمكة نا أحمد\nبن محمد بن أبي الموت، نا علي بن عبد العزيز، ثنا سليمان بن داود\nالشاذكوني، سمعت عبد الله بن وهب، يقول: سمعت الثوري، بمكة يقول: رضا الناس\nغاية لا تدرك، وطلب الدنيا غاية لا تدرك <span id='ms23'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n(61) -[58] أنشدنا أبو إبراهيم محمد بن عبد الرحمن بن الجباب، وأبو القاسم\nعبد الرحمن بن علي بن الحاسب، إجازة، قالا: أنشدنا الحافظ أبو طاهر\nالأصبهاني، أنشدنا أبو غالب محمد بن الحسن بن أحمد الباقلاني، ببغداد،\nأنشدنا أبو الحسن علي بن أيوب بن الحسين بن الساربان العمي الكاتب، أنشدنا\nأبو الطيب أحمد بن الحسين بن الحسن المتنبي لنفسه:\n</p>\n\n<p>\nعزيز أسى من داؤه الحدق النجل ... عياءا به مات المحبون من قبل\n</p>\n\n<p>\nفمن شاء فلينظر إلي فمنظري ... نذير إلى من ظن أن الهوى سهل\n</p>\n\n<p>\nوما هي إلا لحظة بعد لحظة ... إذا نزلت في قلبه رحل العقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n(62) -[58] أنبأنا أبو الحسن علي بن أبي الفتح بن موسى الصوفي الشيخ\nالصالح، أنا الحافظ أبو طاهر أحمد بن محمد، أنا أبو مطيع محمد بن عبد\nالواحد بن عبد العزيز بن عبد الله بن أحمد بن زكريا المصري، فيما قرئ عليه\nغير مرة، ثنا أبو سعيد محمد بن علي بن عمرو بن مهدي الحافظ، إملاء في ربيع\nالأول سنة عشر وأربع مائة أنا أبو بكر محمد الحسيني الحنبلي، بمكة نا عبيد\nالله بن عبد الحميد الواسطي، نا هارون الحمال، نا سيار، نا جعفر بن سليمان،\nسمعت مالك بن دينار، يقول: من تباعد عن زهرة الدنيا فذاك الغالب لهواه، ومن\nفرح بمدح الباطل فقد أمكن الشيطان من دخول قلبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n(63) -[59] وبه إلى أبي سعيد الحافظ، سمعت نصر بن محمد العطار الطوسي،\nيقول: أنشدني جعفر بن محمد بن نصير الخلدي، أنشدني الجنيد:\n</p>\n\n<p>\nوشتان ما بقوم في الغيوب قلوبهم ... وحلوا بقرب الماجد المتفضل\n</p>\n\n<p>\nونالوا من الجبار عطفا وراحة ... بفضل وإحسان وسر معجل\n</p>\n\n<p>\nأولئك نحو العرش هامت قلوبهم ... وفي ملكوت العرش تأوي وتنزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n(64) -[59] أنشدنا أبو القاسم السبط، إجازة عن أبي الفضل منوجهري بن محمد\nبن تركا بن شامل بن محمد بن الفرج الكاتب، وكان مولده في سنة تسع وثمانين\nوأربع مائة، ووفاته ببغداد في سنة خمس وسبعين وخمس مائة، أنشدنا أبو محمد\nالقاسم بن علي بن محمد بن عثمان الحريري، لنفسه من أبيات وكان <span id='ms24'></span> مولده في سنة\nست وأربعين وأربع مائة، ووفاته بالبصرة في سنة عشرة وخمس مائة في ثامن رجب:\n</p>\n\n<p>\nوفضيلة الدينار تظهر سرها ... من حكه لا من ملاحة نقشه\n</p>\n\n<p>\nومن الغباوة أن تعظم جاهلا ... لصقال ملبسه ورونق رقشه\n</p>\n\n<p>\nأو أن تهين مهذبا في نفسه ... لدروس بزته ورثة فرشه\n</p>\n\n<p>\nولكم أخي طمرين هيب لفضله ... ومفوف البردين عيب لفحشه\n</p>\n\n<p>\nوإذا الفتى لم يغش عارا لم تكن ... أسماله إلا مراقي عرشه\n</p>\n\n<p>\nما إن يضر العضب كون قرابه ... خلقا ولا البازي حقارة عشه\n</p>\n\n<p>\nآخر الجزء الأول من معجم أبي النون الدبابيسي.\n</p>\n\n<p>\nعلقه لنفسه مجردا عن أكثر الكلام أحمد بن علي بن محمد بن محمد بن علي\nالعسقلاني، لطف الله به، في شهر ربيع الأول سنة 799.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             <span id='ms25'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066"
  ],
  "volumes": [
    "01"
  ]
}