{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK المقدمة</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب يسر وأعن\n</p>\n\n<p>\nالحمد لله محي الأمم بعد فنائها، وجامع الرمم بعد شتاتها، ومسوي العظام\nبعد تفتتها، ومعيد الأرواح إلى الأشباح بعد مفارقتها، ومجدد العلوم بعد\nبلائها، وناظم المنثور منها بعد تبددها، ومؤيد الفكر لاستنباط غرائبها\nودقائقها، ومتخذ الأذهان في كل زمان لإدراك ما خفي من غوائصها وغوامضها،\nوموفق الأخلاق لاقتفاء آثار أسلافها في إحيائها ونشرها، ومعطي كل منها\nفضائلها. فللأولين فضيلة الوضع وتمهيد القواعد، والآخرين مزية التمييز\nوإلحاق الفوائد وحذف الزوائد، فسبحان من أفاض بركتها على العالمين من بين\nالعالمين، وخص سعادة الدارين السابقين منهم واللاحقين، والصلاة والسلام،\nعلى رسله الكرام \"المبعوثين\" من بين الأنام، إلى الخواص والعوام، بالمعجزات\nالعظام، والآيات الجسام، خصوصا على سيدنا ومولانا محمد الختام، المظلل\nبالغمام، المبعوث بالحسام، إلى ألد الخصام، والمعاند الطغام. المرسل\nبالبراهين الساطعة، والآيات والبينات الدامغة، لتلقيح الخواطر العقام.\nوتوضيح المسالك الصعبة المرام، وعلى آله وأصحابه الهداة الأعلام، القادة\nإلى سبل السلام.\n</p>\n\n<p>\nأما بعد: فإن العلم أعلى ما تسمو إليه النفوس الفواضل، وأبهى ما ترنو\nإليه العقول الأوائل، وأنهى ما تصعد إليه أعناق العزائم، وأشهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             # ما تميل\" إليه أفئدة الصرائم، إذ كمالها فيه واشتغالها بعد مفارقة\nأجسادها به حين يحال بينهما وبين الأفهام، ويمنع عنها هواها، فلولا لها ما\nيشغلها عنها ويذهلها عن دوافعها لكانت معذبة دائما بالالتفات إليها،\nكالمغرم الفارع الممنوع.\n</p>\n\n<p>\nوإلى هذا المعنى وقعت الإشارة في التنزيل: {وأنى لهم التناوش من مكان\nبعيد}. {وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في\nشك مريب}.\n</p>\n\n<p>\nثم لا يخفى عليك أن العلوم تتفاوت مراتبها وشرفها، بسبب معلوماتها ومسيس\nالحاجة إليها، واحتياج غيرها من العلوم إليها وخاصة ضدها، ووثاقة براهينها\nوقواعدها، ففي بعضها قد يوجد كل هذه الجهات كما في العلم الإلهي الباحث عن\nالوجود المطلق وهو العلم الأعلى والأعم، ولا شك أنه أشرف العلوم وأنفسها،\nإذ فيه يطالعنا جلال الله وكبرياؤه الذي فيه أنواع السرور والحبور، وليس\nللعقول عنه تجاوز وعبور، بل تبقى <span id='ms0001'></span> فيه حائرة، وعن كل ما سواه غائبة، وعن\nغيبتها فائتة، فتكون في مقام فناء الفناء ناطقة بلسان الحال لا بلسان\nالمقال ليس في الوجود سوى الله أو سبحاني ما أعظم شأني أو أنا الحق، ومعرفة\nالجواهر النورانية كالعقول والنفوس وسائر الممكنات التي لا تنفد عجائبها،\nولا تنتهي غرائبها. وقد يوجد في بعضها أكثرها كما في أصول الفقه، أما مسيس\nالحاجة إليه فلاحتياج الفقه إليه المحتاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             # إليه في تحصيل المصالح الدينية والدنيوية.\n</p>\n\n<p>\nأما/ (2/ب) الدينية فلأن سعادة الإنسان في الدين منحصرة في الحكمة\nالعلمية والعملية، والحكمة العملية إنما تحصل بامتثال أوامر الله تعالى\nومحافظة حدوده والانتهاء عن مناهيه، والعلم المتكفل ببيانها هو الفقه، وقد\nاندرج تحت ما ذكرنا أقسامها الثلاثة المشهورة، إذ التخلق بالأخلاق المرضية\nوالاجتناب عن الرذيلة وكيفية معاشرة أهل المنزل والمدينة من جملة أوامر\nالله تعالى وحدوده ونواهيه. وبهذا ظهر أيضا كون الفقه محتاجا إليه في\nالمصالح الدنيوية، إذ لا يتأتى للإنسان أن يستقل وحده بتحصيل مصالحه فيما\nيتعلق بمعاشه فلابد من المصالحة والمخالطة لتتم المصالح بالتعاون.\n</p>\n\n<p>\nوهي تحتاج إلى حدود مشروعة وزواجر رادعة، وقوانين مضبوطة كي لا يؤدي\nالأمر إلى الهرج والمرج وإلى أن من غلب سلب. وأما احتياج غيره من العلوم\nإليه فلأن الفقه وعلم النظر الذي به يتميز الحق من الباطل والصحيح من\nالفاسد يحتاجان إليه، وأما وثاقة البراهين واستحكام القواعد فأيضا حاصل فيه\nإذا أكثر قواعده ثبت بأدلة قاطعة، مثل كون الإجماع، والقياس، وخبر الواحد\nحجة، وإن الخبر المتواتر يفيد العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             # عن من يجعله نظريا. وأما من يجعله ضروريا فالأمر عنده أظهر، وإن النسخ\nجائز عقلا وواقع شرعا وغير ذلك من قواعده، فظهر بما ذكرنا أن أكثر جهات\nالشرف حاصل فيه وما عداه من العلوم غير العلم الإلهي فظاهر أنه ليس كذلك\nفيكون أشرف العلوم بعده، ولأنه ليس نقليا محضا الذي فيه الخطب يسير، ولا\nعقليا خالصا الذي فيه الأمر عسير والخطب كثير، بل ازدوج فيه العقل والنقل،\nواجتمع الصعب والسهل، فلا الحاكم السديد فيه <span id='ms0002'></span> معزول، ولا حكم التقليد فيه\nمقبول، بل هو بين طرفي التفريط والإفراط. وقد قيل: (خير الأمور الأوساط).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nثم أنه مع شرفه وعلو مرتبته ورفعة مكانته قد أصبح مهجور الجناب، مغلوق\nالباب، قلما يغشاه أحد من أولى الألباب، لأن الدواعي قد فترت عن اكتسابه،\nوملت عن اقتنائه وتعطلت المدارس عن تعليمه وتعلمه. فدعاني ما في من الشوق\nإلى تحصيل الفضائل، والتجنب عن الرذائل، أن أصرف طرفا صالحا من العمر إلى\nتعلم هذا الفن المهجور واستعادة هذا النوع المغمور. فأقبلت على تحصيل\nأصوله، وجمع فروعه وشذوذه، وتتبع نصوصه وتفتيش فصوصه، فحصلت منه ما قدره لي\nمنحة، واحتويت على ما يسره لي [منه] عطية لا أدعى أنه لب/ (3/أ) الألباب،\nوعجب العجاب، فأكون كالمتصلف صورة، وإن لم أك ذاك حقيقة، بل فوضت فيه الأمر\nإليك لتعرف عند اطلاعك عليه. فإن المادح سلعته لا يفيد رواجها، ولا يحسنها\nفي عين مبتغيها، ثم إني مع قصر باعي وضيق ضرعي وعزة مساعدي وكثرة عوائقي\nأردت تصنيف كتاب في هذا الفن مشتملا على المباحث الدقيقة والنكت اللطيفة،\nوالأجوبة الشافية، والأسئلة القادحة، مع مراعاة الإنصاف في مواضع الاختلاف،\nوتجنب الاعتساف، لا لأني مهدي بالتصنيف المذكور إلى طلبة هذا الفن ما يعز\nوجوده، ولا يكاد يوجد مثله، بل لأغراض:-\n</p>\n\n<p>\nأحدها: أن يجد الناظر فيه من زبد المباحث وتفاوت المكاسب مجموعا ما لم\nيجده في غيره كان متفرقا ومتبددا ليستغنى به عن غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها: التشبه بالأسلاف الصالحين والراسخين الماضين، وقد قيل: \"من تشبه\nبقوم فهو منهم\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوثالثها: تكثير طرق الخير ونشرها، إذ كلما كثر التأليف كثر طرق تعلمه.\n</p>\n\n<p>\nورابعها: تنشيط الطالبين وتكثير سواد المتعلمين، فإن لكل جديد لذة.\n</p>\n\n<p>\nوخامسها: وهو الغرض الأعظم الدعاء ممن ينتفع به فإن المنتفع به وإن كبر\nلا يخرج عن كونه منتفعا به، كيف وربما ينتفع فيه الشيء لا يوجد فيه غيره،\nولما تأكد إرادتي وتصميم عزمي على ذلك شرعت فيه مستعينا بمبتدي النعم قبل\nاستحقاقها، ودافع النقم بعد وجوبها وتحققها، على جمعه وإتمامه، وإراد ما <span id='ms0003'></span>\nوعدته على أكمل أحواله فإنه خير مجيب ومعين، اللهم اعصمنا من الزلل والخلل،\nواحفظنا من الملل والعلل، واحرس دواعينا عن الفتور، وخواطرنا عن العثور،\nووفقنا بم وفقت به عبادك المخلصين، ووقفنا مواقف المقربين، فإنك ملاذ\nالمحتاجين وكهف المحتاجين يا رب العالمين.\n</p>\n\n<p>\nواعلم أن هذا الكتاب الذي نحن بصدده سميناه \"بنهاية الوصول في دراية علم\nالأصول\" ليطابق الاسم مسماه والكنية مكناه، ورتبناه على مقدمة وأنواع من\nالكلام / (3/ب). أما المقدمة ففيها ثلاثة فصول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n\"المقدمة\"\n</p>\n\n<p>\nوفيها ثلاثة فصول\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>CHECK \"الفصل الأول\" في تعريف أصول الفقه بسيطا ومركبا وبيان موضوعه وعلتة غايته</h2>\n\n<p>\n\"الفصل الأول\"\n</p>\n\n<p>\nفي تعريف أصول الفقه بسيطا ومركبا\n</p>\n\n<p>\nوبيان موضوعه وعلته غايته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             # الفصل الأول\n</p>\n\n<p>\nفي تعريف أصول الفقه بسيطا ومركبا وبيان موضوعه وعلة غايته\n</p>\n\n<p>\nفإن عند الشعور بها تنبعث الخواطر على الطلب، أما بسائطه فثلاثة الأصل،\nوالفقه، وهيئة التركيب التي هي الإضافة، ونقدم تعريف الفقه لأن المضاف\nيكتسي من المضاف إليه تعريفا. فنقول:\n</p>\n\n<p>\nالفقه في اللغة: عبارة عن الفهم، قال الله تعالى حكاية عن الكفار {ما\nنفقه كثيرا مما تقول} أي: لا نفهم، ومنه قول الشاعر:\n</p>\n\n<p>\nأرسلت فيها قرما ذا إقحام .... طبا فقيها بذوات الإبلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             # وصف القرم بالفقه لكونه فاهما، ومنه سمي الشاعر فقيها في الجاهلية لفهمه\nالمعاني الخفية.\n</p>\n\n<p>\nوأما من فسره بأنه عبارة عن فهم غرض المتكلم. فقد زاد قيدا غير معتبر في\nمفهومه، يدل عليه ما أنشدناه من الشعر، وقوله تعالى: {ولكن لا تفقهون\nتسبيحهم} لأنه نفى عنهم فقه تسبيحهم، وتسبيحهم ليس بالكلام على ما هو مذهب\nالمحققين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الحق الذي لا يسوغ غيره، إذ لو جوزنا ذلك لأدى إلى السفسطة، فلو كان\nالفقه عبارة عن فهم غرض المتكلم لم يكن في نفي الفقه عنه منقصة ولا تعيير،\nلأنه غير متصور لعدم بيانه الكلام.\n</p>\n\n<p>\nوقولهم: فلان يفقه الخير والشر وإن لم يكن ذلك بالكلام، ولأن الفهم أعم\nمن فهم غرض المتكلم، فكان الحاجة إليه أكثر وكان جعل اللفظ حقيقة فيه أولى.\n</p>\n\n<p>\nومنهم من قال: إنه عبارة عن الفهم والعلم، فإن <span id='ms0004'></span> أراد به أنه حقيقة فيهما\nفهو باطل، إذ الاشتراك خلاف الأصل، وإن زعم أنهما مترادفان فهو أيضا: باطل،\nإذ الفهم غير العلم، لأنه شرطه، والشرط غير المشروط.\n</p>\n\n<p>\nبل هو عبارة عن جودة الذهن لقبول ما يرد عليه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             # المطالب. وأما العلم فستعرفه إن شاء الله تعالى.\n</p>\n\n<p>\nوأما في الاصطلاح: فهو عبارة عن العلم بجملة من الأحكام الشرعية الثابتة\nلأفعال المكلفين إذا حصل بالنظر والاستدلال على أعيانها.\n</p>\n\n<p>\nوإنما فسرنا الفقه بالعلم مع أنه من باب الظنون، لأنه الأحكام معلومة بعد\nظن طرائقها. فهو علم بهذا الاعتبار، وظن باعتبار الطريق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nبيانه [أنه] إذا غلب على ظن المجتهد تحقق مناط الوجوب مثلا في صورة، فإنه\nيقطع بوجوب العلم بمقتضاه، وإن كان كون ذلك الوصف مناطا للوجوب مظنونا،\nوكونه متحققا في تلك الصورة شرائطه وعدم موانعه كذلك. فالحكم معلوم والظن\nوقع في طريقه.\n</p>\n\n<p>\nوأما / (4/أ) قول من يقول: إن العلم وقع احترازا عن ظن الأحكام، فإنه وإن\nتجوز بإطلاق اسم الفقه عليه في العرف العامي فليس فقها في العرف العامي\nفليس فقها في العرف اللغوي والأصولي ممنوع، وهذا لأن الفقه في اللغة، هو\nالفهم على ما دللنا عليه وساعدنا هذا القائل عليه وهو في المعلوم والمظنون\nعلى السواء فوجب أن يكون حقيقة فيهما، وكذلك في العرف الأصولي إذ لا دليل\nيدل على أن إطلاق اسم الفقه على الأحكام المظنونة بطريق التجوز بالنسبة إلى\nاصطلاحهم، وما لا دليل عليه وجب أن لا يثبت، فيكف ما دل الدليل عليه نفيه،\nإذ المجاز خلاف الأصل لاسيما الشائع الذائع الذي يلزم منه تكثيره.\n</p>\n\n<p>\nوقولهم: الفقه عبارة عن العلم بالأحكام، لا يدل عليه لما ذكرنا أن\nالأحكام معلومة باعتبار وجوب العمل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقولنا: بجملة من الأحكام: احترزنا به من العلم بحكم أو حكمين فإنه لا\nيسمى فقها في اصطلاح الأصول، بدليل أنه لا يسمي صاحبه فقيها.\n</p>\n\n<p>\nوقولنا: بجملة من الأحكام خير من قول: القائل: هو العلم بالأحكام، لأن\nذلك مشعر بالعموم وهو ليس بشرط، وإلا لوجب أن لا يكون أحد <span id='ms0005'></span> من المجتهدين\nفقيها، فإن العلم بجميع الأحكام غير حاصل لأحد منهم.\n</p>\n\n<p>\nواحترزنا: بالشرعية عن الأحكام العقلية والحسية كالتماثل والاختلاف.\n</p>\n\n<p>\nواحترزنا: بقولنا: الثابتة لأفعال المكلفين: عن الأحكام الشرعية العلمية\nلكون الإجماع والقياس حجة.\n</p>\n\n<p>\nواحترزنا: بقولنا: إذا حصل بالنظر والاستدلال: عما يعلم من الأحكام\nبالضرورة كعلم جبريل والنبي يتلقى الوحي، وعلمنا بوجوب الصلاة والصوم.\n</p>\n\n<p>\nواحترزنا: بقولنا: على أعيانها عن العلم المستفتي فإنه إذا استدل على أن\nما أفتى به المفتي فهو حكم الله في حقه بالطريق المشهور، وهو أن هذا ما\nأفتى به المفتي وكل ما أفتى به المفتي فهو حكم الله في حقي فيلزم أن يكون\nهذا حكم في حقي، فإنه وإن كان عالما بجملة من الأحكام الشرعية العملية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             # التي عرفت بالنظر والاستدلال لكن لا يسمى فقها في اصطلاح الأصول، لأنه\nغير مستدل على عينه، ولذلك لا يسمى العامي المستفتى فقيها وإن كان عارفا\nبجملة من الأحكام، وأما إذا لم يستدل عليه أصلا فلا حاجة إلى إخراجه بهذا\nالقيد، لأنه خرج بقيد العلم، فإن ذلك لا يسمى علما بل تقليدا.\n</p>\n\n<p>\nوأما الأصل فهو في اللغة: ما منه الشيء، لأنه/ (4/ب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             # معنى عام في موارد استعماله، إذ يقال للأب أصل الولد، وللشجر أصل الثمر،\nوللعنب أصل الخمر. وغير ذلك من صور الاستعمال. فوجب جعله حقيقة فيه دفعا\nللاشتراك والمجاز.\n</p>\n\n<p>\nلا يقال: ما ذكرتم، وإن كان معنى عاما في موارد استعماله لكن أيضا: فيها\nمعنى آخر، وهو كون الشيء محتاجا إليه فلم لا يجوز حقيقة فيه؟ لأنا نقول: لو\nكان حقيقة فيه: لا طرد حيث وجد هذا المعنى لوجوب اطراد الحقيقة على ما\nسيأتي تقريره إن شاء الله تعالى، لكنه غير مطرد إذ لا يقال للنفقة والكسوة\nوالأواني والبيوت أصول.\n</p>\n\n<p>\nفإن قلت: لا نسلم وجوب اطراد الحقيقة، وهذا لأن الحقيقة قد لا تطرد\nكالقارورة فإنها فاعولة عن القرار مع إنها لا تطلق على الخوابي [و] سائر\nالأواني، وكذا لا يطلق الجواد والفاضل والدليل مطلقا على الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             # وإن كان حقيقة في فاعل الدلالة <span id='ms0006'></span> مع تحقيق معانيها اللغوية فيه تعالى.\n</p>\n\n<p>\nقلت: نعم لكن المانع. إما شرعي كما في أسامي الله تعالى، فإنه توقيفية\nوبتقدير كونها قياسية، فإنها يجوز إطلاق مالا يوهم الباطل وهذه الألفاظ\nليست كذلك.\n</p>\n\n<p>\nأو لغوي كما في القارورة فإن أهل اللغة منعوا من استعماله في غير معناها\nالمعروف، أما حيث لا مانع فإنه يجب الاطراد للاستقراء وتمامه سيأتي إن شاء\nالله تعالى.\n</p>\n\n<p>\nفإن أحالوا عدم الاطراد فيما نحن فيه إلى المانع كي لا يدل عدم الإطلاق\nعلى أنه ليس بحقيقة فيه كان جعل ما ذكرنا من المعنى العام مسمى اللفظ أولى\nمما ذكروه لعدم التعارض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوأما هيئة التركيب: التي هي الإضافة فهي تفيد اختصاص معنى المضاف بمعنى\nالمضاف إليه، وإنما جعلنا الاختصاص مدلولها دون الملك، كي لا يلزم الاشتراك\nأو المجاز، إذ هي مستعملة في الاختصاص أيضا كما في قولهم: \"جل الفرس وإذا\nعرفته بحسب الإفراد، فاعرفه الآن بحسب المجموع.\n</p>\n\n<p>\nفنقول أصول الفقه: مجموع أدلة الفقه على سبيل الإجمال وكيفية دلالتها على\nالأحكام وكيفية الحال المستدل بها.\n</p>\n\n<p>\nفقولنا: مجموع أدلة الفقه: احترزنا به عن النوع الواحد فإنه وإن كان من\nأصول الفقه لكنه ليس أصول الفقه فإن بعض الشيء لا يكون نفسه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوقولنا: أدلة الفقه: لا نعني بها ما يفيد القطع، كما هو في عرف طائفة، بل\nنعني بها ما يفيد القطع أو الظن ليتناول/ (5/أ) جميع مداركه.\n</p>\n\n<p>\nواحترزنا بقولنا: على سبيل الإجمال: عن علم الخلاف، فإنه وإن بحث فيه عن\nأدلة الفقه وعن كيفية دلالتها على الأحكام لكن على سبيل التفصيل.\n</p>\n\n<p>\nوأما في أصول الفقه فلا يبحث فيه إلا عن كون تلك الأدلة دون وجودها\nودلالتها على المسائل الفرعية.\n</p>\n\n<p>\nوقولنا: وكيفية دلالتها على الأحكام: أردنا به الشرائط التي بها يصح\nالاستدلال بتلك الأدلة كالاستدلال بعموم اللفظ إنما يصح بشرط عدم المخصص،\nوبالحقيقة يشترط عدم قرينة صارفة عن مدلولها.\n</p>\n\n<p>\nوقولنا: وكيفية حال المستدل بها: أردنا به أن الذي يدل به حكم الله تعالى\nإن كان عالما وجب عليها الاجتهاد ويذكر فيه <span id='ms0007'></span> شرائط الاجتهاد وما به يكمل،\nوإن كان عاميا وجب عليه الاستفتاء ويذكر فيه شرائطه، وممن يستفتى عند\nاجتماع المجتهدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n[موضوع علم أصول الفقه]\n</p>\n\n<p>\nوأما موضوعه: فاعلم أن موضوع كل علم لا يبحث فيه عن أعراضه الذاتية\nكأفعال المكلفين للفقه من حيث إنها تجوز أو لا تجوز، أو تجب أو لا تجب،\nوالوجود للعلم الإلهي وبدن الإنسان من حيث إنه يصح ويمرض للطب، والمقدار\nللهندسة، والمراد من الأعراض الذاتية: هو ما يلحق الشيء لما هو هو أو\nلمساوي له أو لأعم ذاتي له، فأما ما يلحق الشيء لأعم خارجي أو أخص فهو\nالعرض القريب، فموضوع أصول الفقه هو أحوال الأدلة الموصولة إلى الأحكام\nالشرعية، من يحث إنها أدلة ومن حيث منطوقها ومفهومها وعمومها وخصوصها\nومجملها ومبينها وغيرها من الأحوال العارضة للفظ واختلاف مراتبها وأقسامها\nوكيفية استثمار الأحكام منها على الوجه كله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوأما علته الغائبة فهي معرفة الأحكام الشرعية التي بها انتظام المصالح\nالدينية والدنيوية كما عرفته من قبل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الثاني\"\n</p>\n\n<p>\nفي تعريف ما يحتاج إليه أصول الفقه من الألفاظ\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO الفصل الثاني</h2>\n\n<p>\nفي تعريف ما يحتاج إليه أصول الفقه من الألفاظ\n</p>\n\n<p>\nلما عرفنا أصول الفقه بمجموع أدلة الفقه، وكيفية دلالتها على الأحكام وجب\nعلينا تعريف الدليل، والحكم الشرعي وما يتوقف عليه معرفتهما.\n</p>\n\n<p>\nأما الدليل في اللغة: فيطلق على ناصب الدليل، وعلى ذاكره، وعلى ما فيه\nالدلالة.\n</p>\n\n<p>\nثم قيل: الأول هو الحقيقة، والباقيان مجازات كمخصص فإنه حقيقة في إرادة\nصاحب الكلام. وقد يطلق بطريق التجوز على نفس الكلام الذي يدل على إرادته\nوعلى ذاكره ومعتقده / (5/ب)\n</p>\n\n<p>\nوأما في اصطلاح الفقهاء: فالدليل: هو ما فيه الدلالة سواء كان النظر فيه\nموصلا إلى العلم أو الظن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوالمتكلمون: خصصوه ما يوصل إلى العلم، وأما الذي يوصل إلى الظن فخصصوه\nبالأمارة.\n</p>\n\n<p>\nوأما عند الفقهاء: فالدليل أعم منها، إذ الدليل قد يفيد العلم. والأمارة\nلا تفيده.\n</p>\n\n<p>\nأما النظر في اللغة: فقد جاء لمعاني كالانتظار. وتقليب الحدقة والرؤية،\nوبهذا المعنى يتعدى بإلى، والرأفة والرحمة، وبهذا المعنى يتعدى باللام،\nوالتأمل <span id='ms0008'></span> والاعتبار وبهذا المعنى يتعدى بفي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوقد جمع هذه المعاني الثلاثة بعض الخلفاء في قوله: ثلاث أحبهن صديق أنظر\nإليه ومحتاج أنظر له وكتاب أنظر فيه.\n</p>\n\n<p>\nوأما في الاصطلاح: فهو عبارة عن ترتيب أمور متصورة أو مصدق بها في الذهن\nلاستفادة أمر آخر مجهول منها، وهذا على رأي الجماهير القائلين بإمكان\nاكتساب التصورات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوأما من يقول بأن التصورات كلها ضرورية فالنظر عنده فيها غير متصور.\nفنذكر مكان: أمور. تصديقات. ثم أن تلك الأمور إن كانت مطابقة لمتعلقاتها مع\nصحة التأليف على ما عرف ذلك في علم آخر فهو النظر صحيح وإلا فهو الفاسد.\n</p>\n\n<p>\nثم تلك الأمور إن كانت تصديقات معلومة، كان اللازم عنها كذلك، وإن كانت\nظنية أو بعضها كان اللازم عنها أيضا ظنيا، إذ الفرع لا يكون أقوى من الأصل.\n</p>\n\n<p>\nويعرف مما ذكرنا أن شرط النظر العقل وانتفاء أضداده كالنوم والغفلة.\n</p>\n\n<p>\nوان لا يكون جاهلا بالمطلوب ولا عالما به من كل الوجوه، ولا من الوجه\nالذي يطلبه، لئلا يلزم تحصيل الحاصل.\n</p>\n\n<p>\nوأما العلم والظن: فتعريفهما يستدعى تقسيما جامعا مترددا بين النفي\nوالإثبات. فنقول: العقل إما أن يتردد في ثبوت الشيء ونفيه تردد السواء، أو\nلا يتردد بل يحكم بأحدهما، أما مع تجويز نقيضه تجويزا سواء، أو تجويزا\nمرجوحا، أو لا مع تجويز النقيض، والقسمان الأولان هو الشك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوالفرق بينهما فرق ما بين العام والخاص، فإن الأول منهما قد يكون لعدم\nالدليل على الاحتمالين وقد يكون لدليلين متساويين على الاحتمالين.\n</p>\n\n<p>\nوأما الثاني فإنه لا يكون إلا لدليلين متساوين وإلا لم يكن ذلك الحكم\nمعتبرا، لأنه حينئذ يكون بالتشهي.\n</p>\n\n<p>\nفإن قلت: فعند التساوي يكون الحكم بأحدهما أيضا بالتشهي.\n</p>\n\n<p>\nقلت: عند تعارض المتساويين يتخير المكلف في الحكم بأحدهما/ (6/أ) على\nرأى، وليس كذلك عند عدم الدليل.\n</p>\n\n<p>\nثم الذي يدل على أن القسم الأول منهما شك- وإن لم يذكره كثير من\nالأصوليين- أن من توقف عن الحكم بثبوت الشيء ونفيه يقال: إنه شاك في وجوده\nونقيضه، ويقال: للسوفسطائية المتوقفين في حقائق الأشياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             # الشاكين والأصل <span id='ms0009'></span> في الإطلاق الحقيقة.\n</p>\n\n<p>\nوأما الثالث فالراجح منه ظن صادق إن طابق وإلا فظن كاذب، والمرجوح منه\nوهم صادق إن طابق، وإلا فوهم كاذب.\n</p>\n\n<p>\nوأما الرابع: فإن لم يكن مطابقا فهو الجهل، وإن كان مطابقا ولم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             # بموجب فهو اعتقاد المقلد، وإن كان بموجب فذلك الموجب إن كان حسا فهو\nالعلم الحاصل من الحواس الخمس، وإن كان وجدانا فهو العلم بالوجدانيات وهذا\nعلى رأي من لم يخص العلم بالكليات، وإن كان عقلا فإن كان مجرد تصور طرفي\nالقضية كاف في الجزم بذلك فهو البديهيات، وإلا فهو النظريات.\n</p>\n\n<p>\nوإن كان مركبا من العقل والحس فإن كان ذلك الحس السمع فهو العلم\nبالمتواترات أو غيره وهو المجربات والحدسيات.\n</p>\n\n<p>\nوفرق الإمام بينهما من حيث اللفظ أن التجربة إنما تستعمل فيما فيه\nلأفعالها مدخل كما في الأدوية والأغذية. وأما الحدس فيما ليس كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             # كقولهم: لما روى اختلاف نور القمر عند قربه وبعده من الشمس فإنه يحدس عند\nذلك بأن نوره مستفاد من الشمس.\n</p>\n\n<p>\nوالصحيح أن بينهما فرقا من حيث المعنى أيضا. وهو أن الحدس إنما يكون فيما\nفيه سرعة الانتقال من الأقوال المؤثر بسبب الدوران ولا يشترط ذلك في\nالتجربة فإن أكثر استعمالها في الأدوية والأغذية وخواص الأشياء، ومعلوم أن\nعليتها لا يعلم إلا بتكرر الفعل مرة بعد مرة، ومعنى الحدس في اللغة: ينبئ\nعن هذا الفرق وقد ظهر لك من هذا التقسيم معنى العلم والظن.\n</p>\n\n<p>\nثم اعلم أن الأصوليين اختلفوا في تصور العلم فمنهم من زعم أنه ضروري غني\nعن التعريف. واستدلوا عليه بوجهين:\n</p>\n\n<p>\nأحدهما: أن كل واحد يعلم نفسه ضرورة، ويعلم أنه عالم بالضرورة، ومتى كان\nالتصديق ضروريا كان ما يتوقف عليه ذلك التصديق أولى أن يكون ضروريا.\n</p>\n\n<p>\nوثانيهما: أن غير العلم لا يعلم إلا بالعلم، فلو علم العلم بغيره لزم\nالدور. وهما ضعيفان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nأما الأول. وهو الذي عول عليه الإمام، وذكره الإمام في كثير من كتبه/\n(6/ب) في أن كل تصور يتوقف عليه التصديق الضروري أولى أن يكون ضروريا. وذكر\nفي بعض <span id='ms0010'></span> مؤلفاته، أن هذا هو الضابط في تمييز التصورات الضرورية عن المكتسبة\nعند القائلين باكتساب التصورات، وقال: \"وأما ما لا يكون تصديقه ضروريا فقد\nيكون تصوره ضروريا، وقد يكون كسبيا. وما ذكره لا يستقيم لا على رأيه ولا\nعلى رأي الجمهور.\n</p>\n\n<p>\nأما الأول: فلأن شيئا من التصورات غير كسبي عنده بل كلها ضروري فلا حاجة\nإلى الاستدلال بالتصديق على أن تصور طرفيه ضروري أيضا.\n</p>\n\n<p>\nوأما الثاني: فلأن التصديق الضروري عندهم مفسر بما يصور طرفيه كاف في\nالجزم به، ولو كانا كسبيين سواء قيل التصور شطر التصديق أو شرطه فلا يلزم\nمن كون التصديق ضروريا أن يكون تصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             # طرفيه ضروريا، نعم لو جعل التصديق عبارة عن الحكم، وعن تصور طرفيه لا عن\nالحكم فقط، كما هو مذهب جماهير المتقدمين ونعني بالتصديق الضروري ما يكون\nكل واحد من أجزائه ضروريا، فإنه حينئذ يلزم أن يكون تصور التصديق الضروري\nضروريا لكن لا حاجة إلى الاستدلال على ذلك، فإن كون الشيء ضروريا عندنا\nيفرض [كونه] ضروريا ضروري، ولو فسر التصديق الضروري بما لا ينفك الذهن عنه\nلا معنى أنه حاصل فيه بالفعل أبدا، لأنه حينئذ يلزم أن لا يكون شيء من\nالتصديقات الضرورية ضروريا ضرورة خلوه عنها جميعا في بعض الأحيان كما في\nحالة النوم والغفلة، ولا بمعنى أنه لا ينفك عنه بالقوة المطلقة، لأنه حينئذ\nيلزم أن تكون التصديقات النظرية ضرورية ضرورة أن الذهن لا ينفك عنها بالقوة\nبل بمعنى أنه لا ينفك عنه بالقوة القريبة من الفعل كما في المغفول عنه\nوالمنسي فإنه متى تذكر خطر بالبال، فحينئذ يلزم أن كل ما يتوقف عليه\nالتصديق الضروري يكون ضروريا، لأن مالا ينفك عن الملزوم لا ينفك عن اللازم\nلكن يرجع حاصله إلى أن تصورات التصديقات الضرورية ضرورية لكن ربما يتنبه\nالذهن لها في بعض الأوقات، فإن توجه إليها تمثلت.\n</p>\n\n<p>\nوأما الثاني: فلأن توقف غير العلم على العلم من حيث إنه إدراك له لا من\nحيث إنه صفة مميزة له وتوقف العلم على غيره من <span id='ms0011'></span> حيث إنه صفة مميزة له عما\nسواه، إذا تغاير الجهتان فلا دور.\n</p>\n\n<p>\nومنهم من قال: إنه غير ضروري، بل/ (7/أ) يحتاج إلى التعريف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             # لكن بطريق القسمة والمثال فقط، وإليه ذهب إمام الحرمين والغزالي رحمهما\nالله- فإن قالا ذلك بناء على أن التعريف بالقسمة والمثال، مغاير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             # للتعريف بالحد والرسم فهو باطل، إذ التعريف بالقسمة لابد وأن يفيد إشارة\nعما عداه وإلا لم يصح التعريف بها، فإن كان ذلك بالذاتيات فهو إما حد تام\nأو ناقص، وإن كان بالخارجي فقط أو به وبالداخل فهو الرسم الناقص أو التام.\n</p>\n\n<p>\nوأما التعريف بالمثال فهو تعريف رسمي، لأن مثال الشيء مشابه له من وجه\nوتلك المشابهة من لوازم ماهيتهما فيكون تعريف الشيء به تعريفا رسميا، وإن\nقالا: ذلك بناء على أنه يتعذر أو يتعسر أن يذكر له حدا ورسما لتعذر\nالاطلاع. والوقوف أو تعسره على الذاتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             # أو الخارجي. فهو حق لكنه غير مختص بالعلم، فإن ذلك في كل الأشياء، إذ\nالتمييز بين الذاتي والخارجي في غاية العسر لو أمكن.\n</p>\n\n<p>\nومنهم من قال: يمكن أن يعرف بالحد والرسم أيضا: وذكروا له حدودا كثيرة لا\nيكاد يصح واحد منها على ما عرف تزييفها في الكتب القديمة والجديدة، فمن\nأراد فعليه بمطالعتها. ولكن نذكر منها واحدا هو أقرب ما قيل: العلم عبارة\nعن صفة بها تميز بين حقائق الأشياء تمييزا لا يتطرق إليه احتمال نقيضة.\nفالصفة كالجنس له لاشتمالها عليه وعلى غيره.\n</p>\n\n<p>\nوقولنا: بها تميز: احترزنا: به عن الحياة والقدرة والإرادة وغيرها من\nالصفات المشروطة بالحياة وغير المشروطة بها.\n</p>\n\n<p>\nوقولنا: تمييزا لا يتطرق إليه احتمال نقيضه: احترزنا: به عن الظن فإنه\nوإن ميز به بين حقائق الأشياء لكن بحيث يتطرق إليه احتمال نقيضه، وهذا على\nرأي من لم يخص العلم بالكليات. فأما من خصه فيجب أن يفيد بالكليات.\n</p>\n\n<p>\nتنبيه:\n</p>\n\n<p>\nقد عرفت مما سبق أن الظن: هو الاعتقاد الراجح مع تجويز النقيض ويغايره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             # اعتقاد الراجح، واعتقاد الرجحان، مغايرة العام والخاص فقد لا يكون معهما\nاعتقاد آخر، وحينئذ: إما أن <span id='ms0012'></span> يكون علما، وتقليدا، أو جهلا. وإن اعتبرت القدر\nالمشترك بين أن يكون معه اعتقاد آخر أو لا يكون ففيه التقسيم من رأى سوى\nالشك فإنه لا ينشأ من تقسيم اعتقاد الرجحان، لأنه لما ترجح جانب الوقوع\nمثلا صار جانب اللاوقع ممتعنا أو مرجوحا فلم يحصل التساوي، وكذلك رجحان\nالاعتقاد ظنا بشرط أن يكون معه اعتقاد آخر مرجوح لا مطلقا، لأنه لا يستدعى/\n(7/ب) أن يكون معه اعتقاد آخر مرجوح، إذا يصح تقسيمه إلى المانع من النقيض\nوإلى غير المانع منه فيصح أن يقال رجحان الاعتقاد، أما أن يكون بحيث يمنع\nمن النقيض أو لا يمنع إلى آخر التقسيم.\n</p>\n\n<p>\nوكلام الإمام يدل على أن رجحان الاعتقاد بإطلاقه هو الظن. وهو غير سديد\nلما عرفت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثالث\n</p>\n\n<p>\nفي الحكم الشرعي\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO الفصل الثالث</h2>\n\n<p>\nفي الحكم الشرعي\n</p>\n\n<p>\nوالحكم في اللغة: قد جاء بمعنى المنع والصرف، يقال: حكمت الرجل عن إرادته\nإذا صرفته عنه، ومنه سمي الرجل حكيما، لأنه يمنع نفسه عن ما لا ينبغي، ومنه\nالحديدة التي في اللجام، لأنها تمنع الدابة عن العدو والجموح، وبمعنى\nالإحكام والإتقان، ومنه الحكيم في صفاته تعالى، وهو فعيل بمعنى مفعل. فيكون\nالفعل حكما يحتمل أن يكون مأخوذا من الأول، لأنه شرع زاجرا وصارفا عما لا\nينبغي من الأفعال. قال الله تعالى: {إن الصلاة تنهى عن الفحشاء والمنكر}.\nويحتمل أن يكون مأخوذا من الثاني، لأنه يدل على إحكام وإتقان شارعه، حيث خص\nكل فعل بما ينبغي تخصيصه به.\n</p>\n\n<p>\n[تعريف الحكم الشرعي في الاصطلاح]\n</p>\n\n<p>\nواختلفوا فيه في العرف الشرعي. فقال بعضهم: إنه خطاب الشارع المتعلق\nبأفعال المكلفين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: مكان المكلفين: العباد، وهما غير مانعين، لأن أخبار الشارع \"غير\"\nأفعال المكلفين بكونه خالقا لها كقوله تعالى: {والله خلقكم وما تعملون}، أو\nكونها مخلوقة لهم، كما دلت عليه آيات القدر وغير ذلك من أوصاف الفعل،\nوكقوله عليه السلام: \"صلة الرحم تزيد في العمر\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             # و \"صلاة الضحى تزيد في الرزق\" خطاب منه متعلق بأفعالهم مع أنه ليس حكما شرعيا.\n</p>\n\n<p>\nويخص الثاني بأنه <span id='ms0013'></span> غير مانع من وجه آخر، وهو أنه يقتضى أن يكون الخطاب\nالمتعلق بأفعال الصبيان والمجانين حكما وليس كذلك فإن فعل غير المكلف لا\nيوصف بحكم من أحكام الشرع كفعل البهيمة.\n</p>\n\n<p>\nوقيل: إنه خطاب الشارع المفيد شرعية. وهو غير مانع أيضا، لأنه يقتضى أن\nما ثبت من صفات الله تعالى بخطاب الشارع الذي لا يدل العقل عليه نحو السمع\nوالبصر عند من يجعلهما عقليتين، ونحو الاستواء والنزول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             # وغيرهما من الصفات السمعية يكون حكما شرعيا وليس كذلك وفاقا\n</p>\n\n<p>\nوقال الأكثرون من أصحابنا: إنه الخطاب المتعلق بأفعال المكلفين،\nبالاقتضاء، أو التخيير، \"أو الوضع\".\n</p>\n\n<p>\nولابد من شرح قيوده\"-\n</p>\n\n<p>\nفالأول: / (8/أ) الخطاب، قيل: إنه عبارة عن الكلام الذي يفهم المستمع منه شيئا.\n</p>\n\n<p>\nواعترض عليه: بأنه غير مانع، إذ يدخل فيه الكلام الذي لم يقصد المتكلم به\nإفهام المستمع مع أنه يفهم منه شيئا وهو ليس بخطاب.\n</p>\n\n<p>\nثم قال المعترض: والحق أن يقال: إنه لفظ المتواضع عليه المقصود به إفهام\nمن هو متهيئ لفهمه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: اللفظ المتواضع عليه: احتراز: ما وقعت المواضعة عليه من الحركات\nوالإشارات المفهمة، والمتواضع عليه: احتراز: عما ورد على الحد الأول.\n</p>\n\n<p>\nوقولنا: المقصود به إفهام من هو متهيئ لفهمه: احتراز: عن الكلام لمن لا\nيفهم كالنائم والمغمى عليه ونحوه، فقول: المعترض: المتواضع عليه: احتراز:\nعما ورد على الحد الأول: مؤذن منه بأنه أراد بقوله: في الاعتراض: الكلام\nالذي لم يقصد به المتكلم إفهام المستمع عدم القصد لعدم الوضع. وحينئذ يكون\nالاعتراض ساقطا. لأن الكلام مذكور في التعريف وهو يمنع من دخول المهمل فيه\nعلى اصطلاح النحويين والأصوليين جميعا، إذ المهمل ليس بكلام عند أحد منهم.\n</p>\n\n<p>\nنعم يرد عليه الكلام الذي لم يقصد المتكلم به إفهام المستمع لا لعدم\nالوضع، بل إما لعدم قصده المتكلم به كالصادر من النائم والمغمى عليه، أو\nفإن وجد لكن لم يقصد به إفهام المستمع كما إذا شافه بكلامه جمادا أو حيوانا\nغير ناطق فإن السامع يفهم منه شيئا لو سمع مع أنه ليس بخطاب.\n</p>\n\n<p>\nلا يقال: لا <span id='ms0014'></span> نسلم أنه ليس بخطاب في الصورة الثانية. ولهذا يقال: خطاب\nالجماد وخطاب العربي بالزنجية قبيح، فلولا أنه خطاب وإلا لما حسن ذلك. لأنا\nنقول: تسميته خطابا مجاز لمشابهته الخطاب صورة، بديل أن الخطاب يستدعى\nمخاطبا ويشترط فيه كونه فاهما وفاقا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التعريف الثاني: فيرد عليه أن التكلم بالمجاز لا يكون خطابا، إن\nأراد بالوضع ما يخص الحقيقة، وأن أراد به ما يعم الحقيقة والمجاز، فلا نسلم\nأن إطلاق لفظ الوضع عليها بالاشتراك المعنوي حتى يصح إرادتهما منه، بل\nبالاشتراك اللفظي. وحينئذ لا يصح إرادتهما منه، ولئن سلمنا ذلك: لكن يقتضى\nأن يكون التكلم به لا يكون خطابا عند من لا يعتبر الوضع فيه، لكنه باطل. إذ\nالتكلم بالمجاز خطاب سواء اعتبر الوضع فيه أو لم يعتبر. وإذا كان في اعتبار\nالوضع هذا النوع/ (8/ب) من الأشكال فالأولى أن يحذف. ويقال: إنه الكلام\nالذي يفهم المستمع منه شيئا مع قصد المتكلم به إفهامه، ولا يرد عليه شيء\nمما ورد على التعريفين المذكورين.\n</p>\n\n<p>\nوقولنا: المتعلق بأفعال المكلفين: احترزنا به عن أفعال الصبيان والمجانين\nوسائر الحيوانات، إذ لا يتعلق بأفعالهما حكم شرعي، لا يقال: لا نسلم أنه لا\nيتعلق بأفعالهم حكم شرعي. إذا يتعلق بإتلاف الصبي والمجنون وسائر الحيوانات\nالضمان وهو حكم شرعي، وكذلك يتعلق بدلوك الشمس وجوب الصلاة، وأيضا: الصبي\nمأمور بالصوم والصلاة على طريق الاستحباب في سن التمييز لقوله عليه السلام:\n\"مروهم بالصلاة لسبع\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث والاستحباب حكم شرعي، وإذا كان كذلك كان الحد غير جامع فيكون\nباطلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nلأنا نقول: الدليل على أنه لا يتعلق بأفعالهم حكم شرعي الإجماع، إذ جمعت\nالأمة على أن شرط التكليف العقل والبلوغ وإذا انتفى التكليف عنهم لفق شرطه\nانتفى الحكم الشرعي عن أفعالهم. والمعنى من تعلق الضمان بإتلاف الصبي، أن\nالولي مأمور بإخراج الضمان من ماله عند إتلافه. وهو الجواب عن تعلق الضمان\nبإتلاف المجنون والبهائم، والمعنى من وجوب الصلاة بالدلوك أن الرجل مكلف\nبالصلاة عند مشاهدته أو علمه أو ظنه به فيرجع إلى أنه يتعلق <span id='ms0015'></span> بفعل المكلف.\nولا نسلم أن الصبي مأمور بالصوم والصلاة. وهذا لأن الأمر بالشيء لا يكون\nأمرا بذلك الشيء.\n</p>\n\n<p>\nسلمنا ذلك: لكن ليس ذلك على حقيقته بل هو على وجه التأديب كي لا يصير\nالترك عادة له.\n</p>\n\n<p>\nوإنما قلنا: بالاقتضاء أو التخيير: ليشمل الأحكام الخمسة. وهذا لأن\nالاقتضاء إن كان اقتضاء فعل مع المنع من النقيض فهو الوجوب. وإن لم يكن معه\nفهو الندب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان الاقتضاء اقتضاء ترك، فإن كان مع المنع من النقيض فهو الحرمة.\nوإن لم يكن معه فهو الكراهة، وأما التخيير فهو الإباحة.\n</p>\n\n<p>\nوإنما قلنا أو بالوضع يتناول الحكم بالسببية، والشرطية، والمانعية. فإنها\nأحكام شرعية غير داخلة تحت الاقتضاء والتخيير، فلو لم يذكره لم يكن الحد جامعا.\n</p>\n\n<p>\nفإن قلت: تعريفكم يقتضي أن يكون الحكم حادثا، وهو نقيض مقصودكم من رد\nالحكم إلى الخطاب، فإنكم إنما رددتموه إليه ليلزم قدمه كقدم الخطاب.\n</p>\n\n<p>\nوإنما قلنا: ذلك لأن الأفعال حادثة، وتعلف الخطاب بها/ (9/أ) يتوقف على\nوجودها ضرورة استدعاء النسبة وجود المنتسبين، والمتوقف على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             # الحادث حادث فيكون الخطاب متعلقا بها حادث فيكون الحكم حادثا.\n</p>\n\n<p>\nقلت: تعلق الخطاب بالفعل لا يستدعى تحققه في الخارج، يدل عليه أن اقتضاء\nالفعل بالقول في الشاهد والغائب يكون قبل الفعل وإلا لكان تحصيلا للحاصل بل\nيكفى فيه تقدير وجوده، فحكم الله محل الفعل هو قوله رفعت الحرج عن فاعله.\nولو فعله، وبوجوبه أن من فعله أثبته، ومن تركه عاقبته، ومعلوم أن هذا لا\nيستدعى وجود المخاطب فكيف فعله.\n</p>\n\n<p>\nفإن قلت: سلمنا: أنه لا يقتضى الحدوث بل يقتضى القدم لكنه باطل لوجوه:\n</p>\n\n<p>\nأحدهما: أن الفعل الحادث يوصف بالحل والحرمة فيقال: الغصب حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             # وإراقة دم المرتد حلال، وما يكون وصفا للحادث يستحيل أن يكون قديما.\n</p>\n\n<p>\nوثانيها: أن الحكم الشرعي معلل بالسبب الحادث كحل الوطء بالبيع والهبة\nوالنكاح ومعلول الحادث يستحيل أن يكون قديما.\n</p>\n\n<p>\nوثالثها: لو كان الحكم قديما لما جاز التصريح بحدوثه، لكنه يجوز إذ يصح\nأن يقال: وجب هذا بعد أن لم يكن كذلك، وحلت المرأة <span id='ms0016'></span> بعد أن لم تحل فلم يكن قديما.\n</p>\n\n<p>\nالجواب عن الأول: ما تقدم وهو أن المعنى من كون الفعل حلالا هو قوله: في\nالأول: رفعت الحرج عن فاعله، وإنما الفعل متعلقة، وإنما أطلق عليه الحال\nلكونه مقولا فيه ذلك.\n</p>\n\n<p>\nوعن الثاني: أن المعنى من التعليل التعريف، ويجوز أن يكون الحادث معرفا\nللقديم.\n</p>\n\n<p>\nوعن الثالث: أنا لا نسلم أن ذلك تصريح بحدوث الحكم، بل بحدوث التعلق نحو\n[تعلق] الإحلال بها أو حدوث متعلق الحكم \"فإن الحكم\" عندنا هو ذلك القول\nالإزلي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الحنفية من أهل السنة فقد عرف بعضهم الحكم، بأنه عبارة عن تكوين\nالله الفعل على وصف حكمي. وقال: أعني به كونه حسنا أو قبيحا أو واجبا أو\nندبا، وهو باطل، لأنه لا يعرف الوصف الحكمي ما لم يعرف الحكم بتعريف الحكم\nبه دور، ثم تفسيره الوصف الحكمي بالحسن والقبح والوجوب والندب لا تفيد\nلأنها أنواع الحكم فتتوقف معرفتها على معرفة الحكم, فلو عرف الحكم بها لزم\nالمحذور المذكور.\n</p>\n\n<p>\nسلمنا: أنه لا دور، لكنه تطويل من غير فائدة، فإنه يكفيه أن يقول: يكون\nالله الفعل على وصف الوجوب والندب والحسن والقبح من غير تعرض للحكم.\n</p>\n\n<p>\nوالأولى: أن يقال في ذلك على أصلهم: بأنه عبارة عن تكون الفعل على وجه\nيكون المكلف مأذونا في فعله وتركه على السواء، أو يكون أحدهما أرجح من\nالآخر في نظر الشارع أو على وجه الوضع.\n</p>\n\n<p>\nواحترزنا بقولنا: / (9/ب) في نظر الشارع: عن جلب المنافع ودفع الآلام\nالتي هي عقلية، فإنه وإن ترجح فيه أحد الجانبين على الآخر لكن ليس ذلك في\nنظر الشارع، بل بسبب اللذة ودفع المكروه عن النفس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوالأول: الإباحة. والثاني: يتناول الأحكام الأربعة الباقية. والثالث:\nالحكم بالسببية والشرطية والمانعية، فالحكم عندهم هو تكوين الله الفعل على\nالوجه المذكور. وكون الفعل على ذلك الوصف محكوم له تعالى لا حكمه، فعلى هذا\nيكونون موافقينا من وجه، وهو قدم الحكم، لأن التكوين والتخليق والإيجاد وما\nيجرى مجراها من صفات الأفعال كلها أزلي عندهم، ومخالفينا من وجه <span id='ms0017'></span>، وهو أن\nالحكم عندهم عبارة عن الفعل المخصوص، وعندنا عبارة عن الخطاب المخصوص.\n</p>\n\n<p>\nفإن قلت: قد أدخلت \"أو\" في التحديد وهي لتعليق الحكم بأحد المذكورين وذلك\nيقتضى الإبهام والتحديد للتوضيح وبينهما منافاة فيكون غير جائز.\n</p>\n\n<p>\nقلت: مرادنا منه: أن ما وقع تكوينه على أحد وجوه الثلاثة يكون حكما، وما\nلا فلا، ومعلوم أن هذا لا إبهام فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head4'>CHECK النوع الأول: الكلام في اللغات وفيه فصول</h1>\n\n<p>\nالنوع الأول\n</p>\n\n<p>\nالكلام في اللغات\n</p>\n\n<p>\nوفيه فصول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             # \"الفصل الأول\"\n</p>\n\n<p>\nفي حد الكلام والكلمة وأقسامها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO الفصل الأول:</h2>\n\n<p>\nفي حد الكلام والكلمة وأقسامها\n</p>\n\n<p>\nاعلم أن لفظ الكلام مشتق من الكلم وهو الجرح، والحروف المسموعة المفهمة\nإنما سميت بذلك، إما لأنها تكلم القلب بالإفهام أي توثر فيه به، إذ الكلام\nيستلزم التأثير. وإما لأن بعض أنواعه يجرح القلب بالإيذاء والإنكاء ولذلك\nقيل. كلم الكلام أشد من كلم السهام. ثم سمي الجنس باسم نوعه كتسمية علم\nأصول الدين بعلم الكلام، فإن مسألة الكلام بعض [أنواع] مسائله.\n</p>\n\n<p>\nثم اختلف العلماء في أن الكلام حقيقة فبماذا:\n</p>\n\n<p>\nأما المعتزلة فقد اتفقوا على أنه حقيقة في العبارة فقط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوأما أصحابنا فقد اختلفوا فيه، فالأكثرون على أنه لفظ مشترك بين المعنى\nالقائم بالنفس وبين العبارة الدالة عليه، وإن كان الاشتقاق لا يشهد لهم في\nأنه حقيقة في المعنى، وقال بعضهم كإمام الحرمين إنه حقيقة في المعنى مجاز\nفي العبارة تسمية للدليل باسم المدلول.\n</p>\n\n<p>\nوعلى التقديرين فالذي يتعلق غرضنا به في هذا الكتاب هو الكلام بمعنى\nالعبارة سواء كان حقيقة فيه بطريق الانفراد أو الاشتراك- أو مجازا.\n</p>\n\n<p>\nوأما الكلام بالمعنى القائم بالنفس فالكلام في علم الكلام، فنقول اختلف\nالأصوليون والنحويون في تحديده.\n</p>\n\n<p>\nأما الأصوليون فقد قال أبو الحسين البصري/ (10/أ) منهم: الكلام هو\nالمنتظم من الحروف المسموعة المتميزة المتواضع عليها الصادرة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             # قادر واحد.\n</p>\n\n<p>\nوقولنا. المنتظم. وهو إن كان حقيقة فيما يوجد أجزاؤه معا بصفة التأليف\nوهو غير متصور الحصول في الحروف لتعاقبها في الوجود لكن إنما أطلقناه عليها\nعلى طريق التجوز.\n</p>\n\n<p>\nووجهه أن الحروف المسموعة <span id='ms0018'></span> مشابهة له في كونها تحس معا من غير إحساس\nبالتعاقب.\n</p>\n\n<p>\nوقولنا: من الحروف: احترزنا بع من الحرف الواحد فإنه ليس بكلام.\n</p>\n\n<p>\nفإن قلت: لا نسلم أن الحرف الواحد ليس بكلام ألا ترى أن \"ق\" و \"ع\" كلام\nمع أنه حرف واحد.\n</p>\n\n<p>\nقلت: الدليل على أن الحرف الواحد ليس بكلام الإجماع، إذ النحاة\nوالأصوليون أجمعوا على أن أقل ما يمكن أن يكون كلاما حرفان، وأما \"ق\" و \"ع\"\nفإن كل واحد منهما وإن كان حرفا واحدا في الظاهر، لكنهما في الأصل حرفان،\nالقاف والياء والعين والياء، ولذلك يرجع الياء الساقطة في حالة التثنية\nفيقال: قيا وعيا.\n</p>\n\n<p>\nواحترزنا: بالمسموعة، عن المكتوبة، فإنه وإن أطلق عليها الكلام كما في\nقولهم: المكتوب في المصاحف كلام الله لكن على وجه التجوز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوقولنا: المتميزة: احترزنا بها عن أصوات كثير من الطيور.\n</p>\n\n<p>\nواحترزنا: بالمتواضع عليها، من المهملات.\n</p>\n\n<p>\nوبالصادرة عن قادر واحد عن الصادر عن قادرين فصاعدا، كما إذا صدر \"القاف\"\nمن \"قف\" من واحد، و \"الفاء\" من واحد آخر فإنه لا يسمى كلاما.\n</p>\n\n<p>\nواعلم أن هذا الحد: يقتضي أن يكون بعض ما هو كلمة عند النحاة.\n</p>\n\n<p>\nكالاسم والفعل والحرف الذي على حرفين كلاما عند الأصوليين، وهو قولهم:\nولا يقتضي أن كل ما هو كلمة عند النحاة كلام عندهم حتى يتجه أن يقال الحد\nغير جامع، لأنه غير متناول لبعض الكلمة التي هي على حرف واحد كباء الإلصاق\nولام التمليك.\n</p>\n\n<p>\nوالأولى: أن نحد الكلام والكلمة على وجه لا يلزم منه مخالفة النحاة، لأن\nاتفاقهم في المباحث العربية حجة على غيرهم، فيقول:\n</p>\n\n<p>\nكل منطوق به على سبيل الاستقلال دال بالاصطلاح على معنى مفرد فهو الكلمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nفقولنا. كل منطوق به: احترزنا به عن الإيماء والإشارة والكتابة.\n</p>\n\n<p>\nوقولنا: على سبيل الاستقلال: عن الحركات الإعرابية كالرفع والنصب، فإنه-\nوإن كان منطوقا به دال بالاصطلاح على معنى مفرد- وهو الفاعلية والمفعولية-\nلكنه ليس على سبيل الاستقلال.\n</p>\n\n<p>\nوقولنا: دال بالاصطلاح احتراز عن اللفظ المهمل فإنه وإن دل على حياة\nلافظه لكن ليس ذلك بالاصطلاح <span id='ms0019'></span> بل بالعقل، واحترزنا بالمعنى المفرد: عن\nالكلام.\n</p>\n\n<p>\nومن هذا تعرف ضعف ما ذكره الإمام في حد الكلمة هو: / (10/ب) كل منطوق بع\nدل بالاصطلاح على معنى فهو الكلمة، وأما الكلام: فهو المركب الذي يحسن\nالسكوت عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nفقولنا: المركب: احترزنا به عن الكلمة.\n</p>\n\n<p>\nوقولنا: يحسن السكوت عليه: عن مثل قولك غلام زيد، وهو إنما يتألف من\nاسمين كقولك: زيد قائم، \"أو من اسم وفعل\"، أو من اسم وحرف، وهو في النداء خاصة.\n</p>\n\n<p>\nوأما الأقسام الثلاثة الباقية فلا يحصل منها الكلام.\n</p>\n\n<p>\nومنهم من لم يعتبر التأليف الأخير قسما مستقلا، بل زعم أنه راجع إلى\nالقسم الثاني، لأن حرف النداء نائب مناب الفعل وتقديره أدعوك أو أناديك.\n</p>\n\n<p>\nواعترض عليه: بأنه لو كان كذلك لاحتمل التصديق والتكذيب كأصله.\n</p>\n\n<p>\nوأجيب عنه: بمنع الشرطية، وهذا لأنه نقل عن الخبرية إلى الإنشائية كصيغ\nالعقود وهي غير قابلة للتصديق والتكذيب مع بقاء صيغة الخبرية فهذا أولى أن\nلا يقبلها لعدم معنى الخبرية وصيغته.\n</p>\n\n<p>\nثم اعلم أن أنواع الكلام أربعة، الجملة الإسمية كقولنا: زيد قائم، أو زيد\nقام، والجملة الفعلية كقولنا: قام زيد، والجملة الشرطية كقولنا: إن تكرمني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             # أكرمك، والجملة الظرفية كقولنا: في الدار زيد، والأخيرتان ترجعان إلى\nالأولتين.\n</p>\n\n<p>\nوأما أقسام الكلمة فثلاثة: لأنها إن لم تدل على معنى في نفسها فهي الحرف،\nسميت بذلك، إما لوقوعها في طرف الكلام في الرتبة، وإما لأن بعض أنواعها على\nحرف واحد كباء الإلصاق ولام التمليك فسمي الجنس باسم نوعه. وإن دلت، فإما\nأن تدل على الزمان بصيغتها ووزنها أو لا تدل كذلك والأول هو الفعل والثاني\nالاسم، وإن شئت عبارة أخرى فقل: الكلمة إن دلت على معنى في غيرها فهي\nالحرف، وإن دلت على معنى في نفسها وعلى زمان هو ظرف لمسماه فهي الفعل، وإن\nدلت على معنى في نفسها من غير أن تدل على زمان هو ظرف لمسماه فهي الاسم،\nوسمي الفعل فعلا لكون مدلوله فعلا في الأكثر فهو من باب إطلاق اسم المدلول\nعلى الدليل.\n</p>\n\n<p>\nوأما الاسم فإنما سمي <span id='ms0020'></span> اسما إما لسموه على قسيميه، أو لأنه سما بمسماه\nفكشفه وأظهره، وإما لكونه علامة بمسماه.\n</p>\n\n<p>\nوقد ظهر بما ذكرنا من التقسيم تمييز كل واحد منها عن الآخر.\n</p>\n\n<p>\nتنبيه:\n</p>\n\n<p>\nاعلم أن ما ذكرنا من أن الفعل نوع من أنواع الكلمة على الإطلاق من غير\nتفصيل فإنما هو على رأي النحاة، وأما الحكماء فقد فصلوا بين الماضي\nوالمضارع، واتفقوا على أن الماضي منه كلمة \"واحدة\" وإن دل على المصدر وعلى\nموضوعه الغير معين لما أنه ليس فيه جزء مستقل يدل على جزء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             # المعنى. واختلفوا في المضارع، فذهب أبو علي منهم إلى أن الذي للغائب منه\n/ (11/أ) كلمة أيضا لكونه غير دال على الموضوع المعين كالماضي.\n</p>\n\n<p>\nوذهب الباقون إلى [أن] كل واحد من ألفاظ المضارع كلام لكونه محتملا\nللتصديق والتكذيب، مع أن لجزئه دلالة على جزء المعنى إذ حرف المضارع فيه\nيدل على الموضوع الذي صدر المصدر منه معينا كان أو غير معين كما في الغائب\nكلمة بالاتفاق كالماضي لكن الأول أقرب وأوثق، إذ الفرق عسير، فكان اتفاق\nالكل عليه أبعد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني\n</p>\n\n<p>\nفي البحث عن مبدأ اللغات\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO الفصل الثاني</h2>\n\n<p>\nفي البحث عن مبدأ اللغات\n</p>\n\n<p>\nاعلم أن دلالة اللفظ على المعنى: إما لمناسبة طبيعية بينه وبين معناه،\nوإما بالوضع: والأول مذهب عباد بن سليمان من المعتزلة ومن وافقه من غيرهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوهو يحتمل وجهين:-\n</p>\n\n<p>\nأحدهما: أن تلك المناسبة الطبيعة حاملة للواضع على أن يضع ذلك اللفظ،\nلذلك المعنى سواء كان الواضع هو الله تعالى أو غيره. وهذا قريب لكن لا يمكن\nادعاؤه في كل الألفاظ واللغات، لأنا نعلم بالضرورة أن ما يذكرونه من\nالمناسبة بين حروف الألفاظ وبين معانيها غير مرعية في كل الألفاظ واللغات،\nولأنه لو كان كذلك لما وقع المشترك بين الضدين كالقرء والجون، لأن الشيء\nالواحد لا يناسب الضدين مناسبة طبيعية، ولأنه لو كان كذلك لما اختلف دلالة\nالألفاظ على معانيها باختلاف الأمم والأزمنة، لأن المناسبة الطبيعة لا\nتختلف باختلافهما، فعلى هذا استدلال من استدل من أصحابنا على فساد قوله بما <span id='ms0021'></span>\nأنا نعلم أن الواضع في ابتداء الوضع لو وضع لفظ الوجود للعدم، أو بالعكس\nلما كان ممتنعا غير مستقيم، إذ الخصم لا يقول أن ذلك ممتنع على هذا\nالتقدير، بل غايته أنه يلزم الترك بالمناسبة الطبيعية وهو غير ممتنع.\n</p>\n\n<p>\nوثانيهما: أن تلك المناسبة الطبيعة وحدها كافية في كون تلك الألفاظ دالة\nعلى تلك المعاني من غير حاجة إلى الوضع. وهذا معلوم الفساد بالضرورة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nواحتج العباد على صحة ما ذهب إليه: بأن دلالة الألفاظ على معانيها لو لم\nتكن لمناسبة طبيعية لكان اختصاص اللفظ المعين للمعنى دون غيره ترجيحا لحد\nطرفي الجائز على الآخر من غير مرجح وهو باطل.\n</p>\n\n<p>\nوجوابه: النقض بالإعلام، فإن المناسبة الطبيعة غير حاصلة فيها بالاتفاق.\n</p>\n\n<p>\nسلمنا سلامته عن النقض لكن نقول: الواضع إن كان هو الله تعالى فله أن\nيرجح أحد الاختصاصين على الآخر من غير مرجح لكونه فاعلا مختارا.\n</p>\n\n<p>\nولئن سلم أنه ليس له ذلك فلم لا يجوز أن يكون المرجح مصلحة يعلمها الله\nتعالى في ذلك / (11/ب) الاختصاص دون غيره، وإن كنا لا نعلمها. وإن كان هو\nالعبد فله أيضا: أن يرجح أحد الاختصاصين على الآخر من غير مرجح لكونه فاعلا\nمختارا، وهذا على رأي المعتزلة غير أبي الحسين منهم.\n</p>\n\n<p>\nوأما على رأي أصحابنا: فلا يستقيم هذا الجواب. بل جوابه: أن يقال لم لا\nيجوز أن يكون هو حضور ذلك اللفظ في البال دون غيره؟ وهذا كما قيل: في\nالإعلام. وهو أيضا: جواب المعتزلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الثاني: هو أن يكون دلالة اللفظ على معناه بالوضع من غير مناسبة\nطبيعية. فالواضع إن كان هو الله فهو مذهب الشيخ أبي الحسن الأشعري\nوالفقهاء، وأهل الظاهر، وهو المسمى بالتوقيف، لكونه متوقفا على إعلام الله\nتعالى إيانا بأن تلك الألفاظ موضوعة لتلك المعاني، إما بطريق الإيحاء\nوالإلهام، أو بخلق العلم الضروري فينا بذلك. وإن كان هو العبد: فهو مذهب\nجمهور المعتزلة وهو المسمى بالاصطلاح. وإن كان فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             # فإن كان ابتداء الوضع من الله تعالى، والباقي من العبد، فهو مذهب الأستاذ <span id='ms0022'></span>\nأبي إسحاق. وإن كان بالعكس فهو مذهب بعضهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوأما جمهور المحققين: كالقاضي أبي بكر، إمام الحرمين. فقد توقفوا في الكل\nولم يقطعوا بشيء من هذه الاحتمالات الأربعة، وقالوا: إن كل هذه الاحتمالات ممكنة.\n</p>\n\n<p>\nأما الأول: فلأنه لا امتناع في أن يضع الله تعالى اللفظ لمعنى ثم يخلق\nفينا علما ضروريا بذلك ويلهمنا به.\n</p>\n\n<p>\nوأما الثاني: فلأنه لا امتناع أيضا: في أن يضع الواحد منا لفظا بمعنى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             # ثم يعرف ذلك غيره بإيماء أو إشارة، وهذا كما يعرف كل واحد من المصاحبين\nلغته لصاحبه إذا لم يعرف لسانه، وكما يتكلم الولد لغة والديه، وإذا ثبت\nإمكان تقدير الاحتمالين ثبت إمكان الاحتمالين الباقيين.\n</p>\n\n<p>\nواعلم: أن الحق في هذه المسألة هو ما ذهب إليه جمهور المحققين إذ لا قاطع\nيدل على أحد الاحتمالات المذكورة على ما سيظهر ذلك عند القدح في أدلتهم،\nوليست المسألة عملية ولا آيلة إلى العمل حتى يكتفي فيها بالأدلة الظنية،\nوقد ثبت إمكان الكل فوجب التوقف.\n</p>\n\n<p>\nواحتج القائلون بالتوقف بوجوه:\n</p>\n\n<p>\nأحدهما: قوله تعالى: {وعلم آدم الأسماء كلها} الآية. دلت الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             # على أن الأسماء معلمة من جهته تعالى، بمعنى أنه تعالى اوجد العلم بها فيه\nعليه السلام، إذ التعلم حقيقة في تحصيل العلم واستعماله في فعل يصلح أن\nيترتب العلم عليه في مثل قولهم: علمته فلم يتعلم بطريق التجويز، بدليل\nاحتياجه إلى القرينة وهو قوله: فلم يتعلم، إذ لو اقتصر على قوله: علمته، لم\nيفهم منه هذا المعنى، وإذا / (12/أ) كانت الأسماء معلمة من جهته تعالى وجب\nأن تكون الأفعال أو الحروف كذلك، ضرورة أنه لا قائل بالفرق، ولأن تعليمها\nإما لحاجته إليها أو لتكرمته عليه السلام وهما موجودان في الأفعال والحروف،\nإذ يتعذر التعبير عن كل ما تمس الحاجة إليه بالجملة الإسمية، فيثبت الحكم\nوهو التعليم لثبوت علته.\n</p>\n\n<p>\nفإن قيل: هب أن التعليم حقيقة في إيجاد العلم، لكن العلم الحاصل بعد\nالاصطلاح عندنا من خلق الله تعالى فلم يكن تعليم الأسماء بمعنى إيجاد العلم\nبها دالا على التوقيف.\n</p>\n\n<p>\nسلمنا: أن <span id='ms0023'></span> العلم الحاصل بعد الاصطلاح ليس من خلقه تعالى. لكن لا نسلم\nدلالة الآية على صورة النزاع، لجواز أن يكون المراد من الأسماء الصفات\nوالعلامات، مثل ما يقال: أن الله تعالى علم آدم، أن الخيل تصبح للكر والفر،\nوالجمل للحمل، والثور للحرث، وهذا وإن كان على خلاف العرف لكن الاشتقاق\nيشهد له، لأن الاسم مشتق من السمو أو السمة، وعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             # التقديرين مما يكشف عن الشيء يكون اسما وحينئذ لا تكون الآية دالة على أن\nاللغات توقيفية.\n</p>\n\n<p>\nلا يقال: ما المراد من قولك: يجوز أن يكون المراد من الأسماء الصفات\nوالعلامات.\n</p>\n\n<p>\nأي: أنها من جملة المراد أو أنها المراد فقط، وهذا الاحتمال وإن كان خلاف\nما أشعر به كلامكم، وهو التمسك بشهادة الاشتقاق، لكن لا يمتنع إرادته منه،\nفإن أردتم به الأول فمسلم، وإن كان على خلاف العرف لكن لا ينافى المقصود بل\nيحصله، لأن الآية حينئذ تكون دالة على أن كل ما يكشف عن الشيء معلم من جهته\nتعالى لكونها عامة، ومن جملة الألفاظ الدالة على معاينها، فتكون الآية دالة\nعلى أنها معلمة من جهته تعالى.\n</p>\n\n<p>\nوإن أردتم به الثاني. فنقول: إنه غير جائز لكونه على خلاف العرف\nوالاشتقاق والعموم.\n</p>\n\n<p>\nقلنا: أردنا به الثاني وتمسكنا بالاشتقاق لبيان صحة كونها مرادة من\nالأسماء على وجه تخصيص العام ببعض مسمياته.\n</p>\n\n<p>\nقوله: إنه غير جائز لكونه على خلاف الأصل.\n</p>\n\n<p>\nقلنا: التمسك بمثله لا يفيد إلا الظن، وقد ذكرنا أن المسألة علمية فلا\nيجوز التمسك به عليها.\n</p>\n\n<p>\nسلمنا: أن المراد من الأسماء الألفاظ المخصوصة لكن لا نسلم دلالة الآية\nعلى التوقيف، وهذا لأنه يجوز أن تكون تلك الألفاظ موضوعة خلق خلقه الله\nتعالى قبل آدم من الملائكة والجن ثم أنه تعالى علمها لآدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             # سلمنا. دلالة الآية عليه لكن بالنسبة إلى كل اللغات أو بعضها / (12/ب).\n</p>\n\n<p>\nوالأول: ممنوع وهذا لأنا لا نسلم أن الجمع المحلى بالألف واللام يفيد\nالعموم، ولئن سلمنا إفادته لذلك في الجملة، لكن لا نسلم أنه يفيده هاهنا،\nوهذا لأنا نعلم بالضرورة حدوث <span id='ms0024'></span> بعض اللغات بعده عليه السلام، بل في كل زمان\nكالألفاظ العرفية وأسامي الحروف والصناعات والآلات الحادثة فيستحيل أن تكون\nتلك الألفاظ مرادة من الآية فلم يكن العموم مرادا منها.\n</p>\n\n<p>\nوالثاني: مسلم لكن لا يحصل مطلوبكم.\n</p>\n\n<p>\nسلمنا ذلك لكن لا يلزم منه توقيف هذه اللغات التي نتكلم بها بالنسبة\nإلينا لجواز أن يقال: إنه عليه السلام نسى هذه اللغات، أو لم يوقف عليها\nغيره ثم اصطلح عليها من بعده.\n</p>\n\n<p>\nسلمنا ذلك لكن لم قلت: إن الأفعال والحروف كذلك.\n</p>\n\n<p>\nقوله: أو لأنه لا قائل بالفصل.\n</p>\n\n<p>\nقلنا: لا نسلم أن الإجماع دليل قاطع حتى يجوز التمسك به في هذه المسألة.\n</p>\n\n<p>\nسلمنا: أن الإجماع المطلق دليل قاطع، لكن لا نسلم أن هذا الإجماع وأمثاله\nكالسكوتي دليل قاطع، بل إما أن لا يكون حجة أو وإن كان حجة لكنه حجة ظنية.\n</p>\n\n<p>\nقوله: ثانيا عليه التعليم للحاجة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: مسمى الحاجة، أو الحاجة المخصوصة والأول ممنوع، والثاني مسلم، ولا\nيلزم منه كون الأفعال والحروف معلمة أيضا لعدم تلك الحاجة المخصوصة فيها.\n</p>\n\n<p>\nواعلم أنه وإن أمكن الجواب عن بعض هذه الأسئلة لكن بأجوبة ظنية وقد عرفت\nأن المسألة عليمة فلا يجوز أن يعول عليها فلذلك تركنا ذكرها.\n</p>\n\n<p>\nثانيها: قوله تعالى: {ومن آياته خلق السماوات والأرض واختلاف ألسنتكم} الآية.\n</p>\n\n<p>\nووجه: التمسك بها هو أنه ليس المراد من اللسان الجارحة المخصوصة، لأنه\nليس فيه كبير اختلاف، وبتقدير تحققه فإنه ليس بظاهر بخلاف غيره من الأعضاء\nكالوجه فإنه مع ظهوره واختصاصه بكثرة إبداع الصنع اختص بمزيد الجمال وهو\nداع للنظر إليه والتفكر فيه فكان ذكره أولى وأفضى إلى المقصود، فلم يكن في\nذكره اللسان فائدة، بل المراد منه اختلاف اللغات، إما بطريق حذف المضاف\nوإقامة المضاف إليه مقامه، أو بطريق إطلاق اسم العلة على المعلول أو اسم\nالمحل على الحال واختلافها إنما يكون آية على وجوده تعالى أن لو كانت\nاللغات توقيفية.\n</p>\n\n<p>\nوأجيب عنه: هب أنا نسلم أنه ليس المراد من اللسان الجارحة المخصوصة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             # لكن على الحمل على ما ذكرنا من <span id='ms0025'></span> المجاز أولى من الحمل على مجاز آخر، هو\nالاقتدار على اختراع اللغات أو على تلفظها فلم يتعين ما ذكرتم.\n</p>\n\n<p>\nولقائل: / (13/أ) أن يقول: مجاز المستدل أولى.\n</p>\n\n<p>\nأما إذا قلنا: إنه من باب إطلاق اسم العلة على المعلول أو إطلاق اسم\nالمحل على الحال فظاهر، لأن مجازكم من قبيل الإضمار على ما يبين ومجازه على\nهذا التقدير ليس كذلك، وإذا وقع التعارض بين المجاز والإضمار فالمجاز أولى.\nلأنه أكثر والكثرة تدل على قلة المفسدة.\n</p>\n\n<p>\nوأما إن قلنا: إنه بطريق الإضمار فكذلك لقلة الإضمار على هذا التقدير\nبخلاف مجازكم فإنه يلزم منه كثرة الإضمار أو المجاز والإضمار معا. بيانه\nأنا لو حملنا على مجازكم يصير تقدير الآية، واختلاف اقتدار ألسنتكم\nباللغات، واختلاف اقتداركم باللغات على أنه أطلق اللسان وأورد الاقتدار،\nكما في إطلاق اليد وإرادة القدرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nفعلى الأول: يلزم كثرة الإضمار، وعلى الثاني: يلزمه المجاز والإضمار معا\nوعلى ما ذكرنا لا يلزمه إلا الإضمار الذي هو أقل من إضماركم، لأنه يصير\nتقدير الآية على ما ذكرنا، واختلاف لغات ألسنتكم وكان أولى.\n</p>\n\n<p>\n\"والأولى أن يجاب بمنع أن اختلاف اللغات إنما يكون آية لو كانت اللغات\nتوقيفية\". وهذا لأن واضعها، وإن كان هو العبد فهي مخلوقة لله تعالى على ما\nعرف عن مذهبنا أن أفعال العباد ونتائجها بخلق الله تعالى.\n</p>\n\n<p>\nوثالثها: قوله تعالى: {إن هي إلا أسماء سميتموها أنت وآباؤكم} الآية.\n</p>\n\n<p>\nذمهم على تسميتهم بعض الأشياء من غير توقيف لقوله تعالى: {ما أنزل الله\nبها من سلطان} يدل عليه، فلو كان غيرها من الأسماء اصطلاحيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             # أيضا: لم يكن لتقييد الذم بتلك الأسماء فائدة.\n</p>\n\n<p>\nوجوابه: أنا لا نسلم أنه ذمهم على مجرد التسمية، بل الذم للتسمية\nالمخصوصة وهي تسمية الأصنام آلهة، مع اعتقاد الإلهية فيها لا مجرد التسمية.\n</p>\n\n<p>\nسلمنا: أن المجموع ليس علة فلم لا يجوز أن تكون العلة هي التسمية\nالمخصوصة لا مطلق التسمية حتى يلزم ما ذكرتم، وهو أنه لم يكن لتقييد الذم\nبتلك الأسماء فائدة.\n</p>\n\n<p>\nسلمنا: أن الذم بمجرد التسمية وأنه يدل <span id='ms0026'></span> على أن ما عداها من الأسماء\nتوقيفا لكن لا يدل على مطلوبكم، وهو أن اللغات بأسرها توقيفية، لأن من\nجملتها تلك الأسماء وهي ليست توقيفية، بل لو دل فإنما يدل على [أن] البعض\nمنه كذلك كما هو مذهب قوم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nورابعها: التمسك بالعمومات الدالة على أن علم المخلوقات كله بتعلم الله\nتعالى كقوله تعالى حكاية عن الملائكة: {قالوا سبحانك لا علم لنا إلا ما\nعلمتنا} الآية. وقوله تعالى: {علم الإنسان ما لم يعلم}، واللغات من جملتها.\n</p>\n\n<p>\nوجوابه: يعرف مما تقدم.\n</p>\n\n<p>\nوخامسها: / (13/ب) وهو الوجه المعقول: أنها لو كانت اصطلاحية لافتقر\nالواضع في تعريف ذلك الغير إلى طريق، لأن مجرد وضع اللفظ لمعنى غير كاف في\nكونه مصطلحا عليه ما لم يساعده عليه غيره، وذلك الطريق إن كان اصطلاحيا\nأيضا كان الكلام فيه كالكلام في الأول ولا يتسلسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             # لبطلانه، بل ينتهي إلى التوقيف وهو المطلوب.\n</p>\n\n<p>\nوجوابه: النقض بتعلم الولد لغة والديه من غير توقيف على التوقيف.\n</p>\n\n<p>\nسلمنا: سلامته عن النقض لكن لم لا يجوز أن يكون ذلك الطريق هو الإشارة\nإلى المسمى مع ذكر اللفظ وتكرره، وليس تعريف دلالة هذه الطريقة على كون ذلك\nاللفظ موضوعا لذلك المعنى يحتاج إلى طريقة أخرى، فإن من رأي غيره مع مسيس\nحاجته إلى تعريف لغته أنه يشير إلى شيء وتكرر لفظا علم بالضرورة أنه قصد\nتعريف كون ذلك اللفظ موضوعا لذلك الشيء.\n</p>\n\n<p>\nسلمنا: أنه لابد وأن ينتهي إلى توقيف لغة ما. فلم قلت: إن تلك اللغة هي هذه؟\n</p>\n\n<p>\nهذا من جملة ما اعترض به بعض أصحابنا على الدلالة المذكورة. وهو يشعر بأن\nالنزاع إنما هو في هذه اللغات، وفيه نظر، لأن الكلام في مبادئ اللغات لا في\nاللغة المخصوصة.\n</p>\n\n<p>\nسلمنا: أن تلك اللغة هي هذه لكن ما ذكرتم من الدلالة لا يقتضي أن جميعها\nتوقيفيا، الذي هو مطلوبكم بل بعضها، إذ يمكن تعريف ما هو بالاصطلاح بذلك\nالبعض كما هو مذهب الأستاذ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوأما القائلون بالاصطلاح فقد احتجوا بوجهين:-\n</p>\n\n<p>\nأحدهما: قوله تعالى: {وما أرسلنا من رسول <span id='ms0027'></span> إلا بلسان قومه}.\n</p>\n\n<p>\nدلت الآية على تقديم اللغات على البعثة المتوقف عليها التوقيف، فلو كانت\nاللغات توقيفية لزم تقدمها على البعثة وتأخيرها عليها معا وهو محال.\n</p>\n\n<p>\nوثانيهما: لو كانت اللغات توقيفية فطريق وصولها إلى الخلق، إما الإيحاء\nأو خلق العلم الضروري فيهم بأنه تعالى وضع تلك الألفاظ لتلك المعاني أو\nغيرها، والأول باطل لما تقدم، والثاني أيضا كذلك، لأن خلق ذلك العلم، إما\nأن يكون في جميع الخلق المكلفين وغير المكلفين، أو في المكلفين فقط، أو في\nغيرهم فقط، والقسمان الأولان باطلان لاقتضائهما كون العلم بالله ضروريا،\nلأنه لما خلق فيهم علما ضروريا بأن واضع الألفاظ لمعانيها هو الله تعالى\nكان العلم بالله تعالى ضروريا قطعا لكنه باطل، لأنه يلزم منه أن يبطل\nالتكليف بمعرفة الله تعالى. والثالث: باطل أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nأما أولا فلأنه يجب أن لا يحصل العلم بتلك اللغات لغيرهم، لأنه لا يحصل\nالعلم بها إلا بالتعلم منهم وهو غير حاصل منهم إذ / (14/أ) الثقة لا تحصل\nبقولهم وفعلهم.\n</p>\n\n<p>\nوأما ثانيا: فلأن من البعيد أن يصير غير العاقل عالما بهذه اللغات\nالعجيبة والتركيبات البديعة وبمعانيها الغريبة.\n</p>\n\n<p>\nوالثالث أيضا: باطل وهو أن ذلك الطريق غيرهما، لأن الكلام فيه كالكلام في\nالأول ولا يتسلسل لبطلانه، بل ينتهي إلى الاصطلاح وهو المطلوب.\n</p>\n\n<p>\nوالجواب: عن الأول أنا لا نسلم توقف التوقيف على البعثة، لأنه يجوز أن\nيخلق الله فيهم علما ضروريا بأن واضعا وضع تلك الألفاظ لتلك المعاني لا أنه\nتعالى وضع.\n</p>\n\n<p>\nوبه خرج الجواب أيضا عن الثاني، لأنه لا يلزم حينئذ أن تكون معرفة الله\nضرورية.\n</p>\n\n<p>\nثم نقول: ما ذكرتم معارض بما أن اللغات لو كانت اصطلاحية لما حصل القطع\nبشيء من مدلولات الألفاظ الواردة في الكتاب والسنة لاحتمال أن يقال أنها\nكانت في العصر الأول تدل على معاني غير ما نعرفه الآن، ثم أن الناس اصطلحوا\nبعد ذلك العصر على دلالتها على هذه المعاني التي نعرفها الآن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم: أنه يمكنك أن تعرف مما سبق دليل المذهبين الباقيين وجوابه فلا\nحاجة إلى <span id='ms0028'></span> ذكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الثالث\"\n</p>\n\n<p>\nفي العلة الغائية لوضع الألفاظ للمعاني وسبب اختيارها على غيرها من الطرق\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO الفصل الثالث</h2>\n\n<p>\nفي العلة الغائية لوضع الألفاظ للمعاني وسبب اختيارها على غيرها من الطرق\n</p>\n\n<p>\nاعلم: أن الواحد منا لما خلق بحيث لا يستقل بتحصيل جميع ما لابد له منها\nاحتاج إلى غيره ليعاونه على ذلك وهو إنما يعاونه أن لو عرف حاجته فيحتاج كل\nواحد من الناس إلى أن يعرف صاحبه ما في ضميره ليمكن التعاون ولابد في ذلك\nمن طريق، وذلك الطريق وإن كان يمكن أن يكون غير الألفاظ، مثل الإيماءات\nالمخصوصة والإشارات المعينة والحروف والرقوم المكتوبة، مثل أن يجعل صورة\n\"الألف\" مثلا دليلا على طلب الماء، و \"الباء\" على طلب الطعام، لكن اختيرت\nالألفاظ عليها لوجوه:\n</p>\n\n<p>\nأحدها: أنه يمكن أن يعرف بها كل ما في الضمير موجودا كان أو معدوما\nمحسوسا كان أو معقولا بخلاف غيرها من الطرق، فإنه لا يمكن أن يعرف بها ما\nغاب عن الحس.\n</p>\n\n<p>\nوثانيها: أن العبارة توجد حين يراد وجودها وتنعدم حين يستغنى عنها وهو\nبعد وجودها فلا يطلع عليها من لا يراد اطلاعه عليها بخلاف كتابة الحروف\nوالرقوم وبعض أنواع الإشارات فإنه يحتاج في إزالتها بعد وجودها إلى تعاطي\nفعل آخر ولا يخفى أن ذلك أشق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوثالثها: أن الإنسان لابد له من التنفس في حياته، فصرفه ذلك التنفس /\n(14/ب) الضروري إلى ما ينتفع به انتفاعا كليا أولى من اختراع طريق آخر\nمستغن عنه.\n</p>\n\n<p>\nورابعها: أن المعاني التي يحتاج الإنسان إلى التعبير عنها كثيرة جدا، فلو\nوضعوا لكل واحد منها علامة خاصة من الرقوم والحروف لزم الاشتراك في أكثرها\nأو يعسر ضبطها، لأن حفظها غير ممكن.\n</p>\n\n<p>\nوخامسها: أنه يمكن أن يعلم بالعبارة من لا يكون حاضرا، كما يمكن أن يعرف\nبها ما لا يكون محسوسا ولا موجودا، وهذا بخلاف الإيماء والإشارة، فإنه لا\nيمكن أن يعلم بهما من لا يكون حاضرا، كما لا يمكن أن يعرف بهما ما لا يكون\nمحسوسا ولا موجودا، وأما الحروف والرقوم فإنه وإن <span id='ms0029'></span> أمكن إعلام الغائبين بها\nلكن بطريق الكتابة فقط، وأما الألفاظ فإنه يمكن الإعلام بها بالرسالة\nوالكتابة معا، والمفضي إلى المقصود بطريقين أولى من المفضي إليه بطريق واحد.\n</p>\n\n<p>\nتنبيه:\n</p>\n\n<p>\nاعلم: أنه ليس الغرض من وضع الألفاظ المفردة أن تعاد فيها معانيها\nالمفردة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             # لأن إفادتها لها متوقفة على العلم بها ضرورة أن العلم بالنسبة يستدعي\nالعلم بالمنتسبين، فلو استفيد العلم بها منها لزم الدور، بل الغرض منه\nالتمكن من إفادة المعاني المركبة بتركيبها والدور غير لازم هنا، إذ يكفي في\nتلك الإفادة العلم بوضع تلك الألفاظ المفردة وانتساب بعضها إلى بعض بالنسب\nالمخصوصة والحركات المخصوصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الرابع\"\n</p>\n\n<p>\nفي الطريق الذي به يعرف كون اللفظ موضوعا للمعنى\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUTO الفصل الرابع</h2>\n\n<p>\nفي الطريق الذي به يعرف كون اللفظ موضوعا للمعنى\n</p>\n\n<p>\nفنقول: الطريق إليه: إما النقل، أو المركب منه ومن العقل، إذ لا سبيل\nللعقل وحده إليه.\n</p>\n\n<p>\nوأما النقل: فهو إما آحاد، أو تواتر. والآحاد لا يفيد إلا الظن.\n</p>\n\n<p>\nوأما التواتر فهو يفيد العلم، إما الضروري، أو النظري على اختلاف فيه.\n</p>\n\n<p>\nوأما المركب منهما: فهو يفيد الظن مهما كان شيء من مقدماته ظنيا، والقطع\nإذا لم يكن شيء من مقدماته ظنيا بل كله قطعيا.\n</p>\n\n<p>\nمثال المركب: إنا إذا عرفنا أنهم جوزوا الاستثناء عن صيغ الجموع المعروفة\nبالألف واللام. وعرفنا أيضا أن الاستثناء من الكلام ما لولاه لدخل فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nكلاهما بالنقل، فيعلم بالعقل هاتين المقدمتين أن صيغة الجمع للعموم.\n</p>\n\n<p>\nوقد قدح في كل واحد من هذه الطرق الثلاثة، أما في التواتر: فبسبب كثرة\nالاختلاف الواقع في أكثر الألفاظ دورانا على الألسن كلفظة الله، فإنه اختلف\nفيه في أنه هل هو عربي؟ أو غير عربي، وبتقدير كونه عربيا، وهل هو موضوع/\n(15/أ) أو مشتق؟ وبتقدير كونه موضوعا هل هو اسم علم أو اسم جنس؟ وبتقدير\nكونه مشتقا، اختلفوا مما اشتق منه اختلافا كثيرا، ولو كانت اللغات متواترة\nلما كان ذلك، وأما الآحاد فهي لا تفيد إلا الظن إن سلمت عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             # الجرح والقدح وهي غير \"مسلم في رواه\" اللغة <span id='ms0030'></span> لما عرف من قدح بعضهم بعضا،\nوبتقدير سلامته عن ذلك وجب أن لا يقطع لشيء من مدلولات الكتاب والسنة وهو\nخلاف الإجماع. وأما الثالث: فهو نادر جدا فلا يعول عليه في معرفة الوضع في\nعامة اللغات.\n</p>\n\n<p>\nولئن سلمنا: أنه غير نادر فهو إنما يفيد اليقين أن لو عرف أن واضع تينك\nالمقدمتين هو الله تعالى لعدم جواز التناقض عليه، وأما بتقدير أن يكون\nالواضع هو العبد لا يأمن التناقض عليه، فجاز أن يضع إحدى المقدمتين بحيث\nتناقض الأخرى فلا تفيد المطلوب فضلا عن أن يكون ذلك يقينا لكن قد ذكرنا أن\nذلك غير معلوم.\n</p>\n\n<p>\nوجوابه: أن دلالة المتداول من اللغات كالسماء والأرض والماء والطعام على\nمدلولاتها قاطعة معلومة بالتواتر وقد حكم فيه، لو سلم سلامته عن القدح يجرى\nمجرى قدح السوفسطائية في المحسوسات فكما أن ذلك لا يستحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             # الجواب وكذا ما ذكرتموه. وأما غير المتداول منها فهو مظنون الدلالة ولا\nيثبت له من الأحكام إلا ما هو مظنون ويثبت وجوب العمل به، إما بالإجماع\nالذي يثبت حجيته بالنصوص المتواترة الواردة بالألفاظ المتداولة المقطوعة\nالدلالة أو بالنصوص الدالة على وجوب العمل بالمظنون الواردة باللألفاظ\nالمتداولة كقوله عليه السلام: \"نحن نحكم بالظاهر\"، \"وأقضى بالظاهر\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n\"دع ما يريبك إلى ما لا يريبك\" وما يجرى مجراها ولعل أكثر ألفاظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             # القرآن والسنة فيما يحتاج إليه أصول الدين وفروعه المعلوم من قبيل القسم\nالأول فلا جرم قامت بها الحجة في المسائل المقطوعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الخامس\"\n</p>\n\n<p>\nفي بيان أنه لا يجب أن يكون لكن معنى لفظ\n</p>\n\n<p>\nوالمعاني التي تدل عليها الألفاظ\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUTO \"الفصل الخامس\"</h2>\n\n<p>\nفي بيان أنه لا يجب أن يكون لكل معنى لفظ\n</p>\n\n<p>\nوالمعاني التي تدل عليها الألفاظ\n</p>\n\n<p>\nوفيه مسائل:\n</p>\n\n\n<h3 class='l3' id='head10'>AUTO المسألة الأولى</h3>\n\n<p>\n[لا يجب أن يكون لكل معنى لفظ]\n</p>\n\n<p>\nفي أنه لا يجب أن يكون لكل معنى لفظ، بل يمتنع ذلك، والدليل عليه أن\nالمعاني غير المتناهية، لأن من جملتها الأعداد وهي غير متناهية فتكون\nالمعاني غير متناهية، فلو كان لكل معنى لفظ فلا يخلو، إما أن يكون <span id='ms0031'></span> ذلك على\nسبيل الانفراد أو الاشتراك. والأول باطل.\n</p>\n\n<p>\nأما أولا: فلأنه يقتضى/ (15/ب) وجود ألفاظ لا نهاية لها، وهو محال، لأنها\nمركبة من حروف متناهية، والمركب من المتناهي متناهي فوجود الألفاظ الغير\nالمتناهية محال.\n</p>\n\n<p>\nوأما ثانيا: فلأن وضع الألفاظ للمعان الغير المتناهية على سبيل التفصيل\nيستدعى تعقل تلك المعاني على سبيل التفصيل وهو محال منا، وهذا ظاهر إن\nاللغات اصطلاحية. وأما إن قيل إنها توقيفية فكذلك. لأن العلم بما لا نهاية\nله على سبيل التفصيل، وإن كان حاصلا لله تعالى لكن وضع الألفاظ لتلك\nالمعاني إنما هو لحاجة العباد إليها على ما عرفته، فإذا لم يمكنهم تعقل ما\nلا نهاية له، لم يمكنهم أن يعرفوا كون \"تلك\" الألفاظ موضوعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             # لتلك المعاني، فيكون الوضع خاليا عن الغرض والفائدة، فيكون عيبا، وهو على\nالحكيم محال. والثاني باطل أيضا لأنه لابد وأن يوجد في تلك الألفاظ ما يدل\nعلى المعاني الغير متناهية وإلا لم يكن لكل معنى لفظ ضرورة أن ضم المتناهي\nإلى المتناهي بمرات متناهية متناهي ولا شك أن هاهنا كذلك، وإنما قيدنا\n\"بمرات\" متناهية، احترازا عن مرات غير متناهية، فإنه وإن كان كل واحد من\nتلك المرات متناهيا فإنه لا يجب أن لا يكون متناهيا كما في العدد لكن ذلك\nمحال لما تقدم، وهو أن تعقل ما لا نهاية له على سبيل التفصيل منا محال، وفي\nهذه الدلالة نظر يعرف في فصل الاشتراك، وإذا بطل أن يكون لكل معنى لفظ.\n</p>\n\n<p>\nفاعلم: أن المعاني منها ما تمس الحاجة إلى التعبير عنه، ومنها مالا يكون\nكذلك والأول: يجب أن يكون له لفظ، لأن الداعي إلى الوضع موجود وهو مسيس\nالحاجة والموانع مرتفعة ظاهرا، ومتى كان كذلك وجب الفعل فوجب أن يكون له\nلفظ، وأما الذي لا يكون كذلك جاز أن يكون له لفظ وألا يكون.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head11'>AUTO المسألة الثانية</h3>\n\n<p>\nفي المعنى الذي يدل عليه اللفظ قبل اللفظ\n</p>\n\n<p>\n. إنما يدل على ما فيه الأذهان من المعاني دون ما في الخارج، واستدل عليه\nفي المفرد: بأنه تختلف <span id='ms0032'></span> دلالته عند اختلاف المعنى في الذهن، وإن لم يختلف في\nالخارج من غير عكس، مثل ما إذا رأينا شبحا من بعيد واعتقدناه مثلا حيوانا\nمخصوص فإنا نطلق عليه اسم ذلك الحيوان، فإذا تغير ذلك الاعتقاد باعتقاد آخر\nفإنا نطلق عليه بحسب ذلك الاعتقاد اسما آخر، فلولا أن اللفظ [يدل] على ما\nفي/ (16/أ) الأذهان وإلا لما كان كذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nلا يقال: ما ذكرتم لا يدل على \"أن اللفظ لا يدل على\" ما في الخارج\nلاحتمال أن يقال: \"إنه\" يدل على ما في الخارج لكن شرط موافقة الصورة\nالذهنية له، والشيء ينتفي عن انتفاء شرطه ولما لم تكن الصورة الذهنية\nموافقة لما في الخارج فيما ذكرتم من الصور لا جرم لا يدل عليه, لأنا نقول:\nلو كان اللفظ دالا على المعنى الخارجي لكان هو، إما ركن الدلالة عليه أو\nشرطا لها وعلى التقديرين يجب تغير الدلالة عند تغير المعنى في الخارج وعدم\nتغيره في الذهن ولما لم يكن كذلك علمنا أنه لا دلالة عليه.\n</p>\n\n<p>\nوأما في المركب فقد استدل عليه: بأن قولنا: \"قام زيد\" لا يدل على قيام\nزيد في الخارج، وإلا لم يكن الخبر محتملا الكذب، بل يدل على حكم القائل به\nوإخباره عنه من غير أن يشترط فيه الاعتقاد والظن بثبوت النسبة إذ قد يحكم\nبالنسبة من غير اعتقاد، وإنما يستدل به على وجود المخبر عنه في الخارج على\nوجه القطع إذا عرف براءة القاتل عن الكذب عمدا ونسيانا وخطأ قطعا، أو على\nوجه الظن إذا عرف براءته عنه ظنا لا لأن اللفظ يدل عليه، وهو ضعيف، لأنا\nنمنع الملازمة مطلقا، وهذا لأن بتقدير أن تكون دلالته ظنية لا يلزم أن لا\nيحتمل الكذب، بلى لو كانت دلالته قاطعة يلزم ما ذكرتم.\n</p>\n\n<p>\nثم نقول: ما ذكرتم يقتضى أن خبر من أخبر عن شيء وهو غير ظان به ولا قاطع\nوهو غير مطابق لا في الخارج أن لا يكون كذبا، لأن الكذب هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             # الخبر الذي لا يكون مطابقا للمخبر عنه، [والمخبر <span id='ms0033'></span> عنه] على ما ذكرتم هو\nالمعنى الذهني وهو مطابق له فلا يكون كذبا، وهو خلاف الإجماع.\n</p>\n\n<p>\nوأيضا: على هذا الخبر إنما يكون كذبا، إذا كان القائل به غير متصور لثبوت\nالنسبة بأن كان نائما أو سابقا لسانه إليه، وإن كان مطابقا لما في الخارج\nوهو خلاف الإجماع أيضا: لأن الجاحظ وإن خالف الجمهور في صدق هذا الخبر لكن\nوافقهم في أنه ليس بكذب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head12'>AUTO المسألة الثالثة</h3>\n\n<p>\nفي أن اللفظ المتداول المشهور بين الخواص والعوام، إنما يدل على المعنى\nالمشهور فيما بينهما\n</p>\n\n<p>\n. ولا يجوز أن يكون موضوعا في اللغة لما لا يعرفه إلا الخواص كلفظ\nالحركة، لما يقوله: مثبتوا الحال. وهو أنه معنى يوجب كون الذات متحركا، فإن\nهذا المعنى بتقدير تحققه لا يعرفه إلا الخواص بالبرهان الدقيق دون أهل\nاللغة من أرباب اللسان.\n</p>\n\n<p>\nوالدليل عليه أن من شرط وضع اللفظ للمعنى أن يكون ذلك المعنى معلوما\nللواضع فإذا لم يعرف أهل/ (16/ب) اللغة ذلك المعنى استحال أن يقال: إنهم\nوضعوا ذلك اللفظ لذلك المعنى وهذه الدلالة غير آتية إذ قلنا: اللغات\nتوقيفية، لأنه يقال: لا يخفى عليه خافية، فيحتاج إلى دليل آخر يدل على\nالمطلوب على هذا التقدير فنقول: الدليل عليه وجهان:-\n</p>\n\n<p>\nأحدهما: أن الحاجة إلى المعنى المشهور أكثر، وظن كون اللفظ موضوعا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             # أغلب وليست المسألة عملية محضة حتى لا يجوز الاستدلال عليها بما يفيد\nالظن، بل هي آيلة إلى العمل، فيجوز الاستدلال عليها بالظنيات لما يأتى.\n</p>\n\n<p>\nوثانيهما: أن لو كان الأصل موضوعا لذلك المعنى الخفي، فأما أن يكون معه\nموضوعا لذلك المعنى المشهور أيضا: أو لا يكون، وكل واحد منهما باطل فالوضع\nلذلك المعنى الخفي باطل.\n</p>\n\n<p>\nأما الأول: فلأنه يلزم منه الاشتراك وهو خلاف الأصل.\n</p>\n\n<p>\nوأما الثاني: فلأنه يلزم منه النقل إن أمارة الحقيقة- وهو التبادر إلى\nالفهم في المعنى المشهور- ظاهرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل السادس\"\n</p>\n\n<p>\nفي تقسيم دلالة الألفاظ المفردة بحسب المطابقة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head13'>CHECK التقسيم الأول في أن دلالة اللفظ على تمام مسماه</h3>\n\n\n<h2 class='l2' id='head14'>AUTO الفصل السادس</h2>\n\n<p>\nفي تقسيم دلالة الألفاظ المفردة بحسب المطابقة <span id='ms0034'></span>\n</p>\n\n<p>\nفهو من وجوه:\n</p>\n\n<p>\nالأول: اعلم أن دلالة اللفظ على تمام مسماه هي المطابقة كدلالة الإنسان\nعلى الحيوان الناطق، وعلى جزئه هي التضمن، كدلالته على الحيوان وحده، وعلى\nالناطق وحده، وعلى لازمه الخارج عن مسماه هي الالتزام، كدلالته على الكاتب\nأو الضاحك والنعه في الكل من حيث هو كذلك، احترازا عن اللفظ المشترك بين\nالجزء والكل واللازم والملزوم.\n</p>\n\n<p>\nأما الأول: فهو كالإمكان العام والخاص، والعام جزء من الخاص فإذا أطلق\nوأريد به الخاص فقد دل على العام بطريق التضمن هو تمام مسماه أيضا: فيصدق\nعليه أنه دل على تمام مسماه، فلو لم يقيد الدلالة بالقيد المذكور لزم أن\nتكون دلالة التضمن دلالة المطابقة وهو خلف.\n</p>\n\n<p>\nوأما الثاني: فمثل فعيل المشترك بين الفاعل والمفعول، كالرحيم فإنه قد\nيكون بمعنى المرحوم كما يكون بمعنى الراحم نص عليه الجوهري، وهو دال على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             # أحدهما بطريق المطابقة دل على الآخر بطريق الالتزام لكونه لازما له، وهو\nأيضا: تمام مسماه فيصدق عليه أنه دل على تمام مسماه، فلو لم يقل: من حيث هو\nكذلك لزم أن تكون دلالة الالتزام دلالة المطابقة، فلم يكن التعريف مانعا.\n</p>\n\n<p>\nتنبيهات:\n</p>\n\n<p>\nالأول: منهم من لم يقيد دلالة المطابقة بالقيد المذكور وقيد الباقين، لا\nلأنه لا حاجة إليه في المطابقة، فإن الحاجة إليه بينة لما ذكرنا وكيف يتوهم\nذلك؟ فإنه كما/ (17/أ) يحتاج إليه لدفع النقض في التضمن والالتزام عند حمل\nاللفظ المشترك بين الكل والجزء واللازم والملزوم على الجزء واللازم، فكذلك\nيحتاج إليه في المطابقة \"لدفعه عند حمله على الكل والملزوم بل لعله ظن أن\nدلالة التضمن والالتزام لا يمكن معرفتهما إلا بعد معرفة المطابقة\" لكونهما\nتابعين لها، فلو جعل القيد المذكور جزء من معرفة المطابقة للاحتراز عنهما\nلزم أن يكونا معلومين قبل المطابقة، فيلزم أن يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             # الشيء معلوما قبل كونه معلوما وهو محال. ولا يخفى عليك ما فيه.\n</p>\n\n<p>\nالثاني: دلالة المطابقة قد تنفك عن التضمن، وذلك حيث يكون مدلول اللفظ\nبسيطا لا جزء له. وهي ينفك عن دلالة الالتزام، أم لا <span id='ms0035'></span>؟ فالأكثرون علي أنها\nلا تنفك، لأن كل ماهية لابد وأن يكون له لازم لعله أنه ليس غيره.\n</p>\n\n<p>\nومنهم من جوزوا الانفكاك زاعما أن شرط دلالة الالتزام أن يكون اللازم\nبحيث يكون تصوره لازما لتصور الملزوم. وهو ممنوع فيما ذكر من اللازم، وهذا\nلأنه يمكننا أن نعقل الماهية مع الذهول عن الاعتبار المذكور.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المطابقة ولازمها [فلا وجه] لهما لاستحالة وجود التابع من حيث إنه\nتابع بدون المتبوع.\n</p>\n\n<p>\nالثالث: قيل: الدلالة الحقيقية والوضعية واللفظية هي المطابقة والباقيتان\nعقليتان ومجازيتان. وهذا ظاهر لا إشكال فيه وإنما وصفنا بكونهما عقليتين،\nإما لأن العقل يستقل باستعمال اللفظ فيهما من غير افتقار إلى استعمال أهل\nاللسان اللفظ فيهما، وهذا يستقيم على رأى من لم يعتبر الوضع في المجاز،\nوإما لأن المتميز بين مدلوليهما وهما الجزء واللازم هو العقل.\n</p>\n\n<p>\nوقال: بعضهم دلالة التضمن لفظية أيضا: دون الالتزام، وهو ضعيف، لأنه إن\nجعل دلالة التضمن لفظية لأجل أن فهم الجزء فيهما إنما هو بواسطة اللفظ\nفدلالة الالتزام أيضا: كذلك لأن فهم اللازم إنما هو بواسطة اللفظ الدال على\nالملزوم. وإن كان لأجل أن اللفظ موضوع له بالوضع المختص بالحقيقة فهو باطل،\nأو بالوضع المشترك بين الحقيقة والمجاز فاللازم أيضا: كذلك أن اعتبر الوضع\nفي المجاز وإلا فليس فيهما الوضع، وإن كان لأجل أن الجزء داخل في المسمى\nواللازم خارج عنه فهو تحكم محض واصطلاح من غير مناسبة على أنه يلزم منه أن\nتكون الدلالة اللفظية مطلقة عليها بالاشتراك اللفظي، وأنه خلاف الأصل.\n</p>\n\n<p>\nالرابع: دلالة اللفظ على المعنى بواسطة الوضع منحصره فيما ذكرنا من\nالوجوه/ (17/ب) الثلاثة. والدليل عليه أن المعنى من دلالة اللفظ على المعنى\nأن يفهم المعنى عند سماعه، أما وحدة كما في المطابقة، وأما مع القرينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             # كما في التضمن والالتزام، فلو فهم منه معنى عند سماعه ليس هو موضوعه ولا\nجزء موضوعه ولا لازمه لزم ترجيح أحد الجائزين على الآخر من غير مرجح، لأن\nنسبة ذلك اللفظ إلى ذلك المعنى، كنسبته إلى سائر المعاني ففهمه <span id='ms0036'></span> دون سائر\nالمعاني ترجيح من غير مرجح.\n</p>\n\n<p>\nواحترزنا بقولنا: بواسطة الوضع، عن دلالته بواسطة العقل، كدلالته على\nحياة اللافظ. وقدرته على التكلم عن دلالته بالطبع، كدلالة: أح على الوجع،\nوأف على الضجر، وعن دلالته بالعرف، كنباح الكلب بالليل على دخول الطارق،\nفإن هذه الدلالات خارجة عن تلك الدلالة الثالثة.\n</p>\n\n<p>\nالخامس: المعتبر في دلالته الالتزام اللزوم الذهني ظاهرا، دون الخارجي،\nفلأنه لولاه لما فهم المعنى لما تقدم، وإنما قلنا: ظاهرا لأن القطعي غير\nمعتبر وإلا لم يجز إطلاق اسم اليد على القدرة ونحوه، فإن اليد لا تستلزم\nالقدرة قطعا، لأن اليد قد تكون شلاء بل ظاهرا، وكإطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             # اسم \"أحد\" المتقابلين على الآخر، فإن فهم أحدهما لا يستلزم فهم الآخر\nقطعا بل ظاهرا [على] الحال، واسم الجزء على الكل إذ المحل غير مستلزم للحال\nقطعا ولا الجزء للكل، وأما الثاني فلحصول الفهم بدونه كما في الضدين\nالمتقابلين تقابل العدم والملكة، إذ يقال للأعمى بصير وهو عدم البصر عما من\nشأنه أن يبصر. واستدل الإمام على عدم اعتبار اللزوم الخارجي بوجه آخر، وهو\nأن الجوهر والعرض يتلازما في الخارج مع أنه لا يستعمل لفظ أحدهما في الآخر.\n</p>\n\n<p>\nوهو ضعيف، لأنه لا يلزم من وجود ما يعتبر في وجود الشيء وجوده لجواز أن\nيكون شرطا أو لازما أعم. والعجب منه، أنه صرح عقيب هذا الاستدلال، أن\nاللزوم الذهني شرط لا موجب، فبتقدير أن يكون الملزوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             # الخارجي معتبرا كان كذلك، فكيف استدل بوجوده مع عدم الاستعمال على عدم\nالاعتبار؟. ولنرجع إلى التقسيم.\n</p>\n\n<p>\nفنقول: الدال بالمطابقة، إن قصد لكل جزء منه دلالة على كل جزء من المعنى\nحين هو جزؤه فهو المركب كعبد الله إذا أريد منه النعت، وإن لم يقصد لكل جزء\nمن المعنى حين جرؤه فهو المفرد، وأما [ما] يقصد بأحد جزئي اللفظ دلالة على\nأحد جزئي المعنى حين هو جزؤه \"فهو المفرد/ (18/أ) وأما ما يقصد بأحد جزئي\nاللفظ دلالة على أحد جزئي المعنى وحين هو جزؤه\" دون الجزء الآخر، فهو غير\nواقع <span id='ms0037'></span>، سواء كان له دلالة في غيره، أو لم يكن له دلالة على شيء أصلا، إذ\nالتركيب لا يصار إليه إلا لفائدة، وضم المهمل إلى المستعمل غير مفيد، والذي\nله دلالة في غير ذلك المعنى مهمل أيضا بالنسبة إلى ذلك التركيب. لا يقال:\nكلمات المضارع على رأي الحكماء كذلك، لأن كل واحد من حروف المضارع يدل على\nجزء من معنى الجملة، فإن الهمزة تدل على الفاعل المتكلم، والنون تدل عليه\nمع غيره، وكذا البواقي وما بعده لا يدل على شيء أصلا، إما لأن دلالته على\nالشيء فرع كونه لفظا وهو ليس بلفظ، إذ لا يمكن التلفظ به لسكون أول جزئه،\nوأما لأنه ليس من أنواع الكلمة إذا ليس حرفا من حروف المعاني وهو ظاهر، ولا\nفعلا لأنه ليس ماضيا ولا مضارعا ولا أمرا لانتفاء علامة كل واحد منها عنه\nولا اسما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nأما أولا: فلانتفاء علامته أيضا.\n</p>\n\n<p>\nوأما ثانيا: فلأنه لا يتركب كلام من الاسم والحرف إلا في النداء\nللاستقراء.\n</p>\n\n<p>\nوكلمات المضارع كلام عندهم، فلا يكون مركبا من حرف واسم، وإذا لم يكن من\nأنواع الكلمة، لم يكن دالا على شيء لانحصار الألفاظ الدالة بواسطة الوضع في\nتلك الأنواع الثلاثة، فظهر أن كلمات المضارع على رأي الحكماء مركبة من جزء\nيدل على جزء معنى الجملة ومن جزأ ليس له دلالة أصلا.\n</p>\n\n<p>\nلأنا نقول: إن عنيت بقولك: إن ما بعد حرف المضارع لا يدل على شيء أصلا،\nأنه كذلك سواء كان حالة التركيب أو حالة التحليل، فهو ممنوع ولا يمكن دعواه\nلأنه معلوم الفساد بالضرورة، إذ نعلم بالضرورة أنه يدل على معنى المصدر\nحالة التركيب.\n</p>\n\n<p>\nوإن عنيت به أنه لا يدل على شيء أصلا حالة التحليل، فهذا مسلم ولا يضرنا\nلأنا نعنى من سلب الدلالة عن الجزء وعموم السلب أي لا يدل على شيء أصلا،\nسواء كان حالة التركيب أو حالة التحليل ولا يخفى أن ما ذكرتموه غير مناف له.\n</p>\n\n<p>\nاعلم أنه يدخل تحت المفرد على مذكرنا، أقسام خمسة:-\n</p>\n\n<p>\nأحدها: ما ليس له <span id='ms0038'></span> جزء ك ق، وع. إذا جعل علما.\n</p>\n\n<p>\nوثانيها: ما له جزء لكن ليس لشيء من أجزائه دلالة لا في معنى. اللفظ ولا\nفي غيره كفرس وجمار.\n</p>\n\n<p>\nوثالثها: ما لأحد جزئيه دلالة لكن في غير معنى اللفظ، وليس للجزء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head15'>CHECK التقسيم الثاني: اللفظ ينقسم إلى كلي وجزئي</h3>\n\n<p>\nالآخر دلالة أصلا لا فيه ولا في غيره، كالإنسان، فإن: ل \"إن\" معنى في\nغيره، وليس ل \"إن\" معنى، لا في مدلول اللفظ ولا في غيره.\n</p>\n\n<p>\nرابعها: ما [لجز] ئية دلالة لكن لا في معنى اللفظ [لكن لا يقصد بهما\nالدلالة عليهما] بل في غيره/ (18/ب) كعبد الله إذا جعل علما.\n</p>\n\n<p>\nخامسها: ما لجزئيه دلالة على جزء المعنى المدلول عليه باللفظ، لكن لا\nيقصد بهما الدلالة عليهما كالحيوان الناطق إذا جعل علما لإنسان.\n</p>\n\n<p>\nثم لا فرق بين المركب والمؤلف. والقول: عن بعضهم كالمسح، وفرق بعضهم بين\nالمركب والمؤلف، ففسر المؤلف بما فسرنا المركب وخص المركب بم يكون لأحد\nجزئيه أو لكليهما دلالة لكن على غير جزء المعنى المدلول عليه باللفظ،\nوبينهما على هذا التفسير مباينة، ولو فسر المؤلف بما لجزئه دلالة، أما على\nجزء المعنى أو على غيره، والمركب بما تقدم كان بينهما نسبة العموم والخصوص.\n</p>\n\n<p>\nالتقسيم الثاني:\n</p>\n\n<p>\nاللفظ أن منع نفس تصور معناه عن وقوع الشركة فهو الجزئي، ولا حاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             # إلى تقييده بالمفرد كما وقع في كلام الإمام وغيره، فإن المركب قد يكون\nجزئيا، مثل قولنا: هذا الرجل، فإن نفس تصور ذلك الرجل المشار إليه يمنع من\nوقوع الشركة فيه، وإن كان نفس تصور المعنى هذا وحده والرجل وحده لا يمنع من\nوقوع الشركة فيه، وإن لم يمنع فهو الكلي.\n</p>\n\n<p>\nثم اعلم: أن الجزئي والكلي بالذات هو ذلك المعنى وإنما يقال: اللفظ الدال\nعليه كلي وجزئي بالعرض، والكلي: إما أن يمتنع وجود فرد من أفراده، لدليل دل\nعلى امتناعه كشريك الباري، أو لا يمتنع وجوده وحينئذ: إما أن يجب أو يمكن.\n</p>\n\n<p>\nأما الأول: فإما أن يجب وجود فرد منه مع امتناع غيره، كالباري تعالى <span id='ms0039'></span>، أو\nلا مع الامتناع، وحينئذ: أما أن يجب وجود الأفراد الكثيرة منه، أو يجب واحد\nمنها مع إمكان [غيره] ولنطلب لهما مثال إن وجد.\n</p>\n\n<p>\nوأما الثاني: وهو أن يمكن، فإما أن لا يوجد فرد من أفراده كجبل من ياقوت،\nوبحر من زئبق، أو وجد واحد إما مع إمكان غيره، كالعالم والشمس، عند من يجوز\nوجود عالم آخر وشمس آخر أو مع امتناع غيرهما عند من لا يجوز وجود أمثالهما،\nأو وجد مع واحد مثله، إما متناهيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             # كالكواكب، أو غير متناه كالنفوس على رأي الفلاسفة.\n</p>\n\n<p>\nفرعان:\n</p>\n\n<p>\nالأول: في تقسيم المعنى الكلي. الكلي: إما تمام الماهية، أو جزء منها، أو\nخارج عنها، وليس المراد من كونه تمام الماهية أنه تمام ماهيته في نفسه\n[وإلا لزم أن يكون الجزء الخارج عن الماهية قسمين داخلين فيه ضرورة أن\nالجزء الخارجي أيضا تمام الماهية نفسه] فلا يكونان قسمين له، بل المراد منه\nأن الماهية، إما أن تعتبر من حيث إنها ماهية مع قطع النظر عما يعرض لها من\nالعوارض كالجزئية والخارجية، أو يعتبر مع العارض نحو كونها جزء لغيرها، أو\nخارج عن ماهية غيرها/ (19/أ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             # فالأول: تمام الماهية، والثاني: جزء منها، والثالث: خارج عنها.\n</p>\n\n<p>\nواعلم أن المقول: في جواب، ما هو؟ إنما هو الأول، لأن ما هو سؤال عما به\nهو به الشيء وهو بتمام الماهية فيكون جوابه بتمام الماهية، وهي على ثلاثة\nأقسام:-\n</p>\n\n<p>\nأحدها: ما يصلح أن يكون جوابا عنه إذا سئل به عن الشيء حده، ولا يصلح أن\nيكون جوابا إذا سئل عنه مع غيره، كالحد بالنسبة إلى المحدود، وهو المقول في\nجواب، ما هو بالخصوصية المحضة.\n</p>\n\n<p>\nوثانيها: عكسه كالجنس إلى أنواعه، وهو المقول في جواب، ما هو بالشركة\nالمحضة؟\n</p>\n\n<p>\nوثالثها: ما يصلح أن يكون جوابا عنه في حالتي الانفراد والاجتماع معا،\nكالنوع بالنسبة إلى الأفراد الداخلة تحته، وهو المقول في جواب ما هو بحسب\nالشركة والخصوصية معا.\n</p>\n\n<p>\nوأما الكلي الذي هو جزء الماهية: فهو المسمى بالذاتي على رأي الأكثرين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوقد فسر الشيخ <span id='ms0040'></span> الذاتي بما ليس بعرضي فيتناول تمام الماهية وجزءها، ولا\nيخفى أنه مخالف للمعنى اللغوي، إذ الذاتي في اللغة ما يكون منسوبا إلى\nالذات، والشيء لا ينسب إلى نفسه، وقد فسر الذاتي في غير هذا الموضع بحيث\nيتناول الجزء والخارجي، وهو وإن كان موافقا للمعنى اللغوي لكنه خلاف العرفي\nالاصطلاحي، والذي نريد منه هنا هو الأول.\n</p>\n\n<p>\nفنقول: إنه إما أن يكون تمام المشترك، وهو الجنس، أو تمام المميز وهو\nالفصل وإن لم يكن تمام المشترك ولا تمام المميز فهو إما جنس الجنس أو جنس\nالفصل، أو فصل الجنس، أو فصل الفصل، والأول كالجسم بالنسبة إلى الحيوان\nوالنامي، والثاني كالإدراك بالنسبة إلى الإدراك الكلي والجزئي والثالث\nكالحساس والمحرك بالإرادة بالنسبة إلى أنواع الحيوان، والرابع كالفصيح\nبالنسبة إلى الناطق، وهذا على رأي من لا يفسر الفصل بكمال المميز فيكون\nالجزء عنده منحصر في الجنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n             # والفصل. وهذا لأنه إن لم يكن مشتركا بينه وبين ماهية ما كان فصلا قريبا،\nوإن لم يكن كذلك، فإما أن يكن تمام المشترك أو بعضا منه وحينئذ يجب أن يكون\nمساويا له دفعا للتسلسل، فإن كان الأول فهو الجنس، إما قريب أو بعيد، وإن\nكان الثاني فهو الفصل البعيد، لأنه يصلح أن يكون مميزا له عن شيء ما في\nذاته، ويقال: له أيضا فصل الجنس، وأما الثالث: وهو الكلي الخارج عن الماهية\nوهو العرضي فنقول: إنه إن اختص بنوع واحد لا يوجب في غيره فهو الخاصة سواء\nعم جميع الأفراد كالكتابة بالقوة للإنسان أو لم يعم كما بالفعل، وسواء كان/\n(19/ب) يوسط كالضحك له بواسطة التعجب، [وبغير وسط كالتعجب] وسواء كان لازما\nكالضحك والكتابة له بالقوة، أو فارقا لهما بالفعل، وإن لم يختص بنوع واحد\nبل يوحد في غيره من الأنواع أيضا، فهو العرض العام. وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             # منقسم إلى ما يعم جميع الأفراد، وإلى ما لا يعم، وإلى لازم ومفارق،\nواللازم، إلى لازم الماهية، وإلى لازم الشخصية، وكل واحد منهما ينقسم إلى\nبين، وهو الذي يكون تصوره لازما لتصور الملزوم <span id='ms0041'></span>، وإلى غير بين، وهو الذي لا\nيكون كذلك، فعلى هذا كل ما يكون بوسط لا يكون بينا، وأما الذي لا يكون كذلك\nفقد يكون بينا، وقد لا يكون كذلك. والمفارق، إلى بطئ الزوال، وإلى سريعه،\nوإلى ما يكون بوسط، وإلى ما [لا] يكون كذلك، والذي يكون بوسط لابد وأن\nينتهي إلى ما يكون بغير وسط لبطلان الدور والتسلسل.\n</p>\n\n<p>\nالفرع الثاني: في تقسيم اللفظ الكلي:\n</p>\n\n<p>\nاللفظ الكلي، إما أن يدل على موصوفية أمر ما بصفة وهو المشتق ويسمى\nبالصفة أيضا في اصطلاح النحاة، وأما أن لا يدل عليه وحينئذ إن دل على نفس\nالماهية فقط فهو اسم الجنس كالإنسان والفرس إذا كان الألف واللام لتعريف\nالماهية. وهذا أولى من قول: من يقول: هو ما علق على الشيء لا بعينه، إذ\nالأول منقوض بالضمائر المنفصلة وأسماء الإشارات والموصولات والنكرات، فإن\n\"أنت\" مثلا معلق بالمخاطب المعين وعلى كلما يشبهه في كونه مخاطبا مع أنه\nليس باسم جنس وفاقا.\n</p>\n\n<p>\nوالثاني بالنكرة، إذ الحد يتناولها وأنها ليست باسم جنس، وإن زعم بعضهم\nأنها كذلك. ويدل عليه وجوه:- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             # أحدها: أن الجنس عندهم هو القدر المشترك سواء كان بين الأنواع، أو بين\nالأصناف، أو بين الأفراد، وهو نفس ماهية المشترك فاسمه ما يكون دالا عليه،\nوالنكرة [قد] تدل على فرد من أفراد النوع أو الصنف، وذلك يستحيل أن يكون\nمشتركا بين الأنواع والأصناف، بل النكرة تدل على ذلك المشترك بطريق التضمن،\nفيكون اسم جنس بهذا الاعتبار، ولكنه مجاز من باب إطلاق اسم الكل على الجزء،\nوبهذا الاعتبار أورد من أورد من المتقدمين النكرة في مثال اسم الجنس فظن\nأنه بطريق الحقيقة.\n</p>\n\n<p>\nوثانيها: أنهم اتفقوا على أن اسم الجنس لا يثنى ولا يجمع إلا باعتبار\nاختلاف الأنواع، لأنه لا تعدد في الماهية من حيث إنها ماهية وكون الاسم\nمثنى وجمعا مشروط يكون المسمى كذلك فلا يتصور في الاسم/ (20/أ) الدال عليه\nالتثنية والجمع، والنكرة تثنى وتجمع فلا تكون اسم جنس.\n</p>\n\n<p>\nوثالثها: أنهم يقولون في بعض موارد استعمال النكرات <span id='ms0042'></span> أنه أريد بها الجنس،\nكما في قوله تعالى: {فلا تعلم نفس ما أخفى لهم من قرة أعين} فلو كان كل\nنكرة كذلك لما صح ذلك، ولو أريد باسم الجنس اسم ما يكون داخلا في الجنس\nبحيث لا يختص بواحد من ذلك الجنس، بل يتناول الأفراد الداخلة تحته، إما على\nالبدل أو على الجمع كانت النكرة والعام اسم جنس، لكن لا يخفى عليك أن ذلك\nمجاز وإن دل على الماهية وعلى قيد آخر زائد عليها فإن [كان] ذلك القيد هو\nالوحدة أو الكثرة الغير المعينة فهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             # النكرة، وإن كان هو الكثرة المعينة الغير المنحصرة فهو العام، وإن كانت\nمنحصرة فهو اسم العدد.\n</p>\n\n\n<h3 class='l3' id='head16'>AUTO التقسيم الثالث:</h3>\n\n<p>\nاللفظ إما أن يكون واحدا أو كثيرا\n</p>\n\n<p>\n، وعلى التقديرين فالمعنى، إما أن يكون واحدا أو كثيرا، فهذه أقسام أربعة.\n</p>\n\n<p>\nأولها: أن يكون اللفظ واحدا.\n</p>\n\n<p>\nوالمعنى أيضا واحدا، فإن كان نفس تصور ذلك المعنى يمنع من وقوع الشركة\nفيه فهو العلم وإن لم يمنع كان الاشتراك واقعا فيه بالفعل وعلى السوية فهو\n\"المتواطئ\"، سمي بذلك لتوافق تلك المحال فيه.\n</p>\n\n<p>\nوإن لم يكن على التسوية بل في بعضها أقوى وأشد وأولى وأقدم فهو \"المشكك\"\nكالوجود للواجب والممكن عند من لا يجعله عين الماهية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             # سمي بذلك لأنه يشكك الناظر أنه هل هو من قبيل المشترك أو المتواطئ؟\nلمشابهته إياهما ويحتمل أن يجعل اسم المفعول لكون الناظر يتشكك فيه في ذلك.\n</p>\n\n<p>\nوثانيهما: أن يكون اللفظ واحدا والمعنى كثيرا فذلك اللفظ: إما أن يكون قد\nوضع أو لا، أولا لواحد من تلك المعاني ثم نقل منه إلى غيره، أو وضع لها\nابتداء من غير نقل. فإن كان الأول: فإما أن تكون دلالته على المنقول إليه\nأقوى من دلالته على المنقول عنه، أو لا تكون، فإن كان الأول: فهو المنقول\nبالنسبة إلى المنقول إليه والحقيقة الأصلية بالنسبة إلى المنقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             # عنه، سواء كان النقل لمناسبة أو لا لمناسبة، وسواء كان نفس تصور المنقول\nإليه يمنع من وقوع الشركة فيه أو لا يمنع، لكن يخص <span id='ms0043'></span> القسم الأول منه بالمجاز\nالمنقول، والثاني والثالث بالعلم المنقول، ولم يخص الرابع باسم خاص لكن\nيفهم من إطلاق المنقول. ثم المنقول ينقسم إلى شرعي وعرفي عاما أو خاصا بحسب\nالناقلين. وإن كان الثاني: وهو أن دلالته على المنقول إليه ليست أقوى من\nدلالته على المنقول عنه.\n</p>\n\n<p>\nفإن كان ذلك النقل لمناسبة فهو المجاز/ (20/ب)، وإن لم يكن لمناسبة فهذا\nغير جائز وواقع، وبتقدير وقوعه فليس له اسم مخصوص، وإن كان الثاني: ومن\nالتقسيم الأول: وهو أن ذلك اللفظ موضوع لتلك المعاني ابتداء من غير نقل،\nفهو المسمى بالمشترك بالنسبة إلى كل تلك المعاني، وبالمجمل بالنسبة إلى كل\nواحد منها، ثم أن تلك المعاني قد تكون متضادة كالجون الموضوع للسواد\nوالبياض، والقرء للطهر والحيض، وقد لا يكون كذلك وحينئذ، إما أن يكون\nلأحدهما تعلق بالآخر، أو لا يكون فإن كان الأول: فإما أن يكون ذلك التعلق\nتعلق الجزئية أو تعلق الصفتيه والأول كالإمكان للإمكان العام والخاص،\nوالثاني كالأسود إذا جعل علما للشخص المتصف بالسواد، وإن كان الثاني: فهو\nكالعين الجارحة المخصوصة ولينبوع الماء وللشمس وللميزان وكالمشترى للكوكب\nالمخصوص\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head17'>CHECK التقسيم الرابع: في تقسيم اللفظ إلى نص وظاهر ومجمل ومسؤل</h3>\n\n<p>\nولقابل العقد.\n</p>\n\n<p>\nوثالثها: أن تكون الألفاظ كثيرة والمعنى واحد وهي الألفاظ المترادفة سواء\nكانت من لغة واحدة أو من لغات مختلفة.\n</p>\n\n<p>\nورابعها: أن تكون الألفاظ كثيرة المعاني أيضا: كثيرة وهي الألفاظ\nالمتباينة سواء كانت تلك المعاني مختلفة بحسب الذات، كما في الإنسان\nوالفرس، أو باعتبار صفتين كالصارم والمهند أو باعتبار الذات والصفة كالسيف\nوالصارم أو باعتبار الصفة وصفة الصفة كالناطق والفصيح.\n</p>\n\n<p>\nالتقسيم الرابع:\n</p>\n\n<p>\nاللفظ إن أفاد معنى بحيث لا يحتمل غيره فهو \"النص\" سمي بذلك لظهوره فإنه\nعبارة عن الظهور قال: نص عنقه إذا رفعه وأظهره، ويقال: نص في المشي إذا\nأسرع. وفي الحديث كان رسول الله صلى الله عليه وسلم \"إذا وجد فرجه نص في\nمشيه\" أي أسرع، وهذا لأن المشي السريع أظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             # للحس من غيره ومنه يقال: منصة العروس للكرسي الذي <span id='ms0044'></span> تظهر عليه.\n</p>\n\n<p>\nوالظاهر- على ما سيأتي تفسيره إن شاء الله تعالى- وإن شاركه في الظهور\nلكنه اختص به لبلوغه أقصى مراتب الظهور، وإن احتمل غيره احتمالا سواء سمي\nمجملا وإن كان احتمالا مرجوحا سمي بالنسبة إلى الراجح ظاهرا وإلى المرجوح\nمؤولا، والدال على القدر المشترك بين النص والظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             # يسمى محكما والدال على القدر المشترك بين المجمل والمؤول يسمى متشابها،\nوقد عرف بما ذكرنا حد كل واحد منهما وذكر فيه حدود مزيفة يأتي ذكرها ووجه\nتزييفها إن شاء الله تعالى- في باب المجمل والمبين.\n</p>\n\n\n<h3 class='l3' id='head18'>AUTO التقسيم الخامس:</h3>\n\n<p>\nمدلول اللفظ إما أن يكون لفظا، وإما أن يكون غيره\n</p>\n\n<p>\n، وهذا الثاني قد مضى ذكره، أما الأول فذلك اللفظ: إما أن يكون مركبا أو\nمفردا. وكل واحد منهما، إما أن يدل على معنى أو لا يدل على معنى فهذه أقسام\nأربعة:-\n</p>\n\n<p>\nالأول: اللفظ الدال على اللفظ المركب الدال/ (21/أ) على معنى مركب،\nكالخبر فإنه يدل على قولك: ضرب زيد، وهو لفظ مركب دال على معنى مركب.\n</p>\n\n<p>\nالثاني: اللفظ الدال على اللفظ المركب الغير الدال على معنى. قيل: إنه\nغير موجود، لأن التركيب لا يصار إليه لفائدة فحيث لا فائدة لا تركيب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن هذا حق أن عنى بالمركب ما يكون جزؤه دالا على جزء المعنى حين هو\nجزؤه، فإن على هذا التقدير لا يتصور أن يكون له معنى، وإن عنى بالمركب ما\nيكون لجزئه دلالة في الجملة ولو في غير معناه، أو ما يكون مؤلفا من لفظين\nكيف كان التأليف، وإن لم يكن لشيء من أجزائه دلالة فهو باطل. أما الأول:\nفمثل عبد الله إذا كان علما فإن اسم العلم يدل عليه وهو لفظ مركب على هذا\nالتقدير غير دال على المعنى المركب.\n</p>\n\n<p>\nوأما الثاني: فلفظ الهذيان فإنه يدل على المركب من مهملتين أو من لفظة\nمهملة ومستعملة وهو غير دال على المعنى المركب، هذا إن أراد بعدم دلالته\nعلى معنى المعنى المركب، أما إن أراد به أن لا يدل على معنى أصلا وأورد\nباللفظ <span id='ms0045'></span> المركب المعنى الثاني فينتقض بالثاني دون الأول.\n</p>\n\n<p>\nالثالث: اللفظ الدال على لفظ مفرد وهو دال على معنى مفرد وهو كلفظ الكلمة\nوأنواعها، فإنها تتناول الاسم والفعل والحرف وكل واحد من هذه الثلاثة يدل\nأيضا: على لفظ مفرد هو دال على معنى مفرد، فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             # الاسم مثلا يدل على الرجل وهو دال على معنى مفرد.\n</p>\n\n<p>\nالرابع: اللفظ الدال على لفظ مفرد، وهو غير دال على معنى، وهو كحروف\nالمعجم، فإنه يدل على كل واحد من حروف التهجي وهو غير دال على معنى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل السابع\"\n</p>\n\n<p>\nفي تقسيم اللفظ المركب بحسب المطابقة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head19'>AUTO الفصل السابع</h2>\n\n<p>\nفي تقسيم اللفظ المركب بحسب المطابقة\n</p>\n\n<p>\nاللفظ المركب إما تام، أو غير تام، أما التام: فهو الذي يحسن السكوت عليه.\n</p>\n\n<p>\nوقد ذكرنا أنه يسمى كلاما، وهو إما أن يحتمل التصديق والتكذيب أو لا، فإن\nلم يحتمل، فأما أن يفيد طلب الشيء إفادة أولية بصيغة مخصوصة، أو لا،\nوالمعنى من الإفادة الأولية الوصفية، فإن ما يفيد طلب شيء بالالتزام\nكالترجي والتمني لا تكون إفادة أولية بل ثانية.\n</p>\n\n<p>\nفإن كان الأول: فإما أن يفيد طلب ذكر ماهية الشيء، أو طلب الفعل، أو طلب\nالترك. فهذه أقسام خمسة: الأول: وهو \"الخبر\" ويسمى أيضا قضية. والثاني: هو\nالاستفهام. والثالث: \"الأمر\" إن كان مع الاستعلاء أو العلو على اختلاف فيه،\nوالدعاء والسؤال: إن كان مع الخضوع والالتماس إن كان مع التساوي. والرابع:\nهو النهي على التفصيل المتقدم. والخامس: يسمى تنبيها، وأقسامها بالاستقراء\n\"التمني\" و \"الترجي\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nو \"التعجب\" و \"القسم\" و \"النداء\"/ (21/ب)، وأدخل بعضهم \"التعجب\" و\n\"القسم\" في الخبر ولا يخفى عليك بعده.\n</p>\n\n<p>\nوالفرق بين التمني والترجي أن الترجي إنما يكون في الأمور الممكنة مع\nمباشرة سبب حصولها كحراثة الأرض وسقيها ونثر البذور فيها لتحصيل الزرع.\nوالتمني قد يكون في الأمور الممتنعة، إما لذواتها أو للعادة كحصول الزرع\nبدون مباشرة أسبابه. وإما غير التام: فهو ينقسم إلى تقييدي وغير تقييدي،\nوالتقييدي أقله أن يتركب من اسمين أو من اسم وفعل يكون الثاني قيدا في\nالأول <span id='ms0046'></span>، كقولنا: الحيوان الناطق أو الحيوان الذي ينطق، وأما غير التقييدي\nفهو ما يتركب من اسم وحرف لا ينوب مناب الفعل، أو من فعل وحرف، أو من حرف\nوحرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الثامن\"\n</p>\n\n<p>\nفي تقسيم دلالة التضمن والالتزام\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head20'>AUTO الفصل الثامن</h2>\n\n<p>\nفي تقسيم دلالة التضمن والالتزام\n</p>\n\n<p>\nاللفظ الدال على جزء المسمى بطريق التضمن، إما أن يدل عليه أيضا بطريق\nالمطابقة، أو لا وكل واحد منهما إما أن يدل على الجزء الذي به إمكان الشيء\nوهو الجزء المادي، أو على الجزء الذي به الشيء وهو الجزء الصوري وإذا وقع\nالتعارض بين أن يكون اللفظ محمولا على الجزء الصوري أو المادي بطريق التضمن\nكان حمله على الجزء الصوري أولى، لأن الملازمة بين المدلول المطابقي وبين\nهذا الجزء حاصلة من الجانبين، بخلاف الجزء المادي فإنه غير مستلزم للمدلول\nالمطابقي.\n</p>\n\n<p>\nوينقسم أيضا باعتبار آخر وهو أنه إما أن يدل على الجزء المشترك بينه وبين\nغيره، سواء كان تمام المشترك أو بعضه، وإما أن يدل على جزء لا يشارك به\nغيره، إذا وقع التعارض بين هذين المجازين كان حمل اللفظ على المجاز الثاني\nأولى لما تقدم.\n</p>\n\n<p>\nواعلم: أنه إنما يوجد لكل واحد من هذه الأقسام اسم مخصوص لعدم الاحتفال\nبه لقلة فائدته في العلوم.\n</p>\n\n<p>\nوأما دلالة الالتزام. فنقول: المعنى الذي يدل عليه اللفظ بطريق الالتزام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             # إما أن يكون \"ذلك اللفظ\" مفردا أو مركبا. أما المفرد فبيان أنواع دلالته\nببيان أقسام المجاز وسيأتي- إن شاء الله تعالى-.\n</p>\n\n<p>\nوأما المركب، فنقول: المعنى المدلول عليه بطريق الالتزام له، إما أن يكون\nشرطا للمدلول عليه بطريق المطابقة له، أو لا يكون بل يكون تابعا له. فإن\nكان الأول: فهو المسمى بدلالة الاقتضاء سواء كانت الشرطية عقلية، كما في\nأصعد السطح، فإنه يدل على نصب السلم بطريق الالتزام، وهو شرط للمدلول عليه\nبطريق المطابقة، أو شرعية كالأمر بالصلاة، يدل على تحصيل الطهارة بطريق\nالالتزام وشرطيتها للصلاة شرعية، وإن/ (22/أ) كان الثاني [فإنه] وهو إن كان\nمن المكملات للمدلول المطابقي، فهو المسمى بمفهوم الموافقة كدلالة <span id='ms0047'></span> تحريم\nالتأفيف على تحريم الضرب عند من لا يجعل اللفظ منقولا إلى المنع من جميع\nأنواع الأذى بالعرف العام.\n</p>\n\n<p>\nوإن لم يكن من المكملات: فإما أن يكون ثبوتيا كما في قوله تعالى: {فالآن\nباشروهن} الآية. فإنه يدل على صحة صوم المصبح جنبا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             # وكما في قوله تعالى: {وأيديكم إلى المرافق} فإنه يدل على وجوب غسل جزء من\nالعضد، إذا لا يمكن غسل جميع المرفق إلا به، وهذا النوع [من] الدلالة يسمى\nبدلالة الإشارة. وإما أن يكون عدميا كما في قوله عليه السلام: \"زكوا عن\nسائمة الغنم\" فإنه يدل على عدم وجوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             # ......................................................................\n................\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nالزكاة في المعلوفات بطريق الالتزام عند من يقول به وهو المسمى بمفهوم\nالمخالفة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل التاسع\"\n</p>\n\n<p>\nفي الأسماء المشتقة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUTO الفصل التاسع</h2>\n\n<p>\nفي الأسماء المشتقة\n</p>\n\n<p>\nوفيه مسائل:\n</p>\n\n\n<h3 class='l3' id='head22'>AUTO المسألة الأولى</h3>\n\n<p>\nفي حد المشتق\n</p>\n\n<p>\nقيل: هو ما غير من الأسماء المعاني عن شكله بزيادة أو نقصان في الحروف أو\nالحركات أو فيهما، وجعل دالا على ذلك المعنى وعلى موضوع له غير معين.\n</p>\n\n<p>\nوهو غير جامع، فإنه التثنية والجمع من أسماء الأعيان كقولك رجلان ورجال\nمشتقات من المفرد مع أنه ليس اسم المعنى.\n</p>\n\n<p>\nوأيضا يخرج عنه الأسماء المنسوبة كالبصري والبكري والبزاز والبقال، فإنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             # مشتقات، أيضا مع أنها غير مغيرة من أسماء المعاني.\n</p>\n\n<p>\nوأيضا يخرج عنه الأمثلة الثلاثة من فعل المضارع التي هي للمتكلم وحده ومع\nغيره وللمخاطب لأنها تدل على موضوعات معينة، وهي مشتقة من المصادر، وهذا\nإذا قلنا: إن الأفعال مشتقة من المصادر. وأما إذا قلنا: إن المصادر مشتقة\nمن الأفعال، فعدم الاطراد إذا ظهر، لأن المشتق منه حينئذ ليس من أسماء\nالمعاني إذا الفعل ليس اسما، ولأن المشتق حينئذ غير دال على موضوع له غير\nمعين، إذا لا دلالة للمصدر على الموضوع أصلا لا معين ولا غير معين.\n</p>\n\n<p>\nفإن قلت: لا نسلم أن الأمثلة المذكورة تدل على موضوعات معينة.\n</p>\n\n<p>\nقلت: الدليل عليه تقسيم الأفعال إلى ما يدل على الموضوع المعين، وهو\nالأمثلة الثلاثة المذكورة من المضارع، وإلى ما لا يدل عليه وهو الماضي <span id='ms0048'></span>،\nوفعل الغائب من المضارع، نعم لا دلالة للأمثلة الثلاثة المذكورة على\nالتعيين الشخصي لكن من الظاهر أن ذلك ليس هو المراد فقط من قولنا: \"ليس له\nدلالة على الموضوع المعين\".\n</p>\n\n<p>\nوقال صاحب الكشاف: الاشتقاق أن ينتظم الصيغتان فصاعدا على معنى واحد. هو\nغير مانع، فإن الضارب/ (22/ب) والمضروب، قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             # انتظمهما معنى واحد وهو الضرب مع أنه لا اشتقاق بينهما، وكذلك تنتظم\nالأفعال كلها معنى واحد [في] معنى المصدر مع أن بعضها ليس مشتقا من البعض.\n</p>\n\n<p>\nهذا إن أراد أن يكون بينهما اشتقاق وإن أراد أعم منه وهو إما أن يكون\nبينهما أو بينهما وبين الثالث اشتقاق فيكون التعريف مختلا، لأنه أصل يذكر\nالمشتق منه ومعرفته شرط في معرفة الاشتقاق ضرورة توقف معرفة النسبة على\nمعرفة المنتسبين.\n</p>\n\n<p>\nوقال الميداني- رحمه الله-: الاشتقاق أن تجد بين اللفظين تناسبا في\nالمعنى والتركيب فترد أحدهما إلى الآخر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أنه إن عنى بقوله: فترد أحدهما إلى الآخر. أنه حكم لازم لما سبق\nكالنتيجة له فهو باطل، بما سبق في تعريف الزمخشري، وإن عنى به العطف حتى\nيكون معناه، هو أن يكون أحدهما مردودا إلى الآخر ويكون لأحدهما حيثية الرد\nإلى الآخر وتكون هذه الحيثية قيدا آخر في التعريف فهو صحيح لكن فيه نوع تعسف.\n</p>\n\n<p>\nوأركانه على هذا خمسة:\n</p>\n\n<p>\nالأول، والثاني: اللفظان الموضوعان للمعنيين المتناسبين.\n</p>\n\n<p>\nوالثالث: مشاركتهما في الحروف الأصلية وهو المعنى من المناسبة في\nالتركيب.\n</p>\n\n<p>\nوالرابع: أن يكون لأحدهما حيثية الرد إلى الآخر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nوالخامس: تغيير يلحق ذلك اللفظ في حرف فقط أو في حركة فقط أو فيهما معا.\nوكل واحد من هذه الأقسام الثلاثة إما أن يكون بالزيادة أو بالنقصان أو بهما\nمعا، فهذه هي الأقسام الممكنة فيه، وعلى اللغوي طلب ما وجد منها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head23'>AUTO المسألة الثانية</h3>\n\n<p>\n[لا يصدق المشتق بدون المشتق منه]\n</p>\n\n<p>\nلا يصدق المشتق بدون المشتق منه عندنا. خلافا للمعتزلة.\n</p>\n\n<p>\nوهم وإن لم يصرحوا به، لكنهم، قالوا: به ضمنا حيث قالوا: إن الله تعالى\nمتكلم بكلام يخلقه في غيره، وهو قائم به مع أنه <span id='ms0049'></span> لا معنى للمتكلم في اللغة\nإلا من قام به الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا: فإن بعضهم قال: \"العلم\" و \"القدرة\" و \"الحياة\" أسماء لمعاني توجب\n\"العالمية\" و \"القادرية\" و \"الحيية\"، وهي غير ثابتة لله تعالى.\n</p>\n\n<p>\nثم أنهم يطلقون عليه القادر [والعالم] والحي، ولا شك أنها أسماء مشتقة\nمنها. وأما الذي يقول: منهم كأبي الحسن البصري: إنها ليست أسماء لمعاني، بل\nمسمى العلم والقدرة هو نفس العالمية، والقادرية فلا يتحقق معه الخلاف، لأن\nالعالمية والقادرية ثابتة له عنده فلا يكون المشتق صادقا بدون المشتق منه.\n</p>\n\n<p>\nلنا: أن المشتق ماله المشتق منه فيستحيل أن يثبت بدونه لاستحالة لكل بدون\nالجزء. واحتجوا بوجهين:-\n</p>\n\n<p>\nأحدهما: أنه لا معنى للمشتق إلا أنه ذو المشتق منه وذو الشيء/ (23/أ) لا\nمعنى له إلا صاحب الشيء، وهذا المفهوم لا يقتضى الاتصاف به بطريق الحلول\nوالقيام به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيهما: الأسامي المنسوبة إلى البلدان والصنائع مشتقة مع أنه يمتنع\nقيام المشتق فيه بالمشتق.\n</p>\n\n<p>\nوأجيب: عن الأول بمنع أنه لا معنى للمشتق إلا أنه ذو المشتق منه، بل هو\nعندنا أخص منه، فإن كل ما يمكن أن يوصف بالشيء بطريق الاشتقاق أمكن أن يوصف\nبه بدونه من غير عكس.\n</p>\n\n<p>\nوعن الثاني: أنه غير وارد على محل النزاع، إذ النزاع في الأسماء المشتقة\n\"له\" عما يتصور قيامه به وما ذكروه ليس كذلك.\n</p>\n\n\n<h3 class='l3' id='head24'>AUTO المسألة الثالثة</h3>\n\n<p>\nفي أن بقاء ما منه الاشتقاق، هل هو شرط في إطلاق اسم المشتق بطريق\nالحقيقة أم لا؟\n</p>\n\n<p>\nفمن لا يشترط وجوده، لم يشترط بقاءه قطعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الذين شرطوا وجوده اختلفوا فيه، فالأكثرون: على اشتراط بقائه فيما\nهو ممكن الحصول بتمامه، أو حصول آخر جزئه فيما ليس كذلك، كما في المصادر\nالسيالة مثل الكلام وأنواعه.\n</p>\n\n<p>\nوذهب بعضهم إلى أنه لا يشترط البقاء مطلقا، ونسب ذلك إلى الشيخ أبي علي\nبن سيناء أيضا.\n</p>\n\n<p>\nأحتج للأكثرين: بأن الضارب لو صدق على الذات بعد صدور الضرب عنه بطريق\nالحقيقة لما صدق نفيه عنه مطلقا، لكن يصدق عليه أنه ليس بضارب على الإطلاق\nلصدق الأخص منه <span id='ms0050'></span> وهو أنه ليس بضارب في الحال فلا يصدق عليه أنه ضارب.\n</p>\n\n<p>\nفإن قيل: ما الذي تعني بقولك أنه لو صدق عليه الضارب لما صدق نفيه عنه\nمطلقا. إن عنيت به أنه لا يصدق عليه في شيء من الأزمنة الثلاثة: الماضي\nوالحاضر والمستقبل أنه ليس بضارب فهذا مسلم.\n</p>\n\n<p>\nإذ الإثبات الجزئي يناقض السلب الكلي لكن لا نسلم أنه يصدق عليه بهذا\nالاعتبار أنه ليس بضارب.\n</p>\n\n<p>\nوأما قوله: لأنه يصدق عليه ما هو أخص منه وهو أنه ليس بضارب في الحال.\nفممنوع، فإن من الظاهر أن قولنا: \"ليس بضارب في الحال\" ليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             # أخص من قولنا: ليس بضارب في شيء من الأزمنة لعدم استلزامه إياه، بل هما\nنوعان داخلا تحت مطلق السلب هو قدر مشترك بين السلب الكلي والسلب الجزئي.\n</p>\n\n<p>\nوإن عنيت به أنه لا يصدق على أنه ليس بضارب ولو باعتبار زمان ماضيا كان\nأو غيره، فالملازمة ممنوعة، إذ الضارب لا يقتفى الإثبات في كل الأوقات، حتى\nيكون قولنا: \"ليس بضارب\" بالمعنى المذكور مناقضا له حتى يلزم من صدق الضارب\nعدم صدق ليس بضارب. ثم الذي يدل على أن الضارب لا يقتضى/ (23/ب) الإثبات\nالكلي وجوه:-\n</p>\n\n<p>\nأحدهما: بأنه يصدق على الشخص حال تلبسه بالضرب أنه ضارب بطريق الحقيقة\nبالإجماع، وإن لم يكن ضاربا في الماضي والمستقبل، ولو كان مقتضيا لإثباته\nفي كل الأوقات لم يكن كذلك.\n</p>\n\n<p>\nوثانيها: أنه حينئذ لا يبقى فرق في المعنى بين قولنا: ضارب وبين قولنا:\nضارب في الأزمنة الثلاثة، لكن الفرق معلوم بالضرورة.\n</p>\n\n<p>\nوثالثها: أن الضارب لو كان مقتضيا للإثبات الكلي، لكان قولنا: \"ليس\nبضارب\" في المستقبل لكنه باطل بالإجماع وإذا لم يكن قولنا: ليس بضارب\nبالمعنى المذكور مناقضا للضارب لم يكن صدقه مستلزما لكذبه فجاز أن يصدقا\nباعتبار زمانين.\n</p>\n\n<p>\nلا يقال: استعمال أهل اللسان كل واحد من لفظي ضارب وليس بضارب بإطلاقهما\nمن غير تعيين زمان في تكذيب الآخر يدل على تناقضهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             # وتناولهما زمانا معينا، إذا ليس قولنا: ليس بضارب يقتضى عموم السلب في\nالأزمنة الثلاثة أيضا <span id='ms0051'></span> للوجوه المذكورة حتى يكون مناقضا لقولنا: ضارب وليس\nذلك الزمان غير الحاضر بالاتفاق، فهو عينه فيلزم أنه لو صدق عليه بعد\nانقضاء الضرب أنه ضارب لما صدق عليه أنه ليس بضارب.\n</p>\n\n<p>\nلا نقول: لا نسلم أنهما يستعملان في التكاذب بإطلاقهما، بل إنما يستعملان\nفيه عند توافق المتخاطبين على زمان معين بقرينة خالية أو مقالية حاضرا كان\nذلك الزمان أو غيره أو عند إرادة العموم من أحدهما بقرينة معينة له، أما\nبدون هذين الشرطين فلا، ثم الذي يدل على أن الزمان الحاضر ليس مدلولا لهما\nمع أنه لو كان مدلولهما، فإما أن تكون تلك الدلالة بطريق المطابقة أو\nالتضمن أو الالتزام والأول ظاهر الفساد غنى عن الإفساد، والثاني أيضا باطل.\n</p>\n\n<p>\nأما أولا: فلاقتضائه دخول اسم الفاعل تحت الفعل، إذ لا معنى للفعل إلا\nأنه لفظ يدل على معنى في نفسه مقترن بأحد الأزمنة الثلاثة، واسم الفاعل على\nتقدير دلالته على الزمان الحاضر يكون كذلك، فوجب أن يكون فعلا.\n</p>\n\n<p>\nوأما ثانيا: فلأنه يلزم أن يكون بين قولنا: ضارب، وبين قولنا: ضارب في\nالحال، فرق وهو خلاف المعلوم من كلامهم.\n</p>\n\n<p>\nوالثالث: باطل أيضا، لأنه إذا لم يكن الزمان الحاضر داخلا في معنى اسم\nالفاعل لم يكن مدلوله حينئذ إلا الذات المتصف بمعنى المصدر، ومعلوم أن هذا\nالمعنى لا يستلزم فهم الزمان/ (24/أ) المعين حتى يكون لفظه الدال عليه\nبطريق المطابقة دالا عليه بطريق الالتزام، أو من شرط دلالة الالتزام حصول\nالملازمة الذهنية بينه وبين المدلول المطابقي، نعم قد تعرف له الدلالة على\nالزمان المعين نحو الماضي والحال بواسطة العمل وعدمه لكن تلك الدلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             # عارضة غير لازمة له.\n</p>\n\n<p>\nسلمنا: صحة الملازمة بهذا المعنى، لكن لا نسلم انتفاء اللازم، قوله: لأنه\nيصدق عليه ما هو أخص منه وهو أنه ليس بضارب في الحال \"فيصدق أنه هو\".\n</p>\n\n<p>\nقلنا: لا نسلم أنه أخص منه، بل هو سلب الضاربية في زمان مخصوص، ولا يلزم\nمنه سلب الضاربية على الإطلاق، وهذا كما يصدق إن الفرس ليس بحيوان ناطق،\nولا <span id='ms0052'></span> يلزم منه [أنه] ليس بحيوان، وكذا يصدق لا رجل في الدار، ولا في الزمان\nالمعين، ولا يلزم منه صدق لا رجل على الإطلاق، لأنه نفيه على الإطلاق نفى\nالماهية وذلك ينفي جميع أفرادها.\n</p>\n\n<p>\nسلمنا: أنه أخص لكنه مناقض لما سبق لكم في تقرير الملازمة، فإنه يدل على\nأن ليس بضارب بمعنى ليس بضارب في الحال فكيف يكون أخص منه؟\n</p>\n\n<p>\nسلمنا: سلامته عن المناقضة لكن لا حاجة إليه، إذ يتم الدليل بدونه، بأن\nيقال لو صدق الضارب على الذات بعد انقضاء الضرب، كما صدق عليه أنه ليس\nبضارب، لما سبق لكنه يصدق عليه أنه ليس بضارب ضرورة عدم تلبسه بالضرب في\nالحال فلا يصدق عليه أنه ضارب بطريق الحقيقة.\n</p>\n\n<p>\nواحتج من لم يشترط البقاء بوجوه:- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             # أحدها: أن الضارب من حصل منه الضرب، وهذا المفهوم المشترك بين الضارب في\nالحال والضارب في الماضي فيكون حقيقة فيهما باعتبار ذلك المشترك لا يقال:\nما ذكرتم يقتضى أن يكون الضارب حقيقة فيمن سيحصل منه الضرب، لأن حصول الضرب\nقدر مشترك بين الضارب في الماضي والحال والمستقبل. لا نقول: الضارب من حصل\nمنه الضرب لا من منه حصول الضرب، ومعلوم أن المفهوم الأول غير مشترك بين\nالضارب في المستقبل وغيره.\n</p>\n\n<p>\nوثانيها: أنا نعلم بالضرورة تفرقة في المعنى بين قولنا: ضارب، وبين\nقولنا: ضارب في الحال، فلو كان معنى قولنا: \"ضارب\" عين معنى قولنا: \"ضارب\nفي الحال\" لم تكن التفرقة حاصلة في المعنى.\n</p>\n\n<p>\nوثالثها: أن أهل اللغة قالوا: إن اسم الفاعل إذا كان بمعنى الماضي لا\nيعمل عمل الفعل أطلقوا اسم الفاعل على الذات باعتبار الفعل/ (24/ب) الصادر\nعنه في الماضي، والأصل في الإطلاق الحقيقة. لا يقال كما أطلقوه عليه أيضا:\nباعتبار ما سيحصل منه الفعل في المستقبل. إذ قالوا: إذا كان بمعنى المستقبل\nعمل عمل الفعل، فيكون حقيقة فيه تعين ما ذكرتم، وبالإجماع ليس كذلك، لأنا\nنقول: الجواب عنه من وجهين:\n</p>\n\n<p>\nأحدهما: أن ترك العمل بالدليل في صورة بمعنى يخص تلك الصورة لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             # يوجب تركه في <span id='ms0053'></span> غيرها فلا يلزم من ترك العمل بمقتضى الإطلاق في صورة\nالاستقبال ترك العمل بمقتضاه في صورة الماضي.\n</p>\n\n<p>\nوثانيهما: أن المجاز خلاف الأصل فكان تقليله أوفق.\n</p>\n\n<p>\nورابعها: لو شرط البقاء لما كان اسم \"المخبر\" و \"الآمر\" و \"المتكلم\"\nحقيقة في شيء من المسميات واللازم باطل، فالملزوم مثله.\n</p>\n\n<p>\nبيان الملازمة:\n</p>\n\n<p>\nأن لكلام اسم لمجموع تلك لحروف التي يتألف منها الكلام إجماعا، ولا وجود\nلمجموع تلك الحروف في الخارج، لأنه حين وجود الحرف الأول لم يكن \"كذلك\"\nالحرف الثاني موجودا وحين وجوده ينعدم الأول والعلم به ضروري وإذا لم يكن\nلمجموع تلك الحروف وجود في الخارج لم يكن اسم المتكلم حقيقة فيمن صدر عنه\nالكلام على تقدير اشتراط البقاء، وإذا لم يكن حقيقة فيه لم يكن حقيقة فير\nغيره بالإجماع\n</p>\n\n<p>\nوأما بطلان اللازم فقد احتج الإمام عليه بأن هذه الألفاظ مستعمله في\nالمعاني وكل مستعمل، إما حقيقة أو مجاز وكل مجاز فله حقيقة، فيجب أن تكون\nهذه الألفاظ حقائق في بعض الأشياء، وهو ضعيف، إذا المقدمتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             # ممنوعتان.\n</p>\n\n<p>\nأما الأولى: فلأنا لا نسلم: أن كل مستعمل في معنى، إما حقيقة، أو مجاز.\nألا ترى أن العلم مستعمل في معناه وهو ليس بحقيقة فيه ولا مجاز \"وكذا إذا\nاستعمل لفظ الأرض في السماء بحيث يفيده فإنه أيضا ليس بحقيقة فيه ولا مجاز\"\nعلى ما اعترف هو به باب الحقيقة والمجاز.\n</p>\n\n<p>\nوأما الثانية: فلا نسلم أيضا أن كل مجاز حقيقة، فإن المجاز لا تستدعى\nالحقيقة، بل تستدعى الوضع فقط، ووضع اللفظ لمعنى من غير استعماله فيه ليس\nبحقيقة \"على ما ستعرفه\". والعجب منه أنه رد على الأصحاب قولهم: أن كل مجاز\nيستدعى الحقيقة في مسألة: إثبات الحقيقة اللغوية بما ذكرنا، فكيف استدل هو\nبه هنا؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nواستدل بعضهم: على امتناع اللازم بوجه آخر وهو: أنه لو لم يكن (25/أ)\nالمتكلم حقيقة حقيقة فيمن صدر عنه الكلام لصح نفيه عنه، إذ هو لازم نفى\nالحقيقة على ما ستعرفه، ولوجب أن لا يحنث من حلف إلا يتكلم حقيقة عند <span id='ms0054'></span> تلفظه\nبتلك الحروف المفيدة. واللازمان ممتنعان، فالملزوم كذلك فيكون حقيقة فيه\nفيمتنع أن لا يكون حقيقة في شيء. وهذا مما لا بأس به. وإن كان فيه نظر: فإن\nلقائل أن يقول: أن تدعى أن صحة النفي لازم لفني الحقيقة مطلقا، أم لازم\nلنفي الحقيقة اللغوية.\n</p>\n\n<p>\nفإن ادعيت الأول: فو مسلم لكن لا يلزم حينئذ من عدم صحة نفي المتكلم عمن\nصدر عنه الحروف المتوالية المفيدة أن يكون هو حقيقة فيه بحسب اللغة لجواز\nأن يكون حقيقة فيه بحسب العرف وكلامنا فيه إنما هو بحسب الحقيقة اللغوية.\n</p>\n\n<p>\nوإن ادعيت الثانية: فهو ممنوع، وهذا لأن اللفظ إذا صار حقيقة في معنى\nبوضع عرفي أو شرعي، فإنه لا يصح نفيه عنه إلا مقيدا، ألا ترى أنه لا يجوز\nأن يقال: الخارج المستقذر ليس بغائط مطلقا، وإن كان يصح أن يقال إنه ليس\nبغائط في اللغة.\n</p>\n\n<p>\nفإن ادعيت عدم صحة نفيه مقيدا أيضا: فممنوع وهو النظر بعينه في مسألة\nاليمين، بل يقوى فيها، إذ مبنى الإيمان على العرف، والحقيقة قد تترك فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             # بمجاز مشهور. فكان تركنا المنقول أولى.\n</p>\n\n<p>\nويمكن أن يجاب عنه بأن النقل خلاف الأصل، والأصل بقاء ما كان على ما كان.\n</p>\n\n<p>\nوللشارطين أن يقولوا أنه غير وارد على محل النزاع، فإنا إنما نشترط\nالبقاء فيما يمكن حصوله فيه، فأما ما لا يمكن حصوله فيه فإنا إنما نشترط\nفيه حصول آخر جزئه لا غير وهو متحقق في المصادر السيالة.\n</p>\n\n<p>\nوخامسها: لو كان بقاء ما منه الاشتقاق شرطا لصدق المشتق، لوجب أن لا يصدق\nالمؤمن بطريق الحقيقة وما يجرى مجراه على الشخص حال ما [لا] يكون الشخص\nمتلبسا بالإيمان كما في حالة النوم والغفلة. سواء كان الإيمان عبارة عن\nالتصديق أو عن غيره لكنه يصدق عليه. فوجب أن لا يكون البقاء شرطا. أما\nالملازمة فبينة، وأما نفي اللازم فلأنه يقال: للنائم يقال: للنائم والمغمى\nعليه، والمجنون أنه مؤمن والأصل في الإطلاق الحقيقة، ولأنه لو كان بطريق\nالتجوز لصح نفي المؤمن عنهم على ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             # سيأتي <span id='ms0055'></span>، أنه من إمارة نفي الحقيقة لكن لا يصح أن يقال: في أكابر الصحابة،\nبل آحاد المؤمنين حال نومهم وغفلتهم عن مسمى الإيمان نحو التصديق/ (25/ب)\nوالإقرار ليسوا بمؤمنين.\n</p>\n\n<p>\nلا يقال: ما ذكرتم معارض بما أنه \"لو لم\" يشترط البقاء، بل يكفى فيه\nالوجود، إما في الحال أو في الماضي، لجاز إطلاق الكافر على كل صحابي سبق\nإيمانه الكفر، والنائم على اليقظان، والقائم على القاعد، والمجامع على\nالمصلى، وعكس كل واحد منها، لكنه غير جائز وفاقا، فيشترط البقاء.\n</p>\n\n<p>\nلأنا نقول: الحقيقة قد تترك، إما لطلب التعظيم كما في السلام عليك، فإن\nتلك الألفاظ وإن كانت حقائق في تلك الصور لكن عدل عنه \"كما عدل\" إلى قولهم\nالسلام على المجلس العالي.\n</p>\n\n<p>\nوإما للمانع كما في أسامي الله تعالى، وإما للعرف كما في القارورة،\nوالخابية، وإذا ثبت هذا.\n</p>\n\n<p>\nفنقول: إن المانع من الإطلاق في بعضها ما فيه من الأما [ن] عن النقص، وفي\nبعضها التخصيص العرفي.\n</p>\n\n<p>\nوله أن يجيب عنه بأنه حينئذ يقع التعارض بين المقتضى والمانع، وأنه خلاف\nالأصل، فهذا ما عندي في هذه المسألة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head25'>AUTO المسألة الرابعة</h3>\n\n<p>\nالمعنى القائم بالشيء إذا كان له اسم يمكن الاشتقاق منه، فهل يجب أن يشتق\nلمحله اسم أم لا؟\n</p>\n\n<p>\nذهب أصحابنا: إلى أن ذلك واجب.\n</p>\n\n<p>\nوقالت المعتزلة: أنه غير واجب، إذا قالوا: إن الله تعالى تكلم بكلام\nيخلقه غير غيره ولا يحب أن يقال كذلك الغير متكلم بذلك الكلام، بل ربما لا\nيجوزونه، لأن ذلك الكلام عندهم كلام الله تعالى، فلا يجوز أن يوصف به غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nواحتج أصحابنا: بأنه لا معنى للمشتق إلا أنه ذات قام به المشتق منه فأي\nذات حصل فيه المشتق منه وجب أن يصدق عليه المشتق كسائر الأسماء المتواطئة.\n</p>\n\n<p>\nواحتجت المعتزلة: بأن القتل والجرح كل واحد منها قائم بالمقتول والمجروح\nمع أنه لا يسمى قاتلا ولا جارحا.\n</p>\n\n<p>\nقال الأصحاب: لا نسلم أنهما قائمان بالمقتول والمجروح، بل بالقاتل\nوالجارح، وهذا لأن القتل والجرح عبارة عن تأثير القادر في المقتول والمجروح\nوهو حكم حاصل <span id='ms0056'></span> للفاعل لا المفعول.\n</p>\n\n<p>\nأجابت المعتزلة: بأن التأثير عين الأثر وإلا فإن كان قديما، فإن لم يتخلف\nالأثر عنه لزم من قدمه قدم الأثر، وإن تخلف لزم تقدم النسبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             # على المنتسبين، وإن كان حادثا افتقر في حدوثه إلى تأثير والكلام فيه\nكالكلام في الأول ولزم التسلسل. وهو ممتنع.\n</p>\n\n<p>\nقال الأصحاب: إن العلم الضروري حاصل بأن التأثير غير الأثر، إذ الأثر\nينقسم إلى الجوهر والجسم والعرض، والتأثير غير منقسم إليها/ (26/ب)، ولأن\nالتأثير من الأمور النسبية، والأثر ليس كذلك، ولأنا نعلل الأثر بالتأثير.\n</p>\n\n<p>\nوالعلة غير المعلول، ولأن التأثير من الأمور القائمة بالغير، والأثر قد\nلا يكون كذلك، ولأن التأثير من الأمور الاعتبارية على ما تقرر ذلك في علم\nآخر، والأثر ليس كذلك، وعند هذا يظهر أن ما ذكروه من التسلسل فهو غير\nممتنع، إذ التسلسل في الأمور الاعتبارية غير ممتنع، فإن الواحد نصف الاثنين\nوثلث الثلاث، وربع الأربع وهلم جرا إلى ما لا نهاية له من الأعداد.\n</p>\n\n<p>\nتنبيه:\n</p>\n\n<p>\nالمشتق لا دلالة له على خصوصية الذات، لا بطريق المطابقة ولا بطريق\nالتضمن، لما عرفت أنه لا معنى له إلا أنه ذات قام به المشتق منه، فإن دل\nعلى خصوصية كونه جسما أو حيوانا أو غيره فإنما يدل عليه بطريق الالتزام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head26'>AUTO المسألة الخامسة</h3>\n\n<p>\nفي أن القياس، هل هو جار في اللغات، أم لا؟\n</p>\n\n<p>\nاختلف العلماء فيه، فذهب القاضي أبو بكر، وابن سريج، وكثير من فقهائنا،\nوأهل العربية، كالمازني، وأبي علي الفارسي، وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             # جني. إلا أنه جار فيها، واختاره الإمام أيضا.\n</p>\n\n<p>\nوذهب المعظم من أصحابنا: كإمام الحرمين، والغزالي، ومعظم الحنفية، وجماعة\nمن أهل العربية إلى امتناعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nوقبل الخوض في الحجاج لابد من تلخيص محل النزاع.\n</p>\n\n<p>\nفنقول: لا خلاف في امتناعه في أسماء الأعلام، لأنها غير معقولة المعاني\nولا في دائرة بدوران وصف في محالها، والقياس فرعهما، إذ لا يمكن إلحاق\nالفرع بالأصل إلا بعد أن يعقل في الأصل معنى هو على التسمية أو يعرف فيه\nصفة يدور الاسم معه وجودا وعدما فهي كالأحكام التعبدية التي <span id='ms0057'></span> لا يعقل\nمعناها.\n</p>\n\n<p>\nفإن قلت: قد ساغ في العرف العام، أن يقال للشخص البالغ في علم الأحكام\nشافعي الوقت، ونعمان الثاني، والبالغ في علم العربية سيبويه الزمان، وليس\nذلك إلا بطريق القياس وإلا لم يحصل مقصودهم، وهو المدح يذلك النوع من العلم.\n</p>\n\n<p>\nقلت: لا نسلم أنه بطريق القياس. ولم لا يجوز أن يكون ذلك بطريق حذف\nالمضاف وإقامة المضاف إليه مقامه، والتقدير أنه حافظ كتاب سيبويه، وعارف\nعلم الشافعي، وأبي حنيفة رحمهما الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nسلمنا: أنه ليس بهذا الطريق، لكن لا نسلم أنه طريق له إلا القياس.\n</p>\n\n<p>\nقوله: إن لم يكن بطريق القياس، لم يحصل المقصود من المدح.\n</p>\n\n<p>\nقلنا: لا نسلم. ولم لا يجوز أن يقال؟: إنهم توهموا فيه أنه إنما أطلق على\nالشخص المعين/ (26/ب) بإزاء ذلك العلم المخصوص، فحيث توهموا وجوده أو\nأرادوا أن يمدحوا الشخص المعين بوجوده أطلقوا ذلك الاسم عليه، فعلى هذا\nالتقدير يصير اللفظ من أسماء الصفات بالعرف الطارئ، وإن كان حكما في أصله،\nوالمراد أسماء الصفات حيث يوجد معانيها ليس من القياس في شيء على ما سيأتي.\n</p>\n\n<p>\nولا يجرى القياس أيضا في أسماء الفاعلين والمفعولين، وأسماء الصفات\nكالعالم والقادر، لأن القياس لابد فيه من أصل وفرع وهو غير متحقق فيها. إذ\nليس جعل البعض أصلا والبعض الآخر فرعا أولى من العكس.\n</p>\n\n<p>\nولا يجرى فيها القياس، فاطرادها ليس مستفادا منه بل هو معلوم بالضرورة\nوطريق الوضع. لا يقال: لم ينقل عن العرب أنهم وضعوا العالم والقادر والمريد\nبإزاء كل من قام به العلم والقدرة والإرادة، بل غاية ما يعلم منهم أنهم\nاستعملوا هذه الأسامي في ذوات موجودة في زمانهم متصفة بتلك الصفات فإلحاق\nالغائب بها في كونه كذلك يكون بطريق القياس، وبهذا ظهر أيضا ضعف قولهم: ليس\nجعل البعض أصلا والبعض الآخر فرعا أولى من العكس، فإن الذي كانت موجودة في\nزمانهم أولى بذلك من غيرها، ويكون ما عداها أولى بالفرعية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nلأنا نقول: فعلى هذا تناول الإنسان والحيوان للأفراد التي حدثت بعدهم،\nيكون بطريق القياس أيضا <span id='ms0058'></span>، إذ لم ينقل عنهم بصراحته أنهم وضعوا الإنسان بإزاء\nكل حيوان ناطق، ولا الحيوان بإزاء كل جسم حساس متحرك الإرادة، بل غايته\nأنهم استعملوا في الأفراد التي كانت موجودة في زمانهم من ذلك الجنس، وحينئذ\nيلزم أن يكون كل اللغات قياسيا ولا قائل به، فإن منعهم \"عدم\" النقل بصراحته\nهنا، منعنا نحن أيضا في أسماء الفاعلين والمفعولين وأسماء الصفات بطريق\nالقياس؟ فإنه مختلف فيه، واطرادها متفق عليه، والمتفق عليه غير مستفاد من\nالمختلف، ولئن سلم: أنه غير مختلف فيه على ما زعم بعضهم أنه غير مختلف فيه،\nبين أهل العربية، أذا اتفقوا على صحة تعليم الأحكام الإعرابية وإلحاق\nالمختلف فيه بالمتفق عليه بالعلة التي فيه، وذلك يدل على اتفاقهم على جريان\nالقياس في اللغات، لكن الحكم المستفاد منه ظني، لأن الطرق الدالة على علية\nالوصوف/ (27/أ) فيها نحو الدوران والمناسبة \"ظنية\"، واطراد أسماء الصفات\nوالفاعلين والمفعولين قطعي معلوم بالضرورة من كلامهم فلا يجوز أن يكون\nمستفادا من القياس. وبهذا ظهر أيضا: ضعف ما استدل به المازني على جريانه في\nاللغات: وهو أنه لا خلاف بين أهل العربية، أن كل فاعل رفع وكل مفعول منصوب،\nولم يثبت ذلك إلا بالقياس، لأنهم رفعوا بعض الفاعلين ونصبوا بعض المفعولين\nواستمروا عليه في كلامهم، ولم تختلف عاداتهم في ذلك. علم أنهم إنما رفعوا\nلكونه فاعلا ونصبوا لكونه مفعولا، فإلحاق غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             # به بطريق القياس، لأن اطراد ذلك كاطراد أسماء الصفات، وقد ظهر أنه ليس\nبطريق القياس.\n</p>\n\n<p>\nإذا عرفت هذا فاعلم: أن النزاع إنما هو في الأسماء الموضوعة للمعاني\nالمخصوصة الدائرة مع الصفات الموجودة فيها وجودا وعدما، كالخمر فإنها اسم\nللمسكر المعتصر من العنب، وهذا الاسم يدور مع وصف الإسكار، فإن المعتصر من\nالعنب لما لم يكن في الأول مسكر لم يسم خمرا بل يسمى عصيرا، فإذا حدث فيه\nوصف الإسكار سمي بالخمر ثم إذا زال ذلك الوصف عنه زال عنه ذلك الاسم ويسمى\nباسم آخر وهو الخل.\n</p>\n\n<p>\nفهل يجوز أن يقاس عليها النبيذ في كونه <span id='ms0059'></span> مسمى بذلك الوصف لمشاركته إياه في\nوصف الإسكار أم لا؟.\n</p>\n\n<p>\nفمن جوز القياس في اللغات جوزها، ومن لا فلا.\n</p>\n\n<p>\nوكذلك السرقة اسم لأخذ مال الغير على سبيل الخفية، وهذا الاسم يدور مع\nوصف الخفية وجودا وعدما، أما وجودا فظاهر، وأما عدما فلأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n             # إذا لم يكن مع الخفية يسمى اختلاسا إن كان مع الصون وغصبا إن لم يكن معه،\nفهذا يجوز أن يقاس النبش عليها في كونه مسمى بذلك الاسم لمشاركته إياها في\nالوصف المذكور فعلى الخلاف السابق.\n</p>\n\n<p>\nواحتج من قال به بوجوه:-\n</p>\n\n<p>\nأحدها: \"أن الاسم\" يدور مع الوصف وجودا وعدما، كما سبق، والدوران يفيد ظن\nالعلية لما سيأتي إن شاء الله تعالى في القياس، فيحصل ظن أن العلة لتلك\nالتسمية هو ذلك الوصف فإنما حصل ذلك الوصف حصل ظن كونه مسمى بذلك الاسم\nوحينئذ يلزم أن يثبت لتلك المحال الأحكام المرتبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             # على ذلك الاسم.\n</p>\n\n<p>\nوجوابه: أن الدوران إنما يفيد ظن العلية بمعنى الأمارة والعلامة لا بمعنى\nالداعي، لأنه لا مناسبة بين الاسم والمسمى وحينئذ لا يكون الدوران خاليا عن\nالمزاحم، لأنه كما/ (27/ب) دار مع ما ذكرتم من الوصف فكذا مع خصوصية إسكار\nالمعتصر من العنب والدوران إنما يفيد ظن العلية عند خلوه عن المزاحم\nالمعارض، وهو غير خال عنه هنا على هذا التقدير.\n</p>\n\n<p>\nفإن قلت: لو اعتبر في كون الدوران يفيد ظن العلية خلوه عن مثل هذا\nالمزاحم لوجب أن لا يفيده في الشرعيات أيضا لعدم خلوه عنه.\n</p>\n\n<p>\nقلت: إن فسرت لعلة ثمة بالداعي والباعث اندفع هذا النقص، وإن فسرت بالعرف\nوالعلامة فكذلك، لأن القاطع الذي دل على جواز القياس في الشرعيات دال على\nأن تلك الخصوصيات لا مدخل لها في إثبات تلك الأحكام وإلا لم يصح القياس فلا\nيصلح أن \"يقال\" الخصوصية مزاحمة ثمة فيكون الدوران عريا عن المزاحم ولا\nقاطع في اللغات يدل على جريان القياس فيها فلا يكون الدوران خاليا عن\nالمزاحم، كيف؟ والاستقراء يدل على أن للخصوصيات مدخلا في الأكثر في إطلاق\nاللفظ دون الشرعيات <span id='ms0060'></span>، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n             # فإن الفرس المتلون بلونين يسمى أبلق وغيره المتصف به لا يسمى به، والأسود\nمنه يسمى أدهم ولا يسمى غيره به، ومنه ما يلغب بياضه سواده أسهل وغيره لا\nيسمى به، والقارورة مختصة بالوعاء المخصوص وغيرها لا يسمى بها، إن كان فيه\nمعنى القرار والنخلة تطلق على الطويل من الإنسان ولا تطلق على كل طويل\nيشاركها فيه، وأمثاله كثيرة غير عديدة بخلاف الشرعيات، فإن كل حكم عقل\nمعناه فإنه قل ما يختص بمحله.\n</p>\n\n<p>\nسلمنا: أنه يفيد ظن العلية لكن إنما يلزم من علية ذلك الوصف جواز إطلاق\nذلك الاسم حيث ثبت ذلك الوصف إن ثبت أن علية ذلك الوصف بجعل الشارع، فإن\nبتقدير أن يكون عليته بجعل العبد لم يلزم ذلك، فإن الحكم لا يطرد باطراد ما\nيجعله العبد [علة] ألا ترى أنه لو قال: لوكيله اعتق غانما لسواده، والعلة\nفيه هو السواد لا غير، وقس عليه غيره فإنه لا يجوز له أن يعتق غيره للسواد\nلكن لم يثبت أن اللغات توقيفية على ما تقدم فلا يلزم جواز الإطلاق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها: ما ذكرناه عن المازني وقد عرفت ضعفه أيضا.\n</p>\n\n<p>\nوثالثها: قوله تعالى: {فاعتبروا يا أولى الأبصار} فإنه يتناول كل الأقيسة\nبعمومه.\n</p>\n\n<p>\nوجوابه: منع عمومه وفيه كلام ستعرفه- إن شاء الله تعالى- في القياس ولئن\nسلمنا: عمومه لكنه خص عنه بعض الأقيسة وفاقا، والعام بعد التخصيص لا يكون\nحجة لما سيأتي.\n</p>\n\n<p>\nسلمنا: ذلك لكنه يقتضى ما لا يقولون به، وما يقولون به لا/ (28/أ)\nيقتضيه، لأنه يقتضى وجوب القياس في اللغات ولا قائل به، فإن منهم من أنكر\nجوازه، ومنهم من أثبت جوازه، فأما الوجوب فلم يقل به أحد، وأما الجواز الذي\nيقولون به فلم يدل عليه.\n</p>\n\n<p>\nسلمنا: ذلك لكنه مخصوص بالنسبة إلى اللغات لما يذكر من الأدلة المانعة من\nجواز القياس في اللغات.\n</p>\n\n<p>\nورابعها: وهو الوجه الإلزامي على من أنكره من الشافعية خاصة أن إنكار\nالقياس مناقض لمذهبكم، فإنكم سميتم النبيذ خمرا وأدرجتموه تحت الأدلة\nالدالة على تحريمها وحد شاربها فحرمتموه وأوجبتم <span id='ms0061'></span> على شاربه الحد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             # وكذلك سميتم اللائط زانيا وأدرجتموه تحت عموم قوله تعالى {الزانية\nوالزاني فاجلدوا كل واحد منهما مائة جلدة} فأوجبتم عليه الحد، وكذلك سميتم\nالنباش سارقا وأدرجتموه تحت قوله تعالى: {والسارق والسارقة فاقطعوا\nأيديهما} فأوجبتم عليه القطع.\n</p>\n\n<p>\nوجوابه: أنا لا نثبت تلك الأحكام في تلك الصور بالطريق الذي ذكرتموه،\nوإنما أثبته كذلك بعض أصحابنا القائلون: بالقياس في اللغة كابن سريج وغيره.\nوأما نحن نثبتها إلا بالقياس الشرعي وذلك بأن نبين أن الموجب للحكم في\nالأصل هو الوصف الفلاني وذلك الوصف بعينه حاصل في المتنازع فيه فيلزم منه\nثبوت الحكم فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المانعون احتجوا بوجوه:-\n</p>\n\n<p>\nأحدها: الوجوه التي تدل على أن اللغات بأسرها توقيفية، وقد سبق ذكرها،\nوحينئذ يمتنع أن يكون شيء منها بالقياس. وقد عرفت ضعف تلك الوجوه.\n</p>\n\n<p>\nولئن سلمنا: صحة دلالتها على التوقيف لكن لا نسلم أنها تنافى القياس\nفيها، وهذا لأنه يجوز أن يكون للكل بوضع الله تعالى: لكن علمنا البعض\nبالتنصيص والبعض الآخر بالقياس كما في الأحكام الشرعية.\n</p>\n\n<p>\nوثانيها: أن اللغات إن كانت اصطلاحية: فيمتنع فيها القياس لما ذكرنا أن\nما يجعله العبد عليه فإنه لا يتكرر الحكم بتكرره، وإن صرح بالقياس فكيف\nفيما لم يوجد ذلك فيه؟\n</p>\n\n<p>\nوإن كانت توقيفية: فيحتمل أن يجرى فيها القياس عند حصول أركانه وشرائطه\nنحو ورود الإذن به، وعدم المانع منه ويحتمل أن لا يجري فيها، إما لعدم\nالعلة، أو وإن كانت موجودة لكنها قاصرة، أو وإن كانت متعدية لكن وجد المانع\nمن التعدية، أو وإن لم تكن كذلك لكن لم يرد الإذن به، وما يحتمل وقوعه على\nالطرق الكثيرة يكون راجحا على ما يحتمل وقوعه على طريق واحد. فيكون المنع\nمن القياس راجحا على الإذن فيه، فيكون العمل بالقياس/ (28/ب) مرجوحا فيكون\nغير جائز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوثالثها: الوصف الذي جعل علة التسمية إن نقل من العرب فيه أن كل ما اتصف\nبه فهو مسمى بذلك الاسم، فحينئذ تكون تسمية تلك الموصوفات تلك الأسامى\nبالنص لا بالقياس. وإن نقل فيه عنهم أن <span id='ms0062'></span> الذات الفلاني إذا اتصف به يسمى\nبكذا خاصة دون غيره فحينئذ يمتنع القياس عليه، لأنه خلاف النص، وإن لم ينقل\nلا هذا ولا ذاك ولم يوجد إلا استعمال بإزائه وجودا وعدما فيحتمل أن يكون\nالوصف علة متعدية، ويحتمل أن لا يكون كذلك لكن الاحتمال الثاني أظهر\nلاعتضاده بالأصل من وجهين فتمتنع التعدية عملا بالاحتمال الراجح.\n</p>\n\n<p>\nمقتضى هذا الدليل والذي قبله أن لا يجوز القياس الشرعي أيضا، لكن ترك\nالعمل به فيه لوجود القاطع الدال على جوازه فيبقى معمولا به فيما عداه.\n</p>\n\n<p>\nورابعها: أنا وجدنا الاسم معللا بوصف دائر معه وجودا وعدما. في محل مخصوص\nمع أنه لا يجوز إلحاق غيره به إجماعا. وذلك يدل على جريان القياس في\nاللغات. بيان الأول: بما تقدم من الصور، وزيد هنا صور ثلاثة:-\n</p>\n\n<p>\nأحدها: أن الجن والجنين إنما سميا بذلك لاستتارهما عن العيون، ثم إن\nالملائكة والنفوس البشرية كذلك مع أنها تسمى بذلك.\n</p>\n\n<p>\nوثانيها: أن الملك مأخوذ من الألوكة وهي الرسالة، ثم إنها حاصلة للبشر مع\nأنه لا يسمى بذلك.\n</p>\n\n<p>\nوثالثها: أن المصلى من الفرس إنما يسمى به، لكونه رأسه عند صلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n             # السابق، ثم إن الإنسان الذي يتلو الإنسان الآخر أو حيوانا غيره بحيث يكون\nرأسه عند صلاة لا يسمى به. بيان الثاني: أن اعتماد القياس على تعليل\nالتسمية بالوصف الدائر معه الاسم وجودا وعدما فإذا لم يحصل تعديه العلة\nبهذا الطريق لم يصح القياس.\n</p>\n\n<p>\nلا يقال: حاصل ما ذكرتم يرجع إلى أنه حصل في اللغات ألفاظ قليلة لا يجرى\nالقياس فيها وذلك لا يقدح في صحة القياس فيها، كما أنه حصل في أحكام الشرع\nأحكام لا يجرى القياس فيها وهو غير قادح فيه وفاقا.\n</p>\n\n<p>\nلأنا نقول: الأحكام التي لا يجرى القياس فيها في الشرع هي الأحكام\nالتعبدية التي لا يعقل معناها. وتلك الأحكام غير دائرة مع شيء من الأوصاف،\nولا يدل أيضا طريق من الطرق الدالة على علية الوصف على علية وصف هناك لتلك\nالأحكام، بخلاف ما نحن فإنه لا طريق إلى معرفة <span id='ms0063'></span> علية الوصف في اللغات إلا\nالدوران وإذ لا يناسب الاسم المسمى وظاهر أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             # غيرها من الطرق سوى الدوران متعذر فيه/ (29/أ) وبتقدير أن تعرف عليته\nبطريق من الطرق، لكن لم تجر التعدية مع ذلك فلم يبق طريق معول عليه في صحة\nالقياس في اللغات. فهذا أقصى ما يمكن أن يقال في هذه المسألة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل العاشر\"\n</p>\n\n<p>\nفي الترادف والتوكيد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head27'>AUTO الفصل العاشر</h2>\n\n<p>\nفي الترادف والتوكيد\n</p>\n\n<p>\nوفيه مسائل:\n</p>\n\n\n<h3 class='l3' id='head28'>AUTO المسألة الأولى</h3>\n\n<p>\nفي تعريف الألفاظ المترادفة\n</p>\n\n<p>\n. وهى الألفاظ المفردة المتغايرة الدالة على مسمى واحد.\n</p>\n\n<p>\nفقولنا: الألفاظ، احترزنا بها عن اللفظ الواحد.\n</p>\n\n<p>\nوقولنا: المتغايرة، احترزنا بها عن اللفظ الواحد إذا كرر للتأكيد، كقولك\nزيد زيد، أو رجل رجل فإنهما ليسا بمترادفين لعدم التغاير.\n</p>\n\n<p>\nواحترزنا بقولنا: \"الدالة على مسمى واحد\" عن الألفاظ المتباينة بأسرها\nوقد عرفت أقسامها من قبل. ولا حاجة إلى ما زيد فيه. باعتبار واحد. أو: من\nغير تفاوت، ليخرج عنه ما دل على الذات فقط، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             # وما دل عليه مع الصفة أو صفة الصفة، فإن دلالتهما على الذات باعتبارين لا\nباعتبار واحد، لأنهما من جملة الأقسام المتباينة على ما تقدم فيخرجان بقيد\nكون المسمى واحدا فلا حاجة إلى قيد آخر.\n</p>\n\n\n<h3 class='l3' id='head29'>AUTO المسألة الثانية</h3>\n\n<p>\nفي وقوع الترادف\n</p>\n\n<p>\nمن الناس من أنكر وقوعه في اللغة العربية، وزعم أن كل ما يظن أنه من\nالمترادفات فهو من المتباينات التي تتباين بالصفات، كما في الإنسان والبشر,\nفإن الأول: موضوع له باعتبار النسيان، أو باعتبار أنه \"يونس\"، والثاني:\nباعتبار أنه بادي البشرة، وكذلك الخندريس، والعقار، فإن الأول: باعتبار\nالعتق، والثاني: باعتبار عقر الدن لشدتها. أو بالذات، والصفة، كالأسد\nوالليث، فإن الثاني: يدل على الذات مع اعتبار الصفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             # وهي: إما \"مع\" التوثب، إذا \"الليث\" اسم لضرب من \"العناكب\" التي تصطاد\nالذباب بالتوثب، أو باعتبار أنه يلوث ويكثر للفساد. أو باعتبار الصفة وصفة\nالصفة ك \"الأسود\" و \"الأفحم\"، فإن الثاني وإن كان يدل على الذات المتصف\nبالسواد كالأسود لكن باعتبار أنه يميل إلى الصفرة.\n</p>\n\n<p>\nواعلم أن ما ذكروه وأن كان ممكنا، لكن الأغلب <span id='ms0064'></span> على الظن وقوعه بالاستقراء،\nوما يتكلفه الاشتقاقيون من التكلفات النادرة البارزة فذلك مما لا يشهد\nلصحته عقل ولا نقل.\n</p>\n\n<p>\nنعم \"بعض\" ما يظن انه من المترادفات فيجوز أن يكون من المتباينات تباين\nالصفتين أو تباين الصفة وصفة الصفة، فأما الكل فلا.\n</p>\n\n<p>\nثم/ (29/ب) نقول: الدليل على إمكان وقوعه وإن كان لا يظن بعاقل أن ينازع\nفيه وجوه:- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             # أحدها: أنه ممكن نظرا إلى ذاته، إذ لا يلزم من فرض وقوعه محال، ونظرا إلى\nداعية الواضع، فإن الواضع يتبع الغرض، وقد يتعلق الغرض به لتسهيل التعبير\nعن الشيء، فإن الشيء إذا كان له اسمان كان التعبير عنه أسهل مما إذا كان له\nاسم واحد، لجواز أن ينسى أو يعسر حفظه لتنافر تركيبه وللأقدار على الفصاحة\nورعاية السجع والتجنيس وسائر أصناف البديع، فإن الشعر قد يمتنع وزنه\nوقافيته مع أحد الاسمين ولا يمتنع ذلك مع الآخر، وكذلك الكلام في السجع\nوالتجنيس وسائر أصناف البديع.\n</p>\n\n<p>\nوثانيها: أن الشيء إذا كان له اسم واحد كانت الدواعي متوفرة على حفظه،\nلأنه لا يمكن التعبير عنه إلا به، فإذا ورد خطاب الشرع به عرفه كل واحد من\nغير اجتهاد في طلبه. أما إذا كان له اسمان لم تكن الدواعي متوفرة في\nحفظهما، لأن تعريفه حاصل بأحدهما فإذا ورد خطاب الشرع به فربما ورد بالاسم\nالذي لم يعرفه المكلف فيجتهد في طلب معناه فيتناول الثواب، فهذا الغرض يجوز\nأن يكون باعتبار للواضع على الوضع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوثالثها: أن تضع إحدى القبيلتين أحد الاسمين، والأخرى الاسم الآخر له من\nغير أن تشعر كل واحدة منهما بصنيع الأخرى، ثم يتسع الوضعان فيكون الترادف\nواقعا ضمنا بالداعي الأصلي للوضع، ويشبه أن يكون هذا هو السبب الأكثري\nلوقوعه، ولا يخفى عليك أن هذا مبني على كون اللغات اصطلاحية.\n</p>\n\n<p>\nوأما الدليل على وقوعه: أما بالنسبة إلى لغتين فلا حاجة إليه لأنه معلوم\nبالضرورة. وأما بالنسبة إلى اللغة العربية فما نقل من العرب أنهم وضعوا\nالحنطة والقمح والبر للطعام المخصوص، واللجين والفضة للنقد المخصوص، وغير\nذلك <span id='ms0065'></span> من الأسامي التي لا يعقل في معناها التفاوت أصلا.\n</p>\n\n<p>\nواحتجوا على عدم وقوع بوجوه:-\n</p>\n\n<p>\nأحدها: أنه يتضمن تعريف المعرف، وهو عيب غير واقع من الحكيم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها: أنه يؤدي إلى أحد المحذورين، وهو: إما الإخلال بالفهم، أو حصول\nالمشقة الزائدة. فما يؤدي إليه يغلب على الظن عدم وقوعه لأنهما يقبحان من\nالحكيم إذا أمكنه الاحتراز عنهما.\n</p>\n\n<p>\nبيان الملازمة: أن كل واحد من أهل اللسان إن لم يحفظ المترادفين لزم\nالأمر الأول، على تقدير أن يرد الخطاب باللفظ الآخر وإن حفظهما لزم الاسم\nالثاني.\n</p>\n\n<p>\nوثالثها: الترادف مشتمل على المفسدة الراجحة، ولهذا قل وجوده على رأي من/\n(30/أ) يقول به وما كان كذلك وجب أن لا يكون.\n</p>\n\n<p>\nوالجواب: عن الأول: أنه إنما يكون عيبا ممتنع الوقوع، إن لو كانت الفائدة\nمنحصرة في التعريف، وهو ممنوع بل فيه فوائد أخر، كما تقدم ذكرها. وهذا إن\nقيل بالتحسين والتنقيح العقلي وإلا فأصله مندفع.\n</p>\n\n<p>\nوعن الثاني: النقض باللغات المختلفة، ثم ما ذكرتم من المحذور معارض\nبفوائد الترادف كما سبق ذكرها.\n</p>\n\n<p>\nوعن الثالث: أنا نسلم أنه مشتمل على المفسدة التي توجب قلة وجوده، لا على\nما يوجب عدمه، على أنه فاسد الوضع، لأنه استدلال بندورته المستلزمة لوجوده\nعلى عدمه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nفرعان:\n</p>\n\n<p>\nالأول: القائلون بوقوع الترادف: اعترفوا أنه خلاف الأصل.\n</p>\n\n<p>\nواحتجوا عليه: بأنه نادر، إذ الغالب تعدد المسميات عند تعدد الأسماء يدل\nعلى الاستقراء.\n</p>\n\n<p>\nولا نعني بكونه خلاف الأصل سوى هذا.\n</p>\n\n<p>\nالثاني: نحو: أن يكون أحد المترادفين شرحا للآخر عند ما يكون أجلى منه\nعند المخاطب، فعلى هذا يختلف التعريف بحسب اختلافهما في الجلاء والخفاء\nبالنسبة إلى المخاطب.\n</p>\n\n<p>\nوهذا هو الحد اللفظي\n</p>\n\n\n<h3 class='l3' id='head30'>AUTO المسألة الثالثة</h3>\n\n<p>\nفي أنه هل يصح \"صحة\" إقامة كل واحد من المترادفين مقام الآخر؟\n</p>\n\n<p>\n في صحة الضم إلى اللفظ. اختلفوا فيه على ثلاثة مذاهب:\n</p>\n\n<p>\nمنهم من أوجب ذلك على الإطلاق، سواء كان ذلك بالنسبة إلى اللغة الواحدة\nأو بالنسبة إلى لغتين.\n</p>\n\n<p>\nومنهم من منع ذلك مطلقا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم من فصل، فأوجب ذلك في اللغة الواحدة دون لغتين, وهو <span id='ms0066'></span> الأظهر. وهذا\nالقول وإن لم يكن صريحا لكن يكن ضمنا في كلامهم.\n</p>\n\n<p>\nواحتج من منع مطلقا: بأنه يجوز أن يقال: ضربت زيدا، وأخذت الدراهم، ولو\nأبدلت لفظتي \"ضربت\" و \"أخذت\" بمرادفهما بالفارسية و \"لم\" يصح التركيب.\n</p>\n\n<p>\nوإذا لم يصح ذلك في اللغتين، فلم لا يجوز أن يكون لأمر كذلك في اللغة\nالواحدة؟ فلم يجب صحة إقامة كل واحد منها مقام الآخر.\n</p>\n\n<p>\nوأجيب عنه: بمنع الملازمة تارة، والفرق أخرى.\n</p>\n\n<p>\nأما الأول: فلأنا لا نسلم أنه لم يصح التركيب عند اختلاف اللغتين مطلقا،\nبل لو لم يصح فإنما لم يصح بالنسبة إلى غير العارف باللغتين، أما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             # بالنسبة إلى العارف لهما فلا نسلم عدم صحته، وهذا لأنه لا حجر في\nالتركيب.\n</p>\n\n<p>\nسلمنا: الملازمة لكن إنما يصح ثمة لاختلاط اللغتين المؤدي إلى اختلال\nالفهم في الأغلب ولتنافر التركيب، وهذا المعنى غير حاصل في التركيب الحاصل\nمن لغة واحدة، والأصل عدم مانع آخر فوجب/ (30/ب) أن يبقى صحة إقامة كل واحد\nمنهما مقام الآخر فيه كما في حالة الإفراد.\n</p>\n\n<p>\nواحتج من قال: بتعميم الوجوب: بأن المعنى لما صح أن يضم إلى معنى عندما\nيكون كل واحد منهما أو أحدهما مدلولا عليه بمرادفهما أو بمرادف أحدهما، لأن\nصحة الضم من عوارض المعاني دون الألفاظ.\n</p>\n\n<p>\nوأجيب: بمنعه، وهذا لأنه يجوز أن يكون صحة الضم من عوارض الألفاظ كما في\nاللغتين.\n</p>\n\n<p>\nوأما حجة من قال: بالتفصيل فتعرف مما سبق فلا حاجة إلى الإعادة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head31'>AUTO المسألة الرابعة</h3>\n\n<p>\nفي التأكيد\n</p>\n\n<p>\nالتأكيد: هو اللفظ المستعمل لتقوية ما فهم من لفظ آخر.\n</p>\n\n<p>\nفقولنا: المستعمل خير من \"الموضوع\" فإن الاسم الواحد إذا كرر كان تأكيدا.\nوهو غير موضوع لتقوية ما فهم منه ابتداء، بل هو موضوع له، وكذلك لفظ\n\"النفس\" و \"العين\" و \"الكل\" استعمل في التأكيد مع أنه غير موضوع للتأكيد،\nوإلا لكان كل واحد منهما في قول القائل: \"رأيت نفس زيد\" و \"عين زيد\" و \"كل\nالقوم\"، بل في قوله: \"رأيت النفس\" مستعملا في غير ما وضع له لأنه ليس\nبتأكيد لا <span id='ms0067'></span> لفظي ولا معنوي لكنه ليس كذلك.\n</p>\n\n<p>\nأما أولا: فلأن ذلك إما بطريق التجوز، أو بطريق النقل، أو كلاهما على\nخلاف الأصل.\n</p>\n\n<p>\nوأما ثانيا: فبالاتفاق. وهو ينقسم إلى: لفظي: وهو بإعادة اللفظ الأول:\nجملة كان كان أو مفردا، اسما كان أو غيره. وإلى معنوي:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nوهو بألفاظ مخصوصة. فمنه ما يؤكد به المفرد، والمثنى والجمع، وهو \"العين\"\nو \"النفس\" ومنه ما يختص بالمثنى وهو \"كلا\" و \"كلتا\"، ومنه ما يختص بذي\nأجزاء وهو \"كل\" و \"أجمع\" و \"أكتع\" و \"أبصع\" و \"الكل\" أصل الباب والبواقي\nتؤل به.\n</p>\n\n\n<h3 class='l3' id='head32'>AUTO المسألة الخامسة</h3>\n\n<p>\nفي الفرق بين المترادف والتأكيد وبينهما وبين التابع\n</p>\n\n<p>\nأما التأكيد: فيفارق المرادف في إفادة التقوية، واشتراط تقدم ذكر المؤكد،\nواختصاصه بالنافي، بخلاف المترادفين فإن كل واحد منهما مرادف للآخر، ففي\nجواز كونه عين المؤكد أو الشيء لا يرادف نفسه وفي وجوب أن يكونا من لغة\nواحدة. بخلاف المترادفين، فإنه يجوز أن يكون من لغتين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التابع: \"كعطشان، ونطشان\" و \"شيطان، وليطان\"، فيفارقهما، في أنه\nلابد وأن يكون على أنه المتبوع، وأنه لا يقدر فائدة أصلا إلا عن الأول ولا\nيقويه. ولهذا قال بعضهم حين سئل عن معنى \"بسن\" وهو تابع \"حس\" لا أدري ما هو.\n</p>\n\n<p>\nويفارق المترادف خاصة، في أنه لا/ (31/أ) يجوز أن يفرد بالذكر.\n</p>\n\n<p>\nويفارق التأكيد خاصة، في أنه لا يكون بتكرر الأول البتة، وأما التأكيد\nفقد يكون به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head33'>AUTO المسألة السادسة</h3>\n\n<p>\n[في حكم التأكيد في الكلام]\n</p>\n\n<p>\nالتأكيد يجوز في كلام الله تعالى وكلام رسوله، وكلام الفصحاء خلافا\nللملاحدة والطاعنين في القرآن، بسبب وقوعه فيه.\n</p>\n\n<p>\nوالدليل عليه وجهان:-\n</p>\n\n<p>\nأحدهما: أن جواز وقوعه معلوم بالضرورة، لأنا نعلم بالضرورة أنه لا يلزم\nمن فرض وقوعه محال، نظرا إلى ذاته، ونظرا إلى داعية الوضع، فإن الداعية مما\nتوجب وقوعه لا مما تحيله، وهذا لأن تقوية معنى الخبرية والإنشائية مطلوبة\nالعقلاء لإزالة اللبس والغلط والتأكيد يفندها فيكون مطلوبا لهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيهما: وقوعه في القرآن دليل الجواز وزيادة إذ قد ثبت أنه كلام الله\nتعالى. وأما وقوعه في <span id='ms0068'></span> كلام الفصحاء فيدل عليه استقراء اللغات.\n</p>\n\n<p>\nوأعلم: أنه وإن جاز وقوعه في الكلام لكن إنما يصار إليه إذا لم يمكن حمل\nاللفظ على فائدة مستقلة، أما إذا أمكن فلا، إذ الفائدة التأسيسية أولى من\nالتأكيدية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الحادي عشر\"\n</p>\n\n<p>\nفي الاشتراك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head34'>AUTO الفصل الحادي عشر</h2>\n\n<p>\nفي الاشتراك\n</p>\n\n<p>\nوفيه مسائل:-\n</p>\n\n\n<h3 class='l3' id='head35'>AUTO المسألة الأولى</h3>\n\n<p>\nفي حد اللفظ المشترك\n</p>\n\n<p>\nوهو اللفظ الواحد الموضوع لشيئين مختلفين أو أكثر من حيث هما كذلك من غير\nنقل عن أحدهما إلى الآخر.\n</p>\n\n<p>\nفاللفظ: كالجنس، واحترزنا: بالواحد. عن الأسماء المتباينة والمترادفة.\n</p>\n\n<p>\nوبقولنا: \"الموضوع لشيئين مختلفين\" عن العلم.\n</p>\n\n<p>\nوقولنا: لشيئين. خير من قولنا: لحقيقتين. لتناوله ما وضع لحقيقتين،\nولصفتين، وفردين من حقيقة واحدة دون قولنا: الحقيقتين. فإنه لا يتناول\nالقسمين الأخيرين مع أنه مشترك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nواحترزنا بقولنا: \"من حيث هما كذلك\". عن \"المتواطئ\".\n</p>\n\n<p>\nوبقولنا. من غير نقل- عن \"المجاز\" و \"المنقول\".\n</p>\n\n\n<h3 class='l3' id='head36'>AUTO المسألة الثانية</h3>\n\n<p>\nحكم اللفظ المشترك\n</p>\n\n<p>\nاختلف الناس في أن اللفظ المشترك، هل هو واجب أم لا؟\n</p>\n\n<p>\nوبتقدير أن لا يكون واجبا. فهل هو ممتنع أو ممكن؟\n</p>\n\n<p>\nوبتقدير أنه ممكن. فهل هو واقع أم لا؟\n</p>\n\n<p>\nفهذه احتمالات أربعة بحسب الانقسام العقلي، وقد ذهب إلى كل واحدة منها\nطائفة منهم.\n</p>\n\n<p>\nواحتج من قال: بالوجوب بوجهين:-\n</p>\n\n<p>\nأحدهما: أن المعاني غير متناهية، لأن من جملتها الأعداد وهي غير متناهية،\nوالألفاظ متناهية، لأنها مركبة من الحروف الهجائية وهي متناهية، والمركب من\nالمتناهي متناه، فتكون الألفاظ متناهية، والمتناهي إذا وزع على غير\nالمتناهي لزم الاشتراك بالضرورة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيهما: أنه لابد وأن يكون في/ (31/ب) اللغات لفظ دال على مسمى الوجود\nلمسيس الحاجة إلى التعبير عنه والمانع زائل ظاهرا، كما هو بالنسبة إلى سائر\nالألفاظ، وثبت في علم الكلام أن وجد كل شيء عين ناهيته، فتكون وجودات\nالأشياء المختلفة بالماهية متخالفة بالماهية، فيكون اللفظ الدال عليهما\nمشتركا.\n</p>\n\n<p>\nالجواب عن الأول: أنا لا نسلم أن المعاني غير متناهية، وهذا لأن حصول ما\nلا نهاية له في الوجود محال عندنا.\n</p>\n\n<p>\nوأما قوله: الأعداد غير متناهية، فمسلم، لكن بمعنى أنه لا مرتبة من <span id='ms0069'></span>\nمراتبه إلا وأمكن أن يوجد بعده مرتبة أخرى، مع أن المراتب الداخلة في\nالوجود منه أبدا يكون متناهيا لا بمعنى أن الحاصل منه في الوجود غير متناهي\nفلا يلزم من كون الأعداد غير متناهية بالمعنى الذي تقدم ذكره أن تكون\nالمعاني الموجودة غير متناهية.\n</p>\n\n<p>\nسلمنا: أن المعاني غير متناهية، لكن لا نسلم أن المعاني المتضادة أو\nالمختلفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n             # التي بحسبها يكون اللفظ مشتركا غير متناهية، وحينئذ لا يلزم الاشتراك،\nلأن أفراد النوع الواحد وإن كانت غير متناهية في الوجود الخارجي لكن يمكن\nأن يعبر عنها بأسرها بلفظ واحد كالعام.\n</p>\n\n<p>\nسلمنا: أنها غير متناهية أيضا: لكن إنما يلزم الاشتراك إن لو يوضع اللفظ\nلكل واحد منها على سبيل الخصوصية، فإن تقدير أن يوضع له باعتبار قدر مشترك\nلا يلزم ذلك، لكن ذلك محال، لأن وضع اللفظ لما لا يتناهى على سبيل الخصوصية\nيستدعي تعقله على سبيل التفصيل لكن ذلك محال منا.\n</p>\n\n<p>\nسلمنا: عدم إحالته، لكن لا نسلم أن الألفاظ متناهية.\n</p>\n\n<p>\nقوله: لأنها مركبة من الحروف المتناهية، والمركب من المتناهي متناه.\n</p>\n\n<p>\nقلنا: متى إذا كانت وجوه التركيبات متناهية، أم على الإطلاق؟\n</p>\n\n<p>\nوالأول: مسلم، والثاني: ممنوع.\n</p>\n\n<p>\nلكن لما قلت: أن وجوه التركيبات أيضا متناهية حتى يلزم التناهي؟\n</p>\n\n<p>\nسلمنا: المقدمتين، وأن المتناهي إذا وزع على غير المتناهي لزم الاشتراك،\nلكن إنما يجب وجود الاشتراك أن لو يجب أن يكون لكل معنى لفظ وهو ممنوع.\n</p>\n\n<p>\nونحن وإنما سلمنا: في هذا المقام عدم إحالة تعقل ما لا يتناهى على سبيل\nالتفصيل، لكن لا يلزم منه وجوب أن يكون لكل معنى لفظ، بل جوازه، وهو غير\nمستلزم لوجوب الاشتراك.\n</p>\n\n<p>\nثم الذي يدل على أنه لا يجب أن يكون لكل معنى لفظ، هو أنا لا نجد لكثير\nمن المعاني كأنواع الروائح والاعتمادات وكثير من الصفات أسماء/ (32/أ)\nمستقلة لا مشتركة ولا مفردة بعد الاستقراء والبحث التام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الثاني: أنا لا نسلم أن وجود كل شيء عين ماهيته، ودلائل مثبتيه معارض\nبدلائل نفاته.\n</p>\n\n<p>\nسلمنا: ذلك لكن يجوز اشتراك تلك الوجودات <span id='ms0070'></span> المتخالفة في أمر واحد ويكون\nلفظ الوجود وما يجري مجراه دالا على تلك الوجودات باعتبار ذلك المشترك لا\nباعتبار خصوصياتها، وحينئذ لا يلزم الاشتراك.\n</p>\n\n<p>\nوأما القائلون بامتناعه فقد احتجوا أيضا بوجهين:-\n</p>\n\n<p>\nأحدهما: أن المخاطبة به إذا كانت بدون القرينة. فهو إما عبث، أو تكليفي\nما لا يطاق لأنه إن لم يقصد الإفهام لزم الأول: وإن قصد لزم الثاني: وإن\nكانت معها قرينة فهو تطويل من غير فائدة.\n</p>\n\n<p>\nولئن سلمنا: أنه ليس تطويلا من غير فائدة، لكن القرينة قد تخفى وتظهر،\nوبتقدير الظهور قد تخفى وجه جلالتها على المقصود، وحينئذ يلزم المحذور\nالمذكور وما يكون كذلك وجب أن لا يكون.\n</p>\n\n<p>\nوثانيهما: أن المشترك وإن تعلق به غرض لكن مفسدته راجحة عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             # وهي الإخلال بالفهم التام وغيره مما سيأتي [و] ذلك المقصود حاصل أيضا من\nالمفرد بإدخال كلمة الترادد عليه، وما كان منشأ للمفسدة الراجحة مع عدم\nمسيس الحاجة إليه وجب أن لا يصدر من الحكيم.\n</p>\n\n<p>\nالجواب عن الأول: أنا لا نسلم أنه إن قصد به الإفهام بدون القرينة يلزم\nتكليف ما لا يطاق، وإنما يلزم ذلك أن لو يكون المقصود منه إفهام واحد منهما\nعينا \"أما إذا لم يكن المقصود ذلك بل إفهام أحدهما لا عينا\" لم يلزم ذلك،\nبل المقصود حاصل وهو معرفة أحدهما لا بعينه، إذ المشترك يفيد ذلك بدون\nالقرينة.\n</p>\n\n<p>\nسلمان: لزوم تكليف ما لا يطاق على هذا التقدير، فلم لا يجوز أن يكون مع\nالقرينة؟\n</p>\n\n<p>\nقوله: \" لأنه تطويل من غير فائدة\". قلنا: لا نسلم أن يكون تطويلا، وإنما\nيكون كذلك لو كانت القرينة لفظية وهو غير لازم.\n</p>\n\n<p>\nسلمنا: أن يكون تطويل لكن لا نسلم أنه من غير فائدة، فلعل فيه فائدة لا\nنطلع عليها وعدم الاطلاع على الشيء لا يدل على عدمه، على أن فيه فائدة لا\nتخفى عليك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الثاني: أن تلك المفسدة لا توجب العدم، بل المرجوحية فغن الإخلال\nبالفهم التام حصل في أسماء الأجناس والمشتقات مع أنها حاصلة.\n</p>\n\n<p>\nأما لقائلون بالإمكان فقد احتجوا عليه <span id='ms0071'></span> بوجوه:-\n</p>\n\n<p>\nأحدهما: أنه ممكن في نفسه، إذ لا يلزم للفرد/ (32/ب) وقوعه محال ولا من\nفرد عدمه، والأصل عدم لا يوجب امتناعه أو وجوبه فوجب أن يبقى ممكنا.\n</p>\n\n<p>\nوثانيها: أن الوضع يتبع الغرض والتعريف على سبيل الإجمال قد يكون غرض\nالمتكلم، إما لمضرة في التعريف التفصيلي، كما في قول أبي بكر رضي الله عنه\nحين سئل عن النبي عليه السلام وقت ذهابهما إلى الغار \"هو رجل يهديني\nالسبيل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nوأما لكونه مترددا بين الشيئين غير واثق بأحدهما على التعين فلا يخبر عن\nأحدهما بما يدل عليه على التعين لئلا يكذب ويكذب ويظهر جهله، بل يخبر عنه\nبما له صلاحية كل واحد منهما ليكون صادقا أيهما كان واقعا.\n</p>\n\n<p>\nوأما لأن في التعريف الإجمال نوع لذة ليس في التعريف التفصيلي.\n</p>\n\n<p>\nوبيانه: أن الإنسان إذا كان غافلا عن الشيء وليس له به شعور ألبته فإنه\nلا يتألم بسبب فقده، وإذا حصل له العلم به دفعة واحدة لم يتلذذ به أيضا:\nكمال اللذة، لأنه يحص له عقيب الشوق والألم، أما إذا عرفه من وجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             # حصل هناك ما يوجب اللذة والألم، فإذا حصل بعد ذلك له العلم به على سبيل\nالتفصيل حصل له كمال اللذة، إذا حصل بعد الاشتياق إليه. فثبت بهذه الوجوه\nأن التعريف على سبيل الإجمال قد يكون غرض المتكلم، وثبت أن الوضع يتبع\nالغرض فجاز أن يوضع له اللفظ.\n</p>\n\n<p>\nوثالثها: أنه يجوز أن تضع إحدى القبيلتين اللفظ بمعنى، والأخرى تضع ذلك\nاللفظ بعينه بمعنى آخر، من غير أن نعلم الوضع الأول، ثم يشتهر الوضعان،\nفيكون الاشتراك واقعا بالداعية الأصلية للوضع.\n</p>\n\n<p>\nثم منهم من زعم أنه غير واقع، وأن كل ما يظن أنه مشترك فهو، إما متواطئ\nوحقيقة في أحدهما مجاز في الآخر. وهذا لأنه لم ينقل من العرب بالصراحة في\nلفظ معين أنه مشترك، بل غاية ما يعلم منهم أنهم استعملوه في معنيين مختلفين\nأو متضادين، لكن يمكن جعله حقيقة في القدر المشترك كما في لفظ العين، أو\nحقيقة في أحدهما مجازا في <span id='ms0072'></span> الآخر، كما في القرء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n             # والجون، فوجب المصير إليه لما يأتي: أن التواطؤ والمجاز خير من الاشتراك.\n</p>\n\n<p>\nومنهم من قال: بوقوعه وهم الجماهير. واحتجوا عليه بأنا إذا سمعنا لفظ\nالقرء والجون لم يتبادر فهمنا إلى أحد المعنيين، بل يبقى الذهن مترددا فيه\nإلى وجود القرينة، ولو كان حقيقة في أحدهما مجازا في الآخر، أو كان حقيقة\nفي القدر المشترك لما كان كذلك، لأن الذهن لا يبقى مترددا/ (33/أ) عند سماع\nاللفظ بين الحقيقة والمجاز وإلا لما حصل الفهم من شيء من الألفاظ إلا عند\nوجود قرينة معينة، أما للحقيقة أو للمجاز.\n</p>\n\n<p>\nوما يقال: لعل التردد حصل بسبب عرف طارئ لكثرة الاستعمال في المجاز، فهو\nوإن كان محتملا له \"لكنه\" خلاف الأصل، إذ الأصل عدم التعبير، ولأن التردد\nحاصل في مفهومات ألفاظ قلما يستعملها أهل العرف كما في عسعس الليل فإنا لا\nنفهم منه الإقبال والإدبار على التعيين إلا بقرينة فلا يجوز إحالته إلى\nاستعمال أهل العرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head37'>AUTO المسألة الثالثة</h3>\n\n<p>\nفي أقسام اللفظ المشترك\n</p>\n\n<p>\n. وقد عرف ذلك من قبل، والذي نزيد هنا هو أن اللفظ هل يجوز أن يكون\nمشتركا بين الشيء ونقيضه أم لا؟\n</p>\n\n<p>\nفجوزه قوم.\n</p>\n\n<p>\nومنعه آخرون.\n</p>\n\n<p>\nمثاله: لفظة \"إلى\" على رأي من يزعم أنها مشتركة بين إدخال الغاية، وعدمه.\n</p>\n\n<p>\nاحتج من منع: بأن اللفظ المشترك لا يفيد إلا التردد بين مفهوميه. وهذا\nالتردد حاصل بين النقيضين قبل وضع اللفظ له وسماعه فوضع اللفظ لهما عبث.\n</p>\n\n<p>\nوهو ضعيف، لأنا نمنع حصر الفائدة فيما ذكروه من التردد، وهذا فإنه كما\nيفيد أيضا إخراج ما عداهما عن أن يكون مراد التكلم، ألا ترى أن قوله تعال:\n{إلى المرافق}. كما يفيد التردد بين دخول المرفق، وعدم دخوله على تقدير أن\nيكون مشتركا بينهما، يفيد أيضا إخراج العضد عن الأمر بالغسل، فلا يكون\nالوضع لهما عيبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nسلمنا: انحصار الفائدة فيما ذكروه من التردد، لكن يحصل بعد الوضع من\nالفائدة ما لا يحصل قبله، وهو تعين آحدهما بأدنى قرينة خالية أو مقالية،\nبخلاف قبل الوضع فإنه <span id='ms0073'></span> لا يزول التردد بذلك.\n</p>\n\n<p>\nسلمنا: صحة دليلكم لكنه إنما ينفي ما يكون مشتركا فيهما بوضع قبيلة\nواحدة، وأما ما يحصل بوضع قبيلتين فلا.\n</p>\n\n\n<h3 class='l3' id='head38'>AUTO المسألة الرابعة</h3>\n\n<p>\nفي السبب الذي به يعرف كون اللفظ مشتركا\n</p>\n\n<p>\nفنقول: معرفة كون اللفظ مشتركا، إما بالنص، وإما بالاستدلال، أما الأول:\nفهو بأن يقول الواضع: هذا اللفظ مشترك بين هذين المفهومين. أو يقول: هذا\nحقيقة في هذا وفي هذا من غير نقل. أو وضعت لهذا ولهذا سواء كان القائل:\nواضعا واحدا أو واضعين لكن يجب أن لا يكون بطريق النقل. أو يقول: إذا أطلقت\nهذا اللفظ فلا تحملوه على أحد هذين المفهومين على التعيين إلا بقرينة.\n</p>\n\n<p>\nوأما الاستدلال فمن وجوه:- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n             # أحدها: أن يبقى الذهن مترددا/ (33/ب) في مفهوماته، لا يتبادر شيء منها\nإليه إلا بقرينة.\n</p>\n\n<p>\nوثانيها: أن أهل اللسان إذا أرادوا إفهام أحد المعنيين على التعيين،\nاقتصروا على مجرد إطلاق اللفظ، وإن أرادوا إفهام أحدهما على التعيين لم\nيقتصروا عليه، بل ضموا إليه شيئا آخر، فيعلم أن اللفظ مشترك بينهما.\n</p>\n\n<p>\nوثالثها: أن يكون اللفظ مستعملا في معنيين، ولا يصح سلبه عن كل واحد\nمنهما، فيعلم أنه حقيقة فيهما، إذ لو كان مجازا فيهما أو في أحدهما لصح\nسلبه عنهما، أو عن أحدهما، لأن صحة السلب من لوازم المجاز.\n</p>\n\n<p>\nوأما مجرد الاستعمال في المعنيين، فليس دليل الاشتراك، لاحتمال أن يكون\nأحدهما بطريق التجوز، وهذا وإن كان على خلاف الأصل لكنه خير من الاشتراك\nلما سيأتي.\n</p>\n\n<p>\nوكذلك حسن الاستفهام ليس دليل الاشتراك، لما سنذكر عن شاء الله تعالى من\nفوائده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head39'>AUTO المسألة الخامسة</h3>\n\n<p>\n[في وقوع المشترك في كلام الله ورسوله]\n</p>\n\n<p>\nالمشترك يجوز أن يقع في كلام الله تعالى، وكلام رسوله، والدليل على\nوقوعه، قوله تعالى: {إن الله وملائكته يصلون على النبي}. وقوله {والليل إذا\nعسعس}. وقوله تعالى: {والمطلقات يتربصن بأنفسهن ثلاثة قروء}، وهو دليل\nالجواز وزيادة، وإذا ثبت جواز وقوعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n             # في كلام الله تعالى، ثبت جواز وقوعه أيضا في كلام الرسول، إذ لا قائل\nبالفصل.\n</p>\n\n<p>\nاحتج المانعون: بأن المقصود من <span id='ms0074'></span> الخطاب الإفهام، فإن لم يقصد الله تعالى\nباللفظ المشترك ذلك كان عبثا، وهو على الحكيم محال، وإن قصده فإما أن يكون\nمع القرينة، أو بدونها، فإن كان الأول: فإما أن تكون القرينة متصلة، أو\nمنفصلة. فإن كان الأول: فهو تطويل من غير فائدة. وإن كان الثاني: فيمكن أن\nلا يصل إلى السامع فيعرى الخطاب عن الفائدة، وهو محذور، وإن لم يكن مع\nالقرينة، فهو تكليف مالا يطاق.\n</p>\n\n<p>\nوجوابه: على رأي أصحابنا: بمنع امتناع اللوازم كلها، فإن العبث، وتكليف\nمالا يطاق، وكونه تطويلا من غير فائدة، وإنما يمتنع عليه أن لو كان التحسين\nوالتقبيح عقليا، ونحن لا نقول به.\n</p>\n\n<p>\nوأما على رأي المعتزلة: فمن قال منهم بجواز حمله على كل مفهوماته، منع\nلزوم تكليف ما لا يطاق عند تجرده عن القرينة، وأما من لم يقل به فإنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n             # يقول: لا يبعد أن يكون في ذكره وإردافه بالقرينة- سواء كانت متصلة أو\nمنفصلة- فائدة لا يطلع عليها، كيف وإن الفائدة فيه ظاهرة، وهي ما يجده\nالمكلف من الثواب بسبب طلب القرينة والاجتهاد فيها، فإن دلالة/ (34/أ)\nالقرينة في الأكثر ظنية.\n</p>\n\n<p>\nوأما قولك: يمكن أن يصل إليه القرينة. فهو ممنوع على رأي بعضهم.\n</p>\n\n<p>\nولئن سلم: إمكانه لكن الأغلب الاطلاع عليها، لاسيما عند الاجتهاد التام\nوالبحث الشديد وهو كاف في الحسن.\n</p>\n\n\n<h3 class='l3' id='head40'>AUTO المسألة السادسة</h3>\n\n<p>\nفي أن الأصل عدم الاشتراك\n</p>\n\n<p>\n. والمعنى به: أن اللفظ إذا دار بين أن يكون مشتركا ولن أن يكون كذلك كان\nظن عدم الاشتراك أغلب، ويدل عليه وجوه:-\n</p>\n\n<p>\nأحدها: أن الاستقراء دل على أن الكلمات في الأكثر مفردة لا مشتركة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             # فإذا وقع التردد في فرد من أفرادها بأنه مشترك وغير مشترك، كان ظن عدم\nالاشتراك راجحا على ظن الاشتراك إلحاقا للفرد بالأعم ولا غلب، ولأن كثرته\nيدل على قلة مفسدته، فكان الإلحاق به أولى.\n</p>\n\n<p>\nفإن قلت: لا نسلم أن الكلمات في الأكثر مفردة، وهذا لأن أنواع الكلمة\nمنحصرة في الاسم، والفعل، والحرف. أما الحروف: فبأسرها مشتركة يدل عليه\nالاستقراء.\n</p>\n\n<p>\nوأما الفعل: فهو إما <span id='ms0075'></span> ماضي: وهو مشترك بين الدعاء، والخبر.\n</p>\n\n<p>\nوإما مضارع وهو مشترك بين الحال، والاستقبال. وأما أمر وهو أيضا مشترك\nبين الوجوب، والندب، والإباحة، وبين غيرها، فلم يبق إلا الأسماء. والاشتراك\nفيها أيضا: كثير فإذا ضم إليه القسمان الباقيان فلعل الاشتراك يغلب. فإن لم\nيكن \"كذلك\" فلا أقل من التساوي وحينئذ لا يحصل ظن عدم الاشتراك.\n</p>\n\n<p>\nقلت: لا نسلم: أن الحروف بأسرها مشتركة والذي يذكر في الكتب النحوية أن\nالحرف الفلاني يرد لكذا ولكذا فليس فيه ما يدل [على] أن ذلك بطريق الحقيقة،\nإذ [قد] تجوز أن يكون لبعضهما بطريق الحقيقة، ولبعضها بطريق التجوز، وكيف\nلا؟ واحتمال التجوز راجح على احتمال الاشتراك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nولئن سلم: أنه بطريق الحقيقة لكن لا يلزم منه الاشتراك أيضا، لجواز أن\nيكون حقيقة في الكل باعتبار أمر مشترك بين تلك المعاني.\n</p>\n\n<p>\nسلمنا: اشتراك الحروف، لكن لا نسلم اشتراك الأفعال. قوله: الماضي منه\nمشترك بين الخبر والدعاء.\n</p>\n\n<p>\nقلنا: لان نسلم: بل هو عندنا حقيقة في الخبر، مجاز في الدعاء. ووجه\nالتجوز ظاهر غني عن البيان. فلم قلت: إنه لا يجوز أن يكون كذلك؟\n</p>\n\n<p>\nفإن قلت: \"المجاز خلاف الأصل\". قلت: قد سبق جوابه. قوله: \"المضارع منه\nمشترك بين الحال والاستقبال\".\n</p>\n\n<p>\nقلنا: لا نسلم: بل هو حقيقة في الحال. مجاز في الاستقبال، ولذلك جعل/\n(34/ب) لتعينه قرينة وهي السين وسوف دون تعين الحال. قوله: الأمر مشترك بين\nالوجوب والندب.\n</p>\n\n<p>\nقلنا: لا نسلم، بل هو حقيقة في الوجوب فقط وسنبين ذلك إن شاء الله تعالى.\n\"سلمنا اشتراك الأفعال أيضا لكن لا نسلم كثرة الاشتراك في الأسماء بل نادر\nيدل عليه الاستقراء\".\n</p>\n\n<p>\nسلمنا: ذلك لكن لا نسلم: أنه إذا ضم المشترك منه إلى الحروف والأفعال،\nكان الاشتراك أغلب أو يكون مساويا للإفراد. وهذا لأن، الغلبة للأسماء. فإن\nالأفعال بأسرها مشتقة من المصادر، وهي نوع من أنواع الأسماء والمصادر\nبالنسبة إلى الأسماء قليل جدا وأما الحروف فهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             # محصورة قليلة جدا. وقد ذكرنا أن الاشتراك في الأسماء نادر، وحينئذ لا\nيلزمه غلبة الاشتراك ولا يساويه <span id='ms0076'></span>.\n</p>\n\n<p>\nوثانيها: أن احتمال كون اللفظ منفردا، إن كان راجحا على احتمال كونه\nمشتركا، فقد حصل الغرض، إذ لا نعني بكون الاشتراك على خلاف الأصل سوى هذا.\nوإن كان مساويا له، أو مرجوحا بالنسبة إليه، وجب أن لا يحصل الفهم عن شيء\nمن الألفاظ إلا بعد الاستفسار، أو يكون معها قرينة تعين مدلولتها ولما لم\nيكن كذلك، علمنا فساد هذين القسمين.\n</p>\n\n<p>\nفإن قلت: لا نسلم أن تقدير [تقدير] التساوي والمرجوحية لا يحصل الفهم،\nوهذا لأن احتمال الإفراد، وإن كان مساويا لاحتمال الاشتراك، لكن لما حصل ظن\nكونه اللفظ موضوعا للمعنى المعين يحصل فهمه عند سماعه وظن إرادته منه، وإن\nكان احتمال كونه موضوعا للآخر مساويا له.\n</p>\n\n<p>\nقلت: فعلى هذا الفهم إنما يحصل بسبب ظن كون اللفظ موضوعا للمعنى المعين،\nولا شك أن الفهم حاصل في أكثر الألفاظ من غير استكشاف وقرينة فظن كونه\nموضوعا لتلك المعاني دون غيرها أكثر، فيكون ظن الإفراد أكثر ولا نعني بكون\nالاشتراك على خلاف الأصل إلا هذا.\n</p>\n\n<p>\nوثالثها: أن الاشتراك، قد يكون منشئا للمفاسد، مثل مضرة القائل: فإن\nالسيد إذا قال لعبده: أعط الفقير العين مثلا، وأراد بها الماء، ولم يضم\nليها قرينة تدل عليه اعتمادا فهم العبد أو ضم إليه قرينة لكن لم ينتبه لها\nإما لغفلته، أو لأنها تحتاج إلى تدقيق النظر فيها، وهو لم يأت به، ففهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n             # العبد منها الذهب، وأعطى الفقير ذلك، فإن السيد يتضرر به.\n</p>\n\n<p>\nومثل إخلال فهم/ (35/أ) السامع، فإنه إذا سمع اللفظ المشترك مجردا عن\nالقرينة، فربما لا يراجع المتكلم فيه، إما لمهابته، وإما للاستنكاف عن\nالسؤال، ويحمله على غير مراده، فيحصل غير المراد، ولا يحصل المراد يوقع\n\"في\" الجهل.\n</p>\n\n<p>\nولاشك أن كل ذلك مفاسد، وبتقدير أن يراجع المتكلم، فالمتكلم إن أجاب بلفظ\nآخر مفرد، فيقع التلفظ بالمشترك أو لا ضائعا، وإن أجابه بإيماء أو إشارة،\nفربما لا يحصل به البيان، وبتقدير حصوله، ففيه زيادة كلفة ليس في مفرد\nفيكون مضرة في حقه والسامع.\n</p>\n\n<p>\nفثبت بما ذكرنا أن الاشتراك <span id='ms0077'></span> منشئ للمفاسد، وما يكون كذلك وجب أن لا يكون،\nفإن لم يقتض ذلك فلا أقل من أن يكون قليلا تقليلا للمفاسد الناشئة منه.\n</p>\n\n<p>\nورابعها: الحاجة إلى الألفاظ المفردة \"ضرورة لما عرفته والحاجة غير\nضرورية إلى المشترك، لأن التعريف الإجمالي وإن كان قد مس الحاجة إليه\"،\nلكنه نادر وبتقدير أن لا يكون نادرا، لكن يحصل ذلك المقصود بإدخال حرف\nالترديد عليها. فثبت بهذا أن الحاجة إلى المشترك غير ضرورية، وإذا كان\nكذلك، وجب أن يكون احتمال الإفراد راجحا على احتمال الاشتراك وهو المطلوب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head41'>AUTO المسألة السابعة</h3>\n\n<p>\nفي أن اللفظ المشترك المفرد المثبت، إذا صدر عن متكلم واحد مرة واحدة\nمجردة عن القرائن. هل يجوز حمله على جميع معانيه بطريقة الحقيقة أم لا؟\n</p>\n\n<p>\nفذهب الشافعي والقاضي أبو بكر وجماعة من أصحابنا.\n</p>\n\n<p>\nومن المعتزلة كالجبائي، والقاضي عبد الجبار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nبن أحمد، إلى جوازه. بشرط أن لا يمتنع الجمع لأمر خارج كما في الضدين\nوالنقيضين إن جوز ذلك.\n</p>\n\n<p>\nوذهب الباقون من الأصحاب: كإمام الحرمين، والشيخ الغزالي، والإمام، ومن\nالحنفية: كالكرخي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nومن المعتزلة: كأبي هاشم، وأبي الحسين البصري، إلى منعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nثم منهم: من منع مطلقا أي لا يجوز أن يراد باللفظ المشترك كلا مفهوميه\nمعا، نظرا إلى الإرادة، والوضع، كما لا يجوز أن يراد بالمؤمنين: المؤمنون\nوالمشركون. وهذا لأن إرادة كل واحد منهما مستلزمة لعدم إرادة الآخر به على\nما ستعرف إن شاء الله تعالى أنه موضوع لهما على البدلية لا على المعية، فلو\nكانا مرادين معا لزم أن لا يكونا مرادين معا وهو محال.\n</p>\n\n<p>\nأو نقول: بعبارة \"أخرى\" عن المتكلم باللفظ المشترك، إذا أراد أحدهما فقد\nأراد ما/ (35/ب) وضع له اللفظ، فلو أراد معه المفهوم الآخر، فقد أراد\nالعدول عما وضع له اللفظ لما سبق، فيلزم أن يكون مريدا به لما وضع له،\nومريدا للعدول عنه وهو محال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم من خص المنع لأمر يرجع إلى الوضع: كالغزالي، وأبي الحسين البصري،\nواختاره الإمام أيضا: إذ قالوا: يجوز أن يحمل المشترك على مفهوميه معا،\nنظرا إلى الإرادة <span id='ms0078'></span> والاستحالة في إرادتهما لكن يلزم منه مخالفة الوضع، وهذا\nلأنه يجوز إرادتهما قبل التلفظ باللفظ المشترك، أو عند التلفظ به مرتين،\nفالتلفظ به مرة واحدة لا يحيل ما كان ممكنا، وليس هو كإطلاق لفظ المؤمنين\nوإرادتهم وإرادة المشتركين، لأنه غير صالح للدلالة على كل واحد منهما لا\nبطريق البدلية ولا بطرق المعية، وجواز الإدارة مشروط بصلاحية الدلالة.\n</p>\n\n<p>\nوقبل الخوض في الدلالة لابد من تقديم مقدمة: وهي أن كون اللفظ موضوعا\nلمسميين مختلفين على البدل، ليس عين كونه موضوعا لكل واحد منهما معا، ولا\nعين كونه موضوعا لهما باعتبار الكلية وهيئة المجموعية وغير مستلزم لهما أيضا.\n</p>\n\n<p>\nأما الأول: فلأن المغايرة بين هذه المفهومات الثلاثة معلومة، ألا ترى أن\nالنكرة من المتواطئ يدل على كل واحد من أفراد ما صدق عليه على البدل، ولا\nيدل عليها بحسب الدلالتين الباقيتين، والعام يدل على جميع الأفراد الداخلة\nتحته، لكن باعتبار كل واحد منها مع الآخر، ولا يدل بطريق البدلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             # ولا بطريق هيئة المجموعية، ولذلك لا تتغير دلالته بقلة أفراده ولا\nبزيادته وأسماء العدد مثل العشرة، والعشرين، ومثل الرهط، والقوم، وتدل على\nمسمياتها باعتبار مجموعة أجزائها، دون اعتبار كل واحد منها، ولذلك تتغير\nدلالته بالزيادة والنقصان.\n</p>\n\n<p>\nوأما الثاني: وهو أن الوضع بطريق البدلية غير مستلزم للوضعين الآخرين\nفظاهر أيضا مما سبق. إذا عرفت هذا.\n</p>\n\n<p>\nفنقول: احتج النفاة: بأن واضع المشترك إن وضعه لأحد المسميين على البدل\nفقط، لم يجز حمله عليهما بأي اعتبار كان من الاعتبارين المذكورين، لأنه حمل\nله على غير موضوعه بدون القرينة، وهو ممتنع.\n</p>\n\n<p>\nوإن وضعه لهما معا بأي اعتبار كان منهما ولم يضعه لأحدهما على البدل، لم\nيكن اللفظ حينئذ مشتركا، لأنه غير موضوع/ (36/أ) لمسممين متغايرين، وبتقدير\nكونه مشتركا، لم يكن حمله عليهما حملا للمشترك على كل مفهوميه، بل على\nمفهوم واحد، فإن المجموع من حيث إنه مجموع، أو باعتبار كل واحد منهما مفهوم واحد.\n</p>\n\n<p>\nولئن سلم: أنه حمل عله على كلا مفهوميه، لكنه يقتضي أن يكون حمله على كل <span id='ms0079'></span>\nواحد منهما على البدل مجازا، أو هو باطل.\n</p>\n\n<p>\nأما أولا: فبالاتفاق.\n</p>\n\n<p>\nوأما ثانيا: فلأنه المتبادر إلى الفهم عند إطلاق المشترك دون مجموع\nمفهوماته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             # والتبادر دليل الحقيقة، وإحالته إلى العرف الطارئ دليل الحقيقة، وإحالته\nإلى العرف الطارئ خلاف الأصل.\n</p>\n\n<p>\nفإن قلت: كيف ادعيت الاتفاق على أن حمله على كل واحد منهما على البدل ليس\nبمجاز. وقد قال الشافعي، والقاضي أبو بكر رضي الله عنهما: إنه يجب حمل\nالمشترك على جميع مفهوماته عند تجرده عن القرينة المخصصة لأحدهما، كما يجب\nذلك في سار الألفاظ العامة. ولا فرق عندهما بين العام والمشترك في أن كل\nواحد منهما يتناول جميع مفهوماته، إلا أن العام يتناول جميع أفراده لمشترك\nمدلول له بين تلك الأفراد، بخلاف المشترك، فإنه لا يدل عليها باعتبار قدر\nمشترك بينها. وهذا دليل منهم على أن حمله على كل واحد منهما على البدل مجاز\nكما هو في العام.\n</p>\n\n<p>\nقلت: لا نسلم أن ذلك يدل على ما ذكرت، وإنما يدل عليه إن لو لم يكن له\nعلة سوى كون اللفظ حقيقة فيه فقط، وهو ممنوع.\n</p>\n\n<p>\nوكيف يقال ذلك؟. وقد قال القاضي: لو أطلق المشترك مرتين، وأريد به كل مرة\nمعنى جاز، فأي بعد في أن يقتصر على مرة واحدة ويراد به كلا المفهومين. وهو\nتصريح منه بأنه يجوز إرادة أحدهما منه بطريق الحقيقة حتى يستقيم.\n</p>\n\n<p>\nقوله: بل إنما صار إلى ما ذكرت، وإن كان اللفظ حقيقة عندهم في المجموع،\nوفي أحدهما على البدل، لأن حمله على المجموع يقتضي رفع الإجمال عن الخطاب،\nبخلاف ما إذا حمل على أحدها على البدل، فإنه يتوقف فيه إلى وجود القرينة\nالمعينة، ولأن الحمل على المجموع أحوط، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n             # وإن وضعه للمجموع أو لأحدهما على البدل أيضا: فإن استعمل في المجموع فقط\nسواء كان اعتبار هيئة المجموعية، أو باعتبار كل واحد منهما لم يكن ذلك\nاستعمالا للمشترك في كل مفهوماته بل في بعضها، وإن استعمله فيهما معا فهو\nبحال، لأن المعنى من استعماله في المجموع بطريق الحقيقة أن لا يحصل <span id='ms0080'></span>\nالاكتفاء \"إلا به والمعنى من استعماله في البدلية طريق الحقيقة أن يحصل\nالاكتفاء\" بأحدهما/ (36/ب) فيلزم أن يحصل الاكتفاء بواحد وأن لا يحصل وهو\nجمع يبن النقيضين وإنما قيدنا الاستعمالين أعني الاستعمال في المجموع وفي\nالبدلية بطريق الحقيقة لئلا يرد السؤال الذي يورد في هذا المقام. وهو أن\nالاكتفاء بأحدهما إنما يجب أن يحصل إذا لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n             # يكن داخلا في المجموع، أما إذا كان داخلا فلا نسلم حصول الاكتفاء به.\nوالمعنى من استعماله فيه أنه لابد منه، لا أنه مكتف به كالعام فإنه مستعمل\nمن كل واحد من أنواعه وأفراد أنواعه مع أنه لا يحصل الاكتفاء ببعض أنواعه\nوأفراد أنواعه، لأن المعنى من استعماله فيه أنه لابد منه لا أنه مكتف به\nفإنه إذا كان مستعملا في أحدهما بطريق الحقيقة لا يكون مستعملا فيه باعتبار\nأنه داخل في المجموع فلا يكون مستعملا فيه بمعنى أنه لابد منه فإن ذلك قد\nيصدق على التضمن وهو غير صادق عليه.\n</p>\n\n<p>\nواحتج المجوزون بوجوه:\n</p>\n\n<p>\nأحدها: قوله تعالى: {إن الله وملائكته يصلون على النبي} والصلاة من الله\nالرحمة، ومن الملائكة الاستغفار، ثم عن تعالى أرادهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n             # من قوله \"يصلون\" في الآية والأصل في الكلام الحقيقة.\n</p>\n\n<p>\nوثانيها: قوله تعالى: {ألم تر أن الله يسجد له من في السموات ومن في\nالأرض والشمس والقمر والنجوم والشجر والدواب وكثير من الناس}.\n</p>\n\n<p>\nوالسجود من الناس هو وضع الجبهة على الأرض، لأنه المتبادر إلى الفهم\nعندما يضاف إليه، ولأنه لو أريد من السجود المضاف إلى الناس الخشوع، لم يبق\nلتقييد الناس بكثير فائدة، إذ السجود بمعنى الخشوع حاصل من كل الناس،\nالمؤمن، والكافر، والسجود من الشجر، والدواب، هو الخشوع لأنه المتصور\nمنهما، وقد أراداهما الله تعالى بالسجود في الآية.\n</p>\n\n<p>\nوثالثها: قوله: تعالى: {والمطلقات يتربصن بأنفسهن ثلاثة قروء}. أراد الله\nتعالى من القروء المذكورة في الآية الطهر والحيض من المرأة المجتهدة، بشرط\nأن يؤدي اجتهادها إلى التطهر أو إلى الحيض، بدليل وجوب الاعتداد بما أدى\nإليه اجتهادها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nورابعها: قول سيبويه: \"إن قول القائل <span id='ms0081'></span> لغيره الويل لك دعاء وخبر\" جعله\nمفيدا لكلا المعنيين مع اتحاد اللفظ، وقوله: في المباحث اللغوية حجة.\n</p>\n\n<p>\nوخامسها: وهو الوجه المعقول: أنه لا يمتنع إرادة ذينك المعنيين قبل\nالتلفظ به، أو عند التلفظ به مرتين، أو عند القرينة المعينة لهما، فوجب أن\nلا يمتنع أيضا عند التلفظ مرة واحدة، لأن وجود اللفظ/ (37/أ) وإيجاده لا\nيحيلان ما كان ممكنا، وهو حجة على من أنكر جواز إرادتهما مطلقا خاصة.\n</p>\n\n<p>\nالجواب عن الأول، والثاني: أن الصلاة، والسجود، وإن كان كل واحد منهما\nمذكورا في الآية مرة واحدة، لكنهما مستندان إلى ضمير فاعلين مختلفين، فهما\nكالمتعددين لتعدد فاعليهما، فيجوز أن يراد بكل واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n             # منهما معنيان مختلفان، ولا يلزمه صحة إرادتهما منه عند التكلم به مرة واحدة.\n</p>\n\n<p>\nسلمنا: أنه ليس كالمتعدد، لكن يجوز أن يكون موضوعا لذينك المفهومين على\nالجمع، كما هو موضوع لهما على البدل، فاستعماله في المجموعة على هذا\nالتقدير استعمالا له في أحد مفهوماته لا في كلها.\n</p>\n\n<p>\nفإن قلت: الاشتراك خلاف الأصل، فكان تقليله أوفق للأصل، وقد ثبت أن اللفظ\nمشترك بين ذينك الفردين، فلا يجوز أن يجعل مشتركا بينهما وبين المجموع.\n</p>\n\n<p>\nقلت: التزام مخالفة الأصل أولى من مخالفة الدليل القاطع.\n</p>\n\n<p>\nسلمنا: أنه غير موضوع للمجموع فلم لا يجوز أن يكون الاستعمال بطريق\nالتجوز؟\n</p>\n\n<p>\nفإن قلت: إنه خلاف الأصل أيضا. فالجواب عنه ما سبق، وقد أجيب عنهما\nبجوابين آخرين:\n</p>\n\n<p>\nأحدهما: ما ذكره الغزالي رحمه الله: وهو أنا لا نسلم أن إطلاق الصلاة على\nالمعنيين وهما المغفرة والاستغفار، وإنما هو بالاشتراك اللفظي، بل هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n             # بالاشتراك المعنوي، والقدر المشترك بينهما هو العناية بأمر النبي عليه\nالسلام لشرفه وحرمته والعناية من الله تعالى المغفرة والرحمة، ومن الملائكة\nالاستغفار, وكذا القول في السجود فإن المشترك بين السجودين أعنى سجود\nالشجر، الدواب، وسجود الناس، هو الخشوع، وكون كل واحد منهما داخلا تحت\nالتخير. وفيه نظر لا يخفى عليك.\n</p>\n\n<p>\nوثانيها: ما ذكره أبو هاشم: وهو أن كل واحد من لفظي الصلاة والسجود، وإن\nكان موضوعا لأحد المسميين <span id='ms0082'></span> المذكورين على البدل، لكن لا يبعد أن يقال: إنه\nفي عرف الشرع موضوع للمجموع. فعلى هذا لا يكون اللفظ مشتركا، بالنسبة إلى\nالوضع الشرعي.\n</p>\n\n<p>\nولئن سلم: كونه مشتركا، لكن لا يكون ذلك استعمالا للمشترك في جميع\nمفهوماته. وفيه نظر أيضا.\n</p>\n\n<p>\nأما أولا: فلأنه مبني على القول بالنقل، وفيه كلام، والخصم غير مساعد عليه.\n</p>\n\n<p>\nوأما الثانية: فلأن من شرطه الاشتهار بحيث يتبادر المنقول إليه إلى الفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n             # عند سماعه، ولا شك/ (37/أ) أنه غير حاصل فيما نحن فيه.\n</p>\n\n<p>\nوعن الثالث: بعض ما سبق، ويخصه منع أنه أرادهما، ووجوب الاعتداد بكل واحد\nمنهما بدلا عن الآخر، عند أداء اجتهادها إليه لا يدل على ذلك، فإن ما غلب\nعلى ظن المجتهد يجب العمل به، وإن كان [ذلك] غير مدلول عليه باللفظ، بل وإن\nكان على خلاف ما دل عليه اللفظ، كما في تخصيص العام بالقياس والقرائن\nالخالية.\n</p>\n\n<p>\nوعن الرابع: أيضا بعض ما سبق، ويخصه \"بأنه\" بيان كونه موضوعا لذينك\nالمعنيين، لا أنه مستعمل فهما على الجمع.\n</p>\n\n<p>\nسلمنا: ذلك لكن قوله حجة، إذا كان سالما عن المعارض، وهو غير مسلم، فإن\nكثيرا من أهل العربية ممن هو في رتبته منعوا من استعماله في جميع مفهوماته.\n</p>\n\n<p>\nوعن الخامس: أنا لا نقول: بامتناع إرادتهما مطلقا، بل لأمر يرجع إلى\nالوضع. ولئن قلنا به، لكن ما ذكرنا من الدليل، يوجب إحالة إرادتهما معا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n             # لا نفس التكلم به مرة واحدة.\n</p>\n\n<p>\nفروع أربعة:\n</p>\n\n<p>\nالأول: اللفظ إذا كان حقيقة في شيء، ومجازا في شيء آخر، فهل يجوز حمله\nعليهما، عند عدم القرينة المخصصة لهما، أو لأحدهما؟ اختلفوا فيه، على حسب\nاختلافهم في المسألة السابقة، إلا أنه نقل بعضهم عن القاضي أبي بكر رحمه\nالله إحالته.\n</p>\n\n<p>\nواحتج على إحالته: بأن المعنى من كونه اللفظ مستعملا في حقيقته أنه\nمستعمل فيما وضع له، والمعنى من كونه مستعملا في مجازه أنه غير مستعمل فيما\nوضع له، فلو كان مريدا لاستعماله في حقيقته ومجازه يلزم أن يكون مريدا\nلاستعماله فيما وضع له، ومريدا لعدم استعماله <span id='ms0083'></span> فيه، وذلك يستلزم كزنه غير\nمريد لاستعماله فيه وهو متناقض. ولأن استعماله في المفهوم المجازى يقتضي\nإضمار كاف التشبيه، واستعماله في الحقيقة يقتضي عدمه، والجمع بين الإضمار،\nوعدمه في الكلمة الواحدة محال. وهما ضعيفان.\n</p>\n\n<p>\nأما الأول: فلأنا لا نسلم أن المعنى من كونه مستعملا في مجازه أنه غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n             # مستعمل فيما وضع له، بل المعنى منه أنه مستعمل في غير ما وضع وهو أعم من\nكونه غير مستعمل فيما وضع والعام لا يستلزم الخاص فلا يتحقق التناقض.\n</p>\n\n<p>\nوأما الثاني: فلأن الجمع بين الإضمار وعدمه في الكلمة الواحدة إنما يمتنع\nبالنسبة إلى الشيء الواحد، أما بالنسبة [إلى الشيئين فلا نسلم امتناعه.\n</p>\n\n<p>\nمثال اللفظ الواحد المحمول على حقيقته ومجازه، \"اللمس\" فإنه حقيقة في\n\"المس\" ومجازى في \"الوطء\"، فهل يجوز أن يحمل عليهما في قوله تعالى: {أو\nلامستم النساء} حتى يجب التيمم على اللامس والمجامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n             # عند فقد الماء أم لا؟\n</p>\n\n<p>\nفمن جوزه حمله عليهما، ومن لم يجوزه لم يحمله عليهما. وعلى هذا الخلاف\nأيضا جواز حمل اللفظ على مفهومين محاذين عند تعذر حمله على حقيقته ومجازه\nالراجح.\n</p>\n\n<p>\nالثاني: أنه وإن جوز استعمال المشترك في مفهومين مختلفين عند تجرده عن\nالقرينة، لكن لا يجب الحمل عليهما عند الأكثرين منهم، لأن اللفظ كما هو\nحقيقة في المجموع، فكذا هو حقيقة في أحدهما على البدل أيضا.\n</p>\n\n<p>\nفلو قلنا: بوجوب الحمل عليهما عند تجرده عن القرينة، كان ذلك ترجيحا لأحد\nالمفهومين على الآخر من غير مرجح.\n</p>\n\n<p>\nوقال الشافعي، والقاضي أبو بكر رضي الله عنهما: إنه يجب ذلك تكثيرا\nللفائدة ودفعا للإجمال ومصيرا إلى الاحتياط. وعند هذا ظهر أن ما ذكروه أن\nذلك يكون ترجيحا غير مرجح باطل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: الذين أنكروا استعمال المفرد المشترك في جميع مفهوماته.\n</p>\n\n<p>\nاختلفوا في تثنيته، وجمعه في جانب الإثبات: فالأكثرون منهم طردوا النفي،\nمحتجا: بأن التثنية، والجمع إنما هو باعتبار ضم الشيء أو الشيئين إلى مثله،\nوذلك لا يتحقق إلا عند اتحاد المعنى فلا تتحقق التثنية والجمع عند اختلاف\nالمفهومات.\n</p>\n\n<p>\nومنهم من جوزه: زاعما <span id='ms0084'></span> بأنه لا معنى لقول القائل: اعتدى بالإقراء إلا أنه\nاعتدى بقرء وقرء وقرء، فإذا جاز أن يراد بكل مرة معنى، جاز أيضا أن يراد\nبالجمع كل تلك المفهومات، لأنه بمعناه.\n</p>\n\n<p>\nوجوابه: لا نسلم أنه لا معنى له إلا ما ذكرتم، بل معناه اعتدى ثلاثة\nأقراء، وهي إطهار أو حيض، لأن بعضها طهر وبعضها حيض.\n</p>\n\n<p>\nالرابع: المنكرون لتعميم المشترك المفرد في الإثبات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nاختلفوا في تعميمه، في جانب النفي مفردا كان أو جمعا: كقولك لا تعتدي،\nبقرء، أو بالإقراء. فالأكثرون منهم سووا بين النفي والإثبات وأنكروا العموم\nفيهما مفردا، وجمعا متمسكا بأن النفي لا يرفع إلا مقتضى الإثبات، فإذا لم\nيفد اللفظ في جانب الإثبات إلا مفهوما واحدا، فردا كان أو جمعا، وجب أن لا\nيفيد في جانب النفي إلا واحدا، نعم لو أريد به نفي المسمى حتى يكون معنى\nقولنا: لا تعتدي بقراء لا تعتد بما هو مسمى بالقرء، فحينئذ يعم، لأنه يفيد\nمسمى القرء الذي هو مشترك بين الطهر والحيض، فنفيه يستلزم نفيهما، لكن يصير\nاللفظ حينئذ متواطئا ويخرج عن أن يكون مشتركا.\n</p>\n\n<p>\nومنهم من قال: بالتعميم في طرفي النفي محتجا: بأن دخول حرف النفي على\nاللفظ اقتضى نفيه مطلقا، ونفيه مطلقا يستلزم نفي ما يطلق عليه وإلا لزم أن\nلا يكون منفيا مطلقا، ولذلك قيل: النكرة في سياق النفي تعم وحينئذ يلزم\nتعميمه، وعلى هذا النحو الحجاج من الجانبين في نفي الجمع، لكن نفي المفرد\nأقرب إلى التعميم من نفي الجميع قليلا، لأن انتفاء الجمع يجوز أن يكون\nلانتفاء فرد من أفراده وحينئذ لا يلزم تعميمه بالنسبة إلى جميع مفهوماته،\nولهذا نفى الجمع المذكر من المتواطئ لا يقتضي عموم النفي وإن كان فرده\nيقتضي ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head42'>AUTO المسألة الثامنة</h3>\n\n<p>\n[في اللفظ المشترك إذا لم توجد معه قرينة يكون مجملا]\n</p>\n\n<p>\nاللفظ المشترك، إن لم توجد معه القرينة المخصصة لبعض مدلولاتها، أو لكلها\nكان مجملا، عند من لم يجوز حمله على جميع معانيه. وعند من جوزه أيضا لكن لا\nيوجب الحمل عليه.\n</p>\n\n<p>\nوإن <span id='ms0085'></span> وجد معه قرينة، فإما أن تكون معينة أو ملغية، فإن كانت معينة، فإما\nأن تكون معينة لبعض مدلولاته [أولا].\n</p>\n\n<p>\nفإن كان الأول: فقد زال الإجمال عن اللفظ، ووجب حمله على ما تعنيه\nالقرينة.\n</p>\n\n<p>\nوإن كان الثاني: فإما تكون تلك المدلولات متنافية، أو لا تكون.\n</p>\n\n<p>\nفإن كان الأول: كان اللفظ بعد القرينة مجملا، كما قبلها لتعذر حمله عليها\nبأسرها. وإن كان الثاني: فقيل: يتعارض الدليل المانع من حمل المشترك على\nجميع مفهوماته والقرينة الموجبة لحمله عليها. وهو باطل، لأن تلك القرينة،\nإن كانت دلالته ظنية لا تكون معارضة للقطعي، لأن الظني لا يعارض القطعي،\nوإن كانت دلالته قطعية، فلا يعارض أيضا، لأنه يمكن الجمع بينهما بأن يقال:\nإن المتكلم تكلم به مرات، وأراد بكل مرة معنى من معانيه، والدليل المانع لا\nينفي ذلك، وإن فرض وجود تلك القرينة عندما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n             # يعلم أن المتكلم تكلم به مرة واحدة، فلا يعارض أيضا. لجواز أن يقال: إنها\nمرادة على وجه التجوز، اللهم إلا أن يفرض أن تلك القرينة تعين كل واحد من\nتلك المفهومات على سبيل الحقيقة إن أمكن ذلك، فحينئذ يثار إلى الترجيح إن\nقيل: بجريانه بين القاطعين، وإلا فلا.\n</p>\n\n<p>\nوقول الإمام في التوفيق بينهما: أنه يمكن أن يكون اللفظ موضوعا للكل كما\nهو موضوع لكل واحد من تلك المفهومات] / (39/أ) بالاشتراك. غير سديد، لأن\nالقرينة على هذا التقدير، يجب أن تكون معينة لكل تلك المفهومات، ولكل واحد\nمنها- أيضا- حتى تكون معينة لكل مفهوماته، فإن تقدير أن تكون معينة لكل تلك\nالمفهومات، من حيث إنه قل: لا لكل واحد منها، لا تكون معينة لكل مفهوماته،\nبل لبعضها، فإن كل تلك المفهومات أحد الأمور المسماة به، وحينئذ يتعذر\nالجمع بين الدليل المانع، وبين القرينة، لأنها تقتضي أن يكون اللفظ مستعملا\nفي الكل، وفي كل واحد من تلك المفهومات والدليل المانع ينفيه.\n</p>\n\n<p>\nوأما إن كانت القرينة ملغية، فإما أن تكون ملغية للبعض، أو للكل، فإن كان\nالأول: فالباقي بعد الإلغاء، وإن كان واحدا تعين الحمل <span id='ms0086'></span> عليه وارتفع\nالإجمال، وإن كان أكثر منه بقي اللفظ مجملا بين ما بقي كما كان مجملا بين\nالكل قبل الإلغاء. وإن كان الثاني: فحينئذ يتعذر حمله على شيء منها، ويجب\nحمله على مجازات تلك الحقائق الملغاة، كي لا يتعطل اللفظ، ثم تلك المجازات\nإما تكون متساوية، أو لا تكون وعلى التقديرين. فالحقائق الملغاة إما أن\nتكون بحال لو لم تكن دلالة القرينة. على إلغائها كان البعض أرجح من البعض،\nأو لا تكون كذلك. فهذه أقسام أربعة:- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             # إحداها: أن تكون المجازات متساوية، والحقائق متفاوتة، فحينئذ يحمل على\nمجاز الحقيقة الراجحة، مراعاة لذلك القدر من الرجحان.\n</p>\n\n<p>\nوثانيها: أن تكون الحقائق أيضا متساوية، وعلى هذا التقدير يكون اللفظ\nمجملا بين تلك المجازات، كما كان مجملا بين تلك الحقائق الملغاة لولا قرينة\nالإلغاء، هذا على رأي من لم يجوز حمل اللفظ على معنيين مختلفين، أما على\nرأي من يجوزه فإنه يحمله على تلك المجازات كما كان يحمله على كل تلك\nالحقائق لولا القرينة الملغية.\n</p>\n\n<p>\nوثالثها: أن تكون المجازات والحقائق كلاهما متفاوتين وهو على قسمين:-\n</p>\n\n<p>\nأحدهما:\n</p>\n\n<p>\nأن يكون الراجح مجاز الحقيقة الراجحة، فهاهنا تعين الحمل عليه [لجهة]\nالرجحان.\n</p>\n\n<p>\nوثانيهما:\n</p>\n\n<p>\nأن يكون الراجح \"مجاز\" الحقيقة المرجوحة، فهاهنا يقع التعارض بينه وبين\nالمجاز المرجوح للحقيقة الراجحة، لأن كل واحد منهما راجح من وجه ومرجوح من\nوجه، فيكون اللفظ مجملا بينهما إلى ظهور الترجيح.\n</p>\n\n<p>\nويمكن أن يقال الحمل على المجاز الراجح، أولى من الحمل على المجاز\nالمرجوح للحقيقة الراجحة، لأن. الرجحان فيه حاصل في نفس ما يحمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n             # اللفظ عليه، بخلاف المجاز المرجوح، فإن الرجحان غير حاصل فيه بل في غيره\nفكان أولى.\n</p>\n\n<p>\nورابعها: أن تكون المجازات متفاوتة والحقائق متساوية، فهاهنا يجب/ (39/أ)\nحمل اللفظ على المجاز الراجح وهو ظاهر غني عن البيان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n\"الفصل الثاني عشر\"\n</p>\n\n<p>\nفي الحقيقة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head43'>AUTO الفصل الثاني عشر</h2>\n\n<p>\nفي الحقيقة\n</p>\n\n<p>\nوفيه مسائل\n</p>\n\n\n<h3 class='l3' id='head44'>AUTO المسألة الأولى</h3>\n\n<p>\nفي تفسير الحقيقة بحسب اللغة\n</p>\n\n<p>\nاعلم أن الحق في اللغة: هو الثابت، قال الله تعالى: {ولكن حقت كلمة\nالعذاب على الكافرين}. أي <span id='ms0087'></span> وجبت وثبتت، وهو من أسماءه تعالى بهذا الاعتبار،\nلأنه الثابت أزلا وأبدا لذاته، بخلاف غيره من الموجودات.\n</p>\n\n<p>\nويقال: الحق لما يقابل الباطل، لأنه جدير بالثبوت كما أن الباطل جدير\nبالزهوق.\n</p>\n\n<p>\nومنه يقال: لذات الشيء وماهيته حقيقته، لأنها الثابتة واللازمة له.\n</p>\n\n<p>\nوالحقيقة فعيلة منه والياء دخلت فيه لنقله من الوصفية إلى الإسمية\nالصرفة، كما في الأكيلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nوفي التهذيب: يقال: فلانة أكيلي للمرأة التي تؤاكلك وفي حديث النهي عن\nالمنكر: والنطيحة، إذ لا يقال: شاة أكيلة ونطيحة.\n</p>\n\n<p>\nثم إن الحقيقة يحتمل أن تكون بمعنى \"الفعل\" فيكون معناها الثابتة.\n</p>\n\n<p>\nويحتمل أن تكون هي \"المفعول\" فيكون معناها المثبتة.\n</p>\n\n\n<h3 class='l3' id='head45'>AUTO المسألة الثانية</h3>\n\n<p>\nفي حد الحقيقة بحسب اصطلاح العلماء\n</p>\n\n<p>\n.\n</p>\n\n<p>\nالحقيقة: عبارة عن اللفظ المستعمل في إفادة ما وضع اللفظ له أولا،\nبالنسبة إلى الاصطلاح الذي وقع التخاطب به.\n</p>\n\n<p>\nخرج بقولنا: اللفظ المستعمل في إفادة ما وضع اللفظ له أولا. المجاز.\n</p>\n\n<p>\nهذا على رأي من يفسره الوضع في المجاز لأنه وإن كان اللفظ موضوعا له، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n             # لكن ليس ذلك الوضع أولا بل ثانيا.\n</p>\n\n<p>\nأما على رأي من لم يعتبره، فلا حاجة إلى قيد الأولوية، لأنه خرج بقيد\nالوضع، اللهم إلا إن أريد بالوضع ما يعم الوضع الحقيقي، والمجازي.\n</p>\n\n<p>\nوإنما كنا: \"بالنسبة\" إلى الاصطلاح الذي وقع التخاطب به ليتناول الحقيقة\nاللغوية، والعرفية، والشرعية.\n</p>\n\n<p>\nإذا عرفت هذا. فاعلم أن لفظ الحقيقة بالنسبة إلى هذا المفهوم حقيقة\nعرفية، ومجاز لغوي.\n</p>\n\n<p>\nأما الأول: فلأن الذهن عند سماعها مجردة عن القرائن يتبادر إلى فهم ما\nذكرنا من المعنى، والتبادر دليل الحقيقة، وإلا ليست حقيقة لغوية لما سيأتي،\nولا شرعية، وهو ظاهر فهي عرفية لكنها غير عامة، لأن ذلك المعنى لا يتبادر\nإلى فهم كل واحد من أهل العرف، بل إلى فهم العلماء فهي عرفية خاصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الثاني: فلأن الحق في اللغة: هو الثابت، ثم نقل منه إلى الاعتقاد\nالمطابق تجوزا، لأنه ليس بثابت حقيقة، إذ هو من قبيل الأعراض.\n</p>\n\n<p>\nووجه التجوز هو: أنه جدير بالوجود من الاعتقاد غير المطابق ثم نقل منه\nإلى القول <span id='ms0088'></span> المطابق لما سبق، ثم منه إلى اللفظ المستعمل في موضوعه الأصلي،\nلأن فيه تحقيق ذلك الوضع فهو مجاز في الرتبة الثالثة.\n</p>\n\n\n<h3 class='l3' id='head46'>AUTO المسألة الثالثة</h3>\n\n<p>\nفي إثبات الحقيقة اللغوية والعرفية\n</p>\n\n<p>\n (40/أ)\n</p>\n\n<p>\nأما الأول: فمتفق عليه، ولا نزاع لأحد فيه. وأيضا لا شك في وجود ألفاظ\nمستعملة في معان، فتلك الألفاظ عن كانت موضوعة لتلك المعاني فقد حصل الغرض.\nوإن لم تكن كذلك فيلزم أن تكون مجازات فيها، إذ ليست أعلاما لها، لكن ذلك\nباطل. لأن شرط المجاز حصول المناسبة الخاصة بين الموضوع الأصلي وبين المعنى\nالمجازي، ولا يمكن جعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n             # اللفظ مجازا في صورة، إلا بعد العلم بتلك المناسبة الخاصة، وحصول ذلك\nالعلم مشروط بالعلم بالموضوع الأصلي ولما لم يعلم لتلك الألفاظ موضوعات أخر\nأصلية لما يكن جعلها مجازات في تلك الصور المستعملة.\n</p>\n\n<p>\nوأما الثاني: فاعلم أولا: أن اللفظة العرفية: هي الفظة التي نقلت عن\nموضوعها الأصلي إلى غيره بعرف الاستعمال.\n</p>\n\n<p>\nوهي منقسمة إلى خاصة، وعامة بحسب الناقلين، فإن كان الناقل طائفة مخصوصة\nسميت خاصة وإن كان عامة الخلائق، سميت عامة.\n</p>\n\n<p>\nأما الخاصة: فلا نزاع في وقوعها، إذ هو معدوم بالضرورة بعد الاستقراء،\nمثل الألفاظ المستعملة في اصطلاح أرباب العلوم والصنائع، في معانيها\nالمخصوصة التي لا يعرفه أرباب اللغة.\n</p>\n\n<p>\nوإنما النزاع في وقوع العرفية العامة، والأكثرون على وقوعها. وهي على\nقسمين:-\n</p>\n\n<p>\nأحدهما: أن يكون الاسم قد وضع لمعنى عام، ثم يخصص بالعرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n             # العام ببعض أنواعه كلفظ \"الدابة\" بذوات الأربعة دون غيرها مما يدب على\nوجه الأرض، كالإنسان والطير مع أنه في أصل اللغة موضوع لكل ما يدب على وجه الأرض.\n</p>\n\n<p>\nوثانيها: أن يكون الاسم في أصل اللغة، قد وضع لمعنى ثم كثر استعماله فيما\nله به نوع مناسبة وملابسة، بحيث لا يفهم المعنى الأول: كإطلاق \"الغائط\" على\nالخارج المستقذر من الإنسان، فإنه في الأصل موضوع للمطمئن من الأرض، الذي\nقضي فيه الحاجة غالبا فكنوا عنه الأصل باسم محله لنفرة الطباع عن التصريح به.\n</p>\n\n<p>\nوكالرواية بالنسبة إلى المزادة، فإنها في الأصل موضوعة للناقة التي <span id='ms0089'></span>\nتحملها لكن في العرف لا يفهم منها إلا المزادة ولكثرة الاستعمال فيها. وأما\nعلى غير هذين الوجهين، فلم يعلم وقوعها.\n</p>\n\n<p>\nثم الدليل على أن هذه الألفاظ حقائق في هذه المعاني، وجود أمارات الحقائق\nفيها، نحو التبادر إلى الفهم، عند إطلاقها وعدم صحة نفيها عنها بالنسبة إلى\nالعرف العام \"وظاهر أنها ليست حقائق لغوية وشرعية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n             # فهي عرفية وليست خاصة، لأنها غير مختصة بفهم قوم دون قوم فهي عرفية عامة.\n</p>\n\n\n<h3 class='l3' id='head47'>AUTO المسألة الرابعة</h3>\n\n<p>\nفي الحقيقة الشرعية\n</p>\n\n<p>\nالحقيقة الشرعية: هي اللفظة التي استفيد وضعها للمعنى من جهة الشرع.\nوأقسامها الممكنة بحسب القسمة العقلية أربعة:-\n</p>\n\n<p>\nأحدها: أن يكون اللفظ والمعنى معلومين لأهل اللغة، لكنهم لم يضعوا ذلك\nالاسم لذلك المعنى.\n</p>\n\n<p>\n\"وثانيها: أن يكونا غير معلومين لهم\".\n</p>\n\n<p>\nوثالثها: أن يكون اللفظ معلوما لهم، والمعنى غير معلوم لهم.\n</p>\n\n<p>\nورابعها: عكسه.\n</p>\n\n<p>\nوالمنقولة الشرعية من هذه الأقسام إنما هي الأول، والثالث: فالمنقولة\nالشرعية أخص من الحقيقة الشرعية، ثم من \"هذه الأقسام\" المنقولة ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n             # نقل إلى الدين وأصوله كالإيمان، والإسلام، والكفر، والفسق. ويخص بالدينية\nفهي إذا أخص من المنقولة الشرعية.\n</p>\n\n<p>\nفإن قلت: فهذه الأقسام الممكنة، هل هي واقعة كلها تفريعا على القول\nبالحقيقة الشرعية أم لا؟\n</p>\n\n<p>\nقلت: الأشبه وقوعها.\n</p>\n\n<p>\nأما القسم الأول فهو كلفظ الرحمن لله تعالى، فإن هذا اللفظ كان معلوما\nلهم، وكذا صانع العالم، كان معلوما لهم، من حيث إنه صانع وخالق لهم، بدليل\nقوله تعالى: {ولئن سألتهم من خلق السموات والأرض ليقولن الله} لكن لم يضعوه\nلله تعالى، ولذلك قالوا: ما نعرف الرحمن إلا رحمن اليمامة، حيث نزل قوله\nتعالى: {قل ادعوا الله أو ادعوا الرحمن} الآية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الثاني: فهو كأوائل السور عند من يجعلها أسماء لها أو للقرآن، فإنها\nما كانت معلومة لهم، على هذا الترتيب ولا القرآن ولا السور.\n</p>\n\n<p>\nوأما القسم الثالث: فهو كلفظ \"الصلاة\"، و \"الصوم\"، و \"الزكاة\"، وأمثالها\nفإن هذه الألفاظ كانت معلومة لهم، ومستعملة: عندهم في معانيها المعلومة،\nومعانيها الشرعية ما كانت معلومة لهم.\n</p>\n\n<p>\nوأما الرابع: فهو كلفظ \"الأب\" فإنه قيل هذه <span id='ms0090'></span> الكلمة لم يعرفها العرب،\nولذلك قال عمر رضي الله عنه \"لما نزل قوله تعالى\": {فاكهة وأبا متاعا لكم}.\nهذه الفاكهة، فما الأب؟. ومعناها كان معلوما لهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nبدليل أن له أسماء أخر عندهم نحو \"العشب\"، وكلفظ \"المشكاة\"، و \"السجيل\"\nعلى رأي من لم يجعلها عربيتين من قبيل توافق اللغتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             # وكونهما معربين لا يخرجهما عن هذا القسم الذي نحن فيه، لأن اللفظ الذي لا\nيكون معلوما لهم أعم من أن يكون مخترع الشرع أو منقولة من لغة أخرى غير\nمعلومة لهم.\n</p>\n\n<p>\nوهذا المثال إنما يستقيم إذا ثبت أن تعريبهما بالشرع، أما إذا لم يثبت\nذلك بل جوزنا أن يكون ذلك حاصلا قبله فلا، فيطلب له مثال آخر.\n</p>\n\n<p>\nإذا عرفت الحقيقة الشرعية فنقول:/ (41/أ) اختلف الناس في وقوعها: لا في\nإمكانها، فإن ذلك \"مما\" لا نزاع لأحد فيه.\n</p>\n\n<p>\nفذهب طائفة من الفقهاء، والمعتزلة، والخوارج، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n             # إليه مطلقا.\n</p>\n\n<p>\nوأنكره القاضي أبو بكر مطلقا. وزعم أن لفظ الصلاة، والصوم، في الشرع\nمستعمل في المعنى اللغوي، وهو الدعاء والإمساك، لكن الشارع شرط في الاعتداد\nبهما أمورا أخر، نحو الركوع، والسجود، والكف عن الجماع، فهو متصرف بوضع\nالشرط لا بتغير الوضع.\n</p>\n\n<p>\nومنهم من فصل: كإمام الحرمين، والغزالي، والإمام رحمهم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             # فأثبت من المنقولات الشرعية ما كان مجازا لغويا. كما في الحقائق العرفية،\nدون ما ليس كذلك بأن كان منقولا عنها بالكلية.\n</p>\n\n<p>\nاحتج القاضي على فساد مذهب الخصم بمسلكين:-\n</p>\n\n<p>\nأحدهما:\n</p>\n\n<p>\nأن القرآن مشتمل على لفظ الصلاة، والصوم، والكافر، والمؤمن.\n</p>\n\n<p>\nفلو كانت دلالتها على هذه المعاني المفهومة منها الآن بحسب الوضع الشرعي\n\"لما كان كل القرآن عربيا لكن كل القرآن عربي ولا تكون دلالتها بالوضع\nالشرعي\".\n</p>\n\n<p>\nبيان الملازمة: أن كون اللفظ عربيا وصف حاصل له لإفادة المعنى بحسب\nوضعهم، لأنه ليس ذلك الوصف له لذاته وصورته وإلا لكان قبل وضعه للمعنى\nعربيا. وهو باطل، لأن اللفظ المهمل لا يوصف بكونه عربيا أو فارسيا، ولأن\nتوافق اللغتين جائز، فلو كان كونه عربيا أو أعجميا وصفا حاصلا له لذاته\nوصورته لزم أن <span id='ms0091'></span> تكون الذات الواحدة مقتضية للضدين ومتصفا بهما معا. وهو\nمحال. ولا لكونه متلفظا لهم، ومستعملا عندهم في معنى \"وإلا لو قال: رأيت\nالعلماء، وأراد به الفقراء لكان متكلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             # بكلامهم ضرورة كون هذا اللفظ متلفظا لهم ومستعملا عندهم [في معنى] فهو\nإذن لما ذكرنا\" ويلزم من هذا أن دلالة تلك الألفاظ على تلك المعاني لو كانت\nبالوضع الشرعي لما كانت تلك الألفاظ عربية، وإذا لم تكن عربية، لم يكن كل\nالقرآن عربيا، ضرورة اشتمال القرآن عليها لكن كله عربي لقوله تعالى: {قرآنا\nعربيا}، ولقوله: {بلسان عربي مبين}، {وما أرسلنا من رسول إلا بلسان قومه}.\nوالقرآن اسم للكل. بدليل إجماع الأمة، على أن الله تعالى لم ينزل إلا قرآنا\nواحدا، ولو كان القرآن اسما للبعض لما صح ذلك، ولما صح أيضل أن يقال في\nالسورة الواحدة، أو الآية الواحدة إنها بعض القرآن، لأن الشيء لا يكون بعض نفسه.\n</p>\n\n<p>\nفإن قيل: ما المعنى من قولك: \"لو كانت دلالة تلك الألفاظ على تلك المعاني\nبالوضع الشرعي/ (41/ب) لما كان القرآن عربيا\" تعني به الوضع مطلقا، كيف\nكان، سواء كان مجازيا لغويا أو لم يكن. أم تعني به الوضع الذي لا يكون\nمجازا لغويا. فإن عنيت به الأول فممنوع، وهذا لأن بتقدير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             # أن يكون ذلك الوضع مجازا لغويا لا يخرج ذلك اللفظ بسببه عن أن يكون\nعربيا، وإن عنيت به الثاني: فمسلم، لكنه لا يفيد المطلوب، لأن إفادة تلك\nالألفاظ لتلك المعاني، وإن كانت بالوضع الشرعي عندنا لكن بطريق التجوز من اللغة.\n</p>\n\n<p>\nوأما قوله: في الدلالة عليه، وإن كون اللفظ عربيا وصف حاصل له لإفادته\nالمعنى بحسب وضعهم.\n</p>\n\n<p>\nقلنا: لا نسلم، وهذا لأن اللفظ المقيد للمعنى المجازي عربي مع أن إفادته\nإياه ليس بوضعهم على رأي.\n</p>\n\n<p>\nسلمنا: ذلك، لكن تعني به الوضع الذي يعم الحقيقة والمجاز، أو المختص\nبالحقيقة، فإن عنيت الأول: فمسلم، لكن لا نسلم أنه غير حاصل فيما نحن فيه،\nوإن عنيت الثاني: فممنوع، وما ذكرته من الدلالة لا يدل عليه إذ لا <span id='ms0092'></span> يلزم من\nنفي القسمين المذكورين، ثبوت هذا القسم لجواز أن يكون ذلك الوصف حاصلا له\nبالوضع الذي يعم الحقيقة والمجاز.\n</p>\n\n<p>\nفإن قلت: الدليل على أنه غير حاصل، هو أن وضع اللفظ للمعنى سواء كان\nبطريق الحقيقة أو التجوز متوقف على تعقل ذلك المعنى، ولما لم تكن تلك\nالمعاني معقولة لهم استحال منهم الوضع لها.\n</p>\n\n<p>\nقلت: لا نزاع أن وضع اللفظ لمعنى يستدعي تعقله، لكن إن كان ذلك الوضع\nلخصوصية تستدعي تعقله بخصوصيته، وإن كان ذلك الوضع له باعتبار ما يستدعي\nتعقله بذلك الاعتبار لا غير، وإذا كان كذلك فالوضع لتلك المعاني بطريق\nالتجوز على وجه الإجمال متصور منهم، بل هو حاصل، فإنه لما علم منهم، أنهم\nوضعوا الصلاة مثلا للدعاء، وعلم منهم جواز تسمية الشيء باسم جزئه على وجه\nالتجوز إما نصا أو استقراء، وعلم أيضا أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n             # الدعاء، جزء هذه الماهية المخصوصية.\n</p>\n\n<p>\nعلم منهم بواسطة هذه المقدمات، جواز تسمية هذه الماهية بالصلاة تجوزا.\n</p>\n\n<p>\nفإن قلت: أتدعي العلم بجواز تسمية كل شي باسم كل جزء منه، أو بجواز\nتسميته باسم بعض أجزائه، أو بجواز تسمية بعض الأشياء باسم كل جزء منه، أو\nبجواز تسميته باسم بعض أجزائه.\n</p>\n\n<p>\nفإن ادعيت العلم بالثلاثة الأول: فهو ممنوع، وهذا لأنه لا يجوز أن يسمى\nالعشرة باسم الخمسة، ولا بالستة، وكذا ببقية أجزائها، ولا يجوز أن/ (42/أ)\nيسمى الكل جزء ولا الجدار باللبنة ولا الدار بالجدار، ونظائرها كثيرة لا\nتعد ولا تحصى.\n</p>\n\n<p>\nوإن ادعيت الرابع: فمسلم، لكن لا يفيد المطلوب، لأنه ليس جعل ما نحن فيه\nمن قبيل الجائز، أولى من جعله من قبيل ما لا يجوز، وعليكم الترجيح.\n</p>\n\n<p>\nثم إنه معنا: إما أولا: فلأن الإلحاق بالأكثر أولى، وإما ثانيا: فلأن\nالأصل عدم التجوز.\n</p>\n\n<p>\nقلت: تدعي العلم بجواز تسمية كل شيء ببعض أجزائه، إلا أن يمنع منه مانع\nمن عرف أو غيره، وهو إما الجزء الغالب كما في تسميتهم الزنجي بالأسود،\nوالرومي بالأبيض، والقرآن \"بحم\" في قول الشاعر:\n</p>\n\n<p>\nتناشدني \"حم\" والرمح شاجر .... فهلا تلا \"حم\" قبل <span id='ms0093'></span> التقدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كثيرا من سوره تسمى به و \"الم\" وإن كان يساويه في ذلك لكنا نجوز\nتسمية القرآن به أيضا، وأما الجزء الأشرف المقصود منه كتسميتهم الإنسان\nبالناطق، في قولهم: ذلك الناطق، الصامت، أي العبيد والإماء.\n</p>\n\n<p>\nولو قيل: المراد من الناطق الحيوان على ما فسره بعضهم، فهو آيل إلى ما\nذكرناه أيضا، لأنه حينئذ سمي باسم أشرف أنواعه، وسمي النوع باسم أشرف\nأجزائه، وكتسميتهم الشخص بالرأس، في قولهم: ذبح كذا رأس من الغنم، والبقر،\nوملك كذا رأس من الخيل، والدعاء الجزء والمقصود من الماهية المسماة\nبالصلاة، قال الله تعالى: {وأقم الصلاة لذكري} فجاز أن يسمى باسمه.\n</p>\n\n<p>\nسلمنا: أن إفادتها لتلك المعاني لو كانت بالوضع الشرعي لما كانت تلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             # الألفاظ عربية، لكن لم قلت؟: إنه يلزم منه أن لا يكون كل القرآن عربيا،\nقوله: ضرورة كون القرآن مشتملا عليها.\n</p>\n\n<p>\nقلنا: وإن كان مشتملا عليها: لكنها في غاية القلة والندرة بالنسبة إلى\nالألفاظ المذكورة في القرآن، والنادر كالمعدوم فلا يقدح وجودها فيه في كونه\nعربيا، ألا ترى أن الزنجي يوصف بكونه أسود مع بياض عينيه، وأسنانه، ولا\nيقدح ذلك في إطلاق الأسود عليه، فكذا هنا، وكذا الثور الأسود يسمى به، وإن\nكان فيه شعرات بيض، ويقال للشعر الفارسي: فارسي، وإن كانت فيه كلمات يسيرة\nمن العربية.\n</p>\n\n<p>\nفإن قلت: الدليل عليه أن بعض القرآن حينئذ لا يكون عربيا، وما بعضه ليس\nبعربي يستحيل أن يكون كله عربيا على سبيل الحقيقة، وأما الإطلاقات\nالمذكورة، فهي على سبيل التجوز بدليل صحة النفي، إذ يصح أن يقال: ما رأيت\nثورا كله أسود، وما قرأت شعرا كله فارسي، وما في الوجود زنجي كله أجزائه\nأسود/ (42/ب).\n</p>\n\n<p>\nقلت: فحينئذ لا نسلم أن كل القرآن عربي على سبيل الحقيقة، ولم لا يجوز أن\nيكون كله عربيا على سبيل التجوز بناء على أن أكثر أجزاه كذلك؟.\n</p>\n\n<p>\nفإن قلت: الأصل في الكلام الحقيقة، والنص إنما يكون محمولا على حقيقته إن\nلو كان القرآن بجميع أجزائه عربيا لما ثبت أن القرآن اسم <span id='ms0094'></span> للكل.\n</p>\n\n<p>\nقلت: تعذر حمل النص على حقيقته لاشتمال القرآن على ما ليس بعربي، كالحروف\nالمعجمة في أوائل السور، فإنها ليست من لغتهم في شيء و \"كالمشكاة\" و\n\"القسطاس\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n\"السجيل\" و \"الإستبرق\"، فإنها ليست بعربية، إذ الأول حبشية، والثاني\nرومية، والباقيتان فارسيتان، وإذا كان كذلك، لا يكون كل القرآن عربيا على\nسبيل الحقيقة.\n</p>\n\n<p>\nفإن قلت: لا نسلم اشتمال القرآن على ما ليس بعربي، أما أوائل السور فإنها\nأسماؤها عندنا، وأما البواقي فلا نسلم أنها ليست بعربية، وكونها من لغة\nأخرى لا تنافي كونها أيضا عربية، لأن توافق اللغتين غير ممتنع.\n</p>\n\n<p>\nسلمنا: اشتماله على ما ليس بعربي، لكن النص دل على أنه بجميع أجزائه\nعربي، ترك بمقتضى دلالته بالنسبة إلى بعض أجزائه المنفصل يوجب أن يبقي\nمقتضى دلالته بالنسبة إلى بقية أجزائه دفعا لكثرة المخالفة.\n</p>\n\n<p>\nقلت: الجواب عن الأول: أنها إذا كانت أسماء السور فدلالتها عليها ليست\nلغوية لأنها غير مستفادة من وضعهم لا حقيقة، ولا مجازا ولا بطريق العلمية\nوحينئذ يلزم اشتمال القرآن على ما ليس بعربي.\n</p>\n\n<p>\nوعن الثاني: أن التوافق وإن كان ليس بممتنع، لكنه نادر، والغالب هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n             # الاختلاف، وإلحاق الفرد بالأعم والأغلب أولى من إلا لحاقه بالنادر.\n</p>\n\n<p>\nوعن الثالث: منع كون العام بعد التخصيص حجة، ولئن سلم ذلك، [لكن] المقتضى\nللترك قائم هاهنا أيضا، وهو ما يذكر الخصم من الدلائل على أن إفادتها\nلمعانيها الشرعية ليست لغوية.\n</p>\n\n<p>\nسلمنا الملازمة لكن لم قلت: إن كله عربي؟\n</p>\n\n<p>\nقوله: لأن القرآن عربي والقرآن اسم للكل فكله عربي.\n</p>\n\n<p>\nقلنا: ما المراد من قولك القرآن اسم للكل؟ أنه اسم له فقط، أو أنه اسم له\nفي الجملة، وإن كان اسما لبعضه أيضا. إما بالاشتراك اللفظي، أو المعنوي،\nوالأول: ممنوع، وما ذكرته من الدلالة لا يدل عليه.\n</p>\n\n<p>\nأما قوله أولا: الأمة مجمعة على أن الله تعالى لم ينزل إلا قرآنا واحدا،\nولو كان القرآن اسما للبعض لزم أن يكون متعددا فلم يصح هذا.\n</p>\n\n<p>\nقلنا: لا نسلم أنه لا يصح على الإطلاق، بل إنما لا يصح <span id='ms0095'></span> لو كان اسما للبعض\nفقط، أو إن كان اسما للكل أيضا لكن المراد منه هنا البعض/ (43/أ) إما\nبتقدير أن يكون المراد منه الكل فلا نسلم ذلك ويكون معناه على هذا التقدير\nأن الله لم ينزل غير هذه الجملة المسماة بالقرآن.\n</p>\n\n<p>\nوكيف لا يصح؟ وقرينة قولهم: إلا واحدا دالة على إرادة الكل، وهو الجواب\nأيضا عما ذكره ثانيا، فإن قرينة الإضافة دالة على أن المراد من القرآن في\nقولهم في السورة الواحدة بعض القرآن الكل فلا يلزم إضافة الشيء إلى نفسه.\n</p>\n\n<p>\nوالثاني: مسلم لكن لا يلزم من عربية القرآن حينئذ عربية كل القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n             # لجواز أن يكون المراد من القرآن في قوله: {إنا أنزلناه قرآنا عربيا}\nالبعض، اللهم إلا أن يدل دليل منفصل على امتناع إرادة البعض، فحينئذ يلزم\nأن يكون كله كذلك لكن ما بينتم ذلك.\n</p>\n\n<p>\nسلمنا: أن ما ذكرتم يدل على أن القرآن اسم للكل فقط، لكن عندنا ما يدل\nعلى أنه ليس كذلك، بل هو اسم للكل والجزء. وبيانه من وجوه:-\n</p>\n\n<p>\nأحدها: أن القرآن مشتق إما من \"القراءة\"، وإما من\"القرء\"، وهو الجمع.\n</p>\n\n<p>\nومنه يقال: قرأت الناقة لبنها، في ضرعها أي جمعته، وقرأت الماء في الحوض\nأي جمعته، ومنه يقال: للقرء وللطهر لاجتماع الدم فيه وللحيض أيضا لأنه دم\nمجتمع، وعلى التقديرين يجب أن تكون السورة الواحدة، والآية الواحدة قرآنا\nلوجود المعنيين فيهما، خالفنا مقتضى هذا الدليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             # في غير الكتاب العزيز للإجماع، فوجب الحكم بمقتضاه في كله وبعضه دفعا\nلكثرة المخالفة.\n</p>\n\n<p>\nوثانيها: أن القرآن لو كان اسما للكل فقط، لكان قولنا: كل القرآن تكرارا\nوبعضه نقضا، بخلاف ما إذا كان اسما لهما، فإن الكل والبعض حينئذ يكونان\nقرينتين معينتين للمراد.\n</p>\n\n<p>\nوثالثها: لو حلف أن لا يقرأ، فإنه يحنث في يمينه بقراءة السورة الواحدة\n\"والآية الواحدة\"، ولو كان القرآن اسما للكل لما حنث إلا بقراءة الكل.\n</p>\n\n<p>\nورابعها: أجمعت الأمة على أنه لا يجوز للجنب قراءة القرآن، وليس المراد\nمنه الكل فقط وفاقا، والأصل في الاستعمال الحقيقة، فيكون حقيقة في <span id='ms0096'></span> الكل وفي\nالبعض. فثبت بهذه الوجوه أن القرآن اسم للبعض أيضا، وحينئذ لا يلزم من\nعربية القرآن كل القرآن لما تقدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلك الثاني:\n</p>\n\n<p>\nأن الشارع لو نقل الاسم اللغوي عن معنى ووضعه لغيره، لزمه تعريف الأمة\nذلك النقل والوضع بالتوقيف، فإنه لو خاطبهم به قبل التعريف لم يفهموا منه\nإلا مسماه الأول، وحينئذ لا يحصل غرضه من النقل.\n</p>\n\n<p>\nوالتوقيف الوارد فيه. إما منقول بالآحاد، أو بالتواتر.\n</p>\n\n<p>\nوالأول: غير جائز لعدم/ (43/ب) قيام الحجة بها في أمثاله، والثاني غير\nموجود، وإلا لعرفه الموافق والمخالف، وهو ضعيفا أيضا لاحتمال أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n             # يقال: إنه يكفي في ذلك التعريف الاستعمال مع القرائن، والتكرر مرة بعد\nأخرى كما في ابتداء اللغات، وكما في تعريف الأخرس. وهذا الاحتمال على\nالقاضي ألزم من غيره، فإنه عول عليه في جواز كون اللغات اصطلاحية، حيث\nاختار التوقف، وبه أجاب عن دليل القائلين بالتوقف وأحتج القائلون بالحقيقة\nالشرعية بوجوه:-\n</p>\n\n<p>\nأحدها: وهو وجه العام في جميع الألفاظ التي هي مثل: الصلاة، والصوم،\nوالزكاة، وهو أن هذه الألفاظ مستعملة في الشرع في معان مخصوصة وهي متبادرة\nإلى الأفهام بخصوصياتها عند إطلاقها، فوجب أن تكون حقائق فيها، لأن التبادر\nإلى الفهم من غير قرينة دليل الحقيقة، على ما سيأتي، ثم هي ليست فيها حقائق\nلغوية، وعرفية، وفاقا فهي إذن شرعية.\n</p>\n\n<p>\nوجوابه: أنا نقول: بمقتضى هذا الدليل، فإن تلك الألفاظ في تلك المعاني\nحقائق شرعية عندنا، أيضا لكنها مجازات لغوية، فإن كان هذا مدعاكم فنحن\nنساعدكم عليه، وإن كان أعم من هذا، وهو إثبات الحقائق الشرعية سواء كانت\nمجازات لغوية، أو لم تكن فلا نسلم ذلك، وما ذكرتم من الدليل لا يدل عليه،\nفإن ما ذكرتم من الدليل على أن الألفاظ المذكورة حقائق شرعية في تلك\nالمعاني وهي تصلح أن تكون مجازات فيها، فوجب إثبات هذا النوع من الحقيقة\nالشرعية، فأما إثبات ما يكون منقولا بالكلية عن اللغة فلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها: أن الصلاة في الشرع مستعملة في الأفعال المخصوصة، والأركان\nالمعلومة، ولا شك أنها ليست مسماها <span id='ms0097'></span> اللغوي، ولا يجوز أن تجعل فيها مجازا عن\nالمسمى اللغوي- أيضا- إذ ليس فيها ما يظن أنه من جهات التجوز إلا أنها\nمشتملة على المسمى اللغوي لكن ليس الأمر كذلك.\n</p>\n\n<p>\nوبيانه: أن تركيب لفظ الصلاة في اللغة عبارة: إما عن الدعاء، يقال: صلى\nأي: دعاء، وسميت الأفعال المخصوصة بالصلاة، لكونها مشتملة على الدعاء.\n</p>\n\n<p>\nأو عن المتابعة، ومنه يقال للفرس الذي يتلو السابق: مصلي، والأفعال\nالمخصوصة إنما سميت بها لكون المأموم يتبع الإمام.\n</p>\n\n<p>\nأو عن عظم الورك، وهي إنما سميت بها، لأن رأس المأموم عند صلاة الإمام\nعند الاصطفاف.\n</p>\n\n<p>\nأو عن النار، فإن الصلا هو النار، ومنه التصلية، قال بعضهم الصلاة:\nالشرعية إنما سميت بها مشابهة لها بالنار، فإنها تقيم المصلي وتنهاه عما\nيوجب الاعوجاج والانحراف/ (44/أ) عن الدين والطريق المستقيم، قال الله\nتعالى: {إن الصلاة تنهى عن الفحشاء والمنكر} كما يقيم النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             # اعوجاج الخشب، لكن الصلاة قد توجد، وإن لم تكن مشتملة على هذه المعاني.\n</p>\n\n<p>\nأما الثلاثة الأول: فكصلاة الأخرس المنفرد، والأمي المنفرد إذ لا دعاء\nفيها ولا متابعة، ولا كون رأسه عند صلا الآخر.\n</p>\n\n<p>\nوأما الرابع: فهو وإن كان بعيدا وغريبا لكن توجد الصلاة بدونه، فإن من\nيأتي بتلك الأفعال المخصوصة بشرائطها ولا ينتهي عن الفحشاء والمنكر، يقال\nله: صلى.\n</p>\n\n<p>\nنعم ذلك شأن الصلاة الكاملة، فإن الله تعالى قد وصف الصلاة بهذه الصفة،\nونحن لا نجد ذلك في كل صلاة، فوجب صرفه إلى الكاملة لئلا يلزم الكذب، ولا\nيلزم من نفي الكمال عن الصلاة نفي الصلاة. فعلم أن الصلاة الشرعية \"له\" قد\nتوجد حيث لم يوجد شيء من هذه المسميات، فلا يجوز جعلها مجازا فيها عن\nالمسمى اللغوي لانتفاء جهته، وهو الاشتمال فيكون حقيقة شرعية.\n</p>\n\n<p>\nوجوابه: أنه ليس المعتبر في حسن التجوز تحقيق الملازمة بين الحقيقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             # والمجاز، في كل الصور بحيث لا ينفك أحدهما عن الآخر في صورة ما بل\nالمعتبر فيه تحقيق الملازمة بينهما، إما في الأكثر، والأغلب، أو في الكل،\nيدل عليه أن إطلاق اسم الجزء على <span id='ms0098'></span> الكل جائز مطلقا، مع عدم الملازمة بينهما\nمن جانب الجز في كل الصور، وإذا كان كذلك لم يكن الانفكاك فيما ذكرتم من\nالصور النادرة قادحا في حسن التجوز.\n</p>\n\n<p>\nوثالثها: إن الزكاة في اللغة: عبارة عن النماء والزيادة. وفي الشرع:\nتبعيض مخصوص. والأصل في الاستعمال الحقيقة لاسيما مع التبادر.\n</p>\n\n<p>\nوجوابه: أنه لو جعلت حقيقة فيه، لزم النقل ولو لم يقل به لزم التجوز\nوستعرف إن شاء الله تعالى أن المجاز خير من النقل، وقد أمكن جعل اللفظ\nمجازا فيه، إما من قبيل إطلاق اسم الضد على الضد، فإن النقصان ضد الزيادة\n[وأما من قبيل إطلاق اسم السبب على المسبب، فإن النماء أو مظنته سبب لذلك\nالتبعيض المخصوص]، وأما من قبيل إطلاق المسبب فإن ذلك التبعيض سبب للزيادة\nوالبركة والنماء المعنوي لقوله عليه السلام \"ما نقص مال من صدقة بل يزيد\"\nفالنماء على هذا مسبب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n             # التبعيض فأطلق اسم مسببه عليه.\n</p>\n\n<p>\nسلمنا: أنها حقيقة فيه لكن بطريق التجوز من اللغة، ولا يلزم منه النقل\nبالكلية عنه، وعلى هذا النحو من الحجاج في لفظ الصوم والحج والجواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n             # عنهما.\n</p>\n\n<p>\nورابعها: الإيمان: في اللغة عبارة عن التصديق، قال الله تعالى حكاية عن\nإخوة يوسف: {وما أنت بمؤمن لنا} أي بمصدق.\n</p>\n\n<p>\nوفي الشرع: عبارة عن فعل الواجبات. ويدل عليه وجوه: -\n</p>\n\n<p>\nأحدها: أن فعل/ (44/ب) الواجبات هو الدين لقوله تعالى: {وما أمروا إلا\nليعبدوا الله مخلصين له الدين} إلى قوله: {وذلك دين القيمة}.\n</p>\n\n<p>\n\"فقوله تعالى {ذلك} يرجع إلى كل ما تقدم ذكره فتكون تلك المأمورات هي دين\nالقيمة\" والدين هو الإسلام، لقوله تعالى: {إن الدين عند الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n             # الإسلام}، [والإسلام] هو الإيمان، لأنه لو كان غيره لما كان مقبولا من\nمبتغيه، لقوله تعالى: {ومن يبتغ غير الإسلام دينا فلن يقبل منه}. ولأن صحة\nاستثناء المسلمين عن المؤمنين في قوله تعالى {فأخرجنا من كان فيها من\nالمؤمنين فما وجدنا فيها غير بيت من المسلمين} يدل على أن أحدهما عين\nالآخر، وإلا لكان الاستثناء منقطعا، وهو خلاف الأصل، فثبت أن الإيمان <span id='ms0099'></span> في\nالشرع عبارة عن فعل الواجبات.\n</p>\n\n<p>\nالاعتراض عليه: أنا لا نسلم، أن قوله: وذلك يرجع إلى كل ما تقدم ذكره.\nوهذا لأنها أمور كثيرة، وذلك للوجدان، والذكران، فلا يجوز صرفه إليها.\n</p>\n\n<p>\nفإن قلت: يرجع إليها إما باعتبار كل واحد منها، أو باعتبار الكل، أي كل\nما أمرتم به، ومدلوله، وإن كان أمورا كثيرة لكن اللفظ واحد، فجاز أن يرجع\nإليه باعتبار اللفظ.\n</p>\n\n<p>\nقلت: أما الأول: فباطل، لأنه يقتضي أن يكون كل واحد منها دين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n             # القيمة، وهو خلاف الإجماع.\n</p>\n\n<p>\nولا يدفع ذلك بما قيل: إن ذلك للذكران فلا يجوز صرفه إلى إقامة الصلاة،\nوهي من جملة المذكورات، لأن المذكور في ضمن الفعل هو المصدر، وهو غير لازم\nأن تكون تلك اللفظة لجواز أن يكون بلفظ إقامة الصلاة.\n</p>\n\n<p>\nوأما الثاني:\n</p>\n\n<p>\nفلأن ذلك \"إنما يكون\" بطريق الإضمار، لأنه غير مذكور، وأنه خلاف الأصل.\nولئن سلم جواز إضماره لكن ليس إضماركم هذا أولى من إضمارنا الإخلاص، ويكون\nلمعنى على هذا التقدير، وذلك الإخلاص دين القيمة، وعليكم الترجيح، لأنكم\nالمستدلون. ثم هو معنا لوجهين:\n</p>\n\n<p>\nأحدهما: أن الإخلاص مذكور بالتضمن، فإن قوله تعالى: {مخلصين} دل عليه\nكذلك، بخلاف إضماركم وهو كل ما أمرتم به.\n</p>\n\n<p>\nوثانيهما: أن إضمارنا لا يؤدي إلى تغيير اللغة، وإضماركم يؤدي إليه، فكان\nإضمارنا أولى، إذ التغير، والنقل، خلاف الأصل.\n</p>\n\n<p>\nفإن قلت: ما ذكرتم وإن دل على أن إضماركم أولى، لكن عندنا ما يدل على أن\nإضمارنا أولى. وهو من وجوه:-\n</p>\n\n<p>\nأحدها: أن المقصود من الآية، بيان أن ما أمروا به هو دين القيمة، فلو كان\nالإخلاص وحده دين القيمة، لما كان في ذكر ما عداه في هذه الآية فائدة، بل\nربما يكون مخلا بالمقصود، لأنه لا/ (45/أ) أقل من أن يوهم أن المجموع دين\nالقيمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها: أن الحكم إذا رتب على إفراد يفيد، ما علية كل واحد منها، أو\nعلية المجموع. وأما أنه يفيد علية كل واحد منها فذلك ما لا إشعار له به\nألبته، ولما لم يفد هنا عليه كل واحد <span id='ms0100'></span> منها، وجب أن يفيد علية المجوع كيلا\nيتعطل عن الإفادة.\n</p>\n\n<p>\nوثالثها: أن اسم الإشارة في رجوعه إلى المشار إليه المتقدم ذكره يجري\nمجرى الضمير في رجوعه إلى ما تقدم ذكره، فكما أن الأصل فيه أن يختص بأقرب\nالمكور إليه، وعند تعذره يعود إلى كل المذكور، فكذا اسم الإشارة يجب عوده\nإلى الكل، عند تعذر عوده إلى الأقرب.\n</p>\n\n<p>\nقلت: الجواب الأول: لا نسلم أن المقصود من الآية ما ذكرتم ولم لا يجوز أن\nيقال المقصود منهما الاختبار فقط؟ بأنهم أمروا هذه الأشياء وأن الإخلاص\nمنها دين القيمة.\n</p>\n\n<p>\nوعن الثاني: أنه إنما يمكنكم الاستدلال بما ذكرتم من القاعدة، أن لو\nأثبتم أن ذلك يرجع إلى كل ما تقدم ذكره، فإن بتقدير أن يكون راجعا إلى\nالإخلاص، لم يكن الحكم مرتبا على الأفراد بل على فرد واحد، وهو الإخلاص،\nوالحكم بدين القيمة إنما هو على ذلك، وإذا كان كذلك فالاستدلال بتلك\nالقاعدة، مشروط بكون ذلك يرجع إلى كل ما تقدم، فلو أثبتنا ذلك بتلك القاعدة\nلزم تقدم الشيء على نفسه وهو محال.\n</p>\n\n<p>\nوعن الثالث: أنا لا نسلم، أن الأصل عود الضمير إلى الكل عند تعذر عوده\nإلى الأخير، وكيف يقال ذلك وعود ضمير المفرد إلى المجموع إنما يكون بطريق\nالإضمار؟ وهو خلاف الأصل بل يبقى مجملا بالنسبة إلى غير الأخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n             # أو عوده إلى ما يلي الأخير لكونه أقرب إليه.\n</p>\n\n<p>\nسلمنا ذلك: لكن التخصيص أهون من النقل.\n</p>\n\n<p>\nسلمنا: أن فعل الواجبات هو الدين، والدين هو الإسلام، لكن لا نسلم أن\nالإسلام هو الإيمان وما ذكرتم من الدلالة عليه.\n</p>\n\n<p>\nفالوجه الأول معارض: بقوله تعالى: {قالت الأعراب آمنا قل \"لم\" تؤمنوا\nولكن قولوا أسلمنا} ولو اتحد المعنى لما صح ذلك، وإذا تعارض تساقطا وعليكم\nالترجيح، ثم إنه معنى، إذ الأصل تعدد المسميات عند تعدد الأسماء، وإن الأصل\nعدم التغيير.\n</p>\n\n<p>\nوأما الوجه الثاني: فضعيف، إذ لا يلزم، وعدم الاتحاد أن يكون الاستثناء\nمنقطعا لجواز أن يكون المستثنى أخص من المستثنى منه.\n</p>\n\n<p>\nسلمنا: أن الإيمان في الشرع عبارة <span id='ms0101'></span> عن فعل الواجبات، لكن من جملة تلك\nالواجبات \"التصديق\" وفاقا فيكون إطلاق/ (45/ب) الإيمان على تلك الأفعال\nإطلاق اسم الجزء على الكل وهو مجاز لغوي، وعلى هذا لا يلزم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             # النقل بالكلية.\n</p>\n\n<p>\nوثانيها: أن قوله تعالى: {وما كان الله ليضيع إيمانكم} أي صلاتكم نحو بيت\nالمقدس.\n</p>\n\n<p>\nوجوابه: منعه ولم لا يجوز أن يكون المراد منه التصديق بوجوب تلك الصلوات؟\nوهذا وإن كان يلزم منه الاضمار لكنه خير من النقل على ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n             # ستعرف ذلك، ولأنه يقتضي أن يكون فعل بعض الواجبات إيمانا وهو خلاف\nالإجماع.\n</p>\n\n<p>\nوثالثها: قاطع الطريق يخزى يوم القيامة، لأنه يدخل النار يوم القيامة،\nلقوله تعالى فيه: {ولهم في الآخرة عذاب النار} وكل من يدخل النار يوم\nالقيامة فهو مخزي، لقوله تعالى حكاية عن الذين يذكرون الله قياما وقعودا في\nمعرض المدح {ربنا إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار}.\n</p>\n\n<p>\nولو كانوا كاذبين فيه، لما حسن ذكره في معرض المدح، والمؤمن لا يخزى يوم\nالقيامة، لقوله تعالى: {يوم لا يخزي الله النبي والذين آمنوا معه}.\n</p>\n\n<p>\nوجوابه: منع عموم قوله: {والذي آمنوا} بل المراد منه الصحابة لقرينة قوله\n{آمنوا معه} إما لأنه لم يصدر منهم ما يوجب ذلك، أو إن صدر، لكن الله تعالى\nتجاوز عنهم كرامة لهم، وحينئذ لا يلزم أن المؤمن لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n             # يخزى، إذ لا يلزم من نفي الحكم عن الخاص نفيه عن العام.\n</p>\n\n<p>\nولئن سلمنا: عمومه لكن لم لا يجوز أن يكون نفي الخزي مختصا بالنبي عليه\nالسلام؟. وقوله: {والذين آمنوا معه} مستأنف.\n</p>\n\n<p>\nفإن قلت: الدليل عليه أن الضمير في قوله تعالى {يسعى نورهم} و (يقولون)\nراجع إلى النبي، والمؤمنين، وإلا لزم أن لا تكون هذه الكرامة حاصلة للنبي،\nوحاصلة للمؤمنين، وهو باطل. وحينئذ يلزم أن لا يكون قوله: {والذين آمنوا}\nمستأنفا.\n</p>\n\n<p>\nقلت: لا نسلم أنه حينئذ يلزم ما ذكرتم فلم لا يجوز أن يكون بتقدير\nالاستئناف يرجع الضمير إلى الكل؟. وهذا لأن استئنافه لا يقتضي إلا أن يكون\nقوله: {يسعى نورهم بين أيديهم <span id='ms0102'></span>} خبرا عنه وعنهم، وذلك لا ينافي أن يكون مع\nذلك خبرا عن غيره، وغيرهم أيضا.\n</p>\n\n<p>\nسلمنا: المنافاة، لكن لا يلزم منه أن لا يكون هذه الكرامة حاصلة للنبي\nعليه السلام، لأن تخصيص الشيء بالذكر لا يقتضي نفي الحكم عما عداه، بل\nغايته أن حصول هذه الكرامة للنبي عليه السلام غير مستفاد من هذا النص وليس\nذلك بممتنع.\n</p>\n\n<p>\nورابعها: قوله تعالى: {وما يؤمن أكثرهم بالله إلا وهم مشركون} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n             # أثبت الإيمان مع الشرك، والتصديق بوحدانية الله لا يجامع/ (46/أ) الشرك،\nفالإيمان غير التصديق.\n</p>\n\n<p>\nوجوابه: انه لا يلزم عليكم أيضا من وجهين:-\n</p>\n\n<p>\nأحدهما: أنكم تساعدوننا، بل الأمة كلها على أن الإيمان لا يحصل بدون\nالتصديق بوجود الله تعالى ووحدانيته، لكن منهم من فسره بالتصديق المخصوص،\nوهو تصديق الرسول لكل ما علم مجيئه به بالضرورة. ومنهم من فسره بشيء لا\nيتحقق بدون التصديق سواء كان التصديق شطرا له [أو شرطا له] وعلى المذهبين\nالإيمان بالله ينافي الشرك به.\n</p>\n\n<p>\nفما هو جوابكم عنه فهو جوابنا.\n</p>\n\n<p>\nوثانيهما: أنا وإن سلمنا أنه يمكن أن يتحقق الإيمان الشرعي بدون التصديق،\nلكنه لا يجامع وفاقا لكونهما متضادين، والشرك في عرف الشرع عبارة عن الكفر\nعلى ما عرف ذلك في موضعه، فالإيمان لا يجامع الشرك كما لا يجامع الكفر إذا\nكان كذلك كان الإشكال لازما عليكم أيضا، والجواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n             # واحد.\n</p>\n\n<p>\nوالجواب الحقيقي: هو أن معنى الآية- إن شاء الله تعالى- وما يؤمن أكثرهم\nباللسان إلا وهم مشركون بالقلب، ومعلوم أنه لا يلزم منه حينئذ، أن يكون\nالإيمان غير التصديق.\n</p>\n\n<p>\nوخامسها: لو كان الإيمان في الشرع عبارة عن التصديق- أيضا- لكان المصدق\nبالله وبوحدانيته الساجد للصنم أو الشمس مؤمنا، ولكان من ألقى المصحف في\nالقاذورات، وشد الزنار في وسطه مؤمنا، وبطلان اللازم يدل على بطلان\nالملزوم.\n</p>\n\n<p>\nوجوابه: أنه ليس في الشرع عبارة عن نفس التصديق حتى يلزم ما ذكرتم، بل هو\nعبارة عن تصديق خاص، وهو ما تقدم ذكره. وعلى هذا لا يلزم نقله عن المسمى\nاللغوي بالكلية، بل غايته أنه يلزم <span id='ms0103'></span> منه تخصيصه ببعض التصديقات، وهو مجاز لغوي.\n</p>\n\n<p>\nسلمنا: أن ما ذكرتم من الدليل يدل على أن الإيمان في الشرع: عبارة عن فعل\nالواجبات. لكنه معارض بالآيات الدالة على أن محل الإيمان هو القلب، كقوله\nتعالى: {أولئك كتب الله في قلوبهم الإيمان}.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n{وقلبه مطمئن بالإيمان}، {أفمن شرح الله صدره للإسلام}\n</p>\n\n<p>\nوبالآيات الدالة على مجامعة الإيمان، مع الفسق، والمعاصي، كقوله تعالى:\n{وإن طائفتان من المؤمنين اقتتلوا}. وقوله: {الذين آمنوا ولم يلبسوا\nإيمانهم بظلم}.\n</p>\n\n<p>\nوبالآيات الدالة على أن الأعمال الصالحة أمور مضافة إلى الإيمان، كقوله\nتعالى: {الذين آمنوا وعملوا الصالحات}، {ومن يؤمن بالله ويعمل صالحا}، \"ومن\nيأته مؤمنا قد عمل الصالحات} / (46/ب).\n</p>\n\n<p>\nوسادسها: وهو الوجه المعقول، أن هذه المعاني الشرعية لم تكن متعلقة قبل\nالشرع، بل حدث تعلقها بعده، فوجب أن يوضع لها سم، لأنها من جملة المعاني\nالتي تمس الحاجة إلى التعبير عنها، وقد ثبت فيما سلف أنه يجب أن يكون لمثل\nهذه المعاني اسم، وليس لها اسم من وضعهم لاستحالة الوضع قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             # الشرع، فأسماؤها بوضع الشرع فهي حقائق شرعية.\n</p>\n\n<p>\nوجوابه: ما سبق. وإذا ظهر ضعف مأخذ المذهبين ظهر أن الحق هو المذهب\nالثالث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "011",
    "013",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "061",
    "063",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "095",
    "097",
    "098",
    "099",
    "101",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "119",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "147",
    "148",
    "149",
    "151",
    "152",
    "153",
    "154",
    "155",
    "157",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "257",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}