{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nمقدمة المؤلف\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على سيدنا ومولانا محمد وآله وصحبه وسلم\n</p>\n\n<p>\nالحمد لله على منة الإسلام والشكر له على نعمة السمع والبصر والكلام،\nوأستغفر الله من جميع الآثام، والصلاة والتسليم على محمد خير الأنام، وعلى\nآله وأصحابه الكرام.\n</p>\n\n<p>\nأما بعد فالنصحية من الإيمان، والتحقق بها من علامات الإيقان، وأعظم\nالناس جهلا من جهل نفسه وأهمل أحواله حتى دخل رمسه، وقد قال صلى الله عليه\nوسلم: (الكيس من دان نفسه وعمل لما بعد الموت والأحمق من أتبع نفسه هواها\nوتمنى على الله الأماني) وقال عليه الصلاة والسلام: (الدين النصيحة قالوا:\nلمن يا رسول الله قال: الله ولرسوله ولكتابه وعامة المسلمين وخاصتهم) .\n</p>\n\n<p>\nفالنصيحة لله، باتباع أمره، ونصرة دينه، والتسليم له في حكمه والنصيحة\nلرسوله صلى الله عليه وسلم باتباع سنته، ن وإكرام قرابته والشفقة على أمته.\n</p>\n\n<p>\nوالنصيحة لكتابه، بتدبر آياته، واتباع مأموراته، وتحسين تلاوته. والنصيحة\nلعامة المسلمين، بالذب عن أعراضهم، وإقامة حرمتهم والنصرة لهم في جميع\nأحوالهم، جلبا ودفعا.\n</p>\n\n<p>\nوالنصيحة لخاصتهم، بالطاعة للأمراء، إلا في محرم مجمع عليه، والتصديق\nللعلماء إلا فيما لا يهدي العلم إليه، وللفقراء بالتسليم فيما لا إنكار يجب\nعليه.\n</p>\n\n<h1 class='l1' id='head0'>الباب الأول</h1>\n\n<p>\nالنصيحة لله\n</p>\n\n<h1 class='l1' id='head1'>الفصل الأول</h1>\n\n<p>\nاتباع الأوامر\n</p>\n\n<p>\nومن أوامره تعالى الطهارة\n</p>\n\n<p>\nومن آفاتها الوسوسة، وأصلها جهل بالسنة أو خبال في العقل. ومتبعها متكبر،\nمزك لنفسه، مسيء الظن بعباد الله، معتمد على عمله معجب به، متبع للشيطان.\n</p>\n\n<p>\nوالخلاص منها بالتلهي عنها، والعلم بأن أحدا لن يقدر الله حق قدره، وإن\nعمل، ماعمل، واعتقاد أنه متعبد بعمله، لا مكسب له، والإكثار من قول: سبحان\nالله الملك الخلاق إن يشأ يذهبكم ويأت بخلق جديد وما ذلك على الله بعزيز.\n</p>\n\n<p>\nوجاء الشيطان لابن المبارك في وضوءه فقال له: لم تمسح رأسك، فقال: البينة\nعلى المدعي واليمين على من أنكر، والله الذي لا إله غيره لقد مسحت رأسي.\n</p>\n\n<p>\nومنها كثرة لطم الوجه، ولا يفعله إلا النساء وضعفة الرجال.\n</p>\n\n<p>\nومنها الاستعجال بصب الماء من دون الجبهة، ونفض اليدين قبل إيصال <span id='ms01'></span> الماء\nإلى الوجه وبترك إمرار اليد على مغابنه وذلك نقص لواجب.\n</p>\n\n<p>\nومنها الإكتفاء ببعض الرأس للشافعية، مع إمكان مسح الكل وإن لم يكن\nواجبا، فقد فات الفضل، والخلاف قوي فيها، ولا مشقة تدرك الماسح في ذلك،\nوكذلك التهاون بالتنشق والتدلك ونحوه مما هو كمال في مذهبهم واجب عند\nغيرهم، بخلاف البسملة عند المالكية إذ فيها الكراهة، وإن لم يكن المنع\nعندهم فالنقص حاصل، نعم، وهي زيادة في الصلاة، والأحاديث لا يقتضيها\nظاهرها، والتعوذ أثقل منها.\n</p>\n\n<p>\nومنها كثرة صب الماء في الغسل، والطول فيه، وذلك أيضا غلو في الدين، فقد\nتذكر رسول الله صلى الله عليه وسلم الجنابة بعد الإقامة ودخل بيته واغتسل\nثم رجع ولم يعد الإقامة وما ذلك إلا لسرعة الأمر.\n</p>\n\n<p>\nومنها كثرة الحديث على الوضوء، حتى يتفرق القلب، والإفراط في الذكر،\nوالتزام هذه الأذكار الأعضائية، حتى لو تكلم ابتدأها، وهذه بدعة عظيمة، نعم\nلم يثبت عن النبي صلى الله عليه وسلم من أذكار الوضوء، غير الشهادتين آخره\nوالتسمية أوله مع ضعف حديثها والكلام فيه.\n</p>\n\n<p>\nوقال بعض العلماء: الحضور في الصلاة بقدر الحضور في الوضوء، وقد جرب ذلك\nفصح.\n</p>\n\n<p>\nوإدمان الوضوء موجب سعة الخلق وسعة الرزق، ومحبة الحفظة، ودوام الحفظ من\nالمعاصي والمهلكات، فقد جاء: الوضوء سلاح المؤمن، وهو محرب.\n</p>\n\n<p>\nوتأخير غسل الجنابة يورث الوسواس، ويمكن الخوف من النفس ويقلل البركة في\nالحركات.\n</p>\n\n<p>\nويقال: إن الأكل على الجنابة يورث الفقر، والكلام في الخلاء يورث الصمم،\nوالبول في المستحم يورث الوسواس.\n</p>\n\n<p>\nوالبول في الماء الراكد يورث النسيان كأكل سؤر الفأر، والتفاح الحامض\nوكنس البيت بالخرقة، وأكل الكسبرة الخضراء وقراءة كتابة القبور والنظر إلى\nالمصلوب والمشي بين الجملين المقطورين، وطرح القمل على الطريق، وإدمان\nالنظر إلى البحر، ذكر ذلك أبو طالب المكي في آخر كتاب قوت القلوب.\n</p>\n\n<p>\nوتجديد الوضوء بعد صلاة به، موجب لتنوير القلب والقالب.\n</p>\n\n<p>\nومن أوامره تعالى الصلاة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nومن آفاتها تأخيرها لغير عذر ومزاحمة الوقت بها لغير ضرورة وترك الجماعة،\nوالتهاون حتى تفوت ركعة أو تكبيرة الإحرام، فقد قيل <span id='ms02'></span> بوجوبها. وفي الصحيح\n(من صلى العشاء والصبح في جماعة لم يزل في ذمة الله حتى يمسي، فلا يطلبنكم\nالله من ذمته بشيء) .\n</p>\n\n<p>\nوقد ذكر لي بعض العلماء عن بعض السجانين، أنه كان يسأل من يساق إليه عن\nهاتين الصلاتين، فلم يجد أحدا ممن دخل عنده صلاهما تلك الليلة جماعة مدة\nأربعين سنة. وقد سألت كثيرا ممن تقع عليه الدواهي فأجده مفرطا فيهما، وما\nوجدت أحدا قد أصابته مصيبة كبيرة ممن صلاهما، وما فاتتني منهما ركعة قط إلا\nرأيت أثرها في يومي، وفقنا الله للقيام بهما بمنه وكرمه.\n</p>\n\n<p>\nوأركان الصلاة وعمدها بإجماع ثمانية: النية، والإحرام، والقراءة والقيام،\nوالركوع، والسجود، والجلوس، والإنصراف.\n</p>\n\n<p>\nفالنية: قصد وجه الله تعالى، بالعبادة المعينة، إقبالا عليها، وإعراضا عن\nغيرها، فإن اعترته وسوسة أجنبية دفعها، وإن كانت مما تقدم له قريبا، فقال\nالقاضي أبو بكر بن العربي: هذا لم يدخل في الصلاة بل لم يزل فيما كان فيه.\nوتجهيز عمر الجيش في الصلاة قيام بفرض في فرض.\n</p>\n\n<p>\nوحكى بعض العلماء الإجماع على وجوب حضور القلب في الصلاة والإجماع على\nأنه لا يجب في كلها، بل في جزء منها، وينبغي أن يكون عند الإحرام، انتهى.\nوقال الإمام أبو حامد: النوافل جوابر الفرائض، فمن فاته الحضور مثلا في\nركعة، صلى من النوافل ما يجتمع له فيه من الحضور قدر ما فاته فيها.\n</p>\n\n<p>\nويعين على الحضور فيها، الفكرة، قبلها، وإدمان الطهارة والحضور فيها،\nوخفة المعدة، واستواء القامة في القامة في القيام، وقراءة سورة الناس قبل\nدخولها.\n</p>\n\n<p>\nويدفعها بعد الحصول، أن يطعن بسبابته اليمنى في فخذه الأيسر والتزم في\nالتكبير خمسا: جزمها فعلا، وإعرابا، واقتران لفظها بالنية، من غير وسوسة\nولا تفريط، وإرسال اليدين معها، لا قبلها ولا بعدها، والاحتراز في ألفاظها\nمن اللحن زيادة ونقصا، ووصلها بما بعدها من دعاء، أو قراءة، حسب المذهب، من\nغير تراخ حتى يجتمع الفكر فيها. ومن آفات القراءة: اللحن، والتكلف في\nالمخارج والتطريب، والتلحين. فقد نهى رسول الله صلى الله عليه وسلم عنها،\nوذم فاعلها <span id='ms03'></span>.\n</p>\n\n<p>\nومنها: أن يدخل الصلاة، فيقف مفكرا فيما يقرأ من الآيات المناسبة، وهذا\nأيضا مذهب للخشوع مدخل للبدعة.\n</p>\n\n<p>\nومنها أن تكون له سور معلومة، لا يقرأ بغيرها، نحو: السماء ذات البروج في\nالعصر، عملا بما ذكره بعضهم من أن خاصيتها: عدم الدماميل، والذي عندي أن\nكلامه ينبغي حملة على قراءتها بعد الصلاة، إذ البدعة شر كلها، والخير كله\nفي اتباع السنة.\n</p>\n\n<p>\nومنها: أن يداوم على القراءة ببعض سورة، لما في ذلك من مخالفة الكمال في\nفضل العبادات.\n</p>\n\n<p>\nومنها: التعجيل في الركوع قبل الفراغ من القراءة، حتى ربما قرأ وهو راكع،\nوهذا مبطل، إن وقع في الفاتحة، عند الجمهور، ومنهي عنه في غيرها.\n</p>\n\n<p>\nومنها: التخفيف جدا لغرض الإمامة، والتطويل، حتى يذهب الخشوع، أو يؤذي من\nخلفه، والجهر فيما يسر فيه، حتى يؤذي محاذيه مع أن ذلك عند بعض العلماء\nيوجب نقصا تاما في الصلاة.\n</p>\n\n<p>\nومنها في الركوع: تخفيفه جدا أو تطويله جدا، والمسابقة بها قبل التكبير،\nوالتكبير قبل الهوي له، والدعاء فيه، وإن جاز ذلك مع التسبيح.\n</p>\n\n<p>\nومنها في الرفع: تخفيفه، حتى لا يقع الاعتدال، أو تطويله حتى يبعد،\nوالجهر فيما بعده من الأذكار، وذكرها عند من مذهبه إنكارها.\n</p>\n\n<p>\nومنها في السجود: التزام قانون واحد من دعاء أو تسبيح، والقراءة فيه،\nواتباع وساوس النفس، إذ الشيطان لا يوسوس حال السجود بل ينعزل بناحية يبكي\nكما جاء في الحديث، وعدم إطالته، أو تقصيره، أو ذكر أحد فيه، وإن جاز ذلك.\n</p>\n\n<p>\nومنها في الرفع: ترك اليدين في الأرض وإن أبيح بمذهب، وعدم استواء الجلسة\nوغن أجيز ببعض المذاهب، وترك وضع اليدين على الركبتين، إذ قيل بوجوبه،\nكالدعاء بين السجدتين رب اغفرلي، ونحوه من غير إفراط ولا تفريط.\n</p>\n\n<p>\nومنها في الجلوس: الإقعاء المنهي عنه بمذهبه وإن جاز ذلك عند غيره.\n</p>\n\n<p>\nوفي القيام: الصفن، والصفد، والصلب والاختصار، ونقص القامة بحط الرأس إلى\nمحل القدمين، والمأمور به: جعل البصر في محل السجود، وهو يقضي باستواء\nالقامة في القيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الإنصراف: يتعين لفظ السلام عليكم، وكماله، إذ لم <span id='ms04'></span> يثبت عن الشارع\nغيره، وإن جاز ذلك بمذهبه، كالفاتحة لقوة الخلاف، والنزول من الكمال إلى\nالرخصة المخوف بطلان الصلاة بها. وهذا كإزالة النجاسة بكل قلاع، والوضوء\nبالنبيذ، وما جرى ذلك مما لا ينكره مذهب الفاعل، وينكره غيره، والله أعلم.\n</p>\n\n<p>\nومن الآفات في الإمامة: طلبها، لغير عذر شرعي والتأبي منها لغير ضرورة،\nوأخذ الأجرة عليها مفردة، إن كانت من الجماعة، لا من الوقف، أو بيت المال،\nفإنها جائزة اتفاقا وإن اختلف في كراهتها، والتكلف بها في القراءة ونحوه،\nومسابقة الإمام ومقارنته، وإن جاز ذلك بمذهبه.\n</p>\n\n<p>\nوتكرير الجماعة في مسجد صليت فيه لمالكي، والدوام على ذلك من شافعي.\nوتكرير الصلاة الواحدة في الجماعة المختلفة، لما في ذلك من إنكار بعض\nالمذاهب، اللهم إلا أن يكون معتادا للجماعة، ولم يجد غير ذلك، فنعم، لألا\nيألف البطالة.\n</p>\n\n<p>\nومنها: ترك الصلاة على النبي صلى الله عليه وسلم فيها، وإن كان مذهبه عدم\nالوجوب لبركتها، وقوة الخلاف فيها.\n</p>\n\n<p>\nولا ينبغي أن يتنفل بعد السلام إلا بفاصل عادي، يقتضي خروجه عنها، ويتقي\nمثل النفل بعد الجمعة والصبح ونحو ذلك، لقوة الخلاف، وعدم الحرج في الترك\nعند القائل بالجواز وبالله سبحانه التوفيق.\n</p>\n\n<h1 class='l1' id='head2'>ومن آفات الصيام</h1>\n\n<p>\nالتنطع في البيات أوله أو كل ليلة على مذهب قائله، أو التساهل في ذلك وفي\nموجبات الافطار أو مطلوباته كأن يسافر فيتورع عن الإفطار، وهو مضطر أو\nمحتاج، أو تدركه الضرورة في الحضر فيأبى ذلك، أو يأكل ساهيا فلا يقضي ذلك\nخروجا عن مذهبه، لا رجوعا إلى أصله.\n</p>\n\n<p>\nوعدم التعجيل بالإفطار طلبا للتمكين من غير شبهة قائمة، أو لتأخر السحور،\nوعملا على مجرد الوسوسة.\n</p>\n\n<h1 class='l1' id='head3'>ومنها في الزكاة</h1>\n\n<p>\nالحيلة بما وقع لبعض العلماء من الوجوه، حتى لا يعطيها أو كونها لمن\nتتبعه معرفته من أخ أو صديق ملاطف ونحوه أو لمن تصله منفعته، من دابة، أو\nغيرها، فإن علم فقر من ذكر وصله له على يد غيره، من حيث لا يشعر به. وهذا\nفيمن لا تلزمه نفقته، وإلا فلا تجزئه.\n</p>\n\n<p>\nوآفات الحج كثيرة، وأهمها <span id='ms05'></span>: كونه بمال حرام، أو مع ارتكاب حرام، كالتساهل\nفي الصلوات، والنجاسات، والمأكولات، والذل لمن لا ترضى حاله، والتملق لهم،\nوعدم تصحيح القصد فيه، بتقدير إسقاط وجوبه إن كان واجبا، فإن تحركت النفس\nمع تقدير إسقاطه فالحامل عليه الهوى، وإلا فالعكس.\n</p>\n\n<h1 class='l1' id='head4'>الفصل الثاني</h1>\n\n<p>\nنصرة الدين\n</p>\n\n<p>\nونصرة الدين بأمور ثلاثة: الجهاد، وشروطه معروفة.\n</p>\n\n<p>\nوالأمر بالمعروف، وشروطه ثلاثة: كون ما أمر به معروفا متفقا على إنكار\nنقيضه في مذهب الفاعل والقدرة على ذلك من غير وصول ضرر يؤدي إلى فساد عليه\nفي دين أو دنيا، أو يؤدي إلى منكر أعظم منه.\n</p>\n\n<p>\nوأن يكون ذلك بمعروف حتى كأنه عبد يأمر ابن سيده. وإن أدى الأمر إلى ضربه\nبإذنه فهو نائبه في فعله.\n</p>\n\n<p>\nوالثالث من وجوه النصرة: القيام بالأسباب الموجبة لبقائه من علم أو عمل.\n</p>\n\n<p>\nفالعلم كتاب الله وسنة رسوله عليه الصلاة والسلام وما ولاهما من فقه ولغة\nونحوها.\n</p>\n\n<p>\nوالعمل: الصنائع الأصلية، كالحدادة والتجارة، وشبهها.\n</p>\n\n<h1 class='l1' id='head5'>الفصل الثالث</h1>\n\n<p>\nالتسليم في الحكم\n</p>\n\n<p>\nوأما التسليم لأمره تعالى، فالأمر قسمان: تكليفي، وتعريفي.\n</p>\n\n<p>\nفالتعريفي: ما يورده عليك من المرادات القهرية، ويعينك على التسليم له\nفيه علمك بأنه رحيم بك، عالم بما أنت عليه لطيف بك في جميع أحوالك، ولا\nيقدر على دفع ما وضع غيره، وأنه يخلق ما يشاء ويختار. فكما ليس لغيره حكم\nليس لغيره اختيار.\n</p>\n\n<p>\nوأما التكليفي فأربعة: التوبة، في المعصية، وشهود المنة في الطاعة،\nوالصبر على البلية، والشكر على النعمة.\n</p>\n\n<p>\nوالتوبة: الخروج عن الذنب لله، ولما به وعد الله، لا لخوف الخلق، ولا\nلطلب الرزق.\n</p>\n\n<p>\nولها فروض ثلاثة: رد المظالم، واجتناب المحارم، والنية ألا يعود.\n</p>\n\n<h1 class='l1' id='head6'>المطلب الأول</h1>\n\n<p>\nرد المظالم\n</p>\n\n<p>\nفالمظالم: مالية، وعرضية، ودينية، ونفنسية، وحرمية.\n</p>\n\n<p>\nفالمالية: يجب ردها إجماعا.\n</p>\n\n<p>\nوالعرضية: خلاف، مشهوره وجوب الاستحلال.\n</p>\n\n<p>\nوفي النفسية: خلاف. إن لم تتعلق بالمال. ويتعين في الحرمية عدم\nالاستلحلا.\n</p>\n\n<p>\nوفي الدينية تختلف الأحوال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nفإن عدم من وجب له الحق، أو نائبه انتقل الحق إلى المساكين، إن كان مما\nينتقل إليهم. وقد ذكر بعض العلماء، أن من استغفر لمظلومه دبر كل <span id='ms06'></span> صلاة خمسا\nوفى حقه، وأظنه في العرض، والله أعلم.\n</p>\n\n<p>\nوالذمي، كالمسلم في عرضه وماله ونفسه كأنه لم يعط ذمته إلا ليحفظ بذمة\nالإسلام، وقد نص على ذلك في العرض أبو بكر بن العربي رحمه الله وغيره.\n</p>\n\n<p>\nويجزيء التحري في مقدار ذلك.\n</p>\n\n<p>\nوالتوبة من ذنب مع المقام على غيره، صحيحة، والكمال التوبة من كل ذنب،\nوهي واجبة على الفور، فيجب من تأخيره لها التوبة من التأخير، كما يجب على\nمدمن الخمر التوبة منه ومن عدم النكير على جلسائه.\n</p>\n\n<p>\nوذكر الذنب لا يوجب التوبة منه، بل ندبها على الصحيح، إن لم يكن فرحا\nبذكره، فيجب التوبة من فرحه به ورضاه بوقوعه، والعودة له هل توجب رجوع إثم\nقولان، والصحيح: لا، والله أعلم.\n</p>\n\n<h1 class='l1' id='head7'>المطلب الثاني</h1>\n\n<p>\nالمحارم\n</p>\n\n<p>\nالغصن الأول المحارم اللسانية والمحارم التي يجب اجتنابها في اللسان\nأربعة: الكذب والغيبة، والفضيحة، والباطل.\n</p>\n\n<h1 class='l1' id='head8'>الفرع الأول</h1>\n\n<p>\nالكذب\n</p>\n\n<p>\nفأعظم الكذب الكذب على رسول الله صلى الله عليه وسلم فيما يوجب حكما، أو\nينقض أصلا.\n</p>\n\n<p>\nثم الكذب في الأخبار التي لا توجب ذلك عنده، وإن أوجبت مصلحة، كصلوات\nالأيام والليالي الفاضلة. والآيات وسائر الأحاديث الموضوعة، وروايتها من\nغير بيان إثم، كعامل بها، وهي ما روي عن أبي بن كعب رضي الله عنه، في فضائل\nالسور، سورة سورة، وقال الشيخ أبو عبد الله البلالي: وأخطأ من ذكره من\nالمفسرين.\n</p>\n\n<p>\nوقد قال صلى الله عليه وسلم: (من كذب علي متعمدا فليتبوء مقعده من النار)\nقيل وهذا تبشير بسوء الخاتمة. وحكى إمام الحرمين قولا في الإرشاد بتكفير\nالكاذب عليه صلى الله عليه وسلم متعمدا، وهو ضعيف.\n</p>\n\n<p>\nثم الكذب على العلماء في نقل حكم، أو ما يقتضيه، وإن وافق الحق، لأن\nللوارث من الحرمة ما للموروث في باب ما ورث عنه.\n</p>\n\n<p>\nثم الكذب فيما يوجب حكما من أحوال الناس، وهي شهادة الزور المقتضية\nللتلبيس على الحاكم الشرعي، حتى يخرج الحكم في غير ما وضع له، ولذلك عزمه\nالنبي صلى الله عليه وسلم فقال: (ألا وقول الزور) مرتين أو ثلاث. وجاء: (من\nشهد <span id='ms07'></span> زورا علق من لسانه يوم القيامة) .\n</p>\n\n<p>\nثم الكذب باعتبار التحكم على الله بالحتم بجنته أو ناره لأحد، وقد قيل:\nإن هذا كفر، وفي الحديث عنه صلى الله عليه وسلم (من تألى على الله يكذبه)\nوهذا في غير المعين في النص منه عليه الصلاة والسلام في الجهتين.\n</p>\n\n<p>\nثم الكذب على المنام، لأنه لعب بما هو من أجزاء النبوة، وقد قال عليه\nالصلاة والسلام: (من تحلم بحلم لم يره، كلف أن يعقد بين شعيرتين يوم\nالقيامة وليس بعاقد) .\n</p>\n\n<p>\nثم الكذب فيما يوجب فوات حق مسلم، أو أخذ ماله، كالكذب في ثمن السلعة،\nليأخذ فوق معتادها، أو الشهادة عليه بما لم يجب، أو السعي للظالم بغير حق.\n</p>\n\n<p>\nثم البهتان وهو: رمي المرء بما لم يفعل مما لا تعلق له بك، أو له بك\nتعلق. قال الله سبحانه: (ومن يكسب خطيئة أو إثما ثم يرم به بريئا فقد احتمل\nبهتانا وإثما مبينا) .\n</p>\n\n<p>\nثم الكذب باليمين بالله تعالى، فقد جاء (اليمين الغموس تترك الديار\nبلاقع) وسميت غموسا لأنها تغمس صاحبها في النار.\n</p>\n\n<p>\nوقال عليه السلام: (اليمين منفقة للسلعة ممحقة للمال) وقال: (من حلق على\nيمين وهو فيها فاجر لقي الله وهو عليه غضبان) . ثم الكذب فيما يوجب ضررا\nغير متعلق بمال، ولا غيره، كمدح السلعة بما لا يوجب زيادة في الثمن، والكذب\nفي الأراجيف المشوشة للذهن، والمضحكات، ونقل ذلك، فقد قال عليه السلام:\n(كفى بالمرء إثما أن يحدث بكل ما سمع) وقال: (بئس مطية الكذب زعموا) .\n</p>\n\n<p>\nوقال: (إن الرجل ليتكلم بكلمة يرضي بها جلساءه تبلغ من سخط الله ما لم\nيظن) .\n</p>\n\n<p>\nثم الكذب في المدح لتحصيل منفعة، والكذب في الوعد يخلفه، والكذب في تزكية\nالمرء لنفسه لتحصيل غرض، وقد قال رسول الله صلى الله عليه وسلم: (إذا مدح\nأحدكم أخاه فليقل: أحسبه، ولا أزكي على الله أحدا) وقال عليه السلام: (ثلاث\nمن كن فيه فهو منافق، إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان) وقال:\n(المتشبع بما لم يعطه كلابس ثوبي زور) ونهى صلى <span id='ms08'></span> الله عليه وسلم عن النجش،\nوهو: أن يزيد في السلعة لا لرغبة، بل ليخدع غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nويباح الكذب في مواضع: منها الجهاد لتفريق كلمة الكفار، وكذا الفسقة،\nالمجاهرين عند الأمن من شرورهم.\n</p>\n\n<p>\nثم الكذب في الذب عن مال مسلم، وعرضه، من ظالم.\n</p>\n\n<p>\nثم الكذب في ستر معصيته أو معصية غيره.\n</p>\n\n<p>\nثم الكذب في إصلاح ذات البين.\n</p>\n\n<p>\nثم الكذب في إجبار قلب المرأة والولد.\n</p>\n\n<p>\nوبالجملة فالكذب لا يباح لجلب نفع مجرد وإنما يباح لدفع ضرر إذا كان أعظم\nمفسدة منه.\n</p>\n\n<p>\nوفي المعاريض مندوحة، فقد كان بعض السلف إذا طلب في البيت وكان هناك يقول\nلأهله: قل لهم: اطلبوه في المسجد وقد كان أبو بكر رضي الله عنه يأمر جاريته\nبذلك. ولن يبلغ العبد حقيقة الصدق حتى يصدق حيث لا ينجيه إلا الكذب.\n</p>\n\n<p>\nويعين على الصدق في القول، قراءة: إنا أنزلناه في ليلة القدر كما أشار\nإلى ذلك أبو الحسن الشاذلي رضي الله عنه ونفعا به، بمنه وكرمه.\n</p>\n\n<h1 class='l1' id='head9'>الفرع الثاني</h1>\n\n<p>\nالغيبة\n</p>\n\n<p>\nوأما الغيبة، فهي ذكرك أخاك بما فيه مما يكره لو سمعه، وفي الحديث، أنها\nأشد من ثلاثين زنية في الإسلام، وفي الكتاب العزيز ذمها وتشبيهها بأكل لحم\nالميتة.\n</p>\n\n<p>\nوأعظمها ما يترتب عليه حكم، كأن تكون بقذف ونحوه، ثم ما يترتب عليه ثلم،\nكالأفعال المخلة بالمروءة، والدين، ثم ما يكون صفة للشخص، كالعرج، والعور،\nونحوه مما لا يكتفي في تعريفه بدونه، ثم ما يكون راجعا لمتعلقاته، كبيته،\nوكلبه، ودابته، ونسبه وثوبه، إلى غير ذلك.\n</p>\n\n<p>\nوتباح في الرواية، والشهادة تعديلا وتجريحا، وفي المشاورة تحذيرا وتحرزا،\nوفي الاستفتاء، والخصومات، والتكلم في حق المجاهر بالبدع والكبائر، فيما\nجاهر به.\n</p>\n\n<p>\nوقال عليه الصلاة والسلام في المشاورة له في النكا: (أبو الجهم ضراب\nومعاوية صعلوك) ولم ينكر على هند لما استفت في أبي سفيان وتكلمت عنده أن\nأبا سفيان رجل شحيح، وقال عليه السلام: (من ألقى جلباب الحياء من وجهه فلا\nغيبة فيه) فهؤلاء تباح غيبتهم إلا إن ذكرهم اشتغالا بعيبهم، فليتق المؤمن\nمن ذلك، فإنه نقص، وإن <span id='ms09'></span> لم يكن حراما، وقال عليه السلام: (طوبى لمن شغله\nعيبه عن عيوب الناس) ومن أقبح الغيبة ذكر عيب أخيك بإظهار الشفقة عليه،\nفيحصل المقصود من غير تهريج، فيقال: مسكين فلان، لقد أساءني حاله، وغمني ما\nهو عليه، إلى غير ذلك.\n</p>\n\n<p>\nوذكر رجلين ما اطلعا عليه من رجل ليس بغيبة، وكذا ذكر غير معين، ولا\nمحصور بأهل بلد وقرية، ووجه الخلاص من الغيبة: بذكر قبحها، وذكر عيبك، وأن\nالمغتاب عاجز عن إصلاح نفسه، كعجزك.\n</p>\n\n<p>\nوقال عليه السلام: (من تتبع عورة أخيه تتبع الله عورته فيفضحه، ولو في\nجوف بيته) وجاء: (لا تظهر الشماتة بأخيك فيعافيه الله ويبتليك) . وقال بعض\nالعلماء: (الغيبة صاعقة الدين وهي بساتين الملوك، ومراتع النساء، ومزبلة\nالمتقين، وفاكهة القراء، وإدام كلاب الناس) وقال إبراهيم بن أدهم، رضي الله\nعنه: (صحبت أكثر رجال الله بجبل لبنان، وكانوا يقولون: يا إبراهيم إن رجعت\nإلى أبناء الدنيا فأعلمهم أن من يكثر الأكل لا يجد للطاعة لذة، ومن يكثر\nالنوم لا يجد للعمر بركة، ومن يكثر الكلام بفضول أو غيبة، فلا يخرج من\nالدنيا على السلامة) .\n</p>\n\n<p>\nوقول الرجل لصاحبه عند نهيه عن الغيبة: ما قلت إلا ما فيه، كفر، أو قريب\nمن الكفر إن اعتقد حليته، بعد العلم بتحريمه، والله أعلم.\n</p>\n\n<h1 class='l1' id='head10'>الفرع الثالث</h1>\n\n<p>\nالفضيحة\n</p>\n\n<p>\nوأما الفضيحة فأربعة أنواع: سعاية، وبهتان، ونميمة، وإفشاء سر.\n</p>\n\n<p>\nفالسعاية: النقل للظلمة على وجه الإذابة، وقد بحث عن فاعلها فلم يوجد قط\nإلا ولد زنى. وسعى رجل بمال يتيم إلى ابن عباد الأندلسي، فأجابه: المال\nثمره الله، والولد أصلحه الله، والنمام لعنه الله.\n</p>\n\n<p>\nوالبهتان: ذكر ما في المرء المسلم، في وجهه حتى يبهت إذا لم يجد مخلصا.\nوما ليس فيه مما يوجب ذلك، هو البهتان العظيم، وقد تقدم.\n</p>\n\n<p>\nوالنميمة: نقل الحديث للغير على وجه الإفساد، وقد قال عليه السلام: (لا\nيدخل الجنة قتات) وهو النمام، يعني لا يدخلها في أول السابقين، وحديث: إن\nهذين يعذبان مشهور.\n</p>\n\n<p>\nوإفشاء السر: ضابطه: كل ما حدثت به مما تظن إفرادك به، ولا <span id='ms10'></span> يجوز لك\nإفشاؤه. وقد قال صلى الله عليه وسلم: (المجالس بالأمانات) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: (إذا حدثك الرجل ثم التفت فهي أمانة) وقال عليه\nالسلام: (المستشار مؤتمن وهو بالخيار ما لم يتكلم) وهذا فيما لا تعلق الحق\nالغير به، فإذا شوور على غصب مال، وقتل نفس، أو الزنى بأهله، وجب تحذيره،\nبقدر الإمكان، ما لم يؤد إلى ضرر أعظم.\n</p>\n\n<p>\nوتباح النميمة لتفريق كلمة الكفار والفساق.\n</p>\n\n<p>\nويحرم ذكر حال الزوجة في فراشها، إذ هي أمانة عند الزوج، وقد عظم النبي\nصلى الله عليه وسلم أمر ذلك. وسئل ابن عمر عن سبب أمر وقع بينه وبين زوجته\nفقال: قبيح بالرجل أن يفشي سر أهله، ثم سئل عن سبب طلاقها فقال: لا يحل\nالكلام فيمن هي أجنبية عني.\n</p>\n\n<p>\nوقد سمى الله النمام فاسقا فقال: (إن جاءكم فاسق بنبإ فتبينوا) فلا يحل\nلمسلم نقل السماع عنه لفسقه، إلا بعد التثبت والتبين، ويقال: من نقل لك،\nنقل عنك، ومن قال لك قال فيك.\n</p>\n\n<h1 class='l1' id='head11'>الفرع الرابع</h1>\n\n<p>\nالباطل\n</p>\n\n<p>\nوأما الباطل: فكل شيء ليس من الحق، ولا يهدي إليه، قال الله سبحانه:\n(فماذا بعد الحق إلا الضلل) .\n</p>\n\n<p>\nومن الباطل: السحر، والطلسمات، والعزائم، والأشكال، والموالد، والخط\nوالفأل، والقرعة.\n</p>\n\n<p>\nقيل: والمنطق والجدل، والكلام، والموسيقى، يريد إذا لم يكن الأربعة\nمقصودة لرد باطل أو إثبات حق، فلا يحل الكلام لمسلم في ذلك، تعلما،\nوتعليما، إلا لذلك. ولا بأس في ذلك بحثا ونظرا، من غير تعمد لمن كمل عقله\nوعلمه، وفرغت نفسه عن الهوى.\n</p>\n\n<p>\nوفي الصحيح: (إذا ذكر القدر فأمسكوا) واتفق مالك والشافعي وأحمد وسيفان\nوأبو يوسف على تحريم الكلام في علم الكلام. وقال بعض شيوخنا: ليس في\nالتوحيد مشكل إلا الكلام والرؤية والقدرة الاكتسابية، وكل ذلك يعتقد فيه\nالحق ولا يتعرض لما وراء ذلك من الشبه فلم يتكلف السلف رضي الله عنهم\nالكلام في التلاوة والمتلو، ولا في الاسم والمسمى، ولم يتكلفوا تأويل\nالصفات السمعية المعارض ظاهرها للمعقول بل يعتقدون كمال التنزيه، وفي\nالتشبيه، ويقولون فيها ما قال مالك في الاستواء إذ <span id='ms11'></span> قال: الاستواء معقول،\nوالكيف غير معقول، والإيمان به واحب والسؤال عنه بدعة، وقد سئل الحسن رضي\nالله عنه عن الله فقال: إن سألت عن ذاته فليس كمثله شيء، وإن سألت عن صفاته\nفهو الله أحد الله الصمد لم يلد ولم يولد ولم يكن له كفوا أحد، وإن سألت عن\nأسمائه فهو الله الذي لا إله إلا هو عالم الغيب والشهادة هو الرحمن الرحيم،\nوإن سألت عن أفعاله فكل يوم هو في شأن.\n</p>\n\n<p>\nوقال الباجي عن شيخه السمناني: إن القول بأن النظر أول الواجبات مسألة من\nالاعتزال بقيت في المذهب على من اعتقدها نقلها ابن أبي جمرة وقال بعض\nالعلماء: ن أردت السلامة في اعتقادك، فلا تتبع الشبه، ولا تطلب الكيفيات في\nأمور الآخرة.\n</p>\n\n<p>\nومن القبيح ما يقع للعوام، وينبغي للطالب، بل يجب عليه التحرز منه، ألفاظ\nمنها: قولهم: إذا كان في السماء من يحميه، ما في الأرض من يؤذيه. وقولهم،\nعند وقوع نازلة، أو اعتراض عارض: أي شيء عملت تحت الله، وهذا مع كونه مشعرا\nبالجهة، مؤذن باعتقاد نسبة الظلم إلى الله تعالى.\n</p>\n\n<p>\nوقولهم: يا حليما، لا يتعجل.\n</p>\n\n<p>\nوإطلاق أشياء في أسماء الحق تعالى، مما لم يسم نفسه بها في كتابه، أو على\nلسان نبيه، وإن كان ذلك ثابتا معناه له تعالى، فالصحيح، أنه لا يجوز أن\nيسمى، إلا بما سمى به نفسه وإن كان مشتقا من أسمائه، ولا خلاف في منع غير\nالمشتق، حتى قال بعضهم: إنه لا يجوز إطلاق الصفة في حقه تعالى، وإن كانت\nالصفات ثابتة له، إذ لم يطلقها على نفسه.\n</p>\n\n<p>\nومن ذلك، نسبة بعض الألفاظ المعجمة المجهولة المعنى، إلى أنها أسماؤه\nتعالى، حتى ربما فضلها بعض الجهال على المعربة لما يشاهد من خاصيتها، وقد\nسئل مالك عنها فقال: وما يدريك لعلها كفر، نقله المازري وكان بعض المسلمين\nيعزم على جان بحضرة بعض النصارى، وكان يضحك منه، فسأله عن ذلك، فقال: عجبا\nمنك تسب ربك ونبيك، وأنت تظن أنك في شغل من ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك ما <span id='ms12'></span> وقع لبعض الصوفية، من قولهم: أنا هو، وهو أنا، مما يوهم\nالاتحاد، والحلول، وهذا لا يجوز اتباعهم فيه، ولا يجوز لأحد أن يسلم لقائله\nحالة سماعه وإن ساغ له تأويله بعد وقوعه، وانقراضه، بما يوافق الحق، مع\nإقامة رسم الشرع فيه، وإن صح له اعتقاد قائله مسلما ونحوه وقد قتل الحلاج\nبإجماع أهل زمانه إلا أبا العباس بن سريج، فإنه قال: لا أدري ما أقول،\nوأخرج بسببه جماعة عن بلدانهم، ولم يكن ذلك قادحا فيهم، ولا في مخرجهم، ولا\nالمنكر عليهم.\n</p>\n\n<p>\nوقد وقع كثير من هذا النوع، كابن الفارض، وابن العربي، والششتري، وابن\nسعبين، مع إمامتهم، في العلم، وظهورهم بالديانة، فليتق المؤمن ذلك، مشفقا\nعلى دينه، فارا من موارد الغلط، راجعا لأصول الاعتقاد، قائما مع الحق\nبالكلام في القول لا في القائل وقائلا في مثل أولئك القوم: ما كان من قولهم\nموافقا للكتاب والسنة، فأنا أعتقده، ومالا فأنا أكل علمه إلى أربابه منزها\nقلبي عن اعتقاد ظاهره، وإياهم كذلك وقد نص على ذلك الشيخ ولي الدين العراقي\nفي أجوبة المكيين فانظره.\n</p>\n\n<p>\nومن ذلك، قول: ياهو، في استغاثته بالله وندائه، لما في ذلك من الإيهام\nوالتسوي، وعلل أخرى ذكرها النحاة، وغيرهم.\n</p>\n\n<p>\nومن ذلك إطلاق: شيء، وعين، وثابت، وحق، وذات، وغير ذلك من الأسماء\nالمقتضية لإثبات الذات أو الصفات الخارجة عن الأسماء الحسنى التي لا تشعر\nبالأدب والافتقار، وإنما يجوز إطلاق هذه في باب التعليم.\n</p>\n\n<p>\nكما أنه لا يجوز: ياهو، إلا إلى رجل استغرق في التعظيم، حتى لم يبق من\nرسومه غير الإشارة، ولم يجد حاله إلا في الإبهام، وهذا محكوم عليه، فيسلم\nله، كما نص عليه أئمة هذا الشأن، والله أعلم وبه التوفيق.\n</p>\n\n<p>\nومن ذلك قول الرجل لمن يعذله، ويلومه على تفريطه: ما وفقت لذلك، وهذه\nكلمة حق أريد بها باطل، وهو كقول الكفار (لو شاء الله ما أشركنا) يريدون\nالاحتجاج لأنفسهم بالقدر، فلو قالوا على جهة الأدب لكان حسنا، إذ لو شاء\nالله لهداهم أجمعين، وإنما كانوا في ذلك مذمومين <span id='ms13'></span>، لقصدهم نقض الحكم بنفي\nالأسباب، رجوعا للقدر. وليس وصفة تعالى بالحكيم، بأولى من وصفه بالقدير،\nولا بالعكس، فالقيام مع جهة تعطيل للأخرى.\n</p>\n\n<p>\nومن ذلك قول الرجل لمن يسأله عن حاله السيىء كيف هو؟ أن يقول: كيف قدر\nالله فينسب القبيح إلى الله مولاه، من غير احتشام، ويتسخط قضاءه، إذ يرد\nذلك إليه، بإشعار الغبن، حتى كأن الله لم يقدر، إلا ذلك.\n</p>\n\n<p>\nومن ذلك، قول بعضهم لمن يساله عن حاله: بخير من الله، بشر من نفسي، وهذا\nإشعار باعتقاد الفاعلية، وإن كان أدبا، والاكتشافء بقوله: بخير كاف في\nالجواب، والمؤمن بخير على كل حال، كما قال رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nومن ذلك قول بعضهم لمن يسأله عن حاله:\n</p>\n\n<p>\nأقول بخير ولكنه ... كلام يدور على الألسن\n</p>\n\n<p>\nوهذا أيضا جمع إساءة الأدب مع الله بعدم الرضا بما آتاه، والتعرض للشكوى\nبما يرد عليه منه. وتتبع ذلك يطول، وقد شفا فيه الغليل ابن خليل السكوني،\nوأبو إسحاق بن دهاق في جزئيهما في لحن العامة، فمن أراد ذلك ليطالع كلامها،\nلكن بشروط ثلاثة: أحدهما: أن ينظر ذلك لنفسه، لا لينتقص به غيره.\n</p>\n\n<p>\nوالثاني: أن يكون ذلك بعد إحكامه الاعتقاد، في جميع أموره.\n</p>\n\n<p>\nالثالث: ألا يكثر القلقلة بذلك، فيشوش على عوام المؤمنين، وخاصتهم.\n</p>\n\n<p>\nوهذه الشروط لازمة، لمن أراد مطالعة كتاب تلبيس إبليس على الصوفية.\n</p>\n\n<p>\nويزاد عليها: تحسين الظن بهم، بنفي ذلك مرة، وتأويله أخرى، والتسليم\nللقائل فيهم، إذ لم يتكلم إلا بعلم، واحترامهم إذا كانوا على قدم الصدق مع\nالحق.\n</p>\n\n<p>\nولا يبعد أن يكون للولي الهفوة والهفوات، والزلة والزلات، وإنما العظيم\nعند الله الإغترار والعناد والخروج عن الحق إلى ضد المراد، فليسئل الله\nالعافية.\n</p>\n\n<p>\nومن العظائم، الكلام في تفسير القرآن بالرأي، من غير استناد إلى علم، وهو\nتحريف إن خالف، وإثم إن صادف، وقد قال رسول الله صلى الله عليه وسلم: (من\nقال في القرآن برأيه فصادف فقد أخطأ، وإن أخطأ فقد كفر) .\n</p>\n\n<p>\nومن تحريفه: ترقيعه بالألحان، كالغناء، والهذ في قراءته، حتى يسقط الحروف <span id='ms14'></span>\nويخل بها، وكل ذلك حرام إجماعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nومن الباطل: الغناء، والشعر المذكور في القدود، والخدود، والشعور،\nوالخمور، وما يرجع إلى ذلك، والزمر، والطبلن والشبابة، ونحو ذلك، وإن قيل\nبجواز بعض ذلك، فقول من لا يعتد قوله.\n</p>\n\n<p>\nفقد جاء في تفسير قوله تعالى: (ومن الناس من يشتري لهو الحديث) أنه\nالغناء، وسئل مالك عنه فقال: أمن الحق هو قالوا: لا، قال: (فماذا بعد الحق\nإلا الضلل) وقال ابن المبارك: السماع ينبت النفاق في القلب وقال بعض السلف:\nالسماع مرقاة الزنا.\n</p>\n\n<p>\nوقال الشيخ أبو العباس المرسي رضي الله عنه: من كان من فقراء هذا الزمان\nآكلا لأموال الظلمة، مؤثرا للسماع ففيه نزعة يهودية، قال سبحانه: (سماعون\nللكذب أكالون للسحت) .\n</p>\n\n<p>\nوقال الشيخ أبو الحسن رضي الله عنه: سألت أستاذي عن السماع فأجابني بقوله\nتعالى: (إنهم ألفوا ءاباءهم ضالين) وقال ابن العربي: السماع في هذا الزمان\nلا يحل أن يقول به مسلم.\n</p>\n\n<p>\nوقال أيضا: السماع كله بطر، وما سمع الشيوخ الأتقياء إلا تنازلا، لإصلاح\nأبدانهم لألا تنتهك، أو لإخوانهم، حتى يلقوا إليهم الحق في قالب الباطل، مع\nأنه لا نص من الشارع، بجواز ولا منع، عند توفر الشروط.\n</p>\n\n<p>\nوقال ابن مسعود لقوم وجدهم يذكرون جماعة. والله لقد جئتم ببدعة ظلما، أو\nلقد فقتم أصحاب محمد علما.\n</p>\n\n<p>\nويقال: إن الرقص أحدثه أصحاب السامري لما لقوا العجل. وما ينسبونه للنبي\nصلى الله عليه وسلم من التواجد عند إنشاده: لسعت حية الهوى كبدي\n</p>\n\n<h1 class='l1' id='head12'>.... </h1>\n\n<p>\nفباطل، وكذا كل الأحاديث التي يستشهدون بها في هذا النوع.\n</p>\n\n<p>\nوسئل مالك عن جماعة، يأكلون كثيرا، وذكرت له أحولهم، فضحك، ثم قال:\nمجانين هم ومن قال بجواز السماع، فإنما قال ذلك عند توفر شروطه الثلاثة\nالتي هي: وجود الزيادة به في الإيمان، والنشاط به في العبادة.\n</p>\n\n<p>\nالثاني: السلامة مما ينكره ظاهر الشرع، كالاجتماع مع النساء، وسماعهن،\nمما يوجب تحريك الشهوة عندهم، وكذا الأحداث.\n</p>\n\n<p>\nوالثالث: ألا يكون مقصودا غيره على وضعه، من غير رقص، ولا صراخ، ولا\nإساءة أدب في الذكر، وغيره، مع كون ذلك مرة <span id='ms15'></span> في العمر، ولا يحضره مقتدى به،\nإلا مختفيا، والله أعلم.\n</p>\n\n<p>\nوالصواب لك أن تتكلم، حيث تعلم أنه يشتهى كلامك، إلا لضرورة فادحة\nبقدرها، كنت في هذا كله كبيرا أو صغيرا، كان المشتهى ذكرا أو أنثى.\n</p>\n\n<p>\nويحرم الإطراء بالمدح، والمدح بالمحرم، كالظلم بما يقوي عليه، أو يرجع\nإليه، كالشجاعة فيه، والثناء على أهل البدع، والأهواء كالزمخشري وكتابه، إذ\nفي ذلك حط لأهل السنة، وترفيع له عليهم، ودلالة للخلق على ما فيه مهلكة،\nوإن سلم منها، فلا يسلم منها غيره، وربما كان سبب تورطه ثناؤه، وقال صلى\nالله عليه وسلم: (لا تقولوا لمنافق سيد فإنه إن كان سيدا فقد أسخطتهم الله\nتعالى) وقال لرجل مدح عنده رجلا: (قطعت عنق صاحبك) وقال: (سباب المسلم فسوق\nوقتاله كفر) يعني مع اعتقاد إباحته، وقال (ملعون من سب والديه، قالوا: يا\nرسول الله كيف يسب والديه؟ قال يسب أبا الرجل فيسب أباه ويسب أمه فيسب أمه)\nوقال لامرأة لعنت ناقة لها: (لا تصحبنا ناقة ملعونة) وقال: (من قال لمؤمن:\nيا كافر، إن كان كما قال وإلا فقد باء فيها) وقال: (إذا دعى العبد على\nظالمه قال الله تعالى: عبدي أنت تدعو على من ظلمك ومن ظلمت يدعو عليك، فإن\nاردت أن أستجب لك أستجب عليك) وقال: (من حلف بغير دين الاسلام فهو كما قال)\nيعني إن كان معتقدا تعظيمه، وقال (من حلف بالأمانة فليس منا) وقال: (إن\nالله ينهاكم أن تحلفوا بآبائكم ومن كان حالفا فليحلف بالله أو ليصمت) وقال:\n(لا تحلفوا بطلاق ولا عتاق فإنها من أيمان الفساق) . وقال (ويل للصانع من\nغد وبعد غد، والتاجر من لا والله وبلى والله) وقال: (إن الله يحب أن يحلف\nبه فاحلفوا به فاحلفوا بالله وبروا واصدقوا) وقال: (من حلف باللات والعزى\nفليقل: لا إله إلا الله) وقال: (من قال لصاحبه: تعال أقامرك فليتصدق) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: (كل يمين وإن عظمت فكفارتها كفارة اليمين بالله ما لم يكن طلاقا أو\nعتاقا) وبه أخذ الليث وجماعة من العلماء، وقالت عائشة: لغو <span id='ms16'></span> اليمين لا والله\nوبلى والله الجاري على الألسن. ونهى سبحانه وتعالى عن كثرة الحلف وعدم\nالتثبت فيه فقال الله تعالى: (ولا تجعلوا الله عرضة لأيمانكم) وثبت عنه\nعليه السلام أنه آلى من نسائه شهران وكان أكثر أيمانه: (لا ومقلب القلوب) .\n</p>\n\n<p>\nفخرج من مجموع الأحاديث، والآيات أنه لا ينبغي كثرة الأيمان، ولا فقدها\nرأسا، لما في ذلك من عدم التعظيم في الجانبين.\n</p>\n\n<p>\nوقال الله تعالى في الظهار (وإنهم ليقولون منكرا من القول وزورا) وقال عز\nمن قائل: (ولا تنابزوا بالألقاب) وقال سبحانه: (لا يسخر قوم من قوم) الآية\nوقال: (ولا تجسسوا) والتجسس: السؤال عن أحوال الأشخاص من حيث القبائح. وقال\nتعالى: (وقولوا للناس حسنا) وقال عز وعلا: (ولا تسبوا الذين يدعون من دون\nالله فيسبوا الله عدوا بغير علم) الآية، وقال جل جلاله: (ياأيها الذين\nءامنوا اتقوا الله وقولوا قولا سديدا، يصلح لكم أعمالكم) وقال تعالى: (لا\nتبطلوا صدقاتكم بالمن والأذى) .\n</p>\n\n<p>\nوقال تعالى: (ولا يغتب بعضكم بعضا) ثم أجمل الكل في قوله: (لا خير في\nكثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس ومن يفعل ذلك\nابتغاء مرضات الله فسوف نؤتيه أجرا عطيما) فحصر الشر بذكر الخير ونهى\nسبحانه عن النجوى (إنما النجوى من الشيطان ليحزن الذين ءامنوا وليس بضارهم\nشيئا إلا بإذن الله) وقال: (فلا تتناجوا بالإثم والعدوان) وقال عليه\nالسلام: (لا يتناجى اثنان دون واحد) .\n</p>\n\n<p>\nقال العلماء: وكذلك الجماعة إذا أفردوا واحدا منهم، ولا بأس باثنين دون\nاثنين وجماعة دون جماعة إن أمنت الفتنى. وقال عليه السلام: (من ترك المراء\nوهو محق بنيت له بيتا في أعلى الجنة ومن ترك المراء وهو مبطل بنيت له بيتا\nفي ربض الجتة) وقال: (إن الله يبغض الألد الخصم) وقال: (آية المنافق ثلاثة:\nإذا خاصم فجر وإذا عاهد غدر وإذا ائتمن خان) .\n</p>\n\n<p>\nوقال عليه السلام: (إن الله رفع عنكم عبية الجاهلية وفخرها بالآباء مؤمن\nتقي وفاجر شقي أنتم بنو آدم وآدم من تراب) . وقال (أخنع الأسماء عند الله <span id='ms17'></span>\nرجل تسمى بملك الأملاك) وقال: (أحب الأسماء إلى الله ما عبد وما حمد\nوأصدقها الحارث وهمام) وقال: (سموا باسمي ولا تكنوا بكنيتي) قيل: ذلك خاص\nبزمانه عليه السلام. وقال: (لا تسبوا الدهر فإن الله هو الدهر) ، وقال: (لا\nتسبوا البرغوث فإنه أيقظ نبيا للصلاة) وقال: (لا تسبوا الريح فإنها مسخرة)\nوقال: (لا تسبوا الديكة فإنها توقظ للصلاة) ، وقال: (ما سب قوم أميرهم إلا\nحرموا خيره) وقال: (الكلام في الفتنة دم يقطر) وقال: (من يرد هوان قريش\nأهانه الله) وقال: (إياكم والنذر فإنما يستخرج به من البخيل) وقال: (لا يقل\nأحدكم: أعطني إن شئت وليعزم المسألة فإنه لا مكره له) وقال: (لا يقل أحدكم:\nما شاء الله وشاء فلان وليقل: ما شاء الله ثم شاء فلان) وقال: (حدثوا الناس\nبما يعقلون أتريدون أن يكذب الله ورسوله) وقال: (لا يقل أحدكم: عبدي وأمتي\nوليقل فتاي وفتاتي) وقال: (إياكم ولو فإن لو تفتح عمل الشيطان) وقال: (لا\nيتمنين أحدكم الموت لضر نزل به وليقل: اللهم أحيني ما كانت الحياة خيرا لي\nوأمتني ما كانت الوفاة خيرا لي) وقال: (اذكروا موتاكم بخير فإنهم أفضوا إلى\nما قدموا) ، وقال: (لا تسبوا الأموات فتؤذوا الأحياء) وقال: (إن الله\nينهاكم عن وأد البنات وعقوق الأمهات وكره لكم قيل وقال وكثرة السؤال وإضاعة\nالمال) .\n</p>\n\n<p>\nوقال: (المؤمن يعذب ببكاء أهله عليه) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقال العلماء: إذا أوصى به أو كان من عادته، ولم يوص بتركه. وقال: (ليس\nمنا من ضرب الخدود وشق الجيوب ودعى بدعوى الجاهلية) وقال: (إن الله يبغض\nالفاحش المتفحش البذيء) وهو الذي يظهر ما يكني الناس عنه وقال: (احثوا\nالتراب في وجوه المداحين) وقال: (لا تطروني كما أطرت النصارى عيسى وقولوا\nعبد الله ورسوله) وقال: (لا تخيروا بين الأنبياء) يعين بالخصائص والأقيسة،\nإذ التفضيل لا تقتضيه الخصائص بل هو بأمر من الله. وقال: (من حق المسلم على\nالمسلم أن يبر قسمه ويجيب دعوته) وقال: (لا تقولوا قوس قزح ولكن قولوا: قوس\nالله فإن قزح اسم الشيطان لعنه الله <span id='ms18'></span>) ، وقال: (إذا كان يوم صوم أحدكم فلا\nيرفث ولا يجهل وإن امرؤ شاتمه أو سابه فليقل: إني صائم) وقال: (إذا قلت\nلصاحبك والإمام يخطب أنصت فقد لغوت ومن لغى فلا جمعة له) وقال: (من سئل عن\nعلم فكتمه ألجم يوم القيامة بلجام من نار) وقال: (لا تؤتوا الحكمة غير\nأهلها فتظلموهم) وقال في أمراء الجور فيمن دخل عليهم فصدقهم في كذبهم\nوأعانهم على ظلمهم: (عليه لعنة الله والملائكة والناس أجمعين) وقال:\n(البخيل كل البخيل من ذكرت عنده فلم يصل علي) وقال: (من سمع الأذان ولم يجب\nفقد جفا) وقال فيما يروى عن ربه: (من أحدث فلم يتوضأ فقد جفاني ومن أحدث\nفتوضأ ولم يصل فقد جفاني، ومن أحدث فتوضأ فصلى فدعة ولم يستجب له فقد جفوته\nولست برب جاف) وقال: (ادعوا الله وأنتم موقنون بالإجابة) وقال: (إذا سألتم\nالله فاعظموا المسألة فإن الله لا يتعاظمه شيء قالوا: إذا نكثر يا رسول\nالله قال: الله أكثر) وقال: (يستجاب لأحدكم ما لم يعجل، يقول: دعوت فلم\nيستجب لي) وقال مولانا جلت قدرته، ذاما للألداء في الخصومة والتفيهق في\nالكلام والتعزز بالإثم: (ومن الناس من يعجبك قوله في الحياة الدنيا) الآية.\nوذم عليه السلام الثرثارين، والمتفيهقين والمتحذلقين في الكلام، ونهى عليه\nالسلام عن النعي وعن قول الرجل ابتداء: عليك، ونهى عمر رضي الله عنه عن\nرطانة الأعاجم، وقال: إنها خب.\n</p>\n\n<p>\nوأما النهي عما يخص بجانبه عليه السلام، كرفع الصوت عليه، وقول: راعنا،\nوندائه من وراء الحجرات، ودعائه كدعائنا، فقد ارتفعت أحكامه بوفاته. نعم\nبقي توجه الطلب بذلك في مسجده، وبين يدي قبره، لأن حرمته ميتا كحرمته حيا.\nوينبغي أن يتأدب بأدبه مع من كان من نسبته من عالم أو ولي أو صالح ونحوه،\nبهذه الآداب. وقال صلى الله عليه وسلم: (ما من قوم يجلسون مجلسا لا يذكرون\nالله فيه إلا كان عليهم حسرة يوم القيامة) .\n</p>\n\n<p>\nوفرائض اللسان المجردة عن الأفعال خمسة: الشهادتان، والصلاة على النبي\nصلى الله عليه وسلم مرة في العمر، والقول <span id='ms19'></span> بالحق، والقضاء بالعدل، والأمر\nبالمعروف والنهي عن المنكر بشرط ذلك، لا رماية في عماية، كما يفعله بعض أهل\nهذا الزمان، فنسأل الله العافية والسلامة بمنه وكرمه.\n</p>\n\n<p>\nويستعان على حفظ اللسان بثلاث أشياء: شغله بالذكر الدائم، والخلوة عن\nالخلق، وقلة المطعم.\n</p>\n\n<p>\nومن عد كلامه من عمله قل كلامه إلا فيما يعنيه، وكان بعض السلف، يضع في\nفمه حجرا، وبعضهم يكتب كلامه، وذكر النسائي رحمه الله تعالى عن سيدنا أبي\nبكر الصديق رضي الله عنه أنه دخل على سيدنا عمر بن الخطاب فوجده يجذب لسانه\nفكلمه في ذلك فقال: مده يا عمر، هذا أوردك المهالك، وقال عليه الصلاة\nوالسلام: (وهل يكب الناس في النار على مناخرهم إلا حصائد ألسنتهم) وقال:\n(من حسن إسلام المرء تركه ما لا يعنيه) وقال بعض السلف: لو كان الكلام فضة\nلكان الصمت ذهبا، وفي الخبر: (النجاة في الصمت) .\n</p>\n\n<p>\nقال العلماء رضي الله عنهم: وإذا استوى الكلام والصمت في المصلحة فالمقدم\nالصمت وقتل شهيد في المعترك فقال قائل: هنيئا لك الجنة، فقال عليه الصلاة\nوالسلام: (وما يدريك لعله كان يبخل بما يعنيه ويتكلم فيما لا يعنيه) ومن\nأراد السلامة من آفات اللسان فليكثر من قراءة: قل أعوذ برب الناس، وسورة\nالقدر، وسورة القدر، إلى غير ذلك مما ذكر أصحاب الخواص من السماء القهرية،\nونحوها.\n</p>\n\n<p>\nالغصن الثاني المحارم السمعية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوالمحارم السمعية هي غير اللسانية، فكل ما لا يجوز اللغو به لا يجوز\nسماعه، فقد قال صلى الله عليه وسلم: (المستمع شريك القائل) ، وقال في\nالسامع للغيبة إنه أحد المغتابين وقال: (من تسمع حديث قوم من غير إذنهم صب\nفي أذنه الآنك يوم القيامة) ، وقال مولانا جلت قدرته (فبشر عباد، الذين\nيستمعون القول فيتبعون أحسننه) وقال: (خذ العفو وأمر بالعرف) الآية، وقال\nفي وصف عباده المخلصين: (وإذا مروا باللغو مروا كراما وإذا خاطبهم الجاهلون\nقالوا سلاما) (وإذا سمعوا اللغو أعرضوا عنه) الآية، وقال: (والذين هم عن\nاللغو معرضون) .\n</p>\n\n<p>\nوفي هذا المعنى لبعض الشعراء:\n</p>\n\n<p>\nتحر من الطرق أوساطها ... وعد عن الجانب <span id='ms20'></span> المشتبه\n</p>\n\n<p>\nوسمعك صن عن سماع القبيح ... كصون اللسان عن النطق به\n</p>\n\n<p>\nفإنك عند سماع القبيح ... شريك لقائله فانتبه\n</p>\n\n<p>\nالغصن الثالث المحارم النظرية والمحارم النظرية كثيرة: ومنها: النظر\nللمرأة أو الصبي بشهوة نفس.\n</p>\n\n<p>\nومنها: النظر في كتاب الرجل من غير إذنه.\n</p>\n\n<p>\nومنها: التطلع إلى ما ستر عنك من حاجة أو غيرها.\n</p>\n\n<p>\nومنها: إجالة النظر، فيما أذن لك في دخوله، من بيت ونحوه بغير إذن.\n</p>\n\n<p>\nومنها: التطلع إلى عورة أحد من الخلق، ومنها الفخذان، إلا أن أمرهما\nخفيف.\n</p>\n\n<p>\nومنها: نظر الرجل إلى عورة نفسه لغير ضرورة وفي تحريمه وكراهته قولان\nحكاهما ابن القطان في أحكام النظر، ويقال: إن فاعله يبتلى بالزنا ونحوه وقد\nجرب.\n</p>\n\n<p>\nومنها: النظر إلى الجبابرة بعين التعظيم، والرضا بأحوالهم، واتباعهم\nالبصر تعظيما.\n</p>\n\n<p>\nومنها: النظر بالاحتقار لأحد من الخلق، وكيف تحتقر من لا تقطع بأنك خيرا\nمنه.\n</p>\n\n<p>\nومنها: النظر بالشزر لغير متكبر ولا ظالم لقصد زجره.\n</p>\n\n<p>\nومنها: النظر إلى الضعفاء من المؤمنين بعين السخرية والاستهزاء.\n</p>\n\n<p>\nومنها: الغمز، وهو كسر مؤخرة العين إشارة إلى احتقار، أو إيقاع فعل، أو\nإشعار بشيء.\n</p>\n\n<p>\nومنها: النظر فيما لا يحل كتبه ولا تعلمه لقصد ذلك. ويكره نظر أحد\nالزوجين لفرج صاحبه، لأنه يؤذي البصر، ويذهب بالحياء، وقد يرى ما يكره\nفيؤدي إلى البغضاء - وقالت عائشة رضي الله عنها: ما رأيت ذلك من رسول الله\nصلى الله عليه وسلم قط، ولا رأى ذلك مني، وإن كنا نغتسل من إناء واحد تختلف\nأيدينا فيه.\n</p>\n\n<p>\nوسئل سفيان الثوري عن النظر إلى أبواب أهل الدنيا المزوقة فقال: إنما\nصنعوها لينظر إليها ولو لم ينظر إليها لما صنعوها.\n</p>\n\n<p>\nوقال بعض السلف: اللوطيون ثلاثدة، قوم بالفعل، وقوم بالنظر، وقوم\nبالمصافحة.\n</p>\n\n<p>\nوقال عليه الصلاة والسلام: (من نظر في كتاب أخيه بغير إذنه فكأنما نظر في\nجمر جهنم) ، وقال: (إنما جعل الإذن من أجل البصر) وجاء في تفسير قوله\nتعالى: (يعلم خائنة الأعين) ، هو الرجل يكون بين قوم، فتجوز عليه المرأة\nفيسارقها النظر، وفي قوله تعالى: (قل للمؤمنين يغضوا من أبصارهم) الآية،\nأمر <span id='ms21'></span>، وتعليل، وتهديد.\n</p>\n\n<p>\nولا يجوز الخلوة بالصبي الجميل، وإن أمنت فتنته، قاله الشافعي، رضي الله\nعنه، ولا بالمرأة الأجنبية، بوجه، ولا بحال، فإن النساء حبائل الشيطان.\n</p>\n\n<p>\nوالنظر بالعين هو سبب الحين، وهو قوس إبليس، الذي إذا ضرب به لم يخطيء.\n</p>\n\n<p>\nثم الأمر كما قال بعض الشعراء وأحسن:\n</p>\n\n<p>\nوأنت إذا أرسلت طرفك رائدا ... لقلبك يوما أتعبتك المناظر\n</p>\n\n<p>\nرأيت الذي لا كله أنت قادر ... عليه ولا عن بعضه أنت صابر\n</p>\n\n<p>\nوماحفظ أحد بصره إلا حفظ الله قلبه.\n</p>\n\n<p>\nومن أعظم الآفات، صحبة المردان، وتتبع الرخص، والتأويلات ولا يجوز لذي\nمروءة كشف راسه، ولا مشيه حافيا، إلا أن يكون عادة في بلاده لا يقبح، وأما\nكشف الكتفين ونحوهما فمطلقا إلا من ضرورة.\n</p>\n\n<p>\nويجوز للطبيب، والشاهد نظر وجه المرأة، وما لا بد له في ذلك منه من عورة،\nوغيرها بعذر الضرورة، لا ما وراء ذلك.\n</p>\n\n<p>\nكما يجوز للخاطب نظر الوجه ونحوه.\n</p>\n\n<p>\nوأحكام النظر كثيرة لابن القطان عليها تأليف نحو خمسة عشر كراسة،\nفليطالعه من أراد استيفاء أحكامه.\n</p>\n\n<p>\nالغصن الرابع المحارم الفرجية والمحارم الفرجية أربعة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: اللواط وهو أعظمها، ويكفيك أن الله خسف بفاعليه ورجمهم ب (حجارة\nمن سجيل منضود، مسومة ع، د ربك وما هي من الظالمين ببعيد) قيل: هو من يفعل\nفعلهم، ويذكر أن حجرا من أحجارهم كان في بيت بمصر، وكان بأسفلها رجلان\nيفعلان ذلك فخرق السقف، ونزل عليهما، وكان هذا في زمان عمر بن عبد العزيز\nرضي الله عنه.\n</p>\n\n<p>\nالثاني: الزنا بالمحصوك أو غيرها من السراري، وهو أعظم الزنا لتعلق حق\nالعباد به، وهو في حق المحصن أعظم من غيره، وأقل منه الزنا بغير المحصنة\nلغير المحصن، إذا كانت غير مملوكة بعقد ولا ملك.\n</p>\n\n<p>\nوقال يوسف عليه السلام لما راودته امرأة العزيز: (إنه لا يفلح الظالمون)\nقيل: معناه لا يسعد الزناة، ويذكر أن الله تعالى يقول في بعض الكتب المنزلة\n(أنا الله لا إله إلا أنا رب الكعبة أغني الحاج ولو بعد حين وأفقر الزاني\nولو بعد حين) .\n</p>\n\n<p>\nوالثالث: الوطء فيما دون الفرج <span id='ms22'></span>، وأعظمه ما كان شبيها باللواط، ثم ما كان\nفي محصنة، ثم كذلك، ودبر الزوجة في التحريم كغيره، إلا أنه لا يوجب حدا،\nلقوة الشبهة فيه، ونسب إلى مالك إباحته فسئل عن ذلك فأنكره وتلا: (نساؤكم\nحرث لكم) الآية، وقال: هل يكون الحرث إلا في محل الزرع.\n</p>\n\n<p>\nوإنما عظم حكم الأدبار، لأنها مضادة للحكمة، ومعاندة للربوبية، بجعل\nالمخرج مدخلا، ثم ما في ذلك من المفاسد الطبيعية والعادية، وإلا فالزنا\nأعظم مفسدة، إذ يؤدي إلى اختلاط الأنساب.\n</p>\n\n<p>\nوالرابع: الاستمناء، وجمهور العلماء على تحريمه، ومن قال به لضرورة\nفبشروط، وقد قال أبو بكر بن العربي رضي الله عنه: ليت شعري لو كان فيه نص\nمن الشارع بالجواز أكان ذو همة يرضاه لنفسه.\n</p>\n\n<p>\nويذكر عن ابن عباس رضي الله عنهما: الخضخضة خير من الزنا، وقد قال الإمام\nأحمد: هي كالحجامة، ومن عمل بها لغير خوف الزنا عزر.\n</p>\n\n<p>\nويدل على تحريمه الحصر في قوله تعالى: (إلا على أزواجهم) الآية، وإقران\nملك اليمين بالزوجة دليل على أن المراد الإناث، وما ينسب إلى الشافعي من\nإباحته ذلك باطل، وإنما قال به الشيعة قبحهم الله.\n</p>\n\n<p>\nوالاحتلام بصورة محرمة عقوبة، وبغير صورة نعمة، وبصورة شرعية كرامة.\n</p>\n\n<p>\nويعين على حفظ الفرج قراءة سورة الفلق، والدوام على قوله: سبحان الملك\nالقدوس، وكثرة قراءة: والسماء والطارق.\n</p>\n\n<p>\nوينهى عن مس الذكر باليمين، وعن اتيان الزوجة بعد وقوع الاحتلام، قيل:\nوذلك يورث الجنون في الولد، والإتيان على شق يورث الخاصرة، وعدم الملاعبة\nتوجب كون الولد جاهلا غبيا، والرفق بالمرأة حتى يلتقي ماؤها وماء الرجل\nموجب للمحبة منها له، ومن أراد ذلك فلا يدنوا منها حتى تغلوا نفسها وتقار\nعيناها، وتطلب التزامه، ومقدمة ذلك أن يكثر ملاعبتها وغمز ثدييها وحك فرجه\nمع فم شفريها.\n</p>\n\n<p>\nوإن أراد تكوين ذكر فليأمرها بالنوم على شقها الأيمن عند فراغه، والأنثى\nبالعكس، وللبطالة بنومها على ظهرها، ونحوها.\n</p>\n\n<p>\nولا ينبغي أن يغفل الأذكار الشرعية في ذلك، كقوله عند الجماع: بسم الله\nاللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا، وعند الفراغ في <span id='ms23'></span> نفسه:\nالحمدلله الذي خلق من الماء بشرا. الآية.\n</p>\n\n<p>\nومتى اختلط ريقه بريق الزوجة أكد المحبة وهو كالتنفس في وجهها، نعم\nوتقبيل العينين موجب للفرقة.\n</p>\n\n<p>\nويقال: ثلاثة تهرم، وربما قتلت: مناكحة العجوز، والنوم على الشبع، ودخول\nالحمام على الشبع.\n</p>\n\n<p>\nويحب أن تكون نفسه طيبة على النفقة عليها، لأن ذلك من الواجبات، فيؤجر\nعليها، ولا يجامعها في ثوبها، إذ ليس من السنة.\n</p>\n\n<p>\nولا يعطيها شيئا عند تمكينها منه، فإن ذلك شبيه بالزنا، ولا سيما إن أضيف\nإلى ذلك إعطاء شيء آخر عند ذلك، ذكر ذلك ابن الحاج في مدخله، فإن ذلك شبيه\nبالزنا، وكان ذلك يعرف عند بعض أهل المغرب بحل السراويل.\n</p>\n\n<p>\nولا يكثر عليها حتى تمل، ولا يقل حتى تتضرر. وحقها في كل جمعة مرتان،\nوأحفظه لصحته إن كان معتدل المزاج في الجمعة مرة ولا يبث حديثها لغيرها.\n</p>\n\n<p>\nولا يطلقها إلا لضرر يلحقها منه، فإن طلقها لا يتعرض لذكرها، وإن سئل\nعنها، فذلك هو الإمساك بالمعروف، والتسريح بالاحسان.\n</p>\n\n<p>\nولا يطيعها في محرم، متفق عليه. ولا يمنعها من مباح، غير مستبشع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nولا يؤيسها من مطلوب. ولا يسارع لها في مطلبها، فلا ترجع عنه. ويكلمها\nمعروفا بالصلاة، ونحوها، ويعلمها فرائض دينها، كالحيض والغسل، وحقوق\nالزوجية، وإقامة البيت. وقد أكثر العلماء في هذا الباب، فليطالعه من أراده\nمن كتاب المدخل لابن الحاج، فقد شفى فيه الغليل.\n</p>\n\n<p>\nويستعين عليها، بأن يقرأ عليها حين دخوله عليها: إذا جاء نصر الله\nوالفتح، وألم نشرح، ويستودعها الله في كل صباح، ومساء.\n</p>\n\n<p>\nوإذا خاف عليها الفاحشة، أو على ولده، وضع يده على رقبتها، ثم قال يا\nرقيب سبعا، الله خير حافظا وهو أرحم الراحمين، فإن الله يحفظها.\n</p>\n\n<p>\nفإن أصابه اعتراض، فليكتب الفاتحة سبعا، وسورة القدر خمسا وعشرين مرة في\nآنية، ثم يمحيها بماء الحمص الذي بات فيه ليلة ويشربه ثلاثة أيام على\nالريق، فإن لم يحله فليوكل أمره إلى الله فيما أصابه فقد عزت الحيلة.\n</p>\n\n<p>\nومن له روجات تعين عليه العدل بينهن، إلا فيما لا يملكه، والله الموفق.\n</p>\n\n<p>\nالغصن <span id='ms24'></span> الخامس المحارم البطنية والمحارم البطنية أربعة: أكل الحرام،\nكالخنزير، والميتة، والدم.\n</p>\n\n<p>\nوشرب الخمر، من أي نوع كان، وهو جماع الإثم.\n</p>\n\n<p>\nوأكل المال الباطل، ومنه ما يؤخذ على الغناء والنياحة والمدح، واللهو بل\nكل شيء لا غرض له ينتفع به في عالم الجسم.\n</p>\n\n<p>\nوأكل الربا، والسحت، وهو: كل مال كسب عن بيع فاسد، أو كان غصبا، أو\nتعديا، أو سرقة، أو خيانة، أو غلولا، أو غير ذلك.\n</p>\n\n<p>\nوجاء في الحديث: (من أكل الحلال أطاع الله، أحب أم كره، ومن أكل الحرام\nعصا الله أحب أم كره) . ويقال التوفيق بين الماء والدقيق.\n</p>\n\n<p>\nوقال بعض الفقراء: كل ما شئت فمثله تفعل، واصحب من شئت فأنت على دينه.\nفتعين على المؤمن طلب الحلال، ومعرفة أحكام البيع، والإجارة، والهدية،\nوالصدقة، وتمييز الشبهة.\n</p>\n\n<p>\nأما البيع ففرائضه أربع: استواء علمهما بالسلعة.\n</p>\n\n<p>\nومعرفة قدر الثمن والمثمون، وصفته: وكونه مما يباح التعامل به، وفيه،\nوله.\n</p>\n\n<p>\nوحب كل من المتبايعين لأخيه ما يحب لنفسه، في البيع.\n</p>\n\n<p>\nوأما الأجارة ففرائضها أربعة: العلم بقدر العمل، والأجرة.\n</p>\n\n<p>\nوالوفاء بالعمل، والأجرة. والنصح في ذلك كله.\n</p>\n\n<p>\nوكون ذلك مما يباح التعاقد فيه.\n</p>\n\n<p>\nوأما الهدية، فشرائطها أربعة: كونها لقصد التحابب.\n</p>\n\n<p>\nوسلامة المهدي من حق المهدي له.\n</p>\n\n<p>\nوالمكافأة عليها بما أمكن.\n</p>\n\n<p>\nوالبراءة من التهمن في حق الآخذ، والمعطي.\n</p>\n\n<p>\nوأما الصدقة فشرائطها أربعة: إعطاؤها لله وإخراجها له.\n</p>\n\n<p>\nووجود الاستحقاق في الآخذ، وصحة القصد في المعطي.\n</p>\n\n<p>\nوالشكر له على قبول السائل، وتسخير المعطي.\n</p>\n\n<p>\nوشكر كل واحد منهما صاحبه، على ما واجهه من إحسانه على يديه.\n</p>\n\n<p>\nوأما القول في الشبهة، فتقريبه، أن حد الشبهة: تعارض احتمالين، ومثاراتها\nكثيرة، والأهم منها ما شك في تحليله، وحرمته.\n</p>\n\n<p>\nفمنه: ما فقد حكمه، وشك في مبيحه، كقصيد وجد في ماء، لا يدري أقاتله\nالجارح، أو الغرق فهذا يحرم.\n</p>\n\n<p>\nوما علم حله، وشك في محرمه بعلامةن فهذا لا يحرم، ولكن يستحب الورع، وشك\nبلا علامة وسوسة.\n</p>\n\n<p>\nوما طرأ عليه محلل بغلبة الظن، كصيد غاب، ولم يوجد فيه غير سهمه، فهذا\nيحل أيضا، إلا أن يكون <span id='ms25'></span> به أثر غيره.\n</p>\n\n<p>\nولو طرأ عليه المحرم حر، ن كإنائين اشتبها، قال الأذرعي: يحرم الذوق، فلو\nتميز الحل بعلامة عمل عليها.\n</p>\n\n<p>\nولو اختلط: حرام منحصر، بحلال كمذكاة بعشر ميتات، ورضيعة بعشر نسوة حرما.\n</p>\n\n<p>\nوغير منحصر بغير منحصر، كأموال زماننا لا يحرم، إلا بقرينة، كأموال\nالظلمة وفيه نظر، قاله البلالي.\n</p>\n\n<p>\nومنحصر حلال، بغير منحصر حرام، يحرم الجميع.\n</p>\n\n<p>\nوعكسه حلال.\n</p>\n\n<p>\nويجب البحث عما علم غالبا كونه حراما وإلا فورع إن استند إلى دليل وحرام\nإن لم يستند لأنه إذاية، وسوء ظن بصاحبه.\n</p>\n\n<p>\nولو اشتبه بما له حرام، أخرج مثله منه، ومن غيره أولى.\n</p>\n\n<p>\nوفي الأخذ من الولاة للشيوخ طرق، وهذا مع الجهل، وعدم الميل المخرج عن\nالحق وإلا فحرام إجماعا.\n</p>\n\n<p>\nومن مظان الورع: الجبن الرومي، لا غيره، إذ يذكر أن فيه أنفحة الميتة،\nوشحم الخنزير، ولا يحرم لعدم الجزم بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أكل السميط، لما علم من حال أصحابه، وأنهم لا يغسلون المذبح،\nفيتحلل الدم في الماء، ويخالط أجزاء اللحم، بحيث لا يمكن انفكاكه عنه\nوالقول بطهارة الغسل، لا ينبغي العمل عليه، لما علم بالضرورة، من أن ما دخل\nبالنار لا يخرج بالماء، بل إن كان الماء باردا زاده شدة.\n</p>\n\n<p>\nومنها: أكل هذه النقانق، للجهل فيما يعمل فيها من البندق والحمص، ومقدار\nما يدخلها عند القلي، وهذا بخلاف الهريسة، إذ ما فيها من اللحم مستهلك في\nالقمح، ذكر ذلك ابن الحاج في مدخله.\n</p>\n\n<p>\nوكان بعض المشايخ يأخذ من صدقة الزكاة، ولا يأخذ من صدقة التطوع، لأن ذلك\nمال الله، وكان بعضهم يأخذ التطوع ولا يأخذ الزكاة، لعدم التحقق بشروطها،\nوكل على هدى.\n</p>\n\n<p>\nوقد قال النبي صلى الله عليه وسلم: (إن الصدقة لا تحل لغني ولا لذي مرة\nسوي) وقد قال صلى الله عليه وسلم: (من سأل وله أربعون درهم فقد ألحف) وقد\nقال: (من يستعفف يعفه الله، ومن يستغن يغنه الله) ، وقال: (المسألة كلها\nكدوح إلا أن يسأل الرجل ذا سلطان) ، وقال: (ما جاءك من غير مسألة ولا إشراف\nنفس فخذه فإنما هو <span id='ms26'></span> رزق ساقه الله إليك) ، وقال: (من أخذ أموال الناس يريد\nإتلافها أتلفه الله، ومن أخذها يريد أداءها أدى الله عنه) ، وقال: (اليد\nالعليا خير من اليد السفلى وأبدأ بمن تعول) وقال: (كفى المرء إثما أن يضيع\nمن يعول) ، وقال: (لأن يأخذ أحدكم حبلة يحتطب خير من أن يسأل رجلا أعطاه أو\nمنعه) ، قال العلماء: من وجد كفاية عن الأسباب فالله أغناه، وإلا فلا يجوز\nلأحد أن يقعد عن الأسباب اتكالا على الناس، وهو قادر على الاكتساب.\n</p>\n\n<p>\nوالشبع من الحلال مبدأ كل شر، فكيف به من الحرام، وقال سفيان: أشبع\nالونجي وكده وقال: كل ما شئت ولا تشرب، واجتمع رأي سبعين صديقا على أن كثرة\nالنوم من كثرة شرب الماء.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: (حسب ابن آدم لقيمات يقمن صلبه، فإن كان لا\nمحالة فثلث للطعام وثلث للماء وثلث للنفس) .\n</p>\n\n<p>\nوحد الجوع المتوسع: أن تشتهي الخبز وحده، والجوع المفرط: أن تشتهي كل\nخبز.\n</p>\n\n<p>\nوكثرة الشبع، تذهب الفطنة، وتفسد الذهن، وتعين على المعاصي فقد قيل:\nالبطن إذا جاع شبع سائر الجسد، وإذا شبع جاع سائر الجسد، والجوع المفرط\nمفسدن للفكر، مقو للخيالات، مقس للقلب.\n</p>\n\n<p>\nوليس من السنة البسلمة، والحمدلة، عند كل لقمة، بل المشروع الحديث على\nالطعام، إلا أن يغلب حال على رجل فيسلم له.\n</p>\n\n<p>\nويعين على الجوع أن يذكر الشخص كل يوم: يا صمد من غير شبيه، ولا شيء\nكمثله، ثلاثمائة وخمسين مرة، وأظن أنه إذا كتب لصاحب الخمر هذا العدد،\nوسقيه بماء الدوالي لم يشربه بعد، وكذا إذا سقي طرح الفاخت والحمام والله\nأعلم.\n</p>\n\n<p>\nويقرأ على الطعام، المخوف منه، سورة قريش ثلاثا، وعلى البطن، إذا خيف\nشبعها وجوعها سورة القدر، وإذا عطش على الريق وأراد شرب الماء، فليأكل،\nلقمة، ثم يقول على الماء: يا ماء، بئر زمزم يقرئك السلام، فإنه إذا شرب بعد\nذلك لا يضره. ومما يعالج به عطش الليل إخراج الرجل من تحت اللحاف، ويدفع\nالحرارة المنصبة في البطن إخراج الريح من بين الأسنان.\n</p>\n\n<p>\nومن قبيح العوائد <span id='ms27'></span> المبادرة بالأكل قبل الجماعة، والذوق عند نزول الطعام\nقبل توفر الدواعي إلى الأكل، وذلك مستفاد من قوة الشره، وقلة المروءة.\n</p>\n\n<p>\nوآداب الأكل كثيرة، فمن أرادها فليطالع كتاب الأكل من الإحياء، ففيه ملح،\nوطرف، وآداب لا تكاد توجد في غيره، والله أعلم.\n</p>\n\n<p>\nالغصن السادس المحارم القلبية والمحارم القلبية أربع: الريا: وأصله الطمع\nودواؤه الورع.\n</p>\n\n<p>\nوالعجب: وأصله الكبر، ودواؤه رؤية المنة لله تعالى، وأنك لا تستحق شيئا\nمن حيث أنت.\n</p>\n\n<p>\nوالبخل: وأصله خوف الفقر، وداواؤه العلم بأن الدنيا زائلة، وحالها حائل.\n</p>\n\n<p>\nوالغضب: وأصله رؤية النفس، ودواؤه النظر في مقبحاته فكرا، ونقلا.\n</p>\n\n<p>\nفمن الكبر يتولد عدم الإنصاف، وبطر الحق، واحتقار الخلق، والترفع عن عباد\nالله، واتباع الهوى وإنكار الكرامات، وادعاؤها إلى غير ذلك.\n</p>\n\n<p>\nومن خوف الفقر، يتولد الحسد، والشح، والغصب، والتعدي، والسرقة، وأكل مال\nاليتيم، والربا، وأكل المال بالباطل، إلى غير ذلك من الإذايات المتعلقة\nبالمال.\n</p>\n\n<p>\nومن رؤية النفس، والشفقة عليها يتولد الحقد، والمكر، والخديعة، وطلب\nالتشفي، ونحو ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال سبحانه: (سأصرف عنءاياتي الذين يتكبرون في الأرض بغير الحق)\nوقال: (كذلك يطبع الله على كل قلب متكبر جبار) وقال فيما يرويه عنه نبينا\nصلى الله عليه وسلم (الكبرياء ردائي، والعظمة إزاري، فمن نازعني واحدا منها\nقصمته) وقال عليه الصلاة والسلام: (بريء من الشح من أقرى الضيف وأدى\nالزكاة، وأعطى في النائبة) وقال صلى الله عليه وسلم: (إذا حسدت فلا تبغ\nوإذا تطيرت فامض وإذا ظننت فلا تحقق) ، وقال للذي اختصر له في الوصية: (لا\nتغضب) .\n</p>\n\n<p>\nوالخواطر أربعة: رباني، ونفساني، وهما ثابتان، وشيطاني وملكي، وهما\nمترددان. فالرباني: غالبا بالخير وفي التوحيد الخاص ومعه برودة.\n</p>\n\n<p>\nوبالشر عقب ذنب عقوبة.\n</p>\n\n<p>\nوالخلاص منها، باللجأ إلى الله تعالى.\n</p>\n\n<p>\nوالنفساني.\n</p>\n\n<p>\nبالخير، مع عجلة، وعمى عن العاقبة، وأمن من الغوائل. وبالشر، لا عقب ذنب.\n</p>\n\n<p>\nويدفعه اللجأ إلى الله.\n</p>\n\n<p>\nوالشيطاني يضعفه الذكر.\n</p>\n\n<p>\nوالملكي يقوى به، ومعه أدلة واضحة، وبرودة في انشراح ولا يأمر الملكي بشر\nأبدا.\n</p>\n\n<p>\nوالشيطاني من خلف القلب محتضنه ووجهه إلى الظهر، والملكي على يمينه.\n</p>\n\n<p>\nولا يميز الخواطر <span id='ms28'></span> على الحقيقة، إلا من علم ما يدخل جوفه، وقد قالوا من\nترك شهود لله سبع مرات لم يبتل بها، والله أكرم من أن يعذب قلبا بشهوة تركت\nلأجله، وقال الحسن: من كانت ذنوبه في شهوة فارج له التوبة، ومن كانت في\nالكبر فلا ترج له توبة، والدليل على ذلك آدم وإبليس.\n</p>\n\n<p>\nوقال عليه الصلاة والسلام: (خصلتان ليس يوفيهما شيء من الخير، حسن الظن\nبالله، وحسن الظن بعباد الله، وخصلتان ليس فوقها شيء من الشر سوء الظن\nبالله، وسوء الظن بعباد الله) وقال الحسن: لما سألت عليا كرم الله وجهه، ما\nصلاح الدين قال الورع، وما فساده؟ قال: الطمع، وقال إبراهيم بن أدهم رضي\nالله عنه: كثرة الحرص والطمع تورث الغم والجزع، وقلة الحرص والطمع تورث\nالصدق والورع.\n</p>\n\n<p>\nوأخلاق القلب كثيرة وفيما ذكرته كفاية.\n</p>\n\n<p>\nوفرائضها مجردة عن غيرها ستة: اعتقاد الإيمان، وتجنب الكفر، واعتقاد\nالسنة، وتجنب البدعة، واعتقاد الطاعة، وتجنب المعصية نسأل الله العصمة منه\nوكرمه.\n</p>\n\n<p>\nالغصن السابع المحارم البطشية والمحارم البطشية: الضرب باليدين،\nوالرجلين، والقتل، والسرقة، وتناول ما لا يحل النظر فيه ولا تناوله، وكتب\nما لا يجل كتبه والنظر فيه، وإعانة الظلمة والمشي لأبوابهم، والسعي في كل\nالمحرمات، والفرار من الزحف، ولبس ما لا يحل لبسه، كنعال الذهب والفضة،\nوالمحلى بهما إلى غير ذلك.\n</p>\n\n<p>\nومن المحرمات الشائعة في البدن عقوق الوالدين، بغضا واعتراضا بالقلب،\nوباللسان أن يقول لهما: أف فما فوقها من القبيح، وبالعين شررهما، وبالأذن\nغيبتهما، وباليد ضربهما فما دونه، وبالرجل الفرار منهما فما بعده.\n</p>\n\n<p>\nوشم رائحة المرأة والصبي، كالكلام لهما، وسماع الحديث عليهما، والشيخ\nوالمعلم، كالوالد والصديق، وبالله التوفيق.\n</p>\n\n<p>\nوقد سئل ابن عمر عن رجل في مال أخيه شبهة، ولم ترض عنه أمه، إلا بأكله،\nفقال: يأكل في رضى أمه، وقال الحسن لرجل سأله عن أمه وهي تمنعه عن صلاة\nالعشاء في الجماعة، فقال: لا تسمع لها، قال شيخنا القوري رحمه الله: وهذا\nإذا كان شفقة ورحمة لا خوفا.\n</p>\n\n<h1 class='l1' id='head13'>المطلب الثالث</h1>\n\n<p>\nالنية على عدم العودة\n</p>\n\n<p>\nأما النية <span id='ms29'></span> فلها أعمال تخصها: منها المداومة في الأعمال، ومراقبة الله في\nالسر والعلانية، وإدامة الإستغفار، حتى تنمحي آثار المعصية من قلبه، ثم\nالإكثار من الصلاة على النبي صلى الله ليه وسلم، حتى يتنور قلبه، فإذا تنور\nصار له حكم أهل العناية، ويتم له ذلك بصحبة الصالحين، والمشايخ المهتدين.\n</p>\n\n<p>\nومن عسرت عليه التوبة، فليكثر من قراءة إذا جاء نصر الله والفتح.\n</p>\n\n<p>\nومن عسر عليه قياد نفسه فليكثر من قوله حسبنا الله ونعم الوكيل. ومن أراد\nالإخلاص فليكثر من قراءة قل هو الله أحد، وليقل كل يوم: اللهم إني أعوذ بك\nأن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم ثلاثا صباحا وثلاثا مساء،\nويذكر سيد الاستغفار دائما، وهو: اللهم أنت ربي لا إله إلا أنت خلقتني وأنا\nعبدك.\n</p>\n\n<p>\nواتباع السنة، والصلاة في الجماعة، عصمة من الانقلاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض العلماء: ومن له قرناء سوء قد خرج عنهم، وأراد ألا يرجع إليهم،\nفليشخصهم، وليصل عليهم صلاة الجنازة، واستدل على ذلك بأن النبي صلى الله\nعليه وسلم كبر أربعا على قوم لم يغزوا معه.\n</p>\n\n<p>\nوأكثر آداب العجم، وفقراء العصر، خارجة عن الأصل، فليتمسك المريد بالحق،\nومن يتق الله يجعل له مخرجا.\n</p>\n\n<p>\nوالتوكل على الله، والاعتماد عليه أساس كل خير، والمؤمن يلتمس المعاذير،\nوالمناق يتتبع العيوب.\n</p>\n\n<p>\nوشكر الله أساس الخيرات، والصبر مفتاحها.\n</p>\n\n<p>\nوالشكر: أن لا تعصي الله بنعمه، والصبر: حبس النفس على حكم الرب.\n</p>\n\n<p>\nوالشكر معرفة بالقلب، وثناء باللسان، وثناء بالبنان، وهو الصراط المستقيم\nالذي قعد عليه الشيطان، وقد قال رسول الله صلى الله عليه وسلم: (انظروا إلى\nمن هو دونكم ولا تنظروا إلى من هو فوقكم، فهو أجدر ألا تزدروا نعمة الله\nعليكم) قال مولانا جلت قدرته (لئن شكرتم لأزينكم ولئن كفرتم إن عذابي\nلشديد) فالشاكر يزيده ربه، والعابد يزيد بنفسه، وبين المقامين ما بين\nمتعلقهما، وتحقيق المقامات يطول فنكتف بالواجبات، وبالله التوفيق.\n</p>\n\n<h1 class='l1' id='head14'>الباب الثاني</h1>\n\n<p>\nالنصيحة لرسوله\n</p>\n\n<h1 class='l1' id='head15'>الفصل الأول</h1>\n\n<p>\nاتباع سنته\n</p>\n\n<p>\nوأما اتباع السنة: فهو العصمة من كل خلل، وقد قال صلى الله عليه وسلم <span id='ms30'></span>:\n(عليكم بسنتي وسنة الخلفاء الراشدين من بعدي عضوا عليها بالنواجذ) .\n</p>\n\n<p>\nومن السنة: السواك، ومواطنه أربع: عند كل صلاة وإن لم يتوضأ، وعند كل\nوضوء، وإن لم يصل، وعند القيام من النوم، وفي كل حال يتغير فيه.\n</p>\n\n<p>\nومن السنة: استعمال خصال الفطرة، كحلق العانة، ونتف الإبط، إلى غير ذلك،\nولا بأس بالنورة، إلا أنها تضعف الذكر، والدوام عليها ليس من السنة وكذا\nحلق الجناحين، وما نقل عن الشافعي رضي الله عنه من ذلك، فقد علل بأنه لا\nيقدر على النتف.\n</p>\n\n<p>\nوفي اللحية خصال نهي عنها، منها تخفيفها ونتف الشيب منها، وصبغها ليغير،\nوتبيضها كذلك، وكذلك قص غير ما طال منها، والأحاديث متعارضة في الشارب، بين\nالحلق والقص، والأفضل الجمع، والقص أولى عند الإفراد.\n</p>\n\n<p>\nوصفة تقليم الأظفار: أن يبدأ بسبابة اليمنى، ثم وسطها، ثم كذلك إلى أن\nيختم بإبهام اليمنى.\n</p>\n\n<p>\nنعم ويتقي الأيام التي جاء عنها، أي عن التقليم فيها، كالحجامة، والسفر،\nونحوه فرارا من أن يصيبه شيء مما توعد عليه فيها، فقد ذكر بعض العلماء أن\nبعضهم احتجم يوم الأربعاء وفي لفظ يوم السبت، ولم يلتفت لما وردن من قوله\nعليه السلام: (من احتجم يوم الأربعاء وفي حديث يوم السبت وأصابه مرض فلا\nيلومن إلا نفسه) .\n</p>\n\n<p>\nاعتبارا من عدم صحته فتبرص، فرأى النبي صلى الله عليه وسلم في المنام\nفشكى إليه فقال: ألم يبلغك الحديث، فقال: بلى يا رسول الله لم يصح، قال:\nأما يكفيك: قال رسول الله صلى الله عليه وسلم فقال: يا رسول الله أتوب إلى\nالله، فدعا له، فلم يستيقظ إلا وقد زال ما به.\n</p>\n\n<p>\nومن السنة: ركوع الضحى وأوسطه ستا، وقبل الظهر أربعا، وبعدها ركعتان،\nوكره ابن المبارك أن تتبع الصلاة بمثلها، وقبل العصر أربعا، وبعد المغرب\nركعتان، وبعد جوف الليل اثنا عشر ركعة ويوتر بواحدة، أو عشر ويوتر بثلاث،\nويقرأ في الثلاثة بالأعلى والكافرون، والاخلاص، والمعوذتين إن اكتفى بهما،\nوإلا فمن حزبه، وفي الفجر بالكافرون والإخلاص، فإن الدوام على ذلك أمان من\nوجع الأسنان.\n</p>\n\n<p>\nوكان عليه <span id='ms31'></span> الصلاة والسلام يصوم يوم الاثنين والخميس، قيل: وهو ثلث الدهر\nمع رمضان. وقال: (من قرأ القرآن في أقل من ثلاث لم يفقه) وقال: (أما أن\nفأقوم وأنام، وأصوم وأفطر، وآتي النساء، فهذه سنتي ومن رغب عنها فليس مني)\nوكان فيما يتلى: من رغب عن سنتك فليس من أمتك، وكان عمله عليه الصلاة\nوالسلام ديمة، وقال: (أحب الأعمال إلى الله ما داوم عليه صاحبه) وقال عليه\nالصلاة والسلام: (إن الدين يسر ولن يشاد الدين أحد إلا غلبه، فسددوا\nوقاربوا وأبشروا واستعينوا بالغدوة - يعني ذكر ما بعد الصبح إلى طلوع الشمس\n- والروحة - يعني ذكر ما بعد العصر من الإصفرار إلى غروب الشمس - وشيء من\nالدلجة - يعني آخر الليل) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوكان عليه الصلاة والسلام يكره القيام له كراهية شديدة، حتى كانوا إذا\nرأوه لم يقوموا له لما يعلمون من كراهيته لذلك وشدته عليه وقال عليه الصلاة\nوالسلام: (من أحب أن يتمثل الناس له قياما ليتبوء مقعده من النار) .\n</p>\n\n<p>\nوما صام شهرا كاملا إلا رمضان، وربما أفطر فيه، يعني في السفر، ورغب عليه\nالصلاة والسلام في صوم يوم عاشوراء وإكثار الصيام في شهر محرم، قال: (ما من\nأيام العمل فيها أحب إلى الله من أيام العشر - يعني عشر ذي الحجة - قالوا:\nولا الجهاد في سبيل الله قال: ولا الجهاد في سبيل الله إلا رجلا خرج بنفسه\nوماله فلم يرجع من ذلك بشيء) وقال: (من صام رمضان وأتبعه بست من شوال\nفكأنما صام الدهر كله) ، وقد كره مالك وصلها بالشهر بعد يويم الفطر، ولم\nيكرهه غيره، نعم قد يتفق على الكراهة لما أحدث من تسمية يوم سابع العيد\nبعيد الأبرار لما يترتب على ذلك من مفهوم هذا الكلام وغيره، ولا حاجة\nللمؤمن في مندوب ربما أدى إلى محرم أو مكره.\n</p>\n\n<p>\nومن السنة: التقصير في السفر، قال عبد الله بن عمر رضي الله عنهما: صلاة\nالسفر ركعتانن فمن خالف السنة كفر - يعني والله أعلم - تعاونا بها،\nواحتقارا لها بعد تحققها.\n</p>\n\n<p>\nكذا التفريق بين التيمم والوضوء عند تعين <span id='ms32'></span> كل منهما في محله، إذ الأمر\nبهما من رب واحد، فكما وجب هذا في محله، وجب هذا في محله، فوجب أن يكون\nالمسلم طيب النفس، بكل منهما على السواء.\n</p>\n\n<p>\nوالزهد في الدنيا أصل كل الخير، وليس الزهد بتحريم الحلال ولا بإضاعة\nالمال، وإنما الزهد أن تكون بما في يد الله أوثق منك بما في يدك، وقال\nالصديق رضي الله عنه: علامة خروج الدنيا من القل، بذلها عند الوجود، ووجود\nالراحة منها عند الفقد.\n</p>\n\n<p>\nوأخلاق السنة، وآدابها كثنيرة، فمن أراد تحقيقها فليطالع آخر آداب الكسب\nمن إحياء علوم الدين.\n</p>\n\n<h1 class='l1' id='head16'>الفصل الثاني</h1>\n\n<p>\nإكرام قرابته\n</p>\n\n<p>\nوأما إكرام قرابته صلى الله عليه وسلم فقد قال الله تعالى: (قل لا أسئلكم\nعليه أجرا إلا المودة في القربى) ، قال ابن عباس: يعني لا تؤذوا قرابتي.\n</p>\n\n<p>\nوقال عز من قائل: (إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم\nتطهيرا) قال بعض العلماء رضي الله عنهم: يعتقد في أهل البيت أن الله تجاوز\nعن جميع سيئاتهم، لا بعمل عملوه ولا بصالح قدموه، بل بسابق عناية من الله،\nفلا يحل لمسلم أن يشنأ، ولا أن ينتقص عرض من شهد الله بتطهيره، وذهاب الرجس\nعنه، وما نزل بنا من قبلهم من الظلم، والجور، فننزله منزلة القضاء الوارد\nمن الله تعالى، كالغرق، والحرق، ونحو ذلك، إذ لهم من الحرمة ما لسيدهم الذي\nنسبوا إليه، وقد قال تعالى: (إن الذين يبايعونك إنما يبايعون الله) وقال عز\nمن قائل: (النبي أولى بالمؤمنين من أنفسهم) .\n</p>\n\n<p>\nفأما قوله تعالى: (من يأت منكن بفاحشة) .\n</p>\n\n<p>\nفمقابله (ومن يقنت منكن) .\n</p>\n\n<p>\nنعم وهو تعليق حكم، بفعل هن بريئات منه.\n</p>\n\n<p>\nنعم ولا يلوم من الوعيد المطلق نفوذه لا سيما في جان دليل فيه على خلاف\nذلك.\n</p>\n\n<p>\nوما توجه عليهم من الحدود، والتعزيزرات، فأيدينا فيه يد الله، ونحن فيه\nمعهم، كالعبد مع ابن سيده.\n</p>\n\n<p>\nقال بعض العلماء: إذا كان الله تعالى وصى بأولاد الصالحين فقال: (وكان\nأبوهما صالحا) فما ظنك بأولاد الأولياء، وإذا كان ذلك في أولاد الأولياء،\nفما ظنك <span id='ms33'></span> بأولاد الشهداء، وإذا كان ذلك في أولاد الشهداء فما ظنك بأولاد\nالصديقين، وإذا كان ذلك في أولاد الصديقين فما ظنك بأولاد النبيين، وإذا\nكان ذلك بأولاد النبيين فما ظنك بأولاد المرسلين، وإذا كان ذلك بأولاد\nالمرسلين، فما عسى أن تعبر به عن أولاد سيد المرسلين، وقد قال صلى الله\nعليه وسلم: (قدموا قريشا ولا تقدموها) وقال: (لا تؤذوني في عائشة) وقال:\n(لا تسبوا أصحابي، فمن سبهم فعليه لعنة الله والملائكة والناس أجمعين) .\n</p>\n\n<p>\nوالصواب أن يزيد بن معاوية فيما صنع من كبار عصاة المؤمنين، إا أن يصح\nأنه إنما فعل ذلك، تهاونا بالنبي صلى الله عليه وسلم، فكافر.\n</p>\n\n<p>\nوكذلك الحجاج، ولا التفات لمن قال بكفره، وقد قال ابن سيرين رحمه الله:\nويل للناس من الحجاج وويل للحجاج من الناس، وقال بعض السلف: إن الله ينتقم\nمن الناس للحجاج، كما ينتقم من الحجاج للناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوما شجر بين الصحابة فاجتهادي والأحق علي، وكل في الجنة رضي الله عنهم.\n</p>\n\n<h1 class='l1' id='head17'>الفصل الثالث</h1>\n\n<p>\nالشفقة على أمته\n</p>\n\n<p>\nوأما الشفقة على أمته فهي بثلاثة أمور: القيام لهم بفروض الكفاية كالعلم،\nوالجهاد، وصلاة الجنازة.\n</p>\n\n<p>\nومنها القيام بالحرف المهمة التي بها نظام العالم.\n</p>\n\n<p>\nوبالسنن المؤكدة على الكفاية، كالآذان، والإمامة، ونحو ذلك.\n</p>\n\n<p>\nفإنه إن فعل ذلك بنية إعانة إخوانه المسلمين، أثيب عليه ثواب من رفع\nالمشقة عن حاضري الموضع الذي تعين ذلك فيه، والنية إكسير الأعمال، تقلب\nأعيانها وتحقق حقائقها.\n</p>\n\n<h1 class='l1' id='head18'>الباب الثالث</h1>\n\n<p>\nالنصيحة لكتابه\n</p>\n\n<h1 class='l1' id='head19'>الفصل الأول</h1>\n\n<p>\nتدبر آياته\n</p>\n\n<p>\nوأما تدبر آيات الكتاب العزيز فله شروط ثلاثة: أحدها العلم بغريبه، وما\nلا بد له من أحكامه، من غير إفراط. وعدم التقيد بالمحفوظ من التفاسير، بعد\nإثبات أحكامها.\n</p>\n\n<p>\nوالنظر في كل مقام بحسبه، فللقرآن ظاهر وهو للنحاة والقراء، وباطن هو\nلأصحاب المعاني وحد وهو للفقهاء، ومطلع وهو للعلماء، أهل الذوق والشهود.\n</p>\n\n<h1 class='l1' id='head20'>الفصل الثاني</h1>\n\n<p>\nالعمل بمأموراته\n</p>\n\n<p>\nوأما العمل بمأموراته: فهو محتو على أمر، ونهي، وخبر، فالأمر وجوبي\nوندبي، والني تحريمي وتنزيهي، والخبر تقريري وإعلامي.\n</p>\n\n<p>\nفالتقريري: ما وقع فيه من التوحيد، وذكر ما يوجب العقل <span id='ms34'></span> وجوده، إذ ليس\nللشرع في ذلك إلا تقريره.\n</p>\n\n<p>\nوالإعلامي قسمان: إعلام يوجب اتعاظا، كأخبار الأمم السالفة، وما وقع لهم\nولهذه الأمة.\n</p>\n\n<p>\nوما يوجب اعتقادا، كالعلم بالله الذي لا سبيل إلى القياس فيه، إلى غير\nذلك.\n</p>\n\n<p>\nوالأمر يطلب اتباعه، والنهي يطلب اجتنابه، والخبر يجب تصديقه واعتقاده.\n</p>\n\n<h1 class='l1' id='head21'>الفصل الثالث</h1>\n\n<p>\nتحسين تلاوته\n</p>\n\n<p>\nوأما تحسين تلاوته فبأربعة أشياء: الاكتفاء بالقدر المطلوب المستحسن\nشرعا، وهو كون ختمه في أسبوع فما بعده، إلى شهرين.\n</p>\n\n<p>\nوتحزيبه كتحزيب السلف، فيقرأ في اليوم الأول ثلاث سور، وفي الثاني خمسا،\nوفي الثالث سبعا، وفي الرابع تسعا، وفي الخامس إحدى عشر، وفي السادس ثلاثة\nعشر، وفي السابع المفصل، ولا بأس أن يختم في اليوم قادر، أو يجعل في ثلاثة\nإن قوي، وفي الصلاة ليلا أحسن.\n</p>\n\n<p>\nالثالث: أن يجود أداءه، بحفظ مخارج مخارج الحروف، من غير تكلف ولا تفريط.\n</p>\n\n<p>\nالرابع: أن تكون أذنه عند لفظه، وقلبه عند أذنه، ليثبت في قلبه ما يقع من\nمواعظه، وحكمه، ويتحقق فيه حقائقه، ولا يتم له هذا الأمر إلا بتمكين العلم\nبعظمته وجلال من أنزله في قلبه، حتى كأنه يسمعه منهن فيعرض نفسه على كل آية\nمنه، فإن كان عاملا بها شكر، وإلا استغفر واعتذر، وقد جاء: (رب قاريء\nوالقرآن يلعنه) ، ومن أراد هذا الباب فلينظره في قوت القلوب، والإحياء\nمستوفى.\n</p>\n\n<p>\nويعين على حفظ القرآن، حفظ البصر، وقال علي كرم الله وجهه: من قرأ كل\nليلة عند النوم (وإلهكم إله واحد) إلى قوله (يعقلون) لم يتفلت القرآن من\nصدره، وقال عليه الصلاة والسلام: (مثل صاحب القرآن مثل صاحب الإبل المعلقة\nإن تعاهدها صاحبها وجدها وإن لم يتعاهدها نقصت واحدة بعد واحدة، حتى لا\nيبقى منها واحدة) وقال عليه الصلاة والسلام: (تركت فيكم الثقلين لن تضلوا\nما تمسكتم بهما كتاب الله وسنتي) .\n</p>\n\n<p>\nوأنشد لبعض الشعراء:\n</p>\n\n<p>\nخليلي لا تكسل ولا تهمل الدرسا ... ولا تعط يوما في بطالتها النفسا\n</p>\n\n<p>\nولا تترك التكرار فيما حفظته ... فمن ترك التكرار لا بد أن ينسى\n</p>\n\n<h1 class='l1' id='head22'>الباب الرابع</h1>\n\n<p>\nالنصحية لعامة المسلمين\n</p>\n\n<h1 class='l1' id='head23'>الفصل الأول</h1>\n\n<p>\nالذب <span id='ms35'></span> عن أعراضهم\n</p>\n\n<p>\nوأما الذب عن أعراض المسلمين فأقله السكوت عنهم، وعدم الذم لهم.\n</p>\n\n<p>\nوأكثره النكير على من يشتغل بذلك، والدعاء لهم وإن ظلموك، فلأن يهدي الله\nبك رجلا خير لك مما طلعت عليه الشمس.\n</p>\n\n<h1 class='l1' id='head24'>الفصل الثاني</h1>\n\n<p>\nإقامة حرمتهم\n</p>\n\n<p>\nوأما إقامة حرمتهم، فبعدم التعرض لحرمتهم في مالهم، أو عرضهم، أو نفوسهم\nفالمسلم أخو المسلم لا يسلبه ولا يظلمه.\n</p>\n\n<h1 class='l1' id='head25'>الفصل الثالث</h1>\n\n<p>\nالنصرة لهم\n</p>\n\n<p>\nوقال عليه الصلاة والسلام: (انصر أخاك ظالما أو مظلوما قالوا: يا رسول\nالله ننصره مظلوما فكيف ننصره ظالما قال: تأخذ على يديه عند الظلم) وهذه هي\nالنصرة لهم في خاصتهم.\n</p>\n\n<p>\nوالجهاد والرباط، والأمر بالمعروف، هي النصرة العامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>الباب الخامس</h1>\n\n<p>\nالنصيحة لخاصة المسلمين\n</p>\n\n<h1 class='l1' id='head27'>الفصل الأول</h1>\n\n<p>\nالطاعة للأمراء\n</p>\n\n<p>\nوأما الطاعة للأمراء: فقال عمر رضي الله عنه لسويد بن غفلة: يا سويد بن\nغفلة لعلك لا تلقاني بعد ليوم فعليك بتقوى الله والسمع والطاعة وإن كان\nعبدا حبشيا مجدعا، إن شتمك فاصبر، وإن ضربك فاصبر، وإن ضربك فاصبر، وإن أخذ\nمالك فاصبر، وإن راودك عن دينك فقل: طاعة مني ذمتي دون ديني، ولا تخرج يدا\nمن طاعة وهذه وصية جامعة لما تضمنته الأحاديث المتضافرة.\n</p>\n\n<p>\nوقد أوحى الله إلى بعض الأنبياء: (أنا الله لا إله إلا أنا مالك الملوك\nقلوب الملوك بيدي فمن أطاعني جعلتهم عليه رحمة، ومن عصاني جعلتهم عليه نقمة\nفلا تشغلوا أنفسكم بسبهم وادعوني أعطفهم عليكم) وقال سفيان رضي الله عنه:\nمن دعا لظالم بالبقا فقد أحب أن يعصي الله في أرضه.\n</p>\n\n<p>\nوقال عليه السلام: (سيكون أمراء وذكر من ظلمهم وفسقهم قالوا: نقاتلهم يا\nرسول الله قال: لا ما صلوا) قال العلماء: وذلك لأن الصلاة عنوان الإيمان،\nفإذا تركوا الصلاة، يعني جاهروا بذلك، وأمروا به، فقد كفروا أو كادوا، ولا\nطاعة لكافر.\n</p>\n\n<p>\nوالرجل في بيته أمير، والأب في أولاده أمير، والمعلم في صبيانه أمير، فقد\nقال عليه الصلاة والسلام: (كلهم راع وكلكم مسؤول عن رعيته) .\n</p>\n\n<h1 class='l1' id='head28'>الفصل الثاني</h1>\n\n<p>\nالتصديق للعلماء\n</p>\n\n<p>\nوأما التصديق للعلماء: فواجب فيما نقلوه لا فيما قالوه، إلا عند <span id='ms36'></span> إبهام\nدليله، والثقة بدينه، وقد جاء: (العلماء ورثة الأنبياء، وأمناء الرسل، ما\nلم يميلوا إلى الدنيا، ويداخلوا السلاطين فاخشوهم في دينكم) وعنه عليه\nالصلاة والسلام: (إذا كان الكلام إلى العالم أحب من الصمت فقد هلك) وقد قال\nعمر رضي الله عنه في وصيته: وشاور في أمورك الذين يخشون الله تعالى.\n</p>\n\n<p>\nومما لا يهدي إلهي العلم، القيام للأكابر، وفيه شبهة، عند خوف الضرر،\nوأما إحناء الرأس فلا وجه له في الشرع أصلا، وكذا هذا الإطناب الذي أولعوا\nبه.\n</p>\n\n<h1 class='l1' id='head29'>الفصل الثالث</h1>\n\n<p>\nالتسليم للفقراء\n</p>\n\n<p>\nوأما الفقراء فيسلم لهم في كل شيء لا يقتضي العلم إنكاره، وما وجب إنكاره\nأنكر عليهم، مع اعتقاد كما لهمن إذ لا يبعد أن يكون للولي الزلة والزلات إذ\nالأولياء محفوظون، والحفظ يجوز مع الوقوع في المعصية، إلا أنه لا يجوز مع\nالإصرار عليها، وقد سئل الجنيد رحمه الله تعالى: أيزني العارف فقال: وكان\nأمر الله قدرا مقدورا، وقال ابن عطاء الله: ليت شعري لو قيل له: أتتعلق همة\nالعارف بغير الله لقال: لا.\n</p>\n\n<p>\nولا ينكر على الفقراء، إلا محرما مجمعا على تحريمه، ولا يسلم لهم، إلا\nفيما له صورة يباح بها من الأفعال، وقد قال بعض العلماء: ما زال يختلج في\nنظري أن المجذوب فاقد لعفل التكليف، فكيف تثبت له الولاية حتى فتح الله بأن\nالعقل إن فقد بحقيقة إلهية فله حكم تلك الحقيقة وحرمتها، وإذا فقد\nبالخيالات الوهمية فله حكمها، وإن كان التكليف ساقطا في الجميع، لفوات عقل\nالمعاش الذي يميز خير الشرين وشر الخيرين.\n</p>\n\n<p>\nوأنشد بعضهم:\n</p>\n\n<p>\nسبتدوا لك الأسرار بعد اكتتامها ... كأن الذيب قد صانها عنك يخبر\n</p>\n\n<p>\nفسلم لهم فالقوم أهل عناية ... وجاملهم فالوصف لا يتحقر\n</p>\n\n<p>\nفإن كنت في أذيالهم متمسكا ... فإنك طول الدهر لا تتغير\n</p>\n\n<p>\nوقال عليه الصلاة والسلام: (إن لله عبادا من نظر في أحدهم نظر سعد سعادة\nلا يشقى بعدها أبدا) وفي حديث: (الذاكرون هم القوم لا يشقى بهم جليسهم) .\n</p>\n\n<p>\nوما احسن قول القائل مستغيثا بهم.\n</p>\n\n<p>\nوما أحسن قول القائل مستغيثا بهم:\n</p>\n\n<p>\nيا <span id='ms37'></span> عباد الإله إن عبيدا ... لاذ من أجلكم بركن قوي\n</p>\n\n<p>\nفاقبلوه بفضلكم وارحموه ... واشفعوا فيه للإله العلي\n</p>\n\n<p>\nاللهم إنا نتوسل إليك بحبهم فإنهم أحبوك وما أحبوك حتى أحببتهم، فبحبك\nإياهم وصلوا إلى حبك، ونحن لم نصل إلى حبهم فيك، إلا بحظنا منك، فتمم لنا\nذلك مع العافية الشاملة الكاملة، حتى نلقاك يا أرحم الراحمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             <span id='ms38'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019"
  ],
  "volumes": [
    "01"
  ]
}