{
  "content": "\n<p>\nالجوهر النقي - المارديني ج 8\n</p>\n\n<p>\nالجوهر النقي\n</p>\n\n<p>\nالمارديني ج 8\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا الجزء الثامن الجوهر النقي\nللعلامة علاء الدين بن علي بن عثمان المارديني الشهير بابن التركماني\nالمتوفي سنة خمس وأربعين وسبع مائة دار الفكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p001'> Vol. 08, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من احق منهما بحسن الصحبة) ذكر فيه الحديث (أي الناس احق بحسن\nالصحبة) من رواية عبد الله بن شبرمة عن أبى زرعة عن أبى هريرة ثم قال\n(اخرجاه في الصحيح من حديث ابن شبرمة) - قلت - اراد به عبد الله المذكور\nاولا وهو لم يحتج به البخاري وانما اخرج الحديث من جهة عمارة بن القعقاع عن\nأبى زرعة عن أبى هريرة ثم قال عقيبه وقال ابن شبرمة يعنى عبد الله ويحيى بن\nايوب ثنا أبو زرعة فالصواب ان يقال اخرجاه من حديث عمارة بن القعقاع - فان\nقلت - فلعله مراد البيهقى فان جده شبرمة فيجوز أن يقال له ابن شبرمة نسبا\nإلى جده قلنا لم يتقدم لعمارة ذكر في السند فان اراده مع انه في غاية البعد\nفقد خالف الاصطلاح واحال الطالب على علم الغيب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p002'> Vol. 08, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الابوين إذا افترقا وهما في قرية فالام احق بولدها ما لم تتزوج\nفإذا بلغ سبع سنين أو ثمان سنين خير)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p003'> Vol. 08, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عبد الحميد بن جعفر عن ابيه عن رافع بن سنان ثم قال (رافع\nجد عبد الحميد) - قلت - هو جد جده لانه عبد الحميد بن جعفر بن عبد الله بن\nالحكم بن رافع كذا ساق <span id='ms704'></span> نسبه ابن عبد البر وصاحب الكمال وغيرهما واخرج\nالدارقطني هذا الحديث ولفظه عن عبد الحميد حدثنى أبى عن جد ابيه رافع وفى\nهذا الحديث اشياء - اولها - ان عبد الحميد متكلم فيه كان يحيى القطان يضعفه\nوكان الثوري يحمل عليه ويضعفه كذا في الضعفاء لابن الجوزى - ثانيها - انه\nمضطرب الاسناد\n</p>\n\n<p>\nوالمتن قال ابن القطان ورويت القصة من طريق عثمان البتى عن عبد الحميد بن\nسلمة عن ابيه عن جده ان ابويه اختصما فيه إلى النبي صلى الله عليه وسلم\nاحدهما مسلم والآخر كافر فخيره فتوجه إلى الكافر فقال اللهم اهده فتوجه إلى\nالمؤمن فقضى له به هكذا ذكره أبو بكر بن أبى شيبة عن اسمعيل بن ابراهيم هو\nابن علية عن عثمان البتى وكذا رواه يعقوب الدورقى عن اسمعيل ايضا ورواه\nيزيد بن زريع عن عثمان البتى فقال فيه عبد الحميد بن يزيد بن سلمة ان جده\nاسلم وأبت امرأته ان تسلم وبينهما ولد صغير فذكر مثله رواه عن يزيد بن زريع\nيحيى بن عبد الحميد الحمانى من رواية ابن أبى خيثمة عنه نقلت جميعها من\nكتاب قاسم بن الاصبغ الا ان هذه القصة هكذا يجعل المخير غلاما وجد عبد\nالحميد بن يزيد بن سلمة (1) وعبد الحميد وابوه وجده لا يعرفون انتهى كلامه\n- وفى مصنف عبد الرزاق انا الثوري عن عثمان البتى عن عبد الحميد الانصاري\nعن ابيه عن جده ان جده اسلم وأبت امرأته ان تسلم فجاء بابن له صغير لم يبلغ\nفأجلس النبي صلى الله عليه وسلم الاب ههنا والام ههنا ثم خيره وقال اللهم\nاهده فذهب إلى ابيه وكذا في مسند احمد وسنن النسائي انه جاء بابن صغير -\nوذكر ابن الجوزى في جامع المسانيد أن رواية من روى انه كان غلاما اصح -\nوذكر الطحاوي هذا الحديث من وجه آخر وفيه انه عليه السلام قال لهما هل لكما\nان تخيراه فقالا نعم ففيه ان التخيير كان باختيارهما - ثالثها - ان الشافعي\nوغيره من العلماء لم يقولوا بظاهر هذا الحديث فان <span id='ms705'></span> الفطيم لا يطلق على من\nبلغ سبعا لانهم كانوا يفطمون لنحو حولين فلا حجة في الحديث في محل النزاع\nوايضا لا يصح اثبات التخيير بهذا الحديث على مذهب الشافعي لان التخيير انما\nيكون بين شخصين من اهل الحضانة والام ليست من اهل الحضانة عنده لانها كافرة\nوالاب مسلم فكيف يحتج البيهقى بحديث لا يقول امامه بموجبه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p004'> Vol. 08, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما ورد في التشديد في ضرب المماليك)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من طريق أبى داو حديثا عن عباس الحجرى عن ابن عمر ثم قال (وقال\nاصبغ عن ابن وهب باسناده سمع عبد الله بن عمرو بن العاص، وابن عمر اصح) -\nقلت - ذكره الحافظ المزى في اطرافه في مسند عبد الله بن عمرو وعزاه إلى أبى\nداود - وفى تاريخ البخاري عباس الحجرى يعد في المصريين سمع عبد الله بن\nعمرو بن العاص قال رجل للنبى صلى الله عليه وسلم كم اعفو عن الخادم الحديث\n-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p011'> Vol. 08, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب حلب الماشية) ذكر فيه (دع داعى اللبن عن جماعة عن الاعمش عن\nيعقوب بن بحير عن ضرار) ثم قال (وخالفهم أبو معاوية فرواه عن الاعمش عن عبد\nالله بن سنان عن يعقوب عن ضرار) - قلت - ذكره ابن منده في معرفة الصحابة ان\nالثوري رواه عن الاعمش عن عبد الله بن سنان عن ضرار ولم يدخل بينهما يعقوب\nوكذا صاحب الميزان عن أبى حاتم وكذا اخرجه الطحاوي والحاكم في مستدركه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p014'> Vol. 08, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب التغليظ على من قتل نفسه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فآخره حديث جرير (عن الحسن بن جندب قال عليه السلام كان فيمن قبلكم\nرجل) الحديث ثم قال (اخرجه البخاري في الصحيح فقال وقال حجاج بن منهال عن\nجرير) - قلت - اخرجه البخاري في ذكر بنى اسرائيل متصلا عن محمد عن حجاج\nبسنده -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب فيمن لا قصاص بينه باختلاف الدين) (قال الله تعالى - يا ايها\nالذين آمنوا كتب عليكم القصاص - إلى قوله - فمن عفى له من اخيه شئ) - قلت -\nهذه الآية حجة لخصمه لان عموم القتل يشمل المؤمن والكافر خوطب المؤمنون\nبوجوب القصاص <span id='ms706'></span> في عموم القتلى وكذا قوله (الحر بالحر) يشملها بعمومه والمراد\nبقوله تعالى (فمن عفى له من اخيه) الاخوة في الجنسية كقوله تعالى (كذبت عاد\nالمرسلين إذا قال لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p028'> Vol. 08, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nاخوهم هود) لم يرد الاخوة في الدين ولو سلمنا ان المراد بالآية الاولى\nالاخوة في الدين نقول يجوز أن يتقدم لفظ عام ثم يعطف عليه خاص كقوله تعالى\n(ووصينا الانسان بوالديه) يعم الوالدين المسلمين والكافرين ثم قوله تعالى\n(وان جاهداك لتشرك بى) خاص في الكافرين وقد تقدم مثل هذا البحث قريبا في\nباب لا نفقة للمبتوتة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p029'> Vol. 08, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب بيان ضعف الخبر الذى روى) (في قتل المؤمن بالكافر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p030'> Vol. 08, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ربيعة عن ابن البيلمانى مرسلا ثم ذكر (عن أبى عبيد قال\nبلغني عن ابن أبى يحيى انه قال انا حدثت ربيعة به فانما دار على ابن أبى\nيحيى عن ابن البيلمانى) - قلت - خرجه أبو داود في كتاب المراسيل بسند رجاله\nثقات عن ربيعة عن عبد الرحمن بن البيلمانى حدثه انه عليه السلام الحديث فقد\nصرح في هذه الرواية بان ابن البيلمانى حدث ربيعة وخرج ابن أبى يحيى من\nالوسط ولم يدر الحديث عليه وما ذكره أبو عبيد بلاغ لم يذكر من بلغه لينظر\nفي امره - وقد روى الحديث مرسلا من وجه آخر - اخرجه أبو داود في المراسيل\nبسنده عن عبد الله بن عبد العزيز الحضرمي قال قتل رسول الله صلى الله عليه\nوسلم يوم حنين مسلما بكافر واخرجه الطحاوي من وجه آخر مرسلا من حديث محمد\nبن المنكدر عن النبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p031'> Vol. 08, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم - وذكره ابن حزم ولم يعبه بغير الارسال - ثم ذكر\nالبيهقى (ان رجلا من بكر قتل رجلا من اهل الحيرة فكتب عمران يدفع إلى\nاولياء المقتول فان شاؤا قتلوا وان شاؤا عفوا فدفع إلى رجل يقال له حنين\nفقتله فكتب عمر بعد ذلك ان كان الرجل لم يقتل فلا يقتلوه فرأوا ان عمر أراد\nأن يرضيهم من الدية - قال الشافعي الذى رجع إليه اولى ولعله اراد أن يخيفه\nبالقتل <span id='ms707'></span> ولا يقتله) - قلت - ارضاؤهم من الدية لا ينافى وجوب القتل إذا مع\nوجوبه للولى ان يعفو ويأخذ الدية كما حكى البيهقى فيما تقدم في باب ايجاب\nالقصاص في العمد عن أبى العالية في قوله تعالى (ذلك تخفيف من ربكم) يقول\nحين اطعمتم الدية ولم تحل لاهل التوراة انما هو قصاص أو عفو وكان اهل\nالانجيل انما هو عفو ليس غيره فجعل لهذه الامة القود والدية والعفو وإذا\nفهموا من قول عمر لا تقتلوه لعلهم يرضون بالدية لم يكن ذلك رجوعا منه عن\nوجوب القتل وكيف يظن بعمر أنه يخيرهم في قتله أو العفو ثم لا يريد القتل بل\nالتخويف ومن اين يفهم الاولياء هذا المراد من قول عمر فان شاؤا قتلوا بلى\nالذى فهموا منه اباحة القتل ولهذا قتل وكيف يحل له ارادة التخويف فيتلفظ\nبلفظ يفهم منه القتل لا التخويف به هذا لا يظن به ثم ذكر البيهقى (ان\nالشافعي قيل له ثبت عندكم عن عمر من هذا شئ فقال ولا حرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p032'> Vol. 08, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الاحاديث منقطعات أو ضعاف أو تجمع الانقطاع والضعف) - قلت - المنقطع\nإذا روى من وجه آخر منقطعا\n</p>\n\n<p>\nكان حجة عند الشافعي وقد روى عن النزال بن سبرة ان رجلا مسلما قتل رجلا\nمن اهل الجزية فكتب عمر بأن يقاد به ثم كتب كتابا بعده ان لا تقتلوه ولكن\nاعقلوه ذكره ابن أبى شيبة وصححه ابن حزم - ثم ذكر البيهقى من طريق عبد\nالرزاق عن معمر عن الزهري عن سالم عن ابن عمر - إلى آخره ثم قال (موصول) -\nقلت - ذكره عبد الرزاق في مصنفه وزاد في آخره قال الزهري وقتل خالد بن\nالمهاجر هو ابن خالد بن الوليد رجلا ذميا في زمن معاوية فلم يقتله به وغلظ\nعليه الدية الف دينار - ثم ذكره عن ابن جريج أخبرني ابن شهاب عن عثمان\nومعاوية مثله قال ابن حزم هذا في غاية الصحة عن عثمان ولا يصح في هذا شئ\nغير هذا عن احد من الصحابة الا ما ذكرنا عن عمر <span id='ms708'></span> من طريق النزال - ثم ذكر\nالبيهقى (عن الشافعي انا محمد بن الحسن انا محمد بن يزيد انا سفيان بن حسين\nعن الزهري ان ابن شاس قتل رجلا من انباط الشام فرفع إلى عثمان) إلى آخره ثم\nقال (قال الشافعي هذا حديث من يجهل) - قلت - ابن يزيد هو الكلاعى الواسطي\nوثقه ابن معين وأبو داود وقال ابن حنبل كان ثبتا في الحديث فلا ادرى من\nالذى يجهل من هؤلاء وكان الوجه ان يرده الشافعي بالانقطاع بين الزهري\nوعثمان - وقد ذكر البيهقى فيما بعد في باب دية اهل الذمة اثرا عن عثمان ثم\nقال (وقد روى عن عثمان خلاف هذا باسنادين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p033'> Vol. 08, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nاحدهما غير محفوظ والآخر منقطع وقد ذكرناهما في باب لا يقتل مؤمن بكافر)\nانتهى كلامه وكأنه يشير بالمنقطع إلى هذا الاثر الذى رواه الزهري ثم ذكر\nالبيهقى اثرا عن على فضعف سنده - قلت - روى عن الحكم بن عتيبة ان على بن\nأبى طالب وابن مسعود قالا من قتل يهوديا أو نصرانيا قتل به - قال ابن حزم\nهو مرسل وصح عن عمر بن عبد العزيز كما روينا من طريق عبد الرزاق عن معمر عن\nعمرو بن ميمون قال شهدت كتاب عمر بن عبد العزيز إلى بعض امرائه في مسلم قتل\nذميا فأمره ان يدفعه إلى وليه فان شاء قتله وان شاء عفا عنه قال عمرو فدفع\nإليه فضرب عنقه وانا انظر - وصح ايضا عن ابراهيم النخعي قال يقتل المسلم\nالحر باليهودى والنصراني - وروى عن الشعبى مثله وهو قول ابن أبى ليل وعثمان\nالبتى انتهى كلامه وروى ابن أبى شيبة بسند صحيح ان رجلا من النبط عدا عليه\nرجل من اهل المدينة فقتله قتل غيلة فاتى به ابان بن عثمان وهو إذ ذاك على\nالمدينة فامر بالمسلم الذى قتل الذمي ان يقتل، وابان معدود من فقهاء\nالمدينة قال عمرو بن شعيب ما رأيت احدا اعلم بحديث ولا فقه منه - قال (باب\nلا يقتل حر بعبد) ذكر فيه حديث على (من السنة ان لا <span id='ms709'></span> يقتل حر بعبد) - قلت -\nذكر البيهقى في كتاب المعرفة ان جابر الجعفي تفرد به وفى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nباب النهى عن الامامة جالسا في هذا الكتاب (عن الدارقطني انه متروك) وفى\nالاستذكار اتفق أبو حنيفة واصحابه والثوري وابن أبى ليلى وداود على ان الحر\nيقتل بالعبد وروى ذلك عن على وابن مسعود وبه قال ابن المسيب والنخعي وقتادة\nوالحكم - قال (باب ما روى فيمن قتل عبده) ذكر فيه حديثا عن الحسن عن سمرة\nثم قال (ذهب بعضهم إلى انه لم يسمع منه غير حديث العقيقة) - قلت - وذكر في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p035'> Vol. 08, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nباب النهى عن بيع الحيوان بالحيوان (ان اكثر الحفاظ لا يثبتون سماع الحسن\nمن سمرة في غير حديث العقيقة) وفى الاستذكار قال الترمذي سألت البخاري عن\nهذا الحديث فقال كان ابن المدينى يقول به وانا اذهب إليه وسماع الحسن من\nسمرة عندي صحيح - ثم ذكر البيهقى حديث عمرو بن شعيب عن ابيه عن جده من وجوه\nثم قال (اسانيد هذه الاحاديث ضعيفة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p036'> Vol. 08, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - قد جاء حديث عمرو من وجه جيد ذكر عبد الرزاق في مصنفه عن معمر وابن\nجريج عن عمرو بن شعيب عن ابيه عن جده عبد الله بن عمرو أن زنباعا وجد غلاما\nله مع جاريته فقطع ذكره وجدع انفه فأتى العبد النبي صلى الله عليه وسلم\nفذكر ذلك له فقال له النبي صلى الله عليه وسلم ما حملك على ما فعلت قال فعل\nكذا وكذا فقال صلى الله عليه وسلم اذهب فانت حر - قال عبد الرزاق وسمعت انا\nمحمد بن عبيد الله العرزمى يحدث به عن عمرو بن شعيب - قال (باب العبد يقتل\nفيه قيمته) ذكر فيه اثرا عن عمر وعلى ثم قال (اسناد صحيح) - قلت - في سنده\nهشيم وهو مدلس وقد قال عن سعيد بن أبى عروبة وسعيد قد اختلط آخرا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p037'> Vol. 08, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب القود بين الرجال والنساء) (قال البخاري في الترجمة يذكر عن عمر\nتقاد المرأة من الرجل في كل عمد يبلغ نفسه فما دونها وبه قال عمر بن عبد\nالعزيز <span id='ms710'></span>) ثم قال البيهقى (اما الرواية في ذلك عن العمرين فقد مضت عن عبد\nالعزيز بن عمر أن في كتاب لعمر بن عبد العزيز أن عمر\n</p>\n\n<p>\nقال يقاد المملوك من المملوك في كل عمد يبلغ نفسه فما دون ذلك) - قلت -\nهما امران مختلفان الذى حكاه البخاري عن عمر في القود بين الرجل والمرأة\nوالذى ذكره عمر بن عبد العزيز في القود بين العبيد فكيف يقول البيهقى اما\nالرواية في ذلك عن العمرين - ثم ذكر البيهقى حديث انس في كسر الثنية من\nرواية ثابت عن انس ثم قال (خالفه حميد عن انس) ثم قال (وثابت احفظ ويحتمل\nانهما قصتان وهو الاظهر) - قلت - كونهما قصتين في غاية البعد والصواب\nالترجيح ومقصود البيهقى بقوله (وثابت احفظ) ترجيح روايته على رواية حميد\nوكيف تترجح روايته والراوي عنه حماد هو ابن سلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p039'> Vol. 08, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nولم يحتج به البخاري وتكلموا فيه قال البيهقى في باب من مر بحائط انسان\n(ليس بالقوى) وقال في باب من صلى وفى ثوبه أو نعله اذى (حماد بن سلمة مختلف\nفي عدالته) وقال في ابواب زكاة الابل (ساء حفظه في آخر عمره فالحفاظ لا\nيحتجون بما يخالف فيه) فظهر من هذا ان رواية حميد ارجح من رواية ثابت ولهذا\nاخرجها البخاري دون رواية ثابت وفى شرح مسلم للنووي قال العلماء المعروف في\nالروايات رواية البخاري - ثم ذكر البيهقى (عن أبى الزناد عن الفقهاء السبعة\nانهم كانوا يقولون المرأة تقاد من الرجل) إلى آخره ثم قال البيهقى (ورويناه\nعن الزهري وغيره) - قلت - قد جاء عن الزهري خلاف ذلك قال لا يقص للمرأة من\nزوجها ذكره ابن أبى شيبة بسند صحيح وفى موطأ مالك سمع ابن شهاب يقول مضت\nالسنة ان الرجل إذا اصاب امرأته بجرح ان عليه عقل ذلك الجرح ولا يقاد منه -\nوالمراد بذلك ما دون النفس إذ لو قتلها قتل اجماعا حكاه غير واحد من\nالعلماء ولابن أبى شيبة بسند صحيح عن الحسن في رجل لطم امرأته فاتت تطلب\nالقصاص فجعل النبي صلى <span id='ms711'></span> الله عليه وسلم بينهما القصاص فأنزل الله تعالى (ولا\nتعجل بالقرآن من قبل ان يقضى اليك وحيه) - ونزلت (الرجال قوامون على النساء\nبما فضل الله بعضهم على بعض) وله ايضا بسند صحيح عن محمد بن زياد هو\nالالهانى قال كانت جدتى ام ولد عثمان بن مظعون فلما مات جرحها ابن له فذكرت\nذلك لعمر بن الخطاب فقال له عمر أعطها ارشا بما صنعت بها - وذكر البيهقى\nهذا الاثر بعد في باب عتق امهات الاولاد -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p040'> Vol. 08, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب عمد القتل بالحجر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p042'> Vol. 08, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث حمل من طريق ابن عباس (ان عمر سأل الناس) إلى آخره ثم قال\n(اسناد صحيح) ثم قال (الا ان فيه زيادة\n</p>\n\n<p>\nلم اجدها في شئ من طريق هذا الحديث وهى قتل المرأة بالمرأة وفى حديث\nعكرمة عن ابن عباس موصولا وحديث ابن طاوس عن ابيه مرسلا وحديث جابر وأبى\nهريرة موصولا ثابتا انه قضى بديتها على العاقلة) - قلت - لهذا الحديث سند\nصحيح ذكره البيهقى فيما بعد في باب دية الجنين واما السند المذكور في هذا\nالباب ففى صحته نظر لان فيه عبد الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p043'> Vol. 08, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأبو قلابة الرقاشى متكلم فيه قال الدارقطني كثير الخطأ في الاسانيد\nوالمتون كان يحدث من حفظه فكثرت الا وهام منه انتهى كلامه ولهذا لم يخرج له\nفي الصحيحين شئ وإذا كان الصواب في هذه القضية القضاء بالدية لا القود كما\nهو المفهوم من كلام البيهقى وقد قتلها بحجر أو عمود فسطاط كما ثبت في\nالصحيح والا ظهر أن مثل هذا القتل انما يكون بآلة قاتلة دل هذا الحديث على\nان القتل بما يقتل غالبا ولا يقاس منه شبه عمد لا عمد فهو حجة على البيهقى\nوامامه ومخالف لمقصود البيهقى - قال (باب شبه العمد) ذكر فيه حديث على بن\nزيد بن جدعان عن القاسم بن ربيعة عن ابن عمر ثم ذكر (ان المزني احتج به\nفقال عراقى ايحتج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p044'> Vol. 08, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nبابن جدعان فقال محمد بن اسحق بن خزيمة قد روى هذا الحديث غيره وهو ايوب\nالسختيانى وخالد الحذاء <span id='ms712'></span>) - قلت - ظاهر كلامه انهما روياه من الوجه الذى\nرواه ابن جدعان وليس كذلك لانه رواه عن القاسم عن ابن عمر، وايوب رواه عنه\nعن عبد الله بن عمرو بن العاص، وخالد رواه تارة عنه عن عقبة بن اوس عن رجل\nمن الصحابة وتارة رواه عنه عن عقبة ابن اوس عن عبد الله بن عمرو كما بينه\nالبيهقى بعد في هذا الباب - ثم ذكر البيهقى حديث (من ضرب بسوط ظلما اقتص\nمنه يوم القيامة) - قلت - هذا الحديث غير مناسب للباب وايضا فان احكام\nالدنيا لا تؤخذ من احوال الآخرة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p045'> Vol. 08, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحال التى إذا قتل الرجل اقيد منه) ذكر فيه حديث مقتل عمر رضى\nالله عنه - قلت - في هذا الحديث ان ابا لؤلؤة نحر نفسه وليس فيه انه اقيد\nمنه فلا ادرى ما مناسبته للتبويب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p047'> Vol. 08, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الرجل يحبس الرجل للاخر فيقتله)\n</p>\n\n<p>\nذكر فيه حديثا عن اسمعيل بن امية عن نافع عن ابن عمر ثم قال (غير محفوظ)\nثم ذكره عن اسمعيل مرسلا وذكر (أنه الصواب) - قلت - صحيح ابن القطان رفعه\nوقال اسمعيل من الثقات فلا يعد رفعه مرة وارساله اخرى اضطرابا إذ يجوز\nللحافظ ان يرسل الحديث عند المذاكرة فإذا اراد التحميل اسنده -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p050'> Vol. 08, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الخيار في القصاص)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p051'> Vol. 08, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه عن جماعة في قوله تعالى (ذلك تخفيف من ربكم) - (انه رخص لامة\nمحمد صلى الله عليه وسلم ان شاء قتل وان شاء اخذ الدية وان شاء عفا) ثم ذكر\nحديث أبى شريح (فهو بالخيار بين ان يقتص أو يعفو أو يأخذ العقل) ثم ذكر\nقوله عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p052'> Vol. 08, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام لولى المقتول (أتعفو قال لا قال فتأخذ الدية قال لا) - قلت - في\nهذا كله ان العفو قسيم لاخذ الدية فدل على انهم إذا عفوا لا يأخذون الدية\nالا بالاشتراط وحكى الطحاوي في احكام القرآن عن الشافعي قال بالعفو يستحق\nاخذ الدية اشترط ذلك في عفوه ام لا - قال (باب من قال موجب العمد القود)\nذكر فيه حديث ابن عباس (من قتل في عمية <span id='ms713'></span>) - قلت - قد ذكر البيهقى فيما مضى\nفي باب شبه العمد (ان هذا الحديث ارسله بعضهم ووصله بعضهم) فكان الوجه\nالاستدلال بما في الصحيحين من قوله عليه السلام في قصة الربيع كتاب الله\nالقصاص - قال صاحب الاستذكار واليه ذهب أبو حنيفة واصحابه والثوري وابن\nشبرمة والحسن بن حى وهو الاظهر من مذهب مالك -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p053'> Vol. 08, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الترغيب في العفو)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p054'> Vol. 08, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديثا (عن أبى السفر قال أبو الدرداء) الحديث ثم ذكر حديثا\n(عن الشعبى قال عبادة بن الصامت سمعته عليه السلام يقول من اصيب بجسده بقدر\nنصف ديته فعفا) الحديث ثم قال (كلاهما منقطع) - قلت - عبادة توفى سنة اربع\n</p>\n\n<p>\nوثلاثين والشعبى ولد سنة تسع عشرة فلقاؤه لعبادة ممكن وقد خرج النسائي\nهذا الحديث عن الشعبى عن عبادة فتحمل عنعنته على الاتصال على رأى مسلم\nوغيره -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p056'> Vol. 08, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال يقتص الكبار قبل بلوغ الصغار) ذكر فيه قتل الحسن بن على\nلابن ملجم قال (قال بعض اصحابنا انما استبد بقتله قبل بلوغ الصغار من ولد\nعلى لانه قتله حدا لكفره لا قصاصا) - قلت - ذكر البيهقى فيما بعد في باب\nالرجل يقتل واحدا من المسلمين على التأويل (عن الشافعي قال انا ابراهيم بن\nمحمد عن جعفر بن محمد عن ابيه ان عليا قال في ابن ملجم بعدما ضربه أطعموه\nاسقوه وأحسنوا اساره فان عشت فانا ولى دمى أعفو ان شئت وان شئت استقدت وان\nمت فقتلتموه فلا تمثلوا) وقال القدورى في التجريد لو كان مرتدا لجازت\nالمثلة به وايضا ما كان على يقف قتله على شرط الموت ولو قتل لسعيه في الارض\nبالفساد لم يجز العفو عنه وقال محمد بن جرير الطبري في التهذيب اهل السير\nلا تدافع عنهم ان عليا أمر بقتل قاتله قصاصا ونهى ان يمثل به ولا خلاف بين\nاحد من الامة ان ابن ملجم قتل عليا متأولا مجتهدا مقدرا على انه على صواب\nوفى ذلك يقول عمران بن حطان -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p058'> Vol. 08, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(شعر) يا ضربة من تقى ما اراد بها * الا ليبلغ <span id='ms714'></span> من ذى العرش رضوانا انى\nلافكر فيه ثم احسبه * اوفى البرية عند الله ميزانا وذكر صاحب الاستيعاب ان\nابن ملجم قال الشبيب الاشجعى هل لك ان تساعدني على قتل على فقال ويلك انه\nذو سابقة في الاسلام فقال ابن ملجم انه حكم الرجال في دين الله وقتل\nاخواننا الصالحين وانه ضربه على رأسه وقال الحكم لله يا على لا لك ولا\nلاصحابك انتهى كلامه وهذا ايضا يدل على انه كان مسلما متأولا وذكر ابن\nقتيبة في كتاب السياسة ان ابن ملجم دخل المسجد في فروع الفجر الاول فدخل في\nالصلاة تطوعا ثم افتتح القراءة فجعل يكرر هذه الآية (ومن الناس من يشرى\nنفسه ابتغاء) فاقبل على وبيده محسر (1) يوقظ الناس للصلاة فمر بابن ملجم\nوهو يردد الآية فظن انه تعيا فيها ففتح له (والله رؤف بالعباد) ثم انصرف\nعلى فتبعه فضربه على قرنه فقال على احبسوه ثلاثا وأطعموه واسقوه فان أعش\nارى فيه رأيى وان امت فاقتلوه ولا تمثلوا به فمات وأخذه عبد الله بن جعفر\nفقطع يده ورجليه فلم يجزع وأرادوا قطع لسانه فجزع فقيل له\n</p>\n\n<p>\nما هذا الجزع على لسانك وحده قال انى اكره ان تمر بى ساعة من نهار لا\nاذكر الله فيها ثم قطعوا لسانه وضربوا عنقه - قال (باب عفو بعض الاولياء)\nذكر فيه حديث (على المقتتلين ان ينحجزوا الاول فالاول وان كانت امرأة) ثم\nذكر (عن أبى عبيد قال وذلك ان يقتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p059'> Vol. 08, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالقتيل وله ورثة رجال ونساء فأيهم عفا عن دمه من رجل وامرأة فعفوه جائز\nلان قوله ينحجزوا يعنى يكفوا عن القود) قلت - ذكر الطحاوي انه سأل عن تفسير\nهذا الخبر احمد بن أبى عمران والمزنى فقال ابن أبى عمران هذا يخرج منه جواز\nعفو النساء عن الدم وقال المزني معناه القتال في غير الحق ورد ابن حزم قول\nابن أبى عمران وقال لا يفهم احد من هذا أنه يجوز عفو النساء عن الدم اولا\nوقال كلام المزني صحيح لا يجوز لاحد أن يقول <span id='ms715'></span> غيره وهو مقتضى الخبر ومفهومه\nوهو انه يجب على المقتتلين ان ينحجز بعضهم عن بعض فلا يقتتلون وان يبدأ\nبالانحجاز الاول فالاول لان الاولين يتصادمون قبل من خلفهم فالانحجاز فرض\nعلى الاول فالاول ولو أنه امرأة لحرمة القتال -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p060'> Vol. 08, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما روى في ان لا قود الا بحديدة) ذكر فيه حديث قيس (عن جابر\nالجعفي عن أبى عازب عن النعمان بن بشير عنه عليه السلام قال لا قود الا\nبحديدة) ثم قال (كذا اتى به قيس بن الربيع ورواه الثوري عن جابر على اللفظ\nالذى مضى في باب شبه العمد) ثم ذكره من وجوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p062'> Vol. 08, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال في آخر الباب (لم يثبت له اسناد وجابر بن يزيد الجعفي مطعون) -\nقلت - الجعفي وان طعن فيه قال وكيع مهما شككتم في شئ فلا تشكوا في ان جابرا\nثقة وقال شعبة هو صدوق في الحديث وقال الثوري لشعبة لئن تكلمت في جابر لا\nتكلمن فيك وفى الكاشف للذهبي ان ابن حبان اخرج له في صحيحه وبقى في السند\nقيس بن الربيع سكت عنه البيهقى هنا وقال في باب من زرع ارض غيره بغير اذنه\n(ضعيف عند اهل العلم بالحديث) انتهى كلامه وفيه نظر فقد قال عفان كان قيس\nثقة يوثقه الثوري وشعبة وقال شعبة سمعت ابا حصين يثنى عليه وقال أبو داود\nسمعت شعبة يقول عليك به وقال أبو داود الطيالسي هو ثقة حسن الحديث وقال\nمعاذ العنبري قال لى عبد الله بن عثمان حيث لقيت قيسا لا تبال ان لا تلقى\n</p>\n\n<p>\nسفيان وقال سفيان بن عيينة ما ادركت بالكوفة احسن حديثا منه وقال ابن عدى\nعامة رواياته مستقيمة والقول فيه ما قال شعبة وانه لا بأس به وقد اخرج ابن\nماجه في سننه عن ابراهيم بن المستمر عن أبى عاصم النبيل عن سفيان الثوري عن\nجابر الجعفي عن أبى عازب عن النعمان بن بشير عنه عليه السلام قال لا قود\nالا بالسيف فقد تابع الثوري قيس بن الربيع على رواية هذا الحديث وقول <span id='ms716'></span>\nالبيهقى ورواه الثوري عن جابر على اللفظ الذى مضى في باب شبه العمد فيه نظر\nمن وجهين احدهما - ان هذا اللفظ لم يذكره البيهقى في باب شبه العمد وانما\nذكره قبله ببابين فقال (جماع ابواب صفة قتل العمد وشبه العمد - باب عمد\nالقتل بالسيف) ثم ذكر الرواية المذكورة - الثاني - ان لفظها كل شئ خطأ الا\nالسيف ولكل خطأ ارش وهذا اللفظ مخالف لحديث هذا الباب في اللفظ والمعنى\nفكيف يقول البيهقى (ورواه الثوري) ولو ذكر اللفظ الذى ذكره ابن ماجه من\nرواية الثوري عن جابر لكان هو الوجه - وقال ابن ماجه ايضا ثنا ابراهيم بن\nالمستمر ثنا الحر بن مالك العنبري ثنا مبارك بن فضالة عن الحسن عن أبى بكرة\nقال قال رسول الله صلى الله عليه وسلم لا قود الا بالسيف - وهذا شاهد لحديث\nالنعمان وسنده جيد ابن المستمر صدوق كذا قال النسائي والحر قال ابن أبى\nحاتم في كتابه سألت أبى عنه فقال صدوق لا بأس والمبارك وان تكلم فيه فقد\nاخرج له البخاري في التابعات في باب قول النبي صلى الله عليه وسلم يخوف\nالله عباده بالكسوف واخرج له ابن حبان في صحيحه والحاكم في المستدرك ووثقه\nوقال عفان كان ثقة وكان وكان ووثقه ابن معين مرة وضعفه اخرى وكان يحيى\nالقطان يحسن الثناء عليه - فهذا الحديث قد روى من وجوه كثيرة يشهد بعضها\nلبعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p063'> Vol. 08, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفاقل احواله ان يكون حسنا وبه قال النخعي والشعبى والحسن وأبو حنيفة\nواصحابه - قال (باب القصاص فيما دون النفس) ذكره في آخره حديث كسر الثنية -\nقلت - بعض الكلام عليه في باب القود بين الرجال والنساء - قال (باب ما لا\nقصاص فيه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p064'> Vol. 08, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من حديث أبى يعلى ثنا أبو كريب ثنا رشدين بن سعد عن معاذ بن محمد\nإلى آخره - قلت - ذكر أبو يعلى الموصلي هذا الحديث في مسنده وادخل بين\nرشدين ومعاذ معاوية وكذا اخرجه ابن ماجه في سننه ومحمد بن جرير الطبري في\nالتهذيب الا انهما قالا معاوية بن صالح <span id='ms717'></span> - ثم ذكر حديثا من رواية أبى بكر بن\nعياش عن دهثم حدثنى نمران بن جارية عن\n</p>\n\n<p>\nابيه إلى آخره - قلت - اخرجه ابن ماجه في سننه عن عمار بن خالد الواسطي\nعن أبن عياش بسنده وعمار قال ابن أبى حاتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p065'> Vol. 08, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nكتبت عنه مع أبى بواسط وكان ثقة صدوقا ودهثم متكلم فيه وذكره ابن حبان في\nالثقات وفى الكاشف للذهبي نمران وثق - قال (باب ما جاء في الاستئناء\nبالقصاص) ذكر فيه حديثا (عن أبى بكر وعثمان ابني أبى شيبة عن ابن علية عن\nايوب عن عمرو عن جابر) ثم ذكر (عن الدارقطني انه قال اخطأ ابنا أبى شيبة\nفيه وخالفهما احمد وغيره فرووه عن ابن علية مرسلا من حديث عمرو) - قلت -\nابنا أبى شيبة امامان حافظان وقد زاد الرفع فوجب قبوله على ما عرف قال عمرو\nبن على ما رأيت احفظ من أبى بكر بن أبى شيبة وكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p066'> Vol. 08, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو زرعة وقال ابن عدى سمعت ابن عرفة يقول سمعت ابن خراش يقول سمعت\nابا زرعة الرازي يقول ما رأيت احفظ من أبى بكر بن أبى شيبة فقلت يا ابا\nزرعة فأصحابنا البغداديون فقال اصحابك اصحاب مخاريق ما رأيت احفظ من أبى\nبكر ابن أبى شيبة وقال ابن معين ابنا أبى شيبة ليس فيهما شك ولهذا صحح ابن\nحزم هذا الحديث من هذا الوجه ثم على تقدير تسليم ان الحديث مرسل فقد روى\nمرسلا ومسندا من وجه قال الحازمى قد روى هذا الحديث عن جابر من غير وجه\nوإذا اجتمعت هذه الطرق قوى الاحتجاج بها - ثم ذكر البيهقى الحديث من جهة\nمحمد بن حمران عن ابن جريج عن عمرو ابن شعيب عن ابيه عن جده ثم قال (وكذلك\nرواه مسلم بن خالد عن ابن جريج) - قلت - محمد بن حمران لا بأس به كذا قال\nابن عدى ومسلم بن خالد وان تكلموا فيه فقد وثقه ابن معين وغيره واخرج له\nالحاكم في المستدرك وابن حبان في صحيحه وذكر الحازمى حديث ابن ركانة الذى\nذكره <span id='ms718'></span> البيهقى في هذا الباب ثم قال في حديث عبد الله بن عمرو بن العاص ما\nيدل على ان هذا الحكم منسوخ وانما اقاد النبي صلى الله عليه وسلم في هذه\nالقضية حسب ولم يقد بعد ذلك ثم ذكر حديث عمرو بن شعيب المذكور ثم قال روى\nعن ابن جريج من غير وجه فان صح سماع ابن جريج من عمرو بن شعيب فهو حديث حسن\nيقوى الاحتجاج به لمن يرى الحكم الاول منسوخا واخرج الطحاوي بسند جيد عن\nالشعبى عن جابر عن النبي صلى الله عليه وسلم قال لا يستقاد من الجرح حتى\nيبرأ وفى مصنف عبد الرزاق عن الثوري عن حميد الاعرج ان رجلا وجأ رجلا بقرن\nفي فخذه فجاء النبي صلى الله عليه وسلم يطلب إليه ان يقيده فقال صلى الله\nعليه وسلم حتى يبرأ فابى الا ان يقيد فاقاد فشلت\n</p>\n\n<p>\nرجله بعد فجاء النبي صلى الله عليه وسلم فقال ما ارى لك شيئا قد اخذت حقك\n- وفى الاستذكار روى الثوري عن عيسى ابن المغيرة عن بديل بن وهب ان عمر بن\nعبد العزيز كتب إلى طريف بن ربيعة وكان قاضيا بالشام ان صفوان بن المعطل\nضرب حسان بالسيف فجاءت الانصار إلى النبي صلى الله عليه وسلم فقالوا القود\nفقال تنتظرون فان يبرأ صاحبكم تقتصوا وان يمت نقدكم فعوفى حسان فقال\nالانصار قد علمتم ان هوى النبي صلى الله عليه وسلم في العفو فعفوا - فهذا\nامر قد روى من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p067'> Vol. 08, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعدة طرق يشد بعضها بعضا قال الطحاوي من خالف هذا الحديث فقد خالف كل من\nتقدم من العلماء وفى الاستذكار اكثر اهل العلم مالك وأبو حنيفة واصحابهما\nوسائر الكوفيين والمدنيين على انه لا يقتص من جرح ولا يودى حتى يبرأ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p068'> Vol. 08, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقلت في الاستذكار قال مالك وأبو حنيفة واصحابهما وابن أبى ليلى القتل في\nالحل والحرم والشهر الحرام وغيره سواء وهو قول ابن المسيب وعروة وسليمان بن\nيسار وأبى بكر بن عبد الرحمن وخارجة وعبيد الله بن عبد الله لانه عليه <span id='ms719'></span>\nالسلام لم يوقت في الديات شيئا من ذلك وأجمعوا أن الكفارة على من قتل في\nالشهر الحرام وغيره سواء فالقياس ان تكون الدية كذلك -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p071'> Vol. 08, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال هي اخماس)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p074'> Vol. 08, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من طريق أبى داود حديث خشف ثم قال (قال أبو داود وهو قول عبد\nالله) ثم قال البيهقى (يعنى انما روى من قول عبد الله موقوفا غير مرفوع) -\nقلت لا يفهم هذا من كلام أبى داود بل المفهوم من كلامه انه اخرج الحديث\nوسكت عنه ثم افاد انه قول عبد الله ايضا وفى الاستذكار هو قول أبى حنيفة\nواصحابه وابن حنبل وفى احكام القرآن للرازي لم يرو عن احد من الصحابة ممن\nقال بالاخماس خلافه وقول الشافعي لم يرو عن احد من الصحابة ثم حكى البيهقى\n(عن الدارقطني انه قال خشف مجهول) - قلت - وثقه النسائي وذكره ابن حبان في\nالثقات من التابعين -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p075'> Vol. 08, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اعواز الابل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p076'> Vol. 08, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في اخره (عن الشافعي قال الدية لا تقوم الا بالدنانير والدراهم كما\nلا يقوم غيرها الا بهما) قال البيهقى (ويحتمل ان عمر قومها بغير الدراهم\nوالدنانير برضى الجاني وولى الجناية) وعلى هذا حمل البيهقى قضاءه عليه\nالسلام على اهل الابل مائة وعلى اهل البقر مائتي بقرة وعلى اهل الشاة الف\nشاة - قلت - وذكر البيهقى في الخلافيات ان القول الجديد للشافعي ان الاصل\nفي الدية الابل وحدها ولا يجوز العدول عنها مع وجودها إلى غيرها وفى\nالاستذكار قال الشافعي بمصر لا يؤخذ من الذهب والورق الا قيمة الابل بالغا\nما بلغت وقال مالك وأبو حنيفة والليث لا يؤخذ في الدية الا الابل أو الذهب\nأو الورق وهو قول الشافعي بالعراق وقال أبو يوسف ومحمد يؤخذ ايضا البقر\nوالشاء والحلل - قال (باب تقدير البدل باثنى عشر الف درهم أو بالف دينار\nذكر فيه حديث محمد بن مسلم عن عمرو بن دينار عن عكرمة عن ابن عباس - قلت -\nمحمد هو الطائفي ضعفه ابن حنبل وقد رواه ابن عيينة عن عمرو عن عكرمة عنه\nعليه <span id='ms720'></span> السلام لم يذكر ابن عباس كذا قال أبو داود وقال ابن معين ابن عيينة\nاثبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p078'> Vol. 08, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nمن الطائفي في عمرو بن دينار واوثق منه ولهذا قال عبد الحق المرسل احق من\nالمسند - ثم ذكره البيهقى من طريق محمد ابن ميمون عن ابن عيينة بسنده\nالمذكور بذكر ابن عباس ثم ذكر (انه قال كذلك مرة واحدة واكثر ذلك كان يقول\nعكرمة عن النبي صلى الله عليه وسلم) - قلت - اخرجه النسائي عن ابن ميمون\nبسنده عن عكرمة سمعناه مرة يقول عن ابن عباس انه عليه السلام قضى باثنى عشر\nالفا يعنى في الدية ثم قال النسائي ابن ميمون ليس بالقوى والصواب مرسل وقال\nابن حزم قوله يعنى في الدية ليس من كلامه عليه السلام ولا في الخبر بيان\nانه من قول ابن عباس وقد يقضى عليه السلام بذلك في دين أو دية بالتراضى\nورواه مشاهير اصحاب ابن عيينة لم يذكروا فيه ابن عباس كما رويناه من طريق\nعبد الرزاق عن ابن عيينة فذكره عن عكرمة مرسلا واخرجه الترمذي من طريق ابن\nعيينة بسنده ولم يذكر ابن عباس ثم قال لا نعلم احدا يذكر في هذا الحديث عن\nابن عباس غير محمد بن مسلم - ثم ذكر البيهقى كتابه عليه السلام في الديات -\nقلت - قد تكلمنا عليه في الزكاة ثم ذكر حديثا في سنده موسى بن خلف - قلت -\nذكره ابن حبان فقال كثرت روايته للمناكير فاستحق الترك - قال (باب ما روى\nفيه عن عمر وعثمان سوى ما مضى)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p079'> Vol. 08, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اختلافا عن عمر ثم قال (الرواية فيه عن عمر منقطعة) - قلت - روى\nوكيع عن ابن أبى ليلى عن الشعبى عن عبيدة السلمانى قال وضع عمر بن الخطاب\nعلى اهل الذهب الف دينار وعلى اهل الورق عشرة آلاف درهم - وفى المحلى روينا\nمن طريق حماد بن سلمة عن حميد قال كتب عمر بن عبد العزيز في الدية عشرة\nآلاف درهم وقال ابن المنذر هو قول أبى حنيفة واصحابه والثوري وأبى ثور وفى\nالتجريد للقدورى لا خلاف <span id='ms721'></span> في ان الدية الف دينار وكل دينار عشرة دراهم ولهذا\nجعل نصاب الذهب عشرين دينارا ونصاب الورق مائتي درهم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p080'> Vol. 08, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما دون الموضحة) ذكر فيه اثرا عن مالك عن يزيد بن عبد الله بن\nقسيط ثم ذكر (ان عبد الرزاق قال لمالك حدثنى به فابى وقال العمل عندنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p083'> Vol. 08, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nعلى غيره ورجله عندنا ليس هناك يعنى ابن قسيط) - قلت - في كونه هو المراد\nنظر وذكر الطحاوي في كتاب الرد على الكرابيسى ان المراد غيره فاخرج في\nالكتاب المذكور عن النسائي قال قرئ على الحارث بن مسكين وانا اسمع عن عبد\nالرحمن بن القاسم عن عبد الرحمن بن اشرس عن مالك عن رجل عن يزيد بن عبد\nالله بن قسيط فذكره ثم قال الطحاوي ما ملخصه فعقلنا بذلك ان مالكا لم يسمع\nمن ابن قسيط وان مبلغه عنه الذى لم يسمه ليس هناك أي ليس موضعا لقبول\nروايته لا انه اراد بقوله ليس هناك ابن قسيط انتهى كلامه وهذا اولى لان ابن\nقسيط من الثقات الذين اخرج لهم الشيخان وغيرهما وقال ابن سعد ثقة كثير\nالحديث وقال صاحب التمهيد كان من سكان المدينة ومعدودا في علمائها وثقاتها\nوفقهائها زاد في الاستذكار ممن لقى ابن عمر وابا هريرة وابا رافع وروى عنهم\nوما كان مالك ليقول فيه ما ظن عبد الرزاق لانه قد احتج به في مواضع من\nكتابه وانما قال مالك ذلك في الرجل الذى كتم اسمه الذى حدثه به عن ابن قسيط\n- ثم ذكر البيهقى اثرا فيه محمد بن راشد فقال فيه (وان كنا نروى حديثه\nلرواية الكبار عنه فليس ممن تقوم الحجة بما ينفرد به) - قلت - الان القول\nفيه جدا كما ترى واطلق عليه الضعف في باب الحيض على الحمل وقال فيما مضى\nقريبا في باب الدية ارباع (ضعيف عند اهل العلم بالحديث) -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p084'> Vol. 08, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب دية اشفار العين)\n</p>\n\n<p>\nقلت - الاشفار حروف الاجفان التى ينبت عليها الشعر واراد بها البيهقى نفس\nالاجفان وكذا فعل الشافعي في الام وقال العتبى تذهب <span id='ms722'></span> العامة في اشفار العين\nانها الشعر وذلك غلط وقال المطرزى في المغرب لم يذكر احد من الثقات ان\nالاشفار الاهداب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p087'> Vol. 08, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب دية الاصابع (1)) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p091'> Vol. 08, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ابن علية عن غالب عن مسروق بن اوس ثم ذكره من حديث سعيد بن\nأبى عروبة عن غالب عن حميد ابن هلال عن مسروق ثم قال (وكذلك رواه محمد بن\nجعفر عن ابن ابى عروبة) ثم قال (ورواه شعبة عن غالب فذكر سماع غالب من\nمسروق) - قلت خالفه أبو داود فاخرجه من طريق شعبة عن غالب عن مسروق ثم قال\nرواه محمد بن جعفر عن شعبة عن غالب قال سمعت مسروقا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p092'> Vol. 08, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الصحيح يصيب عين الاعور)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p093'> Vol. 08, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن أبى مجلز سألت ابن عمر عن الاعور تفقأ عينه فقال عبد الله بن\nصفوان قضى عمر فيه بالدية فقلت انما اسأل ابن عمر فقال أو ليس يحدثكم عن\nعمر) ثم قال البيهقى (ظاهره ان ابن عمر كان لا يقول فيها بوجوب جميع الدية)\n- قلت ظاهره انه وافق عمر في ذلك إذ لو خالفه لما سكت هذا هو الظاهر من\nدينه وورعه ويقوى هذا ان ذلك جاء عنه مصرحا قال ابن أبى شيبة ثنا عبد الله\nعن معمر عن الزهري عن سالم عن ابن عمر قال إذا فقئت عين الاعور ففيها دية\nكاملة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p094'> Vol. 08, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في دية المرأة) ذكر فيه حديثا عن عباد بن نسى عن ابن غنم\nعن معاذ ثم قال (وروى ذلك من وجه آخر عن عبادة بن نسى وفيه ضعف) قلت -\nظاهره ان قوله وفيه ضعف يعود إلى الوجه الاخير وقال في الباب الذى يلى هذا\nالباب (وروى عن معاذ عن\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم باسناد لا يثبت مثله) وظاهر هذا يشمل الحديث\nبوجهيه - قال (باب ما جاء في جراح المرأة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p095'> Vol. 08, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن هشيم عن مغيرة عن ابراهيم قال كان فيما جاء به عروة البارقى\nإلى شريح من عند عمر) إلى آخره - قلت اخرجه ابن ابى شيبة <span id='ms723'></span> في مصنفه عن جرير\nعن مغيرة عن ابراهيم عن شريح قال اتانى عروة البارقى من عند عمر أن جراحات\nالرجال والنساء تستوى في السن والموضحة وما فوق ذلك فان المرأة على النصف\nمن دية الرجل -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p096'> Vol. 08, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب دية اهل الذمة) ذكر فيه حديث (في النفس المؤمنة مائة من الابل)\n- قلت - خصمه لا يقول المفهوم ومن قاعدته حمل المطلق على اطلاقه فيجرى ما\nورد في بقية الروايات من قوله عليه السلام في النفس مائة من الابل ونحوه\nعلى اطلاقه وحديث في النفس المؤمنة على تقييده - ثم ذكر البيهقى (عن ابن\nالمسيب ان عمر قضى) إلى آخره - قلت - ذكر مالك وابن معين ان ابن المسيب لم\nيسمع من عمر وقد ذكرنا ذلك غير مرة وقد جاء عن عمر خلاف هذا قال عبد الرزاق\nفي مصنفه ثنا رباح ابن عبيد الله اخبرني حميد الطويل انه سمع انس بن مالك\nيحدث ان يهوديا قتل غيلة فقضى فيه عمر بن الخطاب باثنى عشر الف درهم - قال\nالطحاوي ثنا ابراهيم بن منقذ ثنا عبد الله بن يزيد المقرى عن سعيد بن أبى\nايوب حدثنى يزيد بن أبى حبيب ان جعفر بن عبد الله بن الحكم اخبره ان رفاعة\nبن السموأل اليهودي قتل بالشام فجعل ديته عمر الف دينار - وهذا السند رجاله\nعلى شرط مسلم خلا ابن منقذ وهو ثقة اخرج له الحاكم في المستدرك وابن حبان\nفي صحيحه - ثم ذكر البيهقى (عن صدقة ابن يسار قال ارسلنا إلى ابن المسيب\nنسأله عن دية المعاهد فقال قضى فيه عثمان باربعة آلاف قلنا فمن قبله فحصبنا\nقال الشافعي هم الذين سألوه آخرا) - قلت - وفى الخلافيات للبيهقي انما عنى\nالشافعي بقوله هذا انه روى عنه بخلافه وهذا آخر ما قضى به فالاخذ به اولى\nوقال في كتاب المعرفة وانما اراد والله اعلم ان ابن المسيب كان يقول بخلاف\nذلك ثم رجع إلى هذا - قلت - السياق يدل على ان مراد الشافعي بالمسئول هو\nابن المسيب كما فهمه البيهقى في كتاب <span id='ms724'></span> المعرفة وكلامه في الخلافيات ظاهره\nيدل على انه فهم من كلام الشافعي ان مراده بالمسئول هو عثمان لانه قال وهذا\nآخر ما قضى به وابن المسيب فيما علمنا ما كان متوليا وعثمان لم يسئل في تلك\nالقضية بل المسئول هو ابن المسيب فظهر أن كلام البيهقى في الخلافيات\n</p>\n\n<p>\nليس بجيد ثم انه كيف ما اراد الشافعي فكلامه دعوى وليس في القضية ما يدل\nعلى ان ذلك كان آخرا وسيأتى عن عثمان ايضا خلاف هذا - وذكر أبو عمر في\nالتمهيد عن جماعة منهم ابن المسيب انهم قالوا دية المعاهد كدية المسلم -\nوروى الطحاوي بسنده عنه قال دية كل معاهد في عهده الف دينار - ثم ذكر\nالبيهقى (انه روى عن عثمان بخلاف هذا بسندين احدهما منقطع والآخر غير محفوظ\nوانه ذكرهما في باب لا يقتل مؤمن بكافر) - قلت - كأنه يشير بالسند الذى هو\nغير محفوظ إلى رواية الزهري عن سالم عن ابن عمر وقد ذكرنا في ذلك الباب ان\nعبد الرزاق اخرجه عن الزهري من وجهين وان ابن حزم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p100'> Vol. 08, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقال هو في غاية الصحة عن عثمان فلا ادرى ما معنى قول البيهقى (غير محفوظ)\nوما ذكره البيهقى في آخر هذا الباب عن الزهري (كانت دية اليهودي والنصراني\nزمن النبي صلى الله عليه وسلم وأبى بكر وعمر وعثمان مثل دية المسلم) يقوى\nما روى عن عثمان بالسندين المذكورين فصار هذا الاثر عن عثمان مرويا من\nثلاثة اوجه - احدها - متصل صحيح - والآخران - منقطعان والمنقطع عند الشافعي\nيقوى بمنقطع مثله فكيف بهذين - ثم ذكر البيهقى حديث دية المجوسى ثمانمائة\nدرهم وسكت عنه - قلت - قال الطحاوي لا يعلم روى عن النبي صلى الله عليه\nوسلم في دية المجوسى غير هذا الحديث الذى لا يثبته اهل الحديث لاجل ابن\nلهيعة ولا سيما من رواية عبد الله بن صالح عنه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p101'> Vol. 08, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقى حديث (جعل النبي صلى الله عليه وسلم دية العامريين دية\nالحر المسلم) وفى سنده أبو سعد البقال فتكلم فيه ثم قال (ثم ظاهره يوجب ان <span id='ms725'></span>\nيكون كحديث عمرو بن شعيب) - قلت - حديث عمرو عقل الكافر نصف عقل المؤمن\nفكأن البيهقى يجعل الدية في قوله دية الحر المسلم مقسومة على العامريين\nفيحصل لكل واحد النصف ورواية الحسن بن عمارة تنفى هذا التأويل وتصرح بان\nدية كل واحد منهما دية مسلم الا ان البيهقى تكلم في الحسن وقد اخرج الترمذي\nوابن جرير الطبري هذا الحديث من رواية يحيى بن آدم عن أبى بكر بن عياش\nولفظهما ودى العامريين بدية - هذا يقوى رواية الحسن وينفى تأويل البيهقى ثم\nذكر البيهقى - من حديث ابن جريج (عن الزهري كانت دية اليهودي والنصراني)\nالحديث ثم ذكر (ان الشافعي رده بكونه مرسلا وان الزهري قبيح المرسل وقد\nروينا عن عمر (وعثمان ما هو اصح منه) - قلت - ذكر عبد الرزاق هذا الحديث في\nمصنفه عن معمر عن الزهري وزاد في آخره قال الزهري ولم يقض لى ان إذا كر عمر\nبن عبد العزيز فاخبره ان قد كانت الدية تامة لاهل الذمة قلت للزهري بلغني\nان ابن المسيب قال ديته اربعة آلاف قال\n</p>\n\n<p>\nان خير الامور ما عرض على كتاب الله قال الله تعالى فدية مسلمة إلى اهله\n- وذكر أبو داود في مراسيله بسند صحيح عن ربيعة ابن أبى عبد الرحمن قال كان\nعقل الذمي مثل عقل المسلم في زمن رسول الله صلى الله عليه وسلم وزمن أبى\nبكر وزمن عمر وزمن عثمان حتى كان صدرا من خلافة معاوية فقال معاوية ان كان\nاهله اصيبوا به فقد اصيب به بيت مال المسلمين فاجعلوا لبيت مال المسلمين\nالنصف ولاهله النصف خمسمائة دينار ثم قتل رجل آخر من اهل الذمة فقال معاوية\nلو انا نظرنا إلى هذا الذى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p102'> Vol. 08, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nيدخل بيت المال فجعلنا (1) وضيعا عن المسلمين وعونا لهم قال لمن هناك وضع\nعقلهم إلى خمسمائة - قال أبو داود رواه ابن اسحق ومعمر عن الزهري نحو هذا\nوحديث ابن اسحق اتم واخرج ايضا في مراسيله بسند رجاله ثقات عن سعيد بن\nالمسيب قال قال رسول الله صلى الله <span id='ms726'></span> عليه وسلم دية كل ذى عهد في عهده الف\nدينار - وقد تأيد هذا المرسل بمرسلين صحيحين وبعدة احاديث مسندة وان كان\nفيهما كلام وبمذاهب جماعة كثيرة من الصحابة ومن بعدهم فوجب ان يعمل به\nالشافعي كما عرف من مذهبه - وفى التمهيد روى ابن اسحق عن داود بن الحصين عن\nعكرمة عن ابن عباس في قضية بنى قريظة والنضير انه عليه السلام جعل ديتهم\nسواء دية كاملة - وعمر وعثمان قد اختلف عنهما وقد تقدم عن عثمان على موافقة\nهذه الاحاديث من وجوه عديدة بعضها في غاية الصحة كما قدمنا عن ابن حزم وهو\nالذى دل عليه ظاهر كتاب الله تعالى لانه تعالى قال ومن قتل مؤمنا خطأ\nفتحرير رقبة مؤمنة ودية مسلمة إلى اهله - ثم قال وان كان من قوم بينكم\nوبينهم ميثاق فدية مسلمة - والظاهر أن هذه الدية هي الدية وكذا فهم جماعة\nمن السلف قال ابن أبى شيبة ثنا عبد الرحيم هو ابن سليمان عن اشعث هو ابن\nسوار عن الشعبى وعن الحكم وحماد عن ابراهيم قالا دية اليهودي والنصراني\nوالحربي المعاهد مثل دية المسلم ونسأوهم على النصف من دية الرجال وكان عامر\nيتلو هذه الآية - وان كان من قوم بينكم وبينهم ميثاق فدية مسلمة إلى اهله -\nواشعث وان تكلموا فيه يسيرا فقد تقدم ان مسلما روى له متابعة واخرج له ابن\nخزيمة في صحيحه والحاكم في المستدرك - وقال ابن أبى شيبة ايضا ثنا اسمعيل\nبن ابراهيم عن ايوب عن الزهري سمعته يقول دية المعاهد دية المسلم وتلا\nالآية السابقة وهذا السند في غاية الصحة فلو كان مذهب عمر وعثمان كما ذهب\nإليه الشافعي لما تركت هذه الادلة لقولهما فكيف وقد اختلف عنهما - ثم ذكر\nالبيهقى (عن القاسم بن عبد الرحمن عن ابن مسعود قال من كان له عهد أو ذمة\nفديته دية المسلم) ثم قال (منقطع موقوف) - قلت - هذا هو مذهب ابن مسعود\nمشهور عنه وان كان منقطعا وقد اخرج عبد الرزاق عن معمر عن ابن أبى نجيح <span id='ms727'></span> عن\nمجاهد عن ابن مسعود قال دية المعاهد مثل دية المسلم -\n</p>\n\n<p>\nوقال ذلك على ايضا وهو ايضا منقطع الا ان كلا منهما يعضد الآخر ويقويه -\nوذكر عبد الرزاق عن أبى حنيفة عن الحكم ابن عتيبة ان عليا قال دية اليهودي\nوالنصراني وكل ذمى مثل دية المسلم - وذكر ايضا بسندين صحيحين عن النخعي\nوالشعبى ان دية اليهودي والنصراني كدية المسلم - وذكر ايضا عن ابن جريج عن\nيعقوب بن عتبة واسمعيل بن محمد وصالح قالوا عقل كل معاهد من اهل الكفر\nومعاهدة كعقل المسلمين ذكرانهم واناثهم جرت بذلك السنة في عهد رسول الله\nصلى الله عليه وسلم وبهذا قال عطاء ومجاهد وعلقمة والنخعي ذكره عنهم ابن\nأبى شيبة باسانيده - وفى التهذيب لابن جرير الطبري لا خلاف ان الكفارة في\nقتل المسلم والمعاهد سواء وهو تحرير رقبة فكذلك الدية ورد على من اوجب ما\nلا شك فيه وهو الاقل وذلك اربعة آلاف لليهودي وثمانمائة للمجوسي فقال هذه\nعلة غير صحيحة والحكم بالاقل على غير اصل من كتاب وسنة وكل قائل يحتاج إلى\nدلالة على صحة قوله - وفى الاستذكار وقال أبو حنيفة واصحابه والثوري وعثمان\nالبتى والحسن بن حى دية المسلم والذمى والمجوسي والمعاهد سواء وهو قول ابن\nشهاب وروى عن جماعة من الصحابة والتابعين وروى ابراهيم بن سعد عن ابن شهاب\nقال كان أبو بكر وعمر وعثمان يجعلون دية اليهودي والنصراني الذميين مثل\nالمسلم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p103'> Vol. 08, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من في الديوان ومن ليس فيه من العاقلة سواء) ذكر فيه حديث (على\nكل بطن عقوله) - قلت - الشافعي يعتبر في العاقلة الاقرب فالاقرب وظاهر\nالحديث الوجوب على البطن من غير اعتبار الاقرب وكذا حديث قضى بالدية على\nالعاقلة - وكذا ما ذكره البيهقى في آخر الباب السابق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p107'> Vol. 08, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nان عمر جناية فقال لعلى عزمت عليك لما قسمت الدية على بنى ابيك قال\nفقسمها على قريش وذكر الطحاوي ان سلمة بن نعيم قتل يوم اليمامة مسلما خطأ\nفقال له عمر عليك وعلى قومك الدية - قال (باب ما تحمل العاقلة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p108'> Vol. 08, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nذكر <span id='ms728'></span> فيه (ان الشافعي ذهب إلى انها تحمل كل ما كثر وقل لانه عليه السلام\nلما حملها الاكثر دل على تحملها الايسر)\n</p>\n\n<p>\n- قلت - القياس ان لا يلزمها جناية كما إذا جنى على مال وعموم قوله تعالى\nولا تكسب كل نفس الا عليها - ولا تزر وازرة وزر اخرى - ينفى اللزوم عليها\nوكذا قوله عليه السلام لا يجنى عليك ولا تجنى عليه - فإذا حملها النبي عليه\nالسلام شيئا كان ذلك ثابتا على خلاف القياس فيقصر عليه ولا يقاس ومذهب مالك\nواصحابه ان العاقلة لا تحمل من دية الخطأ الا الثلث فصاعدا وهو قول الفقهاء\nالسبعة وعبد العزيز بن أبى سلمة وابن أبى ذئب وقال أبو حنيفة واصحابه لا\nتحمل الا نصف عشر الدية فصاعدا وهو قول الثوري وابن شبرمة - قال (باب تنجيم\nالدية على العاقلة) ذكر فيه (عن الشافعي قال وجدنا عاما في اهل العلم انه\nعليه السلام قضى في جناية الحر المسلم على الحر خطأ بمائة من الابل على\nعاقلة الجاني وعاما فيهم انها في مضى الثلاث سنين في كل سنة ثلثها) - قلت -\nذكر ابن الرفعة في شرح الوسيط ان الشافعي قال في المختصر لا اعلم مخالفا\nانه عليه السلام قضى بالدية على العاقلة ولا اختلاف بين احد علمته في انه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p109'> Vol. 08, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام قضى بها في ثلاث سنين ثم ذكر عن ابن المنذر قال ما ذكره\nالشافعي لا يعرف له اصل من كتاب ولا سنة وان ابن حنبل سئل عنه فقال لا اعرف\nفيه شيئا فقيل له ان ابا عبد الله رواه عن النبي صلى الله عليه وسلم فقال\nلعله سمعه من ذلك المدنى فانه كان حسن الظن فيه يعنى ابن أبى يحيى قال ابن\nداود الشافعي في شرح المختصر كان الشافعي يروى هذا الحديث ويقول حدثنى من\nهو ثقة في الحديث غير ثقة في دينه قال (باب ما ورد في البئر جبار)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p110'> Vol. 08, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن سماك عن حنش عن على في الذين سقطوا في الزبية ثم تكلم عليه)\nثم قال (اصحابنا <span id='ms729'></span> يقولون ينبغى ان يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p111'> Vol. 08, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nفي الاول ثلثا الدية) إلى قوله (فان صح الحديث ترك له القياس) - قلت -\nاخرج احمد هذا الحديث في مسنده من طريق اسرائيل عن سماك ولفظه فبينما هم\nيتدافعون إذ سقط رجل فتعلق بآخر إلى آخره وبمعناه اخرجه ابن أبى شيبة عن\nأبى الاحوص عن سماك ولفظه فاصبح الناس يتدافعون على راس البئر واخرجه\nالطحاوي ايضا من حديث أبى الاحوص ثم وجهه بما ملخصه ان اهل الزبية جانون\nعلى الساقطين فيها بتدافعهم ويحمل امرهم على انهم كانوا متشابكين فالساقط\nالاول\n</p>\n\n<p>\nيجر الذى يليه جار للاخرين لتشابكهم فموته من دفع اهل الزبية ومن سقوط\nالباقين عليه بحره اياهم على نفسه فوجب الربع وسقط ثلاثة الارباع إذ هو سبب\nسقوط الثلاثة عليه وموت الساقط الثاني من الدفعة المجهول فاعلها ومن جره\nالآخرين فله الثلث بالدفعة وما بقى هدر إذ هو سببها وموت الساقط الثالث من\nالدفعة ومن جر التابع فله النصف والنصف هدر إذ جنى على نفسه وموت الرابع من\nالدفعة خاصة فله الجميع وانما اخذت منهم وان لم يتعين المتدافعون لانهم في\nحكم نفر اقتتلوا فاجلوا عن قتل لم يدر قاتله فديته عليهم جميعا وجرح الاسد\nهدر إذ شيبة الدفع كمن دفع رجلا على سكين أو حجر فمات انتهى كلامه وتبين\nبهذا ان الحديث موافق للقياس غير مخالف له كما ادعى البيهقى ثم في القياس\nالمفهوم من كلامه نظر وكيف يجب للاول على الثاني والثالث وهو الذى جرهما\nولئن وجب له عليهما شئ وجب ان يجب له على الرابع ايضا لانه مات من فعله\nايضا وهذا الكلام بعينه يقال في الثاني والثالث -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p112'> Vol. 08, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب جنين الامة) (فيه عشر قيمة امه لا فرق بين ان يكون ذكرا أو\nانثرواه الشافعي عن ابن المسيب والحسن والنخعي قال الشافعي لما لم يسأل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p116'> Vol. 08, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام عن الجنين في الحرة أذكر هو أو انثى فكذا جنين الامة) - قلت\n- كان ينبغى ان يقول باب جنين الامة من غير سيدها لان العلماء على ان\nجنينها <span id='ms730'></span> من سيدها حكمه حكم جنين الحرة ذكره صاحب الاستذكار ويقال للشافعي\nولم يسأل عليه السلام اجنين حرة ام جنين امة فوجب استواؤهما في وجوب الغرة\nوقد اختلف في ذلك عن ابن المسيب والنخعي فروى ابن حزم من طريق عبد الرزاق\nعن معمر وابن جريج قال معمر عن الزهري وقال ابن جريج عن اسمعيل بن امية\nكلاهما عن سعيد بن المسيب قال في جنين الامة عشرة دنانير ومن طريق قاسم بن\nاصبغ ثنا محمد بن المثنى ثنا عبد الرحمن ابن مهدى ويحيى القطان كلاهما عن\nالثوري عن المغيرة بن مقسم عن ابراهيم النخعي قال في جنين الامة نصف عشر\nثمن امه قال (باب اصل القسامة) ذكر فيه (عن الشافعي عن مالك عن ابن أبى\nليلى (1) عن سهل انه أخبره هو ورجال من كبراء قومه) وذكره من طريق ابن بكير\nعن مالك ولفظه (انه أخبره رجل (2) من كبراء قومه) ثم ذكر (ان ابن وهب قاله\nعن مالك كرواية الشافعي) - قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p117'> Vol. 08, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nذكره يحيى بن يحيى عن مالك كرواية ابن بكير ولفظه انه اخبره رجال من\nكبراء قومه وذكر صاحب التمهيد ان ابن وهب تابع يحيى على ذلك بخلاف ما ذكره\nالبيهقى عن ابن وهب ثم ذكر البيهقى حديث سهل من طرق وفيها البداءة بايمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p118'> Vol. 08, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالمدعين ثم قال (ورواه ابن عيينة عن يحيى فخالف الجماعة في لفظه) ثم\nاسنده من رواية الحميدى عن ابن عيينة وفيه البداءة بايمان المدعى عليهم وهم\nاليهود) - قلت - رويناه في مسند الحميدى عن ابن عيينة فبدأ بايمان المدعين\nموافقا للجماعة وكذا اخرجه النسائي عن محمد بن منصور عن ابن عيينة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p119'> Vol. 08, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقى حديث سعيد بن عبيد عن بشير بن يسار عن سهل وفيه (انه عليه\nالسلام قال لهم تأتون بالبينة على من قتل قالوا مالنا بينة قال فيحلفون\nلكم) الحديث ثم قال (رواه البخاري واخرجه مسلم دون سياق متنه) ثم ذكر (عن\nمسلم ان يحيى ابن سعيد احفظ من سعيد بن عبيد) ثم قال البيهقى (وان صحت\nرواية <span id='ms731'></span> سعيد فهى لا تخالف رواية يحيى لانه قد يريد بالبينة الايمان مع\nاللوث) إلى آخر ما تأوله به - قلت - لا وجه لتشكيك البيهقى بقوله وان صحت\nرواية سعيد مع ثقته واخراج البخاري حديثه هذا واخرجه مسلم ايضا ولم يشك في\nصحته وانما رجح يحيى على سعيد وقد جاءت احاديث تعضد رواية سعيد وتقويها -\nمنها - ما سيذكره البيهقى - ومنها - ما اخرجه أبو داود بسند حسن عن رافع بن\nخديج قال اصبح رجل من الانصار مقتولا بخيبر فانظلق اولياؤه إلى النبي صلى\nالله عليه وسلم فذكروا ذلك له فقال الكم شاهدان يشهدان على قاتل صاحبكم\nقالوا يا رسول الله لم يكن به احد من المسلمين وانما هم يهود وقد يجترئون\nعلى اعظم من هذا قال فاختاروا منهم خمسين فاستحلفهم فابوا فوداه رسول الله\nصلى الله عليه وسلم من عنده - وقد ذكر البيهقى هذا الحديث بعد في باب\nالشهادة على الجناية - وروى ابن أبى شيبة بسند صحيح عن القاسم بن عبد\nالرحمن الهذلى الكوفى قال انطلق رجلان من اهل الكوفة إلى عمر بن الخطاب\nفوجداه قد صدر عن البيت فقالا ان ابن عم لنا قتل ونحن إليه شرع سواء في\nالدم وهو ساكت عنهما فقال شاهدان ذوا عدل يحثان به على من قتله فنقيدكم منه\n- وهذا هو الذى تشهد له الاصول الشرعية من ان البينة على المدعى واليمين\nعلى المدعى عليه فكان الوجه ترجيح هذه الادلة على ما يعارضها وتأويل\nالبيهقى لرواية سعيد تعسف ومخالفة للظاهر وحين قالوا ما لنا بينة عقب عليه\nالسلام ذلك بقوله فيحلفون لكم فكيف يقول البيهقى وقد يطالبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p120'> Vol. 08, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nبالبينة ثم يعرض عليهم الايمان ثم يردها على المدعى عليهم - ثم ذكر\nالبيهقى حديث عبد الرحمن بن بجيد وانكاره على سهل ثم حكى (عن الشافعي انه\nقال لا اعلم ابن بجيد سمع النبي صلى الله عليه وسلم فان لم يكن سمع منه فهو\nمرسل ولسنا ولا اياك نثبت المرسل وسهل صحب النبي صلى الله عليه وسلم وسمع\nمنه فأخذت بحديثه <span id='ms732'></span>) - قلت - ابن بجيد ادرك النبي صلى الله عليه وسلم وذكره\nابن حبان وغيره في الصحابة وقال العسكري اثبت له صحبة وصحح الترمذي من\nروايته حديث ردوا السائل ولو بظلف محرق - وقد تقدم غير مرة انى مسلما انكر\nفي اشتراط الاتصال ثبوت اللقاء والسماع واكتفى بامكان اللقاء فعلى هذا لا\nيكون الحديث مرسلا وان لم يثبت سماعه وقول الشافعي ولسنا ولا اياك صوابه ان\nيقال ولا انت ثم للظاهر أن كلامه مع محمد بن الحسن والذى في كتب الحنفية ان\nمذهبه ومذهب اصحابه قبول المرسل وكذا مذهب مالك وقد حكى ابن جرير الطبري ان\nذلك مذهب السلف وان رد المرسل لم يحدث الا بعد المائتين وسهل وان سمع من\nالنبي صلى الله وسلم لكن روايته لهذا الحديث مرسلة لانه كان صغيرا في ذلك\nالوقت وذلك انه ولد سنة ثلاث من الهجرة وغزوة خيبر كانت سنة سبع وهذه\nالقضية قبل ذلك حين كانت خيبر صلحا لانه ورد في بعض طرق هذا الحديث في\nالصحيحين وهى يومئذ صلح وايضا فان النبي صلى الله عليه وسلم قال لهم اما ان\nيدوا صاحبكم واما ان يؤذنوا بحرب - وهذا اللفظ لا يقال الا لمن كان في صلح\nوامان وقد صرح سهل في رواية مالك انه اخبره رجال من كبراء قومه فهذا يكشف\nلك انه اخذ القضية عن هؤلاء ولم يشهدها فتبين ان روايته لهذا الحديث مرسلة\nثم ان حديثه مضطرب اسنادا ومتنا اما الاسناد لما في اختلاف الرواة عن مالك\nفي قوله اخبره رجال من كبراء قومه أو هو ورجال كما تقدم واما المتن فمن جهة\nاختلاف رواية يحيى ورواية سعيد ولمخالفة ابن عيينة كما مر ومع ارساله\nواضطرابه خالف الاصول الشرعية وحديث ابن بجيد سلم من ذلك كله وروى معناه من\nوجوه تقدم بعضها وسيأتى البعض وهو الاولى برسول الله صلى الله عليه وسلم ان\nلا يأمر احدا بالحلف على ما لا علم له وايضا فان النبي صلى الله عليه وسلم\nقال لجويصة ومحيصة وعبد <span id='ms733'></span> الرحمن اتحلفون وتستحقون دم صاحبكم وعند الشافعي\nاليمين تجب على عبد الرحمن وحده لانه اخو المقتول وحويصة ومجيصة عماه ولا\nيمين عليهما ثم ذكر البيهقى (ان الشافعي قيل له ما منعك ان تأخذ بحديث ابن\nشهاب فقال مرسل والقتيل انصاري والانصاريون بالعناية لولى بالعلم به من\nغيرهم) قال البيهقى (كأنه عنى حديث الزهري عن أبى سلمة وسليمان بن يسار عن\nرجال من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p121'> Vol. 08, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nالانصار أنه عليه السلام قال ليهود وبدا بهم) الحديث - قال - (وهو يخالف\nالحديث المتصل في البداءة بالقسامة وفى اعطاء الدية والثابت انه عليه\nالسلام وداه من عنده وخالفه ابن جريج وغيره في لفظه) - قلت - في مصنف عبد\nالرزاق انا معمر عن الزهري عن أبى سلمة وسليمان بن يسار عن رجال من اصحاب\nالنبي صلى الله عليه وسلم من الانصار أنه عليه السلام قال ليهود بدأ بهم\nيحلفون منكم خمسون رجلا فأبوا فقال للانصار اتحلفون فقالوا لا نحلف على\nالغيب فجعلها رسول الله صلى الله عليه وسلم دية على اليهود لانه وجد بين\nاظهرهم - وهذه حجة قاطعة للثوري وأبى حنيفة وسائر اهل الكوفة كذا في\nالاستذكار وقال في التمهيد هو حديث ثابت وقد قدمنا في باب النهى عن فضل\nالمحدث من كلام البيهقى وغيره ان هذا الحديث واشباهه مسند متصل ولو سلمنا\nانه مرسل فقد تقدم ان حديث سهل ايضا غير متصل وقول الشافعي والانصاريون\nاولى بالعلم به - قلنا - ابن بجيد ايضا منهم وحديث ابن شهاب اخرجه أبو داود\nوهو ايضا عنهم وهو وان خالف حديث سهل في البداءة بالقسامة فقد تأيد بعدة\nاحاديث تقدم بعضها وسيأتى بعضها وتأيد ايضا بدلالة الاصول ولان رواته ائمة\nفقهاء حفاظ لا يعدل بهم غيرهم وما فيه من جعل الدية عليهم يؤيده ما في حديث\nابن بجيد أنه عليه السلام كتب إليهم انه قد وجد فيكم قتيل بين اثنائكم فدوه\nوما في الصحيحين من قوله عليه السلام اما ان يدوا صاحبكم واما ان يؤذنوا\nبحرب من الله ورسوله - ووجه التوفيق بين هذه الاحاديث <span id='ms734'></span> وبين ما في حديث سهل\nانه عليه السلام اوجبها عليهم ثم تبرع بها عنهم قال النووي في شرح مسلم\nالمختار قال جمهور اصحابنا وغيرهم ان معناه انه عليه السلام اشتراها من اهل\nالصدقات بعد أن ملكوها ثم دفعها تبرعا إلى اهل القتيل انتهى كلامه وبهذا\nيزول الاختلاف وقد ذكر البيهقى فيما بعد في باب وجوب الكفارة (ان قوما\nاستعصموا بالسجود فقتلهم المسلمون فقال عليه السلام اعطوهم نصف العقل) ثم\nذكر (عن الشافعي انه كان تطوعا) ثم ذكره من وجه آخر وفيه (فوداهم رسول الله\nصلى الله عليه وسلم نصف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p122'> Vol. 08, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالدية) ثم قال البيهقى (قوله فوداهم اظهر في انه اعطاه متطوعا) واخرج\nالنسائي بسند جيد عن عمرو بن شعيب عن ابيه عن جده ان ابن محيصة الاصغر وجد\nقتيلا على ابواب خيبر الحديث وفى آخره فقسم رسول الله صلى الله عليه وسلم\nديته عليهم واعانهم بنصفها - وحديث معمر عن الزهري مفسر وحديث ابن جريج\nوغيره مجمل فيرد إلى المفسر ولا يكون بينهما اختلاف ثم ان لفظ حديث ابن\nجريج انه عليه السلام اقر القسامة على ما كانت عليه في الجاهلية فقضى بها\nبين اناس من الانصار في قتيل ادعوه على اليهود فصرح في هذا الحديث الصحيح\nانه قضى بها في قتيل الانصار كقسامة الجاهلية\n</p>\n\n<p>\nوقد ذكر البيهقى فيما بعد في باب ما جاء في قسامة الجاهلية من طريق\nالبخاري (عن ابن عباس ان ابا طالب بدأ بايمان المدعى عليهم) فدل ذلك على\nانه عليه السلام بدأ ايضا في قتيل الانصار بالمدعى عليهم وذكر ايضا فيما\nبعد في باب ترك القود بالقسامة حديثا عزاه إلى البخاري وفيه ايضا (انه عليه\nالسلام بدأ بايمان اليهود وان عمر فعل ذلك) ثم ان لفظ مسلم عن أبى سلمة\nوسليمان بن يسار عن رجل من اصحاب النبي صلى الله عليه وسلم من الانصار انه\nصلى الله عليه وسلم اقر القسامة - واخرجه عبد الرزاق في مصنفه ولفظه عن\nرجال من اصحاب النبي صلى الله عليه وسلم والظاهر <span id='ms735'></span> ان الجميع حديث واحد فلا\nنسلم ان الحديث مرسل كما زعم الشافعي ولو كان مرسلا لما اخرج مسلم في صحيحه\nوقد قدمنا عن صاحب التمهيد انه حديث ثابت ثم ذكر البيهقى حديث الزنجي (عن\nابن جريج عن عمرو بن شعيب عن ابيه عن جده انه عليه السلام قال البينة على\nالمدعى واليمين على من انكر الا في القسامة) - قلت - في اسناده لين كذا في\nالتمهيد وذلك ان الزنجي ضعيف كذا قال البيهقى في باب من زعم ان التراويح\nبالجماعة افضل وقال ابن المدينى ليس بشئ وقال أبو زرعة والبخاري منكر\nالحديث وابن جريج لم يسمع من عمر وحكاه البيهقى في باب وجوب الفطرة على اهل\nالبادية عن البخاري والكلام في عمرو بن شعيب عن ابيه عن جده معروف ومع ضعف\nالزنجي خالفه عبد الرزاق وحجاج وقتادة فرووه عن ابن جريج عن عمرو مرسلا كذا\nذكره الدارقطني في سننه واختلف فيه ايضا على الزنجي وقال صاحب الميزان\nعثمان بن محمد بن عثمان الرازي ثنا مسلم الزنجي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p123'> Vol. 08, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن جريج عن عطاء عن أبى هريرة رضى الله عنه ان رسول الله صلى الله\nعليه وسلم قال البينة على من ادعى واليمين على من انكر لا في القسامة - ثم\nذكر البيهقى (عن الشافعي ان عمر كتب في قتيل وجد بين خيوان ووادعة) إلى\nآخره ثم ذكر (ان الشافعي اجاب عنه بما يخالفون عمر في هذه القضية من\nالاحكام) - قلت - انما خالفوه في تلك الاحكام لانه قامت عندهم فيها ادلة\nاقوى من قول عمر رضى الله عنه وقد ذكر عيسى بن ابان في كتاب الحجج ان\nمخالفه قال قد تركتم من حديث عمر اشياء لانه كتب إلى عامله باليمن ابعث بهم\nإلى بمكة وانتم تقولون ترفع إلى اقرب القضاة وفيه انه استحلفهم في الحجر\nوانتم تنكرون ان يستحلف الا في مجلس الحكم حيث كان وفيه انه قال لعامله\nابعث إلى بخمسين رجلا وعندكم الخيار للمدعى وفيه حقنتم بايمانكم دماءكم\nوعندكم ان لم يحلفوا لم <span id='ms736'></span> يقتلوا ثم اجاب ابن ابان عن ذلك بما ملخصه انه اراد\nان يتولى الحكم وان عامله لا يقوم فيه مقامه لينتشر في البلاد ويعمل به من\nبعده ولهذا فعله في اشهر المواضع وهو الحجر ليراه اهل الموسم وينقلوه إلى\nالآفاق ولا شك ان نواب كانوا يقضون في البلاد النائية ولو وجب حمل كل احد\nإليه لم يكتب إلى أبى موسى\n</p>\n\n<p>\nوغيره في الاحكام ولهذا لم يستحلف عمر والائمة بعده احدا في الحجر وانما\nكتب عمر أن لا يقتل نفس دونه احتياطا واستعظاما للدم ولم يقل ابعث إلى\nبخمسين تتخيرهم انت ولم يكن يولى جاهلا فانما كتب إلى من يعلم ان الخيار\nللمدعين لانه لهم يستحلف فكيف يستحلف من لا يريدونه وانما قال حقنتم\nبايمانكم دماءكم لانهم لو لم يحلفوا حبسوا حتى يقروا فيقتلوا أو يحلفوا\nفايمانهم حقنت دماءهم إذ تخلصوا بها من القتل أو الحبس كقوله تعالى ويدرأ\nعنها العذاب ان تشهد - فلو لم تلاعن حبست حتى تلاعن فتنجوا وتقر فترجم - ثم\nذكر البيهقى (ان الشافعي قيل له اثابت هو عندك أي قضية عمر فقال لا انما\nرواه الشعبى عن الحارث الاعور والحارث مجهول ونحن نروى بالاسناد الثابت انه\nبدأ بالمدعين فلما لم يحلفوا قال فتبرئكم يهود بخمسين يمينا واذ قال\nفتبرئكم فلا يكون عليهم غرامة ولما لم يقبل الانصاريون ايمانهم وداه عليه\nالسلام ولم يجعل على يهود شيئا) - قلت لم يذكر احد فيما علمنا ان الشعبى\nرواه عن الحارث الاعور غير الشافعي ولم يذكر سنده في ذلك وقد رواه الطحاوي\nبسنده عن الشعبى عن الحارث الوادعى هو ابن الازمع وسيأتى ان مجالدا رواه عن\nالشعبى كذلك ورواية أبى اسحق لهذا الاثر عن الحارث هذا عن عمر امارة عن انه\nهو الواسطة لا الحارث الاعور كما زعم الشافعي ورواه ايضا عبد الرزاق عن\nالثوري عن منصور عن الحكم عن الحارث بن الازمع والحارث هذا ذكره أبو عمر\nوغيره في الصحابة وذكره ابن حبان في الثقات من التابعين ثم ان الحارث <span id='ms737'></span>\nالاعور وان تكلموا فيه فليس بمجهول كما زعم الشافعي بل هو معروف روى عنه\nالضحاك والشعبى والسبيعى وغيرهم وهذا الاثر وان كان منقطعا فقد عضده ما\nتقدم من الاحاديث وفى المهيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p124'> Vol. 08, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nروى مالك عن ابن شهاب عن عراك بن مالك وسليمان بن يسار أن عمر بن الخطاب\nبدأ المدعى عليهم بالايمان في القسامة - والبيهقي ايضا ذكر هذا في آخر هذا\nالباب وسيأتى ان شاء الله تعالى في باب النكول ورد اليمين من رواية الشافعي\nعن مالك عن ابن شهاب عن سليمان بن يسار أن عمر بدأ بايمان المدعى عليهم -\nوقال ابن أبى شيبة ثنا شبابة وأبو معاوية عن ابن أبى ذئب عن الزهري انه\nعليه السلام قضى في القسامة ان اليمين على المدعى عليهم - وقال ايضا ثنا\nأبو معاوية عن مطيع عن فضيل بن عمرو عن ابن عباس انه قضى بالقسامة على\nالمدعى عليهم - وثنا أبو معاوية ومعمر بن عيسى عن ابن أبى ذئب عن الزهري عن\nسعيد بن المسيب انه كان يرى القسامة على المدعى عليهم واخرج ايضا بسنده عن\nعمر بن عبد العزيز أنه بدأ بالمدعى عليهم باليمين ثم ضمنهم العقل - وقد جمع\nفي هذا بين اليمين والغرامة وكذا فعل عمر ودل عليه ما في الحديث الصحيح اما\nان يدوا صاحبكم إلى آخره فألزمهم احد الامرين اما ان يدفعوها واما ان\nيمتنعوا فينقض عهدهم ويصيروا حربا ولم ينص\n</p>\n\n<p>\nفي حديث سهل انهم يبرئونهم من الغرامة فيحتمل ان يراد تبرئكم عن دعوى\nالقتل أو عن الحبس والقود ان اقروا وقول الشافعي لم يجعل على يهود شيئا قد\nتقدم خلافه وانه عليه السلام جعلها على يهود لانه وجد بين اظهرهم وتقدم\nايضا ما يؤيده ثم قال البيهقى (وروى عن مجالد عن الشعبى عن مسروق عن عمر\nومجالد غير محتج به) - قلت - اخرج له مسلم في صحيحه - ثم قال البيهقى (قال\nالشافعي ويروى عن عمر أنه بدأ بالمدعى عليهم ثم رد الايمان على المدعين) ثم\nاسنده البيهقى ولفظه (ان رجلا من <span id='ms738'></span> بنى سعدا جرى فرسا فوطئ على اصبع رجل من\nجهينة فنزى منها فمات فقال عمر للذين ادعى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p125'> Vol. 08, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم اتحلفون بالله خمسين يمينا ما مات منها فابوا فقال للاخرين احلفوا\nانتم فابوا فقضى عمر بشطر الدية على السعديين) - قلت - هذا الاثر عرف فيه\nالجاني لكن لم يدر مات من جنايته أو من غيرها فامكن ان يجعل في حال قتيلا\nفتجب الدية وفى حال غير قتيل فقضى بالنصف وليس هذا كحديث سهل لانه ورد في\nقتيل وجد في محلة ولم يدر من قتله ومذهب الشافعي انه لو أبى المدعى عليه\nوالمدعى ان يحلفا لا يقضى بنصف الحق ولا يقضى بشئ حتى يحلف المدعى فترك هذا\nالاثر في نكول الفريقين فلم يقض بالنصف بل ابطل الحق كله وانما ترك خصم\nالشافعي هذا الاثر في رد اليمين لانه جاء مخالفا للاحكام الظاهرة والسنن\nوالقائمة كحديث البينة على المدعى واليمين على من انكر فكما يقضى للمدعى\nإذا اقام البينة فكذا يقضى على المدعى عليه إذا أبى اليمين ولا ترد على\nالمدعى ولا يكلف بما لم يجعله عليه السلام وقد قضى عثمان بن عفان وأبو موسى\nالاشعري وغيرهما من الصحابة باباء اليمين فان احتج الشافعي في ردها يحديث\nالقسامة يقال انت تزعم ان القسامة مخالفة لغيرها وقد رد عليه السلام فيها\nمن المدعين إلى المدعى عليهم وعندك في غيرها لا يحلف المدعى الا إذا أبى\nالمدعى عليه فكيف احتججت بها فيما لا يشبهها بزعمك وكما لا يجوز أن يقضى\nللمدعى بلا بينة إذا حلف خمسين يمينا قياسا على القسامة فكذا في رد اليمين\nوهذا ملخص من كلام عيسى بن ابان في كتاب الحجج -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p126'> Vol. 08, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في قسامة الجاهلية)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p129'> Vol. 08, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (انه عليه السلام اقر القسامة على ما كانت عليه ثم قال انما اراد\nبه في عدد الايمان) - قلت - هذا دعوى وتخصيص من غير دليل بل اراد في العدد\nوفى البداءة بالمدعى عليه كما سبق تقريره -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p130'> Vol. 08, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الكفارة في قتل العمد) (قال الشافعي إذا <span id='ms739'></span> وجب الكفارة في قتل\nالمؤمن في دار الحرب وفى الخطأ الذى وضع الله عزوجل فيه الاثم كان العمد\nاولى وقاسه على قتل الصيد) - قلت - نص الله تعالى على ان حكم العمد القود\nلا الكفارة كما نص على ان حكم الخطأ الدية والكفارة والمنصوص عليه لا يقاس\nعلى غيره ثم هذا القياس ينتقض بسجود السهو فان العمد فيه لا يقاس على السهو\nوالخطأ في قتل الصيد غير منصوص على حكمه فجاز أن يحمل على السهو وعن الزهري\nنزل الكتاب بالعمد ووردت السنة بالخطأ ذكره الزمحشرى فعلى هذا لا قياس وقال\nابن المنذر في الاشراف كان مالك والشافعي يريان على قاتل العمد الكفارة\nوقال الثوري وأبو ثور واصحاب الرأى لا تجب الكفارة الا حيث اوجبها الله جل\nذكره قال ابن المنذر وكذلك نقول لان الكفارات عبادات فلا يجوز التمثيل\nعليها وليس لاحد ان يلزم عباد الله الا بكتاب أو سنة أو اجماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p132'> Vol. 08, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوليس مع من فرض على القاتل عمدا كفارة حجة من حيث ذكرت - ثم ذكر البيهقى\nحديث ضمرة (عن ابن أبى عبلة عن الغريف عن واثلة اتينا رسول الله صلى الله\nعليه وسلم في صاحب لنا قد اوجب فقال أعتقوا عنه) الحديث - قلت - في هذا\nالحديث الحض على العتق ليحصل له ثوابه ولم يكن ذلك عن كفارة القتل وقد ذكر\nأبو داود والنسائي هذا الحديث في باب ثواب العتق ويدل على ذلك انه عليه\nالسلام اطلق ولم يقيد بالايمان ولو كان عن كفارة القتل لقيد بذلك وايضا فلم\nيسألهم اميت هو أم حى فيكون هو المأمور بذلك ولم يسألهم ايضا هل أعتق عن\nنفسه ام لا وهل عفوا عنه ام لا ولو كانوا لم يعفوا عنه وأعتق عن نفسه أو\nأعتقوا عنه لم يكن ذلك مجزئا ولا مكفرا حتى يسلم إليهم نفسه ليقتلوه أو\nيعفوا عنه - ثم ذكر البيهقى من وجه آخر عن ضمرة نحوه الا انه قال (قد اوجب\nالنار بالقتل) قال (ورواه ابن المبارك عن ابن أبى عبلة) - قلت <span id='ms740'></span> - هذا اللفظ\nيوهم ان ابن المبارك رواه مقيدا بالقتل وليس كذلك بل لفظه قد اوجبه ولم يقل\nبالقتل كذلك اخرجه ابن أبى شيبة في مسنده من طريقه وكذلك اخرجه النسائي\nوالطحاوى -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p133'> Vol. 08, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب العيافة والطيرة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p139'> Vol. 08, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا (عن عبد الله بن شداد أن امرأة من الانصار قالت يا رسول\nالله الحديث ثم قال (مرسل) - قلت - هذا المرأة صحابية وابن شداد سمع جماعة\nمن قدماء الصحابة كعمر وعلى ومعاذ رضى الله عنهم وقولهم ان فلانا قال كذا\nكالعنعنة عند جماهير اهل الحديث فالحديث إذا مرفوع -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p140'> Vol. 08, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المقتول من اهل البغى يغسل ويصلى عليه) ذكر فيه حديث مكحول -\nقلت - سكت عنه ههنا وذكره في كتاب الجنائز في باب الصلاة على من قتل نفسه\nوذكر فيه عن الدارقطني (ان مكحولا لم يسمع من أبى هريرة) وتقدم البحث معه\nهناك - قال (باب المقتول من اهل العدول بسيف اهل البغى)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p185'> Vol. 08, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال فيه (وقد روينا في كتاب الجنائز عن الشعبى ان عليا صلى على عمار\nوهاشم بن عتبة) - قلت - ذكره هناك في باب ما ورد في المقتول بسيف اهل البغى\nقد تكلمنا عليه هناك - قال (باب العادل يقتل الباغى أو الباغى يقتل العادل\nلم يرثه) قلت - في اختلاف العلماء للطحاوي لا نعلم خلافا ان القاتل بقود\nيجب له يرث المقتول وكذا المرجوم للزنا يرثه من رجمه لانه قتله بحق فكذا\nعادل قتل الباغى وإذا ثبت هذا فيرث باغ قتل عادلا لانه في حكم قتل مستحق إذ\nلا قود فيه ولا دية فكأنه قتله بحق -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p186'> Vol. 08, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قتل من ارتد عن الاسلام أو امرأة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p202'> Vol. 08, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ابن المكدر (عن جابر ارتدت امرأة) إلى آخره ثم قال (في هذا\nالاسناد بعض من يجهل) - قلت - هذا يوهم انه ليس في الاسناد الا هذا وفيه مع\nمن يجهل آخر متكلم فيه وهو عبد الله بن عطارد بن اذينة نسب إلى جده قال ابن\nعدى منكر الحديث وساق له احاديث منكرة منها هذا الحديث ثم ذكر البيهقى <span id='ms741'></span> (عن\nالحمانى عن أبى حنيفة عن عاصم عن أبى رزين عن ابن عباس لا يقتل النساء إذا\nارتددن) ثم حكى (عن الثوري انه سئل عنه فقال اما من ثقة فلا) وعن\n</p>\n\n<p>\nالشافعي (انه سئل جماعة من اهل العلم عنه فقالوا خطأ والذى رواه ليس ممن\nيثبت اهل الحديث حديثه) - قلت - أبو رزين صحابي وعاصم وان تكلم فيه بعضهم\nقال الدارقطني في حفظه شئ وقال ابن سعد ثقة الا انه كثير الخطأ في حديثه\nفان ضعفوا هذا الاثر لاجله فالامر فيه قريب فقد وثقه جماعة خرج له في\nالصحيحين مقرونا بغيره وخرج له الحاكم في المستدرك وابن حبان في صحيحه وان\nضعف لاجل أبى حنيفة فهو وان تكلم فيه بعضهم فقد وثقه كثيرون واخرج له ابن\nحبان في صحيحه واستشهد به الحاكم في المستدرك ومثله في دينه وورعه وعلمه لا\nيقدح فيه كلام اولئك وقد ذكر جماعة من السلف انه كان محسودا حكى أبو عمر في\nكتاب الانتقاء في فضائل الثلاثة الفقهاء عن حاتم بن داود قال قلت للفضل بن\nموسى البنانى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p203'> Vol. 08, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nما تقول في هؤلاء الذين يقعون في حق أبى حنيفة فقال ان ابا حنيفة جاءهم\nبما يعقلونه من العلم وما لا يعقلونه ولم يترك لهم شيئا فحسدوه وذكر أبو\nعمر في التمهيد أن ابا حنيفة والثوري رويا هذا الاثر عن عاصم وكذا اخرجه\nالدارقطني في سننه بسند جيد عنهما عن عاصم واخرجه عبد الرزاق في مصنفه عن\nالثوري عنه فقد تابع الثوري ابا حنيفة وان ضعف لاجل الراوى عن أبى حنيفة\nفقد رواه عنه الثوري ووكيع ومحمد بن الحسن وغيرهم وفى التمهيد وروى قتادة\nعن خلاس عن على مثله وهو قول الحسن وعطاء ومن حجتهم انه عليه الصلاة\nوالسلام نهى عن قتل النساء والولدان - وحكى الترمذي وابن عبد البر وغيرهما\nان مذهب الثوري ان المرأة تحبس ولا تقتل فييعد أن يكون هذا مذهبه ثم يقول\nاما من ثقة فلا ثم حكى البيهقى عن الشافعي (انه قال لمخالفه قد روى <span id='ms742'></span> بعضهم\nان ابا بكر قتل نسوة ارتددن عن الاسلام فكيف لم تصر إليه) ثم ذكر البيهقى\nذلك ثم حكى (عن الشافعي انه قال فما كان لنا ان نحتج إذ كان ضعيفا عند اهل\nالحديث) - قلت - فلذلك لم يصر إليه محالفه وايضا فقد خالف ما هو المشهور في\nكتب السير أن ابا بكر قتل اهل الردة وسبى نساءهم ولم يقتلن.\n</p>\n\n<p>\nقال (باب من قال يستتاب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p204'> Vol. 08, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث (من بدل دينه فاقتلوه) ثم قوله عليه السلام في الاربعة\n(اقتلوهم وان وجدتموهم متعلقين باستار الكعبة) - قلت - ليس فيهما للاستتابة\nذكر وقال صاحب الاستذكار لا اعلم بين الصحابة خلافا في استتابة المرتد\nفكأنهم فهموا من قوله عليه السلام من بدل دينه فاقتلوه - أي بعد أن يستتاب\n-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p205'> Vol. 08, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال يحبس ثلاثة ايام)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p206'> Vol. 08, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اثرا (عن مالك عن عبد الرحمن بن محمد بن عبد القارى عن ابيه قال\nقدم على عمر رجل إلى آخره ثم ذكر (ان الشافعي قال من لم يتأن به زعم ان\nالذى روى عن عمر ليس بثابت لانه لا يعلمه متصلا) - قلت - اخرج هذا الاثر\nعبد الرزاق عن معمر واخرجه ابن أبى شيبة عن ابن عيينة كلاهما عن محمد بن\nعبد الرحمن بن عبد القارى عن ابيه فعلى هذا هو متصل لان عبد الرحمن بن عبد\nسمع عمر -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p207'> Vol. 08, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب مال المرتد) ذكر فيه حديث الذى نكح امرأة ابيه - قلت - قد\nتكلمنا عليه فيما مضى في باب الخمس في الغنيمة والفئ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p208'> Vol. 08, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال من اشرك بالله فليس بمحصن)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p215'> Vol. 08, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه الحديث عن ابن عمر من وجهين وحكى في الاول عن الدارقطني (قال لم\nيرفعه غير اسحاق الحنظلي ويقال انه رجع عنه) - قلت - موقوف وحكى في الثاني\nعن الدارقطني ايضا (قال وهم فيه عفيف بن سالم والصواب موقوف) - قلت - اسحاق\nحجة حافظ وعفيف ثقة قاله ابن معين وأبو حاتم ذكره ابن القطان وقال صاحب\nالميزان محدث مشهور صالح الحديث وقال محمد بن عبد الله بن عمار كان <span id='ms743'></span> احفظ من\nالمعافى بن عمران وفى الخلافيات للبيهقي ان المعافى تابعه اعني عفيفا فرواه\nعن الثوري كذلك وإذا رفع الثقة حديثا لا يضره وقف من وقفه فظهر أن الصواب\nفي الحديثين الرفع -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p216'> Vol. 08, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من اعتبر حضور الامام والشهود) ذكر فيه (ان عليا جلد شراحة\nورجمها) ثم قال (إذا كان اعتراف فالامام اول من يرجم وان نعا الشهود\nفالشهود اول من يرجم) ثم قال البيهقى (قد ذكرنا ان جلد الثيب صار منسوخا\nوان الامر صار إلى الرجم فقط) - قلت - إذا نسخ هذا لا يلزم نسخ ما فيه من\nاعتبار بداية الامام أو الشهود -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p220'> Vol. 08, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب نفى البكر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p221'> Vol. 08, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - ما ورد في هذا الباب من النفى محمول على انه كان تأذيبا لرفع\nالفساد لا حدا كما ينفى الامام اهل الدعارة وكنفيه عليه السلام وقد ذكر\nالبيهقى في باب من قتل عبده (انه عليه السلام نفى الذى قتل عبده سنة) وروى\nعبد الرزاق عن معمر عن الزهري عن ابن المسيب ان عمر غرب ربيعة بن امية في\nالخمر إلى خيبر فلحق بهر قل فلما بلغ ذلك عمر قال والله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p222'> Vol. 08, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nلا اغرب بعدها ابدا وروى ايضا عن أبى حنيفة عن حماد عن ابراهيم قال قال\nعبد الله في البكر يزنى يجلدان مائة وينفيان سنة - قال وقال على حسبهما من\nالفتنة ان ينفيا - ولما لم يكن في حد القذف والخمر تغريب دل على انه تأديب\nله لدعارته -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p223'> Vol. 08, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال لا يقام الحد حتى يعترف اربع مرات)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p225'> Vol. 08, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ماعز ثم قال (قال الشافعي انما كان ذلك في اول الاسلام\nلجهالة الناس بما عليهم الا ترى انه عليه السلام يقول في المعترف أسكر (1)\nأبه جنة لا يرى ان احدا ستر الله عليه يقر بذنبه الا وهو يجهل حده أو لا\nترى انه عليه السلام قال اغد يا انيس على امرأة هذا فان اعترفت فارجمها -\nولم يذكر عدد الاعتراف) - قلت - لو وجب الحد بالاقرار مرة لما اخر عليه\nالسلام الواجب إلى الرابعة وفى <span id='ms744'></span> قول الراوى فلما شهد على نفسه اربع شهادات\nدعاه النبي عليه السلام إلى آخره اشعار بان الشهادة اربعا هي العلة في\nالحكم وقد اخرج أبو داود حديث ماعز من طريق نعيم بن هزال وفى آخره انه عليه\nالسلام قال له انك قلتها اربع مرات فبمن ويدل على انه عليه السلام انما اخر\nاقامة الحد إلى تمام الاربع لانه لا يجب قبل ذلك لا لما ذكره الشافعي ما\nاخرجه احمد في مسنده والطحاوى بسند صحيح عن بريدة كنت عند النبي صلى الله\nعليه وسلم إذ جاءه رجل يقال له ما عز الحديث وفى آخره قال بريدة وكنا نتحدث\nاصحاب نبى الله صلى الله عليه وسلم ان ما عز بن مالك لو جلس في رحله بعد\nاعترافه ثلاث مرات لم يطلبه وانما رجمه عند الرابعة واخرجه أبو داود ولفظه\nكنا اصحاب\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم نتحدث ان الغامدية وما عز بن مالك لو رجعا\nالحديث ولفظ النسائي لو لم يجيئا في الرابعة لم يطلبهما النبي صلى الله\nعليه وسلم واخرج أبو عمر في التمهيد بسنده عن سعيد بن جبير عن ابن عباس رد\nما عزا حتى شهد أو اقر اربع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p226'> Vol. 08, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nمرات ثم امر برجمه وقال ابن أبى شيبة ثنا وكيع وقال احمد ثنا اسود بن\nعامر كلاهما عن اسرائيل عن جابر عن عامر عن عبد الرحمن بن ابزى عن أبى بكر\nرضى الله عنه قال كنت عند النبي صلى الله عليه وسلم فجاء ماعز بن مالك\nفاعترف عنده مرة فرده ثم جاء فاعترف الثانية فرده ثم جاء فاعترف الثالثة\nفرده فقلت له ان اعترفت الرابعة رجمك فاعترف الرابعة فحبسه ثم سأل عنه\nفقالوا ما نعلم الا خيرا فامر برجمه - وهذا لفظ ابن أبى شيبة وجابر هو\nالجعفي تكلموا فيه واخرج له ابن حبان في صحيحه وقال صاحب التمهيد اجمعوا\nعلى انه يكتب حديثه واختلفوا في الاحتجاج به وشهد له بالصدق والحفظ الثوري\nوشعبة ووكيع وزهير بن معاوية وقال وكيع مهما شككتم <span id='ms745'></span> في شئ فلا تشكوا في ان\nجابر الجعفي ثقة زاد في الاستذكار كان شعبة والثوري يشهدان له بالحفظ\nوالاتقان وكان وكيع وزهير بن معاوية يوثقانه ويثنيان عليه - والاحاديث\nالصحيحة تدل على انه عليه السلام ما سأل عنه الا بعد الرابعة ثم حديث ما عز\nإن تأخر عن قوله عليه السلام فان اعترفت فهو ناسخ له وان تقدمه فقوله عليه\nالسلام فان اعترفت محمول عليه كأنه عليه السلام يقول فان اعترفت الاعتراف\nالمعروف في حديث ما عز وغيره ثم من اصل الشافعي حمل المطلق على المقيد في\nقضيتين وقوله فان اعترفت مطلق وقضية ما عز مقيدة بالاربع فوجب تقييد ذلك\nالمطلق بها والقضية واحدة وفى الاستذكار قال أبو حنيفة واصحابه والثوري\nوابن أبى ليلى والحسن بن حى والحكم بن عتيبة واحمد واسحق لا يحد حتى يقر\nاربع مرات - ثم حكى البيهقى عن الشافعي (انه قال قوله فلعلك دليل على انه\nلم يكن فسرا قراره فيما مضى بما لا يحتمل غير الزنا) - قلت - قول أبى بكر\nإن اعترفت الرابعة وقول الراوى يشهد على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p227'> Vol. 08, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nنفسه اربع شهادات وقوله عليه السلام انك قلتها اربع مرات - دليل على ان\nالاقرارات الماضية معتبرة مفسرة بالزنا وانما قال عليه السلام فلعلك تلقينا\nله ليرجع -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p228'> Vol. 08, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الضرير في خلقته لا من مرض يصيب الحد)\n</p>\n\n<p>\nذكر فيه (عن يحيى بن سعيد وأبى الزنا عن أبى امامة ان رجلا قال احدهما\nأحبن وقال الآخر مقعد اصاب امة) الحديث ثم ذكر (انه روى عن أبى امامة من\nوجوه) - قلت - واختلف فيه على أبى امامة من وجه آخر ذكره البيهقى في كتاب\nالايمان في باب من حلف ليضربن عبده مائة سوط من طريق أبى داود من حديث أبى\nامامة (عن بعض اصحاب النبي صلى الله عليه وسلم من الانصار انه اشتكى رجل\nمنهم حتى اضنى فعاد جلده على عظم) إلى آخره ثم ان الاحبن من به استسقاء\nوذلك من المرض وكذلك المقعد والذى اشتكى حتى اضنى فظهر أنه كان ضريرا من <span id='ms746'></span>\nمرض فالحديث غير مطابق للباب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p230'> Vol. 08, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في حد اللوطى - 1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p231'> Vol. 08, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديث أبى موسى (إذا اتى الرجل الرجل) إلى آخره وفى سنده محمد\nبن عبد الرحمن عن خالد الحذاء فقال (لا اعرفه أي محمدا) - قلت - هو معروف\nيقال له المقدسي القشيرى روى عن جعفر بن حميد وحميد الطويل وخالد الحذاء\nوعبيد الله بن عمر وفطر بن خليفة - روى عنه أبو ضمرة وبقية وأبو بدر\nوسليمان بن شر حبيل ذكره ابن أبى حاتم في كتابه وقال ذكره البخاري قال\nوسألت أبى عنه فقال متروك الحديث كان يكذب ويفتعل الحديث - قال (باب من اتى\nبهيمة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p233'> Vol. 08, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عكرمة (عن ابن عباس اقتلوه واقتلوا البهيمة) ثم ذكر (عن أبى\nرزين عن ابن عباس لا حد عليه) ثم قال (عكرمة عند اكثر الائمة من الثقات\nالاثبات) - قلت - أبو رزين ثقة لا نعلم احدا تكلم فيه واما عكرمة فقد\nتكلموا فيه قال ابن عمر لنافع لا تكذب على كما كذب عكرمة على ابن عباس\nوكذلك قال سعيد بن المسيب لمولاه وكذبه مجاهد وابن سيرين ويحيى بن سعيد\nومالك وعن ابن أبى ذئب انه قال كان غير ثقة وقد ذكر الترمذي حديث عكرمة ثم\nحديث أبى رزين ثم قال وهذا اصح من الحديث الاول والعمل على هذا عند اهل\nالعلم وهو قول احمد واسحق وذكر أبو داود ايضا الحديثين ثم قال وحديث عاصم\nيضعف حديث عمرو بن أبى عمرو - قال الخطابى يريد أن ابن عباس لو كان عنده في\nهذا الباب حديث عن النبي صلى الله عليه وسلم لم يخالفه وقال ابن معين عمرو\nبن أبى عمر وليس به بأس وليس بالقوى وقال\n</p>\n\n<p>\nمحمد بن اسمعيل صدوق ولكن روى عن عكرمة فاكثر ولم يذكر في شئ من حديثه\nانه سمع عكرمة وقد عارض هذا الحديث نهى النبي صلى الله عليه وسلم عن قتل\nالحيوان الا لمأكلة ثم ذكر الحطابى الاختلاف في هذا الفعل ثم قال واكثر\nالفقهاء يعزر وكذلك قال عطاء <span id='ms747'></span> والنخعي وبه قال مالك والثوري واحمد واصحاب\nالرأى وهو احد قولى الشافعي وفى الاحكام لعبد الحق عمرو بن أبى عمرو ثقة\nينكر عليه حديث عكرمة عن ابن عباس انه عليه السلام قال اقتلوا الفاعل\nوالمفعول به -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p234'> Vol. 08, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من وقع على ذات محرم له أو ذات زوج) أو معتدة بنكاح أو بغيره مع\nالعلم بالتحريم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p236'> Vol. 08, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث البراء (ان ركبا معهم لواء اتوا إلى آخره ثم اخرجه عن\nالبراء عن خاله) - قلت - هذا حديث مضطرب كما ترى وفى سنده ومتنه اضطراب غير\nذلك ذكرناه في باب الخمس في الغنيمة والفئ وعلى تقدير صحته لم يسأل النبي\nصلى الله عليه وسلم هل هو محصن ام لا ولو كان محصنا فحده الرجم فلما لم\nيأمر عليه السلام بذلك بل بالقتل ثبت انه ليس بحد الزنا بل لانه استحل ذلك\nفصار مرتدا ويدل عليه ان البيهقى ذكر هذا الحديث فيما مضى في كتاب الفرائض\nفي باب ميراث المرتد وذكره ايضا فيما مضى قريبا في باب مال المرتد إذا مات\nأو قتل على الردة ولفظه (فضرب عنقه وخمس ماله) وقال في ذلك الباب (قال\nاصحابنا ضرب الرقبة وتخميس المال لا يكون الا على المرتد فكأنه استحله مع\nعلمه بتحريمه) انتهى كلامه وعقد اللواء يدل على المحاربة إذ لا تعقد الا\nلمن امر بها والمبعوث لاقامة حد الزنا لا يومر بها وقال الطحاوي وتخميس\nماله يدل على انه صار محاربا إذ اجمعوا على ان المرتد الذى لم يحارب لا\nيخمس ماله فمنهم من يقول ماله فئ لا خمس فيه لانه لم يوجف عليه بخيل ولا\nركاب وأبو حنيفة واصحابه يجعلونه لورثته المسلمين واسم التزويج يسقط الحد\nوان لم يثبت بخلاف من رمى بمحرمه وقد اخرج الطحاوي بسند صحيح عن ابن المسيب\nان رجلا تزوج امرأة في عدتها فرفع إلى عمر فضربهما دون الحد وجعل لها\nالصداق وقال ابن أبى شيبة ثنا وكيع عن هشام عن قتادة عن ابن المسيب ان\nامرأة تزوجت في عدتها <span id='ms748'></span> فضربها عمر تعزيرا دون الحد - ولم يكونا جاهلين\nبالتحريم لانه كان اعرف بالله من ان يعاقب عليها (1) الحجة فثبت انهما كانا\nعالمين بالتحريم ولم يقم عليهما الحد وذلك بحضرة الصحابة ولم يخالفوه فدل\nعلى ان عقد النكاح وان لم يثبت له حكم النكاح في وجوب المهر بالدخول وفى\nالعدة وثبوت النسب ونحوها لا يوجب الحد لان الذى يوجب الحد هو الزنا والزنا\n</p>\n\n<p>\nلا يوجب شيئا من ذلك - فان قلت - ان لم يكن زنا فهو اعظم منه - قلنا -\nالحد امر توقيفي يجب في الزنا لا فيما هو اعظم منه الا ترى انه لا يجب في\nالكفر الذى هو اعظم من الزنا - ثم ذكر البيهقى (عن ابراهيم عن اسمعيل بن\nأبى حبيبة عن داود بن الحصين عن عكرمة عن ابن عباس حديث من وقع على ذات\nمحرم فاقتلوه) ثم قال (وقد رويناه من حديث عباد بن منصور عن عكرمة) - قلت -\nابن أبى حبيبة متكلم فيه وروى عن ابن معين ليس بشئ وقال الدارقطني متروك\nحكاه الذهبي وداود ابن الحصين ايضا متكلم فيه قال ابن المدينى ما روى عن\nعكرمة منكر وقال أبو حاتم ليس بالقوى وقال ابن عيينة كنا نتقى حديثه وقال\nابن عدى إذا روى عنه ثقة فصالح الا ان يروى عنه ضعيف فيكون البلاء منه مثل\nابن أبى حبيبة وابن أبى يحيى - وعباد بن منصور ايضا ضعفه جماعة قال ابن\nمعين ليس بشئ وقال ابن الجنيد متروك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p237'> Vol. 08, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في حد الذميين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p245'> Vol. 08, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اثرا عن سماك عن قابوس بن مخارق - قلت - كذا في غير نسخة من هذا\nالكتاب وكذا في المعرفة للبيهقي والذى رأيته في كتب تاريخ الحديث كتاريخ\nالبخاري والثقات لابن حبان والكمال لعبد الغنى والميزان والكاشف للذهبي\nقابوس بن أبى المخارق - ثم ذكر البيهقى (انه غير محتج به) - قلت - ذكره ابن\nحبان في الثقات من التابعين وفى الميزان للذهبي قال النسائي لا بأس به -\nوذكر البيهقى (ان الشافعي عورض بحديث بجالة وقال كنت كاتبا لجزى <span id='ms749'></span> بن معاوية\nفأتانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p247'> Vol. 08, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب عمر قبل موته بسنة فقال الشافعي بجالة مجهول ولا نعرف ان جزيا كان\nكاتبا لعمر قال البيهقى كذا قال الشافعي في كتاب الحدود وقال في كتاب\nالجزية حديث بجالة متصل ثابت لانه ادرك عمر وكان رجلا في زمانه كاتبا\nلعماله وكأن الشافعي لم يقف على حاله حين صنف كتاب الحدود ثم وقف عليه حين\nصنف كتاب الجزية ان كان صنفه (1) وحديث بجالة اخرجه البخاري دون مسلم) -\nقلت - فثبت بهذا ان بجالة معروف وقد روى عنه عمرو بن دينار ويسير بن عمرو\nوغيرهما ووثقه أبو زرعة وغيره - وذكر البيهقى (عن الشافعي قال وسماك بن حرب\nعن على مما يوافق قولنا) - قلت - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p248'> Vol. 08, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nكذا في غير نسخة من هذا الكتاب وسماك لم يروه عن على بل عن قابوس ان محمد\nبن أبى بكر كتب إلى على يسأله إلى آخره كما ذكره البيهقى في هذا الباب وفى\nالاستذكار عن النوري عن قابوس بن أبى ظبيان عن ابيه قال كتب محمد بن أبى\nبكر إلى على فذكره -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p249'> Vol. 08, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال لا حد الا في القذف الصريح)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p251'> Vol. 08, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه قوله عليه السلام للاعرابي (فلعل ابنك نزعه عرق) - قلت - زوجة\nالاعرابي لم تطلب وقد ذكر صاحب الاستذكار حديث عويمر قال زعم بعض المتأخرين\nمن اصحاب الشافعي ان في هذا الحديث دليلا على ان الحد لا يجب بالتعريض في\nالقذف لقول عويمر أرأيت رجلا وجد مع امرأته رجلا ولا حجة فيه لان المعرض به\nغير معين ولا جاء طالبا وانما يجب الحد على من عرض يقذف رجل يشير إليه أو\nيسميه في مشاتمة أو منازعة فطلب العرض به حده إذا علم انه تصد به القذف -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p252'> Vol. 08, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما يجب فيه القطع) ذكر فيه (عن الزهري عن عمرة عن عائشة قال\nعليه السلام تقطع اليد في ربع دينار فصاعدا) ثم اخرجه من طرق جعله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p254'> Vol. 08, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nفي بعضها من لفظ عائشة (قالت لم تقطع يد سارق في عهده عليه السلام في اقل\nمن ثمن مجن حجفة <span id='ms750'></span> أو ترس وكلاهما ذو ثمن) ثم عزاه إلى الصحيحين وفى بعضها عن\nعروة مرسلا (ان يد السارق لم تقطع في عهده عليه السلام) إلى آخره - قلت\nاخرجه النسائي من حديث ابن المبارك عن معمر عن الزهري عن عمرة عن عائشة\nموقوفا عليها واخرج ايضا عن الحارث بن مسكين عن ابن القاسم حدثنى مالك عن\nعبد الله بن أبى بكر عن عمرة قالت عائشة القطع في ربع دينار فصاعدا وروينا\nفي مسند الحميدى ثنا سفيان وحدثناه اربعة عن عمرة عن عائشة لم يرفعوه عبد\nالله بن أبى بكر وزريق بن حكيم الايلى ويحيى بن سعيد وعبد ربه بن سعيد\nورواه مالك عن يحيى بن سعيد عن عمرة موقوفا فقد اتفق ابن عيينة ومالك على\n</p>\n\n<p>\nروايته عن يحيى بن سعيد موقوفا وقال الطحاوي حدثنى غير واحد من أصحابنا\nمن اهل العلم عن احمد بن شيبان الرملي ثنا مؤمل بن اسمعيل الرملي عن حماد\nبن زيد عن ايوب عن عبد الرحمن بن القاسم عن عمرة عن عائشة قالت تقطع يد\nالسارق في ربع دينار فصاعدا - قال ايوب وحدث يحيى عن عمر عن عائشة ورفعه\nفقال له عبد الرحمن انها كانت لا ترفعه فترك يحيى رفعه واخرجه النسائي من\nحديث القاسم بن مبرور عن يونس قال ابن شهاب أخبرني عروة عن عائشة انه عليه\nالسلام قال لا تقطع اليد الا في يعنى ثمن المجن ثلث دينار أو نصف دينار\nفصاعدا - فيظهر بهذا كله ان هذا الحديث اضطرب في متنه واضطرب ايضا في سنده\nمسند أو مرسلا وموقوفا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p255'> Vol. 08, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اختلاف الناقلين في ثمن المجن)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p256'> Vol. 08, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا (عن ايوب بن موسى عن عطاء عن ابن عباس قال كان ثمن المجن\nفي عهده عليه السلام يقوم بعشرة دراهم ثم قال (خالفه الحكم فرواه عن عطاء\nومجاهد عن ايمن الحبشى) ثم اسنده (عن ايمن قال كان يقال لا يقطع السارق الا\nفي ثمن المجن واكثر وكان ثمن المجن يومئذ دينارا) ثم حكى البيهقى (عن\nالبخاري قال <span id='ms751'></span> ايمن الحبشى من اهل مكة مولى ابن أبى عمرة المكى سمع عائشة روى\nعنه ابنه عبد الواحد) ثم قال البيهقى (روايته عن النبي صلى الله عليه وسلم\nمنقطعة) - قلت - هذان حديثان رواهما عطاء احدهما عن ابن عباس والآخر عن\nايمن فلا يعلل احدهما بالآخر ولهذا اخرج الحاكم في المستدرك حديث ابن عباس\nوقال صحيح على شرط مسلم وشاهده حديث ايمن ثم اخرجه من طريق سفيان عن منصور\nعن مجاهد عن ايمن الحديث وذكر عبد الرزاق عن ابراهيم عن داود بن الحصين عن\nعكرمة عن ابن عباس قال ثمن المجن الذى يقطع فيه دينار - قال واخبرنيه داود\nبن الحصين عن ابن المسيب مثله وابراهيم هو ابن أبى يحيى والشافعي حسن الظن\nفيه وقال صاحب التمهيد ثنا عبد الوارث ثنا قاسم ثنا محمد ثنا يوسف ثنا ابن\nادريس ثنا محمد بن اسحاق عن عطاء عن ابن عباس قال قوم المجن الذي قطع فيه\nالنبي صلى الله عليه وسلم عشرة دراهم - قال النسائي ثنا عبيد الله بن سعد\nانا عمى ثنا أبى عن ابن اسحق حدثنى عمرو بن شعيب عن عطاء بن أبى رباح ححدثه\nان عبد الله بن عباس كان يقول ثمنه عشرة دراهم - ثم حكى البيهقى (عن\nالشافعي قال إيمن الذى رواه عنه عطاء رجل حدث لعله اصغر من عطاء روى عنه\nعطاء حديثا عن تبيع عن كعب فهذا منقطع فقال خصمه روى شريك عن مجاهد عن ايمن\nبن ام ايمن فقال له الشافعي اخو اسامة قتل يوم حنين قبل ان يولد مجاهد ولم\nيبق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p257'> Vol. 08, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nبعده عليه السلام فيحدث عنه) ثم ذكر البيهقى حديث عطاء عن ايمن مولى ابن\nالزبير عن تبيع عن كعب ثم قال وقد اشار إليه البخاري في التاريخ واستدل هو\nوغيره بذلك على ان حديثه في المجن منقطع) - قلت - كلام الشافعي يعطى ان\nايمن الذى روى عنه عطاء غير ايمن اخى اسامة وانهما رجلان وقد حكاه صاحب\nالمستدرك عن الشافعي بأصرح من هذا فذكر ما حكيناه عنه <span id='ms752'></span> من حديث الحكم عن\nمجاهد عن ايمن ثم قال سمعت ابا العباس يقول سمعت الربيع يقول سمعت الشافعي\nيقول ايمن هذا هو ابن امرأة كعب وليس بابن ام ايمن ولم يذكر النبي صلى الله\nعليه وسلم ثم قال الحاكم والدليل على صحة قول الشافعي ما حدثناه أبو بكر بن\nاسحق ثنا اسمعيل بن قتيبة ثنا يحيى بن يحيى انا جرير عن منصور عن عطاء\nومجاهد عن ايمن قال وكان ايمن رجلا يذكر منه خير قال لا تقطع يد السارق في\nاقل من ثمن المجن وكان ثمن المجن يومئذ دينارا فايمن بن ام ايمن الصحابي\nاخو اسامة لامه اجل وانبل من ان ينسب إلى الجهالة فيقال كان رجلا يذكر منه\nخير انما يقال مثل هذه اللفظة لمجهول لا يعرف بالصحبة انتهى كلامه وظاهر\nكلام البيهقى انهما رجل واحد وقد صرح بذلك جماعة فقال أبو حاتم بن حبان في\nالثقات ايمن بن عبيد الحبشى هو الذى يقال له ايمن بن ام ايمن مولى النبي\nصلى الله عليه وسلم نسب إلى امه كان اخا اسامة لامه ومن زعم ان له صحبة فقد\nوهم وحديثه في القطع مرسل وفى معرفة الصحابة لابي عبد الله بن منده ايمن\nابن ام ايمن وهو ابن عبيد بن عمرو اخو اسامة لامه امهما ام ايمن حاضنة\nالنبي صلى الله عليه وسلم ثم ذكر ابن مندة عن ابن اسحاق قال وممن شهد مع\nرسول الله صلى الله عليه وسلم حنينا من اهل بيته ايمن بن عبيد وكانت امه ام\nايمن مولاة رسول الله صلى الله عليه وسلم وكان اخا اسامة لامه - وفى كتاب\nابن أبى حاتم ايمن الحبشى مولى ابن عمرو روى عن عائشة وجابر وتبيع روى عنه\nمجاهد وابنه عبد الواحد قال (خ) روى منصور عن مجاهد وعطاء عن ايمن بن ام\nايمن قال (خ) وايمن رجل من التابعين لم يدرك النبي صلى الله عليه وسلم ذكر\nذلك ابن أبى حاتم في ترجمة واحدة فهو تصريح بانهما واحد <span id='ms753'></span> وفى الاستيعاب لابي\nعمر بن عبد البر ايمن بن عبيد الحبشى وهو ايمن ابن ايمن مولاة رسول الله\nصلى الله عليه وسلم اخو اسامة لامه كان ممن بقى مع رسول الله صلى الله عليه\nوسلم يوم حنين ولم ينهزم وذكره ابن اسحق فيمن استشهد يوم حنين وذكر الطحاوي\nانه صحابي معروف الصحبة وقال في احكام القرآن ولد في عهده عليه السلام وعاش\nبعد وفاته صلى الله عليه وسلم وإذا ثبت انهما واحد وان ايمن ابن ام ايمن من\nالصحابة كما عده جماعة منهم وانه بقى بعد النبي صلى الله عليه وسلم كما ذكر\nالطحاوي تحمل رواية مجاهد عنه على الاتصال وان قتل بحنين كما زعم الشافعي\nوغيره فرواية مجاهد عنه مرسلة\n</p>\n\n<p>\nوان كان من التابعين كما زعم البخاري وغيره فروايته مرسلة والقائل بهذا\nالمذهب يحتج بالمرسل كيف وقد تأيد بحديث ابن عباس الذى صححه صاحب المستدرك\nواخرجه عبد الرزاق من وجه ثان وصاحب التمهيد من وجه ثالث والنسائي من وجه\nرابع وتأيد ايضا بما سيأتي من حديث عبد الله بن عمرو وابن المسيب - ثم ذكر\nالبيهقى حديث (عمرو بن شعيب عن ابيه عن جده قال كان ثمن المجن على عهده\nعليه السلام عشرة دراهم) ثم حكى عن الشافعي انه قال هذا رأى من عبد الله بن\nعمرو) - قلت - إذا ذكر الصحابي شيئا واضافه إلى زمنه صلى الله عليه وسلم\nكان مرفوعا عندهم فليس هذا برأى بل هو خبر اخبر به وهو محمول عندهم على انه\nسمعه وقد اخرج الدارقطني من حديث الحجاج بن ارطاة عن عمرو بن شعيب عن ابيه\nعن جده قال قال رسول الله صلى الله عليه وسلم لا تقطع يد لسارق في اقل من\nعشرة دراهم - وفى كتاب الحجج لعيسى بن ابان ثنا موسى بن داود ثنا ابن لهيعة\nعن عمرو بن شعيب عن سعيد بن المسيب قال مضت السنة ان لا تقطع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p258'> Vol. 08, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nيد السارق الا في دينار أو عشرة دراهم - ومضت السنة بان قيمة المجن دينار <span id='ms754'></span>\nأو عشرة دراهم وفى الحجج ايضا ثنا على بن عاصم عن المثنى بن الصباح عن عمرو\nبن شعيب عن سعيد بن المسيب قال مضت السنة من رسول الله صلى الله عليه وسلم\nان لا تقطع اليد الا في عشرة دراهم وفى مصنف عبد الرزاق عن ابن جريج قال\nكان يقول لا تقطع يد السارق في اقل من عشرة دراهم وذكر الطحاوي في احكام\nالقرآن بسند جيد عن ابن جريج قال كان قول عطاء على قول عمرو ابن شعيب لا\nتقطع اليد في اقل من عشرة دراهم - وفى كتاب الحجج عن مصعب بن سلام ويعلى بن\nعبيد قالا ثنا عبد الملك عن عطاء انه سئل ما يقطع فيه السارق قال ثمن المجن\nوكان في زمانهم يقوم دينارا أو عشرة دراهم وقال النسائي انا حميد ابن مسعدة\nعن سفيان عن العرزمى عن عطاء قال ادنى ما يقطع فيه ثمن المجن وثمن المجن\nعشرة دراهم - ثم حكى البيهقى عن الشافعي (انه قال لخصمه انت تزعم ان عمرو\nبن شعيب ليس ممن يقبل روايته) - قلت - الحنفية يعملون بروايته ولا يردون\nشيئا منها إذا لم يعارضه ما هو اقوى منه وقد قال البيهقى في باب من قال يرث\nقاتل الخطأ (الشافعي كالمتوقف في روايات عمرو بن شعيب إذا لم ينضم إليها ما\nيؤكدها) - قال (باب ما جاء عن الصحابة فيما يجب به القطع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p259'> Vol. 08, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن الشافعي - قال بعض الناس روينا قولنا عن على قلت رواية\nالزعافرى عن الشعبى عن على قال البيهقى رواية\n</p>\n\n<p>\nداود الاودى الزعافرى لم اقف عليها وقد روى من وجه آخر مظلم) ثم ذكره ثم\nقال (اسناد يجمع مجهولين وضعفاء)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p260'> Vol. 08, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n- قلت - قد جاء من وجه آخر ضعيف الا انه اجود من الرواية التى ذكرها\nالبيهقى بلا شك فروى عبد الرزاق عن الحسن بن عمارة عن الحكم بن عتيبة عن\nيحيى بن الجزار عن على قال لا يقطع الكف في اقل من دينار أو عشرة دراهم -\nفعدل البيهقى عن هذه الرواية إلى <span id='ms755'></span> تلك لزيادة التشنيع ثم قال (قال الشافعي\nفقال يعين خصمه قد روينا عن ابن مسعود قال لا يقطع الا في عشرة دراهم قلنا\nروى الثوري عن عيسى بن أبى عزة عن ابن مسعود انه عليه السلام قطع سارقا في\nخمسة دراهم وهذا اقرب ان يكون صحيحا عن عبد الله من حديث المسعودي عن\nالقاسم عن عبد الله) قال البيهقى (حديث ابن مسعود منقطع يعنى حديث المسعودي\nقال وروى عن أبى حنيفة عن القاسم عن أبيه عن ابن مسعود ورواه المسعودي\nمرسلا والذى في معارضته ليس باضعف منه يعنى حديث ابن أبى عزة) - قلت - حديث\nالمسعودي رواه عنه وكيع والثوري وابن المبارك وغيرهم والمسعودي ثقة روى له\nاصحاب السنن الاربعة واستشهد به البخاري وهو وان اختلط فقد ذكر ابن حنبل ان\nسماع وكيع منه قديم وان من سمع منه بالكوفة والبصرة فسماعه جيد ذكره صاحب\nالكمال فان حكمنا لرواية أبى حنيفة باعتبار الزيادة زال انقطاع هذا الاثر\nوالا فلا علة فيه الا الانقطاع وحديث ابن أبى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p261'> Vol. 08, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nعزة فيه ثلاث علل - الثوري مدلس وقد عنعن - وابن أبى عزة ضعفه القطان\nوذكره الذهبي في كتاب الضعفاء - والشعبى عن ابن مسعود منقطع - ذكره البيهقى\nفي باب الزنا لا يحرم الحلال وسكت عنه هنا وظهر بهذا ان هذا السند اضعف من\nسند رواية المسعودي خلافا لقول البيهقى (والذى روى في معارضته ليس باضعف\nمنه) وان سند رواية المسعودي اقرب ان يكون صحيحا خلافا لما قاله الشافعي -\nقال (باب القطع في كل ماله ثمن إذا سرق) من حرز وبلغت قيمته ربع دينار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p262'> Vol. 08, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث (لا قطع في ثمر ولا كثر) ثم قال (قال الشافعي وبهذا نقول لا\nقطع في ثمر معلق لانه غير محرز وهو يشبه حديث عمرو بن شعيب ثم ذكر البيهقى\nحديث عمرو عن ابيه عن جده ولفظه لا يقطع يعنى اليد في ثمر معلق فإذا آواه\n</p>\n\n<p>\nالجرين قطعت) - قلت - ذكر الطحاوي ان الحديث الاول تلقت العلماء متنه\nبالقبول واحتجوا به والحديث الثاني <span id='ms756'></span> لا يحتجون به ويطعنون في اسناده ولاسيما\nما فيه مما يدفعه الاجماع من غرم المثلين وقد ذكر البيهقى الحديث بما فيه\nمن زيادة غرم المثلين فيما بعد في باب تضعيف الغرامة فيما مضى في باب من\nقال يرث قاتل الخطأ (ان الشافعي كالمتوقف في روايات عمرو بن شعيب إذا لم\nيضم إليها ما يؤكدها) فكيف خصص بحديثه عموم حديث لا قطع في ثمر ولا كثر -\nثم ذكر البيهقى (عن عثمان لا قطع في طير وعن أبى الدارداء ليس على سارق\nالحمام قطع) ثم قال (اراد الطير والحمام المرسلة في غير جرز) قلت - فيه\nامران - احدهما - اراد الحمام بالتشديد قال ابن أبى شيبة في مصنفه الرجل\nيدخل الحمام فيسرق ثيابا - ثنا زيد بن حباب حدثنى معاوية بن صالح حدثنى أبو\nالزاهرية عن جبير بن نفير عن أبى الدرداء سئل عن سارق الحمام فقال لا قطع\nعليه وقال الطحاوي السارق من الحمام المأذون في دخوله لا قطع عليه إذا كان\nغير حرز ثنا الربيع الجيزى ثنا عبد الله بن يوسف ثنا سعيد بن عبد العزيز\nالتنوخى عن بلال بن سعد أن ابا الدرداء اتى بسارق من الحمام فلم يقطعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p263'> Vol. 08, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما يكون حرزا) ذكر فيه عن مالك عن ابن شهاب عن صفوان بن عبد\nالله ان صفوان بن امية إلى آخره ثم اخرجه من طريق ابن عيينة عن عمرو عن\nطاوس مرسلا ثم قال (روى عن ابن كاسب عن ابن عيينة باسناده موصولا بذكر ابن\nعباس فيه وليس بصحيح)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p265'> Vol. 08, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - ذكر صاحب التمهيد ان البزار اخرجه من حديث زكريا بن اسحاق عن عمرو\nبن دينار عن عطاء عن ابن عباس عنه عليه السلام وذكر المزى في اطرافه ان\nالنسائي اخرجه عن محمد بن داود عن المعلى بن اسد عن وهيب عن عبد الله بن\nطاوس عن ابيه عن صفوان بن امية - قلت - يا رسول الله ان هذا سرق خميصة لى\nالحديث - ثم ذكر البيهقى في آخر الباب حديث ابن أبى حسين <span id='ms757'></span> (قال عليه السلام\nلا قطع في ثمر معلق إلى آخره وقد روينا هذا موصولا من حديث عمرو بن شعيب عن\nابيه) قلت ذكره فيما بعد في باب تضعيف الغرامة من حديث عمرو بن شعيب عن\nابيه عن عبد الله بن عمرو - قال (باب السارق توهب له السرقة) ذكر فيه حديث\nسرقة رداء صفوان وقوله (انا اهبه له) وقوله عليه السلام (فهلا قبل ان\nتأتيني به - قلت - مذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p266'> Vol. 08, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي انه لو وهبه قبل الرفع إلى الامام يقطع وهذا الحديث حجة عليه\nلانه يدل على انه لو وهب السارق رداءه قبل ان يأتيه به لما قطعه وقال أبو\nيوسف لا قطع عليه محتجا بهذا الحديث ذكره صاحب التمهيد واختاره في\nالاستذكار وعزاه إلى أبى حنيفة وصاحبيه وفى المعالم للخطابي احتج به من رأى\nانه لا يقطع إذا ملكه قبل ان يرفع إلى الامام لانه يدل على انه لو وهبه منه\nأو ابرأه قبل ان يرفعه إلى الامام سقط عنه القطع - قال (باب من سرق عبدا\nصغيرا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p267'> Vol. 08, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nقال فيه (روى عن عمر أنه لم ير عليه القطع قال هؤلاء خلابون) ثم قال (قال\nاصحابنا معناه إذا كان العبد عاقلا فقد روى عن عمر أنه قطع رجلا في غلام\nسرقه) - قلت - الاول - اخرجه ابن أبى شيبة ثنا عبد الله بن المبارك عن سعيد\nبن أبى ايوب عن معروف بن سويد ان قوما كانوا يسترقون رقيق الناس بافريقية\nفقال على بن رباح ليس عليهم قطع قد كان هذا على عهد عمر بن الخطاب رضى الله\nعنه فلم ير عليهم قطعا وقال هؤلاء خلابون وهذا السند رجاله ثقات - والثانى\n- رواه عبد الرزاق عن ابن جريج ورواه ابن أبى شيبة ثنا محمد بن بكر عن ابن\nجريج قال قال اخبرت ان عمر بن الخطاب قطع رجلا في غلام سرقه - وهو منقطع\nكما ترى -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p268'> Vol. 08, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب النباش يقطع إذا اخرج الكفن من القبر) (قال الشافعي لان هذا حرز\nمثله) - قلت - القبر ليس بحرز لاتفاق الجميع على انه لو <span id='ms758'></span> دفن فيه دراهم\nفسرقها لم يقطع فكذا الكفن وهذا لان القبر انما حفر لدفن الميت فيه لا\nلاحراز الكفن لانه للبلى والهلاك ولانه لا مالك له فصار كالسرقة من بيت\nالمال وكالآخذ الاشياء المباحة وهذا لانه من جميع المال ومقدم على الدين\nفلا يملكه الورثة كما لا يملكون ما يصرف ويستحيل ان يملكه الميت فثبت انه\nليس في ملك احد ومطالبة الورثة بالكفن لا يدل على انه ملكهم كما يطالب بما\nسرق من بيت المال وان لم يملكه - وفى مصنف ابن أبى شيبة ثنا عيسى بن يونس\nعن معمر عن الزهري يقال أتى مروان بن الحكم بقوم يحتفرون القبور يعنى\nينبشون فضربهم وتفاهم واصحاب رسول الله صلى الله عليه وسلم متوافرون - وهذا\nسند صحيح - وفيه ايضا انا حفص عن اشعث عن الزهري قال أخذ نباش في زمن\nمعاوية وكان مروان على المدينة فسأل من كان بحضرته من اصحاب رسول الله صلى\nالله عليه وسلم بالمدينة والفقهاء فلم يجدوا احدا قطعه فاجمع رأيهم على\n</p>\n\n<p>\nان يضربه ويطاف به - وفى الاستذكار كان الثوري وأبو حنيفة واصحابه لا\nيرون عليه قطعا وروى ذلك عن يزيد (1) ابن ثابت ومروان بن الحكم وافتى به\nالزهري - ثم ذكر البيهقى حديث أبى ذر (يكون البيت بالوصيف يعنى القبر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p269'> Vol. 08, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - لو سلمنا ان تسمية القبر بيتا هو على سبيل الحقيقة فلا يقطع\nبالسرقة من البيت الا إذا كان حرزا وقد تقدم ان القبر ليس بحرز ألا ترى ان\nالمساجد تسمى بيوتا قال الله تعالى (في بيوت اذن الله ان ترفع) ومع ذلك لو\nسرق منها لا يقطع إذا لم يكن ثم حافظ - وقال صاحب الاستذكار احتج من قطعه\nبقوله تعالى (الم نجعل الارض كفاتا احياء وامواتا) فانه (1) عليه السلام\nسماه بيتعا وليس في هذا كله ما يوجب التسليم له - ثم ذكر البيهقى حديث لعن\nالمختفى عن مالك عن أبى الرجال عن عمرة مرسلا - ثم رواه من حديث يحيى بن\nصالح وأبى قتيبة عن مالك عن أبى الرجال عن <span id='ms759'></span> عمرة عن عائشة موصولا ثم قال\n(الصحيح مرسل) - قلت فيه امران - احدهما - ان يحيى بن صالح ثقة اخرج له\nالشيخان وغيرهما وأبو قتيبة سلم بن قتيبة اخرج له البخاري في صحيحه فهذان\nثقتان زاد الوصل فيقبل منهما وتابعهما عبد الله بن عبد الوهاب فرواه عن\nمالك كذلك كذا اخرجه صاحب التمهيد من حديثه فظهر بهذا ان الصحيح في هذا\nالحديث انه موصول - الامر الثاني - لا يلزم لعن المختفى انه يقطع كالغاصب\nوالظالم فلا دلالة فيه على مدعاه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p270'> Vol. 08, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب السارق يعود فيسرق) ذكر فيه حديث مصعب بن ثابت عن ابن المنكدر\nعن جابر - قلت - في الاستذكار قال النسائي مصعب ليس بالقوى وان كان القطان\nروى عنه وهذا الحديث ليس بصحيح ولا اعلم في هذا الباب حديثا صحيحا عنه عليه\nالسلام وفى حديث مصعب قتل السارق في الخامسة ولا اعلم احدا من اهل العلم\nقال به الا ما ذكره أبو مصعب صاحب مالك في مختصره عن اهل المدينة مالك\nوغيره قال فان سرق الخامسة قتل كما قال رسول الله صلى الله عليه وسلم\nوعثمان وعمر بن عبد العزيز قال وكان مالك يقول لا يقتل قال أبو عمر حديث\nالقتل منكر لا اصل له وقد ثبت عنه عليه السلام لا يحل دم امرئ مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p272'> Vol. 08, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nالا باحدى ثلاث - الحديث ولم يذكر فيها السارق وقال عليه السلام في\nالسرقة فاحشة وفيها عقوبة - ولم يذكر قتلا وعلى هذا جمهور اهل العلم في\nآفاق المسلمين - ثم ذكر البيهقى حديثا عن عبد الله بن أبى امية عن عبد الله\nبن الحارث ثم قال (مرسل حسن باسناد صحيح) - قلت - اضطرب في اسناده في اسم\nابن أبى امية فقيل عبد الله وفى مراسيل أبى داود عبد ربه وكذا ذكره غيره\nواختلف ايضا في عبد الله بن الحارث فقيل هكذا وقيل الحارث بن عبد الله وقد\nذكر البيهقى الاختلاف فيهما فيما بعد ومع هذا الاضطراب لم اقف على حال ان\nأبى امية بعد الكشف ولهذا قال عبد الحق في الاحكام <span id='ms760'></span> هذا الحديث لا يصح\nللارسال وضعف الاسناد - ثم ذكر البيهقى من حديث القاسم وصفية (ان رجلا اقطع\nاليد والرجل سرق عند أبى بكر فقطع يده اليسرى) - قلت - كلاهما لم يسمعا ابا\nبكر وقد روى عنه وعن غيره من الصحابة خلاف هذا قال صاحب الاستذكار اختلف في\nهذا الحديث فروى انه انما قطع رجله وكان مقطوع اليد اليمنى فقط ذكر عبد\nالرزاق عن معمر عن الزهري عن سالم وغيره قال انما قطع أبو بكر رجل الاقطع\nوكان مقطوع اليد اليمنى فقط وقال الزهري ولم يبلغنا في السنة في القطع اليد\nوالرجل لا يزاد على ذلك قال وانا معمر عن ايوب عن نافع عن ابن عمر قال انما\nقطع أبو بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p273'> Vol. 08, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nرجل الذى قطعه يعلى بن امية كان مقطوع اليد قبل ذلك - وذكر عبد الرزاق\nثنا معمر عن الزهري عن عروة عن عائشة قالت كان رجل اسود يأتي ابا بكر\nفيدنيه ويقرئه القرآن حتى بعث ساعيا فقال ارسلني معه فأرسله معه واستوصى به\nخيرا فلم يعبر منه الا قليلا حتى جاء قد قطعت يده فلما رآه أبو بكر فاضت\nعيناه قال ما شأنك قال ما زدت على انه كان يوليني شيئا من عمله فخنته فريضة\nواحدة فقطع يدى فقال أبو بكر تجدون الذى قطع هذا يخون عشرين فريضة ان كنت\nصادقا لافتدينك (1) منه ثم ادناه فكان الرجل يقوم الليل فيقرأ فإذا سمع أبو\nبكر صوته قال تا لله لرجل قطع هذا لقد اجترأ على الله فلم يعبر الا قليلا\nحتى فقد آل أبى بكر حليالهم ومتاعا فقام الاقطع فاستقبل القبلة ورفع يده\nالصحيحة والاخرى التى قطعت فقال اللهم أظهر على من سرقهم وكان معمر ربما\nقال اللهم أظهر على من سرق اهل هذا البيت الصالحين فما انتصف النهار حتى\nعثروا على المتاع عنده فقال أبو بكر ويلك انك لقليل العلم بالله فأمر به\nفقطعت رجله - وقال ابن أبى شيبة ثنا عيسى بن يونس عن الاوزاعي عن الزهري\nقال انتهى أبو بكر في <span id='ms761'></span> قطع السارق إلى اليد والرجل - ثم ذكر البيهقى (عن عمر\nالقطع في الثالثة والرابعة) - قلت - قد جاء عنه خلاف ذلك قال ابن أبى شيبة\nثنا أبو اسامة عن عبد الرحمن بن يزيد بن جابر عن مكحول ان عمر قال إذا سرق\nالسارق فاقطعوا يده ثم إذا عاد فاقطعوا رجله ولا تقطعوا يده الاخرى وذروه\nيأكل بها الطعام\n</p>\n\n<p>\nويستنجى بها من الغائط ولكن احبسوه عن المسلمين - ثم ذكر البيهقى عن على\nعدم القطع في الثالثة والرابعة من وجهين قلت - وقد جاء ذلك عنه من وجهين\nآخرين قال ابن أبى شيبة ثنا جرير عن منصور عن ابى الضحى وعن مغيرة عن\nالشعبى قال (2) كان على يقول إذا سرق السارق مرارا قطعت يده ورجله ثم ان\nعاد استودعته السجن - وقال ايضا ثنا حاتم بن اسمعيل عن جعفر عن ابيه قال\nكان على لا يزيد على ان يقطع لسارق يدا ورجلا فإذا اتى به بعد ذلك قال انى\nلاستحى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p274'> Vol. 08, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nان لا يتطهر لصلاته ولكن أمسكوا كله عن المسلمين وأنفقوا عليه من بيت\nالمال - وقال ايضا ثنا أبو خالد عن الحجاج عن عمرو بن دينار أن نجدة كتب\nإلى ابن عباس يسأله عن السارق فكتب إليه بمثل قول على قال وثنا أبو خالد عن\nحجاج عن سماك عن بعض اصحابه ان عمر استشارهم في سارق فأجمعوا على مثل قول\nعلى وبه قال الثوري وأبو حنيفة وصاحباه انه لا قطع بعد الثانية وانما فيه\nالغرم وهو قول الزهري والنخعي والشعبى والاوزاعي وحماد واحمد وروى عن جماعة\nمن الصحابة والتابعين ومن بعدهم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p275'> Vol. 08, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب غرم السارق)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p276'> Vol. 08, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا عن سعد بن ابراهيم عن اخيه المسور عن عبد الرحمن بن عوف ثم\nقال (ان كان سعد هذا ابن ابراهيم بن عبد الرحمن فلا نعرف في التواريخ له\nاخا معروفا يقال له المسور) إلى آخره - قلت - في كتاب ابن أبى حاتم مسور بن\nابراهيم بن عبد الرحمن بن عوف اخو سعد وصالح ابني ابراهيم روى عن عبد\nالرحمن <span id='ms762'></span> بن عوف مرسلا - روى عنه اخوه سعد بن ابراهيم، سمعت أبى يقول ذلك -\nوذكر ذلك صاحب الكمال وزاد مات سنة سبع ومائتين روى له النسائي فظهر بهذا\nان سعد هو ابن ابراهيم بن عبد الرحمن بن عوف وانه لا وجه لترديد البيهقى\nوان له اخا يقال له المسور فان لم يثبت للمسور سماع من عبد الرحمن والحديث\nمرسل فالقائلون به يحتجون بالمرسل على ان ابن جرير الطبري اخرج هذا الحديث\nفي تهذيب الآثار موصولا فقال ثنا احمد بن الحسن الترمذي ثنا سعيد بن كثير\nبن عفير ثنا المفضل بن فضالة عن يونس ابن يزيد عن سعد بن ابراهيم حدثنى اخى\nالمسور بن ابراهيم عن ابيه عن عبد الرحمن بن عوف ان رسول الله صلى الله\nعليه\n</p>\n\n<p>\nوسلم قال إذا اقيم الحد على السارق فلا غرم عليه - واخرجه أبو عمر بن عبد\nالبر من طريق ابن جرير وهذا السند ما خلا المسور واباه على شرط البخاري\nوأبوه ذكره ابن حبان في ثقات التابعين ثم قال ابن جرير ما ملخصه فيه البيان\nعن صحة قول من لم يضمن السارق بعد الحد وفساد قول من ضمنه ثم حكى عدم\nالتضمين عن ابن سيرين والشعبى والنخعي وعطاء والحسن وقتادة قال وعلتهم مع\nالاثر القياس على اجماعهم على ان اهل العدل إذا ظهروا على الخوارج لم\nيغرموا ما استهلكوه وكذا قطاع الطريق ولو كان السارق في التضمين كالغاصب\nلتعديه لوجب الضمان على هؤلاء لتعديهم وظلمهم وكذا لو استهلك حربى مالا\nلمسلم غلب عليه ثم اسلم لم يتبع به اجماعا قال وهذا هو الصواب لقوله تعالى\n(فاقطعوا ايديهما جزاء بما كسبا) فلم يأمر بالتغريم ولو كان لازما لعرفهم\nبه كما عرفهم بالقطع - ثم قال البيهقى (وابراهيم بن عبد الرحمن لم يثبت له\nسماع من عمر إلى قوله ولا نعرف اخاه) - قلت - كذا في نسختنا من هذا الكتاب\nولا تعلق لهذا الكلام بما قبله ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p277'> Vol. 08, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nذكر البيهقى بسنده (عن هشيم ثنا بعض اصحابنا عن الحسن كان يقول <span id='ms763'></span> هو ضامن\nللسرقة مع القطع) - قلت - في سنده هذا المجهول وقد جاء عن الحسن بخلاف هذا\nقال عبد الرزاق عن ابن جريج أخبرني اسمعيل بن مسلم عن الحسن قال حسبه للقطع\n- ثم ذكر البيهقى (عن أبى حنيفة عن حماد عن ابراهيم انه كان يقول يضمن\nالسرقة استهلكها أو لم يستهلكها وعليه القطع) - قلت - قد تقدم عنه وعن غيره\nعدم التضمين وحكاه ابن المنذر في الاشراف عن مكحول والثوري وقال ابن عبد\nالبر هو قول سائر الكوفيين - وروى ابن أبى شيبة بسنده عن الشعبى قال ان\nوجدت السرقة بعينها عنده اخذت منه وقطعت يده وان كان قد استهلكها قطعت يده\nولا ضمان عليه، ثم قال ثنا هشيم عن مغيرة عن ابراهيم واشعث عن ابن سيرين\nمثله، وروى بسنده عن عطاء نحو ذلك، وروى بسنده عن سعيد بن جبير سئل عن\nالرجل يسرق فيقطع يده أيغرم السرقة قال كفى بالقطع غرما - قال (باب ما جاء\nفي تضعيف الغرامة) ذكره في آخره (عن يحيى بن عبد الرحمن بن حاطب اصاب غلمان\nلحاطب ناقة لرجل إلى آخره) - قلت - في الاستذكار ما ملخصه ان العلماء تركوه\nللقرآن والسنة اما القرآن فقوله تعالى (فاعتدوا عليه بمثل ما اعتدى عليكم)\n(فعاقبوا بمثل ما عوقبتم به) ولم يقل بمثليه واما السنة فانه عليه السلام\nقضى على من اعتق شقصا من عبد بقيمة حصة شريكه، وضمن الصحفة التى كسرها بعض\nاهله بصحفة مثلها ولانه خبر يدفعه الاصول فقد اجمع العلماء على ان من\nاستهلك شيئا لا يغرم الا مثله أو قيمته وانه\n</p>\n\n<p>\nلا يعطى احد بدعواه لقوله عليه السلام لو اعطى قوم بدعواهم لادعى قوم\nدماء قوم واموالهم ولكن البينة على المدعى وفى هذا الحديث تصديق المزني\nفيما ذكر من ثمن ناقته وفيه ايضا انه غرمه باعتراف عبيده وقد اجمعوا على ان\nاقرار العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p278'> Vol. 08, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nعلى سيده في ماله لا يلزمه وايضا فان يحيى بن عبد الرحمن لم يلق عمر ولا\nسمع منه فهذه اربعة اوجه علل بها هذا الحديث <span id='ms764'></span> وقد ذكر البيهقى في الباب الذى\nيلى هذا الباب عن الشافعي ما ملخصه انه استدل على ترك تضعيف الغرامة بوجهين\nمن هذه الاربعة وذكر ابن وهب في موطأه الحديث بمعناه من طريقين من رواية\nيحيى بن عبد الرحمن عن ابيه وأبوه عبد الرحمن سمع عمر وروى عنه وليس عند\nجمهور رواة الموطأ عن ابيه قال أبو عمر اظن ابن وهب وهم فيه وذكر ايضا ان\nالقصة كانت بعد موت حاطب وهو غلط لان حاطبا مات سنة ثلاثين في خلافة عثمان\n- قال (باب لا قطع على مختلس) ذكر فيه حديثا عن ابن جريج عن أبى الزبير عن\nجابر ثم ذكر (ان ابا داود قال لم يسمعه ابن جريج من أبى الزبير وبلغني عن\nابن حنبل قال انما سمعه ابن جريج من ياسين الزيات) - قلت - اخرجه عبد\nالرزاق في مصنفه عن ابن جريج قال قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p279'> Vol. 08, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nلى أبو الزبير قال جابر الحديث وهذا صريح في انه سمعه منه وكذلك اخرجه\nالنسائي فقال انا محمد بن حاتم انا سويد هو ابن نصر انا عبد الله هو ابن\nالمبارك عن ابن جريج قال اخبرني أبو الزبير فذكره وهذا سند صحيح وبهذا\nاللفظ ايضا اخرجه الطحاوي فقال ثنا يحيى بن عثمان ثنا نعيم هو ابن حماد ثنا\nابن المبارك فذكره ويحيى اخرج له الحاكم في مستدركه وابن حبان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p280'> Vol. 08, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nفي صحيحه ونعيم اخرج له البخاري في صحيحه فهو ايضا سند صحيح وقد صرح فيه\nايضا بالسماع فيحمل على انه سمعه منه مرة بلا واسطة ومرة بواسطة ياسين ويدل\nعلى ذلك ان الترمذي اخرجه من حديث ابن جريج عن أبى الزبير ثم قال حسن صحيح\n- ثم ذكر البيهقى حديث التى كانت تستعير ثم رجح رواية السرقة - قلت -\nالروايتان صحيحتان بالعمل بها كما روى عن ابن حنبل و؟؟؟؟؟ اولى من ترجيح\nاحداهما -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p281'> Vol. 08, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في تفسير الخمر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p288'> Vol. 08, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه قول عمر (نزل تحريمها يوم نزل وهى من خمسة من العنب والتمر والبر\nوالشعير والعسل، والخمر ما خامر <span id='ms765'></span> العقل) وفى آخره (فقلت ما ترى في السادسة\nتصنع بالسند قال لم يكن هذا على عهد رسول الله صلى الله عليه وسلم ولو كان\nلنهى عنه الا ترى انه قد عم الاشربة كلها فقال الخمر ما خامر العقل قال أبو\nبكر يعنى الاسماعيلي فيه دلالة على ان قوله والخمر ما خامر العقل من قول\nرسول الله صلى الله عليه وسلم رواه البخاري في الصحيح عن احمد بن أبى رجاء\nالا انه لم يذكر ولو كان لنهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p289'> Vol. 08, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nعنه فانه مما قيل للشعبى وهو الذى اجاب به) - قلت - هذا الكلام يقتضى انه\nفي البخاري كما ساقه إلى قوله ولو كان لنهى عنه وليس هو كذلك في صحيح\nالبخاري لا لفظا ولا معنى بل لفظه فقلت يا ابا عمر وفشئ يصنع بالسند من\nالرز قال ذاك لم يكن على عهد النبي صلى الله عليه وسلم أو قال على عهد عمر\nكذا ذكره بالشك وكيف يسوق الشعبى هذا اللفظ من كلام عمر ثم يقول عن النبي\nصلى الله عليه وسلم الا ترى انه قد عم الاشربة كلها فقال الخمر ما خامر\nالعقل هذا لا يستقيم وقد صرح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p290'> Vol. 08, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nالبيهقى في آخر الباب الذى يلى هذا الباب (ان هذا قول عمر) ثم ذكر\nالبيهقى حديث ابن عمر (لقد حرمت الخمر وما بالمدينة منها شئ) - قلت - قد\nكان بالمدينة سائر الانبذة غير الخمر لانها كانت تجلب إليها فلما نفى اسم\nالخمر عن بقية الانبذة دل على ان هذا الاسم عنده حقيقة الشراب العنب التى\nالمستند وان ما سواها غير مسمى بهذا الاسم وان سمى به كان مجازا أو لهذا\nنفى اسم الخمر عنه مع وجوده عندهم بالمدينة وهذا علامة المجاز فثبت ان\nتسميته باسم الخمر على جهة التشبيه بها عند وجود السكر فوجب ان يحمل حديث -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p291'> Vol. 08, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nالخمر من خمسة اشياء ونحوه على الحال التى يتولد منها السكر لانها حينئذ\nتعمل عمله في توليد السكر واستحقاق الحد وعليه يحمل قول عمر الخمر ما خامر\nالعقل - لان المخامرة التغطية <span id='ms766'></span> والقليل من الانبذة لا يخامر العقل وقد نفى\nأبو الاسود اسم الخمر عن الطلاء بقوله - دع الخمر تشربها الغواة فانني -\nرأيت اخاها مغتيا بمكانها فان لا يكنها أو تكنه فانه - اخوها غذته امه\nبلبانها\n</p>\n\n<p>\nجعل الطلاء اخا للخمر واخو الشئ غيره اراد انهما معا من الكرم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p292'> Vol. 08, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الدليل على ان الطبخ لا يخرج هذه الاشربة من دخولها في الاسم\nوالتحريم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p293'> Vol. 08, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر فيه (عن مالك عن نافع عن ابن عمر قال كل مسكر خمر) إلى آخره ثم\nقال (كذا رواه سائر اصحاب مالك عن مالك موقوفا غير ورح فانه رفعه) - قلت -\nذكر أبو عمر هذا الحديث في التمهيد ثم قال موقوف في الموطأ لم يختلف فيه\nالرواة عن مالك الا عبد الملك بن اما جشون فانه رواه عن مالك عن نافع عن\nابن عمر عنه عليه السلام فرفعه وذكر المزى في اطرافه ان النسائي رواه في\nالاشربة عن الحارث بن مسكين عن ابن القاسم عن مالك مرفوعا كذلك ثم ذكر\nالبيهقى (عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p294'> Vol. 08, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nابن عباس انه سئل عن الطلاء فقال ان النار لا تحل منها شيئا ولا تحرمه) -\nقلت - استدل البيهقى بهذا الاثر على التحريم وابن أبى شيبة ذكره في مصنفه\nفي باب جواز شرب الطلاء اثناء آثار دالة على الاباحة فقال ثنا ابن فضيل عن\nالاعمش فذكره وفى لفظه ان النار لا تحل شيئا ولا تحرمه لان اوله كان حلالا\n-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p295'> Vol. 08, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من رخص فيما لم يسكر) ذكر فيه قول ابن عباس (والسكر من كل شراب)\n- قلت - خرج قاسم بن اصبغ ثنا احمد بن زهير ثنا أبو نعيم الفضل ابن دكين عن\nمسعر عن أبى عون عن عبد الله بن شداد عن ابن عباس قال حرمت الخمر بعينها\nالقليل منها والكثير والسكر من كل شراب - قال ابن حزم صحيح وتابع ابا نعيم\nجعفر بن عون فرواه عن مسعر كذلك وتابع مسعرا الثوري فرواه عن أبى عون كذلك\nوفى التهذيب للطبري ثنا محمد بن موسى الحرشى ثنا عبد الله بن <span id='ms767'></span> عيسى ثنا داود\nبن أبى هند عن عكرمة عن ابن عباس قال حرم الله الخمر بعينها والسكر من كل\nشراب - وروى أبو حنيفة في مسنده عن عون بن أبى جحيفة قال قال ابن عباس حرمت\nالخمر بعينها قليلها وكثيرها والسكر من كل شراب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p297'> Vol. 08, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في صفة نبيذهم) ذكر فيه (عن أبى خيثمة يعنى زهيرا عن أبى\nاسحاق عن عمرو بن ميمون قال انا لنشرب من النبيذ نبيذا يقطع لحوم الابل) -\nقلت - اخرج الطحاوي هذا الاثر عن روح بن الفرج عن عمرو بن خالد عن زهير وفى\nآخره قال وشربت من نبيذه فكان كاشد النبيذ وروح وثقه الخطيب وعمرو بن خالد\nثقة ثبت كذا قال احمد بن عبد الله واخرجه الدارقطني من حديث شريك عن أبى\nاسحاق ولفظه انى شربت هذا النبيذ الشديد يقطع ما في بطوننا من لحوم الابل\nوقال ابن أبى شيبة ثنا الاحوص عن أبى اسحاق عن عمرو بن ميمون قال قال عمر\nانا نشرب هذا الشراب الشديد لنقطع به لحوم الابل في بطوننا ان تؤذينا فمن\nرابه من شرابه شئ فليمزجه بالماء - وقال ايضا ثنا وكيع ثنا اسمعيل بن أبى\nخالد عن قيس بن أبى حازم حدثنى عتبة بن فرقد قال قدمت على عمر فدعا بعس من\nنبيذ قد كان (1) يصير خلا فقال اشرب فاخذته فشربته فما كدت ان اسيغه ثم\nاخذه فشربه ثم قال يا عتبة انا نشرب هذا النبيذ الشديد لنقطع به لحوم الابل\nفي بطوننا ان تؤذينا - ثم قال البيهقى (واما الصفة ففيما انا أبو بكر) فذكر\nقول الحبشية (كنت انبذله في سقاء من الليل فإذا اصبح شرب منه) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p299'> Vol. 08, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر بمعنى ذلك من وجوه ثم قال (على مثل هذه الصفة كان نبيذ عمر وغيره\nمن الصحابة الا ترى ان عمر انما احل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p300'> Vol. 08, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nالطلاء حين ذهب سكره وشره وحظ شيطانه وذلك فيما انا أبو زكريا) فذكر\nبسنده (ان عمر لما قدم الشام شكوا له وباء الارض إلى ان قالوا هل لك <span id='ms768'></span> ان\nنجعل لك من هذا الشراب شيئا لا يسكر قال نعم فطبخوه حتى ذهب من الثلثان\nوبقى الثلث إلى ان قال فأمرهم عمر أن يشربوه) ثم ذكر (ان عمر كتب ان اطبخوا\nشرابكم حتى يذهب نصيب الشيطان منه فان للشيطان اثنين ولكم واحد) - قلت - قد\nورد مثل هذا عن عمر وغيره من السلف قال عبد الرزاق في مصنفه عن معمر عن\nايوب عن ابن سيرين قال كتب لنوح من كل شئ زوجان وفيه ان الملك قال له\nوتطبخه حتى يذهب ثلثاه ويبقى الثلث - قال ابن سيرين فوافق ذلك كتاب عمر بن\nالخطاب وعن معمر عن عاصم عن الشعبى قال كتب عمر إلى عمار أما بعد فانه\nجاءتنا اشربة من الشام كأنها طلاء الابل قد طبخ حتى ذهب ثلثاه الذى فيه خبث\nالشيطان وريح جنونه وبقى ثلثه فاصطنعه وأمر من قبلك ان يصطنعوه - وعن ابن\nالتيمى عن منصور عن ابراهيم عن سويد بن غفلة قال كتب عمر إلى عماله ان\n</p>\n\n<p>\nيرزقوا الناس الطلاء ما ذهب ثلثاه وبقى ثلثه - وفى مصنف ابن أبى شيبة ثنا\nعبد الرحيم بن سليمان عن داود بن أبى هند سألت سعيد بن المسيب عن الشراب\nالذى كان عمر اجازه للناس قال هو الطلاء الذى طبخ حتى ذهب ثلثاه وبقى ثلثه\n- ثنا على بن مسهر عن سعيد بن أبى عروبة عن قتادة عن انس ان ابا عبيدة\nومعاذ بن جبل وابا طلحة كانوا يشربون من الطلاء ما ذهب ثلثاه وبقى ثلثه -\nثنا وكيع عن الاعمش عن ميمون هو ابن مهران عن ام الدرداء قالت كنت اطبخ\nلابي الدرداء الطلاء ما ذهب ثلثاه وبقى ثلثه لشربه وعن على انه كان يرزق\nالناس من الطلاء الذى ذهب ثلثاه وبقى ثلثه ثنا ابن فضيل عن عطاء بن السائب\nعن أبى عبد الرحمن قال كان على يرزقنا الطلاء فقلت له ما هيئته قال اسود\nيأخذه احدنا باصبعه - ثنا وكيع عن سعد بن اوس عن انس بن سيرين قال كان انس\nبن مالك <span id='ms769'></span> سقيم البطن فأمرني ان اطبخ له طلاء حتى ذهب ثلثاه وبقى ثلثه فكان\nيشرب منه الشربة على اثر الطعام - ثنا ابن نمير ثنا اسمعيل عن مغيرة عن\nشريح ان خالد ابن الوليد كان يشرب الطلاء بالشام - وقد تقدم في آخر باب\nالدليل على ان الطبخ لا يخرج هذه الاشربة من دخولها في الاسم والتحريم ما\nاخرجه ابن أبى شيبة من قول ابن عباس ان النار لا تحل شيئا إلى آخره وهذا\nكله يقتضى جواز شرب هذا المطبوخ وقد قال صاحب الاستذكار لا اعلم خلافا بين\nالفقهاء في جواز شرب العصير إذا طبخ فذهب ثلثاه وبقى ثلثه وقد تقدم من كلام\nالبيهقى خلاف هذا فقال باب الدليل على ان الطبخ لا يخرج هذه الاشربة إلى\nآخره وذكر هناك قول أبى عبيد (قد جاء في الاشربة آثار كثيرة باسماء مختلفة)\nفذكر الخمر والسكر والبتع والجعة والمزر والسكركة والفضيخ والخليطين\nوالمنصف وهو ان يطبخ عصير العنب قبل ان يغلى حتى يذهب نصفه وان طبخ حتى\nيذهب ثلثاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p301'> Vol. 08, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nويبقى ثلثه فهو الطلاء سمى بذلك لانه يشبه بطلاء الابل في ثخنه وسواده ثم\nقال (وهذه الاشربة كلها كناية عن اسم الخمر ولا احسبها الا داخلة في قوله\nعليه السلام ان ناسا من امتى يشربون الخمر باسم يسمونها به ومما يبينه قول\nعمر الخمر ما خامر العقل) وقال في الخلافيات ما اسكر كثيره فقليله حرام من\nأي الاجناس كان من مطبوخ ونى - قال (باب ما جاء في الكسر بالماء) ذكر فيه\nحديثا عن احد الوفد الذين وفدوا إلى نبى الله صلى الله عليه وسلم من عبد\nالقيس ثم قال (الروايات الثابتة في قصة وفد عبد القيس خالية عن هذه اللفظة\nوفى هذا الاسناد من يجهل حاله) - قلت - رواه أبو داود في سننه باسناد رجاله\nثقات معروفون ليس فيهم مجهول الا هذا الصحابي الذى هو من جملة وفد عبد\nالقيس والصحابة عندهم عدول لا تضرهم الجهالة\n</p>\n\n<p>\nوكذا قال البيهقى في غير موضع وإذا كان كذلك فهذه اللفظة <span id='ms770'></span> زيادة من ثقة\nفهى مقبولة - ثم ذكر البيهقى هذا الحديث من جهة أبى هريرة وفى آخره (فان\nخشى شربه فليصب عليه الماء) ثم قال (رواه جماعة لم يذكروا فيه هذه اللفظة\nفيشبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p302'> Vol. 08, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nان تكون من قول بعض الرواة) - قلت - هذا دعوى والراوي إذا كان ثقة قبلت\nزيادته كما تقدم - ثم ذكر حديثا عن اسرائيل هو ابن يونس عن على بن بذيمة عن\nقيس بن حبتر عن ابن عباس - قلت - هذا سند جيد واخرجه أبو داود بسند جيد\nايضا عن سفيان هو الثوري عن ابن بذيمة بسنده والرفع زيادة من ثقة فوجب\nقبوله - ثم ذكر حديثا عن عائشة في سنده ثمامة بن كلاب فقال (مجهول) - قلت -\nذكره ابن حبان في الثقات من اتباع التابعين - ثم ذكر رواية فيها عكرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p303'> Vol. 08, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nابن عمار - قلت - تقدم الكلام عليه في باب مس الفرج بظهر الكف ثم ذكر\nحديثا في سنده عبد الملك بن نافع فقال (مجهول) - قلت - ذكره ابن حبان في\nالثقات من التابعين ثم ذكر اثرا عن عمر في كسر الشراب المشتد بالماء ثم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p305'> Vol. 08, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n(انما كان اشتداده بالحموضة أو بالحلاوة) - قلت - في مصنف عبد الرزاق ثنا\nابن جريج اخبرني اسمعيل ان رجلا عب في شراب نبذ لعمر بطريق المدينة فسكر\nفتركه عمر حتى افاق فحده ثم اوجعه عمر بالماء فشرب منه قال ونبذ نافع بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p306'> Vol. 08, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الحارث لعمر بن الخطاب في المزاد وهو عامل له فاستأخر عمر حتى عدا\nالشراب طوره فدعا به عمر فوجده شديدا فاوجعه بالماء ثم شرب وسقى الناس -\nفقوله فسكر يضعف تأويل البيهقى -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p307'> Vol. 08, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الرخصة في الاوعية بعد النهى) قلت - في الاستذكار كان الشافعي\nيكره الانتباذ في هذه الاوعية وقال ابن القاسم كره مالك الانتباذ في الدباء\nوالمزفت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p310'> Vol. 08, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمر اظنهم احتاطوا فبقوا على اصل النهى ولم يقبلوا رخصة النسخ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p311'> Vol. 08, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من اقيم عليه الحد اربعا ثم عاد) ذكر فيه حديث رفع القتل في\nالرابعة عن الزهري عن قبيصة بن ذؤيب عنه عليه السلام - قلت - سكت <span id='ms771'></span> عن الحديث\nوهو مرسل وقبيصة معدود من التابعين وفيه علة اخرى وهى ان الزهري لم يسمعه\nمن قبيصة ذكرها الطحاوي في الرد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p313'> Vol. 08, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الكرابيسى وقال مستدلا على ذلك ثنا يونس هو ابن عبيد ثنا بشر بن بكر\nثنا الاوزاعي عن ابن شهاب انه بلغه عن قبيصة بن ذؤيب فذكر الحديث وسنده على\nشرط مسلم - قال (باب من وجد منه ريح شراب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p314'> Vol. 08, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا في سنده محمد بن على بن ركانة فذكر بسنده (عن ابن المدينى\nقال مجهول) - قلت - هو معروف وهو ابن على بن زيد بن ركانة روى عنه ابن جريج\nوابن اسحق وخرج له أبو داود في سننه ووثقه ابن حبان -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p315'> Vol. 08, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في اقامة الحد حال السكر أو حتى يذهب) ذكر فيه (ان مطيع\nبن الاسود ضرب شاربا ضربا شديدا فقال عمركم ضربته فقال ستين فقال قتلته اقص\nعنه بعشرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p317'> Vol. 08, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد يقول اجعل شدة الضرب قصاصا بالعشرين التى بقيت) قال البيهقى\n(فيه ان الزيادة على الاربعين تعزير وليس بحد) - قلت - بل هي حد لما في\nالصحيح ان النبي عليه السلام وابا بكر جلدا في الخمر اربعين وجلد عمر\nثمانين ذكره البيهقى قبل هذا الباب وبعده - قال (باب ما جاء في عدد حد\nالخمر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p318'> Vol. 08, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره (عن على انه جلد في الخمر اربعين جلدة بسوط له طرفان) ثم قال\n(وكأنه اراد صار اربعين بالطرفين فقد روينا في الحديث الموصول انه امره\nبجلده اربعين) - قلت - إذا جلد بسوط له طرفان اربعين صار الكل ثمانين\nوتاويل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p319'> Vol. 08, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nالبيهقى بعيد جدا مخالف لمقتضى اللفظ وقال القاضى عياض المعروف من مذهب\nعلى الجلد في الخمر ثمانين ومنه قوله في قليل الخمر وكثيرها ثمانون جلدة -\nوروى عنه انه جلد المعروف بالنجاشى والمشهور أنه هو الذى اشار على عمر\nباقامة الحد ثمانين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p320'> Vol. 08, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nوروى انه جلد اربعين بسوط له رأسان فتكون جملتها ثمانين وذهب الطبري في\nالتهذيب إلى ان حد الخمر ثمانون واول ضربه عليه السلام اربعين بان المضروب\nكان عبدا <span id='ms772'></span> أو انه ضربه كذلك بسوطين واستدل على ذلك بحديث انس انه عليه\nالسلام ضربه بجريدتين نحوا من اربعين -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p321'> Vol. 08, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب السلطان يكره على الاختتان وما ورد في الختان) ذكر فيه حديث\nالفطرة - قلت - مذهبه ان الختان واجب ومقصوده من هذا الحديث الاستدلال على\nذلك ودلالته على انه سنة اظهر قال الخطابى ذهب اكثر العلماء إلى ان الفطرة\nهي السنة قال النووي وكذا ذكره جماعة غير الخطابى قالوا ومعناه انها من سنن\nالانبياء عليهم السلام ثم ان معظم هذه الخصال سنة وليست بواجبة عند العلماء\nوفى بعضها خلاف في وجوبه انتهى كلامه والاستدلال بهذا الحديث على سنية\nالختان من وجهين - احدهما - ان الفطرة هي السنة كما تقدم والسنة تذكر في\nمقابلة الواجب - والثانى - ان الاشياء التى ذكرت في الحديث مع الختان ليست\nبواجبة وفى شرح العمدة الاستدلال بالقران في هذا المكان قوى لان لفظ الفطرة\nلفظة واحدة استعملت في هذه الاشياء الخمسة فلو فرقت في الحكم اعني ان\nتستعمل في بعض هذه الاشياء لا فادة الوجوب وفى بعضها لا فادة الندب لزم\nاستعمال اللفظ الواحد في معنيين مختلفين وفيه ما عرف في علم الاصول وانما\nيضعف دلالة الاقتران إذا استعملت الجمل في الكلام ولم يلزم منه استعمال\nاللفظ الواحد في معنيين كما جاء في الحديث لا يبولن احدكم في الماء الدائم\nولا يغتسل فيه من الجنابة - فاستدل به بعض الفقهاء على ان اغتسال الجنب في\nالماء يفسده لكونه مقرونا بالنهي عن البول فيه ثم ذكر البيهقى حديث عثيم\nابن كليب (عن ابيه عن جده قال عليه السلام له الق عنك شعر الكفر واختتن) -\nقلت - هو عثيم بن كثير بن كليب ومع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p323'> Vol. 08, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nضعف الواسطة بين ابن جريج وعثيم يحمل الحديث على الاستحباب بقرينة انه\nذكر معه القاء شعر الكفر وليس بواجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p324'> Vol. 08, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nبواجب ثم ذكر عن ابن عباس حديث (الختان سنة للرجال مكرمة للنساء) ثم قال\n(اسناد ضعيف والصحيح موقوف) ثم ذكر عن رجل عن ابن عباس كره ذبيحة الارغل\nوقال لا تقبل <span id='ms773'></span> صلاته ولا تجوز شهادته) - قلت - فيه هذا المجهول ثم ذكر عنه\n(قال لا تقبل صلاة رجل لم يختتن) - قلت - في سنده ابن أبى يحيى وحاله معروف\nثم قال (وهذا يدل على انه كان يوجبه وان قوله سنة للرجال اراد به سنة النبي\nعليه السلام الموجبة) - قلت - كيف يستدل بهذا وهو من طريقه ضعيف ثم ذكر\nحديث (اختنن ابراهيم عليه السلام) وقال (قال الله تعالى ثم اوحينا اليك ان\nاتبع ملة ابراهيم حنيفا) وذكر (ان هذا احسن ما يستدل به) - قلت - النبي\nعليه السلام مامور باتباعه في التوحيد بقرينة قوله بعد ذلك حنيفا وما كان\nمن المشركين - ولو سلمنا انه امر باتباعه في الختان لسنا نعلم ان ابراهيم\nعليه السلام امر بالختان وجوبا أو كان مستحبا في حقه وفى الاستذكار من ملة\nابراهيم سنة وفريضة وكل يتبع على وجهه ثم ذكر الكلمات التى ابتلى بها\nابراهيم (وانها عشر ومنها الختان) ثم قال (قال اصحابنا الابتلاء انما يقع\nفي الغالب بما يكون واجبا) - قلت - لو كان كذلك لكانت هذه الاشياء كلها\nواجبة لان ابراهيم عليه السلام ابتلى بها والنبى عليه السلام امر باتباعه\nعلى ما قرره البيهقى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p325'> Vol. 08, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nوليس الامر كذلك بل الاشياء التى قرنت بالختان في هذا الاثر ليست بواجبة\nوالنزاع في الختان وقال ابن المنذر ليس في الختان خبر يرجع إليه ولا سنة\nتتبع والاشياء على الاباحة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p326'> Vol. 08, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحدود كفارات)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p328'> Vol. 08, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه الحديث ثم ذكر حديث (لا ادرى الحدود كفارة) من وجهين مرفوعا ومن\nوجه واحد مرسلا ثم قال (ان صح يحتمل) إلى آخره - قلت - صحيح بلا شك لانه لو\nروى من وجه مرسلا ومن وجه مرفوعا رجح الرفع لانه زيادة فكيف وقد روى مرفوعا\nمن وجهين وقد رواه أبو داود بسند صحيح من حديث عبد الرزاق عن معمر عن ابن\nأبى ذئب عن سعيد المقبرى عن أبى هريرة عنه عليه السلام وكذلك رواه الحاكم\nثم قال صحيح على شرط الشيخين -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p329'> Vol. 08, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الستر على اهل الحدود)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p330'> Vol. 08, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا <span id='ms774'></span> عن شعبة عن يحيى بن سعيد عن ابن المنكدر عن ابن هزال عن\nابيه ثم قال (كذا رواه جماعة عن شعبة) ثم ذكره (عن سليمان بن بلال عن يحيى\nبن سعيد عن ابن المنكدر أن رسول الله صلى الله عليه وسلم) الحديث ثم قال\n(هذا اصح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p331'> Vol. 08, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nمما قبله) - قلت - الاول رواه عن شعبة جماعة كما ذكر البيهقى وشعبة اجل\nمن ابن بلال فروايته اصح من روايته وقد رواه النسائي عن عباس العنبري عن\nأبى داود عن شعبة كذلك -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p332'> Vol. 08, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الضمان على البهائم) ذكر فيه حديث ناقة البراء من عدة طرق ثم\nذكره من حديث عبد الرزاق عن معمر عن الزهري عن حرام عن ابيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p341'> Vol. 08, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - اضطرب اسناد هذا الحديث اضطرابا شديدا واختلف فيه عن الزهري فروى\nعنه على سبعة اوجه ذكرها ابن القطان ثم قال ولا ابعد زيادة على هذا ولكن\nهذا المتيسر وذكر عبد الحق بعض الاختلاف فيه ثم قال وفيه اختلاف اكثر من\nهذا وذكر ابن عبد البر بسنده عن أبى داود قال لم يتابع احد عبد الرزاق على\nقوله في هذا الحديث عن ابيه وقال أبو عمر انكروا عليه قوله فيه عن ابيه\nوقال ابن حزم هو مرسل رواه الزهري عن حرام بن سعد بن محيصة عن ابيه ورواه\nالزهري ايضا عن أبى امامة بن سهل بن حنيف ان ناقة للبراء - ولم يسمع سعد بن\nمحيصة من ابيه ولا أبو أمامة من البراء انتهى كلامه ثم ان الشافعي وغيره\nتركوا العمل بعموم هذا الحديث قال الطحاوي وجدنا اهل العلم جميعا لا\nيختلفون انه لا يجب على اهلها ما اصابت بالليل من بنى آدم وظاهر الحديث\nيخالف ذلك - ثم ذكر البيهقى عن جماعة قصة نفش الغنم - قلت - على تقدير أن\nيكون شريعته شريعة لنا فالشافعية وغيرهم يخالفون هذه القصة ولا يحكمون بها\nوهى منسوخة بحديث العجماء جبار -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p342'> Vol. 08, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الدابة تنفح برجلها ذكر فيه حديث (الرجل جبار) - من طريق سفيان\nبن حسين عن الزهري عن ابن المسيب <span id='ms775'></span> عن أبى هريرة ثم حكى (عن\n</p>\n\n<p>\nالشافعي انه غلط) وعن الدارقطني (انه وهم وانه لم يتابع سفيان على قوله\nالرجل جبار احد) ثم ذكره من حديث آدم عن شعبة عن محمد بن زياد عن أبى هريرة\nثم قال (لم يتابعه احد عن شعبة) ثم ذكره مرسلا من حديث أبى قيس الاودى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p343'> Vol. 08, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nعن هزيل ثم قال (لا تقوم به حجة) ثم قال (ورواه قيس بن الربيع موصولا\nبذكر ابن مسعود وقيس لا يحتج به) - قلت أبو قيس احتج به البخاري ووثقه\nجماعة فكيف لا تقوم به حجة مع ان مرسلة تأيد بمسند قيس وهو وان تكلموا فيه\nفقد وثقه أبو الوليد الطيالسي وعفان وقال معاذ قال لى شعبة ألا ترى إلى\nيحيى بن سعيد يقع في قيس بن الربيع لا والله ماله إلى ذلك سبيل وقال ابن\nعدى عامة رواياته مستقيمة والقول فيه ما قال شعبة وانه لا بأس به وتأيد\nايضا بمسند آدم عن شعبة وبمسند سفيان بن حسين وهو وان تكلم فيه فقد وثقه\nابن معين وغيره واخرج له مسلم وابن حبان في صحيحيهما والحاكم في المستدرك\nواخرج حديثه هذا أبو داود والنسائي ورواه ايضا زياد بن عبد الله البكائى عن\nالاعمش عن أبى قيس عن هزيل عن أبى هريرة عن النبي صلى الله عليه وسلم فوصله\nواسنده وكذا ذكر صاحب التمهيد والبكائي وان تكلم فيه يسيرا فقد وثقه جماعة\nواخرج له الشيخان في صحيحيهما والشافعي يحتج بالمرسل إذا روى من وجه آخر\nمرسلا أو مسندا وهذا المرسل روى من وجوه عديدة كما ترى وقال ابن عبد البر\nكان الشعبى يفتى بان الرجل جبار - قال (باب علة الحديث الذى فيه النار\nجبار) ذكره من حديث عبد الرزاق عن معمر ثم ذكر (عن معمر قال لا اراه الا\nوهما) ثم ذكر (عن ابن حنبل انه قال ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p344'> Vol. 08, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nبشئ لم يكن في الكتب) ثم ذكر عنه ما معناه ان النار تمال فتكتب بالياء\nكما تكتب البير - قلت - اخرجه ابن ماجه واخرجه <span id='ms776'></span> أبو داود من حديث عبد الملك\nالصنعانى وقال الخطابى لم ازل اسمع اصحاب الحديث يقولون اخطأ فيه عبد\nالرزاق انما هو البئر حتى وجدته لابي داود عن عبد الملك عن معمر فدل انه لم\nينفرد به عبد الرزاق وقال ابن حزم هو خبر صحيح تقوم به الحجة وحكى صاحب\nالتمهيد عن ابن معين انه قال اصله البئر جبار ولكنه صحفه معمر قال أبو عمر\nفي قوله نظر ولا نسلم له حتى يتضح وقال في الاستذكار لم يأت ابن معين على\nذلك بدليل وليس هذا يرد احاديث الثقات انتهى كلامه ثم انه ان كان ثم تصحيف\nفنسبته إلى عبد الرزاق اظهر من نسبته إلى معمر لان معمرا قال لا اراه الا\nوهما - * * * خاتمة المجلد الثامن\n</p>\n\n<p>\nإلى ذلك سبيل وقال ابن عدى عامة رواياته مستقيمة والقول فيه ما قال شعبة\nوانه لا بأس به وتأيد ايضا بمسند آدم عن شعبة وبمسند سفيان بن حسين وهو وان\nتكلم فيه فقد وثقه ابن معين وغيره واخرج له مسلم وابن حبان في صحيحيهما\nوالحاكم في المستدرك واخرج حديثه هذا أبو داود والنسائي ورواه ايضا زياد بن\nعبد الله البكائى عن الاعمش عن أبى قيس عن هزيل عن أبى هريرة عن النبي صلى\nالله عليه وسلم فوصله واسنده وكذا ذكر صاحب التمهيد والبكائي وان تكلم فيه\nيسيرا فقد وثقه جماعة واخرج له الشيخان في صحيحيهما والشافعي يحتج بالمرسل\nإذا روى من وجه آخر مرسلا أو مسندا وهذا المرسل روى من وجوه عديدة كما ترى\nوقال ابن عبد البر كان الشعبى يفتى بان الرجل جبار - قال (باب علة الحديث\nالذى فيه النار جبار) ذكره من حديث عبد الرزاق عن معمر ثم ذكر (عن معمر قال\nلا اراه الا وهما) ثم ذكر (عن ابن حنبل انه قال ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p345'> Vol. 08, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nبشئ لم يكن في الكتب) ثم ذكر عنه ما معناه ان النار تمال فتكتب بالياء\nكما تكتب البير - قلت - اخرجه ابن ماجه واخرجه أبو داود من حديث عبد الملك\nالصنعانى <span id='ms777'></span> وقال الخطابى لم ازل اسمع اصحاب الحديث يقولون اخطأ فيه عبد\nالرزاق انما هو البئر حتى وجدته لابي داود عن عبد الملك عن معمر فدل انه لم\nينفرد به عبد الرزاق وقال ابن حزم هو خبر صحيح تقوم به الحجة وحكى صاحب\nالتمهيد عن ابن معين انه قال اصله البئر جبار ولكنه صحفه معمر قال أبو عمر\nفي قوله نظر ولا نسلم له حتى يتضح وقال في الاستذكار لم يأت ابن معين على\nذلك بدليل وليس هذا يرد احاديث الثقات انتهى كلامه ثم انه ان كان ثم تصحيف\nفنسبته إلى عبد الرزاق اظهر من نسبته إلى معمر لان معمرا قال لا اراه الا\nوهما - * * * خاتمة المجلد الثامن وقع الفراغ من المجلد الثامن ... من\nالجوهر النقى في يوم الخميس الثاني عشر من شهر ذى القعدة الحرام سنة اربع\nوخمسين وثلثمائة والف من هجرة النبي الكريم عليه وعلى آله وصحبه افضل\nالصلاة واكمل التسليم والحمد لله رب العالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p345'> Vol. 08, p. 345</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "010",
    "011",
    "014",
    "023",
    "024",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "039",
    "040",
    "042",
    "043",
    "044",
    "045",
    "047",
    "050",
    "051",
    "052",
    "053",
    "054",
    "056",
    "058",
    "059",
    "060",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "071",
    "074",
    "075",
    "076",
    "078",
    "079",
    "080",
    "083",
    "084",
    "087",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "100",
    "101",
    "102",
    "103",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "129",
    "130",
    "132",
    "133",
    "139",
    "140",
    "185",
    "186",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "215",
    "216",
    "220",
    "221",
    "222",
    "223",
    "225",
    "226",
    "227",
    "228",
    "230",
    "231",
    "233",
    "234",
    "236",
    "237",
    "245",
    "247",
    "248",
    "249",
    "251",
    "252",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "297",
    "299",
    "300",
    "301",
    "302",
    "303",
    "305",
    "306",
    "307",
    "310",
    "311",
    "313",
    "314",
    "315",
    "317",
    "318",
    "319",
    "320",
    "321",
    "323",
    "324",
    "325",
    "326",
    "328",
    "329",
    "330",
    "331",
    "332",
    "341",
    "342",
    "343",
    "344",
    "345",
    "345"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10"
  ]
}