{
  "content": "\n<h1 class='l1' id='head0'>شرح كتاب الفتن </h1>\n\n<p>\nمن صحيح البخاري (4)\n</p>\n\n<h1 class='l1' id='head1'>شرح باب: كيف الأمر إذا لم تكن جماعة، </h1>\n\n<p>\nوباب: من كره أن يكثر سواد الفتن والظلم، وباب: إذا بقي في حثالة من\nالناس، وباب: التعرب في الفتنة، وباب: التعوذ من الفتن\n</p>\n\n<p>\nالشيخ/ عبد الكريم بن عبد الله الخضير\n</p>\n\n<p>\nأحيانا يذكر بعض الأمور التي ليس الخلل فيها كبيرا نعم من أجل أن يروج\nهذا العلم، قد يقول قائل: نيل الأوطار مع أهميته، وسبل السلام رغم ما فيهما\nمن فوائد ذكرت فيها مذاهب لا يرتضيها أهل السنة، ولا يعتدون بأقوال قائلها،\nلماذا؟ لأنها صنفت في <span id='ms072'></span> مواضع وبلدان هم غالب سكانها هذه المذاهب، فلو لم\nتذكر هذه المذاهب ما راج الكتاب ولا انتفع به، لكن لا يعني هذا أن هذا مبرر\nلأن يذكر الإنسان البدع الكبرى المغلظة من أجل الترويج لا، كما فعل الفيروز\nأبادي لما شرح البخاري والبلد الذي هو فيه اليمن استشرت في وقته فتنة ابن\nعربي القول بوحدة الوجود، ففي شرح البخاري أدخل الفتوحات والفصوص علشان\nإيش؟ يروج الكتاب، معقول يروج الكتاب! لا تألف يا أخي، الأمة ليست بحاجة\nإلى مثل هذا التأليف إيش يروج الكتاب؟ فالأمور تقدر بقدرها، إذا كانت\nالمفسدة يسيرة مغمورة شيء، أما إذا كانت كبيرة .. ، مفسدة إدخال الفتوحات\nوالفصوص أعظم من مصلحة الشرح، من نعم الله -عز وجل- أن الكتاب أنجز منه\nمؤلفه عشرين مجلدا، فجاءت الأرضة على الكتاب من غلاف المجلد الأول إلى غلاف\nالمجلد الأخير، وما بقي منه كلمة، والحمد لله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p001'> Vol. 04, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nلكن هذه طريقة، الآن حماد بن زيد قال: عن رجل لم يسمه، ما سماه، علشان ما\nيفتن الناس بمثل عمرو بن عبيد، في كتاب الإيمان خرج الإمام -رحمة الله\nعليه- الحديث من رواية حماد بن زيد عن أيوب ويونس عن أيوب ويونس، أيوب بن\nأبي تميم السختياني إمام حافظ، ومثله يونس بن يزيد الأيلي، وكلاهما من\nالحفاظ، كون البخاري أورده مبهما هنا؛ لأن الأبواب كلها في باب القتل\nوالفتن، وأراد أن يغير؛ لأن البخاري إذا أراد أن يروي الحديث، يكرر الحديث\nلا بد أن يغير في السند أو في المتن، يأتي برواية تختلف عن الأولى ولو بشيء\nيسير؛ لأنه جرت عادته أن لا يكرر حديث في موضعين بسنده ومتنه، بسنده ومتنه\nيكرر الحديث في موضعين لا يكرر إلا نادرا يعني في نحو عشرين موضع فقط من\nكتابه -رحمه الله-، فجاء به مبينا في أول الكتاب، وفي آخره أو في أواخره\nأبهم المروي عنه.\n</p>\n\n<p>\n\"عن الحسن -البصري- قال: خرجت بسلاحي ليالي الفتنة، فاستقبلني أبو بكرة\"\nمن القائل خرجت بسلاحي؟ نعم؟ شوف البخاري -رحمه الله- بين، رواه كما <span id='ms073'></span> روي،\nروى الخبر كما روي، ثم بين في الأخير عن جماعة، حدثنا سليمان قال: حدثنا\nحماد بهذا، وقال مؤمل: حدثنا حماد بن زيد حدثنا أيوب ويونس وهشام ومعلى بن\nزياد عن الحسن عن الأحنف عن أبي بكرة، فالذي خرج بسلاحه الحسن؟ الأحنف وليس\nالحسن، سقط لفظ: (الأحنف) من هذه الرواية بينه البخاري في آخر الباب.\n</p>\n\n<p>\nيقول الأحنف: \"خرجت بسلاحي ليالي الفتنة الواقعة بين علي وعائشة التي\nسميت موقعة إيش؟ الجمل، موقعة الجمل، هذه فتنة وإلا ليست فتنة؟ فتنة وأي\nفتنة! علي -رضي الله عنه- مشهود له بالجنة، فضائله ومناقبه أكثر من أن تحصر\n-رضي الله عنه وأرضاه-، وعائشة أم المؤمنين، تخرج عائشة لقتال علي، ولما\nأقبلت قال علي: \"والله إنها لزوجته في الدنيا والآخرة، ولكن الله ابتلاكم\"\nالفتن، الفتن -يا الإخوان- إذا جاءت، هؤلاء خيار الأمة، فكيف بمن يعيش بمثل\nزماننا حينما أثرت الشهوات والشبهات على النفوس؟! وأدبر الناس عن دين الله،\nهناك في وقت إقبال على الدين، تأتي عائشة لحرب علي ومقاتلته، وعلي -رضي\nالله عنه- علي ما يحتاج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p002'> Vol. 04, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nورابعهم خير البرية بعدهم ... علي حليف الخير بالخير يمدح\n</p>\n\n<p>\nويقول في حقها، ماذا قال؟ هل اتهمها؟ هل رماها؟ هل .. ؟ ما فعل شيء، قال\nالحق: \"والله إنها لزوجته في الدنيا والآخرة، ولكن الله ابتلاكم\".\n</p>\n\n<p>\nيقول الأحنف: \"خرجت بسلاحي ليالي الفتنة فاستقبلني أبو بكرة -نفيع بن\nالحارث- وقال: أين تريد -يا أحنف-؟ قلت: أريد نصرة ابن عم رسول الله -صلى\nالله عليه وسلم-، قال: قال رسول الله -صلى الله عليه وسلم-: ((إذا تواجه\nالمسلمان بسيفيهما فكلاهما من أهل النار)) \"، يريد أن يثني الأحنف؛ لأنه من\nيواجه بسيفه؟ يواجه المسلمين، ويقاتل تحت راية من؟ تحت راية مسلمين،\nفالمتواجهان كلاهما من المسلمين، ((إذا تواجه المسلمان بسيفيهما فكلاهما من\nأهل النار)) يعني يستحقان النار هذا الأصل، وقد يعفى عنهما، فالقتل والقاتل\nتحت المشيئة كسائر الكبائر، {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك\nلمن يشاء} [(48) سورة النساء] لكن في الأصل رتبت النار <span id='ms074'></span> على جريمة القتل،\nالعقوبة النار، والكبائر متوعد عليها بالنار، والمعاصي كذلك، لكن هي تحت\nالمشيئة.\n</p>\n\n<p>\n\"قيل: فهذا القاتل\" يعني: يستحق النار القاتل، \"فما بال المقتول؟ \" يعني\nما ذنبه؟ يعني إذا كان القاتل يستحق النار؛ لأنه قتل فما بال المقتول؟ يعني\nما ذنبه؟ \"قال: ((إنه أراد قتل صاحبه)) \" أراد قتل صاحبه، أي كان حريصا على\nقتله، عازما على قتله، وبهذا يحتج من يقول بالمؤاخذة بمجرد العزم، ولو لم\nيفعل؛ لأن العزم آخر مراتب القصد، يليها الفعل، مراتب القصد خمس.\n</p>\n\n<p>\nمراتب القصد خمس هاجس ... فخاطر فحديث النفس فاستمعا\n</p>\n\n<p>\nذكروا يليه هم فعزم كلها رفعت ... إلا الأخير ففيه الأخذ قد وقعا\n</p>\n\n<p>\nأو ففيه الإثم قد وقعا، المقصود أن هذا عازم فهو مؤاخذ بعزمه، وهو أيضا\nفاعل، فعل الأسباب، فعل الأسباب حرص وحاول وأخذ السيف وخرج وبارز، لكنه قتل\nما استطاع أن يقتل، هذا فعل، فعل المقدمات، لكنه عقوبته دون عقوبة القاتل؛\nلأن جريمته أقل من جريمة القاتل، نعم هو فعل هذه الأفعال لكنها ليست قتل\nمحاولة قتل، عزم على قتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p003'> Vol. 04, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n\"قيل: فهذا القاتل، فما بال المقتول؟ قال: ((إنه أراد قتل صاحبه)) قال\nحماد بن زيد: فذكرت هذا الحديث لأيوب ويونس بن عبيد اللذين\" روى عنهما\nالخبر في كتاب الإيمان في أول الكتاب، \"وأنا أريد أن يحدثاني به فقالا:\nإنما روى هذا الحديث الحسن عن الأحنف بن قيس عن أبي بكرة\"، روى هذا الحديث\nالحسن البصري عن الأحنف بن قيس عن أبي بكرة، فهذا فيه دليل على أن الذي خرج\nبسلاحه هو الأحنف وليس الحسن.\n</p>\n\n<p>\nالآن هذه قبل وفاة الحسن بكم؟ سنة كم هذه ثمانية وثلاثين أو سبعة\nوثلاثين؟ والحسن توفي سنة مائة وعشر، الحسن ولد في هذه الأيام وإلا ما ولد؟\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالحسن ولد في هذه الأيام وإلا ما ولد؟ على كل حال إن كان مولود هو طفل\nيعني ما هو .. ، هو طفل.\n</p>\n\n<p>\nفقال: \"إنما روى هذا الحديث الحسن عن الأحنف بن قيس عن أبي بكرة\" الحسن\nأدرك أمهات المؤمنين <span id='ms075'></span>، أدرك عائشة، وأدرك أم سلمة، وأدرك كثير من الصحابة،\n\"حدثنا سليمان بن حرب، قال: حدثنا حماد -بن زيد- بهذا\" الحديث المذكور.\n</p>\n\n<p>\nهذا يقول: لماذا روى البخاري عن عمرو بن عبيد مع أن الحديث يوافق مذهب\nالخوارج في الظاهر؟ وهل رواه عمرو من باب الدعوى لمذهبه؟\n</p>\n\n<p>\nلا شك أنه رأس في مذهبه وداعية، لكن البخاري لم يعتمد عليه، البخاري لم\nيعتمد عليه، الحديث مروي من طريق أيوب ويونس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p004'> Vol. 04, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n\"حدثنا سليمان بن حرب، قال: حدثنا حماد بهذا\" الحديث المذكور، \"وقال مؤمل\n-بن إسماعيل البصري-: حدثنا حماد بن زيد حدثنا أيوب ويونس وهشام ومعلى بن\nزياد عن الحسن عن الأحنف عن أبي بكرة عن النبي -صلى الله عليه وسلم-، ورواه\nمعمر -بن راشد- عن أيوب –السختياني-، \"ورواه بكار عن .. ، ورواه بكار بن\nعبد العزيز عن أبيه -عبد العزيز بن عبد الله بن أبي بكرة- عن –جده- أبي\nبكرة، وقال غندر -محمد بن جعفر- قال: حدثنا شعبة عن منصور -بن المعتمر- عن\nربعي -بن حراش بالحاء المهملة، وإن ضبطه المنذري في مختصر السنن بالمعجمة-\nعن أبي بكرة عن النبي -صلى الله عليه وسلم- ولم يرفعه سفيان الثوري عن\nمنصور -بن المعتمر-\"، المقصود أن الحديث ثابت من طريق أيوب ويونس، ولسنا\nبحاجة إلى رواية عمرو بن عبيد، إلا أن البخاري -رحمه الله- من باب التفنن\nفي السياق أراد أن يورد الحديث في موضع آخر فغير سياقه الأول إلى السياق\nالثاني اكتفاء بثبوته في الموضع الأول، نعم.\n</p>\n\n<h1 class='l1' id='head2'>شرح باب: كيف الأمر إذا لم تكن جماعة:</h1>\n\n<p>\nباب: كيف الأمر إذا لم تكن جماعة.\n</p>\n\n<p>\nحدثنا محمد بن المثنى قال: حدثنا الوليد بن مسلم قال: حدثنا ابن جابر\nقال: حدثني بسر بن عبيد الله الحضرمي أنه سمع أبا إدريس الخولاني أنه سمع\nحذيفة بن اليمان -رضي الله عنه- يقول: كان الناس يسألون رسول الله -صلى\nالله عليه وسلم- عن الخير، وكنت أسأله عن الشر مخافة أن يدركني، فقلت: يا\nرسول الله إنا كنا في جاهلية وشر، فجاءنا الله بهذا <span id='ms076'></span> الخير، فهل بعد هذا\nالخير من شر؟ قال: ((نعم)) قلت: وهل بعد ذلك الشر من خير؟ قال: ((نعم، وفيه\nدخن)) قلت: وما دخنه؟ قال: ((قوم يهدون بغير هديي، تعرف منهم وتنكر)) قلت:\nفهل بعد ذلك الخير من شر؟ قال: ((نعم، دعاة على أبواب جهنم، من أجابهم\nإليها قذفوه فيها)) قلت: يا رسول الله صفهم لنا، قال: ((هم من جلدتنا،\nويتكلمون بألسنتنا)) قلت: فما تأمرني إن أدركني ذلك؟ قال: ((تلزم جماعة\nالمسلمين وإمامهم)) قلت: فإن لم يكن لهم جماعة ولا إمام؟ قال: ((فاعتزل تلك\nالفرق كلها، ولو أن تعض بأصل شجرة حتى يدركك الموت وأنت على ذلك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nيقول الإمام -رحمه الله تعالى-: \"باب: كيف الأمر\" يعني كيف يكون الحال\nوالشأن إذا لم توجد جماعة؟ إذا لم تكن جماعة مجتمعون على إمام كلمتهم\nواحدة؟ ماذا نصنع؟ الجواب في الحديث: كيف الأمر إذا لم تكن جماعة؟ البخاري\n-رحمه الله تعالى- يتفنن في التراجم، فتجده أحيانا يحذف جواب الشرط: \"باب:\nإذا التقى المسلمان بسيفيهما\"، اكتفاء بما يورده من الخبر الذي فيه الجواب،\nوأحيانا يورد الترجمة بالاستفهام \"كيف الأمر إذا لم تكن جماعة؟ \"، إذا كان\nالمسألة في حكم \"باب: ما حكم كذا\" أو هل يجوز كذا؟ إذا أوردها فالغالب أنه\nحيث لم تكن الدلالة صريحة من الخبر على الترجمة، فعدم صراحتها أورد عنده\nهذا التردد، لكن هنا \"كيف الأمر إذا لم تكن جماعة؟ \" هذا ليس فيه تردد،\nفالنص صريح في الجواب.\n</p>\n\n<p>\n\"حدثنا محمد بن المثنى -أبو موسى العنزي معروف- قال: حدثنا الوليد بن\nمسلم -عالم الشام- قال: حدثنا ابن جابر -عبد الرحمن بن زيد بن جابر- قال:\nحدثني بسر بن عبيد الله الحضرمي أنه سمع أبا إدريس الخولاني -أبا إدريس\nعائذ الله بن عبد الله من العباد المعروفين- أنه سمع حذيفة بن اليمان\"، أبو\nإدريس هذا يلتبس كثيرا مع أبي مسلم الخولاني، وكلاهما من خولان، وكلاهما من\nأهل الزهد والورع والعبادة، هذا أبو إدريس عائذ الله بن عبد الله وأبو مسلم\nاسمه: عبد الله بن <span id='ms077'></span> ثوب، \"أنه سمع حذيفة بن اليمان يقول: كان الناس يسألون\nرسول الله -صلى الله عليه وسلم- عن الخير وكنت أسأله عن الشر\"، الخير إذا\nأقبل وصل، لكن الشر .. ، الخير إذا أقبل وصل، واستفيد منه، لكن الشر إذا\nأقبل كيف يتقى؟ كيف يتقى؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n\"كنت أسأله عن الشر مخافة أن يدركني\" المراد بالشر هنا الفتن، حذيفة -رضي\nالله عنه- روى أحاديث الفتن كالمتخصص فيها، كان النبي -عليه الصلاة\nوالسلام- يسأله عن هذه الفتن ليتقيها، ويحذر الناس من شرها، \"مخافة أن\nيدركني\"، يعني وقتها أو شرها، فقلت: يا رسول الله إنا كنا في جاهلية وشر من\nكفر وقتل ونهب وارتكاب فواحش وغير ذلك، فجاءنا الله بهذا الخير، بهذا الدين\nالذي اجتمع فيه خير الدنيا والآخرة، \"فهل بعد هذا الخير من شر؟ قال:\n((نعم)) \"، والباب الذي يحول دون هذا الشر وهذه الفتن هو عمر -رضي الله\nعنه-، وقد كسر هذا الباب، ثم تلاه مقتل عثمان -رضي الله عن الجميع-، \"قلت:\nوهل بعد ذلك الشر من خير؟ قال: ((نعم)) يأتي خير، ومن أظهر وجوهه ما حصل في\nعهد عمر بن عبد العزيز -رحمه الله-، \"قال: ((نعم، وفيه دخن)) \" الدخن\nوالدخان المراد به الكدر، يعني إذا وجد في الجو شيء من الدخن والدخان تكدر\nالجو، فكذلك ما اشتمل عليه هذا الخير الذي هو في الأصل خير محض، لكنه يدخل\nفيه شيء يكدره، \"قلت: وما دخنه؟ قال: ((قوم يهدون بغير هديي -يستنون بغير\nسنتي- تعرف منهم وتنكر)) هم أهل خير، وأهل فضل وصلاح، لكن دخلهم إما من\nحرصهم زيادة الحرص على الخير أو من غفلتهم، دخل عليهم الدخن، فشابوا\nالعبادة المشروعة بما أدخلوه عليها من البدع، فيهتدون بغير سنة النبي -عليه\nالصلاة والسلام-، تعرف منهم بعض الأعمال، وتنكر أيضا البعض الآخر، \"قلت:\nفهل بعد ذلك الخير من شر؟ قال: ((نعم، دعاة على أبواب جهنم)) نسأل الله\nالسلامة والعافية، ((دعاة على أبواب جهنم)) وجدوا في المائة الثالثة دعوا\nالناس إلى البدع، وأشربوها قلوب بعض الولاة، فامتحنوا الناس فيها <span id='ms078'></span> وآذوهم،\nآذوا الأئمة بسببها، دعاة على أبواب جهنم، نسأل الله السلامة والعافية،\nيدعون إلى هذه البدع، ويلزمون الناس بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوما زال الأمر كذلك البدع تزيد كل عصر بدع جديدة في كل عصر، وفي كل مصر\nإلى أن وجد ممن ينتسب إلى هذا الدين من لا يعرف من الدين شيء، ما يعرف من\nالدين إلا الاسم، ولو قرأت في تراجم المتصوفة أو غيرهم من طوائف البدع\nالمغلظة لعرفت حقيقة هذا الكلام، يوجد في بعض كتب التراجم، يترجم لولي\n–مزعوم- ولي من أولياء الله، وكان -رضي الله عنه- لم يسجد لله سجدة، ولم\nيصم في سبيل الله يوما، ولا فعل ولا فعل، جميع الواجبات تاركها، ولم يترك\nمحظور إلا ارتكبه -رضي الله عنه وأرضاه- يقولون، عاد واحد جاي معلق على\nالكتاب، يقول: إذا كان هذا -رضي الله عنه- فلعنة الله على من؟! دعاة على\nأبواب جهنم، وإذا مات مثل هذا شيد على قبره ما يشيد، وعبد من دون الله،\nالضلال أيها الإخوان ما له حد، يعني إذا كان قبر شخص يعبد من دون الله على\nنطاق واسع في الأمة وهو الذي يقول:\n</p>\n\n<p>\nألا بذكر الله تزداد الذنوب ... وتنطمس البصائر والقلوب\n</p>\n\n<p>\nوالله -سبحانه وتعالى- يقول: {ألا بذكر الله تطمئن القلوب} [(28) سورة\nالرعد] ويعبد من دون الله.\n</p>\n\n<p>\n((دعاة على أبواب جهنم)) وكتبهم الآن وقبل الآن من سنين تكتب بماء الذهب\nوتطبع على أفخر الورق وأجود أنواع الطباعة، ويتداولها المسلمون، وكأنها ورد\nيقرؤون فيها ليل نهار، ويتبركون بها، وإذا حصل لهم الملمات اكتفوا\nبإخراجها، دعاة على أبواب جهنم، وصل الأمر بهذه الأمة إلى هذا الحد،\nوافترقت الأمة على الفرق التي ذكرها النبي -عليه الصلاة والسلام-، وكلها في\nالنار إلا واحدة.\n</p>\n\n<p>\n\"قال: ((نعم، دعاة على أبواب جهنم من أجابهم إليها قذفوه فيها)) \" وكانت\nالوسيلة لترويج هذه البدع الدروس والمؤلفات وتناقل الطلاب الآن على أوسع\nنطاق، دعاة الشهوات، ودعاة الشبهات، وكلهم كل واحد منهم على باب من أبواب\nجهنم يدعو الناس إلى شهوة أو إلى شبهة على <span id='ms079'></span> أوسع نطاق، وتدخل هذه الدعوات\nإلى البيوت، ويطلع عليها الصغار والكبار، الرجال والنساء والأطفال، والله\nالمستعان، نسأل الله -جل وعلا- أن يقي المسلمين شر هذه الفتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n((نعم، دعاة على أبواب جهنم من أجابهم إليها قذفوه فيها)) قلت: يا رسول\nالله صفهم لنا، قال: ((هم من جلدتنا -من أنفسنا من عشيرتنا من بيئتنا-\nويتكلمون بألسنتنا)) بلغتنا يعني: ما جاؤوا من بعيد ليسوا بوافدين، \"قلت:\nفما تأمرني إن أدركني ذلك؟ قال: ((تلزم جماعة المسلمين وإمامهم)) قلت: فإن\nلم يكن لهم جماعة ولا إمام؟ قال: ((فاعتزل تلك الفرق كلها)) إن لم يكن هناك\nإمام تعتزل هذه الفرق ((ولو أن تعض بأصل شجرة)) هذا كناية على أنك تخرج إلى\nمواطن الشجر من البراري والقفار أو المزارع المنزوية البعيدة عن الأنظار،\nوتعظ على أصل شجرة، يعني لا تتكلم، الزم نفسك، عليك بخويصة نفسك، ((حتى\nيدركك الموت وأنت على ذلك)) لأنك إذا لم تستطع النفع في مثل هذه الظروف فلا\nأقل من أن تسلم بنفسك وتنجو بجلدك، لا يؤثروا عليك، لا تتأثر بأفعالهم ولا\nبأقوالهم، ولا تشارك في رؤية ومشاهدة هذه المنكرات، وتكثير السواد لأرباب\nالمنكرات، انج بنفسك، ولو أن تعظ بأصل شجرة، حتى يدركك الموت وأنت على ذلك.\n</p>\n\n<p>\nهذا سؤال يعني ما كان جوابه مناسب إلا لأنه موجود، وما كنا نتصور أن يوجد\nمثل هذا السؤال أو مثل هذا الصنيع لولا أنه من الفتن أيضا، هذا يقول: هل\nتنصحنا بالأخذ من الشيخ عبد الله بن جبرين مع الرغم من اللمز الذي قيل فيه؟\nثم هل هو معتبر؟\n</p>\n\n<p>\nمثل الشيخ يسأل عنه؟ نسأل الله العافية، هؤلاء الذين يلمزون مثل هؤلاء،\nهؤلاء قطاع الطريق بالنسبة للتحصيل الشرعي، هؤلاء الذين يحولون بين طلاب\nالعلم وبين شيوخهم، يعني ينبري شخص نكرة يقول: فلان وعلان، يطعن بأئمة\nالإسلام، شيوخ المسلمين، إذا طعن الشيخ من يسلم لنا، فعلينا بالكبار أمثال\nهذا الشيخ الجليل الذي نذر نفسه ووقته منذ عقود لخدمة الدين والعلم الشرعي،\nوالله المستعان.\n</p>\n\n<p>\nاللهم صل وسلم وبارك على نبيك <span id='ms080'></span> ورسولك محمد.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nهذا اللقاء هو آخر اللقاءات الأربعة التي تم الإعلان عنها، ويبقى في\nالكتاب ما يستوعب ثلاثة دروس سوف تكمل -بإذن الله- في يوم السبت والأحد\nوالثلاثاء بعد صلاة العصر مباشرة في مسجد أبا الخيل حي السلام، وسوف تبث\nعلى ما بثت عليه الدروس الأولى -إن شاء الله تعالى-، ونحن على علم أن\nالأيام أيام امتحانات ولهذا السبب صار النقص ظاهر في هذا اليوم، لكن هي سوف\nتسجل -إن شاء الله-، والراية يتولون تسجيلها -إن شاء الله- وسوف تخرج\nقريبا، من لم يتمكن من الحضور ولا المتابعة بالإنترنت أو غيره يجدها -إن\nشاء الله- مسجلة، والله المستعان.\n</p>\n\n<h1 class='l1' id='head3'>شرح: باب: من كره أن يكثر سواد الفتن والظلم:</h1>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين، أما بعد:\n</p>\n\n<p>\nقال الإمام أبو عبد الله البخاري -رحمه الله تعالى-: باب: من كره أن يكثر\nسواد الفتن والظلم.\n</p>\n\n<p>\nحدثنا عبد الله بن يزيد قال: حدثنا حيوة وغيره قال: حدثنا أبو الأسود\nوقال الليث عن أبي الأسود قال: قطع على أهل المدينة بعث فاكتتبت فيه فلقيت\nعكرمة فأخبرته فنهاني أشد النهي، ثم قال: أخبرني ابن عباس -رضي الله عنهما-\nأن أناسا من المسلمين كانوا مع المشركين يكثرون سواد المشركين على عهد رسول\nالله -صلى الله عليه وسلم- فيأتيهم السهم فيرمى فيصيب أحدهم فيقتله أو\nيضربه فيقتله، فأنزل الله تعالى: {إن الذين توفاهم الملآئكة ظالمي أنفسهم}\n[(97) سورة النساء].\n</p>\n\n<p>\nيقول الإمام -رحمه الله-: \"باب: من كره أن يكثر سواد الفتن والظلم\" من\nأراد أن يكثر سواد الفتن والمراد سواد الأشخاص، يكثر العدد وأهل الفتن،\nوالأصل في الفتن والفتنة الشرك وأهله، والظلم يطلق الظلم ويراد به أيضا\nالشرك، فتكثير سواد أهل الكفر الشرك والظلم وأيضا تكثير سواد ما دون ذلك من\nأهل الفسق ومعاشرتهم ومخالطتهم لا شك أن هذا له أثره على <span id='ms081'></span> المخالط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n\"من كره\" تطلق الكراهة ويراد بها كراهة التحريم، وهي ترد كثيرا في\nالنصوص، ويراد بها التحريم لا التنزيه، وإن خصها العرف الخاص عند أهل العلم\nبكراهة التنزيه، والترجمة إنما وقعت على أمر محرم، كما سيأتي في الآية، {إن\nالذين توفاهم الملائكة ظالمي أنفسهم} [النساء: 97] \" بتكثيرهم سواد\nالمشركين، فهذا أمر محرم، فالكراهة هنا كراهة تحريم.\n</p>\n\n<p>\nيقول -رحمه الله-: \"حدثنا عبد الله بن يزيد\" المقري الحافظ الثقة\nالمعروف، أحد العبادلة الذين إذا رووا عن ابن لهيعة قوي خبره، \"قال: حدثنا\nحيوة -بن شريح- وغيره\" هو ابن لهيعة، البخاري لا يخرج لابن لهيعة، ولا يصرح\nباسمه، وأبهمه هنا لأنه ليس على شرطه، الجمهور على تضعيفه، هو ضعيف، فقال\nهنا: \"حدثنا حيوة وغيره\" والمراد به ابن لهيعة، وجمهور العلماء على تضعيفه،\nإذا فعل مثل هذا الإمام روى عن ثقتين، عن راويين، أحدهما ثقة، والآخر ضعيف،\nفأسقط الضعيف واقتصر على الثقة يسوغ هذا أو لا يسوغ؟ إذا روى عن راويين\nأحدهما ثقة والآخر ضعيف، فأبهم الضعيف أو أسقطه، واقتصر على التصريح باسم\nالثقة هل يضر هذا أو لا يضر؟ نعم؟ لا يضر، لماذا؟ لأن هذا الضعيف وجوده\nكعدمه سواء ذكر أو لم يوجد أصلا لا يؤثر في الخبر ما دام المصرح به المعتمد\nعليه ثقة، وما الفرق بين مثل هذا وبين تدليس التسوية الذي هو شر أنواع\nالتدليس؟ ما الفرق بينه وبين تدليس التسوية؟ هذه مسألة مهمة قد تلتبس على\nبعض المتعلمين وإلا فموضوع الفتن لا يحتمل مثل هذا التفصيل في الأسانيد،\nنعم، إيش الفرق بين مثل هذا الصنيع وتدليس التسوية الذي هو شر أنواع\nالتدليس؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nطيب.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالآن عندنا في هذه الصورة لو كانت عمدة البخاري ابن لهيعة وليست عمدته\nحيوة، هل يمكن أن يقول: حدثنا حيوة؟ لا يمكن، بل حدثه حيوة وحدثه أيضا ابن\nلهيعة، فروى الحديث عن اثنين، أحدهما ثقة والآخر ضعيف، أبهم الضعيف، نفترض\nأنه حذف الضعيف هذا، قال: حدثنا حيوة وترك ابن لهيعة، أضرب عنه صفحا يؤثر؟\nهذا <span id='ms082'></span> لا يؤثر، تدليس التسوية مؤثر، كيف صار مؤثر؟ لماذا صار تدليس التسوية\nمؤثرا؟ صورة تدليس التسوية قبل ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأن يروي الحديث عن ثقتين لقي أحدهما الآخر بينهما ضعيف، يعني لقي أحدهما\nالآخر، يعني هذا الثقة يروي عن ضعيف عن ثقة، فيحذف الضعيف، الضعيف له أثر\nفي الباب، في الحديث نعم؛ لأنه أحد رواته الذين لا يمكن الاستغناء عنهم،\nإنما جاء الحديث من طريقه لا من طريق غيره، هنا جاء الحديث من طريقه ومن\nطريق غيره، في تدليس التسوية أن يروي الحديث عن ثقتين بينهما ضعيف، فلان عن\nفلان عن فلان، فيسقط الضعيف ويقتصر على الثقات، هذا مؤثر، وهذا يصعب الوقوف\nعليه؛ لأن المسألة مفترضة في ثقتين لقي أحدهما الآخر، لكن الراوي لم يرو عن\nمن روى عنه هذا الحديث إلا بواسطة هذا الضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n\"حدثنا حيوة وغيره قالا: حدثنا أبو الأسود\" محمد بن عبد الرحمن الأسدي،\nيعرف بيتيم عروة، عن أبي الأسود، \"وقال الليث .. \" قال: حدثنا أبو الأسود\nعرفنا أنه محمد بن عبد الرحمن الأسدي يتيم عروة، \"وقال الليث عن أبي\nالأسود\" يعني حيوة قال: حدثنا، ابن لهيعة قال: حدثنا، الليث قال: عن أبي\nالأسود، \"قال -أبو الأسود- قطع على أهل المدينة بعث\" يعني فرض عليهم بعث،\nقطع على أهل المدينة بعث، يعني فرض عليهم جيش، قطعة من الجيش تنتقى من أهل\nالمدينة إلزاما؛ ليقاتلوا أهل الشام في خلافة ابن الزبير، فرض عليهم أن\nيبعثوا بعثا لقتال أهل الشام، يقول أبو الأسود: \"فاكتتبت فيه\" يعني كنت ممن\nوقع عليه الاختيار مع هذا البعث، \"فلقيت عكرمة -مولى ابن عباس- فأخبرته\"\nأني اكتتبت مع هذا البعث \"فنهاني -عن ذلك- أشد النهي\" فنهاني عن ذلك أشد\nالنهي، \"ثم قال: أخبرني ابن عباس\" ثم قال: أخبرني ابن عباس عكرمة مولى ابن\nعباس، أخبره مولاه عبد الله بن عباس \"أن أناسا\" منهم عمرو بن أمية والحارث\nبن زمعة وغيرهما، \"أناسا من المسلمين كانوا مع المشركين يكثرون سواد\nالمشركين على رسول الله -صلى الله عليه وسلم-\" يعني <span id='ms083'></span> في القتال يخرجون مع\nالمشركين إما مجاملة أو من باب حب الاستطلاع، أو لأمر من الأمور، يخرجون مع\nالمشركين يكثرون سوادهم على رسول الله -صلى الله عليه وسلم- \"فيأتي السهم\"\nوتكثير السواد له أثره في الحروب، تكثير السواد له أثره في الحروب، كيف؟\nلأن الخصم إذا رأى العدد كبير داخله ما داخله من رعب وخوف، لكن لما يكون\nالعدد قليل تولدت فيهم الجرأة والشجاعة وطمعوا فيهم، لكن إذا كثر سوادهم دب\nإليهم الضعف، \"فيأتي السهم فيرمى -به- فيصيب أحدهم\"، يصيب أحد المسلمين\nالذين خرجوا مع المشركين، \"فيصيب أحدهم فيقتله أو يضربه فيقتله\"، يرمى\nبالسهم فيصيب أحد هؤلاء فيقتله، أو يضرب بالسيف مثلا فيقتل، وهو معطوف على:\n\"فيأتي\" لا على \"فيصيب\"، لأن الإصابة هنا بالسهم، والضرب يكون بالسيف،\n\"فيقتله، فأنزل الله تعالى: {إن الذين توفاهم الملائكة ظالمي أنفسهم}\n[النساء: 97] \" يعني بخروجهم مع الكفار هذا ظلم للنفس؛ لأنه ارتكاب لمحرم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nفتكثير سواد المشركين أو الخوارج أو البغاة لا شك أن مثل هذا يفت في عضد\nالمسلمين، وفي عضد الطائفة راجحة الكفة، المبغي عليها، المطلوب نصرها،\nوالقتال معها، فمثل هذا خلاف ما أراد الله -عز وجل-، فهنا ظلم للنفس بلا\nشك.\n</p>\n\n<p>\nالحديث من كلام ابن عباس، يرويه عنه عكرمة، يريد أن يكفه عن تكثير السواد\nفضلا عن القتال، وفي هذا ما يؤيد نفي ما نسب إلى عكرمة من كونه يرى رأي\nالخوارج، هذا الحديث وإن كان من كلام ابن عباس إلا أن له حكم الرفع، له حكم\nالرفع لماذا؟ لماذا؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nهاه، له حكم الرفع لأنه متعلق ببيان سبب نزول آية، ببيان سبب نزول آية،\nتفسير الصحابي يرى الحاكم أنه مرفوع، والجمهور خصوا من ذلك ما يتعلق بأسباب\nالنزول، قالوا: له حكم الرفع.\n</p>\n\n<p>\nوعدوا ما فسره الصحابي رفعا ... فمحمول على الأسباب\n</p>\n\n<p>\nمحمول على أسباب النزول وليس مطلق، يعني ليس كل تفسير للصحابي حكمه الرفع\nكما يقول الحاكم، وهنا معلق بنزول آية، فله حكم الرفع، لماذا؟ لأن نزول\nالآية لا بد أن يكون النبي <span id='ms084'></span> -عليه الصلاة والسلام- طرف، طرف في الموضوع وإن\nلم يذكر؛ لأن النزول إنما يكون عليه -عليه الصلاة والسلام-، نعم.\n</p>\n\n<h1 class='l1' id='head4'>شرح: باب: إذا بقي في حثالة من الناس:</h1>\n\n<p>\nباب: إذا بقي في حثالة من الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن كثير قال: أخبرنا سفيان قال: حدثنا الأعمش عن زيد بن وهب\nقال: حدثنا حذيفة قال: حدثنا رسول الله -صلى الله عليه وسلم- حديثين رأيت\nأحدهما وأنا أنتظر الآخر، حدثنا: ((أن الأمانة نزلت في جذر قلوب الرجال، ثم\nعملوا من القرآن، ثم عملوا من السنة)) وحدثنا عن رفعها قال: ((ينام الرجل\nالنومة فتقبض الأمانة من قلبه فيظل أثرها مثل أثر الوكت، ثم ينام النومة\nفتقبض فيبقى فيها أثرها مثل أثر المجل كجمر دحرجته على رجلك فنفط فتراه\nمنتبرا، وليس فيه شيء، ويصبح الناس يتبايعون فلا يكاد أحد يؤدي الأمانة\nفيقال: إن في بني فلان رجلا أمينا، ويقال للرجل: ما أعقله! وما أظرفه! وما\nأجلده! وما في قلبه مثقال حبة خردل من إيمان)) ولقد أتى علي زمان ولا أبالي\nأيكم بايعت، لئن كان مسلما رده علي الإسلام، وإن كان نصرانيا رده علي\nساعيه، وأما اليوم فما كنت أبايع إلا فلانا وفلانا.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-: \"باب: إذا بقي في حثالة من الناس\" يعني\nأناس لا خير فيهم، أناس لا خير فيهم، وهم من رفعت الأمانة من قلوبهم، فيما\nدل عليه الخبر.\n</p>\n\n<p>\nيقول -رحمه الله-: \"حدثنا محمد بن كثير –العبدي- أخبرنا سفيان -الثوري-\nحدثنا الأعمش -سليمان بن مهران- عن زيد بن وهب -الجهني- قال: حدثنا حذيفة\n-بن اليمان- قال: حدثنا رسول الله -صلى الله عليه وسلم- حديثين\" حدثنا رسول\nالله -صلى الله عليه وسلم- حديثين، إما أن يكون المراد حديثين في مجلسه،\nوإلا فقد حدثهم النبي -عليه الصلاة والسلام- ألوف الأحاديث، \"حدثنا حديثين\"\nإما أن يكون المراد به في نفس المجلس، أو في موضوع ذكر الأمانة ورفعها، قد\nيقول قائل: إن لحذيفة بن اليمان أحاديث، فكيف يحصر بحديثين؟ يقال: إن\nالمراد بذلك إما أن يكون <span id='ms085'></span> في المجلس نفسه، حدثهم في ذلك المجلس بحديثين، أو\nيكون في موضوع الأمانة ورفع الأمانة هذين الحديثين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n\"رأيت أحدهما\" يعني أدركت، حصل، أحدهما حصل، والثاني ينتظر، \"وأنا أنتظر\nالآخر، قال: حدثنا أن الأمانة\" يعني المذكورة في قوله -جل وعلا-: {إنا\nعرضنا الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها}\n[(72) سورة الأحزاب] يعني لأن أمرها عظيم \"نزلت -هذه الأمانة- في جذر قلوب\nالرجال\" في أصلها، في عمق القلوب نزلت هذه الأمانة، المراد بها إما الفطرة،\nأو العهد الذي أخذ عليهم وهم في أصلاب آبائهم، أو التزام التكاليف، المقصود\nأن هذه الأمانة نزلت في عمق القلوب، \"ثم علموا من القرآن\" زيادة على هذه\nالأمانة التي نزلت في جذر القلوب وعمقها فتأكدت \"ثم عملوا من السنة\" إضافة\nإلى ذلك، فترسخت الأمانة في قلوبهم، هذا حال الصحابة -رضوان الله عليهم-،\nوحال من اقتفى أثرهم ممن لم يغير ولم يبدل، ولد على الفطرة، وتعلم العلم\nالشرعي من أبوابه، معتمدا في ذلك على الكتاب والسنة، مثل هذا في الغالب\nالله -سبحانه وتعالى- يعينه ويثبته ويسدده، ولا تميل به الأهواء غالبا، \"ثم\nعلموا من السنة\" إشارة إلى أن الاهتمام ينبغي أن يكون لكتاب الله -عز وجل-\nعند كل مسلم، وعلى وجه الخصوص عند طلاب العلم، \"ثم علموا من القرآن، ثم\nعلموا من السنة\" ففي هذا تقديم الأهم فالأهم في تحصيل العلم الشرعي.\n</p>\n\n<p>\nوبالمهم المهم ابدأ لتدركه ... وقدم النص والآراء فاتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nلا بد من البداءة بالأهم فالأهم، يعني هل من إتقان المنهج وضبط المنهج أن\nيقتصر الشخص -طالب العلم- على القرآن فقط حتى يتقن القرآن حفظا وفهما\nوتفسيرا من جميع ما يتعلق به من جميع الوجوه قبل أن يبدأ بغيره من العلوم،\nيحفظ القرآن قبل أن يحفظ شيء من العلوم الأخرى، أو يكون حفظه للقرآن\nبالتدريج مع العلوم الأخرى، هنا في هذا الحديث يقول: \"ثم علموا من القرآن،\nثم علموا من السنة\" لا شك أن العناية بالقرآن في غاية الأهمية، لكن إذا\nعرفنا أن ابن عمر <span id='ms086'></span> تعلم البقرة في ثمان سنين هل معنى هذا أنه لم يعرف من\nالسنة شيء حتى تعلم القرآن كله؟ لا، لكن هذه مسألة اهتمام، ينبغي لطالب\nالعلم أن يجعل جل وقته واهتمامه للقرآن، ولا يغفل عن العلوم الأخرى حتى إذا\nكبر انتبه وقال: أطلب العلوم الأخرى.\n</p>\n\n<p>\nوعلى كل حال المغاربة لهم طريقة والمشارقة لهم طريقة في هذا، المغاربة\nطريقتهم لا يدخلون من العلوم شيئا على القرآن حتى يتم حفظه وضبطه وإتقانه،\nثم بعد ذلك يتعلمون العلوم الأخرى، فيكونون بهذا قد ضمنوا حفظ القرآن، يعني\nلو قدر للإنسان أن يتابع العلم الشرعي يكون عنده الأصل ويبني عليه، إن قدر\nأن ظروفه لا تسمح له بمتابعة العلم الشرعي يكون قد ضمن رأس المال، الذي هو\nكتاب الله -عز وجل-، هذه طريقة المغاربة، طريقة المشارقة تختلف، لهم عناية\nبكتاب الله -عز وجل-، لهم عناية بجميع ما يتعلق بكتاب الله -عز وجل- لكنها\nتدريجية، بمعنى أن الطالب المبتدئ يحفظ قصار السور، وشيء يسير من العلوم\nالأخرى؛ ليتعلم أصول العلوم كلها وهو في الصغر، ثم يبني عليها بعد ذلك،\nيتعلم يحفظ المفصل، ويحفظ معه المتون المعتمدة عند أهل العلم من السنة\nوالعقيدة والفقه، وما يعين على فهم ذلك، على كل حال هي طرق وكلها نافعة،\nالمقصود أن يعتنى بكتاب الله -عز وجل-، وبسنة نبيه -عليه الصلاة والسلام-،\nويحرص طالب العلم كل الحرص على العلم من منابعه الأصلية من الكتاب والسنة،\nويترك القيل والقال، والمصادر المختلف في حكمها من العلوم الأخرى، التي أقل\nأحوالها الإباحة، هذا إذا كان حريص على أن يتعلم العلم الشرعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، العلوم .. ، علوم أمور الدنيا هذه يقول أهل العلم: إنها من فروض\nالكفايات، يعني لا يجوز أن تترك تتركها الأمة جانبا مثل الصناعات والزراعات\nوغيرها، وقل مثل هذا في العلوم العصرية الرياضيات والعلوم والطب والهندسة\nوغيرها، هذه على الأمة أن تتعلمها بقدر ما يكفي، لا يزيد على ذلك وإلا\nفالعلم الشرعي قدر مشترك للمسلمين كلهم، مع الأسف أن تجد كثير ممن ينتسب\nإلى <span id='ms087'></span> طلب العلم يضيع أوقاته هدر بدون فائدة، يعني ما التفت إلى أمور دنيا\nيجني من ورائها ما ينفعه ويقدمه لآخرته من بذل وإحسان وإنفاق في سبيل الله،\nلا، تجده ينشغل بما لا ينفع، لا العلم الشرعي أدركه، ولا علوم الدنيا نفع\nبها وانتفع، والله المستعان.\n</p>\n\n<p>\n\"ثم علموا من السنة، وحدثنا عن رفعها\" رفع الأمانة وذهابها، \"قال: ((ينام\nالرجل النومة فتقبض الأمانة من قلبه)) \" زرعت في جذر قلبه الأمانة، \" ((ثم\nينام الرجل النومة فتقبض الأمانة من قلبه)) \" تقبض هكذا من غير أسباب؟ من\nغير أسباب منه، هو سببها، هو المتسبب في قبضها، بدون سبب تقبض الأمانة؟ أو\nيكون قد تسبب في قبض الأمانة من قلبه؟ لأن كل شيء له سبب، الران الذي يرون\nعلى .. ، يغطي القلوب، الران كسب العبد، {كلا بل ران على قلوبهم ما كانوا\nيكسبون} [(14) سورة المطففين] نعم هذا سببه العبد، وليس بظلم من الله -عز\nوجل-، ينام العشرة مثلا متساوي الأعمال من خير وشر، ثم تقبض من بعضهم دون\nبعض، كل إنسان مؤاخذ بما اكتسب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n\"فقال: ((ينام الرجل النومة فتقبض الأمانة من قلبه)) \" جاء في الخبر\nالآخر: ((يصبح الرجل مؤمن ويمسي كافر)) والعكس، وهذا بسبب ما قدم، وبسبب\nتعرضه لهذه الفتن، ((فتقبض الأمانة من قلبه فيظل أثرها مثل الوكت)) يعني\nباق فيها أثر يسير مثل الوكت، مثل السواد في اللون الأبيض أو العكس، ((ثم\nينام النومة فتقبض الأمانة من قلبه)) يزداد من الذنوب والمعاصي والشهوات\nوالشبهات، ((ثم تقبض الأمانة من قلبه فيبقى فيها أثرها مثل أثر المجل)) أثر\nالمجل، المجل: غلظ الجلد من أثر العمل، لو وازنت بين اثنين أحدهما يعمل\nبيده وبنفسه، والآخر مترف ليس بصاحب عمل، لا شك أنك تجد هذا جسمه ناعم،\nويده ناعمة، أما الذي يكد ويكدح ويعمل بيده ويتولى الأعمال بنفسه هذا لا شك\nأن جلده غليظ، ((يبقى أثرها مثل المجل)) غلظ، ((كجمر دحرجته على رجلك))\nيعني لو أتيت بجمرة أو وقعت جمرة على رجلك إما من المبخرة مثلا وإلا شيء\nماذا تصنع <span id='ms088'></span> هذه الجمرة؟ ((كجمر دحرجته على رجلك فنفط -انتفخ- فتراه منتبرا\n-يعني منتفخا يعني مرتفع- وليس فيه شيء -ما في جوفه شيء- ويصبح الناس\nيتبايعون -يعني السلع- فلا يكاد أحد يؤدي الأمانة)) لأنها سلبت في الغالب،\nسلبت من غالب الناس، ((فلا يكاد أحد يؤدي الأمانة)) وهذا مع الأسف الشديد\nواقع كثير من المسلمين.\n</p>\n\n<p>\nمن ينصح لأخيه المسلم، إذا جاء المسترسل والمندفع الذي لا يعرف الأسعار\nينصح له، مثل جرير بن عبد الله اشترى الفرس بثلاثمائة، لما باعه صاحبه قال:\nفرسك يستحق أكثر أشتريه بأربعمائة، فلما باعه قال: لا، فرسك يستحق أكثر إلى\nأن وصل إلى ثمانمائة، كثير من الباعة يتمنون مثل هذا المسترسل، ويقول بعضهم\nإما بلسان مقاله -وقد سمع- أو بلسان حاله، يسأل الله أن يأتي إليه بلهجة\nالعوام يقول: يأتي إليه عميان قلب مفتح العيون، يبي واحد بس خذ هذا بأي ثمن\nيكون، هذا من النصح لكل مسلم؟ هذا غش للمسلمين، هذا الغش للمسلمين، وإلا\nالنصح لكل مسلم غير هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالآن ما يحصل في أسواق المسلمين لا سيما ما يتعلق بأمور النساء، وقل\nأشباه النساء، إذا جاءت المرأة دخلت المحل وقالت: كم هذا المتر؟ قال: مائة\nريال، يمكن أنه ما كلف عشرة عليه، ويحتج يقول: لو ما أقول: مائة ريال ما\nاشترت، وهذا واقع يا الإخوان، لو أقول: بعشرين ريال ما اشترت تعرف أنه وسط،\nفكثير من الناس رجال ونساء يقيمون السلع بقيمتها، فإذا كانت القيمة مرتفعة\nفالسلعة جيدة، مثل هذا غش يا أخي، تأخذ خمسة أضعاف بأي مبرر، يعني حجته أن\nيقول: لو قلت: عشرين ريال ما اشترت أجل كسدت البضاعة، نقول: مائة ريال\nوتروح، صحيح هذا واقع كثير من النساء، لكن هل هذا مبرر إلى أن آخذ خمسة\nأضعاف؟ أصدق في بيعك وشرائك، وليكن بيعك ضعيف بالنسبة لجيرانك، وكسبك قليل\nلكن شيء يبارك لك فيه، اليسير مع البركة أفضل من الكثير مع نزعها.\n</p>\n\n<p>\nيقول: ((ويصبح الناس يتبايعون السلع، فلا يكاد أحد يؤدي الأمانة -لسلبها-\nفيقال: إن في <span id='ms089'></span> بني فلان رجلا أمينا)) لندرته، الأمين نادر، ومن انتكاس\nالفطر، وتغير المفاهيم، ويش يسمون صاحب القلب السليم هذا الذي .. ؟ الأمين\nالذي نص عليه بالحديث؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nصحيح، صحيح، يرمونه بالتغفيل، هذا المحتاط لذمته ودينه في عرف الناس\nمغفل، نسأل الله العافية.\n</p>\n\n<p>\n((ويقال للرجل: ما أعقله! وما أظرفه! وما أجلده! )) يمدح على ألسنة الناس\nلماذا؟ عفريت، هو عاقل ذكي حازم ليش؟ لأنه يضحك على الناس، هذا هو العاقل؟\nالعاقل الذي يهتم للفاني ويترك الباقي؟ يا أخي ما نسبة بقائك في هذه الدنيا\nبالنسبة إلى الآخرة لو أدركت حقيقة الأمر؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n((ويقال للرجل: ما أعقله! وما أظرفه! وما أجلده! وما في قلبه مثقال حبة\nخردل من إيمان)) نعم الناس يعجبون بهذا الشخص المخادع الذي لا يخدع يعجبون\nبه، ما أعقله! ما أحزمه! ما أذهنه! ما أذكاه! إيش من كلام هذا؟ بينما الشخص\nسليم الصدر، سليم القلب، يقولون: هذا مغفل، وما يدرون ما للبله عند الله\n-عز وجل-؟ وزيادة الحرص والاهتمام، بل والذكاء في الغالب نقص في الدنيا\nغالبا، وفي الدين أحيانا، يعني إذا جلست مجلس يضم عشرة عشرين تجد هذا الشخص\nالذي يقال: ما أعقله! ما أذكاه! كم خرج من خطيئة؟ لأنه ضحك على هذا، وهمز\nهذا، ولمز هذا، وذاك سليم القلب، سليم الصدر، يمكن خرج سالم ما عليه شيء،\nفينبغي أن يكون اهتمامنا منصب لما ينفعنا في الآخرة؛ لأن الدنيا مهما طالت\nفانية، والله المستعان.\n</p>\n\n<p>\n\"ولقد أتى علي زمان -يقول حذيفة -رضي الله عنه- ولقد أتى علي زمان ولا\nأبالي أيكم بايعت؟ \" أو أيكم بايعت؟ ما يهم، أروح لفلان أو علان، الآن إذا\nطلع الولد يبي يشتري حاجة تقول: روح للمحل الفلاني، ترى المحل الفلاني يمكن\nيغشك، يمكن يغرك، يمكن يضحك عليك، حذيفة يقول: \"ولا أبالي أيكم بايعت؟ لئن\nكان مسلما رده علي إسلامه\" المسلم الذي اعتنق الإسلام يعمل بما دعاه إليه\nإسلامه، يطبق الإسلام، فلا يغش، ولا يمكر ولا يخدع، \"ولئن كان نصرانيا\"\nيعني أو يهوديا أو أي شخص مأذون ببقائه \"ولئن <span id='ms090'></span> كان نصرانيا رده علي ساعيه\"\nالوالي، يخاف من الوالي لعدله، ساعيه الذي أقيم عليه يتولى أموره مع غيره\nممن ولاهم الله أمره، يقول: \"وأما اليوم -يعني بعد فقد الأمانة- فما كنت\nأبايع إلا فلانا وفلانا\" أفراد من الناس، يعني هم الذين لا يغشون، هم اللي\n.. ، والله المستعان، نعم.\n</p>\n\n<h1 class='l1' id='head5'>شرح: باب: التعرب في الفتنة:</h1>\n\n<p>\nباب: التعرب في الفتنة:\n</p>\n\n<p>\nحدثنا قتيبة بن سعيد قال: حدثنا حاتم عن يزيد بن أبي عبيد عن سلمة بن\nالأكوع أنه دخل على الحجاج فقال: يا ابن الأكوع ارتددت على عقبيك تعربت؟\nقال: لا، ولكن رسول الله -صلى الله عليه وسلم- أذن لي في البدو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوعن يزيد بن أبي عبيد قال: لما قتل عثمان بن عفان خرج سلمة بن الأكوع إلى\nالربذة وتزوج هناك امرأة وولدت له أولادا فلم يزل بها حتى قبل أن يموت\nبليال فنزل المدينة.\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف قال: أخبرنا مالك عن عبد الرحمن بن عبد الله بن\nأبي صعصعة عن أبيه عن أبي سعيد الخدري -رضي الله عنه- أنه قال: قال رسول\nالله -صلى الله عليه وسلم-: ((يوشك أن يكون خير مال المسلم غنم يتبع بها\nشعف الجبال، ومواقع القطر، يفر بدينه من الفتن)).\n</p>\n\n<p>\nيقول -رحمه الله تعالى-: \"باب: التعرب في الفتنة\"\n</p>\n\n<p>\nقبل ذلك هذا سؤال يقول: في الدرس الماضي لم تعلقوا على جملة: ((تلزم\nجماعة المسلمين وإمامهم)) هذا وقع في آخر الدرس بعد أن تأخرنا جدا، يقول:\nوتحدث البعض في ذلك.\n</p>\n\n<p>\nالكلام واضح، \"قلت: فما تأمرني؟ \" بعد أن قال: ((دعاة على أبواب جهنم من\nأجابهم إليها قذفوه فيها)) قلت: يا رسول الله صفهم لنا، قال: ((هم من\nجلدتنا)) يعني منا ((ويتكلمون بألسنتنا)) يعني بلغتنا، \"قلت: فما تأمرني إن\nأدركني ذلك؟ قال: ((تلزم جماعة المسلمين وإمامهم)) \" إمامهم من ولاه الله\nأمرهم، لا بد من لزوم جماعة المسلمين وإمام المسلمين، ولا يجوز الخروج عليه\nإلا إذا رئي الكفر البواح، على ما علقت عليه النصوص، إذا رئي الكفر البواح\nحينئذ ساغ الخروج، وأيضا <span id='ms091'></span>: ((لا ما صلوا)) ما داموا يصلون لا يسوغ الخروج\nعليهم بحال، ولو ارتكبوا ما ارتكبوا من ظلم، ما لم ير الكفر البواح، وعلى\nكل حال إذا ارتكبوا من ظلم أو إيثار على ما تقدم عليك أن تؤدي الذي عليك،\nوتسأل الله -جل وعلا- الذي لك، فمن ولي من أمر المسلمين عليه أن يعدل، وهو\nمطالب بنصوص كثيرة بالعدل بين الرعية، وأطرهم على الحق، لكن إذا قصر في ذلك\nفعلى من تحت يده السمع والطاعة ما لم ير الكفر البواح.\n</p>\n\n<p>\nهنا يقول: \"باب: التعرب في الفتنة\" التعرب: الإقامة في البادية مع\nالأعراب، التعرب: الإقامة في البادية مع الأعراب، في رواية أبي ذر:\n\"التعزب\" التعزب أو التغرب؟ نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nنعم فيه رواية: \"التغرب\" وهذه رواية أبي ذر، وفيه أيضا: \"التعزب\" وهو\nالبعد، عزب عن بالي، يعني بعد عن بالي، والتغرب من الغربة والاغتراب،\nوالبعد عن مواطن المدن، فالمعاني متقاربة.\n</p>\n\n<p>\nالتعرب الإقامة في البادية مع الأعراب هذا ظاهر، وهذا أكثر الرواية عليه،\nالتغرب والاغتراب، التغرب رواية أبي ذر، الغربة والاغتراب عن الوطن المأهول\nإلى مكان خال، وهذا في وقت الفتن، وأما التعزب فهو من البعد أيضا مأخوذ، من\nعزب عن باله كذا، يعني بعد عن ذهنه، وما زالت هذه الكلمة مستعملة في سكنى\nالبراري في أوقات الربيع، في أوقات العشب والكلى يقال: فلان عزب، أو آل\nفلان عزبوا، عازبين، فهي مستعملة، على كل حال أكثر الرواة على التعرب.\n</p>\n\n<p>\nيقول الإمام -رحمه الله تعالى-: \"حدثنا قتيبة بن سعيد –البلخي- قال:\nحدثنا حاتم -بن إسماعيل- عن يزيد بن أبي عبيد -مولى سلمة بن الأكوع- عن\nسلمة بن الأكوع\" هذا الحديث رباعي، الواسطة بين البخاري وبين يزيد بن أبي\nعبيد اثنان، وهو يروي عن يزيد بن أبي عبيد بواسطة واحد، المكي بن إبراهيم،\nوغالب ثلاثيات البخاري بهذا الإسناد، المكي بن إبراهيم عن يزيد بن أبي عبيد\nعن سلمة بن الأكوع، \"أنه دخل على الحجاج\" المقصود به ابن يوسف الثقفي لما\nولي إمرة الحجاز بعد قتل ابن <span id='ms092'></span> الزبير، سنة أربع وسبعين، \"فقال -له-: يا ابن\nالأكوع ارتددت على عقبك\" ارتددت على عقبيك: أي سكنت البادية تعربت؟ سكنت\nالبادية بعد أن هاجرت إلى رسول الله -صلى الله عليه وسلم- مخلصا لوجهه\nتعالى، ولا شك أن التعرب بعد الهجرة مذموم، بل لا يجوز، من هاجر إلى النبي\n-عليه الصلاة والسلام- وترك وطنه أن يرجع إليه، ولذا لا يجوز الإقامة\nللمهاجرين بمكة بعد أن يؤدوا منسكهم أكثر من ثلاث، الحجاج يقول: \"ارتددت\nعلى عقبيك تعربت؟ قال سلمة: لا، ولكن رسول الله -صلى الله عليه وسلم- أذن\nلي في البدو\"، يعني في الإقامة معهم، أذن لي في الإقامة مع البادية، ولا شك\nأن هذا من جفاء الحجاج، من جفاء الحجاج يخاطب صحابي جليل بهذا الأسلوب،\nارتددت يا ابن الأكوع \"ارتددت على عقبيك تعربت؟ \" سلمة بن الأكوع أذن له\nالنبي -عليه الصلاة والسلام- فهو مخصوص من النصوص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n\"وعن يزيد بن أبي عبيد\" بالسند السابق، يعني من طريق قتيبة بن سعيد، قال:\nحدثنا حاتم عن يزيد بن أبي عبيد، \"قال: لما قتل عثمان خرج سلمة بن الأكوع\n-من المدينة- إلى الربذة\" الربذة كلام أهل العلم فيها قديما وحديثا في\nتحديدها وموقعها متباين تباين كبير، منهم من يقول: موضع بين مكة والمدينة،\nواستفاض عند كثير من العلماء أنها الأحناكية هي الربذة، لكن الذي حققه من\nله عناية بالبلدان ثلاثة من الكبار الذين لهم عناية بالمواطن حققوا مكانها\nوحدد، والآن هناك إشارات تدل على المكان، وخط يوصل إليها، في معجم الأمكنة\nالواردة في صحيح البخاري تكلم على موطنها، وذكر أنه ذهب إليه مع اثنين من\nالكبار، وحددوه بدقة من خلال ما كتب عنها من شعر ونثر، فيراجع هذا المعجم.\n</p>\n\n<p>\n\"وتزوج هناك امرأة وولدت له أولادا فلم يزل بها حتى قبل أن يموت بليال\nنزل المدينة\" كم مكث في الربذة؟ أربعين سنة، نحو من أربعين سنة من مقتل\nعثمان -رضي الله عنه- إلى سنة أربعة وسبعين، يقرب من أربعين سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nثم بعد هذا يقول: \"حدثنا عبد <span id='ms093'></span> الله بن يوسف\" هنا التعرب مذموم في الأصل\nللمهاجرين، سلمة بن الأكوع أذن له، في الفتنة يأتي حديثها، هنا يقول:\n\"حدثنا عبد الله بن يوسف -التنيسي- قال: أخبرنا مالك عن عبد الرحمن بن عبد\nالله بن أبي صعصعة عن أبيه\" عبد الله بن عبد الرحمن بن أبي صعصعة \"عن أبي\nسعيد الخدري -رضي الله عنه- أنه قال: قال رسول الله -صلى الله عليه وسلم-:\n((يوشك -بكسر الشين وفتحها لغة رديئة أي يقرب- أن يكون خير مال المسلم غنم\nيتبع بها شعف الجبال -رؤوس الجبال- ومواقع -نزول- القطر -الذي هو المطر-\nيفر بدينه -يفر بسبب دينه- من الفتن)) هذا خير ما يقتنيه المسلم: غنم؛\nلحاجته الضرورية إليها، لدرها ونسلها، هذا خير مال المسلم، خير ما يقتنيه\nالمسلم في أيام الفتن، يخرج بها إلى الصحاري إلى القفار يتبع بها شعف رؤوس\nالجبال، يتتبع مواقع القطر، والسبب في ذلك يترك حياة الترف والدعة والإخلاد\nإلى الراحة إلى العراء، إلى حر الشمس، وشدة البرد، كل ذلك في سبيل حفاظه\nعلى دينه، فارا بدينه خاشيا من الفتن، يخشى الفتنة على دينه، فدينك دينك،\nلحمك ودمك، هو رأس مالك، فإذا سلم الدين فالباقي مكسب، فإذا خشي الإنسان\nعلى دينه من أن يتعرض لنقص أو ذهاب فالدين الدين، وما عدا ذلك من أمور\nالدنيا غير مأسوف عليه؛ لأن الدنيا كلها لا تزن عند الله جناح بعوضة، هذه\nالدنيا بما فيها وما عليها من حطام فاني، ولو رآه الناس شيئا عظيما، وتفاخر\nالناس به، وتقاتلوا من أجله فإنه لا يزن عند الله جناح بعوضة، من يدرك\nحقيقة هذا الأمر؟ سعيد بن المسيب لما خطبت ابنته للوليد بن عبد الملك ابن\nالخليفة الواسطة السفير الخطيب يقول له: جاءتك الدنيا بحذافيرها، يقول\nسعيد: إذا كانت الدنيا لا تزن عند الله جناح بعوضة فماذا ترى يقص لي من هذا\nالجناح؟! ويش بيقص لسعيد بن المسيب من هذا الجناح؟ جاءتك الدنيا بحذافيرها،\nالدنيا كلها بحذافيرها لا تساوي جناح بعوضة، ويزوج هذه البنت <span id='ms094'></span> التي طلبت\nلابن الخليفة يزوجها أحد طلابه فقير لا يجد شيئا، والله المستعان، نعم.\n</p>\n\n<p>\nشرح:\n</p>\n\n<h1 class='l1' id='head6'>باب: التعوذ من الفتن:</h1>\n\n<p>\nباب: التعوذ من الفتن:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا معاذ بن فضالة قال: حدثنا هشام عن قتادة عن أنس -رضي الله عنه-\nقال: سألوا النبي -صلى الله عليه وسلم- حتى أحفوه بالمسألة، فصعد النبي\n-صلى الله عليه وسلم- ذات يوم المنبر فقال: ((لا تسألوني عن شيء إلا بينت\nلكم)) فجعلت أنظر يمينا وشمالا فإذا كل رجل رأسه في ثوبه يبكي، فأنشأ رجل\nكان إذا لاحى يدعى إلى غير أبيه، فقال: يا نبي الله من أبي؟ فقال: ((أبوك\nحذافة)) ثم أنشأ عمر فقال: رضينا بالله ربا، وبالإسلام دينا، وبمحمد رسولا،\nنعوذ بالله من الفتن، فقال النبي -صلى الله عليه وسلم-: ((ما رأيت في الخير\nوالشر كاليوم قط، إنه صورت لي الجنة والنار حتى رأيتهما دون الحائط)) قال:\nفكان قتادة يذكر هذا الحديث عند هذه الآية: {يا أيها الذين آمنوا لا تسألوا\nعن أشياء إن تبد لكم تسؤكم} [(101) سورة المائدة].\n</p>\n\n<p>\nوقال عباس النرسي: حدثنا يزيد بن زريع قال: حدثنا سعيد قال: حدثنا قتادة\nأن أنسا حدثهم أن النبي الله -صلى الله عليه وسلم- بهذا، وقال: كل رجل لافا\nرأسه في ثوبه يبكي، وقال: عائذا بالله من سوء الفتن، أو قال: أعوذ بالله من\nسوء الفتن.\n</p>\n\n<p>\nوقال لي خليفة: حدثنا يزيد بن زريع قال: حدثنا سعيد ومعتمر عن أبيه عن\nقتادة أن أنسا حدثهم عن النبي -صلى الله عليه وسلم- بهذا، وقال: عائذا\nبالله من شر الفتن.\n</p>\n\n<p>\nيقول الإمام -رحمه الله تعالى-: \"باب التعوذ من الفتن\" وقد أمر المسلم أن\nيتعوذ من الفتن، فتن المحيا، ومن فتن الممات في كل صلاة، فيتعوذ بالله من\nأربع، وجمهور أهل العلم على أن ذلك مستحب، ويرى بعضهم أنه واجب، وقد أمر\nطاووس ابنه بإعادة الصلاة لما ترك هذا التعوذ بالله من أربع.\n</p>\n\n<p>\nباب: التعوذ من الفتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"حدثنا معاذ بن فضالة -البصري- قال: حدثنا هشام\" يعني الدستوائي\n\"عن قتادة عن أنس <span id='ms095'></span> -رضي الله عنه- قال: سألوا النبي -صلى الله عليه وسلم-\nحتى أحفوه\" يعني ألحوا في السؤال \"بالمسألة\" يعني بالسؤال \"فصعد النبي -صلى\nالله عليه وسلم- ذات يوم على المنبر\" وفي رواية: \"المنبر\" فقال: ((لا\nتسألوني -يعني في هذا اليوم- عن شيء إلا بينت لكم)) يعني بما يوحيه الله\nإليه، وإلا فهو -عليه الصلاة والسلام- لا يعلم من الغيب شيء إلا ما أطلع\nعليه، قال أنس: \"فجعلت أنظر\" يعني إلى الصحابة \"يمينا وشمالا فإذا كل رجل\nلاف رأسه في ثوبه يبكي\" لأنهم عرفوا من هذا أن النبي -عليه الصلاة والسلام-\nغضب، وتسببوا في غضبه -عليه الصلاة والسلام- حينما ألحفوا في المسألة،\nوألحوا وأحفوه، \"فإذا كل رجل رأسه في ثوبه يبكي، فأنشأ رجل -بدأ رجل هو عبد\nالله بن حذافة- كان إذا لاحى -خاصم أحد حصل نقاش بينه وبين أحد ونزاع\nوخصام- يدعى إلى غير أبيه\". . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}