{
  "content": "\n\n#\n<p>\n| بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد سيد المرسلين وعلى\nآله وصحبه وسلم تسليما كثيرا\n</p>\n\n<p>\nحدثنا أبو محمد عبيد الله بن محمد بن سليمان بن بالويه بن فهرويه المخرمي\nحدثنا أبو بكر جعفر بن محمد بن الحسن بن المستفاض الفريابي\n</p>\n\n<p>\n1 حدثنا قتيبة بن سعيد حدثنا الليث بن سعد عن محمد بن عجلان عن سعيد\nالمقبري عن أبيه عن عبد الله بن سلام أنه قال خلق الله عز وجل الأرض يوم\nالأحد والاثنين وقدر فيها أقواتها وجعل فيها رواسي من فوقها يوم الثلاثاء\nوالأربعاء ثم استوى إلى السماء وهي دخان فخلقها يوم الخميس ويوم الجمعة\nوأوحى في كل سماء أمرها وخلق آدم عليه السلام في آخر ساعة من يوم الجمعة\nعلى عجل ثم تركه أربعين يوما ينظر إليه ويقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             <span class='quran'>فتبارك الله\nأحسن الخالقين </span>ثم نفخ روحه فلما دخل في بعضه الروح وذهب ليجلس قال\nالله عز وجل <span class='quran'>خلق الإنسان من عجل </span>فلما تتابع فيه الروح عطس فقال\nالله عز وجل له : قل الحمد لله فقال : الحمد لله فقال الله تعالى يرحمك\nالله ربك ثم قال لي اذهب إلى أهل ذلك المجلس من الملائكة وسلم عليهم ففعل\nفقال هذه تحيتك وتحية ذريتك ثم مسح ظهره بيدية فأخرج منها من هو خالق من\nذريته إلى تقوم الساعة ثم قبض يديه وقال اختر يا آدم فقال اخترت يمينك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             يا رب وكلتا يديك يمين فبسطها فإذا ذريته من أهل الجنة فقال ما\nهؤلاء يا رب قال هم من قضيت أن أخلق من ذريتك من أهل الجنة إلى أن تقوم\nالساعة فإذا فيهم من له وبيص فقال من هؤلاء يارب قال هم الأنبياء قال فمن\nهذا الذي كان له فضل وبيص قال هو ابنك داود قال فكم جعلت عمره قال ستين سنة\nقال فكم عمري قال ألف سنة قال فزده يا رب من عمري أربعين سنة قال إن شئت\nقال فقد شئت قال إذن يكتب ثم يختم ثم لا يبدل ثم رأى في أحد <span id='ms001'></span> كفي الرحمن\nمنهم آخر له فضل وبيص قال فمن هذا يارب قال هذا محمد هو آخرهم وأولهم أدخله\nالجنة فلما أتاه ملك الموت ليقبض نفسه قال إنه قد بقي من عمري أربعون سنة\nقال أولم تكن وهبتها لابنك داود قال لا قال فنسي آدم فنسيت ذريته وجحد آدم\nفجحد ذريته وعصى آدم فعصيت ذريته وذلك أول يوم أمر بالشهداء + إسناده صحيح\n+\n</p>\n\n<p>\n2 حدثنا أحمد بن إبراهيم حدثنا عثمان بن عمر حدثنا ابن أبي ذئب عن سعيد\nبن أبي سعيد المقبري عن أبيه عن عبد الله بن سلام رضي الله عنه قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             بدأ الله عز وجل خلق الأرض فخلق سبع أراضين في يومين يوم الأحد\nويوم الاثنين وقدر فيها أقواتها في يومين يوم الثلاثاء ويوم الأربعاء ثم\nاستوى إلى السماء فخلقهن في يومين فقضى من آخر يوم الجمعة وهي الساعة التي\nخلق فيها آدم على عجل والساعة التي تقوم فيها الساعة ما خلق الله عز وجل من\nدابة إلا وهي تفزع من يوم الجمعة إلا الإنسان والشيطان + صحيح +\n</p>\n\n<p>\n3 حدثنا إسحاق بن راهويه حدثنا عبد الرزاق حدثنا معمر عن همام عن أبي\nهريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( خلق الله آدم\nوطوله ستون ذراعا فلما خلقه قال اذهب فسلم على أولئك وإذا نفر من الملائكة\nجلوس فاسمع ما يحيونك فإنها تحيتك وتحية ذريتك فذهب فقال السلام عليكم\nفقالوا السلام عليك ورحمة الله فزادوه ورحمة الله ) + إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n4 حدثنا عبيد الله ، حدثنا جعفر حدثنا هدبة بن خالد حدثنا حماد بن سلمة\nعن علي بن زيد عن يوسف بن مهران عن ابن عباس وغير واحد عن الحسن قال لما\nنزلت آية الدين قال رسول الله صلى الله عليه وسلم ( إن أول من جحد آدم عليه\nالصلاة والسلام وإن الله عز وجل لما خلقه مسح ظهره وأخرج منه ماهو ذراري\nفجعل يعرضهم عليه فرأى فيهم رجلا أزهر فقال أي رب أي شيء هذا قال ابنك داود\nفقال أي رب كم <span id='ms002'></span> عمره قال ستون سنة قال أي رب زده قال لا إلا أن تزده أنت من\nعمرك قال وكان عمره ألف سنة فوهب له من عمره أربعين سنة فكتب عليه كتابا\nوأشهد عليه الملائكة فلما احتضر آدم أتته الملائكة ليقبضوه فقال إنه قد بقي\nمن عمري أربعون سنة قالوا قد وهبتها لابنك داود قال ما فعلت فأظهر الله عز\nوجل الكتاب وشهدت الملائكة وأكمل لآدم ألف عام وأكمل لداود مائة سنة ) +\nفيه علي بن زيد بن جدعان ضعيف وأخرجه الطيالسي + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n5 حدثنا عبيد الله ، قال : حدثنا جعفر ، حدثنا خالد بن يحيى البلخي حدثنا\nسفيان هو ابن عيينة حدثنا إبراهيم بن نافع عن قيس بن سعد عن سعيد بن جبير\nقال قلت لابن عباس يا أبا عباس الساعة التي تذكر في يوم الجمعة قال الله\nأعلم خلق الله عز وجل آدم من أديم الأرض بعد العصر في آخر ساعات النهار من\nيوم الجمعة من أديم الأرض كلها من أسودها وأحمرها وطيبها وخبيثها فلذلك من\nولده الأحمر والأسود والطيب والخبيث ثم نفخ فيه من روحه وأسجد له ملائكته\nوعهد إليه عهدا فنسي فلذلك سمي الإنسان والله ما غربت الشمس من ذلك اليوم\nحتى أخرج منها وقال مرة والله ما غربت الشمس من ذلك اليوم حتى أخرج من\nالجنة + إسناده رجاله ثقات +\n</p>\n\n<p>\n6 حدثني إسماعيل بن أبي كريمة الحراني حدثنا محمد بن سلمة عن خصيف عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             عكرمة عن ابن عباس رضي الله عنهما قال لما خلق الله تعالى آدم\nفجرى فيه الروح عطس فقال الحمد لله فقال له ربه يرحمك الله ابن حبان وغيره\n</p>\n\n<p>\n7 حدثنا وهب بن بقية حدثنا خالد عن حصين عن عكرمة قال لما خلق الله تعالى\nآدم ونفخ فيه الروح عطس فقال الحمد لله فقالت الملائكة رحمك ربك فذهب ينهض\nقبل أن تمور الروح في رجليه فقال الله تعالى <span class='quran'>خلق الإنسان من عجل </span>+ إسناده صحيح +\n</p>\n\n<p>\n8 حدثنا عثمان بن أبي شيبة حدثنا جرير عن حصين عن عكرمة نحوه + إسناده\nصحيح +\n</p>\n\n<p>\n9 حدثنا عمرو بن علي <span id='ms003'></span> حدثنا أبو عاصم عن ابن جريج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             قال حدثني\nعمرو بن دينار عن عبيد بن عمير إن الله تعالى لما خلق آدم عطس فقال الحمد\nلله فقال عز وجل رحمك ربك\n</p>\n\n<p>\n10 حدثنا عبيد الله بن معاذ حدثنا المعتمر بن سليمان عن أبيه حدثنا أبو\nعثمان أنه سمع عبد الله أو سلمان قال ولا أراه إلا سلمان قال إن الله عز\nوجل لما خمر طينة آدم أربعين ليلة أو أربعين يوما ثم ضرب بيديه فيه فخرج كل\nطيب في يمينه وكل خبيث في يده الأخرى ثم خلط بينهما قال فمن ثم يخرج الحي\nمن الميت والميت من الحي أو كما قال + أخرجه ابن سعد في الطبقات +\n</p>\n\n<p>\n11 حدثنا محمد بن عبد الأعلى حدثنا المعتمر فذكر مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n12 حدثنا أحمد بن خالد حدثنا يزيد بن هارون أنبأ سليمان عن أبي عثمان عن\nسلمان أو ابن مسعود فذكر مثله\n</p>\n\n<p>\n13 حدثنا أبو مروان عبد الملك بن حبيب المصيصي حدثنا أبو إسحاق الفزاري\nعن سليمان التيمي عن أبي عثمان النهدي عن سلمان الفارسي رضي الله عنه قال\nإن الله عز وجل خمر طينة آدم أربعين يوما أو أربعين ليلة فذكر الحديث وقال\nفيه عن سلمان وحده + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             في إسناده شيخ المصنف عبد الملك بن حبيب\nمقبول\n</p>\n\n<p>\n14 حدثنا عمر بن حفص أبو محمد الثقفي الدمشقي حدثنا الوليد بن مسلم حدثنا\nالأوزاعي حدثني يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضي الله عنه\nقال سئل رسول الله صلى الله عليه وسلم متى وجبت لك النبوة قال ( فيما بين\nخلق آدم ونفخ الروح فيه ) + رجاله ثقات + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n15 حدثنا قتيبة بن سعيد حدثنا يزيد بن زريع عن خالد الحذاء عن عبد الله\nبن شقيق قال قال أعرابي لرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             متى كنت\nنبيا قال له الناس مه فقال رسول الله صلى الله عليه وسلم ( دعوه كنت نبيا\nوآدم بين الروح والجسد )\n</p>\n\n<p>\n16 حدثنا قتيبة حدثنا حماد بن زيد عن بديل بن ميسرة عن عبد الله بن شقيق\nقال قيل <span id='ms004'></span> لرسول الله صلى الله عليه وسلم متى كنت نبيا قال ( وآدم بين الروح\nوالجسد )\n</p>\n\n<p>\n17 حدثنا يعقوب بن إبراهيم حدثنا عبد الرحمن بن مهدي حدثنا منصور بن سعد\nعن بديل عن عبد الله بن شقيق عن ميسرة الفجر رضي الله عنه قال قلت يارسول\nالله متى كنت نبيا قال وآدم بين الروح والجسد\n</p>\n\n<p>\n18 حدثنا أبو مروان هشام بن خالد الأزرق الدمشقي حدثنا الحسن بن يحيى\nالخشني عن أبي عبد الله مولى بني أمية عن أبي صالح عن أبي هريرة رضي الله\nعنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             سمعت رسول الله صلى الله عليه وسلم يقول ( أول شيء\nخلقه الله عز وجل القلم ثم خلق النون وهي الدواة ثم قال له اكتب قال وما\nأكتب قال اكتب ما يكون وما هو كائن من عمل أو أثر أو رزق أو أجل فكتب ما\nيكون وما هو كائن إلى يوم القيامة فذلك قوله عز وجل <span class='quran'>ن والقلم وما\nيسطرون </span>ثم ختم على في القلم فلم ينطق ولا ينطق إلى يوم القيامة ثم خلق\nالعقل فقال وعزتي لأكملنك فيمن أحببت ولأنقصنك فيمن أبغضت ) + في إسناده\nالحسن بن يحيى الخشني صدوق كثير الغلط وباقي رجاله موثقون بإسناد صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             فارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n19 حدثنا أبو بكر بن أبي شيبة حدثنا الفضل بن دكين حدثنا هشام بن سعد عن\nزيد بن أسلم عن أبي صالح عن أبي هريرة رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             ( لما خلق الله تعالى آدم عليه الصلاة والسلام\nمسح ظهره فسقط من ظهره كل نسمة هو خالقها من ذريته إلى يوم القيامة فجعل\nبين عيني كل إنسان منهم وبيصا من نور ثم عرضهم على آدم فقال أي رب من هؤلاء\nقال هؤلاء ذريتك قال فرآى رجلا يقال له داود فقال أي رب كم جعلت عمره قال\nستين سنة قال أي رب فزده من عمري أربعين سنة قال فلما انقضى عمر آدم جاءه\nملك الموت فقال أو لم يبق من عمري أربعون سنة قال <span id='ms005'></span> أولم تعطها ابنك داود قال\nفجحد فجحدت ذريته ونسي فنسيت ذريته وخطىء فخطئت ذريته ) + أخرجه من هذا\nالوجه ابن سعد في الطبقات والترمذي وقال حسن صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n20 حدثنا أحمد بن الفرات حدثنا أصبغ بن الفرج حدثنا عبد الله بن وهب\nحدثنا هشام بن سعد عن زيد بن أسلم عن عطاء بن يسار عن أبي هريرة رضي الله\nعنه أن النبي صلى الله عليه وسلم قال ( لما خلق الله عز وجل آدم مسح ظهره\nفسقط من ظهره كل نسمة تكون إلى يوم القيامة فعرضهم على آدم فرآى في وجه كل\nرجل منهم وبيصا من نور فرآى رجلا منهم له وبيص أعجبه فقال من هذا يا رب قال\nهذا من ولدك اسمه داود قال كم عمره يا رب قال ستون سنة قال زده من عمري\nأربعين سنة قال إذن يكتب ويختم ولا يبدل قال فلما نفد عمر آدم إلا الأربعين\nالتي وهبها لداود أتاه ملك الموت فقال آدم إنه قد بقي من عمري أربعون سنة\nفقال ألم تعطها ابنك داود قال فجحد آدم فجحدت ذريته ونسي فنسيت ذريته وخطيء\nفخطئت ذريته فرآى فيهم القوي والضعيف والغني والفقير والصحيح والمبتلى قال\nيا رب إلا سويت بينهم قال أردت أن أشكر ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n21 حدثنا قتيبة بن سعيد حدثنا سفيان بن عيينة عن عمرو بن دينار عمن أخبره\nعن عبد الله بن شداد قال قال أبو بكر الصديق رضي الله عنه إن الله عز وجل\nخلق الخلق فجعلهم نصفين فقال لهؤلاء ادخلوا الجنة هنيئا وقال لهؤلاء ادخلوا\nالنار ولا أبالي + إسناده ضعيف +\n</p>\n\n<p>\n22 حدثنا عمرو بن عمرو بن سعيد بن كثير بن دينار الحمصي حدثنا بقية بن\nالوليد حدثنا الزبيدي حدثني راشد بن سعد عن عبد الرحمن بن قتادة النصيري عن\nهشام بن حكيم رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             أن رجلا أتى رسول الله صلى الله\nعليه وسلم فقال يا رسول الله أنبتدأ الأعمال أم قضي القضاء فقال رسول الله\nصلى الله عليه وسلم ( إن الله عز وجل أخذ ذرية آدم <span id='ms006'></span> من ظهره وأشهدهم على\nأنفسهم ثم أفاض بهم على كفيه فقال هؤلاء للجنة وهؤلاء للنار فأهل الجنة\nميسرون لعمل أهل الجنة وأهل النار ميسرون لعمل أهل النار ) + إسناده مضطرب\nفهو ضعيف من هذا الوجه غير أن معناه صح عن عدد من الصحابة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n23 حدثني أبو أنس مالك بن سليمان حدثنا بقية عن الزبيدي حدثني راشد بن\nسعد فذكر بإسناده مثله\n</p>\n\n<p>\n24 حدثنا إسحاق بن سيار النصيبي حدثنا عبد الله بن صالح قال حدثني معاوية\nبن صالح عن راشد بن سعد عن عبد الرحمن بن قتادة عن هشام بن حكيم رضي الله\nعنهما أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال يا رسول الله أنبتدأ\nالأعمال أم قد قضي القضاء فقال رسول الله صلى الله عليه وسلم ( إن الله عز\nوجل أخذ ذرية آدم من ظهورهم ثم أشهدهم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             أنفسهم ثم أفاض بهم\nفي كفيه فقال لهؤلاء في الجنة ولهؤلاء في النار فأهل الجنة ميسرون لعمل أهل\nالجنة وأهل النار ميسرون لعمل أهل النار )\n</p>\n\n<p>\n25 حدثنا أحمد بن خالد حدثنا معن بن عيسى حدثنا معاوية بن صالح عن راشد\nيعني ابن سعد الحمصي عن عبد الرحمن بن قتادة السلمي رضي الله عنه وكان من\nأصحاب رسول الله صلى الله عليه وسلم قال سمعت رسول الله صلى الله عليه وسلم\nيقول ( إن الله عز وجل خلق آدم وأخذ الخلق من ظهره فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             هؤلاء\nفي الجنة ولا أبالي وهؤلاء في النار ولا أبالي فقال رجل يا رسول الله على\nماذا العمل قال على مواقع القدر )\n</p>\n\n<p>\n26 حدثنا إسحاق بن سيار حدثنا عبد الله بن صالح حدثني معاوية عن راشد بن\nسعد عن عبد الرحمن بن قتادة رضي الله عنه قال سمعت رسول الله صلى الله عليه\nوسلم ( يقول إن الله عز وجل خلق آدم ثم أخذ الخلق من ظهره فقال هؤلاء في\nالجنة ولا أبالي وهؤلاء في النار ولا أبالي فقال قائل يا رسول الله فعلى\nماذا العمل قال على مواقع القدر )\n</p>\n\n<p>\n27 حدثنا قتيبة بن <span id='ms007'></span> سعيد عن مالك بن أنس عن زيد بن أبي أنيسة أن عبد\nالحميد بن عبد الرحمن بن زيد بن الخطاب أخبره عن مسلم بن يسار الجهني أن\nعمر بن الخطاب رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             سئل عن هذه الآية <span class='quran'>وإذ أخذ ربك\nمن بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى\nشهدنا أن تقولوا يوم القيامة إنا كنا عن هذا غافلين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             فقال\nعمر بن الخطاب سمعت رسول الله صلى الله عليه وسلم يسأل عنها فقال رسول الله\nصلى الله عليه وسلم ( إن الله تعالى خلق آدم فمسح ظهره بيمينه فاستخرج ذرية\nفقال خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون ثم مسح ظهره فاستخرج منه\nذرية فقال خلقت هؤلاء للنار وبعمل أهل النار يعملون ) فقال رجل يا رسول\nالله ففيم العمل فقال رسول الله صلى الله عليه وسلم ( إن الله عز وجل إذا\nخلق العبد للجنة استعمله بعمل أهل الجنة حتى يموت على عمل أهل الجنة وإذا\nخلق العبد للنار استعمله بعمل أهل النار حتى يموت وهو على عمل أهل النار\nفيدخل في النار ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n28 حدثنا يحيى بن موسى حدثنا معن حدثنا مالك مثله\n</p>\n\n<p>\n29 حدثنا محمد بن مصفى الحمصي حدثنا بقية بن الوليد حدثنا الزبيدي عن\nالزهري عن سعيد بن المسيب عن عمر بن الخطاب رضي الله عنه أنه قال يا رسول\nالله أرأيت عملنا هذا على أمر قد فزغ منه أم على أمر نستقبله فقال رسول\nالله صلى الله عليه وسلم ( بل على أمر قد فزغ منه ) فقال عمر ففيم العمل\nإذن فقال رسول الله صلى الله عليه وسلم ( كل لا ينال إلا بالعمل فقال عمر\nرضي الله عنه إذن نجتهد ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n30 حدثنا محمد بن إسحاق أخبرني أصبغ بن الفرج أخبرني يونس عن ابن شهاب عن\nسعيد بن المسيب أن عمر بن الخطاب رضي الله عنه سأل رسول الله صلى الله عليه\nوسلم أرأيت عملنا أمر قد فرغ منه أم على أمر نستقبله فذكر مثله\n</p>\n\n<p>\n31 حدثنا هشام بن عمار حدثنا <span id='ms008'></span> أنس بن عياض حدثني الأوزاعي عن ابن شهاب عن\nسعيد بن المسيب أنه سمع أبا هريرة يقول قال عمر بن الخطاب رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             يا رسول الله العمل في شيء نأتنفه أو في شيء قد فرغ منه قال بل\nفي شيء قد فرغ منه قال ففيم العمل قال يا عمر لا يدرك ذاك إلا بالعمل قال\nإذا نجتهد يا رسول الله\n</p>\n\n<p>\n32 حدثني إسحاق بن سيار حدثنا أحمد بن صالح حدثنا عبد الله بن وهب أخبرني\nعمرو بن الحارث عن أبي الزبير عن جابر يعني ابن عبد الله رضي الله عنهما\nأنه قال يا رسول الله العمل لأمر قد فرغ منه أم لأمر نأتنفه قال لأمر قد\nفرغ منه قال سراقة رضي الله عنه ففيم العمل إذا يا رسول الله قال رسول الله\nصلى الله عليه وسلم ( كل عامل ميسر لعمله ) + صحيح وأخرجه مسلم +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n33 حدثنا أبو بكر بن أبي شيبة حدثنا شبابة بن سوار حدثنا شعبة عن عاصم بن\nعبيد الله عن سالم بن عبد الله عن أبيه أن عمر بن الخطاب رضي الله عنه قال\nيا رسول الله أرأيت ما نعمل فيه أمر قد فرغ منه أم في أمر مبتدع أو مبتدأ\nفقال بل في أمر قد فرغ منه فقال عمر أفلا نتكل قال اعمل يا ابن الخطاب فكل\nميسر أما من كان من أهل السعادة فإنه يعمل للسعادة وأما من كان من أهل\nالشقاء فإنه يعمل للشقاوة + صحيح +\n</p>\n\n<p>\n34 حدثنا محمد بن المثنى حدثنا محمد بن جعفر حدثنا شعبة عن عاصم بن عبيد\nالله عن سالم عن ابن عمر عن عمر رضي الله عنه أنه قال للنبي صلى الله عليه\nوسلم أرأيت ما نعمل فيه أمر قد فرغ منه فذكر مثله + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n35 حدثنا عبد الأعلى بن حماد حدثنا روح بن المسيب أبو رجاء الكلبي قال\nسمعت يزيد الرقاشي قال سمعت غنيم بن قيس قال كان أبو موسى رضي الله عنه\nيعلمنا القرآن في هذا المسجد وهو يومئذ متعزز في القضب <span id='ms009'></span> وهو قائم على رجليه\nيعلمنا آية آية قال فقال أبو موسى قال رسول الله ( صلى الله عليه وسلم إن\nالله عز وجل يوم خلق آدم قبض من صلبه قبضتين فوقع كل طيب بيمينه وكل خبيث\nبشماله فقال هؤلاء أصحاب اليمين ولا أبالي هؤلاء أصحاب الجنة وهؤلاء أصحاب\nالشمال ولا أبالي هؤلاء أصحاب النار قال ثم أعادهم في صلب آدم فهم ينسلون\nعلى ذلك الآن ) + إسناده ضعيف جدا + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n36 حدثنا أحمد بن إبراهيم حدثني الهيثم بن خارجة حدثنا سليمان بن عتبة عن\nيونس بن ميسرة بن حلبس عن أبي إدريس الخولاني عن أبي الدرداء رضي الله عنه\nعن النبي صلى الله عليه وسلم قال ( خلق الله تعالى آدم حين خلقه فضرب كفه\nاليمنى فأخرج منه ذرية بيضاء كأنهم الذر وضرب كفه اليسرى فأخرج ذرية سوداء\nكأنهم الحمم فقال للذين في يمينه للجنة ولا أبالي وقال للذين في يساره إلى\nالنار ولا أبالي ) + أخرجه أحمد في مسنده والبزار + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n37 حدثنا أحمد بن إبراهيم الدورقي حدثنا علي بن الحسن بن شقيق حدثنا عبد\nالله أنبأ صخر أبو المعلى عن يونس بن ميسرة عن أبي إدريس الخولاني رضي الله\nعنه عن النبي صلى الله عليه وسلم نحو حديث هيثم بن خارجة ولم يجاوز أبا\nإدريس +\n</p>\n\n<p>\n38 حدثنا أبو أيوب سليمان بن عبد الرحمن حدثنا سليمان بن عتبة قال سمعت\nيونس بن ميسرة بن حلبس يحدث عن أبي إدريس الخولاني عن أبي الدرداء رضي الله\nعنه عن رسول الله صلى الله عليه وسلم أنه قيل له أرأيت ما نعمل أشيء قد فرغ\nمنه أم شيء نستأنفه قال ( كل امريء مهيأ لما خلق له ) ثم أقبل يونس على\nسعيد بن عبد العزيز فقال له إن تصديق هذا الحديث في كتاب الله عز وجل فقال\nله سعيد أبن لي يا حلبس قال أما تسمع الله عز وجل يقول في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nكتابه <span class='quran'>واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم\nولكن الله حبب إليكم الإيمان وزينه في قلوبكم <span id='ms010'></span> وكره إليكم الكفر والفسوق\nوالعصيان أولئك هم الراشدون فضلا من الله ونعمة </span>أرأيت يا سعيد لو أن\nهؤلاء أهملوا كما يقول الأخابث أين كانوا يذهبون حيث حبب إليهم وزين لهم أم\nحيث كره إليهم وبغض إليهم + إسناده حسن\n</p>\n\n<p>\n39 حدثنا منجاب بن الحارث وأبو بكر بن أبي شيبة قال منجاب أخبرنا وقال\nأبو بكر حدثنا أبو الأحوص عن منصور عن سعد بن عبيدة عن أبي عبد الرحمن عن\nعلي بن أبي طالب رضي الله عنه قال خرجنا مع رسول الله صلى الله عليه وسلم\nفي جنازة فلما انتهينا إلى بقيع الغرقد قعد رسول الله صلى الله عليه وسلم\nوقعدنا حوله فأخذ عودا فنكت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             به الأرض ثم رفع رأسه فقال ( ما\nمنكم من أحد من نفس منفوسة إلا قد علم مكانها من الجنة والنار شقية أم\nسعيدة ) فقال رجل من القوم يا رسول الله أفلا ندع العمل ونقبل على كتابنا\nفمن كان منا من أهل السعادة صار إلى السعادة ومن كان منا من أهل الشقوة\nصارر إلى الشقوة فقال رسول الله صلى الله عليه وسلم ( بل اعملوا فكل ميسر\nفمن كان من أهل الشقوة يسر لعملها ومن كان من أهل السعادة يسر لعملها ) ثم\nقرأرسول الله صلى الله عليه وسلم <span class='quran'>فأما من أعطى واتقى وصدق بالحسنى\n</span>إلى قوله <span class='quran'>فسنيسره للعسرى </span>+ أخرجه البخاري ومسلم +\n</p>\n\n<p>\n40 حدثنا عثمان بن أبي شيبة حدثنا جرير عن منصور عن سعد بن عبيدة عن أبي\nعبد الرحمن السلمي عن علي رضي الله عنه قال كنا في جنازة في بقيع الغرقد\nقال فأتانا رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             فقعد وقعدنا حوله\nومعه مخصرة فنكس رأسه فجعل ينكت بمخصرته ثم قال ( ما منكم من أحد من نفس\nمنفوسة إلا وقد كتب مكانها من الجنة والنار وإلا قد كتبت شقية أو سعيدة )\nفقال رجل يا رسول الله أفلا نتكل على كتابنا وندع العمل فمن كان منا من أهل\nالسعادة فسيصير إلى عمل أهل السعادة ومن كان منا من أهل الشقاوة فسيصير <span id='ms011'></span> إلى\nعمل أهل الشقاوة فقال اعملوا فكل ميسر أما أهل السعادة فييسرون لعمل أهل\nالسعادة وأما أهل الشقاوة فييسرون لعمل أهل الشقاوة ثم قرأ <span class='quran'>فأما من\nأعطى واتقى </span>إلى قوله <span class='quran'>فسنيسره للعسرى </span>+ صحيح +\n</p>\n\n<p>\n41 حدثنا قتيبة بن سعيد حدثنا المعتمر بن سليمان عن منصور عن سعد بن\nعبيدة عن عبد الله بن حبيب عن علي رضي الله عنه قال كنا في جنازة فيها نبي\nالله صلى الله عليه وسلم في بقيع الغرقد فذكر الحديث + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n42 حدثنا منجاب بن الحارث أخبرنا ابن مسهر عن الأعمش عن سعد بن عبيدة عن\nأبي عبد الرحمن السلمي عن علي رضي الله عنه قال بينا نحن عند رسول الله صلى\nالله عليه وسلم وهو ينكت بشيء في يده في الأرض فرفع رأسه فقال ( ما منكم من\nأحد إلا قد كتب مقعده عند الله من أهل الجنة أو من أهل النار ) فقال القوم\nيا رسول الله ألا نتكل قال ( لا اعملوا فكل ميسر ) ثم قرأ رسول الله صلى\nالله عليه وسلم <span class='quran'>فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما\nمن بخل واستغنى وكذب بالحسنى فسنيسره للعسرى </span>+ صحيح +\n</p>\n\n<p>\n43 حدثنا عثمان بن أبي شيبة حدثنا وكيع حدثنا الأعمش عن سعد بن عبيدة عن\nأبي عبد الرحمن عن علي رضي الله عنه قال كنا عند النبي صلى الله عليه وسلم\nفقال ( ما منكم من أحد إلا قد كتب مقعده من الجنة ومقعده من النار ) فذكر\nنحوه + صحيح +\n</p>\n\n<p>\n44 حدثنا محمد بن المثنى حدثنا أبو معاوية حدثنا الأعمش فذكر بإسناده نحو\nحديث علي بن مسهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n45 حدثنا قتيبة بن سعيد حدثنا الليث بن سعد عن أبي قبيل عن شفي بن ماتع\nعن عبد الله بن عمرو بن العاص رضي الله عنه قال خرج علينا رسول الله صلى\nالله عليه وسلم وفي يده كتابان فقال ( أتدرون ما هذان الكتابان ) فقالوا لا\nيا رسول الله إلا أن تخبرنا فقال للذي في يده اليمنى ( هذا كتاب من رب\nالعالمين فيه أسماء أهل الجنة وأسماء آبائهم <span id='ms012'></span> وقبائلهم ثم أجمل على آخرهم\nفلا يزاد فيهم ولا ينقص منهم وقال للذي في شماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             هذا كتاب من\nأهل النار بأسمائهم وأسماء آبائهم وقبائلهم ثم أجمل على آخرهم فلا يزاد\nفيهم ولا ينقص منهم أبدا ) فقال أصحابه ففيم العمل يا رسول الله إن كان أمر\nقد فرغ منه فقال ( سددوا وقاربوا فإن صاحب الجنة يختم له بعمل أهل الجنة\nوإن عمل أي عمل وإن صاحب النار يختم له بعمل أهل النار وإن عمل أي عمل ) ثم\nقال بيديه فنبذهما ثم قال ( فرغ ربكم من العباد ) <span class='quran'>فريق في الجنة وفريق\nفي السعير </span>+ أخرجه ابن وهب في كتاب القدر وأحمد في المسند +\n</p>\n\n<p>\n46 حدثنا قتيبة بن سعيد حدثنا بكر بن مضر عن أبي قبيل عن شفي عن عبد الله\nبن عمرو رضي الله عنهما قال خرج علينا رسول الله صلى الله عليه وسلم فقال (\nهذا كتاب كتبه رب العالمين فيه تسمية أهل الجنة وتسمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             آبائهم\nثم أجمل على آخرهم فلا يزاد فيهم ولا ينقص وهذا كتاب كتبه رب العالمين فيه\nتسمية أهل النار وتسمية آبائهم ثم أجمل على آخرهم فلا يزاد فيهم ولا ينقص )\nفقالوا ففيم العمل يا رسول الله قال ( إن عامل الجنة يختم له بعمل الجنة\nوإن عمل أي عمل وإن عامل النار يختم له بعمل النار وإن عمل أي عمل فرغ الله\nتعالى من خلقه ) ثم قرأ <span class='quran'>فريق في الجنة وفريق في السعير </span></p>\n\n<p>\n47 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن طلحة بن يحيى عن عمته عائشة\nبنت طلحة عن عائشة رضي الله عنها أم المؤمنين قالت دعي رسول الله صلى الله\nعليه وسلم إلى جنازة صبي يصلي عليه فقلت يا رسول الله طوبى لهذا عصفور من\nعصافير الجنة لم يعمل السوء ولم يدر به فقال ( أو غير ذلك يا عائشة إن الله\nعز وجل خلق للجنة أهلا وخلقهم لها وهم في أصلاب آبائهم وخلق للنار أهلا\nوخلقهم لها وهم في أصلاب آبائهم + أخرجه مسلم وأبو داود والنسائي وابن <span id='ms013'></span> ماجة\nوأحمد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n48 حدثنا أبو بكر بن أبي شيبة حدثنا علي بن هاشم عن ابن أبي ليلى عن أبي\nالزبير عن جابر بن عبد الله رضي الله عنهما قال قام سراقة بن جعشم إلى\nالنبي صلى الله عليه وسلم فقال يا رسول الله أخبرنا عن أعمالنا كأنا خلقنا\nالساعة أشيء ثبت به الكتاب وجرت به المقادير أم شيء نستأنفه قال ( لا بل\nشيء ثبت به الكتاب وجرت به المقادير ) قال يا رسول الله ففيم العمل قال (\nاعملوا فكل ميسر لعمله ) + أخرجه مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n49 حدثنا أبو بكر بن أبي شيبة حدثنا إسماعيل بن علية عن يزيد الرشك عن\nمطرف بن عبد الله بن الشخير عن عمران بن حصين رضي الله عنه قال قال رجل يا\nرسول الله أعلم أهل الجنة من أهل النار قال نعم قال ففيم يعمل العاملون (\nقال اعملوا فكل ميسر أو كما قال ) + صحيح أخرجه البخاري ومسلم وغيرهما +\n</p>\n\n<p>\n50 حدثنا إسحاق بن راهويه حدثنا إسماعيل بن إبراهيم حدثنا يزيد الرشك عن\nمطرف بن عبد الله بن الشخير عن عمران بن الحصين رضي الله عنه أن رجلا قال\nيا رسول الله أعلم أهل الجنة من أهل النار قال نعم قال ففيم يعمل العاملون\nقال ( اعملوا فكل ميسر ) أو كما قال + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n51 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا حماد بن سلمة عن أبي نعامة\nالسعدي قال كنا عند أبي عثمان النهدي فحمدنا الله تعالى وذكرناه فقلت لأنا\nبأول هذا الأمر أشد فرحا مني بآخره فقال ثبتك الله كنا عند سلمان فحمدنا\nالله تعالى وذكرناه فقلت لأنا بأول هذا الأمر أشد فرحا مني بآخره قال سلمان\nثبتك الله تعالى إن الله تعالى لما خلق آدم مسح ظهره فأخرج ما هو كائن إلى\nيوم القيامة خلق الذكر والأنثى والشقاوة والسعادة والأرزاق والآجال\nوالألوان فمن علم السعادة فعل الخير ومجالس الخير ومن علم الشقاوة فعل الشر\nومجالس الشر + أخرجه الآجري في الشريعة من طريق المصنف كما أخرجه اللالكائي\n+\n</p>\n\n<p>\n52 حدثنا إسحاق بن راهويه حدثنا حكام <span id='ms014'></span> بن سلم الرازي حدثنا أبو جعفر\nالرازي عن الربيع بن أنس عن أبي العالية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             عن أبي بن كعب رضي\nالله تعالى عنه في قوله عز وجل <span class='quran'>وإذ أخذ ربك من بني آدم من ظهورهم\nذريتهم وأشهدهم على أنفسهم </span>إلى قوله <span class='quran'>أفتهلكنا بما فعل المبطلون\n</span>قال جمعهم له يومئذ جميعا ما هو كائن إلى يوم القيامة ثم جعلهم أزواجا\nثم صورهم واستنطقهم فتكلموا وأخذ عليهم العهد والميثاق <span class='quran'>وأشهدهم على\nأنفسهم ألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنا كنا عن هذا\nغافلين أو تقولوا إنما أشرك آباؤنا من قبل وكنا ذرية من بعدهم أفتهلكنا بما\nفعل المبطلون </span>قال فإني أشهد عليكم السموات السبع والأرضين السبع وأشهد\nعليكم أباكم آدم أن تقولوا إنا كنا عن هذا غافلين فلا تشركوا بي شيئا فإني\nأرسل إليكم رسلي يذكرونكم عهدي وميثاقي وأنزل عليكم كتبي فقالوا شهدنا أنك\nربنا وإلهنا لا رب لنا غيرك ولا إله لنا غيرك ورفع لهم أبوهم آدم فنظر\nإليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             فرأى فيهم الغني والفقير وحسن الصورة وغير ذلك فقال يا\nرب لو سويت بين عبادك فقال إني أحب أن أشكر ورأى فيهم الأنبياء مثل السرج\nوخصوا بميثاق آخر في الرسالة والنبوة فذلك قوله عز وجل <span class='quran'>وإذ أخذنا من\nالنبيين ميثاقهم ومنك ومن نوح </span>الآية وهو قوله عز وجل <span class='quran'>فأقم وجهك\nللدين حنيفا فطرة الله التي فطر الناس عليها لا تبديل لخلق الله </span>وذلك\nقوله عز وجل <span class='quran'>هذا نذير من النذر الأولى </span>وهو قوله عز وجل <span class='quran'>وما\nوجدنا لأكثرهم من عهد وإن وجدنا أكثرهم لفاسقين </span>وهو قوله عز وجل <span class='quran'>ثم بعثنا من بعده رسلا إلى قومهم فجاؤوهم بالبينات فما كانوا ليؤمنوا بما\nكذبوا به من قبل </span>كان في علمه يوم أقروا ما أقروا به ومن يكذب به ومن\nيصدق به فكان روح عيسى بن مريم من تلك الأرواح التي أخذ عليها الميثاق\nوالعهد في زمن آدم عليه الصلاة والسلام فأرسل ذلك الروح إلى مريم عليها\nالسلام حتى انتبذت به من أهلها <span id='ms015'></span> مكانا شرقيا <span class='quran'>فاتخذت من دونهم حجابا\nفأرسلنا إليها روحنا فتمثل لها بشرا سويا </span>إلى قوله <span class='quran'>مقضيا فحملته\n</span>قال حملت الروح الذي خاطبها وهو روح عيسى قال إسحاق قال حكام وحدثنا\nأبو جعفر عن الربيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             عن أبي العالية عن أبي كعب قال دخل من فيها\n</p>\n\n<p>\n53 حدثنا يحيى بن حبيب بن عربي حدثنا المعتمر بن سليمان قال قال أبي عن\nالربيع بن أنس عن رفيع أبي العالية عن أبي بن كعب رضي الله عنه في قول الله\nعز وجل <span class='quran'>وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم\nألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنا كنا عن هذا غافلين\nأو تقولوا إنما أشرك آباؤنا من قبل وكنا ذرية من بعدهم أفتهلكنا بما فعل\nالمبطلون </span>) قال جمعهم ثم جعلهم أرواحا فاستنطقهم فتكلموا وأخذ عليهم\nالعهد والميثاق <span class='quran'>وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا أن\nتقولوا يوم القيامة إنا كنا عن هذا غافلين </span>إلى قوله <span class='quran'>المبطلون\n</span>قال فإني أشهد عليكم السموات السبع والأرضين السبع وأشهد عليكم أباكم\nآدم أن تقولوا يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             لم نعلم بهذا اعلموا أنه لا إله\nغيري ولا رب غيري فلا تشركوا بي شيئا فإني سأرسل إليكم رسلا يذكرونكم عهدي\nوميثاقي وأنزل عليكم كتابي قالوا نشهد إنك ربنا وإلهنا لا رب لنا غيرك ولا\nإله لنا غيرك فأقروا يومئذ بالطاعة ورفع عليهم أباهم آدم عليه الصلاة\nوالسلام فنظر إليهم فرأى فيهم الغني والفقير وحسن الصورة ودون ذلك فقال رب\nلو سويت بين عبادك قال إني أحب أن أشكر فرأى فيهم الأنبياء مثل السرج عليهم\nالنور وخصوا بميثاق آخر بالرسالة وهو الذي يقول <span class='quran'>وإذ أخذنا من النبيين\nميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم وأخذنا منهم ميثاقا\nغليظا </span>وهو الذي يقول <span class='quran'>فأقم وجهك للدين حنيفا فطرة الله التي فطر\nالناس عليها لا تبديل لخلق الله </span>) وكان روح عيسى عليه الصلاة والسلام\nفي تلك الأرواح التي أخذ عليها العهد والميثاق فأرسل تلك الروح إلى <span id='ms016'></span> مريم\nعليها السلام قال <span class='quran'>فأرسلنا إليها روحنا فتمثل لها بشرا سويا قالت إني\nأعوذ بالرحمن منك إن كنت تقيا قال إنما أنا رسول ربك لأهب لك غلاما زكيا\n</span>حتى بلغ <span class='quran'>ولنجعله آية للناس ورحمة منا وكان أمرا مقضيا </span>قال\nحملت بالذي خاطبها وهو روح عيسى قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             فسألت مقاتل بن حيان من\nأين دخل الروح فذكر عن أبي العالية عن أبي بن كعب أنه دخل من فيها\n</p>\n\n<p>\n54 حدثنا إبراهيم بن الحجاج السامي حدثنا عبد العزيز بن المختار حدثنا\nخالد الحذاء عن عبد الأعلى بن عبد الله عن عبد الله بن الحارث بن نوفل قال\nخطبنا عمر بن الخطاب رضي الله عنه بالجابية والجاثليق ماثل بين يديه\nوالترجمان يترجم فقال عمر من يهد الله فلا مضل له ومن يضلل فلا هادي له\nفقال الجاثليق إن الله تعالى لا يضل أحدا فقال عمر ما تقول فقال الترجمان\nلا شيء ثم عاد في خطبته فلما بلغ من يهد الله فلا مضل له ومن يضلل فلا هادي\nله قال الجاثليق إن الله تعالى لا يضل أحدا فقال عمر ما تقول فأخبره فقال\nكذبت يا عدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             الله ولولا ولت عهد لك لضربت عنقك بل الله خلقك\nوالله أضلك ثم يميتك ثم يدخلك النار إن شاء الله ثم قال إن الله عز وجل لما\nخلق آدم عليه الصلاة السلام نثر ذريته فكتب أهل الجنة وما هم عاملون وأهل\nالنار وما هم عاملون ثم قال هؤلاء لهذه وهؤلاء لهذه\n</p>\n\n<p>\nوقد كان الناس تذاكروا القدر فافترق الناس وما ينكره أحد + في إسناده عبد\nالأعلى بن عبد الله لم يوثقه إلا ابن حبان +\n</p>\n\n<p>\n55 حدثنا وهب بن بقية حدثنا خالد وهو ابن عبد الله عن خالد هو ابن مهران\nالحذاء أبو المنازل عن عبد الأعلى بن عبد الله عن عبد الله بن الحارث بن\nنوفل قال خطبنا عمر بن الخطاب رضي الله عنه بالجابية والجاثليق بين يديه\nوالترجمان يترجم فقال عمر من يهد الله فلا مضل له ومن يضلل فلا هادي <span id='ms017'></span> له\nفقال الجاثليق ليس كذلك فقال ما تقول قال الترجمان لا شيء ثم عاد في خطبته\nفلما بلغ من يضلل الله فلا هادي له ومن يهده الله فلا مضل له قال معاذ الله\nفقال عمر ما تقول أخبره فقال عمر كذبت يا عدو الله والله لولا عقد لك لضربت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             عنقك بل الله خلقك والله أضلك ثم يميتك ثم يدخلك النار إن شاء\nالله ثم قال إن الله تعالى لما خلق آدم نثر ذريته في كفه فكتب أهل الجنة\nوما هم عاملون وأهل النار وما هم عاملون ثم قال هؤلاء لهذه وهؤلاء لهذه وقد\nكان الناس تذاكروا القدر فافترقوا وما ينكره أحد\n</p>\n\n<p>\n56 حدثنا منجاب بن الحارث حدثنا علي بن مسهر عن الأعمش عن حبيب بن أبي\nثابت عن سعيد بن جبير عن ابن عباس رضي الله عنهما في قوله عز وجل <span class='quran'>وإذ\nأخذ ربك من بني آدم من ظهورهم ذريتهم </span>قال لما خلق الله عز وجل آدم أخذ\nذريته من ظهره كهيئة الذر ثم سماهم بأسمائهم فقال هذا فلان بن فلان يعمل\nكذا وكذا وهذا فلان بن فلان يعمل كذا وكذا ثم أخذهم بيده قبضتين فقال هؤلاء\nفي الجنة وهؤلاء في النار + رجاله ثقات + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n57 حدثنا عبيد الله حدثنا أبي حدثنا عبد الرحمن المسعودي حدثني علي بن\nبذيمة عن سعيد بن جبير عن ابن عباس رضي الله عنهما أنه قرأ <span class='quran'>وإذ أخذ\nربك من بني آدم من ظهورهم ذريتهم </span>قال خلق الله عز وجل آدم وأخذ ميثاقه\nأنه ربه فكتب رزقه وأجله ومصيباته ثم أخرج ولده من ظهره كهيئة الذر فأخذ\nميثاقهم وكتب أرزاقهم وآجالهم ومصيباتهم\n</p>\n\n<p>\n58 حدثنا أحمد بن إبراهيم حدثنا علي بن الحسن بن شقيق حدثنا عبد الله بن\nالمبارك حدثني ابن جريج عن الزبير بن موسى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             سعيد بن جبير عن\nابن عباس رضي الله عنهما قال إن الله عز وجل ضرب منكبه الأيمن أي آدم فخرجت\nكل نفس مخلوقة للجنة بيضاء نقية فقال هؤلاء أهل الجنة ثم ضرب منكبه <span id='ms018'></span> الأيسر\nفخرجت كل نفس مخلوقة للنار سوداء فقال هؤلاء أهل النار ثم أخذ عهدهم على\nالإيمان به والمعرفة له ولأمره والتصديق به وبأمره بني آدم كلهم وأشهدهم\nعلى أنفسهم آمنوا وصدقوا وعرفوا وأقروا\n</p>\n\n<p>\n59 حدثنا محمد بن عبيد بن حساب حدثنا حماد بن زيد حدثنا كلثوم بن جبر عن\nسعيد بن جبير عن ابن عباس رضي الله عنهما قال مسح ربك عز وجل ظهر آدم\nبنعمان هذه وهي قريبه من عرفات فأخرج منه كل نسمه هو خالقها إلى يوم\nالقيامه ثم أخذ عليهم الميثاق ثم تلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             <span class='quran'>وإذ أخذ ربك من بني\nآدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا أن\nتقولوا يوم القيامة إنا كنا عن هذا غافلين أو تقولوا إنما أشرك آباؤنا من\nقبل وكنا ذرية من بعدهم </span>+ إسناده حسن +\n</p>\n\n<p>\n60 حدثنا عبيد الله بن معاذ حدثنا خالد حدثنا ربيعه بن كلثوم عن أبيه عن\nسعيد بن جبير عن ابن عباس رضي الله عنهما قال سألت عن هذه الآيه <span class='quran'>وإذ\nأخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم </span>قال مسح ربك\nظهر آدم فخرج كل مسهر إلى يوم القيامه ينظر نعمان السحاب وذكر عزته وأخذ\nمواثيقهم <span class='quran'>ألست بربكم قالوا بلى شهدنا </span>قرأها إلى قوله تعالى <span class='quran'>المبطلون </span>ثم مسح ظهري ابن عباس فقال يا ابن جبير والله ليخرجن ما في\nظهرك من المستودعين قال فإن الله تعالى يقول <span class='quran'>فمستقر ومستودع </span>فالمستودع ما كان فيه الأصلاب فاستقروا في الأرحام وعلى ظهر الأرض وبطنها\nفذلك المستقر + إسناده حسن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n61 حدثنا أبو بكر بن أبي شيبه حدثنا محمد بن الحسن حدثنا أبو ليلى عن أبي\nإبراهيم بن أبي حرة قال كتب إلينا عمر بن عبد العزيز في قوله عز وجل <span class='quran'>ولا يزالون مختلفين إلا من رحم ربك </span>قال الذين لا يختلفون خلقهم الله\nعز وجل للرحمه + ضعيف +\n</p>\n\n<p>\n62 حدثنا قتيبه بن سعيد حدثنا حماد بن زيد عن خالد الحذاء قال قدم علينا\nرجل من الكوفه وكان مجانبا للحسن لما كان <span id='ms019'></span> يبلغه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             عنه في القدر\nحتى لقيه فسأله رجل أو سئل عن هذه الآيه <span class='quran'>ولا يزالون مختلفين إلا من\nرحم ربك ولذلك خلقهم </span>قال لا يختلف أهل رحمة الله قال <span class='quran'>ولذلك خلقهم\n</span>قال خلق الله أهل الجنه للجنه وأهل النار للنار قال فكان الرجل بعد\nذلك يكذب عن الحسن + أخرجه من هذا الوجه أبو داود وابن جرير +\n</p>\n\n<p>\n63 حدثنا أبو بكر بن أبي شيبه حدثنا إسماعيل بن عليه عن منصور بن عبد\nالرحمن قال قلت للحسن قوله عز وجل <span class='quran'>ولا يزالون مختلفين إلا من رحم ربك\n</span>قال الناس يختلفون على أديان شتى إلا من رحم ربك ومن رحم ربك غير\nمختلف قلت <span class='quran'>ولذلك خلقهم </span>قال نعم خلق هؤلاء للجنه وهؤلاء للنار\nوهؤلاء لرحمته وهؤلاء وخلق لعذابه + أخرجه من هذا الوجه عبد الله بن أحمد\nفي السنه وابن جرير واللاتكائي +\n</p>\n\n<p>\n64 حدثنا أبو أميه الواسطي حدثنا يزيد بن هارون حدثنا مبارك عن الحسن في\nقوله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             <span class='quran'>ولو شاء ربك لجعل الناس أمة واحدة </span>قال\nعلى الهدى <span class='quran'>ولا يزالون مختلفين إلا من رحم ربك </span>قال أهل رحمه الله\nلا يختلفون <span class='quran'>ولذلك خلقهم </span>قال للإختلاف خلقهم + شيخ المصنف عبد\nالله بن محمد بن خلاد ذكره الحاكم في كتابه الأسامي والكنى +\n</p>\n\n<p>\n65 حدثنا أبو مسعود أحمد بن الفرات حدثنا يعمر بن بشر عن ابن المبارك عن\nرباح بن زيد عن عمر بن حبيب عن القاسم بن أبي بزة قال سمعت سعيد بن جبير\nيحدث عن ابن عباس رضي الله عنهما قال إن أول شيء خلق الله تعالى القلم\nفأمره أن يكتب كل شيء يكون + إسناده صحيح +\n</p>\n\n<p>\n66 حدثنا أبو أيوب سليمان بن عبد الرحمن الدمشقي حدثنا أيوب بن سويد\nحدثنا أبو زرعه يحيى بن أبي عمرو السيباني عن عبد الله بن الديلمي عن عبد\nالله بن عمرو رضي الله عنهما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             قال رسول الله صلى الله عليه\nوسلم ( إن الله عز وجل خلق خلقه في ظلمه فألقى عليهم من نوره فمن أصابه\nاهتدى ومن أخطأه ضل ) + حديث حسن <span id='ms020'></span> + فلذلك أقول جف القلم بما علم الله تعالى\n</p>\n\n<p>\n67 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد بن مسلم حدثنا الأوزاعي\nحدثني ربيعة بن يزيد عن عبد الله بن الديلمي عن عبد الله بن عمرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم ( إن\nالله خلق خلقه في ظلمة وألقى عليهم من نوره فمن أصابه من ذلك النور يومئذ\nشيء اهتدى ومن أخطأه ضل )\n</p>\n\n<p>\nقال عبد الله بن عمرو ولذلك أقول جف القلم بما هو كائن\n</p>\n\n<p>\n68 حدثنا أبو مروان المصيصي حدثنا أبو إسحاق الفزاري عن الأوزاعي حدثنا\nربيعة بن يزيد ويحيى بن أبي عمرو عن عبد الله بن الديلمي قال دخلت على عبد\nالله بن عمرو رضي الله عنهما حائطا له بالطائف فذكر قصة شارب الخمر ثم قال\nوسمعت رسول الله صلى الله عليه وسلم يقول ( إن الله عز وجل خلق خلقه في\nظلمة ثم ألقى عليهم من نوره فمن أصابه من النور يومئذ اهتدى ومن أخطأه ضل )\nفلذلك أقول جف القلم على علم الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n69 حدثنا المسيب بن واضح حدثنا أبو إسحاق عن ربيعة بن يزيد عن عبد الله\nبن الديلمي عن عبد الله رضي الله عنه قال سمعت رسول الله صلى الله عليه\nوسلم فذكر مثله ولم يذكر فيه يحيى بن أبي عمرو\n</p>\n\n<p>\n70 حدثنا أحمد بن خالد حدثنا معن بن عيسى حدثنا معاوية بن صالح عن ربيعة\nبن يزيد قال سمعت ابن الديلمي يقول بلغني حديث عن عبد الله بن عمرو بن\nالعاص فركبت إليه إلى الطائف أسئله عنه وكان ابن الديلمي بفلسطين فدخلت\nعليه وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             في حديقة له فوجدته مختصرا بيد رجل كنا نتحدث بالشام\nأن ذلك الرجل من شربة الخمر قال فقلت له يا أبا محمد هل سمعت رسول الله صلى\nالله عليه وسلم يقول في شارب الخمر شيئا فاختلج الرجل يده من يد عبد الله\nبن عمرو فقال نعم سمعت رسول الله صلى الله عليه وسلم يقول ( من شرب الخمر\nلم يقبل له <span id='ms021'></span> صلاة أربعين صباحا )\n</p>\n\n<p>\nقلت ما حديث بلغني عنك أنك تقوله إن صلاة في بيت المقدس كألف صلاة وإن\nالقلم قد جف فقال عبد الله اللهم إني لا أحل لهم أن يقولوا عني إلا ما\nسمعوا مني قالها ثلاثا قال لا ولكني سمعت رسول الله صلى الله عليه وسلم\nيقول ( إن سليمان بن داود سأل الله ثلاثا سأله ملكا لا ينبغي لأحد من بعده\nفأعطاه وسأله حكما يصادف حكمه فأعطاه وسأله من أتى هذا البيت لا يريد إلا\nالصلاة فيه أن يغفر له ) قال وسمعت رسول الله صلى الله عليه وسلم يقول ( إن\nالله عز وجل خلق الناس في ظلمة وأخذ نورا من نوره فألقاه عليهم فأصاب من\nشاء وأخطأ من شاء فقد عرف من يخطئهم من يصيبه من أصابه من نوره اهتدى ومن\nأخطأ ضل )\n</p>\n\n<p>\nفلذلك أقول إن القلم قد جف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n71 حدثنا عمرو بن عثمان حدثنا أبي عن محمد بن مهاجر عن عروة بن رويم عن\nابن الديلمي قال قلت لعبد الله بن عمرو رضي الله عنه بلغنا أنك تقول صلاة\nفي بيت المقدس أكثر من ألف صلاة في غيرها إلا الكعبة فقال اللهم إني لا أحل\nلهم أن يقولوا على ما لم أقل أما قولك إني أقول جف القلم بما هو كائن فإني\nسمعت رسول الله صلى الله عليه وسلم يقول ( إن الله عز وجل خلق خلقه ثم\nجعلهم في ظلمة ثم أخذ من نوره فألقاه عليهم فأصاب النور من شاء أن يصيبه\nوأخطأ من شاء فمن أصابه النور يومئذ اهتدى ومن أخطأه ضل )\n</p>\n\n<p>\nفلذلك قلت جف القلم بما هو كائن وأما ما ذكرت من أمر بيت المقدس فإن\nسليمان عليه السلام حين فرغ من بيت المقدس قرب قربانا فتقبل ودعى الله\nتعالى بدعوات منهن أيما عبد مؤمن زارك في هذا البيت تائب إليك حتى ينتصل من\nخطاياه وذنوبه أن يتقبل منه وينزعه من خطاياه كيوم ولدته أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n72 حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن الحباب حدثنا <span id='ms022'></span> معاوية بن صالح\nحدثني أيوب أبو زيد الحمصي عن عبادة بن الوليد بن عبادة بن الصامت أنه دخل\nعلى عبادة وهو مريض يرى فيه أثر الموت فقال يا أبت أوصني واجتهد قال اجلس\nقال إنك لن تجد طعم الإيمان ولن تبلغ حقيقة الإيمان حتى تؤمن بالقدر خيره\nوشره قلت كيف لي أن أعلم خيره وشره قال تعلم أن ما أخطأك لم يكن ليصيبك وأن\nما أصابك لم يكن ليخطئك سمعت رسول الله صلى الله عليه وسلم يقول ( أول شيء\nخلق الله تعالى القلم فقال له اجر فجرى تلك الساعة إلى يوم القيامة بما هو\nكائن فإن مت وأنت على غير ذلك دخلت النار ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n73 حدثني أبو مسعود أحمد بن الفرات حدثنا زيد بن الحباب حدثنا معاوية بن\nصالح عن أيوب بن زيد أو أبي زيد عن عبادة بن الوليد فذكر مثله\n</p>\n\n<p>\n74 حدثنا إسحاق بن سيار حدثنا عبد الله بن صالح حدثني معاوية حدثنا أيوب\nبن زياد عن عبادة بن الصامت بن عبادة بن الصامت أنه قال حدثني أبي قال دخلت\nعلى عبادة بن الصامت فذكر مثله\n</p>\n\n<p>\n75 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد بن مسلم حدثنا عثمان بن أبي\nالعاتكة حدثني سليمان بن حبيب عن الوليد بن عبادة أن أباه عبادة بن الصامت\nرضي الله عنه لما احتضر سأله ابنه عبد الرحمن فقال يا أبت أوصني فقال\nأجلسوني فلما أجلسوه قال يا بني اتق الله عز وجل ولن تتقي الله عز وجل حتى\nتؤمن بالله سبحانه ولن تؤمن بالله تعالى حتى تؤمن بالقدر خيره وشره وتعلم\nأن ما أصابك لم يكن ليخطئك وأن ما أخطأك لم يكن ليصيبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             سمعت\nرسول الله صلى الله عليه وسلم يقول ( القدر على هذا من مات على غير هذا دخل\nالنار )\n</p>\n\n<p>\n76 حدثنا عمرو بن عثمان حدثنا بقية بن الوليد عن أرطأة بن المنذر قال\nسمعت ضمرة بن حبيب عن جبير بن نفير أنه كان يقول إن الله عز وجل كان عرشه\nعلى الماء وإنه خلق القلم <span id='ms023'></span> وكتب ما هو خالق وما هو كائن من خلقه + بقية بن\nالوليد يدلس +\n</p>\n\n<p>\n77 حدثنا منجاب بن الحارث حدثنا ابن مسهر عن الأعمش عن أبي ظبيان عن ابن\nعباس رضي الله عنه قال إن أول ما خلق الله القلم فقال له أكتب فقال يا رب\nوما أكتب قال اكتب القدر فجرى بما هو كائن في ذلك إلى أن تقوم الساعة وكان\nعرشه على الماء ثم رفع بخار الماء فتفتقت منه السموات ثم خلق النون فتحرك\nالنون فمادت الأرض فأثبتت بالجبال فإنها لتفخر عليها + صح بعضه مرفوعا +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n78 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع بن الجراح عن سفيان الثوري عن\nأبي هاشم عن مجاهد عن ابن عباس رضي الله عنهما قال ذكر له قوم يتكلمون في\nالقدر فقال إن الله عز وجل استوى على عرشه قبل أن يخلق شيئا وكان أول ما\nخلق القلم وأمره أن يكتب ما هو كائن إلى يوم القيامة + أبو هاشم هو الواسطي\nثقة +\n</p>\n\n<p>\n79 حدثنا أبو مروان عبد الملك بن حبيب المصيصي حدثنا أبو إسحاق الفزاري\nعن سفيان عن أبي هاشم عن مجاهد قال قيل لابن عباس رضي الله عنهما إن هاهنا\nقوما يقولون في القدر فقال إنهم يكذبون بكتاب الله عز وجل لآخذن بشعر أحدهم\nفلأنصونه إن الله عز وجل كان عرشه على الماء قبل أن يخلق شيئا ثم خلق فكان\nأول ما خلق القلم ثم أمره فقال اكتب فكتب ما هو كائن إلى قيام الساعة فإنما\nيجري الناس على أمر قد فرغ منه + شيخ المصنف قال عنه ابن حجر في التقريب\nمقبول والأثر عن ابن عباس + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n80 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان قال سمعت شعبة قال\nأخبرني أبو هاشم الواسطي قال سمعت مجاهدا يقول ذكر القدريون عند ابن عباس\nرضي الله عنهما قال لو رأيت واحدا منهم لأخذت بشعره ثم قال عبد الله لا\nندري ابن عباس أو ابن عمر فذكر مثله ولم يذكر قصة أبي بشر\n</p>\n\n<p>\n81 حدثنا أحمد بن إبراهيم حدثنا <span id='ms024'></span> بهز بن أسد حدثنا شعبة حدثنا أبو هاشم عن\nمجاهد عن عبد الله بن عباس رضي الله عنهما قال لو رأيت أحدهم لأخذت بشعره\nيعني القدرية قال وقال عبد الله قال شعبة لا أدري عن عبد الله بن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             أو عبد الله بن عمر أن أول ما خلق من شيء القلم فجرى بما هو\nكائن فإنما يعمل الناس فيما قد فرغ منه قال شعبة فحدثت به أبا بشر فقال\nسمعت مجاهدا يقول ذكروا عند عبد الله بن عباس فاحتقن وقال لو رأيت أحدهم\nلعضضت أنفه\n</p>\n\n<p>\n82 حدثنا أبو مروان عبد الملك بن حبيب حدثنا أبو إسحاق الفزاري عن الأعمش\nعن جامع بن شداد عن صفوان بن محرز عن عمران بن حصين رضي الله عنه قال أتيت\nرسول الله صلى الله عليه وسلم فجاءه نفر من أهل اليمن فقالوا أتيناك يا\nرسول الله لنتفقه في الدين ونسألك عن أول هذا الأمر كيف كان فقال ( كان\nالله عز وجل ولم يكن شيء وكان عرشه على الماء ثم كتب في الذكر كل شيء ثم\nخلق السموات والأرض ) + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n83 حدثنا يعقوب بن إبراهيم حدثنا أبو معاوية حدثنا الأعمش عن جامع بن\nشداد عن صفوان بن محرز عن عمران بن حصين رضي الله عنه قال قال رسول الله\nصلى الله عليه وسلم ( اقبلوا البشرى يا أهل اليمن ) قالوا قبلنا فأخبرنا عن\nأول هذا الأمر كيف كان قال ( كان الله عز وجل قبل كل شيء ) وكان عرشه على\nالماء فكتب في الذكر كل شيء + صحيح +\n</p>\n\n<p>\n84 حدثنا محمد بن المثنى حدثنا يحيى بن حماد حدثنا أبو عوانة عن سليمان\nعن جامع بن شداد عن صفوان بن محرز عن عمران بن حصين رضي الله عنه قال أتيت\nالنبي صلى الله عليه وسلم فجاءه ناس من أهل اليمن قالوا جئناك لنتفقه في\nالدين ونسألك عن أول هذا الأمر كيف كان فقال ( كان الله عز وجل لا شريك له\nوكان عرشه على الماء ثم كتب في الذكر كل شيء ) + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n85 حدثنا <span id='ms025'></span> عبد الرحمن بن إبرهيم حدثنا عبد الله بن وهب حدثنا أبو هانيء عن\nأبي عبد الرحمن الحبلي عن عبد الله بن عمرو رضي الله عنهما قال سمعت رسول\nالله صلى الله عليه وسلم يقول ( فرغ الله عزوجل من مقادير الخلائق كلها قبل\nخلق السموات والأرض بخمسين ألف سنة وكان عرشه على الماء ) + أخرجه ابن وهب\nفي كتاب القدر وأخرجه والأجرى مسلم +\n</p>\n\n<p>\n86 حدثنا صفوان بن صالح حدثنا الوليد بن مسلم حدثنا ابن لهيعة عن أبي\nهانىء عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو بن العاص رضي الله\nعنهما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             قال رسول الله صلى الله عليه وسلم ( كتب الله عز وجل\nمقادير الخلق وكان عرشه على الماء قبل أن يخلق السموات والأرض بخمسين ألف\nسنة ) + ابن لهيعه تابعه جمع من الثقات +\n</p>\n\n<p>\n87 حدثنا الحسن بن الصباح حدثنا عبد الله بن يزيد عن حيوة عن أبي هانىء\nعن أبي عبد الرحمن قال سمعت عبد الله بن عمرو رضي الله عنهما يقول سمعت\nرسول الله صلى الله عليه وسلم يقول ( قدر الله عز وجل المقادير قبل أن يخلق\nالسموات والأرض بخمسين ألف سنة )\n</p>\n\n<p>\n88 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا حماد بن سلمة عن الأشعث بن\nعبد الرحمن الجرمي عن أبي قلابة عن أبي الأشعث الصنعاني عن النعمان بن بشير\nرضي الله عنهما عن النبي صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             ( إن الله عز\nوجل كتب كتابا قبل أن يخلق السماوات والأرض بألفي عام ) + أخرجه أحمد\nوالترمذي والنسائي في الكبرى +\n</p>\n\n<p>\n89 حدثنا محمد بن بشار حدثنا عبد الرحمن بن مهدي حدثنا حماد بن سلمة عن\nالأشعث بن عبد الرحمن عن أبي قلابة بإسناده مثله\n</p>\n\n<p>\n90 حدثنا عبد الأعلى بن حماد حدثنا وهيب بن خالد حدثنا أيوب قال قرأت في\nكتاب أبي قلابة ولا أعلمني إلا أني قد سمعت منه عن النعمان بن بشير رضي\nالله عنه عن النبي صلى الله عليه وسلم قال ( إن الله عز وجل كتب كتابا قبل\nأن يخلق السموات والأرض <span id='ms026'></span> بألفي سنة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             + قال أبو حاتم أبو قلابة\nعن النعمان بن بشير قال يحيى بن معين هو مرسل +\n</p>\n\n<p>\n91 حدثنا صفوان بن صالح أخبرني الوليد حدثنا سعيد بن بشير عن قتادة عن\nأبي قلابة الجرمي عن النعمان بن بشير الأنصاري نحوه\n</p>\n\n<p>\n92 حدثنا قتيبة بن سعيد حدثنا المغيرة بن عبد الرحمن عن أبي الزناد عن\nالأعرج عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال ( لما\nقضى الله عز وجل الخلق كتب كتابا فهو عنده فوق العرش إن رحمتي غلبت غضبي )\n+ أخرجه البخاري ومسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n93 حدثني عبد الله بن جعفر بن يحيى حدثنا معن عن مالك عن أبي الزناد عن\nالأعرج عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال ( لما\nقضى الله عز وجل الخلق كتب في كتاب فهو عنده فوق العرش إن رحمتي غلبت غضبي\n) + إسناده صحيح +\n</p>\n\n<p>\n94 حدثنا قتيبة بن سعيد حدثنا الليث بن سعد عن ابن عجلان عن أبيه عن أبي\nهريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال ( إن الله عز وجل\nلما خلق الخلق كتب بيده على نفسه إن رحمتي تغلب غضبي ) + صحيح وإسناده حسن\n+ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n95 حدثنا محمد بن عبد الله بن نمير حدثنا أبو خالد الأحمر عن ابن عجلان\nبإسناده + صحيح +\n</p>\n\n<p>\n96 حدثنا عثمان بن أبي شيبة حدثنا قبيصة حدثنا سفيان عن سليمان الأعمش عن\nذكوان عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال ( لما\nخلق الله عز وجل الخلق كتب كتابا على نفسه فهو فوق العرش إن رحمتي تغلب\nغضبي ) + صحيح +\n</p>\n\n<p>\n97 حدثنا أبو كريب حدثنا وكيع عن سفيان عن الأعمش بإسناده مثله + صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n98 حدثنا قتيبة حدثنا نوح بن قيس عن الأشعث عن جابر الحداني عن أبي عثمان\nالنهدي عن سلمان الفارسي رضي الله عنه قال إن الله عز وجل لما خلق الخلق\nكتب بيده في عرشه على نفسه مائة رحمة كل رحمة طباقها السموات والأرض +\nأخرجه مسلم مرفوعا +\n</p>\n\n<p>\n99 حدثنا هدبة بن خالد <span id='ms027'></span> حدثنا حماد بن سلمة عن حميد عن ثابت قال ولا\nأعلمني إلا وقد سمعت من ثابت عن الحسن بن علي رضي الله عنهما قال قضى\nالقضاء وجف القلم وأمور تقضي في كتاب قد خلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n100 حدثنا عمرو بن عثمان حدثنا بقية بن الوليد عن ثور بن يزيد عن الحسن\nبن أبي الحسن قال جف القلم ومضى القضاء وتم القدر بتحقيق الكتاب وتصديق\nالرسل وبسعادة من عمل واتقى وبشقاوة من ظلم واعتدى وبالولاية من الله عز\nوجل للمؤمنين وبالتبرئة من الله عز وجل للمشركين + بقية مدلس وقد عنعن\n</p>\n\n<p>\n101 حدثنا قتيبة بن سعيد حدثنا سفيان عن عمرو بن دينار عن طلق بن حبيب عن\nبشير بن كعب العدوي رضي الله عنه قال سأل غلامان رسول الله صلى الله عليه\nوسلم فيم العمل فيما جفت به الأقلام وجرت به المقادير أم شيء نستأنفه قال (\nبل فيما جفت به الأقلام وجرت به المقادير ) قالا ففيم العمل يا رسول الله\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             ( اعملوا فكل ميسر لما هو عامل ) قالا فالجد الآن\n</p>\n\n<p>\n102 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن سفيان عن أبي جحادة عن\nقتادة عن أبي السوار عن الحسن بن علي رضي الله عنهما قال رفع الكتاب وجف\nالقلم وأمور تقضى في كتاب قد سبق\n</p>\n\n<p>\n103 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا ابن عون عن محمد بن سيرين\nأنه قال ما ينكر قوم أن الله عز وجل علم شيئا فكتبه + إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n104 حدثنا إسحاق بن سيار حدثنا عبد الله بن صالح حدثنا معاوية بن صالح عن\nضمرة بن حبيب عن جبير بن نفير أنه قال إن الله عزو جل كان عرشه على الماء\nوإنه خلق القلم فكتب ما هو خالق وما هو كائن إلى يوم القيامة ثم إن ذلك\nالكتاب سبح الله عز وجل ومجده ألف عام قبل أن يبدأ الله خلق شيء من الأشياء\n</p>\n\n<p>\n105 حدثنا أبو بكر بن أبي شيبه حدثنا أبو أسامه عن سفيان عن ابن جريح عن\nزيد بن أسلم <span class='quran'>وما <span id='ms028'></span> خلقت الجن والإنس إلا ليعبدون </span>قال بما جبلوا\nعليه من شقوة أو سعاده + ابن جريح مدلس وقد عنعن +\n</p>\n\n<p>\n106 حدثنا سويد بن سعيد حدثنا حفص بن ميسرة عن زيد بن أسلم في قوله عز\nوجل <span class='quran'>يعلم السر وأخفى </span>قال علم أسرار العباد فأخفى سره فلم يعلم +\nبإسناد صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             صلى الله عليه وسلم باب ما روي أن النبي صلى\nالله عليه وسلم قال احتج آدم وموسى عليهما الصلاة والسلام صلى الله عليه\nوسلم\n</p>\n\n<p>\n107 حدثنا محمد بن عثمان بن خالد حدثنا إبراهيم بن سعد عن ابن شهاب عن\nحميد بن عبد الرحمن أن أبا هريرة رضي الله عنه قال قال رسول الله صلى الله\nعليه وسلم ( احتج آدم وموسى فقال له موسى أنت أدم الذي أخرجتك خطيئتك من\nالجنه فقال آدم أنت موسى الذي اصطفاك الله عز وجل برسالته وبكلامه لم\nتلومني على أمر قد قدر علي قبل أن أخلق ) قال فقال رسول الله صلى الله عليه\nوسلم ( فحج آدم وموسى ) + أخرجه البخاري ومسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n108 حدثنا محمد بن عزيز حدثني سلامه بن عقيل أخبرني محمد أن حميد بن عبد\nالرحمن بن عوف أخبره عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله\nعليه وسلم ( احتج آدم وموسى فقال موسى أنت آدم الذي آخرجت ذريتك من الجنه\nفقال له آدم أنت موسى الذي اصطفاك الله عز وجل برسالته وكلامه ثم تلومني\nعلى أمر قد قدر علي قبل أن أخلق قال فحج آدم موسى ) + الحديث صحيح +\n</p>\n\n<p>\n109 حدثني أبو مسعود أحمد بن الفرات حدثنا أبو اليمان أخبرنا شعيب عن\nالزهري حدثني حميد بن عبد الرحمن أن أبا هريرة رضي الله عنه قال قال النبي\nصلى الله عليه وسلم ( احتج آدم وموسى 000 ) فذكر مثل حديث عقيل حرفا بحرف +\nصحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n110 حدثنا قتيبه بن سعيد عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة\nرضي الله عنه أن رسول الله صلى الله عليه وسلم قال ( تحاج آدم وموسى فحج\nآدم موسى فقال له موسى أنت الذي <span id='ms029'></span> أغويت الناس وأخرجتهم من الجنه قال آدم أنت\nموسى الذي أعطاك الله عز وجل علم كل شيء واصطفاك على الناس برسالته قال نعم\nقال فتلومني على أمر قد قدر علي قبل أن أخلق ) + البخاري ومسلم +\n</p>\n\n<p>\n111 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك مثله + صحيح +\n</p>\n\n<p>\n112 حدثنا قتيبه بن سعيد حدثنا عبد العزيز بن محمد عن عمرو بن أبي عمرو\nعن الأعرج عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\n( احتج أدم وموسى فقال له موسى يا أدم خلقك الله بيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             ونفخ فيك\nمن روحه ثم أمر الملائكة فسجدوا لك ثم أمرك أن اسكن الجنه فتأكل منها حيث\nشئت رغدا ونهاك عن شجرة واحده فعصيت ربك فأكلت منها فقال يا موسى ألم تعلم\nأن الله عز وجل قدر ذلك علي قبل أن يخلقني ) فقال رسول الله صلى الله عليه\nوسلم ( لقد حج آدم موسى لقد حج آدم موسى )\n</p>\n\n<p>\n113 حدثنا وهب بن بقيه حدثنا خالد عن محمد بن عمرو عن أبي سلمه عن أبي\nهريرة رضي الله عنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             قال رسول الله صلى الله عليه وسلم (\nاحتج آدم وموسى فقال موسى أنت الذي خلقك الله عز وجل بيده ونفخ فيك من روحه\nوأسكنك الجنه وأمر الملائكة فسجدوا لك ثم أخرجك منها فقال آدم لموسى أنت\nالذي اصطفاك الله عز وجل برسالته وقربك نجيا وكلمك تكليما وأنزل عليك\nالتوراة فبكم تجد في التوراه أنه كتب علي العمل الذي عملته قال بأربعين سنه\nقال آدم فكيف تلومني على عمل كتبه الله تعالى علي قبل أن أخلق بأربعين سنه\n) فقال رسول الله صلى الله عليه وسلم ( فحج آدم موسى ) + أخرجه البخاري\nومسلم +\n</p>\n\n<p>\n114 حدثنا إسحاق بن موسى الأنصاري حدثنا أنس وهو ابن عياض حدثني محمد بن\nعمرو عن أبي سلمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه\nوسلم قال ( احتج آدم وموسى فقال موسى أنت آدم الذي خلقك الله عز وجل بيده\nونفخ فيك من <span id='ms030'></span> روحه وأسكنك الجنة وأمر الملائكة فسجدوا لك ثم أخرجتنا منها\nقال آدم أنت موسى الذي اصطفاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             الله تعالى برسالته وقربك نجيا\nوكلمك تكليما وأنزل عليك التوراة فبكم تجد في التوراة أنه كتب علي العمل\nالذي عملت قبل أن أخلق فقال موسى بأربعين سنة قال آدم فكيف تلومني في عمل\nعملته قد كتب علي قبل أن أعمله بأربعين سنة )\n</p>\n\n<p>\n115 حدثنا عثمان بن أبي شيبة حدثنا محمد بن بشر حدثنا محمد بن عمرو حدثنا\nأبو سلمة عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\nفذكر مثل حديث أنس بن عياض\n</p>\n\n<p>\n116 حدثنا أحمد بن عبدة ويعقوب بن حميد بن كاسب قالا حدثنا سفيان بن\nعيينة عن عمرو بن دينار عن طاووس سمع أبا هريرة رضي الله عنه يقول قال رسول\nالله صلى الله عليه وسلم ( احتج آدم وموسى فقال موسى يا آدم أنت أبونا\nخيبتنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             وأخرجتنا من الجنة فقال آدم أنت وموسى الذي اصطفاك الله\nعز وجل بكلامه وخط لك التوراة فهل تجد فيها أنه قضى علي قبل أن يخلقني\nبأربعين سنة قال نعم فحج آدم موسى )\n</p>\n\n<p>\nقال ابن عبدة وقال سفيان مرة ( وخط لك التوراة بيده أتلومني على أمر قدره\nعلي قبل أن يخلقني بأربعين سنة )\n</p>\n\n<p>\nوقال ابن كاسب في حديثه ( خيبتنا وأخرجتنا من الجنة ) + ا أخرجه البخاري\nومسلم +\n</p>\n\n<p>\n117 حدثنا أبو مسعود أحمد بن الفرات حدثنا أصبغ بن الفرج حدثنا عبد الله\nبن وهب عن هشام بن سعد عن زيد بن أسلم عن أبيه عن عمر رضي الله عنه قال قال\nرسول الله صلى الله عليه وسلم ( قال موسى يا رب أرني آدم الذي أخرجنا ونفسه\nمن الجنه فأراه الله عز وجل آدم فقال أنت آدم قال نعم قال أنت الذي نفخ\nالله فيك من روحه وعلمك الأسماء كلها وأسجد لك ملائكته قال نعم قال فلم\nأخرجتنا ونفسك من الجنه قال من أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             قال أنا موسى قال موسى بني\nإسرائيل قال نعم قال أنت الذي كلمك <span id='ms031'></span> الله من وراء حجاب ولم يجعل بينك وبينه\nرسولا من خلقه قال نعم قال فهل وجدت في كتاب الله عز وجل أن ذلك قبل أن\nأخلق قال نعم قال فلم تلومني على شيء سبق من الله عز وجل فيه القضاء ) فقال\nالنبي صلى الله عليه وسلم ( فحج آدم وموسى ) مرتين + أخرجه أبو داود\nوالدارمي في الرد على الجهميه +\n</p>\n\n<p>\n118 حدثنا محمد بن عبيد بن حساب حدثنا حماد بن زيد حدثنا مطر الوراق عن\nعبد الله بن بريده عن يحيى بن يعمر عن عبد الله بن عمر قال وحدثني عمر رضي\nالله عنه قال رواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             ( إن آدم وموسى احتجا في ذلك يعني القدر\nفقال له موسى أنت الذي أشقيت الناس وأخرجتهم من الجنه فقال له آدم أنت الذي\nاصطفاك الله برسالته وبكلامه وأنزل عليك التوراه قال نعم قال فوجدته قدرة\nلي قبل أن يخلقني قال نعم قال فحج آدم موسى فحج آدم موسى فحج آدم موسى ) +\nإسناد صحيح +\n</p>\n\n<p>\n119 حدثنا محمد بن المثنى حدثنا عبد الملك بن الصباح حدثنا عمران بن حدير\nعن الرديني يعني ابن أبي مجلز عن يحيى بن يعمر عن ابن عمر عن عمر رضي الله\nعنه قال عبد الملك وأكبر ظني أنه قد رفعه قال ( التقى آدم وموسى عليهما\nالصلاة والسلام فقال موسى لآدم أنت أبو الناس أسكنك الله تعالى جنته وأسجد\nلك ملائكته قال آدم لموسى أما تجده مكتوبا علي قال فحج آدم موسى فحج آدم\nموسى ) + الحديث صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             120 حدثنا أبو مسعود أحمد بن الفرات حدثنا موسى بن إسماعيل\nحدثنا حماد بن سلمه عن حميد عن الحسن عن جندب رضي الله عنه قال قال النبي\nصلى الله عليه وسلم ( احتج آدم وموسى فقال موسى يا آدم أنت الذي خلقك الله\nتعالى بيده ونفخ فيك من روحه وأسجد لك ملائكته وأسكنك جنته وفعلت ما فعلت\nوأخرجت ولدك من الجنه فقال آدم أنت موسى الذي بعثك الله برسالته وكلمك\nوأتاك التوراة وقربك نجيا أنا أقدم أم الذكر قال الذكر ) فقال <span id='ms032'></span> رسول الله\nصلى الله عليه وسلم ( فحج آدم موسى فحج آدم موسى ) + الحديث صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n121 حدثنا أبو بكر بن أبي شيبه حدثنا وكيع عن سفيان عن عبد العزيز بن\nرفيع عمن سمع عبيد بن عمير قال قال آدم يا رب أرأيت ما أتيته ابتدعته أنا\nمن قبل نفسي أو شيء قدرته علي قبل أن تخلقني قال لا بل شيء قدرته عليك قبل\nأن أخلقك قال فذلك ذقوله عز وجل <span class='quran'>فتلقى آدم من ربه كلمات </span></p>\n\n<p>\n122 حدثنا حميد بن مسعده حدثنا بشر بن المفضل حدثنا منصور بن عبد الرحمن\nقال سألت الحسن عن قوله تعالى <span class='quran'>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             ما أصاب من مصيبة في الأرض\nولا في أنفسكم إلا في كتاب من قبل أن نبرأها </span>قال سبحان الله في كتاب\nمن قبل أن نبرء النسمه + أخرجه ابن جرير وابن بطه +\n</p>\n\n<p>\n123 حدثنا قتيبه بن سعيد حدثنا ابن لهيعه عن بكر بن سواده عن أبي تميم عن\nأبي ذر رضي الله عنه قال إن المني يمكث في الرحم أربعين ليله فيأته ملك\nالنفوس فيعرج به إلى الجبار في راحته فيقول يا رب عبدك أذكر أم أنثى فيقضي\nالله تعالى بما هو قاض ثم يقول يا رب أشقي أم سعيد فيكتب ما هو لاق بين\nعينيه فتلا أبو ذر من فاتحه سورة التغابن خمس أيات + إسناه ضعيف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n124 حدثنا منجاب بن الحارث أخبرنا ابن مسهر عن الأعمش عن زيد عن وهب عن\nعبد الله بن مسعود رضي الله عنه قال حدثني رسول الله صلى الله عليه وسلم\nوهو الصادق المصدوق ( إن خلق أحدكم يجمع في بطن أمه أربعين يوما ثم يكون\nعلقه مثل ذلكثم يكون مضغة مثل ذلك ثم يبعث إليه الملك فيومر بأربع كلمات\nفيقول اكتب رزقه وعمله وأجله واكتب شقي أم سعيد ثم ينفخ فيه الروح فإن\nأحدكم ليعمل بعمل أهل الجنه حتى ما يكون بينها وبينه غير ذراع فيسبق عليه\nالكتاب فيختم بعمل أهل النار فيدخلها وإن أحدكم ليعمل بعمل أهل النار حتى\nما يكون بينه وبينها غير <span id='ms033'></span> ذراع فيسبق عليه الكتاب فيختم له بعمل أهل الجنه\nفيدخلها )\n</p>\n\n<p>\n125 حدثنا أبو كامل الجحدري حدثنا عبد الواحد حدثني الأعمش عن زيد بن وهب\nقال سمعت عبد الله بن مسعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             رضي الله عنه يقول حدثنا الصادق\nالمصدوق ( إن خلق ابن آدم يجمع في بطن أمه أربعين يوما ثم يكون علقه مثل\nذلك ثم يكون مضغه مثل ذلك ثم يبعث إليه ملك بأربع كلمات ) فذكر الحديث +\nإسناده صحيح +\n</p>\n\n<p>\n126 حدثنا أبو بكر بن أبي شيبه حدثنا وكيع حدثنا الأعمش عن زيد بن وهب عن\nعبد الله رضي الله عنه قال حدثنا رسول الله صلى الله عليه وسلم وهو الصادق\nالمصدوق ( إن خلق أحدكم يجمع في بطن أمه أربعين ليله ثم يكون علقه مثل ذلك\nثن يكون مضغه مثل ذلك ثم يبعث إليه الملك ويؤمر بأربع كلمات فيكتب عمله\nورزقه وشقي هو أو سعيد ثم ينفخ فيه الروح فذكر الحديث\n</p>\n\n<p>\n127 حدثني إسحاق بن سيار حدثنا عبيد الله بن موسى عن فطر عن سلمه بن كهيل\nعن زيد بن وهب قال سمعت ابن مسعود رضي الله عنه يقول سمعت رسول الله صلى\nالله عليه وسلم وهو الصادق المصدوق يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             ( يجمع خلق أحدكم في\nبطن أمه أربعين يوما ثم يكون علقه أربعين يوما ثم يكون مضغه أربعين يوما ثم\nيبعث الله عز وجل له ملكا فيقول اكتب وعمله وأجله ورزقه واكتب شقي أم سعيد\n) وقال عبد الله ( والذي نفسي بيده إن الرجل ليعمل بعمل أهل السعاده فيعمل\nبعمل أهل الجنه حتى ما يكون بينه وبينها غير ذراع ثم يدركه الشقاء فيعمل\nبعمل أهل النار أو بالشقاء فيدخل النار ) + الحديث صحيح +\n</p>\n\n<p>\n128 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا المسعودي حدثني عبد الله بن\nالمخارق عن أبيه مخارق بن سليم قال قال عبد الله بن مسعود رضي الله عنه إن\nالنطفه تكون في الرحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             أربعين ليله ثم تكون علقه أربعين ليله ثم\nتكون مضغه أربعين ليله فإذا أراد الله عز وجل أن يخلق الخلق أنزل ملكا\nفيقال <span id='ms034'></span> اكتب فيقول ما أكتب يا رب فيقال اكتي شقي أم سعيد ذكر أم أنثى وما\nأجله وما رزقه ويوحي الله عز وجل ما يشاء فيكتب الملك ثم قرأ عبد الله <span class='quran'>إنا خلقنا الإنسان من نطفة أمشاج نبتليه فجعلناه سميعا بصيرا </span>قال عبد\nالله وأمشاجها عروقها + الحديث صحيح +\n</p>\n\n<p>\n129 حدثنا أبو بكر بن أبي شيبه حدثنا وكيع عن شعبه عن مخارق عن طارق عن\nعبد الله رضي الله عنه قال الشقي من شقي في بطن أمه + أخرجه ابن بطه في\nالإبانه واللالكائي موفوقا هكذا +\n</p>\n\n<p>\n130 حدثنا إسماعيل بن مسعود حدثنا المعتمر بن سليمان عن شعبة عن أبي\nإسحاق الهمداني وسلمة بن كهيل أنهما سمعا أبا الأحوص الجشمي يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             كان عبد الله بن مسعود رضي الله عنه يقول الشقي من شقي في بطن\nأمه وأن السعيد من وعظ بغيره + أخرجه عبد الرزاق وابن بطة والطيراني +\n</p>\n\n<p>\n131 حدثنا منجاب بن الحارث حدثنا ابن مسهر عن الأعمش عن عمرو بن مرة عن\nعبد الرحمن بن أبي ليلى عن عبد الله بن ربيعة السلمي قال كنا جلوسا عند عبد\nالله بن مسعود رضي الله عنه فذكر القوم رجلا سيىء الخلق فقال بعضهم أماله\nمن ينهاه أماله من يأخذ على يديه فقال عبد الله أتقولون ذاك أرأيتم لو قطع\nرأسه أكنتم تقدرون على أن تجعلوا له رأسا آخر قالوا لا قال أرأيتم لو قطعت\nيده أكنتم تقدرون على أن تجعلوا له يدا أخرى قالوا لا قال أرأيتم لو قطعت\nرجله أكنتم تقدرون على أن تجعلوا له رجلا أخرى قالوا لا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nفإنكم لن تغيروا خلقه كما لم تغيروا خلقه ثم قال إن النطفة إذا وقعت في\nالرحم التي يقضى فيها النفس كانت في الجسد أربعين يوما ثم تحادرت دما فكانت\nعلقه مثل ذلك ثم يبعث الله الملك فيقول اكتب رزقه وأثرة وخلقه وأجله واكتب\nشقي أو سعيد ثم ينفخ فيه الروح\n</p>\n\n<p>\n132 حدثنا أبو مسعود إسماعيل بن مسعود حدثنا المعتمر بن سليمان حدثنا أبو\nعوانه عن عزرة بن ثابت الأنصاري <span id='ms035'></span> قال حدثني يوسف المكي عن أبي طفيل قال قال\nعبد الله بن مسعود رضي الله عنه في المسجد إن الشقي من شقي في بطن أمه وإن\nالسعيد من وعظ بغيره قال فأتيت حذيفه بن أسيد الغفاري فقلت العجب هذا ابن\nمسعود يحدث في المسجد أن الشقي من شقي في بطن أمه وأن السعيد من وعظ بغيره\nفما بال هذا الطفل الصغير قال لم تعجب أو لا تعجب سمعت رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             صلى الله عليه وسلم مرارا ذوات عدد يقول ( إن النطفه إذا وقعت\nفي الرحم ثم استقرت أربعين ليله قال فيجيء ملك الرحم فيدخل فيصور له عظمه\nولحمه ودمه وشعرة وبشره وسمعه وبصره قال ثم يقول أي رب أذكر أم أنثى قال\nفيقضي الله تعالى إليه ويكتب الملك قال ثم يقول أي رب أشقي أم سعيد قال\nفيقضي الله تعالى إليه ويكتب الملك قال فيقول يا رب آثره قال فيقضي الله\nتعالى ما شاء ويكتب الملك قال ثم يقول يا رب أجله قال فيقضي الله تعالى ما\nشاء ويكتب الملك قال ثم يطوي تلك الصحيفه فلا تنشر إلى يوم القيامه + أخرجه\nمسلم +\n</p>\n\n<p>\n133 حدثنا قتيبه بن سعيد حدثنا سفيان عن عمرو بن دينار عن أبي الطفيل عن\nحذيفه بن أسيد رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( يدخل\nالملك على النطفه بعدما يصير في الرحم بأربعين أو بخمس وأربعين ليله فيقول\nأي رب ماذا أشقي أم سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             فيقول الله عز وجل فيكتب ثم يقول أذكر\nأم أنثى فيقول الله تعالى فيكتب رزقه وعمله ومصيبته ثم يطوي الصحيفه فلا\nيزاد فيها ولا ينقص ) + أخرجه مسلم +\n</p>\n\n<p>\n134 حدثنا محمد بن الصباح حدثنا سفيان عن عمرو عن أبي الطفيل سمع حذيفه\nبن أسيد الغفاري أبا سريحه رضي الله عنه يحدث عن النبي صلى الله عليه وسلم\nفذكر مثله\n</p>\n\n<p>\n135 حدثنا أبو بكر بن أبي شيبة حدثنا إسحاق بن منصور عن محمد بن مسلم عن\nعمرو بن دينار عن أبي الطفيل عن حذيفة بن <span id='ms036'></span> أسيد الغفاري رضي الله عنه قال\nسمعت رسول الله صلى الله عليه وسلم يقول ( إن النطفة إذا مكثت في الرحم\nخمسا وأربعين ليلة قال الملك يا رب شقي أم سعيد فيقضي الله عز وجل ويكتب\nالملك ثم يقول يا رب أذكر أم أنثى فيقضي الله تعالى ويكتب الملك ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             تطوى الصحيفة فلا يزاد فيها ولا ينقص )\n</p>\n\n<p>\n136 حدثنا عثمان بن أبي شيبة حدثنا إسحاق بن منصور السلولي عن محمد بن\nمسلم عن عمرو بن دينار عن أبي الطفيل قال سمعت ابن مسعود رضي الله عنه يقول\nإن الشقي من شقي في بطن أمه والسعيد من وعظ بغيره فذكرت لحذيفة بن أسيد رضي\nالله عنه فقال سمعت رسول الله صلى الله عليه وسلم يقول ( إن النطفة إذا\nمكثت في الرحم خمسا وأربعين ليلة قال الملك يا رب أشقي أم سعيد فيقضي الله\nتعالى ويكتب الملك ثم يقول يا رب أذكر أم أنثى فيقول الله تعالى ويكتب\nالملك فيقول يا رب أجله ورزقه وعمله فيقضي الله عز وجل ويكتب الملك ثم تطوى\nالصحيفة فلا يزاد فيها ولا ينقص )\n</p>\n\n<p>\n137 حدثنا عبد الرحمن بن إبراهيم حدثنا محمد بن شعيب حدثنا الأوزاعي\nحدثني الزهري عمن سمع ابن عمر رضي الله عنهما يقول إن الله تعالى إذا أراد\nأن يخلق النطفة قال ملك الأرحام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             معرضا أذكر أم أنثى فيقضي الله\nتعالى أمره ثم يقول الملك أشقي أم سعيد فيقضي الله تعالى أمره ثم يكتب بين\nعينيه ما هو لاق حتى النكبة ينكبها + صحيح +\n</p>\n\n<p>\n138 حدثنا عباس العنبري حدثنا عبد الرزاق أخبرنا معمر عن الزهري أخبرني\nابن هنيدة قال سمعت ابن عمر رضي الله عنهما يقول إذا خلق الله تعالى النسمة\nفي الرحم قال ملك الأرحام معرضا أي رب أذكر أم أنثى فيقضي الله تعالى إليه\nأمره في ذلك فيقول أي رب أشقي أم سعيد فيقضي الله تعالى أمره في ذلك\n</p>\n\n<p>\n139 حدثني محمد بن عزيز الأيلي حدثنا سلامة عن عقيل حدثني محمد بن مسلم\nأن عبد الرحمن بن هنيدة <span id='ms037'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             مولى عمر أخبره أن عبد الله بن عمر رضي\nالله عنهما قال إذا خلق الله النسمة قال ملك الأرحام معرضا تبارك الله أي\nرب أذكر أم أنثى فيقضي الله تعالى أمره ثم يقول أي رب أشقي أم سعيد قال\nفيقضي الله تعالى أمره قال ثم يكتب بين عينيه ما هو لاق حتى النكبة ينكبها\n+ صحيح +\n</p>\n\n<p>\n140 حدثنا صفوان بن صالح حدثنا الوليد بن مسلم حدثنا ابن جريج عن أبي\nالزبير عن أبي الطفيل عامر بن واثلة قال سمعت عبد الله بن مسعود رضي الله\nعنه يقول الشقي من شقي في بطن أمه والسعيد من وعظ بغيره فقلت خزيا للشيطان\nيسعد الإنسان ويشقى من قبل أن يعمل فأتيت حذيفة بن أسيد الغفاري رضي الله\nعنه فحدثته بما قال عبد الله بن مسعود رضي الله عنه فقال ألا أحدثك بما\nسمعت من رسول الله صلى الله عليه وسلم فقلت بلى فقال سمعت رسول الله صلى\nالله عليه وسلم يقول ( إذا استقرت النطفة في الرحم اثنتين وسبعين صباحا أتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             ملك الأرحام فخلق لحمها وعظمها وسمعها وبصرها ثم قال يا رب\nأشقي أم سعيد فيقضي ربك ما يشاء فيها ويكتب الملك ثم يقول يا رب أذكر أم\nأنثى فيقضي ربك عز وجل ما يشاء ويكتب الملك ثم يذكر رزقه وأجله وعمله مثل\nهذه القصة ثم يخرج الملك بصحيفة ما زاد فيها ولا نقص + إسناده صحيح +\n</p>\n\n<p>\n141 حدثنا إسحاق بن سيار حدثنا أبو صالح عبد الله بن صالح حدثني الليث\nحدثني يونس عن ابن شهاب أن عبد الرحمن بن هنيدة مولى عمر بن الخطاب أخبره\nعن عبد الله بن عمر رضي الله عنهما أنه قال سمعت رسول الله صلى الله عليه\nوسلم يقول ( إذا خلق الله عز وجل النسمة قال ملك الأرحام معرضا أي رب أذكر\nأم أنثى قال فيقضي الله إليه أمره قال ثم يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             أي رب أشقي أم\nسعيد قال فيقضي الله تعالى إليه أمره ثم يكتب بين عينيه ما هو لاق حتى\nالنكبة ينكبها <span id='ms038'></span> ) + صحيح +\n</p>\n\n<p>\n142 حدثنا محمد بن إسحاق الصاغاني ومحمد بن عوف الحمصي قالا حدثنا أصبغ\nبن الفرج أخبرني ابن وهب أخبرني يونس عن ابن شهاب أن عبد الرحمن بن هنيدة\nحدثه أن عبد الله بن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه\nوسلم ( إذا أراد الله عز وجل أن يخلق النسمة قال ملك الأرحام معرضا ) فذكر\nمثله + إسناده صحيح +\n</p>\n\n<p>\n143 حدثنا أبو جعفر النفيلي حدثنا عتاب بن بشير عن خصيف عن أبي الزبير عن\nجابر رضي الله عنه أراه قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             رفعه قال ( إن النطفة إذا استقرت في\nالرحم أربعين يوما أو أربعين ليلة أذن الله عز وجل في خلقها فيقول الملك أي\nرب أجله فيقال له كذا وكذا ثم يقول أي رب رزقه فيقال له كذا وكذا ثم يقول\nأي رب مصيبته فيقال له كذا وكذا ثم يقول رب أشقي أم سعيد فيقال له كذا وكذا\n) + الحديث في ضعف +\n</p>\n\n<p>\n144 حدثنا أبو بكر بن أبي شيبة حدثنا يحيى بن آدم عن حماد بن زيد عن عبيد\nالله بن أبي بكر عن أنس بن مالك جده قال قال رسول الله صلى الله عليه وسلم\n( إن الله عز وجل قد وكل بالرحم ملكا فيقول أي رب أنطفة أي رب أعلقة أي رب\nأمضغة فإذا أراد الله عز وجل أن يقضي خلقها قال يقول الملك أذكر أم أنثى\nشقي أم سعيد فما الأجل فما الرزق فيكتب كل ذلك في بطن أمه ) + أخرجه\nالبخاري ومسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n145 حدثنا أبو أمية الواسطي حدثنا يزيد بن هارون أخبرنا مبارك بن فضالة\nعن عبيد الله بن أبي بكر عن أنس بن مالك رضي الله عنه قال قال رسول الله\nصلى الله عليه وسلم ( إن النطفة تكون في الرحم أربعين ليلة وتقبلها الملك\nفيقول تبارك الله أحسن الخالقين فإذا أراد أن يخلقها قال الملك يا رب أذكر\nأم أنثى أشقي أم سعيد ما أجله ما رزقه قال فيقضي الله عز وجل من ذلك ما أحب\nويكتب الملك ) + مبارك بن فضالة <span id='ms039'></span> مشهور بالتدليس +\n</p>\n\n<p>\n146 حدثنا أبو الحسن علي بن داود حدثنا سعيد بن أبي مريم أخبرنا ابن\nلهيعة عن كعب بن علقمة عن عيسى بن هلال عن عبد الله بن عمرو بن العاص رضي\nالله عنه أنه قال إذا مكثت النطفة في رحم المرأة أربعين ليلة جاءها ملك\nفاختلجها ثم عرج بها إلى الرحمن عز وجل وتبارك فقال اخلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             يا\nأحسن الخالقين فيقضي الله فيها ما شاء من أمره ثم يدفع إلى الملك فيسأل\nالملك عند ذلك فيقول يا رب أسقط أم تمام فيبين له ثم يقول يا رب أواحد أم\nتوأم فيبين له فيقول يا رب أذكر أم أنثى فيبين له فيقول أناقص الأجل أم تام\nالأجل فيبين له ثم يقول يا رب أشقي أم سعيد فيبين له ثم يقول يا رب اقطع\nرزقه فيقطع له رزقه مع خلقه فيهبط بهما جميعا فوالذي نفسي بيده لا ينال من\nالدنيا إلا ما قسم له فإذا أكل رزقه قبض + إسناده ضعيف +\n</p>\n\n<p>\n147 حدثنا أبو بكر بن أبي شيبه حدثنا وكيع عن مسعر عن علقمه بن مرثد عن\nالمغيرة بن عبد الله اليشكري عن المعرور بن سويد عن عبد الله بن مسعود رضي\nالله عنه قال قالت أم حبيبه رضي الله عنها زوج النبي صلى الله عليه وسلم\nاللهم متعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             بزوجي رسول الله صلى الله عليه وسلم وبأبي أبي\nسفيان وبأخي معاويه فقال النبي صلى الله عليه وسلم ( إنك قد سألت الله\nلآجال مضروبه وأيام معدوده مقسومه لن يعجل شيء قبل حله أو يؤخر شيء عن حله\nولو كنت سألت الله أن يعيذك من عذاب النار أو عذاب القبر كان خيرا لك وأفضل\n) + أخرجه مسلم +\n</p>\n\n<p>\n148 حدثنا إسحاق بن راهويه أخبرنا جرير عن العلاء بن المسيب عن الفضيل بن\nعمرو عن عائشه بنت طلحه عن عائشه رضي الله عنها قالت توفي صبي من الأنصار\nفقلت عصفور من عصافير الجنه فقال رسول الله صلى الله عليه وسلم ( مه يا\nعائشه إن الله خلق الجنه وخلق لها أهلا <span id='ms040'></span> وخلق النار وخلق لها أهلا ) + أخرجه\nمسلم\n</p>\n\n<p>\n149 حدثنا عثمان بن أبي شيبه حدثنا جرير عن العلاء بإسناده مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n150 حدثنا إسحاق بن راهويه قال أخبرنا عثمان بن عمر حدثنا عزرة بن ثابت\nعن يحيى بن عقيل عن يحيى بن يعمر عن أبي الأسود الديلي قال قال لي عمران بن\nحصين رضي الله عنه أرأيت ما يعمل الناس اليوم ويكدحون فيه أشيء قضي عليهم\nومضى عليهم من قدر سبق أو فيما يستقبلون به مما أتاهم به نبيهم صلى الله\nعليه وسلم ويثبت به الحجه عليهم فقلت شيء قضي عليهم ومضى عليهم قال أفلا\nيكون ظلما قال ففزعت من ذلك فزعا شديدا وقلت كل شيء خلق الله وملك يده فلا\nيسأل عما يفعل وهو يسألون فقال يرحمك الله إني لم أرد بما سألتك إلا لأحرز\nعقلك إن رجلين من مزينه أتيا رسول الله صلى الله عليه وسلم فقالا يا رسول\nالله أرأيت ما يعمل الناس اليوم ويكدحون فيه أشيء قضي عليهم ومضى فيهم من\nقدر عليهم أم فيما يستقبلون به مما أتاهم به نبيهم صلى الله عليه وسلم\nويثبت به الحجه عليهم فقال [ لا بل شيء قضي عليهم ومضى فيهم وتصديق ذلك من\nكتاب الله <span class='quran'>ونفس وما سواها فألهمها فجورها وتقواها </span>] + أخرجه مسلم\n+\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             151 حدثنا إسحاق بن راهويه حدثنا أبو عامر العقدي حدثنا هشام\nبن سعد عن سعيد بن أبي هلال عن أبي الأسود الديلي قال قدمت البصرة وبها\nعمران بن الحصين رضي الله عنه صاحب رسول الله صلى الله عليه وسلم فجلست في\nمجلسي فذكروا القدر فأمرضوا قلبي فأتيت عمران بن الحصين فقلت يا أبا نجيد\nإني جلست مجلسا فذكروا القدر فأمرضوا قلبي فهل أنت محدثي عنه قال نعم تعلم\nأن الله عز وجل لو عذب أهل السموات وأهل الأرض لعذبهم حين يعذبهم وهو غير\nظالم ولو رحمهم كانت رحمته أوسع لهم ولو كان لك مثل أحد ذهبا فأنفقته ما\nيقبل منك حتى تؤمن بالقدر كله خيره وشرة وستقدم المدينه فتلقى بها أبي <span id='ms041'></span> بن\nكعب وعبد الله بن مسعود قال فقدمت المدينة فجلست في مجلس فيه عبد الله بن\nمسعود وأبي بن كعب فقلت لأبي أصلحك الله إني قدمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             البصرة فجلست\nفي مجلس فذكروا القدر فأمرضوا قلبي فهل أنت محدثي عنه فقال نعم لو أن الله\nتعالى عذب أهل السموات وأهل الأرض لعذبهم وهو غير ظالم ولو رحمهم كانت\nرحمته أوسع لهم ولو كان لك مثل أحد ذهبا فأنفقته ما يقبل منك حتى تؤمن\nبالقدر كله خيره وشره ثم قال يا أبا عبد الرحمن حدث أخاك فحدثني بما حدثني\nأبي + أخرج القصه الطبراني +\n</p>\n\n<p>\n152 حدثنا ميمون بن الأصبغ حدثنا عبد الله بن يوسف حدثنا خالد بن يزيد\nالمري حدثني يونس بن ميسرة بن حلبس حدثتني أم الدرداء رضي الله عنها عن أبي\nالدرداء عن رسول الله صلى الله عليه وسلم قال ( فرغ الله عز وجل إلى كل عبد\nمن خمس من عمله وأجله ورزقه وأثره ومضجعه ) + أخرجه الطيالسي وأحمد +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n153 حدثنا موسى بن مروان الرقي حدثنا المعافى بن عمران عن ليث بن سعد\nالمصري عن قيس بن الحجاج أن حنشا الصنعاني أخبره أن ابن عباس رضي الله\nعنهما ركب خلف النبي صلى الله عليه وسلم فقال ( يا غلام إني معلمك كلمات\nاحفظ الله يحفظك احفظ الله تجده تجاهك وإذا سألت فاسأل الله وإذا استعنت\nفاستعن بالله عز وجل واعلم أن الأمة إن اجتمعوا على أن ينفعوك لم ينفعوك\nإلا بشيء كتب الله لك ولو اجتمعوا على أن يضروك لم يضروك إلا بشيء كتبه\nالله تعالى لك ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n154 حدثنا موسى بن مروان حدثنا المعافى بن عمران عن أبي شهاب الحناط عن\nعيسى بن محمد القرشي عن ابن أبي ملكية عن ابن عباس رضي الله عنهما نحوه في\nالمعنى وزاد فيه ( واعلم أن النصر مع الصبر والفرج مع الكرب وأن مع العسر\nيسرا ) + ليس بقوي +\n</p>\n\n<p>\n155 حدثنا إسحاق بن راهويه أخبرنا عيسى بن يونس حدثنا عمر مولى غفرة عن\nابن عباس رضي الله عنهما قال كنت رديف رسول الله <span id='ms042'></span> صلى الله عليه وسلم فقال (\nيا غلام ألا أعلمك كلمات لعل الله تعالى أن ينفعك بهن احفظ الله يحفظك احفظ\nالله تجده أمامك اعرف الله في الرخاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             يعرفك في الشدة وإذا سألت\nفاسأل الله وإذا استعنت فاستعن بالله فقد جف القلم بما هو كائن فلو اجتمع\nالخلق على أن ينفعوك بشيء لم يكتبه الله عليك لم يقدروا عليه ولو اجتمع\nالخلق على أن يضروك بشيء لم يكتبه الله عليك لم يقدروا عليه إن استطعت أن\nتعمل لله تعالى بالرضا في النفس فافعل فإن لم تستطع فإن في الصبر على ما\nتكره خيرا كثيرا واعلم أن النصر مع الصبر وأن الفرج مع الكرب وأن مع العسر\nيسرا )\n</p>\n\n<p>\nسمعت إسحاق يقول قال عيسى قلت لعمر أسمعته من ابن عباس رضي الله عنهما\nقال قد أدركته + ضعيف +\n</p>\n\n<p>\n156 حدثنا أبو كامل الجحدري حدثنا أبو عبد الرحمن المقرىء حدثنا كهمس\nأسنده إلى أن ابن عباس وقال أنبأ ابن لهيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             ونافع بن يزيد عن\nقيس بن الحجاج عن حنش عن ابن عباس رضي الله عنهما قال أبو عبد الرحمن لا\nأحفظ حديث بعضهم من بعض أن ابن عباس رضي الله عنهما قال كنت رديف رسول الله\nصلى الله عليه وسلم فقال ( يا غلام أو يا غليم ألا أعلمك كلمات ينفعك الله\nبهن فقلت بلى يا رسول الله فقال ( احفظ الله يحفظك احفظ الله تجده أمامك\nتعرف إلى الله في الرخاء يعرفك في الشدة إذا سألت فاسأل الله وإذا استعنت\nفاستعن بالله فقد جف القلم بما هو كائن فلو أن الخلق كلهم أرادوا أن ينفعوك\nبشيء لم يكتبه الله عليك لم يقدروا عليه وإن أرادوا أن يضروك بشيء لم\nيقدروا عليه اعمل لله بالشكر واليقين واعلم أن في الصبر على ما تكره خيرا\nكثيرا واعلم أن النصر مع الصبر وأن الفرج مع الكرب وأن مع العسر يسرا ) +\nضعيف +\n</p>\n\n<p>\n157 حدثني أبو وهب الوليد بن عبد الملك الحراني حدثنا محمد بن سلمة عن\nأبي عبد الرحيم عن أبي عبد <span id='ms043'></span> السلام الشامي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             عن يزيد بن أبي حبيب\nعن حنش الصنعاني عن ابن عباس رضي الله عنهما قال أهدت فارس لرسول الله صلى\nالله عليه وسلم بغلة شهباء ململمة فكأنها أعجبت رسول الله صلى الله عليه\nوسلم فدعا بصوف وليف فمحلنا لها رسنا وعذارا ثم دعا بعباءة خلق فثناها ثم\nربعها ووضعها عليها ثم ركب فقال ( اركب يا غلام ) يعني ابن عباس فركبت خلفه\nفسرنا حتى حاذينا بقيع الغرقد فضرب بيده اليمنى على منكبي الأيسر وقال ( يا\nغلام احفظ الله يحفظك احفظ الله تجده تجاهك ولا تسأل غير الله تعالى ولا\nتحلف إلا بالله تعالى جفت الأقلام وطويت الصحف فو الذي نفسي بيده لو أن أهل\nالسماء وأهل الأرض اجتمعوا على أن يضروك بغير ما كتب الله لك ما استطاعوا\nذلك ) قلت يا رسول الله وكيف لي بمثل هذا من اليقين حتى أخرج من الدنيا قال\n( تعلم أن ما أصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك ) + الحديث صحيح\n+ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n158 حدثنا إبراهيم بن عبد الله الهروي حدثنا عباد بن العوام حدثنا عبد\nالواحد بن سليم عن عطاء عن ابن عباس رضي الله عنهما قال كنت رديفا لرسول\nالله صلى الله عليه وسلم فقال لي ( احفظ الله يا غلام يحفظك احفظ الله تجده\nتجاهك إذا سألت فاسأل الله وإذا استعنت فاستعن بالله رفعت الأقلام وجفت\nالصحف والذي نفسي بيده لو جاءت الأمة لتنفعك بغير ما كتب الله لك ما\nاستطاعت ذلك ولو أرادت أن تضرك بغير ما كتب الله لك ما استطاعت ذلك أو قال\nما قدرت ) + إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             صلى الله عليه وسلم باب ما روي في\nأولاد المشركين وقول النبي صلى الله عليه وسلم الله أعلم بما كانوا عاملين\nصلى الله عليه وسلم\n</p>\n\n<p>\n159 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد بن سلمة عن قيس بن سعد عن\nطاووس ومجاهد عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم\nذكر أطفال المشركين فقال رجل أين هم يا رسول <span id='ms044'></span> الله قال ( الله أعلم بما\nكانوا عاملين ) + الحديث عند البخاري ومسلم +\n</p>\n\n<p>\n160 حدثنا قتيبة بن سعيد حدثنا ابن لهيعة عن الأعرج عن أبي هريرة رضي\nالله عنه أن رسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             ( كل بني آدم\nيولد على الفطرة فأبواه يهودانه وينصرانه كما تنتج من بهيمة جمعاء هل تحس\nمن جدعاء ) فقيل أفرأيت من يموت صغيرا يا رسول الله قال ( الله أعلم بما\nكانوا عاملين ) + الحديث في الصحيحين البخاري ومسلم +\n</p>\n\n<p>\n161 حدثنا قتيبة بن سعيد عن مالك بن أنس عن أبي الزناد عن الأعرج عن أبي\nهريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال ( كل مولود يولد\nعلى الفطرة فأبواه يهودانه وينصرانه كما نتائج الإبل من بهيمة جمعاء هل تحس\nمن جدعاء ) قالوا يا رسول الله أفرأيت من يموت وهو صغير قال ( الله أعلم\nبما كانوا عاملين ) + إسناده صحيح +\n</p>\n\n<p>\n162 حدثنا قتيبة بن سعيد حدثنا سفيان عن طاووس عن أبيه وعن أبي الزناد عن\nالأعرج عن أبي هريرة رضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             الله عنه أن النبي صلى الله عليه وسلم\nسئل عن أولاد المشركين من يموت منهم وهم صغار فقال ( الله أعلم بما كانوا\nعاملين ) + في الصحيحين +\n</p>\n\n<p>\n163 حدثنا إسحاق بن راهويه أخبرنا سفيان عن الزهري عن عطاء بن يزيد\nالليثي عن أبي هريرة رضي الله عنه قال سئل النبي صلى الله عليه وسلم عن\nأولاد المشركين فقال رسول الله صلى الله عليه وسلم ( الله أعلم بما كانوا\nعاملين + في الصحيحين +\n</p>\n\n<p>\n164 حدثنا محمد بن عزيز الأيلي حدثنا سلامة عن عقيل عن ابن شهاب عن عطاء\nبن يزيد أنه سمع أبا هريرة رضي الله عنه يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             سئل رسول الله\nصلى الله عليه وسلم عن ذراري المشركين فقال ( الله تعالى أعلم بما كانوا\nعاملين ) + إسناده فيه ضعف والحديث صحيح +\n</p>\n\n<p>\n165 حدثنا عثمان بن أبي شيبة حدثنا شبابة بن سوار عن ابن أبي ذئب عن\nالزهري عن عطاء بن يزيد عن أبي هريرة رضي الله عنه قال سئل النبي صلى الله\nعليه وسلم عن أطفال <span id='ms045'></span> المشركين فقال ( الله أعلم بما كانوا عاملين ) + في\nالصحيحين +\n</p>\n\n<p>\n166 حدثنا محمد بن المثنى حدثنا عثمان بن عمر عن ابن أبي ذئب عن الزهري\nعن عطاء بن يزيد عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه\nوسلم سئل عن أولاد المشركين فقال ( الله أعلم بما كانوا عاملين (\n</p>\n\n<p>\n167 حدثنا ابن المثنى حدثنا أبو داود وأبو عامر قالا حدثنا ابن أبي ذئب\nبإسناده مثله\n</p>\n\n<p>\n168 حدثني محمد بن إسحاق حدثنا أصبغ بن الفرج أخبرني ابن وهب أخبرني يونس\nوابن أبي ذئب عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             شهاب عن عطاء بن يزيد الليثي عن أبي هريرة\nرضي الله عنه أن رسول الله صلى الله عليه وسلم سئل عن أولاد المشركين فقال\n( الله أعلم بما كانوا عاملين ) + صحيح +\n</p>\n\n<p>\n169 حدثنا الحسن بن سهل الحناط حدثنا أسامة حدثني محمد بن عمرو عن أبي\nسلمة عن أبي هريرة رضي الله عنه قال سئل رسول الله صلى الله عليه وسلم عن\nاللاهين فقال ( الله أعلم بما كانوا عاملين ) + صحيح +\n</p>\n\n<p>\n170 حدثنا إسحاق بن راهويه حدثنا بقية بن الوليد حدثني محمد بن زياد وهو\nالألهاني حدثنا عبد الله بن أبي قيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             حدثتني عائشة رضي الله\nعنها زوج النبي صلى الله عليه وسلم وسألتها عن ذراري المؤمنين والمشركين\nفقالت سألت رسول الله صلى الله عليه وسلم فقال ( هم مع آبائهم ) فقلت يا\nرسول الله بلا عمل فقال ( الله أعلم بما كانوا عاملين )\n</p>\n\n<p>\n171 حدثنا سريج بن يونس حدثنا هشيم عن أبي بشر عن سعيد بن جبير عن ابن\nعباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم سئل عن ذراري\nالمشركين فقال ( الله أعلم بما كانوا عاملين ) + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n172 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا شعبة عن أبي بشر جعفر بن\nأبي وحشية عن سعيد بن جبير عن ابن عباس رضي الله عنهما أن النبي صلى الله\nعليه وسلم سئل عن أولاد المشركين فقال ( الله أعلم بما كانوا عاملين )\n</p>\n\n<p>\n173 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا أبو عوانه عن <span id='ms046'></span> أبي بشر عن\nسعيد بن جبير عن ابن عباس رضي الله عنهما مثله + صحيح +\n</p>\n\n<p>\n174 حدثنا محمد بن عبد الملك حدثنا أبو عوانه عن أبي بشر عن سعيد بن جبير\nعن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم سئل عن أولاد\nالمشركين فقال ( الله أعلم بما كانوا عاملين إذ خلقهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n175 حدثنا إبراهيم بن الحجاج السامي حدثنا حماد بن سلمه عن عمار بن أبي\nعمار قال قال ابن عباس رضي الله عنهما أتى علي زمان وأنا أقول أولاد\nالمسلمين مع المسلمين وأولاد المشركين مع المشركين حتى حدثني فلان عن فلان\nأن رسول الله صلى الله عليه وسلم سئل عنهم فقال ( الله أعلم بما كانوا\nعاملين ) فلقيت فلانا فحدثني عن النبي صلى الله عليه وسلم فأمسكت\n</p>\n\n<p>\n176 حدثنا أحمد بن إبراهيم حدثنا إسماعيل بن عليه حدثنا خالد وهو الحذاء\nعن عمار بن أبي عمار عن ابن عباس رضي الله عنه قال كنت أقول في أولاد\nالمشركين هم منهم فحدثني رجل عن رجل من أصحاب النبي صلى الله عليه وسلم\nفلقيته فحدثني عن النبي صلى الله عليه وسلم أنه قال ( ربهم أعلم بهم هو\nخلقهم وهو أعلم بهم وبما كانوا عاملين ) + أخرجه أحمد وابنه عبد الله في\nالسنه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n177 حدثنا أبو كامل الجحدري حدثنا أبو عوانه عن هلال بن خباب عن عكرمة عن\nابن عباس رضي الله عنهما قال كان رسول الله صلى الله عليه وسلم في بعض\nمغازيه فسأله رجل فقال يا رسول الله ما تقول في اللاهين فسكت فلم يرد عليه\nفلما فزغ رسول الله صلى الله عليه وسلم من غزوه أو عدوة وظهر عليهم طاف\nفإذا هو بصبي قد سقط من محفه فإذا هو يبحث في الأرض فأمر مناديا فنادى أين\nالسائل عن اللاهين فجاء رجل إلى رسول الله صلى الله عليه وسلم فنهى رسول\nالله صلى الله عليه وسلم عن قتل الأطفال فقال ( الله أعلم بما كانوا عاملين\n)\n</p>\n\n<p>\n178 حدثنا محمد بن مصفى حدثنا بقيه بن الوليد حدثنا عمر <span id='ms047'></span> بن عبد الله مولى\nغفرة عن محمد بن كعب القرظي قال لو أن الله عز وجل منع أحدا لمنع إبليس\nمسألته حين عصاة وزجرة من جنته وآيسه من رحمته وجعله داعيا إلى الغي فسأله\nأن ينظرة إلى يوم يبعثون فأنظره ولو كان الله مشفعا أحدا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \nشيء ليس في أم الكتاب لشفع إبراهيم في أبيه حين إتخذه خليلا وشفع محمدا في\nعمه + إسناده ضعيف +\n</p>\n\n<p>\n179 حدثنا أبو أنس مالك بن سليمان حدثنا بقيه بن الوليد حدثني عمر مولى\nغفرة عن محمد بن كعب القرظي فذكر مثله + إسناده ضعيف + 180 حدثنا قتيبه عن\nمالك بن أنس عن يزيد بن زياد عن محمد بن كعب القرظي أنه قال قال معاويه بن\nأبي سفيان رضي الله عنه وهو على هذا المنبر أيها الناس إنه لا مانع لما\nأعطاه الله ولا معطي لما منع الله عز وجل ولا ينفع ذا الجد منه الجد من يرد\nالله بهخيرا يفقهه في الدين ثم قال سمعت هؤلاء الكلمات من رسول الله صلى\nالله عليه وسلم على هذه الأعواد + إسناد صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n181 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد بن مسلم حدثنا سعيد بن عبد\nالعزيز عن عطيه بن قيس الكلابي عن قزعه بن يحيى عن أبي سعيد الخدري رضي\nالله عنه عن رسول الله صلى الله عليه وسلم أنه كان إذا قال ( سمع الله لمن\nحمده ) قال ( اللهم ربنا لك الحمد ملء السموات وملء الأرض وملء ما شئت من\nشيء بعد أهل الثناء والمجد أحق ما قال العبد وكلنا لك عبد ولا مانع لما\nأعطيت ولا معطي لمامنعت ولا ينفع ذا الجد منك الجد ) + أخرجه مسلم +\n</p>\n\n<p>\n182 حدثنا علي بن حكيم الأودي أخبرنا شريك عن أبي عمر عن أبي جحيفه رضي\nالله عنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             تذاكروا الجدود عند رسول الله صلى الله عليه وسلم\nفقال بعضهم جدي في الإبل وقال بعضهم جدي في الخيل وقال بعضهم جدي في الغنم\nفحضرت الصلاة فصلى بهم النبي صلى الله عليه وسلم فلما رفع رأسه من <span id='ms048'></span> الركوع\nقال ( سمع الله لمن حمده ربنا لك الحمد ملء السموات وملء الأرض وملء ما شئت\nمن شيء بعد ولا ينفع ذا الجد منك الجد ) يمد بها صوته + إسناده ضعيف +\n</p>\n\n<p>\n183 حدثنا سويد بن سعيد حدثنا حفص بن ميسرة عن موسى بن عقبه عن عطاء بن\nأبي مروان عن أبيه أن كعبا حلف له بالذي فلق البحر لموسى صلى الله تعالى\nعليه أنا نجد في التوراة أن داود نبي الله صلى الله تعالى عليه كان يدعو\nبهؤلاء الكلمات عند انصرافه من الصلاة اللهم أصلح لي ديني الذي جعلته عصمه\nأمري وأصلح لي دنياي التي جعلت فيها معاشي اللهم أعوذ برضاك من سخطك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             وبعفوك من نقمتك وأعوذ بك منك اللهم لا مانع لما أعطيت ولا\nمعطي لما منعت ولا ينفع ذا الجد منك الجد\n</p>\n\n<p>\nقال كعب وحدثني صهيب أن محمد صلى الله عليه وسلم كان يقولهن عند انصرافه\nمن الصلاة\n</p>\n\n<p>\n184 حدثني محمد بن مجاهد النسائي حدثنا إسماعيل بن أبي أويس حدثني عبد\nالرحمن بن أبي الزناد عن موسى بن عقبه عن عطاء بن أبي مروان عن أبيه عن كعب\nالأحبار قال إنا نجد في التوراة فذكر مثله\n</p>\n\n<p>\n185 حدثنا محمد بن أبي بكر المقدمي حدثنا أبو عوانه عن عبد الملك بن عمير\nعن وراد كاتب المغيره بن شعبه قال كتب معاويه إلى المغيرة اكتب إلي بما\nسمعت من رسول الله صلى الله عليه وسلم فكتب إليه أن نبي الله صلى الله عليه\nوسلم كان يقول في دبر صلاته ( لا إله إلا الله وحده لا شريك له له الملك\nوله الحمد وهو على كل شيء قدير اللهم لا مانع لما أعطيت ولا معطي لما منعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             ولا ينفع ذا الجد منك الجد ) وكتب إليه أنه كان ينهى عن قيل\nوقال وكثرة السؤال وإضاعه المال وكان ينهى عن عقوق الأمهات ووأد البنات\nومنع وهات + إسناده صحيح +\n</p>\n\n<p>\n186 حدثنا عثمان بن أبي شيبه حدثنا جرير عن عبد الملك بن عمير عن وراد\nكاتب المغيره قال كتب معاويه إلي <span id='ms049'></span> أخبره فذكر مثله\n</p>\n\n<p>\n187 حدثنا محمد بن عبد الأعلى حدثنا خالد بن الحارث حدثنا عبد الله بن\nعون عن أبي سعيد أنبأني وراد كاتب المغيرة بن شعبه أن معاويه رضي الله عنه\nكتب إلى المغيرة رضي الله عنه أن اكتب إلي بشيء حفظته من رسول الله صلى\nالله عليه وسلم قال فكتب إليه المغيره أنه كان إذا صلى وفرغ قال ( لا إله\nإلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير اللهم لا\nمانع لما أعطيت ولا معطي لما منعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n             ولا ينفع ذا الجد منك الجد )\n+ الحديث صحيح +\n</p>\n\n<p>\nقال أبو بكر أبو سعيد هو عندي عمرو بن سعيد\n</p>\n\n<p>\n188 حدثنا عثمان بن أبي شيبه حدثنا جرير عن منصور عن المسيب أبي العلاء\nعن وراد مولى المغيرة قال كتب المغيرة بن شعبه رضي الله عنه إلى معاويه بن\nأبي سفيان رضي الله عنهما أن النبي صلى الله عليه وسلم كان يقول في دبر\nصلاته إذا سلم ( لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو\nعلى كل شيء قدير اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا\nالجد منك الجد )\n</p>\n\n<p>\n189 حدثنا مسلم بن إبراهيم حدثنا يحيى بن عمرو بن مالك حدثني أبي عن أبي\nالجوزاء عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             عباس رضي الله عنهما أن النبي صلى الله عليه\nوسلم كان إذا انصرف من صلاته قال ( لا إله إلا الله وحده لا شريك له له\nالملك وله الحمد وهو على كل شيء قدير اللهم لا مانع لما أعطيت ولا معطي لما\nمنعت ولا ينفع ذا الجد منك الجد )\n</p>\n\n<p>\nقال يحيى فسمعت رجلا قال لأبي ما الجد قال قول الرجل للرجل ما أعظم جدك\nوما أعظم بختك + حديث صحيح وإسنادة ضعيف +\n</p>\n\n<p>\n190 حدثنا محمد بن أبي بكر المقدمي حدثنا يحيى بن سعيد عن سفيان حدثني\nسعيد بن سنان حدثني وهب بن خالد الحمصي عن ابن الديلمي قال أتيت أبي بن كعب\nرضي الله عنه <span id='ms050'></span> فقلت يا أبا المنذر وقع في قلبي شيء في القدر فحدثني بشيء\nلعله يذهب من قلبي فقال لو أن الله تعالى عذب أهل سماواته وأرضه لعذبهم وهو\nغير ظالم لهم ولو رحمهم كانت رحمته خيرا لهم من أعمالهم ولو أنفقت جبل أحد\nأو مثل أحد ذهبا لم يقبل منك حتى تؤمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             بالقدر وتعلم أن ما\nأصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك ولو مت على غير ذلك دخلت\nالنار وأتيت حذيفه فحدثني بمثل ذلك ثم أتيت ابن مسعود فحدثني بمثل ذلك ثم\nأتيت زيد بن ثابت فحدثني عن رسول الله صلى الله عليه وسلم بمثل ذلك + أخرجه\nأحمد وأبو داود وعبد الله بن أحمد +\n</p>\n\n<p>\n191 حدثنا أبو بكر بن أبي شيبه حدثنا إسحاق بن سليمان الرازي عن أبي سنان\nعن وهب بن خالد الحميري عن ابن الديلمي قال لقيت زيد بن ثابت رضي الله عنه\nفسألته فقال سمعت رسول الله صلى الله عليه وسلم يقول ( لو أن الله تعالى\nعذب أهل سماواته وأرضه عذبهم وهو غير ظالم لهم ولو رحمهم كانت رحمته خيرا\nلهم من أعمالهم ولو كان لك أحد أو مثل أحد أنفقته في سبيل الله عز وجل ما\nقبل منك حتى تؤمن بالقدر فتعلم أن ما أخطأك لم يكن ليصيبك فإنك إن مت على\nغير هذا دخلت النار ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n192 حدثنا ميمون بن الأصبغ النصيبي حدثنا أبو صالح عبد الله بن صالح\nحدثني معاويه بن صالح أن أبا الزاهريه حدثه عن كثير بن مرة عن ابن الديلمي\nأنه لقي سعد بن أبي وقاص فقال له إني شككت في بعض أمر القدر فحدثني لعل\nالله تبارك وتعالى أن يجعل لي عندك فرجا قال نعم يا ابن أخي إن الله عز وجل\nلو عذب أهل السماوات وأهل الأرض عذبهم وهو غير ظالم لهم ولو رحمهم كانت\nرحمته إياهم خيرا لهم من أعمالهم ولو أن لامرىء مثل أحد ذهبا ينفقه في سبيل\nالله عز وجل حتى ينفذه لم يؤمن بالقدر خيره وشره <span id='ms051'></span> ما يقبل منه ولا عليك أن\nتأتي عبد الله بن مسعود فذهب عبد الله بن الديلمي إلى عبد الله بن مسعود\nفقال له مثل مقالته لسعد فقال له مثل ما قال له سعد قال له ابن مسعود ولا\nعليك أن تلقى أبي بن كعب فذهب ابن الديلمي إلى أبي بن كعب فقال له مثل\nمقالته لابن مسعود فقال له أبي مثل مقاله صاحبيه فقال أبي ولا عليك أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             تلقى زيد بن ثابت فذهب ابن الديلمي إلى زيد بن ثابت فقال له\nأما إني شككت في بعض القدر فحدثني لعل الله عز وجل أن يجعل لي عندك فيه\nفرجا قال زيد نعم يا ابن أخي إني سمعت رسول الله صلى الله عليه وسلم يقول (\nإن الله عز وجل لو عذب أهل السماء وأهل الأرض عذبهم وهو غير ظالم لهم ولو\nرحمهم كانت رحمته إياهم خيرا لهم من أعمالهم ولو أن لامرىء مثل أحد ذهبا\nينفقه في سبيل الله عز وجل حتى ينفده ولا يؤمن بالقدر خيرة وشره دخل النار\n) + الحديث صحيح +\n</p>\n\n<p>\n193 حدثنا إسحاق بن سيار حدثنا أبو صالح عبد الله بن صالح حدثني معاويه\nابن صالح فذكر بإسناده مثله\n</p>\n\n<p>\n194 حدثنا أبو بكر وعثمان قالا حدثنا أبو الأحوص عن منصور عن ربعي بن\nحراش عن رجل من بني أسد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             علي رضي الله عنه قال قال رسول الله\nصلى الله عليه وسلم ( أربع لن يجد رجل طعم الإيمان حتى يؤمن بهن لا إله إلا\nالله وأني رسول الله بعثني بالحق وأنه ميت ومبعوث من بعد الموت ويؤمن\nبالقدر كله ) + الإسناد ضعيف +\n</p>\n\n<p>\n195 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا شعبه عن منصور عن ربعي عن\nرجل عن علي رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( لا يؤمن\nرجل حتى يؤمن بأربع حتى يشهد أن لا إله إلا الله وأني رسول الله بعثني\nبالحق ويؤمن بالبعث بعد الموت ويؤمن بالقدر ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n196 حدثنا عثمان حدثنا جرير عن منصور عن ربعي عن <span id='ms052'></span> علي رضي الله عنه قال\nقال رسول الله صلى الله عليه وسلم فذكر مثله ولم يذكر فيه عن رجل من بني\nأسد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n197 حدثنا منجاب بن الحارث حدثنا أبو الأحوص عن أبي إسحاق عن الحارث قال\nقال عبد الله رضي الله عنه لا يذوق عبد طعم الإيمان حتى يؤمن بالقدر كله\nوأنه ميت ومبعوث من بعد الموت + إسناده ضعيف +\n</p>\n\n<p>\n198 حدثنا محمد بن العلاء حدثنا يحيى بن آدم حدثنا زهير عن أبي إسحاق عن\nالحارث الأعور قال سمعت عبد الله بن مسعود رضي الله عنه يقول لا والذي لا\nإله غيره لا يجد أحدكم طعم حلاوة الإيمان وهو يشير بإصبعه إلى فيه ويبل\nطرفها حتى يؤمن بالقدر ويعلم أنه ميت ومبعوث من بعد الموت + إسناده ضعيف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n199 حدثنا أبو كامل الجحدري حدثنا عبد الواحد حدثنا الأعمش عن أبي إسحاق\nعن أبي الحجاج الأزدي قال قلت لسلمان ما قول الناس حتى تؤمن بالقدر خيرة\nوشرة قال حتى تؤمن بالقدر تعلم أن ما أخطأك لم يكن ليصيبك وما أصابك لم يكن\nليخطئك ولا تقول لو فعلت كذا وكذا لكان كذا وكذا ولو لم أفعل فلم يكن كذا\nوكذا\n</p>\n\n<p>\n200 حدثنا أبو أيوب سليمان بن عبد الرحمن حدثنا سليمان بن عتبه قال سمعت\nيونس بن ميسرة يحدث عن أبي إدريس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             عن أبي الدرداء رضي الله عنه\nعن رسول الله صلى الله عليه وسلم قال ( لا يستكمل عبد حقيقه الإيمان حتى\nيعلم أن ما أصابه لم يكن ليخطئه وما أخطأه لم يكن ليصيبه ) + إسناده حسن +\n</p>\n\n<p>\n201 حدثنا أبو أيوب سليمان بن عبد الرحمن حدثنا سليمان بن عتبه السلمي\nقال سمعت يونس بن ميسرة بن حلبس الجبلاني يقول سمعت أبا إدريس الخولاني\nيقول سمعت أبا الدرداء رضي الله عنه يقول قال رسول الله صلى الله عليه وسلم\n( لا يدخل الجنه عاق ولا مدمن خمر ولا مكذب بقدر ) + أخرجه أحمد وأخرجه\nمختصرا ابن ماجه +\n</p>\n\n<p>\n202 حدثنا قتيبه بن سعيد حدثنا ابن لهيعه عن عمرو بن شعيب عن أبيه عن جده\nأن رسول <span id='ms053'></span> الله صلى الله عليه وسلم قال ( لا يؤمن عبد حتى يؤمن بالقدر خيره\nوشره ) + إسناده حسن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n203 حدثنا قتيبه بن سعيد حدثنا يعقوب بن عبد الرحمن عن أبي حازم عن عمرو\nبن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال ( لن يؤمن عبد\nحتى يؤمن بالقدر خيرة وشرة ) + إسناده حسن\n</p>\n\n<p>\n204 حدثنا إسحاق بن موسى الأنصاري حدثنا أنس بن عياض حدثنا أبو حازم عن\nعمرو بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال ( لن\nيؤمن المرء حتى يؤمن بالقدر خيره وشره ) + إسناده حسن +\n</p>\n\n<p>\n205 حدثنا عبد الرحمن بن إبراهيم الدمشقي حدثنا الوليد حدثنا الأوزاعي\nوالقاسم بن هزان عن الزهري عن ابن عباس رضي الله عنهما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \nالقدر نظام التوحيد فمن وحد الله عز وجل وآمن بالقدر فهي العروة الوثقى\nالتي لا إنفصام لها من وحد الله تعالى وكذب بالقدر نقض التوحيد + إسناده\nضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n206 حدثنا قتيبه بن سعيد حدثنا الليث بن سعد عن هشام بن سعد عن إبراهيم\nبن محمد بن علي عن علي بن عبد الله بن عباس عن ابن عباس رضي الله عنهما أنه\nقال كل شيء بقدر حتى وضعك يدك على خدك\n</p>\n\n<p>\n207 حدثنا سويد بن سعيد حدثنا المعتمر بن سليمان عن محمد بن جعفر عن زيد\nبن أسلم قال القدر قدره الله عز وجل فمن كذب بالقدر فقد جحد قدرة الله عز\nوجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n208 حدثنا عمرو بن عثمان حدثنا أبي حدثنا أبو غسان قال سمعت زيد بن أسلم\nيقول ما أعلم قوما أبعد إلى الله عز وجل من قوم يخرجونه من مشيئته (\nويتلفونه عما لم يتلف ) + إسناد حسن +\n</p>\n\n<p>\n209 حدثنا محمد بن عبيد بن حساب حدثنا حماد بن زيد حدثنا مطر الوراق عن\nعبد الله بن بريده عن يحيى بن يعمر قال لما تكلم معبد بما تكلم به في شأن\nالقدر أنكرنا ذلك قال فحججت أنا وحميد بن عبد الرحمن الحميري حجه فلما\nقضينا نسكنا قال لو ملت بنا إلى المدينه فلقينا <span id='ms054'></span> من بقي بها من أصحاب محمد\nصلى الله عليه وسلم فسألناه عما جاء به معبد فقدمنا المدينه فدخلنا المسجد\nيوما وعبد الله بن عمر قاعد فاكتنفناه وقدمني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             حميد المنطق وكنت\nأجرأ على المنطق منه فقلت يا أبا عبد الرحمن إن قوما نشأوا بالعراق فقرأوا\nالقرآن وفقهوا في الإسلام يقولون لاقدر قال فإذا لقيتهم فأخبرهم أن عبد\nالله بن عمر بريء منهم وأنهم منه براء والله لو أنفقوا جبال الأرض ذهبا ما\nقبل الله عز وجل منهم حتى يؤمنوا بالقدر\n</p>\n\n<p>\nقال وحدثني عمر قال رواه أن آدم وموسى اختصما في ذلك فقال له موسى أنت\nآدم الذي أشقيت الناس وأخرجتهم من الجنه فقال له آدم أنت موسى الذي اصطفاك\nالله عز وجل برسالته وكلامه وأنزل عليك التوراة قال فوجدته قدرة علي قبل أن\nيخلقني قال فحج آدم موسى فحج آدم موسى ثلاثا\n</p>\n\n<p>\nقال وحدثني عمر قال بينما نحن مع رسول الله صلى الله عليه وسلم إذ جاءة\nرجل هيئته هيئه مسافر وثيابه ثياب مقيم أو قال ثيابه ثياب مسافر وهيئته\nهيئه مقيم فقال يا رسول الله أدنو منك فدنا منه حتى وضع يده على ركبتيه\nفقال يا رسول الله ما الإسلام قال ( الإسلام أن تسلم وجهك لله عز وجل وتقيم\nالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             وتؤدي الزكاه وتصوم رمضان وتحج البيت ) قال فإذا فعلت\nذلك فأنا مسلم قال ( نعم ) قال صدقت قال قلنا انظروا كيف يسأله وكيف يصدقه\nقال يا رسول الله فما الإيمان قال ( أن تؤمن بالله عز وجل وملائكته وكتبه\nورسله وبالموت وبالبعث والجنه والنار والقدر كله ) قال فإذا فعلت ذلك فقد\nآمنت قال نعم قال صدقت قال فقلنا انظروا كيف يسأله وانظروا كيف يصدقه\n</p>\n\n<p>\nقال مطر وحدثني شهر بن حوشب عن أبي هريرة رضي الله عنه قال ( وبالقدر كله\nخيره وشره )\n</p>\n\n<p>\nقال يا رسول الله فمتى الساعه قال ( ما المسؤول عنها بأعلم من السائل )\nقال صدقت قال فقلنا انظروا كيف يسأله وكيف يصدقه\n</p>\n\n<p>\nقال ثم ولى فقال رسول الله صلى الله عليه <span id='ms055'></span> وسلم ( علي بالرجل )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             فطلب فما وجدوة قال فقال ( [ إنه ] جبريل جاء ليعلم الناس\nدينهم ) + أخرجه مسلم +\n</p>\n\n<p>\n210 حدثنا أبو عبد الله محمد بن أبي بكر المقدمي حدثنا معاذ بن معاذ\nحدثنا كهمس بن الحسن حدثنا عبد الله بن بريده عن يحيى بن يعمر قال كان أول\nمن قال بالقدر بالبصرة معبد الجهني فانطلقت أنا وحميد بن عبد الرحمن فلقينا\nعبد الله بن عمر رضي الله عنهما فقلنا إنه قد ظهر قبلنا ناس يقرؤون القرآن\nويتبعون العلم ويزعمون أن لاقدر وأن الأمر أنف قال فإذا لقيت أولئك فأخبرهم\nإني منهم بريء وهم منه براء والذي يحلف به ابن عمر لو أن لأحدهم مثل أحد\nذهبا فأنفقه ما قبله الله مني حتى يؤمن بالقدر\n</p>\n\n<p>\nثم قال حدثني أبي عمر قال بينا نحن عند رسول الله صلى الله عليه وسلم إذ\nطلع علينا رجل شديد بياض الثياب شديد سواد الشعر لا يرى عليه أثر السفر حتى\nجلس إلى النبي صلى الله عليه وسلم فأسند ركبته إلى وكبته ووضع كفيه على\nفخذيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             فقال أخبرني عن الإسلام فقال رسول الله صلى الله عليه\nوسلم ( أن تشهد أن لا إله إلا لله وأن محمدا رسول لله وتقيم الصلاه وتؤتي\nالزكاه وتصوم رمضان وتحج البيت إن استطعت إليه سبيلا قال صدقت قال فعجبنا\nله يسأله ويصدقه قال فأخبرني عن الإيمان قال ( أن تؤمن بالله و ملائكته\nوكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره ) قال صدقت قال فأخبرني\nعن الإحسان قال ( أن تعبد الله عز وجل وتبارك وتعالى كأنك تراه فإن لم تكن\nتراه فإنه يراك ) قال فأخبرني عن الساعة قال ( ما المسؤول عنها بأعلم من\nالسائل ) قال فأخبرني عن أمارتها قال ( أن تلد الأمة ربتها وأن ترى الحفاة\nالعالة رعاء الشاة يتطاولون في البنيان ) قال ثم انطلق فلبثت فلبث مليا ثم\nقال لي ( يا عمر تدري من السائل ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             قلت الله ورسوله أعلم قال (\nإنه جبريل أتاكم يعلمكم دينكم ) + أخرجه مسلم +\n</p>\n\n<p>\n211 حدثنا إسحاق بن راهويه حدثنا النضر بن <span id='ms056'></span> شميل حدثنا كهمس بن الحسن\nحدثنا عبد الله بن بريدة عن يحيى بن يعمر ح وحدثني محمد بن عبد الأعلى\nحدثنا المعتمر بن سليمان قال سمعت كهمسا يحدث عن ابن بريدة عن يحيى بن يعمر\nقالا جميعا كان أول من قال في هذا القدر بالبصرة معبد الجهني فانطلقت أنا\nوحميد بن عبد الرحمن الحميري حاجين أو معتمرين قال فقلنا لو أتينا أحدا من\nأصحاب رسول الله صلى الله عليه وسلم فسألناه عما يقول هؤلاء في القدر\nفوافقنا عبد الله بن عمر رضي الله عنهما داخلا المسجد فاكتنفته أنا وصاحبي\nأحدنا عن يمينه والآخر عن يساره فظننت أن صاحبي سيكل الكلام إلي فقلت أبا\nعبد الرحمن إنه قد ظهر قبلنا ناس يقرؤون القرآن ويتفقرون العلم وقال\nالمعتمر في حديثه ويتقفرون العلم ويقولون أن لا قدر وأن الأمر أنف\n</p>\n\n<p>\nقال فإذا لقيتموهم فأخبروهم أني بريء منهم وأنهم مني برآء والذي يحلف به\nعبد الله بن عمر لو كان لأحدهم ملأ الأرض ذهبا فأنفقه ما يقبل الله منه حتى\nيؤمن بالقدر\n</p>\n\n<p>\nثم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             حدثني عمر بن الخطاب رضي الله عنه قال بينما نحن عند\nرسول الله صلى الله عليه وسلم ذات يوم فذكر باقي الحديث مثل حديث معاذ +\nأخرجه مسلم +\n</p>\n\n<p>\n212 حدثنا أبو قدامه عبيد الله بن سعيد حدثنا يحيى بن سعيد القطان عن\nعثمان بن غياث حدثنا عبد الله بن بريده عن يحيى بن يعمر وحميد بن عبد\nالرحمن قالا لقينا عبد الله بن عمر رضي الله عنهما فذكرنا القدر وما يقولون\nفيه فقال إذا رجعتم أليهم فقولوا إن عبد الله بن عمر منكم بريء وأنتم منه\nبرآء قال أخبرني عمر بن الخطاب رضي الله عنه أنهم بينما هم جلوس أو قعود\nعند النبي صلى الله عليه وسلم إذ جاءه رجل يمشي حسن الوجه حسن الشعر عليه\nثياب سفر فنظر بعض القوم إلى بعض ما يعرف هذا ولا هذا بصاحب سفر ثم قال يا\nرسول الله آتيك قال نعم فجاء فوضع ركبتيه على <span id='ms057'></span> ركبتيه ويديه عل فخذيه فقال\nما الإسلام قال ( شهاده أن لا إله إلا الله وأن محمدا رسول الله وتقيم\nالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             وتؤتي الزكاه وتصوم رمضان وتحج البيت ) قال فما الإيمان\nقال ( أن تؤمن بالله وملائكته والجنه والنار والبعث بعد الموت والقدر كله )\nقال فما الإحسان قال ( أن تعمل لله كأنك تراه فإن لم تكن تراه فإنه يراك )\nقال متى الساعه قال ( ما المسؤول عنها بأعلم من السائل ) قال فما أشراطها\nقال ( إذا رأيت الحفاه العراة العالة رعاء الشاة يتطاولون في البنيان وولدت\nالإماء أربابهن )\n</p>\n\n<p>\nثم قال ( علي الرجل ) فلم يروا شيئا\n</p>\n\n<p>\nفمكث يومين أو ثلاثه فقال ( يا ابن الخطاب تدري من ذاك السائل عن كذا\nوكذا ) قلت الله ورسوله أعلم قال ( ذاك جبريل جاء يعلمكم دينكم )\n</p>\n\n<p>\nقال وسأله رجل من جهينة أو مزينة قال يا رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             ففيم\nالعمل أفي شيء قد خلا أو مضى أو في شيء يستأنف الآن قال ( في شيء قد خلا\nومضى ) قال فقال رجل أو بعض القوم يا رسول الله ففيم أعمل قال ( إن أهل\nالجنة ميسرون لعمل أهل الجنة وأهل النار ميسرون لعمل النار ) + إسناده صحيح\n+\n</p>\n\n<p>\n213 حدثنا عثمان بن أبي شيبة حدثنا جرير عن عمارة بن القعقاع عن أبي زرعة\nعن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم لأصحابه (\nسلوني ) قال فهابوا أن يسألوه قال فجاء رجل فجلس عند ركبتيه فقال يا رسول\nالله ما الإسلام قال ( لا تشرك بالله شيئا وتقيم الصلاة وتؤتي الزكاة وتصوم\nرمضان ) قال صدقت قال يا رسول الله ما الإيمان قال ( أن تؤمن بالله\nوملائكته وكتابه ولقائه ورسله وتؤمن بالبعث وتؤمن بالقدر كله ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \nقال صدقت\n</p>\n\n<p>\nفذكر باقي الحديث نحو حديث عمر + أخرجه مسلم +\n</p>\n\n<p>\n214 حدثنا حميد بن مسعدة حدثنا بشر بن المفضل حدثنا عبد الله بن شبرمة عن\nأبي زرعة بن عمرو بن جرير عن أبي هريرة رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم ( لا يعدي شيء شيئا ) قال فسكت القوم <span id='ms058'></span> فقال ( لا يعدي شيء\nشيئا ) فسكت القوم فقال ( لا يعدي شيء شيئا ) فسكت القوم فقال رجل من القوم\nوالله إن النقبة من الجرب لتكون بعجب البعير أو بمشفره فتجرب الإبل كلها\nفقال رسول الله صلى الله عليه وسلم ( فمن أعدى الأول ) ثم قال ( خلق الله\nعز وجل الخلق وكتب أعمالهم وآجالهم وأرزاقهم ) + إسناده شاذ + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n215 حدثنا أبو الحارث سريج بن يونس حدثنا مروان بن شجاع عن سالم الأفطس\nعن سعيد بن جبير عن ابن عباس قال ما غلا أحد في القدر إلا خرج من الإيمان +\nإسناده حسن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n216 حدثنا سريج بن يونس حدثنا زكريا بن منظور عن أبي حازم عن نافع عن ابن\nعمر رضي الله عنهما قال القدريه مجوس هذه الأمه إن مرضوا فلا تعودوهم وإن\nماتوا فلا تشهدوهم + إسناده منكر جدا وفيه اضطراب +\n</p>\n\n<p>\n217 حدثنا هشام بن عمار أبو الوليد الدمشقي حدثنا معاويه بن يحيى أبو\nمطيع الأطرابلسي حدثنا شداد بن داود حدثني حميد بن زياد المدني عن نافع عن\nابن عمر رضي الله عنهما قال سمعت رسول الله صلى الله عليه وسلم يقول ( إنه\nسيكون في أمتي خسف ومسخ وذلك في القدريه والزندقيه + إسناده منكر +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n218 حدثنا نصر بن عاصم الأنطاكي حدثنا زكريا بن منظور حدثني أبو حازم عن\nنافع عن ابن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم (\nلكل أمه مجوس والقدريه مجوس أهل هذه الأمه فإن مرضوا فلا تعودوهم وإن ماتوا\nفلا تشهدوهم ) + إسناده منكر وفيه اضطراب + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n219 حدثنا محمد بن مصفى أبو عبد الله حدثنا بقيه بن الوليد عن الأوزاعي\nعن ابن جريج عن أبي الزبير عن جابر بن عبد الله رضي الله عنه قال قال رسول\nالله صلى الله عليه وسلم ( إن مجوس هذه الأمه المكذبون بأقدار الله فإن\nمرضوا فلا تعودوهم وإن ماتوا فلا تشهدوهم )\n</p>\n\n<p>\n220 حدثنا أبو إسحاق إسماعيل بن إسحاق حدثنا أبو مصعب حدثنا الحكم بن\nسعيد السعيدي من ولد سعيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             العاص عن الجعيد بن عبد الرحمن عن\nنافع عن <span id='ms059'></span> ابن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم (\nإنه يكون في آخر الزمان قوم يكذبون بالقدر ألا أولئك مجوس هذه الأمه فإن\nمرضوا فلا تعودوهم وإن ماتوا فلا تشهدوهم ) + إسناده ضعيف +\n</p>\n\n<p>\n221 حدثنا إسماعيل حدثنا أبو مصعب قال سمعت مالكا يقول لا يصلى خلف\nالقدريه + إسناده صحيح +\n</p>\n\n<p>\n222 حدثنا خلف بن محمد الواسطي المعروف بكردوس حدثنا يعقوب بن محمد حدثنا\nالزبير بن حبيب عن زيد بن أسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n             قال والله ما قالت القدريه كما\nقال الله عز وجل ولا كما قالت الملائكة ولا كما قال النبيون ولا كما قال\nأهل الجنه ولا كما قال أهل النار ولا كما قال أخوهم إبليس قال الله عز وجل\n<span class='quran'>وما تشاؤون إلا أن يشاء الله </span>وقالت الملائكة <span class='quran'>سبحانك لا علم\nلنا إلا ما علمتنا </span>وقال شعيب <span class='quran'>وما يكون لنا أن نعود فيها إلا أن\nيشاء الله ربنا </span>وقال أهل الجنه <span class='quran'>وما كنا لنهتدي لولا أن هدانا\nالله </span>وقال أهل النار ( ربنا غلبت علينا شقوتنا ) وقال أخوهم إبليس\n<span class='quran'>رب بما أغويتني </span></p>\n\n<p>\n223 حدثنا أبو بكر سعيد بن يعقوب الطالقاني حدثنا المقرىء أبو عبد الرحمن\nحدثنا ابن لهيعه عن عمرو بن شعيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             قال كنت جالسا عند سعيد بن\nالمسيب فقال بعض القوم يا أبا محمد إن قوما يقولون قدر الله كل شيء إلا\nالأعمال قال فوالله ما رأيت سعيد بن المسيب غضب قط مثل ما غضب يومئذ حتى هم\nبالقيام قال فعلوها فعلوها ويحهم لو يعلمون أما والله لقد سمعت فيهم حديثا\nكفاهم به شرا\n</p>\n\n<p>\nفقلت وما ذاك أبا محمد رحمك الله قال\n</p>\n\n<p>\nحدثني رافع بن خديج رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم\nيقول ( يكون في أمتي قوم يكفرون بالله وبالقرآن وهم لا يشعرون ) فقلت جعلت\nفداك يا رسول الله يقولون كيف قال ( يقولون الخير من الله عز وجل والشر من\nإبليس ثم يقرؤون على ذلك كتاب الله عز وجل فيكفرون بالله عز وجل وبالقرآن\nبعد الإيمان والمعرفه فما يلقى <span id='ms060'></span> أمتي منهم من العداوة والبغضاء والجدال في\nزمانهم ظلم الأئمه فينالهم ظلمه وخسف وأثرة فيبعث الله عز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             وجل\nطاعونا فيفني عامتهم ثم يكون الخسف فقل من ينجو منه والمؤمن يومئذ قليل\nفرحه شديد غمه ثم يكون المسخ فيمسخ عامه أولئك قردة وخنازير ) ثم بكى رسول\nالله صلى الله عليه وسلم حتى بكينا لبكائه فقلنا يا رسول الله ما هذا\nالبكاء قال ( رحمه لهم الأشقياء لأن فيهم المتعبد وفيهم المجتهد أما إنهم\nليسوا بأول من سبق إلى هذا القول وضاق بحمله ذرعا إن عامه من هلك من بني\nإسرائيل التكذيب بالقدر ) قيل يا رسول الله فما الإيمان بالقدر قال أن تؤمن\nبالله وحده وتعلم أنه لا يملك أحد معه ضرا ولا نفعا وتؤمن بالجنه والنار\nوتعلم أن الله عز وجل خلقهما قبل الخلق ثم خلق الخلق لهما ووجعل من شاء\nمنهم إلى الجنه ومن شاء منهم إلى النار عدل منه فكل يعمل لما فرغ منه وصائر\nإلى ما خلق له ) فقلت صدق الله ورسوله صلى الله عليه وسلم\n</p>\n\n<p>\n224 حدثني الحسن بن الصباح يعني البزار حدثنا عبد الله بن يزيد حدثنا ابن\nلهيعه حدثنا عمرو بن شعيب قال كنت جالسا عند سعيد بن المسيب فذكر مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n225 حدثنا سويد بن سعيد حدثنا حسان بن إبراهيم عن عطيه بن عطيه عن عطاء\nبن أبي رباح قال سمعت عمرو بن شعيب يقول كنا عند سعيد بن المسيب فذكروا أن\nرجالا يقولون قدر الله كل شيء ما خلا الأعمال فوالله ما رأيت سعيدا قط غضب\nغضبا أشد منه يومئذ حتى هم بالقيام ثم إنه سكن ثم قال قد تكلموا فيه أما\nوالله لقد سمعت فيهم حديثا كفاهم به شرهم ويحهم لو يعلمون قال فقلت يرحمك\nالله يا أبا محمد ما هو قال فنظر إلي وقد سكن بعض غضبه فقال\n</p>\n\n<p>\nحدثني رافع بن خديج رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم\nيقول ( يكون قوم من أمتي يكفرون بالله عز وجل وبالقرآن وهم لا <span id='ms061'></span> يشعرون كما\nكفرت اليهود والنصارى ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             قال فقلت جعلت فداك يا رسول الله وكيف\nذلك قال ( يقرون ببعض القدر ويكفرون ببعضه ) قال وكيف يقولون قال ( يجعلون\nإبليس عدلا لله في خلقه وقوله وقدرته ورزقه ويقولون الخير من الله عز وجل\nوالشر من إبليس فيكفرون بالقرآن بعد الإيمان والمعرفه فما يلقى أمتي منهم\nمن العداوة والبغضاء والجدال أولئك زنادقه هذه الأمه وفي زمانهم يكون ظلم\nالسلطان فيا له من ظلم وجنف وأثره ثم يبعث الله عز وجل طاعونا فيفني عامتهم\nثم يكون الخسف فما أقل من ينجو منه المؤمن يومئذ قليل فرحه شديد غمه ثم\nيكون المسخ فيمسخ الله تعالى عامه أولئك قرده وخنازير ثم يخرج الدجال على\nإثر ذلك ) قال ثم بكى رسول الله صلى الله عليه وسلم حتى بكينا لبكائه قال\nثم قلنا ما هذا البكاء يا رسول الله قال ( رحمه لهم الأشقياء لأن منهم\nالمتعبد ومنهم المجتهد مع أنهم ليسوا بأول من سبق إلى هذا القول وضاق به\nذرعا إن عامه من هلك من بني إسرائيل لبالتكذيب بالقدر ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             قال\nقلت يا رسول الله وكيف الإيمان بالقدر قال ( أن تؤمن بالله عز وجل وحده\nوأنه لا يملك أحدا معه ضرا ولا نفعا وتؤمن بالجنة والنار وتعلم أن الله عز\nوجل خلقهما قبل الخلق ثم خلق خلقه فجعل من شاء منهم إلى الجنه ومن شاء منهم\nإلى النار عدل ذلك منه كل يعمل فيما قد فرغ منه له وهو صائر إلى ما خلق له\n) قال قلت صدق الله ورسوله\n</p>\n\n<p>\n226 حدثنا سويد بن سعيد حدثنا عتاب بن بشير عن خصيف قال انطلقت أنا\nومجاهدا إلى محمد بن كعب نسأله عن قول الله عز وجل <span class='quran'>كلا إن كتاب الفجار\nلفي سجين </span>[ قال قد رقم الله على الفجار ما هم عاملون في سجين فهو أسفل\nوالفجار منتهون إلى ما قد رقم الله عليهم ورقم على الأبرار ما هم عاملون في\nعليين وهم فوق فهم منتهون إلى ما قد رقم الله عليهم ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nوقال القرظي وجدت <span id='ms062'></span> في القرآن آيه أنزلت في أهل القدر <span class='quran'>يوم يسحبون في\nالنار على وجوههم ذوقوا مس سقر </span>الآيه + في إسناده خصيف +\n</p>\n\n<p>\n227 حدثنا إسحاق بن راهويه حدثنا المقريء حدثنا سعيد بن أبي أيوب عن عطاء\nبن دينار عن حكيم بن شريك الهذلي عن يحيى بن ميمون الحضرمي عن ربيعه الجرشي\nعن أبي هريرة عن عمر بن الخطاب رضي الله عنه عن رسول الله صلى الله عليه\nوسلم قال ( لا تجالسوا أهل القدر ولا تفاتحوهم ) + إسناده ضعيف +\n</p>\n\n<p>\n228 حدثنا أبو بكر وعثمان ابنا أبي شيبه وعبد الرحمن بن إبراهيم قالوا\nحدثنا أبو عبد الرحمن المقرىء عن سعيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n             أبي أيوب حدثني عطاء\nبن دينار عن حكيم بن شريك عن يحيى بن ميمون الحضرمي عن ربيعه الجرشي عن أبي\nهريرة عن عمر بن الخطاب رضي الله عنه عن رسول الله صلى الله عليه وسلم قال\n( لا تجالسوا أهل القدر ولا تناكحوهم )\n</p>\n\n<p>\n229 حدثنا هشام بن عمار حدثنا معاوية بن يحيى وهو أبو مطيع الطرابلسي\nحدثنا سعيد بن أبي أيوب عن عطاء بن دينار عن حكيم بن شريك عن ربيعة الجرشي\nعن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( لا\nتجالسوا أهل القدر ولا تناكحوهم )\n</p>\n\n<p>\n230 حدثنا أبو علي حميد بن مسعدة حدثنا بشر بن المفضل حدثنا منصور بن عبد\nالرحمن عن عامر الشعبي قال سمعت ابن عمر أو قال قال ابن عمر رضي الله عنهما\nأنا بريء ممن لم يؤمن بالقدر + إسناده حسن والأثر صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n231 حدثنا عثمان بن أبي شيبه حدثنا أبو أسامه ومحمد بن بشر قالا حدثنا\nابن نزار علي أو محمد عن أبيه عن عكرمه عن أبي هريرة رضي الله عنه قال قال\nرسول الله صلى الله عليه وسلم ( صنفان من أمتي ليس لهما في الإسلام نصيب\nالمرجئه والقدريه + والحديث منكر + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n232 حدثنا عثمان حدثنا معاذ بن معاذ عن سليمان التيمي عن رجل عن مكحول عن\nأبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( إن <span id='ms063'></span> لكل أمه\nمجوسا وإن مجوس هذه الأمه القدريه فإن مرضوا فلا تعودوهم وإن ماتوا فلا\nتشهدوهم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n233 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان قال سمعت أبي يحدث\nعن مكحول عن أبي هريره رضي الله عنه أن رسول صلى الله عليه وسلم قال ( إن\nلكل أمه مجوسا وإن مجوس هذه الأمه القدريه فلا تعودوهم إذا مر ضوا ولا\nتصلوا عليهم إذا ماتوا )\n</p>\n\n<p>\n234 حدثنا محمد بن السري حدثنا المعتمر بإسناده مثله سواء\n</p>\n\n<p>\n235 حدثنا عبد الأعلى بن حماد حدثنا المعتمر قال سمعت أبا الحسن قال\nحدثني جعفر بن الحارث عن يزيد بن ميسرة الشامي عن عطاء الخراساني عن مكحول\nعن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( إن لكل\nأمه مجوسا وإن مجوس هذه الأمه القدريه فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n             مرضوا فلا تعودوهم\nوإن ماتوا فلا تشهدوهم )\n</p>\n\n<p>\n236 - حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان قال : سمعت أبي\nيحدث عن مكحول عن أبي هريرة أن رسول الله صلى الله عليه وسلم ' إن لكل أمة\nمجوسا ومجوس هذه الأمة قدرية فلا تعودوهم إذا مرضوا ولا تصلوا عليهم إذا\nماتوا ' حدثنا محمد بن السري حدثنا المعتمر بإسناده مثله حدثنا عبد الأعلى\nبن حماد حدثنا المعتمر قال سمعت أبا الحر قال : حدثني جعفر بن الحارث عن\nيزيد بن ميسرة الشامي عن عطاء الخرساني عن مكحول عن بي هريرة ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n237 حدثنا أبو بكر بن أبي شيبه حدثنا عيسى بن يونس عن عمر مولى غفرة عن\nرجل عن حذيفه قال إن لكل أمه مجوسا وإن مجوس أمتي القدريه الذين يقولون لا\nقدر إن مرضوا فلا تعودوهم ومن مات منهم فلا تشهدوه أولئك شيعه الدجال وحق\nعلى الله أن يلحقهم به + إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n237 حدثنا قتيبه بن سعيد حدثنا أنس بن عياض عن عمر بن عبد الله مولى غفرة\nأن ابن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم ( إن لكل\nأمه مجوسا ومجوس أمتي الذين يقولون لا قدر إن مرضوا <span id='ms064'></span> فلا تعودوهم وإن ماتوا\nفلا تشهدوهم ) + ضعيف +\n</p>\n\n<p>\n237 حدثنا عبد الأعلى بن حماد حدثنا سفيان بن عيينه عن مسعر عن موسى بن\nأبي كثير قال الكلام في القدر أبو جاد الزندقه + إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n             238 حدثنا أبو بكر بن أبي شيبه حدثنا أحمد بن إسحاق عن عكرمه\nبن عمار قال سمعت القاسم وسالما يلعنان القدريه\n</p>\n\n<p>\n239 حدثنا سويد بن سعيد حدثنا مروان بن معاويه عن رجاء المكي قال سمعت\nمجاهدا يقول القدريه مجوس هذه الأمه ويهودها فإن مرضوا فلا تعودوهم وإن\nماتوا فلا تشهدوهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n241 حدثنا عثمان بن أبي شيبه حدثنا إسماعيل بن عياش عن عمرو بن مهاجر عن\nعمر بن عبد العزيز عن يحيى بن القاسم عن أبيه عن جده عبد الله بن عمرو بن\nالعاص رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( ما هلكت أمه قط\nإلا بالشرك وما أشركت أمه قط إلا كان بدو إشراكها التكذيب بالقدر ) + ضعيف\n+ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n242 حدثنا الهيثم بن أيوب أبو عمران الطالقاني حدثنا المعتمر بن سليمان\nقال سمعت أبا محزوم يحدث عن سيار وأبي هاشم الرماني كانا يقولان التكذيب\nبالقدر شرك\n</p>\n\n<p>\n243 حدثنا أبو بكر بن أبي شيبه حدثنا وكيع عن المسعودي عن معن قال قال\nعبد الله بن مسعود رضي الله عنه ما كان كفر بعد نبوة إلا كان معه التكذيب\nبالقدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n244 حدثنا أبو بكر بن أبي شيبه حدثنا ابن نمير عن يحيى بن سعيد عن أبي\nبكر بن المنكدر قال بلغه أن عبد الله بن عمرو كان يقول إن أول ما يكفأ\nالإسلام كما يكفأ الإناء بقول الناس في القدر\n</p>\n\n<p>\n245 حدثنا أبو بكر بن أبي شيبه حدثنا وكيع عن سفيان عن زياد بن إسماعيل\nالمخزومي عن محمد بن عباد بن جعفر عن أبي هريرة قال جاء مشركو قريش يخاصمون\nالنبي صلى الله عليه وسلم في القدر فنزلت هذه الآيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             <span class='quran'>يوم\nيسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر </span>) +\nإسناده لا بأس به والأثر صحيح أخرجه مسلم صحيح +\n</p>\n\n<p>\n246 حدثنا أبو <span id='ms065'></span> بكر بن أبي شيبه حدثنا وكيع عن سفيان عن سالم بن أبي حفصه\nعن محمد بن كعب القرظي في قوله عز وجل <span class='quran'>إنا كل شيء خلقناه بقدر </span>قال نزلت تعييرا لأهل القدر + صحيح +\n</p>\n\n<p>\n247 حدثنا قتيبه بن سعيد عن ابن لهيعه عن عبيد الله بن أبي جعفر عن أبي\nعبد الرحمن الحبلي عن أبي ذر أنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             قال رسول الله صلى الله\nعليه وسلم ( من كشف سترا فأدخل رأسه من بيت رجل قبل أن يؤذن له فرأى عوره\nأهله فقد أتى حدا لا يحل له أن يأتيه لو أنه حين أدخل بصرة استقبله رجل\nففقأ عينه ما عيرت عليه وإن مر رجل على باب لا ستر له غير مغلق فينظر لا\nخطيئه عليه إنما الخطيئه على أهل البيت ) + فيه ضعف +\n</p>\n\n<p>\n248 حدثنا إسحاق بن راهويه حدثنا بقيه بن الوليد أخبرني محمد بن عبد\nالرحمن اليحصبي أنه سمع عبد الله بن بسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n             صاحب النبي صلى الله\nعليه وسلم يقول كان رسول الله صلى الله عليه وسلم إذا أراد أن يستأذن مشى\nمع الجدار مشيا ولا يستقبل الباب إستقبالا + إسناده حسن +\n</p>\n\n<p>\n249 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان حدثنا أبو مخزوم عن\nسيار أبي الحكم قال بلغنا أن وفد نجران قالوا أما الأرزاق والآجال فبقدر\nوأما الأعمال فليست بقدر فأنزل الله عز وجل فيهم هذه الآيه ( إن المجرمين\nفي ضلال وسعر ) إلى آخر الآيه\n</p>\n\n<p>\n250 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان عن محمد بن أبي حميد\nعن محمد بن كعب القرظي قال سمعته يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             لقد سمى الله عز وجل\nالمكذبين بالقدر باسم نسبهم إليه في القرآن فقال ( إن المجرمين في ضلال\nوسعر يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر\n) فقال هم المجرمون + ضعيف +\n</p>\n\n<p>\n251 حدثنا إسحاق بن موسى الأنصاري حدثنا حسن بن علي البراد حدثنا أبو\nمودود أن محمد بن كعب قال لهم لا تخاصموا هؤلاء القدريه ولا تجالسوهم\nفوالذي نفسي بيده لا يجالسهم <span id='ms066'></span> رجل ثم لم يجعل الله له فقها في دينه وعلما في\nكتابه إلا أمرضوة والذي نفس محمد بيده لوددت أن لمتي هذه تقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \nعلى كبر سني وأنهم أتوا من كتاب الله عز وجل آيه ولكنهم يأخذون بآخرها\nويتركون أولها والذي نفسي بيده لإبليس لعنه الله أعلم بالله منهم إن إبليس\nلعنه الله يعلم من أغواه وهم يزعمون أنهم يغوون أنفسهم ويرشدونها\n</p>\n\n<p>\n252 حدثنا محمد بن مصفى حدثنا بقية بن الوليد قال سألت أرطاة بن المنذر\nقلت من أقر بالفرائض وقال لا أؤدي من زكاة مالي قال لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             يترك\nهذا على هذه الصفة أو شك أن يترك هذا أن يكون فيه يدعون إليه حتى يكون\nالجذام والبرص والطويل والقصير وأشباه ذلك قال هذا لم يؤمن بالقرآن قلت\nفشهادته قال إذا استقرأنه كذلك لم تجز شهادته لأنه عدو ولا تجوز شهادة عدو\n+ إسناده صحيح +\n</p>\n\n<p>\n253 حدثنا محمد بن مصفى حدثنا بقية بن الوليد قال قال أرطاة بن المنذر\nسمعت أنه يقال ما فتشت قدريا إلا وجدته منظوما بحمقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             254 حدثنا محمد بن مصفى حدثنا بقية حدثني صفوان بن عمرو\nأخبرني المعلى بن إسماعيل قال سمعت القرظي يقول فيهم نزلت <span class='quran'>إن المجرمين\nفي ضلال وسعر </span>إلى آخر الآية\n</p>\n\n<p>\n255 حدثنا عبد الأعلى بن حماد حدثنا محمد بن عبد الله حدثنا يعلى بن\nالحارث المحاربي عن وائل بن داود قال سمعت إبراهيم يقول إن آفه كل دين\nالقدر + إسناده حسن +\n</p>\n\n<p>\n256 حدثنا أبو مروان هشام بن خالد الأزرق حدثنا الوليد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \nمسلم عن ابن لهيعه عن موسى بن وردان قال سمعت أبا هريرة يقول لعن الله أهل\nالقدر الذين يصدقون بالقدر ويكذبون بالقدر + إسناده ضعيف +\n</p>\n\n<p>\n257 حدثنا إسحاق بن راهويه حدثنا بشير بن عمر الزهراني حدثنا ابن لهيعه\nعن موسى بن وردان أنه سمع أبا هريرة يقول قال رسول الله صلى الله عليه وسلم\n( لعن الله أهل القدر الذين يؤمنون بقدر ويكذبون بقدر ) + إسناده ضعيف وفيه\nاضطراب +\n</p>\n\n<p>\n258 حدثنا نصر بن عاصم الأنطاكي حدثنا أنس بن عياض قال سمعت أبا حازم <span id='ms067'></span>\nيقول لعن الله دينا أنا أكبر منه يعني القدريه + إسناده ضعيف والأثر صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n259 حدثنا أبو عثمان عبد الرحمن بن عمرو الحراني حدثنا جرير بن حازم عن\nأبي رجاء العطاردي قال سمعت ابن عباس على المنبر بالبصرة يقول لا يزال أمر\nهذه الأمه موازيا أو مواتيا مالم يتكلموا في الولدان والقدر + صحيح +\n</p>\n\n<p>\n260 حدثنا أبو بكر بن أبي شيبه حدثنا أبو أسامه ويزيد عن جرير بن حازم\nحدثنا أبو حمزة وقال يزيد أبو رجاء قال سمعت ابن عباس يخطب على منبر البصرة\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n             لا يزال أمر هذه الأمه أمما أو قال مقاربا أو كلمه تشبهه\nمالم يتكلموا في الولدان والقدر + إسناده صحيح +\n</p>\n\n<p>\n261 حدثنا أبو مسعود إسماعيل بن مسعود الجحدري حدثنا معتمر بن سليمان\nحدثنا أبو عوانه عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس قال ما في\nالأرض قوم أبغض إلي من أن يجيئوني فيخاصموني من القدريه وما ذاك إلا أنهم\nلا يعلمون قدرة الله إن الله <span class='quran'>لا يسأل عما يفعل وهم يسألون </span></p>\n\n<p>\n262 حدثنا أبو بكر بن أبي شيبه حدثنا يزيد بن هارون حدثنا يحيى بن سعيد\nعن أبي الزبير أنه كان مع طاووس يطوف بالبيت فمر بمعبد الجهني فقال قائل\nلطاووس هذا معبد الجهني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             فعدل إليه فقال أنت المفتري على الله\nالقائل ما لا يعلم قال إنه يكذب علي قال أبو الزبير فعدلت مع طاووس حتى\nدخلنا على ابن عباس فقال له طاووس يا أبا عباس الذين يقولون في القدر قال\nأروني بعضهم قلت تصنع ماذا قال إذا أضع يدي في رأسه وأدق عنقه + إسناده\nصحيح +\n</p>\n\n<p>\n263 حدثنا محمد بن المثنى حدثنا يزيد بن هارون عن يحيى بن سعيد عن أبي\nالزبير مولى حكيم بن حزام قال كنت أطوف بالبيت مع طاووس فمررنا بمعبد\nالجهني فذكر مثله + إسناده صحيح +\n</p>\n\n<p>\n264 حدثنا محمد بن إسماعيل حدثنا ابن أبي مرثد أخبرنا محمد بن جعفر بن\nأبي كثير أخبرني يحيى بن سعيد أخبرنا أبو الزبير المكي قال كنت أنا وطاووس\nنطوف بالبيت مع <span id='ms068'></span> طاووس فذكر أن معبدا الجهني تكلم في القدر وكان أول من تكلم\nفي القدر فعدلت إليه فقال له طاووس أنت المفتري على الله فقال إنه يكذب علي\nقال فانصرفنا إلى عبد الله بن عباس فذكرنا ذلك له فقال ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             أروني منهم إنسانا فوالله لا ترونيه إلا جعلت يدي في رأسه فلا\nأفارقها أفارقه حتى أدق عنقه + صحيح +\n</p>\n\n<p>\n265 حدثنا أبو بكر بن أبي شيبه حدثنا أبو معاويه عن الأعمش عن عبد الملك\nبن ميسرة عن طاووس قال كنت جالسا مع ابن عباس في حلقه فذكروا أهل القدر قال\nمنهم هاهنا أحد فأخذ برأسه وأقرأ عليه <span class='quran'>وقضينا إلى بني إسرائيل في\nالكتاب لتفسدن في الأرض مرتين ولتعلن علوا كبيرا </span>ثم أقرأ عليه آيه كذا\nوآيه كذا آي في القرآن\n</p>\n\n<p>\n266 حدثنا قتيبه بن سعيد حدثنا سفيان بن عيينه عن عمرو هو ابن دينار قال\nقال لنا طاووس أخروا معبدا الجهني فإنه كان يتكلم في القدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n267 حدثنا يحيى بن حبيب بن عربي حدثنا خالد بن الحارث حدثنا شعبة قال\nذكرت لأبي بشر حديثا عن أبي هاشم عن ابن عباس في القدر فقال سمعت مجاهدا\nيقول ذكروا لابن عباس فاحتفز وقال لو أن أحدهم عندي لعضضت أنفه + إسناده\nصحيح +\n</p>\n\n<p>\n268 حدثني أحمد بن إبراهيم حدثنا بهز بن أسد حدثنا شعبة حدثنا أبو هاشم\nعن مجاهد عن ابن عباس قال لو رأيت أحدهم لأخذت بشعره يعني القدرية قال شعبة\nفحدثت به أبا بشر فقال سمعت مجاهدا يقول ذكروا عند ابن عباس فاحتفز وقال لو\nرأيت أحدهم لعضضت أنفه + إسناده صحيح +\n</p>\n\n<p>\n269 حدثنا أبو بكر بن أبي شيبة حدثنا شريك عن ابن خثيم عن مجاهد قال قلت\nلا بن عباس إني أردت أن آتيك برجل يتكلم في القدر فقال لو أتيتني به لأسبت\nله وجهه ولأوجعت رأسه لا تجالسهم ولا تكلمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n270 حدثنا أبو بكر بن أبي شيبة حدثنا معاذ بن معاذ أخبرنا سفيان الثوري\nعن الأعمش عن أبي الضحى قال قال الحسن بن محمد لا تجالسوا أهل القدر <span id='ms069'></span>\n</p>\n\n<p>\n271 حدثنا سويد بن سعيد حدثنا سفيان بن عيينة عن عمرو بن دينار عن ابن\nعباس أنهم ذكروا القدرية عنده فقال لعل في البيت منهم أحد ومد يده أين هو\nأرنيه حتى آخذ برأسه وذلك بعدما ذهب بصره + غسناده ضعييف وأثره صحيح +\n</p>\n\n<p>\n272 حدثنا أبو بكر بن أبي شيبة حدثنا معاوية بن هشام عن هشام بن سعد قال\nقيل لنافع إن هذا الرجل يتكلم في القدر فأخذ كفا من حصى فضرب به وجهه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n273 حدثنا قتيبة بن سعيد حدثنا مالك بن أنس عن عمه أبي سهيل نافع بن مالك\nقال كنت أسير مع عمر بن عبد العزيز فاستشارني في القدرية فقلت ارى أن\nتستتيبهم فإن تابوا وإلا عرضتهم على السيف فقال أما إن ذاك رأيي قال مالك\nوذلك رأيي + إسناده صحيح +\n</p>\n\n<p>\n274 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك مثله + إسناده صحيح +\n</p>\n\n<p>\n275 حدثنا قتيبة بن سعيد حدثنا عبد الله بن جعفر والد علي بن المديني\nحدثني أبو سهيل نافع بن مالك قال سايرت عمر بن عبد العزيز فاستشارني في\nالقدرية فقلت أرى أن تستتيبهم فإن تابوا وإلا ضربت أعناقهم قال عمر بن عبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             العزيز أما إن تلك سيرة الحق فيهم\n</p>\n\n<p>\n276 قرأت على أبي مصعب الزهري وكتبت من كتابه قلت حدثكم عبد العزيز\nالدراوردي حدثني أبو سهيل بن مالك قال كنت مع عمر بن عبد العزيز فتلى هذه\nالآية <span class='quran'>فإنكم وما تعبدون ما أنتم عليه بفاتنين إلا من هو صال الجحيم\n</span>قال ثم قال يا أبا سهيل ما تركت لهم هذه الآية حجة من كتاب الله وإني\nلأتألى فيهم قلت يستتابون فإن تابوا وإلا ضربت رقابهم فقال عمر بن عبد\nالعزيز ذلك الرأي فيهم ثلاث مرات + إسناده حسن +\n</p>\n\n<p>\n277 حدثنا إسحاق بن موسى الأنصاري حدثنا أبو ضمرة أنس بن عياض حدثني أبو\nسهيل نافع بن مالك بن أبي عامر قال قال لي عمر بن عبد العزيز من فيه إلى\nأذني ما تقول في الذين يقولون لا قدر قال أرى أن يستتابوا فإن تابوا وإلا\nضربت <span id='ms070'></span> أعناقهم قال عمر بن عبد العزيز ذلك الراي فيهم والله لو لم يكن الا\nهذه الاية لكفى بها <span class='quran'>فإنكم وما تعبدون ما أنتم عليه بفاتنين إلا من هو\nصال الجحيم </span>+ اسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n278 حدثنا أبو كريب محمد بن العلاء حدثنا ابن إدريس عن يحيى بن عبد الله\nبن أبي قتاده عن أبي سهيل بن مالك قال قال لي عمر بن عبد العزيز ما ترى في\nهذه القدريه قال قلت أرى أن تعرضهم على السيف قال وأنا أرى ذلك قلت لمالك\nأخبرني يحيى بن عبد الله عن عمك بكذا وكذا قال صدقك + صحيح +\n</p>\n\n<p>\n279 حدثنا عبد الله بن عبد الجبار الحمصي حدثنا محمد بن حمير عن محمد بن\nمهاجر عن أخيه عمرو بن مهاجر قال بلغ عمر بن عبد العزيز أن غيلان يقول في\nالقدر قال فبعث إليه فحجبه أياما ثم أدخله عليه فقال يا غيلان ما هذا الذي\nبلغني عنك قال عمرو بن مهاجر فأشرت إليه أن لا يقول شيئا قال فقال نعم يا\nأمير المؤمنين إن الله يقول <span class='quran'>هل أتى على الإنسان حين من الدهر لم يكن\nشيئا مذكورا إنا خلقنا الإنسان من نطفة أمشاج نبتليه فجعلناه سميعا بصيرا\nإنا هديناه السبيل إما شاكرا وإما كفورا </span>قال اقرأ من آخر السوره <span class='quran'>وما تشاؤون إلا أن يشاء الله إن الله كان عليما حكيما يدخل من يشاء في\nرحمته والظالمين أعد لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             عذابا أليما </span>ثم قال ما تقول يا\nغيلان قال أقول قد كنت أعمى فبصرتني وأصم فأسمعتني وضالا فهديتني فقال\nاللهم إن كان عبدك غيلان صادقا وإلا فاصلبه فأمسك عن الكلام في القدر فولاة\nعمر بن عبد العزيز دار الضرب بدمشق فلما مات عمر بن عبد العزيز وأفضت\nالخلافه إلى هشام تكلم في القدر فبعث إليه هشام فقطع يده فمر به رجل\nوالذباب على يده فقال له يا غيلان هذا قضاء وقدر قال كذبت لعمر الله ما هذا\nقضاء ولا قدر فبعث إليه هشام فصلبه + إسناده حسن +\n</p>\n\n<p>\n280 حدثنا عبيد الله بن معاذ <span id='ms071'></span> حدثنا أبي حدثنا محمد بن عمرو الليثي أن\nالزهري حدثهم قال دعى عمر بن عبد العزيز غيلان فقال يا غيلان بلغني أنك\nتكلم في القدر فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n             يا أمير المؤمنين إنهم يكذبون علي قال يا\nغيلان أقرأ أول <span class='quran'>يس </span>فقرأ <span class='quran'>يس والقرآن الحكيم </span>حتى أتى على\nقوله <span class='quran'>إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقمحون وجعلنا\nمن بين أيديهم سدا ومن خلفهم سدا فأغشيناهم فهم لا يبصرون وسواء عليهم\nأأنذرتهم أم لم تنذرهم لا يؤمنون </span>فقال غيلان يا أمير المؤمنين والله\nلكأني لم أقرأها قط قبل اليوم أشهدك يا أمير المؤمنين أني تائب مما كنت\nأقول في القدر فقال عمر اللهم إن كان صادقا فثبته وإن كان كاذبا فاجعله آية\nللمؤمنين\n</p>\n\n<p>\n281 حدثنا عبيد الله بن معاذ حدثنا أبي عن بعض أصحابه قال حدث محمد بن\nعمرو بهذا الحديث ابن عون فقال ابن عون أنا رأيته مصلوبا على باب دمشق +\nإسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n282 حدثنا محمد بن المثنى حدثنا معاذ بن معاذ حدثنا محمد بن عمرو حدثنا\nالزهري فقال قال عمر بن عبد العزيز لغيلان فذكر مثله إلى قوله فاجعله آية\nللمؤمنين\n</p>\n\n<p>\n283 حدثنا محمد بن المثنى حدثنا درست بن زياد أبو الحسن عن محمد بن عمرو\nحدثني الزهري قال دخلت على عمر بن عبد العزيز وغيلان قاعد بين يديه فذكر\nنحو حديث معاذ + ضعيف +\n</p>\n\n<p>\n284 حدثنا هشام بن خالد الأزرق حدثنا أبو مسهر حدثني عون بن حكيم حدثني\nالوليد بن سليمان بن أبي السائب أن رجاء بن حيوة كتب إلى هشام بن عبد الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n             بلغني يا أمير المؤمنين أنه وقع في نفسك شيء بأمر قتل غيلان\nوصالح فوالله لقتلهما أفضل من قتل ألفين من الروم والترك\n</p>\n\n<p>\nقال هشام بن خالد صالح هو مولى ثقيف\n</p>\n\n<p>\n285 حدثنا هشام بن عمارحدثنا الهيثم بن عمران حدثنا عمر بن يزيد النصري\nكاتب لنمير بن أوس قاضي دمشق قال بلغ نميرا أنه وقر في صدر هشام بن عبد\nالملك من قتلة غيلان شيء فكتب إليه نمير لا تفعل يا <span id='ms072'></span> أمير المؤمنين فإن قتل\nغيلان من فتوح الله العظام على هذه الأمة\n</p>\n\n<p>\nقال الهيثم وبلغني أن عبادة بن نسي الكندي كتب إلى هشام بمثل كتاب نمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n286 حدثنا عبد الله بن أبي سعد حدثنا الهيثم بن خارجة حدثنا عبد الله بن\nسالم الأشعري حمصي عن إبراهيم بن أبي عبلة قال كنت عند عبادة بن نسي فأتاه\nرجل فأخبره أن أمير المؤمنين هشام قد قطع يد غيلان ولسانه وصلبه فقال له\nحقا ما تقول قال نعم قال أصاب والله السنة والقضية ولآتين إلى أمير\nالمؤمنين فلأحسنن له ما صنع\n</p>\n\n<p>\n287 سمعت عبد الله بن أبي سعد قال قال الهيثم قال يحيى بن حسان ما رأيت\nهشام شيخا أصله أهله من ذا يعني عبد الله بن سالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n288 وقال الفريابي : سمعت عمرو بن علي يقول سمعت أبا محمد الغنوي يقول\nسألت حماد بن سلمة وحماد بن زيد ويزيد بن زريع وبشر بن المفضل والمعتمر بن\nسليمان عن رجل زعم أنه يستطيع أن يشاء في ملك الله ما لا شاء فكلهم قال\nكافر مشرك حلال الدم إلا معتمر فإنه قال إن أحسن السلطان استتابه + إسناده\nحسن +\n</p>\n\n<p>\n289 سمعت نصر بن علي قال سمعت الأصمعي يقول من قال إن الله لا يرزق\nالحرام فهو كافر + صحيح +\n</p>\n\n<p>\n290 سمعت أبا حفص عمرو بن علي يقول سمعت معاذ بن معاذ وذكر قصة عمرو بن\nعبيد إن كان <span class='quran'>تبت يدا أبي لهب وتب </span>في اللوح المحفوظ فما على أبي\nلهب من لوم\n</p>\n\n<p>\nقال أبو حفص فذكرته لوكيع بن الجراح فقال من قال بهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             القول\nيستتاب فإن تاب وإلا ضربت عنقه + صحيح +\n</p>\n\n<p>\nحدثنا محمد بن إسماعيل حدثنا عبد العزيز بن عبد الله الأويسي قال قال\nمالك بن أنس ما أضل من كذب بالقدر لو لم يكن عليهم فيه حجه إلا قوله تعالى\n<span class='quran'>هو الذي خلقكم فمنكم كافر ومنكم مؤمن </span>لكفى بها حجه + إسناد صحيح\n+\n</p>\n\n<p>\n292 حدثنا محمد بن مصفى حدثنا بقيه بن الوليد حدثني أرطاه بن المنذر\nحدثني حكيم بن عمير قال قيل لعمر <span id='ms073'></span> بن عبد العزيز يا أمير المؤمنين إن أناسا\nيقولون في القدر كذا وكذا قال ترفقوا بهم فقال رجل هيهات يا أمير المؤمنين\nوالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             لقد نصبوه دينا يدعون الناس إليه فغضب عمر عند ذلك وقال\nوالله إن كان حقا أولئك تسل ألسنتهم من أقفيتهم سلا وهل طار ذباب بين\nالسماء والأرض إلا بمقدار + أخرجه الآجري +\n</p>\n\n<p>\n293 حدثني إسحاق بن سيار حدثنا عبد الله بن صالح حدثني معاويه بن صالح عن\nحكيم قال قيل لعمر بن عبد العزيز إن قوما يذكرون من القدر شيئا فقال عمر\nبينوا لهم وارفقوا بهم حتى يرجعوا قال قائل هيهات هيهات يا أمير المؤمنين\nلقد اتخذوه دينا يدعون إليه الناس ففزع لها عمر فقال إن كان حقا أولئك أهل\nأن تسل ألسنتهم من أقفيتهم سلا هل طار ذباب بين السماء والأرض إلا بمقدار\n</p>\n\n<p>\n294 حدثني إبراهيم بن عبد الرحيم حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             عفان بن مسلم حدثني\nحرب بن سريج أبو سفيان البزاز قال سألت أبا جعفر بن محمد بن علي فقال أشامي\nأنت فقلت لا فقالوا له إنه مولاك فقال مرحبا وألقى لي وساده من أدم قال قلت\nإن منهم من يقول لا قدر ومنهم من يقول قدر الخير ولم يقدر الشر ومنهم من\nيقول ليس شيء كائن ولا يكون إلا جرى به القلم\n</p>\n\n<p>\nقال بلغني أن قبلكم أئمه يضلون الناس مقالتهم المقالتان الأوليان فمن\nرأيتم منهم إماما يصلي بالناس فلا تصلوا وراءه ثم سكت هنيهه فقال ومن مات\nمنهم فلا تصلوا عليه قاتلهم الله إخوان اليهود قلت فقد صليت خلفهم قال من\nصلى خلف أولئك فليعد الصلاه\n</p>\n\n<p>\n295 حدثنا قتيبه حدثنا حماد بن زيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             عوف قال سمعت الحسن\nيقول من كفر بالقدر فقد كفر بالإسلام ثم قال إن الله خلق خلقا فخلقهم بقدر\nوقسم الآجال بقدر وقسم أرزاقهم بقدر والبلاء بقدر والعافيه بقدر + صحيح +\n</p>\n\n<p>\n296 حدثنا محمد بن مصفى حدثنا سويد بن عبد العزيز قال رأيت عطاء\nالخراساني آخذ برجل ثور بن يزيد في مسجد بيت المقدس يجره يخرجه من المسجد <span id='ms074'></span>\nفقام إليه إسماعيل بن عياش وطلبه إليه حتى تركه لكلامه في القدر + ضعيف +\n</p>\n\n<p>\n297 حدثنا قتيبه بن سعيد عن مالك بن أنس عن زياد بن سعد عن عمرو بن دينار\nأنه قال سمعت عبد الله بن الزبير يقول في خطبته إن الله هو الهادي والفاتن\n+ إسناد صحيح +\n</p>\n\n<p>\n298 حدثنا إسحاق بن موسى حدثنا معن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n             حدثنا مالك مثله + إسناده\nصحيح +\n</p>\n\n<p>\n299 حدثنا قتيبه بن سعيد عن مالك عن زياد بن سعد عن عمرو بن مسلم عن\nطاووس اليماني أنه قال أدركت ناسا من أصحاب رسول الله صلى الله عليه وسلم\nيقولون كل شيء بقدر وسمعت عبد الله بن عمر يقول قال رسول الله صلى الله\nعليه وسلم ( كل شيء بقدر حتى العجز والكيس بقدر أو الكيس والعجز ) + أخرجه\nمسلم في صحيحه +\n</p>\n\n<p>\n300 حدثنا عبد الأعلى بن حماد قال قرأت على مالك عن زياد بن سعد عن عمرو\nبن مسلم عن طاووس مثله + صحيح +\n</p>\n\n<p>\n301 حدثنا إسحاق بن موسى حدثنا معن حدثنا مالك مثله + إسناده صحيح +\n</p>\n\n<p>\n302 حدثنا قتيبه بن سعيد حدثنا سفيان عن عمرو بن مسلم عن طاووس قال قال\nعمر كل شيء بقدر حتى العجز والكيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n303 حدثنا قتيبه حدثنا سفيان عن ابن طاووس عن أبيه عن ابن عباس قال كل\nشيء بقدر حتى العجز والكيس\n</p>\n\n<p>\nقال قتيبه قال سفيان حديث عمرو بن مسلم هو عندي وهم ابن طاووس أحفظ من\nعمرو بن مسلم + إسناده صحيح +\n</p>\n\n<p>\n304 حدثنا أبو بكر بن أبي شيبه حدثنا حفص بن غياث عن ليث عن طاووس عن ابن\nعباس قال العجز والكيس من القدر\n</p>\n\n<p>\n305 حدثنا عمرو بن علي حدثنا أبو عاصم أخبرنا ابن جريج أخبرني ابن طاووس\nعن أبيه عن ابن عباس قال العجز والكيس بقدر + إسناد صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n306 حدثنا قتيبه بن سعيد حدثنا ليث بن سعد عن هشام بن سعد عن إبراهيم بن\nمحمد بن علي عن علي بن عبد الله بن عباس عن ابن عباس أنه قال كل شيء بقدر\nحتى وضعك يدك على خدك\n</p>\n\n<p>\n307 حدثنا أبو بكر بن أبي شيبه حدثنا <span id='ms075'></span> وكيع عن حنظله عن طاووس عن ابن عباس\nقال الحذر لا يغني من القدر ولكن الدعاء يدفع القدر + إسناد صحيح +\n</p>\n\n<p>\n308 حدثنا أبو سلمه يحيى بن خلف حدثنا عبد الأعلى عن سعيد وهو الجريري عن\nأبي العلاء عن مطرف قال لم يوكلوا إلى القدر وإليه يصيرون + إسناد صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n309 حدثنا أبو كامل الجحدري حدثنا بشر بن المفضل حدثنا داود بن أبي هند\nقال ذكر القدر فقال مطرف لم نوكل إليه ووجدنا إليه نصير + إسناده صحيح +\n</p>\n\n<p>\n310 حدثنا أبو بكر بن أبي شيبه حدثنا عبد الله بن إدريس عن عمر بن ذر قال\nقال عمر بن عبد العزيز لو أراد الله أن لا يعصى ما خلق إبليس وهو رأس\nالخطيئه + إسناده صحيح +\n</p>\n\n<p>\n311 حدثنا أبو بكر حدثنا وكيع عن عمر بن ذر قال سمعت عمر بن عبد العزيز\nفذكر مثله + إسناد صحيح +\n</p>\n\n<p>\n312 حدثنا محمد بن أبي بكر المقدمي حدثنا ابن مهدي عن عمر بن ذر قال سمعت\nعمر بن عبد العزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n             يقول لو أراد الله أن لا يعصى ما خلق إبليس\nقال فقد فسر ذلك في آيه من كتاب الله عقلها من عقلها وجهلها من جهلها ( وما\nأنتم عليه بفاتنين إلا من هو صال الجحيم ) + إسناد صحيح +\n</p>\n\n<p>\n313 حدثنا أبو بكر بن أبي شيبه حدثنا عبد الله بن إدريس عن عمر بن ذر قال\nقدمنا على عمر بن عبد العزيز خمسه موسى بن أبي كثير ودثار النهدي ويزيد\nالفقير والصلت بن بهرام وعمر بن ذر فقال إن كان أمركم واحدا فليتكلم متكلم\nفتكلم موسى بن أبي كثير وكان أخوف ما نتخوف عليه أن يكون عرض بشيء من أمر\nالقدر قال فعرض له عمر فحمد الله وأثنى عليه ثم قال لو أراد الله أن لا\nيعصى لم يخلق إبليس وهو رأس الخطيئه + إسناده صحيح +\n</p>\n\n<p>\n314 حدثنا أبو بكر بن أبي شيبه حدثنا عبد الله بن إدريس عن عمر بن ذر قال\nقال عمر بن عبد العزيز لو أراد الله تعالى أن لا يعصى ما يخلق إبليس وهو\nرأس <span id='ms076'></span> الخطيئه وإن في ذلك لعلما من كتاب الله علمه من علمه وجهله من جهله ثم\nتلا هذه الآيه <span class='quran'>فإنكم وما تعبدون ما أنتم عليه بفاتنين إلا من هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n             صال الجحيم </span></p>\n\n<p>\nثم قال لو أن الله تعالى حمل خلقه من حقه على قدر عظمته لم يطق ذلك أرض\nولا سماء ولا جبل ولكنه رضي من عباده بالتخفيف + إسناده صحيح +\n</p>\n\n<p>\n315 حدثنا إبراهيم بن عبد الله حدثنا علي بن ثابت عن عمر بن ذر قال جلسنا\nإلى عمر بن عبد العزيز فتكلم منا متكلم فعظم الله وذكر بآياته فلما فرغ\nتكلم عمر بن عبد العزيزفحمد الله وأثنى عليه وشهد شهادة الحق وقال للمتكلم\nإن الله عز وجل كما عظمت وكما ذكرت ولكن الله تعالى لو أراد أن لا يعصى لم\nيخلق ابليس وقد بين ذلك في آية من القرآن علمها من علمها وجهلها من جهلها\nثم قال <span class='quran'>فإنكم وما تعبدون ما أنتم عليه بفاتنين إلا من هو صال الجحيم\n</span>ومنا رجل يرى رأي القدر فنفعه الله بقول عمر بن عبد العزيز ورجع عما\nكان يقول وكان من أشد الناس بعد ذلك على القدرية + إسناده صحيح +\n</p>\n\n<p>\n316 حدثنا عبد الرحمن بن إبراهيم حدثنا الوليد قال سمعت ابن جريج يقول\nقال عمر بن عبد العزيز لو أراد الله أن لا يعصى ما خلق إبليس + صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n317 حدثنا الوليد بن عتبة الدمشقي حدثنا أبو ضمرة قال وقف غيلان على\nربيعة بن أبي عبد الرحمن فقال يا ربيعة أين الذي يزعم أن الله يحب أن يعصى\nفقال له ربيعة ويلك يا غيلان أو يعصى الله قسرا قال فكأنما ألقمه حجرا +\nإسناده صحيح +\n</p>\n\n<p>\n318 حدثنا أبو بكر بن أبي شيبة حدثنا الفضل بن دكين حدثنا إسرائيل عن\nسماك عن عكرمة عن ابن عباس قال <span class='quran'>ما أنتم عليه بفاتنين </span>مضلين <span class='quran'>إلا من هو صال الجحيم </span>إلا من قدر له أن يصلى الجحيم\n</p>\n\n<p>\n319 حدثنا محمد بن أبي بكر المقدمي حدثنا حماد بن زيد عن خالد الحذاء عن\nالحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             <span class='quran'>ما أنتم عليه بفاتنين إلا <span id='ms077'></span> من هو صال الجحيم </span>قال الشياطين لا يفتنون بضلالتهم إلا من قد أوجب الله له أن يصلى الجحيم +\nإسناده صحيح +\n</p>\n\n<p>\n320 حدثنا إبراهيم بن عبد الله حدثنا إسماعيل بن إبراهيم حدثنا خالد\nالحذاء عن الحسن قال قلت له أرأيت قوله <span class='quran'>ما أنتم عليه بفاتنين إلا من\nهو صال الجحيم </span>قال إلا من كتب عليه أنه صال الجحيم + إسناده صحيح +\n</p>\n\n<p>\n321 حدثنا إبراهيم أخبرنا هشيم أخبرنا منصور عن الحسن وجويبر عن الضحاك\nقوله فقال <span class='quran'>ما أنتم عليه بفاتنين إلا من هو صال الجحيم </span>قال لستم\nعليه بمضلين إلا من هو صال الجحيم من سبق له في علم الله أنه يصلى الجحيم +\nإسناد الحسن صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n322 حدثنا إبراهيم بن عبد الله أخبرنا حجاج عن ابن جريج عن مجاهد <span class='quran'>إلا من هو صال الجحيم </span>إلا من كتب عليه أنه صال الجحيم\n</p>\n\n<p>\n323 حدثنا عبيد الله بن عمر القواريري حدثنا بشر بن المفضل عن سليمان\nالتيمي قال سئل عمر بن عبد العزيز عن القدر فقال ما طار ذباب بين السماء\nوالأرض إلا بقدر قال ثم قال للرجل لا تعد تسئل عن القدر + إسناده صحيح +\n</p>\n\n<p>\n324 حدثنا أبو كامل الجحدري حدثنا بشر بن المفضل حدثنا التيمي قال سأل\nرجل عمر بن عبد العزيز عن القدر فقال ما جرى ذباب بين اثنين إلا بقدر ثم\nقال للسائل لا تعودن تسألني عن مثل هذا + إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             325 حدثنا هشام بن عمار حدثنا الهيثم بن عمران قال سمعت عمرو\nبن مهاجر يقول أقبل غيلان وهو مولى لآل عثمان وصالح بن سويد إلى عمر بن عبد\nالعزيز فبلغه أنهما ينطقان في القدر فدعاهما فقال هل علم الله نافذ في\nعباده أم منتقض فقال بل نافذ يا أمير المؤمنين قال ففيم الكلام فخرجا فلما\nكان عند مرضه بلغه أنهما قد أسرفا فأرسل إليهما وهو مغضب فقال ألم يكن في\nسابق علمه حين أمر إبليس بالسجود ألا يسجد قال عمرو فأومأت إليهما برأسي\nقولا نعم فقالا نعم فأمر بإخراجهما وبالكتاب إلى الأجناد بخلاف ما قالا\nفمات عمر <span id='ms078'></span> قبل أن تنفذ تلك الكتب\n</p>\n\n<p>\n326 حدثنا هشام بن عمار حدثنا معاويه بن يحيى حدثنا عمرو بن مهاجر قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n             أستأذن غيلان على عمر بن عبد العزيز فأذن له فقال ويحك يا\nغيلان ما الذي بلغني عنك أنك تقول قال إنما أقول بقول الله <span class='quran'>هل أتى على\nالإنسان حين من الدهر لم يكن شيئا مذكورا </span>إلى قوله <span class='quran'>وإما كفورا\n</span>فقال عمر أتم السورة ويحك أما تسمع الله يقول <span class='quran'>وما تشاؤون إلا أن\nيشاء الله </span>ويحك يا غيلان أما تعلم أن الله قال <span class='quran'>إني جاعل في الأرض\nخليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء </span>إلى قوله تعالى\n<span class='quran'>العليم الحكيم </span>فقال غيلان يا أمير المؤمنين لقد جئتك جاهلا\nفعلمتني وأعمى فبصرتني وضالا فهديتني فقال اخرج فلا يبلغني أنك تتكلم في\nشيء من هذا + إسناد حسن +\n</p>\n\n<p>\n327 حدثنا قتيبه بن سعيد حدثنا أنس بن عياض عن أبي حازم قال يقول الله\nتعالى <span class='quran'>فألهمها فجورها وتقواها </span>فالتقي ألهمه الله التقوى والفاجر\nألهمه الفجور + إسناد صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n328 حدثنا عمرو بن عثمان الحمصي حدثنا بقيه بن الوليد عن أرطاة بن المنذر\nقال ذكرت لأبي عون شيئا من قول أهل التكذيب بالقدر فقال أما تقرؤون كتاب\nالله تعالى <span class='quran'>وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله\nوتعالى عما يشركون </span></p>\n\n<p>\n329 حدثنا قتيبة ابن سعيد حدثنا معاذ بن معاذ عن ابن عون قال لم يكن أبغض\nأو أكره إلى محمد بن سيرين من هؤلاء القدرية + إسناده صحيح +\n</p>\n\n<p>\n330 حدثنا عبيد الله بن معاذ حدثنا أبي عن بن عون قال لم يكن أحد أبغض\nإلى محمد أو قال أكره من قوم أحدثوا في هذا القدر ما أحدثوا + إسناده صحيح\n+\n</p>\n\n<p>\n331 حدثنا الفضل بن مقاتل أبو مقاتل البلخي قال سمعت النضر بن شميل يقول\nكان ابن عون لا يقبض ما بين عينيه لأحد فإذا حاجه القدري أو المرجىء صرف\nوجهه أو قال حول وجهه عنه + إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n332 حدثنا الفضل بن مقاتل قال سمعت النضر بن شميل يقول كان سليمان التيمي\nإذا جاءه <span id='ms079'></span> من لا يعرفه من أهل البصرة قال أشهد أن الشقي من شقي في بطن أمه\nوالسعيد من وعظ بغيره فإن أقر وإلا لم يحدثه قال فبلغ ذلك ابن عون فقال ما\nهذا الممتحن الناس + إسناده صحيح +\n</p>\n\n<p>\n333 حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن سفيان عن داود بن أبي هند\nأن عزيرا سأل ربه عن القدر فقال سألتني عن علمي عقوبتك أن لا أسميك في\nالأنبياء + إسناده صحيح +\n</p>\n\n<p>\n334 حدثنا قتيبة بن سعيد حدثنا جعفر بن سليمان عن أبي عمران الجوني عن\nنوف قال قال عزير فيما يناجي ربه يا رب تخلق خلقا فتضل من تشاء وتهدي من\nتشاء قال فقيل له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n             يا عزير أعرض عن هذا قال فعاد فقال رب تخلق\nخلقا فتضل من تشاء وتهدي من تشاء قال فقيل له يا عزير أعرض عن هذا وإلا\nمحوتك من النبوة إني لا أسئل عما أفعل وهم يسألون + إسناده حسن +\n</p>\n\n<p>\n335 حدثنا محمد بن عبيد بن حساب حدثنا حماد بن زيد حدثنا حبيب بن الشهيد\nقال سمعت إياس بن معاويه يقول لم أخاصم بعقلي كله من أصحاب الأهواء غير أهل\nالقدر قلت أخبروني عن الظلم في كلام العرب ما هو قالوا أن يأخذ الرجل ما\nليس له قال قلت فإن الله له كل شيء + إسناده صحيح +\n</p>\n\n<p>\n336 حدثنا محمد بن العلاء حدثنا أبو عمرو يعمر بن بشر عن ابن المبارك\nأخبرنا معمر عن ابن طاووس عن أبيه عن ابن عباس أن رجلا قال له إن قوما\nيقولون ليس الشر بقدر فقال ابن عباس <span class='quran'>سيقول الذين أشركوا لو شاء الله\nما أشركنا ولا آباؤنا </span>حتى بلغ <span class='quran'>فلله الحجة البالغة فلو شاء لهداكم\nأجمعين </span>+ إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n337 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمه أخبرنا كلثوم بن جبير\nعن وهب بن منبه أنه قال أجد في التوراه أو في الكتاب أنا الله لا إله إلا\nأنا خالق الخلق خلقت الخير وخلقت من يكون الخير على يديه فطوبا لمن خلقته\nليكون الخير على يديه <span id='ms080'></span> أنا الله لا إله إلا أنا خلقت الشر وخلقت من يكون\nالشر على يديه فويل لمن خلقته ليكون الشر على يديه\n</p>\n\n<p>\n338 حدثنا قتيبه بن سعيد حدثنا الليث هو ابن سعد عن عقيل عن الزهري عن\nمسافع بن الحاجب أنه قال وجدوا حجرا حين نقضو البيت فيه ثلاث صفوح فيها\nكتاب من كتب الأول فدعي لها رجل فقرأها فإذا في صفح منها أنا الله ذو بكه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n             صنعتها يوم صنعت الشمس والقمر وحففتها بسبعة أفلاك وباركت\nلأهلها في اللحم والماء وفي الصفح الآخر أنا الله ذو بكه خلقت الرحم\nواشتققتها من اسمي فمن وصلها وصلته ومن قطعها قطعته وفي الصفح الآخر أنا\nالله ذو بكة خلقت الخير والشر فطوبا لمن كان الخير على يديه وويل لمن كان\nالشر على يديه + إسناده صحيح +\n</p>\n\n<p>\n339 حدثنا إبراهيم بن الحجاج السامي حدثنا جويريه بن أسماء قال سمعت علي\nبن زيد تلا هذه الآية <span class='quran'>فلله الحجة البالغة فلو شاء لهداكم أجمعين </span>فنادى بأعلى صوته انقطع والله ههنا أهل القدر + إسناده حسن +\n</p>\n\n<p>\n340 حدثنا نصر بن عاصم الأنطاكي حدثنا محمد بن سلمة عن خصيف قال قال عمر\nبن عبد العزيز لغيلان ألست تقر بالعلم قال بلى قال فما تريد إن الله يقول\n<span class='quran'>فإنكم وما تعبدون ما أنتم عليه بفاتنين إلا من هو صال الجحيم </span>+\nإسناده خصيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n341 حدثنا نصر بن عاصم الأنطاكي حدثنا الوليد بن مسلم عن إبراهيم بن جدار\nعن ثابت بن ثوبان قال سمعت مكحولا يقول ويحك يا غيلان ركبت بهذه الأمة\nمضمار الحروريه غير أنك لا تخرج عليهم بالسيف + فيه ضعف +\n</p>\n\n<p>\n342 حدثنا نصر بن عاصم حدثنا الوليد بن مسلم عن سعيد بن عبد العزيز عن\nمكحول أنه قال حسب غيلان الله لقد ترك هذه الأمة في لجج مثل لجج البحار +\nفيه ضعف +\n</p>\n\n<p>\n343 حدثنا نصر حدثنا الوليد عن ابن جابر قال سمعت مكحولا يقول ويحك يا\nغيلان ما تموت إلا مفتونا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n344 حدثنا الصلت بن مسعود حدثنا حماد بن زيد عن عبد الله بن المختار قال\nقال إياس بن <span id='ms081'></span> معاوية ما استزل الحسن إلا عطاء بن أبي ميمونة وأبو طلحة صاحب\nالزيادي فقالا للحسن إن الحجاج يقول تجري أقلامنا على أقلام الله عز وجل\nفقال كذبت وفسقت + إسناده جيد +\n</p>\n\n<p>\n345 حدثنا أبو بكر بن أبي شيبة حدثنا مرحوم بن عبد العزيز عن أبيه وعمه\nسمعهما يقولان سمعنا الحسن وهو ينهى عن مجالسه معبد الجهني يقول لا تجالسوه\nفإنه ضال مضل + مقبول +\n</p>\n\n<p>\n346 حدثنا إسحاق بن موسى الأنصاري حدثنا أنس بن عياض قال أرسل إلي عبد\nالله بن يزيد بن هرمز فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n             لقد أدركت وما بالمدينة أحد يتهم\nبالقدر إلا رجل من جهينة يقال له معبد فعليكم بدين العواتق اللاتي لا يعرفن\nإلا الله + إسناده صحيح +\n</p>\n\n<p>\n347 حدثني أحمد بن خالد حدثنا معاذ بن معاذ قال سمعت ابن عون يقول أول ما\nتكلم من الناس في القدر بالبصرة معبد الجهني وأبو يونس الأسواري\n</p>\n\n<p>\nقال معاذ قال ابن عون قال هذا القول يوما وصعد إلينا أبو نعامة العدوي\nوكان أكبر من ابن عون فلما رآه ابن عون أجلسه إلى جنبه فقال يا أبا نعامة\nمتى تكلم الناس في القدر قال إنما تكلموا فيه حيث تكلم سنسويه وتابعه معبد\nالجهني\n</p>\n\n<p>\nقال معاذ قال ابن عون يا هؤلاء أرضوا الله واشهدوا على شهادتنا + إسناده\nصحيح +\n</p>\n\n<p>\n348 حدثنا صفوان بن صالح حدثنا محمد بن شعيب قال سمعت الأوزاعي يقول أول\nمن نطق في القدر رجل من أهل العراق يقال له سوسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n             كان نصرانيا\nفأسلم ثم تنصر وأخذ عنه معبد الجهني وأخذ غيلان عن معبد + إسناده صحيح +\n</p>\n\n<p>\n349 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا ابن عون قال كنا جلوسا مع\nأبي السوار العدوي في مسجد بني عدي فدخل معبد الجهني المسجد فقال أبوالسوار\nما يدخل هذا مسجدنا لا تدعوه يجلس إلينا فقال بعض القوم إنما جاء إلى قريبة\nله معتكفة في هذه القبة فدخل معبد القبة ثم خرج فذهب + إسناده صحيح +\n</p>\n\n<p>\n350 حدثنا هشام بن عمار حدثنا محمد بن حمير حدثنا محمد بن زياد الألهاني\nقال كنا جلوسا في <span id='ms082'></span> مسجد حمص إذا جفل الناس قلنا ما هذا قالوا هذا معبد\nالجهني قد حمل إلى أمير المؤمنين هشام بن عبد الملك في القدر فقال رجل إن\nهذا لهو البلاء فقال خالد بن معدان إنما البلاء كل البلاء إذا كانت الأئمة\nمنهم\n</p>\n\n<p>\n351 حدثنا قتيبة بن سعيد حدثنا سفيان بن عيينة عن عمرو بن دينار عن الحسن\nبن محمد قال إن أول ما تكلم في القدر أن طارت شرارة فأحرقت البيت فقال رجل\nكان هذا من قدر الله وقال آخر لم يكن من قدر الله قال عمرو فذكر ذلك عند\nابن عباس فقال ابن عباس ههنا منهم فآخذ بناصيته + إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n352 حدثنا أبو بكر بن أبي شيبة حدثنا سفيان بن عيينة عن عمرو عن الحسن بن\nمحمد قال أول ما تكلم في القدر فذكر نحوه ولم يذكر كلام ابن عباس + إسناده\nصحيح +\n</p>\n\n<p>\n353 حدثنا عبيد الله بن عمر يعني القواريري حدثنا حماد بن زيد حدثنا خالد\nالحذاء قال خرجت أو غبت غيبة لي والحسن لا يتكلم في القدر وقدمت وإذا هم\nيقولون قال الحسن وقال الحسن فأتيته فدخلت عليه منزله قال قلت يا أبا سعيد\nأخبرني عن آدم أللسماء خلق أم للأرض قال ما هذا يا أبا منازل قال حماد يقول\nلي خالد ولم تكن هذه من مسائلنا قال قلت يا أبا سعيد إني أحب أن أعلم قال\nبل للأرض خلق قال قلت أرأيت لو اعتصم فلم يأكل من الشجرة قال لم يكن له بد\nمن أن يأكل منها لأنه للأرض خلق + إسناده صحيح +\n</p>\n\n<p>\n354 حدثنا أبو بكر بن أبي شيبة حدثنا يحيى بن آدم حدثنا حماد بن زيد عن\nأيوب قال نازلت الحسن في القدر وما عندي وعنده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n             أحد إلا حميد\nالطويل فقال أو لستما تريان ذلك قال فما زلت حتى خوفته بالسلطان فقال ما\nأنا بعائد إليه + إسناده صحيح +\n</p>\n\n<p>\n355 حدثني أميه بن بسطام حدثنا المعتمر بن سليمان قال أتيت عوفا الأعرابي\nفقال لي يا معتمر مر بنا إلى موسى الأسواري فإنه يزعم <span id='ms083'></span> أن ابنه قتل بغير\nأجله ويروي عن الحسن أن المقتول يقتل بغير أجله فذهبت معه إليه فقال له\nويحك أو ويلك لم تكذب على الحسن وأنا أطول مجالسه له منك قال هاه + إسناده\nحسن +\n</p>\n\n<p>\n356 حدثني عبد الواحد بن زيد أخبرنا معتمر مر بنا إلى عبد الواحد قال\nفافترقنا يوما فجئت إلى أبي سليمان فإخبرته بما كان من عوف إلى موسى فقال\nيا بني الزم عوفا فإنه رجل صدوق اذهب معه إلى عبد الواحد فجئت معه إلي عبد\nالواحد فقال له ويحك أو ويلك لم تكذب على الحسن تروي عنه أن المقتول بغير\nأجله قال فما قمنا حتى علمنا أنه كذب على الحسن\n</p>\n\n<p>\n357 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا ابن عون حدثنا محمد عن\nرجلين اختصما في القدر فقال أحدهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n             لصاحبه أرأيت الزنا بقدر هو\nقال نعم فقال محمد وافق رجلا حيا + إسناده صحيح +\n</p>\n\n<p>\n358 حدثنا أبو بكر بن أبي شيبه حدثنا معاذ أخبرني ابن عون قال أخبرني رجل\nعن محمد بن سيرين عن رجلين اختصما في القدر فقال أحدهما لصاحبه أرأيت الزنا\nبقدر هو فقال الآخر نعم فقال محمد وافق رجلا حيا\n</p>\n\n<p>\n359 حدثنا عمرو بن علي أبو حفص قال سمعت معاذ بن معاذ يقول أخبرني عمرو\nبن الهيثم قال خرجت في سفينه إلى الأبله أنا وقاضيها هبيرة بن العديس قال\nوصحبنا في السفينه مجوسي وقدري فقال القدري للمجوسي بالفارسيه أسلم قال حتى\nايزد خواهد يعني حتى يريد الله عز وجل قال القدري ايزد من خواهد وداود\nنماهلد يعني إن الله يريد والشيطان لا يدعك قال فقال المجوسي والله كن ابن\nاسيبت معناه يقول هذا شيطان قوي + أخرجه الآجري +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n             360 حدثنا عمرو بن علي قال سمعت معاذ بن معاذ يقول صليت أنا\nوعمر بن الهيثم الرقاشي خلف الربيع بن برة\n</p>\n\n<p>\nقال معاذ فأخبرني عمر بن الهيثم أنه حضرته الصلاه مرة أخرى فصلى خلفه قال\nفقعدت أدعو فقال لعلك ممن يقول اللهم اعصمني قال معاذ فأعدت تلك الصلاه بعد\nعشرين سنه + آخرجه <span id='ms084'></span> الآجري في الشريعه +\n</p>\n\n<p>\n361 حدثنا عبيد الله بن معاذ حدثنا أبي قال كنا عند عمرو بن عبيد فجاء\nعثمان بن خاش فقال يا أبا عثمان سمعت قبلي الكفر قال ما هو لا تعجل بالكفر\nقال سمعت هاشما الأوقص يقول إن <span class='quran'>تبت يدا أبي لهب </span>وأمر الوحيد ليس\nفي أم الكتاب والله يقول <span class='quran'>وإنه في أم الكتاب لدينا لعلي حكيم </span>فنكس\nعمرو رأسه هنيهة ثم رفع رأسه وقال الله لئن كانت <span class='quran'>تبت يدا أبي لهب </span>وأمر الوحيد في أم الكتاب ما على أبي لهب من لوم ولا على الوحيد من لوم قال\nهذا والله يا أبا عثمان الدين قال أبي فجاء به يحمله الكفر ثم يرجع به في\nالدين + إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n362 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا ابن عون قال كان محمد يرى\nأن أسرع الناس رده أهل الأهواء + إسناده صحيح +\n</p>\n\n<p>\n363 حدثنا أبو بكر بن أبي شيبه حدثنا معاذ بن معاذ حدثنا ابن عون عن محمد\nأنه كان يرى أن أسرع الناس رده أهل الأهواء + إسناده صحيح +\n</p>\n\n<p>\n364 حدثنا أحمد بن إبراهيم حدثنا إسماعيل بن إبراهيم قال قال أيوب كان\nمحمد يرى أن الرده التي تكون في أصحاب الأهواء + إسناده صحيح +\n</p>\n\n<p>\n365 حدثنا قتيبه حدثنا حماد بن زيد عن أيوب عن أبي قلابه أنه كان يقول إن\nأهل الأهواء أهل الضلاله ولا أرى مصيرهم إلا إلى النار + إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n366 حدثنا قتيبه حدثنا حماد بن زيد عن أيوب قال كان أبو قلابه يقول لا\nتجالسوا أصحاب الأهواء ولا تجادلوهم فإني لا آمن أن يغمسوكم في الضلاله أو\nيلبسوا عليكم في الدين بعض ما لبس عليهم + إسناده صحيح +\n</p>\n\n<p>\n367 حدثنا محمد بن عبيد بن حساب حدثنا حماد بن زيد عن أيوب عن أبي قلابه\nقال إن أهل الأهواء أهل الضلاله ولا أرى مصيرهم إلا إلى النار فجربهم فإنه\nليس أحد ينتحل قولا أو قال رأيا فيتناهى به الأمر دون السيف وإن النفاق كان\nضرويا قال وتلا <span class='quran'>ومنهم من عاهد الله لئن آتانا من فضله </span><span class='quran'>ومنهم <span id='ms085'></span>\nالذين يؤذون النبي </span><span class='quran'>ومنهم من يلمزك في الصدقات </span>قال واختلف\nقولهم واجتمعوا في الشك والتكذيب وإلى هؤلاء اختلف قولهم واجتمعوا في السيف\n+ إسناده صحيح +\n</p>\n\n<p>\n368 حدثنا عبد الأعلى بن حماد حدثنا وهيب حدثنا أيوب عن أبي قلابه قال ما\nابتدع رجل بدعه قط إلا استحل السيف + إسناده صحيح +\n</p>\n\n<p>\n369 حدثنا قتيبه بن سعيد حدثنا عبد الوهاب حدثنا أيوب عن أبي قلابه قال\nما ابتدع رجل بدعه قط إلا استحل السيف + إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n370 حدثنا قتيبه حدثنا عبد الوهاب الثقفي حدثنا أيوب عن أبي قلابه قال لا\nتجالسوا أهل الأهواء فإني لا آمن أن يغمسوكم في ضلالتهم أو يلبسوا عليكم\nبعض ما يعرفون + صحيح +\n</p>\n\n<p>\n371 حدثنا أبو علي الحسن بن عمر بن شقيق حدثنا حماد بن زيد عن عمرو بن\nمالك عن أبي الجوزاء وذكر أصحاب الأهواء فقال والذي نفس أبي الجوزاء بيده\nلأن يمتلىء داري قرده وخنازير أحب إلي من أن يجاورني رجل منهم ولقد دخلوا\nفي هذه الآيه <span class='quran'>ها أنتم أولاء تحبونهم ولا يحبونكم وتؤمنون بالكتاب كله\nوإذا لقوكم قالوا آمنا وإذا خلوا عضوا عليكم الأنامل من الغيظ قل موتوا\nبغيظكم إن الله عليم بذات الصدور إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة\nيفرحوا بها </span></p>\n\n<p>\n372 حدثنا أبو الأصبغ عبد العزيز بن يحيى حدثنا أبو إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \nالفزاري عن الأوزاعي عن يحيى بن أبي كثير قال إذا لقيت صاحب بدعه في طريق\nفخذ في غيره + إسناده جيد +\n</p>\n\n<p>\n373 حدثنا يعقوب بن إبراهيم حدثنا سعيد بن عامر قال سمعت جدي أسماء يحدث\nقال دخل رجلان على محمد بن سيرين من أهل الأهواء فقالا يا أبا بكر نحدثك\nبحديث قال لا قالا فنقرأ عليك آيه من كتاب الله قال لا لتقومان عني أو\nلأقومن فقام الرجلان فخرجا + إسناده صحيح +\n</p>\n\n<p>\n374 حدثنا يعقوب حدثنا سعيد بن عامر حدثنا سلام بن أبي مطيع قال سأل رجل\nمن أصحاب البدع أيوب فقال يا أبا بكر أسألك عن كلمة قال فولى أيوب وهو يقول\nولا نصف كلمة ولا نصف كلمة + إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n375 حدثنا <span id='ms086'></span> يعقوب حدثنا سعيد بن عامر حدثنا سلام بن أبي مطيع قال كان أيوب\nيسمي أصحاب البدع كلهم خوارج ويقول إن الخوارج اختلفوا في الاسم واجتمعوا\nعلى السيف + إسناده صحيح +\n</p>\n\n<p>\n376 حدثنا إبراهيم بن عثمان المصيصي حدثنا مخلد بن حسين عن هشام عن الحسن\nقال صاحب البدعة لا يقبل له صلاة ولا صيام ولا حج ولا عمرة و لاجهاد ولا\nصرف ولا عدل\n</p>\n\n<p>\n377 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا ابن عون قال كان محمد يرى\nأن هذه الآيه نزلت في أهل الأهواء <span class='quran'>وإذا رأيت الذين يخوضون في آياتنا\nفأعرض عنهم </span>وقرأ ابن عون حتى ختم الآيه + إسناده صحيح +\n</p>\n\n<p>\n378 حدثنا أبو بكر بن أبي شيبه حدثنا معاذ أخبرنا ابن عون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n             عن\nمحمد مثله + إسناده صحيح +\n</p>\n\n<p>\n379 حدثنا محمد بن داود حدثنا مسلم بن إبراهيم حدثنا مهدي بن ميمون قال\nسمعت محمدا وماراه رجل في شيء فقال له محمد إني قد أعلم ما تريد وأنا أعلم\nبالمراء منك ولكن لا أماريك + إسناده صحيح +\n</p>\n\n<p>\n380 حدثنا محمد بن داود حدثني محمد بن عيسى حدثني محمد عن هشام قال جاء\nرجل إلى الحسن فقال يا أبا سعيد تعال حتى أخاصمك في الدين فقال الحسن أما\nأنا فقد أبصرت ديني فإن كنت أضللت دينك فالتمسه + هشام بن حسان في روايته\nعن الحسن +\n</p>\n\n<p>\n381 حدثني إسماعيل بن سيف حدثنا حسان بن إبراهيم الكرماني قال سمعت أن\nأبا إسحاق الهمداني يقول من وقر صاحب بدعه فقد أعان على هدم الإسلام + ضعيف\n+ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n382 حدثنا أبو بكر بن أبي شيبه حدثنا الفضل عن حماد بن زيد عن محمد بن\nواسع قال رأيت صفوان بن محرز المازني وإلى جنبه قوم يتجادلون فقام ونفض\nثيابه وقال إنما أنتم جرب + إسناده صحيح +\n</p>\n\n<p>\n383 حدثنا أبو بكر بن أبي شيبة حدثنا يحيى بن آدم حدثنا حماد بن زيد عن\nمحمد بن واسع عن مسلم بن يسار أنه كان يقول إياكم والمراء فإنها ساعه جهل\nالعالم وبها يبتغي الشيطان زلته + إسناده صحيح +\n</p>\n\n<p>\n384 حدثنا أبو بكر بن أبي شيبة حدثنا <span id='ms087'></span> معاوية بن هشام حدثنا سفيان عن عبد\nالعزيز بن عمر بن عبد العزيز عن عمر بن عبد العزيز قال من جعل الدين غرضا\nللخصومات أكثر التنقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n385 حدثنا قتيبه بن سعيد حدثنا حماد بن زيد عن يحيى بن سعيد أن عمر بن\nعبد العزيز قال من جعل دينه غرضا للخصومات أكثر التنقل + إسناده صحيح +\n</p>\n\n<p>\n386 حدثنا أبو بكر بن أبي شيبة حدثنا معاويه بن هشام عن سفيان عن جعفر بن\nبرقان قال جاء رجل إلى عمر بن عبد العزيز فسأله عن بعض الأهواء فقال انظر\nدين الأعرابي والغلام في الكتاب فاتبعه واله عما سوى ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             +\nإسناده حسن +\n</p>\n\n<p>\n387 حدثني يعقوب بن إبراهيم حدثنا عبد الرحمن بن مهدي قال سمعت مالك بن\nأنس يقول لم يكن شيء من هذه الأهواء على عهد رسول الله صلى الله عليه وسلم\nولا أبي بكر ولا عمر ولا عثمان وكان مالك يسمي الذين خرجوا على عثمان\nالخوارج + إسناده صحيح +\n</p>\n\n<p>\n388 حدثنا أبو أيوب سليمان بن عبد الرحمن حدثنا محمد بن شعيب عن هارون بن\nهارون عن مجاهد عن ابن عباس قال قال رسول الله صلى الله عليه وسلم ( هلاك\nأمتي في القدريه والعصبيه والروايه من غير ثبت ) + ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n389 حدثني محمد بن إسماعيل حدثنا أبو صالح حدثني الليث أن ربيعة بن أبي\nعبد الرحمن كان يقول أخاف على هذه الأمة ثلاثة أشياء العصبية والقدرية\nوالرواية\n</p>\n\n<p>\n390 حدثنا محمد بن داود حدثنا أحمد بن صالح حدثنا عبد الله بن وهب حدثني\nالليث بن سعيد أن عبيد الله بن عمر قال كنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n             نجالس يحيى بن سعد\nفيسرد كلاما مثل اللؤلؤ فإذا طلع ربيعة قطع يحيى الحديث إعظاما لربيعة\nوبينا نحن يوما يحدثنا تلا هذه الآية <span class='quran'>وإن من شيء إلا عندنا خزائنه وما\nننزله إلا بقدر معلوم </span>فقال له جميل بن نباتة العراقي وهو جالس معنا يا\nأبا محمد أرأيت السحر من تلك الخزائن فقال يحيى سبحان الله ما هذا من مسائل\nالمسلمين فقال عبد الله بن أبي حبيبة إن أبا محمد ليس بصاحب <span id='ms088'></span> خصومة ولكن علي\nفأقبل أما أنا فأقول السحر لا يضر إلا بإذن الله أفتقول أنت ذاك فسكت\nفكأنما سقط عنا جبل + إسناده صحيح +\n</p>\n\n<p>\n391 حدثنا أبو بكر بن أبي شيبة حدثنا عبد الوهاب الثقفي عن غالب القطان\nقال لما انتحلت المعتزلة ما انتحلت دعونا إليه فقلنا لا ينبغي لنا أن نقطع\nأمرا والحسن بين أظهرنا حتى نشاوره فأتيته فقلت إن أناسا ممن يغشاك ويأخذ\nعنك انتحلوا رأيا من قبلهم ودعونا إليه وقالوا إنما نشهد على من عمل كبيرة\nفي الإسلام وما نشهد على الحجاج وعلى يزيد بن المهلب وعلى مالك بن المنذر\nفقال الحسن رويدك لا شهاد نعصي عنك المعرفة قال قلت وأشهد قال لست منهم في\nشيء قال وأتيت محمد بن سيرين فقلت له نحوا مما ذكرت للحسن فقال الناس\nالحجاج أبو محمد عمل بالمعاصي والذنوب فإن يعذب فبذنبه وإن يغفر له فهنيئا\nله قال فلما ذكرت يزيد بن المهلب قال أما تعرف إلا زود للها الولا يأخذونك\nفيركبونك فلما ذكرت مالك بن المنذر قال طوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n             دهره كان بخراسان\nلم تأتني ولم تسألني عنه حتى إذا جاءك وجاورك ووجب عليك حقه جئت إلي تسألني\nبما أشهد عليه فأتيت بكر بن عبد الله المزني فذكرت له نحوا مما ذكرت لهما\nقال فقال إن من الأمور أمورا إن صدقت فيها لم يكن لك فيها أجر وإن كذبت كنت\nكذابا إنك لو قلت هذا حمار وهذا فرس ونحو هذا لم يكن لك فيه أجر ولو ذهبت\nتقول للحصى هذا طير وسميته بغير اسمه كنت كذابا فإياك أن تقول لرجل مسلم\nكافر أو لرجل كافر مسلم + إسناده صحيح +\n</p>\n\n<p>\n392 حدثنا أبو بكر بن أبي شيبة حدثنا ابن علية عن غالب القطان بنحوه +\nإسناده صحيح +\n</p>\n\n<p>\n393 حدثنا أبو بكر بن أبي شيبة حدثنا يزيد بن هارون حدثنا همام عن قتادة\nعن أبي العالية قال قرأت القرآن بعد وفاة نبيكم صلى الله عليه وسلم بعشر\nسنين وقد أنعم الله علي بنعمتين ما أدري أيهما أفضل أن هداني للأسلام <span id='ms089'></span> أو لم\nيجعلني حروريا + بإسناد صحيح +\n</p>\n\n<p>\n394 حدثنا عبيد الله بن معاذ حدثنا أبي قال كان عمرو بن عبيد قائما ومعه\nرجل من آل السائب قال أبو معاذ أهل بيت سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n             قائما يحدثه قال\nومر ابن عون قال فمر بينهما راكبا قال فأقبل على الذي من آل السائب فقال\nالسلام عليكم ما أحب لك أن تقوم هذا المقام انصرف إلى أهلك + إسناده صحيح +\n</p>\n\n<p>\n395 حدثنا عبيد الله بن معاذ حدثنا أبي قال كنت عند عمرو بن عبيد فمر بنا\nأشعث فألقيت نفسي في باب يعني فاستترت فمر أشعث فلم يسلم فلما مضى قال لي\nعمرو ما منع صاحبك أن يسلم علينا قلت هو أعلم + إسناده صحيح +\n</p>\n\n<p>\n396 حدثنا أبو بكر بن أبي شيبة حدثنا ابن علية عن أبي مخزوم عن سيار قال\nقال عمر بن عبد العزيز يستتابوا فإن تابوا وإلا نفوا من دار الإسلام\n</p>\n\n<p>\n397 حدثنا الهيثم بن أيوب أبو عمران الطالقاني وعبد الأعلى بن حماد قالا\nحدثنا المعتمر بن سليمان قال سمعت أبا مخزوم يحدث عن سيار أبي الحكم عن عمر\nبن عبد العزيز قال ينبغي للقدرية أن يستتابوا فإن تابوا وإلا نفوا من بلاد\nالإسلام وقال عبد الأعلى من ديار المسلمين\n</p>\n\n<p>\n398 حدثنا قطن بن نسير حدثنا جعفر بن سليمان حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             سنان\nقال اجتمع وهب بن منبه وعطاء الخراساني بمكة فقال له عطاء يا أبا عبد الله\nما كتب بلغني أنها كتبت عنك في القدر فقال وهب ما كتبت كتبا ولا تكلمت في\nالقدر بشيء ثم قال وهب قرأت نيفا وسبعين كتابا من كتب الله عز وجل منها نيف\nوأربعون ظاهرة في الكنائس ومنها نيف وعشرون لا يعلمها إلا قليل من الناس\nفوجدت فيها كلها أن من وكل إلى نفسه شيئا من المشيئه فقد كفر + لين الحديث\n+\n</p>\n\n<p>\n399 حدثنا عبد الأعلى حدثنا حماد حدثنا سفيان بن عيينه عن مسعر بن كدام\nعن أبي الصباح موسى بن أبي كثير قال الكلام في القدر أبو جاد الزندقه\n</p>\n\n<p>\n400 حدثنا سويد مثله\n</p>\n\n<p>\n401 حدثنا سويد حدثنا خلف <span id='ms090'></span> بن خليفه عن الحجاج بن دينار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n             عن\nمنصور بن المعتمر قال ما أهلك الله أهل دين حتى تخلف فيهم المنانيه قلت وما\nالمنانيه قال الزنادقه + إسناده ضعيف +\n</p>\n\n<p>\n402 حدثنا سويد حدثنا يوسف بن سهل الواسطي قال حججت فسمعت رجلا يلبي يقول\nفي تلبيته لبيك اللهم لبيك والشر ليس إليك فما دخلت مكه لقيت سفيان فأخبرته\nبالذي سمعت فلما زادني على أن قال <span class='quran'>قل أعوذ برب الفلق من شر ما خلق\n</span></p>\n\n<p>\n403 حدثنا سويد حدثما مسلم بن خالد عن ابن جريج قال رأيت ابن أبي نجيح\nقائما في المنارة قال مالقيت شيئا ما لقيت من القدر\n</p>\n\n<p>\n404 حدثنا سويد حدثنا يحيى بن سليمان عن ابن جريج عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n             الحسن\nبن مسلم قال كنا جلوسا عند طاووس فجاء قتاده يريد الجلوس إليه فقال إن هذا\nأعمى القلب والله لئن جلس لأقومن عنه فقام بعضنا إليه فقال له يا أبا فلان\nلقتاده إن هذا قال لئن جلس لأقومن وإنا نحب أن تعتزله فإعتزله قتاده +\nإسناده ضعيف +\n</p>\n\n<p>\n405 حدثنا سويد حدثنا مسلم بن خالد عن عثمان بن الأسود قال قلت لمجاهد يا\nأبا الحجاج أشعرت أن وهبا مولى سلامه قدري قال ثم رآني بعد ذلك معه قال ثم\nلقيت مجاهدا فإذا هو كالمعرض عني قال أليس قلت وهب قدري ثم رأيتك معه\n</p>\n\n<p>\n406 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان يقول سمعت أبا مخزوم\nيقول كان سيار أبو الحكم وأبو هاشم صاحب الرمان يقولان التكذيب بالقدر شرك\n</p>\n\n<p>\n407 حدثنا عبد الأعلى بن حماد حدثنا معتمر بن سليمان قال سمعت أبي بحلب\nعن رجل عن نافع قال جاء رجل إلى ابن عمر فسأله عن القدريه قال سمعت رسول\nالله صلى الله عليه وسلم يقول ( هم مجوس هذه الأمه ) + إسناده ضعيف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n408 حدثنا إبراهيم بن عبد الله حدثنا ابن عليه قال كان ابن عون يقول\nأمران أدركت الناس وليس فيهم منها شيء كلام هذه المعتزله والقدريه وكان أول\nمن تكلم في القدر سنسويه بن يونس الأسواري وكان حقيرا صغير الشأن ثم تكلم <span id='ms091'></span>\nمعبد وتكلم رجل من أهل كذا في المسجد وكان القائل يقول إن معبدا ليتكلم\nبشيء ما ندري ما هو ثم رفض + إسناده جيد +\n</p>\n\n<p>\n409 حدثنا قتيبه بن سعيد حدثنا عبد الواحد بن زياد عن خصيف قال سمعت محمد\nبن كعب القرطبي يقول لما تكلم الناس في القدر نظرت فإذا هذه الآيه أنزلت\nفيهم <span class='quran'>إن المجرمين في ضلال وسعر يوم يسحبون في النار على وجوههم ذوقوا\nمس سقر إنا كل شيء </span>خلقناه بقدر ) + خصيف صدوق سيء الحفظ +\n</p>\n\n<p>\n410 حدثنا أبو مروان عبد الملك بن حبيب المصيصي حدثنا أبو إسحاق الفزاري\nعن الأوزاعي قال كتب عمر بن عبد العزيز إلى ابن له كتبا وكان في أول ما كتب\nإني أسأل الله الذي بيده القلوب يصنع فيها ما شاء من هدى أو ضلاله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n411 حدثنا أبو عثمان أحمد بن المقدمي حدثنا سليمان بن حرب حدثنا عبيد\nالله بن شميط عن عثمان البتي قال دخلت على ابن سيرين فقال لي ما يقول الناس\nفي القدر قال فلم أرد ما رددت عليه قال فرفع شيئا من الأرض وقال ما أريد\nعلى ما أقول مثل هذا إن الله إذا أراد بعبد خيرا وفقه لمحابه وطاعته وما\nيرضى به عنه ومن أراد به غير ذلك اتخذ عليه الحجه ثم عذبه غير ظالم له +\nإسناده حسن +\n</p>\n\n<p>\n412 سمعت أبا عثمان قال سمعت علي بن عبد الله قال سألت يحيى وعبد الرحمن\nعن هذا الحديث ( كل شيء بقدر ) ما معنى بقدر فقالا كتب وعلم + والإسناد\nصحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n             صلى الله عليه وسلم باب ما روي في الأهواء وتكذيب أهل\nالقدر صلى الله عليه وسلم\n</p>\n\n<p>\n413 حدثنا أبو تقي هشام بن عبد الملك الحمصي حدثنا محمد بن حرب عن أبي\nسلمة سليمان بن سليم عن أبي حصين عن أبي صالح عن ابن عباس قال ثلاثة مجالس\nلا تمكن الشيطان فيهن من نفسك القرآن ولا امرأة لا تحل لك فإن الشيطان\nثالثكما ولا تجالس أهل الأهواء فإن مجالستهم ممرضة القلوب + إسناده ضعيف +\n</p>\n\n<p>\n414 حدثنا محمد بن مصفى أبو عبد <span id='ms092'></span> الله حدثني محمد بن حرب عن أبي سلمة\nسليمان بن سليم عن أبي حصين الكوفي عن أبي صالح مولى أم هانيء عن ابن عباس\nقال نزل القرآن على أربعة أوجه حلال وحرام لا يسع أحدا جهلهما ووجه عربي\nتعرفه العرب ووجه تأويل يعلمه العلماء ووجه تأويل لا يعلمه إلا الله عز وجل\nومن انتحل فيه علما فقد كذب + إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n415 حدثني أبو حفص عمر بن عثمان الحمصي حدثنا بقية بن الوليد حدثنا أبو\nعمرو يعني الأوزاعي حدثنا العلاء بن الحجاج عن محمد بن عبيد المكي عن ابن\nعباس قال قيل لابن عباس إن رجلا قدم علينا مكذب بالقدر فقال دلوني عليه وهو\nيومئذ أعمى فقالوا وما تصنع به قال والذي نفسي بيده لئن استمكنت منه لأعضن\nأنفه حتى أقطعه ولئن وقعت رقبته في يدي لأدقنها فإني سمعت رسول الله صلى\nالله عليه وسلم يقول ( كأني بنساء بني فهم يطفن بالخروج تصطك ألياتهن\nمشركات ) فهذا أول شرك في الإسلام والذي نفسي بيده لا ينتهي بهم سوء رأيهم\nحتى يخرجوا الله من أن يقدر الخير كما أخرجوه من أن يقدر الشر + إسناده\nضعيف +\n</p>\n\n<p>\n416 حدثنا أبو أنس مالك بن سليمان الألهاني الحمصي حدثنا بقية بن الوليد\nعن أرطاة بن المنذرعن مجاهد بن جبير أنه بلغه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n             ابن عمر عن\nرسول الله صلى الله عليه وسلم قال ( إن أول شيء خلقه الله عز وجل القلم\nوأخذه بيمينه وكلتا يديه يمين قال فكتب الدنيا وما يكون فيها من عمل معمول\nبر أو فجور رطب أو يابس فأحصاه عنده في الذكر ثم قال اقرؤوا إن شئتم <span class='quran'>هذا كتابنا ينطق عليكم بالحق إنا كنا نستنسخ ما كنتم تعملون </span>فهل تكون\nالنسخة إلا من أمر قد فرغ منه + إسناده حسن +\n</p>\n\n<p>\n417 حدثنا عمرو بن عثمان الحمصي حدثنا بقية بن الوليد حدثنا أبو عمرو\nالأوزاعي عن عبدة بن أبي لبابة أنه قال علم الله ما هو خالق وما الخلق\nعاملون ثم كتبه ثم قال لنبيه <span class='quran'>ألم تعلم أن الله يعلم <span id='ms093'></span> </span>ما في السماء\nوالأرض إن ذلك في كتاب إن ذلك على الله يسير ) + إسناده حسن +\n</p>\n\n<p>\n418 حدثنا عمرو بن عثمان حدثنا بقية بن الوليد حدثني أبو عمرو حدثني من\nسمع الزهري يحدث عن أبي سلمة عن أبي هريرة قال أتيت رسول الله صلى الله\nعليه وسلم فقلت يا رسول الله إني رجل شاب وأنا أخاف العنت على نفسي ولست\nأجد طولا أتزوج النساء فأذن لي أن أختصي قال فسكت ثم قلت يا رسول الله إني\nرجل شاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n             وإني أخاف العنت على نفسي ولست أجد طولا أتزوج النساء\nأن أختصي قال ثم عدت فقلت مثل ذلك فقال رسول الله صلى الله عليه وسلم ( يا\nأبا هريرة جف القلم على ما أنت لاق فاختص على ذلك أو دع ) + حديث صحيح +\n</p>\n\n<p>\n419 حدثني أبو أنس مالك بن سليمان الحمصي حدثنا بقيه عن أبي بكر العنسي\nعن يزيد بن أبي حبيب ومحمد بن يزيد المصريين قالاحدثنا نافع عن ابن عمر قال\nقالت أم سلمه يا رسول الله لا زال يصيبك في كل عام وجع من تلك الشاه\nالمسمومه التي أكلت قال فقال رسول الله صلى الله عليه وسلم ( ما أصابني شيء\nمنها إلا وهو مكتوب علي وآدم في طينته ) + إسناده ضعيف +\n</p>\n\n<p>\n420 حدثنا محمد بن مصفى حدثنا بقيه بن الوليد حدثني أرطأه بن المنذر قال\nسمعت يونس بن سيف يقول سمعت أبا إدريس عائذ الله يقول إن الله تعالى خلق\nالقلم فكتب ما هو كائن إلى يوم القيامه + إسناده جيد +\n</p>\n\n<p>\n421 حدثنا أبو أنس مالك بن سليمان حدثنا بقيه عن مبشر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \nعبيد عن عطاء بن السائب عن أبي صالح عن ابن عباس في قول الله عز وجل ( كما\nبدأكم تعودون فريقا هدى وفرقا حق عليهم الضلاله ) وكذلك خلقهم حين خلقهم\nفجعلهم مؤمنا وكافرا وسعيدا وشقيا وكذلك يعودون يوم القيامه مهتديا وضالا +\nإسناده ضعيف +\n</p>\n\n<p>\n422 حدثنا محمد بن مصفى حدثنا بقيه بن الوليد حدثني مبشر بن عبيد عن\nالزهري عن سعيد بن المسيب عن أبي هريرة قال قال رسول <span id='ms094'></span> الله صلى الله عليه\nوسلم ( لما خلق الله تعالى آدم ضرب بيده على شق آدم الأيمن فأخرج ذروا\nكالذر قال يا آدم هؤلاء ذريتك من أهل الجنه ثم ضرب بيده على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             شق\nآدم الأيسر فأخرج ذروا كالحمم ثم قال هؤلاء ذريتك من أهل النار ) + اسناد\nضعيف +\n</p>\n\n<p>\n423 حدثنا أبو أنس مالك بن سليمان حدثنا بقيه عن عمر بن محمد عن زيد بن\nأسلم عن أبيه عن أبي هريرة قال لما أنزل الله عز وجل على رسوله <span class='quran'>لمن\nشاء منكم أن يستقيم </span>قالوا الأمر إلينا إن شئنا استقمنا وإن شئنا لم\nنستقم فأنزل الله عز وجل <span class='quran'>وما تشاؤون إلا أن يشاء الله رب العالمين\n</span></p>\n\n<p>\n424 حدثنا محمد بن مصفى حدثنا بقيه حدثني عمر بن محمد عن زيد بن أسلم عن\nأبي هريرة عن رسول الله صلى الله عليه وسلم قال لما نزلت <span class='quran'>لمن شاء منكم\nأن يستقيم </span>قالوا الأمر إلينا إن شئنا استقمنا وإن شئنا لم نستقم قال\nفأهبط الله عليه جبريل يقول كذبوا يا محمد <span class='quran'>وما تشاؤون إلا أن يشاء\nالله رب العالمين </span>ففرج ذلك عن رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n425 حدثنا أبو عبد الله محمد بن مصفى حدثنا بقيه حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \nمعاويه بن سعيد حدثني عبد الله بن السائب عن عطاء بن أبي رباح قال سألت\nالوليد بن عباده بن الصامت كيف كانت وصية أبيك إليك حين حضره الموت فقال\nدعاني فقال يا بني أوصيك بتقوى الله عز وجل وأعلم أنك لن تتقي الله حتى\nتؤمن بالله وأعلم أنك لن تؤمن بالله ولن تطعم حقيقه الإيمان ولن تبلغ العلم\nحتى تؤمن بالقدر كله خيره وشره قال قلت يا أبت وكيف لي أن أؤمن بالقدر كله\nخيرة وشره قال تعلم أن ما أصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك أي\nبني إني سمعت رسول الله صلى الله عليه وسلم يقول ( إن أول ما خلق الله\nالقلم قال اكتب قال وما أكتب يا رب قال اكتب القدر فجرى القلم في تلك <span id='ms095'></span>\nالساعه بما كان وما هو كائن إلى الأبد ) + إسناده حسن +\n</p>\n\n<p>\n426 حدثنا محمد بن مصفى حدثنا بقيه حدثني أبو بكر بن أبي مريم عن علي بن\nأبي طلحه أن نافع بن الأزرق مر بابن عباس وهو يحدث يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             كان\nسليمان بن داود إذا ما نزل دعا الهدهد فبحث الأرض فدله على الماء وكانت\nمعرفته إذا كانت الأرض تربد علم أم الماء قريب منها فأمرهم فحفروا\nفاستخرجوا الماء فقال له نافع بن الأزرق ألا تخاف الله يا ابن عباس إن\nالهدهد لصلاله بالحبه فوق الأرض فلا يعلم حتى لوحد في رقبته وأنت تزعم أنه\nيخبرهم بما تحت الأرض فقال ابن عباس حدثنا رسول الله صلى الله عليه وسلم\nقال ( قد ينفع الحذر مالم يبلغ القدر فإذا بلغ القدر لم ينفع الحذر وحال\nالقدر دون النظر فقال ابن عباس يا ابن الأزرق أردت أن تقول مررت بابن عباس\nفرددت قوله فلم يخرج منه + إسناده ضعيف +\n</p>\n\n<p>\n427 حدثنا محمد بن مصفى حدثنا بقيه حدثنا المسعودي قال قيل لعمر بن عبد\nالعزيز وبلغه عن رجل له سرق إنه قارف السرقه قال فقال عمر من خلقه الله\nلأمر فهو أهل لما خلقه الله له\n</p>\n\n<p>\n428 حدثنا محمد بن مصفى حدثنا بقيه حدثنا محمد بن نافع الثقفي عن محمد بن\nعبيد الله عن أبي عامر المكي قال لقيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             غيلان بدمشق مع نفر من\nقريش فسألوني أن أكلمه فقلت اجعل لي عهد الله وميثاقه أن لا تغضب ولا تجحد\nولا تكتم قال ذلك لك فقلت نشدتك الله هل في السماوات أو في الأرض شيء قط من\nخير أو شر لم يشأه الله عز وجل ولم يعلمه حتى كان قال غيلان اللهم لا قال\nفلت فعلم الله بالعباد كان قبل أو أعمالهم فقال غيلان بل علمه كان قبل\nأعمالهم قلت فمن أين كان علمه بهم من دار كان فيها قبله جبلهم في تلك الدار\nغيرة وأخبره الذي جبلهم في الدار عنهم غيره أم من دار جبلهم هو فيها وخلق\nلهم القلوب <span id='ms096'></span> التي يهوون بها المعاصي قال غيلان بل من دار جبلهم هو فيها وخلق\nلهم القلوب التي يهوون بها المعاصي قلت فهل كان الله يحب أن يطيعه جميع\nخلقه قال غيلان نعم قلت انظر ما تقول قال هل معها غيرها قلت نعم فهل كان\nإبليس يحب أن يعصي الله جميع خلقه فلما عرف الذي أردت سكت فلم يرد علي شيئا\n</p>\n\n<p>\nقال ثم قال يا أبا عامر هل لهؤلاء الكلمات من أصل قلت نعم حسبك بهن من\nكتاب الله عز وجل إن الله خلق جميع خلقه من أربعه أشياء لم يخلق شيئين من\nشيء واحد فجعل الطاعه في إثنين وجعل المعصيه في إثنين واللذين فيهما الطاعه\nهي فيهما إلى يوم القيامه والذان فيهما المعصيه هي فيهما إلى يوم القيامه\nإن الله خلق الملائكة من نور وخلق الجان من نار وخلق البهائم من ماء وخلق\nآدم من طين فجعل الطاعه في الملائكة والبهائم وجعل المعصيه في الجن والإنس\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             غيلان صدقت\n</p>\n\n<p>\n429 حدثنا أبو تقي هشام بن عبد الملك حدثنا بقية بن الوليد حدثني أبو\nعتاب قال بينا أنا أغسل رجلا من أهل القدر قال فتفرقوا عني وبقيت فقلت ويل\nللمكذبين بأقدار الله عز وجل قال فانتفض حتى سقط عن دفه قال فلما دفناه عند\nباب الشرقي فرأيته في منامي تلك الليله كأني منصرف من المسجد إذ الجنازة\nبقرب في السوق يحملها حبشيان رجلاها بين يديها فقلت ما هذا قالوا هذا فلان\nقلت سبحان الله أليس قد دفناه عند باب الشرقي فقال دفنتموه في غير موضعه\nفقلت والله لأتبعنه حتى أنظر ما يصنع به فلما أن خرجوا به من باب اليهود\nمالوا به ألى نواويس النصارى فأتو قبرا منها فدفنوه فيه فبدت لي رجلاه فإذا\nهو أشد سوادامن الليل + والإسناد إليه حسن +\n</p>\n\n<p>\n430 حدثني مالك بن سليمان أبو أنس حدثنا بقية عن يحيى بن مسلم عن بحر\nالسقا عن أبي حازم عن أبي هريرة عن النبي صلى الله عليه وسلم قال ( ما كانت\nزندقة إلا <span id='ms097'></span> كان أصلها التكذيب بالقدر ) + إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n431 حدثني مالك بن سليمان حدثنا بقية عن أرطاة بن المنذر عن أبي مسعود عن\nأبي هريرة عن النبي صلى الله عليه وسلم أنه قال ( في المنسى يوم القيامة\nثلاثه ولا يكلمهم الله ولا ينظر إليهم يوم القيامه ولا يزكيهم ) فقلت يا\nرسول الله من هم جلهم لنا قال ( المكذبون بالقدر والمدمن على الخمر\nوالمتبرىء من ولده ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n             قلت وما المنسى يوم القيامه يا رسول الله\nقال ( جب في قعر جهنم وأسفل طينتها ) + إسناده ضعيف +\n</p>\n\n<p>\n432 حدثني أبو محمد المطلب بن شعيب حدثنا أبو الأسود النضر بن عبد الجبار\nحدثنا ابن لهيعه عن موسى بن وردان عن أبي هريرة قال لعن الله أهل القدر\nالذين يكذبون بقدر ويؤمنون بقدر + إسناده ضعيف +\n</p>\n\n<p>\n433 حدثنا محمد بن مصفى حدثنا بقيه حدثنا محمد حدثني حميد عن أنس قال قال\nرسول الله صلى الله عليه وسلم ( صنفان من أمتي لا يدخلون الجنه القدريه\nوالحروريه ) + إسناده ضعيف +\n</p>\n\n<p>\n434 حدثنا محمد بن مصفى حدثنا عثمان بن سعيد حدثنا ابن لهيعه عن عمرو بن\nشعيب عن سعيد بن المسيب عن حذيفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             أنهم كانوا يتحدثون في العزل\nفخرج عليهم رسول الله صلى الله عليه وسلم يسمعهم فقال ( إنكم لتفعلونه )\nقال نعم قال ( أو لم تعلموا أن الله لم يخلق نسمه هو بارئها إلا وهي كائنه\n) + إسناده ضعيف +\n</p>\n\n<p>\n435 حدثنا محمد بن مصفى حدثنا محمد بن حرب حدثنا الزبيدي عن الزهري عن\nإبراهيم بن عبد الرحمن بن عوف أنه غشي على عبد الرحمن بن عوف غشيه وظنوا\nأنه قد فاض منها حتى قاموا من عنده وجلدوة ثوبا وخرجت أم كلثوم ابنة عقبه\nإمرأه عبد الرحمن إلى المسجد تستعين بما أمرت به من الصبر والصلاه فلبثوا\nساعه وعبد الرحمن في غشيته ثم أفاق عبد الرحمن فكان أول ما تكلم به أن كبر\nوكبر أهل البيت ومن يليهم فقال لهم عبد الرحمن أغشي علي آنفا قالوا نعم قال\nصدقتم فإنه انطلق بي في غشيتي رجلان أجد منهما شده وغلظه فقالا انطلق <span id='ms098'></span>\nنحاكمك إلى العزيز الأمين فانطلقا بي حتى لقيا رجلا فقال أين تذهبان بهذا\nقالا نحاكمه إلى العزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n             الأمين قال فارجعا فإنه ممن كتب الله\nلهم السعاده والمغفرة وهو في بطون أمهاتهم وإنه يستمع به بنوه ما شاء الله\n</p>\n\n<p>\nقال فعاش بعد ذلك شهرا ثم مات + إسناده جيد +\n</p>\n\n<p>\n436 حدثنا محمد بن عزيز حدثنا سلامه بن روح عن عقيل بن خالد حدثني ابن\nشهاب الزهري حدثني إبراهيم بن عبد الرحمن بن عوف أنه قال غشي علي عبد\nالرحمن بن عوف في وجعه غشيه ظنوا أنه قد فاض منها حتى قاموا من عنده وجلدوه\nثوبا وخرجت أم كلثوم بنت عقبه امرأة عبد الرحمن إلى المسجد تستعين بما أمرت\nأن تستعين به الرغبه والصلاه فمكثوا ساعه وعبد الرحمن في غشية ثم أفاق عبد\nالرحمن فكان أول ما تكلم به أن كبر وكبر أهل البيت ومن يليهم وقال لهم عبد\nالرحمن غشي علي آنفا قالوا نعم قال صدقتم فإنه انطلق بي في غشيتي رجلان أجد\nمنهما غلظه وفظاظه فقالا انطلق نخاصمك إلى العزيز الأمين فانطلقا بي حتى\nلقيا رجلا أين تذهبان بهذا قالا نخاصمه إلى العزيز الأمين قال فارجعاه فإنه\nمن الذين كتبت لهم المغفرة والسعاده وهو في بطون أمهاتهم فإنه يستمتع به\nبنوه ما شاء الله\n</p>\n\n<p>\nفعاش بعد ذلك ما شاء الله ثم توفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n437 حدثني محمد بن إسحاق أبو بكر أخبرني أصبغ بن الفرج حدثني ابن وهب\nأخبرني يونس بن يزيد عن ابن شهاب عن أبي سلمه بن عبد الرحمن عن أبي هريره\nقال أتيت رسول الله صلى الله عليه وسلم فقلت إني رجل شاب وأنا أخاف على\nنفسي العنت ولا أجد ما أتزوج به النساء فائذن لي أختصي قال فسكت ثم قلت مثل\nذلك فسكت عني ثم قلت مثل ذلك فسكن عني ثم قلت مثل ذلك فقال رسول الله صلى\nالله عليه وسلم ( يا أبا هريرة قد جف القلم بما أنت لاق فاختص على ذلك أو\nذر ) + إسناده صحيح +\n</p>\n\n<p>\n438 حدثنا عمرو بن عثمان <span id='ms099'></span> الحمصي حدثنا أبي حدثنا ابن لهيعه حدثنا ابن\nهبيرة وهو عبد الله بن هبيرة السبائي عن أبي تميم الجيشاني عن أبي ذر قال\nسمعته يقول قال موسى لربه أي رب خلقت خلقك فملأت البر والبحر فماذا معايشهم\nقال أهل البر من البر وأهل البحر من البحر ورضيت كلا بمسكنه قال أي رب لم\nتعذب الطائفه من خلقك بذنب الرجل الواحد فأمر الرب نمله فلدغته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \nوكان رجلا أشعر الساقين فضرب برجله فقتل منهم كثيرا قال يا موسى إنما لدغتك\nواحده فقتلتت منهم كثيرا فكذلك أعذب الطائفه من خلقي بذنب الرجل الواحد\nبادهانهم له قال أي رب خلقت خلقك فلم تعذبهم قال يا موسى ازرع زرعا ففعل ثم\nقال احصده فحصده ثم قا ذره فذراه قال موسى أي رب ما نتقيت إلا الطيب قال\nكذلك يا موسى أنتقي الطيب من عبادي وأعذب الخبيث من عبادي + إسناده ضعيف +\n</p>\n\n<p>\n439 حدثني أحمد بن أبي الحواري املاء علي قال قلت لأبي سليمان الدارني من\nأراد الحضوة فليتواضع في الطاعه فقال لي ويحك وأي شيء من التواضع إنما\nالتواضع أن لا تعجب بعملك وكيف يعجب عامل بعمله وإنما يعد العمل نعمه من\nالله تعالى عليه ينبغي أن يشكر الله عز وجل عليها ويتواضع إنما يتبغي أن\nيعجب بعمله القدري الذي يزعم أنه يعمل وأما من زعم أنه مستعمل فكيف يعجب +\nإسناده صحيح +\n</p>\n\n<p>\n440 حدثنا يزيد بن خالد بن وهب الرملي حدثنا عبد الله بن وهب حدثنا يونس\nبن يزيد عن ابن شهاب عن أنس بن مالك قال كان أبو ذر الغفاري يحدث أن رسول\nالله صلى الله عليه وسلم قال فرج سقف بيتي وأنا بمكة فنزل جبريل ففرج صدري\nثم غسله من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             ماء زمزم ثم جاء بطست من ذهب مملوء حكمة وإيمانا\nفأفرغتا في صدري ثم أطبقه ثم أخذ بيدي فعرج بي إلى السماء فلما علونا\nالسماء الدنيا إذا رجل عن يمينه أسودة وعن يساره أسودة فإذا نظر قبل يمينه\nضحك وإذا نظر قبل شماله بكى فقال مرحبا <span id='ms100'></span> بالنبي الصالح والابن الصالح قال\nقلت يا جبريل من هذا قال هذا آدم وهذه الأسودة عن يمينه وعن شماله نسم بنيه\nفأهل اليمين منهم أهل الجنة والأسودة عن شماله أهل النار فإذا نظر قبل\nيمينه ضحك وإذا نظر قبل شماله بكى + أخرجه البخاري + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n441 حدثنا محمد بن العزيز الأيلي حدثنا سلامه بن روح عن عقيل بن خالد\nحدثني ابن شهاب حدثني أنس بن مالك الأنصاري حدثني أبو ذر الغفاري أن رسول\nالله صلى الله عليه وسلم قال ( فرج سقف بيتي وأنا بمكه قال فنزل جبريل ففرج\nصدري ثم غسله بماء زمزم ثم جاء بسطت من ذهب مملوء حكمه وإيمانا فأفرغها في\nصدري ثم أطبقه ثم أخذ بيدي فعرج بي إلى السماء فلما علونا السماء الدنيا\nإذا رجل عن يمينه أسوده وعن شماله أسوده فإذا نظر قبل يمينه تبسم وإذا نظر\nقبل شماله بكى قال فقال مرحبا بالنبي الصالح والإبن الصالح قال قلت يا\nجبريل من هذا قال هذا آدم وهذه الأسوده عن يمينه وعن شماله بنوه فأهل\nاليمين منهم أهل الجنه والأسوده الذين عن شماله أهل النار فإذا نظر قبل\nيمينه ضحك وإذا نظر قبل شماله بكى ) + حديث صحيح +\n</p>\n\n<p>\n442 حدثنا عباس العنبري حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن سعيد\nبن المسيب قال لما طعن عمر بن الخطاب قال كعب لو دعى الله عمر لأخر في أجله\nفقال الناس سبحان الله أليس قد قال الله <span class='quran'>فإذا جاء أجلهم لا يستأخرون\nساعة ولا يستقدمون </span>قال كعب وقد قال ( ما يعمر من معمر ولا ينقص من\nعمرة إلا في كتاب ) قال الزهري فنرى أنه إذا حضر أجله فلا يؤخر ساعه ولا\nيقدم وما لم يحضر أجله فإن الله يؤخر ما شاء ويقدم ما شاء وقال الزهري وليس\nمن أحد إلا وله عمر مكتوب + إسناده صحيح +\n</p>\n\n<p>\n443 حدثنا أبو بكر بن أبي شيبه حدثنا عفان بن مسلم حدثنا حماد بن سلمه عن\nيونس عن الحسن في قوله <span class='quran'>هو أعلم بكم إذ </span>أنشأكم من الأرض <span id='ms101'></span> وإذ أنتم\nأجنه في بطون أمهاتكم ) قال علم الله عز وجل من كل نفس ما هي عامله وما هي\nصانعه وإلى ما هي صائره + إسناده صحيح +\n</p>\n\n<p>\n444 حدثنا محمد بن عثمان بن خالد حدثنا إبراهيم بن سعد عن ابن شهاب أن\nعبيد الله بن عبد الله بن عتبه أخبره أن أبا سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n             الخدري قال\nسأل رجل رسول الله صلى الله عليه وسلم عن العزل فقال ( وتفعلون ذلك لا\nعليكم أن لا تفعلوة فإنه ليس نسمه قضاها الله إلا وهي كائنه + حديث صحيح +\n</p>\n\n<p>\n445 حدثنا عبيد الله بن معاذ حدثنا أبي حدثنا حماد بن سلمه عن أبي نعامه\nالسعدي قال كنا عند أبي عثمان النهدي فحمدنا الله وذكرناه فقلت لأنا بأول\nهذا الأمر أشد فرحا مني بآخره فقال ثبتك الله كنا عند سلمان فحمدنا الله\nوذكرناه فقلت لأنا بأول هذا الأمر أشد فرحا مني بآخره قال سلمان ثبتك الله\nإن الله لما خلق آدم مسح ظهرة فخرج ما هو ذاري إلي يوم القيامه فخلق الذكر\nوالأنثى والشقوه والسعاده والأرزاق والآجال والألوان فمن علم السعاده فعل\nالخير ومجالس الخير ومن علم الشر فعل الشر ومجالس الشر\n</p>\n\n<p>\n446 حدثنا أبو المنذر عنبسه بن يحيى المروزي بالشاش سنه ثمان وعشرين\nومائتين حدثنا أبو داود الحفري عن أبي رجاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n             قال كتب عامل\nبالشاش لعمر بن عبد العزيز إليه يسأله عن القدر فكتب إليه أما بعد فإني\nأوصيك بتقوى الله واتباع سنه رسوله صلى الله عليه وسلم والإقتصاد في أمره\nوترك ما أحدث المحدثون بعدما جرت سنته وكفوا مؤنته ثم أعلم أنها لم تكن\nبدعه إلا وقد مضى قبلها ما هو دليل عليها فعليك بلزوم السنه إنما سنها من\nقد علم بما في خلافها في الزلل والخطأ والحمق والتعمق ولهم كانوا على كشف\nالأمور أقوى وتفصيل به لو كان أحرى لأنهم السابقون ولئن قلت قد وجدت بعدهم\nحديثا ما أحدثه إلا من قد اتبع غير سبيلهم ورغب بنفسه عنهم ولقد تكلموا فيه\nبما يكفي ووصفوا منه ما يشفي فما <span id='ms102'></span> دونهم ولا فوقهم أحسن ولقد قصر أقوام\nدونهم فجفوا وطمح عنهم آخرون فغلوا\n</p>\n\n<p>\nكتبت تسألني عن القدر فما أعلم الناس أحدثوا محدثا ولا ابتدعوا بدعه أبين\nأمرا ولا أثبت أمرا من القدر ولقد ذكروه في الجاهليه في أشعارهم يعزون به\nأنفسهم على ما فيهم فما زاده الإسلام إلا شدة ولقد ذكره النبي صلى الله\nعليه وسلم في غير حديث\n</p>\n\n<p>\n447 حدثني أبو المنذر عنبسه بن يحيى حدثنا أبو المغيره عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \nالقدوس بن الحجاج حدثنا أبو بكر بن أبي مريم حدثنا ابن مالك الطائي عن أبي\nإدريس الخولاني أنه قال لأن أسمع في ناحيه المسجد بنار تحرق أحب إلي من أن\nأسمع ببدعه ليس لها مغير إلا أن أبا جميل لا يؤمن بالقدر فلا تجالسوه +\nإسناده ضعيف +\n</p>\n\n<p>\n448 حدثنا حبان بن موسى حدثنا عبد الله بن المبارك عن سفيان الثوري عن\nجعفر بن محمد عن أبيه عن جابر بن عبد الله قال كان رسول الله صلى الله عليه\nوسلم يقول في خطبته يحمد الله ويثني عليه بما هو اهله ثم يقول ( من يهد\nالله فلا مضل له ومن يضلل فلا هادي له أصدق الحديث كتاب الله وأحسن الهدي\nهدي محمد وشر الأمور محادثاتها وكل محدثه بدعه وكل بدعه ضلاله وكل ضلاله في\nالنار ) ثم يقول ( بعثت أنا والساعه كهاتين ) وكان إذا ذكر الساعه احمرت\nعيناه وعلا صوته واشتد غضبه كأنه نذير جيش صبحكم مساكم ثم يقول ( من ترك\nمالا فلأهله ومن ترك دينا أو ضياعا فإلي وعلي وأنا ولي المؤمنين ) + إسناده\nصحيح +\n</p>\n\n<p>\n| آخر كتاب القدر والحمد لله رب العالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوقع الفراغ من نسخ هذه النسخه يوم الأربعاء لإحدى عشرة ليله خلت من شوال\nسنه تسع عشره وثلاثمائه وألف من الهجرة النبويه في البلد حيدر آباد النظامي\nالجنوبي حين إقامتي به لدرس العربيه في المدرسه النظاميه الفوقانيه وأنا\nأبو محمد زين العابدين المدعو بنظير حسن الآروي البهاري غفر الله له\nولوالديه ويرحم الله عبدا قال آمين المرجو من الناظرين إلى هذا الكتاب\nوالمستفيدين منه <span id='ms103'></span> ان يدعوا لي بحسن الخاتمه والمغفرة\n</p>\n\n<p>\nوالحمد لله رب العالمين والصلاه والسلام على خير خلقه محمدا وآله وصحبه\nأجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n             <span id='ms104'></span>\n</p>\n",
  "pages": [
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285"
  ],
  "volumes": [
    "01"
  ]
}