{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\n[مسائل الجاهلية التي خالف فيها رسول الله صلى الله عليه وسلم أهل\nالجاهلية]\n</p>\n\n<h1 class='l1' id='head0'>[مقدمة الطبعة الأولى] محب الدين الخطيب</h1>\n\n<p>\nمسائل الجاهلية\n</p>\n\n<p>\nالتي خالف فيها رسول الله صلى الله عليه وسلم أهل الجاهلية\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nمقدمة الطبعة الأولى\n</p>\n\n<p>\nالحمد لله رب العالمين وصلى الله على سيدنا (محمد) رافع لواء الهدى في\nالعالمين وبعد فإن الخلفاء الراشدين ورجال الدولة في زمن بنى أمية كانوا\nيعهدون بلواء الإسلام إلى السواعد العربية تخوض به الآفاق شرقا وغربا، وإلى\nالألسنة العربية تدعو إليه بادية وحاضرة، فكانت الدولة على اتصال بجزيرة\nالعرب تغذي الجيش من فتيانها، وتعنى بأحوال أهلهم في ربوعهم وبين جبالهم،\nوتوسد الأمور في الأقطار إلى النوابغ من عقلائهم وحكمائهم، فكان الإسلام\nغضا في جزيرة العرب، وهدايته معمولا بها تحت الخيمة وفي بيت الشعر وبين\nجذوع النخيل فما برح الإسلام بذلك منصورا، وممالكه بازدياد، والناس يدخلون\nفي دين الله شعوبا وأمما، إلى أن استدار الزمان مرة أخرى فجرب الخلفاء من\nبنى العباس الاعتماد على أهل السياسة والحمية الدنيوية من الفرس في إقامة\nدعائم ملكهم، ولم يكن أهل السياسة والدنيا منهم كما كان أهل التقوى والدين،\nفأبدت المجوسية نواجذها، ورغم الفتك بأبي مسلم فإن الحال ظلت على ذلك إلى\nزمن أمير المؤمنين المعتصم فأخذ دفة السفينة من أيدي الفرس وأسلمها إلى\nأيدي غلمانه من الترك، فنهض من شر واحد ووقع في شرين: لأن للفرس سابقة\nوحضارة ليس لهؤلاء مثلهما. وفي هذه الحادثة يقول الأستاذ الإمام الشيخ محمد\nعبده:\n</p>\n\n<p>\n[خليفة عباسي أراد أن يصنع لنفسه ولخلفه، وبئس ما صنع بأمته ودينه. أكثر\nمن ذلك الجند الأجنبي، وأقام عليه الرؤساء منه. فلم تكن إلا عشية أو ضحاها\nحتى تغلب رؤساء الجند على الخلفاء، واستبدوا بالسلطان دونهم وصارت الدولة\nفي قبضتهم، ولم يكن لهم ذلك العقل الذي راضه الإسلام، والقلب الذي هذبه\nالدين، بل جاءوا إلى الإسلام بخشونة الجهل، يحملون ألوية الظلم، لبسوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالإسلام على أبدانهم، ولم ينفذ منه شيء إلى وجدانهم، وكثير منهم كان يحمل <span id='ms01'></span>\nإلهه معه يعبده في خلوته ويصلي مع الجماعات لتمكين سلطته. . .] منذ تلك\nالأزمان وجزيرة العرب مهملة: لا تعنيها الدولة، ولا تستعين بها. وكانت\nنتيجة ذلك أن \"الجاهلية\" عادت إلى جزيرة العرب واستقرت فيها قرونا طويلة.\n</p>\n\n<p>\nثم ظهر في صميم جزيرة العرب رجل عظيم لا يزال حقه على المسلمين مهضوما\nفيهم، وأعني به الرجل المصلح، داعية العرب والمسلمين للرجوع إلى فطرة\nالإسلام الأولى، شيخ الإسلام محمد بن عبد الوهاب مؤلف أصل هذا الكتاب، هذا\nالرجل نظر فيما عليه سكان جزيرة العرب في زمنه فرآهم في حالة سوء: العصبية\nالجاهلية كالتي نهى عنها هادي البشر (محمد) صلى الله عليه وسلم، ودعاء غير\nالله كالذي جاء صلى الله عليه وسلم لاستئصال جرثومته، والاحتيال بمختلف\nالأسباب للابتعاد عن الحق والهدى كالذي كان قبل مبعثه صلى الله عليه وسلم،\nثم التقاطع والتفرق، والتواصي بالباطل دون الحق، والاعتداء على حق الغير،\nوالعطالة، والكسل، والخرافات والأوهام، والضغينة، والفوضى، والقذارة،\nوالمكر، والخداع، وعدم الانقياد للنظام بحيث كان كل رجل أمة وحده. هذه\nأمراض رآها مؤلف أصل هذا الكتاب موجودة في قومه وفي بلاده، ورأى السنة\nالمحمدية تدور حول تطهير الإنسانية من هذه الشوائب، فقال في نفسه: - إذن\nنحن في مثل ما كان عليه أهل الجاهلية!\n</p>\n\n<p>\nحينئذ عاهد ربه على أن يعلن الحرب على هذه الأمراض، وأن يداويها بالطب\nالنبوي من كتاب الله وسنة رسوله.\n</p>\n\n<p>\nقلت إنه كان رجلا عظيما، لأنه ثبت في جهاده إلى أن لقي ربه، فحول الله\nتلك الأوطان العربية على يده وبطريقته من أخلاق الجاهلية وأطوارها إلى أمة\nتقيم الصلاة ساعة الدعوة إليها، وتؤتي الزكاة عند استحقاقها، ولا يشهد\nرمضان فيها ما يشاهده في مصر والشام والعراق من فضائح، ويحجون بقلوب لا\nمتسع فيها لغير الإيمان بالله، وكل رجل منهم عنده كفنه يحمله مع سلاحه إذا\nناداه الإمام للجهاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nإن تحويل هذه الأمة مما كانت عليه إلى ما صارت إليه ليس من الأمور\nالهينة، وأنا كلما تصورت في ذهني عظمة محمد بن عبد الوهاب رحمه <span id='ms02'></span> الله يتضاءل\nفي نظري كثير من الشخصيات التي أنا معجب بها، فأنظر إليه بعين الإكبار\nوالإجلال. نعم، كان في نجد جمود وشدة، لكنهما ناشئان عن عزلة النجديين في\nبلاد منزوية عن ممر الأمم، وأنا على يقين بأن اتصال نجد بالحجاز واتصال\nالنجديين والحجازيين بحجاج الأقطار، وازدياد عدد الحجيج باستتباب الأمن\nورسوخه، سيكون فيه خير عظيم للحجاز ونجد والعالم الإسلامي جميعا.\n</p>\n\n<p>\nوبعد فإن هذه الرسالة إحدى نظرات محمد بن عبد الوهاب إلى المرض العام\nالذي كان سكان الجزيرة العربية مصابين بأعراضه، والظاهر أنه جعلها رءوس\nأقلام ليتوسع فيها يوما ما فلم يتيسر ذلك له وقد طبعت في الهند على\nاختصارها الذي جعلها بمقام فهرس للمسائل المائة التي خالف فيها رسول الله\nصلى الله عليه وسلم أهل الجاهلية من الأميين والكتابيين، ولما رأى علامة\nالعراق السيد محمود شكري الألوسي رحمه الله اختصارها، وأدرك أنها ليست\nتأليفا ولكنها مذكرة لتأليف، عمد إلى شرحها. ولا أعني شرح ألفاظها بل شرح\nمعانيها، أي أنه أتم العمل الذي كان يريد المصلح النجدي العظيم أن يتمه.\n</p>\n\n<p>\nولما كان كتاب السيد محمود شكري الألوسي لا يزال مخطوطا يخشى أن تجتاحه\nالجوائح، فقد رأى صديقي أديب العراق السيد محمد بهجة الأثرى - وهو خير من\nأنجبهم العلامة الألوسي - أن يجعل هذا الكتاب هديته إلي عند زيارته القاهرة\nفي شهر صفر سنه 1347 ه، ورأيت من قدر هذه الهدية عندي أن أبادر إلى طبعها\nووضعها بين أيدي الناس تعميما لفائدتها وأن أجعلها هدية المكتبة السلفية\nإلى سيد شباب هذه الدعوة الأمير فيصل السعود لأنه كما ورث حماتها بآبائه\nورث صاحب الدعوة نفسه من طرف أمه، فلم أجد أحدا أولى بها منه. والله ولي\nالتوفيق.\n</p>\n\n<p>\nالقاهرة: 12 ربيع الأول 1347 ه\n</p>\n\n<p>\nمحب الدين الخطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>مقدمة محمود شكري الألوسي البغدادي</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي هدانا للدين المبين، وأنار لنا الصراط المستقيم والصلاة\nوالسلام على سيد الأولين والآخرين، وعلى آله وأصحابه الغر الميامين.\n</p>\n\n<p>\nأما بعد فيقول العبد المفتقر إلى عفو الله وغفرانه محمود شكري <span id='ms03'></span> الألوسي\nالبغدادي كان الله تعالى له، وأحسن عمله: إني قد وقفت على رسالة صغيرة\nالحجم كثيرة الفوائد تشتمل على نحو مائة مسألة من المسائل التي خالف فيها\nرسول الله صلى الله عليه وسلم أهل الجاهلية من الأميين والكتابيين، وهي\nأمور ابتدعوها ما أنزل الله بها من سلطان ولا أخذت عن نبي من النبيين،\nألفها الإمام محيي السنة، ومجدد الشريعة النبوية، أبو عبد الله محمد بن عبد\nالوهاب النجدي الحنبلي، تغمده الله تعالى برحمته. فرأيتها في غاية الإيجاز،\nبل كادت تعد من قبيل الألغاز، قد عبر عن كثير منها بعبارة مجملة، وأتى فيها\nبدلائل ليست بمشروحة ولا مفصلة. حتى إن من ينظرها ليظن أنها فهرس كتاب، قد\nعدت فيه المسائل من غير فصول ولا أبواب، ولاشتمالها على تلك المسائل المهمة\nالآخذة بيد المتمسك بها إلى منازل الرحمة، أحببت أن أعلق عليها شرحا يفصل\nمجملها ويكشف معضلها من غير إيجاز مخل ولا إطناب ممل.\n</p>\n\n<p>\nمقتصرا فيه على أوضح الأقوال، ومبينا ما أورده من برهان ودليل، عسى الله\nأن ينفع بذلك المسلمين، ويهدي به من يشاء من عباده المتقين. فيكون سببا\nللثواب، والفوز يوم العرض والحساب، والأمن من أليم العذاب، وما توفيقي إلا\nبالله، عليه توكلت وإليه أنيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال المصنف رحمة الله تعالى عليه: هذه مسائل خالف فيها رسول الله صلى\nالله عليه وسلم ما عليه أهل الجاهلية الكتابيين والأميين، مما لا غنى لمسلم\nعن معرفتها. فالضد يظهر حسنه الضد وبضدها تتميز الأشياء وأهم ما فيها وأشده\nخطرا، عدم إيمان القلب بما جاء به الرسول صلى الله عليه وسلم، فإن انضاف\nإلى ذلك استحسان دين الجاهلية والإيمان به، تمت الخسارة والعياذ بالله\nتعالى، كما قال تعالى [العنكبوت: 52] :. . {والذين آمنوا بالباطل وكفروا\nبالله أولئك هم الخاسرون} [العنكبوت: 52]\n</p>\n\n<h1 class='l1' id='head2'>دعاء الصالحين</h1>\n\n<p>\nدعاء الصالحين (المسألة الأولى) : أنهم يتعبدون بإشراك الصالحين في دعاء\nالله تعالى وعبادته، ويرون ذلك من تعظيم الصالحين الذي يحبه الله، ويريدون\nبذلك شفاعتهم عند الله لظنهم أنهم يحبون ذلك كما <span id='ms04'></span> قال تعالى في أوائل\n[الزمر2-3] : {إنا أنزلنا إليك الكتاب بالحق فاعبد الله مخلصا له الدين -\nألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا\nإلى الله زلفى إن الله يحكم بينهم في ما هم فيه يختلفون} [الزمر: 2 - 3]\nوقال تعالى [يونس: 18] : {ويعبدون من دون الله ما لا يضرهم ولا ينفعهم\nويقولون هؤلاء شفعاؤنا عند الله} [يونس: 18] وهذه أعظم مسألة خالفهم فيها\nرسول الله صلى الله عليه وسلم، فأتى بالإخلاص، وأخبرهم أنه دين الله الذي\nلا يقبل من أحد سواه وأن من فعل ما يستحسنونه، حرم الله عليه الجنة، ومأواه\nالنار.\n</p>\n\n<p>\nوهذه المسألة هي الدين كله، ولأجلها تفرق الناس بين مسلم وكافر، وعندها\nوقعت العداوة، ولأجلها شرع الجهاد؛ كما قال تعالى في [البقرة: 193] :\n{وقاتلوهم حتى لا تكون فتنة ويكون الدين لله} [البقرة: 193]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>التفرق</h1>\n\n<p>\nالتفرق (الثانية) : أنهم متفرقون، ويرون السمع والطاعة مهانة ورذالة.\nفأمرهم الله بالاجتماع، ونهاهم عن التفرقة فقال عز ذكره [آل عمران: 102\n-103] {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم\nمسلمون - واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم إذ\nكنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا حفرة من\nالنار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون} [آل عمران: 102\n- 103]\n</p>\n\n<p>\nيقال: أراد سبحانه بما ذكر ما كان بين الأوس والخزرج من الحروب التي\nتطاولت مائة وعشرين سنة، إلى أن ألف سبحانه بينهم بالإسلام، فزالت الأحقاد،\nقاله ابن إسحاق، وكان يوم بعاث آخر الحروب التي جرت بينهم، وقد فصل ذلك في\n\"الكامل \" ومن الناس من يقول: أراد ما كان بين مشركي العرب من التنازع\nالطويل والقتال العريض، ومنه حرب البسوس، كما نقل عن الحسن رضي الله عنه.\nوقال تعالى [التغابن: 16] : {فاتقوا الله ما استطعتم واسمعوا وأطيعوا}\n[التغابن: 16] إلى غير ذلك من الآيات الناصة على النهي عن الاستبداد\nوالتفرق وعدم الانقياد والطاعة مما كان عليه أهل الجاهلية.\n</p>\n\n<h1 class='l1' id='head4'>مخالفة ولي الأمر</h1>\n\n<p>\nمخالفة ولي الأمر (الثالثة) أن مخالفة ولي الأمر <span id='ms05'></span>، وعدم الانقياد له عندهم\nفضيلة، وبعضهم يجعله دينا. فخالفهم النبي صلى الله عليه وسلم في ذلك،\nوأمرهم بالصبر على جور الولاة والسمع والطاعة والنصيحة لهم، وغلظ في ذلك\nوأبدى وأعاد. وهذه الثلاث هي التي ورد فيها ما في الصحيح صلى الله عليه\nوسلم: «يرضى لكم ثلاثا: أن تعبدوه ولا تشركوا به شيئا، وأن تعتصموا بحبل\nالله جميعا، وأن تناصحوا من ولاه الله أمركم» . وروى البخاري عن ابن عباس\nعن النبي صلى الله عليه وسلم قال: «من كره من أميره شيئا، فليصبر، فإنه من\nخرج من السلطان شبرا، مات ميتة جاهلية» وروى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا عن جنادة بن أبي أمية، قال: دخلنا على عبادة بن الصامت وهو مريض،\nفقلنا: أصلحك الله، حدث بحديث ينفعك الله به سمعته من النبي صلى الله عليه\nوسلم، قال: «دعانا النبي صلى الله عليه وسلم فبايعنا، فكان فيما أخذ علينا:\nأن بايعنا على السمع والطاعة في منشطنا ومكرهنا وعسرنا ويسرنا وأثرة علينا،\nوأن لا ننازع الأمر أهله، إلا أن تروا كفرا بواحا عندكم من الله فيه برهان»\n. والأحاديث الصحيحة في هذا الباب كثيرة، ولم يقع خلل في دين الناس أو\nدنياهم إلا من الإخلال بهذه الوصية.\n</p>\n\n<h1 class='l1' id='head5'>التقليد</h1>\n\n<p>\nالتقليد (الرابعة) : أن دينهم مبني على أصول أعظمها التقليد، فهو القاعدة\nالكبرى لجميع الكفار من الأولين والآخرين: كما قال تعالى في [الزخرف: 23-\n24] : {وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا\nآباءنا على أمة وإنا على آثارهم مقتدون - قال أولو جئتكم بأهدى مما وجدتم\nعليه آباءكم قالوا إنا بما أرسلتم به كافرون} [الزخرف: 23 - 24] فأمرهم\nالله تعالى بقوله في [الأعراف: 3] : {اتبعوا ما أنزل إليكم من ربكم ولا\nتتبعوا من دونه أولياء قليلا ما تذكرون} [الأعراف: 3]\n</p>\n\n<p>\nوقال تعالى: [البقرة: 170] : {وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل\nنتبع ما ألفينا عليه آباءنا أولو كان آباؤهم لا يعقلون شيئا ولا يهتدون}\n[البقرة: 170] إلى غير ذلك مما يدل على أن أهل الجاهلية كانوا في ربقة\nالتقليد، لا يحكمون لهم <span id='ms06'></span> رأيا، ولا يشغلون فكرا؛ فلذلك تاهوا في أودية\nالجهالة. وهكذا كل من سلك مسلكهم في أي عصر كان.\n</p>\n\n<h1 class='l1' id='head6'>الاقتداء بالعالم الفاسق أو العابد الجاهل</h1>\n\n<p>\nالاقتداء بالعالم الفاسق، أو العابد الجاهل. (الخامسة) : الاقتداء بفسقة\nأهل العلم وجهالهم وعبادهم فحذرهم الله تعالى من ذلك بقوله [التوبة: 34] :\n{يا أيها الذين آمنوا إن كثيرا من الأحبار والرهبان ليأكلون أموال الناس\nبالباطل ويصدون عن سبيل الله} [التوبة: 34] وقال تعالى [المائدة: 77] : {قل\nيا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من\nقبل وأضلوا كثيرا وضلوا عن سواء السبيل} [المائدة: 77]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nإلى آيات أخر تنادي ببطلان الاقتداء بالفساق وأهل الضلالة والغي، وذلك من\nسنن الجاهلية وطرائقهم المعوجة.\n</p>\n\n<h1 class='l1' id='head7'>الاحتجاج بما كان عليه الآباء بلا دليل</h1>\n\n<p>\nالاحتجاج بما كان عليه الآباء بلا دليل (السادسة) : الاحتجاج بما كان\nعليه أهل القرون السالفة، من غير تحكيم العقل، والأخذ بالدليل الصحيح. وقد\nأبطل الله تعالى ذلك بقوله في [طه: 49-54] : {قال فمن ربكما يا موسى - قال\nربنا الذي أعطى كل شيء خلقه ثم هدى - قال فما بال القرون الأولى - قال\nعلمها عند ربي في كتاب لا يضل ربي ولا ينسى - الذي جعل لكم الأرض مهدا وسلك\nلكم فيها سبلا وأنزل من السماء ماء فأخرجنا به أزواجا من نبات شتى - كلوا\nوارعوا أنعامكم} [طه: 49 - 54] إلخ.\n</p>\n\n<p>\nوقال تعالى في [القصص: 36-37] : {فلما جاءهم موسى بآياتنا بينات قالوا ما\nهذا إلا سحر مفترى وما سمعنا بهذا في آبائنا الأولين - وقال موسى ربي أعلم\nبمن جاء بالهدى من عنده ومن تكون له عاقبة الدار إنه لا يفلح الظالمون}\n[القصص: 36 - 37] وقال عز ذكره في سورة [المؤمنون: 23-25] : {ولقد أرسلنا\nنوحا إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غيره أفلا تتقون -\nفقال الملأ الذين كفروا من قومه ما هذا إلا بشر مثلكم يريد أن يتفضل عليكم\nولو شاء الله لأنزل ملائكة ما سمعنا بهذا في آبائنا الأولين - إن هو إلا\nرجل به جنة فتربصوا به حتى حين} [المؤمنون: 23 - 25]\n</p>\n\n<p>\nوقال تعالى في <span id='ms07'></span> [ص: 6-7] : {وانطلق الملأ منهم أن امشوا واصبروا على\nآلهتكم إن هذا لشيء يراد - ما سمعنا بهذا في الملة الآخرة إن هذا إلا\nاختلاق} [ص: 6 - 7]\n</p>\n\n<p>\nفجعلوا مدار احتجاجهم على عدم قبول ما جاءت به الرسل أنه لم يكن عليه\nأسلافهم، ولا عرفوه منهم، فانظر إلى سوء مداركهم، وجمود قرائحهم، ولو كانت\nلهم أعين يبصرون بها، وآذان يسمعون بها، لعرفوا الحق بدليله، وانقادوا\nلليقين من غير تعليله، وهكذا أخلافهم ووراثهم، قد تشابهت قلوبهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>الاحتجاج على الحق بقلة أهله</h1>\n\n<p>\nالاحتجاج على الحق بقلة أهله (السابعة) : الاعتماد على الكثرة، والاحتجاج\nبالسواد الأعظم والاحتجاج على بطلان الشيءبقلة أهله. فأنزل الله تعالى ضد\nذلك وما يبطله، فقال في [الأنعام: 116-117] : {وإن تطع أكثر من في الأرض\nيضلوك عن سبيل الله إن يتبعون إلا الظن وإن هم إلا يخرصون - إن ربك هو أعلم\nمن يضل عن سبيله وهو أعلم بالمهتدين} [الأنعام: 116 - 117]\n</p>\n\n<p>\nفالكثرة على خلاف الحق لا تستوجب العدول عن اتباعه لمن كان له بصيرة\nوقلب، فالحق أحق بالاتباع، وإن قل أنصاره؛ كما قال تعالى [ص: 24] : {قال\nلقد ظلمك بسؤال نعجتك إلى نعاجه وإن كثيرا من الخلطاء ليبغي بعضهم على بعض\nإلا الذين آمنوا وعملوا الصالحات وقليل ما هم} [ص: 24] فأخبر الله عن أهل\nالحق أنهم قليلون. غير أن القلة لا تضرهم.\n</p>\n\n<p>\nتعيرنا أنا قليل عديدنا ... فقلت لهم إن الكرام قليل (1)\n</p>\n\n<p>\nفالمقصود أن من له بصيرة ينظر إلى الدليل، ويأخذ ما يستنتجه البرهان، وإن\nقل العارفون به، المنقادون له، ومن أخذ ما عليه الأكثر، وما ألفته العامة\nمن غير نظر لدليل فهو مخطئ، سالك سبيل الجاهلية، مقدوح عند أهل البصائر.\n</p>\n\n<h1 class='l1' id='head9'>[الاستدلال على بطلان الشيء بكونه غريبا]</h1>\n\n<p>\nالاستدلال على بطلان الشيء بكونه غريبا. (الثامنة) الاستدلال على بطلان\nالشيء بكونه غريبا. فرد الله تعالى ذلك بقوله في [هود: 116] : {فلولا كان\nمن القرون من قبلكم أولو بقية ينهون عن الفساد في الأرض إلا قليلا ممن\nأنجينا منهم واتبع الذين ظلموا ما أترفوا فيه وكانوا مجرمين} [هود: 116]\nومعنى الآية: (فلولا كان) تحضيض فيه <span id='ms08'></span> معنى التفجع، أي: فهل كان (من القرون)\nأي الأقوام المقتربة في زمان واحد {من قبلكم أولو بقية} [هود: 116] أي ذوو\nخصلة باقية من الرأي والعقل، أو ذوو فضل، على أن يكون البقية اسما للفضل،\nوالهاء (2) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nللنقل، ومن هنا يقال: فلان من بقية القوم، أي: من خيارهم، ومنه قولهم في\nالزوايا خبايا، وفي الرجال بقايا، {ينهون عن الفساد في الأرض} [هود: 116]\nالواقع فيما بينهم حسبما ذكر في قصصهم، وفسر الفساد بالكفر وما اقترن به من\nالمعاصي، {إلا قليلا ممن أنجينا منهم} [هود: 116] استثناء منقطع، أي ولكن\nقليلا منهم أنجينا لكونهم كانوا ينهون.\n</p>\n\n<h1 class='l1' id='head10'>انخداع أهل القوة والحيلة بقوتهم وحيلتهم</h1>\n\n<p>\nانخداع أهل القوة والحيلة بقوتهم وحيلتهم (التاسعة) : الاستدلال على\nالمطلوب، والاحتجاج بقوم أعطوا من القوة في الفهم والإدراك، وفي القدرة\nوالملك؛ ظنا أن ذلك يمنعهم من الضلال. فرد الله تعالى ذلك عليهم بقوله\nسبحانه في [الأحقاف: 24-26] : {فلما رأوه عارضا مستقبل أوديتهم قالوا هذا\nعارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم - تدمر كل شيء بأمر\nربها فأصبحوا لا يرى إلا مساكنهم كذلك نجزي القوم المجرمين - ولقد مكناهم\nفيما إن مكناكم فيه وجعلنا لهم سمعا وأبصارا وأفئدة فما أغنى عنهم سمعهم\nولا أبصارهم ولا أفئدتهم من شيء إذ كانوا يجحدون بآيات الله وحاق بهم ما\nكانوا به يستهزئون} [الأحقاف: 24 - 26] ومعنى الآية: {ولقد مكناهم}\n[الأحقاف: 26] أي: قوينا عادا وأقدرناهم، و \"ما\" في قوله تعالى: فيما إن\nمكناكم فيه موصولة أو موصوفة و \"إن\" نافية، أي: في الذي، أو في شيء ما\nمكناكم فيه من السعة والبسطة وطول الأعمار وسائر مبادئ التصرفات، كما في\nقوله تعالى [الأنعام: 6] : {ألم يروا كم أهلكنا من قبلهم من قرن مكناهم في\nالأرض ما لم نمكن لكم} [الأنعام: 6] ولم يكن النفي بلفظ \"ما\" كراهة لتكرير\nاللفظ، وإن اختلف المعنى، {وجعلنا لهم سمعا وأبصارا وأفئدة} [الأحقاف: 26]\nليستعملوها فيما خلقت له، ويعرفوا لكل منها ما نيطت به معرفته من فنون\nالنعم، ويستدل بها على شؤون منعمها عز وجل، ويداوموا على <span id='ms09'></span> شكره جل ثناؤه\n{فما أغنى عنهم سمعهم} [الأحقاف: 26] حيث لم يستعملوه في استماع الوحي\nومواعظ الرسل، {ولا أبصارهم} [الأحقاف: 26] حيث لم يجتلوا بها الآيات\nالتكونية المرسومة في صحائف العالم، {ولا أفئدتهم} [الأحقاف: 26]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nحيث لم يستعملوها في معرفة الله تعالى {من شيء} [الأحقاف: 26] أي: شيئا\nمن الأشياء، و\"من\" مزيدة للتوكيد. وقوله: {إذ كانوا يجحدون بآيات الله}\n[الأحقاف: 26] تعليل للنفي، {وحاق بهم ما كانوا به يستهزئون} [الأحقاف: 26]\nمن العذاب الذي كانوا يستعجلونه بطريق الاستهزاء، ويقولون: {فأتنا بما\nتعدنا إن كنت من الصادقين} [الأحقاف: 22] فهذه الآية تبطل الاحتجاج بقوم\nأعطوا من القوة في الفهم والإدراك وفي القدرة والملك؛ ظنا أن ذلك يمنعهم من\nالضلال.\n</p>\n\n<p>\nألا ترى أن قوم عاد كما أخبر عنهم التنزيل كانوا من القوة والبسطة في\nالأموال والأبدان والإدراك وسعة الأذهان وغير ذلك مما لم يكن مثله للعرب\nالذين أدركوا الإسلام، ومع ذلك ضلوا عن سواء السبيل، وكذبوا الرسل\nبالأباطيل، فالتوفيق للإيمان بالله ورسله، والإذعان للحق، وسلوك سبيله إنما\nهو فضل من الله تعالى لا لكثرة مال ولا لحسن حال.\n</p>\n\n<p>\nومن يرد الحق ويستدل بكون من هو أحسن حالا منه لم يقبله، ولم يحكم عقله،\nويتبع ما يوصله إليه الدليل، فقد سلك سبيل الجاهلية، وحاد عن المحجة\nالمرضية. ومثل هذه الآية قوله تعالى [البقرة: 89] : {وكانوا من قبل\nيستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على\nالكافرين} [البقرة: 89] كان اليهود يعلمون من كتبهم رسالة محمد صلى الله\nعليه وسلم، وأن الله سيرسل نبيا كريما من العرب، وكانوا من قبل يستفتحون\nعلى المشركين ببعثته، ويقولون. يا ربنا أرسل النبي الموعود إرساله؛ حتى\nننتصر على الأعداء، فلما جاءهم ما عرفوا، وهو محمد صلى الله عليه وسلم،\nكفروا به؛ حسدا منهم أن تكون النبوة في العرب، وهم بزعمهم أحسن أثاثا\nورئيا، ولم يعلموا أن النبوة والإيمان بها فضل من الله يؤتيه من يشاء.\nومثلها أيضا قوله تعالى [البقرة: 146-147] : {الذين آتيناهم الكتاب يعرفونه\nكما يعرفون أبناءهم وإن فريقا منهم ليكتمون <span id='ms10'></span> الحق وهم يعلمون - الحق من ربك\nفلا تكونن من الممترين} [البقرة: 146 - 147] الضمير في قوله: (يعرفونه)\nعائد على العلم في قوله [145] : {ولئن اتبعت أهواءهم من بعد ما جاءك من\nالعلم إنك إذا لمن الظالمين} [البقرة: 145] فكتمانهم الحق، وعدم جريهم على\nمقتضى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nعلمهم لما فيهم من الجاهلية، والاعتقاد أن فضل الله مقصور عليهم، لا\nيتعداهم إلى غيرهم وآية [الأنعام: 19- 20] موافقة لهذه الآية لفظا ومعنى،\nوهي قوله تعالى: {قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم وأوحي إلي\nهذا القرآن لأنذركم به ومن بلغ أئنكم لتشهدون أن مع الله آلهة أخرى قل لا\nأشهد قل إنما هو إله واحد وإنني بريء مما تشركون - الذين آتيناهم الكتاب\nيعرفونه كما يعرفون أبناءهم الذين خسروا أنفسهم فهم لا يؤمنون} [الأنعام:\n19 - 20]\n</p>\n\n<h1 class='l1' id='head11'>انخداع أهل الثروة بثروتهم</h1>\n\n<p>\nانخداع أهل الثروة بثروتهم (العاشرة) : الاستدلال بعطاء الدنيا على محبة\nالله تعالى قال سبحانه [سبأ: 34-39] : {وما أرسلنا في قرية من نذير إلا قال\nمترفوها إنا بما أرسلتم به كافرون - وقالوا نحن أكثر أموالا وأولادا وما\nنحن بمعذبين - قل إن ربي يبسط الرزق لمن يشاء ويقدر ولكن أكثر الناس لا\nيعلمون - وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل\nصالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون - والذين\nيسعون في آياتنا معاجزين أولئك في العذاب محضرون - قل إن ربي يبسط الرزق\nلمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين}\n[سبأ: 34 - 39] وقال في سورة \"القصص\" [46-50] : {وما كنت بجانب الطور إذ\nنادينا ولكن رحمة من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم\nيتذكرون - ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت\nإلينا رسولا فنتبع آياتك ونكون من المؤمنين - فلما جاءهم الحق من عندنا\nقالوا لولا أوتي مثل ما أوتي موسى أولم يكفروا بما أوتي موسى من قبل قالوا\nسحران تظاهرا وقالوا إنا بكل كافرون - قل فأتوا بكتاب من عند الله هو أهدى\nمنهما <span id='ms11'></span> أتبعه إن كنتم صادقين - فإن لم يستجيبوا لك فاعلم أنما يتبعون\nأهواءهم ومن أضل ممن اتبع هواه بغير هدى من الله إن الله لا يهدي القوم\nالظالمين} [القصص: 46 - 50] وفي آيات أخرى في سورة [القصص 76 -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>78 - </h1>\n\n<p>\n] يقول الله سبحانه {إن قارون كان من قوم موسى فبغى عليهم وآتيناه من\nالكنوز ما إن مفاتحه لتنوء بالعصبة أولي القوة إذ قال له قومه لا تفرح إن\nالله لا يحب الفرحين - وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من\nالدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب\nالمفسدين - قال إنما أوتيته على علم عندي أولم يعلم أن الله قد أهلك من\nقبله من القرون من هو أشد منه قوة وأكثر جمعا ولا يسأل عن ذنوبهم المجرمون}\n[القصص: 76 - 78]\n</p>\n\n<p>\nفقد كفانا الله تعالى إبطال هذه الخصلة الجاهلية بقوله في الآية الأولى\n[سبأ: 36] : {قل إن ربي يبسط الرزق لمن يشاء} [سبأ: 36] وفي الآية الأخرى\nبقوله [القصص: 78] : {أولم يعلم أن الله} [القصص: 78] إلخ، فعلمنا من ذلك\nأن محبة الله ورضاء الله إنما يكون بطاعته والانقياد لرسله، والإذعان للحق\nباتباع البرهان.\n</p>\n\n<p>\nوأما كثرة المال، وسعة الرزق، وعيش الرخاء، فلا دليل فيه على نجاة المنعم\nعليه بمثل ذلك، ولو كانت الدنيا وما فيها تعادل عند الله جناح بعوضة ما سقى\nمن عصاه شربة ماء. قال سبحانه [الزخرف: 33] : {ولولا أن يكون الناس أمة\nواحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون}\n[الزخرف: 33] وعلى ذلك قول القائل: (1) .\n</p>\n\n<p>\nكم عالم عالم أعيت مذاهبه ... وجاهل جاهل تلقاه مرزوقا (2)\n</p>\n\n<p>\nومما ينسب لبعض الأكابر:\n</p>\n\n<p>\nرضينا قسمة الجبار فينا ... لنا علم وللأعداء مال\n</p>\n\n<p>\nفإن المال يفنى عن قريب ... وإن العلم باق لا يزال\n</p>\n\n<p>\nوالشواهد كثيرة. والمقصود أن ما كان عليه أهل الجاهلية من كون زخارف\nالدنيا من الأدلة على قرب من حازها من الله وقبوله عنده فقول بعيد عن الحق،\nومذهب باطل لا ينبغي لمن له بصيرة أن يعول عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>الاستخفاف بالحق لضعف أهله</h1>\n\n<p>\nالاستخفاف <span id='ms12'></span> بالحق لضعف أهله (الحادية عشرة) : الاستدلال على بطلان الشيء\nبأخذ الضعفاء به، وضعف فهم من أخذ به، على ما يدل عليه قول قوم نوح له كما\nحكاه عنهم الكتاب الكريم. قال تعالى في سورة [الشعراء: 105- 115] : {كذبت\nقوم نوح المرسلين - إذ قال لهم أخوهم نوح ألا تتقون - إني لكم رسول أمين -\nفاتقوا الله وأطيعون - وما أسألكم عليه من أجر إن أجري إلا على رب العالمين\n- فاتقوا الله وأطيعون - قالوا أنؤمن لك واتبعك الأرذلون - قال وما علمي\nبما كانوا يعملون - إن حسابهم إلا على ربي لو تشعرون - وما أنا بطارد\nالمؤمنين - إن أنا إلا نذير مبين} [الشعراء: 105 - 115]\n</p>\n\n<p>\nفانظر إلى قوم نوح كيف استنكفوا من اتباع نبيهم لسبب اتباع الضعفاء له،\nوذلك لكون مطمح أنظارهم الدنيا، وإلا لو كانت الآخرة همهم، لاتبعوا الحق\nأينما وجدوه، ولكن لجاهليتهم أعرضوا عن الحق لاتباع شهواتهم، وانظر إلى\nهرقل لما كان من العقل والبصيرة على جانب عظيم، اعتقد اتباع الضعفاء دليلا\nعلى الحق. فقال في جملة ما سأل أبا سفيان عن رسول الله صلى الله عليه وسلم.\n\"وسألتك عن أشراف الناس اتبعوه أم ضعفاؤهم؟ فذكرت أن ضعفاءهم اتبعوه، وهم\nأتباع الرسل\".\n</p>\n\n<p>\nومثل ذلك قوله تعالى في سورة [هود: 25-27] : {ولقد أرسلنا نوحا إلى قومه\nإني لكم نذير مبين - أن لا تعبدوا إلا الله إني أخاف عليكم عذاب يوم أليم -\nفقال الملأ الذين كفروا من قومه ما نراك إلا بشرا مثلنا وما نراك اتبعك إلا\nالذين هم أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم كاذبين}\n[هود: 25 - 27]\n</p>\n\n<h1 class='l1' id='head14'>وصم أنصار الحق بما ليس فيهم</h1>\n\n<p>\nوصم أنصار الحق بما ليس فيهم (الثانية عشرة) من خصال أهل الجاهلية: رمي\nمن اتبع الحق بعدم الإخلاص، وطلب الدنيا. فرد الله عليهم بقول نبيهم الذي\nحكاه الله عن نوح في الآيات المذكورة في المسألة الحادية عشرة، بقوله\n[الشعراء: 111- 115]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n{قالوا أنؤمن لك واتبعك الأرذلون - قال وما علمي بما كانوا يعملون - إن\nحسابهم إلا على ربي لو تشعرون - وما أنا بطارد المؤمنين - إن أنا <span id='ms13'></span> إلا نذير\nمبين} [الشعراء: 111 - 115] ومقصودهم أن أتباعك فقراء، آمنوا بك؛ لينالوا\nمقصدهم من العيش، لا أن إيمانهم كان لدليل يقتضي صحة ما جئت به؛ فلهذا رد\nعليهم بما رد.\n</p>\n\n<h1 class='l1' id='head15'>التكبر عن نصرة الحق لأن أنصاره ضعفاء</h1>\n\n<p>\nالتكبر عن نصرة الحق لأن أنصاره ضعفاء (الثالثة عشرة) من خصال الجاهلية\nالإعراض عن الدخول في الحق الذي دخل فيه الضعفاء؛ تكبرا وأنفة. فرد الله\nتعالى عليهم ذلك بقوله في سورة [الأنعام 52-53] : {ولا تطرد الذين يدعون\nربهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك\nعليهم من شيء فتطردهم فتكون من الظالمين - وكذلك فتنا بعضهم ببعض ليقولوا\nأهؤلاء من الله عليهم من بيننا أليس الله بأعلم بالشاكرين} [الأنعام: 52 -\n53] ومثل ذلك قوله تعالى: {عبس وتولى - أن جاءه الأعمى} [عبس: 1 - 2] وغير\nذلك.\n</p>\n\n<p>\nوحاصل الرد أن من آمن من هؤلاء الضعفاء، إنما كان إيمانه عن برهان، لا\nكما زعم خصومهم، ولست أنت بمسئول عنهم، ولا هم بمسئولين عن حسابك، فطردهم\nعن باب الإيمان من الظلم بمكان.\n</p>\n\n<h1 class='l1' id='head16'>استدلالهم على بطلان الشيء بكونهم أولى به لو كان حقا</h1>\n\n<p>\nاستدلالهم على بطلان الشيء بكونهم أولى به لو كان حقا (الرابعة عشرة) :\nالاستدلال على بطلان الشيء بكونهم أولى به لو كان حقا. قال تعالى في سورة\n[الأحقاف11] {وقال الذين كفروا للذين آمنوا لو كان خيرا ما سبقونا إليه وإذ\nلم يهتدوا به فسيقولون هذا إفك قديم} [الأحقاف: 11] بعد قوله [10] {قل\nأرأيتم إن كان من عند الله وكفرتم به وشهد شاهد من بني إسرائيل على مثله\nفآمن واستكبرتم إن الله لا يهدي القوم الظالمين} [الأحقاف: 10]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>جهلهم بالجامع والفارق</h1>\n\n<p>\nجهلهم بالجامع والفارق (الخامسة عشرة) : الاستدلال بالقياس الفاسد،\nوإنكار القياس الصحيح، وجهلهم بالجامع والفارق. قال تعالى في سورة\n[المؤمنين 24-25] {فقال الملأ الذين كفروا من قومه ما هذا إلا بشر مثلكم\nيريد أن يتفضل عليكم ولو شاء الله لأنزل ملائكة ما سمعنا بهذا في آبائنا\nالأولين - إن هو إلا رجل به جنة فتربصوا به حتى حين} [المؤمنون: 24 - 25]\nوقبل الآية [23] : {ولقد <span id='ms14'></span> أرسلنا نوحا إلى قومه} [المؤمنون: 23] شروع في\nبيان إهمال الناس، وتركهم النظر والاعتبار فيما عدد سبحانه من النعم قبل\nهذه الآية، ومن خلفهم من زوالها، وفي ذلك تخويف لقريش، وتقديم قصة نوح عليه\nالسلام على سائر القصص مما لا يخفى وجهه، فقال متعطفا عليهم، ومستميلا لهم\nإلى الحق {يا قوم اعبدوا الله} [الأعراف: 65] أي: اعبدوه وحده، {ما لكم من\nإله غيره} [الأعراف: 65] استئناف مسوق لتعليل العبادة المأمور بها، {أفلا\nتتقون} [الأعراف: 65] الهمزة لإنكار الواقع واستقباحه، والفاء للعطف على\nمقدر يقتضيه المقام، أي: أتعرفون ذلك، أي مضمون قوله تعالى: {ما لكم من إله\nغيره أفلا تتقون} [الأعراف: 65] عذابه تعالى الذي يستوجبه ما أنتم عليه من\nترك عبادته سبحانه وحده، وإشراككم به عز وجل في العبادة ما لا يستحق الوجود\n- لولا إيجاد الله إياه- فضلا عن استحقاق العبادة، فالمنكر عدم الاتقاء، مع\nتحقق ما يوجبه، {فقال الملأ} [المؤمنون: 24] أي الأشراف {الذين كفروا من\nقومه} [المؤمنون: 24] وصف الملأ بالكفر مع إشراك الكل فيه للإيذان بكمال\nعراقتهم وشدة شكيمتهم فيه، وليس المراد من ذلك إلا ذمهم، دون التميز عن\nأشراف آخرين آمنوا به عليه السلام أو لم يؤمن به أحد من أشرافهم، كما يفصح\nعنه قوله: {وما نراك اتبعك إلا الذين هم أراذلنا} [هود: 27] وهذا القول صدر\nمنهم لعوامهم، {ما هذا إلا بشر مثلكم} [المؤمنون: 24] أي: في الجنس والوصف،\nمن غير فرق بينكم وبينه، وصفوه عليه السلام بذلك مبالغة في وضع رتبته\nالعالية، وحطها عن مخصب النبوة، ووصفوه بقوله سبحانه وتعالى: {يريد أن\nيتفضل عليكم} [المؤمنون: 24] إغضابا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nللمخاطبين عليه عليه السلام وإغراء لهم على معاداته، والتفضل: طلب الفضل،\nوهو كناية عن السيادة، كأنه قيل يريد أن يسودكم ويتقدمكم بادعاء الرسالة،\nمع كونه مثلكم، {ولو شاء الله لأنزل ملائكة} [المؤمنون: 24] بيان لعدم\nرسالة البشر على الإطلاق على زعمهم الفاسد، بعد تحقيق بشريته عليه السلام.\nأي ولو شاء الله تعالى إرسال الرسل، لأرسل رسلا من الملائكة، وإنما قيل\n\"لأنزل\" لأن إرسال الملائكة لا يكون إلا بطريق <span id='ms15'></span> الإنزال، {ما سمعنا بهذا في\nآبائنا الأولين} [المؤمنون: 24] هذا إشارة إلى الكلام المتضمن الأمر بعبادة\nالله عز وجل، خاصة والكلام على تقدير مضاف أي ما سمعنا بمثل هذا الكلام في\nآبائنا الماضين قبل بعثته عليه السلام. وقدر المضاف لأن عدم السماع لكلام\nنوح المذكور لا يصلح للرد فإن السماع بمثله كان في القبول {إن هو إلا رجل\nبه جنة} [المؤمنون: 25] أي ما هو إلا رجل به جنون أو جن يخبلونه ولذلك يقول\nما يقول، {فتربصوا به حتى حين} [المؤمنون: 25] فاحتملوه واصبروا عليه\nوانتظروا لعله يفيق مما هو فيه محمول على مرامي أحوالهم في المكابرة\nوالعناد، وإضرابهم عما وصفوه عليه السلام به من البشرية، وإرادة التفضل،\nإلى وصفه بما ترى، وهم يعرفون أنه عليه السلام أرجح الناس عقلا، وأرزنهم\nقولا، وهو محمول على تناقض مقالاتهم الفاسدة، قاتلهم الله تعالى أنى يؤفكون\nوالقياس الفاسد والصحيح، والجامع والفارق، مفصلا في كتب الأصول (1) فبين\nالرسل عليهم السلام وسائر الناس مشابهة من جهة البشرية ولوازمها الضرورية،\nفيصح حينئذ قياس الرسل على غيرهم فيها، وعليه قوله تعالى [الكهف: 110،\nفصلت: 6] : {قل إنما أنا بشر مثلكم} [فصلت: 6] وبين الرسل والأنبياء عليهم\nالسلام وغيرهم من البشر فروق كثيرة منها أن الله تعالى اصطفاهم على الناس\nبرسالاته وبكلامه ووحيه وخصهم بذلك، فلا يقاس أحد من الناس بهم حينئذ من\nهذه الجهة، كما لا يصح قياس غيرهم بهم في سائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nخصائصهم التي فصلت في غير هذا الموضع، فالجاهلية لم يميزوا بين القياس\nالصحيح والفاسد، ولا عرفوا الجامع ولا الفارق، كما سمعت من قياسهم الرسل\nعلى غيرهم، وهكذا أتباعهم اليوم ومن هو على شاكلتهم.\n</p>\n\n<h1 class='l1' id='head18'>الغلو في الصالحين</h1>\n\n<p>\nالغلو في الصالحين (السادسة عشرة) : الغلو في الصالحين من العلماء\nوالأولياء، كقوله تعالى في سورة [التوبة 30- 32] : {وقالت اليهود عزير ابن\nالله وقالت النصارى المسيح ابن الله ذلك قولهم بأفواههم يضاهئون قول الذين\nكفروا من قبل قاتلهم الله أنى يؤفكون - اتخذوا أحبارهم ورهبانهم أربابا من\nدون الله والمسيح ابن مريم وما أمروا إلا ليعبدوا إلها واحدا <span id='ms16'></span> لا إله إلا هو\nسبحانه عما يشركون - يريدون أن يطفئوا نور الله بأفواههم ويأبى الله إلا أن\nيتم نوره ولو كره الكافرون} [التوبة: 30 - 32] فاتخاذ أحبار الناس أربابا\nيحللون ويحرمون، ويتصرفون في الكون وينادون في دفع ضر أو جلب نفع من جاهلية\nأهل الكتابيين، ثم سرى إلى غيرهم من جاهلية العرب، ولهم اليوم بقايا في\nمشارق الأرض ومغاربها، تصديقا لقول النبي صلى الله عليه وسلم: «لتتبعن سنن\nمن كان قبلكم» الحديث، حتى نرى غالب الناس اليوم معرضين عن الله، وعن دينه\nالذي ارتضاه، متوغلين في البدع، تائهين في أودية الضلال، معادين للكتاب\nوالسنة ومن قام بهما، فأصبح الدين منهم في أنين، والإسلام في بلاء مبين.\nوحسبنا الله، ونعم الوكيل.\n</p>\n\n<h1 class='l1' id='head19'>الاعتذار بعدم الفهم</h1>\n\n<p>\nالاعتذار بعدم الفهم (السابعة عشرة) : اعتذارهم عن اتباع الوحي بعدم\nالفهم، قال تعالى في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nسورة: [البقرة: 87-88] : {ولقد آتينا موسى الكتاب وقفينا من بعده بالرسل\nوآتينا عيسى ابن مريم البينات وأيدناه بروح القدس أفكلما جاءكم رسول بما لا\nتهوى أنفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون - وقالوا قلوبنا غلف بل\nلعنهم الله بكفرهم فقليلا ما يؤمنون} [البقرة: 87 - 88] وفي سورة\n[النساء155] ، {فبما نقضهم ميثاقهم وكفرهم بآيات الله وقتلهم الأنبياء بغير\nحق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون إلا قليلا}\n[النساء: 155] الغلف: جمع أغلف، كأحمر وحمر، وهو الذي لا يفقه. وأصله ذو\nالقلفة: الذي لم يختن، أو جمع غلاف، ويجمع على غلف بضمتين أيضا. وأرادوا\nعلى الأول: قلوبنا مغشاة بأغشية خلقية مانعة عن نفوذ ما جئت به فيها. وهذا\nكقولهم [فصلت: 5] : {قلوبنا في أكنة مما تدعونا إليه} [فصلت: 5] قصدوا به\nإقناط النبي صلى الله عليه وسلم عن الإجابة، وقطع طمعه عنهم بالكلية.\n</p>\n\n<p>\nومنهم من قال معنى غلف: مغشاة معلوم من التوراة تحفظها أن يصل إليها ما\nتأتي به، أو بسلامة من الفطرة كذلك. وعلى الثاني أنها أوعية العلم، فلو كان\nما تقوله حالا وصدقا لوعته.\n</p>\n\n<p>\nقال ابن عباس وقتادة والسدي: أو مملوءة علما، فلا تسع بعد شيئا، فنحن\nمستغنون <span id='ms17'></span> بما عندنا عن غيره. ومنهم من قال: أرادوا أنها أوعية العلم؛ فكيف\nيحل لنا اتباع الأمي، ولا يخفى بعده. وقال تعالى في سورة [هود: 89- 91] :\n{ويا قوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو\nقوم صالح وما قوم لوط منكم ببعيد - واستغفروا ربكم ثم توبوا إليه إن ربي\nرحيم ودود - قالوا يا شعيب ما نفقه كثيرا مما تقول وإنا لنراك فينا ضعيفا\nولولا رهطك لرجمناك وما أنت علينا بعزيز} [هود: 89 - 91] وهذه الآية بمعنى\nالآية الأولى، وقد كذبهم الله تعالى في دعواهم هذه في الناس كثيرة، وذكر أن\nالسبب في عدم الفهم إنما هو الطبع على القلوب بكفرهم، لا القصور في البيان\nوالتفهيم. وما أحسن قول القائل (1) :\n</p>\n\n<p>\nوالنجم تستصغر الأبصار صورته ... والذنب للطرف لا للنجم في الصغر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>إنكارهم الحق الذي لا تقول به طائفتهم</h1>\n\n<p>\nإنكارهم الحق الذي لا تقول به طائفتهم (الثامنة عشرة) : من خصال\nالجاهلية: أنهم لا يقبلون من الحق إلا ما تقول به طائفتهم. قال تعالى\n[البقرة: 91] ، {وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل\nعلينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون أنبياء\nالله من قبل إن كنتم مؤمنين} [البقرة: 91]\n</p>\n\n<p>\nومعنى {نؤمن بما أنزل علينا} [البقرة: 91] أي: نستمر على الإيمان\nبالتوراة ومما في حكمها، ومرادهم مما أنزل في تقرير حكمها، ومرادهم بضمير\nالمتكلم إما أنبياء بني إسرائيل- وهو الظاهر، وفيه إيماء إلى أن عدم\nإيمانهم بالقرآن كان بغيا وحسدا على نزوله على من ليس منهم، وإما أنفسهم،\nومعنى الإنزال عليهم: تكليفهم بما في المنزل من الأحكام.\n</p>\n\n<p>\nوذموا على هذه المقالة لما فيها من التعريض بشأن القرآن، ودسائس اليهود\nمشهورة، أو لأنهم تأولوا الأمر المطلق العام، ونزلوه على خاص هو الإيمان\nبما أنزل عليهم، كما هو ديدنهم في تأويل الكتاب بغير المراد منه. {ويكفرون\nبما وراءه وهو الحق} [البقرة: 91] أي: هم مقارنون لحقيقته، أي: عالمون بها\n{مصدقا لما معهم} [البقرة: 91] لأن كتب الله يصدق بعضها بعضا <span id='ms18'></span>، فالتصديق\nلازم لا ينتقل، وقد قررت مضمون الخبر، لأنها كالاستدلال عليه، ولهذا تضمنت\nرد قولهم: {نؤمن بما أنزل علينا} [البقرة: 91] حيث أن من لم يصدق بها بما\nوافق التوراة، لم يصدق بها.\n</p>\n\n<p>\n{قل فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين} [البقرة: 91] أمر\nللنبي صلى الله عليه وسلم أن يقول ذلك تبكيتا لهم، حيث قتلوا الأنبياء مع\nادعاء الإيمان بالتوراة، وهي لا تسوغه.\n</p>\n\n<h1 class='l1' id='head21'>التمسك بخرافات السحر</h1>\n\n<p>\nالتمسك بخرافات السحر (التاسعة عشرة) من خصالهم: الاعتياض عن كتاب الله\nتعالى بكتب السحر، كما قال تعالى في سورة \"البقرة\" [101 - 102] : {ولما\nجاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين أوتوا الكتاب كتاب\nالله وراء ظهورهم كأنهم لا يعلمون - واتبعوا ما تتلو الشياطين على ملك\nسليمان وما كفر سليمان ولكن الشياطين كفروا يعلمون الناس السحر وما أنزل\nعلى الملكين ببابل هاروت وماروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة\nفلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من\nأحد إلا بإذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما\nله في الآخرة من خلاق ولبئس ما شروا به أنفسهم لو كانوا يعلمون} [البقرة:\n101 - 102]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nوالكلام على هذه الآية في التفاسير مشهور، وهذه الخصلة الجاهلية موجودة\nاليوم في كثير من الناس، لا سيما من انتسب إلى الصالحين وهو عنهم بمراحل،\nفيتعاطى الأعمال السحرية من إمساك الحيات، وضرب السلاح، والدخول في\nالنيران، وغير ذلك مما وردت الشريعة بإبطاله، فأعرضوا، ونبذوا كتاب الله\nوراء ظهورهم، واتبعوا ما ألقاه إليهم شياطينهم، وادعوا أن ذلك من الكرامات،\nمع أن الكرامة لا تصدر عن فاسق، ومن يتعاطى تلك الأعمال فسقهم ظاهر للعيان،\nولذا اتخذوا دينهم لعبا ولهوا، وفي مثلهم قال تعالى [الكهف: 104] : {الذين\nضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا} [الكهف: 104]\n</p>\n\n<h1 class='l1' id='head22'>التناقض في الانتساب</h1>\n\n<p>\nالتناقض في الانتساب (العشرون) : تناقضهم في الانتساب. فينتسبون إلى\nإبراهيم عليه السلام وإلى الإسلام، مع إظهارهم ترك ذلك، والانتساب <span id='ms19'></span> إلى\nغيره.\n</p>\n\n<h1 class='l1' id='head23'>صرف النصوص عن مدلولاتها</h1>\n\n<p>\nصرف النصوص عن مدلولاتها (الحادية والعشرون) : تحريف كلام الله من بعد ما\nعقلوه وهم يعلمون. ولكم في هذا العصر من هو على شاكلتهم، تراه يصرف النصوص،\nويؤولها إلى ما يشتهيه من الأهواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>تحريف كتب الدين</h1>\n\n<p>\nتحريف كتب الدين (الثانية والعشرون) : تحريف العلماء لكتب الدين. قال\nالله تعالى [البقرة: 78-79] : {ومنهم أميون لا يعلمون الكتاب إلا أماني وإن\nهم إلا يظنون - فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند\nالله ليشتروا به ثمنا قليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون}\n[البقرة: 78 - 79] ومن نظر إلى قضاة هذا الزمان (1) وما تلاعبوا به من\nالأحكام، وصرف التصرف إلى ما تهواه أنفسهم، وتبديل الحق وإبطاله، بما\nينالونه من الرشى وغير ذلك مما هم عليه اليوم، تبين له من ذلك بحر لا ساحل\nله وهكذا بعض المبتدعة وغلاة القبور، وقد بين حالهم في غير هذا الموضع.\n</p>\n\n<h1 class='l1' id='head25'>الانصراف عن هداية الدين إلى ما يخالفها</h1>\n\n<p>\nالانصراف عن هداية الدين إلى ما يخالفها (الثالثة والعشرون) : وهي من\nأعجب المسائل والخصال معاداة الدين الذي انتسبوا إليه أشد العداوة،\nوموالاتهم لمذهب الكفار الذين فارقوهم أكمل الموالاة، كما فعلوا مع النبي\nصلى الله عليه وسلم لما أتاهم بدين موسى، واتبعوا كتب السحر، وهو من دين آل\nفرعون ومثل هؤلاء في الأمة الإسلامية كثير، هجروا السنة، وعادوها، ونصروا\nأقوال الفلاسفة وأحكامهم.\n</p>\n\n<h1 class='l1' id='head26'>كفرهم بما مع غيرهم من الحق</h1>\n\n<p>\nكفرهم بما مع غيرهم من الحق (الرابعة والعشرون) : أنهم لما افترقوا، وكل\nطائفة لا تقبل من الحق إلا ما قالته طائفتهم، وكفروا بما مع غيرهم من الحق،\nقال تعالى في [سورة البقرة: 113] : {وقالت اليهود ليست النصارى على شيء\nوقالت النصارى ليست اليهود على شيء وهم يتلون الكتاب كذلك قال الذين لا\nيعلمون مثل قولهم فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون}\n[البقرة: 113] ولا شك أن هذه من خصال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nالجاهلية، وعلية القوم وكثير من الناس، لا يعتقد الحق إلا معه، لا سيما\nأرباب المذاهب، يرى <span id='ms20'></span> كل أهل مذهب أن الدين معه لا يعدوه إلى غيره، وكل حزب\nبما لديهم فرحون.\n</p>\n\n<p>\nوكل يدعي وصلا بليلى ... وليلى لا تقر لهم بذاكا\n</p>\n\n<p>\nوالحزم أن ينظر إلى الدليل، فما قام عليه الدليل، فهو الحق الحري أن\nيتلقى بالقبول، وما ليس عليه برهان ولا حجة ينبذ وراء الظهور، وكل أحد يؤخذ\nمن قوله ويرد إلا من اصطفاه الله لرسالته.\n</p>\n\n<h1 class='l1' id='head27'>ادعاء كل طائفة حصر الحق فيها</h1>\n\n<p>\nادعاء كل طائفة حصر الحق فيها (الخامسة والعشرون) : أنهم لما سمعوا قوله\nصلى الله عليه وسلم في حديث الافتراق: «وستفترق أمتي إلى ثلاث وسبعين فرقة،\nكلها في النار إلا واحدة» ادعى كل فرقة أنها هي الناجية كما حكى الله عن\nاليهود والنصارى في قوله تعالى [البقرة: 113] : {وقالت اليهود ليست النصارى\nعلى شيء وقالت النصارى ليست اليهود على شيء} [البقرة: 113] مع أن النبي صلى\nالله عليه وسلم بين في آخر الحديث المراد من الفرقة الناجية، فقال: «وهم ما\nكنت أنا عليه وأصحابي» أو كما قال. ورد الله تعالى عليهم بقوله [البقرة:\n111-112] : {وقالوا لن يدخل الجنة إلا من كان هودا أو نصارى تلك أمانيهم قل\nهاتوا برهانكم إن كنتم صادقين - بلى من أسلم وجهه لله وهو محسن فله أجره\nعند ربه ولا خوف عليهم ولا هم يحزنون} [البقرة: 111 - 112] والمقصود أنهم\nليس لهم برهان على هذه الدعوى، بل الدليل على خلاف ذلك. وأبو العباس تقي\nالدين تكلم على حديث الفرق في كتابه (منهاج السنة) بما لا مزيد عليه، حيث\nاستدل به الرافضي على حقية مذهبه وبطلان مذهب أهل السنة، فراجعه إن أردته\n(1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>إنكار ما أقروا أنه من دينهم</h1>\n\n<p>\nإنكار ما أقروا أنه من دينهم (السادسة والعشرون) : أنهم أنكروا ما أقروا\nأنه من دينهم، كما فعلوا في حج البيت، فتعبدوا بإنكاره والبراءة منه مع ذلك\nالإقرار كما قال تعالى في سورة [البقرة: 125] {وإذ جعلنا البيت مثابة للناس\nوأمنا واتخذوا من مقام إبراهيم مصلى} [البقرة: 125] إلى أن قال [130- 132]\n: {ومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في <span id='ms21'></span> الدنيا وإنه\nفي الآخرة لمن الصالحين - إذ قال له ربه أسلم قال أسلمت لرب العالمين -\nووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين فلا تموتن\nإلا وأنتم مسلمون} [البقرة: 130 - 132]\n</p>\n\n<p>\nيقال: إن سبب نزول قوله: {ومن يرغب} [البقرة: 130] إلخ ما روي أن عبد\nالله بن سلام دعا ابني أخيه: سلمة ومهاجرا إلى الإسلام، فقال: قد علمتما أن\nالله تعالى قال في التوراة: إني باعث من ولد إسماعيل نبيا اسمه أحمد، فمن\nآمن به، فقد اهتدى ورشد، ومن لم يؤمن به، فهو ملعون. فأسلم سلمة، وأبى\nمهاجر، فنزلت. انتهى.\n</p>\n\n<h1 class='l1' id='head29'>المجاهرة بكشف العورات</h1>\n\n<p>\nالمجاهرة بكشف العورات (السابعة والعشرون) : المجاهرة بكشف العورات، قال\nتعالى في سورة [الأعراف: 28-29] {وإذا فعلوا فاحشة قالوا وجدنا عليها\nآباءنا والله أمرنا بها قل إن الله لا يأمر بالفحشاء أتقولون على الله ما\nلا تعلمون - قل أمر ربي بالقسط وأقيموا وجوهكم عند كل مسجد وادعوه مخلصين\nله الدين كما بدأكم تعودون} [الأعراف: 28 - 29] قال بعض المفسرين: الفاحشة\nهنا: الفعلة القبيحة المتناهية في القبح، والتاء إما لأنها مجراة على\nالموصوف المؤنث، أي: فعلة فاحشة. وإما للنقل من الوصفية إلى الاسمية،\nوالمراد بها هنا: عبادة الأصنام وكشف العورة في الطواف، ونحو ذلك. وعن\nالفراء تخصيصها بكشف العورة. وفي الآية حذف، أي: وإذا فعلوا فاحشة فنهوا\nعنها قالوا: وجدنا عليها آباءنا والله أمرنا بها، محتجين بأمرين: بتقليد\nالآباء، والافتراء على الله. وكان من سنة الحمس أنهم لا يخرجون أيام الموسم\nإلى عرفات. إنما يقفون بالمزدلفة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nوكانوا لا يسلأون، ولا يأقطون، ولا يرتبطون عنزا ولا بقرة، ولا يغزلون\nصوفا ولا وبرا، ولا يدخلون بيتا من الشعر والمدر، وإنما يكتنون بالقباب\nالحمر في الأشهر الحرم، ثم فرضوا على العرب قاطبة أن يطرحوا أزواد الحل إذا\nدخلوا الحرم، وأن يتركوا ثياب الحل، ويستبدلوها بثياب الحرم، إما شراء وإما\nعارية وإما هبة، فإن وجدوا ذلك فيها، وإلا طافوا بالبيت عرايا. وفرضوا على\nنساء العرب مثل ذلك. غير أن المرأة كانت تطوف في درج مفرج <span id='ms22'></span> القوادم\nوالمآخير. قالت امرأة (1) وهي تطوف بالبيت:\n</p>\n\n<p>\nاليوم يبدو بعضه أو كله ... وما بدا منه فلا أحله\n</p>\n\n<p>\nأختم مثل القعب باد ظله ... كأن حمى خيبر تمله\n</p>\n\n<p>\nوكلفوا العرب أن يفيضوا من مزدلفة، وقد كانوا يفيضون من عرفة، إلى غير\nذلك من الأمور التي ابتدعوها وتشرعوها، مما لم يأذن به الله. ومع ذلك كانوا\nيدعون أنهم على شريعة أبيهم إبراهيم عليه السلام وما ذلك إلا لجاهليتهم.\n</p>\n\n<p>\nوغالب من ينتمي إلى الإسلام اليوم ابتدعوا في الدين ما لم يأذن به الله:\nفمنهم من اتخذ ضرب المعازف وآلات اللهو عبادة يتعبدون بها في بيوت الله\nومساجده، ومنهم من اتخذ الطواف على القبور والقصد إليها والنذور أخلص\nعبادته وأفضل قرباته، ومنهم من ابتدع الرهبانية والحيل الشيطانية، وزعم أنه\nسلك سبيل الزهاد وطريق العباد، ومقصده الأعلى شهواته الحيوانية، والفوز\nبهذه الدنيا الدنية، إلى غير ذلك مما يطول، ولا يعلم ماذا يقول:\n</p>\n\n<p>\nإلى ديان يوم الدين نمضي ... وعند الله تجتمع الخصوم.\n</p>\n\n<h1 class='l1' id='head30'>التعبد بتحريم الحلال</h1>\n\n<p>\nالتعبد بتحريم الحلال (الثامنة والعشرون) : التعبد بتحريم الحلال، فرد\nالله تعالى ذلك عليهم بقوله في سورة [الأعراف: 31-33] ، {يا بني آدم خذوا\nزينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين - قل من\nحرم زينة الله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في\nالحياة الدنيا خالصة يوم القيامة كذلك نفصل الآيات لقوم يعلمون - قل إنما\nحرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا\nبالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون} [الأعراف:\n31 - 33] ومعنى الآيات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n{يا بني آدم خذوا زينتكم عند كل مسجد} [الأعراف: 31] أي ثيابكم لمواراة\nعوراتكم عند طواف أو صلاة. وسبب النزول: أنه كان أناس من الأعراب يطوفون\nبالبيت عراة، حتى أن كانت المرأة لتطوف بالبيت وهي عريانة، فتعلق على سفلها\nسيورا مثل هذه السيور التي تكون على وجه الحمر من الذباب، وهي تقول:\n</p>\n\n<p>\nاليوم يبدو بعضه أو كله ... وما بدا منه فلا أحله <span id='ms23'></span>\n</p>\n\n<p>\nفأنزل الله تعالى هذه الآية: {وكلوا واشربوا} [الأعراف: 31] قال الكلبي:\nكان أهل الجاهلية لا يأكلون من الطعام إلا قوتا، ولا يأكلون دسما في أيام\nحجهم، يعظمون بذلك حجهم، فقال المسلمون: يا رسول الله، نحن أحق بذلك، فأنزل\nالله تعالى الآية.\n</p>\n\n<p>\nوفيه يظهر وجه ذكر الأكل والشرب هنا. {ولا تسرفوا} [الأعراف: 31] بتحريم\nالحلال، كما هو المناسب لسبب النزول، {إنه لا يحب المسرفين} [الأعراف: 31]\nبل يبغضهم، ولا يرضى أفعالهم.\n</p>\n\n<p>\n{قل من حرم زينة الله التي أخرج لعباده} [الأعراف: 32] من الثياب وكل ما\nيتجمل به وخلقه لنفعهم من الثياب كالقطن والكتان والحيوان كالحرير والصوف\n{والطيبات من الرزق} [الأعراف: 32] أي: المستلذات - وقيل المحللات- ومن\nالمآكل والمشارب كلحم الشاة وشحمها ولبنها {قل هي للذين آمنوا في الحياة\nالدنيا} [الأعراف: 32] أي هي لهم بالأصالة لمزيد كرامتهم على الله تعالى\nوالكفرة وإن شاركوهم فيها فبالتبع، فلا إشكال في الاختصاص {خالصة يوم\nالقيامة} [الأعراف: 32] أي: لا يشاركهم فيها غيرهم {كذلك نفصل الآيات لقوم\nيعلمون} [الأعراف: 32] أي: مثل تفصيلنا هذا الحكم، نفصل سائر الأحكام لمن\nيعلم ما في تضامينها من المعاني الرائقة {قل إنما حرم ربي الفواحش}\n[الأعراف: 33] أي ما تزايد قبحه من المعاصي، ومنه ما يتعلق بالفروج، {ما\nظهر منها وما بطن} [الأعراف: 33] بدل من الفواحش، أي جهرها وسرها. وعن\nالبعض: \"ما ظهر\" الزنا علانية، \"وما بطن\" الزنا سرا وكانوا يكرهون الأول،\nويفعلون الثاني، فنهوا عن ذلك مطلقا.\n</p>\n\n<p>\nوعن مجاهد: \"ما ظهر\" التعري في الطواف، \"وما بطن\" الزنا. والبعض يقول:\nالأول طواف الرجال بالنهار، والثاني طواف النساء بالليل عاريات. {والإثم}\n[الأعراف: 33] أي: ما يوجب الإثم، وأصله الذم، ثم أطلق على ما يوجبه من\nمطلق الذنب، وذكر للتعميم بعد التخصيص بناء على ما تقدم من معنى الفواحش.\n</p>\n\n<p>\nومنهم من قال: إن الإثم هو الخمر، وعليه أهل اللغة، وأنشدوا له قول\nالشاعر:\n</p>\n\n<p>\nنهانا رسول الله أن نقرب الزنى ... وأن نشرب الإثم الذي يوجب الوزرا\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nشربت الإثم حتى ضل عقلي ... كذلك الإثم يذهب بالعقول\n</p>\n\n<p>\n{والبغي بغير الحق} [الأعراف: 33] وهو <span id='ms24'></span> الظلم والاستطالة على الناس، وأفرد\nبالذكر بناء على التعميم فيما قبله، أو دخوله في الفواحش للمبالغة في الزجر\nعنه {وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا\nتعلمون} [الأعراف: 33] بالإلحاد في صفاته والافتراء عليه كقولهم [الأعراف:\n28] {والله أمرنا بها} [الأعراف: 28] ولا يخفى أن متصوفة زماننا على هذه\nالخصلة الجاهلية: فقد حرموا على أنفسهم زينة الله والطيبات من الرزق ليعتقد\nالناس صلاحهم، وابتدعوا الخلوات والرياضات وغير ذلك من شعائرهم في المأكل\nوالملبس وسائر شئونهم، وما دروا أنهم بذلك من القوم الذين ضل سعيهم في\nالحياة الدنيا وهم يحسبون أنهم يحسنون صنعا.\n</p>\n\n<h1 class='l1' id='head31'>الإلحاد في أسماء الله سبحانه وصفاته</h1>\n\n<p>\nالإلحاد في أسماء الله سبحانه وصفاته (التاسعة والعشرون) : الإلحاد في\nأسمائه وصفاته، قال سبحانه في سورة [الأعراف: 180] : {ولله الأسماء الحسنى\nفادعوه بها وذروا الذين يلحدون في أسمائه سيجزون ما كانوا يعملون}\n[الأعراف: 180] تفسير هذه الآية: {ولله الأسماء الحسنى} [الأعراف: 180]\nتنبيه للمؤمنين على كيفية ذكره تعالى، وكيفية المعاملة مع المخلين بذلك\nالغافلين عنه سبحانه، وعما يليق بشأنه، إثر بيان غفلتهم التامة، وضلالتهم\nالطامة.\n</p>\n\n<p>\n{فادعوه بها} [الأعراف: 180] إما من الدعوة بمعنى التسمية، كقولهم: دعوته\nزيدا، أو يزيد أي: سميته، أو الدعاء بمعنى النداء، كقولهم: دعوت زيدا، أي:\nناديته.\n</p>\n\n<p>\n{وذروا الذين يلحدون في أسمائه} [الأعراف: 180] أي يميلون وينحرفون فيها\nعن الحق إلى الباطل، يقال: ألحد، إذا مال عن القصد والاستقامة، ومنه لحد\nالقبر لكونه في جانبه بخلاف الضريح، فإنه في وسطه.\n</p>\n\n<p>\nوالإلحاد في أسمائه سبحانه أن يسمى بلا توقيف فيه، أو بما يوهم معنى\nفاسدا، كما في قول أهل البدو: يا أبا المكارم، يا أبيض الوجه، يا سخي، ونحو\nذلك، فالمراد بترك المأمور به الاجتناب عن ذلك، وأسمائه ما أطلقوه عليه\nتعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوسموه به على زعمهم، لا أسماؤه تعالى حقيقة، وعلى ذلك يحمل ترك الإضمار،\nبأن يقال: يلحدون بها. وقال تعالى: {كذلك أرسلناك في أمة قد خلت من قبلها\nأمم لتتلو عليهم الذي أوحينا إليك وهم يكفرون بالرحمن قل هو ربي <span id='ms25'></span> لا إله إلا\nهو عليه توكلت وإليه متاب} [الرعد: 30] وهذه الآية في سورة [الرعد: 30] عن\nقتادة وابن جريج ومقاتل أن الآية نزلت في مشركي مكة لما رأوا كتاب الصلح\nيوم الحديبية وقد كتب فيه علي رضي الله عنه: \" بسم الله الرحمن الرحيم \"،\nفقال سهيل بن عمرو: ما نعرف الرحمن إلا مسيلمة.\n</p>\n\n<p>\nومنهم من قال: سمع أبو جهل قول رسول الله صلى الله عليه وسلم: «يا الله\nيا رحمن» ، فقال: إن محمدا ينهانا عن عبادة الآلهة وهو يدعو إلهين، فنزلت\nوعن بعضهم أنه لما قيل لكفار قريش: اسجدوا للرحمن قالوا: وما الرحمن،\nفنزلت، وقيل غير ذلك مما يطول. وقال تعالى: {وقالوا لجلودهم لم شهدتم علينا\nقالوا أنطقنا الله الذي أنطق كل شيء وهو خلقكم أول مرة وإليه ترجعون - وما\nكنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن\nالله لا يعلم كثيرا مما تعملون - وذلكم ظنكم الذي ظننتم بربكم أرداكم\nفأصبحتم من الخاسرين} [فصلت: 21 - 23] من سورة حم [السجدة: 21-23] ، وفي\nهذه الآية إخبار أن أهل الجاهلية كانوا يلحدون في صفاته، كما كانوا يلحدون\nفي أسمائه تعالى. أخرج أحمد والبخاري ومسلم والترمذي والنسائي وجماعة عن\nابن مسعود، قال: كنت مستندا بأستار الكعبة، فجاء ثلاثة نفر- قرشي وثقفيان،\nأو ثقفي وقرشيان- كثير لحم بطونهم؛ قليل عفة قلوبهم، فتكلموا بكلام لم\nأسمعه، فقال أحدهم: أترون الله يسمع كلامنا هذا؟ فقال الآخر: إذا رفعنا\nأصواتنا يسمعه، وإذا لم نرفع لم يسمع، فقال الآخر: إن سمع منه شيئا سمعه\nكله. قال: فذكرت ذلك للنبي صلى الله عليه وسلم، فأنزل الله تعالى: {وما\nكنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن\nالله لا يعلم كثيرا مما تعملون - وذلكم ظنكم الذي ظننتم بربكم أرداكم\nفأصبحتم من الخاسرين} [فصلت: 22 - 23] فهذا هو الإلحاد في الصفات. وأنت\nتعلم أن ما عليه أكثر المتكلمين المسلمين من الإلحاد في الأسماء والصفات\nفوق ما كان عليه أهل الجاهلية، فسموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nالله بأسماء ما أنزل الله بها من <span id='ms26'></span> سلطان، ومنهم من قال: ليس لله صفات قامت\nبه، ومنهم من قال: صفاته ليست عين ذاته ولا غيره، ومنهم من قال: إن صفاته\nغيره، ومنهم من قال: إن الله لم يتكلم بالكتب التي أنزلها، وأثبتوا له\nالكلام النفسي، وأنه لم يكلم أحدا من رسله، إلى غير ذلك من الإلحاد الذي\nحشوا به كتبهم ملؤوها من الهذيان، وظنوا أن الآية مختصة بأهل الجاهلية، وما\nدروا أنهم الفرد الكامل لعمومها. ومن بصره ونور قلبه، أعرض عن أخذ عقائده\nمن كتب هؤلاء الطوائف، وتلقى معرفة إلهه من كتب السلف المشتملة على نصوص\nالكتاب والسنة.\n</p>\n\n<h1 class='l1' id='head32'>نسبة النقائص إلى الله سبحانه</h1>\n\n<p>\nنسبة النقائص إلى الله سبحانه (الثلاثون) : نسبة النقائص إليه سبحانه\nكالولد والحاجة. فإن النصارى قالوا: المسيح ابن الله، وطائفة من العرب\nقالوا: الملائكة بنات الله، وقوم من الفلاسفة قالوا بتوليد العقول، وقوم من\nاليهود قالوا: العزير ابن الله، إلى غير ذلك.\n</p>\n\n<p>\nوقد نزه الله نفسه عن كل ذلك ونفاه عنه بقوله: {قل هو الله أحد - الله\nالصمد - لم يلد ولم يولد - ولم يكن له كفوا أحد} [الإخلاص: 1 - 4] وبقوله\n[الصافات: 151- 152] : {ألا إنهم من إفكهم ليقولون - ولد الله وإنهم\nلكاذبون} [الصافات: 151 - 152] وقوله [الأنعام: 100- 101] : {وجعلوا لله\nشركاء الجن وخلقهم وخرقوا له بنين وبنات بغير علم سبحانه وتعالى عما يصفون\n- بديع السماوات والأرض أنى يكون له ولد ولم تكن له صاحبة وخلق كل شيء وهو\nبكل شيء عليم} [الأنعام: 100 - 101] وهذا يعم جميع الأنواع التي تذكر في\nهذا الباب عن بعض الأمم، كما أن ما نفاه من اتخاذ الولد يعم أيضا جميع\nأنواع الاتخاذات، لا اصطفاؤه. كما قال تعالى [المائدة: 18] : {وقالت اليهود\nوالنصارى نحن أبناء الله وأحباؤه قل فلم يعذبكم بذنوبكم بل أنتم بشر ممن\nخلق يغفر لمن يشاء ويعذب من يشاء ولله ملك السماوات والأرض وما بينهما\nوإليه المصير} [المائدة: 18] قال السدي: قالوا: إن الله تعالى أوحى إلى\nإسرائيل إن ولدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nبكري من الولد فأدخلهم النار، فيكونون فيها أربعين يوما حتى تطهرهم وتأكل\nخطاياهم، ثم ينادي منادي: أخرجوا <span id='ms27'></span> كل مختون من بني إسرائيل. وقد قال الله\nتعالى [المؤمنون: 91] : {ما اتخذ الله من ولد وما كان معه من إله}\n[المؤمنون: 91] وقال [الإسراء: 111] : {وقل الحمد لله الذي لم يتخذ ولدا\nولم يكن له شريك في الملك ولم يكن له ولي من الذل} [الإسراء: 111] وقال\nتعالى [الفرقان: 1- 2] : {تبارك الذي نزل الفرقان على عبده ليكون للعالمين\nنذيرا - الذي له ملك السماوات والأرض ولم يتخذ ولدا ولم يكن له شريك في\nالملك وخلق كل شيء فقدره تقديرا} [الفرقان: 1 - 2] {وقالوا اتخذ الرحمن\nولدا سبحانه بل عباد مكرمون - لا يسبقونه بالقول وهم بأمره يعملون - يعلم\nما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ارتضى وهم من خشيته مشفقون -\nومن يقل منهم إني إله من دونه فذلك نجزيه جهنم كذلك نجزي الظالمين}\n[الأنبياء: 26 - 29] وقال سبحانه وتعالى [النحل: 51-57] {وقال الله لا\nتتخذوا إلهين اثنين إنما هو إله واحد فإياي فارهبون - وله ما في السماوات\nوالأرض وله الدين واصبا} [النحل: 51 - 52] إلى قوله {ويجعلون لما لا يعلمون\nنصيبا} [النحل: 56] إلى قوله: {ويجعلون لله البنات سبحانه ولهم ما يشتهون}\n[النحل: 57]\n</p>\n\n<p>\nوقال الله تعالى [الإسراء: 39-42] : {ولا تجعل مع الله إلها آخر فتلقى في\nجهنم ملوما مدحورا - أفأصفاكم ربكم بالبنين واتخذ من الملائكة إناثا إنكم\nلتقولون قولا عظيما - ولقد صرفنا في هذا القرآن ليذكروا وما يزيدهم إلا\nنفورا - قل لو كان معه آلهة كما يقولون إذا لابتغوا إلى ذي العرش سبيلا}\n[الإسراء: 39 - 42]\n</p>\n\n<p>\nوقال [الصافات: 149-163] {فاستفتهم ألربك البنات ولهم البنون - أم خلقنا\nالملائكة إناثا وهم شاهدون - ألا إنهم من إفكهم ليقولون - ولد الله وإنهم\nلكاذبون - أصطفى البنات على البنين - ما لكم كيف تحكمون - أفلا تذكرون - أم\nلكم سلطان مبين - فأتوا بكتابكم إن كنتم صادقين - وجعلوا بينه وبين الجنة\nنسبا ولقد علمت الجنة إنهم لمحضرون - سبحان الله عما يصفون - إلا عباد الله\nالمخلصين - فإنكم وما تعبدون - ما أنتم عليه بفاتنين - إلا من هو صال\nالجحيم} [الصافات: 149 - 163] وقال [النجم: 19 -27]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n{أفرأيتم اللات والعزى - ومناة الثالثة الأخرى - ألكم الذكر وله الأنثى -\nتلك إذا قسمة ضيزى - إن <span id='ms28'></span> هي إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله\nبها من سلطان إن يتبعون إلا الظن وما تهوى الأنفس ولقد جاءهم من ربهم\nالهدى} [النجم: 19 - 23] إلى قوله: {إن الذين لا يؤمنون بالآخرة ليسمون\nالملائكة تسمية الأنثى} [النجم: 27]\n</p>\n\n<p>\nوقال تعالى [الزخرف: 15] {وجعلوا له من عباده جزءا} [الزخرف: 15] قال بعض\nالمفسرين: (جزءا) ، أي: نصيبا وبعضا. وقال بعضهم: جعلوا لله نصيبا من\nالولد. وعن قتادة ومقاتل: عدلا. وكلا القولين صحيح، فإنهم يجعلون له ولدا،\nوالولد يشبه أباه.\n</p>\n\n<p>\nولهذا قال [الزخرف: 17] {وإذا بشر أحدهم بما ضرب للرحمن مثلا ظل وجهه\nمسودا} [الزخرف: 17] وهو كظيم أي البنات، كما قال في الآية الأخرى [النحل:\n58] {وإذا بشر أحدهم بالأنثى ظل وجهه مسودا وهو كظيم} [النحل: 58] فقد\nجعلوها للرحمن مثلا، وجعلوا له من عباده جزءا، فإن الولد جزء من الوالد،\nقال صلى الله عليه وسلم: «إنما فاطمة بضعة مني» .\n</p>\n\n<p>\nوقوله [الأنعام: 100] : {وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين\nوبنات بغير علم} [الأنعام: 100] قال الكلبي: \"نزلت في الزنادقة، قالوا: إن\nالله وإبليس شريكان، فالله خالق النور والناس والدواب والأنعام، وإبليس\nخالق الظلمة والسباع والحيات والعقارب. وأما قوله: {وجعلوا بينه وبين الجنة\nنسبا} [الصافات: 158] فقيل: هو قولهم: الملائكة بنات الله، وسمى الملائكة\nجنا؛ لاختفائهم عن الأبصار، وهو قول مجاهد وقتادة.\n</p>\n\n<p>\nوقيل: قالوا لحي من الملائكة يقال لهم: الجن، ومنهم إبليس: هم بنات الله.\nوقال الكلبي: قالوا لعنهم الله: بل بذور يخرج منها الملائكة. وقوله:\n{وخرقوا له بنين وبنات بغير علم} [الأنعام: 100] قال بعض المفسرين: هم كفار\nالعرب، قالوا: الملائكة والأصنام بنات الله، واليهود قالوا: عزير ابن الله،\nوالذين كانوا يقولون من العرب: إن الملائكة بنات الله، وما نقل عنهم من أنه\nصاهر الجن، فولدت له الملائكة، فقد نفاه عنه بامتناع الصاحبة، وبامتناع أن\nيكون منه جزء، فإنه صمد. وقوله: {ولم تكن له صاحبة} [الأنعام: 101] وهذا\nلأن الولادة لا تكون إلا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nأصلين، سواء في ذلك تولد الأعيان - التي تسمى الجواهر- وتولد الأعراض\nوالصفات، بل ولا يكون تولد الأعيان إلا <span id='ms29'></span> بانفصال جزء من الولد، فإذا امتنع\nأن تكون له صاحبة، امتنع أن يكون له ولد، وقد علموا كلهم أن لا صاحبة له لا\nمن الملائكة، ولا من الجن، ولا من الإنس، فلم يقل أحد منهم إن له صاحبة؛\nفلهذا احتج بذلك عليهم.\n</p>\n\n<p>\nوما حكي عن بعض كفار العرب أنه صاهر الجن، فهذا فيه نظر. وذلك إن كان قد\nقيل فهو مما يعلم انتفاؤه من وجوه كثيرة، وكذلك ما قالته النصارى من أن\nالمسيح ابن الله وما قاله طائفة من اليهود أن العزير ابن الله، فإنه قد\nنفاه سبحانه بهذا وهذا. وتمام الكلام في هذا المقام في كتاب (الجواب الصحيح\nلمن بدل دين المسيح) و (تفسير سورة الإخلاص) وغيرهما من كتب شيخ الإسلام\nتقي الدين قدس الله روحه.\n</p>\n\n<h1 class='l1' id='head33'>تنزيههم المخلوق عما نسبوه للخالق</h1>\n\n<p>\nتنزيههم المخلوق عما نسبوه للخالق (المسألة الحادية والثلاثون) : تنزيه\nالمخلوق عما نسبوه للخالق مثل: تنزيه أحبارهم عن الولد والزوجة لأنهم\nيقولون: إن الراغبين في استحصال الكمالات كالرهبان وأضرابهم يترفعون عن أن\nيتدنسوا بدناءة التمتع بالنساء، اقتداء بالمسيح عليه السلام، فانظر إلى\nسخافة العقول وما قادهم إليه ضلالهم حتى اعترضوا على سيدنا ومولانا محمد\nصلى الله عليه وسلم في زواجه. وما أحسن ما قال الفاروقي (1) ردا على بعض\nأحبار النصارى بقوله:\n</p>\n\n<p>\nقل للفرسنل قدوة الرهبان ... الجائليق البترك الرباني\n</p>\n\n<p>\nأنت الذي زعم الزواج نقيصة ... ممن حماه الله عن نقصان\n</p>\n\n<p>\nونسيت تزويج الإله بمريم ... في زعم كل مثلث نصراني\n</p>\n\n<p>\nومن جعل من العرب الملائكة بنات الله، كان يأنف منهن، وسن وأدهن وقتلهن،\nونسبوا لله ما يكرهون. والمقصود أن هذه المقالات وأشباهها منشؤها الجهل بما\nجاءت به الرسل، وعدم تحكيم العقل، وإلا فأهل البصائر لا يتطرق إليهم هذا\nالخلل، والله الموفق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>قولهم بالتعطيل</h1>\n\n<p>\nقولهم بالتعطيل (الثانية والثلاثون) : القول بالتعطيل، كما كان يقوله آل\nفرعون. والتعطيل: إنكار أن يكون للعالم صانع، كما قال فرعون لقومه [القصص:\n38] {ما علمت لكم من إله غيري} [القصص: 38] ونحو ذلك، ولم يخل العالم عن\nمثل هذه الجهالات في <span id='ms30'></span> كل عصر من العصور، وأبناء هذا الزمان إلا النادر على\nهذه العقيدة الباطلة، ولو نظروا بعين الإنصاف والتدبر، لعلموا أن كل موجود\nفي العالم يدل على خالقه وبارئه:\n</p>\n\n<p>\nوفي كل شيء له آية ... تدل على أنه واحد\n</p>\n\n<p>\nومن أين للطبيعة إيجاد مثل هذه الدقائق التي نجدها في الآفاق والأنفس،\nوهي عديمة الشعور لا علم لها ولا فهم تعالى الله عما يقولون علوا كبيرا.\n</p>\n\n<h1 class='l1' id='head35'>الشركة في الملك</h1>\n\n<p>\nالشركة في الملك (الثالثة والثلاثون) : الشركة في الملك، كما تقوله\nالمجوس، والمجوس أمة تعظم الأنوار والنيران والماء والأرض، ويقرون بنبوة\nزرادشت، ولهم شرائع يصيرون إليها. وهم فرق شتى: منهم المزدكية أصحاب مزدك\nالموبذ، والموبذ عندهم العالم القدوة، وهؤلاء يرون الاشتراك في النساء\nوالمكاسب كما يشترك في الهواء والطرق وغيرها.\n</p>\n\n<p>\nومنهم الخرمية أصحاب بابك الخرمى. وهم شر طوائفهم، لا يقرون بصانع ولا\nمعاد ولا نبوة ولا حلال ولا حرام، وعلى مذهبهم طوائف القرامطة والإسماعيلية\nوالنصيرية والكيسانية والزرارية والحكمية وسائر العبيدية الذين يسمون\nأنفسهم الفاطمية، فكل هؤلاء يجمعهم هذا المذهب، ويتفاوتون في التفصيل،\nفالمجوس شيوخ هؤلاء كلهم، وأئمتهم وقدوتهم، وإن كان المجوس قد يتقيدون بأصل\nدينهم وشرائعهم، وهؤلاء لا يتقيدون بدين من ديانات العالم ولا بشريعة من\nالشرائع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>إنكار النبوات</h1>\n\n<p>\nإنكار النبوات (الرابعة والثلاثون) : إنكار النبوات. وكانوا يقولون: ما\nحكى الله عنهم بقوله في [الأنعام: 90- 91] : {أولئك الذين هدى الله فبهداهم\nاقتده قل لا أسألكم عليه أجرا إن هو إلا ذكرى للعالمين - وما قدروا الله حق\nقدره إذ قالوا ما أنزل الله على بشر من شيء قل من أنزل الكتاب الذي جاء به\nموسى نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم\nتعلموا أنتم ولا آباؤكم قل الله ثم ذرهم في خوضهم يلعبون} [الأنعام: 90 -\n91]\n</p>\n\n<p>\nتفسير هذه الآية: {وما قدروا الله} [الأنعام: 91] شروع في تقرير أمر\nالنبوة، بعد ما حكى الله سبحانه عن إبراهيم عليه السلام أنه ذكر دليل\nالتوحيد وإبطال الشرك، وقرر سبحانه ذلك بأفصح الدليل بأوضح وجه.\n</p>\n\n<p>\n{حق قدره} [الأنعام: 91] أي: حق معرفته <span id='ms31'></span> وعن بعضهم: ما عظموا الله حق\nتعظيمه إذ قالوا منكرين لبعثة الرسل وإنزال الكتب، كافرين بنعمة الله\nالجليلة فيهما: {ما أنزل الله على بشر من شيء} [الأنعام: 91] أي: شيئا من\nالأشياء.\n</p>\n\n<p>\nواختلف في قائل ذلك القول الشنيع: فعن مجاهد أنهم مشركو قريش، والجمهور\nعلى أنهم اليهود، ومرادهم من ذلك الطعن في رسالته صلى الله عليه وسلم على\nسبيل المبالغة.\n</p>\n\n<p>\nفقيل لهم على سبيل الإلزام: {قل من أنزل الكتاب الذي جاء به موسى}\n[الأنعام: 91] فإن المراد أنه تعالى قد أنزل التوراة على موسى عليه السلام\nولا سبيل لكم إلى إنكار ذلك، فلم لا تجوزون إنزال القرآن على محمد صلى الله\nعليه وسلم.؟ والكلام في إثبات النبوة مفصل في غير هذا الموضع، والمقصود أن\nإنكارها من سنن الجاهلية، وفي الناس كثير ممن هو على شاكلتهم ومعوج طريقهم.\n</p>\n\n<h1 class='l1' id='head37'>جحودهم القدر واحتجاجهم به على الله</h1>\n\n<p>\nجحودهم القدر، واحتجاجهم به على الله (الخامسة والثلاثون) : جحود القدر،\nوالاحتجاج به على الله تعالى ومعارضة شرع الله بقدر الله. وهذه المسألة من\nغوامض مسائل الدين، والوقوف على سرها عسر إلا على من وفقه الله تعالى.\nولابن القيم كتاب جليل في هذا الباب سماه (شفاء العليل في القضاء والقدر\nوالحكمة والتعليل) . وقد أبطل الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nسبحانه هذه العقيدة الجاهلية بقوله تعالى في آخر سورة [الأنعام: 148-149]\n: {سيقول الذين أشركوا لو شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من شيء\nكذلك كذب الذين من قبلهم حتى ذاقوا بأسنا قل هل عندكم من علم فتخرجوه لنا\nإن تتبعون إلا الظن وإن أنتم إلا تخرصون - قل فلله الحجة البالغة فلو شاء\nلهداكم أجمعين} [الأنعام: 148 - 149] تفسير هذه الآية: (سيقول الذين\nأشركوا) : حكاية لفن آخر من أباطيلهم. {لو شاء الله ما أشركنا ولا آباؤنا\nولا حرمنا} [الأنعام: 148] لم يريدوا بهذا الكلام الاعتذار عن ارتكاب\nالقبيح، إذ لم يعتقدوا قبح أفعالهم، بل هم كما نطقت به الآيات يحسبون أنهم\nيحسنون صنعا، وأنهم إنما يعبدون الأصنام ليقربوهم إلى الله زلفى، وأن\nالتحريم إنما كان من الله عز <span id='ms32'></span> وجل، فما مرادهم بذلك إلا الاحتجاج على أن ما\nارتكبوه حق ومشروع ومرضي عند الله تعالى على أن المشيئة والإرادة تساوي\nالأمر، وتستلزم الرضى، كما زعمت المعتزلة، فيكون حاصل كلامهم أن ما نرتكبه\nمن الشرك والتحريم وغيرهما تعلقت به مشيئة الله تعالى وإرادته، وكل ما\nتعلقت به مشيئته سبحانه وإرادته فهو مشروع ومرضي عند الله تعالى.\n</p>\n\n<p>\nوبعد أن حكى سبحانه وتعالى ذلك عنهم، رد عليهم بقوله عز من قائل {كذلك\nكذب الذين من قبلهم} [الأنعام: 148] وهم أسلافهم المشركون. وحاصله أن\nكلامهم يتضمن تكذيب الرسل عليهم السلام، وقد دلت المعجزة على صدقهم.\n</p>\n\n<p>\nأو نقول حاصله أن ما شاء الله يجب، وما لم يشأ يمتنع، وكل ما هذا شأنه\nفلا تكليف به لكونه مشروطا بالاستطاعة، فينتج أن ما ارتكبه من الشرك وغيره،\nلم يتكلف بتركه ولم يبعث له نبي. فرد الله تعالى عليهم بأن هذه كلمة صدق\nأريد بها باطل، لأنهم أرادوا بها أن الرسل عليهم السلام في دعواهم البعثة\nوالتكليف كاذبون. وقد ثبت صدقهم بالدلائل القطعية، ولكونه صدقا أريد به\nباطل، ذمهم الله تعالى بالتكذيب. ووجوب وقوع متعلق المشيئة لا ينافي صدق\nدعوى البعثة والتكليف؛ لأنهما لإظهار المحجة وإبلاغ الحجة {حتى ذاقوا\nبأسنا} [الأنعام: 148] أي نالوا عذابنا الذي أنزلناه عليهم بتكذيبهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه إيماء إلى أن لهم عذابا مدخرا عند الله تعالى؛ لأن الذوق أول إدراك\nالشيء {قل هل عندكم من علم فتخرجوه لنا} [الأنعام: 148] أي هل لكم من علم\nبأن الإشراك وسائر ما أنتم عليه مرضي عند الله تعالى فتظهروه لنا بالبرهان؟\nوهذا دليل على أن المشركين أمم استوجبوا التوبيخ على قولهم ذلك؛ لأنهم\nكانوا يهزءون بالدين، ويبغون رد دعوة الأنبياء عليهم السلام، حيث قرع\nمسامعهم من شرائع الرسل عليهم السلام تفويض الأمور إليه سبحانه وتعالى،\nفحين طالبوهم بالإسلام، والتزام الأحكام، احتجوا عليهم بما أخذوه من كلامهم\nمستهزئين بهم عليهم الصلاة والسلام، ولم يكن غرضهم ذكر ما ينطوي عليه\nعقدهم، كيف لا والإيمان بصفات الله تعالى فرع الإيمان به عز شأنه <span id='ms33'></span> وهو عنهم\nمناط العيوق.\n</p>\n\n<p>\n{إن تتبعون إلا الظن وإن أنتم إلا تخرصون} [الأنعام: 148] أي تكذبون على\nالله تعالى {قل فلله الحجة البالغة} [الأنعام: 149] أي البينة الواضحة التي\nبلغت غاية المتانة والقوة على الإثبات، والمراد بها في المشهور: الكتاب\nوالرسول والبيان. {فلو شاء لهداكم أجمعين} [الأنعام: 149] بالتوفيق لها،\nوالحمل عليها، ولكن شاء هداية البعض الصارفين اختيارهم إلى سلوك طريق الحق،\nوضلال آخرين صرفوه إلى خلاف ذلك. ومن الناس من ذكر وجها آخر في توجيه ما في\nالآية، وهو أن الرد عليهم إنما كان لاعتقادهم أنهم مسلمون اختيارهم\nوقدرتهم، وأن إشراكهم إنما صدر منهم على وجه الاضطرار وزعموا أنهم يقيمون\nالحجة على الله تعالى ورسوله عليه الصلاة والسلام بذلك، فرد الله تعالى\nقولهم في دعواهم عدم الاختيار لأنفسهم، وشبههم بمن اغتر قبلهم بهذا الخيال،\nفكذب الرسل، وأشرك بالله عز وجل، واعتمد على أنه إنما يفعل ذلك بمشيئة الله\nتعالى ورام إفحام الرسل بهذه الشبهة، ثم بين سبحانه أنهم لا حجة لهم في\nذلك، وأن الحجة البالغة له تعالى لا لهم، ثم أوضح سبحانه أن كل واقع واقع\nبمشيئته، وأنه لم يشأ منهم إلا ما صدر عنهم، وأنه تعالى لو شاء منهم\nالهداية لاهتدوا أجمعين. والمقصود أن يتمحض وجه الرد عليهم، وتتخلص عقيدة\nنفوذ السنة وعموم تغلغلها بكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nكائن عن الرد، وينصرف الرد إلى دعواهم سلب الاختيار لأنفسهم، وأن إقامتهم\nالحجة بذلك خاصة. وإذا تدبرت الآية وجدت صدرها دافعا لصدور الجبرية، وعجزها\nمعجزا للمعتزلة، إذ الأول مثبت أن للعبد اختيارا وقدرة على وجه يقطع حجته\nوعذره في المخالفة والعصيان، والثاني مثبت نفوذ مشيئة الله تعالى في العبد،\nوأن جميع أفعاله على وفق المشيئة الإلهية، وبذلك تقوم الحجة البالغة لأهل\nالسنة على المعتزلة، والحمد لله رب العالمين. ومنهم من وجه الآية بأن\nمرادهم رد دعوة الأنبياء عليهم السلام على معنى أن الله تعالى شاء شركنا،\nوأراده منا، وأنتم تخالفون إرادته، حيث تدعونا إلى الإيمان، فوبخهم سبحانه\nوتعالى بوجوه عدة: منها قوله سبحانه: {فلله الحجة <span id='ms34'></span> البالغة} [الأنعام: 149]\nفإنه بتقدير الشرط، أي إذا كان الأمر كما زعمتم {فلله الحجة البالغة}\n[الأنعام: 149]\n</p>\n\n<p>\nوقوله سبحانه: {فلو شاء} [الأنعام: 149] بدل منه على سبيل البيان، أي لو\nشاء لدل كلا منكم ومن مخالفيكم على دينه، لو كان الأمر كما تزعمون، لكان\nالإسلام أيضا بالمشيئة، فيجب أن لا تمنعوا المسلمين من الإسلام، كما وجب\nبزعمكم ألا يمنعكم الأنبياء عن الشرك. فيلزمكم أن لا يكون بينكم وبين\nالمسلمين مخالفة ومعاداة، بل موافقة وموالاة. وحاصله أن ما خالف مذهبكم من\nالنحل يجب أن يكون عندكم حقا؛ لأنه بمشيئة الله تعالى، فيلزم تصحيح الأديان\nالمتناقضة.\n</p>\n\n<p>\nوفي سورة [النحل: 35] {وقال الذين أشركوا لو شاء الله ما عبدنا من دونه\nمن شيء نحن ولا آباؤنا ولا حرمنا من دونه من شيء كذلك فعل الذين من قبلهم\nفهل على الرسل إلا البلاغ المبين} [النحل: 35] الكلام على هذه الآية\nكالكلام على الآية السابقة، ولا تراهم يتشبثون بالمشيئة إلا عند انخذال\nالحجة. ألا ترى كيف ختم بنحو آخر مجادلاتهم في سورة الأنعام في الآية\nالسابقة، وكذلك في سورة [الزخرف: 19-22] : وهو قوله تعالى: {وجعلوا\nالملائكة الذين هم عباد الرحمن إناثا أشهدوا خلقهم ستكتب شهادتهم ويسألون -\nوقالوا لو شاء الرحمن ما عبدناهم ما لهم بذلك من علم إن هم إلا يخرصون - أم\nآتيناهم كتابا من قبله فهم به مستمسكون - بل قالوا إنا وجدنا آباءنا على\nأمة وإنا على آثارهم مهتدون} [الزخرف: 19 - 22] ويكفي في الانقلاب ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nيشير إليه قوله سبحانه: {قل فلله الحجة البالغة} [الأنعام: 149] والمراد\nبما حرموه السوائب والبحائر وغيرها. وفي تخصيص الاشتراك والتحريم بالنفي؛\nلأنهما أعظم وأشهر ما هم عليه. وغرضهم من ذلك تكذيب الرسول عليه الصلاة\nوالسلام والطعن في الرسالة رأسا، فإن حاصله أي ما شاء الله يجب، وما لم يشأ\nيمتنع، فلو أنه سبحانه وتعالى شاء أن نوحده، ولا نشرك به شيئا، ونحلل ما\nأحله، ولا نحرم شيئا مما حرمنا كما تقول الرسل وينقلونه من جهته تعالى لكان\nالأمر كما شاء من التوحيد ونفي الإشراك، وتحليل ما أحله <span id='ms35'></span>، وعدم تحريم شيء من\nذلك، وحيث لم يكن كذلك، ثبت أنه لم يشأ شيئا من ذلك بل شاء ما نحن عليه.\n</p>\n\n<p>\nوتحقق أن ما يقوله الرسل عليهم السلام من تلقاء أنفسهم. فرد الله تعالى\nعليهم بقوله {كذلك فعل الذين من قبلهم} [النحل: 33] من الأمم، أي: أشركوا\nبالله تعالى، وحرموا من دونه ما حرموا، وجادلوا رسلهم بالباطل ليدحضوا به\nالحق {فهل على الرسل إلا البلاغ المبين} [النحل: 35] أي: ليست وظيفتهم إلا\nالبلاغ للرسالة، الموضح طريق الحق والمظهر أحكام الوحي التي منها تعلق\nمشيئته تعالى باهتداء من صرف قدرته واختياره إلى تحصيل الحق؛ لقوله تعالى:\n{والذين جاهدوا فينا لنهدينهم سبلنا} [العنكبوت: 69] وأما إلجاؤهم إلى ذلك،\nوتنفيذ قولهم عليه شاءوا أو أبوا كما هو مقتضى استدلالهم فليس ذلك من\nوظيفتهم، ولا من الحكمة التي يتوقف عليها التكليف، حتى يستدل بعدم ظهور\nآثاره على عدم حقيقة الرسل عليهم السلام أو على عدم تعلق مشيئته تعالى\nبذلك، فإن ما يترتب عليه الثواب والعقاب من الأفعال لا بد في تعلق مشيئته\nتعالى بوقوعه من مباشرتهم الاختيارية، وصرف اختيارهم الجزئي إلى تحصيله،\nوإلا لكان الثواب والعقاب اضطراريين، والكلام على هذه الآية ونحوها مستوفى\nفي تفسير (روح المعاني) وغيره. فجحود القدر والاحتجاج به على الله ومعارضة\nشرع الله بقدره، كل ذلك من ضلالات الجاهلية.\n</p>\n\n<p>\nوالمقصود أنه لا جبر ولا تفويض، ولكن أمر بين أمرين، فمن زلت قدمه عن هذه\nالجادة كان على ما كان عليه أهل الجاهلية، وهي الطريقة التي رد عليها الله\nسبحانه ورسوله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>مسبة الدهر</h1>\n\n<p>\nمسبة الدهر (السادسة والثلاثون) : مسبة الدهر: كقولهم في سورة [الجاثية:\n24] {وما يهلكنا إلا الدهر} [الجاثية: 24] وذلك أن الله تعالى أراد بيان\nأحكام ضلالهم والختم على سمعهم وقلوبهم وجعل غشاوة على أبصارهم، فحكى عنهم\nما صدر عنهم بقوله سبحانه وتعالى: {وقالوا ما هي إلا حياتنا الدنيا}\n[الجاثية: 24] التي نحن فيها {نموت ونحيا} [الجاثية: 24] أي تموت طائفة،\nوتحيا طائفة، ولا حشر أصلا. ومنهم من قال: إن كثيرا من عباد <span id='ms36'></span> الأصنام كان\nيقول بالتناسخ، وعليه فالمراد بالحياة: إعادة الروح لبدن آخر {وما يهلكنا\nإلا الدهر} [الجاثية: 24] أي طول الزمان.\n</p>\n\n<p>\nوإسنادهم الإهلاك إلى الدهر إنكار منهم لملك الموت وقبضه الأرواح بأمر\nالله تعالى، وكانوا يسندون الحوادث مطلقا إليه؛ لجهلهم أنها مقدرة من عند\nالله تعالى، وأشعارهم لذلك مملوءة من شكوى الدهر (1) وهؤلاء معترفون بوجود\nالله تعالى، فهم غير الدهرية. فإنهم مع إسنادهم الحوادث إلى الدهر لا\nيقولون بوجوده سبحانه وتعالى عما يقولون علوا كبيرا والكل يقول باستقلال\nالدهر بالتأثير.\n</p>\n\n<p>\nوقد جاء النهي عن سب الدهر، أخرج مسلم: «لا يسب أحدكم الدهر، فإن الله هو\nالدهر» وفي رواية لأبي داود والحاكم \"قال الله عز وجل: «يؤذيني ابن آدم\nيقول: يا خيبة الدهر، فلا يقل أحدكم يا خيبة الدهر، فإني أنا الدهر، أقلب\nليله ونهاره» وروى الحاكم أيضا: «يقول الله عز وجل: استقرضت عبدي فلم\nيقرضني، وشتمني عبدي وهو لا يدري، يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوادهراه! وأنا الدهر» . وروى البيهقي: «لا تسبوا الدهر، قال الله عز وجل:\nأنا الأيام والليالي، أجددها وأبليها، وآتي بملوك بعد ملوك» . ومعنى ذلك أن\nالله تعالى هو الآتي بالحوادث، فإذا سببتم الدهر على أنه فاعل، وقع السب\nعلى الله عز وجل.\n</p>\n\n<p>\n{وما لهم بذلك من علم} [الجاثية: 24] أي: ليس لهم بما ذكر من قصر الحياة\nعلى ما في الدنيا ونسبة الإهلاك إلى الدهر علم مستند إلى عقل أو نقل {إن هم\nإلا يظنون} [الجاثية: 24] أي ما هم إلا قوم قصارى أمرهم الظن والتقليد من\nغير أن يكون لهم ما يصح أن يتمسك به في الجملة. وقد ذكرنا في غير هذا\nالموضع ما يتعلق بالدهريين، والمقصود أن يقول بإسناد الحوادث إلى غير الله\nتعالى كالدهر، فذلك ليس له مستند عقلي ولا نقلي، بل هو محض جهل، وقائله\nجاهل في أي عصر كان. ولأهل زماننا حظ وافر من هذا الاعتقاد الباطل. والله\nالمستعان.\n</p>\n\n<h1 class='l1' id='head39'>إضافة نعم الله إلى غيره</h1>\n\n<p>\nإضافة نعم الله إلى غيره (السابعة والثلاثون) : إضافة نعم الله إلى غيره،\nقال الله تعالى <span id='ms37'></span> في سورة [النحل: 83] : {يعرفون نعمت الله ثم ينكرونها\nوأكثرهم الكافرون} [النحل: 83] وقد عدد الله تعالى نعمه على عباده في هذه\nالسورة [78: 80] إلي أن قال {وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم\nبأسكم كذلك يتم نعمته عليكم لعلكم تسلمون - فإن تولوا فإنما عليك البلاغ\nالمبين - يعرفون نعمت الله ثم ينكرونها وأكثرهم الكافرون} [النحل: 81 - 83]\nفقوله {يعرفون نعمت الله} [النحل: 83] إلخ استئناف لبيان أن تولي المشركين\nوإعراضهم عن الإسلام ليس لعدم معرفتهم نعمة الله سبحانه وتعالى أصلا، فإنهم\nيعرفون أنها من الله تعالى، ثم ينكرونها بأفعالهم، حيث لم يفردوا منعمها\nبالعبادة، فكأنهم لم يعبدوه سبحانه وتعالى أصلا، وذلك كفران منزل منزلة\nالإنكار. وأخرج ابن جرير وغيره عن مجاهد أنه قال: إنكارهم إياها قولهم:\nورثناها من آبائنا وأخرج هو وغيره أيضا عن عون بن عبد الله أنه قال:\nإنكارهم إياها أن يقول الرجل: لولا فلان أصابني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nكذا وكذا، ولولا فلان لم أصب كذا وكذا. وفي لفظ: إنكارها: إضافتها إلى\nالأسباب، وبعضهم يقول: إنكارهم: قولهم: هي بشفاعة آلهتهم عند الله تعالى.\nومنهم من قال: النعمة هنا محمد صلى الله عليه وسلم أي: يعرفون أنه- عليه\nالصلاة والسلام- نبي بالمعجزات، ثم ينكرون ذلك، ويجحدونه عنادا {وأكثرهم\nالكافرون} [النحل: 83] أي المنكرون بقلوبهم، غير المعترفين بما ذكر.\nوالتعبير بالأكثر إما لأن بعضهم لم يعرف الحق لنقصان عقله وعدم اهتدائه\nإليه، أو لعدم نظره في الأدلة نظرا يؤدي إلى المطلوب، أو لأنه لم تقم عليه\nالحجة؛ لكونه لم يصل إلى حد المكلفين لصغر ونحوه، وإما لأنه يقام مقام\nالكل، فإسناد المعرفة والإنكار المتفرع عليها إلى ضمير المشركين على\nالإطلاق من باب إسناد حال البعض إلى الكل.\n</p>\n\n<p>\nومما يجري هذا المجرى قوله تعالى في سورة [الواقعة: 81-82] {أفبهذا\nالحديث أنتم مدهنون - وتجعلون رزقكم أنكم تكذبون} [الواقعة: 81 - 82] أي:\nتقولون: مطرنا بنوء كذا وكذا.\n</p>\n\n<p>\nروى مسلم وغيره عن ابن عباس قال: «مطر الناس على عهد رسول الله صلى الله\nعليه وسلم، فقال عليه الصلاة والسلام\" أصبح من الناس شاكر، ومنهم كافر،\nقالوا: هذه <span id='ms38'></span> رحمة وضعها الله\" وقال بعضهم: لقد صدق نوء كذا، فنزلت هذه الآية\n{فلا أقسم بمواقع النجوم} [الواقعة: 75] حتى بلغ {وتجعلون رزقكم أنكم\nتكذبون} [الواقعة: 82] » إلى غير ذلك من الآثار. والمقصود أن إسناد النعم\nإلى غير منعمها الحقيقي كفران لها. وقد ذكرنا مذهب العرب في الأنواء في غير\nهذا الموضع، وفصلناه تفصيلا، وذكرنا شعرهم الدال على مذهبهم هذا. والله\nالموفق.\n</p>\n\n<h1 class='l1' id='head40'>الكفر بآيات الله</h1>\n\n<p>\nالكفر بآيات الله (الثامنة والثلاثون) : الكفر بآيات الله. والنصوص\nالدالة على ذلك في القرآن كثيرة: منها قوله تعالى في [الكهف: 105- 106] :\n{أولئك الذين كفروا بآيات ربهم ولقائه فحبطت أعمالهم فلا نقيم لهم يوم\nالقيامة وزنا - ذلك جزاؤهم جهنم بما كفروا واتخذوا آياتي ورسلي هزوا}\n[الكهف: 105 - 106] بعد قوله سبحانه [الكهف: 103- 104] : {قل هل ننبئكم\nبالأخسرين أعمالا - الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم\nيحسنون صنعا} [الكهف: 103 - 104]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nفقوله (أولئك) كلام مستأنف منه مسوق لتكميل تعريف الأخسرين، وتبيين\nخسرانهم وضلال سعيهم وتعيينهم، بحيث ينطبق التعريف على المخاطبين. أي أولئك\nالمنعوتون بما ذكر من ضلال السعي والحسبان المذكور {الذين كفروا بآيات\nربهم} [الكهف: 105] بدلائله سبحانه الداعية إلى التوحيد الشاملة للسمعية\nوالعقلية {ولقائه} [الكهف: 105] هو كناية عن البعث والحشر وما يتبع ذلك من\nأمور الآخرة، أي لم يؤمنوا بذلك على ما هو عليه {فحبطت أعمالهم فلا نقيم\nلهم يوم القيامة وزنا} [الكهف: 105] أي: فنزدري بهم، ونحتقرهم. ومن النصوص\nما يدل على أن منهم من كان ينكر بعض الآيات، ومنهم من كان معرضا عنها\nوهاجرا لها، ولا يخفى عليك أن من الناس اليوم من هو أدهى وأمر مما كان عليه\nأهل الجاهلية في هذا الباب.\n</p>\n\n<h1 class='l1' id='head41'>اختيار كتب الباطل ونبذ آيات الله</h1>\n\n<p>\nاختيار كتب الباطل، ونبذ آيات الله (التاسعة والثلاثون) : اشتراء كتب\nالباطل واختيارها عليها، أي على الآيات. قال تعالى [البقرة: 99-103] :\n{ولقد أنزلنا إليك آيات بينات وما يكفر بها إلا الفاسقون - أوكلما عاهدوا\nعهدا نبذه فريق منهم بل أكثرهم لا يؤمنون - ولما جاءهم رسول من عند الله\nمصدق لما معهم نبذ فريق من الذين أوتوا <span id='ms39'></span> الكتاب كتاب الله وراء ظهورهم كأنهم\nلا يعلمون - واتبعوا ما تتلو الشياطين على ملك سليمان} [البقرة: 99 - 102]\nإلى قوله: {ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في\nالآخرة من خلاق ولبئس ما شروا به أنفسهم لو كانوا يعلمون - ولو أنهم آمنوا\nواتقوا لمثوبة من عند الله خير لو كانوا يعلمون} [البقرة: 102 - 103]\n</p>\n\n<p>\nومعنى قوله: {ولقد علموا لمن اشتراه} [البقرة: 102] أي استبدل ما تتلوا\nالشياطين بكتاب الله. {ما له في الآخرة من خلاق} [البقرة: 102] أي: نصيب\n{ولبئس ما شروا به أنفسهم} [البقرة: 102] أي: والله لبئس شيئا شروا به حظوظ\nأنفسهم، أي: باعوها أو شروها في زعمهم ذلك الشراء {ولو أنهم آمنوا}\n[البقرة: 103] أي بالرسول أو بما أنزل إليه من الآيات أو بالتوراة {واتقوا}\n[البقرة: 103] أي المعاصي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nالتي حكيت عنهم. {لمثوبة من عند الله خير لو كانوا يعلمون} [البقرة: 103]\nأي أن ثواب الله تعالى خير لهم، وبمعنى هذه الآية قوله تعالى [البقرة:\n78-79] {ومنهم أميون لا يعلمون الكتاب إلا أماني وإن هم إلا يظنون - فويل\nللذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا\nقليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون} [البقرة: 78 - 79]\n</p>\n\n<p>\nوهذه الآية نزلت في أحبار اليهود الذين خافوا أن تذهب رياستهم بإبقاء صفة\nالنبي صلى الله عليه وسلم على حالها، فغيروها.\n</p>\n\n<h1 class='l1' id='head42'>القدح في حكمة الله تعالى</h1>\n\n<p>\nالقدح في حكمة الله تعالى (الأربعون) : القدح في حكمته تعالى. أقول: من\nخصال الجاهلية: القدح في حكمته تعالى، وأنه ليس بحكيم في خلقه. بمعنى أنه\nسبحانه يخلق ما لا حكمة له فيه، ويأمر وينهى بما لا حكمة فيه. وقد حكى الله\nتعالى ذلك بقوله في سورة [ص: 27] : {وما خلقنا السماء والأرض وما بينهما\nباطلا ذلك ظن الذين كفروا فويل للذين كفروا من النار} [ص: 27] وقال سبحانه\nفي سورة [المؤمنين: 115-116] : {أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا\nترجعون - فتعالى الله الملك الحق} [المؤمنون: 115 - 116] وفي سورة [الدخان:\n38-39] ، {وما خلقنا السماوات والأرض وما بينهما لاعبين - ما خلقناهما إلا\nبالحق <span id='ms40'></span> ولكن أكثرهم لا يعلمون} [الدخان: 38 - 39] وفي سورة [الأنبياء:\n16-17] ، {وما خلقنا السماء والأرض وما بينهما لاعبين - لو أردنا أن نتخذ\nلهوا لاتخذناه من لدنا إن كنا فاعلين} [الأنبياء: 16 - 17]\n</p>\n\n<p>\nوفي سورة [الحجر: 85] {وما خلقنا السماوات والأرض وما بينهما إلا بالحق\nوإن الساعة لآتية فاصفح الصفح الجميل} [الحجر: 85] إلى غير ذلك من الآيات\nالناصة على أن الله تعالى لم يخلق شيئا من غير حكمة ولا علة، على خلاف ما\nيعتقده أهل الباطل من الجاهلين، ومن نحا نحوهم من هذه الأمة ممن نفى الحكمة\nعن أفعاله سبحانه وتعالى. وهذه مسألة طويلة الذيل، قد كثر فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nالخصام بين فرق المسلمين، والحق ما كان عليه السلف من إثبات الحكمة\nوالتعليل. وقد أطنب الكلام عليها الحافظ ابن القيم في كتابه (شفاء العليل\nفي مسائل القضاء والقدر والحكمة والتعليل) وعقد بابا مفصلا في طرق إثبات\nحكمة الرب تعالى في خلقه وأمره، وإثبات الغايات المطلوبة والعواقب الحميدة\nالتي فعل وأمر لأجلها.\n</p>\n\n<p>\nومن جملة ما قال في هذا الباب: إنه سبحانه وتعالى أنكر على من زعم أنه لم\nيخلق الخلق لغاية ولا لحكمة، كقوله: {أفحسبتم أنما خلقناكم عبثا}\n[المؤمنون: 115] وقوله: {وما خلقنا السماوات والأرض وما بينهما لاعبين - ما\nخلقناهما إلا بالحق} [الدخان: 38 - 39] والحق: هو الحكم والغايات المحمودة،\nالتي لأجلها خلق ذلك كله وهو أنواع كثيرة منها أن يعرف الله بأسمائه،\nوصفاته، وأفعاله، وآياته. ومنها: أن يحب، ويعبد، ويشكر، ويطاع ومنها: أن\nيأمر، وينهى، ويشرع الشرائع.\n</p>\n\n<p>\nومنها: أن يدبر الأمر، ويبرم القضاء، ويتصرف في المملكة بأنواع التصرفات.\nومنها: أن يثيب ويعاقب، فيجازي المحسن بإحسانه، والمسيء بإساءته، فيكون أثر\nعدله وفضله موجودا مشاهدا، فيحمد على ذلك ويشكر.\n</p>\n\n<p>\nومنها: أن يعلم خلقه أنه لا إله غيره، ولا رب سواه. ومنها: أن يصدق\nالصادق فيكرمه، ويكذب الكاذب فيهينه. ومنها: ظهور آثار أسمائه وصفاته على\nتنوعها وكثرتها في الوجود الذهني والخارجي، فيعلم عباده ذلك علما مطابقا\nلما في الواقع. ومنها: شهادة مخلوقاته كلها بأنه وحده ربها وفاطرها\nومليكها، وأنه وحده إلهها ومعبودها. ومنها: ظهور آثار <span id='ms41'></span> كماله المقدس، فإن\nالخلق والصنع لازم كماله، فإنه حي قدير، ومن كان كذلك لم يكن إلا فاعلا\nمختارا. ومنها أن يظهر أثر حكمته في المخلوقات بوضع كل منها في موضعه الذي\nيليق به، ومجيئه على الوجه الذي تشهد العقول والفطر بحسنه، فتشهد حكمته\nالباهرة ومنها: أنه سبحانه يحب أن يجود وينعم ويعفو ويغفر ويسامح، ولا بد\nمن لوازم ذلك خلقا وشرعا. ومنها: أنه يحب أن يثنى عليه، ويمدح ويمجد، ويسبح\nويعظم ومنها: كثرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nشواهد ربوبيته ووحدانيته وإلهيته. إلى غير ذلك من الحكم التي تضمنها\nالخلق، فخلق مخلوقاته بسبب الحق. ولأجل الحق، وخلقها ملتبس بالحق، وهو في\nنفسه حق: فمصدره حق، وغايته حق، وهو يتضمن الحق. وقد أثنى على عباده\nالمؤمنين حيث نزهوه عن إيجاد الخلق، لا لشيء ولا لغاية، فقال تعالى [آل\nعمران: 190- 191] : {إن في خلق السماوات والأرض واختلاف الليل والنهار\nلآيات لأولي الألباب - الذين يذكرون الله قياما وقعودا وعلى جنوبهم\nويتفكرون في خلق السماوات والأرض ربنا ما خلقت هذا باطلا سبحانك} [آل\nعمران: 190 - 191] وأخبر أن هذا ظن أعدائه، لا ظن أوليائه فقال: {وما خلقنا\nالسماء والأرض وما بينهما باطلا ذلك ظن الذين كفروا} [ص: 27]\n</p>\n\n<p>\nوكيف يتوهم أنه عرفه من يقول: إنه لم يخلق لحكمة مطلوبة له، ولا أمر\nلحكمة، ولا نهى لحكمة، وإنما يصدر الخلق والأمر عن مشيئة وقدرة محضة، لا\nلحكمة ولا لغاية مقصودة.\n</p>\n\n<p>\nوهل هذا إلا إنكار لحقيقة حمده بل الخلق والأمر إنما قام بالحكم\nوالغايات، فهما مظهران لحمده وحكمته. فإنكار الحكمة إنكار لحقيقة خلقه\nوأمره، فإن الذي أثبته المنكرون من ذلك لنزه عنه الرب، ويتعالى عن نسبته\nإليه، فإنهم أثبتوا خلقا وأمرا لا رحمة فيه ولا مصلحة ولا حكمة، بل يجوز\nعندهم أو يقع أن يأمر بما لا مصلحة للمكلف فيه ألبتة، وينهى عما فيه مصلحة،\nوالجميع بالنسبة إليه سواء ويجوز عندهم أن يأمر بكل ما نهى عنه، وينهى عن\nجميع ما أمر به، ولا فرق بين هذا وهذا إلا بمجرد الأمر والنهي.\n</p>\n\n<p>\nويجوز عندهم أن <span id='ms42'></span> يعذب من لم يعصه طرفة عين، ويثيب من عصاه بل أفنى عمره في\nالكفر به والشرك والظلم والفجور، فلا سبيل إلى أن يعرف خلاف ذلك منه إلا\nبخبر الرسول، وإلا فهو جائز عليه. وهذا من أقبح الظن وأسوئه بالرب سبحانه،\nوتنزيهه عنه كتنزيهه عن الظلم والجور، بل هذا هو عين الظلم الذي يتعالى\nالله عنه. والعجب العجاب أن كثيرا من أرباب هذا المذهب ينزهونه عما وصف به\nنفسه من صفات الكمال ونعوت الجلال، ويزعمون أن إثباتها تجسيم وتشبيه، ولا\nينزهونه عن هذا الظلم والجور، ويزعمون أنه عدل وحق، وأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالتوحيد عندهم لا يتم إلا به، كما لا يتم إلا بإنكار استوائه على عرشه،\nوعلوه فوق سماواته، وتكلمه وتكليمه، وصفات كماله فلا يتم التوحيد عند هذه\nالطائفة إلا بهذا النفي وذلك الإثبات، والله ولي التوفيق. انتهى المقصود من\nنقله، وتمام الكلام في هذا الباب من ذلك الكتاب (1) وإليه سبحانه المآب.\n</p>\n\n<h1 class='l1' id='head43'>الكفر بالملائكة والرسل، والتفريق بينهم</h1>\n\n<p>\nالكفر بالملائكة والرسل، والتفريق بينهم (الحادية والأربعون) : الكفر\nبالملائكة والرسل والتفريق بينهم. قال تعالى [البقرة: 87- 99] {ولقد آتينا\nموسى الكتاب وقفينا من بعده بالرسل وآتينا عيسى ابن مريم البينات وأيدناه\nبروح القدس أفكلما جاءكم رسول بما لا تهوى أنفسكم استكبرتم ففريقا كذبتم\nوفريقا تقتلون - وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون\n- ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على\nالذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين - بئسما\nاشتروا به أنفسهم أن يكفروا بما أنزل الله بغيا أن ينزل الله من فضله على\nمن يشاء من عباده فباءوا بغضب على غضب وللكافرين عذاب مهين - وإذا قيل لهم\nآمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه وهو الحق\nمصدقا لما معهم قل فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين} [البقرة:\n87 - 91] إلى أن قال: {قل من كان عدوا لجبريل فإنه نزله على قلبك بإذن الله\nمصدقا لما بين يديه وهدى <span id='ms43'></span> وبشرى للمؤمنين - من كان عدوا لله وملائكته ورسله\nوجبريل وميكال فإن الله عدو للكافرين - ولقد أنزلنا إليك آيات بينات وما\nيكفر بها إلا الفاسقون} [البقرة: 97 - 99] فقد تبين من هذه الآيات أن بعض\nالكتابيين كانوا يكفرون بالملائكة والرسل، يفرقون بينهم، أي يؤمنون ببعض\nويكفرون ببعض، وهم طائفة من جاهلية اليهود. ولهذا أمرنا الله تعالى\nبالإيمان بهم وعدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nالتفرقة بينهم، فقال [البقرة: 285] {آمن الرسول بما أنزل إليه من ربه\nوالمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله\nوقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير} [البقرة: 285]\n</p>\n\n<h1 class='l1' id='head44'>الغلو في الأنبياء والرسل</h1>\n\n<p>\nالغلو في الأنبياء والرسل (الثانية والأربعون) : الغلو في الأنبياء\nوالرسل عليهم السلام، قال تعالى في سورة [النساء: 171] {يا أهل الكتاب لا\nتغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم\nرسول الله وكلمته ألقاها إلى مريم وروح منه فآمنوا بالله ورسله ولا تقولوا\nثلاثة انتهوا خيرا لكم إنما الله إله واحد سبحانه أن يكون له ولد} [النساء:\n171] والغلو في المخلوق أعظم سبب لعبادة والغلو في المخلوق أعظم سبب لعبادة\nالأصنام والصالحين، كما كان في قوم نوح من عبادة نسر وسواع ويغوث ونحوهم،\nوكما كان من عبادة النصارى للمسيح عليه السلام، ومثل ذلك القول على الله\nبغير الحق.\n</p>\n\n<h1 class='l1' id='head45'>الجدال بغير علم</h1>\n\n<p>\nالجدال بغير علم (الثالثة والأربعون) : الجدال بغير العلم كما ترى كثيرا\nمن أهل الجهل يجادلون أهل العلم عند نهيهم عما ألفوه من البدع والضلالات.\nوهي صفة جاهلية نهانا الله تعالى عن التخلق بها.\n</p>\n\n<p>\nقال تعالى في سورة [آل عمران: 65-66] {يا أهل الكتاب لم تحاجون في\nإبراهيم وما أنزلت التوراة والإنجيل إلا من بعده أفلا تعقلون - ها أنتم\nهؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم\nوأنتم لا تعلمون} [آل عمران: 65 - 66]\n</p>\n\n<p>\nأخرج ابن إسحاق وابن جرير عن ابن عباس رضي الله تعالى عنهما قال: «اجتمعت\nنصارى نجران وأحبار يهود عند رسول الله صلى الله عليه وسلم، فتنازعوا <span id='ms44'></span> عنده،\nفقالت الأحبار: ما كان إبراهيم إلا يهوديا، وقالت النصارى: ما كان إبراهيم\nإلا نصرانيا، فأنزل الله فيهم هذه الآية» المنادية على جهلهم وعنادهم، كما\nلا يخفى على من راجع التفسير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>الكلام في الدين بلا علم</h1>\n\n<p>\nالكلام في الدين بلا علم قال الشيخ: (الرابعة والأربعون) الكلام في الدين\nبلا علم، أقول: أجمل الشيخ رحمه الله تعالى الكلام في هذه المسألة كل\nالإجمال كما فعل مثل ذلك في كثير من المسائل، وما أحقها بالتفصيل. وذلك أن\nأهل الجاهلية من العرب وغيرهم من الكتابيين شرعوا في الدين ما لم يأذن به\nالله، أما العرب فقد كان الكثير منهم على دين إبراهيم وإسماعيل عليهم\nالسلام إلى أن ظهر فيهم الخزاعي (1) فغير وبدل، وابتدع بدعا كثيرة، وأغرى\nالعرب على عبادة الأصنام، وبحر البحيرة، وحمى الحام، واستقسم بالأزلام، إلى\nغير ذلك مما فصلناه في غير هذا الموضع. وإن شئت أن تعرف جهل العرب، وما\nابتدعوه فاقرأ سورة الأنعام فإن فيها كثيرا من ضلالاتهم ومبتدعاتهم.\n</p>\n\n<p>\nوأما الجاهليون من اليهود والنصارى، فقد اتخذوا أحبارهم ورهبانهم أربابا\nمن دون الله والمسيح ابن مريم، وذلك أن أحبارهم ورهبانهم ابتدعوا لهم في\nالدين بدعا، وحللوا وحرموا ما اشتهته أنفسهم، فقبلوا ذلك منهم وأطاعوهم\nعليه، مع أن الدين إنما يكون بتشريع الله ووحيه إلى أنبيائه ورسله عليهم\nالسلام، ولا يكون بآراء الرجال وبحسب أهوائهم، فكل ما لا دليل عليه من كتاب\nولا سنة مردود على صاحبه. وقد ذم الله تعالى اليهود على مثل ذلك فقال عز\nاسمه في سورة [آل عمران: 78] ، {وإن منهم لفريقا يلوون ألسنتهم بالكتاب\nلتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو من عند\nالله ويقولون على الله الكذب وهم يعلمون} [آل عمران: 78] فمن أول نصوص\nالكتاب والسنة على حسب شهواته وبمقتضى هواه فهو أيضا من قبيل الذين يلوون\nألسنتهم بالكتاب. وأنت تعلم ما اشتمل عليه اليوم كثير من كتب الشريعة من\nالآراء التي ليس لها مستند من دلائل الشريعة. فإلى الله <span id='ms45'></span> المشتكى من صولة\nالباطل وخمول الحق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>الكفر باليوم الآخر</h1>\n\n<p>\nالكفر باليوم الآخر (الخامسة والأربعون) : الكفر باليوم الآخر، والتكذيب\nبلقاء الله، وبعث الأرواح، وببعض ما ذكرته الرسل من صفات الجنة والنار. قال\nتعالى في سورة [الكهف: 103-105] ، {قل هل ننبئكم بالأخسرين أعمالا - الذين\nضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا - أولئك الذين\nكفروا بآيات ربهم ولقائه} [الكهف: 103 - 105] الآية. وقد مر الكلام عليها\nقريبا. وقال تعالى في سورة [النحل: 38-39] ، {وأقسموا بالله جهد أيمانهم لا\nيبعث الله من يموت بلى وعدا عليه حقا ولكن أكثر الناس لا يعلمون - ليبين\nلهم الذي يختلفون فيه وليعلم الذين كفروا أنهم كانوا كاذبين} [النحل: 38 -\n39] إلى غير ذلك من النصوص الواردة في ذلك كله. ولقوم عصرنا من هذا\nالاعتقاد الجاهلي حظ وافر، ونصيب كامل، ومن يضلل الله فلا هادي له ويذرهم\nفي طغيانهم يعمهون، نسأله تعالى التوفيق للهداية.\n</p>\n\n<h1 class='l1' id='head48'>[التكذيب بآية مالك يوم الدين]</h1>\n\n<p>\nالتكذيب بآية {مالك يوم الدين} [الفاتحة: 4]\n</p>\n\n<p>\n(السادسة والأربعون) : التكذيب بقوله تعالى: {مالك يوم الدين} [الفاتحة:\n4] وهو اليوم الذي يدين الله تعالى العباد فيه بأعمالهم، فيثيبهم على\nالخيرات ويعاقبهم على المعاصي والسيئات. والتكذيب بهذا اليوم متفرع على\nإنكار البعث والحساب والجنة والنار.\n</p>\n\n<h1 class='l1' id='head49'>[التكذيب بآية لا بيع فيه ولا خلة ولا شفاعة]</h1>\n\n<p>\nالتكذيب بآية {لا بيع فيه ولا خلة ولا شفاعة} [البقرة: 254] (السابعة\nوالأربعون) : التكذيب بقوله تعالى [البقرة: 254] {لا بيع فيه ولا خلة ولا\nشفاعة} [البقرة: 254] من قوله سبحانه: {يا أيها الذين آمنوا أنفقوا مما\nرزقناكم من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة والكافرون هم\nالظالمون} [البقرة: 254] والخلة: المودة والصداقة، ومعنى ولا شفاعة أي لا\nأحد يشفع لأحد إلا من بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nأن يأذن الرحمن لمن يشاء ويرضى. وأراد بذلك يوم القيامة. والمراد من وصفه\nبما ذكر: الإشارة إلى أنه لا قدرة لأحد فيه على تحصيل ما ينتفع به بوجه من\nالوجوه، لأن من في ذمته حق مثلا إما أن يأخذ بالبيع ما يؤديه به، وإما أن\nيعينه أصدقاؤه، وإما أن <span id='ms46'></span> يلتجئ إلى من يشفع له في حطه، والكل منتف، ولا\nمستعان إلا بالله عز وجل.\n</p>\n\n<h1 class='l1' id='head50'>الخطأ في معنى الشفاعة</h1>\n\n<p>\nالخطأ في معنى الشفاعة (الثامنة والأربعون) : التكذيب بقوله تعالى في\nسورة [الزخرف: 86] {ولا يملك الذين يدعون من دونه الشفاعة إلا من شهد بالحق\nوهم يعلمون} [الزخرف: 86] قوله: {ولا يملك الذين يدعون} [الزخرف: 86] أي\nولا يملك آلهتهم الذين يدعونهم من دونه الشفاعة، كما زعموا أنهم شفعاؤهم\nعند الله عز وجل {إلا من شهد بالحق} [الزخرف: 86] الذي هو التوحيد.\n</p>\n\n<p>\n{وهم يعلمون} [الزخرف: 86] أي: يعلمونه. والمراد بهم: الملائكة وعيسى\nوعزير وأضرابهم. وأنت ترى الناس اليوم عاكفين على أصنام لهم يدعونهم من دون\nالله، وعذرهم عند توبيخهم أن هؤلاء شفعاؤهم. تعالى الله عما يشركون.\n</p>\n\n<h1 class='l1' id='head51'>قتل أولياء الله</h1>\n\n<p>\nقتل أولياء الله (التاسعة والأربعون) : قتل أولياء الله، وقتل الذين\nيأمرون بالقسط من الناس، قال تعالى في سورة [البقرة: 61] {وضربت عليهم\nالذلة والمسكنة وباءوا بغضب من الله ذلك بأنهم كانوا يكفرون بآيات الله\nويقتلون النبيين بغير الحق ذلك بما عصوا وكانوا يعتدون} [البقرة: 61] وقال\nفي سورة [آل عمران: 183] {قل قد جاءكم رسل من قبلي بالبينات وبالذي قلتم\nفلم قتلتموهم إن كنتم صادقين} [آل عمران: 183] إلى آيات أخر في هذا المعنى\nصرحت بما لاقاه الأنبياء والرسل عليهم السلام وأتباعهم المخلصون ودعاة الحق\n(1) وبما كابدوه من أعداء الله والجهلة الطغاة مما تنهد له الصياصي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nوتبيض منه النواصي. هؤلاء أكابر الأمة المحمدية وعلماؤها الأعلام، قد\nصادفوا عند دعوتهم إلى الحق والمحافظة عليه ما يسود منه وجه القرطاس، وتشيب\nمنه لمم المداد. والأنبياء- صلوات الله عليهم- وأتباعهم المؤمنون- وإن\nكانوا يبتلون في أول الأمر- فالعاقبة لهم، كما قال تعالى لما قص قصة نوح\n[هود: 49] : {تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك\nمن قبل هذا فاصبر إن العاقبة للمتقين} [هود: 49] وفي الحديث المتفق على\nصحته «لما أرسل النبي صلى الله عليه وسلم رسولا إلى ملك الروم، فطلب من\nيخبره بسيرته، وكان المشركون أعداءه، لم يكونوا آمنوا به فقال <span id='ms47'></span>: \"كيف الحرب\nبينكم وبينهم قالوا: الحرب بيننا وبينه سجال، يدال علينا المرة، وندال عليه\nالأخرى. فقال: كذلك الرسل تبتلى، وتكون لها العاقبة» . فإنه كان يوم بدر\nنصر الله المؤمنين، ثم يوم أحد ابتلي المؤمنون، ثم لم ينصر الكفار بعدها،\nحتى أظهر الله تعالى الإسلام. فإن قيل: ففي الأنبياء من قد قتل، كما أخبر\nالله تعالى في الآيات السابقة أن بني إسرائيل يقتلون النبيين بغير الحق،\nوفي أهل الفجور من يؤتيه الله ملكا وسلطانا ويسلطه على المتدينين كما سلط\nبخت نصر على بني إسرائيل، وكما سلط كفار المشركين وأهل الكتاب- أحيانا- على\nالمسلمين قيل: أما من قتل من الأنبياء فهم كمن يقتل من المؤمنين في الجهاد\nشهيدا. قال تعالى [آل عمران: 146-148] : {وكأين من نبي قاتل معه ربيون كثير\nفما وهنوا لما أصابهم في سبيل الله وما ضعفوا وما استكانوا والله يحب\nالصابرين - وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في\nأمرنا وثبت أقدامنا وانصرنا على القوم الكافرين - فآتاهم الله ثواب الدنيا\nوحسن ثواب الآخرة والله يحب المحسنين} [آل عمران: 146 - 148] ومعلوم أن من\nقتل من المؤمنين شهيدا في القتال، كان حاله أكمل من حال من يموت حتف أنفه\nقال تعالى [آل عمران: 169] : {ولا تحسبن الذين قتلوا في سبيل الله أمواتا\nبل أحياء عند ربهم يرزقون} [آل عمران: 169] ولهذا قال تعالى [التوبة: 52] :\n{قل هل تربصون بنا إلا إحدى الحسنيين} [التوبة: 52] أي: إما النصر والظفر،\nوإما الشهادة والجنة.\n</p>\n\n<p>\nثم إن الدين الذي قاتل عليه الشهداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nينتصر ويظهر، فيكون لطائفته السعادة في الدنيا والآخرة، من قتل منهم كان\nشهيدا، ومن عاش منهم كان منصورا سعيدا، وهذا غاية ما يكون من النصر، إذ كان\nالموت لا بد منه، فالموت على الوجه الذي تحصل به سعادة الدنيا والآخرة\nأكمل، بخلاف من يهلك هو وطائفته، فلا يفوز لا هو ولا هم بمطلوبهم، لا في\nالدنيا ولا في الآخرة. والشهداء من المؤمنين قاتلوا باختيارهم، وفعلوا\nالأسباب التي بها قتلوا، كالأمر بالمعروف والنهي عن المنكر، فهم <span id='ms48'></span> اختاروا\nهذا الموت، إما أنهم قصدوا الشهادة، وإما أنهم قصدوا به ما يصيرون شهداء،\nعالمين بأن لهم السعادة في الآخرة وفي الدنيا بانتصار طائفتهم وببقاء لسان\nالصدق لهم ثناء ودعاء، بخلاف من هلك من الكفار، فإنهم هلكوا بغير اختيارهم،\nهلاكا لا يرجون معه سعادة الآخرة، ولم يحصل لهم ولا لطائفتهم شيء من سعادة\nالدنيا، بل أتبعوا في هذه الدنيا لعنة ويوم القيامة هم من المقبوحين، وقيل\nفيهم [الدخان: 25-29] : {كم تركوا من جنات وعيون - وزروع ومقام كريم -\nونعمة كانوا فيها فاكهين - كذلك وأورثناها قوما آخرين - فما بكت عليهم\nالسماء والأرض وما كانوا منظرين} [الدخان: 25 - 29] وقد أخبر سبحانه أن\nكثيرا من الأنبياء قتل معه ربيون كثير، أي: ألوف كثيرة، وأنهم ما ضعفوا ولا\nاستكانوا لذلك، بل استغفروا من ذنوبهم التي كانت سببا لظهور العدو، وأن\nالله تعالى آتاهم ثواب الدنيا وحسن ثواب الآخرة، فإذا كان هذا قتل\nالمؤمنين، فما الظن بقتل الأنبياء؟ ففيه لهم ولأتباعهم من سعادة الدنيا\nوالآخرة ما هو من أعظم الفلاح. وظهور الكفار على المؤمنين- أحيانا- هو بسبب\nذنوب المسلمين، كيوم أحد، فإن تابوا انتصروا على الكفار، وكانت العاقبة\nلهم، كما قد جرى مثل هذا للمسلمين في عامة ملاحمهم مع الكفار. وهذا من آيات\nالنبوة وأعلامها ودلائلها، فإن النبي، صلى الله عليه وسلم إذا قاموا بعهوده\nووصاياه، نصرهم الله، وأظهرهم على المخالفين له، فإذا ضيعوا عهوده ظهر\nأولئك عليهم.\n</p>\n\n<p>\nفمدار النصر والظهور مع متابعة النبي صلى الله عليه وسلم وجودا وعدما من\nغير سبب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nيزاحم ذلك، ودوران الحكم مع الوصف وجودا وعدما من غير مزاحمة وصف آخر\nيوجب العلم بأن المدار علة للدائر، وقولنا: \"من غير وصف آخر\": يزيل النقوض\nالواردة. فهذا الاستقراء والتتبع يبين أن نصر الله وإظهاره هو بسبب اتباع\nالنبي، وأنه سبحانه يريد إعلاء كلمته ونصره ونصر أتباعه على من خالفه، وأن\nيجعل لهم السعادة ولمن خالفهم الشقاء، وهذا يوجب العلم بنبوته، وأن من\nاتبعه كان سعيدا، ومن خالفه كان شقيا. ومن هذا ظهور بخت نصر <span id='ms49'></span> على بني\nإسرائيل، فإنه من دلائل نبوة موسى؛ إذ كان ظهور بخت نصر إنما كان لما غيروا\nعهود موسى، وتركوا اتباعه، فعوقبوا بذلك، وكانوا- إذ كانوا متبعين لعهود\nموسى - منصورين مؤيدين، كما كانوا في زمن داود وسليمان وغيرهما. قال تعالى\n[الإسراء: 4-8] : {وقضينا إلى بني إسرائيل في الكتاب لتفسدن في الأرض مرتين\nولتعلن علوا كبيرا - فإذا جاء وعد أولاهما بعثنا عليكم عبادا لنا أولي بأس\nشديد فجاسوا خلال الديار وكان وعدا مفعولا - ثم رددنا لكم الكرة عليهم\nوأمددناكم بأموال وبنين وجعلناكم أكثر نفيرا - إن أحسنتم أحسنتم لأنفسكم\nوإن أسأتم فلها فإذا جاء وعد الآخرة ليسوءوا وجوهكم وليدخلوا المسجد كما\nدخلوه أول مرة وليتبروا ما علوا تتبيرا - عسى ربكم أن يرحمكم وإن عدتم\nعدنا} [الإسراء: 4 - 8] فكان ظهور بني إسرائيل على عدوهم تارة، وظهور عدوهم\nعليهم تارة من دلائل نبوة موسى صلى الله عليه وسلم وآياته، وكذلك ظهور أمة\nمحمد صلى الله عليه وسلم على عدوهم تارة، وظهور عدوهم عليهم تارة، هو من\nدلائل رسالة محمد صلى الله عليه وسلم وأعلام نبوته. وكان نصر الله لموسى\nوقومه على عدوهم في حياته وبعد موته، كما جرى لهم من يوشع وغيره من دلائل\nنبوة موسى، وكذلك انتصار المؤمنين مع محمد صلى الله عليه وسلم في حياته\nوبعد مماته مع خلفائه من أعلام نبوته ودلائلها. وهذا بخلاف الكفار الذين\nينتصرون على أهل الكتاب أحيانا، فإن أولئك لا يكون مطاعهم إلى نبي، ولا\nيقاتلون أتباع الأنبياء على دين، ولا يطلبون من أولئك أن يتبعوهم على\nدينهم، بل قد يصرحون بأنا نصرنا عليكم بذنوبكم، وأن لو اتبعتم دينكم لم\nننصر عليكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فلا عاقبة لهم، بل الله يهلك الظالم بالظالم، ثم يهلك الظالمين\nجميعا، ولا قتيلهم يطلب بقتله سعادة بعد الموت، ولا يختارون القتل ليسعدوا\nبعد الموت. فهذا وأمثاله مما يظهر الفرق بين انتصار الأنبياء وأتباعهم،\nوبين ظهور بعض الكفار على المؤمنين، أو ظهور بعضهم على بعض، ويبين أن ظهور\nمحمد صلى الله عليه وسلم وأمته على أهل <span id='ms50'></span> الكتاب: اليهود والنصارى، هو من جنس\nظهورهم على المشركين: عبدة الأوثان، وذلك من أعلام نبوته ودلائل رسالته،\nليس هو كظهور بخت نصر على بني إسرائيل وظهور الكفار على المسلمين. وهذه\nالآية مما أخبر به موسى، وبين أن الكذاب المدعي للنبوة لا يتم أمره، وإنما\nيتم أمر الصادق. فإن من أهل الكتاب من يقول: محمد وأمته سلطوا علينا\nبذنوبنا مع صحة ديننا الذي نحن عليه، كما سلط بخت نصر وغيره من الملوك.\nوهذا قياس فاسد، فإن بخت نصر لم يدع نبوة، ولا قاتل على دين، ولا طلب من\nبني إسرائيل أن ينتقلوا عن شريعة موسى إلى شريعته، فلم يكن في ظهوره إتمام\nلما ادعاه من النبوة ودعا إليه من الدين، بل كان بمنزلة المحاربين قطاع\nالطريق إذا ظهروا على القوافل، بخلاف من ادعى نبوة ودينا، ودعا إليه، ووعد\nأهله بسعادة الدنيا والآخرة، وتوعد مخالفيه بشقاوة الدنيا والآخرة، ثم نصره\nالله، وأظهره، وأتم دينه، وأعلى كلمته، وجعل له العاقبة، وأذل مخالفيه. فإن\nهذا من جنس خرق العادات المقترن بدعوى النبوة، فإنه دليل عليها. وقد تغرق\nفي البحر أمم كثيرة، فلا يكون ذلك دليلا على نبوة نبي، بخلاف غرق فرعون\nوقومه، فإنه كان آية بينة لموسى. وهذا موافق لما أخبر به موسى - عليه\nالصلاة والسلام- من أن الكذاب لا يتم أمره، وذلك بأن الله حكيم لا يليق به\nتأييد الكذاب على كذبه من غير أن يبين كذبه.\n</p>\n\n<p>\nولهذا أعظم الفتن: فتنة الدجال الكذاب، لما اقترن بدعواه الألوهية بعض\nالخوارق، كان معه ما يدل على كذبه من وجوه: منها: دعواه الألوهية، وهو\nأعور، والله ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nبأعور، مكتوب بين عينيه كافر، يقرؤه كل مؤمن قارئ وغير قارئ، والله تعالى\nلا يراه أحد حتى يموت، وقد ذكر النبي صلى الله عليه وسلم هذه العلامات\nالثلاث في الأحاديث الصحيحة. فأما تأييد الكذاب، ونصره، وإظهار دعوته\nدائما، فهذا لم يقع قط، فمن يستدل على ما يفعله الرب سبحانه بالعادة\nوالسنة، فهذا هو الواقع على ذلك- أيضا- بالحكمة، فحكمته <span id='ms51'></span> تناقض أن يفعل ذلك،\nإذ الحكيم لا يفعل هذا. وقد قال تعالى [الفتح: 22-23] : {ولو قاتلكم الذين\nكفروا لولوا الأدبار ثم لا يجدون وليا ولا نصيرا - سنة الله التي قد خلت من\nقبل ولن تجد لسنة الله تبديلا} [الفتح: 22 - 23] فأخبر أن سنة الله التي لا\nتبديل لها: نصر المؤمنين على الكافرين. والإيمان المستلزم لذلك يتضمن طاعة\nالله ورسوله، فإذا نقص الإيمان بالمعاصي كان الأمر بحسبه، كما جرى يوم أحد.\nوقال تعالى [فاطر: 42-43] : {وأقسموا بالله جهد أيمانهم لئن جاءهم نذير\nليكونن أهدى من إحدى الأمم فلما جاءهم نذير ما زادهم إلا نفورا - استكبارا\nفي الأرض ومكر السيئ ولا يحيق المكر السيئ إلا بأهله فهل ينظرون إلا سنت\nالأولين فلن تجد لسنت الله تبديلا ولن تجد لسنت الله تحويلا} [فاطر: 42 -\n43] فأخبر أن الكفار لا ينظرون إلا سنة الأولين، ولا يوجد لسنة الله تبديل،\nلا تبدل بغيرها، ولا تتحول، فكيف النصر للكفار على المؤمنين الذين يستحقون\nهذا على الأمم؟ وكذلك قال في المنافقين وهم الكفار في الباطن دون الظاهر\nومن فيه شعبة نفاق [الأحزاب: 60-62] : {لئن لم ينته المنافقون والذين في\nقلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا\nقليلا - ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا - سنة الله في الذين خلوا\nمن قبل ولن تجد لسنة الله تبديلا} [الأحزاب: 60 - 62] والسنة هي العادة،\nفهذه عادة الله المعلومة، فإذا نصر من ادعى النبوة وأتباعه على من خالفه،\nإما ظاهرا وإما باطنا نصرا مستقرا، فإن ذلك دليل على أنه نبي صلى الله عليه\nوسلم، إذ كانت سنة الله وعادته نصر المؤمنين بالأنبياء الصادقين على\nالكافرين والمنافقين، كما أن سنته تأييدهم بالآيات البينات، وهذه منها.\n</p>\n\n<p>\nومن ادعى النبوة وهو كاذب، فهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nمن أكفر الكفار وأظلم الظالمين، قال تعالى [الأنعام: 93] : {ومن أظلم ممن\nافترى على الله كذبا أو قال أوحي إلي ولم يوح إليه شيء ومن قال سأنزل مثل\nما أنزل الله} [الأنعام: 93] وقال تعالى [الزمر: 32] : {فمن أظلم ممن كذب\nعلى الله وكذب بالصدق إذ جاءه <span id='ms52'></span>} [الزمر: 32] وقال تعالى [العنكبوت: 68] :\n{ومن أظلم ممن افترى على الله كذبا أو كذب بالحق لما جاءه} [العنكبوت: 68]\nوقال تعالى [الأنعام: 144] : {فمن أظلم ممن افترى على الله كذبا ليضل الناس\nبغير علم إن الله لا يهدي القوم الظالمين} [الأنعام: 144] ومن كان كذلك،\nكان الله يمقته، ويبغضه، ويعاقبه، ولا يدوم أمره، بل هو كما قال النبي صلى\nالله عليه وسلم في الحديث الصحيح عن أبي هريرة قال: «إن الله يملي للظالم،\nفإذا أخذه لم يفلته \"، ثم قرأ [هود: 102] : {وكذلك أخذ ربك إذا أخذ القرى\nوهي ظالمة إن أخذه أليم شديد} [هود: 102] » ، وقال- أيضا- في الحديث الصحيح\nعن أبي موسى أنه قال: قال رسول الله صلى الله عليه وسلم: «مثل المؤمن كمثل\nالخامة من الزرع، تفيؤها الرياح، تقيمها تارة وتميلها أخرى، ومثل المنافق\nكمثل شجرة الأرز، لا تزال ثابتة على أصلها، حتى يكون انجعافها مرة واحدة» .\nفالكاذب الفاجر وإن عظمت دولته، فلا بد من زوالها بالكلية، وبقاء ذمه ولسان\nالسوء له في العالم، وهو يظهر سريعا، ويزول سريعا، كدولة الأسود العنسي،\nومسيلمة الكذاب، والحارث الدمشقي، وبابك الخرمي ونحوهم. وأما الأنبياء،\nفإنهم يبتلون كثيرا ليمحصوا بالبلاء، فإن الله تعالى يمكن للعبد إذا\nابتلاه، ويظهر أمره شيئا فشيئا، كالزرع، قال تعالى [الفتح: 29] : {محمد\nرسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعا سجدا يبتغون\nفضلا من الله ورضوانا سيماهم في وجوههم من أثر السجود ذلك مثلهم في التوراة\nومثلهم في الإنجيل كزرع أخرج شطأه} [الفتح: 29] (أي فراخه) {فآزره} [الفتح:\n29] (أي قواه) {فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد\nالله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجرا عظيما} [الفتح: 29]\nولهذا كان أولى من يتبعهم ضعفاء الناس باعتبار هذه الأمور. وسنة الله في\nأنبياء الله وأوليائه الصادقين وفي أعداء الله والمتنبئين الكذابين مما\nيوجب الفرق بين النوعين، وبين دلائل النبي الصادق ودلائل المتنبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nالكذاب. وقد ذكر ابتلاء النبي والمؤمنين ثم كون العاقبة لهم في غير موضع\nكقوله تعالى [الأنعام: 34] : {ولقد كذبت رسل <span id='ms53'></span> من قبلك فصبروا على ما كذبوا\nوأوذوا حتى أتاهم نصرنا ولا مبدل لكلمات الله ولقد جاءك من نبإ المرسلين}\n[الأنعام: 34] وقال تعالى [البقرة: 214] : {أم حسبتم أن تدخلوا الجنة ولما\nيأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول\nالرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب} [البقرة: 214]\nقال تعالى [يوسف: 109- 111] : {وما أرسلنا من قبلك إلا رجالا نوحي إليهم من\nأهل القرى أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم\nولدار الآخرة خير للذين اتقوا أفلا تعقلون - حتى إذا استيئس الرسل وظنوا\nأنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين -\nلقد كان في قصصهم عبرة لأولي الألباب ما كان حديثا يفترى ولكن تصديق الذي\nبين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون} [يوسف: 109 - 111]\n</p>\n\n<p>\nوالمقصود أن إيذاء القائمين بالحق، والناصرين له من سنن أهل الجاهلية،\nوكثير من أهل عصرنا على ذلك، والله المستعان.\n</p>\n\n<h1 class='l1' id='head52'>الإيمان بالجبت والطاغوت</h1>\n\n<p>\nالإيمان بالجبت والطاغوت (الخمسون) : الإيمان بالجبت والطاغوت، وتفضيل\nالمشركين على المسلمين. قال تعالى في سورة [النساء: 51] : {ألم تر إلى\nالذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا\nهؤلاء أهدى من الذين آمنوا سبيلا} [النساء: 51] هذه الآية نزلت في حيي بن\nأخطب وكعب بن الأشرف في جمع من يهود، وذلك أنهم خرجوا إلى مكة بعد وقعة\nأحد؛ ليحالفوا قريشا على رسول الله صلى الله عليه وسلم، وينقضوا العهد الذي\nبينهم وبين رسول الله صلى الله عليه وسلم، فنزل كعب على أبي سفيان، فأحسن\nمثواه، ونزلت اليهود في دور قريش، فقال أهل مكة: أنتم أهل كتاب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد صلى الله عليه وسلم صاحب كتاب، فلا يؤمن هذا أن يكون مكرا منكم،\nفإن أردت أن نخرج معك، فاسجد لهذين الصنمين وآمن بهما، ففعل، ثم قال كعب:\nيا أهل مكة! ليجيء منكم ثلاثون ومنا ثلاثون، فنلزق أكبادنا بالكعبة، فنعاهد\nرب البيت لنجهدن على قتال محمد، ففعلوا ذلك، فلما فرغوا قال أبو <span id='ms54'></span> سفيان\nلكعب: إنك امرؤ تقرأ الكتاب وتعلم، ونحن أميون لا نعلم، فأينا أهدى طريقا\nوأقرب إلى الحق: أنحن أم محمد؟ قال كعب: اعرضوا علي دينكم، فقال أبو سفيان:\nنخن ننحر للحجيج الكوماء، ونسقيهم اللبن، ونقري الضيف، ونفك العاني، ونصل\nالرحم، ونعمر بيت ربنا، ونطوف به، ونحن أهل الحرم، ومحمد فارق دين آبائه،\nوقطع الرحم، وديننا القديم، ودين محمد الحديث، فقال كعب: أنتم والله أهدى\nسبيلا مما عليه محمد، فأنزل الله في ذلك الآيات. والجبت في الأصل: اسم صنم،\nفاستعمل في كل معبود غير الله. والطاغوت: يطلق على كل باطل من معبود أو\nغيره. ومعنى الإيمان بهما: إما التصديق بأنهما آلهة، وإشراكهما بالعبادة مع\nالله تعالى، وإما طاعتهما وموافقتهما على ما هما عليه من الباطل، وإما\nالقدر المشترك بين المعنيين كالتعظيم- مثلا. والمتبادر المعنى الأول، أي\nأنهم يصدقون بألوهية هذين الباطلين، ويشركونهما في العبادة مع الإله الحق،\nويسجدون لهما.\n</p>\n\n<h1 class='l1' id='head53'>لبس الحق بالباطل</h1>\n\n<p>\nلبس الحق بالباطل (الحادية والخمسون) : لبس الحق بالباطل، وكتمانه، قال\nتعالى في سورة [آل عمران: 71] : {يا أهل الكتاب لم تلبسون الحق بالباطل\nوتكتمون الحق وأنتم تعلمون} [آل عمران: 71] وفي المراد أقوال: أحدها: أن\nالمراد تحريفهم التوراة والإنجيل. ثانيها: أن المراد إظهارهم الإسلام،\nوإبطانهم النفاق. ثالثها: أن المراد الإيمان بموسى وعيسى، والكفر بمحمد صلى\nالله عليه وسلم. ورابعها: أن المراد ما يعلمونه في قلوبهم من حقيقة رسالته\nصلى الله عليه وسلم، وما يظهرونه من تكذيبه.\n</p>\n\n<h1 class='l1' id='head54'>الإقرار بالحق للتوصل إلى دفعه</h1>\n\n<p>\nالإقرار بالحق للتوصل إلى دفعه (الثانية والخمسون) : التعصب للمذهب،\nوالإقرار بالحق للتوصل إلى دفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى في سورة [آل عمران: 72-74] : {وقالت طائفة من أهل الكتاب آمنوا\nبالذي أنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون - ولا\nتؤمنوا إلا لمن تبع دينكم قل إن الهدى هدى الله أن يؤتى أحد مثل ما أوتيتم\nأو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم -\nيختص برحمته من يشاء والله ذو الفضل العظيم} [آل عمران: 72 - 74] قال <span id='ms55'></span> الحسن\nوالسدي: تواطأ اثنا عشر رجلا من أحبار يهود خيبر وقرى عرين، وقال بعضهم\nلبعض: ادخلوا في دين محمد أول النهار باللسان دون الاعتقاد، واكفروا آخر\nالنهار، وقولوا: إنا نظرنا في كتبنا، وشاورنا علماءنا، فوجدنا محمدا ليس\nبذاك، وظهر لنا كذبه، وبطلان دينه، فإذا فعلتم ذلك شك أصحابه في دينهم،\nوقالوا: إنهم أهل كتاب، وهم أعلم به، فيرجعون عن دينهم إلى دينكم.\n</p>\n\n<h1 class='l1' id='head55'>اتخاذ النبيين أربابا</h1>\n\n<p>\nاتخاذ النبيين أربابا (الثالثة والخمسون) : تسميتهم اتباع الإسلام شركا.\nقال تعالى [آل عمران: 79- 80] : {ما كان لبشر أن يؤتيه الله الكتاب والحكم\nوالنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما\nكنتم تعلمون الكتاب وبما كنتم تدرسون - ولا يأمركم أن تتخذوا الملائكة\nوالنبيين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون} [آل عمران: 79 - 80]\nأخرج ابن إسحاق بسنده: حين «اجتمعت الأحبار من اليهود والنصارى من أهل\nنجران عند رسول الله صلى الله عليه وسلم، ودعاهم إلى الإسلام، [قالوا] :\nأتريد يا محمد أن نعبدك كما تعبد النصارى عيسى ابن مريم؟ فقال رجل من أهل\nنجران نصراني يقال له الرئيس: أو ذاك تريد منا يا محمد؟ فقال رسول الله صلى\nالله عليه وسلم: \"معاذ الله أن نعبد غير الله، أو نأمر بعبادة غيره، وما\nبذلك بعثني، ولا بذلك أمرني» ، فأنزل الله تعالى هذه الآية.\n</p>\n\n<h1 class='l1' id='head56'>تحريف الكلم عن مواضعه</h1>\n\n<p>\nتحريف الكلم عن مواضعه (الرابعة والخمسون) : تحريف الكلم عن مواضعه، ولي\nالألسنة بالكتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى في سورة [آل عمران: 78] : {وإن منهم لفريقا يلوون ألسنتهم\nبالكتاب لتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو\nمن عند الله ويقولون على الله الكذب وهم يعلمون} [آل عمران: 78] روي أن\nالآية نزلت في اليهود والنصارى جميعا، وذلك أنهم حرفوا التوراة والإنجيل،\nوألحقوا بكتاب الله تعالى ما ليس منه. واختلف الناس في أن المحرف هل كان\nيكتب في التوراة أم لا؟ فذهب جمع إلى أنه ليس في التوراة سوى كلام الله\nتعالى، وأن تحريف اليهود لم <span id='ms56'></span> يكن إلا تغييرا وقت القراءة، وتأويلا باطلا\nللنصوص، وأما أنهم يكتبون ما يرومون في التوراة على تعدد نسخها فلا.\nواحتجوا لذلك بما روي أن التوراة والإنجيل كما أنزلهما الله تعالى لم يغير\nمنهما حرف، ولكنهم يضلون بالتحريف والتأويل وكتب كانوا يكتبونها من عند\nأنفسهم، ويقولون: إن ذلك من عند الله، وما هو من عند الله، فأما كتب الله\nتعالى فإنها محفوظة لا تحول. وبأن النبي صلى الله عليه وسلم كان يقول\nلليهود إلزاما لهم: «ائتوا بالتوراة فاتلوها إن كنتم صادقين» ، وهم يمتنعون\nعن ذلك، فلو كانت مغيرة إلى ما يوافق مرامهم ما امتنعوا، بل وما كان يقول\nلهم ذلك رسول الله صلى الله عليه وسلم لأنه يعود على مطلبه الشريف\nبالإبطال. وذهب آخرون إلى أنهم بدلوا، وكتموا ذلك في نفس كتابهم، واحتجوا\nعلى ذلك بكثير من الظواهر (1) . ولا يمنع من ذلك تعدد النسخ؛ لاحتمال\nالتواطؤ، أو فعل ذلك في البعض دون البعض، وكذلك لا يمنع منه قول الرسول لهم\nذلك؛ لاحتمال علمه ببقاء بعض ما يفي بغرضه سالما عن التغيير، إما لجهلهم\nبوجه دلالته، أو لصرف الله تعالى إياهم عن تغييره. وتمام الكلام في تفسير\nالجد عند الكلام على هذه الآية، وكذا في (الجواب الصحيح) لشيخ الإسلام.\nوكثير من الأمة المحمدية سلكوا مسلك الكتابييين في التحريف، والتأويل،\nواتباع شهواتهم. وقال تعالى في سورة [النساء: 46] : \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n{من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير\nمسمع وراعنا ليا بألسنتهم وطعنا في الدين ولو أنهم قالوا سمعنا وأطعنا\nواسمع وانظرنا لكان خيرا لهم وأقوم ولكن لعنهم الله بكفرهم فلا يؤمنون إلا\nقليلا} [النساء: 46] والكلام على هذه الآية- أيضا- مستوفى في التفسير.\n</p>\n\n<h1 class='l1' id='head57'>تلقيب أهل الهدى بألقاب غريبة</h1>\n\n<p>\nتلقيب أهل الهدى بألقاب غريبة (الخامسة والخمسون) : تلقيب أهل الهدى\nبالصابئة والحشوية. فقد كان أهل الجاهلية يلقبون من خرج عن دينهم بالصابىء،\nكما كانوا يسمون رسول الله صلى الله عليه وسلم بذلك، كما ورد في عدة أحاديث\nمن صحيح البخاري ومسلم وغيرهما تنفيرا للناس <span id='ms57'></span> عن اتباع غير سبيلهم وهكذا تجد\nكثيرا من هذه الأمة يطلقون على من خالفهم في بدعهم وأهوائهم أسماء مكروهة\nللناس. والصابئة أمة قديمة على مذاهب مختلفة، قد تكلم عليها أهل المقالات\nبما لا مزيد عليه. وأما الحشوية، فهم قوم كانوا يقولون بجواز ورود ما لا\nمعنى له في الكتاب والسنة؛ كالحروف في أوائل السور، وكذا قال بعضهم، وهم\nالذين قال فيهم الحسن البصري لما وجد قولهم ساقطا، وكانوا يجلسون في حلقته\nأمامه: \"ردوا هؤلاء إلى حشا الحلقة\"، أي: جانبها. وخصوم السلفيين يرمونهم\nبهذا الاسم؛ تنفيرا للناس عن اتباعهم والأخذ بأقوالهم، حيث يقولون في\nالمتشابه: {وما يعلم تأويله إلا الله} [آل عمران: 7] وقد أخطأت أستهم\nالحفرة، فالسلف لا يقولون بورود ما لا معنى له لا في الكتاب ولا في السنة،\nبل يقولون في الاستواء مثلا: \"الاستواء غير مجهول، والكيف غير معقول،\nوالإقرار به إيمان، والجحود به كفر. وقد أطال الكلام في هذه المسألة شيخ\nالإسلام ابن تيمية في كثير من كتبه، ولخص ذلك في كتابه (جواب أهل الإيمان)\nفي التفاضل بين آيات القرآن (1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nومن الناس من فرق بين مذهب السلف ومذهب الحشوية، بأن مذهب الحشوية ورود\nما يتعذر التوصل إلى معناه المراد مطلقا، فالاستواء- مثلا- عندهم له معنى\nيتوصل إليه بمجرد سماعه كل من يعرف الموضوعات اللغوية، إلا أنه غير مراد؛\nلأنه خلاف ما يقتضيه دليل العقل والنقل، ومعنى آخر يليق به- تعالى- لا\nيعلمه إلا هو عز وجل. وكيف يكون مذهب السلف هو مذهب الحشوية، وقد رأى الحسن\nالبصري الذي هو من أكابر السلف سقوط قول الحشوية، ولم يرض أن يقعد قائله\nتجاهه؟! والمقصود أن أهل الباطل من المبتدعة رموا أهل السنة والحديث بمثل\nهذا اللقب الخبيث. قال أبو محمد عبد الله بن قتيبة في \"تأويل مختلف\nالأحاديث \": \"إن أصحاب البدع سموا أهل الحديث بالحشوية، والنابتة،\nوالمتجبرة، والجبرية، وسموهم الغثاء، وهذه كلها أنباز لم يأت بها خبر عن\nرسول الله صلى الله عليه وسلم كما أتى في القدرية أنهم «مجوس <span id='ms58'></span> هذه الأمة،\nفإن مرضوا فلا تعودوهم، وإن ماتوا فلا تشهدوا جنائزهم» . وفي الرافضة:\n«يكون قوم في آخر الزمان يسمون الرافضة، يرفضون الإسلام ويلفظونه،\nفاقتلوهم، فإنهم مشركون» وفي المرجئة: «صنفان من أمتي لا تنالهم شفاعتي،\nلعنوا على لسان سبعين نبيا: المرجئة والقدرية» . وفي الخوارج: «يمرقون من\nالإسلام كما يمرق السهم من الرمية» ، و «كلاب أهل النار» . هذه أسماء من\nرسول الله صلى الله عليه وسلم، وتلك أسماء مصنوعة انتهى. وفي \"الغنية\" (1)\nأن الباطنية تسمي أهل الحديث \"حشوية\" لقولهم بالأخبار وتعلقهم بالآثار. وفي\nكتاب \"حجة الله البالغة\" (2) \"واستطال هؤلاء الخائضون على معشر أهل الحديث،\nوسموهم مجسمة، ومشبهة، وقالوا: هم المتسترون بالبلكفة (3) وقد وضح لدي\nوضوحا بينا أن استطالتهم هذه ليست بشيء، وأنهم مخطئون في مقالتهم رواية\nودراية، وخاطئون في طعنهم أئمة الهدى انتهى.\n</p>\n\n<p>\nوقد قال العلامة ابن القيم في \"كافيته الشافية\": \"فصل في تلقيبهم أهل\nالسنة بالحشوية، وبيان من أولى بالوصف المذموم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذا اللقب من الطائفتين، وذكر أول من لقب به أهل السنة من أهل البدع:\n</p>\n\n<p>\nومن العجائب قولهم لمن اقتدى ... بالوحي من أثر ومن قرآن\n</p>\n\n<p>\nحشوية يعنون حشوا في الوجو ... د وفضلة في أمة الإنسان\n</p>\n\n<p>\nويظن جاهلهم بأنهم حشوا ... رب العباد بداخل الأكوان\n</p>\n\n<p>\nإذ قولهم فوق العباد وفي السما ... ء الرب ذو الملكوت والسلطان\n</p>\n\n<p>\nظن الحمير بأن \"في\" للظرف وال ... رحمن محوي بظرف مكان\n</p>\n\n<p>\nوالله لم يسمع بذا من فرقة ... قالته في زمن من الأزمان\n</p>\n\n<p>\nلا تبهتوا أهل الحديث به فما ... ذا قولهم تبا لذي البهتان\n</p>\n\n<p>\nبل قولهم: إن السماوات العلا ... في كف خالق هذه الأكوان\n</p>\n\n<p>\nحقا كخردلة ترى في كف ... ممسكها تعالى الله ذو السلطان\n</p>\n\n<p>\nأترونه المحصور بعد أم السما؟ ... يا قومنا ارتدعوا عن العدوان\n</p>\n\n<p>\nكم ذا مشبهة وذا حشوية ... صرف بلا جحد ولا كتمان\n</p>\n\n<p>\nتدرون من سمت شيوخكم ... بهذا الاسم في الماضي من الأزمان\n</p>\n\n<p>\nسمى به عمرو لعبد الله (1) ذا ... ك ابن الخليفة طارد الشيطان\n</p>\n\n<p>\nفورثتم عمروا كما ورثوا لعبد الله ... أنى يستوي الإرثان\n</p>\n\n<p>\nتدرون من أولى بهذا <span id='ms59'></span> الاسم ... وهو مناسب أحواله بوزان\n</p>\n\n<p>\nمن قد حشا الأوراق والأذهان من ... بدع تخالف مقتضى القرآن\n</p>\n\n<p>\nهذا هو الحشوي لا أهل الحديث ... أئمة الإسلام والإيمان\n</p>\n\n<p>\nوردوا عذاب مناهل السنن التي ... ليست زبالة هذه الأذهان\n</p>\n\n<p>\nووردتم القلوط (2) مجرى كل ذي ال ... أوساخ والأقذار والأنتان\n</p>\n\n<p>\nوكسلتم أن تصعدوا للورد من ... أثر الشرائع خيبة الكسلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوحاصل هذه الأبيات أن أعداء الحق وخصوم السنة وأضداد الكتاب والسنة\nيلقبون سلف الأمة المتمسكين بالكتاب والسنة بلقب \"الحشوية\" فالخواص منهم\nيقصدون بهذا الاسم أن المسمى به حشو في الوجود وفضلة في الناس، لا يعبأ\nبهم، ولا يقام لهم وزن؛ إذ لم يتبعوا آراءهم الكاسدة، وأفكارهم الفاسدة.\nوأما العوام منهم فيظنون أن تسمية السلف بالحشوية لقولهم بالفوقية، وكون\nالإله في السماء، بمعنى أنهم اعتقدوا- وحاشاهم- أن الله تعالى حشو هذا\nالوجود، وأنه داخل الكون تعالى الله عما يقول الظالمون علوا كبيرا. وهذا\nبهتان عظيم على أهل الحديث. على أن هذا القول لم يقل به أحد. وأعداء الحق\nفي عصرنا هذا على هذا المسلك الجاهلي، فتراهم يرمون كل من تمسك بالكتاب\nوالسنة بكل لقب مذموم بين المسلمين، والله المستعان على ما تصفون.\n</p>\n\n<h1 class='l1' id='head58'>التكذيب بالحق</h1>\n\n<p>\nالتكذيب بالحق (السادسة والخمسون) : افتراء الكذب على الله، والتكذيب\nبالحق. وشواهد هذه المسألة من الكتاب والسنة كثير، وهذا دأب المخالفين\nللدين المبين، كاليهود والنصارى، يدعون أن ما هم عليه هو الحق، وأن الله\nأمرهم بالتمسك به، وأن الدين المبين ليس بحق، وأن الله تعالى أمرهم\nبتكذيبه، كل ذلك لاتباع أسلافهم، لا ينظرون إلى الدليل، وهكذا أهل البدع\nوالضلالات يعتقدون بدعهم الحق، وأن الله أمرهم بها، وأن ما عليه أهل الحق\nمفترى، لا يصدقون به.\n</p>\n\n<p>\nوكل يدعي وصلا لليلى ... وليلى لا تقر لهم بذاكا\n</p>\n\n<h1 class='l1' id='head59'>الافتراء على المؤمنين</h1>\n\n<p>\nالافتراء على المؤمنين (السابعة والخمسون) : رمي المؤمنين بطلب العلو في\nالأرض. قال تعالى في سورة [يونس: 78] : {قالوا أجئتنا لتلفتنا عما وجدنا\nعليه آباءنا وتكون لكما الكبرياء في الأرض وما نحن لكما بمؤمنين} [يونس:\n78] هذا الكلام مسوق لبيان أن موسى عليه <span id='ms60'></span> السلام ألقمهم الحجر، فانقطعوا عن\nالإتيان بكلام له تعلق بكلامه عليه السلام فضلا عن الجواب الصحيح، واضطروا\nإلى التشبث بذيل التقليد الذي هو دأب كل عاجز محجوج، وديدن كل معالج لجوج.\nعلى أنه استئناف وقع جوابا عما قبله من كلامه عليه السلام على طريقة: قال\nموسى، كأنه قيل: فماذا قالوا لموسى عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام حين قال لهم ما قال؟ فقيل: قالوا عاجزين عن المحاجة: {أجئتنا\nلتلفتنا عما وجدنا عليه آباءنا وتكون لكما الكبرياء في الأرض} [يونس: 78]\nأي: الملك. كما روي عن مجاهد، وعن الزجاج أنه سمي الملك كبرياء، لأنه أكبر\nما يطلب من أمر الدنيا. فكل من دعا إلى الحق رماه من كان على المسلك\nالجاهلي أن قصده من الدعوة طلب الرئاسة والجاه، من غير أن ينظروا إلى ما\nدعا إليه، وما قام عليه من البراهين.\n</p>\n\n<h1 class='l1' id='head60'>رمي المؤمنين بالفساد في الأرض</h1>\n\n<p>\nرمي المؤمنين بالفساد في الأرض (الثامنة والخمسون) : رمي المؤمنين\nبالفساد في الأرض. شاهد هذه المسألة آيات كثيرة، حاصلها أن المخالفين لهم\nمن المؤمنين مفسدون في الأرض. انظر إلى قولهم في أوائل سورة \"البقرة\"\nالآية: 11، كيف ادعوا أنهم هم مصلحون، وقد رد الله عليهم بقوله: {ألا إنهم\nهم المفسدون ولكن لا يشعرون} [البقرة: 12] البقرة: 12. وهكذا من هو على\nشاكلة أولئك، من الذين استحلوا غيهم وتمكنت بدعهم من قلوبهم:\n</p>\n\n<p>\nومن يك ذا فم مر مريض ... يجد مرا به الماء الزلالا\n</p>\n\n<p>\nنسأله تعالى أن يثبت قلوبنا على دينه القويم، وأقدامنا على الصراط\nالمستقيم.\n</p>\n\n<h1 class='l1' id='head61'>رمي المؤمنين بتبديل الدين</h1>\n\n<p>\nرمي المؤمنين بتبديل الدين (التاسعة والخمسون) : رمي المؤمنين بتبديل\nالدين. قال تعالى في سورة [غافر: 26] : {إني أخاف أن يبدل دينكم أو أن يظهر\nفي الأرض الفساد} [غافر: 26] اعتقدوا أن ما هم عليه من الضلال هو الدين\nالحق، ومن أراد تحويلهم عن اعتقادهم الكاسد، وصرفهم عما هم عليه من الغي،\n[فقد أراد] إخراجهم من الدين، وإفسادا في الأرض. وهكذا ديدن أعداء الحق في\nكل عصر\".\n</p>\n\n<h1 class='l1' id='head62'>اتهام أهل الحق بالفساد في الأرض</h1>\n\n<p>\nاتهام أهل الحق بالفساد في الأرض <span id='ms61'></span> (الستون) : كونهم إذا غلبوا بالحجة،\nفزعوا إلى السيف والشكوى إلى الملوك، ودعوى احتقار السلطان، وتحويل الرعية\nعن دينه. قال تعالى في سورة [الأعراف: 127] : {أتذر موسى وقومه ليفسدوا في\nالأرض} [الأعراف: 127] فانظر إلى شكوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nآل فرعون وقومه إليه، وتحريشهم إياه على مقاتلة موسى عليه السلام\nوتهييجه، وما ذكر في آخر الآية من احتقار ما كانوا عليه.\n</p>\n\n<h1 class='l1' id='head63'>[تناقض مذهبهم لما تركوا الحق]</h1>\n\n<p>\nتناقض مذهبهم لما تركوا الحق (الحادية والستون) : تناقض مذهبهم لما تركوا\nالحق. قال تعالى في سورة [ق: 4-5] : {قد علمنا ما تنقص الأرض منهم وعندنا\nكتاب حفيظ - بل كذبوا بالحق لما جاءهم فهم في أمر مريج} [ق: 4 - 5] فقوله:\n{بل كذبوا بالحق} [ق: 5] إلخ، إضراب أتبع الإضراب الأول للدلالة على أنهم\nجاءوا بما هو أفظع من تعجبهم، وهو التكذيب بالحق، الذي هو النبوة الثابتة\nبالمعجزات، في أول وهلة، من غير تفكر ولا تدبر، {فهم في أمر مريج} [ق: 5]\nمضطرب، وذلك بسبب نفيهم النبوة عن البشر بالكلية تارة، وزعمهم أن اللائق\nبها أهل الجاه والمال كما ينبئ عنه قولهم: {لولا نزل هذا القرآن على رجل من\nالقريتين عظيم} [الزخرف: 31] تارة أخرى، وزعمهم أن النبوة سحر مرة أخرى،\nوأنها كهانة أخرى، حيث قالوا في النبي صلى الله عليه وسلم مرة: ساحر، ومرة:\nكاهن، أو هو اختلاف حالهم ما بين تعجب من البعث واستبعاد له، وتكذيب وتردد\nفيه، أو قولهم في القرآن: هو شعر تارة، وهو سحر أخرى. وقال تعالى في سورة\n[الذاريات: 7-11] : {والسماء ذات الحبك - إنكم لفي قول مختلف - يؤفك عنه من\nأفك - قتل الخراصون - الذين هم في غمرة ساهون} [الذاريات: 7 - 11] الحبك:\nجمع حبيكة، كطريقة، أو حباك، كمثال ومثل، والمراد بها إما الطرق المحسوسة\nالتي تسير فيها الكواكب، أو المعقولة التي تدرك بالبصيرة، وهي ما يدل على\nوحدة الصانع وقدرته وعلمه وحكمته إذا تأملها الناظر. وقوله: {إنكم لفي قول\nمختلف} [الذاريات: 8] أي: متخالف، متناقض في أمر الله عز وجل، حيث تقولون:\nإنه جل شأنه خلق السماوات والأرض، وتقولون بصحة عبادة الأصنام معه سبحانه،\nوفي <span id='ms62'></span> أمر الرسول صلى الله عليه وسلم فتقولون تارة: إنه مجنون، وأخرى: إنه\nساحر، ولا يكون الساحر إلا عاقلا، وفي أمر الحشر، فتقولون تارة: لا حشر ولا\nحياة بعد الموت أصلا، وتزعمون أخرى أن أصنامكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nشفعاؤكم عند الله تعالى يوم القيامة، إلى غير ذلك من الأقوال المتخالفة\nفيما كلفوا بالإيمان به. وقوله: {يؤفك عنه من أفك} [الذاريات: 9] أي: يصرف\nعن الإيمان بما كلفوا الإيمان به. {قتل الخراصون} [الذاريات: 10] أي:\nالكذابون من أصحاب القول المختلف. {الذين هم في غمرة ساهون} [الذاريات: 11]\nالغمرة: الجهل العظيم يغمرهم ويشملهم شمول الماء الغامر لما فيه، والسهو:\nالغفلة. وقال تعالى في أواخر سورة [الأنعام: 159] : {إن الذين فرقوا دينهم\nوكانوا شيعا لست منهم في شيء إنما أمرهم إلى الله ثم ينبئهم بما كانوا\nيفعلون} [الأنعام: 159] هذه الآية استئناف لبيان أحوال أهل الكتابين إثر\nبيان حال المشركين، بناء على ما روي عن ابن عباس وقتادة: أن الآية نزلت في\nاليهود والنصارى. أي: بددوا دينهم، وبعضوه، فتمسك بكل بعض منه فرقة منهم.\n{وكانوا شيعا} [الأنعام: 159] أي: فرقا تشايع كل فرقة إماما، وتتبعه، أي:\nتقويه، وتظهر أمره. أخرج أبو داود والترمذي عن أبي هريرة قال، قال رسول\nالله صلى الله عليه وسلم: «افترقت اليهود على إحدى وسبعين فرقة، كلهم في\nالهاوية إلا واحدة، وافترقت النصارى على ثنتين وسبعين فرقة، كلهم في\nالهاوية إلا واحدة، وستفترق أمتي على ثلاث وسبعين فرقة، كلهم في الهاوية\nإلا واحدة» . واستثناء الواحدة من فرق كل من أهل الكتابين إنما هو بالنظر\nإلى العصر الماضي قبل النسخ، وأما بعده؛ فالكل في الهاوية، وإن اختلفت\nأسباب دخولهم. {لست منهم في شيء} [الأنعام: 159] أي: من السؤال عنهم،\nوالبحث عن تفرقهم، أو من عقابهم، أو أنت بريء منهم. {إنما أمرهم إلى الله}\n[الأنعام: 159] تعليل للنفي المذكور، أي: هو يتولى وحده أمرهم: أولاهم\nوأخراهم، ويدبره حسبما تقتضيه الحكمة. ومن الناس من قال: المفرقون: أهل\nالبدع من هذه الأمة: فقد أخرج الحكيم الترمذي وابن جرير والطبراني وغيرهم\nعن أبي هريرة عن النبي <span id='ms63'></span> صلى الله عليه وسلم في قوله سبحانه: {إن الذين\nفرقوا} [الأنعام: 159] إلخ: «هم أهل البدع والأهواء من هذه الأمة» فيكون\nالكلام- حينئذ - استئنافا لبيان حال المبتدعين، إثر بيان حال المشركين،\nإشارة إلى أنهم ليسوا منهم ببعيد.\n</p>\n\n<p>\nوالمقصود أن أهل الجاهلية سواء كانوا أميين أو كتابيين قد فرقوا دينهم،\nوتغايروا في الاعتقاد، فكان عباد الأصنام كل قوم لهم صنم يدينون له، ولهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nشرائع مختلفة في عبادتها، ومنهم من كان يعبد كوكبا، ومنهم من كان يعبد\nالشمس، ومنهم، ومنهم، وكذلك الكتابيون على ما بينا. فالافتراق ناشئ عن\nالجهل، وإلا فالشريعة الحقة في كل زمان لا تعدد فيها ولا اختلاف، ولذلك ترى\nالقرآن يوحد الحق ويعدد الباطل: قال تعالى [البقرة: 257] : {الله ولي الذين\nآمنوا يخرجهم من الظلمات إلى النور والذين كفروا أولياؤهم الطاغوت يخرجونهم\nمن النور إلى الظلمات} [البقرة: 257] فانظر كيف أفرد النور الذي هو الحق،\nوجمع الظلمات التي هي الباطل والزيغ، فتفرقة الآراء، والاختلاف في الاعتقاد\nمن خصال الجاهلية وما كان عليه أهل الباطل، والاتفاق على العقيدة الحقة هو\nمن دأب أتباع الرسل والمتمسكين بما شرعه الله تعالى.\n</p>\n\n<h1 class='l1' id='head64'>[دعواهم العمل بالحق الذي عندهم]</h1>\n\n<p>\nدعواهم العمل بالحق الذي عندهم (الثانية والستون) : دعواهم العمل بالحق\nالذي عندهم. كما قال تعالى في سورة [البقرة: 91] : {وإذا قيل لهم آمنوا بما\nأنزل الله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما\nمعهم قل فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين} [البقرة: 91] أي:\nنستمر على الإيمان بالتوراة وما في حكمها مما أنزل لتقرير حكمها، ومرادهم\nبضمير المتكلم إما أنبياء بني إسرائيل- وهو الظاهر، وفيه إيماء إلى أن عدم\nإيمانهم بالقرآن كان بغيا وحسدا على نزوله على من ليس منهم- وإما أنفسهم،\nومعنى الإنزال عليهم: تكليفهم بما في المنزل من الأحكام، وذموا على هذه\nالمقالة لما فيها من الشرعي بشأن القرآن، ودسائس اليهود مشهورة، وتمام\nالكلام في التفسير.\n</p>\n\n<h1 class='l1' id='head65'>[الزيادة في العبادة]</h1>\n\n<p>\nالزيادة في العبادة (الثالثة والستون) : الزيادة في العبادة، كفعلهم يوم\nعاشوراء.\n</p>\n\n<h1 class='l1' id='head66'>النقص <span id='ms64'></span> من العبادة</h1>\n\n<p>\nالنقص من العبادة (الرابعة والستون) : النقص منها، كتركهم الوقوف. قال\nتعالى [البقرة: 199] ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "374"
  ],
  "volumes": [
    "01",
    "02"
  ]
}