{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين\n</p>\n\n<p>\nتفسير أسماء شعراء الحماسة\n</p>\n\n<p>\nوينبغي أن نعلم أن في ذلك علما كثيرا وتدربا نافعا وستراه بإذن الله. يجب\nأن يقدم أمام ذلك ذكر أحوال هذه الأسماء الإعلام وكيف طريقها وعلى كم وجها\nتجدها وإلى كم ضربا قسمتها.\n</p>\n\n<p>\nفأصل انقسامها ضربان أحدهما ما كان منقولا والآخر ما كان مرتجلا من غير\nنقل.\n</p>\n\n<p>\nالأول من هذين الضربين وهو ما كان منقولا ثلاثة أنواع اسم نكرة فعل صوت.\n</p>\n\n<p>\nشرح الاسم الأسماء المنقولة إلى العلمية ضربان عين معنى والعين أيضا\nضربان اسم غير صفة واسم صفة. الأول منها نحو أوس ومجر وبكر وجمل. والأوس\nهنا الذئب وإن كان قد يمكن أن يكون العطية من قولهم أست الرجل أؤسه أوسا\nإذا أعطيته. الثاني من هذه القسمة هو الاسم الصفة وذلك نحو مالك وجابر\nوحاتم وفاطمة ونائلة فهذه في الأصل أوصاف ثم نقلت فصارت أعلاما كما صار أوس\nوحجر وبكر وجمل ونحو ذلك أعلاما. وهذه الصفة المنقولة ضربان أحدهما ما نقل\nوفيه اللام فأقرت بعد النقل عليه وذلك نحو الحارث والعباس والآخر ما نقل\nولا لام فيه نحو سعيد ومكرم وما فيه اللام بعد النقل ببقايا أحكام الصفة\nأحرى.\n</p>\n\n<p>\nوأما المعنى فنحو قولهم أوس وأنت تعني به العطية وزيد وعمرو وأنت تعني\nالعمر الذي هو الحياة والزيد مصدر زاد يزيد زيدا وزيادا وزيادة فإن قلت فقد\nقال: وأنتم معشر زيد على مئة فوصف به قيل هذا على حد ما يوصف بالمصدر في\nنحو قولك هذا رجل صوم وفطر وعدل قال زهير:\n</p>\n\n<p>\nمتى يشتجر قوم يقل سرواتهم ... هم بيننا فهم رضا وهم عدل\n</p>\n\n<p>\nنعم وربما أوغل المصدر في الوصف وتمكن هناك فأنث لتأنيث ما أجري عله\nكالحكاية عن أبي حاتم من قولهم فرس طوعة القياد وقال أمية:\n</p>\n\n<p>\nوالحية الحتفة الرقشاء أخرجها ... من بيتها آمنات الله والكلم\n</p>\n\n<p>\nوقالوا امرأة عدلة كما نرى.\n</p>\n\n<p>\nشرح الفعل قد نقلت الأفعال الثلاثة الماضي والحاضر والمستقبل. من ذلك\nالماضي وهو تسميتهم الرجل بكعسب وهو الماضي <span id='ms01'></span> من الكعسبة ومثله ترجم وهو\nمنقول من ترجم عن الشيء إذا فسره فأما قبيلة أبي الأسود الدؤلي فقيل فيها\nقولان أحدهما أن الدؤل اسم دويبة وأنشدوا في ذلك:\n</p>\n\n<p>\nجاؤوا بحبس لو قيس معرسه ... ما كان إلا كمعرس الدؤل\n</p>\n\n<p>\nوالآخر أن دئل منقول وهو فعل من دأل يدأل قال: مرت بأعلى سحرين تدأل فهذا\nعلى قولك قد دئل في هذا المكان كقولك قد غدي فيه وقد سير فيه فإن كان من\nالأول فهو من باب ذئب وأسد وإن كان من الثاني فهو من باب يزيد ويشكر ومما\nسمي به من الماضي خضم بن عمرو بن تميم قال:\n</p>\n\n<p>\nلولا الآلة ما سكنا خضما ... ولا ظللنا بالمشائي قيما\n</p>\n\n<p>\nأي بلاد خضم يعني بلاد بني تميم ومثله عثر اسم موضع قال زهير:\n</p>\n\n<p>\nليث بعثر يصطاد الرجال إذا ... ما الليث كذب عن أقرانه صدقا\n</p>\n\n<p>\nوكذلك بذر. ومن أبيات الكتاب:\n</p>\n\n<p>\nسقى الله أمواها عرفت مكانها ... جرابا وملكوما وبذر والغمرا\n</p>\n\n<p>\nوذلك كثير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             وأما الحاضر فنحو يشكر وتغلب ويزيد ويعفر وأما\nيبرين فليس من هذا ولا ينبغي أن يتوهم أنه اسم منقول من قولك هن يبرين\nلفلان أي يعارضنه من قوله: يبري لها من أيمن وأشمل يدل على أنه ليس منقولا\nمنه قولهم فيه يبرون وليس شيء من الفعل يكون هكذا فإن قلت ما أنكرت أن يكون\nيبرين ويبرون فعلا فيه لغتان الياء والواو مثل نقوت ونقيته وسروت الثوب\nوسريته وكنوت الرجل وكنيته ونقيت الشيء ونقوته فيكون يبرين على هذا كيكنين\nويبرون كيكنون ومثله يفعلن كقولك هن يدعون ويغزون في التنزيل ألا أن يعفون\nفالجواب أنه لو كان الواو والياء فيه لامين على ما ذكرته من اختلاف اللغتين\nلجاز أن يجيء عنهم يبرون بضم النون وبالواو كما أنه إذا سميته بقولك للنساء\nيغزون على قول من قال أكلوني البراغيث فجعل النون علامة جمع لقلت هذا يغزون\nكقولك في يقتلن اسم رجل على الوصف الذي ذكرنا هذا يقتلن وفي امتناع العرب\nأن تقول يبرون مع قولهم يبرين دلالة على <span id='ms02'></span> أنه ليس على ما ظنه السائل من كون\nالواو والياء في يبرين ويبرون لامين مختلفين بل هما زائدتان قبل النون\nبمنزلة واو فلسطون وياء فلسطين وأيضا فقد قالوا يبرين وأبرين وأبدلوا الياء\nهمزة فدل على أنها هنا أصل ألا تدري أنها لو كانت في أول فعل لكانت حرف\nمضارعة لا غير ولم نر حرف مضارعة أبدل مكانه حرف مضارعة غيره فدل هذا كله\nعلى أن الياء في أول يبرين فاء لا محالة وأما قولهم بأهلة بن أعصر ثم\nأبدلوا من الهمزة الياء فقالوا يعصر فغير داخل فيما نحن عليه وذلك أن أعصر\nليس فعلا وإنما هو جمع عصر وإنما سمي بذلك لقوله:\n</p>\n\n<p>\nأعمير أن أباك غير لونه ... كر الليالي واختلاف الأعصر\n</p>\n\n<p>\nهذا وجه الاحتجاج على قائل إن ذهب إلى أن ذلك في يبرين وليس ينبغي أن\nيحتج عليه بأن يقال له لا يكونان لغتين ويبرون ويبرين كيكنون ويكنين لأنه\nلا يقال بروت له في معنى بريت له أي تعرضت له لأن له أن يحتج فيقول هبه ليس\nمن بريت له أي تعرضت فلعله من بريت القلم وبروته حكى أبو زيد بروت القلم\nبالواو عن أبي الصقر فإن هو قال هذا فجوابه ما قدمنا فهذا شيء عرض فقلنا\nفيه بما وجب.\n</p>\n\n<p>\nوأما الفعل المستقبل المنقول إلى العلم فنحو قولهم في اسم الفلاة اصمت\nوإنما هو أمر من قولهم صمت يصمت إذا سكت كأن إنسانا قال لصاحبه في مفازة\nأصمت يسكته بذلك تسمعا لنبأة أو جسها فسمي المكان بذلك وهذا نحو ما ذهب\nإليه أبو عمرو بن العلاء في قول الهذلي:\n</p>\n\n<p>\nعلي أطرقا باليات الخيام ... إلا التمام وإلا العصي\n</p>\n\n<p>\nألا تراه قال أصله أن رجلا قال لصاحبيه هناك أطرقا فسمي المكان به فصار\nعلما له كما صار أصمت علما له وقطع الهمزة من أصمت مع التسمية به خاليا من\nضميره هو الذي شجع النحاة على قطع نحو هذه الهمزات إذا سمي بما هي فيه فإن\nقلت فقد قالوا لقيته بوحش اصمته ولو <span id='ms03'></span> كان أصمت في الأصل فعلا لما لحقته تاء\nالتأنيث قيل إنما ألحقت هذه التاء في هذا المثال على هذا الحد ليزيدوا في\nإيضاح ما انتحوه من النقل ويعلموا بذلك أنه قد فارق موضعه من الفعلية حيث\nكانت هذه التاء لا تلحق هذا المثال فعلا فصارت اصمته في اللفظ بعد النقل\nكأجربة وأبردة وأجردة نعم وأنسهم بذلك تأنيث المسمى به وهو الفلاة وزاد في\nذلك أن اصمت ضارع الصفة لأنه من لفظ الفعل وفيه معناه أعني معنى الصمت وهو\nجثة لا حدث وتلك حال قائمة وكريمة ونحو ذلك ألا تراها من لفظ الفعل ومعناه\nوهي جثه فضارعت اصمته قائمة ومحسنة ونحو ذلك نعم ولو لم يكن في هذا أكثر من\nاطراد التغيير في الإعلام لكان كافيا فجعلوا هذا التغيير تابعا لما اعتزموه\nمن العلمية فيه وأيضا فقد قالوا في الخرز المؤخذ به الينجلب وواحدته\nالينجلبة وينجلب ينفعل وهذا مثال مختص بالفعل ألا تراه إنما يؤخذ به ليجلب\nبه الإنسان لأمر ما فإذا جازان تلحق التاء الينجلب وهو غير علم ويبقى على\nصورة نقليته فأصمت الذي قد تغير لفظه بقطع همزته ومعناه بكونه علما أقبل\nللتغيير وقد قالوا أيضا اليعملة وهذا مثال مختص بالفعل وقد قالوا أرقلة\nوأربعة وأشكلة فألحقوه التاء وهو للفعل.\n</p>\n\n<p>\nشرح الصوت قد نقل الصوت إلى العلم كما نقل القبيلان اللذان قبله من ذلك\nتسمية بعض بني هاشم ببة وإنما هذا هو الصوت الذي كانت أمه ترقصه وهو صبي به\nوذلك قولها له: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             لأنكحن ببه. جارية خدبة ... مكرمة محبة. تجب\nأهل الكعبة\n</p>\n\n<p>\nانتهت الأعلام المنقولة وتتلوها الأعلام المرتجلة عند التسمية.\n</p>\n\n<p>\nذكر الأعلام المرتجلة عند التسمية بها\n</p>\n\n<p>\nولم تنقل إليها عن غيرها\n</p>\n\n<p>\nإعلم أن هذه الأعلام ضربان أحدهما ما القياس قابل له وليس فيه خروج عنه\nوالآخر ما كان القياس دافعا له غير أن العملية هي التي سوغته فيه.\n</p>\n\n<p>\nالأول من هذين الضربين نحو حمدان وعمران وغطفان فهذا وإن لم يكن موجودا\nفي الأجناس فإن الصنعة فيه تتلقى بالقبول له <span id='ms04'></span> لأمرين أحدهما أن له نظيرا في\nالكلام فحمدان في العلم بمنزلة سعدان اسم نبت وصفوان للحجر الأملس وعمران\nكسرحان وهو الذئب وحرمان وعصيان مصدرين وغطفان كشقذان وهو الخفيف والرتكان\nوالنفيان مصدرين فهذا وجه وجود النظير.\n</p>\n\n<p>\nوأما تقبل القياس له فلأنه ليس فيه شيء مما يمجه القياس من اظهار تضعيف\nيجب ادغامه نحو ثهلل ومحبب ولا تصحيح معتل نحو حيوة ومكوزة ولا غير ذلك مما\nيكره وسترى ذلك بإذن الله.\n</p>\n\n<p>\nومن المرتجل ما كان معدولا نحو عمر وزفر وقثم وثعل وجشم وزحل فهذه أعلام\nمرتجلة معدولة عن عامر وزافر وقاثم وثاعل وجاشم وزاحل وهي أعلام يدل على\nعدلها أنك لا تجدها في الأجناس فتقول الجشم والزحل كما تقول الصرد والنغر\nفكل علم معدول مرتجل وليس كل مرتجل معدولا نحو عمران وقحطان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \nالضرب الثاني من الأعلام المرتجلة وهو ما القياس دافع له وهو أصناف فمن ذلك\nما ظهر تضعيفه والقياس لولا العلمية مانع منه نحو ثهلل وهو تفعل يدلك على\nذلك أنا لا نعرف أصلا في الكلام تركيبه من ث ه ل فيكون ثهلل فعللا منه\nكقردد وأيضا فلو كان تهلل فعللا لوجب صرفه كرجل سميته بقردد فترك صرفهم له\nمذكرا دلالة على أنه تفعل من لفظ ه ل ل فهو قريب من تسميتهم إياه هلالا\nلفظا ومعنى ومنه محبب كان قياسه محب لأنه مفعل من المحبة ألا ترى أنه ليس\nفي الكلام تركيب م ح ب فيكون فعللا فكذلك كان يجب أن يكون ثهلل ثهل كتضن\nوتصب كما كان يجب أن يكون محبب محبا كمفر ومرد ومنه قولهم في اسم المكان\nبأجج ويؤكد عندك أنه يفعل شيآن أحدهما ترك صرفه كترك صرف ثهلل ويأجج اسم\nموضع وأيضا فإنهم قد قالوا فيه يأجج بكسر العين وليس في الكلام فعلل اسما\nوأيضا فلأن تركيب يء ج ليس معروفا في الكلام ومن ذلك ما صحح وكان قياسه\nالأعلال نحو مزيد ومكوزة وقياسهما مزاد ومكازة كمسار من السير ومقامه ومنه\nمريم ومدين وقياسهما مرام ومدان <span id='ms05'></span> فإن قلت فإن هذين اسمان أعجميان وليسا\nعربيين فمن أين أوجبت فهما ما هو للعربي قيل هذا موضع يتساوى فيه القبيلان\nجميعا ألا ترى أنهم حملوا موسى على أنه مفعل حملا على العربي كما حملوا\nالموسى الحديد على ذلك فلم يخالفوا بينهما وحكموا أيضا في نحو إبراهيم\nوإسماعيل أن همزتيهما أصلان حملا على أحكام العرب من حيث كانت الزيادة لا\nتلحق أوائل بنات الأربعة إلا في الأسماء الجارية على أفعالها نحو مدحرج\nومسرهف ولم يفصلوا بين القبيلين بل تلاقيا فيه عندهم وكذلك حكموا أيضا\nبزيادة الألف والياء في إبراهيم وإسماعيل حملا على أحكام العربي من حيث كان\nهذا عملا في الأصول لكنهم إنما يفرقون بينهما في تجويزهم الاشتقاق من\nالعربي ومنعهم إياهم في الأعجمي المعرفة ويفصلون أيضا بين العربي والعجمي\nفي الصرف وتركه نعم ويعتدون أيضا بالعجمة مع العلمية خاصة فأما الأصول من\nالحروف والصحة والاعلال فإنهم لا يفرقون بينهما ألا تراهم إذا خالف لفظ\nالحرف الأعجمي الحروف العربية جذبوه إلى أقرب الحروف من حروفهم التي تليه\nوتقرب من مخرجه فلذلك قالوا في أأشوب أأشوف وقالوا في روز روز وقالوا في\nفرند السيف تارة فرند وأخرى برند وقالوا في كربز تارة قربز وأخرى جربز\nوقالوا في كفنجلاز قفنشليل فغيروا المثال والحروف. وهذا باب فيه طول وفيما\nذكرناه منه كاف من غيره ومنه حيوة وأصله حية فأبدلت اللام واوا فصارت حيوة\nوهذا ضد ما يوجبه القياس وذلك أن عرف هذا النحو وعادته أنه إذا اجتمعت\nالواو والياء وسكنت الأولى منهما قلبت الواو ياء نحو لويت لية وطويت طيا\nونحو سيد وهين فأما أن تجتمع الياآن فتقلب الياء واوا فهذا ضد القياس في\nهذا الباب وإنما احتمل ذلك وارتجل لمكان العلمية ومن ذلك أيضا قولهم في اسم\nالرجل موهب وفي اسم المكان موظب وهذا شاذ وذلك إن ما فاؤه واو لا تبني\nالعرب منه مفعلا بفتح العين إنما ذلك بكسرها البتة نحو موضع وموقع ومورد\nوموجدة وموعدة وجاء موظب وموهب على الشذوذ <span id='ms06'></span> وكذلك مورق حملوه على أنه من ورق\nلا من م ر ق وربما شذ الشيء من هذا في النكرة وقالوا موضع وقالوا موقعة\nالطائر وقالوا أكل الرطب موردة أي محمة ومثله في النكرة قالوا الفكاهة\nمقودة إلى الأذى وقرىء \" لمثوبة من عند الله \" وقالوا فيها أيضا عوى الكلب\nعوة وعوية وهذا ونحوه في النكرات أقبح منه في المعارف. ومن ذلك قولهم معدي\nكرب وذلك أنهم بنوا مما لامه حرف علة مفعلا بكسر العين وذلك شاذ وإنما\nالمعتاد منه مفعل بفتحها نحو المشتى والمدعى والمغزى والمرمي والمقضي فمعدي\nعلى هذ شاذ كما ترى وبعد فمتى رأيت في الأعلام شيئا مخالفا لما عليه أمثاله\nفلا تنب عنه فيها نبوك عنها في غيرها وأوله طرفا من نظرك ولا تخفن إلى رده\nوالطعن فيه دون أن تراجعه وتليه عليه فإذا صحت روايته أنست به فوق أنسك لو\nكان نكرة فهذا منهاج هذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             فإن قيل ولو كان احتمال ذلك في العلم\nأسهل من احتماله في الجنس قيل أن العلم لما كثر استعماله لحقه التغيير في\nموضعين أحدهما نفسه والآخر إعرابه أما تغيير نفسه فما قدمناه آنفا من مجيئه\nمخالفا للباب نحو معدي كرب وثهلل ومورق وحيوة ومريم ومكوزة وأما تغيير\nإعرابه فوجود الحكاية فيه نحو قولك في جواب من قال رأيت زيدا من زيدا وفي\nقول من قال مررت بعمرو من عمرو وهذا التغيير باب مختص بالأعلام أعني\nالحكاية في الأعراب وسبب جواز ذلك فيه كثرة الاستعمال له وما يكثر استعماله\nمغير عما يقل استعماله وإنما غير لأمرين أحدهما المعرفة بموضعه والآخر\nالميل إلى تخفيفه ألا ترى إلى قولهم لم يك ولا أدر ولا تبل وهذا واضح.\n</p>\n\n<p>\nواعلم أن معاني الأعلام تنقسم إلى ضربين أحدهما عين وهو الأكثر والآخر\nمعنى وهو الأقل. فأما العين فنحو زيد وجعفر وعاتكة وهند وزينب واعود وسبل\nوالغراب والوجيه ولاحق وشدقم وجديل ومصر وحلب ومكة وفيد وخضارة والمهرقان\nوسجا.\n</p>\n\n<p>\nوأما المعنى فنحو قولهم سبحان في قوله:\n</p>\n\n<p>\nأقول لما جاءني فخره <span id='ms07'></span> ... سبحان من علقمة الفاخر\n</p>\n\n<p>\nفسبحان عندنا علم علق على معنى التسبيح وكذلك قولهم في ما حكاه أبو زيد\nمن قولهم ما ألقاه إلا فينة أي في الندرى فهذه علم لهذا المعنى وغدوة كذلك\nعندنا هي علم على معنى غداة غيران غداة نكرة وغدوة معرفة ومعناهما على\nاختلاف حاليهما في التعريف والتنكير واحد كما أن أسدا وأسامة وثعلبا وثعالة\nوبحرا وخضارة وإن اختلفا في التعريف والتنكير فإن فائدة كل واحد منهما أنه\nواحد من جنسه ألا ترى أنك إذا قلت خرجت فإذا أسد وخرجت فإذا أسامة فالمعنى\nواحد وكذلك قولك مررت بأبي الحصين كقولك بثعلب وكان أبو علي رحمه الله يذب\nإلى أن تعريف غدوة تعريف لفظي وإن فائدتها كفائدة غداة لا فرق. ومن الأعلام\nالمعلقة على المعاني ما قال الشاعر:\n</p>\n\n<p>\nوإن قال غاو من تنوخ قصيدة ... بها جرب عدت عليه بزوبرا\n</p>\n\n<p>\nفسألته عن ترك صرف زوبر فقال جعلها علما لما تضمنته القصيدة من المعنى\nومن ذلك ما حكاه أبو زيد من قولهم هذا غير أبعد قال أبو علي أبعد هنا علم\nعلى هذا المعنى وإنما يراد به بعده في النفس وأنشد سيبويه:\n</p>\n\n<p>\nإنا اقتسمنا خطتينا بيننا ... فحملت برة واحتملت فجار\n</p>\n\n<p>\nوقال فيها هناك إنها معدولة عن الفجرة باللام كما ترى وهذا عندنا تفسير\nعلى المعنى لا على تحقيق حال الإعراب والتقدير وذلك إن فجار معدولة عندنا\nعن فجرة علما يدل على ذلك إنه قرنها بقوله برة فكما أن برة علم لا حالة\nفكذلك ما عدل عنه فجار وهو في التقدير فجرة ولو عدل عن برة هذه لكان قياسه\nبرار وكما لا يشك أن قطام وحذام معدولتان عن قاطمة وحاذمة وهما علمان وكذلك\nفجار معدولة عن فجرة وهذا تلخيص أصحابنا آخرهم أبو علي وكذلك ما هذه حاله\nوقليل ما هو.\n</p>\n\n<p>\nومن الأعلام على المعاني المثل الموزون بها نحو قولك فعلان لا ينصرف\nمعرفة وأفعل إذا كان مؤنثه فعلاء لم ينصرف ووزن طلحة فعلة ووزن أصبع أفعل\nفعلاء ونحوها أعلام باشارتك فيها <span id='ms08'></span> إلى المعنى وكذلك أسماء الأعداد فتقول ستة\nضعف ثلاثة وأربعة نصف ثمانية وستة ثلاثة أخماس عشرة ولا تصرفها لأنها أعلام\nلهذا القدر من العدد وهي مؤنثة فإن قيل فلم قل هذا الضرب وكثر العلم المعلق\nعلى العين نحو سعد وجعفر وسعاد وزينب قيل أن الأعلام إنما الغرض فيها\nالتعريف والأعيان أقعد في التعريف من المعاني وذلك أن الأعيان يتناولها حسن\nالعيان لظهورها له وليس كذلك المعاني لما يعرض من اللبس فيها والحاجة إلى\nتعب الاستدلال عليها وأنت ترى فرق ما بين علم الضرورة المشاهدة وبين علم\nالاستدلال بالمراجعة فلذلك كثر تعليق الأعلام على الأعيان وقل تعليقها على\nالمعاني وهذا واضح.\n</p>\n\n<p>\nانقضى العلم المفرد.\n</p>\n\n<p>\nوأما المضاف فضربان اسم غير كنية نحو ذي النون وعبد الله وسعيد كرز وقيس\nقفة وابن آوى وابن قترة واسم كنية نحو أبي زيد وأبي جعفر وأبي جخادب وأبي\nبراقش وأم العلا وأم وهب وأم جبين وأم القردان.\n</p>\n\n<p>\nوأما المركب فنحو حضرموت وعبل بك ورام هرزم ومنه سيبويه وعمرويه ونفطويه.\n</p>\n\n<p>\nوأما الجملة فنحو تأبط شرا وبرق نحره وذرى حبا وشاب قرناها ويزيد إذا كان\nفيه ضمير نحو قوله:\n</p>\n\n<p>\nنبيت أخوالي بنى يزيد ... ظلما علينا لهم فديد\n</p>\n\n<p>\nأي صوت وجلبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             فإن قيل قد ثبت بما قدمته وأخرته حال الأعلام\nفي انقسامها واختلاف حالها في أنفسها وحال ما علقت عليه وعبر بها عنه ولكن\nخبرنا من بعد عن الحاجة إلى وقوع الأعلام في تصاريف هذا الكلام قيل إنما\nوضعت الأعلام لضرب من الاختصار وتنكب الأكثار وذلك إن الاسم الواحد من\nالأعلام قد يؤدي بنفسه تأدية ما يطول لفظه ويمل استماعه ألا ترى إنك إذا\nقلت كلمت جعفر فقد استغنيت بجعفر عن أن تقول الطويل البزاز الذي نزل مكان\nكذا وكذا ويدعى ولده كذا ومبلغ تجارته كذا ويلبس من الثياب كذا ويتعاطى من\nكذا كذا إلى ما يطول ذكره ثم لا يستوفى لأنه لا يمكنك في التفصيل أن تذكر\nجميع أحواله التي تخصه ولعلك أنت أيضا إنما تعرف القليل منها <span id='ms09'></span> فكان ذلك يكون\nمؤديا إلى الاطالة وربما لم يستوف الغرض والبغية فلما رأوا ذلك كذلك أنابوا\nعن جميعه اسما واحدا علما يغني عن الإطالة والملالة وقصور المعنى مع حسور\nالمنة ولهذا قال أصحابنا إن الأعلام لا تقيد يريدون بذلك أن الاسم الواحد\nمن الأعلام يقع على الشيء ومخالفه وقوعا واحدا ولا يقال أن أحدهما حقيقة\nوالآخر مجاز ألا ترى أن زيدا قد يقع علما على الأسود كما يقع علما على\nالأبيض وعلى القصير كما يقع علما على الطويل ويجوز أن توقعه علما على\nالسواد والبياض وقوعا واحدا حتى لا يكون أحد الضدين أولى به من صاحبه وليس\nكذلك الأوصاف ولا أسماء الأجناس من حيث كان كل واحد منهما مقيدا ألا ترى أن\nالطويل لا يقع عبارة عن القصير كما يقع زيد عبارة عن الطويل والقصير موقعا\nواحدا لا مزية لأحد الأمرين به على صاحبه والأجناس أيضا مقيدة ألا ترى أن\nرجلا يفيد صيغة مخصوصة ولا يقع على المرأة من حيث كان مقيدا وزيد يصلح أن\nيكون علما على الرجل والمرأة وكذلك ثوب وكوز وكرسي ونحو ذلك كله مفيدا.\n</p>\n\n<p>\nقد فرغنا مما كنا ضمنا تفسيره فيما تقدم من أحوال الأعلام ونحن نورد\nالأسماء المحتملة للقول من أسماء شعراء الحماسة ونقول في كل ما يحضرنا\nويسنحه الله تعالى لنا.\n</p>\n\n<p>\nأول أسماء الشعراء\n</p>\n\n<p>\nقال رجل من بلعنبر العرب تقول بلعنبر وبلحارث يريدون بني العنبر وبني\nالحارث فيحذفون الياء لسكونها وسكون اللام من بعدها ثم يحذفون النون لأمرين\nأحدهما كثرة الاستعمال والآخر مشابهة النون للام فكأنه يكره فيحذف نحوا من\nحذف أحد المثلين نحو أحست وظلت ونحو من هذا قول قطري بن الفجاءة.\n</p>\n\n<p>\nغداة طفت علماء بكر بن وائل ... وعجنا صدور الخيل نحو تميم\n</p>\n\n<p>\nأراد على الماء فحذف اللام للام المعرفة وكثرة استعمال هذه الكلمة وذلك\nلكثرة ما يقولون بنو فلان على الماء ونزلوا على الماء وهم على الماء ونحو\nذلك وذلك لقدر الماء في نفوسهم وتمكنه من اعتقادهم إذ كانت المنفعة والحياة\nبه <span id='ms10'></span> ولذلك سمو الغيث حيا لأنه جار عندهم مجرى الحياة ولا يقولون مثل هذا في\nبني النجار لأنهم لو قالوا بنجار لحذفوا النون وقد أعلوا اللام بالأدغام\nفكأن يكون ذلك اجحافا بالحرفين والعنبر مما نقل من أسماء الأجناس ككلب وحجر\nونحو ذلك والعنبر أيضا أحد أسماء الترس.\n</p>\n\n<p>\nالفند الزماني\n</p>\n\n<p>\nشهل بن شيبان قيل سمي الرجل الفند لعظم خلقته تشبيها بفند الجبل وهو قطعة\nمنه واسمه شهل فهو لقب له وجمع الفند أفناد. وأما زمان فيحتمل أن يكون من\nباب زممت الناقة فيكون فعلان من ذلك ويحتمل أن يكون فعالا من باب الزمن\nوالأول أعلى عندنا وهو قياس مذهب سيبويه في ما فيه حرفان ثانيهما مضعف\nوبعدهما الألف والنون فقياسه أن تكون الألف والنون زائدتين كزمان وحمان إذا\nجهل اشتقاقه فإن عرفته قطعت باليقين في بابه وليس هذا كأن يكون قبل الألف\nثلاثة أحرف أصول مختلفة نحو حمدان وعثمان وعمران وغطفان هذا لا يختلف في\nزيادة ألفه ونونه ويشهد لصحة مذهب سيبويه في باب زمان ورمان ما يحكى عن\nالنبي صلى الله عليه وسلم وقد جاءه قوم من العرب فسألهم عليه السلام فقال:\nمن أنتم فقالوا بنو غيان فقال: بل أنتم بنو رشدان أو لا تراه صلى الله عليه\nوسلم كيف تلقى غيان بأنه من الغي فحكم بزيادة ألفه ونونه وترك عليه السلام\nأن يتلقاه من باب الغين وهو إلباس الغيم من قوله:\n</p>\n\n<p>\nكأني بين خافيتي عقاب ... تريد حمامة في يوم غين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             يدلك على\nأنه صلى الله عليه وسلم تلقاه بما ذكرنا أنه قابله بضده فقال بل أنتم بنو\nرشدان فقابل الغي بالرشد فصار هذا عيارا على كل ما ورد في معناه فاعرفه.\n</p>\n\n<p>\nوزمان عندي مما ارتجل للتعريف نحو حمدان وعمران وعثمان عند أكثرهم وقال\nبعضهم هو منقول من العثمان وهو فرخ طائر ويقال فرخ حية ولا أعرف زمان في\nالأجناس. وأما شهل فإنهم يقولون امرأة شهلة كهلة ولا يكادون يفرقون بينهما\nوعلى أنه قال:\n</p>\n\n<p>\nباتت تنزي دلوها تنزيا ... كما تنزي شهلة <span id='ms11'></span> صبيا\n</p>\n\n<p>\nولا يقولون للرجل شهل كهل فقد يجوز أن يكون هذا الاسم قد سمع في بعض\nالأحوال جاريا على المذكر فنقل فسمي به على تلك اللغة أو تكون الهاء حذفت\nمنه لتغيير العلمية التي ذكرت لك وإذا كانوا قد قالوا في النكرة.\n</p>\n\n<p>\nأبلغ النعمان عني مألكا ... أنه قد طال حبسي وانتظاري\n</p>\n\n<p>\nفحذفوا الهاء من مالكة فحذفها من العلم من شهلة أجوز وأجدر ولا أقول أن\nشهلا من الأعلام المرتجلة لأنهم قد قالوا شهلة وشهل هو شهلة ليس بينهما إلا\nالهاء وفيها من الاحتمال ما وصفت لك وليس في العرب شهل بالشين معجمة غيره.\nوأما شيبان فمرتجل علما ولا أعرفه جنسا وهو فعلان من شاب يشيب أو فيعلان من\nشاب يشوب وقد ذكرته في أول أبيات الحماسة ولا يجوز أن يكون فيعالا من لفظ\nشبانة لأنه لو كان كذلك لكان مصروفا وقد قال كما علمت من ذهل بن شيبانا فلم\nيصرفه.\n</p>\n\n<p>\nأبو الغول الطهوي\n</p>\n\n<p>\nدخول اللام في الغول هنا وهو علم كدخولها في أبي العباس وأبي القاسم وهذه\nاللام في الأعلام إنما بابها الصغات على ما قدمناه والغول في الحقيقة ليست\nصفة لكنها لما كانت إلى النكر والذعارة دخلت طريق الوصف في هذا الوجه كما\nألحق من منع من العرب أفعى الصرف من جهة الخبث والنكارة فجرى مجرى الخبيث\nوالمنكر كما أن الفند دخله اللام لما فيه من معنى الصفة ألا تراه مشبها\nبالفند من الجبل فكأنه الضخم أو العظيم.\n</p>\n\n<p>\nوأما الطهوي فمنسوب إلى طهية وهي أم قبيلة من العرب والنسب إليها طهوي أو\nطهوي وطهوي وطهوي على القياس والآخران شاذان وطهية تصغير طاهية والطاهي\nالطباخ يقال طهوت اللحم طهوا وقيل لأبي هريرة رضي الله عنه أأنت سمعت هذا\nمن رسول الله صلى الله عليه وسلم فقال فما كان طهوي أي فأي شيء كان شغلي\nوما كان عملي وقياس تحقير طاهية طويهية غير أنه حقر تحقير الترخيم كقول\nالأعشى.\n</p>\n\n<p>\nأتيت حريثا زائرا عن جناية ... فكان حريث عن عطائي جامدا\n</p>\n\n<p>\nجعفر بن <span id='ms12'></span> علبة الحارثي\n</p>\n\n<p>\nالجعفر النهر أنشد ابن الأعرابي:\n</p>\n\n<p>\nإلى بلد لابق فيه ولا أذى ... ولا نبطيات يفجرن جعفرا\n</p>\n\n<p>\nوالعلبة قدح الراعي من جلود قال:\n</p>\n\n<p>\nلم تتلفع بفضل مئزرها ... دعد ولم تغذ دعد في العلب\n</p>\n\n<p>\nوبايع رجل من العرب أن يشرب علبة من لبن ولا يتنحنح فشرب بعضها فلما جهده\nالأمر قال كبش أملح فقيل له ما هذا تنحنحت فقال من تنحنح فلا أفلح.\n</p>\n\n<p>\nبلعاء بن قيس الكناني\n</p>\n\n<p>\nلا أعرف بلعاء في الأجناس اسما ولا صفة فأقول أنه منقول ولا أظنه غلا\nمترجلا للعملية كعدنان وقحطان ونحوهما. وأما قيس فمنقول من قاس الشيء\nبالشيء يقيسه قيسا. وأما قول العجاج.\n</p>\n\n<p>\nبات يقاسي أمره أمبرمه ... أعصمه أم السحيل أعصمه\n</p>\n\n<p>\nفإنه أراد يقايس أي يميز فقلب.\n</p>\n\n<p>\nربيعة بن مقروم الضبي\n</p>\n\n<p>\nالربيعة بيضة الحديد. والربيعة أيضا الحجر الذي يرتبع أي يشال. وأما\nمقروم فمفعول من قولك قرمت إلى الشيء بأسناني فهو مقروم أي مقطوع وقرمت\nالبعير أيضا وهو أن يقشط جلد خطمه فيفتل ويجعل هناك الجريد ليذل تلك\nالجليدة هي القرمة والبعير مقروم.\n</p>\n\n<p>\nفأما ضبة فواحدة ضبات الحديد ونحوه وتكون الضبة الواحدة الأنثى من الضبات\nوالضبة أيضا المرة الواحدة من ضبت لثته تضب إذا سألت وأنشدنا أبو الحسن:\n</p>\n\n<p>\nتضب لثات الخيل في حجرتها ... وتسمع من تحت العجاج لها أزملا\n</p>\n\n<p>\nتأبط شرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             وهو ثابت بن جابر بن سفيان قيل إنما سمي بذلك لأنه\nأخذ سيفا تحت أبطه وخرج فقيل لأمه أين هو قالت لا أدري تأبط شرا وخرج وقيل\nأيضا أنه أخذ سكينا تحت أبطه وخرج إلى نادي قومه فوجأ بعضهم فقيل تأبط شرا\nوقيل أنه كان له أربعة أخوة أحدهم اسمه ريش بلغب والآخر ريش نسر والآخر كعب\nحذر والآخر لا بواكي له. وأما سفيان فمرتجل للعلمية وفيه لغات فتح السين\nوضمها وكسرها فإن أخذته من سفت الريح تسفي فهو فعلان وفعلان وفعلان ويجوز\nأن يكون سفيان فيعالا من السفن ولا يجوز ذلك في سفيان ولا سفيان لأنه ليس\nفي الكلام فعيال ولا فعيال والوجه أن <span id='ms13'></span> تكون نونه زائدة لأن ذلك أكثر ولأنه\nأيضا لم يسمع مصروفا.\n</p>\n\n<p>\nأبو كبير الهذلي\n</p>\n\n<p>\nالهذل الاضطراب يقال مر يهوذل ببوله إذا هزه وحركه وأنشد:\n</p>\n\n<p>\nأما يزال قائل ابن ابن ... هو ذلة المشآة عن ضرس اللبن\n</p>\n\n<p>\nومنه هذيل أبو هذه القبيلة وهو مرتجل لا منقول ويجوز أن يكون تحقير هذلول\nعلى الترخيم وهو ما ارتفع من الأرض قال: يعلو الهذاليل ويعلو القرددا.\n</p>\n\n<p>\nبشامة بن حزن النهشلي\n</p>\n\n<p>\nالبشام شجر له عود يستاك به قال جرير:\n</p>\n\n<p>\nأتنسى أن تودعنا سليمي ... بعرق بشامة سقي البشام\n</p>\n\n<p>\nوالحزن الموضع الغليظ والحزم أغلظ منه والنهشل الذئب.\n</p>\n\n<p>\nالسموأل بن عادياء\n</p>\n\n<p>\nهذا اسم مرتجل غير منقول ووزنه فعولل كالسرومط وعادياء مثله في الارتجال\nوغير النقل وهو فاعلاء من عدوت بوزن القاصعاء والراهطاء والساعياء\nوالسافياء وأصله عادواء فانقلبت لامه للكسرة.\n</p>\n\n<p>\nالشميذر الحارثي\n</p>\n\n<p>\nالشميذر صفة منقولة وهو في الأصل السريع الخفيف.\n</p>\n\n<p>\nوداك بن ثميل المازني\n</p>\n\n<p>\nوهو فعال من الودك وأصله الصفة ألا ترى أن فعالا بابه الصفة وقلما يوجد\nفي الأسماء وفي الكتاب من ذلك الكلاء والجبان وزادنا أبو علي الفياد ذكر\nالبوم ووجدت أنا أيضا الجيار وهو السعال ونحوه والخطار لضرب من الدهن الطيب\nفأما السمان لما ينقش به فيحتمل الأمرين.\n</p>\n\n<p>\nوثميل تصغير ثمل أو ثامل على الترخيم ويقال فيه أيضا نميل بالنون وأما\nالمازن فبيض النمل خاصة قال:\n</p>\n\n<p>\nوثرى الذنين على مراسنهم ... غب الهياج كمازن النمل\n</p>\n\n<p>\nفأضافه إليه احتياطا وإن كان لا يكون إلا منه.\n</p>\n\n<p>\nسوار بن مضرب السعدي\n</p>\n\n<p>\nوهو فعال من سار يسور صفة وأنشدوا بيت الأخطل لا بالحصور ولا فيها بسوار\nأي معربد ويقال بسآر أي لا يسئر في قدحه فضلة من شرابه وهو قليل النظير\nلأنه ليس في الكلام افعل فهو فعال إلا أحرف يسيرة هذا أحدهما ومثله أدرك\nفهو دراك وأجبر فلان فلانا على كذا وكذا فهو جبار واقصر عن الشيء فهو قصار\nوعلى أنهم قد قالوا قصرت عن الشيء وجبرته على كذا والأول أفصح.\n</p>\n\n<p>\nقطري بن الفجاءة\n</p>\n\n<p>\nقطر اسم موضع وأظن قطريا منسوبا إليه <span id='ms14'></span>.\n</p>\n\n<p>\nالحريش بن هلال القريعي\n</p>\n\n<p>\nهذا جنس منقول والحريش في الأصل دويبة أكبر من الدودة على قدر الأصبع لها\nقوائم كثيرة قال أبو حاتم وهي التي يسميها الناس دخال الأذن. وقريع تحقير\nأقرع تحقير الترخيم كقولنا في أزهر زهير وفي حارث حريث.\n</p>\n\n<p>\nابن زيابة التيمي\n</p>\n\n<p>\nزيابة اسم مرتجل للعلم وهو فعالة أو فيعالة أو فوعالة من لفظ الأزيب وهو\nالنشاط. وتيم فعل من تيمه الحب أي ذلله ويقال أيضا تامه قال:\n</p>\n\n<p>\nتامت فؤادي بذات الجزع خرعبة ... مرت تريد بذات العذبة البيعا\n</p>\n\n<p>\nومنه تيم اللات أي عبد اللات ومنه طريق معبد أي مذلل موطوء.\n</p>\n\n<p>\nالأشتر النخعي\n</p>\n\n<p>\nهذا اسم مرتجل للتعريف وهو من قولهم انتخع الرجل عن أرضه انتخاعا إذا بعد\nعنها والنخع هذا أبو قبيلة من العرب.\n</p>\n\n<p>\nمعدان بن جواس الكندي\n</p>\n\n<p>\nوهذا اسم مرتجل من معد يمعد إذا أبعد للذهاب قال:\n</p>\n\n<p>\nأخشى عليها طيئا وأسدا ... وخاربين خربا فمعدا\n</p>\n\n<p>\nلا يحسبان الله إلا رقدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             وجواس فعال من جاس يجوس إذا وطىء\nديار القوم قال الله تعالى: \" فجاسوا خلال الديار \" وقرأ أبو السماك فحاسوا\nقال أبو زيد فقلت له إنما هو جاسوا فقال جاسوا وحاسوا واحد وهو صفة منقولة\nكشداد وغلاق وأنا أرى أن حاسوا من الحيس وهو الخلط كأنه إذا وطىء المكان\nوذلله فقد خلط بعضه ببعض ويجوز أن يكون حاسوا من الوادي من قولهم حوس الرجل\nيحوس حوسا إذا كان شجاعا وهو الأحوس وذلك أنه إذا كان شجاعا أقدم على\nالأمور وتعجرف فيها وتوردها فالمعنى قريب ولا يجوز أن يكون حاسوا اتباعا\nلجاسوا ألا ترى أنه منفرد من صاحبه. وكندة مرتجل علما وهو فعلة من كند\nالنعمة إذا كفرها.\n</p>\n\n<p>\nعامر بن الطفيل\n</p>\n\n<p>\nهو تصغير طفيل أو طفل وإن يكون تحقير طفل بالفتح أقيس ألا ترى إلى ثبات\nلام التعريف مع العلمية وبابها وهناك الصفات نحو الحرث والعباس وطفل صفة\nوتأنيثه طفلة فهو كصعب وصعبة وأما الطفل فليس تمكنه في الوصف تمكن الطفل\nألا ترى إلى قوله سبحانه: \" أو الطفل الذين لم يظهروا <span id='ms15'></span> على عورات النساء \"\nفأوقعه جنسا وهذا باب يغلب عليه الاسم لا الصفة نحو الشاة والبعير والانسان\nوالملك قال الله عز وجل \" وجاء ربك والملك صفا صفا \" قال عز اسمه \" إن\nالانسان لفي خسر \" ونحو ذلك وقد جاء شيء من ذلك في الصفة أنشدنا أبو علي\nورويناه عن محمد بن الحسن عن أحمد بن يحيى يرويه عن الفراء.\n</p>\n\n<p>\nأن تبخلي يا جمل أو تعتلي ... أو تصبحي في الظاعن المولي\n</p>\n\n<p>\nوقال الله عز وجل \" يوم يعض الظالم على يديه \" وقال الله جل اسمه \"\nوسيعلم الكافر لمن عقبى الدار \" وكل واحد من هذه الصفات لا يقع هذا الموقع\nإلا بعد أن يجري مجرى الاسم الصريح وقال على رؤس كرؤس الطير.\n</p>\n\n<p>\nزفر بن الحارث\n</p>\n\n<p>\nزفر معدول عن زافر ولذلك لم يصرف لاجتماع التعريف والعدل فيه ويدل على\nأنه معدول أنك لا تجده في الأجناس كما تجد صرد ونغر فأما قوله يأبى الظلامة\nمنه النوفل الزفر فقال أبو علي أنك إن سميت بهذا صرفته لدخول اللام عليه\nكما تصرفه إذا سميت صردا وجردا وحطما ولبدا.\n</p>\n\n<p>\nعمرو بن معد يكرب الزبيدي\n</p>\n\n<p>\nعمرو واحد عمور الانسان والعمر البقاء قرأت على محمد بن محمد عن أحمد بن\nموسى عن محمد بن الجهم عن الفراء لأبي القمقام أظنه:\n</p>\n\n<p>\nيا رب زد في عمره من عمري ... واستوف مني يا آلهي نذري\n</p>\n\n<p>\nويحكى أن عيسى بن عمر سأل عمرو بن عبيد بم سميت عمرا فقال له العمر\nالبقاء أطال الله عمرك وعمرك والعمر واحد عمور العم والعمر واليف فارتجلوا\nهذا الاسم من هذه الثلاثة. ومعدي كرب فسره أحمد بن يحيى فيما حكاه لنا أبو\nعلي أنه من عداه الكرب أي تجاوزه وانصرف عنه وقد ذكرنا وجه شذوذ لمجيئه وهو\nمعتل اللام على مفعل كالمرعي والمشتى ومثله في الشذوذ مأوى الابل وتوهم\nالفراء أن ماقي العين من هذا وليس منه لأن ميم ماق العين أصل لقولهم مؤق\nومأق واماق وهو فعل فشذوذه ليس من هذا الضرب وزبيد تصغير زبد أو زبد والزبد <span id='ms16'></span>\nالعطاء يقال زبده يزبده زبدا إذا أعطاه.\n</p>\n\n<p>\nسيار بين قصير الطائي\n</p>\n\n<p>\nسيار فعال من سار يسير أو فيعال أو فوعال ويجوز أن يكون فيعالا من سار\nيسور وهو صفة منقولة إلا أن تكون فوعالا فإنه يختص بالاسم وقصير صفة منقولة\nكسيار وأما طيء ففيعل من طاء يطوء إذا ذهب وجاء وأصله طيويء فقلب كسيد وميت\nفإذا أضيف إليه قيل طائي وأصله طيئي كطيعي فحذف العين تخفيفا ورفضا لها\nالبتة فيبقى طيئي كطيعي ثم أبدلت الياء ألفا استحسانا استمر لا وجوبا عن\nقوة علة ومثله من القلب قولهم في النسب إلى الحيرة حاري وقولهم في يئس ييأس\nيائس ويابس وقل من زعم أنه سمي بطيء لأنه أول من طوى المناهل من كلام غير\nأهل الصناعة.\n</p>\n\n<p>\nبعض بني بولان\n</p>\n\n<p>\nبولان اسم مرتجل غير منقول وهو فعلان من لفظ البول\n</p>\n\n<p>\nأنيف بن زبان النبهاني\n</p>\n\n<p>\nأنيف تحقير أنف ويجوز أن يكون تحقير أنف من قوله أو روضة أنفا وزبان\nمرتجل للعملية وهو فعلان من الزبب والأزب بفعال من الزبن ألا تراه غير\nمصروف في نحو قوله.\n</p>\n\n<p>\nهجوت زبان ثم جئت معتذرا ... من هجو زبان لم تهجو ولم تدع\n</p>\n\n<p>\nونبهان فعلان من الانتباه أو من النباهة فإن كان من الانتباه فهو كقولهم\nفي التسمية يقظان وإن كان من النباهة فهو كتسميتهم بشريف ونحوه من عال\nوغيره.\n</p>\n\n<p>\nقيس بن الخطيم الأوسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             قد ذكرنا قيسا وسمي الخطيم لضربة كانت\nقد خطمت أنفه فهو اذن صفة غالبة كنابغة والصعق وهو فعيل في معنى مفعول وأوس\nالذئب والأوس العطية وقد ذكرنا ذلك.\n</p>\n\n<p>\nالحارث بن هشام المخزومي\n</p>\n\n<p>\nهشام مصدر هاشمته هشاما وهو فاعلته من الهشم وهو الكسر قالت بنت هاشم جد\nالنبي صلى الله عليه وسلم:\n</p>\n\n<p>\nعمرو الذي هشم الثريد لقومه ... ورجال مكة مسنتون عجاف\n</p>\n\n<p>\nويروي مصمتون قال الأصمعي في تفسيره هشم ماله فأطعم الثريد وما أحسن هذا\nالتفسير.\n</p>\n\n<p>\nالشداخ بن يعمر الكناني\n</p>\n\n<p>\nهو تحقير حصن ويمكن أن يكون تحقير الحصن مصدر الحصان كما يسمون رشيدا ولا\nيحقر المصدر إلا <span id='ms17'></span> بعد التسمية. والحمام حمى الابل خاصة ويقال حمى وحمة يؤنث\nمرة بالتاء وأخرى بالألف وأنشد أبو زيد لضباب بن سبيع بن عوف:\n</p>\n\n<p>\nلعمري لقد بر الضباب بنوه ... وبعض البنين حمة وسعال\n</p>\n\n<p>\nرجل من بني عقيل\n</p>\n\n<p>\nعقيل تحقير عقل أو عقل مصدر أعقل ويجوز أن يكون تحقير عقيل تحقير\nالترخيم.\n</p>\n\n<p>\nالحرث بن وعلة الذهلي\n</p>\n\n<p>\nهذا منقول من الوعلة وهو الموضع الممتنع من الجبل وأما ذهل فمنقول قال\nيونس يقال مر ذهل من الليل وذهل ولم يجئ به غيره.\n</p>\n\n<p>\nاياس بن قبيصة الطائي\n</p>\n\n<p>\nاياس مصدر أسته اؤوسه أوسا واياسا إذا أعطيته قال أبو علي سموا الرجل\nاياسا كما سموه عطاء وتوهم أبو سعيد السكري ان اياسا مصدر قولهم أيست من\nالشيء اياسا وهو سهو ظاهر وذلك ان أيست مقلوبة من يئست ولا مصدر لآيست ولو\nكان له ! مصدر لكان أصلا لا مقلوبا كما إن جبذت لما كان له مصدر وهو الجبذ\nكان أصلا لا مقلوبا فلذلك حكمنا إنه أصل غير مقلوب من جذب ويؤكد أن أيست\nمقلوبة من يئست صحة عينها ولو لم تكن مقلوبة لوجب اعلالها وأن تقول است\nكهبت وخلت وجعلوا تصحيح العين دلالة على أنها في موضع الهمزة من يئست فكما\nإن الهمزة هنا صحيحة لا محالة فكذلك صحة العين للارادة بها ما لا بد من\nصحته كما صحت العين في حول وعور لتكون صحتها دلالة على انها في معنى ما لا\nبد من صحة عينه أعني أحول وأعور وكما صح نحو احتوروا واعتوروا ليدل على انه\nفي معنى ما يجب تصحيحه وهو تجاوروا وتعاونوا. وقبيصة اسم مرتجل للعلم وهو\nمن لفظ قول الله عز وجل \" فقبصت قبصة من أثر الرسول \" وهو الأخذ بأطراف\nالأصابع كذا قرأها الحسن.\n</p>\n\n<p>\nبعض بني فقعس\n</p>\n\n<p>\nفقعس مرتجل علما غير منقول كثهلل ومعدان ونحوهما.\n</p>\n\n<p>\nكبشة أخت عمرو بن معد يكرب\n</p>\n\n<p>\nكبشه اسم مرتجل علما وليس تأنيث كبش لأن ذلك لا مؤنث له من لفظه إنما هو\nنعجة.\n</p>\n\n<p>\nعنترة بن الأخرس المعني\n</p>\n\n<p>\nالعنتر والعنترة الذباب <span id='ms18'></span> الأزرق فهو منقول أيضا ويقال للذباب أيضا العنتر\nبالضم والنون والتاء عندنا أصلان. ومعن الشيء اليسير قال فان هلاك مالك غير\nمعن أي غير يسير ومنه سمي الرجل وهو منقول سموه به كما سموا بيسير وصغير.\n</p>\n\n<p>\nالأحوص بن محمد\n</p>\n\n<p>\nهذه صفة منقولة والحوص ضيق العين كأنها مخيطة وكسروا الأحوص حوصا وأحاوص\nقال الأعشى:\n</p>\n\n<p>\nأتاني وعبد الحوص من آل جعفر ... فيا عبد عمرو لو نهيت الأحاوصا\n</p>\n\n<p>\nالفضل بن العباس بن عتبة بن أبي لهب\n</p>\n\n<p>\nعتبة اسم مرتجل غير منقول وتسمى بن المرأة أيضا.\n</p>\n\n<p>\nالطرماح بن حكيم\n</p>\n\n<p>\nالطرماح الطويل قال فهو طرماح طويل قصبه ويقال طرمح البناء إذا أطاله\nقال:\n</p>\n\n<p>\nطرمح أقطارها أحوى لوالدة ... صحماء والفحل للضرغام ينتسب\n</p>\n\n<p>\nيصف ابلا أكلت الكلأ حتى علت اسنمتها وطرمح أطال والأحوى النبت للونه\nوصحماء الأرض لسوادها وصفرتها والفحل المصر والضرغام أراد انه كان بنوء\nالاسد فلم يكنه فقال الضرغام أي هذا المطر منسوب إلى نوء الاسد.\n</p>\n\n<p>\nجابر بن رالان السنبسي\n</p>\n\n<p>\nمن همز رالان فهو فعلان من لفظ الرأل ومن لم يهمز احتمل أمرين أحدهما أن\nتكون تخفيف رألان كقولك في تخفيف رأس راس والآخر أن تكون فعلان من رولت\nالخبز في السمن ونحوه إذا أشبعته منه ورول الفرس إذا ادلى ومنه الراوول\nللسن الزائدة من وراء الأسنان وكان قياسه رولان كالجولان غير انه أعلى على\nما جاء من نحو داران وماهان. وسنبسي اسم مرتجل غير منقول كنظائره.\n</p>\n\n<p>\nسبرة بن عمرو الفقعسي\n</p>\n\n<p>\nهذا منقول من السبرة وهي الغداة الباردة قال:\n</p>\n\n<p>\nيأكلن بهمى جعدة حبشية ... وبشر بن برد الماء في السبرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             جزء\nبن كليب الفقعسي\n</p>\n\n<p>\nهذا منقول من جزأت الشيء اجزؤه جزءا إذا أخذت جزءا منه ومنه الشعر\nالمجزوء.\n</p>\n\n<p>\nبعض بني جرم\n</p>\n\n<p>\nهذا منقول من مصدر جرمت أجرم أي قطعت قال:\n</p>\n\n<p>\nسائل مجاور جرم هل جنيت لهم ... حربا يزيد بين الجيرة الخلط\n</p>\n\n<p>\nحديث بن عناب النبهاني\n</p>\n\n<p>\nحريث تحقير حارث وعناب اسم مرتجل غير منقول وهو أحد غير مقابل الأمثلة\nالتي جاءت على فعال اسما لا صفة وهي <span id='ms19'></span> الكلأ والجبان والفياد ذكر البوم\nوالجيار في الصدر وهو أيضا الصاروج والعقار أحد الأنبتة وعناب هذا الرجل\nوالخطار دهن طيب ويجوز أن يكون عناب من العنب كتمار من التمر وعطار من\nالعطر فيكون منقولا اذن.\n</p>\n\n<p>\nعويف القوافي\n</p>\n\n<p>\nتحقير عوف وهو الحال ويقال الذكر ومنه قولهم نعم عوفك أي حالك ويقال ذلك\nللباني بأهله كأنه كناية عن الذكر.\n</p>\n\n<p>\nبشر بن المغيرة بن الملهب بن أبي صفرة\n</p>\n\n<p>\nالبشر الطلاقة ويروى ان اسمه كان بسرا والبسر الغض من كل شيء وهو أيضا\nالماء القريب العهد بالسحاب وقولهم في المغيرة المغير ليس من باب شعير\nوبعير وشهيد وحكى أيضا أبو زيد من هذا قول بعض العرب الجنة لمن خاف وعيد\nالله وليس المغيرة من هذا وذلك ان الاتباع في مثل هذا إنما هو من المفتوح\nالأول وأما المغيرة فإنه اسم الفاعل من أغار فأولها ضموم فالكسر في أولها\nشاذ وإنما هو بمنزلة قولهم منتن ومنخر وهذا لا يقاس وباب شعير ورغيف وضئيل\nيقاس كله. والمهلب مفعل من هدبت ذنب الفرس إذا أخذت هلبه أي شعره كأنه صفة\nمنقولة ورجل من العرب يقال له المهلب وذلك لأنه كان أقرع فمسح رسول الله\nصلى الله عليه وسلم يده على رأسه فنبت شعره فسمي المهلب وهذه صفة غلبت\nكالصعق الراعي النميري سمي بذلك لكثرة شعره في الابل وجودة معرفته بها\nوانما اسمه عبيد بن حصين فهي أيضا صفة غلبت عليه.\n</p>\n\n<p>\nعمرو بن شأس\n</p>\n\n<p>\nهذه صفة منقولة وذلك ان الشأس والشأز جميعا المكان الناتئ الغليظ ومكان\nشيز مثله.\n</p>\n\n<p>\nحيان بن ربيعة الطائي\n</p>\n\n<p>\nهو مرتجل فعلان من الحياة ويجوز أن يكون فعلان من حويث وأصله على هذا\nحويان كطيان الذي أصله طويان ويجوز أن يكون حيانا من الحين وفوعالا وفيعالا\nأيضا منه والوجه أن تكون نونه زائدة لترك صرفه وقد ذكرنا ربيعة.\n</p>\n\n<p>\nأبو حنبل الطائي\n</p>\n\n<p>\nحنبل صفة منقولة يقال فرو حنبل إذا كان قصيرا والنون أصل والكلمة رباعية.\n</p>\n\n<p>\nيزيد بن حمار السكوني\n</p>\n\n<p>\nالسكون مرتجل ارتجال الصفة يدل على انه <span id='ms20'></span> كذلك وجود اللام فيه معرفة فجرت\nمجراها في العباس والحرث والصعق.\n</p>\n\n<p>\nجابر بن ثعلب الطائي\n</p>\n\n<p>\nالثعلب أشياء أحدها واحد الثعالب والانثى ثعلبة وتسمى الاست أيضا ثعلبة\nوطرف الرمح الداخل في جبة السنان يقال له ثعلب قال وثعلب العامل في منكسر\nوقال آخر:\n</p>\n\n<p>\nوأبيض جعد عليه النسور ... وفي ضبنه ثعلب منكسر\n</p>\n\n<p>\nوالثعلب مجرى الماء من جرين التمر والمربد غير ان هذا الاسم الذي نحن\nبصدده هو منقول من الثعلب الحيوان وذلك ان فيه مع علميته لام التعريف وهذا\nيلحقه بالصفة نحو الحرث والمظفر وليس في هذه الأشياء المقدم ذكرها ما يشابه\nالوصف إلا الثعلب لما فيه من الخبث والمكارة والحب ألا تراه قال:\n</p>\n\n<p>\nكلهم أروغ من ثعلب ... ما أشبه الليلة بالبارحة\n</p>\n\n<p>\nفكأنه قال جابر بن الخبيث أو الخب أو المنكر.\n</p>\n\n<p>\nأبو النشناش\n</p>\n\n<p>\nأخبرنا أبو سهل أحمد بن محمد القطان عن أبي سعيد الحسن بن الحسين السكري\nقال كان الأصمعي يقول هذا أبو النشناش وأنشد البيت الذي له سرت بأبي\nالنشناش فيها ركائبه والنشناش فعلال من قولهم نشنش الطائر ريشه إذا نتفه\nوألقاه قال الشاعر:\n</p>\n\n<p>\nرأيت غرابا ساقطا فوق بانة ... ينشنش أعلى ريشه ويطايره\n</p>\n\n<p>\nوالنشنشة أيضا هي الخشخشة قال:\n</p>\n\n<p>\nعنشنش تحمله عنشنشه ... للدرع فوق ساعديه نشنشه\n</p>\n\n<p>\nويروى خشخشة. وأما النشاش ففعال من نش المقلى ونش المكان بالماء إذا صب\nفيه فسمعت له نشيشا قال:\n</p>\n\n<p>\nينش الماء في الربلات منها ... نشيش الرضف في اللبن الوغير\n</p>\n\n<p>\nشبيب بن عوانة الطائي\n</p>\n\n<p>\nالشبيب مصدر شب الفرس يشب شبابا وشبيبا. وأما عوانة فاسم مرتجل غير منقول\nوهو من لفظ العون لكنا لا نعرفه جنسا وانما الجنس عوان وهي النصف.\n</p>\n\n<p>\nبعض بني عبس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             هو منقول من المصدر يقال عبس يعبس عبسا وعبوسا\nوالعبس ضرب من النبت قال أبو حاتم هو الذي سمي الشابانك.\n</p>\n\n<p>\nرجل من شعراء حمير\n</p>\n\n<p>\nفي قتل علقمة بن ذي يزن الحميري حمير علم مرتجل وليس جنسا وهو قبيلة\nفلذلك لم تصرف وزعم ابن الكلبي انه كان يلبس حللا حمراء والعلقمة المرارة.\nوأما ذو يزن فإنه <span id='ms21'></span> منه غير مصروف للتعريف ووزن الفعل وذلك ان أصله يزأن\nفألزم في العلم التخفيف فيزأن كيسأل ثم خفف فصار يزن كيسل فكما لا يصرف يسل\nمعرفة فكذلك لا يصرف يزن ويدل على أن أصله يزأن ما حكاه الأصمعي من قولهم\nرمح يزأني وأزأني وقالوا أيضا أيزني فهذا عيفلي مقلوب. وقالوا آزني فهذا\nفاعلي قدمت فيه العين على همزة أفعل كما قدمت الهمزة على ياء يفعل فصار\nتقديره أأزني فأبدلت الهمزة الثانية ألفا لوقوعها ساكنة حشوا بعد الهمزة\nالمفتوحة وهذا واضح ان شاء الله ويجوز أن يكون آزني عافلي والأول أوجه.\n</p>\n\n<p>\nحسان بن نشبة أخو بني عدي بن عبد مناة بن أد\n</p>\n\n<p>\nحسان فعلان من الحس وليس بفعال من الحسن يدل على ذلك منعهم اياه من الصرف\nولو كان فعالا لانصرف كعباد وحماد. ونشبة اسم من أسماء الذئاب معرفة وينبغي\nأن يكون سمي بذلك لانشابه أظفاره في الفريسة وقد سموا أيضا نشيبة فينبغي أن\nيكون تحقير نشبة هذا. وعدي جمع عاد كغاز وغزي قال:\n</p>\n\n<p>\nإذا طلعت أولى العدي فنفره ... إلى سلة من صارم الغرب باتك\n</p>\n\n<p>\nومناة علم مرتجل اسم صنم وهو فعلة من مياه يمينه إذا قدره وذلك لما كانوا\nيعتقدون فيها ولا جرائهم اياها مجرى ما ينطق ويدبر ولهذا سموها يغوث ويعوق\nأي يغيث تارة ويعود أخرى ويقال غثت الرجل أغوثه من الغوث أي أغثته قال متى\nيأتي غواثك من تغوث أي تغيث. وهمزة اد عندنا بدل من واو ود كذا تلقاه\nأصحابنا ويشبه أن يكون ذلك لا يثارهم معنى الود والمودة وكما سموا محببا\nومحبوبا وحبان وحبيبا والاد الشيء المنكر ولأنهم قالوا عبد ود وقالوا وددت\nالرجل اوده ودا وودادا وودادة ومودة وكذلك الودادة قال:\n</p>\n\n<p>\nوددت وما تغني الودادة انني ... بما في ضمير الحاجبية عالم\n</p>\n\n<p>\nهلال بن رزين\n</p>\n\n<p>\nالهلال أول الشهر والهلال قطعة حجر مدور والهلال الحية الذكر والرزين في\nالشيء الثقيل والمرأة رزان ومثله بناء حصين وامرأة حصان ومثله العدل\nوالعديل فرقوا بين هذه المعاني باختلاف الصور والأصل <span id='ms22'></span> واحد قال حسان بن ثابت\nفي عائشة رضي الله عنها:\n</p>\n\n<p>\nحصان رزان لا تزن بريبة ... وتصبح غرثى من لحوم الغوافل\n</p>\n\n<p>\nجزء بن ضرار أخو الشماخ\n</p>\n\n<p>\nقد ذكرنا جزءا وأما ضرار فمصدر ضاررته فاعلته من الضرر والشماخ صفة\nمنقولة أو غالبة.\n</p>\n\n<p>\nالقطامي\n</p>\n\n<p>\nبضم القاف وفتحها هو الصقر سمي الشاعر به لقوله:\n</p>\n\n<p>\nيحطهن جانبا فجانبا ... حط القطامي قطا قواربا\n</p>\n\n<p>\nوالقطامي أيضا بالفتح ويقال القطام بالفتح بغير ياء.\n</p>\n\n<p>\nحجر بن خالد بن مرثد\n</p>\n\n<p>\nالحجر الحرام وكذلك الحجر قال الله عز وجل \" ويقولون حجرا محجورا \" أي\nحراما محرما قال:\n</p>\n\n<p>\nقالت وفيها حدة وذعر ... عوذ بربي منكم وحجر\n</p>\n\n<p>\nمرثد مفعل من رثدت المتاع بعضه على بعض أي نضدته والمتاع مرثود ورثيد قال\nثعلبة بن صعير المازني:\n</p>\n\n<p>\nفتذكرا ثقلا رثيدا بعدما ... ألقت ذكاء يمينها في كافر\n</p>\n\n<p>\nابن رميض العنبري\n</p>\n\n<p>\nهو تحقير رمض يقال رمض الرجل يرمض رمضا إذا أصابه حر الشمس قرأت على محمد\nبن الحسن عن أحمد بن يحيى:\n</p>\n\n<p>\nظلت وظل يومها جوب حلى ... وظل يوم لأبي الهجنجل\n</p>\n\n<p>\nضاحي المقيل دائم التبذل ... بين العمودين على مبذل\n</p>\n\n<p>\nأرمض من تحت وأضحى من عل\n</p>\n\n<p>\nالبرج بن مسهر الطائي\n</p>\n\n<p>\nدخول اللام في البرج وهو علم يدلل على مراعاتهم فيه مذهب الصفة واعتقادهم\nلذلك فجرى ذلك مجرى قولهم القوي المنيع لو نقلته فسميت به وفيه الألف\nواللام كقولهم المظفر والمطهر.\n</p>\n\n<p>\nموسى بن جابر الحنفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             إذا سمت العرب بموسى فانما يعنون بذلك\nالاسم الأعجمي لا موسى الحديد فهو عندهم في ذلك كعيسى وإبراهيم وإسماعيل\nويونس ويوسف فإن قلت ما أنكرت أن يكون ترك صرفه معرفة انما هو لاجتماع\nالتعريف والتأنيث لا للعجمة فهو قول والأول أجود ليكون كسائر اخوانه نحو\nعيسى وإبراهيم وإسحق من أسماء الأنبياء لأنهم يتباركون بالتسمية بها وهذا\nظاهر.\n</p>\n\n<p>\nالبعيث بن حريث\n</p>\n\n<p>\nهو اسم مرتجل للعلمية وقد يمكن أن يكون صفة منقولة فيكون فعيلا في معنى\nمفعول كأنه في المعنى مبعوث قرأت على أبي علي للشنفري:\n</p>\n\n<p>\nإذا الخشرم المبعوث حسحس دبره ... مخابيض أرساهن سام معسل\n</p>\n\n<p>\nأرطأة بن <span id='ms23'></span> سهية\n</p>\n\n<p>\nواحد الأرطي وهي فعلات لقولهم أديم مأروط وحكى أبو الحسن أديم مرطي فأرطى\nعلى هذا أفعل وينبغي أن يكون لامه ياء حملا على الأكثر ويقال أيضا أديم\nمؤرطي فهذا مفعلي كمسلقي ومجعبي ومن قال مرطي فمؤرطي عنده مؤفعل كقولها:\n</p>\n\n<p>\nتدلت على خص ظماء كأنها ... كرات غلام في كساء مؤرنب\n</p>\n\n<p>\nفمؤرنب مؤفعل لأنه فيما فسر المتخذ من جلود الأرانب وسهية تحقير سهوة\nيقال فرس سهوة إذا كانت سهلة الجري ويجوز أن يكون تصغير سهوة وهي أوتاد\nتعارض من داخل الخباء أو البيت يجعل عليها المتاع ونحوه ويجوز أن يكون\nتصغير سهوة المرة الواحدة من سهوت ويجوز أن يكون تصغير الساهية على تحقير\nالترخيم كقولهم في تصغير فاطمة فطيمة.\n</p>\n\n<p>\nعقيل بن علفة المري\n</p>\n\n<p>\nعقيل اسم مرتجل ويمكن أن يكون فعيلا بمعنى مفعول أي معقول قال أبو العباس\nمحمد بن يزيد قال لي عمارة بن عقيل الشدني من شعر شاعركم الذي فنيتم به\nفأنشدته لأبي تمام:\n</p>\n\n<p>\nأناس إذا ما استحلم الروع صدعوا ... صدور العوالي في صدور الكتائب\n</p>\n\n<p>\nفقال قاتله الله ما أحسن ردأته كان جرير يعجبه هذا في الشعر ألم تسمع إلى\nقوله:\n</p>\n\n<p>\nوما زال معقولا عقال عن الندى ... وما زال محبوسا عن الخير حابس\n</p>\n\n<p>\nوالعلف ثمر الأراك الواحدة علفة قال العجاج بجيد أدماء تنوش العلفا.\n</p>\n\n<p>\nمحمد بن عبد الله الأزدي\n</p>\n\n<p>\nقد قالوا الأزد والأسد وكأن الزاي بدل من السين وكلاهما علم مرتجل.\n</p>\n\n<p>\nشريح بن قرواش العبسي\n</p>\n\n<p>\nيشبه أن يكون شريح مما ألزم من الأسماء التحقير كالثريا واللجين والجميل\nوالكعيت والسكيت وذلك انا لا نعرف له في اللغة ما يصلح أن يكون مكبره انما\nهو الشرح مصدر شرحت الشيء أي وسعته والمصدر ليس مما يصلح تحقيره إلا بعد\nالتسمية كفضيل تحقير فضل علما وعلى ان بطنا من العرب يقال لهم بنو شرح\nوربما كني عن فرج المرأة فقيل له شريح فألزم التحقير امتهانا له. فأما\nقرواش فمرتجل علما وليس بمنقول وهو من لفظ القرش ومثله في الوزن جلواخ\nوقرواح ودرواس وأنشدنا أبو <span id='ms24'></span> علي قال أنشدنا أبو زيد:\n</p>\n\n<p>\nبتنا وبات سقيط الطل يضربنا ... عند الندول قرانا نبح درواس\n</p>\n\n<p>\nإذا ملا بطنه ألبانها حلبت ... باتت تغنيه وضرى ذات أجراس\n</p>\n\n<p>\nالندول اسم رجل ودرواس كلب كان له وعنى بالوضرى أسته وأجراسها أصواتها.\n</p>\n\n<p>\nطرفة الجذيمي\n</p>\n\n<p>\nالطرفة واحدة الطرفاء ومثله قصبة وقصباء وحلفة وحلفاء وقال الأصمعي هي\nحلفة وحلفاء بكسر اللام وغيره بفتحها وحكى أبو زيد وأبو الحسن فيما أظن\nقصباءة وحلفاءة وطرفاءة وهذا من باب شاذ التصريف وقد أوضحت حال هذه الهمزة\nفي مواضع كثيرة من كلامي منها شرح تصريه أبي عثمان وكتاب سر الصناعة\nوغيرهما. وجذيمة علم مرتجل وليس منقولا ويجوز أن يكون من جذمت يده أي\nقطعتها فيكون اسما كالنطيحة والذبيحة.\n</p>\n\n<p>\nمساور بن هند\n</p>\n\n<p>\nهو منقول من اسم الفاعل ويقال ساور فهو مساور أي واثب والسوار المعربد\nومن أبيات الكتاب:\n</p>\n\n<p>\nتساور سوارا إلى المجد والعلى ... وفي ذمتي لئن فعلت ليفعلا\n</p>\n\n<p>\nوأما هند فعلم مرتجل ويقال للمئة من الابل هنيدة قال جرير:\n</p>\n\n<p>\nأعطوا هنيدة يحدوها ثمانية ... ما في عطائهم من ولا شرب\n</p>\n\n<p>\nوقال الزيادي يقال أيضا للمئتين هند ولم أسمعه إلا من جهته وأما قوله\nوبلدة يدعو صداها هندا فإنه يحكي الصوت وهو يشبه هذا القول ومنه قول الآخر\nتدعو الأشاخيب هشاما تهشمه حكى صوت شخب اللبن وهو يشبه قوله هشام ومثله قول\nالراعي:\n</p>\n\n<p>\nإذا ما دعت شيبا بجنبي عنيزة ... مشافرها في ماء مزن وباقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nفحكى صوت مشافر الابل عند الشرب كقول ذي الرمة:\n</p>\n\n<p>\nتداعين باسم الشيب في متثلم ... جوانبه من بصرة وسلام\n</p>\n\n<p>\nوكذلك قول الآخر:\n</p>\n\n<p>\nبينما نحن مرتعون بفلج ... قالت الدلج الزوا انيه\n</p>\n\n<p>\nانيه صوت رزمة السحاب وأنشدنا أبو علي لراعي شاء يدعونني بالماء ماء\nاسودا الماء صوت الشاء قال ذو الرمة:\n</p>\n\n<p>\nلا ينعش الطرف إلا ما تخونه ... داع يناديه باسم الماء مبغون\n</p>\n\n<p>\nويحكى عن ابن الخياط انه قال بقيت أربعين سنة لا أنشد هذا البيت إلا باسم\nالماء يعني هذا الماء المشروب وكذلك يحكى عنه انه قال بقيت كذا وكذا سنة لا\nأعرف <span id='ms25'></span> وزن ارعوى من الفعل. والأصوات الخارجية مخرج الأسماء كثيرة وفيما\nذكرنا كاف باذن الله تعالى.\n</p>\n\n<p>\nالعباس بن مرداس\n</p>\n\n<p>\nالمرداس حجر يردس به أي يرمى به ويصك به قال العجاج يغمد الأعداء راسا\nمردسا منساج ومفعل ومفعال اختان كقولهم منسج ومناسج ومفتح ومفتاح.\n</p>\n\n<p>\nعبد الشارق بن عبد العزى الجهني\n</p>\n\n<p>\nالشارق اسم صنم لهم ولذلك قالوا عبد الشارق كقولهم عبد العزى وكلاهما صنم\nومثله عبد يغوث وعبد ود ونحو ذلك يجوز أن يكون الشارق من قولهم عبد الشارق\nوهو قرن الشمس كقولهم لا اكملك ماذر شارق أي ما طلع قرن الشمس فقولهم إذا\nعبد الشارق كقولهم عبد شمس. وأما العزى فهو اسم صنم وهو تأنيث الأعز كما ان\nالجلى تأنيث الأجل فأما قول الآخر:\n</p>\n\n<p>\nوإن دعوت إلى جلى ومكرمة ... يوما سراة كرام الناس فادعينا\n</p>\n\n<p>\nفليست جلى في هذا تأنيث الأجل ألا ترى ان فعلي افعل لا تنكر انما هي\nمعرفة باللام أو بالاضافة لا نقول صغرى ولا كبرى ولا وسطى وانما جلى في\nالبيت مصدر بمنزلة الجلال والجلالة ومثلها من المصادر على فعلى الرجعى\nوالنعمى والبؤسي تقول انسني برجعي منك أي برجوع منك ولك عند آلاء ونعمي ولا\nاجزيك بؤسي ببؤسي وكذلك قراءة من قرأ \" وقولوا للناس حسنى \" أي احسانا\nوحسنا وأنكر ذلك أبو حاتم ولا وجه لانكاره اياه لما ذكرنا وأنثوا العزى في\nاسم الصنم كما أنثوه في قوله سبحانه \" اللات والعزى ومناة الثالثة الاخرى \"\n.\n</p>\n\n<p>\nغلاق بن مروان بن الحكم بن زنباع\n</p>\n\n<p>\nيكون غلاق فعالا من غلق الرهن فهو غلاق كعلم فهو علام وسلم فهو سلام\nويجوز أن يكون من أغلق الباب ونحوه وهذا أقلها لعزة فعال من أفعل انما جاء\nمنه أسأر فهو سآر وأدرك فهو دراك وأجبر فهو جبار وأقصر فهو قصار وقرأ بعضهم\n\" يا قوم اتبعوني اهدكم سبيل الرشاد \" ومروان مرتجل علم.\n</p>\n\n<p>\nعروة بن الورد\n</p>\n\n<p>\nالعروة للمزود والجوالق ونحوهما والعروة أيضا القطعة الجيدة من الكلأ\nوجمعها عرى أنشد أبو زيد:\n</p>\n\n<p>\nخلع الملوك وسار تحت لوائه ... شجر العرى وعراعر <span id='ms26'></span> الأقوام\n</p>\n\n<p>\nقال أبو بكر وهو جمع عرعرة وهي أعلى الجبل فقلت لأبي علي كيف يكون جمعا\nوهو مضموم الأول فقال يكون اسما للجميع بمنزلة الحامل والباقر والسفر\nوالركب والورد الفرس يضرب إلى الحمرة وكذلك الاسد قال:\n</p>\n\n<p>\nأيا ابنة عبد الله وابنة مالك ... ويا ابنة ذي الجدين والفرس الورد\n</p>\n\n<p>\nوما أحسن ما جاء به أبو تمام الطائي في قوله:\n</p>\n\n<p>\nارد يدي عن عرض وحر ومنطقي ... واملؤها من لبدة الاسد الورد\n</p>\n\n<p>\nوجمع ورد ورد وهو صفة يقال في مؤنثه وردة قال الله عز وجل \" فكانت وردة\nكالدهان \" ومثل ورد وورد في تكسير فعل على فعل كث وكث وثط وثط وسهم حشر\nوسهام حشر ومثله من الأسماء سقف وسقف ورهن ورهن ورأس ورؤس.\n</p>\n\n<p>\nهدبة بن خشرم\n</p>\n\n<p>\nهدبة واحدة الهدب وهي للثوب وللارطي وهو هدب الارطى واحدته هدبة والهداب\nاسم يجمعها واحدته هدبة قال العجاج:\n</p>\n\n<p>\nوشجر الهداب عنه فجفا ... بسلهيين فوق أنف أذلفا\n</p>\n\n<p>\nوالخشرم جماعة النحل وهو أيضا الثول والدبر قرأت على أبي علي للشنفرى:\n</p>\n\n<p>\nإذا الخشرم المبعوث حثحث دبره ... محابيض أرساهن سام معسل\n</p>\n\n<p>\nعمرو بن كلثوم الثعلبي\n</p>\n\n<p>\nكلثوم علم مرتجل غير منقول وهو من الكلثمة وهي غلظ الوجه وامتلاؤه ومنه\nسميت المرأة كلثم قال:\n</p>\n\n<p>\nخليلي من سعد ألما فسلما ... على كلثم لا يبعد الله كلثما\n</p>\n\n<p>\nوسميت المرأة كلثم كما سميت جهمة\n</p>\n\n<p>\nالمثلم بن عمرو التنوخي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             تنوخ اسم للقبيلة يجوز أن يكون فعولا\nمن تنخ بالمكان أي أقام به ويجوز أن يكون تفعل من الاناخة فأما التنوفة\nففعولة لا غير ألا تراهم قالوا في تكسيرها تنائف بالهمز ولو كانت تفعل\nلكانت تناوف ولكان يجب أن تصح أيضا فيقال تنوفة كما صحت تدورة للفرق بين\nالاسم والفعل.\n</p>\n\n<p>\nجحدر\n</p>\n\n<p>\nهو الجعد القصير من الناس هو صفة منقولة.\n</p>\n\n<p>\nغسان بن وعلة\n</p>\n\n<p>\nغسان علم مرتجل ويجوز أن يكون من أحد شيئين أما من قولهم فلان غس أي ضعيف\nومنه قول الشاعر أنشده أبو زيد:\n</p>\n\n<p>\nفلم ارقه إن ينج منها وان يمت ... فطعنة لا غس ولا بمغمر\n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\nمخلفون <span id='ms27'></span> ويقضي الناس أمرهم ... غسوا الأمانة صنبور فصنبور\n</p>\n\n<p>\nفإن كان من الغس فهو فعلان وإن كان من الغس وهي خصل العرف فهو فعال\nوينبغي أن يكون فعلانا لامتناعهم من صرفه قال النابغة الذبياني:\n</p>\n\n<p>\nوثقت لهم بالنصر إذ قيل قد غزت ... كتائب من غسان غير أشايب\n</p>\n\n<p>\nبعض بني جهينة في وقعة لكلب مع فزارة\n</p>\n\n<p>\nجهينة اسم مرتجل من الجهن وهو غلظ الوجه وكأنه تحقير جهنة أو نحوها\nوالفزارة ام البير قال الشاعر:\n</p>\n\n<p>\nولقد رأيت فزارة وهدبسا ... والفرز يتبع فزرة كالضبوز\n</p>\n\n<p>\nالفزر ابنه والفزرة اخته والهدبس أخوه أثبت هذا أحمد بن يحيى وقبله فلم\nيدفعه.\n</p>\n\n<p>\nسلمي بن ربيعة من بني السيد من ضبة\n</p>\n\n<p>\nسلمي اسم مرتجل علما والسيد الذئب والانثى سيدانة وهذا يدلك على قلة\nحفلهم بالألف والنون ووجه الدلالة فيه ان التاء في نحو هذا انما تلحق نفس\nالمقال المذكر فرقا نحو ذئب وذئبة وثعلب وثعلبة وعليه باب قائم وقائمة\nوكريم وكريمة وقد تراهم كيف قالوا سيد وسيدانة فلولا انهم لم يعتدوا بالألف\nوالنون حتى كأنهم قالوا سيدة كذيبة لم يجز ذلك وإذا صح ذلك ثبت به عندك قوة\nترك اعتدادهم بالألف والنون. وأما ضبة فمنقول هو في الكلام على أضرب فالضبة\nضبة الحديدة والضبة الانثى من الضباب والضبة الطلعة وجمعها ضبب وضباب قال:\n</p>\n\n<p>\nيطفن بفحال كأن ضبابه ... بطون الموالي يوم عيد تغدت\n</p>\n\n<p>\nوالضبة المرة الواحدة من قولهم ضبت لثته تضب قال:\n</p>\n\n<p>\nتضب لثات الخيل في حجراتها ... ونسمع من تحت العجاج لها ازملا\n</p>\n\n<p>\nأبي بن سلمي بن ربيعة بن زبان الضبي\n</p>\n\n<p>\nأبي تصغير اب ويجوز أن يكون تصغير آب على الترخيم ويجوز أن يكون تصغير\nابي وأصله ابي بثلاث ياآت الوسطى منها مكسورة ككسرة الياء الثانية من ظريف\nتصغير ظريف فحذفت الا على رأي ابي عمرو الا تراه يقول في تحقير احوى احي\nحتى ألزمه سيبويه أن يقول في تحقير عطاء عطي ويجوز أن يكون أبي تحقير اب من\nقولهم هذا تيس اب وعنز ابية ويجوز أن يكون تحقير اسم رجل سمي <span id='ms28'></span> أبا مصدر بتيس\nاب وعنز ابواء وهو ما أنشده أبو زيد من قول الشاعر:\n</p>\n\n<p>\nاقول لكناز توكل فانه ... ابا لا اخال الضأن منه نواجيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nويجوز أن يكون تحقير اباء مصدر ابيت اباء ولست اقول إن المصدر يحقر لكنه\nكأن انسانا سمي اباء كما يسمى مضاء ثم حقر ذلك الاسم لتحقير المسمى به فان\nقيل وهلا جاز تحقير المصدر نفسه قيل لم يجز ذلك لانتقاض المعنى به وذلك ان\nالمصدر اسم لجنس فعله والجنس أبدا غاية الغايات ونهاية النهايات في معناه\nوما كانت هذه صورته في الشياع والانتشار فما ابعده من التحقير وهو الغاية\nفي الكثرة والعموم ولذلك لم تثن عندنا المصادر ولم تكسر الا أن توقع على\nالأنواع المختلفة وامتناع المصادر من ذلك عندنا كامتناع الأفعال وقال لي\nمرة بعض أصحابنا من المتكلمين انما لم تجمع الأفعال من حيث كانت أعراضا\nوالجمع أيضا ضرب من الأعراض والأعراض لا تحل الأعراض وهذا وان كان له هذا\nالظاهر من السلاطة والقوة فانه عندنا اعتبار فاسد لم تقصده العرب ولم تلحم\nبه ولم تطر بجنباته ويدل على فساده انهم قد عطفوا الأفعال بعضها على بعض\nنحو قام زيد وقعد وهو يذهب وينطلق ولسنا نشك ان العطف جمع معنى وان لم يسم\nفي العرف جمعا ولو كان الغرض ما ذهب إليه هذا المتكلم لما جاز عطف بعض\nالأفعال على بعض من حيث كان العطف جمعا في الحقيقة الا ترى إن هذا القائل\nبهذا خلع قناع اللفظ وأخلد إلى المعنى البتة وقد ترى ما أوجبه عليه مذهبه\nلما قدر عليه وصبر به إليه. وانما ذكرنا هذا الموضع ليرى ان لكل علم وقوم\nطريقا ومذهبا متى خرج عنهما أو شيبا بغيرهما حاما بمريدهما على ما لبس وقعا\nلهما ولا مثله مما يقتاد به مثلهما وليس لكل أمر مبرم إلا لزوم محجته\nوالانحطاط إلى مشروع سمته وشركته وترك ايحاش بعضه من بعض بمجاورته بما ليس\nمنه في ابرام ولا نقض. وما زبان فمرتجل علما مثاله فعلان من <span id='ms29'></span> الازب والزبب\nوليس بفعال من الزبن يدل على ذلك اجتماع الناس على ترك صرفه قال:\n</p>\n\n<p>\nهجوت زبان ثم جئت معتذرا ... من هجو زبان لم تهجو ولم تدع\n</p>\n\n<p>\nوالكلام كله على هذا كما ترى.\n</p>\n\n<p>\nبجالة\n</p>\n\n<p>\nذكره ابن الكلبي في النسب وهو منقول من الصفة رجل بجال وامرأة بجالة إذا\nكبرا وفيهما بقية وقال بعضهم لا يقال امرأة بجالة قال:\n</p>\n\n<p>\nقامت ولا تهز خطا واشلا ... قيس تعد السادة النجائلا\n</p>\n\n<p>\nالرقاد بن المنذر\n</p>\n\n<p>\nهذا في الأصل مصدر رقد يرقد رقادا ودخول اللام عليه وهو علم يمكن فيه حال\nالصفة كالحرث والطفيل وهذا انما هو على جريان المصدر صفة نحو قولهم هذا رجل\nرقاد أي راقد كقولهم هذا رجل عدل أي عادل ورجل صوم أي صائم ومثله العلاء\nوالفضل واشباهه كثيرة.\n</p>\n\n<p>\nشمعلة بن اخضر بن هبيرة\n</p>\n\n<p>\nهو منقول من الشمعلة وهي الناقة السريعة ومنه اشمعل في أمره أي جد ومضى\nفيه قال الشماخ:\n</p>\n\n<p>\nرب ابن عم لسليمى مشمعل ... طباخ ساعات الكرى زاد الكسل\n</p>\n\n<p>\nوهبيرة منقول من تصغير هبرة وهي القطعة من اللحم وسيف هبار أي قطاع للحم\nقال حاتم:\n</p>\n\n<p>\nيجد مهرة مثل القناة قويمة ... وسيفا إذا ما هز لم يرض بالهبر\n</p>\n\n<p>\nحسيل بن سجيح الضبي\n</p>\n\n<p>\nهو منقول من تصغير حسل وهو ولد الضب وقالوا في تكسيره حسلة وسجيح يحتمل\nان يكون تحقير اسجح وهو البعير الرقيق المشفر والخد قال ذو الرمة:\n</p>\n\n<p>\nلها أذن حشر وذفرى أسيلة ... وخد كمرآة الغريبة اسجح\n</p>\n\n<p>\nوكذلك الرجل أيضا:\n</p>\n\n<p>\nمحرز بن المكعبر الضبي\n</p>\n\n<p>\nيقال كعبرت الزرع إذا قطعت كعابره وهي عقد انابيبه الواحد كعبرة والكعبر\nاسم المفعول من هذا وقد قالوا المكعبر أيضا هو اسم الفاعل.\n</p>\n\n<p>\nأبو ثمامة بن عاذب الضبي\n</p>\n\n<p>\nثمامة منقول من الثمامة والثمامة نبتة ضعيفة قال الشاعر:\n</p>\n\n<p>\nجعلت لها عودين من ... نشم وآخر من ثمامه\n</p>\n\n<p>\nعبد الله بن عنمة الضبي\n</p>\n\n<p>\nالعنمة واحدة العنم وهي اطراف الخروب الشامي كذا قال أبو عبيدة ويقال هو\nدود حمر يكون في الرمل تشبه به اصابع النساء ويقال بل هو أيضا شيء <span id='ms30'></span> ينبت\nملتفا على الشجر يبدو أخضر ثم يخمر وأنشد بعضهم قول النابغة عنم على اغصانه\nلم يعقد يدل على انه نبت وقال كثير:\n</p>\n\n<p>\nإذا كانت فوت الصفاح وحيتا ... صفاحا ومكرا بالبنان المعنم\n</p>\n\n<p>\nأي المخضوب حتى يصير كأن عليه عنما.\n</p>\n\n<p>\nعبد الرحمن المعني\n</p>\n\n<p>\nالمعن الشيء القليل قال النمر بن تولب الكعلي:\n</p>\n\n<p>\nولا ضيعته فالأم فيه ... فان هلاك مالك غير معن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             أي غير يسير\nومنه امعن بحقه أي اذهبه والماعون منه لقلته ومنه معن الماء يمعن أي سال\nقليلا قليلا كأنه من مقلوب المنع وذلك لان قلة الشيء قريبة من امتناعه\nولذلك اجروا القلة مجرى النفي حتى قالوا قلما سرت حتى ادخلها فنصبوا كما\nينصبون مع ما في قولكم ما سرت حتى ادخلها وعلى ذلك ما حكاه سيبويه عن يونس\nمن قولهم كثرن ما تقولن ذاك فأدخل النون حملا لكثر على نقيضه الذي هو قل\nوكقولهم ربما تقومن والنون بالنفي أعني اولى بها من كثر.\n</p>\n\n<p>\nعبيد بن ماوية الطائي\n</p>\n\n<p>\nالماوية المرآة وكأن المرأة سميت بذلك لنقائها وماء جسمها الا تراها\nمنسوبة إلى الماء ولذلك سموها عندي المذية فكأنها فعيلة من مذى يمذي لما\nهناك من جريان الماء ورقته وألزموها في الاضافة بدل الواو كما فعلوا ذلك في\nالشاوي قال:\n</p>\n\n<p>\nماوي بل ربتما غارة ... شعواء كاللذعة بالميسم\n</p>\n\n<p>\nوقال آخر لا ينفع الشاوي فيها شاته.\n</p>\n\n<p>\nقبيصة بن النصراني الجرمي\n</p>\n\n<p>\nيجوز ان يكون قبيصة اسما مرتجلا للعلم ويجوز ان يكون فعيلا في معنى مفعول\nمن قولهم قبضت إذا اخذت الشيء بأطراف اصابعك كالتراب وغيره فكأنه في الاصل\nهذه تربة مقبوضة ثم صرفت إلى فعيلة فصارت اسما منه غير صفة كالذبيحة\nوالفريسة فلحقتها الهاء على ذلك ويجوز ان يكون عندنا نحن صفة وان لحقتها\nالهاء وذلك ان القياس عندنا ان يقال هذه امرأة قتيلة وكف خصيبة وملحفة\nجديدة غير ان الهاء حذفت من نحو هذا فقالوا ملحفة جديد وامرأة قتيل وعين\nكحيل تشبيها لفعيل بفعول في نحو قولك هذه امرأة صبور وكفور وشكور فجديد\nوبابها مما <span id='ms31'></span> اطرد في الاستعمال وشذ في القياس فاعرف ذلك مذهبا لاصحابنا\nوالجرم القطع.\n</p>\n\n<p>\nأدهم بن أبي الزعراء\n</p>\n\n<p>\nهذه صفة منقولة كقولك فرس ادهم ودهماء واما الادهم القيد فصفة أيضا غير\nانها غلبت والزعراء القليلة الشعر.\n</p>\n\n<p>\nخفاف بن ندبة\n</p>\n\n<p>\nخفاف اخو خفيف في الوصف يقال شيء حفيف وخفاف وسريع وسراع وطويل وطوال\nوعريض وعراض وله نظائر والندبة المرة الواحدة من قولك ندبت الميت اندبه\nندبة والندبة المرأة الماضية وجمع ندب ندباء.\n</p>\n\n<p>\nمعبد بن علقمة\n</p>\n\n<p>\nهو مفعل من قولك عبدت الله كقولك ضربت زبدا مضربا ودخلت الدار مدخلا وقد\nذكرنا العلقمة.\n</p>\n\n<p>\nأم ثواب الهزانية\n</p>\n\n<p>\nهزان علم مرتجل ومثاله فعلان من هززت الشيء ولا يحسن ان تحمله على فعال\nمن لفظ هوازن لقلة فعال وكثرة فعلان ولانه أيضا غير مصروف.\n</p>\n\n<p>\nقتادة بن مسلمة الحنفي\n</p>\n\n<p>\nقتادة ضرب من العضاء ومسلمة مفعلة من سلمت كأنه مصدر بمنزلة المشأمة\nوالمشتمة وحنيفة منقول من قولك هذا رجل حنيف وامرأة حنيفة والحنيف العادل\nمن دين إلى دين آخر وأصله من الحنف في الرجل ومنه الحنيفية للاسلام لانه\nمال عن دين اليهودي والنصارى.\n</p>\n\n<p>\nالأخنس بن شهاب\n</p>\n\n<p>\nهو من الخنس وهو ارتفاع ارنبة الانف.\n</p>\n\n<p>\nعاتكة بنت عبد المطلب\n</p>\n\n<p>\nالعاتكة القوس إذا عتكت واحمرت لقدمها عتقها يقال قوس عاتكة وعاتك بغير\nهاء ويشبه ان تكون الهاء انما حذفت من عاتك من حبث كان الوصف مضارعا\nللتحقير الا ترى ان قولك هذا رجيل في المعنى كقولك هذا رجل صغير وقد قالوا\nفي تحقير قوس قويس بغير هاء فعلى هذا قالوا عاتك ومن قال قويسة فكأنه هو\nالذي يقول عاتكة.\n</p>\n\n<p>\nجريبه بن الأشيم الفقعسي\n</p>\n\n<p>\nيجوز أن يكون تحقير جربة من قولك هذا رجل جرب وامرأة جربة ويجوز أن يكون\nتحقير جربة وهو القراح من الأرض. والاشيم الذي به شام والانثى شيماء والجمع\nشيم والمصدر الشيم والشيمة الخلق وحكاهما أيضا أبو زيد شئمة بالهمز.\n</p>\n\n<p>\nأبو خراش الهذلي\n</p>\n\n<p>\nيقال تخارشت الكلاب والسنانير تخارشا وخراشا مثل تهارشت والخراش أيضا سمة\nمستطيلة كاللذعة الخفيفة وثلاثة أخرشة.\n</p>\n\n<p>\nهشام أخو <span id='ms32'></span> ذي الرمة\n</p>\n\n<p>\nقد ذكرنا هشاما وسمي ذا الرمة لقوله في صفة الوتد أشعت باقي رمة التقليد\nوالرمة القطعة من الحبل.\n</p>\n\n<p>\nرجل من خثعم\n</p>\n\n<p>\nخثعم اسم قبيلة غير مصروف وهو في الأصل اسم بعير والخثعمة تلطخ الجسد\nبالدم ويقال انما سميت بذلك لأنهم نحروا بعيرا فتلطخوا بدمه وتحالفوا فخثعم\nعلى هذا في الأصل ماض كدحرج نقل فسميت القبيلة به ويجوز أن يكون مصدرا حذفت\nمنه الهاء عند النقل وأصله خثعمة ومن أبيات الكتاب:\n</p>\n\n<p>\nوما هي إلا في إزار وعلقة ... مغار ابن همام على حي خثعما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nدريد بن الصمة\n</p>\n\n<p>\nيجوز أن يكون دريد تحقير أدرد يقال رجل أدرد وامرأة درداء وهو الذي كبر\nحتى سقطت أسنانه فصار يعض على دردره ومنه أبو الدرداء غير أن دريدا تحقير\nدرد على الترخيم ويقال إن عجوزا رأت فتى يقبل صبيا فشاقها ذلك فعمدت إلى\nحجر فهتمت به فاها وارته ذلك تقربا به منه فقال له أعييتني بأشر فكيف\nبدردور هكذا يرويه أصحابنا ويرويه الكوفيون فكيف بدردر أي رغبت عنك ولك\nأسنان فكيف وأنت بلا سن. والصمة الشجاع وجمعه صمم.\n</p>\n\n<p>\nسويد المراثد الحارثي\n</p>\n\n<p>\nسويد تحقير أسود على الترخيم. والمراثد جمع مرثد وهو في الأصل مصدر رثدت\nالمتاع بعضه على بعض أي نضدته قال ثعلبة بن صعير الخرازي ثم العذرى:\n</p>\n\n<p>\nفتذكر ثقلا رثيدا بعدما ... ألقت ذكاء يمينها في كافر\n</p>\n\n<p>\nانما سمي بالمصدر ثم كسر بعد التسمية فأما المصدر نفسه فقد ذكر علة\nامتناع العرب من تحقيره كامتناعهم من تكسيره.\n</p>\n\n<p>\nرجل من بني نصر بن قعين\n</p>\n\n<p>\nتحقير اقعن من القعن وهو قصر في الأنف فاحش يقال رجل أقعن وامرأة قعناء.\n</p>\n\n<p>\nأبو حبال البراء بن ربعي\n</p>\n\n<p>\nالربعي ما نتج في أيام الربيع ويكنى به عن ولد الرجل في شبابه قال:\n</p>\n\n<p>\nان بني صبية صيفيون ... أفلح من كان له ربعيون\n</p>\n\n<p>\nوالصيفي ما نتج في الصيف فجاء ضعيفا وهما الربع والهبع فإذا مشى الهبع مع\nالربع أبكره ذرعا فهبع بعنقه أي حركه فاستعان بذلك والغزوة الربعية في أيام\nالربيع قال:\n</p>\n\n<p>\nوكانت <span id='ms33'></span> له ربعية يحذرونها ... إذا خضخضت ماء السماء القنابل\n</p>\n\n<p>\nأشجع السلمي\n</p>\n\n<p>\nالأشجع واحد الأشاجع وهو عصب ظاهر الكف ومفاصل الأصابع ورجل أشجع وامرأة\nشجعاء للطويلين وشجاع وشجاع شجعم زيدت الميم فيه توكيدا لمعناه ومن أبيات\nالكتاب:\n</p>\n\n<p>\nقد سالم الحيات منه القدما ... الافعوان والشجاع الشجعما\n</p>\n\n<p>\nكذا نرويه نحن وروى البغداديون قد سالم الحيات منه القدماء وقالوا أراد\nالقدمان وحذف النون وأنشدوا نحوه:\n</p>\n\n<p>\nكأن أذنيه إذا تشوفا ... قادمتا أو قلما محرفا\n</p>\n\n<p>\nوقالوا أراد قادمتان أو قلمان محرفان وصحة إنشاد هذا عندنا:\n</p>\n\n<p>\nتخال اذنيه إذا تشوفا ... قادمة أو قلما محرفا\n</p>\n\n<p>\nأراد تخال كل واحدة من اذنيه كما قال الآخر يا ابن التي حذنتاها باع أي\nواحدة من حذنتيها باع والحذنتان الاذنان.\n</p>\n\n<p>\nالشمردل بن شريك\n</p>\n\n<p>\nالشمردل الطويل من الناس وغيرهم قال العجلي سام كجذع النخلة الشمردل يصف\nعنق بعيره.\n</p>\n\n<p>\nنهشل بن حري\n</p>\n\n<p>\nالنهشل الذئب ومن أسمائه النهسر والنهصر والذئب وذؤالة وذألان ونشبة\nوالسرحان والشيذمان والشيمذان والخيثعور والعملي والعسلق والقلوب والقليب\nوالأطلس والعسال والهملع والسملع وربما سمي هذلولا وأبو جعدة وأبو جعادة\nوذو الاجماع وأبو معطة. وحري منسوب إلى الحر أو إلى الحرة.\n</p>\n\n<p>\nعتي بن مالك\n</p>\n\n<p>\nيجوز أن يكون تحقير عات على الترخيم ويجوز أن يكون تحقير عتو ولا أقول ان\nالمصدر يحقر لكنه سمي به ثم حقر كما حقر الفضل فضيلا والعلاء عليا وأصل\nتحقير عتو عتيي بثلاث يآت فحذفت الأخيرة كما حذفت من تحقير أحوى فقيل أحي\nحكى أبو الحسن إن منهم من يقول إن المحذوفة في نحو تحقير عطا إذا قلت عطي\nهي الوسطى ويجب أن يكون ذهب إلى ذلك من حيث كانت زائدة ولا يجوز أن يذهب\nإلى ذلك في تحقير احوى لأن الوسطى هنا عين.\n</p>\n\n<p>\nأبو الحجناء\n</p>\n\n<p>\nهي تأنيث الأحجن وهو الأعوج ومنه المحجن للعصا المعوجة الرأس كالصولجان\nيهصر بها أطراف الشجر ونحوها وتكسير أحجن وجحناء حجن.\n</p>\n\n<p>\nالغطمش الضبي\n</p>\n\n<p>\nالغطمشة أخذ الشيء قهرا قالوا ومنه اشتق الغطمش في اسم رجل فهو على هذا\nاسم مرتجل وقالوا الغطمش الرجل الكليل البصر فهو <span id='ms34'></span> على هذا منقول من الصفة.\n</p>\n\n<p>\nحفص بن الأخيف\n</p>\n\n<p>\nالحفص الزبيل من الأدم إذا كان صغيرا والحفص أيضا مصدر حفصت الشيء أحفصه\nحفصا إذا جمعته من تراب وغيره وجمع الحفص الزبيل أحفاص وحفوص. والخيف أن\nتكون احدى العينين من الفرس سوداء والاخرى زرقاء وهو من الاختلاف ومنه مسجد\nالخيف وذلك انه ما انحدر عن الجبل فليس شرفا ولا حضيضا فهو مخالف لهما\nوالناس أخياف أي مختلفون قال:\n</p>\n\n<p>\nالناس أخياف وشتى في الشيم ... وكلهم يجمعه بيت الادم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             وكان\nأبو علي يذهب إلى أن عين الخافة وهي الخريطة المنقوشة ياء ويأخذها من هذا\nالموضع وذلك لما فيها من اختلاف الألوان ومن قال ههنا من الأحيف فقدسها.\n</p>\n\n<p>\nفاطمة بنت الأجحم الخزاعية\n</p>\n\n<p>\nالأجحم الشديد حمرة العينين مع سعتهما والانثى جحماء وهذا الشاعر هو أجحم\nبن دندنة الخزاعي زوج خالدة بنت هاشم بن عبد المطلب وكان أجحم هذا أحد\nسادات العرب. وخزاعة علم مرتجل وسميت بذلك لانخزاعهم عن الأزد إلى الحجاز\nأيام خرجوا من مأرب أي لانقطاعهم عنها يقال انخزع الحبل أي انقطع وانخزع\nمتن الرجل إذا انحنى من ضعف وكبر قال:\n</p>\n\n<p>\nفلما حللنا بطن مر تخزعت ... خزاعة عنا في جموع كراكر\n</p>\n\n<p>\nالسليك بن السلكة\n</p>\n\n<p>\nهذا منقول من قولهم سلك هو طائر وهو ذكر الحجل وجمعه سلكان والسليك تحقير\nسلك.\n</p>\n\n<p>\nالعجير السلولي\n</p>\n\n<p>\nبنو عجر بطن من العرب فقد يجوز أن يكون العجير تحقير هذا الاسم وقد يجوز\nأن يكون تحقير أعجز والمؤنث عجراء إذا كانا ذوي عجر وهي العقد قال رجل لراع\nما عندك يا راعي الغنم قال عجراء من سلم قال اني ضيف قال للضيف أعددتها.\nوأما سلول فاسم مرتجل لا نعرفه جنسا.\n</p>\n\n<p>\nمهلهل\n</p>\n\n<p>\nأتاك بقول هلهل نسج كاذب ... ولم يأت بالحق الذي هو ناصع\n</p>\n\n<p>\nوأنكر قوم هذا فقالوا كيف يكون هذا ومهلهل أحد شعراء العرب قال ابن\nالكلبي انما سمي مهلهلا ببيت قاله.\n</p>\n\n<p>\nيقال انه أول من أرق الشعر وهلهله قال النابغة:\n</p>\n\n<p>\nلما توعر في الكراع هجينهم ... هلهلت اثأر مالكا أو صنبلا\n</p>\n\n<p>\nالكراع أنف <span id='ms35'></span> الحرة وهلهلت رجعت الصوت.\n</p>\n\n<p>\nأبو حنش\n</p>\n\n<p>\nالحنش ضرب من الحيات والحنش أيضا وأحد أحناش الأرض وهي هوامها.\n</p>\n\n<p>\nصفية الباهلية\n</p>\n\n<p>\nيقال ناقة صفي أي غزيرة اللبن قال:\n</p>\n\n<p>\nعقر الصفي فما اشتوى من لحمها ... فلذا ومثل لحامها لا يشتوى\n</p>\n\n<p>\nوفلان صفي فلان وصفوته وفلانة صفي فلان وصفيته ويقال رجل باهل إذا كان\nمترددا بلا عمل وكالراعي بلا عصا قال كلآبق العربان يدعو باهلا ومنه الناقة\nالباهل التي ليست بمصرورة وكذلك المرأة الباهل وقالت امرأة لزوجها وأتيتك\nباهلا غير ذات صرار ضربته مثلا تشبيها بالناقة فأما قولهم في التسمية باهلة\nبن أعصر فيجوز أن يكون من قولهم بهله الله أي لعنه وعليه بهلة الله أي لعنة\nالله وهذا مما تدخله الهاء فتكون باهلة كلاعنة وهو أمثل من أن تقول إنه\nألحق الهاء على المعتاد من تغيير الأعلام.\n</p>\n\n<p>\nنهار بن توسعة يرثي أخاه عتبان\n</p>\n\n<p>\nالنهار المعروف وجمعه نهر قال:\n</p>\n\n<p>\nلولا الشريدان لبثنا بالصمر ... ثريد ليل وثريد بالنهر\n</p>\n\n<p>\nوالقياس يوجب ترك جمع النهار من حيث كان جنسا جاريا مجرى المصادر ونقيضه\nالليل وقياسه ألا يجمع أيضا قال أبو علي فأما قول الشاعر:\n</p>\n\n<p>\nإني إذا ما الليل كان ليلين ... ولجلج الحادي لسانين اثنين\n</p>\n\n<p>\nفانما ثناه من حيث أوقع اسم الكل على البعض كما ترد الجنس إلى النوع في\nقولك قمت قيامين وانطلقت الانطلاقين وأكثر الناس على الامتناع من جمع\nالنهار لما ذكرناه ومنه عندنا قوله عز وجل \" وانكم لتمرون عليهم مصبحين\nوبالليل \" فهذا أيضا من ايقاع اسم الكل على البعض لأنهم لا يمرون عليهم\nجميع ما في الوهم من الليل هذا محال فالموضع إذا موضع مجاز ويقال نهار أنهر\nكما يقال ليل أليل وقول سيبويه يسير عليه الليل والنهار هو مما أوقع فيه\nاسم الكل على البعض أيضا فأما النهار فرخ الكروان فيكسر أنهرة وهذا قياس\nصحيح في غير الليل والنهار. توسعة أمره ظاهر لأنه مصدر وسعته. وأما عتبان\nفمنقول من قولك أعطاني فلان العتبي بزعمه فبلوته فلم أجد عنده عتبانا.\n</p>\n\n<p>\nقسامة بن رواحة السنبسي\n</p>\n\n<p>\nالقسامة <span id='ms36'></span> الحسن رجل قسيم أي حسن والقسامة أيضا الجماعة يجتمعون فيقسمون\nعلى أمر ما بكونه أو ببطلانه. فأما رواحة فمرتجل علما وليس بمنقول. وإنما\nيقال رحنا رواحا لا رواحة.\n</p>\n\n<p>\nسليمان بن قتة العدوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             القتة واحدة ألقت هذا المعروف والقتة\nالواحد من قولهم قت الحديث يقته إذا حمله ونمه ورجل قتات للنمام قال رؤبة\nقلت وقولي عندهم مقتوت أي كذب والعدوي منسوب إلى عدي والعدي الجماعة من\nالناس يتعادون واحدهم عاد ومثله من الجمع على فعيل غاز وغزي وكلب وكليب\nوعبد وعبيد وضرس وضريس ورهن ورهين وعون وعوين وطس وطسيس قال قرع يد الطساسة\nالطسيسا ومنه بضعة من لحم وبضيع وضأن وضئين ومعز ومعيز ونقد ونقيد وبقرة\nوبقير وفيه غير هذا.\n</p>\n\n<p>\nقتيلة بنت النضر\n</p>\n\n<p>\nيجوز أن يكون تحقير قتلة فقد سموا بها المرأة وهي في الأصل المرة الواحدة\nمن قتلته ثم بعد ان سمي بها حقرت ويجوز أن يكون تحقير قتل وهو العدو ثم\nحقرت بعد التسمية بها فدخلتها التاء حينئذ. وتكون هذه التسمية لها بالقتل\nوهو العدو كقول الآخر:\n</p>\n\n<p>\nغزال ما رأيت اليو ... م في وفد بني كنه\n</p>\n\n<p>\nرخيما يصرع الأسد ... على ضعف من المنه\n</p>\n\n<p>\nوكقول الآخر:\n</p>\n\n<p>\nيصرعن ذا اللب حتى لا حراك به ... وهن أضعف خلق الله اركانا\n</p>\n\n<p>\nوقبله قتلننا ثم لم يحيين قتلانا فكأنهم سموها قتلة أو قتيلة لما تصوروه\nمن تخييل النساء بالرجال فيما حكيناه وغيره قال الأعشى:\n</p>\n\n<p>\nرب رفد هرقته ذلك اليوم ... م واسرى من معشر أقتال\n</p>\n\n<p>\nوقال عبد الله بن قيس الرقيات:\n</p>\n\n<p>\nواغترابي عن عامر بن لؤي ... في بلاد كثيرة الأقتال\n</p>\n\n<p>\nوقال آخر:\n</p>\n\n<p>\nاصبح الربع قد تبدل بالحي ... ي وجوها كأنها اقتال\n</p>\n\n<p>\nوحدثنا أبو علي يرفعه باسناد قال يقال هما قتلان وهما حتنان وهما تنان أي\nمثلان قال ومنه قولهم ذهبت النبل حتنى أي مستوية.\n</p>\n\n<p>\nشبيب بن عوانة\n</p>\n\n<p>\nالشبيب مصدر شب الفرس يشب شبابا وشبيبا. فأما عوانة فعلم مرتجل غير منقول\nوعوانة من عوان كرواحة من رواح وكأنها من أحداث الأعلام.\n</p>\n\n<p>\nكعب بن زهير\n</p>\n\n<p>\nأخبرنا أبو <span id='ms37'></span> بكر محمد بن الحسين عن أبي العباس أحمد بن يحيى قال اختلف في\nكعب الانسان فقيل هو ما أشرف على العقب من جانبيها وقيل أيضا انه العظم\nالشاخص في ظهر القدم وكعب القناة ما بين كل انبوبين والكعب القليل من رب\nالسمن فيبقى في أسفل النحي والقوس بقية التمر في جانب الجلة والثور القطعة\nمن الاقط. وزهير تحقير أزهر على الترخيم ويجوز أن يكون تحقير زهر وذهب\nالفراء إلى أنه لا يحقر الاسم تحقير الترخيم الا أن يكون علما كزهير وبجير\nونحوهما وقد قدمنا من الاحتجاج عليه فيما فيه كاف باذن الله تعالى.\n</p>\n\n<p>\nرقيبة الجرمي\n</p>\n\n<p>\nهو تحقير رقبة أو رقبة فعلة أو فعلة من رقبت حقرا بعد أن سمي بهما\nالمؤنث.\n</p>\n\n<p>\nغوية بن سلمي بن ربيعة\n</p>\n\n<p>\nيجوز أن يكون تحقير غاوية ويجوز أن يكون تحقير غية بعد التسمية بها ولو\nكانت غوية اسما لامرأة لصلح أن تكون تحقير غاو وجاز لحاق التاء له وإن كان\nغاو رباعيا من قبل انه لما حذفت لامه صار تحقيره إلى عدة تحقير بنات\nالثلاثة فلحقته الهاء كما تلحق آخر المؤنث الثلاثي إذا حقر ودليل ذلك قولهم\nفي تحقير سماء سمية لما حذفوا من آخرها حرفا فصارت إلى مثال فعيل دخلتها\nالهاء.\n</p>\n\n<p>\nالمسجاح بن سباع الضبي\n</p>\n\n<p>\nهذا من أمثلة الصفات نحو مطعام ومضراب ولا أبعد أن يكون في الأصل وصفا\nفنقل إلى العلم من قولهم ملك فأسجح فيكون مسجاح من مسجح كمذكار من مذكر\nومفساد من مفسد وسمي الرجل سباعا كما سمي كلابا وضبابا.\n</p>\n\n<p>\nحزاز بن عمرو أخو بني عبد مناة\n</p>\n\n<p>\nحزاز جمع حزازة وهي هبرية الرأس وهو ما ينتثر منه كالنخالة إذا سرحته\nويقال أيضا في معنى هذا الاسم حزاز وهو ما يحز في القلب قال الشماخ:\n</p>\n\n<p>\nفلما شراها فاضت العين عبرة ... وفي الصدر حزاز من اللوم حاقر\n</p>\n\n<p>\nويروى خزاز.\n</p>\n\n<p>\nاياس بن الأرت\n</p>\n\n<p>\nهو مصدر أسته أأوسه أوسا إذا أعطيته وظنه السكري مصدر أيست من كذا وليس\nكذلك ولا لأيست مصدر لأنه مقلوب من <span id='ms38'></span> يئست ولو كان له مصدر لم يكن كذلك\nمقلوبا ولكان أيضا تعتل فاؤه وعينه فيقال أست أو أس وقد ذكرنا علة ذلك في\nموضع آخر. والأرت الذي في لسانه عجلة والانثى رتاء والجمع رت وفي لسانه رتة\nأي عجلة.\n</p>\n\n<p>\nأبو صعترة البولاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             هو واحد الصعتر فصيح في كلام العرب. وأما\nبولان فمرتجل علما وهو فعلان من لفظ البول ولا ينبغي أن يحمل على فوعال\nلثلاثة أشياء واحدها انا لا نعرف في الكلام تركيب ب ل ن وآخر انه قل من\nفعلان والثالث انه لا ينصرف فدل ذلك على زيادة النون كقحطان وعدنان فإن قيل\nفلعله معلق عندهم على القبيلة قيل وكذلك يحتمل أن يكون اسم الحي فإذا كانت\nالقسمة تحتملها كان التذكير أولى به.\n</p>\n\n<p>\nالأرقط بن زعبل العنبري\n</p>\n\n<p>\nالزعبل الصبي السيء الغذاء. والعنبر هو المعروف والعنبر أيضا من أسماء\nالترس ونونه أصل كنون عنبر وقد مر ذلك وقال سبط يربي ولدة زعابلا.\n</p>\n\n<p>\nالقلاخ\n</p>\n\n<p>\nيقال قلخ البعير يقلخ قلخا وقليخا وذلك إذا هدر كأنه يقلعه قلعا وهو بعير\nقلاخ وأما القلاخ فعلم مرتجل.\n</p>\n\n<p>\nعصام بن عتبة الزماني\n</p>\n\n<p>\nعصام القربة وكاؤها وعصامها أيضا عروتها قال الأغشى:\n</p>\n\n<p>\nإلى المرء قيس أطيل السرى ... وآخذ من كل حي عصم\n</p>\n\n<p>\nجمع عصام يعني عهدا يبلغ ويعزبه.\n</p>\n\n<p>\nلبيد بن ربيعة\n</p>\n\n<p>\nاللبيد الخرج أو الجوالق والربيعة البيضة من الحديد ويقال الربيعة الصخرة\nالعظيمة.\n</p>\n\n<p>\nزينب بنت الطثرية\n</p>\n\n<p>\nزينب مرتجل علم وأخبرنا أبو بكر محمد بن الحسين عن أبي العباس أحمد بن\nيحيى قال فلان رحم الله عمتي زنبة ما رأيتها قط تأكل إلا وظننتها تناول\nانسانا وراءها فهذه فعلة فعلة من هذا اللفظ وزينب فيعل منه. وأما الطثرية\nفمنقولة من الطثرة وهي خثورة اللبن الذي فوقه ويقال لبن خاثر طاثر وأنشد\nالفريقان ورويناه في غير مكان:\n</p>\n\n<p>\nاتتك عير تحمل المشيا ... ماء من الطثرة احوذيا\n</p>\n\n<p>\nيعجل ذا القباضة الوحيا ... أن يرفع الميزر عنه شيا\n</p>\n\n<p>\nشبه الماء الذي وردته الابل بطثرة اللبن.\n</p>\n\n<p>\nالأبيرد اليربوعي\n</p>\n\n<p>\nالأبيرد في الكلام على ثلاثة أضرب يقال <span id='ms39'></span> سحاب برد وأبرد إذا كان فيه البرد\nقال كأنهم المعزاء في وقع أبردا والثور الأبرد الذي فيه لمع سواد وبياض لغة\nيمانية والأبرد واحد أبردي النهار أي طرفيه قال:\n</p>\n\n<p>\nإذا الأرطى توسد أبرديه ... خدود جوازئ بالرمل عين\n</p>\n\n<p>\nفالأبيرد إذا تحقير أحد الأبردين الأولين فأما اليربوع فمعروف.\n</p>\n\n<p>\nسلمة الجعفي\n</p>\n\n<p>\nالسلمة واحدة السلم وهو شجر وأما السلمة فالصخرة وجمعها سلام وحكى النضر\nفيها السلم بفتح السين وهو يريد السلم بكسرها. وأما الجعفي فمنسوب إلى حي\nمن اليمن يقال لهم جعفي بلفظ النسب أيضا فإذا نسبت إلى جعفي حذفت ياء النسب\nمنه وألحقت يائين مستحدثتين وهو اسم مرتجل علما فتوهم بعضهم إن اسم الحي\nجعف وأنكر ذلك عليه أحمد ابن يحيى ونظير جعفي اسم هذا الحي وانه بديء وفيه\nياء الاضافة قولهم كرسي وله نظائر.\n</p>\n\n<p>\nاخت المقصقص\n</p>\n\n<p>\nيكون اسم المفعول من قصصت الجناح وغيره فهو مقصص والمقصص أيضا المكان\nالمجصص من القصة وهي الجص وجاء في الحديث بيضاء مثل القصة.\n</p>\n\n<p>\nريطة بنت عاصم\n</p>\n\n<p>\nالريطة الملاءة وتكسيرها رئاط قال الهذلي\n</p>\n\n<p>\nفحور قد لهوت بهن عين ... نواعم في المروط وفي الرياط\n</p>\n\n<p>\nوقال في جمعه أيضا ريط قال العبد كأن على أعلاه ريطا يمانيا وهذا غريب في\nمعناه وذلك إن الأسماء التي بين آحادها وجموعها التاء انما هي أسماء لأجناس\nالمخلوقات لا المصنوعات وذلك نحو شعيرة وبقرة وبقر وبرة وبر وتمرة ولا يقال\nفي سلسلة سلسل ولا في مغرفة مغرف غير اننا قد مر بنا من هذا النحو أسماء\nصالحة وذلك نحو قلنسوة وقلنس وسفينة وسفين ودواة ودوي وثأية وثأي وراية\nوراي وغاية وغاي وعمامة وعمام على انه قد يجوز أن تكون عمام ليس من هذا\nلكنه تكسير عمامة فيكون ألف عمامة كألف رسالة وألف عمام كألف ظرافة وشراف\nوجاء تكسير فعال على فعال من حيث كانت فعال اخت فعيل في زيادة حرف المد في\nموضع واحد وكون كل واحد منهما ثلاثيا فكما جاء عنهم ظريف وظراف وكريم وكرام\nكذلك استجازوا تكسير فعال على فعال ومثل <span id='ms40'></span> ذلك قولهم درع دلاص وأدرع دلاص\nوناقة هجان ونوق هجان فإذا جاز ذلك فيما لا تاء تأنيث فيه كان فيما هي فيه\nأمثل لأجل ذلك القدر بينهما من خلاف اللفظ.\n</p>\n\n<p>\nحريث بن عتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             قد ذكرنا حريثا. وأما عتاب فمرتجل علما وهو أحد\nالأسماء الجائية على فعال غير وصف وهي الكلأ مرفأ السفن والجبان والفياد\nذكر البوم والجيار الصاروج والخطار دهن طيب وأما العقار لأحد الأنبتة فلا\nأحقق عربيته.\n</p>\n\n<p>\nالكروس بن زيد\n</p>\n\n<p>\nهو الشديد الرأس قال:\n</p>\n\n<p>\nيا فقعسا وابن مني فقعس ... أإبلي يأكلها الكروس\n</p>\n\n<p>\nوقال العجاج فينا وجدت الرجل الكروسا.\n</p>\n\n<p>\nزفر بن الحرث الكلابي\n</p>\n\n<p>\nالزفر الناهض بحمله وليس زفر هذا الاسم منقولا من هذا الوصف لو كان كذلك\nلوجب صرفه ألا ترى إن فعلا المعدول عن فاعل لا يجوز دخول اللام عليه وذلك\nنحو زحل وفثم وثعل وجشم وقد قال يأبى الظلامة منه النوفل الزفر فدخول اللام\nعليه يعرفك إن زفر الذي ليس مصروفا ليس بهذا لداخلية اللام ولو سميت رجلا\nبزفر هذا بعد خلعك اللام عنه لوجب صرفه لأنه حينئذ كان يكون كصرد ونغر وجعل\nوهذا واضح وهو رأي أبي علي بتفسيره.\n</p>\n\n<p>\nابن حبناء التميمي\n</p>\n\n<p>\nالحبن ورم في أسفل السرة ورجل أحبن وامرأة حبناء وقد حبن يحبن حبنا وهو\nمحبون قال:\n</p>\n\n<p>\nوكانت من نتاج شيخ سوء ... من الأكراد أحبن ذي سعال\n</p>\n\n<p>\nوأما تميم ففعيل بمعنى فاعل ومعناه تام إلا أن تميما أبلغ معنى من تام\nقال زهير:\n</p>\n\n<p>\nفئم وعرته يداه وكاهله ... تميم قلوناه فاكمل خلقه\n</p>\n\n<p>\nوالتميم أيضا جمع تميمة أي المودة قال:\n</p>\n\n<p>\nتعوذ بالرقى من غير خبل ... وتعقد في قلائدها التميم\n</p>\n\n<p>\nالفرزدق\n</p>\n\n<p>\nجمع فرزدقة وهو قطع العجين غير مخبوزة ويقال بل الرغيف فرزدقة ويقال إنه\nفتات الخبز.\n</p>\n\n<p>\nأبو حزابة التميمي\n</p>\n\n<p>\nحزبني الأمر يحزبني حزابة والأمر حازب وحزبت إذا اشتد عليك.\n</p>\n\n<p>\nبغثر بن لقيط الاسدي\n</p>\n\n<p>\nالبغثر الأحمق الضعيف قال ليعلمن البغثر بن البغثر كأنه من معنى الأبغث\nوهو من خساس الطير وضعافها ولست أقول إن الراء زائدة كما قال أحمد بن <span id='ms41'></span> يحيى\nإن الباء من زغدب زائدة لأنه أخذه من الزغبة إن الباء من زغدب زائدة لأن\nآخره من الزغد وهو الهدير يقطعه البعير من حلقه هذا ما لا استجيزه وأعوذ\nبالله من مثله قال الراجز يمد زأرا وهديرا زغدبا وأحسن الظن بأبي العباس أن\nيريد ما نذهب نحن إليه في نحو سبط وسبطر ودمث ودمثر ولؤلؤ ولآل وجعفة\nوجعفلة من انها أصول تقاربت وليست من واد واحد وأما قوله وهديرا زغدبا\nفمنصوب بفعل آخر غير هذا الظاهر وليس عندي محمولا عليه ولا معطوفا على قوله\nزأرا وذلك إنه قال يمد زأرا من حيث كان الزئير من الأصوات الممتدة وأما\nالزغد فقد تقدم إنه الصوت تخرجه مقطعا فقد اختلفا إذا فكأنه قال يمد زأرا\nوهو يرجع هديرا زغديا فقد علمت بذلك إنه من باب قوله متقلدا سيفا ورمحا\nوتلك الأبيات التي ينشدها الفريقان في هذا المعنى وهذا عندي أحد ما يدل على\nإن العامل في المعطوف غير العامل في المعطوف عليه ألا ترى إنه ههنا قد أضمر\nعامل ثان لا محالة وإذا ثبت ذلك مما لا خلاف معه حكم به على المختلف فيه.\n</p>\n\n<p>\nكنزة أم سلمة بن يرد المنقري صاحب ذي الرمة\n</p>\n\n<p>\nكنزة منقول من كنزت الشيء أكنزه كضربته أضربه ضربة تريد المرة الواحدة\nوأما المنقر فهي الركى الكثيرة الماء وهو أيضا منقر الحديد وتكسيره مناقر\nوأما تكسير مناقر الطائر فمناقير.\n</p>\n\n<p>\nشبرمة بن الطفيل\n</p>\n\n<p>\nهي واحدة الشبرم وهو نبت حار يحدر الطبيعة وفي الحديث إنه رآها تدق\nالشبرم فقال إنه حار بار وتوهم بعضهم إن الطفيل تصغير طفل وذلك إنه استهواه\nالمعنى فلم ينعم النظر ومثل فعيل ليس من أمثلة التحقير المحدودة المفروزة\nأعني فعيلا وفعيعلا وفعيعيلا قال الشاعر:\n</p>\n\n<p>\nقد فارقت ام الحديد كهدلا ... يا رب لا ترجع الينا طيفلا\n</p>\n\n<p>\nفأما عامر بن الطفيل فيحتمل أن يكون تحقير طفل وطفل وقد قدمنا ذكره وحكى\nأبو الحسن أو غيره قال سألت أعرابيا كيف تصغير حبارى فقال حبرور فهذا تحقير\nعلى المعنى لا <span id='ms42'></span> على طريق الصنعة.\n</p>\n\n<p>\nمسكين الدارمي\n</p>\n\n<p>\nقد حكى في مسكين مسكين بفتح الميم وهو شاذ ومثله في الشذوذ من هذا النحو\nمنديل وأما دارم فيقال من الرجل بحمله يدرم من تحته وهو تقارب الخطوبه\nوعكرشة دروم لتقارب فروجها في العدو قال الشاعر:\n</p>\n\n<p>\nهوي عقاب غردة اشأزتها ... بذي الضمران عكرشة دروم\n</p>\n\n<p>\nعمرو بن قميئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             قمؤ الرجل وغيره قمأة وهو قمئ وامرأة قمئة\nويقال قمؤت الابل تقمأ قموءا إذا سمنت ويقال أيضا قمأت المرأة إذا صغر\nجسمها.\n</p>\n\n<p>\nإياس بن القائف\n</p>\n\n<p>\nقد ذكرنا اياسا وأما القائف فاسم الفاعل من قاف يقوف في معنى قفا يقفو\nيقال قفوت الشيء وقفيته أي جئت من قفاه ومنه القافة جمع قائف وهم الذين\nيتبعون آثار السارية.\n</p>\n\n<p>\nسالم بن وابصة\n</p>\n\n<p>\nوبص الشيء يبص وبيصا لمع وبرق في معنى بص يبص بصيصا ووبصصت النار ونحوها\nفهي وابصة ووبيص كل شيء بريقه قال في هامة كالقمر الوباص وقد قالوا ما في\nالرماد بصوة أي ما فيه شررة ولا جمرة وكأنه من هذا الأصل وإن لم يكن منه\nعلى حد ما تقول في قفت وقفوت والأفعلى والفوعة وكان أبو علي كثيرا ما يتأنس\nبهذا النحو من الاستقراء.\n</p>\n\n<p>\nالمعلوط بن بدل القريعي\n</p>\n\n<p>\nهو اسم المفعول من قولهم علطت البعير إذا وسمته في عرض خده وعلطته أعلطه\nعلطا فأما نفس السمة فهي العلاط.\n</p>\n\n<p>\nمنظور بن سحيم\n</p>\n\n<p>\nيقال نظرت الشيء في معنى انتظرته وهو منظور وأنا ناظر وعلى هذا فما يسأل\nعنه من معاني المولدين قول بعضهم:\n</p>\n\n<p>\nطيف اتاك معطرا ... والطيف لا يتعطر\n</p>\n\n<p>\nمن زينب فلثمته ... طربا وزينب تنظر\n</p>\n\n<p>\nوفيه عندي جوابان أحدهما أن يكون الطيف هو زينب نفسها فيكون حينئذ من باب\nقوله يأبى الظلامة منه النوفل الزفر وهو نفسه النوفل الزفر وكذلك قول الله\nعز وجل \" لهم فيها دار الخلد \" وهي نفسها دار الخلد وقد تقدم هذا النحو في\nكتابنا هذا وغيره فكأنه كيف قال طيف من زينب أتاك متعطرا وقد نبه بقوله\nوالطيف لا يتعطر على ما أردنا أي إنما يكون هو <span id='ms43'></span> إياها لا طيفا على الحقيقة\nوزاد في تأكيد ذلك بقوله وزينب تنظر أي إذا كان هو هي فلا محالة انها حاضرة\nناظرة إلى ما يجري هناك فهذا وجه ظاهر والوجه الآخر أن تكون هي أهدت إليه\nطيفها وأزارته خيالها وقوله وزينب تنظر في هذا الوجه أي تنتظر عوده إليها\nومعنى قوله معطرا في هذا الوجه أي انه التذ لحاله ونعمت به نفسه كما قال\nوجدت بها طيبا وان لم تطيب وأما سحيم فتحقير ترخيم أسحم والسحم ضرب من\nالشجر وقد يجوز أن يكون سحيم تحقيره.\n</p>\n\n<p>\nحاتم بن عبد الله\n</p>\n\n<p>\nالحاتم الغراب لأنه يحتم بالفراق قال الشاعر:\n</p>\n\n<p>\nولست بهياب إذا شد رحله ... يقول علاني اليوم واق وحاتم\n</p>\n\n<p>\nالواق الصرد والحاتم الغراب.\n</p>\n\n<p>\nابن الزبير الأسدي\n</p>\n\n<p>\nالزبير الحمأة قال الشاعر:\n</p>\n\n<p>\nوقد جرب الناس آل الزبير ... فلاقوا من آل الزبير الزبيرا\n</p>\n\n<p>\nوالزبير أيضا الكتاب المزبور أي المكتوب قال كما رأيت المهرق الزبيرا.\n</p>\n\n<p>\nحجية بن المضرب\n</p>\n\n<p>\nيجوز أن يكون تحقير حجاة وهي الفقاعة من المطر ونحوه تعلو الماء قالت:\n</p>\n\n<p>\nأقلب طرفي في الفوارس لا أرى ... حزاقا وعيني كالحجاة من القطر\n</p>\n\n<p>\nوقد يجوز أن يكون حجية تصغير حجوة بعد التسمية بها يقال حجاه يحجوه وهو\nحاج والمرة منه حجوة بمنزلة الدعوة والغزوة قال العجاج:\n</p>\n\n<p>\nفهن يعكفن به إذا حجا ... عكف النبيط يلعبون الفنزجا\n</p>\n\n<p>\nوقد يجوز وجه ثالث وهو أن يكون حجية تحقير حجي وهو العقل غير انه علق على\nمؤنث فلما حقر دخلته الهاء كما انك لو سميت امرأة ببكر أو عمر ولقلت بكيرة\nوعميرة ويجوز غير هذا مما يطول كأن يكون تحقير ترخيم حاج علما لمؤنث أيضا\nأو ترخيم تحقير حجو علما لمؤنث أيضا أو تحقير ترخيم محتاج علما لمؤنث كل\nذلك جائز.\n</p>\n\n<p>\nالمقنع الكندي\n</p>\n\n<p>\nالمقنع الرجل اللابس سلاحه وكل مغط رأسه فهو مقنع قال الشاعر:\n</p>\n\n<p>\nضربا يبز البطل المقنعا ... قناعه إذا به تلفعا\n</p>\n\n<p>\nقيس بن الخطيم\n</p>\n\n<p>\nسمي بذلك لأنه خطم أنفه أي كسر فهو فعيل في معنى مفعول.\n</p>\n\n<p>\nمحمد بن أبي شحاذ الضبي\n</p>\n\n<p>\nشحاذ <span id='ms44'></span> علم غير منقول واجيز مع هذا أن يكون في الأصل مصدر شاحذني يشاحذني\nشحاذا إذا راسلك وضاهاك في شحذ السيف وغيره.\n</p>\n\n<p>\nحرقة بنت النعمان\n</p>\n\n<p>\nهذا اسم مرتجل غير منقول وحرقة هذه وأخوها حرق هما ابنا النعمان وفيهما\nيقول الشاعر:\n</p>\n\n<p>\nنقسم بالله نسلم الحلقة ... ولا حريقا وأخته حرقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             الحلقة\nالسلاح وينبغي أن يكون أراد الحلقة يعني حلقة الدرع ونحوها اكتفاء بالواحد\nعن الجماعة ثم انه حرك العين مضطرا كما قال رؤبة مشبة الأعلام لماع الخفق\nيريد خفق السراب وكقول زهير خاف العيون فلم ينظر به الحشك يريد حشك الدرة\nأي اجتماعها وحكى أبو عثمان عن الأصمعي قال قلت لأعرابي ونحن بالموضع الذي\nذكره زهير في شعره لما قال:\n</p>\n\n<p>\nثم استمروا وقالوا إن مشربكم ... ماء بشرقي سلمي قيد أو ركك\n</p>\n\n<p>\nأتعرف رككا فقال قد كان هنا ماء يسمى رككا قال آخر وحامل المئين بعد\nالمين والألف يريد الألف من العدد والمئين وقال آخر:\n</p>\n\n<p>\nقضين حجا وحاجات على عجل ... ثم استدرن الينا ليلة النفر\n</p>\n\n<p>\nوالنعمان علم مرتجل أيضا كما أن نعمان اسم موضع كذلك.\n</p>\n\n<p>\nالحكم بن عبدل\n</p>\n\n<p>\nاللام في عبدل زائدة ومثاله فعلل واللام الأخيرة زائدة غير مكررة ولعمري\nانك لو مثلت جعفرا أيضا لقلت فيه فعلل غير إن اللام الثانية تكرير الأصل\nولام فعلل من تمثيل عبدل زائدة البتة كنون رعشن وخلبن وعلجن ولو بنيت مثل\nجعفر وسلهب من ضربت لقلت ضربت وكررت الباء لأنها أصل إذا قابلت بها أصلا\nولو بنيت مثل عبدل منه لقلت ضربل ومن خرج خرجل ومن صعد صعدل وهذا بيان منير\nومثل عبدل في زيادة لامه قولهم في زيد زيدل وفي الأفحج فحجل وقالوا ذلك\nوأولئك وهنالك وقالوا قصمة وقصملة وذهب محمد بن حبيب في قولهم عنسل إلى ان\nلامها زائدة وأخذها من العنس وقد مر بنا من هذا النحو أكثر من هذا.\n</p>\n\n<p>\nالصلتان العبدي\n</p>\n\n<p>\nالصلتان الماضي المنصلت في أمره وشأنه ومنه سيف أصليت أي بارز مشهور قال\nرؤبة كانني سيف بها أصليت.\n</p>\n\n<p>\nجران العود\n</p>\n\n<p>\nالجران باطن <span id='ms45'></span> عنق البعير والدابة ويقال إن هذا الشاعر سمي بذلك لقوله:\n</p>\n\n<p>\nخذا حذرا يا جارتي فانني ... رأيت جران العود قد كاد يصلح\n</p>\n\n<p>\nبعض القرشيين\n</p>\n\n<p>\nالقياس على مذهب صاحب الكتاب في الاضافة إلى قريش قريش كما قال:\n</p>\n\n<p>\nبحي قريشي عليه مهابة ... سريع إلى داعي الندى والتكرم\n</p>\n\n<p>\nفأما قريش المنسوب إليه القبيلة فيقال انه سمي بذلك من قولك تقرش القوم\nإذا تجمعوا وذلك لتجمع قريش ويقال ان قريشا دابة من دواب البحر ويقال أيضا\nتقرش الرجل إذا تنزه عن مدانس الأمور قال وبنا سميت قريش قريشا.\n</p>\n\n<p>\nابن هرمة\n</p>\n\n<p>\nالهرم ضرب من النبت سمي بذلك كما سمي ضرب آخر من النبت أبيض الشيحة\nلبياضه وأظن الهرم ضعيفا وواحدته هرمة فكأنه من الهرم وهو إلى ضعف.\n</p>\n\n<p>\nأبو الربيس الثعلبي\n</p>\n\n<p>\nهو تحقير الربس وهو الضرب باليدين يقال ربسه بيديه إذا ضربه بهما وداهية\nربساء أي شديدة ودواه ربس وجاءنا بأمور ربس ودبس أي شديدة وكأنه من مقلوب\nرسب أي استقرت الداهية وثبتت وتمكنت كما قيل لها مصيبة.\n</p>\n\n<p>\nعبد الله بن العجلان\n</p>\n\n<p>\nالعجلان المستعجل قال النابغة الذبياني:\n</p>\n\n<p>\nمن آل مية رايح أو مغتدي ... عجلان ذا زاد وغير مزود\n</p>\n\n<p>\nرجل عجلان وامرأة عجلى وقوم عجال أخبرنا محمد بن الحسن عن أحمد بن يحيى\nبقول الشاعر:\n</p>\n\n<p>\nمروا عجالا فقالوا كيف صاحبكم ... قال الذي سألوا أمسى لمجهودا\n</p>\n\n<p>\nأبو الطمحان القيني\n</p>\n\n<p>\nالطمحان فعلان من طمح بأنفه وبصره إذا تكبر قال العجلي أحطم أنف الطامح\nالمطهم والقين عندهم الحداد وكل صانع قين ومن أمثالهم إذا سمعت بسرى القين\nفاعلم انه مصباح أي يصبح عندك فلا يبرح لأنه كذاب قال:\n</p>\n\n<p>\nفإن عشت يا ابن القين بعدي بالقدر ... فخف رجمتي ترديك من حيث لا تدري\n</p>\n\n<p>\nوالقين أيضا موضع القيد من البعير قال ذو الرمة:\n</p>\n\n<p>\nدانى له القيد في ديمومة قذف ... فينيه وانحسرت عنه الأناعيم\n</p>\n\n<p>\nنفر وهو جد الطرماح\n</p>\n\n<p>\nنفر الناس من منى وغيرها ينفرون نفرا قال الشاعر:\n</p>\n\n<p>\nما نلتقي إلا ثلاث منى ... حتى يفرق بيننا النفر\n</p>\n\n<p>\nوتنافر الرجلان أي تفاخرا فنفر أحدهما صاحبه أي <span id='ms46'></span> شرفه وفخره قال واعترف\nالمنفور للنافر.\n</p>\n\n<p>\nتوبة بن الحمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             دخول اللام على الحمير علما أمثل منه في\nدخوله على الثعلب وذلك إن التحقير ضرب من الوصف يلحق الكلمة ولذلك لم يجز\nدخول التحقير في الأفعال من حيث كانت الأفعال لا توصف وإنما لا يوصف الفعل\nمخافة انتقاص الحال به عن سابقة وضعة وذلك إن الفعل هو المفاد وإنما يفاد\nمن حيث كان منكورا أبدا والوصف يكسب الموصوف ضربا من الاختصاص والفعل في\nغاية البعد عن الاختصاص فلم يلاقه الوصف ولا يما هو في حكم الوصف والتحقير\nهو في حكم الوصف معنى ألا ترى تجد معنى رجيل انما هو رجل صغير ولذلك لحقت\nالياء في تحقير المؤنث الثلاثي غير ذي التاء نحو هند وجمل وقدر وشمس إذا\nقلت هنيدة وجميلة وقديرة وشمسية من حيث لو كنت وصفت لقلت هند صغيرة وقدر\nالصغيرة فإذا ثبت إن التحقير ضرب من الوصف في المعنى كان لحاق اللام في\nالحمير نحوا من لحاقها في الصغير فتكون اللام فيه مع تعريفة مثلها في\nالوليد ونحوه ولبس كذلك الثعلب لأنه لا تحقير فيه فيضاع به الصفة وانما باب\nلحاق اللام في العلم الوصف نحو الحارث والعباس ولولا ما في الثعلب من معنى\nالنكر والخبث لما لحقته اللام وهو علم فاعرف ذلك.\n</p>\n\n<p>\nابن ميادة\n</p>\n\n<p>\nهي فعالة من ماد يميد رجل مياد وامرأة ميادة إذا تمايل مهتزا من سكر أو\nترف ويجوز أن يكون فيعالة منه وفوعالة أيضا.\n</p>\n\n<p>\nأبو دهبل\n</p>\n\n<p>\nدهبل منقول وهو في الأصل اسم طائر.\n</p>\n\n<p>\nابن أبي دباكل الخزاعي\n</p>\n\n<p>\nدباكل علم مرتجل وليس منقولا من جنس.\n</p>\n\n<p>\nنصيب\n</p>\n\n<p>\nتحقير ناصب على الترخيم والناصب الجاد في سيره يقال نصبنا السير نصبا إذا\nرفعوه وكل شيء رفعته فقد نصبته وقد يجوز أن يكون تحقير نصب هذا بعد أن سمي\nبه فزال عن مصدريته.\n</p>\n\n<p>\nأبو حية النميري\n</p>\n\n<p>\nيجوز أن يكون كني بواحدة الحيات ويجوز أن يكون كني بحية تأنيث حي من\nقولهم رجل حي وامرأة حية فحية في هذا كعائشة وحي <span id='ms47'></span> منه كمعمر ويحيى اسمي\nرجلين ويجوز أن يكون حية من هذا الفعلة الواحدة من حييت مثل عييت في النطق\nعية واحدة ويجوز أن يكون المرة الواحدة من حويت وأصلها على هذا حوية فغيرت\nكطويت طية وشويت اللحم شية ولو نسبت إليها على هذا لقلت حووي وعلى ما قيل\nحيوي.\n</p>\n\n<p>\nأبو القمقام الأسدي\n</p>\n\n<p>\nالقمقام السيد وهو في الأصل البحر لأنه مجتمع الماء وشبه الرجل به\nلاجتماع الأمور إليه يقال قمقم الله عصبه أي جمعه وقبضه وقالوا بحر قمقام\nفأجروه عليه وصفا ورجل قمقام وقماقم للسيد قال العجاج من خر في قمقامنا\nتقمقما شبه عددهم وكثرته بالبحر قال العجاج أيضا وقمقمان عدد وقمقم\nوالقمقان صغار القردان الواحدة قمقامة وسمي بذلك لاجتماع جسمه وانضمام\nأجزائه بعضها إلى بعض.\n</p>\n\n<p>\nعمرو بن الأيهم\n</p>\n\n<p>\nالأيهم الرجل الشجاع ويقال أيضا الأصم والأيهمان السيل والجمل الهائج\nويقال أيضا السيل والحريق وكل هذه معان متقاربة ومؤنثة يهماء وهي الأرض\nالتي لا يهتدى لها كما إن هذه الأشياء لا يهتدى لها قال الأعشى:\n</p>\n\n<p>\nويهماء بالليل غطشى الفلاة ... يؤرقني صوت فيادها\n</p>\n\n<p>\nعملس بن عقيل بن علفة\n</p>\n\n<p>\nالعملس الذئب وقد ذكرنا أسماءه وذكرنا علفة فيما مضى.\n</p>\n\n<p>\nزميل بن أبير\n</p>\n\n<p>\nيجوز أن يكون تحقير ترخيم أزمل وهو الصوت مع الجلبة كصوت الجوف أيضا أنشد\nأبو الحسن:\n</p>\n\n<p>\nتضب لثات الخيل عن لهواتها ... وتسمع من تحت العجاج لها ازملا\n</p>\n\n<p>\nويجوز أن يكون تحقير زمل. وأما أبير فيكون تحقير أبر بعد التسمية به وهو\nمن قولك أبرت النخل آبره أبرا إذا أصلحته أو من أبرته العقرب تأبره أبرا\nإذا لبسته بابرتها ويجوز أن يكون أبير تحقير وبر وهي دابة أصغر من السنور\nطحلاء اللون قصيرة الذنب وأصله على هذا وبير فلما انضمت الوار ضما لازما\nقلبت همزة على المعتاد في ذلك.\n</p>\n\n<p>\nعمارة بن عقيل\n</p>\n\n<p>\nهو اسم علم مرتجل قال الليث قلت لأبي الدقيش ما الدقش قال لا أدري قلت\nفما الدقيش قال لا أدري قلت أفاكتنيت بما لا تدري ما هو فقال انما الأسماء\nوالكنى علامات <span id='ms48'></span>.\n</p>\n\n<p>\nقعنب بن أم صاحب\n</p>\n\n<p>\nالقعنب الشديد الصلب من كل شيء فهو منقول.\n</p>\n\n<p>\nقرواش بن حوط القيني\n</p>\n\n<p>\nقرواش علم مرتجل وهو فعوال من قرش وحوط مصدر حطته أحوطه حياطة وحوطا أنشد\nأبو زيد في نوادره:\n</p>\n\n<p>\nوكفنت وجدي منذرا في ردائه ... وصادف حوطا من أعادي قاتل\n</p>\n\n<p>\nسويد بن مشنوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             هو اسم المفعول من شنئته اشنرأه شنأ وشنأ\nوشناء وشنآنا ومشنأة ومشنوءة أي أبغضته وهو مشنوء ومن قرأ ولا يجر منكم\nشنآن قوم احتمل أمرين أحدهما أن يكون معناه بغيض قوم والآخر أن يكون بغض\nقوم وأنشد أبو زيد:\n</p>\n\n<p>\nثم استمر بها شيخان مبتجح ... بالبين عنك بما يراك شنآنا\n</p>\n\n<p>\nوقال الأحوص:\n</p>\n\n<p>\nوما العيش إلا ما تلذ وتشتهي ... وإن لام فيه ذو الشنان وفندا\n</p>\n\n<p>\nومثله الليان مصدر لويت الغريم أي مطلته ومن أبيات الكتاب:\n</p>\n\n<p>\nقد كنت داينت بها حسانا ... مخافة الافلاس والليانا\n</p>\n\n<p>\nمعدان بن عبيد\n</p>\n\n<p>\nهو اسم علم مرتجل وهو فعلان من لفظ م ع د.\n</p>\n\n<p>\nيزيد بن قنافة\n</p>\n\n<p>\nالقنف صغر الاذنين وغلظهما رجل أقنف وامرأة قنفاء قيل وبه سمي الرجل\nقنافة ورجل قناف إذا كان ضخم الأنف ويقال هو الطويل الجسم فقد يجوز أن تكون\nالهاء في قنافة قد لحقت للمبالغة ويجوز أيضا أن يكون لحاقها ضربا من ضروب\nتغيير الأعلام كما إن الهاء في رواحة قد يجوز أن تكون كذلك وقد يجوز أن\nيكون قنافة علما مرتجلا من غير طريق الصنعة التي ذكرنا.\n</p>\n\n<p>\nشعيث\n</p>\n\n<p>\nتحقير شعث وإن شئت كان تحقير أشعث على الترخيم.\n</p>\n\n<p>\nوضاح بن إسماعيل بن عبد كلال\n</p>\n\n<p>\nكلال علم مرتجل وليس منقولا من جنس.\n</p>\n\n<p>\nجواس بن القعطل الكلبي\n</p>\n\n<p>\nجواس فعال من جاس البلد يجوسه إذا وطئه ودوخه ورجل جواس للبلاد فهو منقول\nمن الوصف وأما القعطل فمرتجل علما وليس منقولا.\n</p>\n\n<p>\nمالك بن أسماء\n</p>\n\n<p>\nذكر سيبويه أسماء في جملة الأسماء التي آخرها زايدتان زيدا معا فحذفا في\nالترخيم معا نحو سكران وبصرى ومسلمات وأشباه ذلك وتتبع أبو العباس هذا\nالموضع على سبيويه فقال لم يكن يجب أن يذكر هذا الاسم في <span id='ms49'></span> جملة هذه الأسماء\nمن حيث كان وزنه افعالا لأنه جميع اسم وذهب أبو العباس إلى انه انما منع\nالصرف في العلم المذكور من حيث غلبت عليه تسمية المؤنث به فلحق عنده بباب\nسعاد وزينب وقال أبو بكر تقوية لقول سيبويه انه في الأصل وسماء ثم قلبت\nواوها همزة وان كانت مفتوحة وذهب في ذلك إلى باب أحد وأحم واناة وابلة\nالطعام وأج وج اسم موضع وكأن أبا بكر انما شجع على ارتكاب هذا القول لأن\nسيبويه شرعه له وذلك انه لما رآه قد جعله فعلا ولم يجد في الكلام تركيب ء س\nم تطلب لذلك وجها فذهب إلى البدل وقياس قول أبي العباس ان تنصر أسماء نكرة\nوأما على مذهب صاحب الكتاب فانها لا تنصرف نكرة ومعنى قول سيبويه وأبي بكر\nفيهما أشبه معنى أسماء النساء وذلك انها عندهما من الوسامة وهو الحسن فهذا\nأشبه في تسمية النساء من معنى كونها جمع اسم وينبغي أن يكون سيبويه يعتقد\nفيها اعتقاد أبي بكر إذ ليس معنى هذا التركيب الظاهر على ان سيبويه قد\nتناول عين سيد على ظاهرها فحكم بكونها ياء وان لم يجد تركيب س ي د وهذا\nموضع نظر ونحن باذن الله نذكره في كتابه أصول العربية على مذهب المتكلمين\nوالفقهاء لا على ما أورده أبو بكر في اصوله.\n</p>\n\n<p>\nريعان\n</p>\n\n<p>\nويقال ربعان أما ربعان فاسم مرتجل علما وهو فعلان من ر ب ع وأما ريعان\nفمنقول من ريعان السراب وهو تردده يقال تريع السراب وتريه فهو فعلان منه\nويجوز أن يكون ريعان فيعالا من رعن الجبل وهو الأنف البارز يتقدم منه\nوالتقاؤهما ان السراب يلتقيك بأوله ومقدمته ويشهد لهذا القول الثاني قول\nالشاعر:\n</p>\n\n<p>\nكأن رعن الآل منه في الآل ... بين الضحى وبين قيل القيال\n</p>\n\n<p>\nإذا بدا دهامج ذو اعدال\n</p>\n\n<p>\nأبو العتاهية\n</p>\n\n<p>\nالعتاهية من التعته وهو التحسن والتزين قال رؤبة:\n</p>\n\n<p>\nبعد لجاج ما يكاد ينتهي ... عن التصابي وعن التعته\n</p>\n\n<p>\nوقال أيضا في عتهي اللبس والتقين وكأن العتاهية مصدر كالكراهية وأجازوا <span id='ms50'></span>\nفيه العتاهة كالكراهة.\n</p>\n\n<p>\nبنت وقدان\n</p>\n\n<p>\nوقدان علم مرتجل وهو فعلان من و ق د.\n</p>\n\n<p>\nعتيبة بن بجير المازني\n</p>\n\n<p>\nيجوز أن تكون تحقير عتبة الباب وهي أسكفته السفلى وقال قوم بل عتبته\nالعليا وأسكفته السفلى وان كان عتيبة تحقير عتبة فغير هذا وعتبة علم مرتجل\nغير منقول.\n</p>\n\n<p>\nمرة بن محكان التميمي\n</p>\n\n<p>\nمحكان علم مرتجل وهو فعلان من م ح ك.\n</p>\n\n<p>\nسالم بن قحفان\n</p>\n\n<p>\nقحفان علم مرتجل وتركيبه من ق ح ف.\n</p>\n\n<p>\nرجل من بهراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             واسمه فدكي بهراء مرتجل علما غير منقول ولا\nمذكر لها فأما الأبهر للعرق في الصلب فليس بمذكر لكن التقاؤهما تركيب اتفق\nفي اللغة بمنزلة سلمان وسلمى وليس سلمان من سلمى كسكران من سكرى لأن فعلان\nصاحب فعلى بابه الوصف كغضبان وغضبي وعطشان وعطشى. وأما سلمان وسلمى فعلمان\nمرتجلان وليس من الوصف في قبيل ولا دبير. وأما فدكي فعلم مرتجل وكأنه مع\nذلك منسوب إلى فدك وهو موضع.\n</p>\n\n<p>\nالعرندس الكلابي\n</p>\n\n<p>\nالعرندس هو البعير الشديد قال جرير:\n</p>\n\n<p>\nتشق بها العساقل موجدات ... وكل عرندس ينفي اللغاما\n</p>\n\n<p>\nشقران مولى سلامان من قضاعة\n</p>\n\n<p>\nوهو علم مرتجل وقد يمكن أن يكون جمع شقر كأحمر وحمران وأصلع وصلعان غير\nانا لم نسمعه إلا علما. وأما سلامان فشجر واحدته سلاماته. وأما قضاعة فعلم\nمرتجل وهو من قولك تقضع القوم إذا تفرقوا.\n</p>\n\n<p>\nليلى الأخيلية\n</p>\n\n<p>\nليلى علم مرتجل وقد قالوا ليلة ليلاء فقد يجوز أن تكون ليلى هذه مقصورة\nمن ليلاء فيكون ذلك من تغيير الأعلام والأخيل الشقراق وسمي بذلك لتخيل لونه\nقال فما طائري فيها عليك بأخيلا.\n</p>\n\n<p>\nالعجير السلوي\n</p>\n\n<p>\nيحتمل أن يكون تحقير عجر يقال حافر عجر أي صلب شديد قال:\n</p>\n\n<p>\nسايل شمر أخه ذي جبب ... سلط السنبل ذي رسع عجر\n</p>\n\n<p>\nويجوز أن يكون تصغيرا أعجر على الترخيم يقال كبش أعجر وبطن أعجر إذا كان\nممتلئا جدا قال عنترة:\n</p>\n\n<p>\nأبني زبينة ما لمهركم ... متخددا وبطونكم عجر\n</p>\n\n<p>\nوسلول علم مرتجل غير منقول.\n</p>\n\n<p>\nعمرو بن الاطنابة أحد بني الخزرج\n</p>\n\n<p>\nالاطنابة سير الحزام تكون عونا لسيره إذا قلق قال <span id='ms51'></span> سلامة يركضن قد قلقت\nعقد الأطانيب والاطنابة أيضا سير يشد في وتر القوس العربية والاطنابة\nالمظلمة. وأما الخزرج فالريح الجنوب أخبرنا بذلك محمد بن الحسن عن أحمد بن\nيحيى.\n</p>\n\n<p>\nعبد الله الحوالى من الأزد\n</p>\n\n<p>\nالحوالى الجيد الرأي وهو فعالى من الحيلة قال ابن أحمر:\n</p>\n\n<p>\nهل ينسأن يومي إلى غيره ... اني حوالي واني حذر\n</p>\n\n<p>\nوبنو حوالة حي من العرب وأحسب عبد الله هذا منهم.\n</p>\n\n<p>\nعمرو بن الأهتم\n</p>\n\n<p>\nالأهتم هو المكسر الثنايا والرباعيات هتم فاه يهتمه هتما وهتم الرجل يهتم\nهتما ورجل أهتم وامرأة هتماء والأهاتم والهتم مثل الأحاوص والحوص في\nالتكسير لجماعة اسم كل واحد منهم قال الفرزدق وجلت عن وجوه الأهاتم.\n</p>\n\n<p>\nالهذيل بن مشجعة البولاني\n</p>\n\n<p>\nهو علم مرتجل وهو مفعلة من ش ج ع.\n</p>\n\n<p>\nعبد العزيز بن زرارة\n</p>\n\n<p>\nهو علم مرتجل وهو فعالة من زرو.\n</p>\n\n<p>\nحماس بن ثامل\n</p>\n\n<p>\nقد يمكن أن يكون حماس جمع أحمس وهو الرجل الشديد كسر أفعل على فعال كأعجف\nوعجاف وسمي الرجل بالجمع كما سمي بكلاب وانمار ومعافر. وذو حماس موضع معروف\nوقد يجوز أن يكون حماس من تحامس القوم تحامسا وحماسا إذا تشادوا واقتتلوا.\nوأما ثامل ففاعل من الثمل وأظنه وصفا.\n</p>\n\n<p>\nالنابغة الذبياني\n</p>\n\n<p>\nيقال ذبنت شفته بمعنى ذبت أي ذبلت من العطش وينبغي أن يكون ذبيان منه\nوالذبيان شعر عرف الدابة أظنه عن ابن الأعرابي.\n</p>\n\n<p>\nالعكلي\n</p>\n\n<p>\nعكل اسم أمة حضنت أبا بطن من العرب فسمي بها كما ذكر ابن الكلبي وهو من\nقولهم عكلت الشيء أعكله وأعكله عكلا إذا جمعته بعد تفرقه قالت:\n</p>\n\n<p>\nوهم على هدف الأمير تداركوا ... نعما تشل إلى الربيس وتعكل\n</p>\n\n<p>\nأبو كدراء العجلي\n</p>\n\n<p>\nهي تأنيث أكدر يوم أكدر وليلة وغدير أكدر وكدر ونطفة كدراء وكدرة وكدر\nالماء وكدر.\n</p>\n\n<p>\nسوادة اليربوعي\n</p>\n\n<p>\nهو علم مرتجل وقد قالوا بياض وبياضة وسواد وسوادة ولم أسمع سوادة في هذا\nالنحو وقد يكون هذا من خاص العلمية.\n</p>\n\n<p>\nحطائط بن يعفر\n</p>\n\n<p>\nالحطائط هو الصغير المحطوط من كل شيء وهو أحد الأسماء التي زيدت الهمزة\nفيها غير أول ومثله ما <span id='ms52'></span> تبعه من قولهم بطائط قالت:\n</p>\n\n<p>\nإن حرى حطائط بطائط ... كاثر الظبي بجنب الغائط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             ومنها\nالنيدلان للجاثوم مثاله فيعلان يدل على زيادة الهمزة قولهم في معناه\nالنيدلان ومنها شأمل وشمأل وجرايض لقولهم في معناه جراوض وأما صوائق ففي\nهمزته نظر مع انها عندنا غير زائدة ولكن النظر منه في كونها أصلا أو بدلا\nوقد ذكرته في صدر كتابنا هذا ومنها ضهياء لقولهم في معناه امرأة ضهياء.\nوأما يعفر فمنقول بمنزلة يزيد ويشكر وتغلب يقال عفرت الزرع إذا سقيته أول\nمرة وعفرت النخل إذا فرغت من لقاحه وعفرت الرجل في التراب أعفره وفيه ثلاث\nلغات يعفر ويعفر ويعفر فمن فتح الياء فقياسه الا يصرف للتعريف ووزن الفعل\nبمنزلة يشكر ومن ضم الياء فقياسه ان يصرف لزوال مثال الفعل وذلك ان باب ما\nلا ينصرف لأجل الصورة انما يراعى فيه اللفظ الا تراك لو سميت رجلا بشد ومد\nأو قيل أو بيع لصرفت وان كان الأصل شدد ومدد وقول وبيع لأنك لما أصرته إلى\nشد ومد وقيل وبيع أشبه باب كروبر وديك وقيل وكذلك لو سميت رجلا بأنظر لم\nتصرفه معرفة ولو سميته بأنظور من قوله.\n</p>\n\n<p>\nوإنني حيثما يسري الهوى بصري ... من حيثما سلكوا أدنو فأنظور\n</p>\n\n<p>\nلصرفته لزوال مثال الفعل وكذلك لو سميته بيذهب لم تصرفه معرفة فإن مددت\nفقلت يذهاب صرفته وذلك أن باب ما لا ينصرف إنما يراعى فيه اللفظ وقال أبو\nالحسن في يعفر يترك الصرف فراعى أصله من فتح يائه وقد يمكن أن يفرق بينه\nوبين شد ومد وقيل وبيع بأن يقول أصل هذا مرفوض غير مستعمل وأما يعفر فأكثر\nما يستعمل مفتوح الياء وإنما ضم اتباعا فجاز أن يراعى أصل هذا الجواز\nاستعماله ولم يجز أن يراعى أصل شد ومد وقيل لامتناع استعماله وهذا فرقها\nوفي الموضع بقية من النظر وأما يعفر فكيكرم فلا سؤال في ترك صرفه.\n</p>\n\n<p>\nجؤية بن النضر\n</p>\n\n<p>\nيحتمل أن يكون تحقير جؤوة غير أنه ألزم التخفيف كالنبي والذرية والبرية\nفيمن أخذها من ذرأ يذرأ <span id='ms53'></span> والخابية ويرأ وبابه إلا أن النبي ألزم البدل وهو\nضرب من التخفيف وأصلها جويوة فأبدلوا الواو ياء لكونها لاما بعد ياء ساكنة\nومن قال في أسود أسيود لم يقل هنا إلا بالاعلال لكون واو جؤوة لاما ويحتمل\nأن يكون تحقير جياوة وهو ما يحط من القدر وأصلها على جؤوياة ألف مكسورة لا\nيلفظ بها فقلبت ألف فعالة للياء قبلها ياء فصارت جويوة ثم قلبت اللام قبلها\nياء فصارت جويية هذا كله بعد أن أبدلت الهمزة لانفتاحها والضمة قبلها\nوإرادة تخفيفها واوا فلما اجتمعت ثلاث ياآت الأولى ساكنة والثانية مكسورة\nحذفت الآخرة كما حذفت من آخر تحقير أحوى إذا قلت أحي ومن آخر تحقير معاوية\nإذا قلت معية فصارت جوية ويجوز أيضا في جواية أن تكون تحقير الجية وهو\nالماء المستنقع الفاسد وأصلها جوية لأنها من جوا جوفه أي ذوى والتقاؤهما إن\nالفساد شامل لكل منهما فلما اجتمعت الواو والياء على هذه الصورة قلبت الواو\nياء وأدغمت في الباء فصارت جية بمنزلة الطية والنية فلما حقرتها فزالت\nالكسرة عادت الواو كما تقول في تحقير الطية والنية طوية ونوية ولو كسرت جية\nلقلت جوى ولم يجز جيا على قيمة وقيم لئلا تجمع في جيا اعلالان.\n</p>\n\n<p>\nزرعة بن عمرو\n</p>\n\n<p>\nهو اسم مرتجل وهو فعلة من زرع.\n</p>\n\n<p>\nعبد الله بن الحشرج\n</p>\n\n<p>\nالحشرج هو الحسي قال:\n</p>\n\n<p>\nفلثمت فاها آخذا بقرونها ... شرب النزيف ببرد ماء الحشرج\n</p>\n\n<p>\nملحة الجرمي\n</p>\n\n<p>\nماء ملح وتربة ملحة ومياه ملحة وهو وصف كنضو ونضوة ونقض ونقضة قال:\n</p>\n\n<p>\nوردت مياها ملحة فكرهتها ... بنفسي وأهلي الأولون وماليا\n</p>\n\n<p>\nطريح بن إسماعيل الثقفي\n</p>\n\n<p>\nيجوز أن يكون طريح تحقير طرح من قولك طرحت الشيء طرحا غير انه حقر بعد ان\nسمي به وقد قدمنا فساد تحقير المصدر لانتقاض الغرض فيه ويجوز أيضا أن يكون\nترخيم طارح أو أطريح أو نحو ذلك من الثلاثية ذوات الزيادة وعلى ذكر طريح\nفحدثني أبو الحسن فارس بن اليمج وكان قصدا في أدبه قال حدثني أبو علي بن\nالأعرابي قال حضر بعض <span id='ms54'></span> العجم مجلسا فيه مغنية فغنت لطريح بن إسماعيل:\n</p>\n\n<p>\nأنت ابن مسلنطح البطاح ولم ... تعطف عليك الحني والولج\n</p>\n\n<p>\nطوبى لفرعيك من هنا وهنا ... طوبى لأعراقك التي تشج\n</p>\n\n<p>\nلو قلت للسيل دع طريقك وال ... موج عليه كالهضب يعتلج\n</p>\n\n<p>\nلارتد أو ساخ أو لكان له ... في سائر الأرض عنك منعرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             فقال\nالأعجمي من يهجى بهذا فقال له ابو علي أنت. ونحو من هذا ما حدثني به أبو\nالفرج علي بن الحسين قال حضر كجة خادم المقتدر مجلسا فيه مغنية فغنت:\n</p>\n\n<p>\nولما نزلنا منزلا طله الندى ... أنيقا وبستانا من النور حاليا\n</p>\n\n<p>\nقال فقال له أبو إسحق الطلحي وكان حاضرا نعم ان بستانا خاليا من النور\nلحقيق بأن يفعل بأمه، لا يكنى أبو إسحق. وأما ثقيف فيمكن أن يكون فعيلا في\nمعنى مفعول من قولهم ثقفت الشيء أثقفه ثقافة وثقوفة إذا حذقته أو من ثقفت\nالرجل إذا ظفرت به وهو مثقوف وثقيف منهما جميعا واسم ثقيف قسي وانما ثقيف\nلقب له وقياس النسب إليه في قول صاحب الكتاب ثقيفي وهو على قول أبي العباس\nعلى اطراد وقياس.\n</p>\n\n<p>\nأمية بن أبي الصلت\n</p>\n\n<p>\nأمية تحقير امة وهي عندنا فعلة ولامها واو فأما ما يدل على كونها فعلة\nفتكسيرهم اياها على أفعل وهو آدم قال:\n</p>\n\n<p>\nيا صاحبي ألا لاحي بالوادي ... الا عبيد وآم بين أذواد\n</p>\n\n<p>\nوانما يكسر من الثلاثي ذي التاء على أفعل ما كان على فعله نحو رقبة وأرقب\nوأكمة وأكم وناقة وأينق قال سيبويه ولم يكسروا فعله على افعال فيجب على هذا\nأن يكون أفلأ في بيت الحرث بن حلزة:\n</p>\n\n<p>\nمثلها يخرج النصيحة للقو ... قلاة من دونها أفلا\n</p>\n\n<p>\nجمع فلا الذي هو جمع الفلاة ليكون كرحى وارحاء ورجى وأرجاء وأما علة\nامتناع العرب من تكسير فعلة على افعال فهي ان حركة العين عندهم قد عاقبت\nتاء التأنيث وذلك انهم قد قالوا في الا ذواء حبج البعير حبجا ودمث دمثا\nوحبط حبطا ثم انهم قالوا مغل مغلة وحقل حقلة فلما ألحقوا التاء سكنوا العين\nفعاقبوا بذلك بين <span id='ms55'></span> الحركة في العين وبين الثاء وقالوا أيضا جفنة وقصة وتمرة\nفلما حذفوا التاء فتحوا العين فقالوا جفنات وقصعات وتمرات وهذا واضح فلما\nكانت حركة العين تعاقب التاء في هذا وغيره ثم اجتمعا في فعله ترافعا\nأحكامها فكان لا فتحة في فعلة ولا تاء وإذا قدرت حذفهما صرت كأنك انما كسرت\nفعلا وفعل بابه أفعل نحو كلب وأكلب وكعب وأكعب فاعرف ذلك طريقا من هذه\nالصنعة طريقا وأما ما يدل على ان لام أمة واو فقول القتال الكلابي:\n</p>\n\n<p>\nأما الاماء فلا يدعونني ولدا ... إذا ترامى بنو الاموان بالعار\n</p>\n\n<p>\nويقال تأميت أمة قال رؤبة:\n</p>\n\n<p>\nيرضون بالتعبيد والتأمي ... لنا إذا ما خندف المسمي\n</p>\n\n<p>\nوأما تكسيرهم اياها على اموان فانما جاء على تقدير حذف الزيادة حتى كأنهم\nانما كسروا فعلا نحو شبث وشبثان وبرق وبرقان ومن المعتل تاج وتيجان وقاع\nوقيعان وساج وسيجان وباب وبيبان سمعت الشجري أبا عبد الله محمد بن عسال\nالتميمي تميم جوثة يقول في كلامه فتح الله تلك البيبان. وأما الصلت فالبارز\nالمشهور قرأت على محمد بن الحسن عن أحمد بن يحيى:\n</p>\n\n<p>\nفشد عيهم بالسيف صلتا ... كما عض الشبا الفرس الجموح\n</p>\n\n<p>\nامرأة من اياد\n</p>\n\n<p>\nالاياد ما حبا وارتفع من الرمل وينبغي أن تكون عينه ياء كما ترى لأنه اسم\nلا مصدر ولو كانت واوا لصحت نحو خوان واوان وصوار وصوان فأما صيان للتخت\nأيضا فشاذ والاياد أيضا كل ما قوي به شيء من جانبيه ومن طريق الاشتقاق انه\nمن الايد وهو القوة قال العجاج:\n</p>\n\n<p>\nعن ذي ايادين لهام لودسر ... بركة أركان دمخ لا نقعر\n</p>\n\n<p>\nوقال أيضا يصف الثور متخذا منها ايدا هدفا يعني الرمل.\n</p>\n\n<p>\nواقد بن الغطريف\n</p>\n\n<p>\nالغطريف السيد الكريم يقال انه في الأصل البازي وشبه الرجل به يقال باز\nغطريف وغطراف قال أبو طالب:\n</p>\n\n<p>\nالحمد لله الذي قد شرفا ... قومي وأعلاهم معا وغطرفا\n</p>\n\n<p>\nأي جعلهم كراما وقال أبو الطيفانية:\n</p>\n\n<p>\nواني لمن قوم زرارة منهم ... وعمرو وقعقاع أولاك الغطارف\n</p>\n\n<p>\nوقال جعونة العجلي:\n</p>\n\n<p>\nويمنعها من أن تشل وأن تخف ... يحل دونها <span id='ms56'></span> الشم الغطاريف من عجل\n</p>\n\n<p>\nخندج بن خندج المري\n</p>\n\n<p>\nالخندج كثيب أصغر من النقا ويقال رملة طيبة تنبت ألوانا ونونه أصل كذا\nنوجب صنعة التصريف.\n</p>\n\n<p>\nبلال بن جرير\n</p>\n\n<p>\nالبلال أحد أسماء الماء والجرير حبل الزمام قال زهير:\n</p>\n\n<p>\nتمطو الجرير وتجري في ثنايتها ... من المحالة ثقبا رائدا قلقا\n</p>\n\n<p>\nام النحيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             يقال نحف الجسم ينحف ونحف ينحف نحافة وهو نحيف وقد\nيجوز أن يكون النحيف ترخيم تحقير النحيف وكأن تحقير الترخيم انما كثر في\nالأعلام لأمرين أحدهما أن التعريف الذي يحفظ فيه عليك حال المحذوف منه\nوالآخر أن تحقير الترخيم فيه استهلاك ما آثرت العرب استعماله في الكلمة\nالمحقرة وذلك ضرب من التعجرف على الحرف والتغيير اللاحق له فكأن العلم أولى\nبهل ما قدمنا ذكره من اطراد التغيير في الأعلام ومما يدلك على ضعف تحقير\nالترخيم انا وجدنا ضربا من الكلام ألزم الزيادة فلم يفارقه البتة فلما كان\nكذلك دل على عناية القوم بما يلحقونه كلامهم من الزوائد فبقدر ذلك ما ينبغي\nأن يستوحش من حذفه وذلك نحو حوشب ولم يستعملوه الا بزيادة الواو وكذلك كوكب\nوكذلك الخيسفوج والعيظموز والهزيبران والعريقصال وأيضا فقد اشتقوا من\nالكلمة وفيها زائدها فأقروه فيما اشتقوه منها وذلك قولهم فلسيت الرجل\nفالياء في فلسيته بدل م واو قلنسوة وليست زيادة مرتجلة كياء سلفيت وجعبيت\nيدلك على ذلك قولهم تقلنس الرجل فأقروا نون قلنسوة وحافظوا عليها وتجشموا\nأن جاؤا بمثال غريب وهو تفعتل كل ذلك مراعاة للزائدان أن يحذفوه فدل هذا\nعلى قوته في أنفسهم وتمكن حرمته من محاماتهم ومن ذلك قولهم قد تعفرت الرجل\nإذا صار عفريتا فمثال تعفرت تفعلت ولولا ما آثره من استبقاء التاء الزائدة\nفي عفريت لما تجشموا هذا المثال على شذوذه وانفراده وعلى هذا قالوا تمسكن\nالرجل وتمدرع وتمندل من المدرعة والمسكين والمنديل فجاؤا به على تمفعل\nوتجشموا زيادة الميم في الفعل وانما هي من خواص الاسم ومثله تمنطق من\nالمنطقة ومرحبك الله ومسهلك وفلان يتمولى علينا أي يروم أن يكون لنا مولى\nوكان <span id='ms57'></span> يسمى محمدا ثم تمسلم وهذه كلها شواذ غير ان سبب مجيئها ما ذكر لك من\nحالها ومن زعم ان العلم إذا حقر تنكر فقد ذهب عن الصواب الا ترى إلى قول\nالأعشى:\n</p>\n\n<p>\nاتيت حريثا زائرا عن جناية ... فكان حريث عن عطائي جامدا\n</p>\n\n<p>\nيريد حارثا وقال أيضا القطامي ابا بثيت أما تنفك تأتكل وقال:\n</p>\n\n<p>\nسلم على عمرة حان الرحيل ... وقل لها عمير بن المقيل\n</p>\n\n<p>\nوقال كثير:\n</p>\n\n<p>\nلقد طال كتماني عزيزة حاجة ... من الحاج ما تدري عزيزة ماهيا\n</p>\n\n<p>\nفحقر عزة كما ترى وهي مبقاة على علميتها وهو في الشعر كثير لا يكاد يحصى.\n</p>\n\n<p>\nأبو المغطش\n</p>\n\n<p>\nغطش الليل وأغطشه الله وليل أغطش وليلة غطشاء أي مظلمة وقصرها الأعشى\nفقال:\n</p>\n\n<p>\nوبهماء بالليل غطشى الفلاة ... يؤنسني صوت فيادها\n</p>\n\n<p>\nوغطش الرجل فهو غاطش والغطش كالعمش في عينيه وقد يكون المغطش اسم المفعول\nمن غطشه الله في معنى أغطشه قال الله سبحانه \" وأغطش ليلها وأخرج ضحاها \"\nانتهى.\n</p>\n\n<p>\nآخر تفسير أسماء شعراء الحماسة أنهاه العبد الفقير إلى الله تعالى علي بن\nجابر القرشي الهاشمي سنة تسع وستين وستمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             <span id='ms58'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}