{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>ابن تيمية</h1>\n\n<p>\nالشيخ الإمام العالم المفسر الفقيه المجتهد الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالمحدث شيخ الإسلام نادرة العصر ذو التصانيف الباهرة والذكاء المفرط تقي\nالدين أبو العباس أحمد بن العالم المفتي شهاب الدين عبد الحليم بن الإمام\nشيخ الإسلام مجد الدين أبي البركات عبد السلام مؤلف الأحكام بن عبد الله بن\nأبي القاسم الحراني بن تيمية وهو لقب لجده الأعلى\n</p>\n\n<p>\nمولده في عاشر ربيع الأول سنة إحدى وستين وستمائة بحران\n</p>\n\n<p>\nوتحول به أبوه وأقاربه إلى دمشق في سنة سبع وستين عند جور التتار منهزمين\nفي الليل يجرون الذرية والكتب على عجلة فإن العدو ما تركوا في البلد دواب\nسوى بقر الحرث وكلت البقر من ثقل العجلة ووقف الفران وخافوا من أن يدركهم\nالعدو ولجأوا إلى الله تعالى فسارت البقر بالعجلة ولطف الله تعالى حتى\nانحازوا إلى حد الإسلام فسمع من ابن عبد الدائم وابن أبي اليسر والكمال بن\nعبد وابن أبي الخير وابن الصيرفي والشيخ شمس الدين والقاسم الإربلي وابن\nعلان وخلق كثير وأكثر وبالغ وقرأ بنفسه على جماعة وانتخب ونسخ عدة أجزاء\nوسنن أبي داود ونظر في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالرجال والعلل وصار من أئمة النقد ومن علماء الأثر مع التدين والنبالة\nوالذكر والصيانة ثم أقبل على الفقه ودقائقه وقواعده وحججه والإجماع\nوالاختلاف حتى كان يقضى منه العجب إذا ذكر مسألة من مسائل الخلاف ثم يستدل\nويرجح ويجتهد وحق له ذلك فإن شروط الإجتهاد كانت قد اجتمعت فيه فإنني ما\nرأيت أحدا أسرع انتزاعا للآيات الدالة على المسألة التي يوردها منه ولا أشد\nاستحضارا لمتون الأحاديث وعزوها إلى الصحيح أو إلى المسند أو إلى السنن منه\nكأن الكتاب والسنن نصب عينيه وعلى طرف لسانه بعبارة رشقة وعين مفتوحة\nوإفحام للمخالف وكان آية من آيات الله تعالى في التفسير والتوسع فيه لعله\nيبقى في تفسير الآية المجلس والمجلسين وأما أصول الديانة ومعرفتها ومعرفة\nأحوال الخوارج والروافض والمعتزلة وأنواع المبتدعة فكان لا يشق فيه غباره\nولا يلحق شأوه هذا مع ما كان عليه من الكرم الذي لم أشاهد <span id='ms01'></span> مثله قط والشجاعة\nالمفرطة التي يضرب بها المثل والفراغ عن ملاذ النفس من اللباس الجميل\nوالمأكل الطيب والراحة الدنيوية ولقد سارت بتصانيفه الركبان في فنون من\nالعلم وألوان لعل تواليفه وفتاويه في الأصول والفروع والزهد واليقين\nوالتوكل والإخلاص وغير ذلك تبلغ ثلاث مئة مجلد لا بل أكثر وكان قوالا بالحق\nنهاء عن المنكر لا تأخذه في الله لومة لائم ذا سطوة وإقدام وعدم مداراة\nالأغيار ومن خالطه وعرفه قد ينسبني إلى التقصير في وصفه ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nنابذه وخالفه ينسبني إلى التغالي فيه وليس الأمر كذلك مع أنني لا أعتقد\nفيه العصمة كلا فإنه مع سعة عمله وفرط شجاعته وسيلان ذهنه وتعظيمه لحرمات\nالدين بشر من البشر تعتريه حدة في البحث وغضب وشظف للخصم يزرع له عداوة في\nالنفوس ونفورا عنه وإلا والله فلو لاطف الخصوم ورفق بهم ولزم المجاملة وحسن\nالمكالمة لكان كلمة إجماع فإن كبارهم وأئمتهم خاضعون لعلومه وفقهه معترفون\nبشفوفه وذكائه مقرون بندور خطئه لست أعني بعض العلماء الذين شعارهم\nوهجيراهم الاستخفاف به والازدراء بفضله والمقت له حتى استجهلوه وكفروه\nونالوا منه من غير أن ينظروا في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nتصانيفه ولا فهموا كلامه ولا لهم حظ تام من التوسع في المعارف والعالم\nمنهم قد ينصفه ويرد عليه بعلم وطريق العقل السكوت عما شجر بين الأقران رحم\nالله الجميع وأنا أقل من أن ينبه على قدره كلمي أو أن يوضح نبأه قلمي\nفأصحابه وأعداؤه خاضعون لعلمه مقرون بسرعة فهمه وأنه بحر لا ساحل له وكنز\nلا نظير له وأن جوده حاتمي وشجاعته خالدية ولكن قد ينقمون عليه أخلاقا\nوأفعالا منصفهم فيها مأجور ومقتصدهم فيها معذور وظالمهم فيها مأزور وغاليهم\nمغرور وإلى الله ترجع الأمور وكل أحد يؤخذ من قوله ويترك والكمال للرسل\nوالحجة في الإجماع فرحم الله امرءا تكلم في العلماء بعلم أو صمت بحلم وأمعن\nفي مضايق أقاويلهم بتؤدة وفهم ثم استغفر لهم ووسع نطاق المعذرة وإلا فهو لا\nيدري ولا يدري أنه لا يدري وإن أنت عذرت كبار الأئمة في <span id='ms02'></span> معضلاتهم ولا تعذر\nابن تيمية في مفرداته فقد أقررت على نفسك بالهوى وعدم الإنصاف وإن قلت لا\nأعذره لأنه كافر عدو الله تعالى ورسوله قال لك خلق من أهل العلم والدين ما\nعلمناه والله إلا مؤمنا محافظا على الصلاة والوضوء وصوم رمضان معظما\nللشريعة ظاهرا وباطنا لا يؤتى من سوء فهم بل له الذكاء المفرط ولا من قلة\nعلم فإنه بحر زخار بصير بالكتاب والسنة عديم النظير في ذلك ولا هو بمتلاعب\nبالدين فلو كان كذلك لكان أسرع شيء إلى مداهنة خصومه وموافقتهم ومنافقتهم\nولا هو يتفرد بمسائل بالتشهي ولا يفتي بما اتفق بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nمسائله المفردة يحتج لها بالقرآن وبالحديث أو بالقياس ويبرهنها ويناظر\nعليها وينقل فيها الخلاف ويطيل البحث أسوة من تقدمه من الأئمة فإن كان قد\nأخطأ فيها فله أجر المجتهد من العلماء وإن كان قد أصاب فله أجران وإنما\nالذم والمقت لأحد رجلين رجل أفتى في مسألة بالهوى ولم يبد حجة ورجل تكلم في\nمسألة بلا خميرة من علم ولا توسع في نقل فنعوذ بالله من الهوى والجهل ولا\nريب أنه لا اعتبار بذم أعداء العالم فإن الهوى والغضب يحملهم على عدم\nالإنصاف والقيام عليه ولا اعتبار بمدح خواصه والغلاة فيه فإن الحب يحملهم\nعلى تغطية هناته بل قد يعدوها له محاسن وإنما العبرة بأهل الورع والتقوى من\nالطرفين الذين يتكلمون بالقسط ويقومون لله ولو على أنفسهم وآبائهم فهذا\nالرجل لا أرجوا على ما قلته فيه دنيا ولا مالا ولا جاها بوجه أصلا مع خبرتي\nالتامة به ولكن لا يسعني في ديني ولا عقلي أن أكتم محاسنه وأدفن فضائله\nوأبرز ذنوبا له مغفورة في سعة كرم الله تعالى وصفحة مغمورة في بحر علمه\nوجوده فالله يغفر له ويرضى عنه ويرحمنا إذا صرنا إلى ما صار إليه مع أني\nمخالف له في مسائل أصلية وفرعية قد أبديت آنفا أن خطأه فيها مغفور بل قد\nيثيبه الله تعالى فيها على حسن قصده وبذل وسعه والله الموعد مع أني قد <span id='ms03'></span>\nأوذيت لكلامي فيه من أصحابه وأضداده فحسبي الله\n</p>\n\n<p>\nوكان الشيخ أبيض أسود الشعر واللحية قليل الشيب شعره إلى شحمة أذنيه كأن\nعينيه لسانان ناطقان ربعة من الرجال بعيد ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nبين المنكبين جهوري الصوت فصيحا سريع القراءة تعتريه حدة ثم يقهرها بحلم\nوصفح وإليه كان المنتهى في فرط الشجاعة والسماحة وقوة الذكاء ولم أر مثله\nفي ابتهاله واستغاثته بالله تعالى وكثرة توجهه\n</p>\n\n<p>\nوقد تعبت بين الفريقين فأنا عند محبه مقصر وعند عدوه مسرف مكثر كلا والله\n</p>\n\n<p>\nتوفي ابن تيمية إلى رحمة الله تعالى معتقلا بقلعة دمشق بقاعة بها بعد مرض\nجد أياما في ليلة الإثنين العشرين من ذي القعدة سنة ثمان وعشرين وسبعمائة\nوصلي عليه بجامع دمشق عقب الظهر وامتلأ الجامع بالمصلين كهيئة يوم الجمعة\nحتى طلع الناس لتشييعه من أربعة أبواب البلد وأقل ما قيل في عدد من شهده\nخمسون ألفا وقيل أكثر من ذلك وحمل على الرؤوس إلى مقابر الصوفية ودفن إلى\nجانب أخيه الإمام شرف الدين رحمهما الله تعالى وإيانا والمسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>البرزالي</h1>\n\n<p>\nهو الشيخ المحدث الإمام العالم الحافظ مفيد الشام مؤرخ الإسلام علم الدين\nأبو محمد القاسم بن العدل الكبير بهاء الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يوسف بن الحافظ زكي الدين البرزالي الإشبيلي الدمشقي الشافعي شيخ\nالحديث ولد في جمادى الأولى سنة خمس وستين وستمائة وحفظ القرآن والتنبيه\nومقدمة في صغره وسمع سنة ثلاث وسبعين من أبيه ومن القاضي عز الدين بن\nالصائغ فلما سمعوا صحيح مسلم من الإربلي بعثه والده فسمع الكتاب في سنة سبع\nفأحب الحديث ونسخ أجزاء ودار على الشيوخ فسمع من ابن أبي الخير وابن أبي\nعمر وابن علان والمقداد وابن الدرجي وابن شيبان والفخر وجد في الطلب وذهب\nإلى بعلبلك ثم ارتحل إلى حلب سنة خمس وثمانين وفيها ارتحل إلى مصر وأكثر عن\nالعز الحراني وطبقته وكتب بخطه الصحيح المليح كثيرا وخرج لنفسه وللشيوخ\nشيئا كثيرا وجلس في شبيبته مدة مع أعيان الشهود وتقدم في الشروط ثم اقتصر\nعلى جهات تقوم به\n</p>\n\n<p>\nوورث من أبيه <span id='ms04'></span> جملة وحصل كتبا جيدة وأجزاء في أربع خزائن وبلغ ثبته بضعة\nوعشرين مجلدا وأثبت فيه من كان سمع معه\n</p>\n\n<p>\nوله تاريخ بدأ فيه من عام مولده الذي توفي فيه الإمام أبو شامة فجعله صلة\nلتاريخ أبي شامة في خمس مجلدات أو أكثر\n</p>\n\n<p>\nوله مجاميع مفيدة كثيرة وتعليق وعمل في فن الرواية قل من بلغ إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوبلغ عدد مشايخه بالسماع أزيد من ألفين وبالإجازة أكثر من ألف رتب ذلك\nكله وترجمهم في مسودات متقنة\n</p>\n\n<p>\nوكان رأسا في صدق اللهجة والأمانة صاحب سنة واتباع ولزوم للفرائض خيرا\nمتواضعا حسن البشر عديم الشر فصيح القراءة قوي الدربة عالما بالأسماء\nوالألفاظ سريع السرد مع عدم اللحن والدمج قرأ ما لا يوصف كثرة وروى من ذلك\nجملة وافرة وكان حليما صبورا متوددا لا يتكثر بفضائله ولا ينتقص بفاضل بل\nيوفيه فوق حقه ويلاطف الناس وله ود في القلوب وحب في الصدور احتسب عدة\nأولاد درجوا منهم محمد تلا بالسبع وحفظ كتبا وعاش ثماني عشرة سنة ومنهم\nفاطمة عاشت نيفا وعشرين سنة وكتبت صحيح البخاري وأحكام المجد وأشياء\n</p>\n\n<p>\nوله إجازات عالية عام مولده من ابن عبد الدائم وإسماعيل بن عزون والنجيب\nوابن علان وحدث في أيام شيخه ابن البخاري\n</p>\n\n<p>\nوكان حلو المحاضرة قوي المذاكرة عارفا بالرجال والكبار لا سيما أهل زمانه\nوشيوخهم يتقن ما يقوله ولم يخلف في معناه مثله ولا عمل أحد في الطلب عمله\n</p>\n\n<p>\nحج سنة ثمان وثمانين وأخذ عن مشيخة الحرمين وخرج أربعين بلدانية ثم حج\nأربعا بعد ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوفي عام وفاته توفي بين الحرمين محرما وغبطه الناس بذلك وكان باذلا لكتبه\nوأجزائه سمحا في أموره مؤثرا متصدقا رحوما مشهورا في الآفاق مقصدا لمن\nيلتمس سماعه\n</p>\n\n<p>\nوكان هو الذي حبب إلي طلب الحديث فإنه رأى خطي فقال خطك يشبه خط المحدثين\nفأثر قوله في وسمعت وتخرجت به في أشياء\n</p>\n\n<p>\nولي قراءة دار الحديث سنة عشرين وسبعمائة وقراءة الظاهرية وحضر المدارس\nوتفقه مدة بالشيخ تاج الدين عبد الرحمن وصحبه وأكثر عنه وسافر معه وجود <span id='ms05'></span>\nالقرآن على الرضى بن دبوقا وتفرد ببعض مروياته وتخرج به الطلبة وما أظن\nالزمان يسمح بوجود مثله فعند ذلك نحتسب مصابنا بمثله ولقد حزن الجماعة\nخصوصا رفيقه أبو الحجاج شيخنا وبكى عليه غير مرة وكان كل منهما يعظم الآخر\nويعرف له فضله وكان رحمه الله وعفا عنه قد أقبل على الخير في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nآخر عمره وضعف وحصل له فتق وختم له بخير ولله الحمد وانتقل إلى رضوان\nالله تعالى بخليص في بكرة يوم الأحد الرابع من ذي الحجة سنة تسع وثلاثين\nوسبعمائة عن أربع وسبعين سنة ونصف وولي بعده مشيخة النورية شيخنا المزي\nومشيخة القوصية ابن رافع ومشيخة النفيسية العبد وباقي وظائفه جماعة ووقف\nكتبه وعقارا جيدا على الصدقة\n</p>\n\n<p>\nقرأت على القاسم بن محمد الحافظ في سنة أربع وتسعين وستمائة أخبركم\nالمسلم بن علان وأجاز لنا المسلم قال أنا حنبل قال أنا ابن الحصين قال أنا\nالمذهب قال أنا أحمد بن جعفر ثنا عبد الله بن أحمد ثنا أبي ثنا الشافعي\nأنبأ مالك عن داود بن الحصين عن أبي سفيان عن أبي سعيد رضي الله عنه قال إن\nرسول الله صلى الله عليه وسلم نهى عن المزابنة والمحاقلة والمزابنة اشتراء\nالثمر بالتمر في رؤوس النخل والمحاقلة استكراء الأرض بالحنطة وأخبرناه\nعاليا أبو الفضل بن تاج الأمناء قراءة بالسفح عن المؤيد بن محمد الطوسي قال\nلنا هبة الله بن سهل النيسابوري سنة ثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسمائة قال أنا سعيد بن محمد البحيري قال أنا زاهر بن أحمد الفقيه قال\nأنا إبراهيم بن عبد الصمد العباسي ثنا أبو مصعب الزهري ع وأنا الحافظ أبو\nالحسين بن الفقيه أنا مكرم بن محمد قال أنا أبو يعلى حمزة بن فارس السلمي\nسنة أربع وخمسين وخمسمائة ثنا أبو الفتح نصر بن إبراهيم الفقيه قال أنا أبو\nبكر محمد بن جعفر الميماسي بعسقلان سنة ثلاث وأربعين ثنا محمد العباس بن\nوصيف بغزة ثنا أبو علي الحسن بن الفرج الغزي ثنا يحيى بن بكير المخزومي ح\nوأنا القاضي أبو محمد <span id='ms06'></span> بن علوان ببعلبك قال أنا بهاء الدين بن إبراهيم قال\nأخبرتنا شهدة الكاتبة قالت أنا أحمد بن عبد القادر اليوسفي ح وقرأته بحلب\nعلى أبي سعيد الثغري عن عبد اللطيف بن يوسف سماعا قال أنا يحيى بن ثابت بن\nبندار قال أنا أبي قالا أنا عثمان بن محمد العلاف قال أنا محمد بن عبد الله\nالبزاز قال أنا إسحاق بن الحسن ثنا أبو عبد الرحمن القعنبي ح وأنا إسماعيل\nبن عبد الرحمن المعدل قال أنا البهاء عبد الرحمن قال أنا عبد الحق بن يوسف\nقال أنا محمد بن عبد الملك الأسدي قال أنا عمر بن إبراهيم الزهري قال أنا\nأبو بكر محمد بن غريب قال أنا أحمد بن محمد الوشا ثنا سويد بن سعيد ح وكتب\nإلينا أبو محمد بن هارون بن يونس قال أنا أبو القاسم بن بقي قال أنا محمد\nبن عبد الحق قال أنا محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالفرج الطلاعي قال أنا يونس بن مغيث قال أنا أبو عيسى يحيى بن عبيد الله\nبن يحيى بن يحيى الليثي الفقيه قال أنا عم أبي عبيد الله بن يحيى بن يحيى\nثنا أبي ح وقرأت على علي بن محمد وجماعة عن الحسين بن المبارك وقرأت على\nأحمد بن عبد المنعم القزويني قال أنا محمد بن سعيد ببغداد قالا أنا أبو\nزرعة المقدسي قال أنا مكي بن علان سنة سبع وثمانين قال أنا القاضي أبو بكر\nالحيري ثنا أبو العباس الأصم قال أنا الربيع بن سليمان قال أنا محمد بن\nإدريس الإمام جميعا عن مالك بن أنس فذكره إلا ما كان من ابن إدريس فإنه قال\nعن أبي سفيان مولى بني أبي أحمد عن أبي سعيد الخدري أو عن أبي هريرة رضي\nالله عنهما قال أن رسول الله صلى الله عليه وسلم نهى عن المزابنة والمحاقلة\nوذكر الحديث فأظن الإمام رحمه الله كتبه من حفظه فتردد في اسم الصاحب ولا\nيعد ذلك من العلل المؤثرة فالحديث مخرج في الصحيحين لمالك من حديث <span id='ms07'></span> أبي سعيد\nرضي الله عنه بلا شك واسم أبي سفيان قزمان تفرد به عنه داود بن الحصين أحد\nعلماء المدينة وإن كان غيره أتقن منه فقد قفز القنطرة واعتمده مالك وصاحبي\nالصحيحين كنيته أبو سليمان العثماني مولاهم يروي عن عكرمة والأعرج وطائفة\nوثقة ابن معين وغيره وأما سفيان بن عيينة فقال كنا نتقي حديثه وقال أبو\nزرعة لين الحديث وقال أبو حاتم الرازي لولا مالكا حدث عنه لترك حديثه وقال\nإمام الصنعة علي بن المديني ما رواه عن عكرمة فمنكر وقال أبو داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأحاديثه عن عكرمة مناكير وعن غيره مستقيم الحديث وقال عباس بن محمد\nالدوري هو عندي ضعيف وقال ابن عدي صالح الحديث\n</p>\n\n<p>\nقلت هذه العبارة في التوثيق منحطة عن قولهم ثقة وحجة وهي من نعوت التعديل\nلا التجريح وتفسير المزابنة والمحاقلة يجوز أن يكون من قول النبي صلى الله\nعليه وسلم ويحتمل أن يكون من تفسير الصحابي رضي الله عنه أو من بعده والله\nأعلم آخرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>المزي</h1>\n\n<p>\nهو حافظ العصر ومحدث الشام ومصر وحامل لواء الأثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوعالم أنواع نعوت الخبر صاحب معضلاتنا وموضح مشكلاتنا الشيخ جمال الدين\nأبو الحجاج يوسف بن الزكي عبد الرحمن بن يوسف بن علي بن عبد الملك ابن أبي\nالزهر القضاعي الكلبي المزي الحلبي المولد خاتمة الحفاظ وناقد الأسانيد\nوالألفاظ مولده بظاهر حلب في عاشر ربيع الآخر سنة أربع وخمسين وستمائة وطلب\nالحديث في أول سنة خمس وسبعين وهلم جرا وإلى الآن لا فتر ولا قصر ولا عن\nالعلم والرواية تأخر فأعلى ما عنده بالسماع أصحاب ابن طبرزد وحنبل والكندي\nوابن الحرستاني ثم ابن ملاعب والرهاوي وابن البناء ثم ابن أبي لقمة وابن\nالبن وابن مكرم والقزويني ثم ابن اللتي وابن صباح وابن الزبيدي وأعلى ما\nسمع بإجازة عن ابن كليب وابن بوش والجمال وخليل بن بدر والبوصيري وأمثالهم\nثم المؤيد الطوسي وزاهر الثقفي وعبد المعز الهروي\n</p>\n\n<p>\nوسمع الكتب الأمهات المسند والكتب الستة والمعجم الكبير والسيرة والموطأ\nمن طرق والزهد والمستخرج على مسلم والحلية <span id='ms08'></span> والسنن للبيهقي ودلائل النبوة\nوتاريخ الخطيب والنسب للزبير وأشياء يطول ذكرها ومن الأجزاء ألوفا ومشيخته\nنحو الألف سمع أبا العباس ابن سلامة وابن أبي عمر وابن علان والمقداد والعز\nالحراني وابن الدرجي والنواوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوالزواوي والكمال عبد الرحيم وابن البن والقاسم الإربلي وابن الصابوني\nوالرشيد العامري ومحمد بن القواس والفخر ابن البخاري وزينب وابن شيبان\nومحمد بن محمد بن مناقب وإسماعيل بن العسقلاني والمجد ابن الخليل والعماد\nابن الشيرازي والمحيي ابن عصرون وأبا بكر بن الأنماطي والصفي خليلا وغازيا\nالحلاوي والقطب بن القسطلاني وطبقتهم والدمياطي والفاروثي واليونيني وابن\nبلبان والشريشي وابن دقيق العيد وابن الظاهري والتقي الأسعردي وطبقتهم\nوتنزل إلى طبقة سعد الدين الحارثي وابن نفيس وابن تيمية ولم يتهيأ له\nالسماع من ابن عبد الدائم ولا الكرماني ولا ابن أبي اليسر ونحوهم ولا\nأجازوا له مع إمكان أن يكون له إجازة المرسي والمنذري وخطيب مردا واليلداني\nوتلك الحلبة حفظ القرآن وتفقه للشافعي مدة وعني باللغة فبرع فيها وأتقن\nالنحو والصرف وله عمل في المعقول وباع مديد في المنقول ومعرفة بشيء من\nالأصول وكتابته حلوة منسوبة وفيه حياء وحلم وسكينة واحتمال كثير وقناعة\nوإطراح للتكلف وترك للتجمل والتودد وانجماع عن الناس وصبر على من يغتابه أو\nيؤذيه وقلة كلام إلا أن يسأل فيفيد ويجيب ويجيد\n</p>\n\n<p>\nوكان معتدل القامة أبيض بلحية سوداء أبطأ عنه الشيب ومتع بحواسه وذهنه\nوكان قنوعا بالقوت غير متأنق في مأكل ولا ثوب ولا نعل ولا مركب بل يصعد إلى\nالصالحية وغيرها ماشيا بهمة وجلادة وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nفي عشر التسعين وكان طويل الروح ريض الأخلاق جدا لا يرد بعنف ولا يتكثر\nبفضائله ولا يكاد يغتاب أحدا وإذا كتب في النادر كتابا إلى أحد لا ينمقه\nولا يزوقه وكان يستحم بالماء البارد في الشيخوخة وأما معرفة الرجال فإليه\nفيه المنتهى لم أعاين مثله ولا هو رأى في ذلك مثل نفسه وقال لي لم أر أحفظ\nمن الدمياطي وكان ملحوظا بالتقدم في ذلك من وقت ارتحاله إلى مصر ولما أملى\nعلي <span id='ms09'></span> شيخنا ابن دقيق العيد لم يسألني عن أحد إلا عن المزي فقال كيف هو صنف\nكتاب تهذيب الكمال في أربعة عشر مجلدا أربى فيه على الكبار وألف أطراف\nالكتب الستة في ستة أسفار وخرج لجماعة وما علمته خرج لنفسه لا عوالي ولا\nموافقات ولا معجما وكنت كل وقت ألومه في ذلك فيسكت وقد حدث بتهذيبه الذي\nاختصرته أنا ثلاث مرات وحدث بالصحيحين مرات وبالمسند وبمعجم الطبراني\nودلائل النبوة وبكتب جمة وحدث بسائر أجزائه العالية بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوبكثير من النازلة ولو كان لي رأي للزمته أضعاف ما جالسته سمعت بقراءته\nشيئا وافرا وأخذت عنه هذا الشأن بحسبي لا بحسبه ولن يخلفه الزمان أبدا في\nمعرفته مع أن عند غيره في معرفة الرجال والأمراء والخلفاء والنسب ما ليس\nعنده فإنه إنما يعتني بالرواة الذين يجيئون في سماعاته ويجيد الكلام في\nطبقاتهم وقوتهم ولينهم وهذا الشأن بحر لا ساحل له وإنما المحثون بين مستكثر\nمنه ومستقل وكان شيخنا لا يكاد يعرف قدره الطالب إلا بكثرة مجالسته أو ينظر\nفي تهذيبه لقلة كلامه وكان مع حسن خطه ذا إتقان قل أن يوجد له غلطة أو توجد\nعليه لحنة بل ذلك معدوم وكان ذا ديانة وتصون وطهارة من الصغر وسلامة باطن\nوعدم دهاء وانزواء عن العقل العرفي المعيشي وكان يحكم ترقيق الأجزاء\nوترميمها وينقل عليها كثيرا إلى الغاية ويفيد الطلبة ويحسن بذلك إلى سائر\nأوقاف الخزائن بسعة نفس وسماحة خاطر لا يخلف في ذلك وكان فيه سذاجة توقعه\nمع من يربطه على أمر فيأكله ومستأكله حتى لا يزال في إفلاس وذلك لكرمه\nوسلامته وكان مأمون الصحبة حسن المذاكرة والبشر خير الطوية محبا للآثار\nمعظما لطريقة السلف جيد المعتقد وربما بحث بالعقل الملائم للنقل فيصيب\nويحسن غالبا بحسب ما يمكن وربما غلط وكان الكف بمثله أولى عن الجدل فإن\nالمخالف ينتقد عليه ذلك ويلزمه بالتناقض بحسب نظره فمذهب السلف في غاية\nالصلف والسكوت أسلم والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوبكل حال فالخطأ في ذلك من قاصد الحق بتنزيه الحق مغفور <span id='ms10'></span> للعالم وقد كان\nاغتر في شبيبته وصحب العفيف التلمساني فلما تبين له ضلاله هجره وتبرا منه\nفالحمد لله\n</p>\n\n<p>\nأسمع أولاده كثيرا وأحفاده وحج وسمع بالحرمين وبيت المقدس ودمشق ومصر\nوحلب وحماة وحمص وبعلبك والإسكندرية وبلبيس وقطية وغير ذلك وأوذي مرة\nواختفى مدة من أجل سماعه لتاريخ الخطيب وأوذي نوبة أخرى لقراءة شيء من كتاب\nأفعال العباد مما يتأوله الفضلاء المخالفون وحبس فصبر وكظم وقضى أكثر عمره\nعلى الاقتصاد والقناعة وقلة الدرهم إلى أن توفي شيخنا ابن أبي الفتح فحصل\nله من جهاته حلقة الخضر والحديث بالناصرية فأضاء حاله وفرحنا له ثم ولي دار\nالحديث سنة ثمان عشرة بعد ابن الشريشي ثم فيما بعد ترك الحلقة وأخذت منه\nالناصرية ثم نزل عن العزية لصاحبه نجم الدين وتكفى بما تبقى على قلته بنسبة\nرتبته وربما وصل بشيء متمم لأولاده وباع كتابيه بألفين ومائتين فأنفقها\nوأعلى ما عنده مطلقا الغيلانيات وبإجازة جزء ابن عرفة وابن الفرات سمعت منه\nسنة أربع وتسعين وأخذت عنه صحيح البخاري وغير ذلك واستملى منه قاضي القضاة\nأبو الحسن الحافظ وسمع منه قاضي القضاة عز الدين الكناني والحافظ أبو الفتح\nاليعمري ومحب الدين وأولاده والسروجي وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nالدمياطي وابن عبد الهادي وابنا السفاقسي وابن رافع وسبط التنسي وخلائق\n</p>\n\n<p>\nوتخرج به جماعة كالبرزالي وابن الفخر والعلائي وابن كثير وابن العطار\nوالجميزي وابن الجعبري وآخرين\n</p>\n\n<p>\nقرأت بخط أبي الفتح قال ووجدت بدمشق الإمام المقدم والحافظ الذي فاق من\nتأخر من أقرانه وتقدم أبا الحجاج المزي بحر هذا العلم الزاخر القائل من رآه\nكم ترك الأول للآخر أحفظ الناس للتراجم وأعلمهم بالرواة من أعارب وأعاجم لا\nيخص بمعرفته مصرا دون مصر ولا ينفرد علمه بأهل عصر دون عصر معتمدا آثار\nالسلف الصالح مجتهدا فيما نيط به في حفظ السنة من النصائح معرضا عن الدنيا\nوأسبابها مقبلا على طريقته التي أربى بها على أربابها لا يبالي بما ناله من\nالأزل ولا يخلط جده بشيء من الهزل وكان بما يصنعه بصيرا وبتحقيق ما يأتيه\nجديرا <span id='ms11'></span> وهو في اللغة إمام وله بالقريض إلمام فكنت أحرص على فوائده لأحرز\nمنها ما أحرز وأستفيد من حديثه الذي إن طال لم يمل وإن أوجز وددت أنه لم\nيوجز وهو الذي حداني على رؤية الإمام شيخ الإسلام تقي الدين ابن تيمية\n</p>\n\n<p>\nوسرد أبو الفتح فضلا في تقريظ ابن تيمية ولقد كان بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالمزي وابن تيمية صحبة أكيدة ومرافقة في السماع ومباحثة واجتماع وود\nوصفاء والشيخ هو الذي سعى للمزي في توليته دار الحديث ولي في تولية التربة\nالصالحية وجرت في ذلك أمور ونكد من أضداد الشيخ وسئلنا عن العقيدة فكتب لهم\nالمزي بجمل وأعفيت أنا من الكتابة ومردنا الكل إلى الله تعالى ولا قوة إلا\nبالله\n</p>\n\n<p>\nوكان شيخنا أبو الحجاج يترخص في الأداء من غير أصول ويصلح كثيرا من حفظه\nويتسامح في دمج القاري ولغط السامعين ويتوسع فكأنه يرى أن العمدة على إجازة\nالمسمع للجماعة وله في ذلك مذاهب عجيبة والله تعالى يسمح لنا وله بكرمه\nوكان يتمثل بقول ابن مندة يكفيك من الحديث شمه\n</p>\n\n<p>\nتوفي في ثاني عشر صفر سنة اثنتين وأربعين وسبعمائة ودفن بمقابر الصوفية\nمن الغد وتأسفوا عليه ولم يخلف أحدا مثله رحمه الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             <span id='ms12'></span>\n</p>\n",
  "pages": [
    "000",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056"
  ],
  "volumes": [
    "01"
  ]
}