{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالجزء الأول من التخريج لصحيح الحديث عن الشيوخ الثقات على شرط كتاب محمد\nبن إسماعيل البخاري، وكتاب مسلم بن الحجاج القشيري، أو أحدهما، مما أخرجه\nالحافظ أبو بكر أحمد بن محمد بن غالب البرقاني الخوارزمي من أصول أبي الحسن\nأحمد بن محمد بن أحمد بن منصور العتيقي رحمهما الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله رب العالمين حمدا يوافي نعمه ويكافئ مزيده، اللهم صل على سيدنا\nمحمد وآله كلما ذكره الذاكرون وغفل عنه الغافلون.\n</p>\n\n<p>\nقرأته أجمع على الشيخ الإمام المحدث المقرئ أبي محمد عبد الوهاب بن محمد\nبن عبد الرحمن القروي فسح الله في مدته، عن أبي محمد عبد المؤمن بن خلف بن\nأبي الحسن الدمياطي رحمه الله، فسمع الشيخ الإمام أبو القاسم بن حسن بن\nيعقوب المالكي، والشيخ الإمام أبو عبد الله محمد بن عبد الرحمن بن أيوب\nالشافعي، والشيخ الإمام محمد بن أحمد بن محمد القزويني، وعلي بن عثمان\nالقطوري، وأجاز.\n</p>\n\n<p>\nصح ذلك وثبت يوم الجمعة سلخ شعبان المكرم سنة أربع وثمانين وسبع مائة.\n</p>\n\n<p>\nكتبه حسن بن علي بن إسماعيل بن محمود العمري خادم حديث رسول الله صلى\nالله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم آمنت بالله واعتصمت به وتوكلت عليه\n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأخبرنا الشيخ المسند الرحلة شرف الدين أبو زكريا يحيى بن يوسف بن أبي\nمحمد بن أبي الفتوح المقدسي بن المصري قراءة عليه وأنا أسمع في شوال سنة\nثلاث وثلاثين وسبع مائة بمصر، أنا الشيخ المسند المحدث رشيد الدين أبو محمد\nعبد الوهاب بن ظافر بن علي القرشي الأزدي المعروف بابن رواج إجازة كتبها\nإلي سنة ست وأربعين وست مائة، أنا الشيخ الإمام الحافظ شيخ الإسلام جمال\nالحفاظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم السلفي الأصبهاني\nقراءة عليه وأنا أسمع، أنا الشيخ أبو الحسين المبارك بن عبد الجبار بن أحمد\nقراءة عليه ببغداد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبو الحسن أحمد بن محمد بن أحمد العتيقي بانتقاء أبي بكر البرقاني،\nأنا أبو الحسن علي بن محمد بن سعيد الرزاز قراءة عليه <span id='ms01'></span>، ثنا أبو شعيب عبد\nالله بن الحسن بن أحمد الحراني، ثنا عفان بن مسلم، ثنا همام، عن أبي جمرة،\nقال: كنت أدفع الزحام يعني عن ابن عباس رضي الله عنه فاحتبست عنه أياما\nفقال لي: ما حبسك؟ قلت: الحمى، فقال: إني سمعت رسول الله صلى الله عليه\nوسلم يقول\n</p>\n\n<h1 class='l1' id='head1'>: «الحمى من فيح جهنم فأبردوها عنكم بماء زمزم» .</h1>\n\n<p>\nهكذا رواه جماعة عن عفان قوله: «بماء زمزم» ، وهو\n</p>\n\n<p>\nصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nمن حديث أبي جمرة، واسمه نصر بن عمران، عن ابن عباس مرفوعا، رواه\nالبخاري، عن عبد الله بن محمد، ويقال: هو المسندي، عن أبي عامر العقدي، عن\nهمام.\n</p>\n\n<p>\nووقع لنا بحمد الله عاليا.\n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن علي بن محمد يعرف بابن الزيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nقراءة عليه، ثنا أبو بكر جعفر بن محمد الفريابي، ثنا عبد الله بن محمد\nالنفيلي، ثنا زهير، ثنا أبو إسحاق، حدثني عبد الله بن يزيد، حدثني البراء\nوهو غير كذوب ح وأخبرنا عمر، وأنا أبو عبد الله أحمد بن الحسن بن عبد\nالجبار الصوفي، ثنا علي بن الجعد، أنا زهير، عن أبي إسحاق، عن عبد الله بن\nيزيد الأنصاري، قال: حدثني البراء وهو غير كذوب ح وأخبرنا عمر، وثنا أبو\nإسحاق إبراهيم بن شريك الكوفي، ثنا أحمد بن يونس، ثنا زهير بن معاوية، ثنا\nأبو إسحاق، عن عبد الله بن يزيد، نا البراء وهو غير كذوب : «أنهم كانوا\n</p>\n\n<h1 class='l1' id='head3'>يصلون خلف رسول الله صلى الله عليه وسلم فإذا رفع رأسه من الركوع لم نر أحدا يحني ظهره حتى </h1>\n\n<p>\nيضع رسول الله صلى الله عليه وسلم جبهته على الأرض ثم يخر من وراءه سجدا»\n.\n</p>\n\n<p>\nوقال الصوفي: «لم أر أحدا» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا حديث صحيح من حديث أبي إسحاق السبيعي، عن عبد الله بن يزيد الخطمي\nوهو صحابي عن البراء بن عازب، أخرجه مسلم عن أحمد بن يونس.\n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن سعيد الرزاز، ثنا أبو شعيب الحراني، ثنا يحيى بن\nعبد الله، ثنا الأوزاعي، ثنا يحيى بن أبي كثير، حدثني عبد الله <span id='ms02'></span> بن أبي\nقتادة، حدثني أبي، أنه سمع رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<h1 class='l1' id='head5'>: «إذا بال أحدكم فلا يمس ذكره بيمينه، ولا يستنج بيمينه، ولا يتنفس في الإناء» .</h1>\n\n<p>\nوهذا حديث صحيح\n</p>\n\n<p>\nمن حديث يحيى بن أبي كثير، عن عبد الله بن أبي قتادة، عن أبيه، عن النبي\nصلى الله عليه وسلم.\n</p>\n\n<p>\nأخرجه البخاري عن محمد بن يوسف، عن الأوزاعي كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nأخبرنا أبو يعقوب إسحاق بن سعد بن الحسن بن سفيان النسوي قدم علينا للحج\nقراءة عليه، حدثني جدي الحسن بن سفيان، ثنا عبد الأعلى بن حماد النرسي، عن\nحماد بن سلمة، نا أيوب وعبيد الله بن عمر، عن نافع، عن ابن عمر: «أن رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head7'>نهى عن بيع الثمرة حتى يبدو صلاحها» .</h1>\n\n<p>\nصحيح حسن عال، وأخرج في الصحيح من حديث عبيد الله بن عمر ومن حديث أيوب\nجميعا عن نافع، غير أنه لم يجمع بينهما كذلك غير حماد بن سلمة فيما نعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nأخبرنا أبو يعقوب، حدثني جدي الحسن، ثنا محمد بن المتوكل، ثنا معتمر بن\nسليمان، حدثني أبي، أخبرني أنس بن مالك، عن أبي هريرة قال: قال رسول الله\nصلى الله عليه وسلم: \" قال الله عز وجل: إذا تقرب العبد مني شبرا تقربت منه\nذراعا، وإذا تقرب مني ذراعا تقربت منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nباعا، وإذا أتاني مشيا أتيته هرولة، وإن هرول سعيت إليه، وأنا أسرع\nبالمغفرة \".\n</p>\n\n<p>\nأو كما قال.\n</p>\n\n<p>\nوهذا حديث صحيح الإسناد، اتفق الإمامان على إخراجه.\n</p>\n\n<p>\nفأخرجه مسلم عن محمد بن عبد الأعلى عن معتمر.\n</p>\n\n<p>\nوقال البخاري: وقال معتمر، وذكره.\n</p>\n\n<p>\nووافق المعتمر على روايته يحيى بن سعيد القطان، ومحمد بن أبي عدي، فروياه\nعن سليمان التيمي كذلك.\n</p>\n\n<p>\nولم أجد قوله: «وإليه أسرع بالمغفرة» في حديث في الصحيحين من حديث أنس بن\nمالك، عن أبي هريرة غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>6 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن إسماعيل الوراق، إملاء في المحرم من سنة ست وسبعين\nوثلاث مائة وكتبته بخطي، نا أبو القاسم عبد الله بن محمد البغوي، نا محمد\nبن جعفر الوركاني <span id='ms03'></span>، ثنا إبراهيم بن سعد، ح وحدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nأبو بكر، ونا يحيى بن محمد بن صاعد، نا عبد الله بن عمران العابدي\nالمخزومي بمكة، نا إبراهيم بن سعد، عن الزهري، عن سعيد بن المسيب، عن أبي\nهريرة قال: سئل رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head10'>أي الأعمال أفضل؟ قال: «إيمان بالله عز وجل» .</h1>\n\n<p>\nقيل: ثم ماذا؟ قال: «الجهاد في سبيل الله» .\n</p>\n\n<p>\nقيل: ثم\n</p>\n\n<p>\nماذا؟ قال: «ثم الحج المبرور» .\n</p>\n\n<p>\nهذا حديث صحيح، اتفقا على إخراجه في كتابيهما.\n</p>\n\n<p>\nفأخرجه البخاري عن أحمد بن يونس وعن موسى بن إسماعيل التبوذكي وعن عبد\nالعزيز الأويسي.\n</p>\n\n<p>\nوأخرجه مسلم عن محمد بن جعفر الوركاني، كما وقع لنا جميعا عن إبراهيم بن\nسعد كذلك.\n</p>\n\n<h1 class='l1' id='head11'>7 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن إسماعيل الوراق إملاء، ثنا أبو حفص عمر بن إسماعيل\nبن أبي غيلان سنة خمس وثلاث مائة، نا علي بن الجعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالجوهري سنة خمس وعشرين ومائتين، أنا شعبة بن الحجاج، عن أبي إسحاق، عن\nالبراء بن عازب، عن النبي صلى الله عليه وسلم: أنه أوصى رجلا فقال\n</p>\n\n<h1 class='l1' id='head12'>: \" إذا أخذت مضجعك فقل: اللهم أسلمت نفسي إليك، ووجهت وجهي إليك وفوضت أمري إليك، وألجأت ظهري </h1>\n\n<p>\nإليك، رغبة ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي\nأنزلت وبنبيك الذي أرسلت، فإن مات مات على الفطرة \".\n</p>\n\n<p>\nوهذا حديث صحيح من حديث أبي إسحاق السبيعي، عن البراء بن عازب، اتفقا على\nإخراجه في الكتابين.\n</p>\n\n<p>\nفأخرجه البخاري عن آدم بن أبي إياس وغيره، عن شعبة.\n</p>\n\n<p>\nوأخرجه مسلم عن أبي موسى وبندار، عن غندر، عن شعبة.\n</p>\n\n<p>\nووقع لنا بحمد الله عاليا.\n</p>\n\n<p>\nفأما حديث محمد بن جعفر: فقرأنا على أبي بكر أحمد بن إبراهيم بن شاذان،\nأخبركم عبد الله بن محمد بن عبد العزيز البغوي، ثنا محمد بن بشار، نا محمد\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nجعفر، نا شعبة، عن أبي إسحاق قال: سمعت البراء بن عازب عن النبي صلى الله\nعليه وسلم، نحوه.\n</p>\n\n<h1 class='l1' id='head13'>9 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن أحمد بن شاهين إملاء، وأخبرنا أبو بكر بن شاذان\nقراءة <span id='ms04'></span> عليه قالا: ثنا عبد الله بن محمد بن عبد العزيز البغوي، نا علي بن\nالجعد، أنا زهير بن معاوية، عن أبي الزبير، عن جابر قال: «أمرنا رسول الله\nصلى الله عليه وسلم أن\n</p>\n\n<h1 class='l1' id='head14'>نشترك في الإبل والبقر كل سبعة منا في بدنة» .</h1>\n\n<p>\nهذا حديث صحيح أيضا، أخرجه مسلم بن الحجاج، عن\n</p>\n\n<p>\nأحمد بن يونس، ويحيى بن يحيى، عن زهير بن معاوية، وهو أبو خيثمة زهير بن\nمعاوية بن خديج الجعفي.\n</p>\n\n<p>\nوهذا بعض حديث طويل في قصة حجة النبي صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head15'>10 - </h1>\n\n<p>\nوحدثنا أبو حفص عمر بن أحمد بن شاهين إملاء، ثنا محمد بن محمد بن سليمان\nالباغندي، نا عبد السلام بن عبد الحميد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالحراني، ثنا زهير بن معاوية، عن أبي الزبير، عن جابر قال: كنا مع النبي\nصلى الله عليه وسلم في سفر فمطرنا فقال النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head16'>: «ليصل من شاء منكم في رحله» .</h1>\n\n<p>\nوهذا حديث صحيح أيضا، أخرجه مسلم عن يحيى بن يحيى، عن زهير، كما ذكرناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>11 - </h1>\n\n<p>\nحدثنا عمر بن أحمد بن شاهين إملاء، ثنا محمد بن محمد بن سليمان الباغندي،\nثنا شيبان بن فروخ، ثنا سليمان بن المغيرة، عن حميد بن هلال، عن عبد الله\nبن الصامت، عن أبي ذر قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head18'>: «المرء مع من أحب» .</h1>\n\n<p>\nهذا بعض حديث فيه طول، أخرجه مسلم عن شيبان بهذا، الإسناد، وله في كتابه\nبهذا الإسناد عدة أحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>12 - </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن زيد بن علي بن جعفر بن مروان الأنصاري\nالكوفي قراءة عليه، بانتخاب أبي الحسن الدارقطني قدم علينا بغداد في سنة ست\nوسبعين وثلاث مائة، ثنا أبو حازم إبراهيم بن محمد بن عبد الله بن محمد بن\nعائذ الحضرمي، نا منجاب بن الحارث، أنا ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمسهر، عن سفيان الثوري، عن عمرو بن دينار، عن طاوس، عن ابن عباس، عن\nالنبي صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id='head20'>: «من اشترى طعاما فلا يبعه حتى يستوفيه» .</h1>\n\n<p>\nقال ابن عباس: «وأحسب كل شيء بمنزلة الطعام <span id='ms05'></span>» .\n</p>\n\n<p>\nهذا حديث\n</p>\n\n<p>\nصحيح من حديث عمرو بن دينار، عن طاوس، عن ابن عباس، رواه عن عمرو كذلك\nجماعة.\n</p>\n\n<p>\nوقد أخرجه مسلم عن أبي بكر بن أبي شيبة، عن وكيع، عن الثوري كذلك، ورواية\nعلي بن مسهر، عن الثوري عزيزة.\n</p>\n\n<h1 class='l1' id='head21'>13 - </h1>\n\n<p>\nأخبرنا أبو عبد الله بن مروان الأنصاري قراءة عليه، ثنا أبو حازم إبراهيم\nبن محمد الحضرمي، ثنا منجاب بن الحارث، ثنا ابن مسهر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nعن إسماعيل بن أبي خالد، عن قيس بن أبي حازم قال: قال سعد بن مالك: «إني\nأول رجل رمى في سبيل الله بسهم وقد كنا\n</p>\n\n<h1 class='l1' id='head22'>نغزو مع رسول الله صلى الله عليه وسلم وليس لنا طعام إلا ورق الحبلة وهذا السمر حتى إن أحدنا </h1>\n\n<p>\nليضع كما تضع الشاة ما يخالطه شيء، وأصبحت بنو أسد يعيروني على الدين،\nلقد خبت إذا وضل عملي» .\n</p>\n\n<p>\nهكذا في أصل سماعي من ابن مروان، والمحفوظ في هذا الحديث: «أصبحت بنو سعد\nتعزرني» .\n</p>\n\n<p>\nوهو حديث صحيح، أخرجه البخاري ومسلم من غير وجه، كلهم عن إسماعيل بن أبي\nخالد، كما رواه علي بن مسهر.\n</p>\n\n<h1 class='l1' id='head23'>14 - </h1>\n\n<p>\nأخبرنا أبو القاسم عبد العزيز بن عبد الله بن محمد الفقيه المعروف\nبالداركي إملاء في مسجدنا سنة اثنتين وسبعين وثلاث مائة، ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nجدي الحسن بن محمد، ثنا محمد بن عبد العزيز بن أبي رزمة، نا الوليد بن\nمسلم، نا الأوزاعي، حدثني عمير بن هانئ: أن جنادة بن أبي أمية حدثه عن\nعبادة بن الصامت، عن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head24'>: \" من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله: وأن عيسى عبد الله </h1>\n\n<p>\n</span>ورسوله، وكلمته ألقاها إلى مريم وروح منه، وأن الجنة حق، وأن\nالنار حق، أدخله الله الجنة على ما كان منه من عمل \"\n</p>\n\n<h1 class='l1' id='head25'>15 - </h1>\n\n<p>\nوحدثنا أبو القاسم الداركي في أثره، نا جدي الحسن بن محمد، نا محمد بن\nعبد العزيز، نا الوليد بن مسلم، حدثني عبد الرحمن بن يزيد بن جابر: أنه سمع\nعمير بن هانئ يحدث هذا الحديث، عن جنادة بن <span id='ms06'></span> أبي أمية حدثه، عن عبادة بن\nالصامت، عن رسول الله صلى الله عليه وسلم قال: \" من شهد أن لا إله إلا الله\nوحده لا شريك له، وأن محمدا عبده ورسوله: وأن عيسى عبد الله ورسوله، وكلمته\nألقاها إلى مريم وروح منه، وأن الجنة حق وأن النار حق، أدخله الله الجنة من\nأبوابها الثمانية أيها شاء \".\n</p>\n\n<p>\nهذا حديث صحيح، أخرجه البخاري عن صدقة بن الفضل المروزي، عن الوليد\nبالإسنادين على ما قدمنا.\n</p>\n\n<p>\nوأخرج مسلم حديث الأوزاعي عن أحمد الدورقي، عن مبشر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل عنه، وأخرج حديث ابن جابر، عن داود بن رشيد، عن الوليد، عنه.\n</p>\n\n<h1 class='l1' id='head26'>16 - </h1>\n\n<p>\nأخبرنا أبو الحسين محمد بن المظفر بن موسى بن عيسى الحافظ قراءة عليه من\nأصل كتابه، أنا أبو العباس أحمد بن موسى بن زنجويه، نا عبد الأعلى بن حماد\nالنرسي قال: قرأت على مالك بن أنس، عن محمد بن عبد الرحمن بن نوفل، عن عروة\nبن الزبير، عن زينب بنت أبي سلمة، عن أم سلمة زوج النبي صلى الله عليه وسلم\nأنها قالت: شكوت إلى رسول الله صلى الله عليه وسلم أني أشتكي فقال\n</p>\n\n<h1 class='l1' id='head27'>: طوفي من وراء الناس وأنت راكبة.</h1>\n\n<p>\nقالت: فطفت والنبي يصلي إلى جنب البيت وهو يقرأ: {والطور {1}\n</p>\n\n<p>\nوكتاب مسطور {2} } [الطور: 1-2] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث صحيح من حديث عروة، جوده مالك، عن محمد بن عبد الرحمن بن نوفل،\nويعرف بيتيم عروة.\n</p>\n\n<p>\nوقد رواه جماعة عن هشام بن عروة، عن أبيه، عن أم سلمة، ليس فيه زينب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nورواه آخرون عن هشام بن عروة، عن أبيه، عن النبي صلى الله عليه وسلم\nمرسلا.\n</p>\n\n<p>\nأخرجه البخاري، عن القعنبي وعبد الله بن يوسف التنيسي وإسماعيل بن أبي\nأويس، عن مالك.\n</p>\n\n<p>\nوأخرجه مسلم عن يحيى بن يحيى، عن مالك على ما ذكرناه.\n</p>\n\n<h1 class='l1' id='head28'>17 - </h1>\n\n<p>\nأخبرنا أبو الحسين محمد بن المظفر الحافظ قراءة عليه، أنا أبو العباس\nأحمد بن موسى بن زنجويه، ثنا عبد الأعلى بن حماد قال: قرأت على مالك بن\nأنس، عن زياد بن سعد، عن عمرو بن مسلم، عن طاوس قال <span id='ms07'></span>: أدركت ناسا من أصحاب\nرسول الله صلى الله عليه وسلم يقولون: كل شيء بقدر.\n</p>\n\n<p>\nقال: وسمعت ابن عمر يقول: سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<h1 class='l1' id='head29'>: «كل شيء بقدر حتى العجز والكيس أو الكيس والعجز» .</h1>\n\n<p>\nقال أبو محمد: هكذا قال.\n</p>\n\n<p>\nهذا حديث صحيح،\n</p>\n\n<p>\nأخرجه مسلم عن عبد الأعلى بن حماد.\n</p>\n\n<p>\nوقع لنا بحمد الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>18 - </h1>\n\n<p>\nأخبرنا أبو عبد الله الحسين بن أحمد بن فهد الموصلي قدم علينا بغداد\nفقرأنا عليه، نا أبو يعلى أحمد بن علي الموصلي، نا غسان بن الربيع، عن\nثابت، عن عاصم، عن الشعبي، عن ابن عباس قال\n</p>\n\n<h1 class='l1' id='head31'>: «قمت ليلة أصلي مع النبي صلى الله عليه وسلم فقمت عن يساره فقال بيده من ورائه فأخذ بيدي أو </h1>\n\n<p>\nبعضدي حتى أقامني عن يمينه» .\n</p>\n\n<p>\nصحيح من حديث الشعبي، عن ابن عباس، أخرجه البخاري عن موسى، وهو إن شاء\nالله ابن إسماعيل التبوذكي، عن ثابت بن يزيد، ويكنى أبا زيد وكان أحول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>19 - </h1>\n\n<p>\nأخبرنا الحسين، نا أبو يعلى أحمد بن علي بن المثنى، نا غسان بن الربيع،\nعن ثابت، عن عاصم، عن عبد الله بن الحارث، عن عائشة، أنها قالت: \" ما كان\nرسول الله صلى الله عليه وسلم ينتظر إذا سلم من الصلاة إلا أن يقول\n</p>\n\n<h1 class='l1' id='head33'>: اللهم أنت السلام ومنك السلام، تباركت يا ذا الجلال والإكرام \".</h1>\n\n<p>\nهذا حديث صحيح من حديث عاصم الأحول، عن عبد الله بن الحارث، ويكنى أبا\nالوليد البصري، ويقال: كان ختن ابن سيرين على أخته، رواه عن عاصم كذلك أبو\nمعاوية وشعبة وحماد بن سلمة ويحيى بن زكريا وأبو خالد الأحمر، كل ذلك في\nالصحيح.\n</p>\n\n<h1 class='l1' id='head34'>20 - </h1>\n\n<p>\nأخبرنا أبو الفضل عبيد الله بن عبد الرحمن بن محمد بن عبيد الله بن سعد\nبن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري قراءة عليه، ثنا\nأبو بكر جعفر بن محمد الفريابي سنة ثمان وتسعين ومائتين، ثنا منجاب بن\nالحارث، أنا ابن مسهر، عن الأعمش، عن أبي صالح، عن أبي هريرة، قال: قال\nرسول الله صلى الله عليه <span id='ms08'></span> وسلم: «أول زمرة من أمتي تدخل الجنة على مثل صورة\nالقمر ليلة البدر، ثم الثانية على أشد نجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفي السماء إضاءة، أمشاطهم الذهب، ومجامرهم الألوة، ورشحهم المسك، أخلاقهم\nعلى خلق رجل واحد، لا يتغوطون ولا يبولون ولا يمتخطون ولا يتفلون، على صورة\nأبيهم آدم عليه السلام ستين ذراعا» .\n</p>\n\n<p>\nهذا حديث صحيح من حديث الأعمش، عن أبي صالح، عن أبي هريرة مرفوعا، أخرجه\nمسلم عن أبي بكر وأبي كريب، عن أبي معاوية، عن الأعمش.\n</p>\n\n<h1 class='l1' id='head35'>21 - </h1>\n\n<p>\nأخبرنا أبو الفضل عبيد الله بن عبد الرحمن الزهري، ثنا جعفر بن محمد\nالفريابي، نا منجاب بن الحارث، أنا علي بن مسهر، عن هشام بن عروة، عن أبيه،\nعن عائشة رضي الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nعنها قالت: دخلت هند ابنة عتبة امرأة أبي سفيان على رسول الله صلى الله\nعليه وسلم فقالت: يا رسول الله، إن أبا سفيان رجل شحيح لا يعطيني من النفقة\nما يكفيني ويكفي بني إلا ما أخذت من ماله بغير علمه، فهل علي في ذلك من\nجناح؟ فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head36'>: «خذي بالمعروف ما يكفيك ويكفي بنيك» .</h1>\n\n<p>\nصحيح من حديث هشام بن عروة، عن أبيه، عن عائشة رضي الله\n</p>\n\n<p>\nعنها، رواه مسلم في كتابه عن علي بن حجر، عن علي بن مسهر، ورواه كذلك\nجماعة عن هشام.\n</p>\n\n<p>\nأخبرناه أبو الفضل الزهري، نا جعفر الفريابي، نا عمرو بن علي، ثنا يحيى\nبن سعيد، نا هشام، أخبرني أبي، عن عائشة رضي الله عنها: \" أن هند ابنة عتبة\nقالت: يا رسول الله ...\n</p>\n\n<p>\n\" فذكر الحديث.\n</p>\n\n<p>\nرواه البخاري في كتابه عن أبي موسى، عن يحيى كذلك.\n</p>\n\n<p>\nوأخبرناه أبو الفضل الزهري، نا جعفر الفريابي، نا عثمان بن أبي شيبة، نا\nوكيع بن الجراح، عن هشام بن عروة، عن أبيه، عن عائشة قالت: «جاءت هند إلى\nالنبي صلى الله عليه وسلم ...\n</p>\n\n<p>\n» فذكر نحوه.\n</p>\n\n<p>\nرواه مسلم عن ابن نمير وأبي كريب، عن وكيع كذلك.\n</p>\n\n<h1 class='l1' id='head37'>24 - </h1>\n\n<p>\nأخبرنا أبو عمر محمد بن العباس بن محمد بن زكريا بن حيويه قراءة عليه\nبانتقاء أبي الحسن <span id='ms09'></span> الدارقطني عليه، نا محمد بن محمد بن سليمان الباغندي\nإملاء، ثنا شيبان بن فروخ الأبلي، نا سليمان بن المغيرة، ثنا حميد بن هلال،\nعن أبي رافع، عن أبي هريرة قال: \" كان\n</p>\n\n<h1 class='l1' id='head38'>رجل يتعبد في صومعته يقال له: جريج، فجاءته أمه، قال حميد: ووصف لنا أبو رافع صفة أبي هريرة </h1>\n\n<p>\nحيث يصف رسول الله صلى الله عليه وسلم أمه حين دعته، جعلت كفها فوق\nحاجبها ثم رفعت رأسها إليه تدعوه، فقالت: يا جريج أنا أمك كلمني، فصادفته\nيصلي فقال: اللهم أمي وصلاتي، فاختار صلاته، فرجعت ثم عادت في الثانية\nفقالت: يا جريج أنا أمك فكلمني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال: اللهم صلاتي وأمي، فاختار صلاته، فقالت: اللهم لا تمته حتى تريه\nالمومسات.\n</p>\n\n<p>\nقال: ولو دعت عليه أن يفتن لافتتن.\n</p>\n\n<p>\nقال: وكان راعي ضأن يأوي إلى ديره، قال: وخرجت امرأة من القرية فوقع\nعليها الراعي فحملت فولدت غلاما فقيل لها: ما هذا؟ فقالت: من صاحب هذا\nالدير.\n</p>\n\n<p>\nفجاءوا بفئوسهم ومساحيهم فنادوه فصادفوه يصلي، فلم يكلمهم، فأخذوا يهدمون\nديره، فلما رأى ذلك نزل إليهم، فقالوا له: سل هذه؟ فتبسم ثم مسح رأس الصبي\nفقال: من أبوك؟ فقال له: راعي الضأن.\n</p>\n\n<p>\nفلما سمعوا ذلك منه قالوا: نبني لك ما هدمنا من ديرك بالذهب والفضة.\n</p>\n\n<p>\nقال: لا، ولكن أعيدوه كما كان، ثم علاه \".\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي رافع، عن أبي هريرة، وقيل: اسمه نفيع، وكان\nصائغا من أهل المدينة، وانتقل إلى البصرة، فيروي عنه البصريون دون أهل\nالمدينة.\n</p>\n\n<p>\nأخرجه مسلم عن شيبان بن فروخ كذلك، أوله موقوف، ويسند في وسطه.\n</p>\n\n<h1 class='l1' id='head39'>25 - </h1>\n\n<p>\nأخبرنا أبو عمر محمد بن العباس بن حيويه، أنا محمد بن هارون بن حميد بن\nالمجدر، ثنا محمد بن أبي عمر العدني، ثنا سفيان، عن الزهري، عن عنبسة بن\nسعيد بن العاص، عن أبي هريرة قال: \" قدمت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nعلى رسول الله صلى الله عليه وسلم بعد أن افتتح خيبر، فقلت: يا رسول الله\nأسهم لنا؟ فقال بعض بني سعيد بن العاص: لا تسهم له يا رسول الله.\n</p>\n\n<p>\nفقلت <span id='ms10'></span>: يا رسول الله هذا قاتل ابن قوقل.\n</p>\n\n<p>\nفقال سعيد: واعجبا لوبر تدلى علينا من قدوم ضأن ينعى علي بقتل رجل أكرمه\nالله على يدي، ولم يهني على يديه \".\n</p>\n\n<p>\nقال ابن عيينة: «ولا أعلم أنه أسهم له أو لم يسهم له» .\n</p>\n\n<p>\nقال ابن عيينة: سمعت إسماعيل بن أبي أمية يسأل الزهري عن هذا.\n</p>\n\n<p>\nقال سفيان: وحدثنيه السعيدي، عن جده، عن أبي هريرة.\n</p>\n\n<p>\nهذا حديث صحيح، أخرجه البخاري عن الحميدي، عن سفيان كذلك، وعن علي بن\nالمديني أيضا، عن سفيان، غير أنه لم يذكر في حديث علي حديث السعيدي، قال\nالبخاري: وهو عمرو بن يحيى بن سعيد بن العاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>26 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن أحمد بن لؤلؤ قراءة عليه، ثنا جعفر بن\nمحمد الفريابي، ثنا قتيبة بن سعيد، عن مالك بن أنس، عن سمي مولى أبي بكر،\nعن أبي صالح السمان، عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id='head41'>: «لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه، لاستهموا عليه» .</h1>\n\n<p>\nهذا حديث صحيح، أخرجه البخاري عن إسماعيل بن أبي أويس وعن عبد الله بن\nيوسف.\n</p>\n\n<p>\nوأخرجه مسلم عن يحيى بن يحيى، كلهم عن مالك، كما ذكرناه.\n</p>\n\n<h1 class='l1' id='head42'>27 - </h1>\n\n<p>\nأخبرنا علي، حدثنا جعفر بن محمد الفريابي، ثنا قتيبة بن سعيد، عن مالك بن\nأنس، عن عبد الرحمن بن عبد الله بن عبد الرحمن بن أبي صعصعة الأنصاري، عن\nأبيه، أنه أخبره: أن أبا سعيد الخدري قال له: «إني أراك تحب الغنم\nوالبادية، فإذا كنت في غنمك وباديتك فأذنت بالصلاة فارفع صوتك بالنداء؛\nفإنه لا يسمع صوت المؤذن جن ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nإنس إلا شهد له يوم القيامة» .\n</p>\n\n<p>\nقال أبو سعيد: سمعته من النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nهذا حديث صحيح، أخرجه البخاري عن قتيبة، عن مالك بن أنس كما ذكرناه.\n</p>\n\n<p>\nويختلف في اسم أبي صعصعة ونسبه، ولم يخرجه مسلم في كتابه.\n</p>\n\n<h1 class='l1' id='head43'>28 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن عبد الله بن صالح الأبهري الفقيه شيخ المالكيين\nقراءة عليه <span id='ms11'></span>، ثنا أبو عروبة الحسين بن محمد بن مودود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالحراني، ثنا إسماعيل بن موسى ابن بنت السدي، ثنا مالك بن أنس، عن عبد\nالله بن الفضل، عن نافع بن جبير بن مطعم، عن ابن عباس: أن النبي صلى الله\nعليه وسلم قال\n</p>\n\n<h1 class='l1' id='head44'>: «الأيم أحق بنفسها والبكر تستأذن في نفسها، وإذنها صماتها» .</h1>\n\n<p>\nهذا حديث صحيح، أخرجه مسلم عن سعيد بن منصور وقتيبة، عن مالك كذلك، ولم\nيخرجه البخاري.\n</p>\n\n<h1 class='l1' id='head45'>29 - </h1>\n\n<p>\nأخبرنا أبو بكر، نا أبو عروبة، نا سلم بن جنادة، ثنا أبو أسامة، عن\nإسماعيل، عن قيس، عن عبد الله قال: \" وقفت على أبي جهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nيوم بدر فقلت: أخزاك الله يا عدو الله.\n</p>\n\n<p>\nفقال: هل هو إلا رجل قتلتموه \".\n</p>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن لؤلؤ، ثنا محمد بن محمد بن سليمان\nالباغندي، نا محمد بن عبد الله بن نمير، نا أبو أسامة، عن إسماعيل، عن قيس\nبن أبي حازم، عن عبد الله بن مسعود بنحوه.\n</p>\n\n<p>\nأخرجه البخاري عن محمد بن عبد الله بن نمير، عن أبي أسامة، كما ذكرنا.\n</p>\n\n<h1 class='l1' id='head46'>31 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن علي بن الحسن بن إبراهيم بن سويد العنبري المؤدب\nقراءة عليه، أنا أبو بكر محمد بن محمد بن سليمان الباغندي قراءة عليه، ثنا\nابن عمار الموصلي وهو محمد بن عبد الله بن عمار، نا معاذ بن هشام، حدثني\nأبي، عن قتادة، عن الشعبي، عن سويد بن غفلة، عن عمر قال: «نهانا رسول الله\nصلى الله عليه وسلم عن\n</p>\n\n<h1 class='l1' id='head47'>لبس الحرير إلا موضع إصبعين أو ثلاثة أو أربعة» .</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n<p>\nهذا حديث صحيح، أخرجه مسلم عن جماعة، عن معاذ بن هشام كذلك.\n</p>\n\n<h1 class='l1' id='head48'>32 - </h1>\n\n<p>\nأخبرنا أبو بكر، نا محمد بن محمد بن سليمان، نا عمرو بن عثمان، نا الوليد\nبن مسلم، نا عبد الرحمن بن نمر: أنه سأل الزهري عن صلاة الكسوف فقال\nالزهري: أخبرني عروة بن الزبير، عن عائشة رضي الله عنها قالت: \" كسفت الشمس\nفأمر رسول الله صلى الله عليه وسلم رجلا فنادى: إن\n</p>\n\n<h1 class='l1' id='head49'>الصلاة جامعة، فاجتمع الناس فصلى بهم رسول <span id='ms12'></span> الله صلى الله عليه وسلم ثم قرأ قراءة طويلة، ثم </h1>\n\n<p>\nكبر فركع ركوعا طويلا ...\n</p>\n\n<p>\n\" وذكر الحديث، هكذا قال.\n</p>\n\n<h1 class='l1' id='head50'>33 - </h1>\n\n<p>\nقال: وحدثنا عمرو بن عثمان، نا الوليد، نا ابن نمر، عن الزهري، أخبرني\nكثير بن العباس، عن عبد الله بن عباس: «أن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head51'>صلى يوم كسفت الشمس أربع ركعات في كل ركعة أربع سجدات» .</h1>\n\n<p>\nهذا حديث صحيح من حديث عروة، عن عائشة\n</p>\n\n<p>\nفي هذا، رواه مسلم ومحمد بن إسماعيل جميعا عن محمد بن مهران الرازي، عن\nالوليد كذلك بالإسنادين جميعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث ابن عباس فانفرد به مسلم، فأخرجه في كتابه عن حاجب بن الوليد،\nعن محمد بن حرب، عن الزبيدي، وعن محمد بن مهران، عن الوليد بن مسلم، عن عبد\nالرحمن بن نمر، كلاهما عن الزهري، عن كثير.\n</p>\n\n<h1 class='l1' id='head52'>34 - </h1>\n\n<p>\nأخبرنا أبو بكر أحمد بن إبراهيم بن شاذان قراءة عليه، أنا عبد الله بن\nمحمد بن عبد العزيز البغوي، ثنا علي بن الجعد بن عبيد الجوهري أبو الحسن،\nأنا شعبة، أخبرني عمرو بن مرة قال: سمعت عبد الله بن أبي أوفى وكان من\nأصحاب الشجرة قال: \" كان النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head53'>إذا أتاه قوم بصدقة قال: اللهم صل عليهم، فأتاه أبي بصدقته فقال: اللهم صل على آل أبي أوفى \".</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n<p>\nصحيح من حديث شعبة عن عمرو بن مرة، رواه الخلق عن شعبة، وقد أخرجه مسلم\nعن جماعة من أصحابه، عن وكيع، وعن عبيد الله بن معاذ عن أبيه، وعن ابن\nنمير، عن ابن إدريس، كلهم عن شعبة.\n</p>\n\n<p>\nووقع لنا بحمد الله عاليا عن علي بن الجعد.\n</p>\n\n<p>\nآخر الجزء الأول والحمد لله وحده وصلواته على سيدنا محمد وآله وصحبه وسلم\nتسليما كثيرا إلى يوم الدين، وحسبنا الله ونعم الوكيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nعلقه محمد بن علي السروجي من خط بشار بن علي بن مفرج المقدسي وفي آخره\nطبقة سماع بخطه قد سمعه على السلفي بقراءة عبد العزيز بن عيسى ومعه أبو\nالثناء حماد الحراني والمكي أبو الحرم مكي بن عبد الرحمن.\n</p>\n\n<p>\nوحضر ولده <span id='ms13'></span> القاسم عبد الرحمن سبط السلفي، وأبو عبد الله محمد بن إبراهيم\nالفيروزآبادي، وعبد الكريم الربعي وإبراهيم البلنسي وعبد الله العثماني\nوعيسى ولد القارئ وحسن الصقلي وعبد الوهاب بن رواج وعبد الله بن ظافر وابنه\nفرقد وآخرون، وذلك في يوم السبت العاشر من شعبان سنة أربع وستين وخمس مائة،\nوالحمد لله وحده.\n</p>\n\n<p>\nسمع جميع الجزء على أبي محمد بن رواج بسماعه من السلفي بقراءة الفقيه أبي\nمحمد عبد المؤمن بن خلف بن أبي الحسن الدمياطي التوني: محمد بن إبراهيم بن\nمحمد بن عياش الشافعي وولده أبو طاهر أحمد وأبو بكر محمد وجماعة.\n</p>\n\n<p>\nوصح ذلك وثبت يوم الجمعة السابع والعشرين من محرم سنة أربعين وست مائة\nبالإسكندرية.\n</p>\n\n<p>\nاختصره السروجي من خط ابن عياش رحمه الله.\n</p>\n\n<p>\nوسمعه عليه بسماعه فيه بقراءة محمد بن علي بن عبد الملك القاهري والسماع\nبخطه، ومنه نقلت مختصرا إلى هنا: أبو العباس أحمد بن أبي الفضل عبد الرحمن\nبن أحمد بن الحسين البكري وولده أبو الفضل عبد الرحمن والشرف أبو محمد عبد\nالمؤمن بن خلف بن أبي الحسن التوني وغيرهم في يوم الجمعة سابع شهر ربيع\nالأول من سنة أربعين وست مائة بالثغر، والحمد لله وصلواته على محمد وآله.\n</p>\n\n<p>\nوسمعه عليه بقراءة عباس بن مروان وبخطه السماع ومنه اختصرت، ولد القارئ\nمحمد أبو الفتح وعمر بن عبد العزيز بن فتوح التميمي وعبد الرحمن بن عبد\nالحليم سحنون وست الأحباب ابنة المسمع وغيرهم في ثاني صفر سنة اثنتين\nوأربعين وست مائة بالإسكندرية.\n</p>\n\n<p>\nوسمعه عليه بقراءة.\n</p>\n\n<p>\nوسمعه على السبط بقراءة علي بن بلبان المشرف والخط له في الأصل، ومنه\nاختصرت: الفقيه رضي الدين أبو محمد عبد القادر بن أبي المعالي بن الفراوي،\nوولده كمال الدين أحمد وغيرهم في شهر ذي الحجة سنة سبع وأربعين وست مائة\nوتحته تصحيح المسمع.\n</p>\n\n<p>\nوسمعه عليه بقراءة عبد الكريم بن عبد الله بن مالك وبخطه السماع في الأصل\nومنه اختصرت: عبد الرحمن بن عوض بن يوسف القاهري وغيره، وسمع عبد الرحمن بن\nأسد بن عبد <span id='ms14'></span> الخالق الهمداني من قوله: «ورواية علي بن مسهر عن الثوري عزيزة»\n، وذلك في يوم الجمعة عاشر جمادى الآخر سنة ثمان وأربعين وست مائة\nبالإسكندرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعه عليه بقراءة نجيب الدين محمد بن أحمد بن المؤيد الهمداني: علم\nالدين أبو القاسم عبد الرحمن بن سليم وحضر ولده محمد في الخامسة، ومنصور بن\nسليم وبخطه السماع ومنه اختصرت، وحضرت ابنته فاطمة في الرابعة وجماعة في\nالسابع عشر من صفر سنة خمسين.\n</p>\n\n<p>\nوسمعه عليه بقراءة منصور بن سليم: الفقيه أبو العباس أحمد وفخر الدين علي\nولدا عبد الرحمن بن عبد المنعم والفقيه عز الدين عمر بن عبد الله بن عمر\nالمقدسيون وغيرهم، وإبراهيم بن يحيى بن يوسف بن طرخان العسقلاني والخط له\nفي الأصل ومنه اختصرت في يوم الثلاثاء التاسع والعشرين من شهر ربيع الأول\nسنة خمسين وست مائة بثغر الإسكندرية.\n</p>\n\n<p>\nوسمعه على ابن رواج بقراءة الميدومي الكواشي محسن وربيبه شهاب بن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفي ثامن صفر سنة اثنتين وأربعين وست مائة، نقله السروجي من خط الواني\nونقله الواني من نقل أحمد بن عبد الرحيم المقشراني.\n</p>\n\n<p>\nوسمعه على السبط بقراءة عبد الرحمن بن حسن بن حمزة وبخطه السماع ومنه\nنقلت مختصرا: أبو القاسم عبد الرحمن بن عوض بن يوسف المؤدب وزين الدين أبو\nبكر محمد بن الشيخ الأجل مجد الدين بن أبي علي منصور بن أمين الدولة أبي\nالفضل أحمد بن الوراق الأنصاري وغيرهم ذلك في يوم الجمعة الثالث والعشرين\nمن شهر ربيع الأول سنة أربعين وست مائة وصلى الله على سيدنا محمد وآله\nوصحبه وسلم تسليما.\n</p>\n\n<p>\nوسمعه عليه بقراءة أحمد بن فارس وبخطه السماع ومنه نقلت إلى هنا، عبد\nالله بن عبد الملك الزيلعي وغيرهما في النصف من ذي الحجة سنة إحدى وأربعين\nوست مائة.\n</p>\n\n<p>\nوسمعه على الشيخ الإمام أبي محمد عبد الرحمن بن عبد الحليم الدكالي سحنون\nبسماعه فيه أصلا وذلك بالجامع الكبير بثغر الإسكندرية يوم الجمعة التاسع\nوالعشرين من شهر ربيع الأول سنة ثمان وثمانين وست مائة وذلك بقراءة شيخنا\nالحافظ أبي <span id='ms15'></span> الفتح محمد بن محمد بن سيد الناس اليعمري والسماع بخطه في الأصل\nومنه نقلت إلى هنا.\n</p>\n\n<p>\nوقرأ الشيخ فتح الدين والسماع بخطه ومنه نقلت إلى هنا على الشيخ الجليل\nالعالم أبي القاسم عبد الرحمن بن أسد بن عبد الخالق الهمداني عرف بابن\nالتركية من قوله: «ورواية علي بن مسهر عن الثوري عزيزة» إلى آخره بسماعه\nلذلك فيه من السبط بثغر الإسكندرية، وصححه الخطمي في الخامس والعشرين من\nشهر ربيع الآخر سنة ثمان وثمانين وست مائة والحمد لله وحده.\n</p>\n\n<p>\nوسمعه على الشيخ الجليل أبي النجم شهاب بن علي بن المحسني بسماعه فيه من\nابن رواج بقراءة المقاتلي تقي الدين السبكي وفخر الدين البعلبكي وشمس الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمحمود بن خليفة المنبجي ومحمد بن إبراهيم الواني والسماع بخطه في الأصل\nومنه نقلت وذلك في يوم الأحد سادس من [ ... ] عام سبعين وسبع مائة بالقرافة\nالصغرى ولله الحمد.\n</p>\n\n<p>\nوسمعه على الشيخ الصالح أبي النجم شهاب بن علي المحسني بسماعه فيه: [ ...\n] من ابن أبي رواج بقراءة الإمام علاء الدين علي بن عثمان بن إبراهيم\nالمارديني: أخوه تاج الدين وعبد الله بن محمد بن إبراهيم بن المهندس وبخطه\nالأسماء بالأصل، ومنه نقلت إلى هنا وغيرهم وذلك يوم السبت الثالث من ذي\nالحجة سنة سبع وسبع مائة بالقرافة الصغرى وأجاز لهم ما يرويه.\n</p>\n\n<p>\nنقل جميع ذلك العبد الفقير إلى الله محمد بن علي السروجي.\n</p>\n\n<p>\nبلغ السماع لجميع هذا الجزء وهو الأول من انتقاء الحافظ أبي بكر البرقاني\nعلى الشيخ أبي الحسن العتيقي على الشيخ المسند الرحلة شرف الدين أبي زكريا\nيحيى بن يوسف بن أبي محمد بن أبي الفتوح المقدسي بن المصري بإجازته من أبي\nمحمد بن رواج أنا السلفي وصح بقراءة الإمام المحدث المفيد تقي الدين أبي\nعبد الله محمد بن أبي بكر أحمد الشاذلي بن عرام الإسكندري فسمعه كاتب الجزء\nوهذا السماع محمد بن علي السروجي عفا الله عنه، وسمع من أول حديث جريج إلى\nآخر الجزء الإمام المتقن الفقيه المقرئ سراج الدين أبو حفص عمر بن <span id='ms16'></span> محمد بن\nعلي الدمنهوري والمحدث المفيد أبو العباس أحمد بن صلاح الدين بن محمد بن\nعلي بن الملفي ومحيي الدين يحيى بن خليل بن حسن الأقفهسي وشهاب الدين أحمد\nبن عبد الرحمن بن عبد الوارث البكري ومحمد بن تقي الدين بن تاج الدين بن\nعلي بن الأطرياني، وكذا والده ريحان، وصح ذلك وثبت في يوم الجمعة الثامن\nعشر من شوال سنة ثلاث وثلاثين وسبع مائة بالجامع العتيق بمصر والحمد لله\nوحده وصلاته على سيدنا محمد وآله وصحبه وسلم تسليما كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقرأت جميع هذا الجزء وهو الأول من حديث العتيقي انتقاء البرقاني على\nالشيخة المسندة الصالحة الخيرة حلة الوقت أم عبد الله زينب بنت الكمال أحمد\nبن عبد الرحيم بن عبد الواحد بن أحمد المقدسية بإجازتها من أبي القاسم عبد\nالرحمن بن مكي سبط الحافظ أبي طاهر السلفي بسماعه وهو حاضر من جده الحافظ\nالسلفي بسنده في أوله فسمع الجماعة السادة: الشيخ أبو عبد الله محمد بن\nأحمد بن عمر البالسي وابنه عمر وأبو عبد الله محمد بن علي بن محمد بن\nاللؤلؤة الغرناطي وأبو العباس أحمد بن محمد بن محمد بن الحصري والمصري، وصح\nوثبت في يوم الاثنين الثاني والعشرين من المحرم سنة سبع وثلاثين وسبع مائة\nبمنزل المسمعة بدير الحنابلة بقاسيون وأجازت لنا ما يجوز لها روايته.\n</p>\n\n<p>\nوالحمد لله وحده وصلواته على سيدنا محمد وآله وصحبه وسلامه.\n</p>\n\n<p>\nقاله وكتبه محمد بن علي بن أيبك السروجي عفا الله عنه.\n</p>\n\n<p>\nوسمعه على المشايخ [ ... ] أبي بكر بن محمد بن الرضي عبد الرحمن بن محمد\nبن عبد الجبار، وأم عبد الله زينب بنت الكمال أحمد بن عبد الرحيم، وحبيبة\nبنت الزين عبد الرحمن بن أبي بكر بن القاسم المقدسي بإجازتهم من سبط السلفي\nبقراءة عبد الله بن أحمد بن المحب وكتب السماع: عبد الله بن عمر بن مجلي بن\nعبد الحافظ البيتليدي، وأحمد بن الشيخ عثمان بن محمد بن أيوب بن رافع بن\nعبد الله بن محمد بن أحمد بن عبيد الله المقدسي <span id='ms17'></span>، وصح في يوم الخميس سادس\nشهر ربيع الآخر من سنة ثلاث وثلاثين وست مائة بالضيائية سفح قاسيون،\nوأجازوا، لخصه [ ... ] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             <span id='ms18'></span>\n</p>\n",
  "pages": [
    "000",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061"
  ],
  "volumes": [
    "01"
  ]
}