{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO وجوب موالاة المسلمين</h1>\n\n<p>\n...\n</p>\n\n<p>\nرفع الملام عن الأئمة الأعلام\n</p>\n\n<p>\nتأليف: أحمد بن عبد الحليم ابن تيمية الحراني\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله على آلائه ، وأشهد أن لا إله إلا الله وحده لا شريك له في أرضه\nوسمائه . وأشهد أن محمدا عبده ورسوله وخاتم أنبيائه صلى الله عليه وعلى آله\nوأصحابه صلاة دائمة إلى يوم لقائه وسلم تسليما .\n</p>\n\n<p>\nوبعد : فيجب على المسلمين - بعد موالاة الله ورسوله صلى الله عليه وسلم -\nموالاة المؤمنين كما نطق به القرآن. خصوصا العلماء الذين هم ورثة الأنبياء\nالذين جعلهم الله بمنزلة النجوم يهتدى بهم في ظلمات البر والبحر وقد أجمع\nالمسلمون على هدايتهم ودرايتهم.\n</p>\n\n<p>\nإذ كل أمة - قبل مبعث محمد صلى الله عليه وسلم - فعلماؤها شرارها إلا\nالمسلمين فإن علماءهم خيارهم، فإنهم خلفاء الرسول في أمته والمحيون لما مات\nمن سنته بهم قام الكتاب وبه قاموا وبهم نطق الكتاب وبه نطقوا .\n</p>\n\n<p>\nوليعلم أنه ليس أحد من الأئمة المقبولين عند الأمة قبولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nعاما يتعمد مخالفة رسول الله صلى الله عليه وسلم في شيء من سنته، دقيق ولا\nجليل، فإنهم متفقون اتفاقا يقينيا على وجوب اتباع الرسول وعلى أن كل أحد من\nالناس يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم ولكن إذا وجد\nلواحد منهم قول قد جاء حديث صحيح بخلافه فلا بد له من عذر في تركه .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>AUTO الأسباب التي دعت العلماء إلى مخالفة بعض النصوص</h1>\n\n<p>\n...\n</p>\n\n<p>\nوجميع الأعذار ثلاثة أصناف :\n</p>\n\n<p>\nأحدها : عدم اعتقاده أن النبي صلى الله عليه وسلم قاله .\n</p>\n\n<p>\nوالثاني : عدم اعتقاده إرادة تلك المسألة بذلك القول .\n</p>\n\n<p>\nوالثالث : اعتقاده أن ذلك الحكم منسوخ . وهذه الأصناف الثلاثة تتفرع إلى\nأسباب متعددة .\n</p>\n\n<p>\nالسبب الأول : ألا يكون الحديث قد بلغه . ومن لم يبلغه الحديث لم يكلف أن\nيكون عالما بموجبه وإذا لم يكن قد بلغه وقد قال في تلك القضية بموجب ظاهر\nآية أو حديث آخر، أو بموجب قياس، أو موجب استصحاب : فقد يوافق ذلك الحديث\nتارة ويخالفه أخرى .\n</p>\n\n<p>\nوهذا السبب هو الغالب على أكثر ما <span id='ms01'></span> يوجد من أقوال السلف مخالفا لبعض\nالأحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفإن الإحاطة بحديث رسول الله صلى الله عليه وسلم لم تكن لأحد من الأمة .\nوقد كان النبي صلى الله عليه وسلم يحدث، أو يفتي، أو يقضي، أو يفعل الشيء\nفيسمعه أو يراه من يكون حاضرا ويبلغه أولئك أو بعضهم لمن يبلغونه فينتهي\nعلم ذلك إلى من يشاء الله من العلماء من الصحابة والتابعين ومن بعدهم ثم في\nمجلس آخر قد يحدث أو يفتي أو يقضي أو يفعل شيئا ويشهده بعض من كان غائبا عن\nذلك المجلس ويبلغونه لمن أمكنهم فيكون عند هؤلاء من العلم ما ليس عند هؤلاء\nوعند هؤلاء ما ليس عند هؤلاء وإنما يتفاضل العلماء من الصحابة ومن بعدهم\nبكثرة العلم أو جودته . وأما إحاطة واحد بجميع حديث رسول الله صلى الله\nعليه وسلم فهذا لا يمكن ادعاؤه قط واعتبر ذلك بالخلفاء الراشدين الذين هم\nأعلم الأمة بأمور رسول الله صلى الله عليه وسلم وسنته وأحواله خصوصا الصديق\nرضي الله عنه، الذي لم يكن يفارقه حضرا ولا سفرا بل كان يكون معه في غالب\nالأوقات حتى إنه يسمر عنده بالليل في أمور المسلمين . وكذلك عمر بن الخطاب\n- رضي الله عنه - فإنه صلى الله عليه وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nوسلم كثيرا ما يقول : \" دخلت أنا وأبو بكر وعمر\" و\"خرجت أنا وأبو بكر وعمر\"\nثم مع ذلك لما سئل أبو بكر - رضي الله عنه - عن ميراث الجدة قال : ما لك في\nكتاب الله من شيء وما علمت لك في سنة رسول الله صلى الله عليه وسلم من شيء\nولكن اسأل الناس فسألهم فقام المغيرة بن شعبة ومحمد بن مسلمة فشهدا أن\nالنبي صلى الله عليه وسلم أعطاها السدس \" ، وقد بلغ هذه السنة عمران بن\nحصين أيضا وليس هؤلاء الثلاثة مثل أبي بكر وغيره من الخلفاء ثم قد اختصوا\nبعلم هذه السنة التي قد اتفقت الأمة على العمل بها . وكذلك عمر بن الخطاب\nرضي الله عنه لم يكن يعلم سنة الاستئذان حتى أخبره بها أبو موسى <span id='ms02'></span> واستشهد\nبالأنصار وعمر أعلم ممن حدثه بهذه السنة . ولم يكن عمر أيضا يعلم أن المرأة\nترث من دية زوجها بل يرى أن الدية للعاقلة حتى كتب إليه الضحاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nابن سفيان - وهو أمير لرسول الله صلى الله عليه وسلم على بعض البوادي -\nيخبره \" أن رسول الله صلى الله عليه وسلم ورث امرأة أشيم الضبابي من دية\nزوجها \" فترك رأيه لذلك وقال : لو لم نسمع بهذا لقضينا بخلافه . ولم يكن\nيعلم حكم المجوس في الجزية حتى أخبره عبد الرحمن بن عوف - رضي الله عنه - \"\nأن رسول الله صلى الله عليه وسلم قال : سنوا بهم سنة أهل الكتاب \" . ولما\nقدم سرغ وبلغه أن الطاعون بالشام استشار المهاجرين الأولين الذين معه ثم\nالأنصار ثم مسلمة الفتح فأشار كل عليه بما رأى ولم يخبره أحد بسنة حتى قدم\nعبد الرحمن بن عوف فأخبره بسنة رسول الله صلى الله عليه وسلم في الطاعون\nوأنه قال : \" إذا وقع بأرض وأنتم بها فلا تخرجوا فرارا منه وإذا سمعتم به\nبأرض فلا تقدموا عليه \" .\n</p>\n\n<p>\nوتذاكر هو وابن عباس أمر الذي يشك في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nصلاته فلم يكن قد بلغته السنة في ذلك حتى قال عبد الرحمن بن عوف عن النبي\nصلى الله عليه وسلم : \" إنه يطرح الشك ويبني على ما استيقن \" . وكان مرة في\nالسفر فهاجت ريح فجعل يقول : من يحدثنا عن الريح ؟ قال أبو هريرة : فبلغني\nوأنا في أخريات الناس فحثثت راحلتي حتى أدركته فحدثته بما أمر به النبي صلى\nالله عليه وسلم عند هبوب الريح . فهذه مواضع لم يكن يعلمها حتى بلغه إياها\nمن ليس مثله ومواضع أخر لم يبلغه ما فيها من السنة فقضى فيها أو أفتى فيها\nبغير ذلك مثل ما قضى في دية الأصابع أنها مختلفة بحسب منافعها وقد كان عند\nأبي موسى وابن عباس رضي الله عنهم وهما دونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nبكثير في العلم علم بأن النبي صلى الله عليه وسلم قال : \" هذه وهذه سواء\nيعني : الإبهام والخنصر \" ، فبلغت هذه السنة لمعاوية رضي الله عنه في\nإمارته <span id='ms03'></span> فقضى بها ولم يجد المسلمون بدا من إتباع ذلك.\n</p>\n\n<p>\nولم يكن عيبا في عمر - رضي الله عنه - حيث لم يبلغه الحديث .\n</p>\n\n<p>\nوكذلك كان ينهي المحرم عن التطيب قبل الإحرام، وقبل الإفاضة إلى مكة بعد\nرمي جمرة العقبة هو وابنه عبد الله رضي الله عنهما وغيرهما من أهل الفضل\nولم يبلغهم \" حديث عائشة رضي الله عنها : طيبت رسول الله صلى الله عليه\nوسلم لإحرامه قبل أن يحرم ولحله قبل أن يطوف بالبيت \" .\n</p>\n\n<p>\nوكان يأمر لابس الخف أن يمسح عليه إلى أن يخلعه من غير توقيت واتبعه على\nذلك طائفة من السلف ولم تبلغهم أحاديث التوقيت التي صحت عند بعض من ليس\nمثلهم في العلم وقد روي ذلك عن النبي صلى الله عليه وسلم من وجوه متعددة\nصحيحة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك عثمان رضي الله عنه لم يكن عنده علم بأن المتوفى عنها زوجها تعتد في\nبيت الموت حتى حدثته الفريعة بنت مالك أخت أبي سعيد الخدري بقضيتها لما\nتوفي زوجها وأن النبي صلى الله عليه وسلم قال لها : \" امكثي في بيتك حتى\nيبلغ الكتاب أجله \" فأخذ به عثمان .\n</p>\n\n<p>\nوأهدي له مرة صيد كان قد صيد لأجله فهم بأكله حتى أخبره علي رضي الله عنه\nأن النبي صلى الله عليه وسلم رد لحما أهدي له . وكذلك علي رضي الله عنه\nقال، كنت إذا سمعت من رسول الله صلى الله عليه وسلم حديثا نفعني الله بما\nشاء أن ينفعني منه وإذا حدثني غيره استحلفته فإذا حلف لي صدقته وحدثني أبو\nبكر وصدق أبو بكر وذكر حديث صلاة التوبة المشهور .\n</p>\n\n<p>\nوأفتى هو وابن عباس وغيرهما بأن المتوفى عنها إذا كانت حاملا تعتد بأبعد\nالأجلين ولم يكن قد بلغتهم \" سنة رسول الله صلى الله عليه وسلم في سبيعة\nالأسلمية رضي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nعنها، حيث أفتاها النبي صلى الله عليه وسلم بأن عدتها وضع حملها \" . وأفتى\nهو وزيد وابن عمر وغيرهم بأن المفوضة إذا مات عنها زوجها فلا مهر لها ولم\nتكن بلغتهم سنة رسول الله صلى الله عليه وسلم <span id='ms04'></span> في بروع بنت واشق . وهذا باب\nواسع يبلغ المنقول منه عن أصحاب رسول الله صلى الله عليه وسلم عددا كثيرا\nجدا . وأما المنقول منه عن غيرهم فلا يمكن الإحاطة به، فإنه ألوف فهؤلاء\nكانوا أعلم الأمة وأفقهها وأتقاها وأفضلها فمن بعدهم أنقص، فخفاء بعض السنة\nعليه أولى فلا يحتاج إلى بيان .\n</p>\n\n<p>\nفمن اعتقد أن كل حديث صحيح قد بلغ كل واحد من الأئمة أو إماما معينا فهو\nمخطئ خطأ فاحشا قبيحا . ولا يقولن قائل : الأحاديث قد دونت وجمعت، فخفاؤها\nوالحال هذه بعيد . لأن هذه الدواوين المشهورة في السنن إنما جمعت بعد\nانقراض الأئمة المتبوعين رحمهم الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nومع هذا فلا يجوز أن يدعي انحصار حديث رسول الله صلى الله عليه وسلم في\nدواوين معينة ثم لو فرض انحصار حديث رسول الله صلى الله عليه وسلم : فليس\nكل ما في الكتب يعلمه العالم ولا يكاد ذلك يحصل لأحد .\n</p>\n\n<p>\nبل قد يكون عند الرجل الدواوين الكثيرة وهو لا يحيط بما فيها بل الذين\nكانوا قبل جمع هذه الدواوين أعلم بالسنة من المتأخرين بكثير، لأن كثيرا مما\nبلغهم وصح عندهم قد لا يبلغنا إلا عن مجهول، أو بإسناد منقطع، أو لا يبلغنا\nبالكلية فكانت دواوينهم صدورهم التي تحوي أضعاف ما في الدواوين وهذا أمر لا\nيشك فيه من علم القضية . ولا يقولن قائل : من لم يعرف الأحاديث كلها لم يكن\nمجتهدا . لأنه إن اشترط في المجتهد علمه بجميع ما قاله النبي صلى الله عليه\nوسلم وفعله فيما يتعلق بالأحكام : فليس في الأمة مجتهد وإنما غاية العالم\nأن يعلم جمهور ذلك ومعظمه بحيث لا يخفى عليه إلا القليل من التفصيل ثم إنه\nقد يخالف ذلك القليل من التفصيل الذي يبلغه .\n</p>\n\n<p>\nالسبب الثاني : أن يكون الحديث قد بلغه لكنه لم يثبت عنده إما لأن محدثه\nأو محدث محدثه أو غيره من رجال الإسناد مجهول عنده أو متهم أو سيئ الحفظ .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوإما لأنه لم يبلغه مسندا بل منقطعا، أو لم يضبط لفظ الحديث مع أن ذلك\nالحديث <span id='ms05'></span> قد رواه الثقات لغيره بإسناد متصل بأن يكون غيره يعلم من المجهول\nعنده الثقة أو يكون قد رواه غير أولئك المجروحين عنده، أو قد اتصل من غير\nالجهة المنقطعة وقد ضبط ألفاظ الحديث بعض المحدثين الحفاظ، أو لتلك الرواية\nمن الشواهد والمتابعات ما يبين صحتها؛ وهذا أيضا كثير جدا .\n</p>\n\n<p>\nوهو في التابعين وتابعيهم إلى الأئمة المشهورين من بعدهم أكثر من العصر\nالأول أو كثير من القسم الأول فإن الأحاديث كانت قد انتشرت واشتهرت لكن\nكانت تبلغ كثيرا من العلماء من طرق ضعيفة وقد بلغت غيرهم من طرق صحيحة غير\nتلك الطرق فتكون حجة من هذا الوجه مع أنها لم تبلغ من خالفها من هذا الوجه\nولهذا وجد في كلام غير واحد من الأئمة تعليق القول بموجب الحديث على صحته\nفيقول : قولي في هذه المسألة كذا وقد روي فيها حديث بكذا، فإن كان صحيحا\nفهو قولي .\n</p>\n\n<p>\nالسبب الثالث : اعتقاد ضعف الحديث باجتهاد قد خالفه فيه غيره مع قطع\nالنظر عن طريق آخر سواء كان الصواب معه أو مع غيره أو معهما عند من يقول :\nكل مجتهد مصيب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nولذلك أسباب : منها : أن يكون المحدث بالحديث يعتقده أحدهما ضعيفا، ويعتقده\nالآخر ثقة . ومعرفة الرجال علم واسع، ثم قد يكون المصيب من يعتقد ضعفه،\nلاطلاعه على سبب جارح وقد يكون الصواب مع الآخر لمعرفته أن ذلك السبب غير\nجارح، إما لأن جنسه غير جارح، أو لأنه كان له فيه عذر يمنع الجرح . وهذا\nباب واسع وللعلماء بالرجال وأحوالهم في ذلك من الإجماع والاختلاف مثل ما\nلغيرهم من سائر أهل العلم في علومهم . ومنها : ألا يعتقد أن المحدث سمع\nالحديث ممن حدث عنه وغيره يعتقد أنه سمعه لأسباب توجب ذلك معروفة . ومنها :\nأن يكون للمحدث حالان : حال استقامة وحال اضطراب مثل أن يختلط أو تحترق\nكتبه فما حدث به في حال الاستقامة صحيح وما حدث به في حال الاضطراب ضعيف\nفلا يدري ذلك الحديث من أي النوعين ؟ وقد علم غيره أنه مما حدث به في <span id='ms06'></span> حال\nالاستقامة . ومنها : أن يكون المحدث قد نسي ذلك الحديث فلم يذكره فيما بعد\nأو أنكر أن يكون حدثه معتقدا أن هذا علة توجب ترك الحديث . ويرى غيره أن\nهذا مما يصح الاستدلال به . والمسألة معروفة . ومنها : أن كثيرا من\nالحجازيين يرون ألا يحتج بحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nعراقي أو شامي إن لم يكن له أصل بالحجاز حتى قال قائلهم : نزلوا أحاديث أهل\nالعراق بمنزلة أحاديث أهل الكتاب لا تصدقوهم ولا تكذبوهم وقيل لآخر : سفيان\nعن منصور عن إبراهيم عن علقمة عن عبد الله حجة ؟ قال : إن لم يكن له أصل\nبالحجاز فلا وهذا لاعتقادهم أن أهل الحجاز ضبطوا السنة فلم يشذ عنهم منها\nشيء وأن أحاديث العراقيين وقع فيها اضطراب أوجب التوقف فيها . وبعض\nالعراقيين يرى ألا يحتج بحديث الشاميين وإن كان أكثر الناس على ترك التضعيف\nبهذا فمتى كان الإسناد جيدا كان الحديث حجة سواء كان الحديث حجازيا أو\nعراقيا أو شاميا أو غير ذلك . وقد صنف أبو داود السجستاني كتابا في مفاريد\nأهل الأمصار من السنن يبين ما اختص به أهل كل مصر من الأمصار من السنن التي\nلا توجد مسندة عند غيرهم مثل المدينة، ومكة، والطائف، ودمشق وحمص والكوفة\nوالبصرة وغيرها . إلى أسباب أخر غير هذه .\n</p>\n\n<p>\nالسبب الرابع : اشتراطه في خبر الواحد العدل الحافظ شروطا يخالفه فيها غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nمثل اشتراط بعضهم عرض الحديث على الكتاب والسنة واشتراط بعضهم أن يكون\nالمحدث فقيها إذا خالف قياس الأصول واشتراط بعضهم انتشار الحديث وظهوره إذا\nكان فيما تعم به البلوى إلى غير ذلك مما هو معروف في مواضعه .\n</p>\n\n<p>\nالسبب الخامس : أن يكون الحديث قد بلغه وثبت عنده لكن نسيه وهذا يرد في\nالكتاب والسنة مثل الحديث المشهور عن عمر رضي الله عنه أنه سئل عن الرجل\nيجنب في السفر فلا يجد الماء ؟ فقال : لا يصل حتى يجد الماء فقال له عمار :\nيا أمير المؤمنين أما تذكر إذ كنت أنا وأنت في الإبل فأجنبنا فأما أنا\nفتمرغت كما تمرغ الدابة وأما أنت فلم <span id='ms07'></span> تصل فذكرت ذلك للنبي صلى الله عليه\nوسلم فقال : \" إنما يكفيك هكذا وضرب بيديه الأرض فمسح بهما وجهه وكفيه ؟ \"\nفقال له عمر : اتق الله يا عمار فقال : إن شئت لم أحدث به . فقال : بل\nنوليك من ذلك ما توليت . فهذه سنة شهدها عمر ثم نسيها حتى أفتى بخلافها\nوذكره عمار فلم يذكر وهو لم يكذب عمارا بل أمره أن يحدث به . وأبلغ من هذا\nأنه خطب الناس فقال : لا يزيد رجل على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nصداق أزواج النبي صلى الله عليه وسلم وبناته إلا رددته . فقالت امرأة : يا\nأمير المؤمنين لم تحرمنا شيئا أعطانا الله إياه ؟ ثم قرأت : { وآتيتم\nإحداهن قنطارا } [ النساء : 20 ] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nفرجع عمر إلى قولها وقد كان حافظا للآية ولكن نسيها . وكذلك ما روي أن عليا\nذكر الزبير يوم الجمل شيئا عهده إليهما رسول الله صلى الله عليه وسلم فذكره\nحتى انصرف عن القتال . وهذا كثير في السلف والخلف .\n</p>\n\n<p>\nالسبب السادس : عدم معرفته بدلالة الحديث تارة لكون اللفظ الذي في الحديث\nغريبا عنده مثل لفظ المزابنة والمحاقلة والمخابرة والملامسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nوالمنابذة والغرر، إلى غير ذلك من الكلمات الغريبة التي قد يختلف العلماء\nفي تفسيرها وكالحديث المرفوع : \" لا طلاق ولا عتاق في إغلاق \" ; فإنهم قد\nفسروا الإغلاق بالإكراه ومن يخالفه لا يعرف هذا التفسير .\n</p>\n\n<p>\nوتارة لكون معناه في لغته وعرفه غير معناه في لغة النبي صلى الله عليه\nوسلم وهو يحمله على ما يفهمه في لغته بناء على أن الأصل بقاء اللغة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nكما سمع بعضهم آثارا في الرخصة في النبيذ فظنوه بعض أنواع المسكر، لأنه\nلغتهم وإنما هو ما ينبذ لتحلية الماء قبل أن يشتد، فإنه جاء مفسرا في\nأحاديث كثيرة صحيحة .\n</p>\n\n<p>\nوسمعوا لفظ الخمر في الكتاب والسنة فاعتقدوه عصير العنب المشتد خاصة بناء\nعلى أنه كذلك في اللغة وإن كان قد جاء من الأحاديث أحاديث صحيحة تبين أن\nالخمر اسم لكل شراب مسكر .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوتارة لكون اللفظ مشتركا أو مجملا، أو مترددا بين حقيقة ومجاز، فيحمله على\nالأقرب عنده وإن كان المراد هو الآخر <span id='ms08'></span> كما حمل جماعة من الصحابة في أول\nالأمر الخيط الأبيض والخيط الأسود على الحبل وكما حمل آخرون قوله : {\nفامسحوا بوجوهكم وأيديكم منه } [ المائدة : 6 ] ، على اليد إلى الإبط .\nوتارة لكون الدلالة من النص خفية، فإن جهات دلالات الأقوال متسعة جدا\nيتفاوت الناس في إدراكها وفهم وجوه الكلام بحسب منح الحق سبحانه ومواهبه ثم\nقد يعرفها الرجل من حيث العموم ولا يتفطن لكون هذا المعنى داخلا في ذلك\nالعام ثم قد يتفطن له تارة ثم ينساه بعد ذلك . وهذا باب واسع جدا لا يحيط\nبه إلا الله وقد يغلط الرجل فيفهم من الكلام ما لا تحتمله اللغة العربية\nالتي بعث الرسول صلى الله عليه وسلم بها .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالسبب السابع : اعتقاده أن لا دلالة في الحديث .\n</p>\n\n<p>\nوالفرق بين هذا وبين الذي قبله أن الأول لم يعرف جهة الدلالة. والثاني:\nعرف جهة الدلالة لكن اعتقد أنها ليست دلالة صحيحة بأن يكون له من الأصول ما\nيرد تلك الدلالة سواء كانت في نفس الأمر صوابا أو خطأ .\n</p>\n\n<p>\nمثل: أن يعتقد أن العام المخصوص ليس بحجة وأن المفهوم ليس بحجة وأن\nالعموم الوارد على سبب مقصور على سببه أو أن الأمر المجرد لا يقتضي الوجوب،\nأو لا يقتضي الفور أو أن المعرف باللام لا عموم له أو أن الأفعال المنفية\nلا تنفي ذواتها ولا جميع أحكامها أو أن المقتضي لا عموم له، فلا يدعي\nالعموم في المضمرات والمعاني.\n</p>\n\n<p>\nإلى غير ذلك مما يتسع القول فيه.\n</p>\n\n<p>\nفإن شطر أصول الفقه تدخل مسائل الخلاف منه في هذا القسم وإن كانت الأصول\nالمجردة لم تحط بجميع الدلالات المختلف فيها وتدخل فيه أفراد أجناس\nالدلالات : هل هي من ذلك الجنس أم لا ؟\n</p>\n\n<p>\nمثل أن يعتقد أن هذا اللفظ المعين مجمل بأن يكون مشتركا لا دلالة تعين\nأحد معنييه أو غير ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالسبب الثامن : اعتقاده أن تلك الدلالة قد عارضها ما دل على أنها ليست\nمرادة مثل معارضة العام بخاص أو المطلق بمقيد أو الأمر المطلق بما ينفي\nالوجوب أو الحقيقة بما <span id='ms09'></span> يدل على المجاز إلى أنواع المعارضات . وهو باب واسع\nأيضا، فإن تعارض دلالات الأقوال وترجيح بعضها على بعض بحر خضم .\n</p>\n\n<p>\nالسبب التاسع : اعتقاده أن الحديث معارض بما يدل على ضعفه، أو نسخه، أو\nتأويله إن كان قابلا للتأويل بما يصلح أن يكون معارضا بالاتفاق مثل آية أو\nحديث آخر أو مثل إجماع وهذا نوعان : أحدهما : أن يعتقد أن هذا المعارض راجح\nفي الجملة فيتعين أحد الثلاثة من غير تعيين واحد منها .\n</p>\n\n<p>\nوتارة يعين أحدها بأن يعتقد أنه منسوخ، أو أنه مؤول .\n</p>\n\n<p>\nثم قد يغلط في النسخ فيعتقد المتأخر متقدما وقد يغلط في التأويل بأن يحمل\nالحديث على ما لا يحتمله لفظه أو هناك ما يدفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا عارضه من حيث الجملة فقد لا يكون ذلك المعارض دالا وقد لا يكون الحديث\nالمعارض في قوة الأول إسنادا أو متنا وتجيء هنا الأسباب المتقدمة وغيرها في\nالحديث الأول والإجماع المدعي في الغالب إنما هو عدم العلم بالمخالف . وقد\nوجدنا من أعيان العلماء من صاروا إلى القول بأشياء متمسكهم فيها عدم العلم\nبالمخالف مع أن ظاهر الأدلة عندهم يقتضي خلاف ذلك لكن لا يمكن العالم أن\nيبتدئ قولا لم يعلم به قائلا، مع علمه بأن الناس قد قالوا خلافه حتى إن\nمنهم من يعلق القول فيقول : إن كان في المسألة إجماع فهو أحق ما يتبع وإلا\nفالقول عندي كذا وكذا وذلك مثل من يقول : لا أعلم أحدا أجاز شهادة العبد .\n</p>\n\n<p>\nوقبولها محفوظ عن علي وأنس وشريح وغيرهم ويقول : أجمعوا على أن المعتق\nبعضه لا يرث وتوريثه محفوظ عن علي وابن مسعود وفيه حديث حسن عن النبي صلى\nالله عليه وسلم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nويقول آخر : لا أعلم أحدا أوجب الصلاة على النبي صلى الله عليه وسلم في\nالصلاة وإيجابها محفوظ عن أبي جعفر الباقر، وذلك أن غاية كثير من العلماء\nأن يعلم قول أهل العلم الذين أدركهم في بلاده وأقوال جماعات غيرهم كما تجد\nكثيرا من المتقدمين لا يعلم إلا قول المدنيين والكوفيين وكثير من المتأخرين\nلا <span id='ms10'></span> يعلم إلا قول اثنين أو ثلاثة من الأئمة المتبوعين وما خرج عن ذلك فإنه\nعنده يخالف الإجماع، لأنه لا يعلم به قائلا وما زال يقرع سمعه خلافه فهذا\nلا يمكنه أن يصير إلى حديث يخالف هذا، لخوفه أن يكون هذا خلافا للإجماع أو\nلاعتقاده أنه مخالف للإجماع والإجماع أعظم الحجج . وهذا عذر كثير من الناس\nفي كثير مما يتركونه وبعضهم معذور فيه حقيقة، وبعضهم معذور فيه وليس في\nالحقيقة بمعذور وكذلك كثير من الأسباب قبله وبعده .\n</p>\n\n<p>\nالسبب العاشر : معارضته بما يدل على ضعفه أو نسخه أو تأويله مما لا\nيعتقده غيره أو جنسه معارض، أو لا يكون في الحقيقة معارضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nراجحا، كمعارضة كثير من الكوفيين الحديث الصحيح بظاهر القرآن واعتقادهم أن\nظاهر القرآن من العموم ونحوه مقدم على نص الحديث ثم قد يعتقد ما ليس بظاهر\nظاهرا لما في دلالات القول من الوجوه الكثيرة . ولهذا ردوا حديث الشاهد\nواليمين وإن كان غيرهم يعلم أن ليس في ظاهر القرآن ما يمنع الحكم بشاهد\nويمين ولو كان فيه ذلك فالسنة هي المفسرة للقرآن عندهم .\n</p>\n\n<p>\nوللشافعي في هذه القاعدة كلام معروف ولأحمد فيها رسالته المشهورة في الرد\nعلى من يزعم الاستغناء بظاهر القرآن عن تفسير سنة رسول الله صلى الله عليه\nوسلم وقد أورد فيها من الدلائل ما يضيق هذا الموضع عن ذكره .\n</p>\n\n<p>\nومن ذلك دفع الخبر الذي فيه تخصيص لعموم الكتاب أو تقييد لمطلقه أو فيه\nزيادة عليه واعتقاد من يقول ذلك أن الزيادة على النص كتقييد المطلق نسخ وأن\nتخصيص العام نسخ وكمعارضة طائفة من المدنيين الحديث الصحيح بعمل أهل\nالمدينة بناء على أنهم مجمعون على مخالفة الخبر وأن إجماعهم حجة مقدمة على\nالخبر كمخالفة أحاديث خيار المجلس بناء على هذا الأصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nوإن كان أكثر الناس قد يثبتون أن المدنيين قد اختلفوا في تلك المسألة وأنهم\nلو أجمعوا وخالفهم غيرهم لكانت الحجة في الخبر .\n</p>\n\n<p>\nوكمعارضة قوم من البلدين بعض الأحاديث بالقياس الجلي بناء على أن القواعد\nالكلية لا تنقض بمثل هذا <span id='ms11'></span> الخبر . إلى غير ذلك من أنواع المعارضات سواء كان\nالمعارض مصيبا أو مخطئا .\n</p>\n\n<p>\nفهذه الأسباب العشرة ظاهرة وفي كثير من الأحاديث يجوز أن يكون للعالم حجة\nفي ترك العمل بالحديث لم نطلع نحن عليها، فإن مدارك العلم واسعة ولم نطلع\nنحن على جميع ما في بواطن العلماء والعالم قد يبدي حجته وقد لا يبديها وإذا\nأبداها فقد تبلغنا وقد لا تبلغ وإذا بلغتنا فقد ندرك موضع احتجاجه وقد لا\nندركه سواء كانت الحجة صوابا في نفس الأمر أم لا لكن نحن وإن جوزنا هذا فلا\nيجوز لنا أن نعدل عن قول ظهرت حجته بحديث صحيح وافقه طائفة من أهل العلم،\nإلى قول آخر قاله عالم يجوز أن يكون معه ما يدفع به هذه الحجة وإن كان\nأعلم، إذ تطرق الخطأ إلى آراء العلماء أكثر من تطرقه إلى الأدلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nالشرعية فإن الأدلة الشرعية حجة الله على جميع عباده بخلاف رأي العالم .\n</p>\n\n<p>\nوالدليل الشرعي يمتنع أن يكون خطأ إذا لم يعارضه دليل آخر ورأي العالم\nليس كذلك ولو كان العمل بهذا التجويز جائزا لما بقي في أيدينا شيء من\nالأدلة التي يجوز فيها مثل هذا لكن الغرض أنه في نفسه قد يكون معذورا في\nتركه له ونحن معذورون في تركنا لهذا الترك وقد قال سبحانه : { تلك أمة قد\nخلت لها ما كسبت ولكم ما كسبتم، ولا تسألون عما كانوا يعملون} [ البقرة :\n134 ] ، الآية وقال سبحانه : { فإن تنازعتم في شيء فردوه إلى الله والرسول\nإن كنتم تؤمنون بالله واليوم الآخر} [ النساء : 59 ] .\n</p>\n\n<p>\nوليس لأحد أن يعارض الحديث عن النبي صلى الله عليه وسلم بقول أحد من\nالناس كما قال ابن عباس رضي الله عنهما لرجل سأله عن مسألة فأجابه فيها\nبحديث فقال له : قال أبو بكر وعمر فقال ابن عباس : يوشك أن تنزل عليكم\nحجارة من السماء أقول قال رسول الله صلى الله عليه وسلم وتقولون قال أبو\nبكر وعمر ؟ وإذا كان الترك يكون لبعض هذه الأسباب، فإذا جاء حديث صحيح فيه\nتحليل أو تحريم <span id='ms12'></span> أو حكم، فلا يجوز أن يعتقد أن التارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nله من العلماء الذين وصفنا أسباب تركهم يعاقب، لكونه حلل الحرام أو حرم\nالحلال، أو حكم بغير ما أنزل الله .\n</p>\n\n<p>\nوكذلك إن كان في الحديث وعيد على فعل : من لعنة أو غضب أو عذاب ونحو ذلك،\nفلا يجوز أن يقال : إن ذلك العالم الذي أباح هذا أو فعله داخل في هذا\nالوعيد .\n</p>\n\n<p>\nوهذا مما لا نعلم بين الأمة فيه خلافا إلا شيئا يحكى عن بعض معتزلة بغداد\nمثل المريسي وإضرابه : أنهم زعموا أن المخطئ من المجتهدين يعاقب على خطئه\nوهذا لأن لحوق الوعيد لمن فعل المحرم مشروط بعلمه بالتحريم، أو بتمكنه من\nالعلم بالتحريم، فإن من نشأ ببادية أو كان حديث عهد بالإسلام وفعل شيئا من\nالمحرمات غير عالم بتحريمها لم يأثم ولم يحد وإن لم يستند في استحلاله إلى\nدليل شرعي . فمن لم يبلغه الحديث المحرم واستند في الإباحة إلى دليل شرعي\nأولى أن يكون معذورا، ولهذا كان هذا مأجورا محمودا لأجل اجتهاده قال الله\nسبحانه : { وداود وسليمان إذ يحكمان في الحرث إذ نفشت فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO للمجتهد المصيب أجران وللمخطىء أجر واحد</h1>\n\n<p>\n...\n</p>\n\n<p>\nوفي الصحيحين عن عمرو بن العاص رضي الله عنه أن النبي صلى الله عليه وسلم\nقال : \" إذا اجتهد الحاكم فأصاب فله أجران وإذا اجتهد فأخطأ فله أجر \"\nفتبين أن المجتهد مع خطئه له أجر، وذلك لأجل اجتهاده وخطؤه مغفور له، لأن\nدرك الصواب في جميع أعيان الأحكام إما متعذر أو متعسر وقد قال تعالى : {\nوما جعل عليكم في الدين من حرج } [ الحج : 78 ] ، وقال تعالى : { يريد الله\nبكم اليسر ولا يريد بكم العسر } [ البقرة : 185 ] .\n</p>\n\n<p>\nوفي الصحيحين عن النبي صلى الله عليه وسلم أنه قال لأصحابه عام الخندق :\n\" لا يصلين أحد العصر إلا في بني قريظة\" فأدر كتهم صلاة العصر في الطريق\nفقال بعضهم : لا نصلي إلا في بني قريظة وقال بعضهم : لم يرد منا هذا، فصلوا\nفي الطريق . فلم يعب واحدة من الطائفتين \" فالأولون تمسكوا بعموم الخطاب\nفجعلوا صورة الفوات داخلة <span id='ms13'></span> في العموم والآخرون: كان معهم من الدليل ما يوجب\nخروج هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nالصورة عن العموم فإن المقصود المبادرة إلى القوم .\n</p>\n\n<p>\nوهي مسألة اختلف فيها الفقهاء اختلافا مشهورا : هل يخص العموم بالقياس ؟\nومع هذا فالذين صلوا في الطريق كانوا أصوب .\n</p>\n\n<p>\nوكذلك \" بلال رضي الله عنه لما باع الصاعين بالصاع أمره النبي صلى الله\nعليه وسلم برده \" ولم يرتب على ذلك حكم آكل الربا من التفسيق واللعن\nوالتغليظ لعدم علمه بالتحريم , وكذلك عدي بن حاتم وجماعة من الصحابة لما\nاعتقدوا أن قوله تعالى : { حتى يتبين لكم الخيط الأبيض من الخيط الأسود } [\nالبقرة : 187 ] ، معناه الحبال البيض والسود فكان أحدهم يجعل عقالين أبيض\nوأسود ويأكل حتى يتبين أحدهما من الآخر فقال النبي صلى الله عليه وسلم لعدي\n: \" إن وسادك إذا لعريض إنما هو بياض النهار وسواد الليل \" فأشار إلى عدم\nفقهه لمعنى الكلام ولم يرتب على هذا الفعل ذم من أفطر في رمضان وإن كان من\nأعظم الكبائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nبخلاف الذين أفتوا المشجوج في البرد بوجوب الغسل فاغتسل فمات، فإنه قال : \"\nقتلوه قتلهم الله هلا سألوا إذا لم يعلموا إنما شفاء العي السؤال \" ؛ فإن\nهؤلاء أخطئوا بغير اجتهاد، إذ لم يكونوا من أهل العلم .\n</p>\n\n<p>\nوكذلك \" لم يوجب على أسامة بن زيد قودا ولا دية ولا كفارة لما قتل الذي\nقال : لا إله إلا الله في غزوة الحرقات \" ; فإنه كان معتقدا جواز قتله بناء\nعلى أن هذا الإسلام ليس بصحيح مع أن قتله حرام .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوعمل بذلك السلف وجمهور الفقهاء في أن ما استباحه أهل البغي من دماء أهل\nالعدل بتأويل سائغ لم يضمن بقود ولا دية ولا كفارة، وإن كان قتلهم وقتالهم\nمحرما .\n</p>\n\n<p>\nوهذا الشرط الذي ذكرناه في لحوق الوعيد لا يحتاج أن يذكر في كل خطاب،\nلاستقرار العلم به في القلوب كما أن الوعد على العمل مشروط بإخلاص العمل\nلله، وبعدم حبوط العمل بالردة ثم إن هذا الشرط لا يذكر في كل حديث فيه وعد .\n</p>\n\n<p>\nثم حيث قدر قيام الموجب للوعيد فإن الحكم يتخلف عنه لمانع <span id='ms14'></span> وموانع لحوق\nالوعيد متعددة : منها التوبة ومنها الاستغفار ومنها الحسنات الماحية\nللسيئات ومنها بلاء الدنيا ومصائبها ومنها شفاعة شفيع مطاع ومنها رحمة أرحم\nالراحمين . فإذا عدمت هذه الأسباب كلها ولن تعدم إلا في حق من عتا وتمرد\nوشرد على الله شراد البعير على أهله فهنالك يلحق الوعيد به، وذلك أن حقيقة\nالوعيد بيان أن هذا العمل سبب في هذا العذاب فيستفاد من ذلك تحريم الفعل\nوقبحه أما أن كل شخص قد قام به ذلك السبب يجب وقوع ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nالمسبب به فهذا باطل قطعا، لتوقف ذلك المسبب على وجود الشرط وزوال جميع\nالموانع .\n</p>\n\n<p>\nوإيضاح هذا أن من ترك العمل بحديث فلا يخلو من ثلاثة أقسام : إما أن يكون\nتركا جائزا باتفاق المسلمين كالترك في حق من لم يبلغه، ولا قصر في الطلب مع\nحاجته إلى الفتيا أو الحكم كما ذكرناه عن الخلفاء الراشدين وغيرهم فهذا لا\nيشك مسلم أن صاحبه لا يلحقه من معرة الترك شيء، وإما أن يكون تركا غير جائز\nفهذا لا يكاد يصدر من الأئمة إن شاء الله تعالى لكن قد يخاف على بعض\nالعلماء أن يكون الرجل قاصرا في درك تلك المسألة : فيقول مع عدم أسباب\nالقول وإن كان له فيها نظر واجتهاد أو يقصر في الاستدلال فيقول قبل أن يبلغ\nالنظر نهايته مع كونه متمسكا بحجة أو يغلب عليه عادة أو غرض يمنعه من\nاستيفاء النظر لينظر فيما يعارض ما عنده وإن كان لم يقل إلا بالاجتهاد\nوالاستدلال فإن الحد الذي يجب أن ينتهي إليه الاجتهاد قد لا ينضبط للمجتهد .\n</p>\n\n<p>\nولهذا كان العلماء يخافون مثل هذا خشية ألا يكون الاجتهاد المعتبر قد وجد\nفي تلك المسألة المخصوصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nفهذه ذنوب، لكن لحوق عقوبة الذنب بصاحبه إنما تنال لمن لم يتب وقد يمحوها\nالاستغفار والإحسان والبلاء والشفاعة والرحمة ولم يدخل في هذا من يغلبه\nالهوى ويصرعه حتى ينصر ما يعلم أنه باطل أو من يجزم بصواب قول أو خطئه من\nغير معرفة منه بدلائل ذلك القول نفيا وإثباتا <span id='ms15'></span>، فإن هذين في النار كما قال\nالنبي صلى الله عليه وسلم : \" القضاة ثلاثة : قاضيان في النار وقاض في\nالجنة فأما الذي في الجنة فرجل علم الحق فقضى به وأما اللذان في النار فرجل\nقضى للناس على جهل ورجل علم الحق وقضى بخلافه \" والمفتون كذلك . لكن لحوق\nالوعيد للشخص المعين أيضا له موانع كما بيناه فلو فرض وقوع بعض هذا من بعض\nالأعيان من العلماء المحمودين عند الأمة - مع أن هذا بعيد أو غير واقع - لم\nيعدم أحدهم أحد هذه الأسباب، ولو وقع لم يقدح في إمامتهم على الإطلاق فإنا\nلا نعتقد في القوم العصمة بل تجوز عليهم الذنوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nونرجو لهم مع ذلك أعلى الدرجات، لما اختصهم الله به من الأعمال الصالحة\nوالأحوال السنية وإنهم لم يكونوا مصرين على ذنب وليسوا بأعلى درجة من\nالصحابة رضي الله عنهم والقول فيهم كذلك فيما اجتهدوا فيه من الفتاوى\nوالقضايا والدماء التي كانت بينهم وغير ذلك .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO من الأحاديث ما دلالته قطعية ومنها ما دلالته ظنية</h1>\n\n<p>\n...\n</p>\n\n<p>\nثم إنهم مع العلم بأن التارك الموصوف معذور بل مأجور لا يمنعنا أن نتبع\nالأحاديث الصحيحة التي لا نعلم لها معارضا يدفعها وأن نعتقد وجوب العمل على\nالأمة ووجوب تبليغها . وهذا مما لا يختلف العلماء فيه . ثم هي منقسمة إلى :\nما دلالته قطعية، بأن يكون قطعي السند والمتن وهو ما تيقنا أن رسول الله\nصلى الله عليه وسلم قاله وتيقنا أنه أراد به تلك الصورة .\n</p>\n\n<p>\nوإلى ما دلالته ظاهرة غير قطعية . فأما الأول فيجب اعتقاد موجبه علما\nوعملا، وهذا مما لا خلاف فيه بين العلماء في الجملة وإنما قد يختلفون في\nبعض الأخبار هل هو قطعي السند أو ليس بقطعي ؟ وهل هو قطعي الدلالة أو ليس\nبقطعي ؟ مثل اختلافهم في خبر الواحد الذي تلقته الأمة بالقبول والتصديق أو\nالذي اتفقت على العمل به فعند عامة الفقهاء وأكثر المتكلمين أنه يفيد العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nوذهب طوائف من المتكلمين إلى أنه لا يفيده . وكذلك الخبر المروي من عدة\nجهات يصدق بعضها بعضا من <span id='ms16'></span> أناس مخصوصين قد تفيد العلم اليقيني لمن كان عالما\nبتلك الجهات، وبحال أولئك المخبرين، وبقرائن وضمائم تحتف بالخبر وإن كان\nالعلم بذلك الخبر لا يحصل لمن لم يشركه في ذلك .\n</p>\n\n<p>\nولهذا كان علماء الحديث الجهابذة فيه المتبحرون في معرفته قد يحصل لهم\nاليقين التام بأخبار، وإن كان غيرهم من العلماء قد لا يظن صدقها فضلا عن\nالعلم بصدقها ومبنى هذا على أن الخبر المفيد للعلم يفيده من كثرة المخبرين\nتارة ومن صفات المخبرين أخرى ومن نفس الإخبار به أخرى ومن نفس إدراك المخبر\nله أخرى ومن الأمر المخبر به أخرى فرب عدد قليل أفاد خبرهم العلم لما هم\nعليه من الديانة والحفظ الذي يؤمن معه كذبهم أو خطؤهم وأضعاف ذلك العدد من\nغيرهم قد لا يفيد العلم . هذا هو الحق الذي لا ريب فيه وهو قول جمهور\nالفقهاء والمحدثين وطوائف من المتكلمين .\n</p>\n\n<p>\nوذهب طوائف من المتكلمين وبعض الفقهاء إلى أن كل عدد أفاد العلم خبرهم\nبقضية أفاد خبر مثل ذلك العدد العلم في كل قضية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا باطل قطعا لكن ليس هذا موضع بيان ذلك .\n</p>\n\n<p>\nفأما تأثير القرائن الخارجة عن المخبرين في العلم بالخبر فلم نذكره، لأن\nتلك القرائن قد تفيد العلم لو تجردت عن الخبر وإذا كانت بنفسها قد تفيد\nالعلم لم تجعل تابعة للخبر على الإطلاق كما لم يجعل الخبر تابعا لها بل كل\nمنهما طريق إلى العلم تارة وإلى الظن أخرى وإن اتفق اجتماع ما يوجب العلم\nبه منهما أو اجتماع موجب العلم من أحدهما وموجب الظن من الآخر وكل من كان\nبالأخبار أعلم قد يقطع بصدق أخبار لا يقطع بصدقها من ليس مثله وتارة\nيختلفون في كون الدلالة قطعية لاختلافهم في أن ذلك الحديث : هل هو نص أو\nظاهر ؟ وإذا كان ظاهرا فهل فيه ما ينفي الاحتمال المرجوح أو لا ؟ وهذا أيضا\nباب واسع فقد يقطع قوم من العلماء بدلالة أحاديث لا يقطع بها غيرهم إما\nلعلمهم بأن الحديث لا يحتمل إلا ذلك المعنى أو لعلمهم بأن <span id='ms17'></span> المعنى الآخر\nيمنع حمل الحديث عليه أو لغير ذلك من الأدلة الموجبة للقطع .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوأما القسم الثاني: وهو الظاهر فهذا يجب العمل به في الأحكام الشرعية\nباتفاق العلماء المعتبرين فإن كان قد تضمن حكما علميا مثل الوعيد ونحوه فقد\nاختلفوا فيه : فذهب طوائف من الفقهاء إلى أن خبر الواحد العدل إذا تضمن\nوعيدا على فعل فإنه يجب العمل به في تحريم ذلك الفعل ولا يعمل به في الوعيد\nإلا أن يكون قطعيا وكذلك لو كان المتن قطعيا لكن الدلالة ظاهرة وعلى هذا\nحملوا قول عائشة رضي الله عنها : أبلغي زيدا أنه قد أبطل جهاده مع رسول\nالله صلى الله عليه وسلم إلا أن يتوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا : فعائشة ذكرت الوعيد لأنها كانت عالمة به ونحن نعمل بخبرها في\nالتحريم وإن كنا لا نقول بهذا الوعيد لأن الحديث إنما ثبت عندنا بخبر واحد .\n</p>\n\n<p>\nوحجة هؤلاء أن الوعيد من الأمور العلمية، فلا تثبت إلا بما يفيد العلم\nوأيضا فإن الفعل إذا كان مجتهدا في حكمه لم يلحق فاعله الوعيد . فعلى قول\nهؤلاء يحتج بأحاديث الوعيد في تحريم الأفعال مطلقا ولا يثبت بها الوعيد إلا\nأن تكون الدلالة قطعية ومثله احتجاج أكثر العلماء بالقراءات التي صحت عن\nبعض الصحابة مع كونها ليست في مصحف عثمان رضي الله عنه فإنها تضمنت عملا\nوعلما وهي خبر واحد صحيح فاحتجوا بها في إثبات العمل ولم يثبتوها قرآنا\nلأنها من الأمور العلمية التي لا تثبت إلا بيقين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوذهب الأكثرون من الفقهاء وهو قول عامة السلف إلى أن هذه الأحاديث حجة في\nجميع ما تضمنته من الوعيد، فإن أصحاب رسول الله صلى الله عليه وسلم\nوالتابعين بعدهم ما زالوا يثبتون بهذه الأحاديث الوعيد كما يثبتون بها\nالعمل ويصرحون بلحوق الوعيد الذي فيها للفاعل في الجملة وهذا منتشر عنهم في\nأحاديثهم وفتاويهم وذلك لأن الوعيد من جملة الأحكام الشرعية التي ثبتت\nبالأدلة الظاهرة تارة وبالأدلة القطعية أخرى، فإنه ليس المطلوب اليقين\nالتام بالوعيد بل المطلوب الاعتقاد الذي يدخل في اليقين والظن الغالب <span id='ms18'></span> كما\nأن هذا هو المطلوب في الأحكام العملية .\n</p>\n\n<p>\nولا فرق بين اعتقاد الإنسان أن الله حرم هذا وأوعد فاعله بالعقوبة\nالمجملة واعتقاده أن الله حرمه وأوعده عليه بعقوبة معينة من حيث إن كلا\nمنهما إخبار عن الله فكما جاز الإخبار عنه بالأول بمطلق الدليل فكذلك\nالإخبار عنه بالثاني بل لو قال قائل : العمل بها في الوعيد أوكد، كان صحيحا .\n</p>\n\n<p>\nولهذا كانوا يسهلون في أسانيد أحاديث الترغيب والترهيب ما لا يسهلون في\nأسانيد أحاديث الأحكام، لأن اعتقاد الوعيد يحمل النفوس على الترك.\n</p>\n\n<p>\nفإن كان ذلك الوعيد حقا كان الإنسان قد نجا وإن لم يكن الوعيد حقا بل\nعقوبة الفعل أخف من ذلك الوعيد لم يضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nالإنسان إذا ترك ذلك الفعل خطؤه في اعتقاده زيادة العقوبة لأنه إن اعتقد\nنقص العقوبة فقد يخطئ أيضا وكذلك إن لم يعتقد في تلك الزيادة نفيا ولا\nإثباتا فقد يخطئ فهذا الخطأ قد يهون الفعل عنده فيقع فيه فيستحق العقوبة\nالزائدة إن كانت ثابتة أو يقوم به سبب استحقاق ذلك .\n</p>\n\n<p>\nفإذا الخطأ في الاعتقاد على التقديرين تقدير اعتقاد الوعيد وتقدير عدمه\nسواء والنجاة من العذاب على تقدير اعتقاد الوعيد أقرب فيكون هذا التقدير\nأولى . وبهذا الدليل رجح عامة العلماء الدليل الحاظر على الدليل المبيح\nوسلك كثير من الفقهاء دليل الاحتياط في كثير من الأحكام بناء على هذا وأما\nالاحتياط في الفعل فكالمجمع على حسنه بين العقلاء في الجملة فإذا كان خوفه\nمن الخطإ بنفي اعتقاد الوعيد مقابلا لخوفه من الخطإ في عدم هذا الاعتقاد :\nبقي الدليل الموجب لاعتقاده والنجاة الحاصلة في اعتقاده دليلين سالمين عن\nالمعارض .\n</p>\n\n<p>\nوليس لقائل أن يقول عدم الدليل القطعي على الوعيد دليل على عدمه كعدم\nالخبر المتواتر على القراءات الزائدة على ما في المصحف، لأن عدم الدليل لا\nيدل على المدلول عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nومن قطع بنفي شيء من الأمور العلمية لعدم الدليل القاطع على وجودها كما هو\nطريقة طائفة من المتكلمين فهو مخطئ خطأ بينا.\n</p>\n\n<p>\nلكن إذا علمنا أن وجود الشيء مستلزم لوجود <span id='ms19'></span> الدليل وعلمنا عدم الدليل\nوقطعنا بعدم الشيء المستلزم لأن عدم اللازم دليل على عدم الملزوم وقد علمنا\nأن الدواعي متوفرة على نقل كتاب الله ودينه فإنه لا يجوز على الأمة كتمان\nما يحتاج إلى نقله حجة عامة فلما لم ينقل نقلا عاما صلاة سادسة ولا سورة\nأخرى علمنا يقينا عدم ذلك .\n</p>\n\n<p>\nوباب الوعيد ليس من هذا الباب، فإنه لا يجب في كل وعيد على فعل أن ينقل\nنقلا متواترا كما لا يجب ذلك في حكم ذلك الفعل فثبت أن الأحاديث المتضمنة\nللوعيد يجب العمل بها في مقتضاها : باعتقاد أن فاعل ذلك الفعل متوعد بذلك\nالوعيد لكن لحوق الوعيد به متوقف على شروط، وله موانع . وهذه القاعدة تظهر\nبأمثلة منها أنه قد صح عن النبي صلى الله عليه وسلم أنه قال : \" لعن الله\nآكل الربا وموكله وشاهديه وكاتبه \" .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوصح عنه من غير وجه أنه \" قال لمن باع صاعين بصاع يدا بيد : أوه عين الربا\n\" كما قال : \" البر بالبر ربا إلا هاء وهاء \" الحديث وهذا يوجب دخول نوعي\nالربا : ربا الفضل وربا النسأ في الحديث . ثم إن الذين بلغهم قول النبي صلى\nالله عليه وسلم : \" إنما الربا في النسيئة \" فاستحلوا بيع الصاعين بالصاع\nيدا بيد، مثل ابن عباس رضي الله عنه، وأصحابه : أبي الشعثاء، وعطاء، وطاوس،\nوسعيد بن جبير وعكرمة، وغيرهم من أعيان المكيين الذين هم من صفوة الأمة\nعلما وعملا : لا يحل لمسلم أن يعتقد أن أحدا منهم بعينه أو من قلده بحيث\nيجوز تقليده : تبلغهم لعنة آكل الربا، لأنهم فعلوا ذلك متأولين تأويلا\nسائغا في الجملة . وكذلك ما نقل عن طائفة من فضلاء المدنيين من إتيان\nالمحاش مع ما رواه أبو داود عن النبي صلى الله عليه وسلم أنه قال : \" من\nأتى امرأة في دبرها فهو كافر بما أنزل على محمد \" وكذلك \" قد ثبت عنه صلى\nالله عليه وسلم أنه لعن في الخمر عشرة : عاصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nالخمر ومعتصرها وشاربها \" .\n</p>\n\n<p>\nوثبت عنه من وجوه أنه قال : \" كل شراب أسكر فهو خمر \" وقال <span id='ms20'></span> : \" كل مسكر\nخمر \" . وخطب عمر رضي الله عنه على منبره صلى الله عليه وسلم فقال بين\nالمهاجرين والأنصار : الخمر ما خامر العقل . وأنزل الله تحريم الخمر وكان\nسبب نزولها ما كانوا يشربونه في المدينة ولم يكن لهم شراب إلا الفضيخ لم\nيكن لهم من خمر الأعناب شيء . وقد كان رجال من أفاضل الأمة علما وعملا من\nالكوفيين يعتقدون أن لا خمر إلا من العنب وأن ما سوى العنب والتمر لا يحرم\nمن نبيذه إلا مقدار ما يسكر ويشربون ما يعتقدون حله .\n</p>\n\n<p>\nفلا يجوز أن يقال : إن هؤلاء مندرجون تحت الوعيد لما كان لهم من العذر\nالذي تأولوا به أو لموانع أخر فلا يجوز أن يقال : إن الشراب الذي شربوه ليس\nمن الخمر الملعون شاربها فإن سبب القول العام لا بد أن يكون داخلا فيه ولم\nيكن بالمدينة خمر من العنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nثم إن النبي صلى الله عليه وسلم قد لعن البائع للخمر \" وقد باع بعض الصحابة\nخمرا حتى بلغ عمر فقال : قاتل الله فلانا ألم يعلم أن رسول الله صلى الله\nعليه وسلم قال : \" لعن الله اليهود حرمت عليهم الشحوم فباعوها وأكلوا\nأثمانها \" ولم يكن يعلم أن بيعها محرم ولم يمنع عمر رضي الله عنه علمه بعدم\nعلمه أن يبين جزاء هذا الذنب، ليتناهى هو وغيره عنه بعد بلوغ العلم به .\nوقد لعن العاصر والمعتصر، وكثير من الفقهاء يجوزون للرجل أن يعصر لغيره\nعنبا وإن علم أن من نيته أن يتخذه خمرا فهذا نص في لعن العاصر مع العلم بأن\nالمعذور تخلف الحكم عنه لمانع . وكذلك لعن الواصلة والموصولة في عدة أحاديث\nصحاح ثم من الفقهاء من يكرهه فقط .\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم : \" إن الذي يشرب في آنية الفضة إنما\nيجرجر في بطنه نار جهنم \" ومن الفقهاء من يكرهه كراهة تنزيه .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قوله صلى الله عليه وسلم : \" إذا التقى المسلمان بسيفيهما فالقاتل\nوالمقتول في النار \" يجب العمل به في تحريم قتال المؤمنين بغير حق ثم إنا\nنعلم أن أهل <span id='ms21'></span> الجمل وصفين ليسوا في النار، لأن لهما عذرا وتأويلا في القتال\nوحسنات منعت المقتضي أن يعمل عمله .\n</p>\n\n<p>\nوقال صلى الله عليه وسلم في الحديث الصحيح : \" ثلاثة لا يكلمهم الله ولا\nينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم : رجل على فضل ماء يمنعه\nابن السبيل فيقول الله له : اليوم أمنعك فضلي كما منعت فضل ما لم تعمل يداك\nورجل بايع إماما لا يبايعه إلا لدنيا إن أعطاه رضي وإن لم يعطه سخط ورجل\nحلف على سلعة بعد العصر كاذبا : لقد أعطي بها أكثر مما أعطي \" فهذا وعيد\nعظيم لمن منع فضل مائه مع أن طائفة من العلماء يجوزون للرجل أن يمنع فضل مائه .\n</p>\n\n<p>\nفلا يمنعنا هذا الخلاف أن نعتقد تحريم هذا محتجين بالحديث ولا يمنعنا\nمجيء الحديث أن نعتقد أن المتأول معذور في ذلك لا يلحقه هذا الوعيد . وقال\nصلى الله عليه وسلم : \" لعن الله المحلل والمحلل له \" . وهو حديث صحيح قد\nروي عنه من غير وجه وعن أصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nرضي الله عنهم، مع أن طائفة من العلماء صححوا نكاح المحلل مطلقا .\n</p>\n\n<p>\nومنهم من صححه إذا لم يشترط في العقد ولهم في ذلك أعذار معروفة، فإن قياس\nالأصول عند الأول أن النكاح لا يبطل بالشروط، كما لا يبطل بجهالة أحد\nالعوضين وقياس الأصول عند الثاني أن العقود المجردة عن شرط مقترن لا تغير\nأحكام العقود، ولم يبلغ هذا الحديث من قال هذا القول . هذا هو الظاهر، فإن\nكتبهم المتقدمة لم تتضمنه ولو بلغهم لذكروه آخذين به أو مجيبين عنه، أو\nبلغهم وتأولوه، أو اعتقدوا نسخه، أو كان عندهم ما يعارضه فنحن نعلم أن مثل\nهؤلاء لا يصيبه هذا الوعيد لو أنه فعل التحليل معتقدا حله على هذا الوجه\nولا يمنعنا ذلك أن نعلم أن التحليل سبب لهذا الوعيد وإن تخلف في حق بعض\nالأشخاص لفوات شرط أو وجود مانع .\n</p>\n\n<p>\nوكذلك استلحاق معاوية رضي الله عنه زياد بن أبيه المولود على فراش الحارث\nبن كلدة، لكون أبي سفيان كان يقول : إنه <span id='ms22'></span> من نطفته مع أنه صلى الله عليه\nوسلم قد قال : \" من ادعي إلى غير أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nوهو يعلم أنه غير أبيه: فالجنة عليه حرام \" وقال : \" من ادعي إلى غير أبيه\nأو تولى غير مواليه فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله\nمنه صرفا ولا عدلا \" حديث صحيح . وقضى أن الولد للفراش وهو من الأحكام\nالمجمع عليها فنحن نعلم أن من انتسب إلى غير الأب الذي هو صاحب الفراش فهو\nداخل في كلام الرسول صلى الله عليه وسلم مع أنه لا يجوز أن يعين أحد دون\nالصحابة فضلا عن الصحابة فيقال : إن هذا الوعيد لاحق به لإمكان أنه لم\nيبلغهم قضاء رسول الله صلى الله عليه وسلم بأن الولد للفراش واعتقدوا أن\nالولد لمن أحبل أمه واعتقدوا أن أبا سفيان هو المحبل لسمية أم زياد فإن هذا\nالحكم قد يخفى على كثير من الناس لا سيما قبل انتشار السنة مع أن العادة في\nالجاهلية كانت هكذا، أو لغير ذلك من الموانع المانعة هذا المقتضي للوعيد أن\nيعمل عمله : من حسنات تمحو السيئات وغير ذلك .\n</p>\n\n<p>\nوهذا باب واسع، فإنه يدخل فيه جميع الأمور المحرمة بكتاب أو سنة إذا كان\nبعض الأمة لم يبلغهم أدلة التحريم فاستحلوها أو عارض تلك الأدلة عندهم أدلة\nأخرى رأوا رجحانها عليها مجتهدين في ذلك الترجيح بحسب عقلهم وعلمهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO حكم الله واحد في كل مسألة</h1>\n\n<p>\n...\n</p>\n\n<p>\nفإن التحريم له أحكام: من التأثيم والذم والعقوبة والفسق وغير ذلك لكن\nلها شروط وموانع فقد يكون التحريم ثابتا وهذه الأحكام منتفية لفوات شرطها\nأو وجود مانع، أو يكون التحريم منتفيا في حق ذلك الشخص مع ثبوته في حق غيره .\n</p>\n\n<p>\nوإنما رددنا الكلام لأن للناس في هذه المسألة قولين :\n</p>\n\n<p>\n[ أحدهما ] - وهو قول عامة السلف والفقهاء - : أن حكم الله واحد وأن من\nخالفه باجتهاد سائغ مخطئ معذور مأجور فعلى هذا يكون ذلك الفعل الذي فعله\nالمتأول بعينه حراما لكن لا يترتب أثر التحريم عليه لعفو الله عنه فإنه لا\nيكلف نفسا إلا وسعها <span id='ms23'></span> .\n</p>\n\n<p>\n[ والثاني ] : في حقه ليس بحرام لعدم بلوغ دليل التحريم له، وإن كان\nحراما في حق غيره فتكون نفس حركة ذلك الشخص ليست حراما . والخلاف متقارب\nوهو شبيه بالاختلاف في العبارة . فهذا هو الذي يمكن أن يقال في أحاديث\nالوعيد إذا صادفت محل خلاف إذ العلماء مجمعون على الاحتجاج في تحريم الفعل\nالمتوعد عليه سواء كان محل وفاق أو خلاف بل أكثر ما يحتاجون إليه الاستدلال\nبها في موارد الخلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nلكن اختلفوا في الاستدلال بها على الوعيد إذا لم تكن قطعية على ما ذكرناه .\n</p>\n\n<p>\nفإن قيل : فهلا قلتم إن أحاديث الوعيد لا تتناول محل الخلاف، وإنما\nتتناول محل الوفاق وكل فعل لعن فاعله أو توعد بغضب أو عقاب حمل على فعل\nاتفق على تحريمه لئلا يدخل بعض المجتهدين في الوعيد إذا فعل ما اعتقد\nتحليله بل المعتقد أبلغ من الفاعل، إذ هو الآمر له بالفعل فيكون قد ألحق به\nوعيد اللعن أو الغضب بطريق الاستلزام ؟ ؟ قلنا : الجواب من وجوه :\n</p>\n\n<p>\n[ أحدها ] : أن جنس التحريم إما أن يكون ثابتا في محل خلاف أو لا يكون\nفإن لم يكن ثابتا في محل خلاف قط لزم أن لا يكون حراما إلا ما أجمع على\nتحريمه فكل ما اختلف في تحريمه يكون حلالا وهذا مخالف لإجماع الأمة وهو\nمعلوم البطلان بالاضطرار من دين الإسلام .\n</p>\n\n<p>\nوإن كان ثابتا ولو في صورة فالمستحل لذلك الفعل المحرم من المجتهدين إما\nأن يلحقه ذم من حلل الحرام أو فعله وعقوبته أو لا ؟ فإن قيل : إنه يلحقه،\nأو قيل : إنه لا يلحقه ، فكذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nالتحريم الثابت في حديث الوعيد اتفاقا والوعيد الثابت في محل الخلاف على ما\nذكرناه من التفصيل بل الوعيد إنما جاء على الفاعل وعقوبة محلل الحرام في\nالأصل أعظم من عقوبة فاعله من غير اعتقاد , فإذا جاز أن يكون التحريم ثابتا\nفي صورة الخلاف ولا يلحق المحلل المجتهد عقوبة ذلك الإحلال للحرام، لكونه\nمعذورا فيه، فلأن لا يلحق الفاعل وعيد ذلك الفعل أولى وأحرى .\n</p>\n\n<p>\nوكما لم يلزم دخول المجتهد <span id='ms24'></span> تحت حكم هذا التحريم من الذم والعقاب وغير ذلك\n: لم يلزم دخوله تحت حكمه من الوعيد، إذ ليس الوعيد إلا نوعا من الذم\nوالعقاب فإن جاز دخوله تحت هذا الجنس فما كان الجواب عن بعض أنواعه كان\nجوابا عن البعض الآخر ولا يغني الفرق بقلة الذم وكثرته، أو شدة العقوبة\nوخفتها، فإن المحذور في قليل الذم والعقاب في هذا المقام كالمحذور في كثيره\nفإن المجتهد لا يلحقه قليل ذلك ولا كثيره بل يلحقه ضد ذلك من الأجر والثواب .\n</p>\n\n<p>\n[ الثاني ] : أن كون حكم الفعل مجمعا عليه أو مختلفا فيه أمور خارجة عن\nالفعل وصفاته وإنما هي أمور إضافية بحسب ما عرض لبعض العلماء من عدم العلم\n. واللفظ العام إن أريد به الخاص فلا بد من نصب دليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nتأخيره إلى حين الحاجة عند الجمهور .\n</p>\n\n<p>\nولا شك أن المخاطبين بهذا على عهد رسول الله صلى الله عليه وسلم كانوا\nمحتاجين إلى معرفة حكم الخطاب فلو كان المراد باللفظ العام في لعنة آكل\nالربا والمحلل ونحوهما المجمع على تحريمه - وذلك لا يعلم إلا بعد موت النبي\nصلى الله عليه وسلم وتكلم الأمة في جميع أفراد ذلك العام - لكان قد أخر\nبيان كلامه إلى أن تكلم جميع الأمة في جميع أفراده وهذا لا يجوز .\n</p>\n\n<p>\n[ الثالث ] : أن هذا الكلام إنما خوطبت الأمة به لتعرف الحرام فتجتنبه\nويستندون في إجماعهم إليه، ويحتجون في نزاعهم به فلو كانت الصورة المرادة\nهي ما أجمعوا عليه فقط لكان العلم بالمراد موقوفا على الإجماع فلا يصح\nالاحتجاج به قبل الإجماع فلا يكون مستندا للإجماع لأن مستند الإجماع يجب أن\nيكون متقدما عليه فيمتنع تأخره عنه فإنه يفضي إلى الدور الباطل فإن أهل\nالإجماع حينئذ لا يمكنهم الاستدلال بالحديث على صورة حتى يعلموا أنها مرادة\nولا يعلمون أنها مرادة حتى يجتمعوا فصار الاستدلال موقوفا على الإجماع قبله\nوالإجماع موقوفا على الاستدلال قبله إذا كان الحديث هو مستندهم فيكون الشيء\nموقوفا على نفسه فيمتنع وجوده ولا يكون حجة في محل الخلاف لأنه لم <span id='ms25'></span> يرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nتعطيل للحديث عن الدلالة على الحكم في محل الوفاق والخلاف وذلك مستلزم أن\nلا يكون شيء من النصوص التي فيها تغليظ للفعل أفادنا تحريم ذلك الفعل وهذا\nباطل قطعا .\n</p>\n\n<p>\n[الرابع ] : أن هذا يستلزم أن لا يحتج بشيء من هذه الأحاديث إلا بعد\nالعلم بأن الأمة أجمعت على تلك الصورة فإذا الصدر الأول لا يجوز أن يحتجوا\nبها، بل ولا يجوز أن يحتج بها من يسمعها من في رسول الله صلى الله عليه\nوسلم ويجب على الرجل إذا سمع مثل هذا الحديث ووجد كثيرا من العلماء قد\nعملوا به ولم يعلم له معارض : أن لا يعمل به حتى يبحث عنه هل في أقطار\nالأرض من يخالفه ؟ كما لا يجوز له أن يحتج في مسألة بالإجماع إلا بعد البحث\nالتام وإذا يبطل الاحتجاج بحديث رسول الله صلى الله عليه وسلم بمجرد خلاف\nواحد من المجتهدين فيكون قول الواحد مبطلا لكلام رسول الله صلى الله عليه\nوسلم وموافقته محققة لقول رسول الله صلى الله عليه وسلم وإذا كان ذلك\nالواحد قد أخطأ صار خطؤه مبطلا لكلام رسول الله صلى الله عليه وسلم . وهذا\nكله باطل بالضرورة، فإنه إن قيل : لا يحتج به إلا بعد العلم بالإجماع :\nصارت دلالة النصوص موقوفة على الإجماع وهو خلاف الإجماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nيدل على التخصيص إما مقترن بالخطاب عند من لا يجوز تأخير البيان وإما موسع\nفي وهذا وحينئذ فلا يبقى للنصوص دلالة، فإن المعتبر إنما هو الإجماع والنص\nعديم التأثير . فإن قيل : يحتج به إذ لا يعلم وجود الخلاف فيكون قول واحد\nمن الأمة مبطلا لدلالة النص وهذا أيضا خلاف الإجماع وبطلانه معلوم\nبالاضطرار من دين الإسلام .\n</p>\n\n<p>\n[ الخامس ] : أنه إما أن يشترط في شمول الخطاب اعتقاد جميع الأمة للتحريم\nأو يكتفى باعتقاد العلماء . فإن كان الأول لم يجز أن يستدل على التحريم\nبأحاديث الوعيد حتى يعلم أن جميع الأمة - حتى الناشئين بالبوادي البعيدة\nوالداخلين في الإسلام من المدة القريبة - قد اعتقدوا أن هذا محرم وهذا لا\nيقوله مسلم <span id='ms26'></span> بل ولا عاقل، فإن العلم بهذا الشرط متعذر . وإن قيل : يكتفى\nباعتقاد جميع العلماء قيل له : إنما اشترطت إجماع العلماء حذرا من أن يشمل\nالوعيد لبعض المجتهدين وإن كان مخطئا وهذا بعينه موجود فيمن لم يسمع دليل\nالتحريم من العامة فإن محذور شمول اللعنة لهذا كمحذور شمول اللعنة لهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nولا ينجي من هذا الإلزام أن يقال : ذلك من أكابر الأمة وفضلاء الصديقين\nوهذا من أطراف الأمة فإن افتراقهما من هذا الوجه لا يمنع اشتراكهما في هذا\nالحكم، فإن الله سبحانه كما غفر للمجتهد إذا أخطأ غفر للجاهل إذا أخطأ ولم\nيمكنه التعلم بل المفسدة التي تحصل بفعل واحد من العامة محرما لم يعلم\nتحريمه ولم يمكنه معرفة تحريمه، أقل بكثير من المفسدة التي تنشأ من إحلال\nبعض الأئمة لما قد حرمه الشارع وهو لم يعلم تحريمه ولم يمكنه معرفة تحريمه .\n</p>\n\n<p>\nولهذا قيل : احذروا زلة العالم فإنه إذا زل زل بزلته عالم . قال ابن عباس\nرضي الله عنهما : ويل للعالم من الأتباع . فإن كان هذا معفوا عنه مع عظم\nالمفسدة الناشئة من فعله : فلأن يعفى عن الآخر مع خفة مفسدة فعله أولى .\nنعم يفترقان من وجه آخر، وهو أن هذا اجتهد فقال باجتهاد وله من نشر العلم\nوإحياء السنة ما تنغمر فيه هذه المفسدة وقد فرق الله بينهما من هذا الوجه\nفأثاب المجتهد على اجتهاده وأثاب العالم على علمه ثوابا لم يشركه فيه ذلك\nالجاهل فهما مشتركان في العفو مفترقان في الثواب ووقوع العقوبة على غير\nالمستحق ممتنع جليلا كان أو حقيرا فلا بد من إخراج هذا الممتنع من الحديث\nبطريق يشمل القسمين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n[ السادس ] : أن من أحاديث الوعيد ما هو نص في صورة الخلاف مثل لعنة المحلل\nله فإن من العلماء من يقول : إن هذا لا يأثم بحال فإنه لم يكن ركنا في\nالعقد الأول بحال حتى يقال : لعن لاعتقاده وجوب الوفاء بالتحليل . فمن\nاعتقد أن نكاح الأول صحيح وإن بطل الشرط فإنها تحل للثاني : جرد الثاني عن\nالإثم بل وكذلك <span id='ms27'></span> المحلل فإنه إما أن يكون ملعونا على التحليل أو على اعتقاده\nوجوب الوفاء بالشرط المقرون بالعقد فقط أو على مجموعهما، فإن كان الأول أو\nالثالث حصل الغرض وإن كان الثاني فهذا الاعتقاد هو الموجب للعنة سواء حصل\nهناك تحليل أو لم يحصل وحينئذ فيكون المذكور في الحديث ليس هو سبب اللعنة،\nوسبب اللعنة لم يتعرض له وهذا باطل . ثم هذا المعتقد وجوب الوفاء إن كان\nجاهلا فلا لعنة عليه .\n</p>\n\n<p>\nوإن كان عالما بأنه لا يجب فمحال أن يعتقد الوجوب إلا أن يكون مراغما\nللرسول صلى الله عليه وسلم فيكون كافرا فيعود معنى الحديث إلى لعنة الكفار\nوالكفر لا اختصاص له بإنكار هذا الحكم الجزئي دون غيره فإن هذا بمنزلة من يقول :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nلعن الله من كذب الرسول في حكمه بأن شرط الطلاق في النكاح باطل .\n</p>\n\n<p>\nثم هذا كلام عام عموما لفظيا ومعنويا وهو عموم مبتدأ ومثل هذا العموم لا\nيجوز حمله على الصور النادرة، إذ الكلام يعود لكنة وعيا كتأويل من يتأول\nقوله : \" أيما امرأة نكحت من غير إذن وليها فنكاحها باطل\" ، على المكاتبة .\nوبيان ندوره : أن المسلم الجاهل لا يدخل في الحديث والمسلم العالم بأن هذا\nالشرط لا يجب الوفاء به لا يشترطه معتقدا وجوب الوفاء به إلا أن يكون كافرا\nوالكافر لا ينكح نكاح المسلمين إلا أن يكون منافقا وصدور هذا النكاح على\nمثل هذا الوجه من أندر النادر ولو قيل إن مثل هذه الصورة لا تكاد تخطر ببال\nالمتكلم لكان القائل صادقا .\n</p>\n\n<p>\nوقد ذكرنا الدلائل الكثيرة في غير هذا الموضع على أن هذا الحديث قصد به\nالمحلل القاصد وإن لم يشترط وكذلك الوعيد الخاص من اللعنة والنار وغير ذلك\nقد جاء منصوصا في مواضع مع وجود الخلاف فيها مثل حديث ابن عباس رضي الله\nعنهما عن النبي صلى الله عليه وسلم أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nقال : \" لعن الله زوارات القبور والمتخذين عليها المساجد والسرج \" قال\nالترمذي حديث حسن وزيارة النساء رخص فيها بعضهم وكرهها بعضهم ولم يحرمها .\nوحديث عقبة بن عامر <span id='ms28'></span> رضي الله عنه عن النبي صلى الله عليه وسلم : \" لعن الله\nالذين يأتون النساء في محاشهن \" وحديث أنس رضي الله عنه عن النبي صلى الله\nعليه وسلم أنه قال : \" الجالب مرزوق والمحتكر ملعون \" .\n</p>\n\n<p>\nوقد تقدم حديث الثلاثة الذين لا يكلمهم الله ولا ينظر إليهم ولا يزكيهم\nولهم عذاب أليم وفيهم \"من منع فضل مائه\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوقد لعن بائع الخمر وقد باعها بعض المتقدمين . وقد صح عنه من غير وجه أنه\nقال : \" من جر إزاره خيلاء لم ينظر الله إليه يوم القيامة \" وقال : \" ثلاثة\nلا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم :\nالمسبل والمنان والمنفق سلعته بالحلف الكاذب \" مع أن طائفة من الفقهاء\nيقولون : إن الجر والإسبال للخيلاء مكروه غير محرم .\n</p>\n\n<p>\nوكذلك قوله صلى الله عليه وسلم : \" لعن الله الواصلة والمستوصلة \" وهو من\nأصح الأحاديث . وفي وصل الشعر خلاف معروف .\n</p>\n\n<p>\nوكذلك قوله : \" إن الذي يشرب في آنية الفضة إنما يجرجر في بطنه نار جهنم\n\" . ومن العلماء من لم يحرم ذلك .\n</p>\n\n<p>\n[ السابع ] : أن الموجب للعموم قائم، والمعارض المذكور لا يصلح أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nيكون معارضا، لأن غايته أن يقال : حمله على صور الوفاق والخلاف يستلزم دخول\nبعض من لا يستحق اللعن فيه فيقال : إذا كان التخصيص على خلاف الأصل فتكثيره\nعلى خلاف الأصل فيستثنى من هذا العموم من كان معذورا بجهل أو اجتهاد أو\nتقليد . مع أن الحكم شامل لغير المعذورين كما هو شامل لصور الوفاق فإن هذا\nالتخصيص أقل، فيكون أولى .\n</p>\n\n<p>\n[ الثامن ] : أنا إذا حملنا اللفظ على هذا كان قد تضمن ذكر سبب اللعن\nويبقى المستثنى قد تخلف الحكم عنه لمانع ولا شك أن من وعد وأوعد ليس عليه\nأن يستثنى من تخلف الوعد أو الوعيد في حقه لمعارض فيكون الكلام جاريا على\nمنهاج الصواب . أما إذا جعلنا اللعن على فعل المجمع على تحريمه أو سبب\nاللعن هو اعتقاد المخالف للإجماع : كان سبب اللعن غير مذكور في الحديث مع\nأن ذلك العموم لا بد فيه من التخصيص أيضا فإذا <span id='ms29'></span> كان لا بد من التخصيص على\nالتقديرين فالتزامه على الأول أولى لموافقة وجه الكلام وخلوه عن الإضمار .\n</p>\n\n<p>\n[ التاسع ] : أن الموجب لهذا إنما هو نفي تناول اللعنة للمعذور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nوقد قدمنا فيما مضى أن أحاديث الوعيد إنما المقصود بها بيان أن ذلك الفعل\nسبب لتلك اللعنة فيكون التقدير هذا الفعل سبب اللعن فلو قيل : هذا لم يلزم\nمنه تحقق الحكم في حق كل شخص، لكن يلزم منه قيام السبب إذا لم يتبعه الحكم\nولا محذور فيه وقد قررنا فيما مضى أن الذم لا يلحق المجتهد حتى إنا نقول :\nإن محلل الحرام أعظم إثما من فاعله ومع هذا فالمعذور معذور . فإن قيل : فمن\nالمعاقب فإن فاعل هذا الحرام إما مجتهد أو مقلد له وكلاهما خارج عن العقوبة ؟ .\n</p>\n\n<p>\nقلنا : الجواب من وجوه .\n</p>\n\n<p>\nأحدها : أن المقصود بيان أن هذا الفعل مقتض للعقوبة سواء وجد من يفعله أو\nلم يوجد فإذا فرض أنه لا فاعل إلا وقد انتفى فيه شرط العقوبة، أو قد قام به\nما يمنعها : لم يقدح هذا في كونه محرما بل نعلم أنه محرم ليجتنبه من يتبين\nله التحريم ويكون من رحمة الله بمن فعله قيام عذر له وهذا كما أن الصغائر\nمحرمة وإن كانت تقع مكفرة باجتناب الكبائر وهذا شأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nجميع المحرمات المختلف فيها فإن تبين أنها حرام - وإن كان قد يعذر من\nيفعلها مجتهدا أو مقلدا - فإن ذلك لا يمنعنا أن نعتقد تحريمها .\n</p>\n\n<p>\nالثاني : أن بيان الحكم سبب لزوال الشبهة المانعة من لحوق العقاب، فإن\nالعذر الحاصل بالاعتقاد ليس المقصود بقاءه بل المطلوب زواله بحسب الإمكان\nولولا هذا لما وجب بيان العلم ولكان ترك الناس على جهلهم خيرا لهم ولكان\nترك دلائل المسائل المشتبهة خيرا من بيانها .\n</p>\n\n<p>\nالثالث : أن بيان الحكم والوعيد سبب لثبات المجتنب على اجتنابه ولولا ذلك\nلانتشر العمل بها .\n</p>\n\n<p>\nالرابع : أن هذا العذر لا يكون عذرا إلا مع العجز عن إزالته وإلا فمتى\nأمكن الإنسان معرفة الحق فقصر فيها لم يكن معذورا .\n</p>\n\n<p>\nالخامس : أنه قد يكون في الناس <span id='ms30'></span> من يفعله غير مجتهد اجتهادا يبيحه، ولا\nمقلدا تقليدا يبيحه فهذا الضرب قد قام فيه سبب الوعيد من غير هذا المانع\nالخاص فيتعرض للوعيد ويلحقه، إلا أن يقوم فيه مانع آخر من توبة أو حسنات\nماحية أو غير ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nثم هذا مضطرب، قد يحسب الإنسان أن اجتهاده أو تقليده مبيح له أن يفعل ويكون\nمصيبا في ذلك تارة ومخطئا أخرى لكن متى تحرى الحق ولم يصده عنه اتباع الهوى\nفلا يكلف الله نفسا إلا وسعها .\n</p>\n\n<p>\n[ العاشر ] : أنه إن كان إبقاء هذه الأحاديث على مقتضياتها مستلزما لدخول\nبعض المجتهدين تحت الوعيد، وإذا كان لازما على التقديرين بقي الحديث سالما\nعن المعارض فيجب العمل به . بيان ذلك : أن كثيرا من الأئمة صرحوا بأن فاعل\nالصورة المختلف فيها ملعون منهم عبد الله بن عمر رضي الله عنهما، فإنه سئل\nعمن تزوجها ليحلها ولم تعلم بذلك المرأة ولا زوجها فقال : هذا سفاح وليس\nبنكاح \" لعن الله المحلل والمحلل له \" . وهذا محفوظ عنه من غير وجه، وعن\nغيره، منهم الإمام أحمد بن حنبل، فإنه قال : إذا أراد الإحلال فهو محلل وهو\nملعون وهذا منقول عن جماعات من الأئمة في صور كثيرة من صور الخلاف في الخمر\nوالربا وغيرهما .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كانت اللعنة الشرعية وغيرها من الوعيد الذي جاء لم يتناول إلا محل\nالوفاق : فيكون هؤلاء قد لعنوا من لا يجوز لعنه، فيستحقون من الوعيد الذي\nجاء في غير حديث مثل قوله صلى الله عليه وسلم : \" لعن المسلم كقتله \" وقوله\nصلى الله عليه وسلم فيما رواه ابن مسعود رضي الله عنه : \" سباب المسلم\nفسوق، وقتاله كفر \" متفق عليهما . وعن أبي الدرداء رضي الله عنه أنه سمع\nرسول الله صلى الله عليه وسلم يقول : \" إن الطعانين واللعانين لا يكونون\nيوم القيامة شفعاء ولا شهداء \" . وعن أبي هريرة رضي الله عنه أن رسول الله\nصلى الله عليه وسلم قال \" لا ينبغي لصديق أن يكون لعانا \" رواهما مسلم وعن\nعبد الله بن مسعود رضي الله عنه قال : قال رسول الله <span id='ms31'></span> صلى الله عليه وسلم :\n\" ليس المؤمن بالطعان ولا باللعان ولا الفاحش ولا البذيء \" رواه الترمذي\nوقال : حديث حسن وفي أثر آخر : \" ما من رجل يلعن شيئا ليس له بأهل إلا حارت\nاللعنة عليه \" .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا الوعيد الذي قد جاء في اللعن - حتى قيل : إن من لعن من ليس بأهل كان\nهو الملعون وإن هذا اللعن فسوق، وأنه مخرج عن الصديقية والشفاعة والشهادة -\nيتناول من لعن من ليس بأهل فإذا لم يكن فاعل المختلف فيه داخلا في النص لم\nيكن أهلا فيكون لاعنه مستوجبا لهذا الوعيد فيكون أولئك المجتهدون الذين\nرأوا دخول محل الخلاف في الحديث مستوجبين لهذا الوعيد فإذا كان المحذور\nثابتا على تقدير إخراج محل الخلاف وتقدير بقائه علم أنه ليس بمحذور ولا\nمانع من الاستدلال بالحديث وإن كان المحذور ليس ثابتا على واحد من\nالتقديرين فلا يلزم محذور ألبتة، وذلك أنه إذا ثبت التلازم، وعلم أن دخولهم\nعلى تقدير الوجود مستلزم لدخولهم على تقدير العدم : فالثابت أحد الأمرين :\nإما وجود الملزوم واللازم وهو دخولهم جميعا أو عدم اللازم والملزوم وهو عدم\nدخولهم جميعا، لأنه إذا وجد الملزوم وجد اللازم، وإذا عدم اللازم عدم\nالملزوم .\n</p>\n\n<p>\nوهذا القدر كاف في إبطال السؤال، لكن الذي نعتقده أن الواقع عدم دخولهم\nعلى التقديرين على ما تقرر وذلك أن الدخول تحت الوعيد مشروط بعدم العذر في الفعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nوأما المعذور عذرا شرعيا فلا يتناوله الوعيد بحال والمجتهد معذور بل مأجور\nفينتفي شرط الدخول في حقه فلا يكون داخلا سواء اعتقد بقاء الحديث على ظاهره\nأو أن في ذلك خلافا يعذر فيه وهذا إلزام مفحم لا محيد عنه إلا إلى وجه واحد\nوهو أن يقول السائل : أنا أسلم أن من العلماء المجتهدين من يعتقد دخول مورد\nالخلاف في نصوص الوعيد ويوعد على مورد الخلاف بناء على هذا الاعتقاد فيلعن\nمثلا من فعل ذلك الفعل لكن هو مخطئ في هذا الاعتقاد خطأ يعذر فيه ويؤجر فلا\nيدخل في وعيد من لعن بغير حق، لأن ذلك الوعيد هو <span id='ms32'></span> عندي محمول على لعن محرم\nبالاتفاق فمن لعن لعنا محرما بالاتفاق تعرض للوعيد المذكور على اللعن وإذا\nكان اللعن من موارد الاختلاف لم يدخل في أحاديث الوعيد كما أن الفعل\nالمختلف في حله ولعن فاعله لا يدخل في أحاديث الوعيد فكما أخرجت محل الخلاف\nمن الوعيد الأول أخرج محل الخلاف من الوعيد الثاني .\n</p>\n\n<p>\nوأعتقد أن أحاديث الوعيد في كلا الطرفين لم تشمل محل الخلاف لا في جواز\nالفعل ولا في جواز لعنة فاعله سواء اعتقد جواز الفعل أو عدم جوازه فإني على\nالتقديرين لا أجوز لعنة فاعله ولا أجوز لعنة من لعن فاعله ولا أعتقد الفاعل\nولا اللاعن داخلا في حديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nوعيد ولا أغلظ على اللاعن إغلاظ من يراه متعرضا للوعيد بل لعنه لمن فعل\nالمختلف فيه عندي من جملة مسائل الاجتهاد وأنا أعتقد خطأه في ذلك كما قد\nأعتقد خطأ المبيح فإن المقالات في محل الخلاف ثلاثة :\n</p>\n\n<p>\nأحدها : القول بالجواز .\n</p>\n\n<p>\nوالثاني : القول بالتحريم ولحوق الوعيد .\n</p>\n\n<p>\nوالثالث : القول بالتحريم الخالي من هذا الوعيد الشديد . وأنا قد أختار\nهذا القول الثالث : لقيام الدليل على تحريم الفعل وعلى تحريم لعنة فاعل\nالمختلف فيه مع اعتقادي أن الحديث الوارد في توعد الفاعل وتوعد اللاعن لم\nيشمل هاتين الصورتين .\n</p>\n\n<p>\nفيقال للسائل : إن جوزت أن تكون لعنة هذا الفاعل من مسائل الاجتهاد جاز\nأن يستدل عليها بالظاهر المنصوص، فإنه حينئذ لا أمان من إرادة محل الخلاف\nمن حديث الوعيد والمقتضي لإرادته قائم فيجب العمل به، وإن لم تجوز أن يكون\nمن مسائل الاجتهاد كان لعنه محرما تحريما قطعيا .\n</p>\n\n<p>\nولا ريب أن من لعن مجتهدا لعنا محرما تحريما قطعيا كان داخلا في الوعيد\nالوارد للاعن وإن كان متأولا كمن لعن بعض السلف الصالح فثبت أن الدور لازم\nسواء قطعت بتحريم لعنة فاعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nالمختلف فيه أو سوغت الاختلاف فيه وذلك الاعتقاد الذي ذكرته لا يدفع\nالاستدلال بنصوص الوعيد على التقديرين وهذا بين .\n</p>\n\n<p>\nويقال له أيضا : ليس مقصودنا بهذا الوجه تحقيق تناول الوعيد لمحل الخلاف\nوإنما المقصود تحقيق <span id='ms33'></span> الاستدلال بحديث الوعيد على محل الخلاف والحديث أفاد\nحكمين : التحريم والوعيد وما ذكرته إنما يتعرض لنفي دلالته على الوعيد فقط\nوالمقصود هنا إنما هو بيان دلالته على التحريم فإذا التزمت أن الأحاديث\nالمتوعدة للاعن لا تتناول لعنا مختلفا فيه : لم يبق في اللعن المختلف فيه\nدليل على تحريمه وما نحن فيه من اللعن المختلف فيه كما تقدم فإذا لم يكن\nحراما كان جائزا .\n</p>\n\n<p>\nأو يقال : فإذا لم يقم دليل على تحريمه لم يجز اعتقاد تحريمه والمقتضي\nلجوازه قائم وهي الأحاديث اللاعنة لمن فعل هذا وقد اختلف العلماء في جواز\nلعنته ولا دليل على تحريم لعنته على هذا التقدير فيجب العمل بالدليل\nالمقتضي لجواز لعنته السالم عن المعارض .\n</p>\n\n<p>\nوهذا يبطل السؤال : فقد دار الأمر على السائل من جهة أخرى وإنما جاء هذا\nالدور الآخر لأن عامة النصوص المحرمة للعن متضمنة للوعيد فإن لم يجز\nالاستدلال بنصوص الوعيد على محل الخلاف لم يجز الاستدلال بها على لعن مختلف\nفيه كما تقدم .\n</p>\n\n<p>\nولو قال : أنا أستدل على تحريم هذه اللعنة بالإجماع .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nقيل له : الإجماع منعقد على تحريم لعنة معين من أهل الفضل أما لعنة الموصوف\nفقد عرفت الخلاف فيه وقد تقدم أن لعنة الموصوف لا تستلزم إصابة كل واحد من\nأفراده إلا إذا وجدت الشروط وارتفعت الموانع وليس الأمر كذلك . ويقال له\nأيضا : كل ما تقدم من الأدلة الدالة على منع حمل هذه الأحاديث على محل\nالوفاق ترد هنا وهي تبطل هذا السؤال هنا كما أبطلت أصل السؤال وليس هذا من\nباب جعل الدليل مقدمة من مقدمات دليل آخر حتى يقال : هذا مع التطويل إنما\nهو دليل واحد إذ المقصود منه أن نبين أن المحذور الذي ظنوه هو لازم على\nالتقديرين فلا يكون محذورا فيكون دليل واحد قد دل على إرادة محل الخلاف من\nالنصوص، وعلى أنه لا محذور في ذلك وليس بمستنكر أن يكون الدليل على مطلوب\nمقدمة في دليل مطلوب آخر وإن كان المطلوبان متلازمين .\n</p>\n\n<p>\n[ الحادي عشر ] : أن العلماء متفقون على <span id='ms34'></span> وجوب العمل بأحاديث الوعيد فيما\nاقتضته من التحريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nفإنما خالف بعضهم في العمل بآحادها في الوعيد خاصة فأما في التحريم فليس\nفيه خلاف معتد محتسب وما زال العلماء من الصحابة والتابعين والفقهاء بعدهم\nرضي الله عنهم أجمعين في خطابهم وكتابهم يحتجون بها في موارد الخلاف وغيره\nبل إذا كان في الحديث وعيد كان ذلك أبلغ في اقتضاء التحريم على ما تعرفه\nالقلوب وقد تقدم أيضا التنبيه على رجحان قول من يعمل بها في الحكم واعتقاد\nالوعيد وأنه قول الجمهور، وعلى هذا فلا يقبل سؤال يخالف الجماعة .\n</p>\n\n<p>\n[ الثاني عشر ] : أن نصوص الوعيد من الكتاب والسنة كثيرة جدا والقول\nبموجبها واجب على وجه العموم والإطلاق من غير أن يعين شخص من الأشخاص فيقال\n: هذا ملعون ومغضوب عليه أو مستحق للنار لا سيما إن كان لذلك الشخص فضائل\nوحسنات، فإن من سوى الأنبياء تجوز عليهم الصغائر والكبائر مع إمكان أن يكون\nذلك الشخص صديقا أو شهيدا أو صالحا، لما تقدم أن موجب الذنب يتخلف عنه بتوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nأو استغفار أو حسنات ماحية أو مصائب مكفرة أو شفاعة أو لمحض مشيئته ورحمته .\n</p>\n\n<p>\nفإذا قلنا بموجب قوله تعالى : { إن الذين يأكلون أموال اليتامى ظلما إنما\nيأكلون في بطونهم نارا وسيصلون سعيرا } [ النساء : 10 ] ، وقوله تعالى : {\nومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين } [\nالنساء : 14 ] ، وقوله تعالى : { لا تأكلوا أموالكم بينكم بالباطل إلا أن\nتكون تجارة عن تراض منكم ولا تقتلوا أنفسكم إن الله كان بكم رحيما ومن يفعل\nذلك عدوانا وظلما فسوف نصليه نارا وكان ذلك على الله يسيرا } [ النساء :\n29، 30 ] ، إلى غير ذلك من آيات الوعيد . أو قلنا بموجب قوله صلى الله عليه\nوسلم : \" لعن الله من شرب الخمر أو عق والديه أو من غير منار الأرض \" أو \"\nلعن الله السارق \" أو \" لعن الله آكل الربا وموكله وشاهديه وكاتبه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nأو \" لعن الله لاوي الصدقة والمعتدي فيها \" أو \" من أحدث في المدينة حدثا\nأو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين \" أو <span id='ms35'></span> \" من جر إزاره\nبطرا لم ينظر الله إليه يوم القيامة \" أو \" لا يدخل الجنة من كان في قلبه\nمثقال ذرة من كبر \" ، و\" من غشنا فليس منا \" أو \" من ادعي إلى غير أبيه أو\nتولى غير مواليه فالجنة عليه حرام \" أو \" من حلف على يمين كاذبة ليقتطع بها\nمال امرئ مسلم لقي الله وهو عليه غضبان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nأو \" من استحل مال امرئ مسلم بيمين كاذبة فقد أوجب الله له النار وحرم عليه\nالجنة \" أو \" لا يدخل الجنة قاطع \" إلى غير ذلك من أحاديث الوعيد . لم يجز\nأن نعين شخصا ممن فعل بعض هذه الأفعال ونقول : هذا المعين قد أصابه هذا\nالوعيد، لإمكان التوبة وغيرها من مسقطات العقوبة ولم يجز أن نقول : هذا\nيستلزم لعن المسلمين، ولعن أمة محمد صلى الله عليه وسلم أو لعن الصديقين أو\nالصالحين، لأنه يقال : الصديق والصالح متى صدرت منه بعض هذه الأفعال فلا بد\nمن مانع يمنع لحوق الوعيد به مع قيام سببه ففعل هذه الأمور ممن يحسب أنها\nمباحة باجتهاد أو تقليد أو نحو ذلك غايته أن يكون نوعا من أنواع الصديقين\nالذين امتنع لحوق الوعيد بهم لمانع كما امتنع لحوق الوعيد به لتوبة أو\nحسنات ماحية أو غير ذلك .\n</p>\n\n<p>\nواعلم أن هذه السبيل هي التي يجب سلوكها، فإن ما سواها طريقان خبيثان :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما : القول بلحوق الوعيد لكل فرد من الأفراد بعينه ودعوى أن هذا عمل\nبموجب النصوص , وهذا أقبح من قول الخوارج المكفرين بالذنوب والمعتزلة\nوغيرهم وفساده معلوم بالاضطرار وأدلته معلومة في غير هذا الموضع .\n</p>\n\n<p>\nالثاني : ترك القول والعمل بموجب أحاديث رسول الله صلى الله عليه وسلم،\nظنا أن القول بموجبها مستلزم للطعن فيما خالفها .\n</p>\n\n<p>\nوهذا الترك يجر إلى الضلال واللحوق بأهل الكتابين الذين اتخذوا أحبارهم\nورهبانهم أربابا من دون الله والمسيح ابن مريم فإن النبي صلى الله عليه\nوسلم قال : \" لم يعبدوهم ولكن أحلوا لهم الحرام فاتبعوهم وحرموا عليهم\nالحلال فاتبعوهم \" ويفضي إلى طاعة المخلوق في معصية الخالق ويفضي إلى قبح\nالعاقبة وسوء <span id='ms36'></span> التأويل المفهوم من فحوى قوله تعالى : { أطيعوا الله وأطيعوا\nالرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول إن\nكنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا } [ النساء : 59 ] .\nثم إن العلماء يختلفون كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان كل خبر فيه تغليظ خالفه مخالف ترك القول بما فيه من التغليظ أو ترك\nالعمل به مطلقا لزم من هذا من المحذور ما هو أعظم من أن يوصف : من الكفر\nوالمروق من الدين وإن لم يكن المحذور من هذا أعظم من الذي قبله لم يكن دونه\nفلا بد أن نؤمن بالكتاب ونتبع ما أنزل إلينا من ربنا جميعه ولا نؤمن ببعض\nالكتاب ونكفر ببعض وتلين قلوبنا لاتباع بعض السنة وتنفر عن قبول بعضها بحسب\nالعادات والأهواء فإن هذا خروج عن الصراط المستقيم إلى صراط المغضوب عليهم\nوالضالين .\n</p>\n\n<p>\nوالله يوفقنا لما يحبه ويرضاه من القول والعمل في خير وعافية لنا ولجميع\nالمسلمين . والحمد لله رب العالمين وصلى الله على سيدنا محمد خاتم النبيين\nوعلى آله الطيبين الطاهرين وأصحابه المنتخبين وأزواجه أمهات المؤمنين\nوالتابعين لهم بإحسان إلى يوم الدين وسلم تسليما كثيرا .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             <span id='ms37'></span>\n</p>\n",
  "pages": [
    "009",
    "010",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082"
  ],
  "volumes": [
    "01"
  ]
}