{
  "content": "\n\nالكتاب: أمارات النبوة\n<p>\nالمؤلف: أبو إسحاق إبراهيم بن يعقوب الجوزجاني\n</p>\n\n<p>\nالمتوفي: 259 ه\n</p>\n\n<p>\nالمحقق: عبد العليم عبد العظيم البستوي\n</p>\n\n<p>\nالناشر: حديث أكادمي بفيصل أباد - دار الطحاوي بالرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1411 ه - 1990 م\n</p>\n\n<p>\nعدد المجلدات: 1\n</p>\n\n<p>\nملاحظة: الكتاب موافق ومقابل على المطبوع، مع تصويب بعض المواضع عن\nنسختنا الخطية.\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 22 - 7 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق162ب)\n</p>\n\n<p>\nجزء فيه أحاديث منتخبة من الجزء السادس من كتاب أمارات النبوة\n</p>\n\n<p>\nتأليف أبي إسحاق إبراهيم بن يعقوب الجوزجاني\n</p>\n\n<p>\nرواية أبي الدحداح أحمد بن محمد بن إسماعيل، عنه.\n</p>\n\n<p>\nرواية أبي القاسم علي بن الحسن بن طغان (1)، عنه.\n</p>\n\n<p>\nرواية أبي الحسن علي بن موسى السمسار، عنه.\n</p>\n\n<p>\nرواية أبي محمد الحسن بن علي بن الحسين بن أحمد بن معبد، عنه.\n</p>\n\n<p>\nرواية أبي المجد فتيان بن حيدرة بن علي البجلي، عنه.\n</p>\n\n<p>\nرواية أبي الخير سلامة بن إبراهيم بن سلامة الحداد، عنه.\n</p>\n\n<p>\nسماع عبد الرحمن بن إبراهيم بن عبد الرحمن، منعمه (؟)\n</p>\n\n<p>\nإجازة ليوسف بن عبد الهادي\n</p>\n\n<p>\n_حاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [أمارات النبوة]</h1>\n\n<p>\n(ق163أ)\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا حول ولا قوة إلا بالله العلي العظيم\n</p>\n\n<p>\nأخبرنا الشيخ الإمام أبو الخير سلامة بن إبراهيم بن سلامة الحداد، أخبرنا\nالأمين أبو المجد فتيان بن حيدرة بن علي البجلي، بمنزله من شرقي دمشق، وهو\nيسمع فأقر به، وذلك في العشر الأوسط من شهر رمضان، سنة سبع وستين وخمس مئة،\nقلت له: أخبركم أبو محمد الحسن بن علي بن الحسين بن صفر بن التغلبي، قراءة\nعليه وأنت تسمع، وذلك في شهور سنة ثمانين وأربع مئة، فأقر به، أخبرنا أبو\nالحسن علي بن موسى بن الحسين السمسار، قراءة عليه، أخبرنا أبو القاسم علي\nبن الحسن بن رجاء بن طغان (1)، بقراءتي عليه في شعبان سنة ست وسبعين وثلاث\nمئة، أخبرنا أبو الدحداح أحمد بن محمد بن إسماعيل التميمي، قراءة عليه:\nأخبرنا أبو إسحاق إبراهيم بن يعقوب الجوزجاني:\n</p>\n\n<p>\n1 - نا أبو النعمان، نا حماد بن زيد، نا أيوب، [عن أبي الزبير، عن جابر،\nقال: أتى علي رسول الله صلى الله عليه <span id='ms1'></span> وسلم] (2) يوما، فقال: بعني بعيرك يا\nجابر، [قلت نعم] (3): أبيعك (4) بخمس (5) أواقي، فنقدني خمس أواقي، وزادني\nقيراطا، ثم وهبه لي بعد.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n2 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا أبو نعيم، عن زكريا، سمعت عامرا يقول: حدثني جابر بن عبد الله، أنه\nكان يسير على جمل له، فقال له النبي صلى الله عليه وسلم: بعنيه، فلما قدمنا\nأتيته بالجمل فنقدني ثمنه، ثم انصرفت، فأرسل على أثري، فقال: تراني إنما\nماكستك، خذ جملك ودراهمك فهما لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n3 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا قبيصة، نا سفيان، عن محمد بن المنكدر، عن جابر بن عبد الله، قال: ما\nسئل رسول الله صلى الله عليه وسلم شيئا قط فقال: لا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n4 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nحدثني محدث، قال: نا عمر بن عبد الوهاب، أخبرنا عامر بن صالح الخزاز، عن\nأبيه أبي (1) عامر، عن الحسن، عن سعد، قال: نزلنا منزلا، فقال لي رسول الله\nصلى الله عليه وسلم: يا سعد! اذهب إلى تلك العنز فاحلبها، قال: وعهدي بذلك\nالمكان وما فيه عنز (ق163ب) حافل فحلبتها، قال: لا أدري كم مرة؟ ثم وكلت\nبها إنسانا وشغلتني الرحلة فذهبت العنز، فاستبطأني رسول الله صلى الله عليه\nوسلم، فقلت: الرحلة شغلتني فذهبت العنز، فقال: إن العنز ذهب بها طالبها.\n</p>\n\n<p>\n___حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n5 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا أبو توبة، نا معاوية بن سلام، حدثني عبد الله بن زيد الجرمي، أن رسول\nالله صلى الله عليه وسلم كان ينطلق هو وأبو بكر، رضي الله عنه، فيخرجان إلى\nالجبل، فيدرسان القرآن، حتى إذا أمسيا رجعا، فطافا بالبيت وصليا ما قدر\nلهما، حتى إذا كان ذات ليلة أقبلا بعد ما هدأت الناس فطافا بالبيت وصليا ما\nقدر لهما، فقال أبو بكر: يا رسول الله! انطلق بنا إلى أهلنا لعلنا نجد شيئا\nنأكله، فأخذ الكلام عبد لأبي بكر [قائما في فناء] (1) البيت، فقال أبو بكر:\nيا سعد! عندك شيء تطعمنا؟ فقال: عندي حفنة من زبيب، فجلسنا فقدم [إليهما،\nفجعلا يقضمانه] (1) فقال سعد: يا رسول <span id='ms2'></span> الله! مر أبا بكر فليعتقني، فقد طال\nعملي، فبارز أبو بكر، فقال: يا رسول الله! ما لنا خادم يخدمنا غيره، فقال\nرسول لله صلى الله عليه وسلم: أعتق سعدا يا أبا بكر! أعتق سعدا يا أبا بكر!\nفهذا خير، فتح الله لك باب العبيد والإماء إن شاء الله، فأعتقه أبو بكر،\nفقال [له] (1) رسول الله صلى الله عليه وسلم: يا سعد! إن كان لك شيء فالحق\nبه، وإن شئت أن تلحق بنا إذا خرجنا، فإنا لن نألوك خيرا، قال: مالي من ولد\nولا والد ألحق به غيركما، فلما خرجا إلى المدينة لحق بهما، فكان سعد يرحل\nلرسول الله صلى الله عليه وسلم ولأبي بكر إذا سافرا، فغزا رسول الله صلى\nالله عليه وسلم غزوة، فنزل الجيش ذات يوم، وليس معهم طعام، قال رسول الله\nصلى الله عليه وسلم: يا سعد! هل معك شيء؟ قال: نعم معي (2) صاع من تمر\nخبأته (ق164أ) لرسول الله صلى الله عليه وسلم ولأبي بكر، فقال: ائت به،\nفأدخل رسول الله صلى الله عليه وسلم يده فدعا بالبركة، ثم قال: ائت\nبالأنطاع من جلود، فبسط الأنطاع بعضها إلى بعض، وبسط رسول الله صلى الله\nعليه وسلم ذلك التمر على الأنطاع، ثم قال: يا سعد! أذن في الناس هلموا إلى\nالغداء، فأقبل الناس، فجعلوا يزدحمون، فقال رسول الله صلى الله عليه وسلم:\nكلوا ولا تعجلوا، ثم قال رسول الله صلى الله عليه وسلم: خذ الحلاب فانظر\nإلى الشاة وراء الشجرة فاحلبها، فإذا هو بعنز سوداء ضخمة الضرع، فجعل يحلب\nفي قدحه ثم يأتي به رسول الله صلى الله عليه وسلم فيقول اسق القوم، فجعل\nيسقيهم في قدحه، ثم يرجع يملأه فيسقيهم، ثم يرجع يملأه فيسقيهم، حتى صدر\nالجيش عن شبع وروي ولبن، فلما أن شبعوا، قال: اقبض إليك سائر أتمرك، فجمع\nبعضه إلى بعض، فإذا صاعه كما كان، فجعله في وعائه، ثم أذن في الرحيل، فدعا\nسعد صاحبا له فأعطاه العنز، فقال: اجعل يدك من وراء عنقها <span id='ms3'></span> وضمها إليك حتى\nأرحل لرسول الله صلى الله عليه وسلم وأبي بكر، فإذا صاحبه يدعوه: يا سعد!\nحين فرغ من الرحيل جاءه يسعى، فقال: إن العنز قد ذهبت، قال: أضعتها؟ قال:\nما فارقت يداي عنقها، وما أدري كيف انسلت، فدعا رسول الله صلى الله عليه\nوسلم سعدا، فقال: إني كنت أعطيت صاحبا لي العنز يمسكها، فما أدري كيف انسلت\nفذهبت، فقال: اركب عنك ودعها.\n</p>\n\n<p>\n___حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n6 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا عبد الوهاب بن عبد الرحيم الأشجعي، من أهل جوبر، نا مروان بن معاوية،\nعن وايل بن داود، نا عبد الله البهي، قال: أطعم رسول الله صلى الله عليه\nوسلم خديجة من عنب (ق164ب) الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n7 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا أبو نعيم، نا كامل بن العلاء، سمعت أبا صالح، عن أبي هريرة، قال:\nصلينا مع رسول الله صلى الله عليه وسلم العشاء، فإذا سجد وثب الحسن\nوالحسين، عليهما السلام، على ظهره، فإذا رفع رأسه رفعه رفعا رفيقا فيضعهما،\nثم إذا سجد عادا، حتى قضى صلاته، ثم أقعدهما على فخذه، أحدهما على اليمنى،\nوالآخر على اليسرى. قال أبو هريرة: فقمت إليه، فقلت: لا أبلغهما؟ قال: لا،\nفبرقت برقة، فلم يزالا في ضوئها حتى دخلا على أمهما، رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n8 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا محمد بن جعفر، حدثني سعد بن إسحاق بن كعب بن عجرة، عن عاصم بن عمر بن\nقتادة، عن جده قتادة بن النعمان، أنه قال: كانت ليلة شديدة الظلمة والمطر،\nفقلت: لو اغتنمت الليلة شهود العتمة مع رسول الله صلى الله عليه وسلم\nففعلت، فلما انصرف النبي صلى الله عليه وسلم أبصرني ومعه عرجون يمشي عليه،\nفقال: مالك يا قتادة! ها هنا هذه الساعة؟ فقلت: اغتنمت شهود الصلاة معك يا\nرسول الله، فأعطاني العرجون، فقال: إن الشيطان قد خلفك في أهلك، فاذهب بهذا\nالعرجون فاستضىء به حتى تأتي بيتك، فتجده في زاوية البيت، فاضربه بالعرجون،\nفخرجت من المسجد فأضاء العرجون بمثل الشمعة نورا، فاستضأت به، فأتيت <span id='ms4'></span> أهلي\nفوجدتهم رقودا، فنظرت في الزاوية، فإذا فيها قنفذ، فلم أزل أضربه حتى خرج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n9 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا حجاج بن المنهال وعمرو بن عاصم، قالا: نا حماد بن سلمة، عن ثابت،\n(ق165أ) عن أنس، أن أسيد بن حضير وعباد بن بشر كانا عند النبي صلى الله\nعليه وسلم في ليلة ظلماء حندس، فخرجا من عنده، فأضاءت عصا أحدهما مثل\nالسراج، فكانا يمشيان في ضوئها، فلما أرادا أن يتفرقا إلى منازلهما، أضاءت\nعصا هذا وعصا هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n10 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nحدثني عبد الله أبو محمد، أخبرني الحجاج، نا سفيان بن حمزة، عن كثير بن\nزيد، عن محمد بن حمزة الأسلمي، عن أبيه، قال: أنفر بنا في سفر مع رسول الله\nصلى الله عليه وسلم في ليلة ظلماء، فأضاءت أصابعي حتى جمعوا عليها ظهرهم\nوما هلك منهم، وإن أصابعي لتنير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n11 - أخبرنا أبو الدحداح، نا إبراهيم بن يعقوب:\n</p>\n\n<p>\nنا محمد بن عبيد، نا طلحة، عن عطاء، قال: كان رسول الله صلى الله عليه\nوسلم في حراء، فجاءه جبريل، عليه السلام، فقال: يا محمد! هذه خديجة تحمل\nحيسا في حلاب، وقد أرسلني الله إليها بالسلام، فجاءت خديجة، فقال: معك حيس؟\nقالت: نعم يا رسول الله! قال: إن جبريل أخبرني ذاك، وقد أخبرني أن الله\nأرسله إليك بالسلام، فقالت خديجة: يا رسول! الله السلام، ومنه السلام، وعلى\nجبريل السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n12 - أخبرنا أبو الدحداح، نا إبراهيم:\n</p>\n\n<p>\nنا أبو النعمان، نا حماد بن زيد، عن أبي مخلد مولى أبي بكرة، عن أبي\nالعالية، عن أبي هريرة، قال: أتيت النبي صلى الله عليه وسلم بتمرات فصفهم\nودعا فيهن بالبركة، وقال: اجعلهم في مزودك، فإذا أردت أن تأخذ منه شيئا\nفأدخل يدك فخذه ولا تنثره، قال: فجعلته في مزودي، قال: فوهبت منه رواحل في\nسبيل الله، وكنت أكيل منه وأطعم، فكان في حقوي (1) حتى وقع يوم قتل عثمان،\nرضي الله عنه، فذهب.\n</p>\n\n<p>\n___حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n13 - أخبرنا أبو الدحداح، نا إبراهيم بن يعقوب:\n</p>\n\n<p>\nنا علي بن الحسن، نا الحسين بن <span id='ms5'></span> واقد، نا أبو غالب، عن أبي أمامة، قال:\nأرسلني رسول الله صلى الله عليه وسلم إلى باهلة، [فأتيتهم] (1) وهم على\nطعام فرحبوا بي وأكرموني، وقالوا: كل، قلت: جئت لأنهاكم عن هذا الطعام، إني\nرسول رسول الله صلى الله عليه وسلم إليكم لتؤمنوا به، فكذبوني وزبروني،\nفانطلقت وأنا جائع ظمآن، وقد نزل بي جهد شديد، فأتيت في منامي بشربة من\nلبن، فشبعت ورويت، وعظم بطني، فقال القوم: أتاكم رجل من خياركم وأشرافكم\nفزبرتموه، اذهبوا فأطعموه من الطعام والشراب ما يشتهي، فأتوني بطعام، فقلت:\nلا حاجة لي بطعامكم وشرابكم، إن الله قد أطعمني وسقاني، فانظروا إلى حالتي\nالتي أنا عليها، قال: فآمنوا بي، وبما جئتهم به من عند رسول الله صلى الله\nعليه وسلم.\n</p>\n\n<p>\nآخر الأحاديث، والحمد لله وحده\n</p>\n\n<p>\n___حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) في المطبوع \"طعان\"، والمثبت عن نسختنا الخطية، وهو الموافق لما جاء في\n\"ذيل تاريخ مولد العلماء ووفياتهم\" للكتاني (1/ 110).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوع \"طعان\"، والمثبت عن نسختنا الخطية، وهو الموافق لما جاء في\n\"ذيل تاريخ مولد العلماء ووفياتهم\" للكتاني (1/ 110).\n</p>\n\n<p>\n(2) ما بين الحاصرتين بيض له محقق المطبوع، واستدركناه من نسختنا الخطية.\n</p>\n\n<p>\n(3) قوله: \" قلت نعم\"، ليس في المطبوع، وأثبتناه عن هامش نسختنا الخطية.\n</p>\n\n<p>\n(4) في المطبوع \"أمتعك\"، وفي نسختنا الخطية \"أبتعك\"، والمثبت عن مسند أبي\nعوانة (4836) من نفس طريق الجوزجاني.\n</p>\n\n<p>\n(5) في المطبوع \"خمس\"، والمثبت عن نسختنا الخطية، ومسند أبي عوانة (4836)\nمن نفس طريق الجوزجاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n(1) تصحفت \"أبي\" في المخطوط إلى \"عن\"، وحذف محقق المطبوع قوله \"عن عامر\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين الحاصرتين ليس في المطبوع، وأثبتناه عن نسختنا الخطية.\n</p>\n\n<p>\n(2) كذا في المخطوط الذي بين أيدينا، وأيضا في كتاب \"جامع الآثار في السير\nومولد المختار\" لابن ناصر الدين الدمشقي (7/ 333)، وأما في المطبوع:\n\"عندي\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوع: \"حقوى\"، والمثبت من طبقات ابن سعد (6222)، وهو الموافق\nلكتب اللغة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين الحاصرتين ليس في المطبوع، وأثبتناه عن نسختنا الخطية، وهو\nالموافق لما جاء في \"الآحاد والمثاني\" لابن أبي عاصم (1234).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n             <span id='ms6'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "391",
    "392",
    "393",
    "394",
    "396",
    "398",
    "399",
    "402",
    "406",
    "408",
    "410",
    "412",
    "415",
    "001",
    "391",
    "394",
    "396",
    "412",
    "415"
  ],
  "volumes": [
    "01"
  ]
}