{
  "content": "\n\nالكتاب: جزء فيه أحاديث عوالي عن ثلاثة من شيوخ أحمد بن عبد الله بن عبد\nالرحمن بن محمد بن أحمد بن محمد بن قدامة المقدسي - مخطوط\n<p>\nالمؤلف: أحمد بن عبد الله بن عبد الرحمن بن محمد بن أحمد بن محمد بن\nقدامة المقدسي\n</p>\n\n<p>\nالمتوفى: 743 ه\n</p>\n\n<p>\nتخريج: أحمد بن عبد الله بن أحمد بن المحب المقدسي\n</p>\n\n<p>\nمصدر المخطوط: برنامج جوامع الكلم\n</p>\n\n<p>\nملاحظة: نص المخطوط وترقيمه موافق لما جاء في برنامج جوامع الكلم\n</p>\n\n<p>\nأعد المخطوط للشاملة: مكتبة أحمد الخضري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nجزء فيه أحاديث عوالي عن ثلاثة من شيوخ الشيخ الجليل الأصيل العدل الرضي\nنجل السادة الأكابر عز الدين أبي العباس أحمد بن الشيخ شرف الدين بن عبد\nالله بن الشيخ الإمام العلامة القدوة شيخ الإسلام وقاضي القضاة بقية السلف\nشمس الدين أبو محمد عبد الرحمن بن الشيخ الإمام القدوة أبي عمر محمد بن\nأحمد بن محمد بن قدامة المقدسي الحنبلي.\n</p>\n\n<p>\nتخريج المحدث شهاب الدين أبي الفتح أحمد بن الإمام المحدث الصالح الزاهد\nمحب الدين عبد الله بن أحمد بن المحب المقدسي رحمه الله ونفع به.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب أعن الحمد لله العليم الحكيم الغفور الرحيم العظيم الحليم الجواد\nالكريم الذي عم بريته فضله العميم، ووسع خليقته إحسانه القديم، وهدى صفوته\nإلى صراطه المستقيم، ونهج شرعته على المنهج القويم، ووسع كل شيء رحمة وعلما\nعلى الإجمال والتقسيم، ودبر كل شيء قدرة وحكما بالتقدير والتعليم، وسع\nكرسيه السموات والأرض ولايؤده حفظهما وهو العلي العظيم، أحمده حمدا يكافئ\nنعمه، ويوافي مزيد التكريم، وأشهد أن لا إله إلا الله وحده لا شريك له\nقائما بالقسط لا إله إلا هو العزيز الحكيم، وأشهد أن محمدا عبده ورسوله\nأرسله بالآيات والذكر الحكيم، ففتح به أعينا عميا، وآذانا صما وقلوبا غلفا،\nوهدى به من الجهل الصميم، صلى الله عليه وعلى آله أفضل صلاة وتسليم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [جزء فيه أحاديث عوالي عن ثلاثة من شيوخ أحمد بن عبد الله بن</h1>\n\nعبد الرحمن بن محمد بن أحمد بن محمد بن قدامة المقدسي <span id='ms01'></span>]\n<p>\nالشيخ الأول عبد الرحمن بن محمد بن أحمد بن محمد بن قدامة بن مقدام بن\nنصر المقدسي الحنبلي شمس الدين أبو الفرج، جدي ابن الإمام الزاهد أبي عمر\nكان شيخ الإسلام وبقية الأعلام وواحد الأنام علما وعملا ودينا وفضلا وورعا\nعلامة العصر وإنسان عين الدهر، أحد الأئمة المبرزين بل وأحدهم فضلا وكبيرهم\nقدرا ورحيبهم صدرا من شهدت بفضله ألسنة خلانه، واعترف بنبله كافة أقرانه،\nعلامة العصر والعالم والمتفرد بالفقه وإقرائه دون العالم، شيخ الحنابلة بل\nجميع المذاهب في وقته، علامة الدنيا في عصره إماما عالما عاملا ورعا زاهدا\nثقة ثبتا صدوقا كثير التهجد، غزير الدمعة حسن الأخلاق كثير التواضع محببا\nإلى الناس قليل التعصب قد تخلى الناس والدنيا، ولد سنة سبع وتسعين وخمس\nمائة، وسمع الكثير من حنبل، وابن طبرزد، والكندي، وابن الحرستاني، وخلق\nوتفقه على عمه الشيخ الإمام شيخ المذهب موفق الدين عبد الله وصنف شرحا\nحافلا لكتاب المقنع، روى عنه أئمة وحفاظ، ولما ولي القضاء لم يأخذ عليه\nأجرا إلى أن توفي في سلخ شهر ربيع الأول من سنة اثنتين وثمانين وست مائة\nبقاسيون ودفن به، ولم ينحصر الجمع من كثرة من حضره ولولا الولاء لم يقدروا\nأن يسيروا به، ولم يصل إلى قبره إلى بعد العصر من الزحام، رحمه الله\nوإيانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(1) -[1] أخبرنا جدي الشيخ الإمام العلامة شمس الدين أبو الفرج عبد الرحمن\nبن الشيخ الإمام الزاهد أبي عمر محمد بن أحمد بن محمد بن قدامة المقدسي،\nرحمه الله ورضي عنه، وفخر الدين أبو الحسن علي بن أحمد بن عبد الواحد بن\nالبخاري المقدسي، قراءة عليهما وأنا أسمع، قالا: أنبا الشيخان العلامة تاج\nالدين أبو اليمن زيد بن الحسن بن زيد الكندي، وأبو حفص عمر بن محمد بن معمر\nبن يحيى بن أحمد بن حسان البغدادي المؤدب، عرف بابن طبرزد، قراءة عليهما\nونحن نسمع غير مرة، قالا: أنبا القاضي أبو بكر محمد بن عبد الباقي بن محمد\nالأنصاري، قال: أنبا أبو إسحاق إبراهيم بن عمر بن أحمد بن <span id='ms02'></span> إبراهيم البرمكي\nالفقيه، قال: أنبا أبو محمد عبد الله بن إبراهيم بن أيوب بن ماسي البزاز،\nأنبا أبو مسلم إبراهيم بن عبد الله بن مسلم الكجي البصري، قال: ثنا أبو عبد\nالله محمد بن عبد الله بن المثنى الأنصاري، ثنا حميد، عن أنس، أن الربيع\nبنت النضر عمته لطمت جارية فكسرت ثنيتها، فعرضوا عليهم الأرش فأبوا، فطلبوا\nالعفو فأبوا، فأتوا النبي صلى الله عليه وسلم فأمرهم بالقصاص فجاء أخوها\nأنس بن النضر، فقال: يا رسول الله، أيكسر سن الربيع، والذي بعثك بالحق لا\nيكسر سنها، قال: يا أنس، كتاب الله القصاص، فعفا القوم، فقال رسول الله صلى\nالله عليه وسلم: \" إن من عباد الله من لو أقسم على الله لأبره \".أخرجه\nالبخاري عن الأنصاري، فوقع لنا موافقة له بعلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n(2) -[2] وبه إلى الأنصاري، قال: حدثني حميد، عن أنس، رضي الله عنه، أن\nالنبي صلى الله عليه وسلم دخل على أم سليم فرأى أبا عمير حزينا، فقال: \" يا\nأم سليم، ما بال أبي عمير حزينا؟ \" قالت: يا رسول الله، مات نغيره، فقال\nرسول الله صلى الله عليه وسلم: \" أبا عمير، ما فعل النغير؟ \".رواه الإمام\nأحمد عن الأنصاري، فوقع لنا موافقة عالية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n(3) -[3] وبه إلى الأنصاري، حدثني حميد، عن أنس، رضي الله عنه، قال: قال\nرسول الله صلى الله عليه وسلم: \" انصر أخاك ظالما أو مظلوما \".قال: قلت: يا\nرسول الله، أنصره مظلوما، فكيف أنصره ظالما؟ قال: \" تمنعه من الظلم، فذلك\nنصرك إياه \".رواه الترمذي، عن محمد بن حاتم بن ميمون المؤدب، عن الأنصاري،\nفوقع لنا بدلا عاليا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n(4) -[4] وبه إلى الأنصاري، قثنا أبي، عن ثمامة، عن أنس، أن عمر، رضي الله\nعنه، خرج بالعباس معه يستسقي به ويقول: \" اللهم إنا كنا إذا قحطنا على عهد\nنبينا صلى الله عليه وسلم توسلنا إليك بنبينا، اللهم إنا نتوسل إليك بعم\nنبيك صلى الله عليه وسلم \".رواه البخاري عن الحسن بن محمد بن الصباح\nالزعفراني، عن الأنصاري، فوقع لنا بدلا له عاليا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n(5) -[5] وبه قال الأنصاري، حدثني <span id='ms03'></span> سليمان التيمي، عن أنس بن مالك، رضي الله\nعنه، قال: قال رسول الله صلى الله عليه وسلم: \" من كذب علي متعمدا فليتبوأ\nمقعده من النار \".رواه النسائي في سننه عن علي بن حجر السعدي المروزي، عن\nإسماعيل ابن علية، عن سليمان التيمي به، وهو أحد الأحاديث المتواترة عن\nالنبي صلى الله عليه وسلم روي عن قريب من مائة إنسان من الصحابة عنه صلى\nالله عليه وسلم ويقال: إنه اجتمع في روايته العشرة المشهود لهم بالجنة، ولا\nيعرف ذلك في حديث سواه، وقد وقع لنا عاليا جدا تساعيا بيننا وبين النبي صلى\nالله عليه وسلم فيه تسعة رجال، ولا يوجد اليوم على وجه الأرض إسناد صحيح\nأعلى من هذا، ومتى وجد شيء أعلى من هذا ففي إسناده مقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n(6) -[6] أخبرنا جدي قاضي القضاة أبو الفرج تغمده الله بالرحمة، قراءة عليه\nوأنا حاضر في الخامسة في حادي عشر ربيع الآخر سنة تسع وتسعين وست مائة،\nقال: أخبرنا أبو حفص عمر بن محمد بن معمر بن طبرزد المؤدب، قراءة عليه وأنا\nأسمع، في شعبان سنة أربع وست مائة، قال: أنبا القاضي الإمام أبو بكر محمد\nبن عبد الباقي بن محمد بن عبد الله الأنصاري، قراءة عليه وأنا أسمع، في\nشعبان سنة خمس وعشرين وخمس مائة، أنبا أبو محمد الحسن بن علي بن محمد بن\nالحسن الجوهري، إملاء في شوال سنة ست وأربعين وأربع مائة، قال: أنبا أبو\nالقاسم عبد العزيز بن جعفر بن محمد الخرقي، ثنا قاسم بن زكريا المطرز، ثنا\nعمرو بن علي، وبندار، وأبو موسى. ح وأخبرنا الإمام فخر الدين أبو الحسن علي\nبن أحمد البخاري، قراءة عليه في سنة سبع وثمانين وست مائة، وأخبرتنا أم عبد\nالغني ست الكتبة نعمة بنت أبي الحسن علي بن يحيى بن محمد بن الطراح، قالت:\nأنبا جدي أبو محمد يحيى بن علي بن محمد بن الطراح، قراءة عليه وأنا أسمع\nببغداد. ح قال شيخنا ابن البخاري: وأخبرنا أبو حفص عمر بن محمد بن معمر بن <span id='ms04'></span>\nطبرزد، قراءة عليه وأنا أسمع، أنبا أبو منصور محمد بن عبد الملك بن الحسن\nبن خيرون، قراءة وأنا أسمع، أنبا أبو جعفر محمد بن أحمد بن محمد بن عمر بن\nالمسلمة، أنبا أبو الفضل عبيد الله بن عبد الرحمن الزهري، أنبا أبو بكر\nجعفر بن محمد بن الحسن بن المستفاض بن الفريابي، ثنا أبو موسى محمد بن\nالمثنى، ومحمد بن بشار بندار، قالوا: أنبا أبو سعيد يحيى بن سعيد القطان،\nثنا شعبة، ثنا قتادة، عن أنس بن مالك، عن أبي موسى الأشعري، عن النبي صلى\nالله عليه وسلم قال: \" مثل المؤمن الذي يقرأ القرآن ويعمل به كمثل الأترجة\nطيبة الطعم طيبة الريح، ومثل المؤمن الذي يقرأ القرآن ولا يعمل به كمثل\nالتمرة طيبة الطعم لا ريح لها، ومثل المنافق الذي يقرأ القرآن كمثل\nالريحانة طيبة الريح وطعمها مر، ومثل المنافق الذي لا يقرأ القرآن كمثل\nالحنظلة مرة الطعم لا ريح لها \".رواه مسلم وابن ماجه، عن محمد بن المثنى،\nوزاد ابن ماجه ومحمد بن بشار نحو ما روينا، فوقع لنا موافقة لهما عالية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n(7) -[7] وبالإسناد المتقدم إلى أبي محمد الجوهري، قال: أنبا أبو سعيد\nالحسن بن جعفر بن محمد الوضاح السمسار، ثنا أبو شعيب الحراني، ثنا يحيى بن\nعبد الله البابلتي، ثنا الأوزاعي، حدثني يحيى بن أبي كثير، عن أبي سلمة، عن\nربيعة بن كعب، قال: كنت أبيت مع رسول الله صلى الله عليه وسلم فآتيه بوضوئه\nوحاجته، فكان يقوم من الليل، فيقول: \" سبحان ربي وبحمده، سبحان ربي وبحمده\nالقوي سبحان رب العالمين، سبحان رب العالمين القوي \"، قال: فقال رسول الله\nصلى الله عليه وسلم: \" هل لك من حاجة؟ \" قلت: يا رسول الله، مرافقتك في\nالجنة، قال: \" فأعني على نفسك بكثرة السجود \".رواه محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n(8) -[8] وبه إلى الجوهري، ثنا قاسم بن زكريا المطرز، ثنا يعقوب بن\nإبراهيم، والقاسم بن دينار، وابن زنجويه، قالوا: ثنا يحيى بن أبي بكير، ثنا\nزائدة، عن عاصم، عن زر، عن عبد الله، قال: أول من أظهر إسلامه <span id='ms05'></span> سبعة: رسول\nالله صلى الله عليه وسلم وأبو بكر، وعمار، وأمه سمية، وصهيب، وبلال،\nوالمقداد، فأما رسول الله صلى الله عليه وسلم فمنعه الله بعمه أبي طالب،\nوأما أبو بكر فمنعه الله بقومه، وأما سائرهم فأخذهم المشركون فألبسوا أدراع\nالحديد وصهروهم في الشمس، فما منهم من أحد إلا وقد واتاهم على الذي أرادوا،\nإلا بلال فإنه هانت عليه نفسه في الله، وهان على قومه فأعطوه الولدان\nفجعلوا يطوفون به شعاب مكة وهو يقول: \" أحد أحد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(9) -[9] وبه إلى الجوهري، قال: أنبا أبو حفص عمر بن محمد بن علي الناقد،\nأنبا أبو عبد الله أحمد بن الحسن بن عبد الجبار الصوفي، قراءة عليه، ثنا\nأبو الوليد أحمد بن جناب المصيصي، في رجب سنة ثنتين ومائتين، ثنا عيسى بن\nيونس، عن عوف، عن محمد بن سيرين، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: \" من قتل نفسا معاهدة بغير حقها لم يجد رائحة الجنة، وإن\nريحها ليوجد من مسيرة مائة عام \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(10) -[10] وبه إلى الجوهري، قال: أنبا أبو بكر محمد بن عبد الله بن محمد\nالفقيه الأبهري، ثنا أبو عروبة الحراني، ثنا محمد بن يحيى القطعي، ثنا عاصم\nبن بلال، ثنا أيوب، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه\nوسلم: \" يوم يقوم الناس لرب العالمين يوم القيامة حتى يبلغ الرشح أنصاف\nآذانهم \".قال عاصم: والرشح العرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n(11) -[11] وبه إلى الجوهري، قال: سمعت أبا عبد الله الحسين بن محمد بن\nعبيد العسكري، يقول: سمعت أبا العباس أحمد بن محمد بن مسروق، يقول: سمعت\nحارثا المحاسبي، يقول: ثلاثة أشياء عزيزة أو معدومة: حسن الوجه مع الصيانة،\nوحسن الخلق مع الديانة، وحسن الإخاء مع الأمانة. وأنبا به أبو الحسن علي بن\nالبخاري سماعا، أنبا ابن طبرزد سماعا بسنده\n</p>\n\n<p>\nالشيخ الثاني علي بن أحمد بن عبد الواحد بن أحمد بن عبد الرحمن بن\nإسماعيل بن منصور بن عبد الرحمن المقدسي السعدي الشيخ فخر الدين أبو الحسن\nالمعروف بابن البخاري مسند وقته <span id='ms06'></span> وفريد عصره في علو الإسناد مع الزهادة\nوالصيانة والجلال والسكينة والوقار والصبر على ملازمة التسميع والمواظبة\nعلى العبادة، تأخر عن أقرانه وذوي أسنانه حتى ألحق الصغار بالكبار والأحفاد\nبالأجداد، وحدث قديما سنة اثنتين وثلاثين وست مائة، سمع من ابن طبرزد،\nوالكندي، وحنبل، وابن ملاعب، وغيرهم، وحدث نحوا من ستين سنة، وكان يحفظ\nكثيرا من الأحاديث وألفاظها المشكلة وكثيرا من الحكايات والنوادر ويرد على\nمن يقرأ عليه مواضع يدل رده على فضل ومطالعة ومعرفة، مولده في أواخر سنة\nخمس وتسعين أو أوائل ست وتسعين وخمس مائة، وتوفي في يوم الأربعاء ثاني ربيع\nالآخر سنة تسعين وست مائة، ودفن بسفح قاسيون في اليوم المذكور عند والده\nبتربة الشيخ موفق الدين ابن قدامة، رحمهم الله وإيانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(12) -[12] أخبرنا الشيخ الإمام المسند بقية السلف فخر الدين أبو الحسن علي\nبن أحمد بن عبد الواحد المقدسي بن البخاري، قراءة عليه وأنا أسمع في سنة\nسبع وثمانين وست مائة، قال: أخبرنا أبو علي حنبل بن عبد الله بن الفرج بن\nسعادة الرصافي، قراءة عليه وأنا أسمع، قال: أنبا أبو القاسم هبة الله بن\nمحمد بن عبد الواحد بن الحصين الشيباني، أنبا أبو علي الحسن بن علي بن محمد\nبن المذهب التميمي الواعظ، أنبا أبو بكر أحمد بن جعفر بن حمدان بن مالك\nالقطيعي، قال: ثنا الإمام أبو عبد الرحمن عبد الله ابن الإمام أبي عبد الله\nأحمد بن محمد بن حنبل الشيباني، قال: حدثني أبي، قال: ثنا محمد بن جعفر،\nثنا سعيد يعني ابن أبي عروبة، عن قتادة، عن عطاء، عن طارق بن مرقع، عن\nصفوان بن أمية، أن رجلا سرق برده فرفعه إلى النبي صلى الله عليه وسلم فأمر\nبقطعه، فقال: يا رسول الله، قد تجاوزت عنه. \" قال: فلولا كان هذا قبل أن\nتأتيني يا أبا وهب \".فقطعه رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n(13) -[13] وبه قال القطيعي: ثنا عبد الله بن أحمد، حدثني أبي، قال: ثنا\nابن نمير، ثنا سفيان، عن سمي، عن النعمان بن أبي <span id='ms07'></span> عياش الزرقي، عن أبي سعيد،\nرضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: \" لا يصوم عبد يوما\nفي سبيل الله إلا باعد الله بذلك اليوم النار عن وجهه سبعين خريفا\n\".أخرجهما الإمام أبو عبد الرحمن أحمد بن شعيب النسائي عن عبد الله ابن\nالإمام أحمد، فوقع لنا موافقة عالية عالية، وهما من أعز الموافقات وأعلاها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n(14) -[14] وبه إلى الإمام أحمد، قال: ثنا يحيى، عن عبيد الله، أخبرني\nنافع، عن ابن عمر، أن رسول الله صلى الله عليه وسلم غير اسم عاصية، قال: \"\nأنت جميلة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(15) -[15] وبه إلى أحمد، ثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي\nهريرة، عن النبي صلى الله عليه وسلم \" أخنع اسم عند الله عز وجل يوم\nالقيامة رجل تسمى بملك الأملاك \".قال أحمد: سألت أبا عمرو الشيباني، عن\nأخنع اسم عند الله، قال: أوضع اسم عند الله. رواهما مسلم وأبو داود عن أحمد\nفوقعا موافقة لهما عالية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n(16) -[16] وبه إلى أحمد، ثنا معتمر بن كهمس، عن ابن بريدة، عن أبيه، رضي\nالله عنه، قال: \" غزا مع رسول الله صلى الله عليه وسلم ست عشرة غزوة\n\".أخرجه مسلم عن أحمد بن حنبل، فوقع لنا موافقة بعلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n(17) -[17] وبه إلى أحمد، ثنا محمد بن جعفر، ثنا شعبة، عن ورقاء، عن عمرو\nبن دينار، عن عطاء بن يسار، عن أبي هريرة، عن النبي صلى الله عليه وسلم\nقال: \" إذا أقيمت الصلاة فلا صلاة إلا المكتوبة \".وأخبرنا به عاليا بدرجة\nالشيخ شمس الدين أبو عبد الله محمد بن عبد الرحيم بن عبد الواحد بن أحمد\nالمقدسي، قراءة عليه وأنا أسمع، قال: أنبا أبو عبد الله محمد بن عبد الله\nبن البناء، قراءة عليه وأنا حاضر، قال: أنبا أبو بكر محمد بن عبيد الله بن\nالزاغوني، قال: أنبا أبو الحسن علي بن محمد بن محمد بن محمد بن الخطيب\nالأنباري، أنبا أبو بكر عبد القاهر بن محمد بن محمد بن أحمد بن عترة، قال:\nثنا محمد بن عمران، ثنا محمد بن <span id='ms08'></span> أيوب الرازي، ثنا مسلم، ثنا حماد، عن عمرو\nبن دينار فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n(18) -[18] أخبرنا مسند الآفاق فخر الدين أبو الحسن علي بن أحمد بن عبد\nالواحد السعدي، قراءة عليه وأنا أسمع، قال: أنبا أبو حفص عمر بن محمد بن\nمعمر بن طبرزد المؤدب، قراءة عليه ونحن نسمع، قال: أنبا أبو القاسم هبة\nالله بن محمد بن عبد الواحد بن الحسين الشيباني، أنبا أبو طالب محمد بن\nإبراهيم بن غيلان البزاز، أنبا أبو بكر محمد بن عبد الله بن إبراهيم\nالشافعي، ثنا محمد بن مسلمة الواسطي، ثنا يزيد، أنبا شريك، عن أبي إسحاق،\nعن القاسم بن عبد الرحمن، عن أبيه، عن عبد الله بن مسعود، قال: قال رسول\nالله صلى الله عليه وسلم: \" الحيات ما سالمناهن منذ حاربناهن فمن ترك منهن\nشيئا من خيفتهن فليس منا \".رواه النسائي، عن موسى بن محمد الشامي، عن ميمون\nبن الأصبغ، عن يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n(19) -[19] وبه إلى الشافعي، قال: ثنا أبو عمران موسى بن سهل بن كثير\nالوشاء، ثنا إسماعيل ابن علية، عن أيوب، عن نافع، عن ابن عمر، رضي الله\nعنهما، قال: \" نهى رسول الله صلى الله عليه وسلم أن يسافر بالقرآن مخافة أن\nيناله العدو \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(20) -[20] وبه عن النبي صلى الله عليه وسلم قال: \" إن أصحاب هذه الصور\nيعذبون يوم القيامة، ويقال لهم: أحيوا ما خلقتم \".رواهما مسلم عن زهير بن\nحرب، عن ابن علية، فوقعا لنا بدلا عاليا، وهما أعلى ما يوجد من حديث ابن علية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n(21) -[21] وبه إلى الشافعي، حدثنا أبو الحسن علي بن الحسن بن عبدويه\nالخزاز، ثنا عبد الله بن بكر السهمي، ثنا حميد، عن أنس، قال: كان رسول الله\nصلى الله عليه وسلم في طريق ومعه أناس من أصحابه فعرضت له امرأة، فقالت: يا\nرسول الله، لي إليك حاجة، فقال: \" يا أم فلان، اجلسي في أدنى نواحي السكك\nحتى أجلس إليك \". ففعلت، فجلس إليها حتى قضت حاجتها. أخرجه الإمام أحمد عن\nعبد الله بن بكر، فوافقناه بعلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n(22) -[22] وبه إلى أبي بكر الشافعي، قال: حدثني <span id='ms09'></span> إسحاق بن الحسن بن ميمون\nالحربي، ثنا عبد الله بن رجاء، ثنا سعيد بن سلمة بن أبي الحسام، عن محمد بن\nالمنكدر، عن أم حبيبة، زوج النبي صلى الله عليه وسلم أن النبي صلى الله\nعليه وسلم قال: \" من صلى في يوم ثنتي عشرة ركعة بني له بيت في الجنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(23) -[23] وأخبرنا أبو الحسن علي بن أحمد بن البخاري، سماعا، أنبا أبو علي\nحنبل المكبر، أنبا أبو القاسم ابن الحصين، أنبا أبو علي ابن المذهب، أنبا\nأبو بكر أحمد بن جعفر الحمداني، ثنا عبد الله ابن الإمام أحمد بن محمد بن\nحنبل، حدثني أبي، ثنا عبد الله بن محمد بن أبي شيبة، قال عبد الله: وسمعته\nأنا من ابن أبي شيبة، ثنا عبد الله بن إدريس، عن إسماعيل بن أبي خالد، عن\nقيس بن أبي حازم، عن جرير، قال: \" بعثني رسول الله صلى الله عليه وسلم إلى\nاليمن فلقيت بها رجلين: ذا كلاع، وذا عمرو، قال: وأخبرتهما شيئا من خبر\nرسول الله صلى الله عليه وسلم قال: ثم أقبلنا فإذا قد رفع لنا ركب من قبل\nالمدينة فسألناهم ما الخبر؟ فقالوا: قبض رسول الله صلى الله عليه وسلم\nواستخلف أبو بكر والناس صالحون قال: فقال لي: أخبر صاحبك، قال: فرجعنا، ثم\nلقيت ذا عمرو، فقال لي: يا جرير، إنكم لن تزالوا بخير ما إذا هلك أمير\nتأمرتم في آخر، وإذا كانت بالسيف غضبتم غضب الملوك ورضيتم رضا الملوك\n\".رواه البخاري عن أبي بكر عبد الله بن محمد بن أبي شيبة، فوافقناه بعلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n(24) -[24] وبه إلى أحمد، قثنا محمد بن إدريس الشافعي، أنبا مالك بن أنس،\nعن نافع، عن ابن عمر، رضي الله عنهما، أن رسول الله صلى الله عليه وسلم\nقال: \" لا يبع بعضكم على بيع بعض، ونهى عن النجش، ونهى عن بيع حبل الحبلة،\nونهى عن المزابنة، والمزابنة: بيع الثمر بالتمر كيلا، وبيع الكرم بالزبيب كيلا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(25) -[25] أخبرنا أبو الحسن ابن البخاري، سماعا، قال: أنبا أبو الفتوح\nمحمد بن علي بن الجلاجلي <span id='ms10'></span>، سماعا، أنبا هبة الله بن الحسين الحاسب، أنبا\nأحمد بن محمد بن النقور، أنبا أبو القاسم عيسى بن علي بن الجراح، إملاء،\nقال: قرئ على أبي بكر بن نيروز، وأنا أسمع، قيل له: حدثكم محمد بن المثنى،\nثنا الوليد بن مسلم، قال: سمعت الأوزاعي، يقول: سمعت بلال بن سعد، يقول: لا\nتنظر في صغر الخطيئة ولكن انظر من عصيت\n</p>\n\n<p>\nالشيخ الثالث محمد بن عبد الرحيم بن عبد الواحد بن أحمد بن عبد الرحمن بن\nإسماعيل بن منصور بن عبد الرحمن السعدي المقدسي الشيخ شمس الدين أبو عبد\nالله ابن أخي الحافظ ضياء الدين، سمع من أبي اليمن الكندي وابن الحرستاني\nحضورا، ومن ابن ملاعب وأبي الفتوح البكري وموسى بن الشيخ عبد القادر\nوغيرهم، وحدث بالكثير نحوا من أربعين سنة، وعني بالحديث وجمع وخرج وكتب\nالكثير بخطه، وقرأ على الشيوخ، وتم تصنيف الأحكام الذي جمعه عمه الشيخ ضياء\nالدين، وكان محدثا فاضلا حسن التحصيل وافر الديانة كثير الحاجة نزها عفيفا\nمخلصا كبير القدر كثير التواضع كثير الذكر حسن الشكل، عليه مهابة وسكون\nوخير ومروءة وإيثار، وقد حج مرتين، ودرس بالضيائية وولي مشيخة دار الحديث\nالأشرفية بالجبل، وغزا غير غزوة روى عنه أئمة وحفاظ، ولد في ذي الحجة سنة\nسبع وستمائة وتوفي ليلة التاسع من جمادى الأولى سنة ثمان وثمانين وستمائة،\nودفن بتربة الشيخ موفق الدين، رحمه الله وإيانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(26) -[26] أخبرنا الشيخ الإمام العالم الزاهد بقية السلف شمس الدين أبو\nعبد الله محمد بن الشيخ كمال الدين عبد الرحيم بن عبد الواحد المقدسي، رحمه\nالله، قراءة عليه وأنا أسمع في شوال سنة ثلاثة وثمانين وستمائة، قال: أنبا\nأبو عبد الله محمد بن عبد الله بن موهوب بن البناء، قراءة عليه وأنا أسمع،\nقال: أنبا أبو بكر محمد بن عبيد الله بن نصر بن الزغواني، سماعا، أنبا أبو\nالحسن علي بن محمد بن محمد بن محمد الخطيب الأنباري، سماعا، أنبا أبو بكر\nعبد القاهر بن محمد بن محمد بن أحمد بن عبد الصمد بن <span id='ms11'></span> عترة، سماعا، قال: ثنا\nمحمد بن عمران، ثنا أبو العباس أحمد بن علي بن عبد الجبار، ثنا أبو مسلمة\nالجمحي إسحاق بن سعيد بن ذكوان، ثنا سعيد، عن أنس، قال: قال رسول الله صلى\nالله عليه وسلم: \" من نسي صلاة فليصلها إذا ذكرها \".وأخبرناه عاليا بدرجة\nفخر الدين أبو الحسن علي ابن البخاري، سماعا، أنبا أبو الفتوح محمد بن محمد\nبن محمد بن عمروك البكري، سماعا، أنبا أبو الأسعد هبة الرحمن بن عبد الواحد\nبن عبد الكريم بن هوازن القشيري، أنبا جدي أبو القاسم عبد الكريم، سماعا،\nقال: ثنا أبو الحسين الخفاف، أنبا محمد بن إسحاق، ثنا قتيبة بن سعيد، ثنا\nأبو عوانة، عن قتادة، عن أنس، فذكره. أخرجه مسلم، والترمذي، والنسائي عن\nقتيبة، فوقع لنا موافقة عالية لثلاثتهم، ولله الحمد والمنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n(27) -[27] وبالإسناد إلى ابن عترة، قال: ثنا محمد بن عمران، ثنا إسماعيل\nبن إسحاق، ثنا عارم، ثنا عبد الواحد بن زياد، ثنا الحسن بن عبد الله، ثنا\nعبد الجبار بن وائل بن حجر، عن أبيه، قال: \" رأيت رسول الله صلى الله عليه\nوسلم حين استفتح الصلاة كبر ورفع يديه، فلما أراد أن يركع رفع يديه، ولما\nرفع رأسه من الركوع رفع يديه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(28) -[28] وبه إلى ابن عترة، قال: ثنا محمد بن عمران، ثنا محمد بن غالب،\nحدثني عبد الصمد بن النعمان، ثنا شيبان بن عبد الرحمن، عن عبد الملك بن أبي\nسليمان، عن عبد الله بن أبي سلمة، عن ابن عمر، قال: \" غدونا مع رسول الله\nصلى الله عليه وسلم إلى عرفات منا الملبي ومنا المكبر \".وأخبرنا به أبو\nالحسن علي بن أحمد بن الأنباري، سماعا، أنبا حنبل المكبر، سماعا، أنبا أبو\nالقاسم الشيباني، أنبا أبو علي التميمي، أنبا أبو بكر الحمداني، حدثنا عبد\nالله بن أحمد بن حنبل، حدثني أبي، رضي الله عنه، ثنا ابن نمير، ثنا يحيى،\nعن عبد الله بن أبي سلمة، عن عبد الله بن عبد الله بن عمر، عن أبيه فذكره.\nرواه مسلم وأبو داود <span id='ms12'></span> عن أحمد، فوقع لنا موافقة عالية لنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n(29) -[29] وأخبرنا الشيخ شمس الدين أبو عبد الله محمد بن الكمال عبد\nالرحيم، سماعا عليه في سنة إحدى وثمانين وستمائة، قال: أخبرنا أبو البركات\nداود بن أحمد بن محمد بن ملاعب، قراءة عليه في سنة ثلاث عشرة وستمائة، أنبا\nالقاضي أبو الفضل محمد بن عمر بن يوسف الأرموي، أنبا الشريف أبو الغنائم\nعبد الصمد بن علي بن محمد بن المأمون، أنبا الإمام أبو الحسن علي بن عمر بن\nأحمد بن مهدي الدارقطني الحافظ، ثنا أبو يعلى إسماعيل بن محمد بن العباس\nالوراق، ثنا محمد بن عبد الملك بن زنجويه، ثنا علي بن عياش الجمحي، أنبا\nشعيب بن أبي حمزة، عن محمد بن المنكدر، عن جابر بن عبد الله، عن النبي صلى\nالله عليه وسلم قال: \" من قال إذا سمع النداء: اللهم رب هذه الدعوة التامة،\nآت محمدا الوسيلة، وابعثه المقعد المقرب الذي وعدته، إلا وجبت له الشفاعة\nعلى رسول الله صلى الله عليه وسلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(30) -[30] وأخبرنا به أعلى من هذه الرواية بدرجة شيخنا أبو الحسن السعدي،\nسماعا عليه، قال: أنبا أبو حفص الحساني، أنبا أبو القاسم بن الحسين، أنبا\nأبو طالب محمد بن غيلان، أنبا أبو بكر محمد بن عبد الله الشافعي، ثنا أبو\nإسحاق إبراهيم بن الهيثم البلدي، ثنا علي بن عياش الحمصي، ثنا شعيب ابن أبي\nحمزة، عن محمد بن المنكدر، عن جابر، قال: قال رسول الله صلى الله عليه\nوسلم: \" من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة والصلاة\nالقائمة، آت سيدنا محمدا الوسيلة والفضيلة، وابعثه مقاما محمودا الذي\nوعدته، إلا حلت له شفاعتي يوم القيامة \".رواه الإمام أحمد والبخاري، عن علي\nبن عياش، فوافقناهما بعلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n(31) -[31] وبه إلى أبي الحسن الدارقطني، أنبا القاضي الحسين بن إسماعيل،\nأنبا عبد الرحمن بن يونس السراج، ثنا عبد العزيز بن أبي حازم، عن أبيه، عن\nسهل بن سعد، قال: \" نهى رسول الله صلى الله عليه وسلم عن بيع الغرر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(32) -[32] وبه إلى الدارقطني، قثنا أبو <span id='ms13'></span> بكر محمد بن منصور بن النضر بن\nإسماعيل المروزي، المعروف بالشيعي، ثنا نصر بن علي، ثنا عبد الأعلى، ثنا\nعبيد الله بن عمر، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال:\n\" عذبت امرأة في هرة، أوثقتها فلم تطعمها، ولم تدعها تأكل من خشاش الأرض\n\".وحدثنا محمد بن منصور، ثنا نصر بن علي، ثنا عبد الأعلى، ثنا عبيد الله بن\nعمر، عن سعيد المقبري، عن أبي هريرة، عن النبي صلى الله عليه وسلم مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n(33) -[33] وبه إلى الدارقطني، قثنا أبو عمرو يوسف بن يعقوب بن يوسف\nالنيسابوري، ثنا أحمد بن عبدة الضبي، ثنا معتمر بن سليمان، ثنا حميد، عن\nأنس، قال: قالوا: يا رسول الله صلى الله عليه وسلم: أي الناس أحب إليك؟\nقال: \" عائشة \" قالوا: إنما نعني من الرجال، قال: \" أبوها \".رواه الترمذي،\nوابن ماجه، عن أحمد بن عبدة، فوافقناهما بعلو، ولله الحمد والمنة\n</p>\n\n<p>\nيتلوه الشيخ الرابع في أول الجزء. آخر الأحاديث والحمد لله رب العالمين،\nوصلى الله على سيدنا محمد خاتم النبين وآله وصحبه. علقها أحمد بن عبد\nالواحد بن المجتهد في محرم سنة 737.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             <span id='ms14'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035"
  ],
  "volumes": [
    "01"
  ]
}