{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n\n<h1 class='l1' id='head0'>AUTO 1 - كتاب الطهارة</h1>\n\n<p>\nقال الله تعالى: {يا أيها الذين آمنوا إذا قمتم إلى الصلاة فاغسلوا\nوجوهكم وأيديكم إلى المرافق وامسحوا برؤوسكم وأرجلكم إلى الكعبين}\n</p>\n\n<p>\nففرض الطهارة:\n</p>\n\n<p>\nغسل الأعضاء الثلاثة ومسح الرأس والمرفقان والكعبان يدخلان في الغسل\nوالمفروض في مسح الرأس مقدار الناصية لما روى المغيرة بن شعبة [أن النبي\nصلى الله عليه وسلم أتى سباطة قوم فبال وتوضأ ومسح على ناصيته وخفيه]\n</p>\n\n<p>\nوسنن الطهارة:\n</p>\n\n<p>\nوغسل اليدين قبل إدخالها إذا استيقظ المتوضئ من نومه وتسمية الله تعالى\nفي ابتداء الوضوء\n</p>\n\n<p>\nوالسواك والمضمضة والأستنشاق ومسح الأذنين وتخليل اللحية والأصابع وتكرار\nالغسل إلى الثلاث\n</p>\n\n<p>\nويستحب للمتوضئ أن ينوي الطهارة ويستوعب رأسه بالمسح ويرتب الوضوء فيبدأ\nبما بدأ الله تعالى بذكره وبالميامن\n</p>\n\n<p>\nوالمعاني الناقضة للوضوء:\n</p>\n\n<p>\nكل ما خرج من السبيلين والدم والقيح والصديد إذا خرج من البدن فتجاوز إلى\nموضع يلحقه حكم التطهير والقيء إذا كان ملء الفم والنوم مضطجعا أو متكئا أو\nمستندا إلى شيء لو أزيل عنه لسقط والغلبة على العقل بالإغماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوالجنون والقهقهة في كل صلاة ذات ركوع وسجود\n</p>\n\n<p>\nوفرض الغسل: المضمضة والاستنشاق وغسل سائر البدن\n</p>\n\n<p>\nوسنة الغسل:\n</p>\n\n<p>\nأن يبدأ المغتسل يديه وفرجه ويزيل النجاسة إن كانت على بدنه ثم يتوضأ\nوضوءه للصلاة إلا رجليه ثم يفيض الماء على رأسه وسائر جسده ثلاثا ثم يتنحى\nعن ذلك المكان فيغتسل رجليه\n</p>\n\n<p>\nوليس على المرأة أن تنقض ضفائرها في الغسل إذا بلغ الماء أصول الشعر\n</p>\n\n<p>\nوالمعاني الموجبة للغسل:\n</p>\n\n<p>\nإنزال المني\n</p>\n\n<p>\nعلى وجه الدفق والشهوة من الرجل والمرأة والتقاء الختانين من غير إنزال\nوالحيض والنفاس\n</p>\n\n<p>\nوسن رسول الله صلى الله عليه وسلم الغسل للجمعة والعيدين والإحرام\n</p>\n\n<p>\nوليس في المذي والودي غسل وفيهما الوضوء\n</p>\n\n<p>\nوالطهارة من الأحداث جائزة بماء السماء والأودية والعيون والآبار وماء\nالبحار ولا تجوز بما اعتصر من الشجر والثمر ولا بماء غلب عليه غيره وأخرجه\nعن طبع الماء\n</p>\n\n<p>\nكالأشربة والخل وماء الورد وماء الباقلاء والمرق وماء الزردج\n</p>\n\n<p>\nوتجوز الطهارة بماء خالطة شيء طاهر فغير أحد أوصافه كماء المد والماء <span id='ms001'></span>\nالذي يختلط به الأشنان والصابون والزعفران\n</p>\n\n<p>\nوكل ماء وقعت فيه نجاسة لم يجز اوضوء به قليلا أو كثيرا [لأن النبي عليه\nالصلاة والسلام أمر بحفظ الماء من النجاسة فقال لا يبولن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nأحدكم في الماء الدائم ولا يغتسلن فيه من الجنابة] و [قال عليه الصلاة\nوالسلام: إذا استيقظ أحدكم من منامه فلا يغمسن يده في الإناء حتى يغسلها\nثلاثا فإنه لا يدري أين باتت يده]\n</p>\n\n<p>\nوأما الماء الجاري\n</p>\n\n<p>\nإذا وقعت فيه نجاسة جاز الوضوء منه إذا لم ير لها أثر لا تستقر مع جريان\nالماء والغدير العظيم الذي لا يتحرك أحد طرفيه بتحريك الطرف الآخر\n</p>\n\n<p>\nإذا وقعت نجاسة في أحد جانبيه جاز الوضوء من الجانب الآخر لأن الظاهر أن\nالنجاسة لا تصل إليه\n</p>\n\n<p>\nوموت ما ليس له نفس سائلة في الماء لا ينجسه كالبق والذباب والزنابير\nوالعقارب وموت ما يعيش في الماء فيه لا يفسده كالسمك والضفدع والسرطان\n</p>\n\n<p>\nوالماء المستعمل لا يجوز استعماله في طهارة الأحداث\n</p>\n\n<p>\nوالمستعمل: كل ماء أزيل به حدث أو استعمل في البدن على وجه القربة\n</p>\n\n<p>\nوكل إهاب دبغ فقد ظهر وجازت الصلاة فيه والوضوء منه إلا جلد الخنزير\nوالآدمي\n</p>\n\n<p>\nوشعر الميتة\n</p>\n\n<p>\nوعظمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوعصبها وحافرها وقرنها طاهر\n</p>\n\n<p>\nوإذا وقعت في البئر نجاسة نزحت وكان نزح ما فيها من الماء طهارة لها\n</p>\n\n<p>\nفإن ماتت فيها فأرة أو عصفورة أو صعوة أو سوادنية أو سام أبرص نزح منها\nما بين عشرين دلوا إلى ثلاثين دلوا\n</p>\n\n<p>\nبحسب كبر الحيوان وصغره\n</p>\n\n<p>\nوإن ماتت فيها حمامة أو دجاجة أو سنور نزح منها ما بين أربعين دلوا إلى ستين\n</p>\n\n<p>\nوإن مات فيها كلب أو شاة أو آدمي نزح جميع ما فيها من الماء\n</p>\n\n<p>\nوإن انتفخ الحيوان فيها أو تفسخ نزح جميع ما فيها من الماء صغر الحيوان أو كبر\n</p>\n\n<p>\nوعدد الدلاء يعتبر بالدلو الوسط المستعمل للآبار في البلدان فإن نزح منها\nبدلو عظيم قدر ما يسع عشرين دلوا من الدلو الوسط احتسب به\n</p>\n\n<p>\nوإن كانت البئر معينا لا تنزح ما فيها من الماء أخرجوا <span id='ms002'></span> مقدار ما كان فيها\nمن الماء وقد روي عن محمد بن الحسن رحمه الله عليه أنه قال: ينزح منها\nمائتا دلو إلى ثلاثمائة دلو\n</p>\n\n<p>\nوإذا وجد في البئر أو غيرها ولا يدرون متى وقعت ولم تنتفخ ولم تتفسخ\nأعادوا صلاة يوم وليلة إذا كانوا توضئوا منها وغسلوا كل شيء أصابه ماءها\n</p>\n\n<p>\nوإن كانت انتفخت أو تفسخت أعادوا صلاة ثلاثة أيام ولياليها في قول أبي\nحنيفة رحمه الله وقال أبو يوسف ومحمد رحمهما الله: ليس عليهم إعادة شيء حتى\nيتحققوا متى وقعت\n</p>\n\n<p>\nوسؤر الآدمي وما يؤكل لحمه طاهر وسؤر الكلب والخنزير وسباع البهائم نجس\nوسؤر الهرة والدجاجة المخلاة وسباع الطير وما يسكن في البيوت مثل الحية\nوالفأرة مكروه\n</p>\n\n<p>\nوسؤر الحمار والبغل مشكوك فيهما فإن لم يجد غيرهما توضأ بهما وتيمم\nبأيهما بدأ جاز\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO باب التيمم</h2>\n\n<p>\nومن لم يجد الماء وهو مسافر أو خارج المصر بينه وبين المصر نحو الميل أو أكثر\n</p>\n\n<p>\nأو كان يجد الماء إلا أنه مريض فخاف إن استعمل الماء اشتد مرضه أو خاف\nالجنب إن غسل بالماء أن يقتله البرد أو يمرضه فإنه يتيمم بالصعيد\n</p>\n\n<p>\nوالتيمم ضربتان:\n</p>\n\n<p>\nيمسح بإحداهما وجهه وبالأخرى يديه إلى المرفقين والتيمم من الجنابة\nوالحدث سواء\n</p>\n\n<p>\nويجوز التيمم عند أبي حنيفة ومحمد بكل ما كان من جنس الأرض كالتراب\nوالرمل والحجر والجص والنورة والكحل والزرنيخ\n</p>\n\n<p>\nوقال أبو يوسف رحمه الله: لا يجوز إلا بالتراب والرمل خاصة\n</p>\n\n<p>\nوالنية فرض في التيمم مستحبة في الوضوء\n</p>\n\n<p>\nوينقض التيمم كل شيء ينقض الوضوء وينقضه أيضا رؤية الماء إذا قدر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nاستعماله ولا يجوز التيمم إلا بصعيد طاهر\n</p>\n\n<p>\nويستحب لمن لا يجد الماء وهو يرجو أن يجده في آخر الوقت أن يؤخر الصلاة\nإلى آخر الوقت فإن وجد الماء توضأ به وصلى وإلا تيمم\n</p>\n\n<p>\nويصلي بتيممه ما شاء من الفرائض والنوافل\n</p>\n\n<p>\nويجوز التيمم للصحيح في المصر إذا حضرت جنازة والولي غيره فخاف إن اشتغل\nبالطهارة أن تفوته الصلاة فإنه يتيمم ويصلي وكذلك من حضر العيد فخاف إن\nاشتغل بالطهارة أن <span id='ms003'></span> تفوته صلاة العيدين فإنه يتيمم ويصلي وإن خاف من شهد\nالجمعة إن اشتغل بالطهارة أن تفوته صلاة الجمعة لم يتيمم ولكنه يتوضأ فإن\nأدرك الجمعة صلاها وإلا صلى الظهر أربعا وكذلك إذا ضاق الوقت فخشي إن توضأ\nقات الوقت لم يتيمم ولكنه يتوضأ ويصلي فائتة\n</p>\n\n<p>\nوالمسافر إذا نسي الماء في رحله فتيمم وصلى ثم ذكر الماء في الوقت لم يعد\nالصلاة عند أبي حنيفة ومحمد رحمهما الله\n</p>\n\n<p>\nوقال أبو يوسف: يعيدها\n</p>\n\n<p>\nوليس على المتيمم إذا لم يغلب على ظنه أن بقربه ماء أن يطلب الماء فإن\nغلب على ظنه أن هناك ماء لم يجز له أن يتيمم حتى يطلبه وإن كان مع رفيقه\nماء طلبه منه قبل أن يتيمم فإن منعه منه تيمم وصلى\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO باب المسح على الخفين</h2>\n\n<p>\nالمسح على الخفين جائز بالسنة من كل حدث موجب للوضوء إذا لبس الخفين على\nطهارة كاملة ثم أحدث\n</p>\n\n<p>\nفإن كان مقيما مسح يوما وليلة وإن كان مسافرا مسح ثلاثة أيام ولياليها\nوابتداؤها عقيب الحدث\n</p>\n\n<p>\nوالمسح على الخفين على ظاهرهما خطوطا بالأصابع يبدأ من رؤوس أصابع الرجل\nإلى الساق\n</p>\n\n<p>\nوفرض ذلك مقدار ثلاث أصابع من أصغر أصابع اليد\n</p>\n\n<p>\nولا يجوز المسح على خف فيه خرق كبير يبين منه مقدار ثلاث أصابع من أصابع\nالرجل وإن كان أقل من ذلك جاز\n</p>\n\n<p>\nولا يجوز المسح على الخفين لمن وجب عليه الغسل\n</p>\n\n<p>\nونقض المسح ما ينقض الوضوء وينقضه أيضا نزع الخف ومضي المدة فإذا مضت\nالمدة نزع خفيه وغسل رجليه وصلى وليس عيه إعادة بقيه الوضوء\n</p>\n\n<p>\nومن ابتدأ المسح وهو مقيم فسافر قبل تمام يوم وليلة مسح ثلاثة أيام\nولياليها ومن ابتدأ المسح وهو مسافر ثم أقام فإن كان مسح يوما وليلة أو\nأكثر لزمه نزع خفيه وغسل رجليه وإن كان مسح أقل من يوم وليلة تمم مسح يوم وليلة\n</p>\n\n<p>\nومن لبس الجرموق فوق الخف مسح عليه\n</p>\n\n<p>\nولا يجوز المسح على الجوربين عند أبي حنيفة رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن يكونا منعلين أو مجلدين وقال أبو يوسف <span id='ms004'></span> ومحمد رحمهما الله: يجوز\nالمسح على الجوربين إذا كانا ثخينين لا يشفان الماء\n</p>\n\n<p>\nولا يجوز المسح على العمامة والقلنسوة والبرقع والقفازين\n</p>\n\n<p>\nويجوز المسح على الجبائر وإن شدها على غير وضوء فإن سقطت عن غير برء لم\nيبطل المسح وإن سقطت عن برء بطل المسح\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO باب الحيض</h2>\n\n<p>\nأقل الحيض ثلاثة أيام ولياليها\n</p>\n\n<p>\nوما نقض عن ذلك فليس بحيض وهو استحاضة\n</p>\n\n<p>\nوأكثر الحيض عشرة أيام ولياليها وما زاد على ذلك فهو استحاضة\n</p>\n\n<p>\nوما تراه المرأة من الحمرة والصفرة والكدرة في أيام الحيض فهو حيض حتى\nترى البياض الخالص\n</p>\n\n<p>\nوالحيض يسقط عن الحائض الصلاة ويحرم عليها الصوم وتقضي الصوم ولا تضي\nالصلاة ولا تدخل المسجد ولا تطوف بالبيت ولا يأتيها زوجها\n</p>\n\n<p>\nولا يجوز لحائض ولا جنب قراءة القرآن\n</p>\n\n<p>\nولا يجوز لمحدث مس المصحف إلا أن يأخذه بغلافه\n</p>\n\n<p>\nوإذا انقطع دم الحيض لأقل من عشرة أيام لم يجز وطؤها حتى تغتسل أو يمضي\nعليها وقت صلاة كامل فإن انقطع دمها لعشرة أيام جاز وطؤها قبل الغسل\n</p>\n\n<p>\nوالطهر إذا تخلل بين الدمين في مدة الحيض فهو كالدم الجاري\n</p>\n\n<p>\nوأقل الطهر خمسة عشر يوما ولا غاية لأكثره\n</p>\n\n<p>\nودم الإستحاضة هو ما تراه المرأة أقل من ثلاثة أيام أو أكثر من عشرة أيام\nفحكمه حكم الرعاف الدائم: لا يمنع الصوم ولا الصلاة ولا الوطء\n</p>\n\n<p>\nوإذا زاد الدم على عشرة أيام وللمرأة عادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nمعروفة ردت إلى أيام عادتها وما زاد على ذلك فهو استحاضة وإن ابتدأت مع\nالبلوغ مستحاضة فيحضها عشرة أيام من كل شهر والباقي استحاضة\n</p>\n\n<p>\nوالمستحاضة ومن به سلس البول والرعاف الدائم والجرح الذي لا يزقلأ\nيتوضئون لوقت كل صلاة فيصلون بذلك الوضوء في الوقت ما شاءوا من الفرائض\nوالنوافل فإذا خرج الوقت بطل وضوءهم وكان عليهم استئناف الوضوء لصلاة أخرى\n</p>\n\n<p>\nوالنفاس: هو الدم الخارج عقيب الولادة والدم الذي تراه الحامل وما تره\nالمرأة في حال ولادتها قبل خروج الولد استحاضة\n</p>\n\n<p>\nوأقل النفاس لا حد له وأكثره أربعون يوما وما زاد على ذلك فهو استحاضة\nوإذا <span id='ms005'></span> تجاوز الدم الأربعين وقد كانت هذه المرأة ولدت قبل ذلك ولها عادة في\nالنفاس ردت إلى أيام عادتها وإن لم لها عادة فابتدأ نفاسها أربعون يوما ومن\nولدت ولدين في بطن واحد\n</p>\n\n<p>\nفنفاسها ما خرج من الدم عقيب الولد الأول عند أبي حنيفة وأبي يوسف وقال\nمحمد وزفر: نفاسها ما خرج من الدم عقيب الولد الثاني\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO باب الأنجاس</h2>\n\n<p>\nتطهير النجاسة واجب من بدن المصلي وثوبه\n</p>\n\n<p>\nوالمكان الذي يصلي عليه\n</p>\n\n<p>\nويجوز تطهير النجاسة بالماء وبكل مائع طاهر يمكن إزالتها به كالخل وماء الورد\n</p>\n\n<p>\nوإذا أصابت الخف نجاسة ولها جرم فجفت فدلكه بالأرض جاز\n</p>\n\n<p>\nوالمني نجس يجب غسل رطبه فإذا جف على الثوب أجزأ فيه الفرك\n</p>\n\n<p>\nوالنجاسة إذا أصابت المرآة أو السيف اكتفي بمسحهما\n</p>\n\n<p>\nوإذا أصابت الأرض نجاسة فجفت بالشمس وذهب أثرها جازت الصلاة بمكانها ولا\nيجوز التيمم منها\n</p>\n\n<p>\nومن أصابه من النجاسة المغلظة كالدم والبول والغائط والخمر مقدار الدرهم\nفما دونه جازت الصلاة معه فإن زاد لم تجز وإن أصابته نجاسة مخففة كبول ما\nيؤكل لحمه\n</p>\n\n<p>\nجازت الصلاة معه ما لم يبلغ ربع الثوب\n</p>\n\n<p>\nوتطهير النجاسة التي يجب غسلها على وجهين:\n</p>\n\n<p>\nفما كان له منها مرئية زوال عينها إلا أن يبقى من أثرها ما يشق إزالته\nوما ليس له عني مرئية فطهارتها أن يغسل حتى يغلب على ظن الغاسل أنه قد طهر\n</p>\n\n<p>\nوالاستنجاء سنة يجزي فيها الحجر وما يقوم مقامه يمسحه حتى ينقه وليس فيه\nعدد مسنون وغسله بالماء أفضل فإن تجاوزت النجاسة مخرجها لم يجز فيه إلا\nالماء ولا يستنجي بعظم ولا بروث ولا بطعام ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nبيمينه إلا بعذر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head5'>AUTO 2 - كتاب الصلاة</h1>\n\n<p>\nأول وقت الصبح إذا طلع الفجر الثاني وهو البياض المعترض في الأفق وآخر\nوقتها ما لت تتطلع الشمس وأول وقت الظهر إذا زالت الشمس وآخر وقتها عند أبي\nحنيفة إذا صار ظل كل شيء مثليه سوي فيء الزوال\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: إذا صار ظل كل شيء مثله\n</p>\n\n<p>\nوأول وقت العصر إذا خرج وقت الظهر على القولين وآخر وقتها <span id='ms006'></span> ما لم تغرب الشمس\n</p>\n\n<p>\nوأول وقت المغرب إذا فربت الشمس وآخر وقتها ما لم يغب الشفق وهو البياض\nالذي ف الأفق بعد الحمرة\n</p>\n\n<p>\nعند أبي حنيفة وقال أبو يوسف ومحمد: هو الحمرة وأول وقت العشاء إذا غاب\nالشفق وآخر وقتها ما لم يطلع الفجر وأول وقت الوتر بعد العشاء وآخر وقتها\nما لم يطلع الفجر\n</p>\n\n<p>\nويستحب الإسفار بالفجر\n</p>\n\n<p>\nوالإبراد بالظهر في الصيف وتقديمها في الشتاء وتأخير العصر ما لم تتغير\nالشمس وتعجيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالمغرب وتأخير العشاء إلى ما قبل ثلث الليل ويستحب في الوتر لمن يألف\nصلاة الليل أن يؤخر الوتر إلى آخر الليل فإن لم يثق بالانتباه أوتر قبل\nالنوم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO باب الأذان</h2>\n\n<p>\nالأذان سنة للصلوات الخمس والجمعة\n</p>\n\n<p>\nدون ما سواها\n</p>\n\n<p>\nوصفة الأذان: أن يقول: الله أكبر الله أكبر - إلى آخره ولا ترجيع فيه\nويزيد في أذان الفجر بعد الفلاح: الصلاة خير من النوم مرتين\n</p>\n\n<p>\nوالإقامة مثل الأذان إلا أنه يزيد فيها بعد الفلاح: قد قامت الصلاة مرتين\n</p>\n\n<p>\nويترسل في الأذان ويحدر في الإقامة ويستقبل بهما القبلة فإذا بلغ إلى\nالصلاة والفلاح حول وجهه يمينا وشمالا\n</p>\n\n<p>\nويؤذن للفائتة ويقيم فإن فاتته صلوات أذن للأولى وأقام وكان مخيرا في\nالباقية: إن شاء أذن وأقام وإن شاء اقتصر على الإقامة\n</p>\n\n<p>\nوينبغي أن يؤذن ويقيم على طهر فإن أذن على غير وضوء جاز ويكره أن يقيم\nعلى غير وضوء أو يؤذن وهو جنب ولا يؤذن لصلاة قبل دخول وقتها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO باب شروط الصلاة التي تتقدمها</h2>\n\n<p>\nيجب على المصلي أن يقدم الطهارة من الأحداث والأنجاس على ما قدمناه ويستر\nعورته والعورة من الرجل: ما تحت السرة إلى الركبة والركبة من العورة\n</p>\n\n<p>\nوبدن المرأة الحرة كله عورة إلا وجهها وكفيها وقدميها وما كان عورة من\nالرجل فهو عروة من الأمة وبطنها وظهرها عورة وما سوى ذلك من بدنها فليس بعورة\n</p>\n\n<p>\nومن لم يجد ما يزل به النجاسة صلى معها ولم يعد الصلاة\n</p>\n\n<p>\nومن لم يجد ثوبا صلى عريانا قاعدا يومئ بالركوع والسجود فإن صلى قائما\nأجزاه والأول <span id='ms007'></span> أفضل وينوي الصلاة التي يدخل فيها بنية لا يفصل بينها وبين\n</p>\n\n<p>\nالتحريمة بعمل ويستقبل القبلة إلا أن يكون خائفا فيصلي إلى أي جهة قدر\nفإن اشتبهت عليه القبلة وليس بحضرته من يسأله عنها اجتهد وصلى\n</p>\n\n<p>\nفإن علم أنه أخطأ بإخبار بعد ما صلى فلا إعادة عليه وإن علم ذلك وهو في\nالصلاة استدار إلى القبلة وبنى عليها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUTO باب صفة الصلاة</h2>\n\n<p>\nفرائض الصلاة ستة:\n</p>\n\n<p>\nالتحريمة\n</p>\n\n<p>\nوالقيام والقرءة والركوع والسجود والقعدة الأخيرة مقدار التشهد\n</p>\n\n<p>\nوما زاد على ذلك فهو سنة فإذا دخل الرجل في الصلاة كبر ورفع يديه مع\nالتكبير حتى يحاذى بإبهاميه شحمتي أذنيه فإن قال بدلا من التكبير: الله أجل\nأو أعظم\n</p>\n\n<p>\nأو الرحمن أكبر أجزأه عند أبي حنيفة ومحمد وقال أبو يوسف: لا يجزئه إلا\nبلفظ التكبير ويعتمد بيده اليمنى على اليسرى ويضعهما تحت سرته ثم يقول:\nسبحانك اللهم وبحمدك وتبارك اسمك وتعلى جدك ولا إله غيرك ويستعيذ بالله من\nالشيطان الرجيم ويقرأ بسم الله الرحمن الرحيم ويسر بهما ثم يقرأ فاتحة\nالكتاب وسورة معها أو ثلاث آيات من أي سورة شاء وإذا قال الإمام {ولا\nالضالين} قال: آمين ويقولها ويخفونها ثم يكبر ويركع\n</p>\n\n<p>\nويعتمد بيديه على ركبتيه ويفرج أصابعه ويبسط ظهره ولا يرفع رأسه ولا\nينكسه ويقول في ركوعه: سبحان ربي العظيم ثلاثا وذلك أذناه ثم يرفع رأسه\nويقول: وسجد واعتمد بيديه على الأرض ووضع وجهه بين كفيه وسجد على أنفه\nوجبهته فإن اقتصر على أحدهما جاز عند أبي حنيفة\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا يجوز الاقتصار على الأنف إلا من عذر وإن سجد على\nكور عمامته أو فاضل ثوبه جاز ويبدي ضبعيه ويجافي بطنه عن فخذيه ويوجه أصابع\nرجليه نحو القبله ويقول في سجوده: سبحان ربي الأعلى ثلاثا وذلك أدناه ثم\nيرفع رأسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nويكبر فإذا اطمأن جالسا كبر وسجد فإذا اطمأن ساجدا كبر واستوى قائما على\nصدور قدميه ولا يقعد ولا يعتمد بيديه على الأرض\n</p>\n\n<p>\nويفعل في الركعة الثانية مثل ما فعل في الأولى إلا أنه لا <span id='ms008'></span> يستفتح ولا\nيتعوذ ولا يرفع يديه إلا في التكبير الأولى\n</p>\n\n<p>\nفإذا رفع رأسه من السجدة الثانية في الركعة الثانية افترش رجله اليسرى\nفجلس عليها ونصب اليمنى نصبا ووجه أصابعه نحو القبله ووضع يديه على فخذيه\nوبسط أصابعة وتشهد\n</p>\n\n<p>\nوالتشهد أن يقول: التحيات لله والصلوات والطيبات السلام عليك أيها النبي\nورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله\nإلا الله وأشهد أن محمدا عبده ورسوله ولا يزيد على هذا في القعدة الأولى\n</p>\n\n<p>\nويقرأ في الركعتين الأخريين الكتاب خاصة فإذا جلس في آخر الصلاة جلس كما\nفي الأولى وتشهد وصلى على النبي صلى الله عليه وسلم ودعا بما شاء بما يشبه\nألفاظ القرآن والأدعيه المأثورة ولا يدعو بما يشبه كلام الناس ثم يسلم عن\nيمينه فيقول: السلام عليكم ورحمة الله وعن يساره مثل ذلك\n</p>\n\n<p>\nويجهز بالقرءة في الفجر والركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالأوليين من المغرب والعشاء إن كان إماما ويخفي القراءة فيما بعد\nالأوليين وإن كان منفردا فهو مخير: إن شاء جهر وأسمع نفسه وإن شاء خافت\nويخفي الإمام القرءة في الظهر والعصر\n</p>\n\n<p>\nوالوتر:\n</p>\n\n<p>\nثلاث ركعات لا يفصل بينها بسلام\n</p>\n\n<p>\nويقنت في الثالثه قبل الركوع في جميع السنة ويقرأ في كل ركعة من الوتر\nبفاتحة الكتاب وسورة معها فإذا أراد أن يقنت كبر ورفع يديه ثم قنت\n</p>\n\n<p>\nولا يقنت في صلاة غيرها\n</p>\n\n<p>\nوليس في شيء من الصلوات قراءة سورة بعينها لا يجزئ غيرها ويكره أن يتخذ\nسورة بعينها لصلاة لا يقرأ فيها غيرها\n</p>\n\n<p>\nوأدنى ما يجزئ من القراءة في الصلاة ما يتناوله اسم القرآن عند أبي حنيفة\n</p>\n\n<p>\nوقال يوسف ومحمد: لا يجزئ أقل من ثلاث آيات قصار أو آية طويلة\n</p>\n\n<p>\nولا يقرأ المؤتم خلف الإمام\n</p>\n\n<p>\nومن أراد الدخول في صلاة غيره يحتاج إلى نيتين: نية الصلاة ونية المتابعة\n</p>\n\n<p>\nوالجماعة: سنة مؤكدة\n</p>\n\n<p>\nوأولى الناس بالإمامة أعلمهم\n</p>\n\n<p>\nبالسنة فإن تساووا فأقرهم فإن تساووا فأورعهم فإن تساووا فأسنهم\n</p>\n\n<p>\nويكره تقديم العبد والأعرابي والفاسق والأعمى وولد الزنا فإن تقدموا جاز\n</p>\n\n<p>\nوينبغي للإمام أن لا <span id='ms009'></span> يطول بهم الصلاة\n</p>\n\n<p>\nويكره للنساء أن يصلين وحدهن جماعة فإن فعلن وقفت الإمام وسطهن\n</p>\n\n<p>\nومن صلى مع واحد أقامه عن يمينه\n</p>\n\n<p>\nفإن كان اثنين تقدم عليهما\n</p>\n\n<p>\nولا يجوز للرجال أن يقتدوا بامرأة أو صبي\n</p>\n\n<p>\nويصف الرجال ثم الصبيان ثم النساء\n</p>\n\n<p>\nفإن قامت امرأة إلى جنب رجل وهما مشتركان في صلاة واحدة فسدت صلاته\n</p>\n\n<p>\nويكره للنساء حضور الجماعة ولا بأس بأن تخرج العجوز في الفجر والمغرب\nوالعشاء عند أبي حنيفة وقال أبو يوسف ومحمد يجوز خروج العجوز في كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nصلاة ولا يصلي الطاهر خلف من به سلس البول ولا الطاهرات خلف المستحاضة\nولا القارئ خلف الأمي ولا المكتسي خلف العريان ويجوز أن يؤم المتيمم\nالمتوضئين والماسح على الخفين الغاسلين ويصلي القائم خلف القاعد ولا يصلي\nالذي يركع ويسجد خلف الموميء ولا يصلي المفترض خلف المتنقل ولا من يصلي\nفرضا خلف من يصلي فرضا آخر ويصلي المتنقل خلف المفترض\n</p>\n\n<p>\nومن اقتدى بإمام ثم علم أنه على غير وضوء\n</p>\n\n<p>\nإعاد الصلاة\n</p>\n\n<p>\nويكره للمصلي أن يعبث بثوبه أو بجسدهن ولا يقلب الحصى إلا أن لا يمكنه\nالسجود فيسويه مرة واحدة ولا يفرقع أصابعه ولا يتخصر ولا يسدل ثوبه ولا\nيعقص شعره ولا يكف ثوبه\n</p>\n\n<p>\nولا يلتفت ولا يقعي ولا يرد السلام بلسانه ولا بيده ولا يتربع إلا من عذر\nولا يأكل ولا يشرب\n</p>\n\n<p>\nفإن سبقه الحدث انصرف فإن كان إماما استخلف وتوضأ وبنى على صلاته\nوالاستئناف أفضل\n</p>\n\n<p>\nوإن نام فاحتلم أو جن أو أغمي عليه أو قهقه استأنف الوضوء والصلاة\n</p>\n\n<p>\nوإن تكلم في صلاته عامدا أو ساهيا بطلت صلاته\n</p>\n\n<p>\nوإن سبقه الحدث بعد التشهد توضأ وسلم وإن تعمد الحدث في هذه الحالة أو\nتكلم أو عمل عملا ينافي الصلاة تمت صلاته\n</p>\n\n<p>\nوإن رأى المتيمم الماء في صلاته بطلب صلاته\n</p>\n\n<p>\nوإن رآه بعدما قعد قدر التشهد أو كان ماسحا على الخفين فانقضت مدة مسحه\nأو خلع حفيه بعمل رفيق أو كان أميا فتعلم سورة أو عريانا فوجد ثوبا أو\nموميا فقدر على الركوع والسجود أو <span id='ms010'></span> تذكر أن عليه صلاة قبل هذه الصلاة أو وقت\nالعصر في الجمعة أو كان ماسحا على الجبيرة فسقطت عن برء أو كان صاحب عذر\nفانقطع عذره\n</p>\n\n<p>\nبطلت صلاته في قول أبي حنيفة وقال أبو يوسف ومحمد: تمت صلاته\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUTO باب قضاء الفوائت</h2>\n\n<p>\nومن فاتته الصلاة قضاها إذا ذكرها وقدمها لزوما على صلاة الوقت إلا أن\nيخاف فوات صلاة الوقت فيقدم صلاة الوقت ثم يقضيها فإن فاتته صلوات رتبها في\nالقضاء كما وجبت في الأصل إلا أن تزيد الفوائت على ست صلوات فيسقط الترتيب\nفيها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUTO باب الأوقات التي تكره فيها الصلاة</h2>\n\n<p>\nلا تجوز الصلاة عند طلوع الشمس ولا عند قيامها في الظهيرة ولا عند غروبها\nولا يصلي على جنازة ولا يسجد للتلاوة إلا عصر يومه عند غروب الشمس\n</p>\n\n<p>\nويكره أن يتنفل بعد صلاة الفجر حتى تطلع الشمس وبعد صلاة العصر حتى تغرب\nالشمس ولا بأس بأن يصلي في هذين الوقتين الفوائت ويسجد للتلاوة ويصلي على\nالجنازة\n</p>\n\n<p>\nولا يصلي ركعتي الطواف\n</p>\n\n<p>\nويكره أن يتنقل بعد طلوع الفجر بأكثر من ركعتي الفجر ولا يتنقل قبل\nالمغرب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUTO باب النوافل</h2>\n\n<p>\nالسنة في الصلاة أن يصلي ركعتين بعد طلوع الفجر وأربعا قبل الظهر وركعتين\nبعدها وأربعا قبل العصر وإن شاء ركعتين وركعتين بعد المغرب وأربعا قبل\nالعشاء وأربعا بعدها وإن شاء ركعتين\n</p>\n\n<p>\nونوافل النهار إن شاء صلى ركعتين بتسليمة واحدة وإن شاء أربعا وتكره\nالزيادة على ذلك\n</p>\n\n<p>\nفأما نافلة الليل فقال أبو حنيفة إن صلى ثمان ركعات بتسليمة واحدة جاز\nوتكره الزيادة على ذلك وقال أبو يوسف ومحمد: لا يزيد بالليل على ركعتين\nبتسليمة واحدة\n</p>\n\n<p>\nوالقراءة في الفرض واجبة في الركعتين الأوليين وهو مخير في الأخريين إن\nشاء قرأ وإن شاء سبح وإن شاء سكت\n</p>\n\n<p>\nوالقراءة واجبة في جميع ركعات النفل وفي جميل الوتر ومن دخل في صلاة\nالنفل ثم أفسدها قضاها\n</p>\n\n<p>\nفإن صلى أربع ركعات وقعد في الأوليين ثم أفسد الأخريين قضى ركعتين\n</p>\n\n<p>\nويصلي النافلة قاعدا مع القدرة على القيام وإن افتتحها قائما ثم قعد جاز <span id='ms011'></span>\nعند أبي حنيفة\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا يجوز إلا من عذر\n</p>\n\n<p>\nومن كان خارج المصر يجوز أن ينتقل على دابته إلى أي جهة توجهت يومئ إيماء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>AUTO باب السجود السهو</h2>\n\n<p>\nسجود السهو واجب في الزيادة والنقصان بعد السلام ثم يسجد سجدتين ثم يشهد ويسلم\n</p>\n\n<p>\nوالسهو يلزم إذا راد في صلاته فعلا من جنسها ليس منها أو ترك فعلا مسنونا\nأو ترك قراءة فاتحة الكتاب أو القنوت أو التشهد أو تكبيرات العيدين أو جهز\nالإمام فيما يخافت أو خافت فيما يجهر\n</p>\n\n<p>\nوسهو الإمام يوجب على المؤتم السجودن فإن لم يسجد الإمام لم يسجد المؤتم\nوإن سها المؤتم لم يلزم الإمام ولا المؤتم السجود\n</p>\n\n<p>\nومن سها عن القعدة الأولى ثم تذكر وهو إلى حال القعود أقرب عاد فجلس\nوتشهد وإن كان إلى حال القيام أقرب لم يعد\n</p>\n\n<p>\nويسجد للسهو ومن سها عن القعدة الأخيرة فقام إلى الخامسة رجع إلى القعدة\nما لم يسجد وألغى الخامسة ويسجد للسهو وإن قيد الخامسة بسجدة بطل فرضه\nوتحولت صلاته نفلا وكان عليه أن يضم إليها ركعة سادسة\n</p>\n\n<p>\nوإن قعد في الرابعة قدر التشهد ثم قام ولم يسلم يظنها القعدة الأولى عاد\nإلى القعود ما لم يسجد في الخامسة ويسلم وإن قيد الخامسة بسجدة ضم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nإليها ركعة أخرى ويسجد للسهو وقد تمت صلاته والركعتان له نافله\n</p>\n\n<p>\nومن شك في صلاته فلم يدر أثلاثا صلى أم أربعا وكان ذلك أول ما عرض له\nاستأنف الصلاة فإن كان الشك يعرض له كثيرا بنى على غالب ظنه إن كان له ظن\nفإن لم يكن له ظن بنى على اليقين\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head13'>AUTO باب صلاة المريض</h2>\n\n<p>\nإذا تعذر على المريض القيام صلى قاعدا يركع ويسجد فإن لم يستطع الركوع\nوالسجود أومأ إيماء برأسه وجعل السجود أخفض من الركوع\n</p>\n\n<p>\nولا يرفع إلى وجهه شيئا يسجد عليه\n</p>\n\n<p>\nفإن لم يستطع القعود استلقى على ظهره وجعل رجله إلى القبلة وأومأ بالركوع\nوالسجود وإن استلقى على جنبه ووجهه إلى القبلة وأومأ جاز فإن لم يستطع\nالإيماء برأسه أخر <span id='ms012'></span> الصلاة ولا يومئ بعينه ولا بقلبه ولا بحاجبيه فإن قدر\nعلى القيام ولم يقدر على الركوع والسجود لم يلزمه القيام\n</p>\n\n<p>\nوجاز أن يصلي قاعدا يومئ إيماء فإن صلى الصحيح بعض صلاته قائما ثم حدث به مرض\n</p>\n\n<p>\nأتمها قاعدا يركع ويسجد أو يومئ إن لم يستطع الركوع والسجود أو مستلقيا\nإن لم يستطع القعود فإن صلى بإيماء ثم قدر على الركوع والسجود استأنف الصلاة\n</p>\n\n<p>\nومن أغمي عليه خمس صلوات فما دونها قضاها إذا صح فإن فاتته بالإغماء أكثر\nمن ذلك لم يقض\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head14'>AUTO باب سجود التلاوة</h2>\n\n<p>\nسجود التلاوة في القرآن أربعة عشر: في\n</p>\n\n<p>\nآخر الأعراف وفي الرعد والنحل وبني إسرائيل ومريم والأولى من الحج\nوالفرقان والنمل و {الم * تنزيل} وص {حم} السجدة و {إذا السماء انشقت} و\n{اقرأ باسم ربك}\n</p>\n\n<p>\nوالسجود واجب في هذه المواضع كلها على التالي والسامع سواء قصد سماع\nالقرآن أولم يقصد وإذا تلا الإمام آية السجدة سجدها وسجد المأموم معه وإن\nتلا المأموم لم يسجد الإمام ولا المأموم\n</p>\n\n<p>\nوإن سمعوا وهم في الصلاة آية سجدة من رجل ليس معهم في الصلاة لم يسجدوها\nفي الصلاة وسجدوها بعد الصلاة فإن سجدوها في الصلاة لم تجزهم\n</p>\n\n<p>\nولم فسد صلاتهم\n</p>\n\n<p>\nومن تلا آية سجدة فلم يسجدها حتى دخل في الصلاة فتلاها وسجد لها أجزأته\nالسجدة عن التلاوتين وإن تلاها في غير الصلاة فسجد لها ثم دخل في الصلاة\nفتلاها سجد لها ولت تجزه السجدة الأولى ومن كرر تلاوة سجدة واحدة في مجلس\nواحد أجزأته سجدة واحدة\n</p>\n\n<p>\nومن أراد السجود كبر ولم يرفع يديه وسجد ثم كبر ورفع رأسه ولا تشهد عليه\nولا سلام\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUTO باب صلاة المسافر</h2>\n\n<p>\nالسفر الذي تتغير به الأحكام:\n</p>\n\n<p>\nأن يقصد الإنسان موضا بينه وبين ذلك الموضع مسيرة ثلاثة أيام ولياليها\nبسير الإبل ومشي الأقدام ولا يعتبر ذلك بالسير في الماء\n</p>\n\n<p>\nوفرض المسافر عندنا: في كل صلاة رباعية ركعتان لا تجوز له الزيادة عليهما\nفإن صلى أربعا وقد قعد في الثانية مقدار التشهد أجزأته ركعتان عن فرضه\nوكانت الأخريان <span id='ms013'></span> له نافلة وإن لم يقعد مقدار التشهد في الركعتين الأوليين\nبطلت صلاته\n</p>\n\n<p>\nومن خرج مسافرا صلى وكعتين إذا فارق بيوت المصر ولا يزال على حكم السفر\nحتى ينوي الإقامة في بلد خمسة عشر يوما فصاعدا فيلزمه الإتمام وإن نوى\nالإقامة أقل من ذلك لم يتم\n</p>\n\n<p>\nومن دخل بلدا ولم ينو أن يقيم فيه خمسة عشر يوما وإنما يقول غدا أخرج أو\nبعد غد أخرج حتى بقي على ذلك سنين صلى ركعتين\n</p>\n\n<p>\nوإذا دخل العسكر أرض الحرب فنووا الإقامة بها خمسة عشر يوما لم يتموا الصلاة\n</p>\n\n<p>\nوإذا دخل المسافر في صلاة المقيم مع بقاء الوقت أتم الصلاة\n</p>\n\n<p>\nوإن دخل معه في فائتة لم تجز صلاته خلفه\n</p>\n\n<p>\nوإذا صلى المسافر بالمقيمين ركعتين سلم ثم أتم المقيمون صلاتهم ويستحب له\nإذا سلم أن يقول: أتموا صلاتكم فإنا قوم سفر وإذا دخل المسافر مصرة أتم\nالصلاة وإن لم ينو الإقامة فيه\n</p>\n\n<p>\nومن كان له وطن فانتقل عنه واستوطن غيره ثم سافر فدخل وطنه الأول لم يتم\nالصلاة وإذا نوى المسافر أن يقيم بمكة ومنى خمسة عشر يوما لم يتم الصلاة\n</p>\n\n<p>\nومن فاتته صلاة في السفر قضاها في الحضر ركعتين\n</p>\n\n<p>\nومن فاتته صلاة في الحضر قضاها في السفر أربعا\n</p>\n\n<p>\nوالعاصي والمطيع في السفر في الرخصة سواء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head16'>AUTO باب صلاة الجمعة</h2>\n\n<p>\nلا تصح الجمعة إلا بمصر جامع أو في مصلى المصر\n</p>\n\n<p>\nولا تجوز في القرى ولا تجوز إقامتها إلا بالسطان أو من أمره السلطان\n</p>\n\n<p>\nومن شرائطها: الوقت فتصح في الوقت ولا تصح بعده\n</p>\n\n<p>\nومن شرائطها الخطبة قبل الصلاة يخطب الإمام خطبتين يفصل بينهما بقعدة\nويخطب قائما على طهارة فإن اقتصر على ذكر الله تعالى جاز عند أبي حنيفة\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا بد من ذكر طويل يسمى خطبة وإن خطب قاعدا أو على\nغير طهارة جاز ويكره ومن شرائطها: الجماعة وأقلهم عند أبي حنيفة\n</p>\n\n<p>\nثلاثة سوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام وقال أبو يوسف ومحمد: اثنان سوى الإمام ويجهر الإمام بالقراءة في\nالركعتين وليس فيهما قراءة سورة بعينها\n</p>\n\n<p>\nولا تجب <span id='ms014'></span> الجمعة على مسافر ولا امرأة ولا مريض ولا عبد ولا أعمى فإن حضروا\nوصلوا مع الناس أجزاهم عن فرض الوقت\n</p>\n\n<p>\nويجوز للمسافر والعبد والمريض ونحوهم أن يؤم في الجمعة\n</p>\n\n<p>\nومن صلى الظهر في منزله يوم الجمعة قبل صلاة الإمام ولا عذر له كره له\nذلك وجازت صلاته فإن بدا له أن يحضر الجمعة فتوجه إليها بطلب صلاة الظهر\n</p>\n\n<p>\nعند أبي حنيفة بالسعي وقال أبو يوسف ومحمد: لا تبطل حتى يدخل مع الإمام\n</p>\n\n<p>\nويكره أن يصلي المعذورون الظهر بجماعة يوم الجمعة وكذلك أهل السجن\n</p>\n\n<p>\nومن أدرك الإمام يوم الجمعة صلى معه ما أدرك وبنى عليها الجمعة وإن أدركه\nفي التشهد أو في سجود السهو بنى عليها الجمعة عند أبي حنيفة وأبي يوسف وقال\nمحمد: إن أدرك معه أكثر الركعة الثانية بنى عليها الجمعة وإن أدرك أقلها\nبنى عليها الظهر\n</p>\n\n<p>\nوإذا خرج الإمام على المنبر يوم الجمعة ترك الناس الصلاة والكلام حتى\nيفرغ من خطبته وإذا أذن المؤذنون يوم الجمعة الأذان الأول ترك الناس البيع\nوالشراء وتوجهوا إلى صلاة الجمعة\n</p>\n\n<p>\nفإذا صعد الإمام المنبر جلس وأذن المؤذنون بين يدي المنبر فإذا فرغ من\nخطبته أقاموا الصلاة وصلوا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head17'>AUTO باب صلاة العيدين</h2>\n\n<p>\nويستحب في يوم الفطر: أن يطعم الإنسان قبل الخروج إلى المصلى ويغتسل\nويتطيب ويتوجه إلى المصلى ولا يكبر في طريق المصلى عند أبي حنيفة وعندها يكبر\n</p>\n\n<p>\nولا يتنقل في المصلى قبل صلاة العيد فإذا حلت الصلاة من ارتفاع الشمس دخل\nوقتها إلى الزوال فإذا زالت الشمس خرج وقتها\n</p>\n\n<p>\nويصلي الإمام بالناس ركعتين: يكبر في الأولى تكبيرة الأفتتاح وثلاثا\nبعدها ثم يقرأ فاتحة الكتاب وسورة معها ثم يكبر تكبيرة يركع بها ثم يبتدئ\nفي الركعة الثانية بالقراءة كبر ثلاث تكبيرات وكبر تكبيرة رابعة يركع بها\nويرفع يديه في تكبيرات العيدين ثم يخطب بعد الصلاة خطبتين يعلم الناس فيها\nصدقة الفطر وأحكامها\n</p>\n\n<p>\nومن فاتته صلاة العيد مع الإمام لم يقضها\n</p>\n\n<p>\nفإن غم الهلال على الناس فشهدوا عند الإمام برؤية الهلال بعد الزوال صلى\nالعيد <span id='ms015'></span> من الغد فإن حدث عذر منع الناس من الصلاة في اليوم الثاني لم يصلها بعده\n</p>\n\n<p>\nويستحب في يوم الأضحى: أن يغتسل ويتطيب ويؤخر الأكل حتى يفرغ من الصلاة\nويتوجه إلى المصلى وهو يكبر\n</p>\n\n<p>\nويصلي الأضحى ركعتين كصلاة الفطر ويخطب بعدها خطبيتن يعلم الناس فيهما\nالأضحية وتكبيرات التشريق فإن حدث عذر منع الناس من الصلاة في يوم الأضحى\nصلاها من الغد وبعد الغد ولا يصليها بعد ذلك\n</p>\n\n<p>\nوتكبير التشريق أوله عقيب صلاة الفجر من يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nعرفة وآخره عقيب صلاة العصر من النحر عند أبي حنيفة وقال أبو يوسف ومحمد:\nإلى صلاة العصر\n</p>\n\n<p>\nمن آخر أيام التشريق\n</p>\n\n<p>\nوالتكبير عقيب الصلوات المفروضات وهو أن يقول: الله أكبر الله أكبر لا\nإله إلا الله والله أكبر الله أكبر ولله الحمد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head18'>AUTO باب صلاة الكسوف</h2>\n\n<p>\nإذا انكسفت الشمس صلى الإمام بالناس ركعتين كهيئة النافلة في كل ركعة\nركوع واحد ويطول القراءة فيهما ويخفي عند أبي حنيفة وقال أبو يوسف ومحمد:\nيجهر ثم يدعو بعدها حتى تنجلي الشمس\n</p>\n\n<p>\nويصلي بالناس الإمام الذي يصلي بهم الجمعة فإن لم يجمع صلاها الناس فرادى\n</p>\n\n<p>\nوليس في خسوف القمر جماعة وإنما يصلي كل واحد بنفسه وليس في الكسوف خطبة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head19'>AUTO باب الاستسقاء</h2>\n\n<p>\nقال أبو حنيفة رحمه الله عليه: ليس في الاستسقاء صلاة مسنونة في جماعة\nفإن صلى الناس وحدانا جاز وإنما الاستسقاء الدعاء والاستغفار\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يصلي الإمام بالناس ركعتين يجهر فيهما بالقراءة لم\nيخطب ويستقبل القبلة بالدعاء ويقلب الإمام رداءه ولا يقلب القوم أرديتهم\nولا يحضر أهل الذمة الاستسقاء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head20'>AUTO باب قيام شهر رمضان</h2>\n\n<p>\nيستحب أن يجتمع الناس في شهر رمضان بعد العشاء\n</p>\n\n<p>\nفيصلي بهم إمامهم خمس ترويحات في كل ترويحه تسليمتان ويجلس بن كل\nترويحتين مقدار ترويحة ثم يوتر بهم ولا يصلي الوتر بجماعة في غير شهر رمضان\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUTO باب صلاة الخوف</h2>\n\n<p>\nإذا اشتد الخوف جعل الإمام الناس طائفتين:\n</p>\n\n<p>\nطائفة في وجه العدو وطائفة خلفه فيصلي بهذه الطائفة ركعة وسجدتين فإذا\nرفع رأسه من السجدة الثانية مضت هذه الطائفة إلى <span id='ms016'></span> وجه\n</p>\n\n<p>\nالعدو وجاءت تلك الطائفة فيصلي بهم الإمام ركعة وسجدتين وتشهد وسلم ولم\nيسلموا وذهبوا إلى وجه العدو وجاءت الطائفة الأولى فصلوا وحدانا ركعة\nوسجدتين بغير قراءة وتشهدوا وسلموا ومضوا إلى وجه العدو وجاءت الطائفة\nالأخرى فصلوا ركعة وسجدتين بقراءة وتشهدوا وسلموا\n</p>\n\n<p>\nفإن كان الإمام مقميا صلى بالطائفة الأولى ركعتين وبالثانية ركعتين ويصلي\nبالطائفة الأولى ركعتين من المغرب وبالثانية ركعة\n</p>\n\n<p>\nولا يقاتلون في حال الصلاة فإن فعلوا ذلك بطلت صلاتهم وإن اشتد الخوف\nصلوا ركبانا وحدانا يومئون بالركوع والسجود إلى أي جهة شاءوا إذا لم يقدروا\nعلى التوجه إلى القبلة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head22'>AUTO باب صلاة الجنائز</h2>\n\n<p>\nإذا احتضر الرجل وجه إلى القبلة على شقة الأيمن ولقن الشهادتين فإذا مات\nشدوا لحييته وغمضوا عينيه وإذا أرادوا غسله وضعوه على سرير وجعلوا على\nعورته خرقة\n</p>\n\n<p>\nونزعوا ثيابه ووضئوة ولا يمضمض ولا يستنشق ثم يفيضون الماء عليه ويجمر\nسريره وترا ويغلى الماء بالسدر أو بالحرض فإن لم يكن فالماء القراح ويغتسل\nرأسه ولحيته بالخطمي\n</p>\n\n<p>\nثم يضجع على شقه الأيسر فيغتسل بالماء والسدر حتى يرى أن الماء قد وصل\nإلى ما يلي التخت منه ثم يضجع على شقة الأيمن فيغتسل بالماء والسدر حتى يرى\nأن الماء قد وصل إلى ما يلي التخت منه\n</p>\n\n<p>\nثم يجلسه ويسنده إليه ويمسح بطنه مسحا وفيقا فإن خرج منه شيء غسله ولا\nيعيد غسله\n</p>\n\n<p>\nثم ينشفه بثوب ويجعله في أكفانه ويجعل الحنوط على رأسه ولحيته والكافور\nعلى مساجده\n</p>\n\n<p>\nوالسنة أن يكفن الرجل في ثلاثة أثواب:\n</p>\n\n<p>\nإزار وقميص ولفافة فإن اقتصروا على ثوبين جاز\n</p>\n\n<p>\nوإذا أرادوا لف اللفافة عليه ابتداءوا بالجانب الأيسر فألقوه عليه ثم\nبالأيمن فإن خافوا أن ينشر الكفن عنه عقدوه\n</p>\n\n<p>\nوتكفن المرأة في خمسة أثواب: إزار وقميص وخمار وخرقة يربط بها ثدياها\nولفافة فإن اقتصروا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة أثواب جاز ويكون الخمار فوق القميص تحت اللفافة ويجعل شعرها على\nصدرها ولا يسرح شعر الميت ولا ليحته ولا يقص ظفره ولا يعقص شعره وتجمر\nالأكفان قبل أن يدرج فيها وترا\n</p>\n\n<p>\nفإذا فرغوا <span id='ms017'></span> منه صلوا عليه وأولى الناس بالصلاة عليه السلطان إن حضر فإن\nلم يحضر فيستحب تقديم إمام الحي ثم الولي\n</p>\n\n<p>\nفإن صلى عليه غير الولي والسلطان أعاد الولي وإن صلى الولي لم يجز لأحد\nأن يصلي بعده فإن دفن ولم يصل عليه صلي على قبره\n</p>\n\n<p>\nوالصلاة: أن يكبر تكبيرة يحمد الله تعالى عقيبها ثم يكبر تكبيرة ويصلي\nعلى النبي صلى الله عليه وسلم ثم يكبر تكبيرة يدعو فيها لنفسه وللميت\nوللمسليمن ثم يكبر تكبيرة رابعة ويسلم ولا يصلى\n</p>\n\n<p>\nعلى ميت في مسجد جماعة\n</p>\n\n<p>\nفإذا حملوه على سريره أخذوا بقوائمه الأربع ويمشون به مسرعين دون الخبب\nفإذا بلغوا إلى قبره كره للناس أن يجلسوا قبل أن يوضع عن أعناق الرجال\nويحفر القبر ويلحد ويدخل الميت مما يلي القبلة فإذا وضع في لحده قال الذي\nيضعه: باسم الله وعلى ملة رسول الله ويوجهه إلى القبلة ويحل العقدة ويسوي\nاللبن عليه ويكره الآجر\n</p>\n\n<p>\nوالخشب ولا بأس بالقصب ثم ينهال التراب عليه ويسنم القبر ولا يصطح ومن\nاستهل بعد الولادة سمي وغسل وصلي عليه وإن لم يستهل أدرج في خرقه ولم يصل\nعليه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head23'>AUTO باب الشهيد</h2>\n\n<p>\nالشهيد: من قتله المشركون\n</p>\n\n<p>\nأو وجد في المعركة وبه أثر الجراحة أو قتله المسلمون ظلما ولم تجب بقتله\nدية فيكفن ويصلي عيه ولا يغتسل وإذا استشهد الجنب غسل عند أبي حنيفة وكذلك\nالصبي وقال أبو يوسف ومحمد: لا يغسلان ولا يغتسل عن الشهيد دمه ولا ينزع\nعنه ثيابه وينزع عنه الفرو والحف والحشو والسلاح\n</p>\n\n<p>\nومن ارتث غسل والارتثات: أن يأكل أو يشرب أو يداوى أو يبقى حيا حتى يمضي\nعليه وقت صلاة وهو يعقل أو ينقل من المعركة حيا\n</p>\n\n<p>\nومن قتل في حد أو قصاص غسل وصلي عليه ومن قتل من البغاة أو قطاع الطريق\nلم يصل عليه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head24'>AUTO باب الصلاة في الكعبة وحولها</h2>\n\n<p>\nالصلاة في الكعبة جائزة فرضها ونفلها فإن صلى الإمام بجماعة فجعل بعضهم\nظهره الإمام جاز ومن جعل منهم ظهره إلى وجه الإمام لم تجز صلاته\n</p>\n\n<p>\nوإذا صلى <span id='ms018'></span> الإمام في المسجد الحرام تحلق\n</p>\n\n<p>\nالناس حول الكعبة وصلوا بصلاة الإمام فمن كان منهم أقرب إلى الكعبة من\nالإمام جازت صلاته إذا لم يكن في جانب الإمام\n</p>\n\n<p>\nومن صلى على ظهر الكعبة جازت صلاته\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head25'>AUTO 3 - كتاب الزكاة</h1>\n\n<p>\nالزكاة: واجبة على الحر المسلم البالغ العاقل إذا ملك نصابا ملكا تاما\nوحال عليه الحول وليس على صبي ولا مجنون وال مكاتب زكاة\n</p>\n\n<p>\nومن كان عليه دين يحيط فلا زكاة عليه\n</p>\n\n<p>\nوإن كان ماله أكثر من الدين زكى الفاضل إذا بلغ نصابا وليس في دور السكنى\nوثياب البدن وأثاث المنازل ودواب الركوب وعبيد الخدمة وسلاح الاستعمال زكاة\n</p>\n\n<p>\nولا يجوز أداء الزكاة إلا بينة مقارنة للأداء أو مقارنة لعزل مقدار الواجب\n</p>\n\n<p>\nومن تصدق بجميع ماله ولم ينو الزكاة سقط فرضها عنه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head26'>AUTO باب زكاة الإبل</h2>\n\n<p>\nليس في أقل من خمس ذود من الإبل صدقة فإذا بلغت خمسا سائمة\n</p>\n\n<p>\nوحال عليها الحول ففيها شاة إلى تسع فإذا كانت عشرا ففيها شاتان إلى أربع\nعشرة فإذا كانت خمس عشرة ففيها ثلاث شياه إلى تسع عشرة فإذا كانت عشرين\nففيها أربع شياه إلى أربع وعشرين فإذا كانت خمسا وعشرين ففيها بنت مخاض إلى\nخمس وثلاثين فإذا كانت ستا وثلاثين ففيها بنت لبون إلى خمس وأربعين فإذا\nكانت ستا وأربعين ففيها حقة إلى ستين فإذا كانت إحدى وستين ففيها جذعة إلى\nخمس وسبعين فإذا كانت ستا وسبعين ففيها بنتا لبون إلى تسعين فإذا كانت إحدى\nوتسعين ففيها حقتان إلى مائة وعشرين\n</p>\n\n<p>\nثم تستأنف الفريضة فيكون في الخمس شاة مع الحقتين وفي العشر شاتان وفي\nخمس عشرة ثلاث شياه وفي عشرين أربع شياه وفي خمس وعشرين بنت مخاض إلى مائة\nوخمسين فيكون فيها\n</p>\n\n<p>\nثلاث حقاق: ثم تستأنف الفريضة فيكنون في الخمس شاة وفي العشر شاتان وفي\nخمس عشرة ثلاث شياه وفي عشرين أربع شياه وفي خمس وعشرين بنت مخاض وفي ست\nوثلاثين بنت لبون فإذا بلغت مائة وستا وتسعين ففيها أربع حقاق إلى مائتين\nثم تستأنف الفريضة أبدا كما استؤنفت في <span id='ms019'></span> الخمسين التي بعد المائة والخميسين\n</p>\n\n<p>\nوالبخت والعراب سواء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head27'>AUTO باب صدقة البقر</h2>\n\n<p>\nليس في أقل من ثلاثين من البقر صدقة فإذا كانت ثلاثين سائمة وحال عليها\nالحول ففيها تبيع أو تبيعة وفي أربعين مسنة أو مسن فإذا زادت على الأربعين\nوجب في الزيادة بقدر ذلك إلى ستين عند أبي حنيفة ففي الواحدة ربع عشر مسنة\nوفي الاثنين نصف عشر مسنة وفي الثلاثة ثلاثة أرباع عشر مسنة وفي الأربع عشر\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا شيء في الزيادة حتى تبلغ ستين فيكون فيها تبيعان\nأو تبيعتان وفي سبعين مسنة وتبيع وفي ثمانين مسنتان وفي تسعين ثلاثة أتبعة\nوفي مائة تبيعان ومسنة والجوامس والبقر سواء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head28'>AUTO باب صدقة الغنم</h2>\n\n<p>\nليس في أقل من أربعين شاة صدقة فإذا كانت أربعين سائمة وحال عليها الحول\nففيها شاة إلى مائة وعشرين فإذا زادت واحدة ففيها شاتان إلى مائتين فإذا\nزادت واحدة ففيها ثلاث شياه فإذا بلغت أربعمائة ففيها أربع شياه ثم في كل\nمائة شاة والضأن والمعز سواء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head29'>AUTO باب زكاة الخيل</h2>\n\n<p>\nإذا كانت الخيل سائمة ذكورا وإناثا فصاحبها بالخيار: إن شاء أعطى عن كل\nفرس دينارا وإن شاء قومها وأعطى عن كل مائتي درهم خمسة دراهم وليس في\nذكورها منفردة زكاة\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا زكاة في الخيل\n</p>\n\n<p>\nولا في شيء من البغال والحمير إلا أن تكون للتجارة\n</p>\n\n<p>\nوليس في الفصلان والحملان والعجاجيل صدقة عند أبي حنيفة\n</p>\n\n<p>\nومحمد إلا أن يكون معها كبار وقال أبو يوسف فيها واحدة منها\n</p>\n\n<p>\nومن وجب عليه سن فلم توجد عنده أخذ المصدق أعلى منها ورد الفضل أو أخذ\nدونها وأخذ الفضل\n</p>\n\n<p>\nويجوز دفع القيم في الزكاة وليس في العوامل والعلوفة صدقة\n</p>\n\n<p>\nولا يأخذ المصدق خيار المال ولا رذالته ويأخذ الوسط منه ومن كان له نصاب\nفاستفاد في أثناء الحول من جنسه\n</p>\n\n<p>\nضمه إلى ماله وزكاه به\n</p>\n\n<p>\nوالسائمة هي: التي تكتفي بالرعي في أكثر حولها فإن علفها نصف الحول أو\nأكثر فلا زكاة فيها\n</p>\n\n<p>\nوالزكاة عند أبي حنيفة وأبي يوسف في <span id='ms020'></span> النصاب دون العفو وقال محمد: فيهما\nوإذا هلك المال بعد وجوب الزكاة سقطت فإن قدم الزكاة على الحول وهو مالك\nللنصاب جاز\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head30'>AUTO باب زكاة الفضة</h2>\n\n<p>\nليس فيما دون مائتي درهم صدقة فإذا كانت مائتي درهم وحال عليها الحول\nففيها خمسة دراهم ولا شيء في الزيادة حتى تبلغ أربعين درهما فيكون فيها\nدرهم ثم في كل أربعين درهما درهم وقال أبو يوسف ومحمد: ما زاد على المائتين\nفزكاته بحسابه\n</p>\n\n<p>\nوإذا كان الغالب على الورق الفضة فهي في حكم الفضة وإن كان الغالب عليها\nالغش فهي في حكم العروض ويعتبر أن تبلغ فيمتها نصابا\n</p>\n\n\n<h2 class='l2' id='head31'>AUTO باب زكاة الذهب</h2>\n\n<p>\nليس فيما دون عشرين مثفالا من الذهب صدقة فإذا كانت عشرين مثقالا وحال\nعليها الحول ففيها نصف مثقال ثم في كل أربعة مثاقيل قيراطان وليس فيما دون\nأربعة مثاقيل صدقة عند أبي حنيفة\n</p>\n\n<p>\nوفي تبر الذهب والفضة وحليهما والآنية منهما الزكاة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head32'>AUTO باب زكاة العروض</h2>\n\n<p>\nالزكاة واجبة في عروض التجارة كائنة ما كانت إذا بلغت قميتها نصابا من\nالذهب أو الورق يقومها بما هو أنفع للفقراء والمساكين منهما\n</p>\n\n<p>\nوإذا كان النصاب كاملا في طرفي الحول فنقصانه فيما بين ذلك لا يسقط الزكاة\n</p>\n\n<p>\nوتضم قيمة العروض إلى الذهب والفضة وكذلك يضم الذهب إلى الفضة بالقيمة\nحتى يتم النصاب عند أبي حنيفة وقال أبو يوسف ومحمد: لا يضم الذهب إلى الفضة\nبالقيمة ويضم بالأجزاء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head33'>AUTO باب زكاة الزروع والثمار</h2>\n\n<p>\nقال أبو حنيفة رحمه الله تعالى: في قليل ما أخرجته الأرض وكثير العشر\nسواء سقي سيحا أو سقته السماء إلا الحطب والقصب الحشيش\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا يجب العشر إلا فيما له ثمرة باقية إذا بلغ خمسة أوسق\n</p>\n\n<p>\nوالوسق: ستون صاعا بصاع النبي صلى الله عليه وسلم وليس في الخضروات\nعندهما عشر\n</p>\n\n<p>\nوما سقي بغرب أو دالية أو سانية\n</p>\n\n<p>\nففيه نصف العشر في القولين وقال أبو يوسف فيما لا يوسق كالزعفران والقطن\nيجب فيه العشر إذا بلغت قيمته خمسة أوسق من أدنى ما يدخل تحت الوسق\n</p>\n\n<p>\nوقال محمد: يجب <span id='ms021'></span> العشر إذا بلغ الخارج خمسة أمثال من أعلى ما يقدر به نوعه\nفاعتبر في القطن خمسة أحمال وفي الزعفران خمسة أمناء وفي العسل العشر إذا\nأخذ من أرض العشر قل أو أكثر وقال أبو يوسف: لا شيء فيه حتى يبلغ عشرة\nأزقاق وقال محمد: خمسة أفراق\n</p>\n\n<p>\nوليس في الخارج من أرض الخراج عشر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head34'>AUTO باب من يجوز دفع الصدقة إليه ومن لا يجوز</h2>\n\n<p>\nقال الله تعالى: {إنما الصدقات للفقراء والمساكين} الآية فهذه ثمانية\nأصناف قد سقطت منها المؤلفة قلوبهم لأن الله تعالى أعز الإسلام وأغنى عنهم\n</p>\n\n<p>\nوالفقير: من له أدنى شيء والمسكين: من لا شيء له والعامل: يدفع إليه\nالإمام بقدر عمله إن عمل وفي الرقاب: يعان المكاتبون في فك رقابهم والغارم:\nمن لزمه دين وفي سبيل الله: منقطع الغزاة وابن السبيل: من كان له مال في\nوطنه وهو في مكان لا شيء له فيه فهذه جهات الزكاة\n</p>\n\n<p>\nوللمالك أن يدفع إلى كل واحد منهم وله أن يقتصر على صنف واحد\n</p>\n\n<p>\nولا يجوز أن يدفع الزكاة إلى ذمي\n</p>\n\n<p>\nولا يبنى بها مسجد ولا يكفن بها ميت ولا يشترى بها رقبة تعتق ولا تدفع\nإلى غني ولا يدفع المزكي زكاته إلى أبيه وجده وإن علا ولا إلى ولده وولد\nولده وإن سفل ولا إلى امرأته ولا تدفع المرأة إلى زوجها عند أبي حنيفة وقال\nأبو يوسف ومحمد: تدفع إليه\n</p>\n\n<p>\nولا يدفع إلى مكاتبه ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمملوكه ولا مملوك غني ولا ولد غني إذا كان صغيرا ولا تدفع إلى بني هاشم\nوهم: آل علي وآل عباس وآل جعفر وآل عقيل وآل حارث بن عبد المطلب ومواليهم\n</p>\n\n<p>\nوقال أبو حنيفة ومحمد: إذا دفع الزكاة إلى رجل يظنه فقيرا ثم بان أنه غني\nأو هاشمي أو كافر أو دفع في ظلمة إلى فقير ثم بان أنه أبوه أو ابنه فلا\nإعادة عليه\n</p>\n\n<p>\nوقال أبو يوسف عليه الإعادة\n</p>\n\n<p>\nولو دفع إلى شخص ثم علم أنه عنده أو مكاتبه لم يجز في قولهم جميعا\n</p>\n\n<p>\nولا يجوز دفع الزكاة <span id='ms022'></span> إلى من يملك نصابا من أي مال كان ويجوز دفعها إلى من\nيملك أقل من ذلك وإن كان صحيحا مكتسبا\n</p>\n\n<p>\nويكره نقل الزكاة من بلد إلى بلد آخر وإنما تفرق صدقة كل قوم فيهم إلا أن\nينقلها الإنسان إلى قرابته أو إلى ثوم هم أحوج من أهل بلده\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head35'>AUTO باب صدقة الفطر</h2>\n\n<p>\nصدقة الفطر واجبة على الحر المسلم إذا كان مالكا لمقدار النصاب فاضلا عن\nمسكنه وثيابه وأثاثه وفرسه وسلاحه وعبيده للخدمة يخرج ذلك عن نفسه وعن\nأولاده الصغار وعن مماليكه ولا يؤدي عن زوجته ولا عن أولاده الكبار وإن\nكانوا في عياله\n</p>\n\n<p>\nولا يخرج عن مكاتبه ولاعن مماليكه للتجارة والعبد بين شريكين لا فطرة على\nواحد منهما ويؤدي المولى المسلم الفطرة عن عبده الكافر\n</p>\n\n<p>\nوالفطرة: نصف صاع من بر أو صاع من تمر أو زبيب أو شعير\n</p>\n\n<p>\nوالصاع عند أبي حنيفه ومحمد ثمانية أرطال بالعراقي\n</p>\n\n<p>\nوقال أبو يوسف: خمسة أرطال وثلث رطل\n</p>\n\n<p>\nووجوب الفطرة يتعلق بطلوع الفجر من يوم الفطر فمن مات قبل ذلك لم تجب\nفطرته ومن أسلم أو ولد بعد طلوع الفجر لم تجب فطرته\n</p>\n\n<p>\nويستحب للناس أن يخرجوا الفطرة يوم الفطر قبل الخروج إلى المصلى فإن\nقدموها قبل يوم الفطر جاز وإن أخروها عن يوم الفطر لم تسقط وكان عليهم\nإخراجها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head36'>AUTO 4 - كتاب الصوم</h1>\n\n<p>\nالصوم ضربان: واجب ونفل فالواجب ضربان: منه ما يتعلق بزمام بعينه كصوم\nرمضان والنذر المعين فيجوز صومه بينة من الليل فإن لم ينو حتى أصبح\n</p>\n\n<p>\nوالضرب الثاني: ما يثبت في الذمة كقضاء رمضان والنذر المطلق والكفارات\nفلا يجوز إلا بنية من الليل والنفل كله يجوز بنية قبل الزوال\n</p>\n\n<p>\nوينبغي للناس أن يلتمسوا الهلال في اليوم التاسع والعشرين من شعبان فإن\nرأوه صاموا وإن غم عليهم أكملوا عدة شعبان ثلاثين يوما ثم صاموا ومن رأى\nهلال رمضان وحده صام وإن لم يقبل الإمام شهادته وإذا كان بالسماء علة قبل\nالإمام شهادة الواحد العدل في رؤية الهلال رجلا أو امرأة حرا كان أو عبدا\n</p>\n\n<p>\nفإن لم <span id='ms023'></span> يكن بالسماء عله لم تقبل شهادته حتى يراه جمع كثير يقع\n</p>\n\n<p>\nالعلم بخبرهم\n</p>\n\n<p>\nووقت الصوم من طلوع الفجر الثاني إلى غروب الشمس\n</p>\n\n<p>\nوالصوم هو: الإمساك عن الأكل واشرب والجماع نهارا مع النية فإن أكل\nالصائم أو شرب أو جامع ناسيا لم يفطر وإن نام فاحتلم أو نظر إلى امرأة\nفأنزل أو ادهن أو احتجم أو اكتحل أو اكتحل أو قبل لم يفطره فإن أنزل بقبلة\nأو لمس فعليه القضاء\n</p>\n\n<p>\nولا بأس بالقبلة إذا أمن على نفسه ويكره إن لم يأمن وإن ذرعه القيء لم\nيفطر وإن استقاء عامدا ملء فيه فعليه القضاء ومن ابتلع الحصاة أو الحديد\nأفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nومن جامع عامدا في أحد السبيلين أو أكل أو شرب ما يتغذى به أو يتداوى به\nفعليه القضاء والكفارة مثل كفارة الظهار ومن جامع فيما دون الفرج فأنزل\nفعليه القضاء ولا\n</p>\n\n<p>\nكفارة عليه في إفساد الصوم في غير رمضان كفارة ومن احتقن أو استعط أوقطر\nفي أذنيه أو داوى جائفة أو آمة بدواء فوصل إلى جوفه أو دماغه أفطر وإن أقطر\nفي إحليله لم يفطر عند أبي حنيفة وقال أبو يوسف يفطر\n</p>\n\n<p>\nومن ذاق شيئا بفمه لم يفطر ويكره له ذلك ويكره للمرأة أن تمضغ لصبيها\nالطعام إذا كان لها منه بد\n</p>\n\n<p>\nومضغ العلك لا يفطر الصائم ويكره\n</p>\n\n<p>\nومن كان مريضا في رمضان فخاف إن صام زاد مرضه أفطر وقضى وإن كان مسافرا\nلا يستضر بالصوم فصومه أفضل وإن أفطر وقضى جاز وإن مات المريض أو المسافر\nوهما على حالهما لم يلزمهما القضاء وإن صح المريض أو أقام المسافر ثم ماتا\nلزمهما القضاء بقدر الصحة والإقامة\n</p>\n\n<p>\nوقضاء رمضان إن شاء فرقه وإن شاء تابعه فإن أخره حتى دخل رمضان آخر صام\nرمضان الثاني وقضى الأول بعده ولا فدية عليه\n</p>\n\n<p>\nوالحامل والمريض إذا خافتا على ولديهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nأفطرتا وقضتا ولا فدية عليهما\n</p>\n\n<p>\nوالشيخ الفاني الذي لا يقدر على الصيام يفطر ويطعم لكل يوم مسكينا كما\nيطعم في الكفارات\n</p>\n\n<p>\nومن مات وعليه قضاء رمضان فأوصى <span id='ms024'></span> به أطعم عنه وليه لكل يوم مسكينا نصف صاع\nمن بر أو صاعا من تمر أو صاعا من شعير\n</p>\n\n<p>\nومن دخل في صوم التطوع أو صلاة التطوع ثم أفسده قضاه وإذا بلغ الصبي أو\nأسلم الكافر في رمضان أمسكا بقية يومهما وصاما ما بعده ولم يقضيا ما مضى\n</p>\n\n<p>\nومن أغمي عليه في رمضان لم يقض اليوم الذي حدث فيه الإغماء وقضى ما بعده\nوإذا أفاق المجنون في بعض رمضان قضى ما مضى منه وإذا حاضت المرأة أفطرت\nوقضت وإذا قدم السافر أو طهرت الحائض في بعض النهار أمسكا عن الطعام\nوالشراب بقية يومهما\n</p>\n\n<p>\nومن تسحر وهو يظن أن الفجر لم يطلع أو أفطر وهو يرى\n</p>\n\n<p>\nأن الشمس قد غربت ثم تبين أن الفجر كان قد طلع أو أن الشمس لم تغرب قضى\nذلك اليوم ولا كفارة عليه\n</p>\n\n<p>\nومن رأى هلال الفطر وحده لم يفطر\n</p>\n\n<p>\nوإذا كان بالسماء علة لم تقبل في هلال الفطر إلا شهادة رجلين أو رجل\nوامرأتين وإن لم يكن بالسماء علة لم تقبل إلا شهادة جمع كثير يقع العام\nبخبرهم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head37'>AUTO باب الاعتكاف</h2>\n\n<p>\nالاعتكاف مستحب وهو اللبث في المسجد مع الصوم ونية الاعتكاف\n</p>\n\n<p>\nويحرم على المعتكف: الوط واللمس والقبلة ولا يخرج من المسجد إلا لحاجة\nالإنسان أو الجمعة ولا بأس بأن يبيع ويبتاع في المسجد من غير أن يحضر السلع\n</p>\n\n<p>\nولا يتكام إلا بخير ويكره له الصمت فإن جامع المعتكف ليلا أو نهارا بطل\nاعتكافه ومن أوجب على نفسه اعتكاف أيام لزمه اعتكافها بلياليها وكانت\nمتتابعة وإن لم يشترط التتابع\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head38'>AUTO 5 - كتاب الحج</h1>\n\n<p>\nالحج: واجب على الأحرار البالغين العقلاء الأصحاء إذا قدروا على الزاد\nوالراحلة فاضلا عن مسكنه وما لا بد منه\n</p>\n\n<p>\nوعن نفقة عياله إلى حين عوده وكان الطريق آمنا\n</p>\n\n<p>\nويعتبر في المرأة أن يكون لها محرم يحج بها أو زوج ولا يجوز لها أن تحج\nبغيرهما إذا كان بينها وبين مكة مسيرة ثلاثة أيام ولياليها وإذا بلغ الصبي\nبعد ما أحرم أو أعتق العبد فمضيا على ذلك <span id='ms025'></span> لم يجزيهما عن حجة الإسلام\n</p>\n\n<p>\nباب تحديد المواقيت\n</p>\n\n<p>\nوالمواقيت التي لا يجوز أن يتجاوزها الإنسان إلا محرما: لأهل المدينة ذو\nالحليفة ولأهل العراق ذات عرق ولأهل الشام الجحفة\n</p>\n\n<p>\nولأهل نجد قرن المنازل ولأهل اليمن يلملم فإن قدم الإحرام على هذه\nالمواقيت جاز\n</p>\n\n<p>\nومن كان منزله بعد المواقيت فميقاته الحل ومن كان بمكة فميقاته في الحج\nالحرم وفي العمرة الحل\n</p>\n\n<p>\nوإذا أراد الإحرام اغتسل أو توضأ - والغسل أفضل - ولبس ثوبين جديدين أو\nغسيلين إزارا ورداء ومس طيبا إن كان له طيب وصلى ركعتين وقال: اللهم إني\nأريد الحج فيسره لي وتقبله مني\n</p>\n\n<p>\nثم يلبي عقيب صلاته\n</p>\n\n<p>\nفإن كان مفردا بالحج نوى بتلبيته الحج والتلبية أن يقول: لبيك اللهم لبيك\nلبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك ولا ينبغي أن\nيخل بشي من هذه الكلمات فإن زاد فيها جاز\n</p>\n\n<p>\nفإذا لبى فقد أحرم فليتق ما نهى الله عنه من الرفث والفسوق والجدال ولا\nيقتل صيدا ولا يشير إليه ولا يدل عليه ولا يلبس قميصا ولا سراويل ولا عمامة\nولا قلنسوة ولا قباء\n</p>\n\n<p>\nولا خفين إلا أن لا يجد النعلين فيقطعهما أسفل الكعبين ولا يغطي رأسه ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوجهه ولا يمس طيبا ولا يحلق رأسه ولا شعر بدنه ولا يقص من لحيته ولا من\nظفره ولا يلبس ثوبا مصبوغا بورس زعفران ولا عصفر إلا أن يكون غسلا لا ينفض\n</p>\n\n<p>\nولا بأس أن يغتسل ويدخل الحمام ويستظل بالبيت والمخمل ويشد في وسطه\nالهميان\n</p>\n\n<p>\nولا يغتسل رأسه ولا لحيته بالخطمي ويكثر من التلبية عقب الصلوات وكلما\nعلا شرفا أو هبط واديا أو لقي ركبانا وبالأسحار\n</p>\n\n<p>\nفإذا دخل مكة ابتدأ بالمسجد الحرام فإذا عاين البيت كبر وهلل ثم ابتدأ\nبالحجر الأسود فاستقبله وكبر ورفع يديه واستلمه وقبله إن استطاع من غير أن\nيؤدي مسلما ثم آخذ عن يمينه مما يلي الباب وقد اضطبع رداءه قبل ذلك فيطوف\nبالبيت سبعة أشواط\n</p>\n\n<p>\nويجعل طوافه من وراء الحطيم ويرمل في الأشواط الثلاثة الأول ويمشي <span id='ms026'></span> فيما\nبقي على هينته ويستلم الحجر كلما مر به إن استطاع ويختم الطواف بالاستلام\n</p>\n\n<p>\nثم يأتي المقام فيصلي عنده ركعتين أو حيث تيسر من المسجد\n</p>\n\n<p>\nوهذا الطواف طواف القدوم وهو سنة وليس بواجب وليس على أهل مكة طواف القدوم\n</p>\n\n<p>\nثم يخرج إلى الصفا فيصعد عليه ويستقبل البيت ويكبر ويهلل ويصلي على النبي\nصلى الله عليه وسلم ويدعو الله تعالى بحاجته\n</p>\n\n<p>\nثم ينحط نحو المروة ويمشي على هينته فإذا بلغ إلى بطن الوادي سعى بين\nالميلين الأخضرين سعيا حتى يأتي المروة فيصعد عليها ويفعل كما فعل على\nالصفا وهذا شوط فيطوف سبعة أشواط يبدأ بالصفا ويختم بالمروة\n</p>\n\n<p>\nثم يقيم بمكة حراما يطوف بالبيت كلما بدا له فإذا كان قبل يوم التروية\nبيوم خطب الإمام خطبة يعلم الناس فيها الخروج إلى منى والصلاة بعرفات\nوالوقوف والإفاضة فإذا صلى الفجر يوم التروية بمكة خرج إلى منى فأقام بها\nحتى يصلي الفجر يوم عرفة\n</p>\n\n<p>\nثم يتوجه إلى عرفات فيقيم بها\n</p>\n\n<p>\nفإذا زالت الشمس من يوم عرفة صلى الإمام بالناس الظهر والعصر ثم يبتدئ\nفيخطب خطبتين قبل الصلاة يعلم الناس فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة والوقوف بعرفة والمزدلفة ورمي الجمار والنحر والحلق وطواف الزيارة\nويصلي بهم الظهر والعصر في وقت الظهر بأذان ةإقامتين ومن صلى في رحله وحده\nصلى كل واحدة منهما في وقتها عند أبي حنيفة رحمه الله تعالى\n</p>\n\n<p>\nوقال أبو يوسف ومحمد رحمهما الله: يجمع بينهما المنفرد ثم يتوجه إلى\nالموقف فيقف بقرب الجبل وعرفات كلها موقف إلا بطن عرنة\n</p>\n\n<p>\nوينبغي للإمام أن يقف بعرفة على راحلته ويدعو ويعلم الناس المناسك ويستحب\nأن يغتسل قبل الوقوف ويجتهد في الدعاء فإذا غربت الشمس أفاض الإمام والناس\nمعه على\n</p>\n\n<p>\nهينتهم حتى يأتوا المزدلفة فينزلوا بها والمستحب أن ينزل بقرب الجبل الذي\nعليه الميقدة يقال له قزح ويصلي الإمام بالناس المغرب والعشاء بأذان وإقامة\nومن صلى المغرب في الطريق لم يجز عند أبي حنيفة ومحمد\n</p>\n\n<p>\nفإذا طلع الفجر صلى الإمام بالناس الفجر بغلس ثم وقف ووقف الناس معه\nفدعا <span id='ms027'></span>: والمزدلفة كلها موقف إلا بطن محسر\n</p>\n\n<p>\nثم أفاض الإمام والناس معه قبل طلوع الشمس حتى يأتوا منى فيبتدئ بجمرة\nالعقبة فيرميها من بطن الوادي بسبع حصيات مثل الخذف\n</p>\n\n<p>\nويكبر مع كل حصاة ولا يقف عندها ويقطع التلبية مع أول حصاة\n</p>\n\n<p>\nثم يذبح إن أحب ثم يحلق أو يقصر والحلق أفضل وقد حل له كل شيء إلا النساء\n</p>\n\n<p>\nثم يأتي مكة من يومه ذلك أو من الغد أو من بعد الغد فيطوف بالبيت طواف\nالزيارة ستعة أشواط فإن كان سعى بين الصفا والمروة عقيب طواف القدوم لم\nيرمل في هذا الطواف ولا سعي عليه وإن لم يكن قدم السعي رمل في هذا الطواف\nوسعى بعده على ما قدمناه وقد حل له النساء وهذا الطواف هو المفروض في الحج\nويكره تأخيره عن هذه الأيام فإن أخره عنها لزمه دم عند أبي حنيفة\n</p>\n\n<p>\nثم يعود إلى منى فيقيم بها فإذا زالت الشمس من اليوم الثاني من النحر رمى\nالجمار الثلاث يبتدئ بالتي تلي المسجد فيرميها بسبع حصيات يكبر مع كل حصاة\nويقف ويدعو عندها ثم يرمي التي تليها مثل ذلك ويقف عندها ثم يرمي جمرة\nالعقبة كذلك ولا يقف عندها فإذا كان من الغد رمى الجمار الثلاث بعد زوال\nالشمس كذلك فإذا أراد أن يتعجل النفر نفر إلى مكة وإن أراد أن يقيم رمى\nالجمار الثلاث في يوم الرابع بعد زوال الشمس فإن قدم الرمي في هذا اليوم\nقبل الزوال بعد طلوع الفجر جاز عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nأبي حنيفة رحمه الله، ويكره أن يقدم الإنسان ثقله إلى مكة ويقيم بها حتى\nيرمي فإذا نفر إلى مكة نزل بالمحصب ثم طاف بالبيت سبعة أشواط لا يرمل فيها\nوهذا طواف الصدر هو واجب إلا على أهل مكة ثم يعود إلى أهله\n</p>\n\n<p>\nفإن لم يدخل المحرم مكة وتوجه إلى عرفات ووقف بها على ما قدمناه فقد سقط\nعنه طواف القدوم ولا شيء عليه لتركه\n</p>\n\n<p>\nومن أدرك الوقوف بعرفة ما بين زوال الشمس من يوم عرفة إلى طلوع الفجر <span id='ms028'></span> من\nيوم النحر فقد أدرك الحج\n</p>\n\n<p>\nومن اجتاز بعرفة وهو نائم أو مغمى عليه أو لم يعلم أنها عرفة أجزأه ذلك\nعن الوقوف\n</p>\n\n<p>\nوالمرأة في جميع ذلك كالرجل غير أنها لا تكشف رأسها وتكشف وجهها ولا ترفع\nصوتها بالتلبية ولا ترمل في الطواف ولا تسعى بين الميلين ولا تحلق رأسها\nولكن تقصر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head39'>AUTO باب القران</h2>\n\n<p>\nالقران أفضل عندنا من التمتع والإفراد\n</p>\n\n<p>\nوصفة القران:\n</p>\n\n<p>\nأن يهمل بالعمرة والحج معا من الميقيات\n</p>\n\n<p>\nويقول عقيب صلاته: اللهم إني أريد الحج والعمرة فيسرهما لي وتقبلهما مني\nفإذا دخل مكة ابتدأ فطاف بالبيت سبعة أشواط يرمل في الثلاث الأول منها\nويسعى يعدها بين الصفا والمروة وهذه أفعال العمرة\n</p>\n\n<p>\nثم يطوف بعد السعي طواف القدوم ويسعى بين الصفا والمروة كما بينا في\nالمفرد فإذا رمى الجمرة يوم النحر ذبح شاة أو بقرة أو بدنة أوسبع بدنة فهذا\nدم القران\n</p>\n\n<p>\nفإن لم يكن له ما يذبح صام ثلاثة أيام في الحج وآخرها يوم عرفة فإن فاته\nالصوم حتى جاء يوم النحر لم يجزه إلا الدم ثم يصوم سبعة أيام إذا رجع إلى\nأهله وإن صامها بمكة بعد فراغه من الحج جاز\n</p>\n\n<p>\nوإن لم يدخل القارن مكة وتوجه مكة وتوجه إلى عرفات فقد صار رافضا لعمرته\nبالوقوف وبطل عنه دم القران وعليه دم لرفض عمرته وعليه قضاؤها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head40'>AUTO باب التمتع</h2>\n\n<p>\nالتمتع أفضل من الإفراد عندنا\n</p>\n\n<p>\nوالتمتع على وجهين:\n</p>\n\n<p>\nومتمتع يسوق الهدي ومتمتع لا بسوق الهدي\n</p>\n\n<p>\nوصفة التمتع:\n</p>\n\n<p>\nأن يبتدئ من الميقات فيحرم بعمرة ويدخل مكة فيطوف لها ويسعى ويحلق أو\nيقصر وقد حل من عمرته\n</p>\n\n<p>\nويقطع التلبية إذا ابتدأ بالطواف ويقيم بمكة حلالا فإذا كان يوم التروية\nأحرم بالحج من المسجد وفعل ما يفعله الحاج المفرد وعليه دم التمتع فإن لم\nيجد صام ثلاثة أيام في الحج وسبعة إذا رجع\n</p>\n\n<p>\nوإذا أراد المتمتع أن يسوق الهدي أحرم وساق هديه فإن كانت بدنة قلدها\nبمزادة أو نعل وأشعر البدنة عند أبي يوسف ومحمد وهو: أن يشق سنامها من\nالجانب الأيمن ولا <span id='ms029'></span> يشعرها عند أبي حنيفة\n</p>\n\n<p>\nفإذا دخل مكة طاف وسعى ولم يتحلل حتى يحرم بالحج يوم التروية وإن قدم\nالإحرام قبله جاز وعليه دم فإذا حلق يوم النحر فقد حل من الإحرامين\n</p>\n\n<p>\nوليس لأهل مكة تمتع ولا قران وإنما لهم الإفراد خاصة\n</p>\n\n<p>\nوإذا عاد التمتع إلى أهله بعد فراغه من العمرة ولم يكن ساق الهدي بطل تمتعه\n</p>\n\n<p>\nومن أحرم بالعمرة قبل أشهر الحج فطاف لها أقل من أربعة أشواط ثم دخلت\nأشهر الحج فتممها وأحرم بالحج كان متمتعا\n</p>\n\n<p>\nوإن طاف لعمرته قبل أشهر الحج أربعة أشواط فصاعدا ثم حج من عامه ذلك لم\nيكن متمتعا\n</p>\n\n<p>\nوأشهر الحج:\n</p>\n\n<p>\nشوال وذو القعدة وعشر من ذي الحجة فإن قدم الإحرام بالحج عليها جاز\nإحرامه وانعقد حجا\n</p>\n\n<p>\nوإذا حاضت المرأة عند الإحرام اغتسلت وأحرمت وصنعت كما يصنعة الحاج\n</p>\n\n<p>\nغير أنها لا تطوف بالبيت حتى تطهر وإن حاضت بعد الوقوف وطواف الزيارة\nانصرفت من مكة ولا شيء عليها لترك طواف الصدر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head41'>AUTO باب جنايات المحرم</h2>\n\n<p>\nإذا تطيب المحرم فعليه الكفارة فإذا طيب عضوا كاملا فما زاد فعليه دم وإن\nطيب أقل من عضو فعليه صدقة\n</p>\n\n<p>\nوإن لبس ثوبا مخيطا أو غطى رأسه يوما كاملا فعليه دم وإن كان أقل من ذلك\nفعليه صدقة وإن حلق ربع رأسه فصاعدا فعليه دم وإن حلق أقل من الربع فعليه صدقة\n</p>\n\n<p>\nوإن حلق مواضع المحاجم فعليه دم عند أبي حنيفة وقال أبو يوسف ومحمد: عليه\nصدقة وإن قص أظافير يديه ورجليه فعليه دم\n</p>\n\n<p>\nوإن قص يدا أو رجلا فعليه دم وإن قص أقل من خمسة أظافير متفرقة من يديه\nورجليه فعليه صدقة عند أبي حنيفة وأبي يوسف وقال محمد: عليه دم\n</p>\n\n<p>\nوإن تطيب أو حلق أو لبس من عذر فهو مخير: إن شاء ذبح شاة وإن شاء تصدق\nعلى ستة مساكين بثلاثة أصوع من طعام وإن شاء صام ثلاثة أيام\n</p>\n\n<p>\nوإن قبل أو لمس بشهوة فعليه دم ومن جامع في أحد السبيلين قبل الوقوف\nبعرفة فسد حجه وعليه شاة ويمضي في <span id='ms030'></span> الحج كما يمضي من لم يفسد حجه وعليه\nالقضاء وليس عليه أن يفارق امرأته إذا حج بها في القضاء\n</p>\n\n<p>\nومن جامع بعد الوقوف بعرفة لم يفسد حجه وعليه بدنة فإن جامع بعد الحلق\nفعليه شاة ومن جامع في العمرة يقبل أن يطوق أربعة أشواط أفسدها ومضى فيها\nوقضاها وعليه شاة وإن وطئ بعدها طاف أربعة أشواط فعليه شاة ولا تفسد عمرته\nولا يلزمه قضاؤها ومن جامع ناسيا كمن جامع عامدا\n</p>\n\n<p>\nومن طاف طواف القدوم محدثا فعليه صدقه وإن طاف جنبا فعليه شاة ومن طاف\nطواف الزيارة محدثا فعليه شاة وإن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nجنبا فلعيه بدنة والأفضل أن يعيد الطواف ما دام بمكة ولا ذبح عليه ومن\nطاف طواف الصدر محدثا فعليه صدقة وإن طاف جنبا فعليه شاة\n</p>\n\n<p>\nومن ترك من طواف الزيارة ثلاثة أشواط فما دونها فعليه شاة وإن ترك أربعة\nأشواط بقي محرما أبدا حتى يطوفها ومن ترك ثلاثة أشواط من طواف الصدر فعليه\nصدقة وإن ترك طواف الصدر أو أربعة أشواط منه فعليه شاة\n</p>\n\n<p>\nومن ترك السعي بين الصفا والمروة فعليه شاة وحجه تام\n</p>\n\n<p>\nومن أقاض من عرفه قبل الإمام فعليه دم\n</p>\n\n<p>\nومن ترك الوقوف بالمزدلفة فعليه دم\n</p>\n\n<p>\nومن ترك رمي الجمار في الأيام كلها فعليه دم وإن ترك رمي يوم واحد فعليه\nدم وإن ترك رمي إحدى الجمار الثلاث فعليه صدقة وإن ترك رمي جمرة العقبة في\nيوم النحر فعليه دم\n</p>\n\n<p>\nومن أخر الحلف حتى مضت أيام النحر فعليه دم عند أبي حنيفة وكذلك لو أخر\nطواف الزيارة عند أبي حنيفة رحمه الله\n</p>\n\n<p>\nوإذا قتل المحرم صيدا أو دل عليه من قتله فعليه الجزاء يستوي في ذلك\nالعامد والناسي والمبتدئ والعائد والجزاء عند أبي حنيفة وأبي يوسف أن يقوم\nالصيد في المكان الذي قتله فيه أو في أقرب المواضع منه إن كان في برية\nيقومه ذوا عدل ثم هو مخير في القيمة إن شاء ابتاع بها هديا وإن شاء اشترى\nبها طعاما فتصدق به على كل مسكين نصيف <span id='ms031'></span> صاع من بر أو صاعا من تمر أوشعير وإن\nشاء صام عن كل نصف صاع من بر يوما وعن كل صاع من شعير يوما فإن فضل من\nالطعام أقل من نصف صاع فهو مخير: إن شاء تصدق به وإن شاء صام عنه يوما كاملا\n</p>\n\n<p>\nوقال محمد: يجب في الصيد النظير فيما له نظير ففي الظبي شاة وفي الضبع\nشاة وفي الأرنب عناق وفي النعامة بدنة وفي اليربوع جفرة ومن جرح صيدا أو\nنتف شعره أو قطع عضوا منه ضمن ما نقصه وإن نتف ريش طائر أو قطع قوائم صيد\nفخرج من حيز الامتناع فعليه قيمته كاملة ومن كسر بيض صيد فعليه قيمته فإن\nخرج من البيض فرخ فلعيه قيمته كاملة ومن كسر بيض صيد فعليه قيمته فإن خرج\nمن البيض فرخ ميت فعليه قيمته حيا وليس في قتل الغراب والحدأة والذئب\nوالحية والعقرب والفأرة جزاء\n</p>\n\n<p>\nوليس في قتل البعوض والبراغيث والقراد شيء\n</p>\n\n<p>\nومن قتل قملة تصدق بما شاء ومن قتل جرادة تصدق بما شاء وتمرة خير من جرادة\n</p>\n\n<p>\nومن قتل ما لا يؤكل لحمه من الصيد كالسباع ونحوها فعليه الجزاء ولا\nيتجاوز بقيمتها شاة\n</p>\n\n<p>\nوإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nصال السبع على محرم فقتله فلا شيء عليه\n</p>\n\n<p>\nوإن اضطر المحرم إلى أكل لحم الصيد فقتله فعليه الجزاء ولا بأس أن يذبح\nالمحرم الشاة والبقرة والبعير والدجاج والبط الكسكري وإن قتل حماما مسرولا\nأو ظبيا مستأنسا فعليه الجزاء\n</p>\n\n<p>\nوإن ذبح المحرم صيدا فذبيحته ميتة لا يحل أكلها ولا بأس أن يأحل المحرم\nلحم صيد اصطاده أو ذبحه إذا لم يدله المحرم عليه ولا أمره بصيده وفي صيد\nالحرم إذا ذبحه الحلال فعليه الجزاء وإن قطع حشيش الحرم أو شجره الذي ليس\nبمملوك ولا هو مما ينبته الناس فعليه قيمته\n</p>\n\n<p>\nوكل شيء فعله القارن مما ذكرنا أن فيه على المفرد دما فعليه دمان: دم\nلحجته ودم لعمرته إلا أن يتجاوز الميقات من غير إحرام ثم يحرم بالعمرة\nوالحج فيلزمه دم واحد وإذا اشترك المحرمان في قتل <span id='ms032'></span> صيد فعلى كل واحد منهما\nالجزاء كاملا وإذا اشترك الحلالان في قتل صيد الحرم فعليهما جزاء واحد\n</p>\n\n<p>\nوإذا باع المحرم صيدا أو ابتاعه فالبيع باطل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head42'>AUTO باب الإحصار</h2>\n\n<p>\nإذا أحصر المحرم بعدو أو أصابه مرض منعه من المضي جاز له التحلل وقيل له:\nابعث شاة تذبح في الحرم وواعد من يحملها يوما بعينه يذبحها فيه ثم تحلل وإن\nكان قارنا بعث بدمين\n</p>\n\n<p>\nولا يجوز ذبح دم الإحصار إلا في الحرم ويجوز ذبحه قبل يوم النحر عند أبي\nحنيفة وقال أبو يوسف ومحمد رحمهما الله: لا يجوز الذبح للمحصر بالحج إلا في\nيوم النحر\n</p>\n\n<p>\nويجوز للمحصر بالعمرة أن يذبح متى شاء والمحصر بالحج إذا تحلل فعليه\n</p>\n\n<p>\nحجة وعمرة وعلى المحصر بالعمرة القضاء وعلى القارن حجة وعمرتان\n</p>\n\n<p>\nوإذا بعث المحصر هديا وواعدهم أيذبحوه في يوم بعينه ثم زال الإحصار فإن\nقدر على إدراك الهدي والحج لم يجز له التحلل ولزمه المضي وإن قدر على إدراك\nالهدي دون الحج تحلل وإن قدر على إدراك الحج دون الهدي جاز له التحلل\nاستحسانا\n</p>\n\n<p>\nومن أحضر بمكة وهو ممنوع من الوقوف والطواف كان محصرا وإن قدر على إحدهما\nفليس بمحصر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head43'>AUTO باب الفوات</h2>\n\n<p>\nومن أحرم بالحج ففاته الوقوف بعرفة حتى طلع\n</p>\n\n<p>\nالفجر من يوم النحر فقد فاته الحج وعليه أن يطوف ويسعى ويتحلل ويقضي الحج\nمن قابل ولا دم عليه\n</p>\n\n<p>\nوالعمرة لا تفوت وهي جائزة في جميع السنة إلا خمسة أيام يكره فعلها فيها:\nيوم عرفة ويوم النحر وأيام التشريق\n</p>\n\n<p>\nوالعمرة سنة وهي: الإحرام والطواف والسعي والحلق أو التقصير\n</p>\n\n\n<h2 class='l2' id='head44'>AUTO باب الهدي</h2>\n\n<p>\nالهدي: أدناه شاة\n</p>\n\n<p>\nوهو من ثلاثة نوع: الإبل والبقر والغنم يجزئ في ذلك الثني فصاعدا إلا من\nالضأن فإن الجذع منه يجزئ ولا يجوز في الهدي مقطوع الأذن أو أكثرها ولا\nمقطوع الذنب ولا اليد ولا الرجل ولا الذاهبة العين ولا العجفاء ولا العرجاء\nالتي لا تمشي إلى المسك والشاة جائزة في كل شيء إلا في موضعين: من طاف طواف\nالزيارة جنبا ومن جامع بعد الوقوف بعرفة <span id='ms033'></span> فإنه لا يجوز إلا بدنة\n</p>\n\n<p>\nوالبدنة والبقرة تجزئ كل واحدة منهما عن سبعة إذا كان كل\n</p>\n\n<p>\nواحد من الشركاء يريد القربة فإن أراد أحدهم بنصيبه اللحم لم يجزئ عن\nالباقين ويجوز الأكل من هدي التطوع والمتعة والقران\n</p>\n\n<p>\nولا يجوز الأكل من بقية الهدايا ولا يجوز ذبح هدي التطوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوالمتعة والقران إلا في يوم النحر ويجوز ذبح بقية الهدايا أي وقت شاء ولا\nيجوز ذبح الهدايا إلا في الحرم ويجوز أن يتصدق بها على مساكين الحرم وغيرهم\nولا يجب التعريف بالهدايا والأفضل في البدن النحر وفي البقر والغنم الذبح\n</p>\n\n<p>\nوالأولى أن يتولى الإنسان ذبحها بنفسه إذا كان يحسن ذلك ويتصدق بجلالها\nوخطامها ولا يعطي أجرة الجزار منها\n</p>\n\n<p>\nومن ساق بدنة فاضطر إلى ركوبها ركبها وإن استغنى عن ذلك لم يركبها وإن\nكان لها لبن لم يحلبها وينضح ضرعها بالماء البارد حتى ينقطع اللبن\n</p>\n\n<p>\nومن ساق هديا فعطب فإن كان تطوعا فليس عليه غيره وإن كان عن واجب فعليه\nأن يقيم غيره مقامه وإن أصابه عيب كبير أقام غيره مقامه\n</p>\n\n<p>\nوصنع بالمغيب ما شاء وإذا عطبت البدنة في الطريق فإن كان تطوعا نحرها\nوصبغ نعلها بدمها وضرب بها صفحتها ولا يأكل منها هو ولا غيره من الأغنياء\nوإن كانت واجبة أقام غيرها مقامها وصنع بها ما شاء ويقلد هدي التطوع\nوالمتعة والقران ولا يقلد دم الإحصار ولا دم الجنايات\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head45'>AUTO 6 - كتاب البيوع</h1>\n\n<p>\nالبيع: ينعقد بالإيجاب والقبول إذا كانا بلفظ الماضي\n</p>\n\n<p>\nوإذا أوجب أحد المتعاقدين البيع فالآخر بالخيار: إن شاء قبل في المجلس\nوإن شاء رده وأيهما قام من المجلس قبل القبول بطل الإيجاب وإذا حصل الإيجاب\nوالقبول لزم البيع ولا خيار لواحد منهما إلا من عيب أو عدم رؤية والأعواض\nالمشار إليها لا يحتاج إلى معرفة مقدراها في جواز البيع والأثمان المطلقة\nلا تصح إلا أن تكون معروفة القدر والصفة\n</p>\n\n<p>\nويجوز البيع بثمن حال ومؤجل إذا كان الأجل معلوما ومن أطلق الثمن في\nالبيع كان على غالب نقد البلد فإن كانت النقود مختلفة <span id='ms034'></span> فالبيع فاسد إلا أن\nيبين أحدها\n</p>\n\n<p>\nويجوز بيع الطعام والحبوب مكايلة ومجازفة وبإناء بعينه لا يعرف مقدراه\nوبوزن حجر بعينه لا يعرف مقداره ومن باع صبرة طعام كل قفيز بدرهم جاز البيع\nفي قفيز واحد عند أبي حنيفة إلا أن يسمي جملة قفزانها ومن باع قطيع غنم كل\nشاة بدرهم فالبيع فاسد في جميعها وكذلك من باع ثوبا مذارعة كل ذراع\n</p>\n\n<p>\nبدرهم ولم يسم جمله الذرعان ومن ابتاع صبرة على أنها قفيز بمائة درهم\nفوجدها أقل كان المشتري بالخيار: إن شاء أخذ الموجود بحصته من الثمن وإن\nشاء فسخ البيع وإن وجدها أكثر فالزيادة للبائع ومن اشترى ثوبا على أنه عشرة\nأذرع بعشرة دراهم أو أرضا على أنها مائة ذراع بمائة درهم فوجدها أقل\nفالمشتري بالخيار: إن شاء أخذها بجملة الثمن وإن شاء تركها وإن وجدها أكثر\nمن الذراع الذي سماه فهو المشتري ولا خيار للبائع وإن قال: بعتكها على أنها\nمائة ذراع بمائة درهم كل ذراع بدرهم فوجدها ناقصة فهو الخيار: إن شاء أخذها\nبحصتها من الثمن وإن شاء تركها وإن وجدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nزائد كان المشتري بالخيار: إن شاء أخذ الجيمع كل ذراع بدرهم وإن شاء فسخ\nالبيع ومن باع دارا دخل بناؤها في البيع وإن لم يسمه\n</p>\n\n<p>\nومن باع أرضا دخل ما فيها وإن لم يسمه ولا يدخل الزرع في بيع الأرض إلا\nبالتسمية ومن باع نخلا أو شجرا فيه ثمر فثمرته للبائع إلا أن يشترطها\nالمبتاع ويقال للبائع: اقطعها وسلم المبيع ومن باع ثمرة لم يبد صلاحها أو\nقد بدا جاز البيع ووجب على المشتري قطعها في الحال فإن شرط تركها على النخل\nفسد البيع\n</p>\n\n<p>\nولا يجوز أن يبيع ثمرة ويستثني منها أرطالا معلومة ويجوز بيع الحنطة في\nسبيلها والباقلاء في قشرها ومن باع دارا دخل في المبيع مفاتيح أغلاقها\nوأجرة الكيال وناقد الثمن على البائع وأجرة وزان الثمن على المشتري ومن باع\nسلعة بثمن قيل للمشتري: ادفع الثمن أولا فإذا دفع قيل للبائع: سلم البيع\nومن باع <span id='ms035'></span> سلعة بسلعة أو ثمنا بثمن قيل لهما سلما معا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head46'>AUTO باب خيار الشرط</h2>\n\n<p>\nخيار الشرط: جائز في البيع للبائع والمشتري ولهما الخيار ثلاثة أيام فما\nدونها ولا يجوز أكثر من ذلك عند أبي حنيفة رحمه الله وقال أبو يوسف ومحمد\nرحمهما الله: يجوز إذا سمى مدة معلومة\n</p>\n\n<p>\nوخيار البائع يمنع خروج المبيع من ملكه فإن قبضه المشتري فهلك في يده\nصمنه بالقيمة وخيار المشتري لا يمنع خروج المبيع من ملك البائع إلا أن\nالمشتري لا يملكه عند أبي حنيفة وعندهما يملكه فإن هلك في يده هلك بالثمن\nوكذلك إن دخله عيب ومن شرط له الخيار فله أن يفسخ في مدة الخيار وله أن\nيجيزه فإن أجازه بغير حضره صاحبه جاز وإن فسخ لم يجز إلا أن يكون الآخر\nحاضرا وإذا مات من له الخيار بطل خياره ولم ينتقل إلى ورثته\n</p>\n\n<p>\nومن باع عبدا على أنه خباز أو كاتب بخلاف ذلك فالمشتري بالخيار: إن شاء\nأخذه بجميع الثمن وإن شاء ترك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head47'>AUTO باب خيار الرؤية</h2>\n\n<p>\nومن اشتر شيئا لم يره فالبيع جائز\n</p>\n\n<p>\nوله الخيار إذا رآه: إن شاء أخذه وإن شاء دره ومن باع ما لم يره فلا خيار\nله ومن نظر إلى وجه الصبرة إلى ظاهر الثوب مطويا أو إلى وجه الجارية أو إلى\nوجه الدابة وكفلها فلا خيار له وإن رأى صحن الدار فلا خيار له وإن لم يشاهد\n</p>\n\n<p>\nبيوتها وبيع الأعمى وشرؤاه جائز وله الخيار إذا اشترى ويسقط خياره بأن\nيجس المبيع إذا كان يعرف بالجس أو يشمه إذا كان يعرف بالشم أو يذوقه إذا\nكان يعرف بالذوق ولا يسقط خياره في العقار حتى يوصف له\n</p>\n\n<p>\nومن باع ملك غيره أمره فالمالك بالخيار: إن شاء أجاز البيع وإن شاء فسخ\nوله الإجازة إذا كان المعقود عليه باقيا والمتعاقدان بحالهما\n</p>\n\n<p>\nومن رأى أحد ثوبين فاشتراهما ثم رأى الآخر جاز له أن يردهما\n</p>\n\n<p>\nومن مات وله خيار الرؤية بطل خياره ومن رأى شيئا ثم اشتراه بعد مدة: فإن\nكان على الصفة التي <span id='ms036'></span> رآه فلا خيار له وإن وجده متغيرا فله الخيار\n</p>\n\n\n<h2 class='l2' id='head48'>AUTO باب خيار العيب</h2>\n\n<p>\nإذا طلع المشتري على عيب في المبيع فهو الخيار: إن شاء أخذه بجميع الثمن\nوإن شاء رده وليس له أن يمسكه ويأخذ النقصان\n</p>\n\n<p>\nوكل ما أوجب نقصان الثمن في عادة التجار فهو عيب والإباق والبول في\nالفراش والسرقة عيب في الصغير ما لم يبلغ فإذا بلغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nفليس ذلك بعيب حتى يعادوه بعد البلوغ والبخر والدفر عيب في الجارية وليس\nبعيب في الغلام إلا أن يكون من داء والزنا وولد الزنا عيب في الجارية دون الغلام\n</p>\n\n<p>\nوإذا حدث عند المشتري عيب ثم اطلع على عيب كان عند البائع فله أن يرجع\nبنقصان العيب ولا يرد المبيع إلا أن يرضى البائع أن يأخذه بعيبه وإن قطع\nالمشتري الثوب فوجد به عيبا رجع بالعيب وإن خاطه أو صبغه أو لت السويق بسمن\nثم اطلع على عيب رجع بنقصانه وليس للبائع أن يأخذه ومن اشترى عبدا فأعتقه\nأو مات ثم اطلع على عيب رجع بنقصانه فإن قتل المشتري العبد أو كان طعاما\nفأكله لم يرجع عليه بشيء في قول أبي حنيفة وقال أبو يوسف ومحمد: يرجع\n</p>\n\n<p>\nومن باعا عبدا فباعه المشتري ثم رد عليه بعيب فإن قبله بقضاء القاضي فله\nأن يرده على بائعه وإن قبله بغير قضاء القاضي فليس له أن يرده\n</p>\n\n<p>\nومن اشترى عبدا وشرط البراءة من كل عيب فليس له أن يرده بعيب وإن لم يسم\nالعيوب ولم يعدها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head49'>AUTO باب البيع الفاسد</h2>\n\n<p>\nإذا كان أحد العوضين أو كلاهما محرما فالبيع فاسد كالبيع بالميتة أو\nبالدم أو بالخمر أو بالخنزير وكذلك إذا كان غير مملوك كالحر وبيع أم الولد\nوالمدبر والمكاتب فاسد ولا يجوز بيع السمك في الماء ولا بيع الطير في\nالهواء ولا يجوز بيع الحمل ولا النتاج ولا بيع اللبن في الضرع والصرف على\nظهر الغنم وذراع من ثوب وجذع في سقف وضربة القانص وبيع المزابنة - وهو بيع\nالثمر على رؤوس النخل بخرصه تمرا - ولا يجوز البيع بإلقاء <span id='ms037'></span> الحجر والملامسة\n</p>\n\n<p>\nولا يجوز بيع ثوب من ثوبين\n</p>\n\n<p>\nومن باع عبدا على أن يعتقه المشتري أو يدبره أو يكاتبه أو باع أمة على أن\nيستولدها فالبيع فاسد وكذلك لو باع عبدا على أن يستخدمه البائع شهرا أو دارا\n</p>\n\n<p>\nعلى أن يسكهنا أو على أن يقرضه المشتري درهما أو على أن يهدي له هدية\n</p>\n\n<p>\nومن باع عينا على أن لا يسلمها إلى رأس الشهر فالبيع فاسد ومن باع جارية\nإلا حملها فسد البيع\n</p>\n\n<p>\nومن اشترى ثوبا على أن يقطعه البائع ويخيطه قميصا أو قباء أو نعلا على أن\nيحذوها أو يشركها فالبيع فاسد والبيع إلى النيروز والمهرجان وصوم النصارى\nوفطر اليهود - إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nلم يعرف المتبايعان ذلك فالبيع فاسد\n</p>\n\n<p>\nولا يجوز البيع إلى الحصاد والدياس والقطاف وقدوم الحاج فإن تراضيا\n</p>\n\n<p>\nبإسقاط الأجل قبل أن يأخذ الناس في الحصاد والدياس وقبل قدوم الحاج جاز البيع\n</p>\n\n<p>\nوإذا قبض المشتري المبيع في البيع الفاسد بأمر البائع وفي العقد عوضان كل\nواحد منهما مال ملك المبيع ولزمته قيمته ولكل واحد من المتعاقدين فسخه فإن\nباعه المشتري نفذ بيعه\n</p>\n\n<p>\nومن جمع بين حر وعبد أو شاة ذكية وميتة بطل البيع فيهما ومن جمع بين عبد\nومدبر أو عبده وعبد غيره صح العقد في العبد بحصته من الثمن\n</p>\n\n<p>\nونهى رسول الله صلى الله عليه وسلم عن النجش وعن السوم على سوم غيره وعن\nتلقي الجلب وعن بيع الحاضر للبادي وعن البيع عند أذان الجمعة وكل ذلك يكره\nولا يفسد به العقد\n</p>\n\n<p>\nومن ملك مملوكين صغيرين أحدهما ذو رحم محرم من الآخر لم يفرق بينهما\nوكذلك إن كان أحدهما كبيرا والآخر صغيرا فإن فرق بينهما كره له ذلك وجاز\nالبيع وإن كانا كبيرين فلا بأس بالتفريق بينهما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head50'>AUTO باب الإقالة</h2>\n\n<p>\nالإقالة: جائزة في البيع\n</p>\n\n<p>\nبمثل الثمن الأول فإن شرط أقل منه أو أكثر فالشرط باطل ويرد مثل الثمن\nالأول وهي فسخ في حق المتعاقدين بيع جديد في حق غيرهما في قول أبي حنيفة\n</p>\n\n<p>\nوهلاك الثمن لا يمنع صحة الإقالة وهلاك <span id='ms038'></span> المبيع يمنع منها فإن هلك بعض\nالمبيع جازت الإقالة في باقيه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head51'>AUTO باب المرابحة والتولية</h2>\n\n<p>\nالمرابحة: نقل ما ملكه بالعقد الأول بالثمن الأول\n</p>\n\n<p>\nمع زيادة ربح\n</p>\n\n<p>\nوالتولية: نقل ما ملكه بالعقد الأول بالثمن الأول من غير زيادة ربح\n</p>\n\n<p>\nولا تصح المرابحة ولا التولية حتى يكون العوض مما له مثل ويجوز أن يضيف\nإلى رأس المال أجرة القصار والصباغ والطراز والفتل وأجرة حمل الطعام ولكن\nيقول: قام علي بكذا ولا يقول: اشتريته بكذا\n</p>\n\n<p>\nفإن اطلع المشتري على خيانة في المرابحة فهو بالخيار عند أبي حنيفة: إن\nشاء أخذه بجميع الثمن وإن شاء رده وإن اطلع على خيانة في التولية أسقطها\nالمشتري من الثمن\n</p>\n\n<p>\nوقال أبو يوسف: يحط فيهما وقال محمد: لا يحط فيهما\n</p>\n\n<p>\nومن اشترى شيئا مما ينقل ويحول لم يجز له بيعه حتى يقبضه ويجوز بيع\nالعقار قبل القبض عند أبي حنيفة وأبي يوسف وقال محمد: لا يجوز\n</p>\n\n<p>\nومن اشترى مكيلا مكايلة أو موزونا موازنة فاكتاله أو أتزنه ثم باعه\nمكايلة أو موازنة لم يجز للمشتري منه أن يبيعه ولا يأكله حتى يعيد الكيل\nوالوزن والتصرف في الثمن قبل القبض في الثمن قبل القبض جائز\n</p>\n\n<p>\nويجوز للمشتري أن يزيد البائع في الثمن ويجوز للبائع أن يزيد في المبيع\nويجوز أن يحط من الثمن ويتعلق الإستحقاق بجميع ذلك\n</p>\n\n<p>\nومن باع بثمن حال ثم أجله أجلا معلوما مؤجلا وكل دين حال إذا أجله صاحبه\nصار مؤجلا إلا القرض فإن تأجيله لا يصح\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head52'>AUTO باب الربا</h2>\n\n<p>\nالربا محرم كل مكيل أو موزون إذا بيع بجنسه متفاضلا فالعلة فيه الكيل مع\nالجنس مع الجنس أو الوزن مع الجنس فإذا بيع المكيل أو الموزون بجنسه مثلا\nبمثل جاز البيع وإن تفاضلا لم يجز\n</p>\n\n<p>\nولا يجوز: بيع الجيد بالرديء مما فيه إلا مثلا بمثل فإذا عدم الوصفان\nالجنس والمعنى المضموم إليه حل التفاضل والنساء وإذا وجدوا حرم التفاضل\nوالنساء وإذا وجد أحدهما وعدم الآخر حل التفاضل وحرم النساء\n</p>\n\n<p>\nوكل شيء نص رسول الله صلى الله عليه وسلم على <span id='ms039'></span> تحريم التفاضل فيه كيلا فهو\nمكيل أبدا وإن ترك الناس الكيل فيه مثل الحنطة والشعير والتمر والملح وكل\nما نص على تحريم التفاضل فيه وزنا فهو موزون أبدا مثل الذهب والفضة وما لم\nينص عليه فهو محمول عادات الناس\n</p>\n\n<p>\nوعقد الصرف: بما وقع على جنس الأثمان يعتبر فيه قبض عوضيه في وما سواه\nمما فيه الربا يعتبر فيه التعيين ولا يعتبر فيه التقابض ولا يجوز بيع\nالحنطة بالدقيق ولا بالسويق\n</p>\n\n<p>\nويجوز: بيع اللحم بالحيوان عند أبي حنيفة وأبي يوسف وقال محمد: لا يجوز\nإلا أن يكون اللحم الذي في الحيوان أقل مما هو المعقود عليه\n</p>\n\n<p>\nويجوز: بيع الرطب بالتمر مثلا بمثل والعنب بالزبيب ولا يجوز بيع الزيتون\nبالزيت والسمسم بالشيرج\n</p>\n\n<p>\nحتى يكون الزيت والشيرج أكثر مما في الزيتون والسمسم فيكون الدهن بمثله\nوالزيادة بالثجير\n</p>\n\n<p>\nويجوز بيع اللحمان المختلفة بعضها ببعض متفاضلا وكذلك ألبان البقر والغنم\nوحل الدقل بخل العنب ويجوز بيع الخبز بالحنطة والدهن متفاضلا\n</p>\n\n<p>\nولا ربا بين المولى وعبده ولا بين المسلم والحربي في دار الحرب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head53'>AUTO باب السلم</h2>\n\n<p>\nالسلم جائز في المكيلات والموزونات والمعدودات التي لا تتفاوت كالجوز\nوالبيض وفي المذروعات ولا يجوز السلم في الحيوان ولا في أطرافه ولا في\nالجلود عددا ولا في الحطب حزما ولا في الرطبة جرزا\n</p>\n\n<p>\nولا يجوز السلم حتى يكون المسلم فيه موجودا من حين العقد إلى حين المحل\nولا يصح السلم إلا مؤجلا ولا يجوز إلا بأجل معلوم ولا يجوز السلم بمكيال\nرجل بعينه ولا بذراع رجل بعينه\n</p>\n\n<p>\nولا في طعام قرية بعينها ولا ثمرة نخلة بعينها\n</p>\n\n<p>\nولا يصح السلم عند أبي حنيفة إلا بسبع شرائط تذكر العقد: جنس معلوم ونوع\nمعلوم وصفة معلومة وأجل معلوم ومعرفة مقدار رأس المال إذا كان مما يتعلق\nالعقد على قدره كالمكيل والموزون والمعدود وتسمية المكان الذي يوافيه فيه\nإذا كان له حمل ومؤنة\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا يحتاج إلى تسمية رأس المال إذا كان معنيا ولا\nإلى مكان التسليم ويسلمه في موضع العقد\n</p>\n\n<p>\nولا <span id='ms040'></span> يصح السلم حتى يقبض رأس المال قبل أن يفارقه\n</p>\n\n<p>\nولا يجوز التصرف في رأس المال ولا في المسلم فيه قبل قبض ولا تجوز الشركة\nولا التولية في المسلم فيه قبل قبضه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز السلم في الثياب إذا سمى طولا وعرضا ورقعة ولا يجوز السلم في\nالجواهر ولا في الخرز ولا بأس بالسلم في اللبن والآجر إذا سمى ملبنا معلوما\n</p>\n\n<p>\nوكل ما أمكن ضبط صفته ومعرفة مقدراه جاز السلم فيه وما لا يمكن ضبط صفته\nولا يعرف مقدراه لا يجوز السلم فيه\n</p>\n\n<p>\nويجوز بيع الكلب والفهد والسباع ولا يجوز بيع الخمر والخنزير ولا يجوز\nبيع دود القز إلا أن يكون مع القز ولا النحل إلا مع الكوارات\n</p>\n\n<p>\nوأهل الذمة في البياعات كالمسلمين إلا في الخمر والخنزير خاصة فإن عقدهم\nعلى الخمر كعقد المسلم على العصير وعقدهم على الخنزير كعقد المسلم على\nالشاة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head54'>AUTO باب الصرف</h2>\n\n<p>\nالصرف هو: البيع إذا كان كل واحد من العوضين من جنس الأثمان فإن باع فضة\nبفضة أو ذهبا بذهب لم يجز إلا مثلا بمثل وإن اختلفا في الجودة والصياغة ولا\nبد من قبض العوضين قبل الافترق\n</p>\n\n<p>\nوإذا باع الذهب بالفضة جاز التفاضل ووجب التقابض وإن افترقا في الصرف قبل\nقبض العوضين أو أحدهما بطل العقد\n</p>\n\n<p>\nولا يجوز التصرف في ثمن الصرف قبل قبضه\n</p>\n\n<p>\nويجوز بيع الذهب بالفضة مجازفة\n</p>\n\n<p>\nومن باع سيفا محلى بمائة درهم وحليته خمسون درهما فدفع من ثمنه خمسين جاز\nالبيع وكان المقبوض حصة الفضة وإن لم يبين ذلك وكذلك إن قال: خذ هذه\nالخمسين من ثمنهما فإن لم يتقابضا حتى افترقا بطل العقد في الحلية والسيف\nإن كان لا يتخلص إلا بضرر وإن كان يتخلص بغير ضرر جاز البيع في السيف\n</p>\n\n<p>\nوبطل في الحلية\n</p>\n\n<p>\nومن باع إناء فضة ثم افترقا وقد قبض بعض ثمنه بطل العقد فيما لم يقبض وصح\nفيما قبض وكان الإناء مشتركا بينهما وإن استحق بعض الإناء كان المشتري\nبالخيار: إن شاء أخذ الباقي بحصته من الثمن وإن شاء رده\n</p>\n\n<p>\nوإن باع <span id='ms041'></span> قطعة نقرة فاستحق أخذ ما بقي بحصته ولا خياؤ له ومن باع درهمين\nودينارا بدينارين ودرهم جاز البيع وجعل كل واحد من الجنسين بالجنس الآخر\n</p>\n\n<p>\nومن باع أحد عشر درهما بعشرة دراهم ودينار جاز البيع وكانت العشرة بمثلها\nوالدينار بدرهم\n</p>\n\n<p>\nويجوز بيع درهمين صحيحين ودرهم غلة بدرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nصحيح ودرهمين غلة\n</p>\n\n<p>\nوإذا كان الغالب على الدراهم الفضة فهي فضة وإن كان الغالب على الدنانير\nالذهب فهي ذهب ويعتبر فيهما من تحريم التفاضل ما يعتبر في الجياد وإن كان\nالغالب عليهما الغش فليسا في حكم الدراهم والدنانير\n</p>\n\n<p>\nفإذا بيعت بجنسها متفاضلا جاز وإذا اشترى بها سعلة ثم كسدت وترك الناس\nالمعاملة بها بطل البيع عند أبي حنيفة\n</p>\n\n<p>\nوقال أبو يوسف: عليه قيمتها يوم البيع وقال محمد: عليه قيمتها آخر ما\nتعامل الناس بها\n</p>\n\n<p>\nويجوز البيع بالفلوس النافقة وإن لم تتعين وإن كانت كاسدة لم يجز البيع\nبها حتى يعينها وإذا باع بالفلوس النافقة ثم كسدت بطل البيع عند أبي حنيفة\n</p>\n\n<p>\nومن اشترى شيئا بنصف درهم فلوسا جاز البيع وعليه ما يباع بنصف درهم من الفلوس\n</p>\n\n<p>\nومن أعطى الصيرفي درهما وقال: أعطني بنصفه فلوسا وبنصفه نصفا إلا حبة فسد\nالبيع في الجميع عند أبي حنيفة وقال أبو يوسف ومحمد: جاز البيع في الفلوس\nوبطل فيما بقيي ولو قال: أعطني نصف درهم فلوسا ونصفا إلا حبة جاز البيع\nوكانت الفلوس والنصف إلا حبة بدرهم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head55'>AUTO 7 - كتاب الرهن</h1>\n\n<p>\nالرهن: ينعقد بالإيجاب والقبول ويتم القبض فإذا قبض المرتهن الرهن محوزا\nمفرغا مميزا ثم العقد فيه وما لم يقبضه فالراهن بالخيار: إن شاء سلمه وإن\nشاء رجع عن الرهن فإذا سلمه إليه وقبضه دخل في ضمانه\n</p>\n\n<p>\nولا يصح الرهن إلا بدين مضمون وهو مضمون بالأقل من قيمته ومن الدين فإذ\nهلك في يد المرتهن وقيمته والدين سواء صار المرتهن مستوفيا لدينه حكما وإن\nكانت قيمة الرهن أكثر من الدين فالفضل أمانة في يده وإن كانت أقل سقط من\nالدين بقدرها ورجع المرتهن بالفضل\n</p>\n\n<p>\nولا يجوز رهن المشاع ولا <span id='ms042'></span> رهن ثمرة على رؤوس النخل دون النخل ولا زرع في\nالأرض دون الأرض ولا يجوز رهن الأرض والنخل دونهما ولا يصح الرهن بالأمانات\nكالودائع والمضاربات ومال الشركة\n</p>\n\n<p>\nويصح الرهن برأس مال السلم وثمن الصرف والمسلم فيه فإن هلك في مجلس العقد\nثم الصرف والسلم المرتهن مستوفيا لدينه\n</p>\n\n<p>\nوإذا اتفقا على وضع الرهن على يد عدل جاز وليس للمرتهن ولا للراهن أخذه\nمن يده فإن هلك في يده هلك من ضمان المرتهن\n</p>\n\n<p>\nويجوز رهن الدراهم والدنانير والمكيل والموزون فإن رهنت بجنسها وهلكت\nهلكت بمثلها من الدين وإن اختلفا في الجودة والصناعة\n</p>\n\n<p>\nومن كان له دين على غيره فأخذ منه مثل دينه فأنفقه ثم علم أنه كان زيوفا\nفلا شيء له عند أبي حنيفة وقال أبو يوسف ومحمد: يزد مثل الزيوف ويرجع\nبالجياد ومن رهن عيدين بألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nدرهم فقضى حصة أحدهما لم يكن له أن يقضه حتى يؤدي باقي الدين\n</p>\n\n<p>\nوإذا وكل الراهن المرتهن أو العدل أو غيرهما ببيع الرهن عند حلول الدين\nفالوكالة جائزة فإن شرطت في عقد الرهن فليس للراهن عزله عنها فإن عزله لم\nينعزل ن وإن مات الراهن لم ينعزل\n</p>\n\n<p>\nوللمترتهن أن يطالب الراهن ويحبسه به وإن كان الرهن في يده فليس عليه أن\nيمكنه من بيعه حتى يقضه الدين من ثمنه فإن قضاه الدين قيل له: سلم الرهن إليه\n</p>\n\n<p>\nوإذا باع الراهن الرهن بغير إذن المرتهن فالبيع موقوف فإن أجازه المرتهن\nجاز وإن قضاه الراهن دينه جاز البيع\n</p>\n\n<p>\nوإن اعتق الراهن عبد الرهن نفذ عتقه فإن كان الدين حالا طولب بأداء الدين\nوإن كان مؤجلا أخذ منه قيمة العبد فجعلت رهنا مكانه حتى يحل الدين وإن كان\nالراهن معسرا استسعي العبد في قيمته فقضى بها دينه\n</p>\n\n<p>\nوكذلك إذا استهلك الراهن الرهن وإن استهلكه أجنبي فالمرتهن هو الخصم في\nتضمينه ويأخذ القيمة فتكون رهنا في يده وجناية الراهن على الرهن مضمونة\nوجناية المرتهن عليه تسقط من دينه بقدرها وجناية الرهن على الراهن وعلى\nالمرتهن وعلى مالهما هدر\n</p>\n\n<p>\nوأجرة <span id='ms043'></span> البيت الذي يحفظ فيه الرهن على المرتهن وأجرة الراعي ونفقة الرهن\nعلى الراهن ونماؤه\n</p>\n\n<p>\nللراهن فيكون رهنا مع الأصل\n</p>\n\n<p>\nفإن هلك هلك بغير شيء وإن هلك الأصل وبقي النماء افتحه الراهن بحصته\nويقسم الدين على قيمة الرهن يوم القبض وقيمة النماء يوم الفكاك فما أصاب\nالأصل سقط من الدين وما أصاب النماء افتكه الراهن به\n</p>\n\n<p>\nوتجوز الزيادة في الرهن ولا تجوز في الدين عند أبي حنيفة ومحمد ولا يصير\nالرهن رهنا بهما وقال أبو يوسف: تجوز الزيادة في الدين أيضا\n</p>\n\n<p>\nوإذا رهن عينا واحدة عند رجلين بدين لكل واحد منهما جاز وجميعها رهن عند\nكل واحد منهما والمضمون على كل واحد منهما حصة دينه منهما فإن قضى أحدهما\nدينه كانت كلها رهنا في يد الآخر حتى يستوفي دينه\n</p>\n\n<p>\nومن باع عبدا على أن يرهنه المشتري بالثمن شيئا بعينه فإن امتنع المشتري\nمن تسليم الهن لم يجبر عليه وكان البائع بالخيار: إن شاء رضي بترك الرهن\nوإن شاء فسخ البيع إلا أن يدفع المشتري الثمن حالا أو يدفع قيمة الرهن رهنا مكانه\n</p>\n\n<p>\nوللمرتهن أن يحفظ الرهن بنفسه وزوجته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوولده وخادمه الذي في عياله وإن حفظه بغير من في عياله أو أوده ضمن\n</p>\n\n<p>\nوإذا تعدى المرتهن في الرهن ضمنه ضمان الغضب بجميع قيمته وإذا أعار\nالمرتهن الرهن للراهن فقبضه خرج من ضمان المرتهن فإن هلك في يد الراهن هلك\nبغير شيء وللمرتهن أن يسترجعه إلى يده فإذا أخذه عاد الضمان\n</p>\n\n<p>\nوإذا مات الراهن باع وصيه الرهن وقضى الدين فإن لم يكن له وصي نصب القاضي\nله وصيا وأمره ببيعه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head56'>AUTO 8 - كتاب الحجر</h1>\n\n<p>\nالأسباب الموجبة للحجر ثلاثة:\n</p>\n\n<p>\nالصغر والرق والجنون ولا يجوز تصرف الصغير إلا بإذن وليه ولا تصرف العبد\nإلا بإذن سيده ولا يجوز تصرف المجنون المغلوب على عقله بحال\n</p>\n\n<p>\nومن باع من هؤلاء شيئا\n</p>\n\n<p>\nأو اشتراه وهو يعقل البيع ويقصده فالوالي بالخيار: إن شاء أجازه إذا كان\nفيه مصلحة وإن شاء فسخه\n</p>\n\n<p>\nوهذه المعاني الثلاثة توجب الحجر في الأقوال دون الأفعال فالصبي <span id='ms044'></span> والمجنون\nلا تصح عقودهما ولا إقرارهما ولا يقع طلاقهما ولا عتاقهما وإن أتلفا شيئا\nلومهما ضمانه\n</p>\n\n<p>\nوأما العبد فأقواله نافذة في حق نفسه غير نافذة في حق مولاه فإن أقر بمال\nلزمه بعد الحرية ولم يلزمه في الحال وإن أقر بحد أو قصاص لزمه في الحال\nوينفذ طلاقه\n</p>\n\n<p>\nوقال أبو حنيفة: لا يحجز على السفيه إذا كان بالغا عاقلا حرا وتصرفه في\nماله جائز وإن كان مبذرا مفسدا يتلف ماله فيما لا غرض له فيه ولا مصلحة إلا\nأنه قال: إذا بلغ الغلام غير رشيد لم يسلم إليه ماله حتى يبلغ خمسا وعشرين سنة\n</p>\n\n<p>\nفإن تصرف فيه قبل ذلك نفذ تصرفه فإذا بلغ خمسا وعشرين سنة سلم إليه مله\nوإن لم يؤنس منه الرشد\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يحجز على السفينه ويمنع من التصرف في ماله فإن باع\nلم ينفذ بيعه فإن كان فيه مصلحة أجازه الحاكم وإن أعتق عبدا نفذ عتقه وكان\nعلى العبد أن يسعى في قيمته وإن تزوج امرأة جاز نكاحه فإن سمى لها مهرا جاز\nمنه مقدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nمهر مثلها وبطل الفضل\n</p>\n\n<p>\nوقالا فيمن بلغ غير رشيد: لا يدفع أليه ماله أبدا حتى يؤنس منه الرشد ولا\nيجوز تصرفه فيه وتخرج الزكاة من مال السفيه\n</p>\n\n<p>\nوينفق منه على أولاده وزوجته ومن تجب نفقته عله من ذوي أرحامه فإن أراد\nحجة الإسلام لم يمنع منها ولا يسلم القاضي النفقة إليه ويسلمها إلى ثقة من\nالحاج ينفقها عليه في طريق الحج فإن مرض وأوصى بوصايا في القرب وأبواب\nالخير جاز ذلك في ثلث ماله\n</p>\n\n<p>\nوبلوغ الغلام الاحتلام والإحبال والإنزال إذا وطئ فإن لم يوجد ذلك فحتى\nيتم له ثماني عشرة سنة عند أبي حنيفة\n</p>\n\n<p>\nوبلوغ الجارية بالحيض والاحتلام والحبل فإن لم يوجد ذلك فحتى يتم لها سبع\nعشرة سنة وقال أبو يوسف ومحمد: إذا تم للغلام والجارية خمس عشرة سنة فقد بلغا\n</p>\n\n<p>\nوإذا راعق الغلام والجارية وأشكل أمرهما في البلوغ وقالا: قد بلغنا\nفالقول قولهما وأحكامهما أحكام البالغين\n</p>\n\n<p>\nوقال <span id='ms045'></span> أبو حنيفة: لا أحجر في الدين: وإذا وجبت الديون على رجل وطلب غرماؤه\nحبسه والحجر عليه لم أحجر عليه وإن كان له لم يتصرف فيه الحاكم ولكن يحبسه\nأبدا حتى يبيعه في دينه فإن كا له دراهم ودينه دراهم قضاها القاضي بغير\nأمره وإن كان دينه دراهم وله دنانير باعها القاضي في دينه\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: إذا طلب غرماء المفلس الحجرعليه حجر\n</p>\n\n<p>\nالقاضي عليه ومنعه من البيع والتصرف والإقرار حتى لا يضر بالغرماء وباع\nماله إن امتنع من بيعه وقسمه بين غرمائه الحصص فإن أقر في حال الحجر بإقرار\nلزمه ذلك بعد قضاء الديون\n</p>\n\n<p>\nوينفق على المفلس من ماله وعلى زوجته وأولاده الصغار وذوي أرحامه وإن لم\nيعرف للمفلس مال وطلب غرماؤه حبسه وهو يقول لا مال لي حبسه الحاكم في كل\nدين التزمه بدلا عن مال حصل يده كثمن مبيع وبدل القرض وفي كل دين بعقد\nكالمهر والكفالة ولم يحبسه فيما سوى ذلك كعوض المغضوب وأرس الجنايات إلا أن\nتقوم البينة أن له مالا\n</p>\n\n<p>\nوإذا حبسه القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nشهرين أو ثلاثة يسأل عن حاله: فإن لم ينكشف له مال خلى سبيله وكذلك إذا\nأقام البينة أنه لا مال له ولا يحول بينه وبين غرمائه بعد خروجه من الحبس\nويلازمونه ولا منعونه من التصرف والسفر ويأخذون فضل كسبه فيقسم بينهم بالحصص\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: إذا فلسه الحاكم حال بينه وبين غرمائه إلا أن\nيقيموا البينه أنه قد حصل له مال\n</p>\n\n<p>\nولا يحجر على الفاسق إذا كان مصلحا لماله والفسق الأصلي والطاريء\n</p>\n\n<p>\nسواء ومن أفلس وعنده متاع لرجل بعينه ابتاعه منه فصاحب المتاع أسوة\nالغرماء فيه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head57'>AUTO 9 - كتاب الإقرار</h1>\n\n<p>\nإذا أقر الحر البالغ العاقل بحق لزمه إقراره مجهولا كان ما أقر به أو\nمعلوما ويقال له: بين المجهول فإن قال لفلان على شيء لزمه أن بين ماله قيمة\nوالقول فيه قوله مع يمينه إن ادعى المقر له أكثر من ذلك\n</p>\n\n<p>\nوإذا قال: له على مالد فالمرجع في بيانه إليه ويقبل قوله <span id='ms046'></span> في القليل\nوالكثير فإن قال: له علي مال عظيم لم يصدق في أقل من مائتي درهم وإن قال:\nدراهم كثيرة لم يصدق في أقل من عشرة دراهم وإن قال: دراهم فهي ثلاثة إلا أن\nيبين أكثر منها وإن قال: له علي كذا كذا درهما لم يصدق في أقل من أحد عشر\nدرهما وإن قال: كذا كذا درهما لم يصدق في أقل من أحد وعشرين درهما وإن قال:\nله علي أو قلبي فقد أقر بدين\n</p>\n\n<p>\nوإن قال: عندي أو: معي فهو إقرار بأمانة في يده وإن قال له رجل لي عليك\nألف فقال اتزنها أو انتقدها أو أجلني بها أو قد قضيتكها فهو إقرار\n</p>\n\n<p>\nومن أقر بدين مؤجل فصدقه المقر له في الدين وكذبه في التأجيل لزمه الدين\nخالا ويستحلف المقر له في الأجل\n</p>\n\n<p>\nومن أقر واستثنى متصلا بإقراره صح الاستثناء ولزمه الباقي سواء استثنى\nالأقل أو الأكثر فإن استثنى الجميع لزمه الإقرار وبطل الاستثناء\n</p>\n\n<p>\nوإن قال: له علي مائة درهم إلا دينار أو: إلا قفيز حنطة لزمه مائة درهم\nإلا قيمة الدينار أو القفيز\n</p>\n\n<p>\nوإن قال: له علي مائة ودرهم فالمائة كلها دراهم وإن قال: له لعي مائة\nوثوب لزمه ثوب واحد والمرجع في تفسير المائة إليه\n</p>\n\n<p>\nومن أقر بحق وقال إن شاء الله متصلا بإقراره لم يلزمه الإقرار ومن أقر\nوشرط الخيار لزمه الإقرار وبطل الخيار ومن أقر بدار واستثنى بنارها لنفسه\nفللمقر له الدار والبناء وإن قال: بناء هذه الدار لي والعرصة لفلان فهو كما قال\n</p>\n\n<p>\nومن أقر بتمر في قوصره\n</p>\n\n<p>\nلزمه التمر والقوصرة ومن أقر بدابة في إصطبل لزمه الدابة خاصة وإن قال:\nغصبت ثوبا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nمنديل لزماه جميعا وإن قال: له علي ثوب في ثوب لزماه وإن قال: له علي ثوب\nفي عشرة أثواب لم يلزمه عند أبي حنيفة وأبي يوسف إلا ثوب واحد\n</p>\n\n<p>\nوقال محمد: يلزمه أحد عشر ثوبا ومن أقر بغضب ثوب وجاء بثوب معيب قالقول\nقلوه مع يمينه وكذلك لو أقر بدراهم وقال <span id='ms047'></span>: هي زيوف\n</p>\n\n<p>\nوإن قال: له علي خمسة في خمسة يريد الضرب والحساب لزمه خمسة واحدة وإن\nقال: أدرت خمسة مع خمسة لزمه عشرة\n</p>\n\n<p>\nوإن قال: له علي من درهم إلى عشرة لزمه تسعة عند أبي حنيفة فيلزمه\nالإبتداء وما بعده وتسقط الغابة وقال أبو يوسف ومحمد: يلزمه العشرة كلها\nوإذا قال: له علي ألف درهم من ثمن عبد اشتريته منه ولم أقبضه فإن ذكر عبدا\nبعينه قيل للمقر له: إن شئت فسلم العبد وخذ الألف وإلا فلا شيء لك\n</p>\n\n<p>\nوإن قال: له علي ألف من ثمن عبد ولم يعينه لزمه الألف في قول أبي حنيفة\nولو قال: له عل ألف من ثمن هذا العبد لم يلزمه حتى يسلم العبد فإن سلم\nالعبد لزمه الألف وإن لم يسلمه لم تلزمه ولو قال: له علي ألف من ثمن خمر أو\nخنزير لزمه\n</p>\n\n<p>\nالألف ولم يقبل تفسيره ولو قال: له علي ألف من ثمن متاع وهي زيوف وقال\nالمقر له: لزمه الجياد في قول أبي حنيفة\n</p>\n\n<p>\nومن أقر لغيره بخاتم فله الحلقة والفص وإن أقر له بسيف فله النصل والجفن\nوالحمائل وإن أقر بحجلة فله العيدان والكسوة\n</p>\n\n<p>\nوإن قال: لحمل فلانة علي ألف فإن قال أوصى به له فلان أو مات أبوه فورثه\nفلإقرار صحيح وإن أبهم الإقرار لم يصح عند أبي يوسف\n</p>\n\n<p>\nوإذا أقر بحمل جارية أو حمل شاة لرجل صح الإقرار ولزمه وإذا أقر الرجل في\nمرض موتته بديون وعليه ديون في صحته وديون لزمته في مرضه بأسباب معلومة\nفدين الصحة والدين المعروف بالأسباب مقدم على غيره فإذا قضيت شيء\n</p>\n\n<p>\nكان فيما أقر به في حال المرض وإن لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nعليه ديون في صحته جاز إقراره وكان المقر له أولى من الورثة وإقرار\nالمريض لوارثه باطل إلا أن يصدقه فيه بقية الورثة\n</p>\n\n<p>\nومن أقر لأجنبي في مرضه ثم قال هو ابني ثبت نسبه وبطل إقراره له ولو أقر\nلأجنبي' ثم تزوجها لم يبطل إقراره لها ومن طلق زوجته في مرضه ثلاثا <span id='ms048'></span> ثم أقر\nلها بدين ومات فلها الأقل من الدين ومن ميراثها منه ومن أقر بغلام يولد\nمثله لمثله وليس له نسب معروف أنه ابنه وصدقة الغلام ثبت نسبه منه وإن كان\nمريضا ويشارك الورثة في الميراث\n</p>\n\n<p>\nويجوز إقرار الرجل بالوالدين والولد والزوجة والمولى ويقبل إقرار المرأة\nبالوالدين والزوج والمولى ولا يقبل بالولد إلا أن يصدقها الزوج أو تشهد\nبولادتها قابلة ومن أقر بنسب من غير الوالدين والولد والزوج والزوجة\nوالمولى - مثل الأخ والعم - لم يقبل إقراره في النسب فإن كان له وارث معروف\nقريب أو بعيد فهو أولى بالميراث من المقر له وإن لم يكن له وارث استحق\nالمقر له ميراثه ومن مات أبوه فأقر بأخ له لم يثبت نسب أخيه ويشاركه في\nالميراث\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head58'>AUTO 10 - كتاب الإجارة</h1>\n\n<p>\nالإجارة: عقد على المنافع بعوض\n</p>\n\n<p>\nولا تصح حتى تكون المنافع معلومة والأجرة معلومة وما جاز أن يكون ثمنا في\nالبيع جاز أن يكون أجرة في الإجارة\n</p>\n\n<p>\nوالمنافع تارة تصير معلومة بالمدة كاستئجار الدور للسكنى والأرضين\nللزراعة فيصح العقد على مدة معلومة أي مدة كانت وتارة تصير معلومة بالعمل\nوالتسمية كمن استأجر رجلا على صبغ ثوب أو خياطته أو استأجر دابة ليحمل\nعليها مقدارا معلوما أو يركبها مسافة سماها وتارة تصير معلومة بالتعيين\nوالإشارة كمن استأجر رجلا لينقل له هذا الطعام إلى موضع معلوم\n</p>\n\n<p>\nويجوز استئجار الدور والحوانيت للسكنى وإن لم يبين ما يعمل فيها وله أن\nيعمل كل شيء إلا الحداد والقصار والطحان\n</p>\n\n<p>\nويجوز استئجار الأراضي للزراعة ولا يصح العقد حتى يسمي ما يزرع فيها أو\nيقول: على أن يزرع فيها ما شاء\n</p>\n\n<p>\nويجوز أن يستأجر الساحة ليبني فيها أو يغرس فيها نخلا أو شجرا فإذا انقضت\nمدة الإجارة لزمه أن يقلع البناء والغرس ويسلمها فارغة إلا أن يختار صاحب\nالأرض أن يغرم له قيمة ذلك مقلوعا فيملكه أو يرضى بتركه على حاله فيكون\nالبناء لهذا والأرض لهذا\n</p>\n\n<p>\nويجوز استئجار الدواب للركوب والحمل فإن قال: على أن يركبها فلان أو يلبس\nالثوب فلان فأركبها <span id='ms049'></span> غيره أو ألبسه غيره كان ضامنا إن عطبت الدابة أو تلف الثوب\n</p>\n\n<p>\nوكذلك كل ما يختلف باختلاف المستعمل\n</p>\n\n<p>\nوأما العقار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوما لا يختلف باختلاف المستعمل فلا ضمان عليه فإذا شرط سكنى واحد فله أن\nيسكن غيره وإن سمى نوعا أو قدرا يحمله على الدابة مثل أن يقول: خمسة أقفزة\nحنطة فله أن يحمل ما هو مثل الحنطة في الضرر أو أقل كالشعير والسمسم وليس\nله أن يحمل ما هو أضر من الحنطة كالملح والحديد\n</p>\n\n<p>\nوإن استأجرها ليحمل عليها قطناه سماه فليس له أن يحمل مثل وزنه حديدا وإن\nاستأجرها ليركبها فأردف معه رجلا فعطبت ضمن نصف قيمتها ولا يعتبر بالثقل\n</p>\n\n<p>\nوإن استأجرها ليحمل عليها مقدرا من الحنطة فحمل أكثر منه فعطبت ضمن ما\nزاد الثقل\n</p>\n\n<p>\nوإذا كبح الدابة بلجامها أو ضربها فعطبت ضمن عند أبي حنيفة\n</p>\n\n<p>\nوالأجراء على ضربين:\n</p>\n\n<p>\nوأجير مشترك وأجير خاص فالمشترك: من لا يستحق الأجرة حتى يعمل كالصباغ\nوالقصار والمتاع أمانة في يده: إن هلك لم يضمن شيئا عند أبي حنيفة وقال أبو\nيوسف ومحمد: يضمنه وما تلف بعمله كتخريق الثوب من دقة وزلق الحمال وانقطاع\nالحبل الذي يشد به المكاري الحمل وغرق السفينة من مدها مضمون إلا أنه لا\nيضمن به بني آدم فمن غرق في السفينة أو سقط من الدابة ثم يضمنه وإذا قصد\nالفصاد أو بزغ البزاغ ولم يتجاوز الموضع المعتاد فلا ضمان عليه فيما عطب من ذلك\n</p>\n\n<p>\nولأجير الخاص: الذي يستحق الأجرة بتسليم نفسه في المدة وإن لم يعمل كمن\nاستؤجر شهرا للخدمة أو لرعي الغنم ولا ضمان على الأجير الخاص فما تلف في\nيده ولا ما تلف من عمله\n</p>\n\n<p>\nوالإجارة تفسدها الشروط كما تفسد البيع ومن استأجر عبدا للخدمة فليس له\nأن يسافر\n</p>\n\n<p>\nبه إلا أن يشترط ذلك\n</p>\n\n<p>\nومن استأجر جملا ليحمل عليه محملا وراكبين إلى مكة جاز وله المحمل\nالمعتاد وإن شاهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nالجمال المحمل فهو أجود وإن استأجر بعيرا ليحمل عليه مقدارا من الزاد\nفأكل منه في الطريق جاز له أن <span id='ms050'></span> يرد عوض ما أكل\n</p>\n\n<p>\nوالأجرة لا تجب بالعقد وتستحق بأحد معان ثلاثة: إما بشرط التعجيل أو\nبالتعجيل من غير شرط أو باستيفاء المعقود عليه\n</p>\n\n<p>\nومن استأجر دارا فللمؤجر أن يطالبه لأجره كل يوم إلا أن يبين وقت\nالاستحقاق بالعقد ومن استأجر بعيرا إلى مكة فللجمال أن يطالبه بأجرة\n</p>\n\n<p>\nكل مرحلة وليس للقصار والخياط أن يطالب بالأجرة حتى يفرغ من العمل إلا أن\nيشترط التعجيل\n</p>\n\n<p>\nومن استأجر خبازا ليخبز له في بيته قفيز دقيق بدرهم لم يستحق الأجرة حتى\nيخرج الخبز من التنور ومن استأجر طباخا ليطبخ له طعاما للوليمة فالغرف عليه\nومن استأجر رجلا ليضرب له لبنا استحق الأجرة إذا أقامه عند أبي حنيفة وقال\nأبو يوسف ومحمد: لا يستحقها حتى يشرجه\n</p>\n\n<p>\nوإذا قال للخياط: إن خطت هذا الثوب فارسيا فبدرهم وإن خطته روميا\nفبدرهمين جاز وأي العلمين عمل استحق الأجرة\n</p>\n\n<p>\nوإن قال: إن خطته اليوم فبدرهم وإن خطته غدا فبنصف درهم فإن خاطه اليوم\nفله درهم وإن خاطه غدا فله أجر مثله عند أبي حنيفة ولا يتجاوز به نصف درهم\n</p>\n\n<p>\nوإن قال: إن سكت في هذا الدكان عطارا فبدرهم في الشهر وإن سكنته حدادا\nفبدرهمين جاز وأي الأمرين فعل استحق المسمى فيه عند أبي حنيفة وقال أبو\nيوسف ومحمد: الإجارة فاسدة\n</p>\n\n<p>\nومن استأجر دارا كل شهر بدرهم فالعقد صحيح في شهر واحد فاسد في بقية\nالشهور إلا أن يسمي جملة شهور معلومة فإن سكن ساعة من الشهر الثاني صح\nالعقد فيه ولزمه ذلك الشهر ولم يكن للمؤجر أن يخرجه منها إلى أن ينقضي\nوكذلك كل شهر يسكن في أوله\n</p>\n\n<p>\nوإذا استأجر دارا سنة بعشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nدراهم جاز وإن لم يسم قسط كل شهر من الأجرة\n</p>\n\n<p>\nويجوز أخذ أجرة الحمام\n</p>\n\n<p>\nوالحجام ولا يجوز أخذ عسب التيس ولا يجوز الاستئجار على الأذان والإقامة\nوالحج والغناء والنوح\n</p>\n\n<p>\nولا تجوز أجارة المشاع عند أبي حنيفة إلا من الشريك\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: إجازة المشاع جائزة ويجوز استئجار الظئر بأجرة\nمعلومة ويجوز بطعامها وكسوتها وليس <span id='ms051'></span> للمستأجر أن يمنع زوجها من وطئها فإن\nحبلت كان لهم أن يفسخوا الإجارة إذا خافوا على الصبي من لبنها وعليها أن\nتصلح طعام الصبي وإن أرضعته في المدة بلبن شاة فلا أجر لها\n</p>\n\n<p>\nوكل صانع لعمله أثر في العين كالقصار والصباغ فله أن يحبس العين بعد\nالفراغ من عمله حتى يستوفي الأجرة\n</p>\n\n<p>\nومن ليس لعمله أثر فلي له أن يحبس العين بالأجرة كالحمال والملاح\n</p>\n\n<p>\nوإذا شرط على الصانع أن يعمل بنفسه فليس له أن يستعمل غيره فإن أطلق له\nالعمل فله أن يستأجر من يعلمه\n</p>\n\n<p>\nوإذا اختلف الخياط وصاحب الثوب فقال صاحب الثوب: أمرتك أن تعمله قباء\nوقال الخياط: قميصا أو قال صاحب الثوب للصباغ: أمرتك أن تصبغه أحمر فصبغته\nأصفر فالقول قول صاحب الثوب مع يمينه فإن حلف فالخياط ضامن\n</p>\n\n<p>\nوإذا قال صاحب الثوب: عملته لي بغير أجرة وقال الصانع: بأجرة فالقول قول\nصاحب الثوب مع يمينه عند أبي حنيفة وقال\n</p>\n\n<p>\nأبو يوسف: إن كان حريفا له فله الأجرة وإن لم يكن حريفا له فلا أجرة له\nوقال محمد: إن كان الصانع معروفا بهذه الصنعة أن يعمل بالأجرة فالقول قوله\nأنه عمله بأجرة\n</p>\n\n<p>\nوالواجب في الأجارة الفاسدة أجر المثل لا يتجاوز به المسمى وإذا قبض\nالمستأجر الدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nفعليه الأجرة وإن لم يسكنها فإن غصبها غاصب من يده سقطت الأجرة وإن وجد\nبه اعيبا يضر بالسكنى فله الفسخ وإذا\n</p>\n\n<p>\nخربت الدار أو انقطع شرب الضيعة أو انقطع الماء عن الرحى انفسخت الإجارة\n</p>\n\n<p>\nوإذا مات أحد المتعاقدين وقد عقد الإجارة لنفسه انفسخت الإجارة وإن عقدها\nلغيره لم تنفسخ ويصح شرط الخيار في الإجارة وتنفسخ الإجارة بالأعذار كمن\nاستأجر دكانا في السوق ليتجر فيه فذهب ماله وكمن آجر دارا أو دكانا ثم أفلس\nولزمته ديون لا يقدر على قضائها إلا من ثمن ما آجر فسخ القاضي العقد وباعها\nفي الدين\n</p>\n\n<p>\nوكمن استأجر دابة ليسافر عليها ثم بدا له من السفر فهو عذر وإن بدا\nللمكاري من السفر فليس ذلك بعذر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head59'>AUTO 11 - كتاب الشفعة <span id='ms052'></span></h1>\n\n<p>\nالشفعة: واجبة للخيلط في نفس المبيع ثم للخليط في حق المبيع كالشرب\nوالطريق ثم للجار وليس للشريك في الطريق والشرب والجار شفعة مع الخليط فإن\nسلم فالشفعة للشريك في الطريق فإن سلم أخذها الجار\n</p>\n\n<p>\nوالشفعة تجب بعقد البيع وتستقر بالإشهاد وتملك بالأخذ إذا سلمها المشتري\nأو حكم بها حاكم وإذا علم الشفيع بالبيع أشهد في مجلسه ذلك على المطالبة ثم\nينهض منه فيشهد على البائع إن كان المبيع في يده أو على المبتاع أو عند العقار\n</p>\n\n<p>\nفإذا فعل ذلك استقرت شفعته ولم تسقط بالتأخير عند أبي حنيفة وقال محمد:\nإن تركها شهرا بعد الإشهاد بطلت شفعته\n</p>\n\n<p>\nوالشفعة واجبة في العقار وإن كان مما لا يقسم ولا شفعة في العروض والسفن\nوالمسلم والذمي في الشفعة سواء\n</p>\n\n<p>\nوإذا ملك العقار بعوض هو مال وجبت فيه الشفعة ولا شفعة في الدار التي\nيتزوج الجل عيها أو يخالع المرأة بها أو يستأجر بها دارا أو يصالح بها عن\nدم عمد أو يعتق عليها عبدا أو يصالح عنها بإنكار أو سكوت فإن صالح عنها\nبإقرار وجبت فيها الشفعة\n</p>\n\n<p>\nوإذا تقدم الشفيع إلى القاضي فادعى الشراء وطلب الشفعة سأل القاضي المدعى\nعليه فإن اعترف بملكه الذي يشفع به وإلا كلفه إقامة البينة فإن عجز عن\nالبينة استحلف المشتري بالله ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nيعلم أنه مالك للذي ذكره مما يشفع به فإن نكل أو قامت بينه سأله القاضي:\nهل ابتاع أم لا؟ فإن أنكر الابتياع قيل للشفيع أقم البينة فإن عجز عنها\nاتحلف المشتري بالله ما اتباع أو بالله ما يستحق علي في هذه الدار شفعة من\nالوجه الذي ذكره وتجوز المنازعة في الشفعة وإن لم يحضر الشفيع الثمن إلى\nمجلس القاضي\n</p>\n\n<p>\nفإذا قضى القاضي له بالشفعة لزمه إحضار الثمن وللشفيع أن يرد الدار بخيار\nالعيب والرؤية\n</p>\n\n<p>\nفإن أحضر الشفيع البائع والمبيع في يده فله أن يخاصمه في الشفعة ولا يسمع\nالقاضي البينة حتى يحضر المشتري فيفسخ البيع بمشهد منه ويقضي بالشفعة على\nالبائع ويجعل العهدة عليه\n</p>\n\n<p>\nوإذا ترك <span id='ms053'></span> الشفيع الإشهاد حين علم وهو يقدر على ذلك\n</p>\n\n<p>\nبطلت شفعته وكذلك إن أشهد في المجلس ولم يشهد على أحد المتبايعين ولا عند\nالعقار وإن صالح من شفعته على عوض أخذه بطلت شفعته ويرد العوض\n</p>\n\n<p>\nوإذا مات الشفيع بطلت شفعته\n</p>\n\n<p>\nوإن مات المشتري لم تسقط وإن باع الشفيع ما يشفع به قبل أن يقضى له\nبالشفعة بطلت شفعته ووكيل البائع إذا باع وكان هو الشفيع فلا شفعة له وكذلك\nإن ضمن الدرك عن البائع الشفيع ووكيل المشتري إذا ابتاع فله الشفعة ومن باع\nبشرط الخيار فلا شفعة للشفيع فإن أسقط الخيار وجبت الشفعة ومن اشترى بشرط\nالخيار وجبت الشفعة\n</p>\n\n<p>\nومن ابتاع دارا شراء فاسدا فلا شفعة لها ولكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nواحد من المتعاقدين الفسخ فإن سقط الفسخ وجبت الشفعة\n</p>\n\n<p>\nوإذا اشترى ذمي دارا بخمر أو خنزير وشفيعها ذمي أخذها بمثل الخمر وقيمة\nالخنزير وإن كان شفيعها مسلما أخذها بقمة الخمر والخنزير\n</p>\n\n<p>\nولا شفعة في الهبة إلا أن تكون بعوض مشروط وإذا اختلف الشفيع والمشتري في\nالثمن فالقول قول المشتري فإن أقاما البينة فالبينة بينة الشفيع عند أبي\nحنيفة ومحمد وإذا ادعى المشتري ثمنا أكثر وادعى البائع أقل منه ولم يقبض\nالثمن أخذها الشفيع بما قال البائع وكان ذلك حطا عن المشتري\n</p>\n\n<p>\nوإن كان قبض الثمن بما قال المشتري ولم\n</p>\n\n<p>\nيلتفت إلى قول البائع وإذا حط البائع عن المشتري بعض الثمن سقط ذلك عن\nالشفيع وإن حط جميع الثمن لم يسقط عن الشفيع وإذا زاد المشتري البائع في\nالثمن لم تلزم الزيادة الشفيع\n</p>\n\n<p>\nوإذا جمع الشفعاء فالشفعة بينهم على عدد رؤوسهم ولا يعتبر اختلاف الأملاك\n</p>\n\n<p>\nومن اشترى دارا بعرض أخذها الشفيع بقيمته وإن اشتراها بمكيل أو موزون\nأخذها بمثله\n</p>\n\n<p>\nوإذا باع عقارا بعقار أخذ الشفيع كل واحد منهما بقيمة الآخر وإذا بلغ\nالشفيع أنها بيعت بألف فسلم ثم علم أنها بيعت بأقل أو بحنطة أو شعير قيمتها\nألف أو أكثر فتسليمه باطل وله الشفعة وإن بان أنها بيعت بدنانير قيمتها ألف\nفلا شفعة له <span id='ms054'></span>\n</p>\n\n<p>\nوإذا قيل له إن المشتري فلان فسلم الشفقة ثم علم أنه غيره فله الشفعة\n</p>\n\n<p>\nومن اشترى دارا لغيره فهو الخصم في الشفعة إلا أن يسلمها إلى الموكل\n</p>\n\n<p>\nوإذا باع دارا إلا مقدار ذراع في طول الحد يلي الشفيع فلا شفعة له وإن\nاتباع منها سهما بثمن ثم ابتاع بقيتها فالشفعة للجار في السهم الأول دون الثاني\n</p>\n\n<p>\nوإذا ابتاعها بثمن ثم دفع إليه ثوبا عنه فالشفعة بالثمن دون الثوب\n</p>\n\n<p>\nولا تكره الحيلة في إسقاط الشفعة عند أبي يوسف وقال محمد رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nتكره وإذا بنى المشتري أو غرس ثم قضي للشفيع بالشفعة فهو بالخيار: إن شاء\nأخذها بالثمن وقمتة البناء والغرس مقلوعا وإن شاء كلف المشتري قلعه وإذا\nأخذها الشفيع فبنى أو غرس ثم استحقت رجع بالثمن ولا يرجع بقمة البناء والغرس\n</p>\n\n<p>\nوإذا انهدمت الدار أو احترق بناؤها أو جف شجر البستان بغير فعل أحد\nفالشفيع بالخيار: إن شاء أخذها بجميع الثمن وإن شاء ترك وإن نقض المشتري\nالبناء قيل للشفيع: إن شئت فخذ العرصة بحصتها وإن شئت فدع وليس له أن يأخذ النقض\n</p>\n\n<p>\nومن ابتاع أرضا وعلى نخلها ثمر أخذها الشفيع بثمرها فإن أخذها المشتري\nسقط عن الشفيع حصته وإذا قضي للشفيع بالدار ولم يكن رآها فله خيار الرؤية\nوإن وجد بها عيبا فله أن يردها به وإن كان المشتري شرط البراءة منه\n</p>\n\n<p>\nوإذا ابتاع بثمن مؤجل فالشفيع بالخيار: إن شاء أخذها بثمن حال وإن شاء\nصبر حتى ينقضي الأجل ثم يأخذها وإذا قسم الشركاء العقار فلا شفعة لجارهم\nبالقسمة وإذا اشترى دارا فسلم الشفيع الشفعة ثم ردها المشتري بخيار رؤية أو\nشرط إو عيب بقضاء قاض فلا شفعة للشفيع وإن ردها بغير قضاء أو تقاتلا\nفللشفيع الشفعة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head60'>AUTO 12 - كتاب الشركة</h1>\n\n<p>\nالشركة على ضربين: شركة أملاك وشركة عقود\n</p>\n\n<p>\nفشركة الأملاك: العين يرثها رجلان أو يشتريانها فلا يجوز لأحدهما أن\nينصرف في نصيب الآخر إلا بإذنه وكل واحد منهما في نصيب صاحبه كالأجنبي\n</p>\n\n<p>\nوالضرب الثاني: شركة العقود\n</p>\n\n<p>\nوهي على أربعة أوجه: مفاوضة <span id='ms055'></span> وعنان وشركة الصنائع وشركة الوجوه\n</p>\n\n<p>\nفأما شركة المفاوضة فهي: إن يشتري الرجلان فيستويان في مالهما وتصرفهما\nودينهما فتجوز بين الحرين المسلمين العاقلين البالغين ولا تجوز بين الحر\nوالمملوك ولا بين الصبي والبالغ ولا بين المسلم والكافر وتنعقد على الوكالة\nوالكفالة\n</p>\n\n<p>\nوما يشتريه كل واحد منهما يكون على الشركة إلا طعام أهله وكسوتهم وما\nيلزم كل واحد منهما من الديون بدلا عما يصح فيه الاشتراك فالآخر ضامن له\nفإن ورث أحدهما مالا تصح فيه الشركة أو وهب له ووصل إلى يده بطلت المفاوضة\nوصارت الشركة عنانا\n</p>\n\n<p>\nولا تنعقد الشركة إلا بالدراهم والدنانير والفلوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالنافقة ولا يجوز بما سوى ذلك إلا أن يتعامل الناس بها كالتبر والنقرة\nفتصح الشركة بهما وإذا أرادا الشركة بالعروض باع كل واحد منهما نصف ماله\nبنصف مال الآخر ثم عقدا الشركة\n</p>\n\n<p>\nوأما الشركة العنان: فتنعقد على الوكالة دون الكفالة ويصح التفاضل في\nالمال ويصح أن يتساويا في المال ويتفاضلا في الربح\n</p>\n\n<p>\nويجوز أن يعقدها كل واحد منهما ببعض ماله دون بعض ولا تصح إلا بما بينا\nأن المفاوضة تصح به\n</p>\n\n<p>\nويجوز أن يشتركا ومن جهة أحدهما دراهم ومن جهة الآخر دنانير وما اشتراه\nكل واحد منهما للشركة طولب بثمنه دون الآخر ثم يرجع على شريكه بحصته منه\n</p>\n\n<p>\nوإذا هلك مال الشركة أو أحد المالين قبل أن يشتريا شيئا بطلت الشركة وإن\nاشترى أحدهما بماله وهلك مال الآخر قبل الشراء فالمشترى بينهما على ما شرطا\n</p>\n\n<p>\nويرجع على شريكه بحصته من ثمنه\n</p>\n\n<p>\nوتجوز الشركة وإن لم يخلطا المالين ولا تصح الشركة إذا شرطا لأحدهما\nدارهم مسماة من الربح\n</p>\n\n<p>\nولكل واحد من المتفاوضين وشريكي العنان أن يبضع المال ويدفعه مضاربة\nويوكل من يتصرف فيه ويده في المال يد أمانة\n</p>\n\n<p>\nوأما شركة الصنائع فالخياطان والصباغان يشتركان على أن يتقبلا الأعمال\nويكون اكسب بينهما فيجوز ذلك وما يتقبله كل واحد منهما من العمل يلزمه\nويلزم شريكه\n</p>\n\n<p>\nفإن عمل أحدهما دون الآخر فالكسب بينهما نصفان\n</p>\n\n<p>\nوأما شركة الوجوه: فالرجلان يشتركان ولا مال لهما <span id='ms056'></span> على أن يشتريا بوجوههما\nويبيعا فتصح الشركة على هذا وكل واحد منهما وكيل الآخر فيما يشتريه فإن\nشرطا أن يكون المشتري بينهما نصفين فالربح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك ولا يجوز أن يتفاضلا فيه وإن شرطا أن يكون المشتري بينهما أثلاثا\nفالربح كذلك\n</p>\n\n<p>\nولا تجوز الشركة في الاحتطاب والاحتشاش والاصطياد وما اصطاده كل واحد\nمنهما أو احتطبه فهو له دون صاحبه\n</p>\n\n<p>\nوإذا اشتركا ولأحدهما بغل وللآخر رواية يستقي عليها الماء والكسب بينهما\nلم تصح الشركة والكسب كله للذي استقى وعليه أجر مثل الراوية إن كان صاحب\nالبغل وإن كان صاحب الراية فعليه أجر مثل البغل\n</p>\n\n<p>\nوكل شركة فاسدة فالربح فيها على قدر المال ويبطل شرط التفاضل\n</p>\n\n<p>\nوإذا مات أحد الشريكين أو ارتد ولحق بدار الحرب بطلت الشركة\n</p>\n\n<p>\nوليس لواحد من الشركين أن يؤدي زكاة مال الأخر إلا بإذنه\n</p>\n\n<p>\nفإن أذن كل واحد منهما لصاحبه أن يؤدي زكاته فأدى كل واحد منهما فالثاني ضامن\n</p>\n\n<p>\nعلم بأداء الأول أو لم يعلم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head61'>AUTO 13 - كتاب المضاربة</h1>\n\n<p>\nالمضاربة: عقد على الشركة بمال من أحد الشريكين وعمل من الآخر\n</p>\n\n<p>\nولا تصح المضاربة إلا بالمال الذي بيننا أن الشركة تصح به\n</p>\n\n<p>\nومن شرطها: أن يكون الربح بينهما مشاعا لا يستحق أحدهما منه دراهم مسماة\nولا بد أن يكون المال مسلما إلى المضارب ولا بد لرب المال فيه\n</p>\n\n<p>\nفإذا صحت المضاربة مطلقة جاز للمضارب أن يشتري ويبيع ويسافر ويبضع ويوكل\nوليس له أن يدفع المال مضاربة إلا أن يأذن له رب المال في ذلك\n</p>\n\n<p>\nوإن خص له رب المال التصرف في بلد بعينه أو في سلعة بعينها لم يجز له أن\nيتجاوز ذلك\n</p>\n\n<p>\nوكذلك إن وقت للمضاربة مدة بعينها جاز وبطل العقد بمضيها\n</p>\n\n<p>\nوليس للمضارب أن يشتري أبا رب المال ولا ابنه ولا من يعتق عليه فإن\nاشتراهم كان مشتريا لنفسه دون المضاربة وإن كان في المال ربح فليس له أن\nيشتري من يعتق عله فإن اشتراهم ضمن مال المضاربة وإن لم يكن في المال ربح\nجاز أن يشتريهم فإن زادت قيمتهم عتق <span id='ms057'></span> نصيبه منهم ولم يضمن لرب المال شيئا\nويسعى المعتق لرب المال في قيمة نصيبه منه وإذا دفع المضارب المال مضاربة\nولم يأذن له رب المال في ذلك لم يضمن بالدفع ولا بتصرف المضارب الثاني حتى\nيربح فإذا ربح ضمن المضارب الأول المال\n</p>\n\n<p>\nوإذا دفع إليه المال مضاربة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nبالنصف فأذن له أن يدفعها مضاربة فدفعها بالثلث فإن كان رب المال قال له\nعلى أن رزق الله بيننا نصفان فلرب المال نصف الربح وللمضارب الثاني ثلث\nالربح وللأول السدس وإن قال على أن ما رزقك الله بيننا نصفان فللمضارب\nالثاني الثلث وما بقي بين رب المال والمضارب الأول نصفان فإن قال له على أن\nما رزق الله فلي نصفه فدفع المال إلى آخر مضاربة بالنصف فللمضارب الثاني\nنصف الربح ولرب المال النصف ولا شيء للمضارب الأول فإن شرط للمضارب الثاني\nثلثي الربح فلرب المال نصف الربح وللمضارب الثاني نصف الربح ويضمن الأول\nللمضارب الثاني سدس الربح من ماله\n</p>\n\n<p>\nوإذا مات رب المال أو المضارب بطلت المضاربة وإن ارتد رب المال عن\nالإسلام ولحق بدار الحرب بطلت المضاربة\n</p>\n\n<p>\nوإذا عزل رب المال المضارب ولم يعلم بعزله حتى اشترى وباع فتصرفه جائز\nوإن علم بعزله والمال عروض فله أن يبيعها ولا يمنعه العزل من ذلك ثم لا\nيجوز أن يشتري بثمنها شيئا آخر\n</p>\n\n<p>\nوإن عزله ورأس المال دراهم أو دنانير قد نصت فليس له أن يتصرف فيه\n</p>\n\n<p>\nوإذا افترقا وفي المال ديون وقد ربح المضارب فيه أجبره\n</p>\n\n<p>\nالحاكم على اقتضاء الديون وإن لم يكن له ربح لم يلزمه الاقتضاء ويقال له:\nوكل رب المال في الاقتضاء\n</p>\n\n<p>\nوما هلك من مال المضاربة فهو من الربح دون رأس المال فإن زاد الهالك على\nالربح فلا ضمان على المضارب فيه وإن كانا قد اقتسما الربح والمضاربة بحالها\nثم هلك المال أو بعضه ترادا الربح حتى يستوفي رب المال رأس المال فإن فضل\nبشيء كان بينهما وإن عجز عن رأس المال لم يضمن المضارب وإن كانا قد اقتسما <span id='ms058'></span>\nالربح وفسخا المضاربة ثم عقداها فهلك المال لم يترادا الربح الأول\n</p>\n\n<p>\nويجوز للمضارب أن يبيع بالنقد والسيئة ولا يزوج عبدا ولا أمة من مال\nالمضاربة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head62'>AUTO 14 - كتاب الوكالة</h1>\n\n<p>\nكل عقد جاز أن يعقده الإنسان بنفسه جاز أن يوكل به غيره ويجوز التوكيل\nبالخصومة في سائر الحقوق وبإثباتها ويجوز التوكيل بالاستيفاء إلا في الحدود\nوالقصاص فإن الوكالة لا تصح باستيفائهما مع غيبة الموكل عن المجلس\n</p>\n\n<p>\nوقال أبو حنيفة: لا يجوز التوكيل بالخصومة إلا برضا الخصم إلا أن يكون\nالموكل مريضا أو غائبا مسيرة ثلاثة أيام فصاعدا\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يجوز التوكيل بغير رضا الخصم\n</p>\n\n<p>\nومن شرط الوكالة: أن يكون الموكل ممن يملك التصرف وتلزمه الأحكام والوكيل\nممن يعقل العقد\n</p>\n\n<p>\nويقصده\n</p>\n\n<p>\nوإذا وكل الحر البالغ أو المأذون مثلهما جاز وإن وكلا صبيا محجورا يعقل\nالبيع والشراء أو عبدا محجورا جاز ولا تتعلق بهما الحقوق وتتعلق بموكليهما\n</p>\n\n<p>\nوالعقود التي يعقدها الوكلاء على ضربين: فكل عقد يضيفه الوكيل إلى نفسه -\nمثل البيع والإجارة - فحقوق ذلك العقد تتعلق بالوكيل دون الموكل فيسلم\nالمبيع ويقبض الثمن ويطالب بالثمن إذا اشترى\n</p>\n\n<p>\nويقبض المبيع ويخاصم بالعيب\n</p>\n\n<p>\nوكل عقد يضيفه إلى موكله - كالنكاح والخلع والصلح من دم العمد - فإن\nحقوقه تتعلق بالموكل دون الوكيل فلا يطالب وكيل الزوج بالمهر ولا يلزم وكيل\nالمرأة تسليمها وإذا طالب الموكل المشتري فله أن يمنعه إياه فإن دفعه إليه\nجاز ولم يكن للوكيل أن يطالبه به ثانيا\n</p>\n\n<p>\nومن وكل رجلا بشراء شيء فلا بد من تسمية جنسه وصفته أو جنسه ومبلغ ثمنه\nإلا أن يوكله وكالة عامة فيقول: ابتع لي ما رأيت\n</p>\n\n<p>\nوإذا اشترى الوكيل وقبض المبيع ثم اطلع على عيب فله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nأن يرد بالعيب ما دام المبيع في يد وإن سلمه إلى الموكل لم يدره إلا بإذنه\n</p>\n\n<p>\nويجوز التوكيل بعقد الصرف والسلم فإن فارق الوكيل صاحبه قبل القبض بطل\nالعقد ولا تعتبر مفارقة الموكل وإذا دفع الوكيل بالشراء الثمن من ماله وقبض\nالمبيع فله أن يرجع به على الموكل فإن هلك المبيع <span id='ms059'></span> في يده قبل حبسه هلك من\nمال الموكل ولم يسقط الثمن\n</p>\n\n<p>\nوله أن يحبسه حتى يستوفي الثمن فإن حبسه فهلك كان مضمونا ضمان الرهن عند\nأبي يوسف وضمان المبيع عند محمد\n</p>\n\n<p>\nوإذا وكل رجلين فليس لأحدهما أن يتصرف فيما وكلا فيه دون الآخر إلا أن\nيوكلهما بالخصومة أو بطلاق زوجته بغير عوض أو برد وديعة عنده أو بقضاء دين عليه\n</p>\n\n<p>\nوليس للوكيل أن يوكل فيما وكل به\n</p>\n\n<p>\nإلا أن يأذن له الموكل أو يقول له: اعمل برأيك فإن وكل بغير إذن موكله\nفعقد وكيله بحضرته جاز وإن عقد بغير حضرته فأجازه الوكيل الأول جاز وللموكل\nأن يغزل الوكيل عن الوكالة فإن لم يبلغه العزل فهو على وكالته وتصرفه جائز\nحتى يعلم\n</p>\n\n<p>\nوتبطل الوكالة بموت الموكل وجنوبه جنوبا مطبقا ولحاقه بدرا الحرب مرتدا\nوإذا وكل المكاتب ثم عجز أو المأذون فحجر عليه أو الشريكان فافترقا فهذه\nالوجوه تبطل الوكالة علم الوكيل أو لم يعلم\n</p>\n\n<p>\nوإذا مات الوكيل أو جن جنونا مطبقا بطلت وكالته وإن لحق بدار الحرب مرتدا\nلم يجز له التصرف إلا أن يعود مسلما ومن وكل آخر بشيء ثم تصرف فيما وكل به\nبطلت الوكالة والوكيل بالبيع والشراء لا يجوز أن يعقد عند أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nحنيفة مع أبيه وجده وولده ولده وزوجته وعبده ومكاتبه\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يجوز بيعه منهم بمثل القيمة\n</p>\n\n<p>\nإلا في عبده ومكاتبه والوكيل بالبيع يجوز بيعه بالقليل والكثير عند أبي حنيفة\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: لا يجوز بيعه بنقصان لا يتغابن الناس في مثله\nوالوكيل بالشراء يجوز عقده بمثل القيمة وزيادة يتغابن الناس في مثلها ولا\nيجوز بما لا يتغابن الناس في مثله والذي لا يتغابن الناس فيه: ما لا يدخل\nتحت تقويم المقومين\n</p>\n\n<p>\nوإذا ضمن الوكيل بالبيع الثمن عن المبتاع فضمانه باطل وإذا وكله ببيع\nعبده فباع نصفه جاز عند أبي حنيفة وإن وكله بشراء عبد فاشترى نصفه فالشراء\nموقوف فإن اشترى باقية لزم الموكل وإذا وكله بشراء عشرة أرطال لحم بدرهم\nفاشترى عشرين <span id='ms060'></span> رطلا بدرهم من لحم يباع مثله عشرة بدرهم لزم الموكل منه عشرة\nأرطال بنصف درهم عند أبي حنيفة وقال أبو يوسف ومحمد: يلزمه العشرون وإذا\nوكله بشراء شيء بعينه فليس له أن يشتريه لنفسه\n</p>\n\n<p>\nوإن وكله بشراء عبد بغير عينه فاشترى عبدا فهو للوكيل إلا أن يقول: نويت\nالشراء للموكل أو يشتريه بمال الموكل\n</p>\n\n<p>\nوالوكيل بالخصومة وكيل بالقبض عند أبي حنيفة وأبي يوسف ومحمد والوكيل\nبقبض الدين وكيل بالخصومة فيه عند أبي حنيفة\n</p>\n\n<p>\nوإذا أقر الوكيل بالخصومة على موكله عند القاضي جاز إقراره ولا يجوز\nإقراره عليه عند غير القاضي عند أبي حنيفة ومحمد إلا أنه يخرج من الخصومة\n</p>\n\n<p>\nوقال أبو يوسف: يجوز إقراره عليه عند غير القاضي ومن ادعى أنه وكيل\nالغائب في قبض دينه فصدقه الغريم أمر بتسليم الدين إليه فإن حضر الغائب\nفصدقه وإلا دفع إليه الغريم الدين ثانيا ورجع به على الوكيل إن كان باقيا في يده\n</p>\n\n<p>\nوإن قال إني وكيل بقبض الوديعة فصدقه المودع لم يؤمر بالتسليم إليه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head63'>AUTO 15 - كتاب الكفالة</h1>\n\n<p>\nالكفالة ضربان: كفالة بالنفس وكفالة بالمال\n</p>\n\n<p>\nفالكفالة بالنفس جائزة والمضمون بها إحضار المكفول به وتنعقد إذا قال\nتكفلت بنفس فلان أوبرقبته أو بروحه أو بجسده أو برأسه أو بنصفه أو بثلثه\nوكذلك إن قال ضمنته أو هو علي أو إلي أو أنا زعيم به أو قبيل\n</p>\n\n<p>\nفإن شرط في الكفالة تسليم المكفول به في وقت بعينه لزمه إحضاره إذا طالبه\nبه في ذلك الوقت فإن أحضره وإلا حبسه الحاكم حتى يحضره وإذا أحضره وسلمه في\nمكان يقدر المكفول له على محاكمته برئ الكفيل من الكفالة وإذا تكفل به على\nأن يسلمه في مجلس القاضي فسلمه في السوق برئ وإن سلمه في برية لم يبرأ\n</p>\n\n<p>\nوإن مات المكفول به برئ الكفيل بالنفس من الكفالة فإن تكفل بنفسه على أنه\nإن لم يواف به في وقت كذا فهو ضامن لما عليه وهو ألف ولم يحضره في ذلك\nالوقت لزمه ضمان المال ولم يبرأ من الكفالة بالنفس\n</p>\n\n<p>\nولا <span id='ms061'></span> يجوز الكفالة بالنفس في الحدود والقصاص عند أبي حنيفة وقالا: يجوز\n</p>\n\n<p>\nوأما الكفالة بالمال فجائزة معلوما كان المال المكفول به أو مجهولا إذا\nكان دينا صحيحا\n</p>\n\n<p>\nمثل أن يقول: تكلفت عنه بألف أو بما لك عليه أو بما يدركك في هذا البيع\nوالمكفول به بالخيار: إن شاء طالب الذي عليه الأصل وإن شاء طالب كفيله\n</p>\n\n<p>\nويجوز تعليق الكفالة بالشرط مثل أن يقول: ما بايعت فلانا فعلي أو ما ذاب\nلك عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفعلي أو ما غصبك فلانا فعلي وإذا قال: تكفلت بما لك عليه فقامت البينة\nبألف عليه ضمنه الكفيل فإن لم تقم البينة فالقول قول الكفيل مع يمينه في\nمقدار ما يعترف به\n</p>\n\n<p>\nفإن اعترف المكفول عنه بأكثر من ذلك لم يصدق على كفيله\n</p>\n\n<p>\nوتجوز الكفالة بأمر المكفول عنه وبغير أمره فإن كفل بأمره رجع بما يؤدي\nعليه وإن كفل بغير أمره لم يرجع بما يؤديه وليس للكفيل أن يطالب المكفول\nعنه بالمال قبل أن يؤدي عنه فإن لوزم بالمال كان له أن يلازم المكفول عنه\nحتى يخلصه وإذا أبرأ الطالب المكفول عنه أو استوفى منه برئ الكفيل وإن أبرأ\nالكفيل لم يبرإ المكفول عنه\n</p>\n\n<p>\nولا يجوز تعليق البراءة من الكفالة بشرط\n</p>\n\n<p>\nوكل حق لا يمكن استيفاؤه من الكفيل لا تصح الكفالة به كالحدود والقصاص\nوإذا تكفل عن المشتري بالثمن جاز وإن تكفل عن البائع بالمبيع لم يصح ومن\nاستأجر دابة للحمل فإن كانت بعينها لم تصح الكفالة بالحمل وإن كانت بغير\nعينها جازت الكفالة\n</p>\n\n<p>\nولا تصح الكفالة إلا بقبول المكفول له في مجلس العقد إلا في مسألة واحدة\nوهي أن يقول المريض لوارثه: تكفل عني بما علي من الدين فتكفل به مع غيبة\nالغرماء\n</p>\n\n<p>\nوإذا كان الدين على اثنين وكل واحد منهما كفيل ضامن عن الآخر فما أدرى\nأحدهما لم يرجع به على شريكه حتى يزيد ما يؤديه على النصف فيرجع بالزيادة\n</p>\n\n<p>\nوإذا كفل اثنان عن رجل بألف على أن كل واحد منهما كفيل عن صاحبه فما\nأداره أحدهما <span id='ms062'></span> يرجع بنصفه على شريكه قليلا كان أو كثيرا ولا تجوز الكفالة\nبمال الكتابة حر تكفل به أو عبد\n</p>\n\n<p>\nوإذا مات الرجل وعليه ديون ولم يترك شيئا فتكفل رجل عنه للغرماء لم تصح\nالكفالة عند أبي حنيفة وقالا: تصح\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head64'>AUTO 16 - كتاب الحوالة</h1>\n\n<p>\nالحوالة: جائزة بالديون وتصح برضا المحيل والمحتال له والمحال عليه وإذا\nتمت الحوالة برىء المحيل من الدين ولم يرجع المحتال على المحيل إلاأن يتوى\nحقه والتوى عند أبي حنيفة أحد أمرين: إما أن يجحد الحوالة ويحلف ولا بينة\nعليه أو يموت مفلسا وقال أبو يوسف ومحمد هاذان ووجه ثالث وهو أن يحكم\nالحاكم بإفلاسه في حال حياته\n</p>\n\n<p>\nوإذا طالب المحال عليه المحيل بمثل مال الحواله فقال المحيل: أحلت بدين\nلي عليك لم يقبل قوله وكان عليه مثل الدين وإن طالب المحيل المحتال بما\nأحاله به فقال: إنما أحلتك لتقبضه لي وقال المحتال: بل أحلتني بدين\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head65'>AUTO 17 - كتاب الصلح</h1>\n\n<p>\nالصلح: على ثلاثة أضرب: صلح مع إقرار وصلح مع سكوت وهو أن لا يقر المدعى\nعليه ولا ينكره وصلح مع إنكار وكل ذلك جائز\n</p>\n\n<p>\nفإن وقع الصلح عن إقرار اعتبر فيه ما يعتبر في البياعات إن وقع عن مال\nبمال وإن وقع عن مال بمنافع فيعتبر بالإجارات\n</p>\n\n<p>\nوالصلح عن السكوت والإنكار في حق المدعى عليه لافتداء اليمين وقطع\nالخصومة وفي حق المدعي بمعنى المعاوضة\n</p>\n\n<p>\nوإذا صالح عن دار لم تجب فيه شفعة وإذا صالح على دار وجبت فيها الشفعة\n</p>\n\n<p>\nوإذا كان الصلح عن إقرار فاستحق بعض المصالح عنه رجع المدعى عليه بحصة\nذلك من العوض\n</p>\n\n<p>\nوإن وقع الصلح عن سكوت أو إنكار فاستحق المتنازع فيه رجع المدعي بالخصومة\nورد العوض وإن استحق بعض ذلك رد حصته ورجع بالخصومة فيه وإن ادعى حقا في\nدار لم يبينه فصولح من ذلك على شيء ثم استحق بعض الدار لم يرد شيئا من\nالعوض لأن دعواه يجوز أن تكون فيما بقي\n</p>\n\n<p>\nوالصلح جائز من دعوى الأموال والمنافع وجنابة العمد والخطإ ولا يجوز من\nدعوى حد\n</p>\n\n<p>\nوإذا ادعى <span id='ms063'></span> رجل على امرأة نكاحا وهي تجحد فصالحته على مال بذلته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nحتى يترك الدعوى جاز وكان في معنى الخلع وإن ادعت امرأة نكاحا على رجل\nفصالحها على مال بذله لها لم تجز وإن ادعى على رجل أنه عبده فصالحته على\nمال أعطاه جاز وكان في حق المدعي في معنى العتق على مال وكل شيء وقع عليه\nالصلح وهو مستحق بعقد المداينة لم يحمل على المعاوضة لم يحمل على المعاوضة\nوإنما يحمل على أنه استوفى بعض حقه وأسقط باقية\n</p>\n\n<p>\nكمن له على رجل ألف دلاهم جياد فصالحه على خمسمائة زيوف جاز وصار كأنه\nأبرأه عن بعض حقه وأخذ باقيه ولو صالحه على ألف مؤجل جاز وصار كأنه أجل نفس الحق\n</p>\n\n<p>\nولو صالحه على دنانير إلى شهر لم يجز ولو كان له ألف مؤجلة فصالحه على\nخمسمائة حالة لم يجز ولو كان له ألف سود فصالحه على خمسمائة بيض لم يجز\n</p>\n\n<p>\nومن وكل رجلا بالصلح عنه فصالحه لم يلزم الوكيل ما صالح عليه إلا أن\nيضمنه والمال لازم للموكل\n</p>\n\n<p>\nفإن صالح عنه على شيء بغير أمره فهو على أربعة أوجه: إن صالح بمال وضمنه\nتم الصلح\n</p>\n\n<p>\nوكذلك لو قال: صالحتك على ألفي هذه تم الصلح ولزمه تسليمها وكذلك لو قال:\nصالحتك على ألف وسلمها وإن قال: صالحتك على ألف ولم يسلمها فالعقد موقوف:\nفإن أجازه المدعى عليه جاز ولزمه الألف وإن لم يجزه بطل\n</p>\n\n<p>\nوإذا كان الدين بين شريكين فصالح أحدهما من نصيبه على ثوب فشريكه\nبالخيار: إن شاء اتبع عليه الدين بنصفه وإن شاء أخذ نصف الثوب إلا أن يضمن\nله شريكه ربع الدين ولو استوفى نصف نصيبه من الدين كان لشريكه أن يشركه\nفيما قبض\n</p>\n\n<p>\nثم يرجعان على الغريم بالباقي ولو اشترى أحدهما نصيبه من الدين سلعة كان\nلشريكه أن يضمنه ربع الدين\n</p>\n\n<p>\nوإذا كان السلم بين شريكين فصالح أحدهما من نصيبه على رأس المال لم يجز\nعند أبي حنيفة ومحمد رحمهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالله وقال أبو يوسف رحمه الله: يجوز الصلح\n</p>\n\n<p>\nوإذا <span id='ms064'></span> كانت التركة بين ورثة فأخرجوا أحدهم منها بمال أعطوه إياه والتركة\nعقار أو عروض جاز قليلا كان ما أعطوه أو كثيرا\n</p>\n\n<p>\nوإن كانت التركة فضة فأعطوه ذهبا أو كانت ذهبا فأعطوه فضة فهو كذلك\n</p>\n\n<p>\nوإن كانت التركة ذهبا وفضة وغير ذلك فصالحوه على فضة أو ذهب فلا بد أن\nيكون ما أعطوه أكثر من نصيبه من ذلك الجنس حتى يكون نصيبه بمثله والزيادة\nبحقه من بقية الميراث\n</p>\n\n<p>\nوإن كان في التركة دين على الناس فأدخلوه في الصلح على أن يخرجوا المصالح\nعنه ويكون الدين لهم فالصلح باطل فإن شرطوا أن يبرئ الغرماء منه ولا يرجع\nعليهم بنصيب المصالح فالصلح جائز\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head66'>AUTO 18 - كتاب الهبة</h1>\n\n<p>\nالهبة: تصح بالإيجاب والقبول وتتم القبض فإذا قبض الموهوب له في المجلس\nبغير أمر الواهب جاز\n</p>\n\n<p>\nوإن قبض بعد الافتراق لم تصح إلا أن يأذن له الواهب في القبض\n</p>\n\n<p>\nوتنعقد الهبة بقوله: وهبت ونحلت وأعطيت وأطعمتك هذا الطعام وجعلت هذا\nالثوب لك وأعمرتك هذا الشيء وحملتك على هذه الدابة إذا نوى بالحملان الهبة\n</p>\n\n<p>\nولا تجوز الهبة فيما يقسم إلا محوزة مقسومة\n</p>\n\n<p>\nوهبة المشاع فيما لا يقسم جائزة\n</p>\n\n<p>\nومن وهب شقصا مشاعا فالهبة فاسدة\n</p>\n\n<p>\nفإن قسمه وسلمه جاز\n</p>\n\n<p>\nولو وهب دقيقا في حنطة أو دهنا في سمسم فالهبة فاسدة فأن طحن وسلم لم يجز\n</p>\n\n<p>\nوإذا كانت العين في يد الموهوب ملكها بالهبة وإن لم يجددفيها قبضا وإذا\nوهب الأب لابنه الصغير هبة ملكها الابن بالعقد فإن وهب له أجنبي هبة تمت\nبقبض الأب\n</p>\n\n<p>\nوإذا وهب لليتيم هبة فقبضها له وليه جاز فأن كان في حجر أمه فقبضها له\nجائز وكذلك إن كان في حجر أجنبي يربيه فقبضه له جائز\n</p>\n\n<p>\nوإن قبض الصبي الهبة بنفسه له جاز\n</p>\n\n<p>\nوإن وهب اثنان من واحد دارا جاز وإن وهب واحد من اثنين دارا لم يصح عند\nأبي حنيفة وقال أبو يوسف ومحمد: يصح\n</p>\n\n<p>\nوإذا وهب هبة لأجنبي فله الرجوع فيها\n</p>\n\n<p>\nإلا أن يعوضه عنها أو تزيد زيادة متصلة أو يموت أحد المتعاقدين أو <span id='ms065'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nتخرج الهبة من ملك الموهوب له\n</p>\n\n<p>\nوإن وهب هبة لذي رحم محرم منه فلا رجوع فيها\n</p>\n\n<p>\nوكذلك ما وهب أحد الزوجين لآخر\n</p>\n\n<p>\nوإذا قال الموهوب له للواهب: خذ هذا عوضا عن هبتك أو بدلا عنها أو في\nمقابلتها فقبضه الواهب سقط الرجوع وإن عوضه أجنبي عن الموهوب له متبرعا\nفقبض الواهب العوض سقط الرجوع\n</p>\n\n<p>\nوإذا استحق نصف الهبة رجع بنصف العوض وإن استحق نصف العوض لم يرجع في\nالهبة إلا أن يرد ما بقي من العوض ثم يرجع\n</p>\n\n<p>\nولا يصح الرجوع إلا بتراضيهما أو بحكم الحاكم\n</p>\n\n<p>\nوإذا تلفت العين الموهوبة فاستحقها مستحق فضمن\n</p>\n\n<p>\nالموهوب له لم يرجع على الواهب بشي\n</p>\n\n<p>\nوإذا وهب بشرط العوض اعتبر التقابض في العوضين وإذا تقابضا صح العقد وصار\nفي حكم البيع: يرد بالعيب وخيار الرؤية وتجيب فيه الشفعة\n</p>\n\n<p>\nوالعمرى جائزة للمعمر في حال حياته ولورثته من بعده\n</p>\n\n<p>\nوالرقبى باطلة عند أبي حنيفة ومحمد وقال أبو يوسف: جائزة\n</p>\n\n<p>\nومن وهب جارية إلا حملها صحت الهبة وبطل الاستثناء\n</p>\n\n<p>\nوالصدقة كالهبة: لا تصح إلا بالقبض ولا تجوز في مشاع يحتمل القسمة وإذا\nتصدق على فقيرين بشي جاز ولا يجوز الرجوع في الصدقة بعد القبض\n</p>\n\n<p>\nومن نذر أن يتصدق بماله لزمه أن يتصدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nبجنس ما تجب فيه الزكاة ومن نذر أن يتصدق بجنس ما تجب في الزكاة ومن نذر\nأن يتصدق بملكه لزمه أن يتصدق بالجميع ويقال له: أمسك منه مقدار ما تنفقه\nعلى نفسك وعيالك إلى أن تكسب مالا فإذا اكتسبت مالا تصدق بمثل ما أمسكت\nلنفسك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head67'>AUTO 19 - كتاب الوقف</h1>\n\n<p>\nلا يزول ملك الواقف عن الوقف عند أبي حنيفة إلا أن يحكم به الحاكم أو\nيعلقه بموته فيقول: إذا مت فقد وقفت داري على كذا وقال أبو يوسف: يزول\nالملك بمجرد القول\n</p>\n\n<p>\nوقال محمد: لا يزول الملك حتى يجعل للوقف وليا ويسلمه إليه\n</p>\n\n<p>\nوإذا صح الوقف - على اختلافهم - خرج عن ملك الواقف ولم يدخل في ملك\nالموقوف عليه\n</p>\n\n<p>\nووقف المشاع جائز عند أبي يوسف وقال محمد: لا يجوز\n</p>\n\n<p>\nولا <span id='ms066'></span> يتم الوقف عند أبي حنيفة ومحمد حتى يجعل آخره لجهة لا تنقطع أبدا\nوقال أبو يوسف: إذا سمو فيه جهة تنقطع جاز وصار بعدها للفقراء وإن لم يسمهم\n</p>\n\n<p>\nويصح وقف العقار ولا يجوز وقف ما ينقل ويحول وقال أبو يوسف: إذا وقف ضيعة\nببقرها وهم عبيده جاز\n</p>\n\n<p>\nوقال محمد: يجوز حبس الكراع والسلاح\n</p>\n\n<p>\nوإذا صاح الوقف لم يجز بيعه ولا تمليكه إلا أن يكون مشاعا عند أبي يوسف\nفيطلب الشريك القسمة فتصح مقاسمته\n</p>\n\n<p>\nوالواجب: أن يبدأ من ريع الوقف بعمارته شرط الواقف ذلك أو لم يشرط\n</p>\n\n<p>\nوإن وقف دارا على سكنى ولده فالعمارة على من له السكنى\n</p>\n\n<p>\nفإن امتنع من ذلك أو كان فقيرا أجرها الحاكم\n</p>\n\n<p>\nوعمرها بأجرتها فإذا عمرت رجها إلى من له السكنى\n</p>\n\n<p>\nوما انهدم من بناء الوقف وآلته صرفه الحاكم في عمارة الوقف إن احتاج إليه\nوإن استغنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nعنه أمسكه حتى يحتاج إلى عمارته فيصرفه فيها ولا يجوز أن يقسمه بين\nمستحقي الوقف\n</p>\n\n<p>\nوإذا جعل الوقف غلة الوقف لنفسه أو جعل الولاية إليه جاز عند أبي يوسف\n</p>\n\n<p>\nوإذا بنى مسجدا لم يزل ملكه عنه حتى يفرزه عن ملكه بطريقه ويأذن للناس\nبالصلاة فيه فإذا صلى فيه واحد زال ملكه عنه عند أبي حنيفة ومحمد وقال أبو\nيوسف: يزول ملكه عنه بقوله: جعلته مسجدا\n</p>\n\n<p>\nومن بنى سقاية للمسلمين أو خانا يسكنه بنو السبيل أو رباطا أو جعل أرضه\nمقبرة لم يزل ملكه عن ذلك عند أبي حنيفة حتى يحكم به حاكم\n</p>\n\n<p>\nوقال أبو يوسف: يزول ملكه بالقول وقال محمد: إذا استقى الناس من السقاية\nوسكنوا ألخان والرباط ودفنوا في المقبرة زال الملك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head68'>AUTO 20 - كتاب الغصب</h1>\n\n<p>\nومن غصب شيئا مما له مثل فهلك في يده فعليه ضمان مثله وإن كان مما لا مثل\nله فعليه قيمته يوم الغصب\n</p>\n\n<p>\nوعلى الغاصب رد العين المغصوبة فإن ادعى هلاكها حبسه الحاكم حتى يعلم\nأنها لو كانت باقية لأظهرها ثم قضى عليه ببدلها\n</p>\n\n<p>\nوالغصب فيما ينقل ويحول وإذا غصب عقارا فهلك في يده لم <span id='ms067'></span> يضمنه عند أبي\nحنيفة وأبي يوسف وقال محمد: يضمنه كهدمه وما نقص منه بفعله وسكناه ضمنه في\nقولهم جميعا\n</p>\n\n<p>\nوإذا هلك المغصوب في يد الغاصب بفعله أو بغير فعله فعليه ضمانه\n</p>\n\n<p>\nوإن نقص في يده فعليه ضمان النقصان\n</p>\n\n<p>\nومن ذبح شاة غيره فمالكها بالخيار: إن شاء ضمنه قيمتها وسلمها إليه وإن\nشاء ضمنه نقصانها ومن خرق ثوب غيره خرقا يسيرا ضمن نقصانه وإن خرقه خرقا\nكثيرا يبطل عامة منفعته فلمالكه أن يضمنه جميع قيمته\n</p>\n\n<p>\nوإذا تغيرت العين المغصوبة بفعل الغاصب\n</p>\n\n<p>\nحتى زال اسمها وأعظم منافعها زال ملك المغصوب منه عنها وملكها الغاصب\nوضمنها ولم يحل له الانتفاع بها حتى يؤدي بدلها وهذا كمن غصب شاة فذبحها\nوشواها أو طبخها أو غصب حنطة فطحنها أو حديدا فاتخذه سيفا أو صفرا فعلمه آنية\n</p>\n\n<p>\nوإن غصب فضة أو ذهبا فضربها دنانير أو دراهم أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nدنانير أو آنية لم يزل ملك مالكها عنها عند أبي حنيفة ومن غصب ساجة فبنى\nعليها زال ملك مالكها عنها ولزم الغاصب قيمتها\n</p>\n\n<p>\nومن غصب أرضا فغرس فيها أو بنى قيل له: اقلع الغرس والبناء وردها فارغة\nفإن كانت الأرض تنقص بقلع ذلك فللمالك أن يضمن له قيمة البناء والغرس\nمقلوعا فيكون له\n</p>\n\n<p>\nومن غصب ثوبا فصبغه أحمر أو سويقا فلته بسمن فصاحبه بالخيار: إن شاء ضمنه\nقيمة ثوبه أبيض ومثل السويق وسلمها للغاصب وإن شاء أخذهما وضمن ما زاد\nالصبغ والسمن فيهما\n</p>\n\n<p>\nومن غصب عينا فغيبها فضمنه المالك قيمتها ملكها الغاصب والقول في القيمة\nقول الغاصب مع يمينه إلا أن يقيم المالك البينة بأكثر من ذلك فإن ظهرت\nالعين وقيمتها أكثر مما ضمن وقد ضمنها بقول المالك أو ببينة أقامها أو\nبنكول الغاصب عن اليمين فلا خيار للمالك وإن كان ضمنها بقول الغاصب مع\nيمينه فالمالك بالخيار: إن شاء أمضى الضمان وإن شاء أخذ العين ورد العوض\n</p>\n\n<p>\nوولد المغصوبة ونماؤها وثمرة البستان المغصوب أمانة في يد الغاصب فإن هلك\nفلا ضمان عليه إلا أن يتعدى فيها أو يطلبها <span id='ms068'></span> مالكها فيمنعها إياه\n</p>\n\n<p>\nوما نقصت الجارية بالولادة في ضمان الغاصب فإن كان في قيمة الولد وفاء به\nخير النقصان بالولد وسقط ضمانه عن الغاصب ولا يضمن الغاصب منافع ما غصبه\nإلا أن بنقص باستعماله فيغرم النقصان\n</p>\n\n<p>\nوإذا استهلك المسلم خمر الذمي أو خنزيره ضمن قيمتهما وإن استهلكهما\nالمسلم على المسلم لم يضمن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head69'>AUTO 21 - كتاب الوديعة</h1>\n\n<p>\nالوديعة: أمانة في يد المودع إذا هلكت لم يضمنها وللمودع أن يحفظها بنفسه\nوبمن في عياله فإن حفظها بغيرهم أو أودعها ضمن\n</p>\n\n<p>\nإلا أن يقع في داره حريق فيسلمها إلى جاره أو يكون في سفينة يخاف الغرق\nفلقيها إلى سفينة أخرى\n</p>\n\n<p>\nوإن خلطها المودع بماله حتى لا تتميز ضمنها فإن طلبها صاحبها فحبسها عنه\nوهو يقدر على تسليمها ضمنها\n</p>\n\n<p>\nوإن اختلطت بماله من غيره فعله فهو شريك لصاحبها وإن أنفق المودع بعضها\nثم رد مثله فخلطه بالباقي ضمن الجميع\n</p>\n\n<p>\nوإذا تعدى المودع في الوديعة - بأن كانت دابة فركبها أو ثوبا فلبسه أو\nعبدا فاستخدمه أو أودعها عند غيره - ثم أزال التعدي وردها إلى يده زال\nالضمان فإن طلبها صاحبها فجحدها إياه فهلكت ضمنها فإن عاد إلى الاعتراف لم\nيبرأ من الضمان\n</p>\n\n<p>\nوللمودع أن يسافر بالوديعة وإن كان لها حمل ومؤنة\n</p>\n\n<p>\nوإذا أودع رجلان عند رجل وديعة ثم حضر أحدهما فطلب نصيبه منها لم يدفع\nإليه شيئا حتى يحضر الآخر عند أبي حنيفة وقال أبو يوسف ومحمد: يدفع إليه نصيبه\n</p>\n\n<p>\nوإن أودع رجل عند رجلين شيئا مما يقسم لم يجز أن يدفعه أحدهما إلى الآخر\nولكنهما يقتسمانه فيحفظ كل واحد منهما نصفه وإن كان مما لا يقسم جاز أن\nيحفظه أحدهما بإذن الآخر\n</p>\n\n<p>\nوإذا قال صاحب الوديعة للمودع: لا تسلمها إلى زوجتك فسلمها إليها لم يضمن\n</p>\n\n<p>\nوإن قال له: احفظها في هذا البيت فحفظها في بيت آخر من الدار لم يضمن فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nحفظهما في دار أخرى ضمن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head70'>AUTO 22 - كتاب العارية</h1>\n\n<p>\nالعارية: جائزة وهي: تمليك المنافع بغير عوض وتصح بقوله: أعرتك وأطعمتك\nهذه الأرض ومنحتك هذا الثوب وحملتك على <span id='ms069'></span> هذه الدابة إذا لم يرد به الهبة\nوأخدمتك هذا العبد\n</p>\n\n<p>\nوداري لك سكنى وداري لك عمرى سكنى\n</p>\n\n<p>\nوللمعير أن يرجع في العارية متى شاء\n</p>\n\n<p>\nوالعارية أمانة: إن هلكت من غير تعد لم يضمن شيئا\n</p>\n\n<p>\nوليس للمستعير أن يؤاجر ما استعاره ولا أن يرهنه وله أن يعيره إذا كان\nمما لا يختلف باختلاف المستعمل\n</p>\n\n<p>\nوعارية الدراهم والدنانير والمكيل والموزون قرض\n</p>\n\n<p>\nوإذا استعار أرضا ليبني فيها أو يغرس نخلا جاز وللمعير أن يرجع فيها\nويكلفه قلع البناء والغرس فإن لم يكن وقت العارية فلا ضمان عليه وإن كان\nوقت العارية فرجع قبل الوقت ضمن المعير ما نقض البناء والغرس بالقلع\n</p>\n\n<p>\nوأجرة رد العارية على المستعمر وأجرة رد العين المستأجرة على المؤجر\nوأجرة المغصوبة على الغاصب\n</p>\n\n<p>\nوإذا استعار دابة فردها إلى دار مالكها ولم يسلمها إليه ضمن وإن رد\nالوديعة إلى درا المالك ولم يسلمها إليه ضمن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head71'>AUTO 23 - كتاب اللقيط</h1>\n\n<p>\nاللقيط: حر مسلم ونفقته من بيت المال\n</p>\n\n<p>\nفإن التقطه رجل لم يكن لغيره أن يأخذه من يده فإن ادعى مدع أنه ابنه\nفالقول قوله وإن ادعاه اثنان ووصف أحدهما علامة في جسده فهو أولى به\n</p>\n\n<p>\nوإذا وجد في مصر من أمصار المسلمين أو في قرية من قراهم فادعى ذمي أنه\nابنه ثبث نسبه منه وكان مسلما وإن وجد في قرية من قرى أهل الذمة أو في بيعة\nأو كنيسة كان ذميا\n</p>\n\n<p>\nومن ادعى أن اللقيط عبده لم يقبل منه فإن ادعى عبد أنه ابنه ثبت نسبه منه\nوكان حرا\n</p>\n\n<p>\nوإن وجد مع اللقيط مال مشدود عليه فهو له ولا يجوز تزويج الملتقط ولا\nتصرفه في مال اللقيط\n</p>\n\n<p>\nويجوز أن يقبض له الهبة ويسلمه في صناعة ويؤاجره\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head72'>AUTO باب اللقطة</h2>\n\n<p>\nاللقطة: أمانة إذا أشهد الملتقط أنه يأخذها ليحفظها ويردها على صاحبها\nفإن كانت أقل من عشرة دراهم عرفها أياما وإن كانت عشرة فصاعدا عرفها حولا\n</p>\n\n<p>\nفإن جاء صاحبها وإلا تصدق بها فإن جاء صاحبها فهو بالخيار: إن شاء أمضى\nالصدقة وإن شاء ضمن الملتقط\n</p>\n\n<p>\nويجوز الالتقاط <span id='ms070'></span> في الشاة والبقرة والبعير\n</p>\n\n<p>\nفإن أنفق الملتقط عليها بغير إذن الحاكم فهو متبرع وإن أنفق بأمره كان\nذلك دينا على مالكها\n</p>\n\n<p>\nوإذا رفع ذلك إلى الحاكم نظر فيه فإن كان للبهيمة منفعة أجرها وأنفق\nعليها من أجرتها وإن لم يكن لها منفعة وخاف أن تستغرق النفقة قيمتها باعها\nوأمره بحفظ ثمنها وإن كان الأصلح الإنفاق عليها أذن له في ذلك وجعل النفقة\nدينا على مالكها\n</p>\n\n<p>\nفإذا حضر مالكها فللملتقط أن يمنعه منها حتى يأخذ النفقة\n</p>\n\n<p>\nولقطه الحل والحرم سواء\n</p>\n\n<p>\nوإذا حضر الرجل فادعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nأن اللقطة له لم تدفع إليه حتى يقم البينة فإن أعطى علامتها حل للملتقط\nأن يدفعها إليه ولا يجبر على ذلك في القضاء\n</p>\n\n<p>\nولا يتصدق باللقطة على غني وإن كان الملتقط غنيا لم يجز له أن ينتفع بها\nوإن كان فقيرا فلا بأس أن ينتفع بها ويجوز أن يتصدق بها إذا كان غنيا على\nأبيه وابنه وزوجته إذا كانوا فقراء والله أعلم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head73'>AUTO 24 - كتاب الخنثى</h1>\n\n<p>\nإذا كان للمولود فرج وذكر فهو خنثى فإن كان يبول من الذكر فهو غلام وإن\nكان يبول من الفرج فهو أنثى وإن كان يبول منهما والبول يسبق من أحدهما نسب\nإلى الأسبق فإن كانا في السبق سواء فلا عبرة بالكثرة عند أبي حنيفة وقال\nأبو يوسف ومحمد: ينسب إلى أكثرهماز\n</p>\n\n<p>\nوإذا بلغ الخنثى وخرجت له لحية أو وصل إلى النساء فهو رجل وإن ظهر له ثدي\nكثدي المرأة أو نزل له لبن في ثديه أو حاض أو حبل أو أمكن الوصول إليه من\nالفرج فهو امرأة فإن لم تظهر إحدى هذه العلامات فهو خنثى مشكل\n</p>\n\n<p>\nوإذا وقف خلف الإمام قام بين صف الرجال والنساء وتبتاع له أمة تختنه إن\nكان له مال فإن لم يكن له مال ابتاع له الإمام من بيت المال فإذا ختنته\nباعها ورد ثمنها إلى بيت المال\n</p>\n\n<p>\nوإذا مات أبوه وخلف ابنا وخنثى فالمال بينهما عند أبي حنيفة على ثلاثة\nأسهم: للابن سهمان وللخنثى سهم وهو أنثى عنده في <span id='ms071'></span> الميراث إلا أن يثبت غير\nذلك فيتبع\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: للخنثى نصف ميراث الذكر ونصف ميراث الأنثى وهو قول\nالشعبي واختلفا في قياس قوله قال أبو يوسف: المال بينهما على سبعة أسهم:\nللابن أربعة وللخنثى ثلاثة وقال محمد: المال بينهما على اثني عشر منهما:\nللابن سبعة وللخنثى خمسة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head74'>AUTO 25 - كتاب المفقود</h1>\n\n<p>\nإذا غاب الرجل ولم يعرف له موضع ولا يعلم أحي هو أم ميت نصب القاضي من\nيحفظ ماله ويقوم عليه ويستوفي حقوقه وينفق على زوجته وأولاده من ماله\n</p>\n\n<p>\nولا يفرق بينه وبين امرأته\n</p>\n\n<p>\nفإذا تم له مائة وعشرون سنة من يوم ولد حكمنا بموته واعتدت امرأته وقسم\nماله بين ورثته الموجودين في ذلك الوقت ومن مات منهم قبل ذلك لم يرث منه\nولا يرث المفقود من أحد مات في حال فقده\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head75'>AUTO 26 - كتاب الإباق</h1>\n\n<p>\nإذا أبق مملوك فرده رجل على مولاه من مسيرة ثلاثة أيام فصاعدا فله عليه\nالجعل أربعون درهما وإن رده لأقل من ذلك فبحسابه وإن كانت قيمته أقل من\nأربعين درهما قضي له بقيمته إلا درهما وإن أبق من الذي رده فلا شيء عليه\nوينبغي أن يشهد إذا أخذه أنه يأخذه ليرده فإن كان العبد الآبق رهنا فالجعل\nعلى المرتهن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head76'>AUTO 27 - كتاب إحياء الموات</h1>\n\n<p>\nالموات: ما لا ينتفع به من الأرض لانقطاع الماء عنه أو لغلبه الماء عليه\nأو ما أشبه ذلك مما يمنع الزراعة فما كان منها عاديا لا مالك له أو كان\nمملوكا في الإسلام لا يعرف له مالك بعينه وهو بعيد من القرية بحيث إذا وقف إنسان\n</p>\n\n<p>\nفي أقصى العامر فصاح لم يسمع الصوت فيه فهو موات\n</p>\n\n<p>\nمن أحياه بإذن الإمام ملكه وإن أحياه بغير إذنه لم يملكه عند أبي حنيفة\nوقال أبو يوسف ومحمد: يملكه\n</p>\n\n<p>\nويملك الذمي بالإحياء كما يملك المسلم\n</p>\n\n<p>\nومن حجر أرضا ولم يعمرها ثلاث سنين أخذها الإمام ودفعها إلى غيره\n</p>\n\n<p>\nولا يجوز إحياء ما قرب من العامر ويترك مرعى لأهل القرية ومطرحا لحصائدهم\n</p>\n\n<p>\nومن حفر بئرا في برية فله حريمها فإن <span id='ms072'></span> كانت البئر للعطن فحريمها أربعون\nذراعا وإن كانت للناضح فستون ذراعا وإن كانت عينا فحريمها ثلاثمائة ذراع\n</p>\n\n<p>\nومن أراد أن يحفر في حريمها منع منه\n</p>\n\n<p>\nوما ترك الفرات أو الدجلة وعدل عنه فإن كان يجوز عوده إليه لم يجز إحياؤه\nوإن كان لا يجوز أن يعود إليه فهو كالموات إذا لم يكن حريما لعامر يملكه من\nأحياه بإذن الإمام عند الإمام\n</p>\n\n<p>\nومن كان له نهر في أرض غيره فليس له حريمه عند أبي حنيفة إلا أن يقيم\nبينة على ذلك وقال أبو يوسف ومحمد: له مسناة يمشي عليها ويلقي عليها طينه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head77'>AUTO 28 - كتاب المأذون</h1>\n\n<p>\nإذا أذن المولى لعبده في التجارة إذنا عاما جاز تصرفه في سائر التجارات:\n</p>\n\n<p>\nيشتري ويبيع ويرهن ويسترهن\n</p>\n\n<p>\nوإن أذن له في نوع منها دون غيره فهو مأذون في جمعيها\n</p>\n\n<p>\nوإن أذن له في شيء بعينه فليس بمأذون\n</p>\n\n<p>\nوإقرار المأذون بالديون والغصوب جائز وليس له أن يتزوج ولا أن يزوج\nمماليكه ولا يكاتب ولا يعتق على مال ولا يهب بعوض ولا بغير عوض إلا أن يهدي\nاليسير من الطعام أو يضيف من يطعمه\n</p>\n\n<p>\nوديونه متعلقة برقبته: يباع للغرماء إلا أن يفديه المولى ويقسم ثمنه\nبينهم بالحصص فإن فضل من ديونه شيء طولب به بعد الحرية\n</p>\n\n<p>\nوإن حجر عليه لم يصر محجورا عليه حتى يظهر الحجر بين أهل سوقه فإن مات\nالمولى أو جن أو لحق بدار الحرب مرتدا صار المأذون محجورا عليه\n</p>\n\n<p>\nوإن أبق العبد صار محجورا عليه\n</p>\n\n<p>\nوإذا حجر عليه فإقراره جائز فيما في يده من المال عند أبي حنيفة\n</p>\n\n<p>\nوإن لزمته ديون تحيط بماله ورقبته لم يملك المولى ما في يده فإن أعتق\nعبيده لم يعتقوا عند أبي حنيفة وقال أبو يوسف ومحمد: يملك ما في يده\n</p>\n\n<p>\nوإذا باع من المولى شيئا بمثل قيمته جاز فإن باعه بنقصان لم يجز فإن باعه\nالمولى شيئا بمثل القيمة جاز البيع فإن سلمه إليه قبل قبض الثمن بطل الثمن\nوإن أمسكه في يده حتى يستوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالثمن جاز وإن أعتق <span id='ms073'></span> المولى المأذون وعليه ديون فعتقه جائز والمولى ضامن\nلقيمته للغرماء وما بقي من الديون يطالب به المعتق وإذا ولدت المأذونة من\nمولاها فذلك حجر عليها\n</p>\n\n<p>\nوإن أذن ولي الصبي في التجارة فهو في الشراء والبيع كالعبد المأذون إذا\nكان يعقل البيع والشراء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head78'>AUTO 29 - كتاب المزارعة</h1>\n\n<p>\nقال أبو حنيفة رحمه الله: المزارعة بالثلث والربع باطلة وقال أبو يوسف\nومحمد: جائزة\n</p>\n\n<p>\nوهي عندهما على أربعة أوجه: إذا كانت الأرض والبذر لواحد والعمل والبقر\nلواحد جازت المزارعة\n</p>\n\n<p>\nوإن كانت الأرض لواحد والعمل والبقر والبذر لآخر جازت\n</p>\n\n<p>\nوإن كانت الأرض والبقر والبذر لواحد والعمل لآخر جازت\n</p>\n\n<p>\nوإن كانت الأرض والبقر لواحد والبذر والعمل لآخر فهي باطلة\n</p>\n\n<p>\nولا تصح المزارعة إلا على مدة معلومة\n</p>\n\n<p>\nومن شرائطها: أن يكون الخارج مشاعا بينهما فإن شرطا لأحدهما قفزانا مسماة\nفهي باطلة وكذلك إن شرطا ما على الماذيانات والسواقي\n</p>\n\n<p>\nوإذا صحت المزارعة فالخارج بينهما على الشرط فإن لم تخرج الأرض شيئا فلا\nشيء للعامل\n</p>\n\n<p>\nوإذا فسدت المزارعة فالخارج لصاحب البذر فإن كان البذر من قبل رب الأرض\nفللعامل أجر مثله لا يزاد على مقدار ما شرط له من الخارج وإن كان البذر من\nقبل العامل فلصاحب الأرض أجر مثلها\n</p>\n\n<p>\nوإذا عقدت المزارعة فامتنع صاحب البدر من العمل لم يجبر عليه وإن امتنع\nالذي ليس من قبله البذر أجبره الحاكم على العمل\n</p>\n\n<p>\nوإذا مات أحد المتعاقدين بطلت المزارعة وإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nانقضت مدة المزارعة والزرع لم يدرك كان على المزارع أجر مثل نصيبه من\nالأرض إلى أن يستحصد والنفقة على الزرع عليهما على مقدار حقوقهما وأجره\nالحصاد والرفاع والدياس والتذرية عليهما بالحصص فإن شرطاه في المزارعة على\nالعامل فسدت\n</p>\n\n<p>\nباب المساقاة\n</p>\n\n<p>\nقال أبو حنيفة: المسافاة بجزء من الثمرة باطلة وقال أبو يوسف ومحمد:\nجائزة إذا ذكرا مدة معلومة وسميا جزاءا من الثمرة مشاعا\n</p>\n\n<p>\nوتجوز المساقاة في النخل والشجر والكرم والرطاب وأصول\n</p>\n\n<p>\nالباذنجان فإن دفع نخلا فيه ثمره مساقاة والثمرة تزيد بالعمل جاز وإن\nكانت قد انتهت لم يجز\n</p>\n\n<p>\nوإذا فسدت المساقاة فللعامل أجر <span id='ms074'></span> مثله وتبطل المساقاة بالموت وتفسخ\nبالإعذار كما تفسخ الإجارة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head79'>AUTO 30 - كتاب النكاح</h1>\n\n<p>\nالنكاح ينعقد بالإيجاب والقبول بلفظين يعبر بهما عن الماضي أو يعبر\nبأحدهما عن الماضي وبالآخر عن المستقبل مثل أن يقول: زوجتي فيقول زوجتك\n</p>\n\n<p>\nولا يعقد نكاح المسلمين إلا بحضور شاهدين حرين بالغين عاقلين مسلمين أو رجل\n</p>\n\n<p>\nوامرأتين عدولا كانوا غيرا عدول أو محدودين في قذف فإن تزوج مسلم ذمية\nبشهادة ذميين جاز عند أبي حنيفة وأبي يوسف وقال محمد: لا يجوز\n</p>\n\n<p>\nولا يحل للرجل أن يتزوج بأمه ولا بجداته من قبل الرجال والنساء ولا ببنته\nولا ببنت ولده وإن سفلت ولا بأخته ولا ببنات أخته ولا ببنات أخيه ولا بعمته\nوال بخالته ولا بأم دخل بابنتها أو لم يدخل ولا ببنت امرأته التي دخل بها\nسواء كانت في حجره أو في حجر غيره ولا بامرأة أبيه وأجداده ولا بامرأة ابنه\nوبني أولاده ولا بأمه من الرضاعة ولا بأخيه من الرضاعة\n</p>\n\n<p>\nولا يجمع بين أختين بنكاح ولا بملك يمين وطئا ولا يجمع بين المرأة وبين\nعمتها وخالتها ولا ابنة أخيها ولا ابنة أختها ولا يجمع بين امرأتين لو كانت\nكل واحدة منهما رجلا لم يجز له أن يتزوج بالأخرى ولا بأس أن يجمع بين امرأة\nوابنة زوج كان لها من قبل\n</p>\n\n<p>\nومن زنى بامرأة حرمت عليه أمها وابنتها\n</p>\n\n<p>\nوإذا طلق الجل امرأته طلاقا بائنا لم يجز له أن يتزوج بأختها حتى تنقضي عدتها\n</p>\n\n<p>\nولا يجوز أن يتزوج المولى أمته ولا المرأة عبدها\n</p>\n\n<p>\nويجوز تزوج الكتابيات ولا يجوز تزوج المجوسيات ولا الوثنيات ويجوز تزوج\nالصابئيات إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nكانوا يؤمنون بنبي ويقرون بكتاب وإن كانوا يعبدون الكواكب ولا كتاب لهم\nلم تجز مناكحتهم\n</p>\n\n<p>\nويجوز للمحرم والمحرمة أن يتزوجا في حال الإحرام\n</p>\n\n<p>\nوينعقد نكاح المرأة الحرة البالغة العاقلة برضاها وإن لم يعقد عليها ولي\nعند أبي حنيفة بكر كانت أو ثيبا وقال أبو يوسف ومحمد: لا ينعقد إلا بولي\n</p>\n\n<p>\nولا يجوز للولي إجبار البكر البالغة على النكاح وإذا استأذنها فسكتت أو\nضحكت أو بكت <span id='ms075'></span> فذلك إذن منها وإن أبت لم يزوجها وإذا استأذن الثيب فلا بد من\nرضاها بالقول وإذا زالت بكارتها بوثبة أو حيضة أو جراح فهي في حكم الأبكار\nوإن زالت بزنا فهي كذلك عند أبي حنيفة\n</p>\n\n<p>\nوإذا قال الزوج: بلغك النكاح فسكت وقال: بل رددت فالقول قولها ولا يمين\nعليها ولا يستحلف في النكاح عند أبي حنيفة وقال أبو يوسف ومحمد: يستحلف فيه\n</p>\n\n<p>\nوينعقد النكاح بلفظ النكاح والتزويج والتمليك والهبة والصدقة ولا ينعقد\nبلفظ الإجارة والإباحة\n</p>\n\n<p>\nويجوز نكاح الصغير إذا زوجهما الولي بكرا كانت الصغيرة أو ثيبا والولي هو\nالعصبة فإن زوجهما الأب أو الجد فلا خيار لهما بعد بلوغهما وإن زوجهما غير\nالأب والجد فلكل\n</p>\n\n<p>\nواحد منهما الخيار إذا بلغ إن شاء أقام على النكاح وإن شاء فسخ\n</p>\n\n<p>\nولا ولاية لعبد ولا صغير ولا مجنون ولا كافر على مسلمة\n</p>\n\n<p>\nوقال أبو حنيفة: يجوز لغير العصبات من الأقارب التزويج\n</p>\n\n<p>\nومن لا ولي لها إذا زوجها مولاها الذي أعتقها جاز وإذا غاب الولي الأقرب\nغيبة جاز لمن هو أبعد منه أن يزوج\n</p>\n\n<p>\nوالغيبة المنقطعة: أن يكون في بلد لا تصل إليه القوافل في السنة إلا مرة واحدة\n</p>\n\n<p>\nوالكفاءة في النكاح معتبرة فإذا تزوجت المرأة غير كفء فللأولياء أن\nيفرقوا بينهما\n</p>\n\n<p>\nوالكفاءة تعتبر في النسب\n</p>\n\n<p>\nوالدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوالمال وهو: أن يكون مالكا للمهر والنفقة وتعتبر في الصنائع وإذا تزوجت\nالمرأة ونقصت من مهرها فللأولياء الاعتراض عليها عند أبي حنيفة حتى يتم لها\nمهر مثلها أو يفارقها\n</p>\n\n<p>\nوإذا تزوج الأب ابنيه الصغيرة ونقص من مهرها أو ابنه الصغير وزاد في مهر\nجاز ذلك عليهما\n</p>\n\n<p>\nولا يجوز ذلك لغير الأب والجد\n</p>\n\n<p>\nويصح النكاح إذا سمى فيه مهرا ويصح وإن لم يسم فيه مهرا\n</p>\n\n<p>\nوأقل المهر عشرة دراهم فإن سمى أقل من عشرة فلها العشرة ومن سمى مهرا\nعشرة فما زاد فعليه المسمى إن دخل بها أو مات عنها وإن طلقها قبل الدخول\nوالخلوة فلها نصف المسمى\n</p>\n\n<p>\nوإن تزوجها ولم يسم لها مهرا أو تزوجها على أن <span id='ms076'></span> لا مهر لها فلها مهر مثلها\nإن دخل بها أو مات عنها\n</p>\n\n<p>\nوإن طلقها قبل الدخول فلها المتعة وهي ثلاثة أثواب من كسوة مثلها\n</p>\n\n<p>\nوإن تزوج المسلم على خمر أو خنزير فالنكاح جائز ولها مهر مثلها\n</p>\n\n<p>\nوإن تزوجها ولم يسلم لها مهرا ثم تراضيا على تسمية مهر فهو لها إن دخل\nبها أو مات عنها وإن طلقها قبل الدخول لها المتعة\n</p>\n\n<p>\nوإن زادها في المهر بعد العقد لزمته الزيادة وتسقط\n</p>\n\n<p>\nبالطلاق قبل الدخول وإن حطت عنه من مهرها صح الحط وإذا خلا الزوج بامرأته\nولي هناك مانع من الوطء ثم طلقها فلها كمال المهر وإن كان أحدهما مريضا أو\nصائما في رمضان أو محرما بفرض أو نفل بحج أو عمرة أو كانت حائضا فليست\nبخلوة صحيحة وإذا خلا المجبوب بامرأته ثم طلقها فلها كمال المهر عند أبي حنيفة\n</p>\n\n<p>\nوتستحب المتعة لكل مطلقة إلا لمطلقة واحدة وهي:\n</p>\n\n<p>\nالتي طلقها قبل الدخول ولم يسم لها مهرا\n</p>\n\n<p>\nوإذا تزوج الرجل ابنته على أن يزوجه الرجل أخته أو ابنته ليكون أحد\nالعقدين عوضا عن الآخر فالعقدان جائزان ولكل واحدة منهما مهر مثلها\n</p>\n\n<p>\nوإن تزوج حر امرأة على خدمته سنة أو على تعليم القرآن فلها مهر مثلها وإن\nتزوج عبد حرة بإذن مولاه على خدمتها سنة جاز\n</p>\n\n<p>\nوإذا اجمع في المجنونة أبوها وابنها فالولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nفي نكاحها ابنها عند أبي حنيفة وأبي يوسف وقال محمد: أبوها\n</p>\n\n<p>\nولا يجوز نكاح العبد والأمة إلا بإذن مولاهما وإذا تزوج العبد بإذن مولاه\nفالمهر دين في رقبته يباع فيه وإذا زوج المولى أمته فليس عليه أن يبوئها\nبيت الزوج ولكنها تخدم المولى ويقال للزوج: متى ظفرت بها وطئتها\n</p>\n\n<p>\nوإذا تزوج امرأة على ألف درهم على أن لا يخرجها من البلد أو على أن لا\nيتزوج عليها فإن وفى بالشرط فلها المسمى وإن تزوج عليها أو أخرجها من البلد\nفلها مهر مثلها\n</p>\n\n<p>\nوإذا تزوجها على حيوان غير موصوف\n</p>\n\n<p>\nصحت التسمية ولها الوسط منه والزوج مخير: إن شاء أعطاها ذلك وإن شاء <span id='ms077'></span>\nأعطاها قيمته\n</p>\n\n<p>\nولو تزوجها على ثوب غير موصوف فلها مهر مثلهاز\n</p>\n\n<p>\nونكاح المتعة والنكاح المؤقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nباطل وتزويج العبد والأمة بغير إذن مولاهما موقوف: فإن أجازه المولى جاز\nوإن رده بطل وكذلك لو زوج امرأة بغير رضاها أو رجلا بغير رضاه\n</p>\n\n<p>\nويجوز لابن العم أن يزوج بنت عمه من نفسه وإذا أذنت المرأة لرجل أن\nيزوجها من نفسه فقعد بحضرة شاهدين جاز\n</p>\n\n<p>\nوإذا ضمن الولي المهر صح ضمانه وللمرأة الخيار في مطالبة زوجها أو وليها\n</p>\n\n<p>\nوإذا فرق القاضي بين الزوجين في النكاح الفاسد قبل الدخول فلا مهر لها\nوكذلك بعد الخلوة وإن دخل بها فلها مهر مثلها لا يزاد على المسمى وعليها\nالعدة ويثبت نسب ولدها\n</p>\n\n<p>\nومهر مثلها يعتبر بأخواتها وعماتها وبنا عمها ولا يعتبر بأمها وخالتها\nإذا لم يكونا من قبيلتها\n</p>\n\n<p>\nويعتبر في مهر المثل: أن تتساوى المرأتان في السن والجمال والعفة والمال\nوالعقل والدين والبلد والعصر\n</p>\n\n<p>\nويجوز تزويج الأمة مسلمة كانت أو كتابية ولا يجوز أن يتزوج أمة على حرة\nويجوز الحرة عليها\n</p>\n\n<p>\nوللحر أن يتزوج أربعا من الحرائر والإماء وليس له أن يتزوج أكثر من ذلك\n</p>\n\n<p>\nولا يتزوج العبد أكثر من اثنتين\n</p>\n\n<p>\nفإن طلق الحر إحدى الأربع طلاقا بائنا لم يجز له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nأن يتزوج رابعة حتى تنقضي عدتها\n</p>\n\n<p>\nوإذا زوج الأمة مولاها ثم أعتقت فلها الخيار حرا كان زوجها أو عبدا وكذلك\nالمكاتبة\n</p>\n\n<p>\nوإن تزوجت أمه بغير إذن مولاها ثم أعتقت صح النكاح ولا خيار لها\n</p>\n\n<p>\nومن تزوج امرأتين في عقد واحد إحداهما لا يحل له نكاحها صح نكاح التي يحل\nله نكاحها وبطل نكاح الأخرى\n</p>\n\n<p>\nوإن كان بالزوجة عيب فلا خيار لزوجها وإذا كان بالزوج جنون أو جذام أو\nبرص فلا خيار للمرأة عند أبي حنيفة وأبي يوسف وقال محمد: لها الخيار فإن\nكان عنينا أجله الحاكم حولا فإن وصل إليها وإلا فرق بينهما إن طلبت المرأة ذلك\n</p>\n\n<p>\nوالفرقة تطليقه بائنة ولها كمال المهر إن كان قد خلا بها وإن كان\n</p>\n\n<p>\nمجنونا فرق القاضي بينهما في الحال <span id='ms078'></span> ولم يؤجله والخصي يؤجل كما يؤجل العنين\n</p>\n\n<p>\nوإذا سلمت المرأة وزوجها كافر عرض عليه القاضي الإسلام فإن أسلم فهي\nامرأته وإن أبى عن الإسلام فرق بينهما وكان ذلك طلاقا بائنا عند أبي حنيفة\nومحمد: وقال أبو يوسف: هي فرقة بغير طلاق\n</p>\n\n<p>\nفإن أسلم الزوج وتحته مجوسية عرض عليها الإسلام فإن أسلمت فهي امرأته وإن\nأبت فرق القاضي بينهما ولم تكن هذه الفرقة طلاقا فإن كان قد دخل لها فلها\nالمهر وإن لم يكن دخل بها فلا مهر لها\n</p>\n\n<p>\nوإذا أسلمت المرأة في دار الحرب لم تقع الفرقة عليها حتى\n</p>\n\n<p>\nتحيض ثلاث حيض فإذا حاضت بانت من زوجها\n</p>\n\n<p>\nوإذا أسلم زوج الكتابية فهما على نكاحهما\n</p>\n\n<p>\nوإذا خرج أحد الزوجين إلينا من دار الحرب مسلما وقعت البينونة بينهما وإن\nسبي أحدهما البينونة بينهما وإن سبيا معا لم تقع البينونة وإذا خرجت المرأة\nإلينا مهاجرة جاز لها أن تتزوج ولا عدة عليها عند أبي حنيفة فإن كانت حاملا\nلم تتزوج حتى تضع حملها\n</p>\n\n<p>\nوإذا أرتد أحد الزوجين عن الإسلام وقعت الفرقة بينهما بغير طلاق فإن كان\nالزوج هو المرتد وقد دخل بها فلها كمال المهر وإن كان لم يدخل بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nفلها نصف المهر وإن كانت المرأة هي المرتدة فإن كان قبل الدخول فلا مهر\nلها وإن كانت الردة بعد الدخول فلها المهر وإن ارتدا معا وأسلما فهما على\nنكاحهما\n</p>\n\n<p>\nولا يجوز أن يتزوج المرتد مسلمة ولا كافرة ولا مرتدة وكذلك المرتدة لا\nيتزوجها مسلم ولا كافر ولا مرتد\n</p>\n\n<p>\nوإذا كان أحد الزوجين مسلما فالولد على دينه وكذلك إن أسلم أحدهما وله\nولد صغير صار\n</p>\n\n<p>\nولده مسلما بإسلامه وإن كان أحد الأبوين كتابيا والآخر مجوسيا فالولد كتابي\n</p>\n\n<p>\nوإذا تزوج الكافر بغير شهود أو في عدة الكافر وذلك في دينهم جائ ثم أسلما\nأقرا عليه وإذا تزوج المجوسي أمه أو ابنته ثم أسلما فرق بينهما\n</p>\n\n<p>\nوإذا كان للرجل امرأتان حرتان فعليه أن يعد بينهما في القسم بكرين كانتا\nأو ثيبتين أو إحداهما بكرا والأخرى ثيبا <span id='ms079'></span>\n</p>\n\n<p>\nوإن كانت إحداهما والأخرى أمة فللحرة الثلثان من القسم وللأمة الثلث\n</p>\n\n<p>\nولا حق لهن في القسم حالة السفر ويسافر الزوج بمن شاء منهن والأولى أن\nيفرغ بينهن فيسافر بمن خرجت قرعتها وإن رضيت الزوجات بترك قسمها لصاحبتها\nجاز ولها أن ترجع في ذلك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head80'>AUTO 31 - كتاب الرضاع</h1>\n\n<p>\nقليل الرضاع وكثيره سواء إذا حصل في مدة الرضاع تعلق به التحريم\n</p>\n\n<p>\nومدة الرضاع عند أبي حنيفة ثلاثون شهرا وقال أبو يوسف ومحمد: سنتان فإذا\nمضت مدة الرضاع لم يتعلق بالرضاع تحريم\n</p>\n\n<p>\nويحرم من الرضاع ما يحرم من النسب إلا أم أخته من الرضاع فإنه يجوز أن\nيتزوجها ولا يجوز أن يتزوج أم أخته من النسب وأخت ابنه من الرضاع يجوز أن\nيتزوجها ولا يجوز أخت ابنه من النسب وامرأة ابنه من الرضاع لا يجوز أن\nيتزوجها كما لا يجوز أن يتزوج امرأة ابنه من النسب وامرأة أبيه من الرضاع\nلا يجوز أن يتزوجها كما لا يجوز أن يتزوج امرأة أبيه من النسب\n</p>\n\n<p>\nولبن الفحل يتعلق به التحريم وهو: أن ترضع المرأة صبية فتحرم هذه الصبية\nعلى زوجها وعلى آبائه وأبنائه ويصير الزوج الذي نزل منه اللبن أبا للمرضعة\n</p>\n\n<p>\nويجوز أن يتزوج الرجل بأخت أخيه من الرضاع كما يجوز أن يتزوج بأخت أخيه\nمن النسب وذلك مثل الأخ من الأب إذا كان له أخت من أمه جاز لأخيه من أبيه\nأن يتزوجهل\n</p>\n\n<p>\nوكل صبيين اجتمعا على ثدي واحد لم يجز لأحدهما أن يتزوج بالآخر ولا يجوز\nأن تتزوج المرضعة أحدا من ولد التي أرضعتها ولا ولد ولدها ولا يتزوج الصبي\nالمرضع أخت زوج المرضعة لأنها عمته من الرضاع\n</p>\n\n<p>\nوإذا اختلط اللبن بالماء واللبن هو الغالب تعلق به التحريم وإن غلب الماء\nلم يتعلق به التحريم وإذا اختلط بالطعام لم يتعلق به التحريم وإن كان اللبن\nغالبا عند أبي حنيفة وإذا اختلط بالدواء وهو الغالب تعلق به التحريم\n</p>\n\n<p>\nوإذا حلب اللبن من المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nبعد موتها فأوجر به الصبي تعلق به التحريم وإذا اختلط اللبن بلبن شاة <span id='ms080'></span>\nواللبن هو الغالب تعلق به التحريم وإن غلب لبن الشاة لم يتعلق به التحريم\n</p>\n\n<p>\nوإذا اختلط لبن امرأتين تعلق التحريم بأكثرهما عند أبي حنيفة وأبي يوسف\nوقال محمد: يتعلق بهما\n</p>\n\n<p>\nوإذا نزل للبكر لبن فأرضعت به صبيا تعلق به التحريم وإذا نزل للرجل لبن\nفأرضع به صبيا لم يتعلق به التحريم\n</p>\n\n<p>\nوإذا شرب صبيان من لبن شاو فلا رضاع بينهما\n</p>\n\n<p>\nوإذا تزوج الرجل صغيرة وكبيرة فأرضعت الكبيرة الصغيرة حرمتا على الزوج\n</p>\n\n<p>\nفإن كان لم يدخل بالكبيرة فلا مهر لها وللصغيرة نصف المهر ويرجع به الزوج\nعلى الكبيرة إن كانت تعمدت به الفساد\n</p>\n\n<p>\nوإن لم تتعمد فلا شيء عليها\n</p>\n\n<p>\nولا تقبل في الرضاع شهادة النساء منفردات وإنما يثبت بشهادة رجلين أو رجل\nوامرأتين\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head81'>AUTO 32 - كتاب الطلاق</h1>\n\n<p>\nالطلاق على ثلاثة أوجه: أحسن الطلاق وطلاق السنة وطلاق البدعة\n</p>\n\n<p>\nفأحسن الطلاق: أن يطلق الرجل امرأته تطليقه واحدة في طهر لم يجامعها فيه\nويتركها حتى تنقضي عدتها وطلاق السنة: أن يطلق المدخول بها ثلاثا في ثلاثة أطهار\n</p>\n\n<p>\nوطلاق البدعة: إن يطلقها ثلاثا بكلمة واحدة أو ثلاثا في طهر واحد فإذا\nفعل ذلك وقع الطلاق وبانت منه وكان عاصيا\n</p>\n\n<p>\nوالسنة ي الطلاق من وجهين: سنة في العدد فالسنة في العدد يستوي فيها\nالمدخول بها وغير المدخول بها والسنة في الوقت تثبت في المدخول بها خاصة\nوهو: أن يطلقها في طهر لم يجامعها فيه وغير المدخول بها يطلقها في حال\nالطهر والحيض وإذا كانت المرأة لا تحيض من صغر أو كبر فأراد أن يطلقها\nللسنة طلقها واحدة فإذا مضى شهر طلقها أخرى\n</p>\n\n<p>\nفإذا مضى شهر آخر طلقها آخرى ويجوز أن يطلقها ولا يفصل بين وطئها وطلاقها بزمان\n</p>\n\n<p>\nوطلاق الحامل يجوز عقيب الجماع ويطلقها للسنة ثلاثا يفصل بين كل تطليقتين\nبشهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nعند أبي حنيفة وأبي يوسف وقال محمد: لا يطلقها للسنة إلا واحدة\n</p>\n\n<p>\nوإذا طلق الرجل امرأته في حال الحيض وقع الطلاق ويستحب له أن يراجعها وإن\nشاء أمسكها\n</p>\n\n<p>\nفإذا طهرت وحاضت وطهرت فهو مخير: إن شاء طلقها وإن <span id='ms081'></span> شاء أمسكها\n</p>\n\n<p>\nويقع طلاق كل زوج إذا كان عاقلا بالغا ولا يقع طلاق الصبي والمجنون\nوالنائم وإذا تزود العبد ثم طلق وقع طلاقه ولا يقع طلاق مولاه على امرأته\n</p>\n\n<p>\nوالطلاق على ضربين: صريح وكناية فالصريح قوله: أنت طالق ومطلقه وطلقتك\nفهذا يقع به الطلاق الرجعي ولا يقع به إلا واحدة وإن نوى أكثر من ذلك ولا\nيفتقر إلى النية\n</p>\n\n<p>\nوقوله: أنت الطلاق أو أنت طالق الطلاق أو أنت طالق طلاقا فإن لم تكن له\nنية فهي واحدة رجعية وإن نوى به ثلاثا كان ثلاثا\n</p>\n\n<p>\nوالضرب الثاني: والكنايات ولا يقع بها الطلاق إلا بينة أو دلاله حال وهي\nعلى ضربين منها ثلاثة ألفاظ بها الطلاق الرجعي ولا يقع بها إلا واحدة وهي\nقوله: اعتدي واستبرئي رحمك وأنت واحدة\n</p>\n\n<p>\nوبقيه الكنايات إذا نوى بها الطلاق كانت واحدة بائنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوإن نوى ثلاثا كانت وإن نوى اثنتين كانت واحدة مثل قوله: أنت بائن وبتة\nوبتلة وحرام وحبلك على غاربك والحقي بأهلك وخلية وبرية ووهبتك لأهلك وسرحتك\nوفارقتك وأنت حرة وتقنعي وتخمري واستتري واعزبي واغربي وابتغي الأزواج فإن\nلم يكن له نية لم يقع بهذه الألفاظ طلاق إلا أن يكونا في مذاكرة الطلاق\nفيقع بها الطلاق في القضاء ولايقع فيما بينه وبين الله تعالى إلا أن ينويه\nوإن لم يكونا في مذاكرة الطلاق وكانا في غضب أو خصومة وقع الطلاق\n</p>\n\n<p>\nبكل لفظ لا يقصد به السب والشتيمة ولم يقع بما يقصد به السب والشتيمه إلا\nأن ينويه\n</p>\n\n<p>\nوإذا وصف الطلاق بضرب من الزيادة والشدة كان بائنا مثل أن يقول: أنت طالق\nبائن أو طالق أشد الطلاق أو أفحش الطلاق أو طلاق الشيطان والبدعة وكالجبل\nوملء البيت\n</p>\n\n<p>\nوإذا أضاف الطلاق إلى جملها أو إلى ما يعبر به عن الجملة وقع الطلاق\n</p>\n\n<p>\nمثل أن يقول: أنت طالق أو رقبتلك طالق أو عنقك طالق أو روحك طالق أو بدنك\nأو جسدك أو فرجك أو وجهك\n</p>\n\n<p>\nوكذلك أن طلق جزءا شائعا منها مثل أن يقول: نصفك أو ثلثك\n</p>\n\n<p>\nوإن <span id='ms082'></span> قال: يدك أو رجلك طالق لم يقع الطلاق\n</p>\n\n<p>\nوإن طلقها نصف تطليقة أو ثلث تطليقة كانت طلقة واحدة\n</p>\n\n<p>\nوطلاق المكره والسكران واقع ويقع طلاق الأخرس بالإشارة\n</p>\n\n<p>\nوإذا أضاف الطلاق إلى النكاح وقع عقيب النكاح مثل أن يقول: إن تزوجتك\nفأنت طالق أو كل امرأة أتزوجها فهي طالق\n</p>\n\n<p>\nوإن أضافه إلى شرط وقع عقب الشرط مثل أن يقول لامرأته: إن دخلت الدار\nفأنت طالق\n</p>\n\n<p>\nولا يصح إضافة الطالق إلا أن يكون الحالف مالكا أو يضيفه إلى ملك\n</p>\n\n<p>\nوإن قال لأجنبية: إن دخلت الدار فأنت طالق ثم تزوجها فدخلت الدار لم تطلق\n</p>\n\n<p>\nوألفاظ الشرط: إن وإذا وإذ ما وكل وكلما ومتى ومتى ما\n</p>\n\n<p>\nففي كل هذه الشروط إذا وجد الشرط انحلت اليمين إلا في كلما فإن الطلاق\nيتكرر بتكرار الشرط حتى يقع ثلاث\n</p>\n\n<p>\nتطليقات فإن تزوجها بعد ذلك وتكرر الشرط لم يقع شيء وزوال الملك بعد\nاليمين لا يبطلها\n</p>\n\n<p>\nفإن وجد في ملكه انحلت اليمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nووقع الطلاق وإن وجد في غير الملك انحلت اليمين ولم يقع شيء وإذا اختلفا\nفي وجود الشرط فالقول قول الزوج فيه إلا أن تقيم البينة\n</p>\n\n<p>\nفإن كان الشرط لا يعلم إلا من وجهتها فالقول قولها في حق نفسها مثل أن\nيقول: إن حضت فأنت طالق فقالت: قد حضت طلقت وإذا قال: إذا حضت فأنت طالق\nوفلانة فقالت: قد حضت طلقت هي ولم تطلق فلانة وإذا قال لها: إذا حضت فأنت\nطالق فرأت الدم لم يقع الطلاق حتى يستمر ثلاثة أيام فإذا تمت ثلاثة أيام\n</p>\n\n<p>\nحكمنا بوقوع الطلاق من حين حاضت وإذا قال لها: إذا حضت حيضة فأنت طالق لم\nتطلق حتى تطهر من حيضها\n</p>\n\n<p>\nوطلاق الأمة تطليقتان حرل كان زوجها أو عبدا وطلاق الحرة ثلاث حرا كان\nزوجها أو عبدا\n</p>\n\n<p>\nوإذا طلق الرجل امرأته قبل الدخول بها ثلاثا وقعن عليها فإن فرق الطلاق\nبانت بالأولى ولم تقع الثانية وإذا قال لها: أنت طالق وواحدة وقعت عليها واحدة\n</p>\n\n<p>\nوإن قال لها أنت طالق واحدة وقعت واحدة وإن قال <span id='ms083'></span> لها واحدة قبلها واحدة\nوقعت اثنتان\n</p>\n\n<p>\nوإن قال واحدة بعدها وقعت واحدة وإن قال واحدة بعد واحدة أو مع واحدة أو\nمعها واحدة وقعت اثنتان\n</p>\n\n<p>\nوإذا قال لها: إن دخلت الدار فأنت طالق واحدة فدخلت الدار وقعت عليها\nواحدة عند أبي حنيفة وإذا قال لها أنت طالق بمكة فهي طالق في كل البلاد\n</p>\n\n<p>\nوكذلك إذا قال أنت طالق في الدار وإن قال لها أنت طالق إذا دخلت مكة لم\nتطلق حتى تدخل مكة وإن قال لها: أنت طالق غدا وقع الطلاق عليها بطلوع الفجر\n</p>\n\n<p>\nوإذا قال لامرأته:: اختاري نفسك ينوي بذلك الطلاق أو قال لها: طلقي نفسك\nفلها أن تطلق نفسها ما دامت في مجلسها ذلك فإن قامت منه أو أخذت في عمل آخر\nخرج الأمر من يدها وإن اختارت نفسها في قوله: اختاري كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nواحدة بائنة ولا يكون ثلاثا وإن نوى الزوج ذلك\n</p>\n\n<p>\nولا بد من ذكر النفس في كلامه أو في كلامها وإن طلقت نفسها في قوله: طلقي\nنفسك فهي واحدة رجعية وإن طلقت نفسها ثلاثا وقد أراد الزوج ذلك وقعن عليها\nوإن قال لها: طلقي نفسك متى شئت فلها أن تطلق نفسها في المجلس وبعده\n</p>\n\n<p>\nوإذا قال لرجل: طلق امرأتي فله أن يطلقها في المجلس وبعده وإن قال: طلقها\nإن شئت فله أن يطلقها في المجلس خاصة وإن قال لها: إن كنا تحبيني أو\nتبغضيني فأنت طالق فقالت: أنا أحبك أو أبغضك وقع الطلاق وإن كان في قلبها\nخلاف ما أظهرت\n</p>\n\n<p>\nوإذا طلق الرجل امرأته في مرض موته طلاقا بائنا وهي في العدة ورثت منه\nوإن مات بعد انقضاء عدتها فلا ميراث لها\n</p>\n\n<p>\nوإذا قال الزوج لامرأته: أنت طالق إن شاء الله متصلا لم يقع الطلاق عليها\n</p>\n\n<p>\nوإن قال: لها أنت طالق ثلاثا إلا واحدة طلقت اثنتين وإن قال: ثلاثا إلا\nاثنتين طلقت واحدة\n</p>\n\n<p>\nوإذا ملك الزوج امرأته أو شقصا منها أو ملكت المرأة زوجها أو شقصا منه\nوقعت الفرقة بينهما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head82'>AUTO باب الرجعة</h2>\n\n<p>\nإذا طلق الرجل امرأته <span id='ms084'></span> تطليقة رجعية أو تطليقتين فله أن يراجعها في عدتها\nرضيت بذلك أو لم ترض\n</p>\n\n<p>\nوالرجعة أن يقول: راجعتك أو راجعت امرأتي\n</p>\n\n<p>\nأو يطأها أو يقبلها أو يلمسها شهوة أو ينظر إلى فرجها بشهوة\n</p>\n\n<p>\nويستحب أن يشهد على الرجعة شاهدين فإن لم يشهد صحت الرجعة\n</p>\n\n<p>\nوإذا انقضت العدة فقال: قد كنت راجعتها في العدة فصدقته فهي رجعة وإن\nكذبته فالقول قولها ولا يمين عليها عند أبي حنيفة\n</p>\n\n<p>\nوإذا قال الزوج: قد راجعتك فقالت مجيبة له: قد انقضت عدتي لم تصح الرجعة\nعند أبي حنيفة\n</p>\n\n<p>\nوإذا قال زوج الأمة بعد انقضاء عدتها: قد كنت راجعتها في العدة فصدقه\nالمولى وكذبته الأمة فالقول قولها\n</p>\n\n<p>\nوإذا انقطع الدم من الحيضة الثالثة لعشرة أيام انقطعت الرجعة وإن لم\nتغتسل وإن انقطع لأقل من عشرة أيام لم تنقطع الرجعة حتى تغتسل أو يمضي\nعليها وقت صلاة أو تتيمم وتصلي عند أبي حنيفة وأبي يوسف\n</p>\n\n<p>\nوقال محمد: إذا تيممت انقطعت الرجعة وإن لم تصل\n</p>\n\n<p>\nوإن اغتسلت ونسيت شيئا من بدنها لم يصبه الماء فإن كان عضوا فما فوقه لم\nتنقطع الرجعة وإن كان أقل من عضو انقطعت\n</p>\n\n<p>\nوالمطقة الرجعية تتشوف وتتزين ويستحب لزوجها أن لا يدخل عليها حتى\nيستأذنها أو يسمعها خفق نعليه\n</p>\n\n<p>\nوالطلاق الرجعي لا يحرم الوطء وإذا كان الطلاق بائنا دون الثلاث فله أن\nيتزوجها في عدتها وبعد انقضاء عدتها\n</p>\n\n<p>\nوإن كان الطلاق ثلاثا في الحرة أو اثنتين في الأمة لم تحل له حتى تنكح\nزوجا غيره نكاحا صحيحا ويدخل بها ثم يطلقها أو يموت عنها\n</p>\n\n<p>\nوالصبي المراهق في التحليل كالبالغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nووطء المولى أمته لا يحللها وإذا تزوجها بشرط التحليل فالنكاح مكروه فإن\nطلقها بعد وطئها حلت للأول\n</p>\n\n<p>\nوإذا طلق الرجل الحرة تطليقه أو تطليقتين وانقضت عدتها وتزوجت بزوج آخر\nثم عادت إلى الأول عادت بثلاث تطليقات ويهدم الزوج الثاني ما دون الثلاث من\nالطلاق كما يهدم الثلاث\n</p>\n\n<p>\nوقال محمد: لا يهدم ما دون الثلاث\n</p>\n\n<p>\nوإذا طلقها ثلاثا فقالت: قد انقضت عدتي وتزوجت ودخل بي <span id='ms085'></span> وطلقني وانقضت\nعدتي والمدة تحتمل ذلك جاز للزوج أن يصدقها إذا كان في غالب ظنه أنها صادقة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head83'>AUTO 33 - كتاب الإيلاء</h1>\n\n<p>\nإذا قال الرجل لامرأته: والله لا أقربك أو لا أقربك أربعة أشهرفهو مول\nفإن وطئها في الأربعة الأشهر حنث في يمينه ولزمته الكفارة وسقط الإيلاء\n</p>\n\n<p>\nوإن لم يقربها حتى مضت أربعة أشهر بانت منه بتطليقة\n</p>\n\n<p>\nفإن كان خلف على أربعة أشهر فقد سقطت اليمين وإن كان حلف على الأبد\nفاليمين باقية فإن عاد فتزوجها عاد الإيلاء فإن وطئها لزمته الكفارة وإلا\nوقعت بمضي أربعة أشهر تطليقه أخرى فإن تزوجها عاد الإيلاء ووقع بمضي أربعة\nأشهر تطليقه أخرى فإن تزوجها بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nزوج آخر لم يقع بذلك الإيلاء طلاق واليمين باقية فإن وطئها كفر عن يمينه\n</p>\n\n<p>\nوإذا حلف على أقل من أربعة أشهر لم يكن موليا وإن حلف بحج أو صوم أوصدقة\nأو عتق أو طلاق فهو مول\n</p>\n\n<p>\nوإن آلى من المطلقة الرجعية كان موليا وإن آلى من البائنة لم يكن موليا\nومدة إيلاء الأمة شهران\n</p>\n\n<p>\nوإن كان المولى مريضا لا يقدر على الجماع أو كانت المرأة مريضة أو كانت\nبينهما مسافة لا يقدر أن يصل إليها في مدة الإيلاء ففيئه أن يقول بلسانه:\nفئت إليها فإن قال ذلك سقطر الإيلاء وإن صح في المدة بطل ذلك الفيء وصار\nفيئه بالجماع\n</p>\n\n<p>\nوإذا قال لامرأته أنت علي حرام سئل عن نيته فإن قال: أردت الكذب فهو كما قال\n</p>\n\n<p>\nوإن قال: أردت الطلاق فهي تطليقة بائنة إلا أن ينوي الثلاث وإن قال: أردت\nالظهار فهو ظهار وإن قال: أردت التحريم أو لم أرد به شيئا فهو يمين يصير\nبها موليا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head84'>AUTO باب الخلع</h2>\n\n<p>\nإذا اشتاق الزوجان وخافا أن لا يقيما حدود الله فلا بأس أن تفتدي نفسها\nمنه بمال يخلعها به فإذ فعل ذلك وقع بالخلع تطليقة بائنة ولزمها المال\n</p>\n\n<p>\nوإن كان النشوز من قبله كره له أن يأخذ منها عوضا وإن كان النشوز من\nقبلها كره له أيأخذ منها أكثر مما أعطاها فإن فعل ذلك <span id='ms086'></span> جاز في القضاء\n</p>\n\n<p>\nوإن طلقها على مال فقبلت وقع الطلاق ولزمها المال وكان الطلاق بائنا\n</p>\n\n<p>\nوإذا بطل العوض في الخلع مثل أن تخالع المرأة المسلمة على خمر أو خنزير\nفلا شيء للزوج والفرقة بائنة وإن بطل العوض في الطلاق كان رجعيا\n</p>\n\n<p>\nوما جاز أن يكون مهرا جاز أن يكون بدلا في الخلع\n</p>\n\n<p>\nفإن قالت له: خالعني على ما في يدي فخالعها ولم يكن في يدها شيء فلا شيء\nله عليها وإن قالت: خالعني على ما في يدي من مال ولم يكن في يدها شيء ردت\nعليه مهرها وإن قالت: خالعني على ما في يدي من دراهم فخالها ولم يكن في\nيدها شيء فعليها ثلاثة دراهم وإن قالت: طلقني ثلاثا بألف فطلقها واحدة\nفعليها ثلث الألف وإن قالت: طلقني ثلاثا على ألف فطلقها واحدة فلا شيء\nعليها عند أبي حنيفة\n</p>\n\n<p>\nولو قال الزوج: طلقي نفسك ثلاثا بألف أو على ألف فطلقت نفسها واحدة لم\nيقع عليها شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوالمبارأة كالخلع والخلع كالمبارأة يسقطان كل حق لكل واحد من الزوجين على\nالآخر مما يتعلق بالنكاح عند أبي حنيفة رحمه الله إلا نفقة العدة وقال أبو\nيوسف رحمه الله المبارأة تسقط والخلع لا تسقط وقال محمد رحمه الله لا\nتسقطان إلا ما سمياه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head85'>AUTO 34 - كتاب الظهار</h1>\n\n<p>\nإذا قال الزوج لامرأته: أنت علي كظهر أمي فقد حرمت عليه ولا يحل له وطؤها\nولا لمسها ولا تقبيلها حتى يكفر عن ظهاره فإن وطئها قبل أن يكفر استغفر\n</p>\n\n<p>\nالله تعالى ولا شيء عليه غير الكفارة الأولى ولا يعاودها حتى يكفر\n</p>\n\n<p>\nوالعود الذي تجب به الكفارة أن يعزم على وطئها\n</p>\n\n<p>\nوإذا قال: أنت علي كبطن أمي أو كفخذها أو كفرجها فهو مظاهر وكذلك إن\nشبهها بمن لا يحل له النظر على التأييد من محارمه مثل أخته أو عمته أو أمه\nمن الرضاعة وكذلك إن قال: رأسك علي كظهر أمي أو فرجك أو وجهك أو رقبتك أو\nنصفك أو ثلثك وإن قال: أنت علي مثل أمي رجع إلى نيته\n</p>\n\n<p>\nفإن <span id='ms087'></span> قال أردت الكرامة فهو كما قال وإن قال: أردت الظهار فهو ظهار وإن\nقال: أردت الطلاق فهو طلاق بائن وإن لم يكن له نية\n</p>\n\n<p>\nفليس شيء\n</p>\n\n<p>\nولا يكون الظهار إلا من زوجته فإن ظاهر من أمته لم يكن مظاهرا ومن قال\nلنسائه: أنتن علي كظهر أمي كان مظاهرا من جماعتهن وعليه لكل واحدة منهن كفارة\n</p>\n\n<p>\nوكفارة الظهار: عتق رقبة فإن لم يجد فصيام شهرين متتابعين فإن لم يستطع\nفإطعام مسكينا كل ذلك قبل المسيس ويجزئ في ذلك عتق الرقبة الكافرة والمسلمة\nوالذكر والأنثى والصغير والكبير ولا تجزئ العمياء ولا المقطوعة اليدين أو\nالرجلين\n</p>\n\n<p>\nويجوز الأصم والمقطوع إحدى اليدين وإحدى الرجلين من خلاف ولا يجوز مقطوع\nإبهامي اليدين ولا المجنون الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nلا يعقل ولا يجوز عتق المدبر وأم الولد والمكاتب الذي أدى بعض المال\n</p>\n\n<p>\nفإن أعتق مكاتبا لم يود شيئا جاز فإن اشترى أباه أو ابنه ينوي بالشراء\nالكفارة جاز عنها وإن أعتق نصف عبد مشترك عن الكفارة وضمن قيمة باقية\nفأعتقه لم يجز عند أبي حنيفة وإن أعتق نصف عبده عن كفارته ثم أعتق باقية\nعنها جاز\n</p>\n\n<p>\nوإن أعتق نصف عبده عن كفارته ثم جامع التي ظاهر منها ثم أعتق باقية لم\nيجز عند أب حنيفة وإذا لم يجد المظاهر ما يعتق فكفارته صوم شهرين متتابعين\nليس فيهما شهر رمضان ولا يوم الفطر ولا يوم النحر ولا أيام التشريق\n</p>\n\n<p>\nفإن جامع التي ظاهر منها في خلال الشهرين ليلا عامدا أو نهارا ناسيا\nاستأنف الصوم عند أبي حنيفة ومحمد وإن أفطر يوما بعذر أو بغير عذر استأنف\n</p>\n\n<p>\nوإن ظاهر العبد لم يجزه في الكفارة إلا الصوم\n</p>\n\n<p>\nفإن أعتق المولى عنه أو أطعم لم يجزه\n</p>\n\n<p>\nوإذا لم يستطع المظاهر الصيام أطعم ستين مسكينا كل مسكين نصف صاع من بر\nأو صاعا من تمر أو شعير أو قيمة تلك فإن غداهم وعشاهم جاز قليلا ما أكلوا\nأو كثيرا فإن أعطى مسكينا واحدا ستين يوما أجزأه وإن أعطاه في يوم واحد لم\nيجزه إلا <span id='ms088'></span> عن يومه وإن قرب التي ظاهر منها في خلال الإطعام لم يستأنف\n</p>\n\n<p>\nومن وجب عليه كفارتا ظهار فأعتق رقبتين لا ينوي عن إحداهما بعينها جاز\nعنهما وكذلك إن صام أربعة كفارتا ظهار فأعتق رقبتين لا ينوي عن إحداهما\nبعينها جاز عنهما وكذلك إن صام أربعة أشهر أطعم مائة وعشرين مسكينا جاز وإن\nأعتق رقبة واحدة أو صام شهرين كان له أن يجعل ذلك عن أيتهما شاء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head86'>AUTO باب اللعان</h2>\n\n<p>\nإذا قذف الرجل امرأته بالزنا وهما من أهل الشهادة والمرأة ممن يحد قاذفها\nأو نفى نسب ولدها وطالبته بموجب القذف فعليه اللعان فإن امتنع منه حبسه\nالحاكم حتى يلاعن أو يكذب نفسه فيحد وإن لاعن وجب عليها اللعان\n</p>\n\n<p>\nفإن امتنعت حبسها الحاكم حتى تلاعن أو تصدقه\n</p>\n\n<p>\nوإذا كان من أهل الشهادة وهي أمة أو كافر أو محدودة في قذف أو كانت ممن\nلا يحد قاذفها فلا حد عليه في قذفها ولا لعان\n</p>\n\n<p>\nوصفة اللعان: أن يبتدئ القاضي بالزوج فيشهد أربع مرات يقول في كل مرة:\nأشهد بالله إني لمن الصادقين فيما رميتها به من الزنا\n</p>\n\n<p>\nثم يقول في الخامسة: لعنة الله عليه إن كان من الكاذبين فيما رماها به من\nالزنا ويشير إليها في جميع ذلك ثم تشهد المرأة أربع مرات تقول في كل مرة:\nأشهد بالله إنه لمن الكاذبين فيما رماني به من الزن وتقول في الخامسة: إن\nغضب الله عليها إن كان من الصادقين فيما رماني به من الزنا فإذا التعنا فرق\nالقاضي بينهما وكانت الفرقة تطليقه بائنة عند أبي حنيفة ومحمد وقال أبو\nيوسف: تحريم مؤبد\n</p>\n\n<p>\nوإن كان القذف بولد نفى القاضي نسبه وألحقه بأمه\n</p>\n\n<p>\nفإن عاد الزوج فأكذب نفسه حده القاضي وحل له أن يتزوجها وكذلك إن قذف\nغيرها فحد أو زنت فحدت\n</p>\n\n<p>\nوإذا قذف امرأته وهي صغيرة أو مجنونة فلا لعان بينهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nوقذف الأخرس لا يتعلق به اللعان\n</p>\n\n<p>\nوإذا قال الزوج: ليس حملك مني فلا لعان بينهما\n</p>\n\n<p>\nوإن قال: زنيت وهذا الحمل من الزنا تلاعنا ولم ينف <span id='ms089'></span> القاضي الحمل\n</p>\n\n<p>\nوإذا نفى الرجل ولد امرأته عقيب الولادة أو في الحال التي تقبل التهنئة\nأو تبتاع له آلة الولادة صح نفيه ولاعن به وإن نفاه بعد ذلك لاعن وثبت النسب\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يصح نفيه في مدة النفاس وإذا ولدت ولدين في بطن\nواحد فنفى الأول واعترف بالثاني ثبت نسبهما وحد الزوج وإن اعترف بالأول\nونفى الثاني ثبت نسبهما ولاعن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head87'>AUTO باب العدة</h2>\n\n<p>\nإذا طلق الرجل امرأته طلاقا بائنا أو رجعيا أو وقعت الفرقة بينهما بغير\nطلاق وهي حرة ممن تحيض فعدتها ثلاثة أقراء والأقراء: الحيض وإن كانت لا\nتحيض من صغر أو كبر فعدتها ثلاثة أشهر وإن كانت حاملا فعدتها أن تضع حملها\n</p>\n\n<p>\nوإن كانت أمة فعدتها حيضتان وإن كانت لا تحيض فعدتها شهر ونصف\n</p>\n\n<p>\nوإذا مات الرجل عن امرأته الحرة فعدتها أربعة أشهر وعشر وإن كانت أمة\nفعدتها شهران وخمسة أيام وإن كانت حاملا فعدتها أن تضع حملها وإذا ورثت\nالمطلقة في المرض فعدتها أبعد الأجلين\n</p>\n\n<p>\nفإن أعتقت الأمة في عدتها من طلاق رجعي انتقلت عدتها إلى عدة\n</p>\n\n<p>\nالحرائر وإن أعتقت وهي مبتوتة أو متوفى عنه زوجها لم تنتقل عدتها وإن\nكانت آيسة فاعتدت بالشهور ثم رأت الدم انتقض ما مضى من عدتها وكان عليها أن\nتستأنف العدة بالحيض\n</p>\n\n<p>\nوالمنكوحة نكاحا فاسدا والموطوءة بشبهة عدتها الحيض في الفرفة والموت\n</p>\n\n<p>\nوإذا مات مولى أم الولد عنه أو أعتقها فعدتها ثلاث حيض\n</p>\n\n<p>\nوإذا مات الصغير عن امرأته وبها حبل فعدتها أن تضع حملها وإن حدث الحبل\nبعد الموت فعدتها أربعة أشهر وعشر\n</p>\n\n<p>\nوإذا طلق الرجل امرأته في حال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nالحيض لم تعتد بالحيضة التي وقع فيها الطلاق\n</p>\n\n<p>\nوإذا وطئت المعتدة بشبهة فعليها عدة أخرى وتداخلت العدتان فيكون ما تراه\nمن الحيض محتسبا به منهما جميعا وإذا انقضت العدة الأولى ولم تكمل الثانية\nفإن عليها تمام العدة الثانية\n</p>\n\n<p>\nوابتداء العدة في الطلاق عقيب الطلاق وفي الوفاة عقيب الوفاة فإن لم تعلم\nبالطلاق أو الوفاة حتى مضت مدة العدة فقد انقضت عدتها <span id='ms090'></span>\n</p>\n\n<p>\nوالعدة في النكاح الفاسد عقيب التفريق بينهما أو عزم الواطئ على ترك وطئها\n</p>\n\n<p>\nوعلى المبتوتة والمتوفى عنها زوجها - إذا كانت بالغة مسلمة - الإحداد\nوهو: ترك الطيب والزينة والدهن\n</p>\n\n<p>\nوالكحل إلا من عذر ولا تختضب بالحناء ولا تلبس ثوبا مصبوغا بعصفر ولا\nبزعفران\n</p>\n\n<p>\nولا إحداد على كافرة ولا صغيرة وعلى الأمة الإحداد وليس في عدة النكاح\nالفاسد ولا في عدة أم الولد إحداد\n</p>\n\n<p>\nولا ينبغي أن تخطب المعتدة ولا بأس بالتعريض في الخطبة\n</p>\n\n<p>\nولا يجوز للمطلقة الرجعية والمبتوتة الخروج من بيتها ليلا ولا نهارا\n</p>\n\n<p>\nوالمتوفى عنها زوجها تخرج نهارا وبعض الليل ولا تبيت في غير منزلها\n</p>\n\n<p>\nوعلى المعتدة أن تعتد في المنزل الذي يضاف إليها بالسكنى حال وقوع الفرقة\nفإن كان نصيبها من دار الميت لا يكفيها وأخرجها الورثة من نصيبهم انتقلت\n</p>\n\n<p>\nولا يجوز أن يسافر الزوج بالمطلقة الرجعية\n</p>\n\n<p>\nوإذا طلق الرجل امرأته طلاقا بائنا ثم تزوجها في عدتها وطلقها قبل أن\nيدخل بها فعليه مهر كامل وعليها عدة مستقبلة وقال محمد: لها نصف المهر\nوعليها إتمام العدة الأولى\n</p>\n\n<p>\nويثبت نسب ولد المطلقة الرجعية إذا جاءت به لسنتين أو أكثر ما لم تقر\nبانقضاء عدتها فإن جاءت به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nلأقل من سنتين بانت من زوجها وإن جاءت به لأكثر من سنتين ثبت نسبه وكانت رجعة\n</p>\n\n<p>\nوالمبتوتة يثبت نسب ولدها إذا جاءت به لأقل من سنتين فإن جاءت به لتمام\nسنتين من يوم الفرقة لم يثبت نسبه\n</p>\n\n<p>\nإلا أن يدعيه\n</p>\n\n<p>\nويثبت نسب ولد المتوفى عنها زوجها ما بين الوفاة وبين سنتين\n</p>\n\n<p>\nوإذا اعترفت المعتدة بانقضاء عدتها ثم جاءت بولد لأقل من ستة أشهر ثبت\nنسبه وإن جاءت به لستة أشهر لم يثبت نسبه\n</p>\n\n<p>\nوإذا ولدت المعتدة ولدا لم يثبت نسبه عند أبي حنيفة إلا أن يشهد بولادتها\nرجلان أول رجل وامرأتان إلا أن يكون هناك حبل ظاهر\n</p>\n\n<p>\nأو اعتراف من قبل الزوج فيثبت النسب من غير شهادة وقال أبو يوسف ومحمد:\nيثبت في الجميع بشهادة امرأة واحدة\n</p>\n\n<p>\nوإذا تزوج امرأة فجاءت بولد لأقل <span id='ms091'></span> من ستة أشهر منذ يوم تزوجها لم يثبت\nنسبه وإن جاءت به لستة أشهر فصاعدا ثبت إن اعترف به الزوج أو سكت وإن جحد\nالولادة ثبت بشهادة امرأة واحدة تشهد بالولادة\n</p>\n\n<p>\nوأكثر مدة الحمل سنتان وأقله ستة أشهر\n</p>\n\n<p>\nوإذا طلق الذمي الذمية فلا عدة عليها\n</p>\n\n<p>\nوإذا تزوجت الحامل من الزنا جاز النكاح ولا يطؤها حتى تضع حملها والله\nأعلم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head88'>AUTO 35 - كتاب النفقات</h1>\n\n<p>\nالنفقة واجبة على زوجها مسلمة كانت أو كافرة إذا سملت نفسها في منزله\nفعليه نفقتها وكسوتها وسكناها\n</p>\n\n<p>\nيعتبر ذلك لحالهما جميعا موسرا كان الزوج أو معسرا\n</p>\n\n<p>\nفإن امتنعت من تسليم نفسها حتى يعطيها مهرها فلها النفقة\n</p>\n\n<p>\nوإن نشزت فالا نفقة لها حتى تعود إلى منزله\n</p>\n\n<p>\nوإن كانت صغيرة لا يستمتع بها فلا نفقة لها وإن سلمت نفسها إليه\n</p>\n\n<p>\nوإن كان الزوج صغيرا لا يقدر على الوطء والمرأة كبيرة فلها النفقة من ماله\n</p>\n\n<p>\nوإذا طلق الرجل امرأته فلها النفقة والسكنى في عدتها رجعيا كان أو بائنا\n</p>\n\n<p>\nولا نفقة للمتوفى عنها زوجها وكل فرقة جاءت من قبل المرأة بمعصية فلا\nنفقة لها وإن طلقها ثم ارتدت سقطت نفقتها\n</p>\n\n<p>\nوإن أمكنت ابن زوجها من نفسها إن كان بعد الطلاق فلها النفقة وإن كان قبل\nالطلاق فلا نفقة لها\n</p>\n\n<p>\nوإذا حبست المرأة في دين أو غصبها رجل كرها فذهب بها أو حجت مع محرم فلا\nنفقة لها\n</p>\n\n<p>\nوإن مرضت في منزل الزوج فلها النفقة\n</p>\n\n<p>\nوتفرض على الزوج نفقة خادمها إذا كان موسرا ولا تفرض لأكثر من خادم واحد\n</p>\n\n<p>\nوعليه أن يسكنها في دار منفردة ليس فيها أحد من أهله إلا أن تختار ذلك\nوإن كان له ولد من غيرها فليس له أن يسكنه معها\n</p>\n\n<p>\nللزوج أن يمنع والديها وولدها من غيره وأهلها من الدخول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nعليها ولا يمنعهم من النظر إليها وكلامها أي وقت اختاروا\n</p>\n\n<p>\nومن أعسر بنفقة امرأته لم يفرق بينهما ويقال لها: استديني عليه\n</p>\n\n<p>\nوإذا غاب الرجل وله مال في يد رجل وهو يعرف به وبالزوجية فرض القاضي في\nذلك المال نفقة <span id='ms092'></span> زوجة الغائب وأولاده الصغار ووالديه ويأخذ منها كفيلا بها\nولا يقضى بنفقة في مال الغائب إلا لهؤلاء\n</p>\n\n<p>\nوإذا قضى القاضي لها بنفقة الإعسار ثم أيسر فخاصمته تمم لها نفقة الموسر\n</p>\n\n<p>\nوإذا مضت مدة لم ينفق الزوج عليها وطالبته بذلك فلا شيء لها إلا أن يكون\nالقاضي فرض لها النفقة أو صالحت الزوج على مقدارها فيقضي لها بنفقة ما مض\nوإذا مات الزوج بعد ما قضي عليه بالنفقة ومضت شهور سقطت النفقة\n</p>\n\n<p>\nوإن أسلفها نفقة سنة ثم مات يسترجع منها شيء وقال محمد: يحتسب لها نفقة\nما مضى وما بقي للزوج\n</p>\n\n<p>\nوإذا تزوج العبد حرة فنفقتها دين عليه يباع فيها\n</p>\n\n<p>\nوإذا تزوج الرجل أمة فبوأها مولاها معه منزلا فعليه النفقة وإن لم يبوئها\nفلا نفقة لها\n</p>\n\n<p>\nونفقة الأولاد الصغار على الأب لا يشاركه فيها أحد\n</p>\n\n<p>\nكما لا يشاركه في نفقة الزوجة أحد\n</p>\n\n<p>\nفإن كان الصغير وضيعا فليس على أمه أن ترضعه ويستأجر له الأب من ترضعه\nعندها فإن استأجرها وهي زوجته أو معتدته لترضع ولدها لم يجز وإن انقضت\nعدتها فاستأجرها على إرضاعه جاز\n</p>\n\n<p>\nفإن قال الأب لا أستأجرها وجاء بغيرها\n</p>\n\n<p>\nفرضيت الأم بمثل أجر الأجنبية كانت الأم أحق به وإن التمست زيادة لم يجبر\nالزوج عليها\n</p>\n\n<p>\nونفقة الصغير واجبة على أبيه وإن خالفه في دينه كما تجب نفقة الزوجة على\nالزوج وإن خالفته في دينه\n</p>\n\n<p>\n43 - كتاب الحضانة\n</p>\n\n<p>\nوإذا وقعت الفرقة بين الزوجين فالأم أحق بالولد فإن لم تكن الأم فأم الأم\nأولى من أم الأب فإن لم تكن فأم الأب أولى من الأخوات فإن لم تكن جدة\nفلأخوات أولى من العمات والخالات وتقدم الأخت من الأب والأم ثم الأخت من\nالأم ثم الأخت من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nالأب ثم الخالات أولى من العمات وينزلن كذلك ثم العمات ينزلن كذلك\n</p>\n\n<p>\nوكل من تزوجت من هؤلاء سقط حقها إلا الجدة إذا كان زوجها الجد وإن لم تكن\nللصبي امرأة من أهله واختصم فيه الرجال فأولاهم به أقربهم تعصبيا\n</p>\n\n<p>\nوالأم والجدة أحق بالغلام حتى يأكل وحده <span id='ms093'></span> ويلبس وحده ويستنجي وحده\nوبالجارية حتى تحيض ومن سوى الأم والجدة أحق بالجارية حتى تبلغ حدا تشتهى\n</p>\n\n<p>\nوالأمة إذا أعتقها مولاها وأم الولد إذا أعتقت في الولد كالحرة وليس\nللأمة وأم الولد قبل العتق حق في الولد والذمية أحق بولدها المسلم ما لم\nيعقل الأديان ويخاف أن يألف الكفر\n</p>\n\n<p>\nوإذا أرادت المطلقة أن تخرج بولدها من المصر فليس لها ذلك إلا أن تخرجه\nإلى وطنها وقد كان الزوج تزوجها فيه\n</p>\n\n<p>\nوعلى الرجل أن ينفق على أبويه وأجداده وجداته إذا كانوا فقراء وإن خالفوه\nفي دينه ولا تجب النفقة مع اختلاف الدين إلا للزوجة والأبوين والأجداد\nوالجدات والولد وولد الولد ولا يشارك الولد في نفقة أبويه أحد\n</p>\n\n<p>\nوالنفقة لكل ذي رحم محرم إذا كان صغيرا فقيرا أو كانت امرأة بالغة فقيرة\nأو كان ذكرا زمنا أو أعمى فقيرا\n</p>\n\n<p>\nويجب ذلك على مقدار الميراث\n</p>\n\n<p>\nوتجب نفقة الابنة البالغة والابن الزمن على أبويه أثلاثا: على الأب\nالثلثان وعلى الأم الثلث\n</p>\n\n<p>\nولا تجب نفقتهم مع اختلاف الدين ولا تجب على الفقير\n</p>\n\n<p>\nوإذا كان للابن الغائب مال فضي عليه بنفقة أبويه وإن باع\n</p>\n\n<p>\nأبوه متاعه في نفقته جاز عند أبي حنيفة وإن باع العقار لم يجز\n</p>\n\n<p>\nوإن كان للابن الغائب مال في يد أبويه فانفقا منه لم يضمنا\n</p>\n\n<p>\nوإن كان له مال في يد أجنبي فأنفق عليهما بغير إذن القاضي ضمن\n</p>\n\n<p>\nوإذا قضى القاضي للولد والوالدين وذوي الأرحام بالنفقة فمضت مدة سقطت إلا\nأن يأذن القاضي في الاستدانة عليه\n</p>\n\n<p>\nوعلى المولى أن ينفق على عبده وأمته فإن امتنع وكن لهما كسب اكتسبا\nوأنفقها على أنفسهما\n</p>\n\n<p>\nوإن لم يكن لهما كسب أجبر المولى على بيعهما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head89'>AUTO 36 - كتاب العتاق</h1>\n\n<p>\nالعتق يقع من الحر البالغ في مكه فإذا قال لعبده أو أمتهأنت حر أو محرر\nأو قد حررتك أو أعتقتك فقد عتق نوى المولى العتق أو لم ينو وكذلك إذا قال:\nرأسك حر أو وجهك أو رقبتك أو بدن: أو قال لأمته: فرجك حر ولو قال: لا ملك\nلي <span id='ms094'></span> عليك ونوي به الحرية عتق وإن لم ينو لم يعتق وكذلك كنايات العتق وإن\nقال: لا سلطان لي عليك ونوى به العتق لم يعتق وإن قال: هذا ابني وثبت على\nذلك أو قال: هذا مولاي أو يا مولاي عتق وإن قال يا ابني أو يا أخي لم يعتق\nوإن قال لغلام لا يولد مثله لمثله هذا ابني عتق عليه عند أبي حنيفة رحمه\nالله وعندها لا يعتق وإن قال لأمته أنت طالق ونوى به الحرية وإن قال لعبده\nأنت مثل الحر لم يعتق وإن قال ما أنت إلا حر عتق عليه وإذا ملك الرجل ذا\nرحم محرم منه عتق عليه وإذا أعتق المولى بعض عبده عتق عليه ذلك البعض ويسعى\nفي بقية قيمته لمولاه عند أبي حنيفة رحمه الله وقالا يعتق كله وإذا كان\nالعبد بين شريكين فأعتق أحدهما نصيبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nعتق فإن كان المعتق موسرا فشريكه بالخيار إن شاء أعتقه وإن شاء ضمن شريكه\nقيمة نصيبه وإن شاء استسعى العبد وإن كان المعتق معسرا فالشريك بالخيار إن\nشاء أعتق نصيبه وإن شاء استسعى العبد وهذا عند أبي حنيفة رحمه الله وقال\nأبو يوسف ومحمد: ليس له إلا الضمان مع اليسار والسعاية مع الإعسار وإذا\nاشترى رجلان ابن أحدهما عتق نصيب الأب ولا ضمان عليه وكذلك إذا ورثاه\nفالشريك بالخيار إن شاء أعتق نصيبه وإن شاء استسعى وإذا شهد كل واحد من\nالشريكين على الآخر بالحرية عتق كله وسعى العبد لكل واحد منهما في نصيبه\nموسرين كانا أو معسرين عند أبي حنيفة وقال أبو يوسف ومحمد: إن كانا موسرين\nفلا سعاية عليه\n</p>\n\n<p>\nوإن كانا معسرين سعى لهما وإن كان أحدهما موسرا والآخر معسرا سعى للموسر\nولم يسع للمعسر ومن أعتق عبده لوجه الله تعالى أو للشيطان أو للصنم عتق\n</p>\n\n<p>\nوعتق المكره والسكران واقع وإذا أضاف العتق إلى ملك أو شرط صح كما يصح في\nالطلاق وإذا خرج عبد من دار الحرب إلينا مسلما عتق وإذا أعتق جارية حاملا\nعتق حملها وإن <span id='ms095'></span> أعتق الحمل خاصة عتق ولم تعتق الأم\n</p>\n\n<p>\nوإذا أعتق عبده على مال فقبل العبد عتق ولزمه المال ولو قال: إن أديت إلي\nألفا فأنت حر صح وصار مأذونا فإن أحضر المال أجبر الحاكم المولى على قبضه\nوعتق العبد\n</p>\n\n<p>\nوولد الأمة من مولاها حر وولدها من زوجها مملوك لسيدها وولد الحرة من\nالعبد حر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head90'>AUTO باب التدبير</h2>\n\n<p>\nإذا قال المولى لمملوكه: إذا مت فأنت حر أو أنت حر عن دبر مني أو أمن\nمدبر أو قد دبرتك فقد صار مدبرا لا يجوز بيعه ولا هبته وللمولى أن يستخدمه\nويؤاجره وإن كانت أمة وطئها وله أن يزوجه فإذا مات المولى عتق المدبر من\nثلث ماله إن خرج من الثلث وإن لم يكن له مال غيره سعى في ثلثي قيمته وإن\nكان على المولى دين سعى في جميع قيمته لغرمائه وولد المدبرة مدبر فإن علق\nالتدبير بموته على صفة - مثل أن يقول: إن مت من مرضي هذا أو سفري هذا أو من\nمرض كذا - فليس بمدبر ويجوز بيعه فإن مات المولى على الصفة التي ذكرها عتق\nكما يعتق المدبر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head91'>AUTO باب الاستيلاد</h2>\n\n<p>\nإذا ولدت الأمة من مولاها فقد صارت أم ولد له لا يجوز بيعها ولا تمليكها\nوله وطؤها واستخدامها وإجارتها وتزويجها ولا يثبت نسب ولدها إلا أن يعترف\nبه المولى فإن جاءت بعد ذلك بولد ثبت نسبه بغير إقرار وإن نفاه انتفى بقوله\nوإن زوجها فجاءت بولد فهو حكم أمه وإذا مات المولى عتقت من جميع المال ولا\nتلزمها السعاية للغرماء إن كان على المولى دين\n</p>\n\n<p>\nوإذا وطئ أمة غيره بنكاح فولدت منه ثم ملحها صارت أم ولد له وإذا وطئ\nالأب جارية ابنه فجاءت بولد فادعاه ثبت نسبه وصارت أم ولد له وعليه قيمتها\nوليس عليه عقرها ولا قيمة ولدها وإن وطئ أب مع بقاء الأب لم يثبت النسب فإن\nكان الأب ميتا يثبت النسب من الجد كما يثبت من الأب وإذا كانت الجارية بين\nشريكين فجاءت بولد فادعاه أحدهما ثبت نسبه منه <span id='ms096'></span> وصارت أم ولد له\n</p>\n\n<p>\nوعليه نصف عقرها ونصف قيمتها وليس عليه شيء من قيمة ولدها وإذا ادعياه\nمعا ثبت نسبه منهما وكانت الأم أم ولد لهما وعلى كل واحد منهما نصف العقر\nقصاصا بما له على الآخر ويرث الابن من كل واحد منهما ميراث ابن كامل وهما\nيرثان منه ميراث أب واحد وإذا وطئ المولى جارية مكاتبه فجاءت بولد فادعاه:\nفإن صدقه المكاتب ثبت نسب الولد منه وكان عليه عقرها وقيمة ولدها ولا تصير\nأم ولد له وإن كذبه في النسب لم يثبت\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head92'>AUTO 37 - كتاب المكاتب</h1>\n\n<p>\nوإذا كاتب المولى عبده أو أمته على مال شرطه عليه وقبل العبد ذلك صار\nمكاتبا ويجوز أن يشترط المال حالا ومؤجلا ومنجما وتجوز كتابة العبد الصغير\nإذا كان يعقل البيع والشراء\n</p>\n\n<p>\nوإذا صحت الكتابة خرج المكاتب من يد المولى ولم يخرج من ملكه فيجوز له\nالبيع والشراء والسفر ولا يجوز له التزويج إلا بإذن المولى ولا يهب ولا\nيصدق إلا بشيء اليسير ولا يتكفل\n</p>\n\n<p>\nفإنه ولد له ولد من أمة له دخل في كتابته وكان حكمه كحكمه وكسبه له وإن\nزوج المولى عبده من أمته ثم كاتبهما فولدت منه ولدا دخل في كتابتها وكان\nكسبه لها\n</p>\n\n<p>\nوإن وطئ المولى مكاتبته لزمه العقر وإن جنى عليها أو على ولدها لزمته\nالجناية وإن أتلف مالا لها غرمه\n</p>\n\n<p>\nوإذا اشترى المكاتب أباه أو أبنه دخل في كتابته وإن اشترى أم ولده دخل\nولدها في الكتابة ولم يجز بيعها وإن اشترى ذا رحم محرم منه لا ولاد له لم\nيدخل في كتابته عند أبي حنيفة\n</p>\n\n<p>\nوإذا عجز المكاتب عن نجم نظر الحاكم في حاله فإن كان له دين يقتضيه أو\nمال يقدم إليه ولم يعجل بتعجيزه وانتظر عليه اليومين\n</p>\n\n<p>\nوالثلاثة وإن لم يكن له وجه وطلب المولى تعجيزه عجزه الحاكم وفسخ الكتابة\nعند أبي حنيفة رحمه الله وقالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nرحمهما الله: حتى يتوالى عليه نجمان وإذا عجز المكاتب عاد إلى أحكام الرق\nوكان ما في يده من الأكساب لمولاه\n</p>\n\n<p>\nوإن <span id='ms097'></span> مات المكاتب وله مال لم تنفسخ الكتابة وقضيت كتابته من أكسابه وحكم\nبعتقه في آخر جزء من أجزاء حياته وإن لم يترك وفاء وترك ولدا مولودا في\nالكتابة سعى في كتابة أبيه على نجومه وإذا أدى حكمنا بعتق أبيه قبل موته\nوعتق الولد وإن ترك ولدا مشترى في الكتابة قيل له: إما أن تؤدي الكتابة\nحالا وإلا رددت في الرق\n</p>\n\n<p>\nوإذا كاتب المسلم عبده على خمر أو خنزير أو على قيمة نفسه فالكتابة فاسدة\n</p>\n\n<p>\nفإن أدى الخمر عتق ولزمه أن يسعى في قيمته ولا ينقص من المسمى ويزاد عليه\n</p>\n\n<p>\nوإن كاتبه على حيوان غير موصوف فالكتابة جائزة وإذا كاتب عبديه كتابة\nواحدة ضامن عن الآخر جازت الكتابة وأيهما أدى عتقا ويرجع على شريكه بنصف ما أدى\n</p>\n\n<p>\nوإذا أعتق المولى مكاتبه عتق بعتقه وسقط عنه مال الكتابة\n</p>\n\n<p>\nوإذا مات مولى المكاتب لم تنفسخ الكتابة وقيل له: أد المال إلى ورثة\nالمولى على نجومه فإن أعتقه أحد الورثة لم ينفذ عتقه وإن أعتقوه جميعا عتق\nوسقط عنه مال الكتابة\n</p>\n\n<p>\nوإذا كاتب المولى أم ولده جاز وإن مات المولى سقط عنها مال الكتابة وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nولدت مكاتبته منه فهي بالخيار: إن شاءت مضت على الكتابة وإن شاءت عجزت\nنفسها وصارت أم ولد له\n</p>\n\n<p>\nوإذا كاتب مدبرته جاز فإن مات المولى ولا مال له كانت بالخيار بين أن\nتسعى في ثلثي قيمتها أو جميع مال الكتابة وإن دبر مكاتبته صح التدبير ولها\nالخيار: إن شاءت مضت على الكتابة وإن شاءت عجزت نفسها وصارت مدبرة وإن مضت\nعلى كتابتها فمات المولى ولا مال له فهي بالخيار: إن شاءت سعت في ثلثي مال\nالكتابة أو ثلثي قيمتها عند أبي حنيفة\n</p>\n\n<p>\nوإذا أعتق المكاتب عبده على مال لم يجز\n</p>\n\n<p>\nوإن وهب على عوض لم يصح وإن كاتب عبده جاز فإن أدى الثاني قبل أن يعتق\nالأول فولاؤه للمولى وإن أدى بعد عتق المكاتب الأول فولاؤه له\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head93'>AUTO 38 - كتاب الولاء</h1>\n\n<p>\nإذا أعتق الرجل مملوكه فولاؤه له وكذلك المرأة تعتق فإن <span id='ms098'></span> شرط أنه سائبه\nفالشرط باطل والولاء لمن أعتق\n</p>\n\n<p>\nوإذا أدى المكاتب عتق وولاؤه للمولى\n</p>\n\n<p>\nوكذلك إن عتق بعد موت المولى فولاؤه لورثة المولى فإن مات المولى عتق\nمدبره وأمهات أولاده وولاؤهم له ومن ملك ذا رحم محرم منه عتق عليه وولاؤه له\n</p>\n\n<p>\nوإذا تزوج عبد رجل أمة لآخر فأعتق مولى الأمة الأمة وهي حامل من العبد\nعتقت وعتق حملها وولاء الحمل لمولى الأم لا ينتقل عنه أبدا فإن ولدت بعد\nعتقها لأكثر من ستة أشهر ولدا فولاؤه لمولى الأم فإن أعتق العبد جر ولاء\nابنه وانتقل عن مولى الأم إلى مولى الأب\n</p>\n\n<p>\nومن تزوج من العجم بمعتقه من العرب فولدت له أولاد فولاء أولادها\nلمواليها عند أبي حنيفة\n</p>\n\n<p>\nوولاء العتاقة تعصيب فإن كان للمعتق عصبة من النسب فهو أولى منه وإن لم\nيكن له عصبة من النسب فميراثه للمعتق\n</p>\n\n<p>\nفإن مات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nالمولى ثم مات المعتق فميراثه لبني المولى دون بناته وليس للنساء من\nالولاء إلا ما أعتقن أو أعتق من أعتقن أو كاتبن أو كاتب من كاتبن إذا ترك\nالمولى ابنا أولاد ابن آخر فميراث المعتق للابن دون بني البن والولاء للكبر\n</p>\n\n<p>\nوإذا أسلم رجل على يد رجل ووالاه على أن يرثه ويعقل عنه أو أسلم على يد\nغيره ووالاه فالولاء صحيح وعقله على مولاه فإن مات ولا وارث له فميراثه\nللمولى وإن كان له وارث فهو أولى منه وللمولى أن ينتقل عنه بولائه إلى غيره\nما لم يعقل عنه فإذا عقل عنه لم يكن له أن يتحول بولائه إلى غيره وليس\nلمولى العتاقة أن يوالي أحد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head94'>AUTO 39 - كتاب الجنايات</h1>\n\n<p>\nالقتل على خمسة أوجه: عمد وشبه عمد وخطإ وما أجزي مجرى الخطإ والقتل بسبب\n</p>\n\n<p>\nفالعمد: ما تعمد ضربه بسلاح أو ما أجزي مجرى السلاح في تفريق الأجزاء\nكالمحدد من الخشب والحجر والنار وموجب ذلك\n</p>\n\n<p>\nالمأثم والقرد إلا أن يعفو الأولياء ولا كفار فيه\n</p>\n\n<p>\nوشبه العمد عند أبي حنيفة: أن يتعمد الضرب بما ليس بسلاح ولا ما أجري\nمجرى السلاح وقال أبو <span id='ms099'></span> يوسف ومحمد: إذا ضربه بحجر عظيم أو خشبة عظيمة فهو\nعمد وشبه العمد: أن يتعمد ضربه بما لا يقتل غالبا وموجب ذلك على القولين\nوالمأثم والكفارة ولا قود وفيه دية مغلظة على العاقلة\n</p>\n\n<p>\nوالخطأ على وجهين: خطأ في القصد وهو: أن يرمي شخصا يظنه صيدا فإذا هو\nآدمي وخطأ في الفعل وهو: أن يرمي غرضا فيصيب آدميا وموجب ذلك: الكفارة\nوالدية على العاقلة ولا مأثم فيه\n</p>\n\n<p>\nوما أجري مجرى الخطإ: مثل النائم ينقلب على رجل فيقتله فحكمه حكم الخطإ\n</p>\n\n<p>\nوأما القتل بسبب: كحافر البئر وواضع الحجر في غير ملكه وموجبه إذا تلف\nفيه آدمي: الدية على العاقلة ولا كفارة فيه\n</p>\n\n<p>\nوالقصاص واجب بقتل كل محقون الدم على التأبيد إذا قتل عمدا\n</p>\n\n<p>\nويقتل الحر بالحر والحر بالعبد والمسلم بالذمي ولا يقتل والمسلم\nبالمستأمن ويقتل الرجل بالمرأة والكبير بالصغير والصحيح بالأعمى والزمن ولا\nيقتل الرجل بابنه ولا بعبده ولا مدبره ولا مكاتبه ولا بعبد ولده ومن ورث\nقصاصا على أبيه سقط ولا يستوفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nالقصاص إلا بالسيف\n</p>\n\n<p>\nوإذا قتل المكاتب عمدا وليس له وارث إلا المولى وترك وفاء فله القصاص فإن\nترك وفاء ووارثه غير المولى فلا قصاص لهم وإن اجتمعوا مع المولى\n</p>\n\n<p>\nوإذا قتل عبد الرهن لم يجب القصاص حتى يجتمع الراهن والمرتهن\n</p>\n\n<p>\nومن جرح رجلا عمدا فلم يزل صاحب فراش حتى مات فعليه القصاص ومن قطع يد\nغيره عمدا من المفصل قطعت يده وكذلك الرجل ومارن الأنف والأذن\n</p>\n\n<p>\nومن ضرب عين رجل فقلعها فلا قصاص عليه وإن كانت قائمة فذهب ضوؤها فعليه\nالقصاص تحمى له المرآة ويجعل على وجهه قطن رطب وتقابل عينه بالمرآة حتى\nيذهب ضوءها\n</p>\n\n<p>\nوفي السن القصاص وفي كل شجة يمكن فيها المماثلة القصاص ولا قصاص في عظم\nإلا في السن وليس فيما دون النفس شبه عمد إنما هو عمد أو خطأ\n</p>\n\n<p>\nولا قصاص بين الرجل والمرأة فيما دون النفس ولا بين الحر والعبد ولا بين\nالعبدين\n</p>\n\n<p>\nويجب القصاص في الأطراف بين المسلم والكافر ومن قطع يد رجل <span id='ms100'></span> من نصف الساعد\nأو جرحه جائفة فبرأ منها فلا قصاص عليه\n</p>\n\n<p>\nوإذا كانت يد المقطوع ويد القاطع شلاء أو ناقصه الأصابع فالمقطوع\nبالخيار: إن شاء قطع اليد المعيبة ولا شيء له غيرها وإن شاء آخذ الأرض كاملا\n</p>\n\n<p>\nومن شج رجلا فاستوعب الشجة ما بين قرنية وهي لا تستوعب ما بين قرني الشاج\nفالمشجوج بالخيار: إن شاء اقتض بمقدار شجته يبتدئ من أي الجانبين شاء وإن\nشاء أخذ الأرش\n</p>\n\n<p>\nولا قصاص في اللسان ولا في الذكر إلا أن تقطع الحشفة\n</p>\n\n<p>\nوإذا اصطلح القاتل وأولياء المقتول على مال سقط القصاص ووجب المال قليلا\nكان أو كثيرا فإن عفا أحد الشركاء أو صالح من نصيبه على عوض سقط حق الباقين\nمن القصاص وكان لهم نصيبهم من الدية وإذا قتل جماعة واحدا عمدا اقتض من جميعهم\n</p>\n\n<p>\nوإذا قتل واحد جماعة فحضر أولياء المقتولين قتل بجماعتهم ولا شيء لهم غير\nذلك فإن حضر واحد قتل له وسقط حق الباقين ومن وجب عليه القصاص فمات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nسقط عنه القصاص وإذا قطع رجلان يد رجل فلا قصاص على واحد منهما وعليهما\nنصف الدية وإن قطع واحد يميني رجلين فحضرا فلهما أن يقطعا يده ويأخذا منه\nنصف الدية ويقتسمانه نصفين وإن حضر واحد منهما فقطع يده فللآخر عليه نصف الدية\n</p>\n\n<p>\nوإذا أقر العبد بقتل العمد لزمه القود\n</p>\n\n<p>\nومن رمى رجلا عمدا فنفذ السهم منه إلى آخر فماتا فعليه القصاص للأول\nوالدية الثاني على عاقلته\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head95'>AUTO 40 - كتاب الديات</h1>\n\n<p>\nإذا قتل رجل رجلا عمد فعلى عاقلته دية مغلظة وعليه كفارة ودية شبه العمد\nعند أبي حنيفة وأبي يوسف مائة من الإبل أرباعا: خمس وعشرون بنت مخاض وخمس\nوعشرون بنت لبون وخمس وعشرون حقة وخمس وعشرون جذعة ولا يثبت\n</p>\n\n<p>\nالتغليظ إلا في الإبل خاصة فإن قضي بالدية من غير الإبل لم تتغلظ\n</p>\n\n<p>\nوقتل الخطإ جب به الدية على العاقلة والكفارة على القاتل\n</p>\n\n<p>\nوالدية في الخطأ مائة من الإبل أخماسا: عشرون بنت مخاض وعشرون ابن مخاض\nوعشرون بنت لبون وعشرون حقة ولا تثبت الدية <span id='ms101'></span> إلا من هذه الأنواع الثلاثة عند\nأبي حنيفة وقال أبو يوسف ومحمد: من البقر مائتا بقرة ومن الغنم ألفا شاة\nومن الحلل مائتا حلة كل حلة ثوبان ودية المسلم والذمي سواء\n</p>\n\n<p>\nوفي النفس الدية وفي المارن الدية وفي اللسان الدية وفي الذكر الدية وفي\nالعقل إذا ضرب رأسه فذهب عقله الدية وفي اللحية إذا حلقت فلم تنبت الدية\nوفي شعر الرأس الدية وفي الحاجبين الدية وفي العينين الدية وفي اليدين\nالدية وفي الرجلين الدية وفي الأذنين الدية وفي الشفتين الدية وفي الأنثيين\nالدية وفي ثديي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nالمرأة الدية\n</p>\n\n<p>\nوفي كل واحد من هذه الأشياء نصف الدية وفي أشفار العينين الدية وفي\nأحدهما ربع الدية وفي كل إصبع من أصابع اليدين والرجلين عشر الدية والأصابع\nكلها سواء وكل إصبع فيها ثلاثة مفاصل ففي أحدهما ثلث دية الإصبع وما فيها\nمفصلان ففي أحدهما نصف دية الإصبع وفي كل سن خمس من الإبل والأسنان\nوالأضراس كلها سواء\n</p>\n\n<p>\nومن ضرب عضوا فأذهب منفعة ففيه دية كاملة\n</p>\n\n<p>\nكما لو قطعه كاليد إذا شلت والعين إذا ذهب ضوءها\n</p>\n\n<p>\nوالشجاج عشرة: الحارصة والدامعة والدامية والباضعة والمتلاحمة والسمحاق\nوالموضحه والهاشمة والمنقلة والأمة\n</p>\n\n<p>\nففي الموضحه القصاص إن كانت عمدا ولا قصاص في بقية الشجاج وما دون\nالموضحة ففيه حكومة عدل\n</p>\n\n<p>\nوفي الموضحة إن كانت خطأ نصف عشر الدية وفي الهاشمية عشر الدية وفي\nالمنقلة عشر ونصف عشر الدية وفي الأمة ثلث الدية وفي الجائفة ثلث الدية\n</p>\n\n<p>\nفإن نفذت فهي جائفتان ففيها ثلثا الدية وفي أصابع اليد نصف الدية\n</p>\n\n<p>\nوإن قطعها مع الكف ففيها الدية وإن قطعها مع نصف الساعد ففي الكف نصف\nالدية وفي الزيادة حكومة عدل وفي الإصبع الزائدة حكومة عدل\n</p>\n\n<p>\nوفي عين الصبي وذكره ولسانه إذا لم تعلم صحته حكومة عدل ومن شج رجلا\nموضحة فذهب عقله أو شعر رأسه دخل أرش الموضحة في الدية\n</p>\n\n<p>\nوإن ذهب سمعة أو بصره أو كلامه فعليه أرش الموضحة مع الدية ومن قطع إصبع\nرجل فشلت أخرى إلى جنبها ففيهما الأرش ولا <span id='ms102'></span> قصاص فيه عند أبي حنيفة\n</p>\n\n<p>\nومن قلع سن رجل فنبتت أخرى سقط الأرش ومن شج رجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nفالتحمت الجراحة ولم يبق لها أثر ونبت الشعر سقط الأرش عند أبي حنيفة\nوقال أبو يوسف: عليه أرش الألم وقال محمد: عليه أجرة الطبيب ومن جرح رجلا\nجراحة لم يقتض منه حتى يبرأ\n</p>\n\n<p>\nومن قطع يد رجل خطأ ثم قتله قبل البرء فعليه الدية وسقط\n</p>\n\n<p>\nأرش اليد\n</p>\n\n<p>\nوكل عمد سقط فيه القصاص بشبهة فالدية في مال القاتل وكل أرش وجب بالصلح\nفهو في مال القاتل\n</p>\n\n<p>\nوإذا قتل الأب ابنه عمدا فالدية في ماله في ثلاث سنين وكل جناية اعترف\nبها الجاني فهي في ماله ولا يصدق على عاقلته\n</p>\n\n<p>\nوعمد الصبي والمجنون خطأ وفيه الدية على العاقلة\n</p>\n\n<p>\nومن حفر بئرا في طريق المسلمين أو وضع حجرا فتلف بذلك إنسان فديته على\nعاقلته وإن تلف فيه بهيمة فضمانها في ماله وإن أشرع في الطريق ورشنا أو\nميزابا فسقط على إنسان فعطب فالدية على عاقلته ولا كفارة على حافر البئر\nوواضع الحجر\n</p>\n\n<p>\nومن حفر بئرا في ملكه فعطب به إنسان لم يضمن والراكب ضامن لما وطئت\nالدابة وما أصابت بيدها أو كدمت ولا يضمن ما نفخت برجلها أو ذنبها\n</p>\n\n<p>\nفإن راثت أو بالت في الطريق فعطب به إنسان لم يضمن والسائق ضامن لما\nأصابت بيدها أو رجلها والقائد ضامن لما أصابت بيدها دون رجلها\n</p>\n\n<p>\nومن قاد قطارا فهو ضامن لما وطئ فإن كان معه سائق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nفالضمان عليهما وإذا جنى البعد جناية خطإ قيل لمولاه: إما أن تدفعه بها\nأو تفديه\n</p>\n\n<p>\nفإن دفعه ملكه ولي الجناية وإن فداه بأرشها فإن عاد فجنى كان حكم الجناية\nالثانية حكم الألى فإن جنى قيل للمولى: إما أن تدفعه إلى ولي الجنايتين\nيقتسمان على قدر حقيهما وإما أن تفديه بأرش كل واحدة منهما وإن أعتقه\nالمولى وهو لا يعلم بالجناية ضمن الأقل من قيمته ومن أرشها وإن باعه المولى\nأو أعتقه بعد العلم بالجناية وجب عليه الأرش\n</p>\n\n<p>\nوإذا جنى المدبر أو أم <span id='ms103'></span> الولد جناية خطأ ضمن المولى الأقل من قيمته ومن\nأرشها فإن جنى أخرى وقد دفع المولى القيمة إلى ولي الأولى بقضاء فلا شيء\nعليه ويتبع ولي الجناية الثانية ولي الجناية الأولى فيشاركه فيما أخذ وإن\nكان المولى دفع القيمة بغير قضاء فالولي بالخيار: إن شاء اتبع المولى وإن\nشاء اتبع ولي الجناية الأولى\n</p>\n\n<p>\nوإذا مال الحائط إلى طريق المسلمين فطولب صاحبه بنقضه وأشهد عليه فلم\nينقض في مدة يقدر على نقضه حتى سقط ضمن ما تلف به من نفس أو مال\n</p>\n\n<p>\nويستوي أن يطالبه بنقضه مسلم أو ذمي وإن مال إلى دار رجل فالمطالبة إلى\nمالك الدار خاصة وإذا اصطدم فارسان فماتا فعلى عاقلة كل واحد منهما دية الآخر\n</p>\n\n<p>\nوإذا قتل رجل عبدا خطأ فعليه قيمته لا يزاد على عشرة آلاف درهم فإن كانت\nقيمته عشرة آلاف أو أكثر قضي عليه بعشرة آلاف إلا عشرة\n</p>\n\n<p>\nوفي الأمة إذا زادت قيمتها على الدية خمسة آلاف إلا عشرة\n</p>\n\n<p>\nوفي يد العبد نصف القيمة لا يزاد على خمسة آلاف إلا خمسة وكل ما يقدر من\nدية الحر فهو مقدر من قيمة العبد\n</p>\n\n<p>\nوإذا ضرب بطن امرأة فألقت جنينا ميتا فعليه غرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوالغرة نصف عشر الدية فإن ألقته حيا ثم مات فعليه دية كاملة وإن ألقته\nميتا ثم ماتت الأم فعليه دية وغرة وإن ماتت الأم ثم ألقته ميتا فعليه دية\nفي الأم ولا شيء في الجنين\n</p>\n\n<p>\nوما يجب في الجنين موروث عنه وفي جنين الأمة إذا كان ذكرا نصف عشر قيمته\nلو كان حيا وعشر قيمته إن كان أنثى ولا كفارة في الجنين\n</p>\n\n<p>\nوالكفارة في شبه العمد والخطإ: عتق رقبة مؤمنة فإن لم يجد فصيام شهرين\nمتتابعين ولا يجزئ فيها الإطعام\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head96'>AUTO باب القسامة</h2>\n\n<p>\nوإذا وجد القتيل في محلة ولا يعلم من قتله استحلف خمسون رجلا منهم\n</p>\n\n<p>\nيتخيرهم الولي: بالله ما قتلناه ولا علمنا له قاتلا فإذا حلفوا قضي على\nأهل المحلة بالدية ولا يستحلف الولي ولا يقضي له بالجناية وإن لم يكمل أهل <span id='ms104'></span>\nالمحلة كررت الأيمان عليهم حتى يتم خمسون\n</p>\n\n<p>\nولا يدخل في القسامة صبي ولا مجنون\n</p>\n\n<p>\nولا امرأة ولا عبد وإن وجد ميت لا أثر به فلا قسامة ولا دية وكذلك إن كان\nالدم يسيل من أنفه أو من دبره أو من فمه فإن كان يخرج من عينيه أو من أذنه\nفهو قتيل\n</p>\n\n<p>\nوإذا وجد القتيل على دابة يسوقها رجل فالدية على عاقلته دون أهل المحلة\nوإن وجد القتيل في دار إنسان فالقسامة عليه والدية على عاقلته\n</p>\n\n<p>\nولا يدخل السكان في القسامة مع الملاك عند أبي حنيفة وهي على أهل الخطة\n</p>\n\n<p>\nدون المشترين ولو بقي منهم واحد وإن وجد القتيل في سفينة فالقسامة على من\nفيها من الركاب والملاحين وإن وجد القتيل في مسجد محلة فالقسامة على أهلها\nوإن وجد في الجامع أو الشارع الأعظم فلا قسامة فيه والدية على بيت المال\nوإن وجد في برية ليس بقربها عمارة فهو هدر وإن وجد بين قريتين كان على\nأقربهما وإن وجد في وسط الفرات بمر به الماء فهو هدر\n</p>\n\n<p>\nفإن كان محتسبا بالشاطئ فهو على أقرب القرى من ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nالمكان\n</p>\n\n<p>\nوإن ادعى الولي على واحد من أهل المحلة بعينه لم تسقط القسامة عنهم وإن\nادعى على واحد من غيرهم سقطت عنهم القسامة\n</p>\n\n<p>\nوإذا قال المستحلف: قتله فلان استحلف بالله ما قتلت ولا عرفت له قاتلا\nغير فلان\n</p>\n\n<p>\nوإذا شهد اثنان من أهل المحلة على رجل من غيرهم أنه قتله لم تقبل\nشهادتهما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head97'>AUTO باب المعاقل</h2>\n\n<p>\nالدية في شبه العمد والخطإ وكل دية وجبت بنفس القتل على العاقلة\n</p>\n\n<p>\nوالعاقلة: أهل الديوان\n</p>\n\n<p>\nإن كان القاتل من أهل الديوان يؤخذ من عطاياهم في ثلاث سنين فإن خرجت\nالعطايا في أكثر من ثلاث سنين أو أقل أخذت منها ومن لم يكن من أهل الديوان\nفعاقلته قبيلته تقسط عليهم في ثلاث سنين لا يزاد الواحد على أربعة دراهم في\nكل سنة وينقض منها فإن لم تتسع القبيلة لذلك ضم إليهم أقرب القبائل من غيرهم\n</p>\n\n<p>\nويدخل القاتل مع العاقلة فيكون <span id='ms105'></span> فيما يؤدي مثل أحدهم\n</p>\n\n<p>\nوعاقلة المعتق قبيلة مولاه ومولى الموالاة يعقل عنه مولاه وقبيلته ولا\nتتحمل العاقلة أقل من نصف عشر الدية وتتحمل نصف العشر فصاعدا وما ينقص من\nذلك فهو في مال الجاني\n</p>\n\n<p>\nولا تعتقل العاقلة جناية العبد ولا تعقل الجناية التي اعترف بها الجاني\nإلا أن يصدقوه ولا تعقل ما لزم بالصلح\n</p>\n\n<p>\nوإذا جنى الحر على العبد جناية خطأ كانت على عاقلته\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head98'>AUTO 41 - كتاب الحدود</h1>\n\n<p>\nالزنا يثبت بالبينة والإقرارز\n</p>\n\n<p>\nفالبينة: أن تشهد أربعة من الشهود على رجل أو امرأة بالزنا فيسألهم\nالإمام عن الزنا\n</p>\n\n<p>\nما هو؟ وكيف هو؟ وأين زنى؟ وبمن زنى؟ ومتى زنى؟ فإذا بينوا ذلك وقالوا:\nرأيناه وطئها في فرجها كالميل في المكحلة وسأل القاضي عنهم فعدلوا في السر\nوالعلانية حكم بشهادتهم\n</p>\n\n<p>\nوالإقرار: أن يقر البالغ العاقل على نفسه بالزنا أربع مرات في أربعة\nمجالس من مجالس المقر كلما أقر رده القاضي فإذا تم إقراره أربع مرات سأله\nالإمام عن الزنا: ما هو؟ وكيف هو؟ وأين زنى؟ وبمن زنى؟ فإذا بين ذلك لزمه الحد\n</p>\n\n<p>\nفإن كان الزاني محصنا رجمه بالحجارة حتى يموت يخرجه إلى أرض فضاء يبتدئ\nالشهود برجمه ثم الإمام ثم الناس فإن امتنع الشهود من الابتداء سقط الحد\n</p>\n\n<p>\nوإن كان مقرا ابتدأ الإمام ثم الناس ويغسل ويكفن ويصلي عليه\n</p>\n\n<p>\nوإن لم يكن محصنا وكان حرا فحده مائة جلدة يأمر الإمام بضربه بسوط لا\nثمرة له ضربا متوسطا تنزع عنه ثيابه ويفرق الضرب على أعضائه إلا رأسه ووجهه\nوفرجه وإن كان عبدا جلده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nخمسين وكذلك الأمة\n</p>\n\n<p>\nفإن رجع المقر عن إقراره قبل إقامة الحد عليه أو في وسطه قبل رجوعه وخلي سبيله\n</p>\n\n<p>\nويستحب للإمام أن يلقن المقر الرجوع ويقول له: لعلك لمست أو قبلت\n</p>\n\n<p>\nوالرجل والمرأة في ذلك سواء غير أن المرأة لا تنزع عنها ثيابها إلا الفرو\nوالحشو وإن حفر لها في الرجم جاز\n</p>\n\n<p>\nولا يقيم المولى الحد على عبده إلا بإذن الإمام\n</p>\n\n<p>\nوإذا رجع أحد الشهود بعد الحكم وقبل الرجم ضربوا الحد وسقط الرجم <span id='ms106'></span> فإن رجع\nبعد الرجم حد الراجع وحده\n</p>\n\n<p>\nوضمن ربع الدية وإن نقص عدد الشهود عن أربعة حدوا\n</p>\n\n<p>\nوشرط إحصان الرجم: أن يكون حرا بالغا عاقلا مسلما قد تزوج امرأة نكاحا\nصحيحا ودخل بها وهما على صفة الإحصان\n</p>\n\n<p>\nولا يجمع في المحصن بين الجلد والرجم ولا يجمع في البكر بين الجلد والنفي\nإلا أن يرى الإمام ذلك مصلحة فيغربه على قدر ما يراهوإذا زنى المريض وحده\nالرجم رجم وإن كان حده الجلد لم يجلد حتى يبرأ\n</p>\n\n<p>\nوإذا زنت الحامل لم تحد حتى تضع حملها فإن كان حدها الجلد فحتى تتعالى من\nنفسها وإذا كان حدها الرجم رجمت\n</p>\n\n<p>\nوإذا شهد الشهود بحد متقادم لم يقطعهم عن إقامته بعدهم عن الإمام لم تقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nشهادتهم إلا في حد القذف خاصة\n</p>\n\n<p>\nومن وطئ أجنبية فيما دون الفرج عزز\n</p>\n\n<p>\nولا حد على من وطئ جارية ولده وولد ولده وإن قال: علمت أنها علي حرام:\nوإذا وطئ جارية أبيه أو أمه أو زوجته أو وطئ العبد جارية مولاه وقال: علمت\nأنها علي حرام حد وإن قال: ظننت أنها حلال حد\n</p>\n\n<p>\nومن زفت إليه غير امرأته وقالت النساء: إنها زوجتك فوطئها فلا حد عليه\n</p>\n\n<p>\nوعليه المهر\n</p>\n\n<p>\nومن وجد امرأة على فراشه فوطئها فعليه الحد ومن تزوج امرأة لا يحل له\nنكاحها فوطئها لم يجب عليه الحد ومن أتى امرأة في الموضع المكروه أو عمل\nعمل قوم لوط فلا حد عليه عند أبي حنيفة ويعزر وقال أبو يوسف ومحمد: هو\nكالزنا ومن وطئ بهيمة فلا حد عليه\n</p>\n\n<p>\nومن زنى في دار الحرب أو دار البغي ثم خرج إلينا لم نقم عليه الحد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head99'>AUTO باب حد الشرب</h2>\n\n<p>\nومن شرب الخمر فأخذ وريحها موجود فشهد الشهود بذلك عليه أو أقل فعليه\nالحد وإن أقر بعد ذهاب رائحتها لم يحد\n</p>\n\n<p>\nومن سكر من النبيذ حد\n</p>\n\n<p>\nولا حد على من وجد منه رائحة الخمر أو تقيأها ولا يحد السكران حتى يعلم\nأنه سكر من النبيذ وشربه طوعا ولا يحد حتى يزول عنه السكر\n</p>\n\n<p>\nوحد <span id='ms107'></span> الخمر والسكر في الحد ثمانون سوطا يفرق على بدنه كما ذكرنا في الزنا\nوإن كان عبدا فحده أربعون سوطا\n</p>\n\n<p>\nومن أقرب بشرب الخمر أو السكر ثم رجع لم يحد\n</p>\n\n<p>\nويثبت الشرب بشهادة شاهدين وبإقراره مرة واحدة ولا تقبل فيه شهادة النساء\nمع الرجال\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head100'>AUTO باب حد القذف</h2>\n\n<p>\nإذا قذف رجل رجلا محصنا أو امرأة محصنة بصريح الزنا وطالب المقذوف بالحد\nحده الحاكم ثمانين سوطا إن كان حرا يفرق على أعضائه ولا يجرد عن ثيابه غير\nأنه ينزع عنه الفرو والحشو وإن كان عبدا جلده أربعين\n</p>\n\n<p>\nوالإحصان: أن يكون المقذوف حرا عاقلا بالغا مسلما عفيفا عن فعل الزنا\n</p>\n\n<p>\nومن نفى نسب غيره فقال: لست لأبيك أو: يا ابن الزانية وأمه ميتة محصنة\nوطالب الابن بالحد حد القاذف ولا يطالب بحد القذف للميت إلا من يقع القدح\nفي نسبه بقذفه\n</p>\n\n<p>\nوإن كان المقذوف محصنا جاز لابنه الكافر والعبد أن يطالب بالحد وليس\nللعبد أن يطالب مولاه بقذف أمه الحرة\n</p>\n\n<p>\nوإن أقر بالقذف ثم رجع لم يقبل رجوعه\n</p>\n\n<p>\nومن قال لعربي: يا نبطئ لم يحد ومن قال لرجل: يا ابن ماء السماء فليس\n</p>\n\n<p>\nبقاذف وإذا نسبه إلى عمه أو خاله أو زوج أمه فليس بقاذف\n</p>\n\n<p>\nومن وطئ وطئا حراما في غير ملكه لم يحد قاذفه والملاعنة بولد لا يحد قاذفها\n</p>\n\n<p>\nومن قذف عبدا أو أمة أو كافرا بالزنا أو قذف مسلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nبغير الزنا فقال: يا فاسق أو يا كافر أو يا خبيث عزر وإن قال: يا حمار أو\nيا خنزير لم يعزر\n</p>\n\n<p>\nوالتعزير: أكثره تسعة وثلاثون سوطا وأقله ثلاث جلدات وقال أبو يوسف: يبلغ\nبالتعزير خمسة وسبعين سوطا فإن رأى الإمام أن يضم إلى الضرب في التعزير\nالحبس فعل\n</p>\n\n<p>\nوأشد الضرب التعزير ثم حد الزنا ثم حد الشرب ثم حد القذف\n</p>\n\n<p>\nومن حده الإمام أو عزره فمات فدمه هدر\n</p>\n\n<p>\nوإذا حد المسلم في القذف سقطت شهادته وإن تاب وإن حد الكافر في القذف ثم\nأسلم قبلت شهادته والله أعلم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head101'>AUTO 42 - كتاب السرقة</h1>\n\n<p>\nإذا سرق العاقل <span id='ms108'></span> البالغ عشرة دارهم أو ما قيمته عشرة دراهم مضروبة أو غير\nمضروبة من حرز لا شبهة فيه وجب عليه القطع\n</p>\n\n<p>\nوالعبد والحر في القطع سواء\n</p>\n\n<p>\nويجب القطع بإقراره مرة واحدة أو بشهادة شاهدين\n</p>\n\n<p>\nوإذا اشترك جماعة في سرقة فأصاب كل واحد منهم عشرة دراهم قطع وإن أصابه\nأقل من ذلك لم يقطع\n</p>\n\n<p>\nولا يقطع فيما يوجد تافها مباحا في دار الإسلام كالخشب والقصب والحشيس\nوالسمك والطير والصيد وكذلك فيما يسرع إليه الفساد كالفواكه الرطبة واللبن\nواللحم والبطيخ والفاكهة على الشجر والزرع الذي لم يحص\n</p>\n\n<p>\nولا قطع في الأشربة المطربة\n</p>\n\n<p>\nولا في الطيور ولا في السرقة المصحف وإن كان عليه حلية ولا في الصليب\nالذهب ولا في الشطرنج ولا النرد ولا قطع على سارق الصبي الحر وإن كان عليه\nحلي ولا قطع في سرقة العبد الكبير ويقطع في سرقة العبد الصغير ولا قطع في\nالدفاتر كلها إلا في دفاتر الحساب ولا قطع في سرقة الكلب ولا فهد ولا دف\nولا طبل ولا مزمار ويقطع في الساج والقنا والآبنوس والصندل وإذا اتخذ من\nالخشب أوان أو أبواب قطع فيها ولا قطع على خائن ولا خائنة ولا نباش\n</p>\n\n<p>\nولا منتهب ولا مختلس\n</p>\n\n<p>\nولا يقطع السارق من بيت المال ولا من مال للسارق فيه شركة ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nسرق من أبويه أو ولده أو ذي رحم محرم منه لم يقطع وكذلك إذا سرق أحد\nالزوجين من الآخر أو العبد من سيده أو من امرأة سيده أو زوج سيدته والمولى\nمن مكاتبه والسارق من المغنم\n</p>\n\n<p>\nوالحرز على ضربين: حرز لمعنى فيه\n</p>\n\n<p>\nكالبيوت والدور وحرز بالحافظ فمن سرق شيئا من حرز أو غير حرز وصاحبه عنده\nيحفظه وجب عليه القطع ولا قطع على من سرق من حمام أو من بيت أذن للناس في دخوله\n</p>\n\n<p>\nومن سرق من المسجد متاعا وصاحبه عنده قطع ولا قطع على الضيف إذا سرق ممن\nأضافه وإذا نقب اللص البيت فدخل فأخذ المال وناوله آخر خارج البيت فلا قطع\nعليهما وإن ألقاه في الطريق <span id='ms109'></span> ثم خرج فأخذه قطع\n</p>\n\n<p>\nوكذلك إن حمله على حمار فساقه فأخرجه وإذا دخل الحرز جماعة فتولى بعضهم\nالأخذ قطعوا جميعا\n</p>\n\n<p>\nومن نقب البيت وأدخل يده فيه فأخذ شيئا لم يقطع وإذا أدخل يده في صندوق\nالصيرفي أو في كم غيره فأخذ المال قطع\n</p>\n\n<p>\nوتقطع يمين السارق من الزند وتحسم فإن سرق ثانيا قطعت رجله اليسرى فإن\nسرق ثالثا لم يقطع وخلد في السجن حتى يتوب\n</p>\n\n<p>\nوإذا كان السارق أشل اليد اليسرى أو أقطع أو مقطوع الرجل\n</p>\n\n<p>\nاليمنى لم يقطع\n</p>\n\n<p>\nولا يقطع السارق إلا أن يحضر المسروق منه فيطالب بالسرقة فإن وهبها من\nالسارق أو باعها إياه أو نقصت قيمتها من النصاب لم يقطع\n</p>\n\n<p>\nومن سرق عنيا فقطع فيها وردها ثم عاد فسرقها وهي بحالها لم يقطع فإن\nتغيرت عن حالها مثل أن كان غزلا فسرقة فقطع فيه فرده ثم نسج فعاد فسرقة قطع\nوإذا قطع السارق والعين قائمة في يده ردها وإن كانت هالكة لم يضمن وإذا\nادعى السارق أن العين المسروقة ملكه سقط القطع عنه وإن لم يقم بنية\n</p>\n\n<p>\nوإذا خرج جماعة ممتنعين أو واحد يقدر على الامتناع فقصدوا قطع الطريق\nفأخذوا قبل أن يأخذوا مالا ولا قتلوا نفسا حبسهم الإمام حتى يحدثوا توبة\nوإن أخذوا مال مسلم أو ذمي والمأخوذ إذا قسم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nجماعتهم أصاب كل واحد منهم عشرة دراهم فصاعدا أو ما قيمته ذلك قطع الإمام\nأيديهم وأرجلهم من خلاف\n</p>\n\n<p>\nوإن قتلوا ولم يأخذوا مالا قتلهم الإمام حدا فإن عفا الأولياء عنهم لم\nيلتفت إلى عفوهم وإن قتلوا وأخذوا المال فالإمام بالخيار: إن\n</p>\n\n<p>\nشاء قطع أيديهم وأرجلهم من خلاف وقتلهم وصلبهم وإن شاء قتلهم وإن شاء\nصلبهم: يصلب حيا ويبعج بطنه بالرمح إلى أن يموت ولا يصلب أكثر من ثلاثة أيام\n</p>\n\n<p>\nفإن كان فيهم صبي أو مجنون أو ذو رحم محرم من المقطوع عليه سقط الحد عن\nالباقين وصار القتل إلى الأولياء: إن شاؤوا قتلوا وإن شاؤا عفوا\n</p>\n\n<p>\nوإن باشر الفعل واحد أجري الحد على جماعتهم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head102'>AUTO 43 - كتاب <span id='ms110'></span> الأشربة</h1>\n\n<p>\nالأشربة المحرمة أربعة: الخمر وهي: عصير العنب إذا إلى واشتد وقذف بالزبد\nوالعصير إذا طبخ حتى ذهب أقل من ثلثيه ونقيع التمر والزبيب إذا اشتد ونبيذ\nالتمر والزبيب إذا طبخ كل واحد منهما أدنى طبخ حلال وإن اشتد إذا شرب منه\nما يغلب في ظنه أنه لا يسكره من غير لهو ولا طرب ولا بأس بالخليطين ونبيذ\nالعسل والتين والحنطة والشعير والذرة حلال وإن لم يطبخ\n</p>\n\n<p>\nوعصير العنب إذا طبخ حتى ذهب منه ثلثاه وبقي ثلثه حلال وإن اشتد ولا بأس\nبالانتباذ في الدباء والحنتم والمزفت والنقير\n</p>\n\n<p>\nوإذا تخللت الخمر حلت سواء صارت خلا بنفسها أو بشيء طرح فيها ولا يكره\nتخليلها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head103'>AUTO 44 - كتاب الصيد والذبائح</h1>\n\n<p>\nيجوز الاصطياد بالكلب المعلم والفهد والبازي وسائر الجوارح المعلمة\n</p>\n\n<p>\nوتعليم الكلب: أن يترك الأكل ثلاث مرات\n</p>\n\n<p>\nوتعليم البازي: أن يرجع إذا دعوته\n</p>\n\n<p>\nفإذا أرسل كلبه العلم أو بازيه أوصقره وذكر اسم الله تعالى عليه عند\nإرساله فأخذ الصيد وجرحه فمات حل أكله وإن أكل منه الكلب لم يؤكل وأن أكل\nمنه البازي أكل وإذا أدرك المرسل الصيد حيا وجب عليه أن يذكيه فإن ترك\nتذكيته حتى مات لم يؤكل وإن خنقه الكلب ولم يجرحه لم يؤكل\n</p>\n\n<p>\nوإن شاركه كلب غير معلم أو كلب مجوسي أو كلب لم يذكر اسم الله تعالى عليه\nلم يؤكل\n</p>\n\n<p>\nوإذا رمى الرجل سهما إلى صيد فسمى عند الرمي أكل ما أصاب إذا جرحه السهم\nفمات وإن أدركه حيا ذكاه وإن ترك تذكيته حتى مات لم يؤكل وإن وقع السهم\nفتحامل حتى غاب عنه ولم يزل في طلبه حتى أصابه ميتا أكل وإن قعد عن طلبه ثم\nأصابه ميتا لم يؤكل وإذا رمة صيدا فوقع في الماء فمات لم يؤكل\n</p>\n\n<p>\nوكذلك إن وقع على سطح أو جبل ثم تردى منه إلى الأرض لم يؤكل وإن وقع على\nالأرض ابتداء أكل\n</p>\n\n<p>\nوما أصاب المعراض بعرضه لم يؤكل وإن جرحه أكل ولا يؤكل ما أصابته النبدقة\nإذا مات منها\n</p>\n\n<p>\nوإذا رمى إلى <span id='ms111'></span> صيد فقطع عضوا منه أكل ولا يؤكل العضو وإن قطعه أثلاثا\nوالأكثر مما يلي العجز\n</p>\n\n<p>\nأكل وإن كان الأكثر مما يلي الرأس أكل الأكثر ولا يؤكل الأقل ولا يؤكل\nصيد المجوسي والمرتد والوثني\n</p>\n\n<p>\nومن رمى صيدا فأصابه ولم يثخنه ولم يخرجه من حيز الإمتناع فرماه آخر\nفقتله فهو للثاني ويؤكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان الأول أثخنه فرماه الثاني فقتله لم يؤكل والثاني ضامن بقيمته\nللأول غير ما نقصته جراحته\n</p>\n\n<p>\nويجوز اصطياد ما يؤكل لحمه من الحيوان\n</p>\n\n<p>\nوما لا يؤكل\n</p>\n\n<p>\nوذبيحة المسلم والكتابي حلال ولا تؤكل ذبيحة المجوسي والمرتد والوثني\nوالمحرم وإن ترك الذابح التسمية عمدا فالذبيحة ميتة لا تؤكل وإن تركها\nناسيا أكلت\n</p>\n\n<p>\nوالذبح في الحلق واللبة\n</p>\n\n<p>\nوالعروق التي تقطع في الذكاة أربعة: الحلقوم والمريء والودجان فإذا قطعها\nحل الأكل وإن قطع أكثرها فكذلك عند أبي حنيفة وقال أبو يوسف ومحمد: لا بد\nمن قطع الحلقوم والمريء وأحد الودجين\n</p>\n\n<p>\nويجوز الذبح بالليطة\n</p>\n\n<p>\nوالمروة وبكل شيء أنهر الدم إلا السن القائم والظفر القائم\n</p>\n\n<p>\nويستحب أن يحد الذابح شفرته ومن بلغ بالسكين النخاع أو قطع الرأس كره له\nذلك وتؤكل ذبيحته وإن ذبح الشاة من قفاها فإن بقيت حية قطع العروق جاز\nويكره وإن ماتت قبل قطع العروق لم تؤكل\n</p>\n\n<p>\nوما استأنس من الصيد فذكاته الذبح وما توحش من النعم فذكاته العقر والجرح\n</p>\n\n<p>\nوالمستحب في الإبل النحر\n</p>\n\n<p>\nفإن ذبحها جاز ويكره\n</p>\n\n<p>\nوالمستحب في البقر والغنم الذبح فإن نحرهما جاز ويكره\n</p>\n\n<p>\nومن نحر ناقة أو ذبح بقرة أو شاة فوجد في بطنها جنينا ميتا لم يؤكل أشعر\nأو لم يشعر\n</p>\n\n<p>\nولا يجوز أكل كل ذي ناب من السباع وكل ذي مخلب من الطير ول ابأس بغراب\nالزرع ولا يؤكل الأبقع الذي يأكل الجيف\n</p>\n\n<p>\nويكره أكل الضبع والضب والحشرات كلها\n</p>\n\n<p>\nولا يجوز أكل لحم الحمر الأهلية والبغال ويكره لحم الفرس عند أبي حنيفة\nولا بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nبأكل الأرنب وإذا ذبح ما لا يؤكل لحمه طهر لحمه وجلده\n</p>\n\n<p>\nإلا الآدمي والخنزير فإن الذكاة لا تعمل فيهما\n</p>\n\n<p>\nولا يؤكل <span id='ms112'></span> من حيوان الماء إلا السمك ويكره أكل الطافي منه ولا بأس بأكل\nالجريث والمارماهي\n</p>\n\n<p>\nويجوز أكل الجراد ولا ذكاة له\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head104'>AUTO 45 - كتاب الأضحية</h1>\n\n<p>\nالأضحية واجبة على كل حر مسلم مقيم موسر في يوم الأضحى عن نفسه وولده\nالصغار يذبح عن\n</p>\n\n<p>\nكل واحد منهم شاة أو يذبح بدنة أو بقرة عن سبعة وليس على الفقير والمسافر\nأضحية ووقت الأضحية يدخل بطلوع الفجر من يوم النحر إلا أنه لا يجوز لأهل\nالأمصار الذبح حتى يصلي الإمام صلاة العيد فأما أهل السواد فيذبحون بعد الفجر\n</p>\n\n<p>\nوهي جائزة في ثلاثة أيام: يوم النحر ويومان بعده\n</p>\n\n<p>\nولا يضحي بالعمياء والعوراء والعرجاء التي لا تمشي إلى المنسك ولا\nالعجفاء ولا تجزئ مقطوعة الأذن والذنب ولا التي ذهب أكثر أذنها فإن بقي\nالأكثر من الأذن والذنب جاز\n</p>\n\n<p>\nويجوز أن يضحى بالجماء والخصي والجرباء والثولاء\n</p>\n\n<p>\nوالأضحية من الإبل والبقر والغنم يجزئ من ذلك كله الثني فصاعدا إلا\nالضمان فإن الجذع منه يجزئ\n</p>\n\n<p>\nويأكل من لحم الأضحية ويطعم الأغنياء والفقراء ويدخر\n</p>\n\n<p>\nويستحب أن لا ينقص الصدقة من الثلث ويتصدق بجلدها أو يعمل منه آلة تستعمل\nفي البيت\n</p>\n\n<p>\nوالأفضل أن يذبح أضحيته بيده إن كان يحسن الذبح\n</p>\n\n<p>\nويكره أن يذبحها الكتابي\n</p>\n\n<p>\nوإذا غلط رجلان فذبح كل واحد منهما أضحية الآخر أجزأ عنهما ولا ضمان\nعليهما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head105'>AUTO 46 - كتاب الأيمان</h1>\n\n<p>\nالأيمان على ثلاثة أضرب: يمين غموس ويمين منعقدة ويمين لغو فاليمين\nالغموس هي: الحلف على أمر ماض يتعمد الكذب فيه\n</p>\n\n<p>\nفهذه اليمين يأثم بها صاحبها ولا كفارة فيها إلا الاستغفار\n</p>\n\n<p>\nواليمين المنعقدة: هي الحلف على الأمر المستقبل أن يفعله أو لا يفعله\nفإذا حنث في ذلك لزمته الكفارةز\n</p>\n\n<p>\nواليمين اللغو: أن يحلف على أمر ماض وهو يظن أنه كمال قال والأمر بخلافه\nفهذه نرجو أن لا يؤاخذ الله بها صاحبها\n</p>\n\n<p>\nوالقاصد في اليمين والمكره والناسي سواء\n</p>\n\n<p>\nومن فعل المحلوف عليه مكرها أو ناسيا سواء\n</p>\n\n<p>\nواليمين بالله تعالى أو باسم من أسمائه كالرحمن والرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nأو بصفة من صفات ذاته كعزة الله وجلالته وكبريائه إلا قوله <span id='ms113'></span>: وعلم الله\nفإنه لا يكون يمينا وإن حلف بصفة من صفات الفعل كغضب الله وسخطه لم يكن حالفا\n</p>\n\n<p>\nومن حلف بغير الله لم يكن حالفا كالنبي والقرآن والكعبة\n</p>\n\n<p>\nوالحلف بحروف القسم وحروف القسم: الواو كقوله: والله والباء كقوله: بالله\nوالتاء كقوله: تالله وقد تضمر الحروف فيكون حالفا كقوله: الله لا أفعل كذا\nوقال أبو حنيفة: إذا قال: وحق الله فليس بحالف\n</p>\n\n<p>\nوإذا قال: أقسم أو أقسم بالله أو أحلف بالله أو أشهد أو أشهد بالله فهو\nحالف وكذلك قوله: وعهد الله وميثاقه وعلي نذر أو نذر الله وإن فعلت كذا\nفأنا يهودي أو نصراني أو كافر فهو يمين\n</p>\n\n<p>\nوإن قال: علي غضب الله أو سخطه أو أنا زان أو شارب خمر أو آكل ربا فليس بحالف\n</p>\n\n<p>\nوكفارة اليمين: عتق رقبة يجزئ فيها ما يجزئ في الطهار\n</p>\n\n<p>\nوإن شاء كسا عشرة مساكين كل واحد ثوبا فما زاد وأذناه ما تجزئ فيه الصلاة\nوإن شاء أطعم عشرة مساكين كالإطعام في كفارة الظهار فإن لم يقدر على أحد\nالأشياء الثلاثة صام ثلاثة أيام متتابعات فإن قدم الكفارة على الحنث لم يجزه\n</p>\n\n<p>\nومن حلف على معصية مثل أن لا يصلي أو لا يكلم أباه أو ليقتلن فلانا\nفينبغي أن يحنث ويكفر عن يمينه\n</p>\n\n<p>\nوإذا حلف الكافر ثم حنث في حال الكفر أو بعد إسلامه فلا حنث عليه\n</p>\n\n<p>\nومن حرم على نفسه شيئا مما يملكه لم يصر محرما لعينه وعليه أن استباحه\nكفارة يمين فإن قال: كل حلال علي حرام فهو على الطعام والشراب إلا أن ينوي\nغير ذلك\n</p>\n\n<p>\nومن نذر نذرا مطلقا فعليه الوفاء به\n</p>\n\n<p>\nوإن علق نذره بشرط فوجد الشرط فعليه الوفاء بنفس النذر وروي أن أبا حنيفة\nرجع عن ذلك وقال: إذا قال: إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nفعلت كذا فعلي حجة أو صوم سنة أو صدقة ما أملكه أجزأه من ذلك كفارة يمين\nوهو قول محمد\n</p>\n\n<p>\nومن خلف لا يدخل بيتا فدخل الكعبة أو المسجد أو البيعة أو الكنيسة لم يحنث\n</p>\n\n<p>\nومن حلف لا يتكلم <span id='ms114'></span> فقرأ في الصلاة لم يحنث\n</p>\n\n<p>\nومن حلف لا يلبس ثوبا وهو لابسه فنزعه في الحال لم\n</p>\n\n<p>\nيحنث وكذا إذا حلف لا يركب هذه الدابة وهو راكبها فنزل في الحال وإن لبث\nساعة حنث وإن حلف لا يدخل هذه الدار وهو فيها لم يحنث بالقعود حتى يخرج ثم يدخل\n</p>\n\n<p>\nومن حلف لا يدخل دارا فدخل دارا خرابا لم يحنث\n</p>\n\n<p>\nومن حلف لا يدخل هذه الدار فدخلها بعد ما انهدمت وصارت صحراء حنث ولو حلف\nلا يدخل هذا البيت فدخله بعد ما انهدم لم يحنث\n</p>\n\n<p>\nومن حلف لا يكلم زوجة فلان فطلقها فلان ثم كلمها حنث\n</p>\n\n<p>\nولو حلف لا يكلم عبد فلان أو لا يدخل دار فلان فباع عبده وداره ثم كلم\nالعبد ودخل الدار لم يحنث وإن حلف لا يكلم صاحب هذا الطيلسان فباعه ثم كلمه\nحنث وكذلك إن حلف لا يكلم هذا الشاب فكلمه بعد ما صار شيخا حنث أو لا يأكل\nلحم هذا الحمل فصار كبشا فأكله حنث وإن حلف لا يأكل من هذه النخلة فهو على\nثمرها وإن حلف لا يأكل من هذا البسر فصار رطبا فأكله لم يحنث وإن حلف لا\nيأكل بسرا فأكل رطبا لم يحنث\n</p>\n\n<p>\nومن حلف لا يأكل رطبا فأكل بسرا مذنبا حنث عند أبي حنيفة\n</p>\n\n<p>\nومن حلف لا يأكل لحما فأكل السمك لم يحنث\n</p>\n\n<p>\nومن حلف لا يشرب من دجله فشرب منها بإناء لم يحنث حتى يكرع منها كرعا في\nقول أبي حنيفة ومن حلف لا يشرب من ماء دجلة فشرب منها بإناء حنث\n</p>\n\n<p>\nومن حلف لا يأكل من هذه الحنطة فأكل من خبزها لم يحنث\n</p>\n\n<p>\nولو حلف لا يأكل من هذا الدقيق بأكل من خبزه حنث ولو استفه كما هو لم\nيحنث ولو حلف لا يكلم فلانا فكلمه وهو بحيث يسمع إلا أنه نائم حنث وإن حلف\nلا يكلمه إلا بإذنه فأذن له ولم يعلم بالأذن حتى كلمه حنث\n</p>\n\n<p>\nوإذا استحلف الوالي رجلا ليعلمه بكل داعر دخل البلد فهذا على حال ولايته <span id='ms115'></span> خاصة\n</p>\n\n<p>\nومن حلف لا يركب دابة فلان فركب دابة عبده لم يحنث\n</p>\n\n<p>\nومن حلف لا يدخل هذه الدار فوقف على سطحها أو دخل دهليزها حنث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوإن وقف في طاق الباب يحيث إذا أغلق الباب كان خارجا لم يحنث\n</p>\n\n<p>\nومن حلف لا يأكل الشواء فهو على اللحم دون الباذنجان والجزر\n</p>\n\n<p>\nومن حلف لا يأكل الطبيخ فهو على ما يطبخ من اللحم\n</p>\n\n<p>\nومن حلف لا يأكل الرؤوس فيمتنه على ما يكبس في التنانير ويباع في المصر\n</p>\n\n<p>\nومن حلف لا يأكل الخبز فيمتنه على ما يعتاد أهل البلد أكله خبزا فإن أكل\nخبز القطائف أو خبز الأرز بالعراق لم يحنث\n</p>\n\n<p>\nومن حلف لا يبيع أو لا يشتري أولا يؤاجر فوكل بذلك لم يحنث\n</p>\n\n<p>\nومن حلف لا يتزوج أو لا يطلق أو لا يعلق لوكل بذلك حنث\n</p>\n\n<p>\nومن حلف لا يجلس على الأرض فجلس على بساط أو حصير لم يحنث\n</p>\n\n<p>\nومن حلف لا يجلس على سرير فجلس على سرير فوقه بساط حنث وإن جعل\n</p>\n\n<p>\nفوقه سريرا فجلس عليه لم يحنث\n</p>\n\n<p>\nوإن حلف لا ينام على فراش فنام عليه وفوقه قوام حنث وإن جعل فوقه فراشا\nآخر لم يحنث\n</p>\n\n<p>\nومن حلف بيمين وقال: إن شاء الله متصلا بيمينه فلا حنث عليه وإن حلف\nليأتينه إن استطاع فهذا على استطاعة الصحة دون القدرة\n</p>\n\n<p>\nوإن حلف لا يكلم فلانا حينا أو زمانا أو الحين أو الزمان فهو على ستة\nأشهر وكذلك الدهر عند أبي يوسف ومحمد\n</p>\n\n<p>\nولو حلف لا يكلمه أياما على ثلاثة أيام ولو حلف لا يكلمه الأيام فهو على\nعشرة أيام عند أبي حنيفة وقال أبو يوسف ومحمد: على أيام الأسبوع ولو حلف لا\nيكلمه الشهور فهو على عشرة أشهر عند أبي حنيفة وقال أبو يوسف ومحمد: على\nاثني عشر شهرا\n</p>\n\n<p>\nوإذا حلف لا يفعل كذا تركه أبدا وإن حلف ليفعلن كذا ففعله مرة واحدة بر\nفي يمينه\n</p>\n\n<p>\nومن حلف لا تخرج امرأته إلا بإذنه فأذن لها مرة\n</p>\n\n<p>\nفخرجت ثم خرجت مرة أخرى بغير إذنه <span id='ms116'></span> حنث ولا بد من إذن في كل خروج وإن قال:\nإلا أن آذن لك فأذن لها مرة ثم خرجت بعدها بغير إذنه لم يحنث\n</p>\n\n<p>\nوإذا حلف لا يتغدى فالغداء الأكل من طلوع الفجر إلى الظهر والعشاء من\nصلاة الظهر إلى نصف الليل والسحور من نصف الليل إلى طلوع الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوإن حلف ليقضين دينه إلى قريب فهو ما دون الشهر وإن قال: إلى بعيد فهو\nأكثر من الشهر\n</p>\n\n<p>\nومن حلف لا يسكن هذه الدار فخرج منها نفسه وترك فيها\n</p>\n\n<p>\nأهله ومتاعه حنث\n</p>\n\n<p>\nومن حلف ليصعد السماء أوليقلبن هذا الحجر ذهبا انعقدت يمينه وحنث عقيبها\n</p>\n\n<p>\nومن حلف ليقضين فلانا دينه اليوم فقضاه ثم وجد فلان بعضه زيوفا أو نبهرجة\nأو مستحقة لم يحنث وإن وجدها رصاصا أو ستوقة حنث\n</p>\n\n<p>\nومن حلف لا يقبض دينه درهما دون درهم فقبض بعضه لم يحنث\n</p>\n\n<p>\nحتى يقبض متفرقا وإن قبض دينه في وزنتين لم يتشاغل بينهما إلا بعمل الوزن\nلم يحنث وليس ذلك بتفريق\n</p>\n\n<p>\nومن حلف ليأتين البصرة فلم يأتها حتى مات حنث في آخر جزء من أجزاء حياته\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head106'>AUTO 47 - كتاب الدعوى</h1>\n\n<p>\nالمدعي: من لا يجبر على الخصومة إذا تركها\n</p>\n\n<p>\nوالمدعى عليه: من يجبر على الخصومة\n</p>\n\n<p>\nولا تقبل الدعوى حتى يذكر شيئا معلوما في جنسه وقدره فإن كان عينا في يد\nالمدعى عليه كلف إحضارها ليشير إليها بالدعوى وإن لم تكن حاضرة ذكر قيمتها\nوإن ادعى عقارا حدده وذكر أنه في يد المدعى عليه وأنه يطالبه به وإن كان\nحقا في الذمة ذكر أنه يطالبه به\n</p>\n\n<p>\nفإذا صحت الدعوى سأل القاضي المدعى عليه عنها فإن اعترف قضى عليه بها\n</p>\n\n<p>\nوإن أنكر سأل المدعى البينة فإن أحضرها قضى بها وإن عجز عن ذلك وطلب يمين\nخصمه استحلف عليها\n</p>\n\n<p>\nفإن قال: لي بينة وطلب اليمين لم يستحلف عند أبي حنيفة\n</p>\n\n<p>\nولا ترد اليمين على المدعي\n</p>\n\n<p>\nولا تقبل بينه صاحب اليد في الملك المطلق\n</p>\n\n<p>\nوإذا نكل المدعى عليه عن اليمين قضي عليه بالنكول ولزمه ما ادعى عليه\n</p>\n\n<p>\nوينبغي للقاضي أن <span id='ms117'></span> يقول له: إني أعرض اليمين عليك ثلاثا فإن حلفت وإلا\nقضيت عليك بما ادعاه فإذا كرر العرض ثلاث مرات قضى عليه بالنكول\n</p>\n\n<p>\nوإن كانت الدعوى نكاحا لم يستحلف المنكر عند أبي حنيفة\n</p>\n\n<p>\nولا يستحلف في النكاح والرجعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nوالفيء في الإيلاء والرق والاستيلاد والنسب والولاء والحدود\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يستحلف في ذلك كله إلا في الحدود والقصاص\n</p>\n\n<p>\nوإذا ادعى اثنان عينا في يد آخر كل واحد منهما يزعم أنها له وأقاما\nالبينة قضي بها بينهما\n</p>\n\n<p>\nوإن ادعى كل واحد منهما نكاح امرأة وأقاما البينة لم يقض بواحدة من\nالبينتين ويرجع إلى تصديق المرأة لأحدهما\n</p>\n\n<p>\nوإن ادعى اثنان كل واحد منهما أنه اشترى منه هذا العبد وأقاما البينة فكل\nواحد منهما بالخيار: إن شاء أخذ نصف العبد بنصف الثمن وإن شاء ترك فإن قضى\nالقاضي بينهما به فقال أحدهما: لا أختار لم يكن للآخر أن يأخذ جميعه وإن\nذكر واحد منهما تاريخا فهو للأول منهما وإن لم يذكرا ومع أحدهما قبض فهو\nأولى به\n</p>\n\n<p>\nوإن ادعى أحدهما شراء والآخر هبة وقبضا وأقاما\n</p>\n\n<p>\nالبينة ولا تاريخ معهما فالشراء أولى\n</p>\n\n<p>\nوإن ادعى أحدهما الشراء وادعت امرأة أنه تزوجها عليه فهما سواء\n</p>\n\n<p>\nوإن ادعى أحدهما رهنا وقبضا والآخر هبة وقبضا فالرهن أولى وإن أقام\nالخارجان البينة على الملك والتاريخ فصاحب التاريخ الأبعد أولى وإن ادعيا\nالشراء من واحد وأقاما البينة على التاريخين فالأول أولى وإن أقام كل واحد\nمنهما بينة على الشراء من آخر وذكرا تاريخا فهما سواء وإن أقام الخارج\nالبينة على ملك مؤرخ وأقام صاحب اليد البينة على ملك أقدم تاريخا كان أولى\n</p>\n\n<p>\nوإن أقام الخارج وصاحب اليد كل واحد منهما بينة بالنتاج فصاحب اليد أولى\nوكذلك النسج في الثياب التي لا تنسج إلا مرة واحدة وكل سبب في الملك لا\nيتكرر فهو كذلك وإن أقام الخارج البينة على الملك وصاحب اليد بينة على\nالشراء منه كان أولى وإن أقام كل واحد منهما البينة على الشراء من الآخر\nولا تاريخ معهما تهاترت <span id='ms118'></span> البينتان\n</p>\n\n<p>\nوإن أقام أحد المدعيين شاهدين والآخر أربعة فهما سواء\n</p>\n\n<p>\nومن ادعى قصاصا على غيره فجحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nاستحلف فإن نكل عن اليمين فيما دون النفس لزمه القصاص وإن نكل في النفس\nحبس حتى يقر أو يحلف وقال أبو يوسف ومحمد: يلزمه الأرض فيهما\n</p>\n\n<p>\nوإذا قال المدعي: لي بينة حاضرة قيل لخصمه: أعطه كفيلا بنفسك ثلاثة أيام\nفإن فعل وإلا أمر بملازمته إلا أن يكون غريبا على الطريق فيلازمه مقدار\nمجلس القاضي\n</p>\n\n<p>\nوإن قال المدعى عليه: هذا الشيء أودعنيه فلان الغائب أو رهنه عندي أو\nغصبته منه وأقام بينة على ذلك فلا خصومة بينه وبين المدعي\n</p>\n\n<p>\nوإن قال: ابتعته من الغائب فهو خصم\n</p>\n\n<p>\nوإن قال المدعي: سرق مني وأقام البينة وقال صاحب اليد: أودعينه فلان\nوأقام البينة لم تندفع الخصومة\n</p>\n\n<p>\nوإن قال المدعي: ابتعته من فلان وقال صاحب اليد: أودعنيه فلان ذلك سقطت\nالخصومة بغير بينة\n</p>\n\n<p>\nواليمين بالله تعالى دون غيره ويؤكد بذكر أوصافه ولا يستحلف بالطلاق ولا\nبالعتاق ويستحلف اليهوديث بالله الذي أنزل التوراة على موسى والنصراي بالله\nالذي أنزل الإنجيلع على عيسى والمجوسي بالله الذي حلق النار\n</p>\n\n<p>\nولا يحلفون في بيوت عباداتهم\n</p>\n\n<p>\nولا يجب تغليظ اليمين على المسلم بزمان ولا بمكان\n</p>\n\n<p>\nومن ادعى أنه ابتاع من هذا عبده بألف فجحد يستحلف بالله ما بينكما بيع\nقائم فيه ولا يستحلف بالله ما بعت ويستحلف في الغضب بالله ما يستحق عليك\nرده ولا يحلف بالله ما غصبت وفي النكاح بالله ما بينكما نكاح قائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفي الحال وفي دعوى الطلاق بالله ما هي بائن منك الساعة بما ذكرت ولا\nيستحلف بالله ما طلقتها\n</p>\n\n<p>\nوإذا كانت دار في يد رجل ادعاها أحدهما جميعها والآخر نصفها وأقاما\nالبينة فللصاحب الجميع ثلاثة أرباعها ولصاحب النصف ربعها عند أبي حنيفة\nوقال أبو يوسف ومحمد: هي بينهما أثلاثا ولو كانت في أيديهما سلمت لصاحب\nالجميع: نصفها على وجه القضاء ونصفها لا على وجه القضاء\n</p>\n\n<p>\nوإذا تنازعا في دابة وأقام كل واحد منهما بينة أنها نتجت عنده وذكرا\nتاريخا <span id='ms119'></span> وسن الدابة يوافق أحد التاريخين فهو أولى وإن أشكل ذلك كانت بينهما\n</p>\n\n<p>\nوإذا تنازعا دابة أحدهما راكبها والآخر متعلق بلجامها فالراكب أولى وكذلك\nإذا تنازعا بعيرا وعليه حمل لأحدهما الحمل أولى وكذلك إذا تنازعا قميصا\nأحدهما لابسه والآخر متعلق بكمه فاللابس أولى\n</p>\n\n<p>\nوإذا اختلف المتبايعان في البيع فادعى أحدهما ثمنا وادعى البائع أكثر منه\nأو اعترف البائع بقدر من المبيع وادعى المشتري أكثر منه وأقام أحدهما\nالبينة قضي له بها\n</p>\n\n<p>\nوإن أقام كل واحد منهما البينة كانت البينة المثبتة للزيادة أولى وإن لم\nتكن لكل واحد بينة قيل للمشتري:\n</p>\n\n<p>\nإما أن ترضى بالثمن الذي ادعاه البائع وإلا فسخنا البيع وقيل للبائع: إما\nأن تسلم ما ادعاه المشتري من المبيع وإلا فسخنا البيع فإن لم يتراضيا\nاستحلف الحاكم كل واحد منهما على دعوى الآخر يبتدئ بيمين المشتري فإذا حلفا\nفسخ القاضي البيع بينهما وإن نكل أحدهما عن اليمين لزمه دعوى الآخر\n</p>\n\n<p>\nوإن اختلفا في الأجل أو في شرط الخيار أو في استيفاء بعض الثمن فلا تحالف\nبينهما والقول قول من ينكر الخيار والأجل مع يمينه\n</p>\n\n<p>\nوإن هلك المبيع ثم اختلفا لم يتحالفا عند أبي حنيفة وأبي يوسف وجعل القول\nقول المشتري وقال محمد: يتحالفان ويفسخ البيع على قيمة الهالك\n</p>\n\n<p>\nوإن هلك أحد العبدين ثم اختلفا في الثمن لم يتحالفا عند أبي حنيفة إلا أن\nيرضى البائع أن يترك حصة الهالك وقال أبو يوسف:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nيتحالفان ويفسخ العقد في الحي وقال محمد رحمه الله يتحالفان عليهما ويفسخ\nالعقد ويرد الحي وقيمة الهالك\n</p>\n\n<p>\nوإذا اختلف الزوجان في المهر فادعى الزوج أنه تزوجها بألف وقالت: تزوجتني\nبألفين فأيهما أقام البينة قبلت بينة\n</p>\n\n<p>\nوإن أقاما البينة فالبينة بينة المرأة وإن لم تكن لهما بينة تحالفا عند\nأبي حنيفة ولم يفسخ النكاح ولكن يحكم مهر المثل\n</p>\n\n<p>\nفإن كان مثل ما اعترف به الزوج أو أقل قضي بما قال الزوج وإن كان مثل ما\nادعته المرأة أو أكثر قضي بما ادعته المرأة وإن كان مهر المثل أكثر مما <span id='ms120'></span>\nاعترف به الزوج وأقل مما ادعته المرأة قضي لها بمهر المثل\n</p>\n\n<p>\nوإذا اختلفا في الإجازة قبل استيفاء المعقود عله تحالفا وترادا وإن\nاختلفا بعد الاستيفاء لم يتحالفا وكان القول قول المستأجر\n</p>\n\n<p>\nوإن اختلفا بعد استيفاء بعض العقود عليه تحالفا وفسخ العقد فيما بقي وكان\nالقول في الماضي قول المستأجر\n</p>\n\n<p>\nوإذا اختلف المولى والمكاتب في مال الكتابة لم يتحالفا عند أبي حنيفة\nوقال أبو يوسف ومحمد: يتحالفان وتفسخ الكتابة\n</p>\n\n<p>\nوإذا اختلف الزوجان في متاع البيت فما يصلح للرجال فهو للرجل وما يصلح\nللنساء فهو للمرأة وما يصلح لهما فهو للرجل\n</p>\n\n<p>\nوإذا مات أحدهما واختلف ورثته مع\n</p>\n\n<p>\nالآخر فما يصلح للرجال والنساء فهو للباقي منهما وقال أبو يوسف: يدفع إلى\nالمرأة ما يجهز به مثلها والباقي للزوج\n</p>\n\n<p>\nوإذا باع الرجل الجارية فجاءت لولد فادعاه البائع فإن جاءت به لأقل من\nستة أشهر من يوم البيع فهو ابن البائع وأمة أم ولد له فيفسخ البيع فيه ويرد\nالثمن وإن ادعاه المشتري مع دعوى البائع أو بعده فدعوى البائع أولى وإن\nجاءت به لأكثر من ستة أشهر لم تقبل دعوى البائع فيه إلا أن يصدقه المشتري\n</p>\n\n<p>\nوإن مات الولد فادعاه البائع وقد جاءت به لأقل من ستة أشهر لم يثبت\nالاستيلاد في الأم وإن ماتت الأم فادعى البائع الابن وقد جاءت به لأقل من\nستة أشهر يثبت النسب منه في الولد وأخذه البائع ويرد الثمن كله في قول أبي\nحنيفة وقال أبو يوسف ومحمد: يرد حصة الولد ولا يرد حصة الأم\n</p>\n\n<p>\nومن ادعى نسب أحد التوأمين ثبت نسبهما منه والله أعلم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head107'>AUTO 48 - كتاب الشهادات</h1>\n\n<p>\nالشهادة: فرض يلزم الشهود اداؤها ولا يسعهم كتمانها إذا طالبهم المدعي\n</p>\n\n<p>\nوالشهادة في الحدود يخير فيها الشاهد بين\n</p>\n\n<p>\nالستر والإظهار والستر أفضل إلا أنه يجب أن يشهد بالمال في السرقة فيقول:\nأخذ ولا يقول: سرق\n</p>\n\n<p>\nوالشهادة على مراتب: منها الشهادة في الزنا يعتبر فيها أربعة من الرجال\nولا تقبل فيها شهادة النساء ومنها الشهادة ببقية الحدود والقصاص تقبل فيها\nشهادة رجلين <span id='ms121'></span> ولا تقبل فيها شهادة النساء\n</p>\n\n<p>\nوما سوى ذلك من الحقوق تقبل فيها شهادة رجلين\n</p>\n\n<p>\nأو رجلين وامرأتين سواء كان الحق مالا أو غير مال مثل النكاح مثل النكاح\nوالطلاق والوكالة والوصية\n</p>\n\n<p>\nوتقبل في الولادة والبكارة والعيوب بالنساء في موضع لا يطلع عليه الرجال\nشهادة امرأة واحدة\n</p>\n\n<p>\nولا بد في ذلك كله من العدالة\n</p>\n\n<p>\nولفظ الشهادة فإن لم يذكر الشاهد لفظ الشهادة وقال: أعلم أو أتيقن لم\nتقبل شهادته\n</p>\n\n<p>\nوقال أبو حنيفة: يقتصر الحاكم على ظاهر عدالة المسلم إلا في الحدود\nوالقصاص فإنه يسأل عن الشهود وإن طعن الخصم فيهم سأل عنهم وقال أبو يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد: لا بد أن يسأل عنهم في السر والعلانية\n</p>\n\n<p>\nوما يتحمله الشاهد على ضربين:\n</p>\n\n<p>\nأحدهما: ما يثبت حكمه بنفسه مثل البيع والإقرار والغصب والقتل وحكم\nالحاكم فإذا سمع ذلك الشاهد أو رآه وسعه أن يشهد به وإن لم يشهد عليه\nويقول: أشهد أنه باع ولا يقول: أشهدني\n</p>\n\n<p>\nومنه ما لا يثبت حكمه بنفسه مثل الشهادة على الشهادة فإن سمع شاهدا يشهد\nبشيء لم يجز أن يشهد على شهادته\n</p>\n\n<p>\nإلا أن يشهده وكذلك لو سمعه يشهد الشاهد على شهادته لم يسع السامع أن يشهد\n</p>\n\n<p>\nولا يحل للشاهد إذا رأى خطه أن يشهد إلا أن يذكر الشهادة\n</p>\n\n<p>\nولا تقبل شهادة الأعمى ولا المملوك ولا المحدود في قذف وإن تاب ولا شهادة\nالوالد لولده وولد ولده ولا شهادة الولد لأبويه وأجداده\n</p>\n\n<p>\nولا تقبل شهادة أحد الزوجين للآخر\n</p>\n\n<p>\nولا شهادة المولى لعبده ولا لمكاتبه ولا شهادة الشريك لشريكه فيما هو من\nشركتهما\n</p>\n\n<p>\nوتقبل شهادة الرجل لأخيه وعمه\n</p>\n\n<p>\nولا تقبل شهادة مخنث ولا نائحة ولا مغنية ولا مدمن الشرب على اللهو ولا\nمن يلعب بالطيور ولا من يغني للناس\n</p>\n\n<p>\nولا من يأتي بابا من الكبائر التي يتعلق بها الحد ولا من يدخل الحمام\nبغير إزار أو يأكل الربا ولا المقامر بالنرد والشطرنج ولا من يفعل الأفعال\nالمستخفة كالبول على الطريق والأكل على الطريق\n</p>\n\n<p>\nولا تقبل شهادة من يظهر سب السلف وتقبل <span id='ms122'></span> شهادة أهل الأهواء إلا الخطابية\n</p>\n\n<p>\nوتقبل شهادة أهل الذمة بعضهم على بعض وإن اختلفت مللهم ولا تقبل شهادة\nالحربي على الذمي\n</p>\n\n<p>\nوإن كانت الحسنات أغلب من السيئات والرجل ممن يجتنب الكبائر قبلت شهادته\nوإن أمل بمعصية\n</p>\n\n<p>\nوتقبل شهادة الأقلف\n</p>\n\n<p>\nوالخصي وولد الزنا وشهادة الخنثى جائزة\n</p>\n\n<p>\nوإذا وافقت الشهادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nالدعوى قبلت وإن خالفتها لم تقبل ويعتبر اتفاق الشاهدين في اللفظ والمعنى\nعند أبي حنيفة\n</p>\n\n<p>\nفإن شهد أحدهما بألف والآخر بألفين لم تقبل الشهادة وإن شهد أحدهما بألف\nوالآخر بألف وخمسمائة والمدعي يدعي ألفا وخمسمائة قبلت شهادتهما بألف\n</p>\n\n<p>\nوإذا شهد أحدهما لأفل وقال: قضاه منها خمسمائة قبلت شهادته بألف ولم يسمع\nقوله: إنه قضاه إلا أن يشهد معه آخر وينبغي للشاهد إذا علم ذلك أن لا يشهد\nبألف حتى يقر المدعي أنه قبض خمسمائة\n</p>\n\n<p>\nوإذا شهد شاهدان أن زيدا قتل يوم النحر بمكة وشهد آخران أنه قتل يوم\nالنحر بالكوفة واجتمعوا عند الحاكم لم يقبل الشهادتين فإن سبقت إحداهما\nفقضى بها ثم حضرت الأخرى لم تقبل ولا يسمع القاضي الشهادة على جرح ولا يحكم بذلك\n</p>\n\n<p>\nولا يجوز للشاهد أن يشهد بشيء لم يعاينه إلا النسب والموت والنكاح\nوالدخول وولاية القاضي فإنه يسعه أن يشهد بهذه الأشياء إذا اخبره بها من يثق به\n</p>\n\n<p>\nوالشهادة على الشهادة جائزة في كل حق لا يسقط بالشبهة ولا تقبل في الحدود\nوالقصاص\n</p>\n\n<p>\nوتجوز شهادة شاهدين على شهادة شاهدين ولا تقبل شهادة واحد على شهادة واحد\n</p>\n\n<p>\nوصفة الإشهاد أن يقول شاهد لشاهد الفرع: اشهد على شهادتين أني أشهد أن\nفلان ابن فلان أقر عندي بكذا وأشهدني على نفسه وإن لم يقل: أشهدني على نفسه\nجاز ويقول شاهد الفرع عند الأداء: أشهد أن فلان ابن فلان أشهدني على شهادته\nأنه يشهد أن فلانا أقر عنده بكذا وقال لي: اشهد على شهادتي بذلك\n</p>\n\n<p>\nولا تقبل شهادة شهود الفرع إلا أن يموت شهود الأصل أو يغيبوا مسيرة ثلاثة\nأيام فصاعدا أو يمرضوا مرضا لا يستطيعون معه حضور مجلس الحاكم\n</p>\n\n<p>\nوإن عدل <span id='ms123'></span> شهود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nالأصل شهود الفرع جاز\n</p>\n\n<p>\nفإن سكتوا عن تعديلهم جاز وينظر القاضي في حالهم وإن أنكر شهود الأصل\nالشهادة لم تقبل شهادة شهود الفرع\n</p>\n\n<p>\nوقال أبو حنيفة في شاهد الزور: أشهر في السوق ولا أعزره وقال أبو يوسف\nومحمد: نوجعه ضربا ونحبسه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head108'>AUTO باب الرجوع عن الشهادة</h2>\n\n<p>\nإذا رجع الشهود عن شهادتهم قبل الحكم بها سقطت وإن حكم بشهادتهم ثم رجعوا\nلم يفسخ الحكم ووجب عليهم ضمان ما أتلفوه بشهادتهم ولا يصح الرجوع إلا\nبحضرة الحاكم\n</p>\n\n<p>\nوإذا شهد شاهدان بمال فحكم الحاكم به ثم رجعا ضمنا المال المشهود عليه\nوإن رجع أحدهما ضمن النصف وإن شهد بالمال ثلاثة فرجع أحدهم فلا ضمان عليه\nفإن رجع آخر ضمن الراجعان نصف المال\n</p>\n\n<p>\nوإن شهد رجل وامرأتان فرجعت امرأة ضمنت ربع الحق وإن رجعنا ضمنتا نصف الحق\n</p>\n\n<p>\nوإن شهد رجل وعشر نسوة ثم رجع ثمان منهن فلا ضمان عليهن وإن رجعت آخرى\nكان على النسوة ربع الحق فإن رجع الرجل والنساء فعلى الرجل سدس الحق وعلى\nالنسوة خمسة أسداس الحق عند أبي حنيفة وقال أبو يوسف ومحمد: على الرجل\nالنصف وعلى النسوة النصف\n</p>\n\n<p>\nوإن شهد شاهدان على امرأة بالنكاح بمقدار مهر مثلها ثم رجعا فلا ضمان\nعليهما وكذلك إن شهدا على رجل بتزوج امرأة بمقدار مهر مثلها وإن شهدا بأكثر\nمن مهر المثل ثم رجعا ضمنا الزيادة\n</p>\n\n<p>\nوإن شهدا ببيع بمثل القيمة أو أكثر ثم رجعا لم يضمنا وإن كان بأقل من\nالقيمة ضمنا النقصان\n</p>\n\n<p>\nوإن شهدا على رجل أنه طلق امرأته قبل الدخول ثم رجعا ضمنا نصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nالمهر فإن كان الدخول لم يضمنا وإن شهدا أنه أعتق عبده ثم رجعا ضمنا قيمته\n</p>\n\n<p>\nوإن شهدا بقصاص ثم رجعا بعد القتل ضمنا الدية ولا يقتص منهما\n</p>\n\n<p>\nوإذا رجع شهود الفرع ضنوا وإن رجع شهود الأصل وقالوا: لم نشهد شهود الفرع\nعلى شهادتنا فلا ضمان عليهم وإن قالوا: أشهدناهم وغلطنا ضمنوا\n</p>\n\n<p>\nوإن قال شهود الفرع: كذب شهود الأصل أو غلطوا في شهادتهم ثم يلتفت إلى ذلك <span id='ms124'></span>\n</p>\n\n<p>\nوإذا شهدوا أربعة بالزنا وشاهدان بالإحصان فرجع شهود الإحصان لم يضمنوا\nوإذا رجع المزكون عن التزكية ضمنوا\n</p>\n\n<p>\nوإذا شهد شاهدان باليمين وشاهدان بوجود الشرط ثم رجعوا فالضمان على شهود\nاليمين خاصة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head109'>AUTO 49 - كتاب أدب القاضي</h1>\n\n<p>\nلا تصح ولاية القاضي حتى يجتمع في المولى شرائط الشهادة\n</p>\n\n<p>\nويكون من أهل الاجتهاد ولا بأس بالدخول في القضاء لمن يثق أنه يؤدي فرضه\nويكره الدخول فيه لمن يخاف العجز عنه ولا يأمن على نفسه الحيف فيه ولا\nينبغي أن يطلب الولاية ولا يسألها\n</p>\n\n<p>\nومن قلد القضاء يسلم إليه ديوان القاضي الذي قبله وينظر في حال المحبوسين\nفمن اعترف بحق ألزمه إياه ومن أنك لم يقبل قول المعزول عليه إلا بينة وإن\nلم تقم بينة لم يعجل بتخليته حتى ينادي عليه ويستظهر في أمره\n</p>\n\n<p>\nوينظر في الودائع وارتفاع الوقوف فيعمل على ما تقوم به البينة أو يعترف\nبه من هو في يده\n</p>\n\n<p>\nولا يقبل قول المعزول إلا أن يعترف الذي هو في يده أن\n</p>\n\n<p>\nالمعزول سلمها إليه فيقبل قوله فيها\n</p>\n\n<p>\nويجلس للحكم جلوسا ظاهرا في المسجد\n</p>\n\n<p>\nولا يقبل هدية إلا من ذي رحم محرم أو ممن جرت عادته قبل القضاء بمهاداته\n</p>\n\n<p>\nولا يحضر دعوة إلا أن تكون عامة ويشهد الجنازة ويعود المريض\n</p>\n\n<p>\nولا يضيف أحد الخصمين دون خصمه وإذا حضرا سوى بينهما في المجلوس\nوالإقبال: ولا يسار أحدهما ولا يشير إليه ولا يلقنه حجة\n</p>\n\n<p>\nفإذا ثبت الحق عند وطلب صاحب الحق حبس\n</p>\n\n<p>\nغريمه لم يعجل بحبسه وأمره بدفع ما عليه فإن امتنع حبسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nفي كل دين لزمه بدلا عن مال حصل في يده كثمن المبيع وبدل القرض أو التزمه\nبعقد كالمهر والكفالة\n</p>\n\n<p>\nولا يحبسه فيما سوى ذلك إذا قال: إني فقير إلا أن يثبت غريمه أن له مالا\nويحبسه شهرين أو ثلاثة ثم يسأل عنه فإن لم يظهر له مال خلى سبيله\n</p>\n\n<p>\nولا يحول بينه وبين غرمائه\n</p>\n\n<p>\nويحبس الرجل في نفقة زوجته ولا يحبس والد في دين ولده إلا إذا امتنع من\nالإنفاق عليه\n</p>\n\n<p>\nويجوز قضاء <span id='ms125'></span> المرأة في كل شيء إلا في الحدود والقصاص\n</p>\n\n<p>\nويقبل كتاب القاضي إلى القاضي في الحقوق إذا شهد به عنده فإن شهدوا على\nخصم حكم بالشهادة وكتب بحكمه وإن شهدوا بغير حضرة خصم لم يحكم وكتب\nبالشهادة ليحكم بها المكتوب إليه\n</p>\n\n<p>\nولا يقبل الكتاب إلا بشهادة رجلين أو رجل وامرأتين ويجب أن يقرأ الكتاب\nعليهم ليعوفوا ما فيه ثم يختمه بحضرتهم ويسلمه إليهم فإذا وصل إلى القاضي\nلم يقبله إلا بحضرة الخصم فإن شهدوا أنه كتاب فلان القاضي سلمه إلينا في\nمجلس حكمه وقرأه علينا وختمه فضه القاضي وقرأه على الخصم وألزمه ما فيه\n</p>\n\n<p>\nولا يقبل كتاب القاضي إلى القاضي في الحدود والقصاص وليس للقاضي أن\nيستخلف على القضاء إلا أن يفوض ذلك إليه\n</p>\n\n<p>\nوإذا رفع القاضي حكم حاكم أمضاه\n</p>\n\n<p>\nإلا أن يخالف الكتاب أو السنة أو الإجماع أو يكون قولا لا دليل عليه\n</p>\n\n<p>\nولا يقضي القاضي على غائب إلا أن يحضر من يقوم مقامه\n</p>\n\n<p>\nوإذا حكم رجلان رجلا ليحكم بينهما ورضيا بحكمه جاز إذا كان\n</p>\n\n<p>\nبصفة الحاكم\n</p>\n\n<p>\nولا يجوز تحكيم الكافر والعبد والذمي والمحدود في القذف والفاسق والصبي\n</p>\n\n<p>\nولكل واحد من المحكمين أن يرجع ما لم يحكم عليهما فإذا حكم لزمهما وإذا\nرفع حكمه إلى القاضي فوافق مذهبه أمضاه وإن خالفه أبطله\n</p>\n\n<p>\nولا يجوز التحكيم في الحدود والقصاص\n</p>\n\n<p>\nوإن حكما في دم خطإ فقضى الحاكم على العاقلة بالدية لم ينفذ حكمه\n</p>\n\n<p>\nويجوز أن يسمع البينة ويقضي بالنكول\n</p>\n\n<p>\nوحكم الحاكم لأبويه وولده وزوجته باطل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head110'>AUTO 50 - كتاب القسمة</h1>\n\n<p>\nينبغي للإمام أن ينصب قاسما يرقه من بيت المال ليقسم بين الناس بغير أجرة\n</p>\n\n<p>\nفإن لم يفعل نصب قاسما بالأجرة\n</p>\n\n<p>\nويجب أن يكون عدلا مأمونا عالما بالقسمة\n</p>\n\n<p>\nولا يجبر القاضي الناس على قاسم واحد ولا يترك القسام يشتركون\n</p>\n\n<p>\nوأجر القسمة على عدد الرؤوس عند أبي حنيفة وقال أبو يوسف ومحمد: على قدر\nالأنصاء\n</p>\n\n<p>\nوإذا حضر الشركاء وفي أيديهم دار أو ضيعة ادعوا أنهم رثوها عن فلان لم\nيقسمها عند أبي حنيفة\n</p>\n\n<p>\nحتى يقيموا البيئة على <span id='ms126'></span> موته وعدد ورثته\n</p>\n\n<p>\nوقال أبو يوسف ومحمد: يقسمها باعترافهم ويذكر في كتاب القسمة أنه قسمها\nبقولهم وإذا كان المال المشترك ما سوى العقار وادعوا أنه ميراث قسمه في\nقولهم جميعا وإن ادعوا في العقار اشتروه قسمه بينهم وإن ادعوا الملك ولم\nيذكروا كيف انتقل قسمه بينهم\n</p>\n\n<p>\nوإذا كان كل واحد من الشركاء ينتفع بنصيبه قسم بطلب أحدهم\n</p>\n\n<p>\nوإن كان أحدهم ينتفع والآخر يستضر لقلة نصيبه فإن طلب صاحب الكثير قسم\nوإن طلب صاحب القليل لم يقسم وإن كان كل واحد يستضر لم يقسمها إلا بتراضيها\n</p>\n\n<p>\nويقسم العروض إذا كانت من صنف واحد ولا يقسم الجنسان بعضهما في بعض\n</p>\n\n<p>\nوقال أبو حنيفة: لا يقسم الرقيق ولا الجوهر لتفاوته وقال أبو يوسف ومحمد:\nيقسم الرقيق\n</p>\n\n<p>\nولا يقسم حمام ولا بئر ولا رحى إلا أن يتراضى الشركاء\n</p>\n\n<p>\nوإذا حضر وارثان وأقاما البينة على الوفاة وعدد الورثة والدار في أيديهم\nومعهم وارث غائب قسمها القاضي بطلب الحاضرين وينصب للغائب وكيلا يقبض نصيبه\n</p>\n\n<p>\nوإن كانوا مشترين لم يقسم مع غيبة أحدهم\n</p>\n\n<p>\nوإن كان العقار في يد الوارث الغائب لم يقسم وإن حضر وارث واحد لم يقسم\n</p>\n\n<p>\nوإذا كانت دور مشتركة في مصر واحد قسمت كل دار على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nحدتها في قول أبي حنيفة رحمه الله\n</p>\n\n<p>\nوقالا: إن كان الأصلح لهم قسمة بعضها في بعض قسمها\n</p>\n\n<p>\nوإن كانت دار وضيعة أو دار وحانوت قسم كل واحد على حدته\n</p>\n\n<p>\nوينبغي للقاسم: أن يصور ما يقسمه ويعدله ويذرعه ويقوم البناء ويفرز كل\nنصيب عن الباقي بطريقة وشربه حتى لا يكون لنصيب بعضهم بنصيب الآخر تعلق ثم\nيلقب نصيبا بالأول\n</p>\n\n<p>\nوالذي يليه بالثاني والثالث وعلى هذا ثم يخرج القرعة فمن خرج اسمه أولا\nفله السهم الأول ومن خرج ثانيا فله السهم الثاني\n</p>\n\n<p>\nولا يدخل في القسمة الدراهم والدنانير إلا بتراضيهم\n</p>\n\n<p>\nوإن قسم بينهم ولأحدهم مسيل ي مل الآخر أو طريق لم يشترط في القسمة: فإن\nأمكن صرف الطريق والمسيل عنه فليس له أن يستطرق ويسيل في نصيب الآخر وإن لم <span id='ms127'></span>\nيمكن فسخت القسمة\n</p>\n\n<p>\nوإن كان سفل لا علو له وعلو لا سفل له وسفل له علو قوم كل واحد على حدته\nوقسم بالقيمة ولا معتبر بغير ذلك\n</p>\n\n<p>\nوإذا اختلف المتقاسمون فشهد القاسمان قبلت شهادتهما\n</p>\n\n<p>\nفإن ادعى أحدهما الغلط وزعم أن مما أصابه شيئا في يد صاحبه وقد أشهد على\nنفسه بالاستيفاء لم يصدق على ذلك إلا ببينة\n</p>\n\n<p>\nوإن قال: استوفيت حقي ثم قال: أخذت بعضه فالقول قول خصمه مع يمينه\n</p>\n\n<p>\nوإن قال: أصابني إلى موضع كذا فلم تسلمه إلىولم يشهد على نفسه بالاستيفاء\nوكذبه شريكه تحالفا وفسخت القسمة\n</p>\n\n<p>\nوإن استحق بعض نصيب أحدهما بعينه لم تفسخ القسمة عند أبي حنيفة ورجع بحصة\nذلك من نصب شريكه وقال أبو يوسف: تفسخ القسمة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head111'>AUTO 51 - كتاب الإكراه</h1>\n\n<p>\nالإكراه يثبت حكمه إذا حصل ممن يقدر على إيقاع ما توعد به سلطانا كان أو لصا\n</p>\n\n<p>\nوإذا أكره الرجل على بيع ماله أو على شراء سلعة أو على أن يقر لرجل بألف\nأو يؤاجر داره - وأكره على ذلك بالقتل أو بالضرب الشديد أو بالحبس المديد -\nفباع أو اشترى فهو بالخيار: إن شاء أمضى البيع وإن شاء فسخه\n</p>\n\n<p>\nوإن كان قبض الثمن طوعا فقد أجاز البيع وإن كان قبضه مكرها فليس بإجازة\nوعليه رده إن كان قائما في يده وإن هلك المبيع في يد المشتري وهو غير مكره\nضمن قيمته\n</p>\n\n<p>\nوللمكره أن يضمن المكره إن شاء\n</p>\n\n<p>\nومن أكره على أن يأكل الميتة أو يشرب الخمر - وأكره على ذلك بحبس أو ضرب\nأو يد لم يحل له إلا أن يكره بما يخاف منه على نفسه أو على عضو من أعضائه\nفإذا خاف ذلك وسعه أن يقدم على ما أكره عليه ولا يسعه أن يصبر على ما توعد\nبه فإن صبر حتى أوقعوا به ولم يأكل فهو آثم\n</p>\n\n<p>\nوإن أكره على الكفر بالله عز وجل أو سب النبي عليه الصلاة والسلام: بقيد\nأو حبس أو ضرب لم\n</p>\n\n<p>\nيكن ذلك إكراها حتى يكره بأمر يخاف منه على نفسه أو على عضو <span id='ms128'></span> من أعضائه\n</p>\n\n<p>\nفإذا خاف ذلك وسعه أن يظهر ما أمروه به ويوري فإذا أظهر ذلك وقلبه مطمئن\nبالإيمان فلا إثم عليه وإن صبر حتى قتل ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nيظهر الكفر ذلك كان مأجورا\n</p>\n\n<p>\nوإن أكره على إتلاف مال مسلم لأمر يخاف منه على نفسه أو على عضو من\nأعضائه وسعه أن يفعل ذلك ولصاحب المال أن يضمن المكره\n</p>\n\n<p>\nوإن أكره بقتل على قتل لم يسعه أن يقدم عليه ويصبر حتى يقتل فإن قتله كان\nآثما والقصاص على الذي أكرهه إن كان القتل عمدا\n</p>\n\n<p>\nوإن أكرهه على طلاق امرأته أو أعتق عبده ففعل وقع ما أكره عليه ويرجع على\nالذي أكرهه بقيمة العبد وبنصف مهر المرأة إن كان الطلاق قبل الدخول\n</p>\n\n<p>\nوإن أكرهه على الزنا وجب عليه الحد عند أبي حنيفة إلا أن يكرهه السلطان\nوقال أبو يوسف ومحمد: لا يلزمه الحد\n</p>\n\n<p>\nوإذا أكره على الردة لم تبن امرأته منه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head112'>AUTO 52 - كتاب السير</h1>\n\n<p>\nالجهاد فرض على الكفاية إذا قام به فريق من الناس سقط عن الباقين وإن لم\nيقم به أحد أثم جميع الناس بتركه\n</p>\n\n<p>\nوقتال الكفار واجب وإن لم يبدؤونا ولا يجب الجهاد على صبي ولا عبد ولا\nامرأة ولا أعمى ولا مقعد ولا أقطع\n</p>\n\n<p>\nوإن هجم العدو على بلد وجب على جميع المسلمين الدفع تخرج المرأة بغير إذن\nزوجها والعبد بغير إذن المولى\n</p>\n\n<p>\nوإذا دخل المسلمون دار الحرب فحاصروا مدينة أو حصنا دعوهم إلى الإسلام\nفإن أجابوهم كفوا عن قتالهم وإن امتنعوا دعوهم إلى أداء الجزية فإن بذلوها\nفلهم ما للمسلمين وعليهم ما عليهم\n</p>\n\n<p>\nولا يجوز أن يقاتل من لم تبلغه دعوة الإسلام إلا بعد أن يدعوهم ويستحب أن\nيدعو من بلغته الدعوة ولا يجب ذلك وإن أبوا استعانوا بالله تعالى عليهم\nوحاربوهم ونصبوا عليهم المجانيق وحرقوهم وأرسلوا عليهم الماء وقطعوا\nأشجارهم وأفسدوا زروعهم ولا بأس برميهم وإن كان فيهم مسلم أسير أو تاجر وإن\nتترسوا بصبيان المسلمين أو بالأسارى لم يكفوا\n</p>\n\n<p>\nعن رميهم ويقصدون بالرمي الكفار\n</p>\n\n<p>\nولا بأس بإخراج النساء والمصاحف <span id='ms129'></span> مع المسلمين إذا كان عسكرا عظيما يؤمن\nعليه ويكره إخراج ذلك في سرية لا يؤمن عليها\n</p>\n\n<p>\nولا تقاتل المرأة إلا بإذن زوجها ولا العبد إلا بإذن سيده إلا أن يهجم العدو\n</p>\n\n<p>\nوينبغي للمسلمين أن لا يغدروا ولا يغلوا ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nيمثلوا ولا يقتلوا امرأة أو شيخا فانيا ولا صبيا ولا أعمى ولا مقعدا إلا\nأن يكون هؤلاء ممن له رأي في الحرب أو تكون المرأة ملكة ولا يقتلوا مجنونا\n</p>\n\n<p>\nوإذا رأى الأمام أن يصالح أهل الحرب أو فريقا منهم وكان في ذلك مصلحة\nللمسلمين فلا بأس به وإن صالحهم مدة ثم رأى أن نقض الصلح أنفع نبذ إليهم\nوقاتلهم\n</p>\n\n<p>\nوإن بدؤوا بخيانة قاتلهم ولم ينبذ إليهم إذا كان ذلك باتفاقهم\n</p>\n\n<p>\nوإذا خرج عبيدهم إلى عسكر المسلمين فهم أحرار\n</p>\n\n<p>\nولا بأس بأن يعلق العسكر في دار الحرب ويأكلوا ما وجدوه من الطعام\n</p>\n\n<p>\nويستعملون الحطب ويدهنون بالدهن ويقاتلون بما يجدونه من السلاح بغير قسمه\nذلك ولا يجوز أن يبيعوا من ذلك شيئا لوا يتمولوه\n</p>\n\n<p>\nومن أسلم منهم أحرز بإسلامه نفسه وأولاد الصغار وكل مال هو في يده أو\nوديعة في يد مسلم أو ذمي فإن ظهرنا على الدار فعقاره فيء وزوجته فيء وحملها\nفيء وأولاده فيء\n</p>\n\n<p>\nولا ينبغي أن يباع السلاح من أهل الحرب ولا يجهز إليهم ولا يفدون\nبالأسارى عند أبي حنيفة وقال أبو يوسف ومحمد: يفادى بهم أسارى المسلمين ولا\nيجوز المن عليهم\n</p>\n\n<p>\nوإذا فتح الإمام بلدا عنوة فهو بالخيار: إن شاء قسمه بين الغانمين وإن\nشاء أقر أهله عليه ووضع عليهم الخراج وهو في الأسارى بالخيار: إن شاء قتلهم\nوإن شاء استرقهم وإن شاء تركهم أحرارا ذمة للمسلمين\n</p>\n\n<p>\nولا يجوز أن يردهم إلى دار الحرب\n</p>\n\n<p>\nوإذا أراد العود معهم مواش فلم يقدروا على نقلها إلى دار الإسلام ذبحوها\nوحرقوها ولا يعقرونها ولا يتركونها\n</p>\n\n<p>\nولا يقسم غنيمة في دار الحرب حتى يخرجها إلى دار الإسلام والردء والمقاتل\nفي العسكر سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا لحقهم المدد في دار الحرب قبل أن يخرجوا الغنيمة إلى <span id='ms130'></span> دار الإسلام\nشاركوهم فيها ولا حق لأهل سوق العسكر في الغنيمة إلا أن يقاتلوا\n</p>\n\n<p>\nوإذا أمن رجل حر أو امرأة كافرا أو جماعة أو أهل حصن أو مدينة صح أمانهم\nولم يجز لأحد من المسلمين قتلهم إلا أن يكون في ذلك مفسدة فينبذ إليهم الإمام\n</p>\n\n<p>\nولا يجوز أمان ذمي ولا أسير ولا تاجر يدخل عليهم\n</p>\n\n<p>\nولا يجوز أمان العبد عند أبي حنيفة إلا أن يأذن له مولاه في القتال وقال\nأبو يوسف ومحمد: يصح أمانة\n</p>\n\n<p>\nوإذا غلب الترك على الروم فسبوهم وأخذوا أموالهم ملكوها فإن غلبنا على\nالترك حل لنا من ذلك وإذا غلبوا على أموالنا فأحرزوها بدارهم ملكوها فإن\nظهر عليها المسلمون فوجدوها قبل القسمة فهي لهم بغير شيء وإن وجدوها بعد\nالقسمة أخذوها\n</p>\n\n<p>\nبالقيمة إ أحبوا\n</p>\n\n<p>\nوإن دخل دار الحرب تاجر فاشترى ذلك وأخرجه إلى دار الإسلام فمالكه\nبالخيار: إن شاء أخذه بالثمن الذي اشتراه به التاجر وإن شاء ترك\n</p>\n\n<p>\nولا يملك علينا أهل الحرب بالغلبة مدبرينا ومكاتبنا وأمهات أولادنا\nوأحرارنا ونملك عليهم جميع ذلك وإذا أبق عبد لمسلم فدخل إليهم فأخذوه لم\nيملكوه عند أبي حنيفة\n</p>\n\n<p>\nوإن ند تعير إليهم فأخذوه ملكوه\n</p>\n\n<p>\nوإذا لم يكن للإمام حمولة يحمل عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nالغنائم قسمها بين الغانمين قسمة إيداع ليحملوها إلى دار الإسلام ثم\nيرتجعها فيقسمها\n</p>\n\n<p>\nولا يجوز بيع الغنائم قبل القسمة\n</p>\n\n<p>\nومن مات من الغانمين في دار الحرب فلا حق له في الغنيمة ومن مات منهم بعد\nإخراجها إلى دار الإسلام فنصيبه لورثته\n</p>\n\n<p>\nولا بأس أن ينقل الإمام في حال القتال ويحرض بالنفل على القتال فيقول: من\nقتل قتيلا فله سلبه أو يقول لسرية: قد جعلت لكم الربع بعد الخمس\n</p>\n\n<p>\nولا ينقبل بعد إحراز الغنيمة إلا من الخمس وإذا لم يجعل السلب للقاتل فهو\nمن جملة الغنيمة والقاتل وغيره فيه سواء\n</p>\n\n<p>\nوالسلب: ما على المقتول من ثيابه وسلاحه ومركبه\n</p>\n\n<p>\nوإذا خرج المسلمون من دار الحرب لم يجز أن يعلفوا من الغنيمة ولا يأكلوا منها\n</p>\n\n<p>\nومن فضل معه علف أو طعام <span id='ms131'></span> إلى الغنية\n</p>\n\n<p>\nويقسم الإمام الغنيمة:\n</p>\n\n<p>\nفيخرج خمسها ويقسم أربعة أخماسها بين الغانمين: للفارس سهما وللراجل سهم\nعند أبي حنيفة وقالا: للفارس ثلاثة أسهم ولا يسهم إلا لفرس واحد والبراذين\nوالعتاق سواء ولا يسهم لراحلة ولا بغل\n</p>\n\n<p>\nومن دخل دار الحرب فارسا فنفق فرسه استحق سهم فارس ومن دخل راجلا فاشترى\nفرسا استحق سهم راجل\n</p>\n\n<p>\nولا يسهم لمملوك ولا امرأة ولا ذمي ولا صبي ولكن يرضخ لهم على حسب ما\nيراه الإمام\n</p>\n\n<p>\nوأما الخمس فيقسم على ثلاثة أسهم: سهم لليتامى وسهم للمساكين\n</p>\n\n<p>\nوسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nلأبناء السبيل يدخل فقراء ذوي القربى فيهم ويقدمون ولا يدفع إلى أغنيائهم شيء\n</p>\n\n<p>\nوما ذكر الله تعالى في الخمس فإنما هو لافتتاح الكلام تبركا باسمه وسهم\nالنبي صلى الله عليه وسلم سقط بموته كما سقط الصفي وسهم ذوي القربى كانوا\nيستحقونه في زمن النبي صلى الله عليه وسلم بالنصرة وبعده بالفقر\n</p>\n\n<p>\nوإذا دخل الواحد أو الاثنان إلى دار الحرب مغيرين بغير إذن الإمام فأخذوا\nشيئا لم يخمس\n</p>\n\n<p>\nوإن دخل جماعة لها منعة وأخذوا شيئا خمس وإن لم يأذن لهم الإمام\n</p>\n\n<p>\nوإذا دخل المسلم دار الحرب تاجرا فلا يحل له أن يتعرض لشيء من أموالهم\nولا من دمائهم\n</p>\n\n<p>\nوإن غدر بهم وأخذ شيئا وخرج به ملكه ملكا محظورا ويؤمر أن يتصدق به\n</p>\n\n<p>\nوإذا دخل الحربي إلينا مستأمنا لم يمكن أن يقيم في دارنا سنة ويقول له\nالإمام: إن أقمت تمام السنة وضعت عليك الجزية فإن أقام أخذ منه الجزية وصار\nذميا ولم يترك أن يرجع إلى دار الحرب وإن عاد إلى دار الحرب وترك وديعة عند\nمسلم أو ذمي أو دينا في ذمتهم فقد صار ذمه مباحا بالعود وما في دار الإسلام\nمن ماله على خطر فإن أسر أو قتل سقطت ديونه وصارت الوديعة فيئا\n</p>\n\n<p>\nوما أوجف عليه المسلمون من أموال أهل الحرب بغير قتال يصرف مصالح\nالمسلمين كما يصرف الخراج\n</p>\n\n<p>\nوأرض العرب كلها أرض عسير وهي: ما بين العذيب إلى أقصى حجر\n</p>\n\n<p>\nباليمن بمهرة إلى حد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nالشام، والسواد <span id='ms132'></span> كلها أرض خراج وهي: ما بين العذيب إلى عقبة حلوان ومن\nالعلث إلى عبادان\n</p>\n\n<p>\nوأرض السواد مملوكه لأهلها: يجوز بيعهم لها وتصرفهم فيها\n</p>\n\n<p>\nوكل أرض أسلم أهلها عليها أو فتحت عنوة وقسمت بين الغانمين فهي أرض عشر\n</p>\n\n<p>\nوكل أرض فتحت عنوة وأقر عليها فهي أرض خراج\n</p>\n\n<p>\nإحياء الموات\n</p>\n\n<p>\nومن أحيا أرضا مواتا فهي عند أبي يوسف معتبرة بحيزها: فإن كانت من حيز\nأرض الخارج فهي خراجية وإن كانت من حيز أرض العشر فهي عشرية والبصرة عنده\nعشرية بإجماع الصحابة رضي الله عنهم\n</p>\n\n<p>\nوقال محمد: إن أحياها ببئر حفرها أو عين استخرجها أو ماء دجله أو الفرات\nأو الأنهار العظام التي لا يملكها أحد\n</p>\n\n<p>\nفهي عشرية وإن أحياها بماء الأنهار التي احتفرها الأعاجم مثل نهر الملك\nونهر يزدجرد فهي خراجية\n</p>\n\n<p>\nوالخراج الذي وضعه عمر رضي الله عنه على أهل السواد من كل جريب يبلغه\nالماء قفيز هاشمي وهو الصاع ودرهم ومن جريب الرطبة خمسة دارهم ومن جريب\nالكرم المتصل والنخل المتصل عشرة دارهم\n</p>\n\n<p>\nوما سوى ذلك من الأصناف يوضع عليها بحسب الطاقة فإن لم تطق ما وضع عليها\nنقصهم الإمام\n</p>\n\n<p>\nوإن غلب الماء على أرض الخراج أو انقطع عنها أو اصطلم الزرع آفة فلا خراج\nعليهم وإن عطلها صاحبها فعليه الخراج\n</p>\n\n<p>\nومن أسلم من أهل الخراج أخذ منه الخراج على حاله\n</p>\n\n<p>\nويجوز أن يشتري المسلم أرض الخراج من الذمي ويؤخذ منه الخراج ولا عشر في\nالخارج من أرض الخراج\n</p>\n\n<p>\nوالجزية على ضربين:\n</p>\n\n<p>\nجزية توضع بالتراضي والصلح فتقدر بحسب ما يقع عليه الاتفاق وجزية يبتدئ\nالإمام وضعها إذا غلب الكفار وأقرهم على أملاكهم فيضع على الغني الظاهر\nالغني في كل سنة ثمانية وأربعين درهما يأخذ منه في كل شهر أربعة دراهم\n</p>\n\n<p>\nوعلى المتوسط الحال أربعة وعشرين درهما في كل شهر درهمين وعلى الفقير\nالمعتمل اثني عشر درهما في كل شهر درهما\n</p>\n\n<p>\nوتوضع الجزية على أهل الكتاب والمجوس وعبدة الأوثان من العجم ولا توضع\nعلى عبدة الأوثان من العرب ولا على المرتدين\n</p>\n\n<p>\nولا <span id='ms133'></span> جزية على امرأة ولا صبي ولا زمن ولا أعمى ولا فقير غير معتمل ولا\nالرهبان الذين لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nيخالطون الناس\n</p>\n\n<p>\nومن أسلم وعليه جزية سقطت عنه وإن اجتمع حولان تداخلت الجزية\n</p>\n\n<p>\nولا يجوز إحداث بيعة ولا كنيسة في دار الإسلام وإذا انهدمت الكنائس البيع\nالقديمة أعادوها\n</p>\n\n<p>\nويؤخذ أهل الذمة بالتميز عن المسلمين في زيهم ومراكبهم وسروجهم وقلانسهم\nولا يركبون الخيل ولا يحملون السلاح\n</p>\n\n<p>\nومن امتنع من أداء الجزية أو قتل مسلما أو سب النبي عليه الصلاة والسلام\nأو زنى بمسلمة لم ينقض عهده ولا ينتقض العهد إلا بأن يلحق بدار الحرب أو\nيغلبوا على موضع فيحاربونا\n</p>\n\n<p>\nوإذا ارتد المسلم عن الإسلام عرض عليه السلام فإن كانت له شبهة كشفت له\nويحبسن ثلاثة أيام فإن أسلم\n</p>\n\n<p>\nوإلا قتل فإن قتله قاتل قبل عرض الإسلام عليه كره له ذلك ولا شيء على القاتل\n</p>\n\n<p>\nفأما المرأة إذا ارتدت فلا تقتل ولكن تحبس حتى تسلم\n</p>\n\n<p>\nويزول ملك المرتد عن أمواله بردته زوالا مراعى فإن أسلم عادت على حالها\nوإن مات أو قتل على ردته انتقل ما كان اكتسبه في حال الإسلام إلى ورثته\nالمسلمين\n</p>\n\n<p>\nوكان ما اكتسبه في حال ردته فيئا\n</p>\n\n<p>\nفإن لحق بدرا الحرب مرتدا وحكم الحاكم بلحاقه عتق مدبروه وأمهات أولاده\nوحلت الديون التي عليه ونقل ما اكتسبه في حال الإسلام إلى ورثته المسلمين\nوتقضى الديون التي لزمته في حال الإسلام مما اكتسبه في حال الإسلام وما\nلزمه من الديون في حال ردته مما اكتسبه في حال ردته\n</p>\n\n<p>\nوما باعه أو اشتراه أو تصرف فيه من أمواله في حال ردته\n</p>\n\n<p>\nموقوف: فإن أسلم صحت عقوده وإن مات أو قتل أو لحق بدار الحرب بطلت\n</p>\n\n<p>\nوإن عاد المرتد بعد الحكم بلحاقه إلى دار الإسلام مسلما فما وجده في يد\nورثته من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nماله بعينه أخذه\n</p>\n\n<p>\nوالمرتدة إذا انصرفت في مالها في حال ردتها جاز تصرفها\n</p>\n\n<p>\nونصارى بني تغلب يؤخذ من أموالهم ضعف ما يؤاخذ من المسلمين من الزكاة\nويؤخذ من نسائهم ولا يؤخذ من صبيانهم <span id='ms134'></span>\n</p>\n\n<p>\nوما جباه الإمام من الخراج ومن أموال بني تغلب وما أهداه أهل الحرب إلى\nالإمام والجزية تصرف في مصالح المسلمين فتسد منها الثغور وتبنى القناطر\nوالجسور ويعطى قضاة المسلمين وعلماؤهم منه ما يكفيهم ويدفع منه أرزاق\nالمقاتلة وذراريهم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head113'>AUTO 53 - كتاب البغاة</h1>\n\n<p>\nإذا تغلب قوم من المسلمين على بلد وخرجوا عن طاعة الإمام\n</p>\n\n<p>\nدعاهم إلى العود إلى الجماعة وكشف عن شبهتهم ولا يبدؤهم بالقتال حتى\nيبدؤوا فإن بدؤوا قاتلهم حتى يفرق جمعهم فإن كانت لهم فئة أجهز على جريحهم\nواتبع موليهم وإن لم يكن لهم فئة لم يجهز على جريحهم ولم يتبع موليهم ولا\nتسبى لهم ذرية ولا يغنم لهم مال ولا بأس أن يقاتلوا بسلاحهم\n</p>\n\n<p>\nإن احتاج المسلمون إليه ويحبس الإمام أموالهم ولا يردها عليهم ولا يقسمها\nحتى يتوبوا فيردها\n</p>\n\n<p>\nوما جناه أهل البغي من البلاد التي غلبوا عليها من الخراج والعشر لم\nيأخذه الإمام ثانيا فإن كانوا صرفوه في حقه أجزأ من أخذ منه وإن لم يكونوا\nصرفوه في حقه أفتى أهله فيما بينهم وبين الله تعالى أن يعيدوا ذلك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head114'>AUTO 54 - كتاب الحظر والإباحة</h1>\n\n<p>\nلا يحل للرجال لبس الحرير ويحل للنساء ولا بأس بتوسده\n</p>\n\n<p>\nعند أبي حنيفة وقال أبو يوسف ومحمد: يكره توسده\n</p>\n\n<p>\nولا بأس بلبس الديباج في الحرب عندهما ويكره عند أبي حنيفة\n</p>\n\n<p>\nولا بأس بلبس الملحم إذا كان سداه إبرسما ولحمته قطنا أو خزا\n</p>\n\n<p>\nولا يجوز للرجال التحلي بالذهب والفضة إلا الخاتم والمنطقة وحلية السيف\nمن الفضة\n</p>\n\n<p>\nويجوز للنساء التحلي بالذهب والفضة ويكره أن يلبس الصبي الذهب والحرير\n</p>\n\n<p>\nولا يجوز الأكل والشرب والادهان والتطيب في آنية الذهب والفضة للرجال\nوالنساء\n</p>\n\n<p>\nولا بأس باستعمال آنية الزجاج والبلور والعقيق\n</p>\n\n<p>\nويجوز الشرب في الإناء المفضض عند أبي حنيفة والركوب على السرج المفضض\nوالجلوس على السرير المفضض\n</p>\n\n<p>\nويكره التعشير في المصحف والنفط\n</p>\n\n<p>\nولا بأس بتحلية المصحف ونقش المسجد وزخرفته بماء الذهب\n</p>\n\n<p>\nويكره استخدام الخصيان\n</p>\n\n<p>\nولا بأس بخصاء البهائم وإنزاء الحمير على النخيل\n</p>\n\n<p>\nويجوز أن يقبل في الهدية والإذن قول الصبي والعبد ويقبل في <span id='ms135'></span> المعاملات قول\nالفاسق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nولا يقبل في أخبار الديانات إلا قول العدل ولا يجوز أن ينظر الرجل من\nالأجنبية إلا إلى وجهها وكفيها وإن كان لا يأمن الشهوة لا ينظر إلى وجهها\nإلا لحاجة\n</p>\n\n<p>\nويجوز للقاضي إذا أرد أن يحكم عليها وللشاهد إذا أراد الشهادة عليها\n</p>\n\n<p>\nالنظر إلى وجهها وإن خاف أن يشتهي\n</p>\n\n<p>\nويجوز للطبيب أن ينظر إلى موضع المرض منها\n</p>\n\n<p>\nوينظر الرجل من الرجل إلى جميع بدنه إلا ما بين سرته إلى ركبته\n</p>\n\n<p>\nويجوز للمرأة أن تنظر من الرجل إلى ما ينظر الرجل إليه منه وتنظر المرأة\nمن المرأة إلى ما يجوز للرجل أن ينظر إليه من الرجل\n</p>\n\n<p>\nوينظر الرجل من أمته التي تحل له وزوجته إلى فرجها\n</p>\n\n<p>\nوينظر الرجل من ذوات محارمه إلى الوجه والرأس والصدر والساقين والعضدين\nولا ينظر إلى ظهرها وبطنها\n</p>\n\n<p>\nولا بأس أن يمس ما جاز أن ينظر إليه منها\n</p>\n\n<p>\nوينظر الرجل من مملوكه غيره إلى ما يجوز أن ينظر إليه من ذوات محارمه\n</p>\n\n<p>\nولا بأس بأن يمس ذلك إذا أراد الشراء وإن خاف أن يشتهي\n</p>\n\n<p>\nوالخصي في النظر إلى الأجنبية كالفحل\n</p>\n\n<p>\nولا يجوز للمملوك أن ينظر من سيدته إلا إلى ما يجوز للأجنبي أن ينظر إليه منها\n</p>\n\n<p>\nويعزل عن أمته بغير إذنها ولا يعزل عن زوجته إلا بإذنها\n</p>\n\n<p>\nويكره الاحتكار في أقوات الآدميين\n</p>\n\n<p>\nوالبهائم إذا كان ذلك في بلد يضر الاحتكار بأهله ومن احتكر غلة ضيعته أو\nما جلبه من بلد آخر فليس بمحتكر\n</p>\n\n<p>\nولا ينبغي للسلطان أن يسعر على الناس\n</p>\n\n<p>\nويكره بيع السلاح في أيام الفتنة ولا بأس ببيع العصير ممن يعلم أنه يتخذه\nخمرا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head115'>AUTO 55 - كتاب الوصايا</h1>\n\n<p>\nالوصية غير واجبة وهي مستحبة ولا تجوز الوصية لوارث\n</p>\n\n<p>\nإلا أن يجيزها الورثة ولا يجوز الوصية بما زاد على الثلث ولا للقاتل\n</p>\n\n<p>\nويجوز أن يوصي المسلم للكافر والكافر للمسلم\n</p>\n\n<p>\nوقبول الوصية بعد الموت فإن قبلها الموصى له في حال الحياة أو ردها فذلك باطل\n</p>\n\n<p>\nويستحب أن يوصي الإنسان بدون الثلث\n</p>\n\n<p>\nوإذا أوصى إلى رجل فقبل الوصي في <span id='ms136'></span> وجه الموصي فردها في غير وجهه فليس برد\nوإن ردها في وجهه فهو رد\n</p>\n\n<p>\nوالموصى به يملك بالقبول إلا في مسألة وهي: أن يموت الموصي ثم يموت\nالموصى له قبل القبول فيدخل الموصى به في ملك ورثته\n</p>\n\n<p>\nومن أوصى إلى عبد أو كافر أو فاسق أخرجهم القاضي من الوصية ونثب غيرهم\n</p>\n\n<p>\nومن أوصى إلى عبد نفسه وفي الورثة كبار لم تصح الوصية\n</p>\n\n<p>\nومن أوصى إلى من يعجز عن القيام بالوصية صم إليه القاضي غيره\n</p>\n\n<p>\nومن أوصى إلى اثنين لم يجز لأحدهما أن يتصرف عند أبي حنيفة ومحمد دون\nصاحبه إلا من شراء كفن الميت وتجهيزه وطعام الصغار وكسوتهم ورد وديعة\nبعينها وقضاء دين وتنفيذ وصية بعينها وعتق عبد بتعينه والخصومة في حقوق الميت\n</p>\n\n<p>\nومن أوصى لرجل بثلث ماله ولآخر بثلث ماله فلم تجز الورثة فالثلث بينهما\nنصفان وإن أوصى لأحدهما بالثلث وللآخر بالسدس فالثلث بينهما أثلاثا وإن\nأوصى لأحدهما بجميع ماله وللآخر بثلث ماله فلم تجز الورثة فالثلث بينهما\nعلى أربعة أسهم عند أبي يوسف ومحمد وقال أبو حنيفة: الثلث بينهما نصفان ولا\nيضرب أبو حنيفة للموصى له بما زاد على الثلث إلا في المحاباة والسعاية\nوالدراهم المرسلة\n</p>\n\n<p>\nومن أوصى وعليه دين يحيط بماله لم تجز الوصية إلا أن يبرئ الغرماء الدين\n</p>\n\n<p>\nومن أوصى بنصيب ابنه فالوصية باطلة وإن أوصى بمثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nنصيب ابنه جازت فإن كان له ابنان فللموصى له الثلث\n</p>\n\n<p>\nومن أعتق عبدا في مرضه أو باع وحابى أو وهب فذلك كله جائز يعتبر من الثلث\nويضرب به مع أصحاب الوصايا\n</p>\n\n<p>\nفإن حابى ثم أعتق بالمحاباة أولى عند أبي حنيفة وإن أعتق ثم حابى فهما\nسواء وقال أ [ويوسف ومحمد: العتق أولى في المسألتين\n</p>\n\n<p>\nومن أوصى بسهم من ماله فله أخس سهام الورثة إلا أن ينقص من السدس فيتم له السدس\n</p>\n\n<p>\nوإن أوصى بجزء من ماله قيل للورثة: أعطوه ما شئتم\n</p>\n\n<p>\nومن أوصى بوصايا من حقوق الله تعالى قدمت الفرائض منها قدمها الموصي أو آخرها\n</p>\n\n<p>\nمثل الحج والزكاة والكفارات <span id='ms137'></span> وما ليس بواجب قدم منه ما قدمه الموصي\n</p>\n\n<p>\nومن أوصى بحجة الإسلام أحجوا عنه رجلا من بلده يحج عنه راكبا فإن لم تبلغ\nالوصية النفقة أحجوا عنه من حيث تبلغ\n</p>\n\n<p>\nومن خرج من بلده حاجا فمات في الطريق وأوصى أن يحج عنه حج عنه من بلده\nعند أبي حنيفة\n</p>\n\n<p>\nولا تصح وصية الصبي والمكاتب وإن ترك وفاء\n</p>\n\n<p>\nويجوز للموصي الرجوع عن الوصية\n</p>\n\n<p>\nفإن صرح بالرجوع أو فعل ما يدل على الرجوع كان رجوعا ومن جحد الوصية لم\nيكن رجوعا\n</p>\n\n<p>\nومن أوصى لجيرانه فهم الملاصقون عند أبي حنيفة\n</p>\n\n<p>\nومن أوصى لأصهاره فالوصية لكل ذي رحم محرم من امرأته ومن أوصى لأختانه\nفالختن كل ذات رحم محرم منه\n</p>\n\n<p>\nومن أوصى لأقربائه فالوصية للأقرب فالأقرب من كل ذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nرحمه محرم منه ولا يدخل فيهم الوالدان والولد\n</p>\n\n<p>\nويكون للإثنين فصاعدا وإذا أوصى بذلك وله عمان وخالان فالوصية لعميه عند\nأبي حنيفة وإن كان له عم وخالان فللعم النصف وللخالين النصف وقال أبو يوسف\nومحمد: الوصية لكل من ينسب إلى أقصى أب له في الإسلام\n</p>\n\n<p>\nومن أوصى لرجل بثلث دراهمه أو ثلث غنمه فهلك ثلثا ذلك وبقي ثلثه وهو يخرج\nمن ثلث ما بقي من ماله فله جميع ما بقي وإن أوصى بثلث ثيابه فهلك ثلثاها\nوبقي ثلثها وهو يخرج من ثلث ما بقي من ماله لم يستحق إلا ثلث ما بقي من الثياب\n</p>\n\n<p>\nومن أوصى لرجل بألف درهم وله مال عين ودين فإن خرجت الألف من ثلث العين\nدفعت إلى الموصى له وإن لم تخرج دفع إليه ثلث العين وكلما خرج شيء من الدين\nأخذ ثلثه حتى يستوفي الألف\n</p>\n\n<p>\nوتجوز الوصية للحمل وبالحمل إذا وضع لأقل من ستة أشهر من يوم الوصية\n</p>\n\n<p>\nومن أوصى لرجل بجارية إلا حملها صحت الوصية والاستثناء\n</p>\n\n<p>\nومن أوصى لرجل بجارية فولدت بعد موت الموصي قبل أن يقبل الموصى له ولدا\nثم قبل وهما يخرجان من الثلث فهما للموصى له وإن لم يخرجا من الثلث ضرب\nبالثلث وأخذ ما يخصه <span id='ms138'></span> منهما جميعا في قول أبو يوسف ومحمد\n</p>\n\n<p>\nوقال أبو حنيفة: يأخذ ذلك من الأم فإن فضل شيء أخذه من الولد\n</p>\n\n<p>\nوتجوز الوصية بخدمة عبده وسكنى داره سنين معلومة وتجوز بذلك أبدا فإن\nخرجت رقبة العبد من الثلث سلم إليه للخدمة وإن كان لا مال له غيره خدم\nالورثة يومين والموصى له يوما فإن مات الموصى له عاد إلى الورثة وإن مات\nالموصى له في حياة الموصى بطلت الوصية\n</p>\n\n<p>\nوإذا أوصى لولد فلان فالوصية بينهم: الذكر والأنثى فيه سواء\n</p>\n\n<p>\nومن أوصى لورثة فلان فالوصية بينهم: للذكر مثل حظ الأنثيين\n</p>\n\n<p>\nومن أوصى لزيد وعمرو بثلث ماله فإذا عمرو ميت فالثلث كله لزيد\n</p>\n\n<p>\nوإن قال: ثلث مالي بين زيد وعمرو وزيد ميت كان لعمرو نصف الثلث\n</p>\n\n<p>\nومن أوصى بثلث ماله له ثم اكتسب مالا استحق الموصى له ثلث ما يملكه عند\nالموت والله أعلم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head116'>AUTO 56 - كتاب الفرائض</h1>\n\n<p>\nالمجمع على توريثهم من الذكور\n</p>\n\n<p>\nعشرة: الابن وابن الابن وإن سفل والأب والجد أب الأب وإن علا والأخ وابن\nالأخ والعم وابن العم والزوج ومولى النعمة\n</p>\n\n<p>\nومن الإناث سبع: البنت وبنت الابن والأم والجدة والأخت والزوجة ومولاة النعمة\n</p>\n\n<p>\nولا يرث أربعة: المملوك والقاتل من المقتول والمرتد وأهل الملتين والفروض\nالمحدودة في كتاب الله تعالى ستة: النصف\n</p>\n\n<p>\nوالربع والثمن والثلثان والثلث والسدس\n</p>\n\n<p>\nفالنصف من الأب والأم والأخت من الأب إذا لم تكن أخت لأب وأم والزوج إذا\nلم يكن للميت ولد ولد ولا ولد ابن\n</p>\n\n<p>\nوالربع: فرض الزوج مع الولد أو ولد الابن والزوجات إذا لم يكن للميت ولد\nولا ولد ابن\n</p>\n\n<p>\nوالثمن: فرض الزوجات مع الولد وولد الابن\n</p>\n\n<p>\nوالثلثان: لكل اثنين فصاعدا ممن فرضه النصف إلا الزوج\n</p>\n\n<p>\nوالثلث: للأم إذا لم يكن للميت ولد ولا ولد ابن ولا\n</p>\n\n<p>\nاثنان من الإخوة والأخوات فصاعدا ويفرض لها في مسألتين - وهما: زوج\nوأبوان وامرأة وأبوان - ثلث ما يبقى بعد فرض الزوج أو الزوجة وهو لكل اثنين\nفصاعدا من ولد الأم: ذكورهم وإناثهم فيه سواء\n</p>\n\n<p>\nوالسدس: فرض سبعة: لكل واحد من <span id='ms139'></span> الأبوين مع الولد أو ولد الابن وللأم مع\nالإخوة والأخوات من أي جهة كانوا وللجدات وللجد مع الولد أو ولد الابن\nولبنات الابن مع البنت وللأخوات لأب مع الأخت لأب وأم وللواحد من ولد الأم\n</p>\n\n<p>\nوتسقط الجدات بالأم والجد والإخوة والأخوات بالأب\n</p>\n\n<p>\nويسقط ولد الأم بأربعة: بالولد وولد الابن والأب والجد\n</p>\n\n<p>\nوإذا استكمل البنات الثلثين سقطت بنات الابن إلا أن يكون بإزائهن أو أسفل\nمنهن ابن ابن فيعصبهن\n</p>\n\n<p>\nوإذا استكمل الأخوات لأب وأم الثلثين سقطت الأخوات لأب إلا أن يكون معهن\nأخ لهن فيعصبهن\n</p>\n\n<p>\n1 - باب أقرب العصبات\n</p>\n\n<p>\nوأقرب العصبات البنون ثم بنوهم ثم الأب ثم الجد ثم بنو الأب وهم الإخوة\n</p>\n\n<p>\nثم بنو الجد وهم الأعمام ثم بنوا أب الجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا استوى بنو أب في الدرجة فأولاهم من كان لأب وأم\n</p>\n\n<p>\nوالابن وابن الابن والإخوة يقاسمون أخواتهم للذكر مثل حظ الأنثيين ومن\nعداهم من العصبات ينفرد بالميراث ذكورهم دون إناثهم\n</p>\n\n<p>\nوإذا لم يكن عصبة من النسب فالعصبة هو المولى المعتق ثم أقرب عصبة المولى\n</p>\n\n<p>\nباب الحجب وتحجب الأم من الثلث إلى السدس بالولد أو بأخوين\n</p>\n\n<p>\nوالفاضل عن فرض البنات لبني الابن وأخواتهم للذكر مثل حظ الأنثيين\n</p>\n\n<p>\nوالفاضل عن فرض الأختين من الأب والأم للإخوة والأخوات من الأب للذكر مثل\nحظ الأنثيين\n</p>\n\n<p>\nوإذا ترك بنتا ابن وبني ابن فللبنت النصف والباقي لبني الابن وأخواتهم\nللذكر مثل حظ الأنثيين وكذلك الفاضل عن فرض الأخت من الأب والأم لبني الأب\nوبنات الأب للذكر مثل حظ الأنثيين\n</p>\n\n<p>\nومن ترك ابني عم أحدهما أخ الأم فللأخ للأم السدس والباقي بنيهما\n</p>\n\n<p>\nوالمشركة: أن تترك المرأة زوجا وأما - أو جدة - وأختين من أم وأخا لأب\nوأم فللزوج النصف وللأم السدس ولولد الأم الثلث ولا شيء للأخوة من الأب والأم\n</p>\n\n<p>\nباب الرد\n</p>\n\n<p>\nوالفاضل عن فرض ذوي السهام إذا لم يكن عصبة مردود عليهم بمقدار سهامهم\nإلا على الزوجين\n</p>\n\n<p>\nولا يرث القاتل من المقتول والكفر كله ملة واحدة يتوارث به أهله\n</p>\n\n<p>\nولا يرث المسلم من الكافر ولا الكافر من <span id='ms140'></span> المسلم ومال المرتد لورثته من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين وما اكتسبه في حال ردته فيء\n</p>\n\n<p>\nوإذا غرق جماعة أو سقط عليهم حائط فلم يعلم من مات منم أولا فمال كل واحد\nمنهم للأحياء من ورثته\n</p>\n\n<p>\nوإذا اجتمع في المجوسي قرابتان لو تفرقت في شخصين ورث أحدهما مع الآخر\nورث بهما ولا يرث المجوسي بالأنكحة الفاسدة التي يستحلونها في دينهم\n</p>\n\n<p>\nوعصبة ولد الزنا وولد الملاعنة مولى أمهما\n</p>\n\n<p>\nومن مات وترك حملا وقف ماله حتى تضع امرأته حملها في قول أبي حنيفة\n</p>\n\n<p>\nوالجد أولى بالميراث من الإخوة عند أبي حنيفة وقال أبو يوسف ومحمد:\nيقاسمهم إلا أن تنقصه المقاسمة من الثلث\n</p>\n\n<p>\nوإذا اجتمعت الجدات فالسدس لأقربهن\n</p>\n\n<p>\nويحجب الجد أمه\n</p>\n\n<p>\nولا ترث أم أبي الأم بسهم وكل جدة تحجب أمها\n</p>\n\n<p>\nباب ذوي الأرحام\n</p>\n\n<p>\nوإذا لم يكن للميت عصبة ولا ذو سهم ورثه ذوو أرحامه وهم عشرة: ولد البنت\nوولد الأخت\n</p>\n\n<p>\nوابنة الأخ وابنة العم والخال والخالة وأب الأم والعم من الأم والعمة\nوولد الأخ من الأم ومن أدلى بهم\n</p>\n\n<p>\nوأولاهم ولد الميت ثم ولد الأبوين أو أحدهما وهم بنات الإخوة وولد\nالأخوات ثم ولد أبوي أبويه أو أحدهما وهم الأخوال والخالات والعمات\n</p>\n\n<p>\nوإذا استوى ولد أب في درجة فأولاهم من أدلى بوارث وأقربهم أولى من أبعدهم\nوأب الأم أولى من ولد الأخ والأخت\n</p>\n\n<p>\nوالمعتق أحق بالفاضل من سهم ذوي سهام إذا لم تكن عصبة\n</p>\n\n<p>\nسواه ومولى الموالاة يرث\n</p>\n\n<p>\nوإذا ترك المعتق أبا مولاه وابن مولاه فماله للابن وقال أبو يوسف: للأب\nالسدس والباقي للابن فإن ترك جد مولاه وأخ مولاه فالمال للجد في قول أبي\nحنيفة وقال أبو يوسف ومحمد: هو بينهما\n</p>\n\n<p>\nولا يباع الولاء ولا يوهب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head117'>AUTO باب حساب الفرائض</h2>\n\n<p>\nإذا كان في المسألة نصف ونصف أو نصف وما بقي فأصلها من اثنين وإن كان ثلث\nوما بقي أو ثلثان وما بقي فأصلها من ثلاثة وإن كان ربع وما بقي فأصلها من\nثمانية وإذا كان سدس وما بقي أو نصف وثلث أو سدس فأصلها من ستة <span id='ms141'></span> وتعول إلى\nسبعة وثمانية وتسعة وعشرة\n</p>\n\n<p>\nوإن كان مع الربع ثلث أو سدس فأصلها من اثني عشر وتعول إلى ثلاثة عشر\nوخمسة عشرة وسبعة عشر\n</p>\n\n<p>\nوإذا كان مع الثمن ثلثان أو سدس فأصلها من أربعة وعشرين وتعول إلى سبعة وعشرين\n</p>\n\n<p>\nفإذا انقسمت المسألة على الورثة فقد صحت وإن لم تنقسم سهام فريق عليهم\nفاضرب عددهم في أصل المسألة وعولها إن كانت عائلة فما خرج فمنه تصح المسألة\nكامرأة وأخوين: للمرأة الربع سهم وللأخوين ما بقي وهي ثلاثة أسهم لا تنقسم\nعليهما فاضرب اثنين في أصل المسألة فتكون ثمانية ومنها تصح\n</p>\n\n<p>\nوإن وافق سهامهم عددهم فاضرب وفق عددهم في أصل المسألة كامرأة وستة\n</p>\n\n<p>\nإخوة للمرأة الربع سهم وللإخوة ثلاثة فاضرب وفق عددهم في أصل المسألة\nيكون ثمانية ومنه تصح\n</p>\n\n<p>\nوإن لم تنقسم سهام فريقين أو أكثر فاضرب أحد الفريقين ي الآخر ثم ما\nاجتمع في الفريق الثالث ثم ما اجتمع في أصل المسألة\n</p>\n\n<p>\nفإن تساوت الأعداد أجزأ أحدهما عن الآخر كامرأتين وأخوين\n</p>\n\n<p>\nفاضرب اثنين في أصل المسألة\n</p>\n\n<p>\nفإن كان أحد العددين جزءا من الآخر أغنى الأكثر عن الأقل كأربع نسوة\nوأخوين إذا ضربت الأربعة أجزأك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر فإن وافق أحد العددين الآخر ضربت وفق أحدهما في جميع الآخر ثم ما\nاجتمع في أصل المسألة كأربع نسوة وأخت وستة أعمام فالستة توافق الأربعة\nبالنصف فاضرب نصف أحدهما في جميع الآخر ثم ما اجتمع في أصل المسألة تكون\nثمانية وأربعين ومنها تصح\n</p>\n\n<p>\nفإذا صحت المسألة فاضرب سهام كل وارث في التركة ثم اقسم ما اجتمع على ما\nصحت منه الفريضة يخرج حق ذلك الوارث\n</p>\n\n<p>\nوإذا لم تقسم التركة حتى مات أحد الورثة فإن كان ما يصيبه من الميت الأول\nينقسم على ورثته فقد صحت المسألتان مما صحت الأولى وإن لم ينقسم صححت فريضة\nالميت الثاني بالطريقة التي ذكرناها ثم ضربت إحدى المسألتين في الأخرى إن\nلم يكن بين سهام الميت الثاني وما صحت منه\n</p>\n\n<p>\nفريضة موافقة فإن كان بينهما موافقة فاضرب المسألة الثانية <span id='ms142'></span> في الأولى فما\nاجتمع صحت منه المسألتان\n</p>\n\n<p>\nوكل من له شيء من المسألة الأولى مضروب في وفق المسألة الثانية ومن كان\nله شيء من المسألة الثانية مضروب في وفق تركة الميت الثاني وإذا صحت مسألة\nالمناسخة وأردت معرفة ما يصيب كل واحد من حبات الدرهم\n</p>\n\n<p>\nقسمت ما صحت منه المسألة على ثمانية وأربعين فما خرج أخذت له من سهام كل\nوارث والله أعلم بالصواب. <span id='ms143'></span>\n</p>\n",
  "pages": [
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248"
  ],
  "volumes": [
    "01"
  ]
}