{
  "content": "\n<p>\nالذيل على جزء بقي بن مخلد من أحاديث الحوض جمعه الإمام الحافظ المحدث\nأبو القاسم خلف بن عبد الملك بن مسعود بن بشكوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nهذا ما ذيل به ابن بشكوال جزء بقي ابن مخلد رحمه الله تعالى من أحاديث\nالحوض بأسانيده كما أشير إليك في البدء رواية الصنابح أنا صاحبنا الفقيه\nالحافظ المحدث أبو الوليد يوسف بن عبد العزيز حفظه الله قراءة منه علينا\nبلفظه في منزله ومن خط يده نقلته قال أخبرنا الشيخ أبو عبد الله أحمد بن\nمحمد الخولاني إجازة بخطه عن أبي ذر عبد بن أحمد الهروي قال نا محمد بن عبد\nالله بن محمد بن جبرويه قال نا الحسين بن إدريس قال نا عثمان بن أبي شيبة\nقال نا جرير بن عبد الحميد ووكيع بن الجراح ويزيد بن هارون وإسماعيل بن أبي\nخالد عن قيس بن أبي حازم عن الصنابح هو ابن الأعسر قال سمعت رسول الله صلى\nالله عليه وسلم يقول أنا فرطكم على الحوض وإني مكاثر بكم الأمم ألا فلا\nتقتتلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nبعدي قال أبو ذر أخبرناه أبو الفضل بن أبي القاسم قال نا محمد بن عبد\nالرحمن السلمي قال نا أبو الصلت قال نا سفيان عن إسماعيل بن أبي خالد عن\nقيس بن أبي حازم عن الصنابحي شيخ من بجيلة قال قال رسول الله صلى الله عليه\nوسلم أنا فرطكم على الحوض وأنا مكاثر بكم الأمم فلا تقتتلوا بعدي هكذا قال\nالصنابحي أبو الصلت عن سفيان وخالفه غيره فقال الصنابح وقال ابن المبارك\nأيضا الصنابحي أخبرناه محمد بن عمر بن حفصوية قال نا يزيد قال نا عبد\nالجبار بن العلاء قال نا سفيان عن ابن أبي خالد قال سمعت قيسا يقول سمعت\nالصنابح الأحمسي يقول سمعت رسول الله صلى الله عليه وسلم يقول ألا إني\nفرطكم على الحوض وإني مكاثر بكم الأمم فلا تقتتلن بعدي أنا أبو حفص بن\nشاهين قال نا عبد الله بن سليمان قال نا محمد بن آدم المصيصي قال نا ابن <span id='ms01'></span>\nالمبارك عن إسماعيل بن أبي خالد عن قيس بن أبي حازم عن الصنابحي عن النبي\nصلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nأنا فرطكم على الحوض وإني مكاثر بكم الأمم فلا تقتتلن بعدي انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه البراء بن عازب أخبرنا أبو أحمد بن عمر بن أنس نا مكي بن علي نا\nأحمد بن عبد الله بن زريق قال نا أبو الأشعث قال نا محمد بن بشر قال نا\nشعبة عن يزيد بن أبي زياد قال سمعت ابن أبي ليلى يقول سمعت البراء بن عازب\nفي هذا المجلس يحدث قوما قال رأيت رسول الله صلى الله عليه وسلم حين افتتح\nالصلاة رفع يديه في أول تكبيرة وقال للأنصار إنكم سترون بعدي أثرة قالوا يا\nرسول الله فما تأمرنا قال تصبروا حتى تردوا علي الحوض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nما روت ميمونة في الحوض ولم يذكره بقي حدثنا أبو محمد نا عمر بن عبد الله\nنا عبد الرحمن بن محمد نا محمد بن أحمد بن مفرج نا أبو الحسن أحمد بن عبد\nالرحمن القاضي نا عمرو بن ثوبان نا فديك بن سليمان عن يعني أبا سعيد عن\nيزيد بن الأحمر عن ميمونة زوج النبي صلى الله عليه وسلم قالت دخل علينا\nرسول الله صلى الله عليه وسلم ونحن جلوس فقال أولكن يرد علي الحوض أطولكن\nيدا فجعلنا نقدر أذرعنا أيتنا أطول يدا قالت فقال رسول الله صلى الله عليه\nوسلم (لست ذاك أعني إنما أعني أصنعكن يدا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه جابر بن عبد الله حدثنا أبو محمد بن عبد الرحمن بن محمد بن عتاب\nقراءة عليه مني قال نا لبيد قال نا عبد الرحمن بن مروان قال نا الباجي قال\nنا الزبيدي نا محمد بن حميد نا أحمد بن داود نا علي بن قتيبة الرفاعي قال\nنا مالك بن أنس عن أبي الزبير عن جابر بن عبد الله قال قال رسول الله صلى\nالله عليه وسلم بروا آباءكم تبركم أبناؤكم وعفوا تعف نساؤكم ومن تنصل إليه\nفلم يقبل فلن <span id='ms02'></span> يرد علي الحوض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أسيد بن حضير في الحوض أخبرنا أبو محمد بن عتاب قراءة عليه وأنا\nأسمع قال نا أبي قال نا خلف بن يحيى قال نا عبد الله بن يوسف قال نا محمد\nبن وضاح قال نا أبو بكر ابن أبي شيبة نا يزيد بن هارون قال أنا شعبة عن\nقتادة عن أنس عن اسيد بن حضير أن رسول الله صلى الله عليه وسلم قال إنكم\nسترون بعدي أثرة فقالوا فما تأمرنا قال فاصبرا حتى تلقوني على الحوض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه عبد الله بن مسعود نا ابن عتاب نا عبد الله بن يحيى صاحبنا أنا\nمحمد بن أحمد الرازي نا أبو الحسن عبد الملك بن عبد الله بن مسكين بمصر نا\nأبو العباس الأبيض نا النسائي إملاء نا إسحاق بن إبراهيم أنا جرير عن\nالمغيرة عن أبي وائل عن عبد الله أن رسول الله صلى الله عليه وسلم قال أنا\nفرطكم على الحوض رواه البخاري في جامعه فقال حدثني يحيى بن حماد حدثنا أبو\nعوانة عن سليمان عن أبي وائل عن عبد الله فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو الدرداء نا أبو محمد بن عتاب نا حاتم نا أحمد بن محمد نا ابن\nمفرج نا أحمد بن سهل نا عبد الله بن محمد المقدسي قال نا هشام بن عمار قال\nنا يحيى بن حمزة قال أنا يزيد بن أبي مريم أن أبا عبيد الله حدثه عن أبي\nالدرداء قال قال رسول الله صلى الله عليه وسلم أنا فرطكم على الحوض فلأعرفن\nما نوزعت في أحد منكم فأقول هذا مني فيقال إنك لا تدري ما أحدث بعدك فقلت\nيا رسول الله ادع الله أن لا يجعلني منهم فقال لست منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو بكرة أنا أبو محمد بن عتاب نا حاتم بن محمد نا أحمد بن محمد\nالمقرئ أنا ابن مفرج قال نا أحمد بن إسماعيل بن عاصم قال نا أبو زرعة\nالدمشقي قال نا محمد بن بكار قال نا سعيد <span id='ms03'></span> عن قتادة عن الحسن عن أبي بكرة أن\nرسول الله صلى الله عليه وسلم قال والذي نفسي بيده ليردن على الحوض أقوام\nحتى إذا رفعوا إلي ورأيتهم اختلجوا دوني فلأقولن ردوا إلي أصحابي فيقول لا\nتدري ما أحدثوا بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه سلمان الفارسي في الحوض نا أحمد قال نا أبو علي الحسين بن محمد\nعن أبي عمر النمري قال نا أحمد بن قاسم قال نا قاسم بن أصبغ قال نا الحارث\nبن أبي أسامة نا يحيى بن هاشم نا سفيان الثوري عن سلمة بن كهيل عن أبي صادق\nعن عليم الكندي عن سلمان الفارسي قال قال رسول الله صلى الله عليه وسلم\nأولكم ورودا علي الحوض أولكم إسلاما علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أنس بن مالك نا أبو محمد بن عتاب قال نا أبي قال نا أبو القاسم\nخلف بن يحيى قال نا أحمد بن مطرف قال قال نا محمد بن عزيز بن عبد الله قال\nنا سلامة قال نا عقيل قال نا ابن شهاب قال نا أنس بن مالك أن رسول الله صلى\nالله عليه وسلم قال حوضي ما بين أيلة ومكة فيه من الأباريق بعدد نجوم\nالسماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nما روى عرباض بن سارية في الحوض أنا ابن مغيث أنا أحمد بن محمد بن يحيى\nنا العثماني نا حمزة بن علي قال نا علي بن معبد قال نا إسحاق بن إبراهيم\nالزبيدي قال حدثني عمرو بن الحارث قال أخبرني عبد الله بن سالم عن الزبيدي\nقال نا عمران بن عامر عن سويد بن جبلة عن عرباض بن سارية أن النبي صلى الله\nعليه وسلم قال لتزدحمن هذه الأمة على الحوض ازدحام إبل وردت لخمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nرواية جماعة من الصحابة في الحوض نا أبو محمد بن عتاب نا أبي نا أبو ايوب\nسليمان بن خلف نا محمد بن مفرج نا محمد بن أيوب نا أبو بكر البزار نا\nالحسين بن محمد الذارع قال نا عبد المؤمن بن عباد بن عمرو قال <span id='ms04'></span> حدثني يزيد\nبن معن قال حدثني عبد الله بن شرحبيل عن رجل من قريش عن زيد بن ابي أوفى\nقال دخلت على رسول الله صلى الله عليه وسلم مسجد المدينة فجعل يقول أين\nفلان أين فلان فلم يزل يتفقدهم ويبعث إليهم حتى اجتمعوا عنده فقال إني\nمحدثكم بحديث فاحفظوه وحدثوا من بعدكم إن الله تبارك وتعالى اصطفى من خلقه\nخلقا ثم تلا هذه الآية الله يصطفي من الملائكة رسلا ومن الناس خلقا قد\nخلقهم للجنة وإني أصطفي منكم من أحب أن أصطفيه ومؤاخ بينكم كما آخى الله\nبين الملائكة قم يا أبا بكر فقام فجثا بين يديه فقال لك عندي يد الله يجزيك\nبها ولو كنت متخذا خليلا لاتخذتك خليلا وأنت مني بمنزلة قميصي من جسدي قال\nوحرك قميصه بيده ثم قال يا عمر قد كنت شديدا علينا فدعوت الله أن يعز الدين\nبك أو بأبي جهل ففعل الله ذلك بك وكنت أحبهما إلى الله فأنت معي في الجنة\nثالث ثلاثة من هذه الأمة ثم تنحى وآخى بينه وبين أبي بكر ثم دعا عثمان بن\nعفان وقال ادن مني فلم يزل يدنو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nحتى ألصق ركبته بركبة رسول الله صلى الله عليه وسلم ثم نظر إلى السماء\nفقال سبحان الله العظيم ثم نظر إلى عثمان فإذا إزاره محلولة فزرها رسول\nالله صلى الله عليه وسلم بيده ثم قال اجمع عطفي ردائك على نحرك فإن لك شأنا\nفي السماء ثم قال سبحان الله العظيم ثلاث مرات ثم قال أنت ممن يرد علي\nالحوض وأوداجه تشخب دما فأقول من فعل هذا بك فتقول فلان وفلان إذ هتف هاتف\nمن السماء ألا إن عثمان أمين على كل مخذول ثم دعا عبد الرحمن بن عوف وقال\nادن يا أمين الله وتسمى في السماء الأمين يسلطك الله على مالك بالحق إن لك\nعندي دعوة قد اختبأتها فقال أخر لي يا رسول الله فقال حملتني أمانة أكثر\nالله مالك وآخى بينه وبين عثمان ثم دعا طلحة والزبير <span id='ms05'></span> فقال ادنوا مني قريبا\nفقال أنتما حواري كحواري عيسى بن مريم ثم آخى بينهما ثم دعا سعدا وعمار بن\nياسر فقال يا عمار بن ياسر تقتلك الفئة الباغية ثم آخى بينهما ثم دعا أبا\nالدرداء وسلمان فقال يا سلمان أنت منا أهل البيت وقد آتاك الله العلم الأول\nثم العلم الآخر والكتاب الأول والكتاب الآخر ثم قال يا أبا الدرداء ألا\nأرشدك قال بلى يا رسول الله قال إن تنقدهم ينقدوك وإن تتركهم لا يتركوك وإن\nتهرب منهم يدركوك فأقرضهم عرضك ليوم فقرك واعلم أن الخير أمامك ثم آخى\nبينهما ثم نظر في وجوه أصحابه فقال أبشروا وقروا عينا فإنكم ممن يرد علي\nالحوض وأنتم في أعلا الغرف ثم نظر إلى عبد الله فقال الحمد لله الذي يهدي\nمن يشاء من الضلالة فقال علي يا رسول الله ذهبت روحي وانقطع ظهري حين رايتك\nفعلت بأصحابك ما فعلت غيري إن كان من سخط علي فلك العتبى والكرامة وإن كان\nغير ذلك فلا أبالي قال فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي بعثني بالحق ما أخرتك إلا لنفسي فأنت عندي بمنزلة هارون من موسى\nغير أنه لا نبي بعدي وأنت أخي ووزيري ووارثي قال يا رسول الله وما أرث منك\nقال كتاب الله وسنتي وأنت معي في قصري مع فاطمة ابنتي وأنت أخي ورفيقي ثم\nتلا رسول الله صلى الله عليه وسلم إخوانا على سرر متقابلين المتحابين في\nالله ينظر بعضهم إلى بعض قال أبو بكر ولا نعلم روى زيد بن أبي أوفى عن\nالنبي عليه السلام إلا هذا انتهى آخر ما كتب الحافظ ابن بشكوال من أحاديث\nالحوض والحمد لله أولا وآخرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nالمستدرك في أحاديث الحوض جمعه عبد القادر بن محمد عطا صوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله نحمده ونستعينه ونستهديه ونستغفره ونعوذ بالله من شرور أنفسنا\nوسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له واشهد أن لا\nإله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله أما بعد فهذه\nمجموعة <span id='ms06'></span> من الأحاديث المتعلقة بالحوض لعدد من الصحابة استدركتهم ثم على\nالإمامين الحافظين بقي بن مخلد وابن بشكوال ورتبتهم على الأحرف مبتدئا\nبأسماء الرجال ومثنيا بالكنى وختمتهم رسول بأسماء النساء من الصحابة رضي\nالله عنهم أجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبي بن كعب قال الإمام الحافظ أبو بكر عمرو بن أبي عاصم الضحاك\nبن مخلد الشيباني (ثنا عقبة بن مكرم الضبي ثنا يونس بن بكير ثنا عبد الغفار\nبن القاسم عن عدي بن ثابت عن زر بن حبيش عن أبي بن كعب قال قال رسول الله\nصلى الله عليه وسلم وأنا على الحوض قيل وما الحوض يا رسول الله قال والذي\nنفسي بيده إن شرابه أبيض من اللبن وأحلى من العسل وأبيض من الثلج وأطيب\nريحا من المسك وآنيته أكثر عددا من النجوم لا يشرب منه إنسان فيظمأ أبدا\nولا يصرف عنه إنسان فيروى أبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أوس بن الأرقم قال الإمام أحمد بن محمد بن حنبل الشيباني (حدثنا\nعبد الرزاق عن معمر عن مطر الوراق عن عبد الله بن بريدة قال شك عبيد الله\nبن زياد في الحوض وكانت فيه حرورية فقال أرايتم الحوض الذي تذكرون ما أراه\nشيئا فقال له ناس من أصحابه عندك رهط من أصحاب رسول الله صلى الله عليه\nوسلم فأرسل إليهم فسلهم فأرسل عبيد الله إلى زيد بن أرقم فسأله عن الحوض\nفحدثه حديثا موثقا أعجبه فقال أنت سمعت هذا من رسول الله قال لا ولكن\nحدثنيه أخي قال لا حاجة لنا في حديث أخيك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه بريدة بن الحصيب قال الإمام أبو القاسم هبة الله بن الحسن بن\nمنصور الطبري اللالكائي أنا محمد بن عبد الرحمن قال يحيى بن محمد بن صاعد\nقال نا عبد الله بن الوضاح اللؤلؤي قال نا يحيى بن محمد بن يمان عن عائذ بن\nنسير عن علقمة بن مرثد عن ابن بريدة عن أبيه قال قال رسول الله صلى الله\nعليه وسلم حوضي ما بين عمان واليمن فيه آنية عدد النجوم <span id='ms07'></span> أحلى من العسل\nوأبيض من اللبن وألين من الزبد من شرب منه شربه لم يظمأ بعدها أبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nما روى حارثة بن وهب قال الإمام أبو عبد الله محمد بن إسماعيل البخاري (ت\n256 ه‍) حدثنا علي بن عبد الله حدثنا حرمي بن عمارة حدثنا شعبة عن معبد بن\nخالد أنه سمع حارثة بن وهب يقول سمعت النبي صلى الله عليه وسلم وذكر الحوض\nفقال كما بين المدينة وصنعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nما روى الحسن بن علي قال ابن أبي عاصم (حدثنا إسماعيل بن موسى ثنا سعيد\nبن خثيم الهلالي عن الوليد بن مسار الهمداني عن علي بن أبي طلحة مولى بني\nأمية قال حج معاوية بن أبي سفيان وحج معه معاوية بن خديج فمر في مسجد\nالرسول صلى الله عليه وسلم والحسن بن علي جالس فدعاه فقال له الحسن أنت\nالساب لعلي رضي الله عنه أما والله لتردن عليه الحوض وما أراك أن ترده\nفتجده مشمر الإزار عن ساق يذود عنه لا يأتي المنافقون ذود (كذا) غريبة\nالإبل قول الصادق المصدوق وقد خاب من افترى) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nما روى خباب بن الأرت قال ابن أبي عاصم حدثنا عبيد الله بن معاذ ثنا أبي\nثنا حاتم بن أبي صغيرة أبو يونس عن سماك عن عبد الله بن خباب عن أبيه قال\nكنا قعودا عند باب النبي صلى الله عليه وسلم فخرج علينا رسول الله صلى الله\nعليه وسلم فقال اسمعوا فقلنا قد سمعنا ثم قال اسمعوا فقلنا قد سمعنا مرتين\nأو ثلاثا فقال إنه سيكون بعدي أمراء فلا تصدقوهم بكذبهم ولا تعينوهم على\nظلمهم فإنه من صدقهم بكذبهم وأعانهم على ظلمهم لم يرد علي الحوض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه زيد بن ثابت قال ابن أبي عاصم ثنا أبو بكر ثنا عمرو بن سعد أبو\nداود الحفري عن شريك عن الركين عن القاسم بن حسان عن زيد بن ثابت قال قال\nرسول الله صلى الله عليه وسلم إني تارك فيكم الخليفتين من بعدي كتاب الله\nوعترتي أهل بيتي وإنهما لن <span id='ms08'></span> يتفرقا حتى يردا علي الحوض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه سلمان الفارسي قال الإمام أبو بكر محمد بن إسحاق بن خزيمة السلمي\nالنيسابوري ( ثنا علي بن حجر السعدي ثنا يوسف بن زياد ثنا همام بن يحيى عن\nعلي بن زيد بن جدعان عن سعيد بن المسيب عن سلمان قال خطبنا رسول الله صلى\nالله عليه وسلم في آخر يوم من شعبان فقال أيها الناس قد أظلكم شهر عظيم شهر\nمبارك شهر فيه ليلة خير من ألف شهر جعل الله صيامه فريضة وقيام ليله تطوعا\nمن تقرب فيه بخصلة من الخير كان كمن أدى فريضة فيما سواه ومن أدى فيه فريضة\nكان كمن أدى سبعين فريضة فيما سواه وهو شهر الصبر والصبر ثوابه الجنة وشهر\nالمواساة وشهر يزداد فيه رزق المؤمن من فطر فيه صائما كان مغفرة لذنوبه\nوعتق رقبته من النار وكان له مثل أجره من غير أن ينتقص من أجره شئ قالوا\nليس كلنا نجد ما يفطر الصائم فقال يعطي الله هذا الثواب من فطر صائما على\nتمرة أو شربة ماء أو مذقة لبن وهو شهر أوله رحمة واوسطه مغفرة وآخره عتق من\nالنار من خفف عن مملوكه غفر الله له وأعتقه من النار واستكثروا فيه من أربع\nخصال خصلتين ترضون بهما ربكم وخصلتين لا غنى بكم عنهما فأما الخصلتان\nاللتان ترضون بهما ربكم فشهادة أن لا إله إلا الله وتستغفرونه وأما اللتان\nلا غنى بكم عنهما فتسألون الله الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوتعوذون به من النار ومن أشبع فيه صائما سقاه الله من حوضي شربة لا يظمأ\nحتى يدخل الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه سمرة بن جندب قال الإمام أبو عيسى محمد بن عيسى بن سورة الترمذي\n(ت 297) حدثنا أحمد بن محمد بن علي بن نيزك البغدادي حدثنا محمد بن بكار\nالدمشقي حدثنا سعيد بن بشير عن قتادة عن الحسن عن سمرة قال قال رسول الله\nصلى الله عليه وسلم إن لكل نبي حوضا وإنهم يتباهون أيهم أكثر واردة وإني\nأرجو أن أكون أكثرهم واردة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nما <span id='ms09'></span> رواه سهل بن سعد قال الإمام البخاري حدثنا يحيى بن بكير حدثنا يعقوب\nبن عبد الرحمن عن أبي حازم قال سمعت سهل بن سعد يقول سمعت النبي صلى الله\nعليه وسلم يقول أنا فرطكم على الحوض من روده شرب منه ومن شرب منه لم يظمأ\nبعده أبدا ليرد علي أقوام أعرفهم ويعرفوني يحال بيني وبينهم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه سويد بن عامر قال الإمام أبو جعفر محمد بن عمرو بن موسى بن حماد\nالعقيلي المكي حدثنا صالح بن شعيب قال حدثنا أمية بن بسطام قال حدثنا أبو\nعاصم العباداني قال حدثنا عبد الكريم بن كيسان عن سويد بن عامر قال قال\nرسول الله صلى الله عليه وسلم حوضي أشرب منه يوم القيامة ومن اتبعني ومن\nاستسقاني من الأنبياء ويبعث الله ناقة ثمود لصالح فيحلبها فيشربها والذين\nآمنوا معه حتى يوافي بها الموقف ولها رغاء الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nما روي عن عائذ بن عمرو قال ابن أبي عاصم حدثنا أبو بكر بن خلاد ثنا يحيى\nبن سعيد ثنا حسين المعلم ثنا عبد الله بن بريدة عن أبي سبرة الهذلي قال كان\nعبيد الله بن زياد يكذب بالحوض بعد ما سأل عنه أبا برزة والبراء بن عازب\nوعائذ بن عمرو ورجلا آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nما روى عبد الله بن زيد بن عاصم قال الإمام البخاري (حدثنا موسى بن\nإسماعيل حدثنا وهيب عن عمرو بن يحيى عن عباد بن تميم عن عبد الله بن زيد بن\nعاصم قال لما أفاء الله على رسوله صلى الله عليه وسلم يوم حنين قسم فئ\nالناس في المؤلفة قلوبهم ولم يعط الأنصار شيئا فكأنهم وجدوا إذ لم يصبهم ما\nأصاب الناس فخطبهم فقال يا معشر الأنصار ألم أجدكم ضلالا فهداكم الله بي\nوكنتم متفرقين فألفكم الله بي وعالة فأغناكم الله بي كلما قال شيئا قالوا\nالله ورسوله أمن قال ما يمنعكم أن تجيبوا رسول الله صلى الله عليه وسلم قال\nكلما قال شيئا قالوا الله ورسوله أمن قال لو شئتم قلتم جئتنا كذا <span id='ms10'></span> وكذا ألا\nترضون أن يذهب الناس بالشاة والبعير وتذهبون بالنبي صلى الله عليه وسلم إلى\nرحالكم لولا الهجرة لكنت أمرءا من الأنصار ولو سلك الناس واديا وشعبا لسلكت\nوادي الأنصار وشعبها الأنصار شعار والناس دثار إنكم ستلقون بعدي أثرة\nفاصبروا حتى تلقوني على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nالحوض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه عبد الله بن عباس قال البخاري (حدثنا محمد بن كثير أخبرنا سفيان\nحدثنا المغيرة بن النعمان قال حدثني سعيد بن جبير عن ابن عباس رضي الله\nعنهما عن النبي صلى الله عليه وسلم قال إنكم محشورون حفاة عراة غرلا ثم قرأ\nكما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين وأول من يكسى يوم\nالقيامة إبراهيم وإن أناسا من أصحابي يؤخذ بهم ذات الشمال فأقول أصحابي\nأصحابي فيقال إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم فأقول كما قال\nالعبد الصالح وكنت عليهم شهيدا ما دمت فيهم إلى قوله الحكيم) قال ابن أبي\nعاصم (حدثنا يوسف بن موسى ثنا جرير عن ليث عن عبد الملك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد بن جبير عن أبيه عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\nأنا فرطكم على الحوض فمن ورد علي أفلح ويؤتى بقوم فيؤخذ بهم ذات الشمال)\nقال البخاري (حدثنا يعقوب بن إبراهيم حدثنا هشيم حدثنا أبو بشر عن سعيد بن\nجبير عن ابن عباس رضي الله عنهما أنه قال في الكوثر هو الخير الذي أعطاه\nالله إياه قال أبو بشر قلت لسعيد بن جبير فإن الناس يزعمون أنه نهر في\nالجنة فقال سعيد النهر الذي في الجنة من الخير الذي أعطاه الله إياه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه عبد الله بن عمرو بن العاص قال البخاري حدثنا سعيد بن أبي مريم\nحدثنا نافع بن عمر عن ابن أبي مليكة قال قال عبد الله بن عمرو بن العاص قال\nالنبي صلى الله عليه وسلم حوضي مسيرة شهر ماؤه أبيض من اللبن وريحه أطيب من\nالمسك وكيزانه كنجوم السماء من شرب منها فلا يظمأ أبدا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nما روي عن <span id='ms11'></span> عثمان بن مظعون قال أبو عبد الله محمد الحكيم الترمذي (حدثنا\nصالح بن محمد عن حماد عن عبد الرحمن قال نا إدريس بن صبيح الأودي عن سعيد\nبن المسيب قال سعيد جاء عثمان بن مظعون إلى رسول الله صلى الله عليه وسلم\nفقال يا رسول الله غلبني حديث النفس فلم أحب أن أحدث شيئا حتى أذكر ذلك لك\nفقال له النبي صلى الله عليه وسلم وما تحدثك به نفسك يا عثمان قال تحدثني\nنفسي أن أختصي فقال مهلا يا عثمان فإن خصاء أمتي الصيام إلى أن قال له رسول\nالله صلى الله عليه وسلم يا عثمان لا ترغب عن سنتي ومن رغب عن سنتي فمات\nقبل أن يتوب ضربت الملائكة وجهه عن حوضي يوم القيامة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه علي بن أبي طالب قال ابن أبي عاصم (حدثنا أبو هشام الرفاعي حدثنا\nمحمد بن فضيل حدثنا السري بن إسماعيل عن الشعبي عن سفيان بن الليل قال لقيت\nحسنا عند انصرافه من عند معاوية فقال سمعت عليا رضي الله عنه يقول سمعت\nرسول الله صلى الله عليه وسلم يقول أول من يرد علي الحوض أهل بيتي ومن\nأحبني من أمتي ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه عمر بن الخطاب قال ابن أبي عاصم (حدثنا أبو بكر حدثنا مالك بن\nإسماعيل ثنا يعقوب بن عبد الله القمي عن حفص بن حميد عن عكرمة عن ابن عباس\nعن عمر بن الخطاب قال قال رسول الله صلى الله عليه وسلم أنا ممسك بحجزكم عن\nالنار وتغلبون تقاحمون فيها تقاحم الفراش والجنادب وأوشك أن أرسل بحجزكم\nوأفرط لكم على الحوض وتردون وتعودون علي جمعا وأشتاتا) قال ابن أبي عاصم\nحدثنا أبو بكر بن أبي شيبة ثنا عبد الله بن إدريس عن أشعث عن علي بن زيد عن\nيوسف بن مهران عن ابن عباس قال قال عمر بن الخطاب رضي الله عنه سيأتي قوم\nيكذبون بالقدر ويكذبون بالحوض ويكذبون بالشفاعة ويكذبون بقوم يخرجون من\nالنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه كعب بن عجرة قال الترمذي <span id='ms12'></span> حدثنا هارون بن إسحاق الهمداني حدثني\nمحمد بن عبد الوهاب عن مسعر عن أبي حصين عن الشعبي عن عاصم العدوي عن كعب\nبن عجرة قال خرج إلينا رسول الله صلى الله عليه وسلم ونحن تسعة خمسة وأربعة\nأحد العددين من العرب والآخر من العجم فقال اسمعوا هل سمعتم إنه سيكون بعدي\nأمراء فمن دخل عليهم فصدقهم بكذبهم وأعانهم على ظلمهم فليس مني ولست منه\nوليس بوارد علي الحوض ومن لم يدخل عليهم ولم يعنهم على ظلمهم ولم يصدقهم\nبكذبهم فهو مني وأنا منه وهو وارد علي الحوض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه لقيط بن عامر قال ابن أبي عاصم ( ثنا إبراهيم بن المنذر الحزامي\nثنا عبد الرحمن بن عياش الأنصاري عن دلهم بن الأسود بن عبد الله بن حاجب بن\nالمنتفق العقيلي عن جده عبد الله عن عمه لقيط بن عامر بن المنتفق قال دلهم\nوحدثني أيضا أبي الأسود بن عبد الله عن عاصم بن لقيط بن عامر أن لقيط بن\nعامر خرج وافدا إلى رسول الله صلى الله عليه وسلم ومعه صاحب له يقال له\nنهيك بن عاصم بن مالك بن المنتفق قال لقيط فخرجت أنا وصاحبي حتى قدمنا\nالمدينة لانسلاخ رجب فأتينا رسول الله صلى الله عليه وسلم حين انصرف من\nصلاة الغداة فقام في الناس خطيبا فقال فذكر خطبة طويلة تحدث فيها عن حال\nالناس يوم القيامة وفيها فتطلعون على حوض الرسول لا يظمأ ناهله ولا والله\nأبدا فلعمر إلهك ما يبسط أحد منكم يده إلا وقع عليها قدح الحديث)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p153'> Vol. 00, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه المستورد بن شداد قال البخاري حدثنا على بن عبد الله حدثنا حرمي\nبن عمارة حدثنا شعبة عن معبد بن خالد انه سمع حارثة بن وهب يقول سمعت النبي\nصلى الله عليه وسلم ذكر الحوض فقال كما بين المدينة وصنعاء وزاد ابن ابي\nعدي عن شعبة عن معبد بن خالد عن حارثة سمع النبي صلى الله عليه وسلم قال\nحوضه ما بين صنعاء والمدينة فقال له المستورد الم تسمعه <span id='ms13'></span> قال الاواني قال لا\nقال المستورد ترى فيه الآنية مثل الكواكب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p155'> Vol. 00, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه النواس بن سمعان قال عمر بن محمد بن بجير البجيري ثنا سلمان بن\nسلمة ثنا محمد بن اسحاق بن ابراهيم ثنا ابن جريج عن مجاهد عن النواس بن\nسمعان قال سمعت رسول الله صلى الله عليه وسلم يقول إن حوضي عرضه كما بين\nأيلة إلى عمان فيه أقداح كنجوم السماء أول من يرده من امتي من يسقي كل\nعطشان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p156'> Vol. 00, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو برزة الأسلمي قال ابن أبي عاصم (ثنا عقبة بن مكرم ثنا محمد\nبن موسى السيباني عن صالح عن سيار بن سلامة الرياحي عن ابيه عن أبي برزة\nقال سمعت رسول الله صلى الله عليه وسلم يقول إن لي حوضا يوم القيامة عرضه\nما بين ايلة إلى صنعاء ماؤه اشد بياضا من اللبن واحلى من العسل فيه من\nالاباريق كعدد نجوم السماء من شرب منه لم يظمأ بعدها ابدا ومن كذب به فلا\nسقاه الله منه وقال أبو القاسم اللالكائي وأنا عبد الله بن مسلم بن يحيى\nقال أنا الحسين بن إسماعيل قال نا محمد بن يزيد أخو كرخويه قال نا روح بن\nأسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p157'> Vol. 00, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nنا شداد عن ابي الوازع قال سمعت ابا برزة الاسلمي قال سمعت رسول الله صلى\nالله عليه وسلم يقول ما بين جنبي حوضي ما بين ايلة إلى صنعاء مسيرة شهر\nعرضه كطوله فيه مرزابان يثغبان لم من الجنة من ورق وذهب ابيض من اللبن\nواحلى من العسل وابرد من الثلج فيه اباريق عدد نجوم السماء من شرب منه لم\nيظما حتى يدخل الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p158'> Vol. 00, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو بكر الصديق، قال ابن ابي عاصم (حدثنا هدبة بن عبد الوهاب\nحدثنا النضر بن شميل حدثنا أبو نعامة العدوي ثنا أبو هنيدة البراء بن نوفل\nعن والان العدوي عن حذيفة عن ابي بكر الصديق قال قال رسول الله صلى الله\nعليه وسلم فاقول أي رب جعلتني سيد ولد آدم ولا فخر واول من تنشق عنه <span id='ms14'></span> الارض\nولا فخر حتى إنه ليرد علي الحوض اكثر مما بين صنعاء وايلة الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p159'> Vol. 00, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو لبابة قال محمد بن محمد الزبيدي وأما حديث ابي لبابة رضي\nالله عنه فقد رواه أبو طاهر محمد بن عبد الرحمن المخلص في فوائده عن ابي\nالقاسم البغوي في اثناء حديث انس من طريق الحسن وقتادة عنه اوله جاء رجل\nإلى رسول الله صلى الله عليه وسلم فقال يا رسول الله يمنع سوادي ودمامتي\nدخول الجنة قال لا والذي نفسي بيده ما اتقيت الله وآمنت بما جاء به رسوله\nفذكر الحديث بطوله وفيه تزويجه بابنة حارثة بن وهب الثقفي ثم شهادته قبل ان\nيدخل بها وقوله صلى الله عليه وسلم فيه انه ورد الحوض ورب الكعبة فقال أبو\nلبابة بابي أنت وأمي وما الحوض قال حوض اعطانيه ربي عز وجل ما بين صنعاء\nإلى بصرى حافتاه مكلل بالدر والياقوت آنيته كعدد نجوم السماء ماؤه اشد\nبياضا من اللبن واحلى من العسل من شرب منه شربة لم يظمأ بعدها ابدا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p160'> Vol. 00, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو مسعود البدري قال الامام أبو القاسم سليمان بن احمد الطبراني\nحدثنا علي بن عبد العزيز ثنا أبو نعيم ثنا عبد السلام بن حرب عن مغيرة عن\nشقيق عن ابي مسعود عن النبي صلى الله عليه وسلم قال ليرفعن لي رجال من\nاصحابي حتى إذا رأيتهم اختلجوا دوني فأقول اصحابي فيقال لا تدري ما احدثوا\nبعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p161'> Vol. 00, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nما رواه أبو هريرة، قال البخاري حدثنا مسدد عن يحيى عن عبيد الله بن عمر\nقال حدثني خبيب بن عبد الرحمن عن حفص بن عاصم عن ابي هريرة رضي الله عنه عن\nالنبي صلى الله عليه وسلم قال ما بين بيتي ومنبري روضة من رياض الجنة\nومنبري على حوضي وقال ايضا حدثنا محمد بن بشار حدثنا غندر حدثنا شعبة عن\nمحمد بن زياد سمعت ابا هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال\nوالذي نفسي بيده لاذودن حدثنا رجالا عن حوضي كما <span id='ms15'></span> تذاد الغريبة من الابل عن\nالحوض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p162'> Vol. 00, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ايضا وقال احمد بن شبيب بن سعيد الحبطي حدثنا ابي عن يونس عن ابن\nشهاب عن سعيد بن المسيب عن ابي هريرة انه كان يحدث ان رسول الله صلى الله\nعليه وسلم قال يرد علي يوم القيامة رهط من اصحابي فيجلون عن الحوض فاقول يا\nرب اصحابي فيقول انك لا علم لك بما احدثوا بعدك انهم ارتدوا على ادبارهم\nالقهقري وقال الامام أبو الحسين مسلم بن الحجاج القشيري النيسابوري حدثنا\nيحيى بن ايوب وسريج بن يونس وقتيبة بن سعيد وعلي بن حجر جميعا عن اسماعيل\nبن جعفر قال ابن ايوب حدثنا اسماعيل اخبرني العلاء عن أبيه عن ابي هريرة ان\nرسول الله صلى الله عليه وسلم اتي المقبرة فقال السلام عليكم دار قوم\nمؤمنين وانا ان شاء الله بكم لاحقون وددت انا قد رأينا اخواننا قالوا أو\nلسنا اخوانك يا رسول الله قال انتم اصحابي واخواننا الذين لم يأتوا بعد\nفقالوا كيف تعرف من لم يات بعد من امتك يا رسول الله فقال أرأيت لو ان رجلا\nله خيل غر محجلة بين ظهري خيل دهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p163'> Vol. 00, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nبهم الا يعرف خيله قالوا بلى يا رسول الله قال فانهم يأتون غرا محجلين من\nالوضوء وانا فرطهم على الحوض الا ليذادن رجال عن حوضي كما يذاد البعير\nالضال اناديهم الا هلم فيقال انهم قد بدلوا بعدك فأقول سحقا سحقا وقال\nالامام مسلم ايضا حدثنا سويد بن سعيد وابن ابي عمر جميعا عن مروان الفزاري\nقال ابن ابي عمر حدثنا مروان عن ابي مالك الاشجعي سعد بن طارق عن ابي حازم\nعن ابي هريرة ان رسول الله صلى الله عليه وسلم قال ان حوضي ابعد من ايلة من\nعدن لهو اشد بياضا من الثلج واحلى من العسل باللبن ولآنيته اكثر من عدد\nالنجوم واني لاصد الناس عنه كما يصد الرجل ابل الناس عن حوضه قالوا يا رسول\nالله اتعرفنا ابن يومئذ قال نعم لكم سيما ليست لاحد من <span id='ms16'></span> الامم تردون علي غرا\nمحجلين من اثر الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p164'> Vol. 00, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nما روته اسماء بنت بي بكر الصديق قال الامام البخاري حدثنا سعيد بن ابي\nمريم عن نافع بن عمر قال حدثني ابن ابي مليكة عن اسماء بنت ابي بكر رضي\nالله عنهما قالت قال النبي صلى الله عليه وسلم اني على الحوض حتى انظر من\nيرد علي منكم وسيؤخذ ناس دوني فأقول يا رب مني ومن أمتي فيقال هل شعرت ما\nعملوا بعدك والله ما برحوا يرجعون على اعقابهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p165'> Vol. 00, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nما روته خولة بنت حكيم قال ابن ابي عاصم ثنا أبو بكر بن ابي شيبة ثنا\nخالد الاحمر عن يحيى بن سعيد عن محمد بن يحيى بن حبان عن خولة بنت حكيم\nقالت يا رسول الله ان لك حوضا قال نعم واحب من ورد علي قومك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p166'> Vol. 00, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nما روته خولة بنت قيس قال الامام أبو عبد الله احمد بن محمد بن حنبل\nحدثنا أبو بكر بن ابي شيبة ثنا جرير بن حازم عن يحيى بن سعيد عن يحنس ان\nحمزة بن عبد المطلب لما قدم المدينة تزوج خولة بنت قيس بن قهد الانصاري من\nبني النجار قال وكان رسول الله صلى الله عليه وسلم يزور حمزة في بيتها\nوكانت تحدث عنه صلى الله عليه وسلم أحاديث قالت جاءنا رسول الله صلى الله\nعليه وسلم يوما فقلت يا رسول الله بلغني عنك انك تحدث ان لك يوم القيامة\nحوضا ما بين كذا إلى كذا قال اجل واحب الناس إلي ان يروي منه قومك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p167'> Vol. 00, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nما روته عائشة بنت ابي بكر الصديق قال الامام مسلم حدثنا ابن ابي عمر\nحدثنا يحيى بن سليم عن ابن خثيم عن عبد الله بن عبيد الله بن ابي مليكة انه\nسمع عائشة تقول سمعت رسول الله صلى الله عليه وسلم يقول وهو بين ظهراني\nاصحابه اني على الحوض انتظر من يرد علي منكم فوالله ليقتطعن دوني رجال\nفلأقولن أي رب مني ومن امتي فيقول انك لا تدري ما عملوا بعدك ما <span id='ms17'></span> زالوا\nيرجعون على اعقابهم قال الامام البخاري حدثنا خالد بن يزيد الكاهلي حدثنا\nإسرائيل عن أبي إسحاق عن أبي عبيدة عن عائشة رضي الله عنها قال سألتها عن\nقوله تعالى إنا أعطيناك الكوثر قالت هو نهر أعطيه نبيكم صلى الله عليه وسلم\nشاطئاه عليه در مجوف آنيته كعدد النجوم وهناك عدد من الصحابة رووا أحاديث\nفي الحوض ولم أتمكن من الوقوف على مروياتهم في كتب السنة التي خرجت هذه\nالأحاديث منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p168'> Vol. 00, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nسعد بن ابي وقاص وسمرة بن جنادة بن جندب السوائي وسويد بن جبلة الفزاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p169'> Vol. 00, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الرحمن بن عوف ولقيط بن صبرة ومعاذ بن جبل هذا آخر ما تيسر جمعه من\nاحاديث الحوض\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p170'> Vol. 00, p. 170</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms18'></span>",
  "pages": [
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "129",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170"
  ],
  "volumes": [
    "01"
  ]
}