{
  "content": " ما آتاكم الرسول فخذوه وما نهاكم عنه\nفانتهوا..الجزء الخامس الجوهر النقي للعلامة علاء الدين بن علي بن عثمان\nالمارديني الشهير بابن التركماني المتوفي سنة خمس وأربعين وسبع مائة دار\nالفكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p001'> Vol. 05, p. 001</a>\n            </div>\n             قال (باب ما يدل على انه عليه السلام احرم احراما مطلقا\nذكر فيه (عن ابراهيم عن الاسود عن عائشة خرجنا مع النبي صلى الله عليه وسلم\nلا يذكر حجا ولا عمرة) الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n             ثم قال (رواه البخاري في الصحيح\nعن محمد يقال انه ابن يحيى عن محاضر) - قلت - اخرج البخاري في صحيحه حديث\nحاضت صفية عن عمر بن حفص عن ابيه عن الاعمش به ثم قال وزادني محمد عن محاضر\nعن الاعمش باسناده قلت خرجنا مع رسول الله صلى الله عليه وسلم لا نذكر الا\nالحج فذكر الحديث اتم من الاول وقال أبو على الغساني في تقييد المهمل نسبه\nابن السكن محمد بن سلام - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n             قال (باب من اختار القران) ذكر فيه\n(ان ابن عمر انكر على انس رواية القران وقال ان انسا كان يدخل على النساء\nوهن مكشفات الرؤس) إلى آخره - قلت - انكر ابن حزم ان يكون ابن عمر قال هذا\nوقال كيف يجوز ان يقول هذا وهو لا يزيد على انس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n             الا عاما واحد\nالان انسا لما قدم النبي صلى الله عليه وسلم المدينة كان عمره عشر سنين\nوخدم النبي صلى الله عليه وسلم عشرا فكان عمره يوم مات صلى الله عليه وسلم\nعشرين سنة وعمر ابن عمر عند ذلك احد وعشرين سنة\n<p>\nلانه عرض يوم الخندق وهو ابن خمس عشرة وكان الخندق في الرابعة والباقي\nبعد ذلك ست سنين فإذا اضيفت إلى خمس عشرة صار الكل احدى وعشرين فذلك عمر\nابن عمر عند موت النبي صلى الله عليه وسلم وكيف يقال ان انسا كان يدخل\nعليهن عام حجة الوداع وهن مكشفات الرؤس وانس اول من حجبه النبي صلى الله\nعليه وسلم قبل ذلك باربع <span id='ms453'></span> سنين ثم اوضح ابن حزم ذلك وبسطه فمن اراد ذلك\nفلينظره في حجة الوداع له على ان ابن عمر ايضا روى القران ذكره ابن حزم\nوعنه انه اختاره وفي الصحيح عنه انه قال اشهدكم اني قد اوجبت الحج مع\nالعمرة وفي موطأ مالك عن صدقة بن يسار ان رجلا من اهل اليمن قال لابن عمر\nاني قدمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n             بعمرة فقال لو كنت معك لامرتك ان تقرن إلى آخره ثم\nذكر البيهقي حديث وهيب (عن ايوب عن ابي قلابة عن انس اهل عليه السلام بحج\nوعمرة واهل الناس بهما) الحديث ثم قال (ورواه حماد بن زيد عن ايوب يعنى عن\nابي قلابة فاضاف ذلك إلى غير النبي صلى الله عليه وسلم ثم اسند البيهقي ذلك\nولفظه) (قال انس وسمعتهم يصرخون بهما جميعا الحج والعمرة) ثم قال البيهقي\n(قال سليمان يعنى ابن حرب سمع أبو قلابة هذا من انس وهو فقيه وروى حميد\nويحيى بن ابي اسحق عن انس سمعت النبي صلى الله عليه وسلم يلبى بعمرة وحج\nقال ولم يحفظا انما الصحيح ما قال أبو قلابة انه عليه السلام افرد وقد جمع\nبعض اصحاب النبي صلى الله عليه وسلم بين الحج والعمرة فانما سمع انس اولئك\nالذين جمعوا بينهما هذا الكلام أو نحوه) قال البيهقي (وقد رواه جماعة عن\nانس كما رواه يحيى بن أبي اسحاق ورواه وهيب عن ايوب فالاشتباه وقع لانس لا\nلمن دونه ويحتمل ان يكون سمعه صلى الله عليه وسلم يعلم غيره كيف يهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n             بالقران لا لانه يهل بهما عن نفسه والله اعلم) قلت قول انس رضى\nالله عنه يصرخون بهما يندرج فيه النبي صلى الله عليه وسلم واصحابه كما صرح\nبه في الرواية الاولى حيث قال واهل الناس بهما وفي هذا جمع بين الروايتين\nفقول البيهقي اضاف ذلك إلى غير النبي صلى الله عليه وسلم دعوى مخالفة\nللظاهر واثبات للتحالف بين الروايتين بلا ضرورة وقول سليمان لم يحفظا قول\nلا دليل عليه بل حفظ (1) وتابعهما على ذلك <span id='ms454'></span> جماعة كما ذكره البيهقي وذكر ابن\nحزم في حجة الوداع هذا الحديث من عدة طرق ثم قال فهؤلاء ستة عشر من الثقات\nكلهم متفقون على أنس على ان لفظ النبي صلى الله عليه وسلم كان اهلا لا بحجة\nوعمرة معا انتهى كلامه وعلى تقدير؟؟ بين الروايتين فرواية هؤلاء الجماعة\nاولى ولم يرو\n</p>\n\n<p>\nأبو قلابة الافراد اصلا فيما علمنا فضلا عن ان يكون ذلك هو الصحيح كما\nزعم سليمان بل الذى في الصحيح انه روى القران كما تقدم وقد صرح هؤلاء\nالجماعة عن انس انه سمع ذلك منه صلى الله عليه وسلم فانتفى قول سليمان انما\nسمعه من بعض اصحابه وقول البيهقي (الاشتباه وقع لانس) جرأة على صاحب رسول\nالله صلى الله عليه وسلم وتغليط له بلا دليل قوله (يحتمل ان يكون سمعه يعلم\nغيره) رد للحديث الصحيح بمجرد احتمال بعيد يمكن ان يقال مثله في رواية من\nروى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n             انه عليه السلام افرد أو تمتع وكيف يصح ذلك مع قوله سمعته\nعليه السلام يلبى بعمرة وحج وحكى ابن حزم عن الشافعي ان جابرا كان احسن\nالصحابة اقتصاصا للحديث في حجة الوداع وجعل ذلك ترجيحا لروايته ثم رد عليه\nابن حزم بما ملخصه انه وان كان كذلك فقد وصف نفسه انه كان في كثرة زحام\nبقوله نظرت إلى مد بصرى بين يديه من راكب وماش وعن يمينه مثل ذلك وعن يساره\nمثل ذلك وعائشة حينئذ في هودجها مع النساء وانس في ذلك اليوم كما أخبر رديف\nأبي طلحة إلى جنب النبي صلى الله عليه وسلم يرى ان رجله تمس غرز النبي صلى\nالله عليه وسلم فمن اولى بحفظ كلامه من كان أقرب إليه ولصيقه ليس بينه\nوبينه احد أو من كان على بعد منه وفى زحام شديد - ثم ذكر البيهقي حديث أنس\n(اعتمر عليه السلام اربع عمر) إلى آخره ثم قال (وقد روى عن غير أنس وفي\nثبوته نظر) ثم اخرجه من طريق أبي داود من حديث أبي اسحاق (عن مجاهد سئل <span id='ms455'></span> ابن\nعمر) الحديث وفيه (ان عائشة قالت اعتمر عليه السلام ثلاثا سوى التي قرنها\nفي حجة الوداع) ثم قال (الرواية الثابتة عن مجاهد عن منصور ليس فيها هذا)\nقلت اسناد حديث ابي داود صحيح جليل على شرط البخاري وليس من ترك ذكر شئ حجة\nعلى من ذكره قال البيهقي (وقد روى عن ابى اسحاق عن البراء بن عازب وليس\nبمحفوظ ثم اخرجه من حديث مالك بن يحيى (عن يزيد بن هارون عن زكريا بن ابي\nزائدة عن ابي اسحاق) قلت اخرجه أبو عمر في التمهيد من حديث احمد بن حنبل عن\nيزيد بن هارون بسنده وهذا سند صحيح قال البيهقي (وقد روى من حديث جابر وليس\nصحيح) ثم اخرجه وحكى (عن الترمذي انه سأل عنه البخاري فقال خطأ) - قلت -\nاخرجه شيخ البيهقي الحاكم في مستدركه وقال صحيح على شرط مسلم وذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n             الترمذي وحكى عن البخاري انه لم يعرفه قال ورأيته لا يعده\nمحفوظا - ثم رواه البيهقي من وجه آخر وفي سنده داود بن عبد الرحمن العطار\nفحكى عن البخاري انه قال فيه صدوق ربما يهم في الشئ - قلت - هذا الحديث\nايضا اخرجه أبو داود\n</p>\n\n<p>\nبسند صحيح واخرجه الحاكم في مستدركه وقال صحيح الاسناد وداود هذا ثقة\nاخرج له في الصحيحين وبقية الكتب الستة وما رأيت احدا ذكر هذا الكلام الذي\nحكاه البيهقي عن البخاري ولا ذكره البخاري في تاريخه وذكره ابن حبان في\nكتابه في الثقات وقال كان متقنا من فقهاء اهل الكوفة ومحدثيهم فظهر بهذا ان\nالحديث ثابت عن غير انس ولا نظر فيه وفي مسند الشافعي عن عطاء انه عليه\nالسلام سعى في عمره كلهن الاربع بالبيت والصفا والمروة وقال ابن الاثير في\nشرح البخاري الذي صح وتعاضدت به الاحاديث انه عليه السلام احرم باربع عمر -\nالاولى - عام الحديبية سنة ست الثانية - عمرة القضاء سنة سبع - الثالثة\nعمرة الجعرانة سنة ثمان - الرابعة - التي مع حجته سنة عشر (وفي الاستذكار)\nوقد روى بمثل ما قال ابن شهاب ان عمره <span id='ms456'></span> كلها كانت في ذي القعدة الا عمرته\nالتي كانت مع حجته آثار مرفوعة من حديث عبد الله بن عمرو بن العاص وغيره -\nثم ذكر البيهقي - حديث حفصة (ولم تحل انت من عمرتك) ثم قال (قال الشافعي\nيعنى من احرامك الذي ابتدأته وهم بنية واحدة والله اعلم فقال لبدت رأسي\nوقلدت هديى فلا احل حتى انحر يعنى والله اعلم وحتى يحل الحاج لان القضاء\nنزل عليه ان يجعل من كان معه هدى احرامه حجا) - قلت - في هذا الكلام نظر\nوفي شرح مسلم للنووي هذا الحديث دليل للمذهب الصحيح المختار الذي قد قدمناه\nواضحا بدلائله في الابواب السابقة مرات انه عليه السلام كان قارنا في حجة\nالوداع فقولها من عمرتك اي العمرة المضمونة إلى الحج وقد تأوله من يقول\nبالافراد تأويلات ضعيفة ثم ذكر بعضها ثم قال (وكل هذا ضعيف والصحيح ما سبق)\nوقال أبو عمر في التمهيد حديث حفصة ينفى انه عليه السلام كان مفردا وحكمه\nكحكم سائر الاحاديث في انه عليه السلام قرن أو تمتع وقال الخطابي في المعلم\nوهذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n             سيتبين لك انه قد كانت هناك عمرة ولكنه ادخل عليها\nحجة فصار بذلك قارنا وقال الطحاوي دل هذا الحديث انه عليه السلام كان\nمتمتعا لان الهدى لا يمنع من الا حلال الا في المتعة هذا ان كان قال ذلك\nبعد طوافه للعمرة وان كان قاله قبل ذلك ولم يطف حتى احرم بالحج صار قارنا\nوعلى ايهما كان فقد نفى قول من قال كان عليه السلام مفردا بالحج - ثم ذكر\nالبيهقي الحديث من رواية موسى بن عقبة عن نافع عن ابن عمر عن حفصة ثم قال\n(وكذا رواه شعيب بن ابي حمزة عن نافع لم يذكر فيه العمرة) - قلت - ذكر أبو\nعمر أن بعض الناس سئل عن هذا الحديث فزعم انه لم يقل احد عن نافع ولم تحل\nانت من عمرتك الا مالك ثم رد عليه أبو عمر بان جماعة قالوا ذلك عن نافع\nمنهم مالك وعبيد الله بن عمر <span id='ms457'></span> وايوب السختياني وهؤلاء حفاظ اصحاب نافع\nوالحجة على من خالفهم ولو زاد ذلك مالك وحده لكان مقبولا لحفظه وفقهه\nواتقانه فكيف وقد تابعه من ذكرنا\n</p>\n\n<p>\nولكن المسئول لما رأى حديث حفصة يوجب انه عليه السلام كان متمتعا أو\nقارنا ولا بد من احدى الحالتين دفعه بما لا وجه له ولو جوز دفع حديث حفصه\nبمثل هذا الخطل كيف يصنع باحاديث المتعة والقران (وقال في الاستذكار)\nالاولى بذوى الانصاف ان لا يشكوا في حديث حفصة انه دال على انه عليه السلام\nكان قارنا مع ما يشهد له من حديث انس وغيره ثم ذكر أبو عمر قوله عليه\nالسلام سقت الهدى وقرنت ثم قال وليس هو يوجد عن النبي صلى الله عليه وسلم\nمن وجه صحيح اخبار عن نفسه انه افرد ولا انه تمتع وانما يوجد عن غيره اضافة\nذلك إليه فيما يحتمل التأويل وهذا اللفظ يرفع الاشكال ويدفع الاحتمال - ثم\nذكر البيهقي حديث علي بن المبارك (عن يحيى بن ابي كثير عن عكرمة عن ابن\nعباس عن عمر حديث اتاني جبرئيل) وفي آخره (وقل عمرة في حجة) ثم قال (كذا\nقال ابن المبارك عن يحيى وخالفه الاوزاعي في اكثر الروايات عنه فقال وقال\nعمرة في حجة) ثم اخرجه كذلك من حديث الوليد بن مسلم وبشر بن بكر عن لاوزاعي\nثم قال (وكذا قاله شعيب بن اسحاق ومسكين بن بكير عن الاوزاعي فيكون ذلك\nاذنافي ادخال العمرة على الحج لا انه امر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n             النبي عليه السلام\nبذلك في نفسه) قلت - اخرجه البخاري في الحج من حديث بشر بن بكر والوليد بن\nمسلم وفي كتاب المزارعة من حديث شعيب بن اسحاق كلهم عن الاوزاعي ولفظه وقل\nعمرة في حجة واخرجه أبو داود كذلك من حديث مسكين بن بكير وابن ماجه كذلك من\nحديث محمد بن مصعب والوليد بن مسلم كلهم عن الاوزاعي ورواه احمد في مسنده\nكذلك عن الوليد بن مسلم عن الاوزاعي وهذا اولى من رواية من قال وقال عمرة\nلان الملك لا <span id='ms458'></span> يلبى وانما يعلم التلبية ولو صحت تلك الرواية نوفق؟ بينهما\nونقول المراد قال قل فاختصره الراوى - ثم ذكر البيهقي حديث عمران بن حصين\nثم قال (قوله جمع بين حج وعمرة ان كان الراوى حفظه يحتمل ان يكون المراد\nاذنه فيه وامره بعض اصحابه بذلك) - قلت - لاوجه لقوله (ان كان الراوى حفظه)\nبعد صحة الحديث والتأويل الذي ذكره في غاية البعد والمخالفة للظاهر من غير\nضرورة - ثم ذكر حديث قدوم على من طريق البراء وفيه (قد سقت الهدى وقرنت) ثم\nذكره من طريق انس وفيه (لولا ان معي الهدى لا حللت) ثم قال (وفيه وفي حديث\nجابر جعل العلة في امتناعه من التحلل كون الهدى معه والقارن لا يحل من\nاحرامه حتى يحل منهما سواء كان معه هدى أو لم يكن ودل ذلك على خطأ تلك\nاللفظ) - قلت الحديث الاول يقتضي القران وقد ايده ما اخرجه ابن حبان في\nصحيحه من حديث النزال بن سبرة ثنا علي بن ابن طالب ان رسول الله صلى الله\nعليه وسلم خرج من المدينة حاجا\n</p>\n\n<p>\nوخرجت انا من اليمن قلت لبيك اهلالا كاهلال النبي صلى الله عليه وسلم\nفقال النبي صلى الله عليه وسلم فانى اهللت بالعمرة والحج جميعا والحديث\nالثاني ينفى الا فراد لان الهدى لا يمنع المفرد من الا حلال فانتفى كونه\nعليه السلام مفردا فالحديث حجة على من اختار الافراد - قال (باب من اختار\nالتمتع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n             ذكر فيه حديث ابن عمر في التمتع وفيه (ثم لم يحلل من\nشئ حرم منه حتى قضى حجه وهديه) ثم ذكر عن عائشة مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n             ثم قال\n(وحيث لم يتحلل من احرامه حتى فرغ من حجه ففيه دلالة على انه لم يكن\nمتمتعا) - قلت - هذا لا يرد على فقهاء الكوفة فعندهم المتمتع إذا اهدى لا\nيتحلل حتى يفرغ من حجه وهذا الحديث ايضا ينفى كونه مفردا لان الهدى لا يمنع\nالمفرد من الا حلال فهو حجة على البيهقي وفي الاستذكار لا يصح عندنا ان\nيكون متمتعا قران لانه <span id='ms459'></span> لا خلاف بين العلماء انه عليه السلام لم يحل من\nعمرته واقام محرما من اجل هديه إلى يوم النحر وهذا حكم القارن لا المتمتع -\nقلت في كلام انى عمر هذا نظر فان المتمتع إذا اهدى يقيم محرما إلى يوم\nالنحر عند الحنفية - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n             قال (باب الاعواز من هدى المتعة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n             ذكر فيه حديثا في سنده يحيى بن سلام فقال (ليس بالقوى) - قلت -\nكذا قال هنا وقال في باب من قال لا يقرأ (ضعيف) ثم ان مذهب الشافعي انه لا\nيجوز للمتمتع إذا لم يجد الهدى ان يصوم ايام التشريق وهذا ظاهر كلام\nالبيهقي في ابواب الصيام وظاهر كلامه في هذا الباب الجواز وهو قول الشافعي\nبالعراق ثم قال بمصر لا يصومها احد لنهيه عليه السلام عن صيامها - كذا في\nالاستذكار - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n             قال (باب ميقات اهل العراق) ذكر فيه حديثا عن أبي\nالزبير عن جابر ثم عزاه إلى مسلم ثم ذكر من طريق البخاري عن بن عمران عمر\nحد لهم ذات\n</p>\n\n<p>\nعرق ثم قال (ذهب طاوس وجابر بن زيد وابن سيرين إلى انه عليه السلام لم\nيوقته وانما وقت بعده واختاره الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n             ثم قال (وذهب عطاء إلى\nانه عليه السلام وقته) ثم ذكره عنه عن النبي عليه السلام مرسلا وقال (هو\nالصحيح) ثم قال وروى ذلك في غير حديث جابر) ثم رواه ثم اخرجه من حديث\nالقاسم (عن عائشة عنه عليه السلام) ثم قال (رواه أبو داود في سننه) ثم\nاخرجه من طريق أبي داود من حديث ابن عباس ثم اخرجه من حديث الحارث بن عمرو\nوعزاه إلى أبي داود ثم قال (واليه ذهب عروة) ثم اخرجه من حديثه عن النبي\nصلى الله عليه وسلم - قلت - اخرج حديث عائشة المذكور اولا النسائي ايضا\nواخرج أبو عمر في التمهيد من طريق قاسم بن اصبغ ثنا الحارث بن أبي اسامة\nثنا يزيد بن هارون ثنا حماد بن زيد عن عمرو بن دينار عن طاوس عن ابن عباس\nقال وقت رسول الله صلى الله عليه وسلم فذكره <span id='ms460'></span> وفي آخره ولاهل العراق ذات عرق\nواخرج الطحاوي في احكام القران بسنده عن انس انه سمع رسول الله صلى الله\nعليه وسلم وقت لاهل المدينة ذا الحليفة ولاهل الشام الجحفة ولاهل البصرة\nذات عرق ولاهل المدائن العقيق - والبصرة والمدائن كلاهما فقد روى توقيت\nالنبي صلى الله عليه وسلم لاهل العراق ذات عرق من وجوه كثيرة مسندة ومرسلة\nوبعضها في الصحيح وفي التمهيد قال قائلون عمر هو الذي وقت العقيق لاهل\nالعراق لانها فتحت في زمانه وقال آخرون هذه غفلة من قائل هذا القول لانه\nعليه السلام هو الذي وقت لاهل العراق ذات عرق والعقيق كما وقت لاهل الشام\nالجحفة والشام كلها يومئذ دار كفر كالعراق فوقت المواقيت لاهل النواحى لانه\nعلم ان الله سيفتح على امته الشام والعراق وغيرهما ولم يفتح الشام والعراق\nالا على عهد عمر بلا خلاف وقد قال عليه السلام منعت العراق درهمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n             ودرهمها (1) الحديث معناه عند اهل العلم ستمنع -\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا - والمعروف - درهمها وقفيزها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n             قال (باب الغسل\nللاهلال) ذكر فيه حديث زيد بن ثابت (اغتسل عليه السلام لا حرامه) وفي سنده\nأبو غزية محمد بن موسى فقال (ليس بالقوى - قلت - فيه امران احدهما انه لين\nالكلام فيه وقال الرازي ضعيف وقال ابن حبان يسرق الحديث ويحدث به\n</p>\n\n<p>\nويروى عن الثقات الموضوعات - والثاني - انه علل الحديث عن الوجه ان يعلل\nبغيره لان مداره على عبد الرحمن بن ابي الزناد وقد ضعفه النسائي وغيره\nفالصواب انه يعلل به لابابي غزية لان غيره تابعه عليه فاخرجه البيهقي من\nحديث الاسود بن عامر وهو ثقة عن ابن ابي الزناد واخرجه الترمذي من حديث عبد\nالله بن يعقوب الرملي عنه اعني عن ابن ابي الزناد وقال حسن غريب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n             قال (باب من قال يهل خلف الصلوة) ذكر فيه حديث اختلافهم في\nاهلاله عليه السلام وفي سنده خصيف فقال (ليس بالقوى) - قلت - هذا الحديث\nاخرجه الحاكم في مستدركه وقال على شرط مسلم واخرجه أبو داود في سننه وسكت\nعنه وفي شرح المهذب للنوى قد <span id='ms461'></span> خالف البيهقى في خصيف كثيرون من الحفاظ\nوالائمة المتقدمين في هذا الشأن فوثقه يحيى بن معين امام الجرح والتعديل\nوأبو حاتم وأبو زرعة ومحمد بن سعد وقال النسائي صالح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n             قال\n(باب من لبى لا يريد اخرا ما لم يصر محرما) قال الشافعي وروى ان ابن مسعود\nلقى ركبا بالسباخ (2) محرمين فلبوا ولبى ابن مسعود وهو داخل الكوفة - قلت -\nفي\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(2) كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n             مصنف ابن ابي شيبة ثنا وكيع عن سفيان عن ابن سوقة عن\nرجل لم يسمه ان ابن مسعود احرم من السباخ (1) وذكر أبو عمر في التمهيد ان\nجماعة من الصحابة والتابعين احرموا من المواضع البعيدة قال واحرم ابن مسعود\nمن القادسية انتهى كلامه فعلى هذا لبى ابن مسعود مريدا للاحرام فالاثر ليس\nبمطابق للباب -\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا وتقدم قريبا مثله فيما حكاه من عبارة البيهقي ووقع في نسخ السنن\n- بالسالحين - وفي كتاب الام ج - 2 - ص 132 - بالساحل - محرمين فلبوا ولبى\nابن مسعود وهو داخل إلى الكوفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n             قال (باب المرأة لا تنتقب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n             ذكر فيه حديثا في سنده ايوب بن محمد أبو الجميل (1) فقال (ضعيف\nعند اهل العلم بالحديث ضعفه ابن معين وغيره) - قلت - كيف يقول هذا وبعض اهل\nالعلم بالحديث وثقوه وفي نفس الاسناد توثيقه وقال أبو حاتم الرازي لا بأس\nبه وفي الضعفاء للذهبي ضعفه ابن معين ووثقه غيره وفي الميزان وثقه الفسوي -\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا في الجوهر وفي السنن أبو الجمل وهو الصواب ذكره صاحب الكنى -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n             قال (باب من لم يجد الازار لبس سراويل) ثم ذكر الحديث - قلت -\nهو متروك الظاهر قال القدورى في التجريد وافقونا على ان السراويل لو كان\nكبيرا يمكن ان يتزر به من غير فتق لم يجز لبسه لانه واجد للازار وكذا لو\nخاط ازاره سراويل وهو قطعة واحدة لا يجوز لبسه وان لم يجد ازارا غيره لانه\nازار في نفسه إذا فتقه وفي شرح العمدة الحديث يدل على جواز لبس السراويل من\nغير قطع وهو قوى ههنا إذا لم يرد بقطعه ما ورد في الخفين وغيره من الفقهاء\nلا <span id='ms462'></span> يبيح السراوبل على هيئته إذا لم يجد الازار - ثم ان البيهقى بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n             ذكر حديث اللبس (من لم يجد نعلين فليلبس الخفين من غير امر\nبالقطع) وذكر حديث ابن عمر وفيه الامر بالقطع حكى عن عمرو بن دينار انه قال\nانظروا ايهما قبل حديث ابن عمر أو حديث ابن عباس ثم قال البيهقى (حملهما\nعمرو على نسخ احدهما بالاخر وبين في رواية بان عون وغيره عن نافع عن ابن\nعمران ذلك كان بالمدينة قبل الاحرام وبين في رواية شعبة عن عمرو عن جابر بن\nزيد عن ابن عباس ان ذلك كان بعرفة بعد قصة ابن عمر ثم ذكر الشافعي ما ملخصه\nانه يرى قطعهما وان زيادة ابن عمر شيئا عزب عن ابن عباس أو شك فيه أو سكت\nعنه ليس باختلاف - قلت - تبين بما ذكره البيهقى ان حديث ابن عباس متأخر\nفكان الوجه العمل باطلاقه وجواز لبسهما بلا قطع كما ذهب إليه ابن حنبل الا\nان في سنن النسائي اخبرنا اسمعيل بن مسعود ثنا يزيد بن زريع ثنا ايوب هو\nالسختيانى عن عمرو عن جابر بن زيد عن ابن عباس سمعت رسول الله صلى الله\nعليه وسلم فذكر الحديث وفيه فإذا لم يجد النعلين فليلبس الخفين يقطعهما\nاسفل من الكعبين وهذا سند جيد فيه ان اشتراط القطع مذكور في حديث ابن عباس\nفلا نسلم ان الاطلاق بجواز لبسهما هو المتأخر - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n             قال (باب ما لا\nيجوز للمحرم والمحرمة لبسه من) (الثياب المصبوغة بالورس والزعفران) ذكر فيه\nحديث ابن عمر (نهى عليه السلام ان يلبس المحرم ثوبا مصبوغا بورس أو زعفران)\n- قلت - في دخول المحرمة في هذا نظر والصواب الاستدلال على خصوص المحرمة\nبحديث ابن عمر المذكور في الباب السابق - قال (باب لا يغطى المحرم رأسه\nويغطى وجهه) - قلت - الكلام معه في هذا الباب تقدم مبسوطا في كتاب الجنائز\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p053'> Vol. 05, p. 053</a>\n            </div>\n             قال (باب لبس المحرم وطيبه جاهلا) ذكر فيه حديث (المحرم\nبعمرة وعليه جبة) - قلت - كان هذا قبل التحريم فلهذا لم يأمره عليه السلام\nبالفدية <span id='ms463'></span> فاما بعد التحريم فلا فرق بين الجاهل والناسى والعامد كقتل الصيد -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n             قال (باب من لم يربشم الريحان بأسا ذكر فيه اثرا عن ابن عباس -\nقلت - للشافعي في الريحان ونحوه مما هو طيب ولا يتخذ منه الطيب قولان -\nاحدهما - انه طيب تجب الفدية بشمه - والثانى - ليس بطيب واما ما هو طيب\nويتخذ منه الطيب كالزعفران والورد والياسمين ففى شمه الفدية عنده وعند\nالحنفية لا فدية بالشم لانه عليه السلام كان يتطيب عند احرامه ويبقى عليه\nاثره ولا بد من وجود ريحه فدل انه لا حكم بمجرد الرائحة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n             قال\n(باب المحرم يدهن جسده غير رأسه ولحيته بما ليس بطيب) ذكر فيه (انه عليه\nالسلام ادهن بزيت إلى آخره) - قلت - في سنده فرقد السبخى فسكت عنه وضعفه\nالنسائي والدار قطني وقال ايوب ليس بشئ كذا في الضعفاء لابن الجوزى ومع ذلك\nقد اختلف فيه على سعيد بن جبير كما بينه البيهقى بعد ثم على تقدير صحة\nالحديث هو مطلق ليس في استثناء الرأس واللحية ومذهب احمد بن حنبل انه إذا\nادهن بالزيت فلا فدية عليه عملا بهذا الحديث - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n             قال (باب العصفر\nليس بطيب) (قد مضى في رواية ابن اسحاق عن ابن عمر مرفوعا في النساء ولتلبس\nبعد ذلك ما احبت من الوان الثياب معصفرا أو خزا) - قلت - ابن اسحاق متكلم\nفيه وقد اختلف عليه فيه كما حكاه البيهقى عن أبى داود في بيان ما تلبس\nالمحرمة من الثياب وفي التمهيد رواه أبو قرة موسى بن طارق عن موسى بن عقبة\nعن نافع موقوفا على ابن عمرو في المطأ مالك عن نافع ان ابن عمر كان يقول لا\nتنتقب المرأة المحرمة ولا تلبس القفازين - ولم يذكر ما بعده فقد رواه مالك\nموقوفا وهو اجل من ابن اسحاق بلا شك وقد شهد له رواية موسى بن طارق ولم\nيذكر مالك في روايته ولتلبس بعد ذلك ما احبت وكيف يسمع ابن عمر من النبي\nصلى الله عليه وسلم اباحة الخف للنساء ثم يأمرهن بقطعه حتى حدثته <span id='ms464'></span> صفية عن\nعائشة انه عليه السلام اباح لهن الخفين فترك ذلك كما ذكره البيهقى في باب\nما تلبس المحرمة ثم ذكر البيهقى في هذا الباب اعني باب العصفر (ان عمر ابصر\nعلى عبد الله ابن جعفر ثوبين مضرجين) إلى آخره - قلت - المضرج المصبوغ\nبالحمرة ولا يختص ذلك بالعصفر وفي المحلى روينا عن عمر المنع من المعصفر\nجملة وللمحرم خاصة ايضا عن عائشة ثم ذكر البيهقى حديث مكحول (جاءت امرأة\nبثوب مصبوغ) - قلت هو مع كونه مرسلا محمول على الضرورة يدل على ذلك قوله\nعليه السلام لك غيره قالت لا - وقد روى أبو داود بسند صحيح عن ام سلمة عن\nالنبي صلى الله عليه وسلم قال المتوفى عنها زوجها لا تلبس المعصفر من\nالثياب الحديث وقد ذكره البيهقى فيما بعد في باب الاعواد وفيه دليل على ان\nالعصفر طيب ولذلك نهيت عن المعصفر إذ لو كان النهى لكونه زينة لنهيت عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n             ثوب العصب لانه في الزينة فوق المعصفر كذا قال الطحاوي والعصب\nبرود اليمن يعصب غزلها إلى تطوى ثم تصنع مصبوغا ثم تنسج وفي الصحيحين انه\nعليه السلام استثنى من المنع ثوب العصب - والشافعية خالفت هذا الحديث قال\nالنووي الاضح عندنا تحريم العصب مطلقا والحديث حجة لمن اجازة وقال ايضا\nالاصح انه يجوز لها لبس الحرير - قال (باب نهى الرجال عن لبس المعصفر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n             ذكر فيه (ان على بن أبى طالب رضى الله عنه كان يشير إلى انه\nيختص بالنهي عنه دون غيره) ثم ذكر حديث على (نهانى رسول الله صلى الله عليه\nوسلم ولا اقول نهاكم) الحديث ثم ذكر (عن عثمان انه رأى على محمد بن عبد\nالله بن جعفر ملحفة معصفرة فذكر نهيه\n</p>\n\n<p>\nعليه السلام عن لبس المعصفر فقال له على انه عليه السلام لم ينهك ولا\nاياه انما عناني انا) ثم قال البيهقى (اسناد غير قوى وحكم على بالتخصيص في\nالرواية الصحيحة غير منصوص) - قلت - لو يرد على رضى الله عنه في الرواية\nالصحيحة انه مخصوص بالنهي عن غيره <span id='ms465'></span> لانصا ولا اشارة قال النووي ليس معناه ان\nالنهى مختص به انما معناه ان اللفظ الذى سمعته بصيغة الخطاب لى فانا انقله\nكما سمعته وان كان الحكم يتناول الناس كلهم وفي شرح مسلم للنووي في باب\nالنهى عن لبس الرجل الثوب المعصفرا تقن البيهقى المسألة فقال في كتاب معرفة\nالسنن نهى الشافعي الرجل عن المزعفر واباح له المعصفر قال وانما رخصت له في\nالمعصفر لانى لم اراحدا يحكى عن النبي صلى الله عليه وسلم النهى عنه الا ما\nقال على رضى الله عنه نهانى ولا اقول نهاكم - قال البيهقى وقد جاءت احاديث\nتدل على النهى على العموم ثم ذكر حديث عبد الله بن عمرو بن العاص ثم قال\nولو بلغت هذه الاحاديث الشافعي لقال بها ان شاء الله تعالى قال الشافعي\nوانهى الرجل الحلال بكل حال ان يتزعفر قال البيهقى فتبع السنة في المزعفر\nفمتابعتها في المعصفر اولى به - قال (باب الحناء ليس بطيب) ذكر فيه حديثا\nعن عائشة - قلت - روته عن عائشة كريمة بنت همام لم اقف على حالها وقد ورد\nعنه عليه السلام خلاف هذا قال أبو عمر في التمهيد ذكر ابن بكير عن ابن\nلهيعة عن بكير بن الاشج عن خولة بنت حكيم عن امها ان النبي صلى الله عليه\nوسلم قال لام سلمة لا تطيبى وانت محد ولا تمسى الحناء فانه طيب - واخرجه\nالبيهقى في كتاب المعرفة من هذا الوجه وقد عد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n             أبو حنيفة\nالدينورى وغيره من اهل اللغة الحناء من انواع الطيب وقال الهروي في\nالغريبين في الحديث سيد رياحين الجنة الفاغية - قال الاصمعي هو نور الحناء\nوفي الحديث ايضا عن انس كان النبي صلى الله عليه وسلم يعجبه الفاغية -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n             قال (باب المحرم لا ينكح ولا ينكح) قلت - الكلام على هذا سيأتي\nان شاء الله تعالى مبسوطا في ابواب النكاح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n             قال (باب الاستلام\nفي الزحام) ذكر فيه حديثا عن شيخ من خزاعة ثم قال (رواه الشافعي عن ابن\nعيينة عن ابى يعفور عن الخزاعى قال <span id='ms466'></span> سفيان هو عبد الرحمن\n</p>\n\n<p>\nابن الحارث) - قلت - روينا هذا الحديث في سنن الشافعي رواية الطحاوي عن\nالمزني قال سفيان هو عبد الرحمن بن نافع ابن عبد الحارث وهى نسخة جليلة بخط\nابى محمد الخلال ثم اخرج البيهقى من حديث عروة (انه عليه السلام قال لعبد\nالرحمن ابن عوف في حجة الوداع كيف صنعت) إلى آخره ثم قال (مرسل) - قلت -\nاخرجه أبو عمر في التمهيد مسندا من حديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n             القاسم بن اصبغ ثنا\nعبد الله بن احمد بن ابى ميسرة ثنا يعقوب بن محمد الزهري انا القاسم بن\nمحمد عن ابن أبى نجيح عن ابى سلمة ابن عبد الرحمن عن ابيه انه عليه السلام\nقال له - ومن حديث على بن عبد العزيز هو البغوي ثنا أبو نعيم الفضل بن دكين\nثنا سفيان الثوري عن هشام بن عروة عن عروة عن عبد الرحمن بن عوف قال لى\nرسول الله صلى الله عليه وسلم الحديث - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n             قال (باب اقلال الكلام\nبغير ذكر الله في الطواف) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n             ذكر فيه حديث (الطواف بالبيت صلوة)\nمن طريق عطاء بن السائب عن طاوس عن ابن عباس - قلت - في كتاب الترمذي لا\nنعرفه مرفوعا الا من حديث عطاء انتهى كلامه وعطاء متكلم فيه وقد اختلط في\nآخر عمره ومع هذا اختلف عليه فيه ورواه غير واحد عن طاوس عن ابن عباس\nموقوفا كما بينه البيهقى - قال باب الشرب في الطواف (قال الشافعي روى من\nوجه لا يثبت انه عليه السلام شرب وهو يطوف قال البيهقى لعله اراد ما انا\nأبو عبد الله) فذكر حديث ابن عباس (انه عليه السلام شرب ماء في الطواف) ثم\nقال البيهقى (غريب بهذا اللفظ) - قلت - اسناده جيد وشيخ البيهقى فيه هو\nالحاكم قد اخرجه في مستدركه وصححه واخرجه ابن حبان ايضا في صحيحه عن هارون\nبن عيسى عن ابن عباس بسنده ولا يلزم من قول البيهقى (غريب) عدم ثبوته وقد\nشهد له ما اخرجه ابن أبى شيبة في مصنفه فقال حدثنا يحيى بن يمان عن سفيان <span id='ms467'></span>\nعن منصور عن خالد بن سعد عن أبى مسعود انه عليه السلام استسقى وهو يطوف\nبالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n             فأتى بذنوب نبيذ السقاية فشرب - فظهر بهذا ان الشافعي\nلم يرد الحديث الذى ذكره البيهقى هذا هو الظاهر وقال ابن أبى شيبة ثنا على\nبن هشام عن ابن أبى ليلى عن عكرمة بن خالد عن رجل من آل الوداع قال استسقى\nالنبي صلى الله عليه\n</p>\n\n<p>\nوسلم وهو يطوف بالبيت فقال رجل الا نسقيك من شراب نصنعه فأتاه باناء فيه\nنبيذ زبيب فقال الا اكفأت عليه اناء أو عرضت عليه عودا ثم شرب منه فقطب ثم\nدعا بماء فصبه فيه فشرب وسقى أصحابه - ولعل هذا الحديث هو الذى اراده\nالشافعي فان فيه علتين - احداهما - ابن أبى ليلى - والثانية - الرجل\nالمجهول ولم يصرح بالسماع من النبي صلى الله عليه وسلم قال (باب الطواف على\nالطهارة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n             ذكر فيه حديث (الطواف بالبيت مثل الصلوة) - قلت -\nالمراد به مثلها في حصول الثواب لا في جميع الاحكام إذ لا يبطله المشى\nوالانحراف عن القبلة وتعمد الحديث بخلاف الصلوة ولو سبقه الحدث فبنى جاز\nعلى الاصح من مذهب الشافعي وفي الصلوة يستقبل ولو نذر ان يصلى فطاف لم يجزه\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n             قال (باب من ركع ركعتي الطواف حيث كان) - قلت - (1) ظرف مكان\nلا ظرف زمان هذا هو المشهور عند اهل العربية واراد البيهقى بهذا الزمان\nولهذا اورد في هذا الباب ما يدل على انه اراد بهما (2) التخيير في الزمان\nكحديث لا تمنعوا احدا طاف بهذا البيت وصلى ان ساعة شاء - وما روى ان بعض\nالصحابة صلاهما بعد العصر وبعضهم بعد الصبح والصواب عبارة الشافعي فقد حكى\nالبيهقى في كتاب المعرفة انه قال واحب إلى ان يركع ركعتي الطواف متى ذكرهما\nحيث كان وذكر البيهقى في هذا الباب (عن عمر انه طاف بعد الصبح وصلى\nالركعتين بذى طوى) - قلت هذا الاثر مخالف لمقصوده لان عمر لم يركع بعد\nالصبح ركعتي الطواف بل اخرهما ولهذا قال البيهقى في الاوقات المكروهات في\nباب البيان (ان هذا <span id='ms468'></span> النهى مخصوص ببعض الامكنة وروى عن جماعة من الصحابة\nوالتابعين انهم كانوا يؤخرونهما حتى تطلع الشمس وترتفع) ثم ذكر هذا الاثر\nثم ذكر نحوه عن الخدرى ومعاذ بن عفراء ثم قال وهذا يكون محمولا على انه لم\nيبلغه التخصيص وفي الموطأ قال مالك ولا بأس بان يطوف بعد الصبح والعصر\nويؤخر الركعتين حتى تطلع الشمس كما صنع عمر وفي الاستذكار مذهب عمر والخدرى\nومعاذ ابن عفراء ومالك وأصحابه وجماعة اجازة الطواف بعد الصبح والعصر\nوتأخير الركعتين وعن معاذ بن عفراء ان طاف بعد العصرا والصبح فلم يصل وقال\nقال رسول الله صلى الله عليه وسلم لا صلوة بعد الغداة حتى تطلع الشمس ولا\nبعد العصر\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا ولعله سقط - حيث (2) كذا ولعل الصواب - بها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n             حتى\nتغرب وكره الثوري وأبو حنيفة وأصحابه الطواف بعد الصبح والعصر فان فعل\nقالوا لا يركع حتى تطلع الشمس أو تغرب وذكر البيهقى في هذا الباب (عن أبى\nالزبير رأيت ابن عباس يطوف بعد العصر ثم يدخل حجرته فلا ادرى ما يصنع) -\nقلت - لا دليل في هذا الاثر على مدعاه - قال (باب استلام الحجر بعد\nالركعتين) ذكر فيه حديث جابر (انه عليه السلام لما خرج إلى الصفا عاد إلى\nالحجر فاستلمه) ثم قال (وقد مضى ذلك في الحديث الثابت عن حاتم بن اسمعيل عن\nجعفر) - قلت - الحديث الذى اورده ظاهره انه عليه السلام استلمه بعد خروجه\nإلى الصفار فليس بمطابق للباب فكان الوجه ان يذكر ههنا الحديث الذى اشار\nإليه بقوله وقد مضى ذلك في الحديث الثابت إذ فيه انه عليه السلام صلى الله\nعليه وسلم ركعتي الطواف ثم عاد إلى الحجر فاستلمه - فترك البيهقى اخراج ما\nفيه مدعاه صريحا وذكر ما ظاهره يخالف مقصوده - قال (باب الملتزم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n             ذكر فيه حديثا من رواية ابن جريج عن عمرو بن شعيب ثم قال (لا\nادرى سمعه من عمرو ام لا) - قلت - ذكر البيهقى فيما مضى في باب وجوب الفطرة\nعلى اهل البادية ان ابن جريج لم يسمع من عمرو <span id='ms469'></span> - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n             قال (باب وجوب\nالسعي بين الصفا والمروة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n             ذكر فيه حديث نسوة من بنى عبد الدار\n- قلت - قد بين البيهقى بعض اضطرا به وبينه ابن القطان مبسوطا وفي بعض طرقه\nعبد الله بن المؤمل فسكت عنه البيهقى هنا وضعفه في باب ان النهى مخصوص ببعض\nالامكنة وضعفه ايضا يحيى والنسائي والدار قطني وقال احمد احاديثه مناكير\nوقال ابن عدى عامة حديثه الضعف عليه بين وذكر من جملة ما ينكر عليه هذا\nالحديث - ثم ذكره من وجه آخر من حديث مهران عن الثوري عن المثنى بن الصباح\nثم قال (تفرد به مهران عن الثوري)\n</p>\n\n<p>\n- قلت - مهران قال البخاري في حديثه اضطراب وقال ابن شاهين قال عثمان\nاكثر روايته عن الثوري خطاء والمثنى سكت عنه البيهقى هنا وضعفه في باب\nالنهى عن ثمن الكلب وفي الاشراف لابن المنذر كان انس وابن الزبير وابن\nسيربن يقولون السعي بين الصفا والمروة تطوع وروى ذلك عن ابن عباس وروينا\nانه في مصحف أبى وابن مسعود (فلا جناح عليه ان لا يطوف بهما) وفي الاستذكار\nقال ابن عباس وانس وعبد الله بن الزبير والحسن وابن سيربن هو تطوع واوجب\nالحسن وقتادة والثوري والكوفيون على من تركه الدم وعن الحسن عطاء لا شئ في\nتركه -\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(2) انكر وفى مص عن امه بسرة وسماها ى؟؟؟؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n             قال (باب ما يفعل\nالمعتمر بعد الصفا والمروة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n             - قلت - ذكر في آخره اثرا عن ابن\nعمر في النحر ليس هذا الباب موضعه - قال (باب اختيار الحلق على التقصير)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n             ذكر في آخره (عن ابن عمر انه قال للحالق ابلغ العظم) - قلت -\nليس فيه اختياره على التقصير - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n             قال (باب المفرد والقارن\nيكفيهما طواف واحد وسعى واحد) ذكر فيه حديث عائشة (واما الذين جمعوا الحج\nوالعمرة فانما طافوا طوافا واحدا ثم قال (انما ارادت بقولها طافوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p105'> Vol. 05, p. 105</a>\n            </div>\n             طوافا واحدا السعي بين الصفا والمروة) ثم قال (وذلك بين في\nرواية جابر) ثم ذكرها وهى (انه لم يطف النبي صلى الله عليه وسلم ولا اصحابه\nبين الصفا والمروة الا طوافا واحدا <span id='ms470'></span>) - قلت - لا ضرورة إلى تأويل الطواف\nبالسعي بل المراد الطواف على ظاهره وهو الطواف بالبيت ويحمل على انهم طافوا\nطوافا واحدا وسعوا سعيا واحدا عملا باللفظين ثم ذكر حديث جابر مستدلا به\nعلى انها كانت قارنة وانه عليه السلام اكتفى لها عن الحج والعمرة بطواف\nواحد - قلت -\n</p>\n\n<p>\nقد اقمنا الدليل فيما مضى في باب ادخال الحج على العمرة وفي باب العمرة\nقبل الحج على انها كانت مفردة بالحج وانه عليه السلام امرها برفض العمرة\nوقولها وارجع بحجة واحدة دليل واضح على ذلك فعلى هذا معنى قوله عليه السلام\nيكفيك لحجك وعمرتك - أي عمرتك المرفوضة لانه لا طواف لها ويحتمل ان يريد\nثواب هذا الطواف كثواب الحج والعمرة لانها قصدت النسكين وانما تركت الواحد\nبغير اختيارها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n             ثم ذكر البيهقى حديث الدراوردى (عن عبيد الله\nعن نافع عن ابن عمر من جمع بين الحج والعمرة طاف لهما طوافا واحدا) قلت -\nهذا الحديث ذكره الترمذي ثم قال وقد رواه غير واحد عن عبيد الله ولم يرفعوه\nوهو اصح وفي الاستذكار لم يرفعه احد عن عبيد الله غير الدراوردى وكل من\nرواه عنه غيره اوقفه على ابن عمر وكذا رواه مالك عن نافع موقوفا انتهى\nكلامه والدراوردى سيئ الحفظ قاله أبو زرعة ذكره عنه الذهبي في الكاشف ثم\nذكر البيهقى حديث (دخلت العمرة في الحج) ثم قال (قيل معناه دخلت في افعال\nالحج فاتحدتا في العمل) - قلت - هذا الحديث يحتمل معاني - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            \nاحدها - دخلت في وقت الحج وشهوره نقضا لما كانت قريش عليه من ترك العمرة في\nاشهر الحج ذكره البيهقى فيما مضى في باب العمرة في اشهر الحج - والثانى -\nوجوب العمرة كالحج ولهذا ذكر البيهقى هذا الحديث فيما مضى في باب وجوب\nالعمرة مستدلا به على ذلك وقد ذكرنا في ذلك الباب معنى ثالثا عن أبى بكر\nالرازي ومعنى رابعا عن الخطاب ثم قال البيهقى (وروى الشافعي في القديم عن\nرجل اظنه ابراهيم بن محمد عن جعفر بن محمد عن ابيه عن على بن <span id='ms471'></span> أبى طالب قال\nفي القارن يطوف طوافين ويسعى سعيا قال الشافعي وهذا على معنى قولنا يطوف\nحين يقدم بالبيت وبالصفا والمروة ثم يطوف بالبيت الزيارة وقال بعض الناس\nعليه طوافان وسعيان واحتج فيه برواية ضعيفة عن على وجعفر يروى عن على\nقولنا) - قلت - الرجل الذى روى ذلك عن جعفر مجهول وان كان كما ظنه البيهقى\nفامر ابراهيم في السقوط اشد من الجهالة ورواية محمد عن على منقطعة كذا قال\nالبيهقى في باب الاعواز من الهدى وذكره ايضا في باب سهم ذوى القربى ولو سلم\nتأويل الشافعي الطواف في حق القارن بما ذكر فكيف يفعل برواية ويسعى سعيين\nولو كان كما تأول لم يكن فيه خصوصية بالقارن فان المفرد ايضا يفعل كذلك\nويطوف هذين الطوافين وقد ذكر جماعة من العلماء ان مذهب على وابن مسعود ان\nالقارن يطوف طوافين ويسعى سعيين بخلاف المفرد ولو سلم رواية جعفر من\nالعلتين المذكورتين وكان قوله ويسعى سعيا محفوظا\n</p>\n\n<p>\nفسعيا مصدر مؤكد وهو يحتمل القلة والكثرة فيحمل على السعيين المفسرين في\nبقية الروايات فلا نسلم للشافعي قوله وجعفر يروى عن على قولنا ثم قال\nالبيهق (اصح ما روى في الطوافين عن على ما انا أبو بكر) فذكره سندا في آخره\n(عن أبى نصر لقيت عليا) إلى آخره ثم قال (أبو نصر مجهول وقد روى باسانيد\nضعاف عن على مرفوعا وموقوفا ومدار ذلك على الحسن بن عمارة وحفص بن أبى داود\nوعيسى بن عبد الله وحماد بن عبد الرحمن وكلهم ضعيف لا يحتج بشئ مما رووه) -\nقلت - قد روى ذلك باسانيد جيدة ليس فيها احد من هؤلاء قال أبو بكر بن أبى\nشيبة وسعيد بن منصور ثنا هشيم عن منصور بن زاذان عن الحكم عن زياد بن مالك\nان عليا وابن مسعود قالا القارن يطوف طوافين ورجال هذا السند ثقات وزياد بن\nمالك ذكره ابن حبان في الثقات وذكر أبو عمر في التمهيد حديث أبى نصر عن على\nثم قال وروى الاعمش هذا الحديث عن ابراهيم <span id='ms472'></span> ومالك؟ الحارث عن عبد الرحمن بن\nاذينة قال سألت عليا فذكره وهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n             ايضا اسناد جيد وفي المحلى\nروينا من طريق منصور بن زاذان عن الحكم بن عتيبة ومن طريق ابن سمعان عن ابن\nشبرمة كلاهما عن على وفي المحلى ايضا روينا من طريق منصور بن زاذان عن زايد\nبن مالك ومن طريق سفيان عن أبى اسحاق السبيعى كلاهما عن ابن مسعود قال على\nالقارن طوافان وسعيان - ومن طريق الحجاج بن ارطاة عن الحكم عن عمرو ابن\nالاسود عن الحسن بن على قال إذا قرنت بين الحج والعمرة فطف طوافين واسع\nسعيين - فظهر بهذا افساد جعل البيهقى ذلك الاسناد اصح ما روى في الطوافين\nعن على وقد روى ذلك من حديث عمران بن حصين ايضا قال الدار قطني في سننه ثنا\nأبو محمد بن صاعد ثنا محمد بن يحيى الازدي ثنا عبد الله بن داود عن شعبة عن\nحميد بن هلال عن مطرف عن عمران بن حصين ان النبي صلى الله عليه وسلم طاف\nطوافين وسعى سعيين - ثم قال الدار قطني يقال ان محمد بن يحيى حدث بهذا\nالحديث من حفظه فوهم في متنه والصواب بهذا الاسناد انه عليه السلام قرن\nالحج والعمرة - وليس فيه ذكر للطواف ولا للسعى وقد حدث بن محمد بن يحيى على\nالصواب مرارا ويقال انه رجع عن ذكر الطواف والسعى - قلت - قوله حدث به من\nحفظه فوهم لم ينسبه إلى احد ممن يعتمد عليه وكذا قوله ويقال انه رجع عنه\nوالظاهر ان المراد انه سكت عنه وإذا ذكر هذه الزيادة مرة وسكت عنها مرة\nلعذر لا تترك الزيادة ولو كان في الحديث علة اخرى غير هذا لذكره الدار قطني\nظاهرا وفي المحلى لابن حزم روينا من طريق حماد بن سلمة عن حماد بن أبى\nسليمان عن ابراهيم النخعي ان الصبى ابن معبد قرن بين العمرة والحج فطاف\nلهما طوافين وسعى يعيين ولم يحل بينهما واهدى وأخبر بذلك عمر بن الخطاب\n</p>\n\n<p>\nقال هديت لسنة نبيك صلى الله <span id='ms473'></span> عليه وسلم - انتهى كلامه والنخعي وان لم\nيدرك عمر ولا الصبى فقد قال أبو عمر في اوائل التمهيد وكل من عرف بأنه لا\nيأخذ الاعن ثقة فتد ليسه وترسيله مقبول فمراسيل سعيد بن المسيب ومحمد بن\nسيرين وابراهيم النخعي عندهم صحاح ثم ذكر أبو عمر بسنده عن الاعمش قلت\nلابراهيم إذا حدثتني حديثا فاسنده فقال إذا قلت عن عبد الله يعنى ابن مسعود\nفاعلم انه عن غير واحد وإذا سميت لك احدا فهو الذى سميت قال أبو عمر إلى\nهذا نزع من أصحابنا من زعم ان مرسل الامام اولى من مسنده لان في هذا الخبر\nما يدل على ان مراسيل النخعي اولى من مسانيده وهو لعمري كذلك وقال البيهقى\nفي باب ترك الوضوء من القهقهة (قال ابن معين مرسلات النخعي صحيحة الا حديث\nتاجر البحرين وحديث الضحك في الصلوة) وفي المحلى قال مجاهد وجابر بن زيد\nوشريح والشعبى ومحمد بن على بن الحسين والنخعي وحماد بن أبى سليمان والحكم\nبن عتيبة وابو حنيفة والثوري والحسن بن على وروى عن الاسود بن يزيد واشار\nنحوه الاوزاعي وذكره صاحب الاستذكار عن جماعة منهم الاوزاعي وابن أبى ليلى\nوالحسن بن صالح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n             قال باب القرن بين الاسابيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n             ذكر\nفيه حديثا ثم قال (ليس بقوى) - قلت - في سنده عبد السلام بن أبى الجنوب قال\nابن المدينى وغيره منكر الحديث وقال أبو حاتم متروك وهذا الحديث من منكراته\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n             قال (باب الخطبة يوم عرفة بعد الزوال) ذكر فيه حديثا (عن\nالشافعي انا ابراهيم بن محمد وغيره عن جعفر بن محمد) إلى آخره ثم قال (تفود\nبهذا التفصيل ابراهيم) - قلت - كيف يقول تفرد به والشافعي يقول ثنا ابراهيم\nوغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n             ما وقف (باب حيث من عرفة اجزاه) - قلت - هذا التعميم\nيفتضى جواز الوقوف ببطن عرنة وكذا قوله بعد هذا باب حيث ما وقف من الزدلفة\nاجزاه يقتضى جواز الوقوف ببطن محسر وقد حكى ابن المنذر عن الشافعي انه من\nوقف ببطن عرنة فلا حج له قال وبه اقول وفى <span id='ms474'></span> موطأ\n</p>\n\n<p>\nمالك بلغه ان رسول الله صلى الله عليه وسلم قال عرفة كلها موقف وارتفعوا\nعن بطن عرنة والمزدلفة كلها موقف وارتفعوا عن محسر - وقال أبو عمر هذا\nالحديث يفضل من حديث على وجابر وابن عباس واكثرها ليس فيه ذكر بطن عرنة\nواستثناؤه صحيح عند الفقهاء ومحفوظ من حديث ابى هريرة ذكره عبد الرزاق عن\nمعمر عن محمد بن المنكدر عن ابى هريرة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n             قال (باب استحباب\nالنزول في الرمى في اليومين الاخرين) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n             ذكر فيه عن ابراهيم بن\nنافع عن ابن أبى نجيح قال قال عطاء رمى الجمار ركوب يومين ومشى يومين) ثم\nذكر اثرا (عن ابراهيم بن نافع عن عطاء عن جابر كان يكره ان يركب إلى شئ من\nالجمار الا من ضرورة) ثم قال (كذا وجدته في كتابي وقد سقط من اسناده بين\nابراهيم وعطاء رجل) - قلت - رواه ابن أبى شيبة في المصنف كما وجده البيهقى\nفي كتابه ابراهيم عن عطاء ولا يلزم من روايته عنه شيئا بواسطة ان لا يروى\nعنه شيئا آخر بلا واسطة وقد صرح البخاري في تاريخه ان ابراهيم سمع من عطاء\nوجعله ابن حبان في كتاب الثقات من اتباع التابعين وذكر انه يروى عن عطاء -\nقال (باب الوقت المختار لرمي جمرة العقبة) قلت - مراده ان رميها بعد نصف\nالنهار يجوز كما بوب عليه في الباب الذى يليه وان المذكور في هذا الباب من\nالرمى عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n             الاصباح أو طلوع الشمس أو الضحى محمول على الاختيار\nلكن قوله عليه السلام في الرواية الاولى من حديث ابن عباس لا ترموا الجمرة\nحتى تطلع الشمس - وامره في الرواية الثانية للنساء ان لا ترموها الا مصبحين\n- يمنع من رميها قبل طلوع الشمس أو قبل الاصباح فهو مخالف للباب وإذا منع\nصلى الله عليه وسلم الضعفة ان يرموا قبل الاصباح فغيرهم اولى وليس في حديث\nاسماء المذكور في الباب الذى يليه تنصيص انها رمت قبل الفجر لان ما بعد\nالفجر يسمى ايضا غلسا فيحتمل انها رمت عند ذلك واخرت الصلوة <span id='ms475'></span> قليلا فصلت في\nمنزلها ولو نص في هذا الحديث انها رمت قبل الفجر لم يدل على الجواز بعد نصف\nالليل فمن اين للبيهقي هذا القيد حيث يقول باب من اجاز رميها بعد نصف الليل\nوحديث ام سلمة الذى في الباب المذكور مضطرب سندا كما بينه البيهقى ومضطرب\nايضا متناكما سنبينه ان شاء الله تعالى وقد ذكر الطحاوي وابن بطال في شرح\nالبخاري ان احمد بن حنبل ضعفه وقال لم يسنده غير ابى معاوية وهو خطأ وقال\nعروة مرسلا انه عليه السلام امرها\n</p>\n\n<p>\nان توا فيه صلوة الصبح يوم النحر بمكة - قال احمد وهذا ايضا عجب وما يصنع\nالنبي صلى الله عليه وسلم يوم النحر بمكة ينكر ذلك قال فجئت إلى يحيى بن\nسعيد فسألته فقال عن هشام عن ابيه ان النبي صلى الله عليه وسلم امرها ان\nتوافي وليس توافيه وبين هذين فرق وقال لى يحيى سل عبد الرحمن بن مهدى\nفسألته فقال هكذا سفيان عن هشام عن ابيه توافي قال احمد رحم الله يحيى ما\nكان اضبطه واشد بعقده وقال البيهقى في الخلافيات ثوافى هو الصحيح فانه عليه\nالسلام لم يكن معها بمكة وقت صلوة الصبح يوم النحر وقال الطحاوي هذا حديث\nدار على أبى معاوية وقد اضطرب فيه فرواه مرة هكذا يعنى كما ذكره البيهقى\nورواه مرة انه عليه السلام امرها يوم النحر ان توافي معه صلوة الصبح بمكة\nفهذا خلاف الاول لان فيه انه امرها يوم النحر فذلك على صلوة الصبح في اليوم\nالذى بعد يوم النحر وهذا اشبه لانه عليه السلام يكون في ذلك الوقت حلالا\nوقال أبو الوليد بن رشد يحتمل ان يكون في الحديث تقديم وتاخير وتقديره\nامرها يوم النحر ان توافي صلوة الصج بمكة كما في الحديث الثاني فيسقط\nاحتجاج الشافعي به لمذهبه الذى شذ فيه عن الجمهور قال ابن المنذر في\nالاشراف لا يجزى الرمى قبل طلوع الفجر بحال إذ فاعله مخالف ما سنه الرسول\nصلى الله عليه وسلم لامته ولو رمى <span id='ms476'></span> بعد طلوع الفجر قبل طلوع الشمس لا يعيد\nإذ لا اعلم احدا قال لا يجزيه ولو اختلفوا فيه لاوجبت الاعادة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n             قال (باب التلبية حتى يرمى جمرة العقبة باول حصاة ثم يقطع) ذكر\nفيه حديث شريك عن عامر بن شقيق - قلت - شريك ضعفه جماعة وعامر ضعفه ابن\nمعين وقال أبو حاتم ليس بالقوى ثم ذكر حديث الفضل فلم يزل يلبى حتى رمى\nجمرة العقبة يكبر مع كل حصاة ثم قطع التلبية مع آخره حصاة - ثم قال البيهقى\n(تكبيره مع كل حصاة كالدلالة على قطعه التلبية باول حصاة واما ما في رواية\nالفضل من الزيادة فانها غريبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n             أو ردها ابن خزيمة واختارها\nوليست في الروايات المشهورة عن ابن عباس عن الفضل) - قلت - الغريب إذا صح\nسنده يعمل به وقد اخرج ابن حزم هذا الحديث في كتاب حجة الوداع بسند جيد من\nحديث أبى الزبير عن أبى معبد مولى ابن عباس (1) عن الفضل ولفظه ولم بزل\nعليه السلام يلبى حتى اتم رمى جمرة العقبة وهذا صريح وهو يقوى الرواية التى\nرواها ابن خزيمة واختارها ويدل على انها ليست بغريبة والعجب من البيهقى كيف\nيترك هذا الصريح ويستدل بقوله يكبر على قطع التلبية باول حصاة مع ان\nالتكبير لايمنع التلبية إذ الحاج له ان يكبر ويلبى ويهلل وقد بين ذلك ابن\nمسعود فيما\n</p>\n\n<p>\nسيأتي عنه في هذا الباب من قوله فما ترك التلبية حتى رمى الجمرة الا ان\nبخلطها بتكبيرا وتهليل وقال أبو عمر في التمهيد قال احمد واسحاق وطائفة من\nاهل النظر والاثر لا يقطع التلبية حتى يرمى جمرة العقبة بأسرها قالوا وهو\nظاهر الحديث ان رسول الله صلى الله عليه وسلم لم يزل يلبى حتى رمى الجمرة -\nولم يقل احد من رواة هذا الحديث حتى رمى بعضها على انه قد قال بعضهم في\nحديث عائشة ثم قطع التلبية في آخر حصاة - وفي الاشراف لابن المنذر وروى بعض\nاصحابنا ممن يقول بظاهر الاخبار خبر ابن عباس ثم قال قطع التلبية مع آخر\nحصاة <span id='ms477'></span> -\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا وكأنه سقط - عن ابن عباس - ح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n             قال (باب الخطبة يوم\nالنحر) - قلت ذكر الطحاوي في اختلاف العلماء ان خطبه عليه السلام في ذلك\nاليوم لم تكن لاجل الحج بل ذكر فيما احكاما اخر ثم ان خطبته عليه السلام\nكانت وقت الضحى كما ذكر البيهقى في آخر هذا الباب من طريق ابى داود وكذا\nذكر ابن حزم وغيره ومذهب الشافعي على ما حكاه البيهقى ان الخطبة بعد الظهر\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n             قال (باب التقديم والتأخير في عمل يوم النحر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            \nذكر فيه حديث (لم اشعر فنحرت قبل ان ارمى) إلى آخره قلت - ظاهر قوله لم\nاشعر يقتضى ان السقوط مختص بالجاهل والناسى دون العامد - والشافعي اسقط عن\nالعامد - والشافعي اسقط عن العامد ايضا فخالف ظاهر الحديث وفي شرح العمدة\nسقوط الدم عن الجاهل والناسى دون العامد قوى من جهة ان الدليل دل على وجوب\nاتباع افعال النبي صلى الله عليه وسلم في الحج بقوله خذوا عنى مناسككم -\nوهذه الاحاديث المرخصة بالتقديم لما وقع السؤال عنها انما قرنت بقول القائل\nلم اشعر فيخصص الحكم بهذه الحالة وتبقى حالة العمد على اصل وجوب اتباع\nالرسول صلى الله عليه وسلم في الحج وهذا مبنى ايضا على القاعدة في ان الحكم\nإذا رتب على وصف يمكن ان يكون معتبرا لم يجزا طراحه والحاق غيره مما لا\nيساويه به ولا شك ان عدم الشعور وصف مناسب لعدم التكليف والمؤاخذة والحكم\nعلق به فلا يمكن اطراحه بالحاق العمد إذا لا يساويه فان تمسك بقول الراوى\nفما سئل عن شئ قدم ولا اخر الا قال افعل ولا حرج - فانه قد يشعر بان\nالترتيب مطلقا غير مراعى في الوجوب\n</p>\n\n<p>\nفجوابه ان الرواى لم يحك لفظا عاما عن الرسول صلى الله عليه وسلم يقتضى\nجواز التقديم والتأخير مطلقا وانما اخبر عن قوله عليه السلام لا حرج\nبالنسبة إلى كل ما سئل عنه من التقديم والتأخير حينئذ وهذا الا خبرا من\nالراوى انما تعلق بما وقع السؤال عنه وذلك مطلق بالنسبة إلى حال السؤال <span id='ms478'></span>\nوكونه وقع عن العمد أو عدمه والمطلق لا يدل على احد الحالين بعينة فلا تبقى\nحجة في حالة العمد انتهى كلامه ثم في التمسك بهذه الا حاديث مخالفة لقوله\nتعالى (ولا تحلقوا رؤسكم حتى يبلغ الهدى محله) وقد ترك اكثر الفقهاء العمل\nبعموم هذا الا حاديث فقالوا ان السعي بين الصفا والمروة قبل الطواف بالبيت\nلا يجزى الساعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n             وانه كمن لم يسع - قال الطحاوي وهذا قول عامة\nفقهاء الامصار من اهل الحجاز والعراق ولا نعلم لهم مخالفا غير عطاء\nوالاوزاعي فانه روى عنهما انه يجزيه ولا يعيده بعد الطواف على انه جاء ذلك\nمصر حابه فيما اخرجه أبو داود من حديث اسامة بن شريك وفيه (ان قائلا قال يا\nرسول الله سعيت قبل ان اطوف) الحديث وانه عليه السلام قال لا حرج - وقد\nذكره البيهقى فيما بعد في باب التحلل بالطواف وذكر الخطابى في السعي قبل\nالطواف نحو ما ذكره الطحاوي وقال مالك من حلق قبل ان يرمى فعليه دم وقال\nابن أبى شيبة ثنا أبو الاحوص عن ابراهيم بن مهاجر البجلى عن مجاهد عن ابن\nعباس قال من قدم شيئا من حجه أو اواخره فليهرق كذلك دما - وهذا سند صحيح\nعلى شرط مسلم وقال ايضا ثنا جرير عن منصور عن سعيد بن جبير قال من قدم شيئا\nمن حجه أو حلق قبل ان يذبح فعليه دم وقال ايضا فضيل بن عياض عن ليث عن صدقة\nعن جابر بن زيد قال من حلق قبل ان ينحر فعليه الفدية وقال ايضا ثنا أبو\nمعاوية عن الاعمش عن ابراهيم قال من حلق قبل ان يذبح ا هراق دما فقرأ (ولا\nتحلقوا رؤسكم حتى يبلغ الهدى محله) وفي التهذيب للطبري وقال أبو مرة عن\nالحسن من قدم من نسكه شيئا قبل شئ فليهرق دما - ثم ذكر البيهقى حديث عبد\nالله بن عمر من رواية عبد الرزاق بزيادة ثم قال (ورواه محمد بن أبى حفصة عن\nالزهري بزيادة اخرى) ثم ساقها بسنده - قلت - ذكر <span id='ms479'></span> الدار قطني ان محمد بن أبى\nحفصة زاد في حديثه افضت قبل ان ارمى - قال الدار قطني ولم يتابع عليه واراه\nوهم فيه ثم قال البيهقى (انا أبو الحسن العلوى انا عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \nابن محمد بن شعيب ثم ساق سنده إلى ابن عباس فذكر الحديث وفي آخره ولم يأمر\nبشئ من الكفار ثم قال البيهقى (اسناد صحيح) - قلت - هذه الزيادة وهى قوله\nولم يأمر بشئ من الكفارة غريبة جدا لم اجدها في شئ من الكتب المتداولة بين\nاهل العلم وشيخ البيهقى وشيخ شيخه لم اعرف حالهما بعد الكشف والتتبع وايضا\nفابراهيم بن طهمان وان خرج له\n</p>\n\n<p>\nفي الصحيح فقد تكلموا فيه ذكره ابن الجوزى في كتاب الضعفاء وحكى عن محمد\nبن عبد الله بن عمار انه قال هو ضعيف مضطرب الحديث ورأيت في كتاب الصريفينى\nفي اسماء الرجال بخطه قال ابن حبان لابراهيم بن طهمان مدخل في الثقات ومدخل\nفي الضعفاء وقد روى احاديث مستقمية تشبه احاديث الاثبات وقد روى عن الثقات\nاشياء معضلات انتهى كلامه ومع ما فيه من الكلام شد بهذه الزيادة وكل منهما\nاجل من ابن طهمان وعهدي بالبيهقى فيما مضى من قريب في باب التلبية حتى يرمى\nجمرة العقبة باول حصاة علل الزيادة في حديث ابن عباس وهى قوله ثم قطع\nالتلبية مع آخر حصاة بانها غريبة ليست في الروايات المشهورة مع ان سند تلك\nالزيادة اصح واجل من سند هذه ثم ذكر هذه ههنا وصحح سندها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n             قال\n(باب التحلل بالطواف) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n             ذكر فيه حديث اسماة بن شريك ثم قال (كأنه\nسأله عن رجل سمى عقب طواف القدوم قبل طواف الافاضة) - قلت - هذا الصورة\nمشهورة وهى التى فعلها النبي صلى الله عليه وسلم فالظاهر أنه لا يسأل عنها\nوانما سأل عن تقديم السعي على طواف القدوم وعموم قول اصحابي فما سئل عنشئ\nقدم ولا أخر الاقل افعل ولا حرج - يدل على جواز ذلك وهو مذهب عطاء\nوالاوزاعي كما تقدم واختاره ابن جرير الطبري في تهذيب الاثار وظهر <span id='ms480'></span> بهذا ان\nالشافعي واكثر العلماء تركوا العمل بعموم الحديث كما تقدم بيانه - قال (باب\nسقاية الحاج) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n             ذكر في آخره حديث عبد الله بن المؤمل (عن أبى\nالزبير عن جابر ماء زمزم لما شرب له) ثم قال (تفرد به عبد الله بن مؤمل) -\nقلت - لم ينفرد به بل تابعه ابراهيم بن طهمان عن أبى الزبير كذا اورده\nالبيهقى نفسه فيما بعد في باب الرخصة في الخروج بماء زمزم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n             قال\n(باب من شك في عدد ما رمى) ذكر فيه (ان عليا سئل عن ذلك فقال اما انا لو\nفعلت في صلاتي لاعدت صلاتي) ثم قال البيهقى (كأنه اراد لاعدت\n</p>\n\n<p>\nالمشكوك في فعله كذلك في الرمى يعيد المشكوك في رميه) - قلت - ترك\nالحقيقة من غير ضرورة في موضعين - احدهما - ان عليا صرح باعادة الصلوة فاول\nالبيهقى ببعضها - والثانى - ان فعل المشكوك فيه لا يسمى اعادة بل حقيقة\nالاعادة ان يكون في العبادة خلل فتفعل في الوقت مرة اخرى ثم ذكر البيهقى\nحديثا (عن مجاهد عن سعد بن أبى وقاص) - قلت - سكت عنه وقال ابن القطان لا\nاعلم لمجاهد سماعا من سعد وقال الطحاوي في احكام القران حديث منقطع لا يثبت\nاهل الاسناد مثله وذكر ابن جرير في التهذيب انه لم يستمر العمل به لانه لم\nيصح لاختلاف الرواة عن ابن أبى نجيح فيه فقد رواه الحجاج بن ارطاة عنه عن\nمجاهد عن سعد أن اختلاف رميهم كان بالزيادة على السبع لا بالنقصان عنها وهو\nاولى بالصواب وا ن كان من رواية الحجاج لموافقة ما تظاهر به الاخبار من\nوجوب الرمى بسبع ولان سعدا لم يذكر ان ذلك كان عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p149'> Vol. 05, p. 149</a>\n            </div>\n             أمره عليه\nالسلام وفعله ولانه ولو صح فهو منسوخ للنقل المستفيض بوجوب السبع - قال\n(باب تأخير الرمى عن وقته حتى يمسى) ذكر فيه حديث ابن طهمان (عن خالد\nالحذاء عن عكرمة عن ابن عباس) وفيه (ولم يأمر بشئ من الكفارة) ثم قال\n(اخرجه البخاري من حديث يزيد بن زريع وغيره عن الحذاء) - قلت - قد <span id='ms481'></span> تقدم\nالكلام على هذا الحديث في باب التقديم والتأخير في عمل يوم النحر وظاهر\nكلام البيهقى ان البخاري اخرجه بذلك اللفظ وليس في صحيحه قوله ولم يأمر بشئ\nمن الكفارة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n             قال (باب الرخصة في ان يدعو انها راوير مواليلا)\n- قلت - ذكر في هذا الباب اربعة احاديث وسكت عنها ولا يحتج بشئ منها حديثين\nمرسلين عن عطاء وأبى سلمة وحديثا عن ابن عباس في سنده عمر بن قيس هو المكى\nضعيف جدا فسكت عنه هنا وقال في باب استلام الركن اليماني (ضعيف) وحديثا عن\nابن عمر في سنده مسلم بن خالد فسكت عنه هنا وضعفه في ابواب التراويح -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n             قال (باب دخول البيت) ذكر فيه دخوله عليه السلام البيت من طريق\nالليث (عن يونس عن نافع عن ابن عمر ثم قال (اخرجه البخاري\n</p>\n\n<p>\nفي الصحيح قال وقال الليث) - قلت - اخرجه البخاري في صحيحه في كتاب\nالجهاد موصولا عن يحيى بن بكير عن الليث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n             بسنده فلا ضرورة إلى\nقول البيهقى عن البخاري (قال وقال الليث) ثم ذكر حديثا في سنده عبد الله بن\nمؤمل فقال (ليس بقوى) - قلت - ضعفه في باب بيان النهى مخصوص ببعض الامكنة\nوقال في باب الخلع فسخ أو طلاق (ضعفه احمد وابن معين والبخاري وتكلم فيه\nشعبة) - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n             قال (باب ما يستدل به على ان دخوله ليس بواجب) ذكر فيه\nحديث ابن أبى أو في (لم يدخل عليه السلام البيت لعمرته) وحديث عائشة في\nدخوله وحمل الاول على العمرة والثانى على حجته عليه السلام - قلت - في سند\nالثاني اسمعيل بن عبد الملك قال ابن حبان يقلب ما روى فكان ابن مهدى يحدث\nعنه ثم امسك وقال اضرب على حديثه وكان يحيى لا يحدث عنه فإذا لا حاجة إلى\nالتوفيق بين الحديثين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n             قال (باب من كره ان يقال للذى لم يحج\nصرورة) ذكر فيه حديثا (عن عمر بن عطاء عن عكرمة عن ابن عباس) ثم قال (ورواه\nعمر بن قيس وليس بالقوى عن عكرمة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n             - قلت - الان القول في عمر\nبن قيس <span id='ms482'></span> هنا وقد تقدم في باب استلام الركن اليماني انه قال (ضعيف) وزاد في\nباب من بنى أو غرس في غير ملكه (لا يحتج به) وفي الضعفاء لابن الجوزى قال\nاحمد لا تساوى احاديثه شيئا احاديثه بواطل وقال مرة متروك وكذا قال النسائي\nوالفلاس والازدى والدار قطني وقال يحيى ليس بثقة وقال البخاري منكر الحديث\nوقال ابن حبان كان يقلب الاسانيد ويروى عن الثقات ما لا يشبه حديث الاثبات\nثم إن البيهقى تكلم في عمر بن قيس وفي الرواية الاولى عمر بن عطاء بن وراز\nفسكت عنه وهو ايضا ضعيف ضعفه النسائي وابن معين وقال مرة ليس بشئ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n             قال (باب ما يفسد الحج) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n             ذكر فيه عن يزيد بن نعيم\nأو زيد ثم قال (يزيد بن نعيم الاسلمي بلا شك) - قلت - اخرجه من طريق ابى\nداود وفيه الامر بالتفرق في الرجوع وفي العود والذى في كتاب المراسيل لابي\nداود على الشك ونصه مخالف لما ذكره البيهقى انما فيه الامر بالتفرق في\nالرجوع لا في العودة ثم ان زيد بن نعيم مجهول ويزيد بن نعيم ثقة معروف\nوالامر قد دار بينهما وهذا يضعف الحديث ولا ادرى من اين للبيهقي انه يزيد\nبلا شك ثم ذكر اثرا (عن عطاء عن عمر - وعن مجاهد عن عمر) - قلت - كلاهما\nمنقطع عطاء ومجاهد لم يدركا عمر - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n             قال (باب التخيير في فدية\nالاذى) ذكر فيه (عن ابن وهب عنما لك عن عبد الكريم الجزرى عن مجاهد عن ابن\nأبى ليلى عن كعب بن عجرة) الحديث ثم ذكره (عن القعنبى وعبد الله بن يوسف\nويحيى بن بكير عن مالك عن عبد الكريم عن ابن أبى ليلى) بدون ذكر مجاهد ثم\nحكى (عن الشافعي قال غلط مالك الحفاظ حفظوه عن عبد الكريم عن مجاهد) قلت -\nذكر الطحاوي في احكام القرآن الحفاظ رووه عن مالك عن عبد الكريم عن مجاهد\nفالغلط من الشافعي أو غلط مالك في الوقت الذى سمعه منه الشافعي وكان قبل\nذلك أو بعده حدث به صحيحا فممن <span id='ms483'></span> حدث به عن مالك بلا غلط عبد الله بن وهب\nوالقعنبى روياه عن مالك عن عبد الكريم عن مجاهد وهذا الذى ذكره الطحاوي\nمخالف لما ذكره البيهقى عن القعنبى وقال أبو عمر في التمهيد رواه ابن وهب\nوابن القاسم ومكى بن ابراهيم وعبد الرحمن بن مهدى وبشر بن عمرو الوليد بن\nمسلم واسحاق بن سليمان الرازي ومحمد بن الحسن وغيرهم عن مالك عن عبد الكريم\nعن مجاهد - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p169'> Vol. 05, p. 169</a>\n            </div>\n             قال (باب محل الهدى والاطعام (1) إلى مكة ومنى\nوالصوم حيث شاء) ذكر فيه حديث جابر (منى كلها منحر وفي رواية كل فجاج مكة\nطريق ومنحر) - قلت الظاهران مراده من التبويب ان الهدى والطعام لا يكونان\nالا بمكة ولم يستدل على الطعام واطلاق قوله تعالى (ففدية من صيام أو صدقة\nأو نسك) - يقتضى ان الطعام كالصوم وكذا حكى ابن المنذر عن الشافعي فانه قال\nقال طاوس والشافعي الدم بمكة والاطعام والصوم حيث شاء -\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n             قال (باب الرجل يصيب امرأته بعد التحلل الاول وقبل\nالثاني) قلت - مذهب الشافعي ان الوطئ قبل الرمى يفسد الحج ذكره ابن المنذر\nوغيره وهو مخالف لظاهر قوله عليه السلام الحج عرفة إذ معناه ان الفساد\nينبغى بالوقوف وكما انه لا فساد بعد الرمى اجماعا فكذا قبله إذ الرمى من\nتوابع الحج فلا يتعلق به الفساد لحصول الوقوف وروى أبو حنيفة في مسنده عن\nعطاء بن السائب عن ابن عباس في الرجل يواقع امرأته بعد ما وقف بعرفة قال\nعليه بدنة وتم حجة - والظاهر ان مراد البيهقى في التبويب ان يكون الاصابة\nبعد الرمى قبل الطواف لكنه اخطأ في عبارته حيث اطلق ولم يقيد - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            \nقال (باب المفسد لعمرته يقضيها من حيث احرم ما افسد وكذا المفسد لحجه) قال\n(واما من ذهب إلى ان عائشة رفضت عمرتها وامرها عليه السلام بان تقضيها من\nالتنعيم فقد دللنا فيما مضى انه عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n             امرها بادخال الحج\nعلى العمرة) - قلت ذكر الطحاوي في اختلاف العلماء ان من افسد حجته أو عمرته\nله ان يقضيها من <span id='ms484'></span> موضعه عند أبى حنيفة واستدل على ذلك بقضية عائشة وقد قدمنا\nفي باب ادخال الحج على العمرة انه عليه السلام امرها برفض العمرة بالحج -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n             قال باب خطأ الناس يوم عرفة ذكر فيه (عن محمد بن اسمعيل عن\nسفيان عن ابن المنكدر عن عائشة) حديث (ألا ضحى يوم يضحى الامام) ثم ذكر (ان\nمحمدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n             هذا تفرد عن سفيان - قلت - اخرجه الترمذي بمعناه من حديث\nمعمر عن ابن المنكدر عن عائشة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p176'> Vol. 05, p. 176</a>\n            </div>\n             قال (باب من رخص في دخولها\nبغير احرام وان لم يكن محاربا) ذكر فيه حديث أبى قتادة (انه اصطاد حمار\nوحش) إلى آخره - قلت - مراده من الباب من دخلها لغير حج وعمرة إذ الداخل\nلاحدهما لا بد له من احرام بلا شك وأبو قتادة ان اراد دخولها كذلك وجب عليه\nالاحرام من الميقات فالحديث حينئذ غير مطابق للباب ويحتاج العلماء إلى\nالاعتذار عنه وان لم يرد دخولها فهو ايضا غير مطابق ودخوله لها مع النبي\nصلى الله عليه وسلم لا لحج ولا لعمرة في غاية البعد وفي شرح العمدة تكلموا\nفي كونه لم يكن محرما مع كونهم خرجوا للحج ومروا بالميقات ومن كان كذلك وجب\nعليها لا حرام من الميقات واجيب بوجوه - منها - مادل عليه اول الحديث انه\nارسل إلى جهة اخرى لكشفها وكان الالتقاء بعد مضى الميقات - ومنها - وهو\nضعيف انه لم يكن مريدا للحج والعمرة - ومنها - انه قبل توقيت المواقيت\nانتهى كلامه والحرج الطحاوي هذا الحديث في شرح الاثار بسند لا بأس به وفيه\nانه عليه السلام بعثه على الصدقة وخرج عليه السلام واصحابه وهم محرمون حتى\nنزلوا عسفان وجاء أبو قتادة وهو حل - الحديث - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p178'> Vol. 05, p. 178</a>\n            </div>\n             قال (باب قتل\nالمحرم الصيد عمدا) ذكر فيه (ان رجلا قال لعمرا جريت انا وصاحبى فرسين\nفاصبنا ظبيا ونحن محرمان) - قلت - سيأتي الكلام عليه ان شاء الله تعالى -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p180'> Vol. 05, p. 180</a>\n            </div>\n             قال (باب ما لا يأكل المحرم من الصيد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n             ذكر فيه\nحديث سعيد بن كثير بن عفير (ثنا سليمان بن بلال عن عمرو بن ابى عمرو عن <span id='ms485'></span>\nالمطلب بن عبد الله عن جابر) ثم قال (وكذلك رواه الشافعي عن ابراهيم بن\nمحمد عن عمرو وعن الثقة عنده عن سليمان بن بلال ورواه عبد العزيز بن محمد\nالدراوردى عن عمرو عن رجل من بنى سلمة عن جابر) ثم قال قال الشافعي ان ابن\nابى يحيى احفظ من الدراوردى وسليمان مع ابن ابى يحيى) قال البيهقى (وكذا\nيعقوب بن عبد الرحمن ويحيى بن عبد الله بن سالم وهما مع سليمان من الاثبات)\nقلت - الدراوردى احتج به الشيخان وبقية الجماعة وقال ابن معين ثقة حجة\nووثقه القطان وأبو حاتم وغيرهما واما\n</p>\n\n<p>\nابن ابى يحيى فلم يخرج له في شئ من الكتب الخمسة ونسبه إلى الكذب جماعة\nمن الحفاظ كابن حنبل وابن معين وغيرهما وقال بشر بن المفضل سألت فقهاء\nالمدينة عنه فكلهم يقولون كذاب أو نحو هذا وسئل مالك أكان ثقة فقال لا ولا\nفي دينه وقال ابن حنبل كان قدريا معتزليا جهميا كل بلاء فيه وقال البيهقى\nفي التيمم والنكاح (مختلف في عدالته) ومع هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n             كله كيف يرجح على\nالدراوردى ثم لو رجح عليه هو ومن معه فالحديث في نفسه معلول عمر وبن ابى\nعمرو مع اضطرابه في هذا الحديث متكلم فيه قال ابن معين وأبو داود ليس\nبالقوى زاد يحيى وكان مالك يستضعفه وقال السعدى مضطرب الحديث - والمطلب قال\nفيه ابن سعد ليس يحتج بحديثه لانه يرسل عن النبي صلى الله عليه وسلم كثيراو\nعامة اصحابه يدلسون ثم الحديث مرسل قال الترمذي المطلب لا يعرف له سماع من\nجابر فظهر بهذا ان الحديث فيه اربع علل - احداها - الكلام في المطلب -\nثانيتها - انه ولو كان ثقة فلا سماع له من جابر فالحديث مرسل - ثالثتها -\nالكلام في عمرو - رابعتها - انه ولو كان ثقة فقد اختلف عليه فيه كما مر -\nوقد اخرجه الطحاوي من وجه آخر عن المطلب عن أبى موسى - وقال ابن حزم في\nالمحلى هو خبر ساقط - وكيف يجعل البيهقى يحيى بن عبد الله بن سالم من\nالاثبات وقد <span id='ms486'></span> ضعفه الساجى وحكى تضعيفه عن ابن معين قال الطحاوي ومن جهة\nالنظر حديث أبى قتادة اولى من حديث المطلب لان الشئ لا يحرم على انسان بنية\nغيره ان يصيد له ولانهم لا يختلفون ان لحم الصيد إذا ذكى في الحل ثم ادخل\nالحرم جاز أكله فكذلك إذا احرم - وقال صاحب التمهيد في حديث أبى قتادة دليل\nعلى ان المحرم إذا اعان على الصيد بما قل أو كثر فقد فعل ما لا يجوز له\nوهذا اجماع من العلماء واختلفوا في المحرم يدل المحرم أو الحلال على الصيد\nفكرهه مالك والشافعي ولا جزاء عليه وقال أبو حنيفة واصحابه عليه الجزاء وبه\nقال احمد واسحق وهو قول على وابن عباس وعطاء - وقال الطحاوي لم يرو عن احد\nمن الصحابة خلاف ذلك فصار اجماعا - وفي الاشراف لابن المنذر هو قول سعيد بن\nجبير والشعبى والحارث العكلى وبكر بن عبد الله المزني - وفي التجريد\nللقدورى عن عطاء قال اجمع الناس على ان على الدال الجزاء - وذكر الطحاوي في\nاختلاف العلماء ان رجلا قال لعمراني اشرت إلى ظبى وانا محرم فقتله صاحبي\nفقال عمر لعبد الرحمن بن عوف ما ترى قال شاة قال وانا ارى ذلك - قال (باب\nالمحرم لا يقبل ما يهدى له من الصيد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p191'> Vol. 05, p. 191</a>\n            </div>\n             ذكر فيه عن جماعة منهم\nابن اسحق عن الزهري حديث هدية الصعب حمار وحش ثم ذكر (ان ابن عيينة خالفهم\nفرواه\n</p>\n\n<p>\nلحم حمار وحش وان مسلما اخرجه كذلك) - قلت - جعل صاحب التمهيد ابن اسحاق\nمع ابن عيينة وذكر انهما خالفا الجماعة فقالا لحم حمار وحش ثم قال البيهقى\n(ورواه الحميدى عن سفيان على الصحة) ثم اخرجه من طريقه ولفظه (حمار وحش) ثم\nقال (كذا وجدته في كتابي وهو سماع الحميدى عن سفيان فيما خلا ثم اضطرب فيه\nفيما بعد) ثم ذكر البيهقى بسنده إلى الحميدى انه قال (وكان سفيان يقول في\nالحديث أهديت لرسول الله صلى الله عليه وسلم لحم حمار وحش وربما قال يقطر\nدما وربما لم يقل وكان <span id='ms487'></span> فيما خلا ربما قال حمار وحش ثم صار إلى لحم حتى مات)\n- قلت - الذى في اصل سماعنا من مسند الحميدى وهو اصل جيد بخلاف ما ذكره\nالبيهقى فان لفظه أهديت لرسول الله صلى الله عليه وسلم لحم حمار وحش ثم قال\nالحميدى وكان سفيان ربما جمعهما مرة في حديث واحد وربما فرقهما وكان يقول\nحمار وحش ثم صار إلى لحم ثم ذكر البيهقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n             (عن الصعب انه اهدى\nللنبى صلى الله عليه وسلم عجز حمار فأكل منه) ثم قال (اسناد صحيح فكأنه رد\nالحى وقبل اللحم) - قلت - هذا في سنده يحيى بن سليمان الجعفي عن ابن وهب\nاخبرني يحيى بن ايوب هو الغافقي المصرى ويحيى بن سليمان ذكر الذهبي في\nالميزان والكاشف عن النسائي انه ليس بثقة وقال ابن حبان ربما غرب والغافقي\nقال النسائي ليس بذاك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n             القوى وقال أبو حاتم لا يحتج به وقال\nاحمد كان سيئ الحفظ يخطئ خطاءا كثيرا وكذبه مالك في حديثين فعلى هذا لا\nيشتغل بتأويل هذا الحديث لاجل سنده ولمخالفته للحديث الصحيح وقول البيهقى\nوقبل اللحم يرده ما في الصحيح انه عليه السلام رده - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n             قال (باب\nما جاء في حرم المدينة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p196'> Vol. 05, p. 196</a>\n            </div>\n             ذكر في آخره حديث الذى اصطاد نهسا\nفارسله زيد ثم قال (قال البوشنجى النهساء الطير الصغير) - قلت - كذا ذكره\nبالالف والمعروف فيه نهس بضم النون وفتح الهاء من غير الف - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \nقال (باب كراهة قتل اصيد بوج)\n</p>\n\n<p>\nذكر فيه حديث الزبير - قلت - سكت عنه وفى سنده محمد بن عبد الله بن انسان\nعن ابيه ومحمد قال فيه أبو حاتم ليس بالقوى وفي حديثه نظر وذكر له البخاري\nهذا الحديث وقال لا يثابع عليه وأبوه لا يعرف روى عنه غير ابنه وقال\nالبخاري لا يصح حديثه وكذا قال ابن حبان والازدى - ذكر الخلال في العلل ان\nاحمد ضعفه وصحح الشافعي حديثه واعتمده كذا في الميزان - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p200'> Vol. 05, p. 200</a>\n            </div>\n             قال\n(باب جواز الرعى في الحرم) - قلت - قوله عليه السلام لا يختلى خلاها يدخل\nفيه الرعى ايضا وكما منع من اتلافه <span id='ms488'></span> بالقطع يمنع بالرعى كالصيد لما منع من\nقتله يمنع ان يرسل عليه كلبا يقتله وكزرع الادمى وقال الطبري في التهذيب\nالصواب انه لا يجوز الارعاء لانه سبب لاستهلاكه كالقطع واستدل البيهقى على\nالجواز بقوله عليه السلام في المدينة (ولا يخبط فيها شجرة الا لعلف) - قلت\n- حرم مكة والمدنية مختلفان فلا يقاس احدهما على الاخر - قال البغوي في\nالتهذيب لا جزاء في صيد المدينة وشجرها في الجديد - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n             قال (باب\nالنفر يصيبون الصيد) ذكر فيه (عن مالك عن عبد الملك بن قرير عن ابن سيرين\nان رجلا اجرى هو وصاحبه فرسين فاصابا ظبيا فحكم فيه عمر وعبد الرحمن بن عوف\nبعنز) - قلت - هذا الاثر منقطع ابن سيرين لم يدرك عمرو ذكر البخاري في\nتاريخه في ترجمة عبد الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n             ابن قريب الاصمعي عن ابن معين انه\nقال روى مالك عن عبد الملك بن قرير وانما هو قريب قال الاصمعي سمع منى مالك\nوحكى البيهقى في كتاب المعرفة عن الشافعي ان مالكا وهم في عبد الملك بن\nقرير وانما هو عبد العزيز بن قرير وذكر الخطيب في كتاب التخليص عبد الملك\nبن قريب الاصمعي ثم ذكر عبد الملك بن قرير وقال هو اخو عبد العزيز ففعلى ما\nذكر الشافعي والخطيب عبد الملك بن قرير ليس هو الاصمعي ولم اقف على حاله\nولو صح هذا الاثر كان ظاهره حجة عى البيهقى لانهما اوجبا عليه عنزا ومذهب\nالبيهقى انه يجب عليه نصفه وقوله تعالى (ومن قتله منكم متعمدا فجزاء مثل ما\nقتل) - شرط وجزاء فكل من دخل تحت الشرط يلزمه الجزاء كملا نحو من دخل دارى\nفله درهم فكل داخل له درهم كلا - فان قيل - كل منهما داخل - قلنا - وهنا كل\nمنهما قاتل إذا القتل فعل يجوز أن يكون خروج الروح عنده ولهذا يجب على\nالجماعة القصاص فان قيل - انما اوجب الله تعالى جزاءا واحدا - قلنا - وكذا\nاوجب الله تعالى في قتل الخطاء كفارة واحدة بقوله تعالى (ومن\n</p>\n\n<p>\nقتل مؤمنا خطأ فتحرير رقبة) - ومع هذا يجب <span id='ms489'></span> على كل منهم كفارة تامة ووافق\nالشافعي على ذلك حكاه عنه ابن المنذر وغيره - وقال صاحب التمهيد لا يختلفون\nفي ذلك - ثم ذكر البيهقى اثرا عن ابن عباس في سنده عبد الواحد بن زياد عن\nأبى شيبة سعيد بن عبد الرحمن الزبيدى - قلت - أبو شيبة هذا قال ابن عدى لا\nيتابع على حديثه وكذا حكى العقيلى عن البخاري - وعبد الواحد خرج له في\nالصحيح ومع ذلك تكلموا فيه قال الذهبي قال ابن معين ليس بشئ وقال أبو داود\nالطاليسى عمد إلى احاديث كان يرسلها الاعمش فوصلها كلها ثم ذكر البيهقى\nاثرا عن عمار بن أبى عمار إلى آخره - قلت - اظطرب في هذا الاثر فذكره\nالبيهقى في هذا الكتاب على وجهين وذكره في كتاب المعرفة على وجهين آخرين\nفحكى عن الشافعي انا الثقة عن حماد بن سلمة عن زياد مولى بنى مخزوم وحكى\nايضا عن الشافعي في كتاب اختلاف مالك والشافعي ان الثقة عن حماد بن سلمة عن\nعمار مولى بنى هاشم سئل ابن عباس والى آخره - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n             قال (باب جزاء\nالحمام) ذكر فيه (عن جماعة من الصحابة انهم اوجبوا فيه (1) شاة) - قلت -\nالشاة لا تشبه الحمامة من حيث المنظر فعلمنا انهم اوجبوه من حيث القيمة\nوايضا فقد تقدم ان الشاة تشبه الظبى والظبى لا يشبه الحمامة فكذا الشاة\nالتى تشبه الظى ثم ان الذين اوجبوا\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n             فيها الشاة بعضهم اطلق الحمامة ومقتضاه انه تجب فيها\nالشاة مطلقا والشافعي فرق فاوجب في حمام الحرم شاة وفي حمام غير الحرم\nقيمته كذا حكى عنه صاحب الاستذكار - قال (باب جزاء ما دون الحمام) ذكر فيه\n(عن ابن عباس قال ما كان سوى حمام الحرم ففيه ثمنه) - قلت - هذا تفريق بن\nحمام الحرم وغيره كما تقدم عن الشافعي وليس بمناسب للباب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p206'> Vol. 05, p. 206</a>\n            </div>\n             قال\n(باب كون الجراد من صيد البحر) ذكر فيه حديثا في سنده ميمون بن جابان فقال\nفيه (لا يعرف) - قلت - بل هو معروف روى عنه الحماد ان والمبارك\n</p>\n\n<p>\nابن فضالة ووثقه العجلى وقال المزى <span id='ms490'></span> في كتابه ثقة وقال صاحب الميزان ذكره\nابن حبان في ثقاته - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p207'> Vol. 05, p. 207</a>\n            </div>\n             قال (باب ما للمحرم قتله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n             ذكر\nفي اواخره (عن أبى عبيد انه قال قد يجوز في الكلام ان يقال للسبع كلب الا\nترى انهم يروون في المغازان عتبة بن ابى لهب كان شديد الاذى للنبى صلى الله\nعليه وسلم) - قلت - سكت عنه البيهقى موافقا لابي عبيد وذكر عن ابى الصلاح\nانه قال قوله عتبة مما يغلط فيه وهذه القضية لعتيبة اخى عتبة ذكر ذلك اهل\nالمعرفة بالنسب والمغازى واما عتبة فانه بقى حتى اسلم يوم الفتح وهو مذكور\nفي كتب الصحابة رضى الله عنهم - ولم يرد ما عقر من السباع وانما اراد الكلب\nالمعروف المراد بقوله عليه السلام إذا ولغ الكلب - من اقتنى كلبا - لان\nاطلاق اسم الكلب على هذا حقيقة وهو مراد بالاجماع واطلاقه على ما عقر من\nالسباع ليس بطريق الحقيقة فلو اريد الاخر لكان جمعا بين المعنيين بلفظ واحد\nوايضا فان الضبع اشد عقرا من الكلب المعروف واكثر قتلا للناس واكلا للحومهم\nوشربا لدمائهم ويعد عليهم ويحتفهم ويبتدئ بالاذى ومع ذلك جعله النبي عليه\nالسلام صيدا فدل انه لم يرد بالكلب ما يعقر من السباع ولو كان الامر كما\nقالوا لشمله اسم الكلب العقور فوجب ان لا يجب شئ بقتله - وفي الاشراف لابن\nالمنذر كان العلماء بالشام يعدونها من السباع ويكرهون أكلها - فان قيل فلم\nابحتم قتل الذئب - قلنا - للنص عليه فيما ذكره البيهقى من حديث ابن المسيب\nمرسلا واخرجه الطحاوي من حديث ابى هريرة مرسلا وعن ابن عمر موقوفا عليه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p211'> Vol. 05, p. 211</a>\n            </div>\n             قال (باب لا يفدى الا ما يؤكل لحمه) استدلالا بما مضى وبانه\nتعالى انما حرم عليهم بقوله (وحرم عليكم صيد البر) - ما كان حلالا قبل الا\nحرام - قلت - يباح صيد المأكول وغيره للانتفاع به فحرم عليهم عند الا حرام\nالكل الاما استثناه وقد ثبت في الصحيح نهيه عليه السلام عن أكل كل ذى ناب\nمن السباع ويندرج الضبع كما تقدم بيانه ويندرج الثعلب ايضا لانه <span id='ms491'></span> ذوناب من\nالسباع ومع ذلك اباحهما الشافعي ورأى فيهما على المحرم الجزاء -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n             قال (باب المحصر يذبح ويحل حيث احصر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n             ذكر فيه (عن\nالشافعي انه قال الحديبية بعضها في الحل وبعضها في الحرم وانما نحر الهدى\nعندنا في الحل) - قلت - قد تقدم في الباب السابق انه عليه السلام كان\nمضطربه في الحل وكان يصلى في الحرم واسند الطحاوي عن المسور قال كان النبي\nصلى الله عليه وسلم بالحديبية خباؤه في الحل ومصلاه في الحرم - قال الطحاوي\nولا يجوز في قول احد من العلماء لمن قدر على دخول شئ من الحرم ان ينحر هديه\nدون الحرم فلما ثبت انه عليه السلام كان يصلى في الحرم استحال ان يكون نحر\nالهدى في غيره لان الذى يبيح نحر الهدى في غيره انما يبيحه في حال الصدعنه\nلا في حال القدرة عليه انتهى كلامه ويدل على انه عليه السلام نحر في الحرم\nما اخرجه النسائي بسند صحيح عن ناجية بن كعب الاسلمي انه اتى النبي صلى\nالله عليه وسلم حين صد الهدى فقال يا رسول الله ابعث به معى فانا انحره -\nقال وكيف قال آخذ به في اودية لا يقدر عليه قال فدفعه إليه فانطلق به حتى\nنحره في الحرم - وفي الباب الذى بعد هذا الباب من كلام ابن عباس ما يدل على\nذلك وفي مصنف ابن أبى شيبة ثنا أبو اسامة عن أبى العميس عن عطاء قال كان\nمنزل النبي صلى الله عليه وسلم يوم الحديبية في الحرم - وفي الاستذكار قال\nعطاء وابن اسحاق لم ينح؟؟ ر عليه السلام هدية يوم الحديبية الا في الحرم -\nثم ذكر البيهقى اثرا (عن حسين بن على انه مرض بالسقيا وان عليا امر برأسه\nفحلق رأسه ونسك عنه بالسقيا فنحر عنه بعيرا) - قلت - ذكر الطحاوي ان هذا لا\nيصح لانهم لا يبيحون لمن لم يمنع من الحرم ان يذبح في غيره وانما يختلفون\nإذا منع منه فلما انحر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n             في غيره وهو واصل إليه دل على انه\nاراد <span id='ms492'></span> الصدقة عليهم لا الهدى - انتهى كلامه ثم هذا الاثر حجة على البيهقى\nواصحابه لانهم لا يرون الا حلال في الا حصار بالمرض - قال (باب لا قضاء على\nالمحصر) ذكر فيه اثرا (عن ابن عباس انه قال انما البدل على من نقض حجه\nبالبلدة (1) فاما من حبسه عذر أو غير ذلك فانه يحل ولا يرجع وان كان معه\nهدى وهو محصر بجيزه (2) ان كان لا يستطيع ان يبعث به وان استطاع ان يبعث به\nلم يحل حتى يبلغ الهدى محله) - قلت هذا الاثر وان دل على ما ذكره فانه يدل\nعلى ان الهدى لا يذبح الا في الحرم كما سبق الوعد به في الباب السابق وقد\nاوجب على المحصر القضاء العراقيون ومجاهد وعكرمة والنخعي والشعبى والطبري\nاستدلالا بانه عليه السلام واصحابه اعتمروا\n</p>\n\n<p>\nفي العام المقبل قضاء التلك العمرة ولذلك سميت عمرة القضاء ولحديث الحجاج\nبن عمرو المذكور فيما بعد في باب الاحلال بالاحصار بالمرض ولفظه من كسرا\nوعرج فقد حل وعليه اخرى - وعن ميمون بن مهران قال خرجت معتمرا عام حاصر اهل\nالشام ابن الزبير بمكة وبعث معى رجال من قومي بهدى فلما انتهينا إلى اهل\nالشام منعونا ان ندخل الحرم فنحرت الهدى بمكانى ثم احللت ثم رجعت فلما كان\nمن العام المقبل خرجت لا قضى عمرتي فأتيت ابن عباس فسألته فقال ابدل الهدى\nفان رسول الله صلى الله عليه وسلم امر اصحابه ان يبدلوا الهدى الذى نحروا\nعام الحديبية في عمرة القضاء اخرجه أبو داود\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا - وفى السنن - بالتلذذ - وهو الصواب (2) كذا وفى السنن - نحره -\nوهو الصواب (وأخبرنا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n             في سننه بسند حسن - قال الخطابى من اوجبه\nيعنى القضاء فانه يلزمه بدل الهدى لقوله عزوجل (هديا بالغ الكعبة) - ومن\nنحر الهدى في الموضع الذى احصر فيه وكان خارجا من الحرم فان هديه لم يبلغ\nالكعبة فيلزمه ابدا له أو ابلاغه الكعبة وفي الحديث حجة لهذا القول - قال\n(باب من لم ير الاحلال بالاحصار بالمرض) (قال الله تعالى (فان احصر تم فما <span id='ms493'></span>\nاستيسر من الهدى) قال الشافعي فمن حال بينه وبين البيت مرض حابس فليس بداخل\nفي معنى الاية لانها نزلت في الحائل من العدو) - قلت - ذهب ابن مسعود وعطاء\nوجمهور اهل العراق وأبو ثر في رواية ان الاحصار يكون بالمرض كذا في\nالاستذكار واكثر اهل اللغة على ان الاحصار بالمرض والحصر بالعد وفوجب\nاستعمال اللفظ في حقيقته وهو المرض ويدخل العدو فيه بالمعنى ولما كان سبب\nنزول الاية العدو وعدل عن لفظ الحصر المختص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n             بالعد والى الاحصار\nالمختص بالمرض دل على انه اريد باللفظ ظاهره وهو المرض ولما حل عليه السلام\nوامر به اصحابه دل على ان الحصر من حيث المعنى كذلك وايضا لما جاز الاحلال\nبالعد ولتعذر الوصول إلى البيت وذلك المعنى موجود في المرض ساواه في حكمه\nولهذا لو حبس في دين أو غيره فتعذر وصوله كان كالمحصر ولو منعها من حج\nالتطوع بعد الا حرام جاز لها الا حلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n             قال (باب حصر المرأة\nتحرم بغير اذن زوجها)\n</p>\n\n<p>\nذكر فيه حديث حسان بن ابراهيم (قال ابراهيم الصائغ قال نافع قال ابن عمر\nعن النبي صلى الله عليه وسلم ليس لها ان تنطلق إذ باذن زوجها) - قلت - هذا\nالحديث في اتصاله نظرو قال البيهقى في كتاب المعرفة تفرد به حسان بن\nابراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n             وفي الضعفاء للنسائي حسان ليس بالقوى وقال العقيلى في\nحديثه وهم وفي الضعفاء لابن الجوزى ابراهيم بن ميمون الطائغ لا يحتج به\nقاله أبو حاتم - قال باب من قال ليس له منعها لفريضة الحج ذكر فيه حديث\n(إذا استأذنت احدكم أمرأته إلى المسجد فلا يمنعها وفي رواية لا تمنعوا ماء\nالله مساجد الله) - قلت - المراد بالحديث الصلواة بدليل قوله في الحديث\nوبيوتهن خير لهن - إذ الخروج إلى الحج خير من بيوتهن ذكره أبو بكر الرازي\nوفي الاشراف لابن المنذر اجمع كل من يحفظ قوله من اهل العلم على ان للرجل\nمنع زوجته من الخروج إلى الحج التطوع (1) واختلفوا في منعه اياها حجة\nالاسلام فقال ابراهيم النخعي واحمد واسحق <span id='ms494'></span> وأبو ثور واصحاب الرأى ليس له\nمنعها من حجة الاسلام وقال الشافعي ان اهلت بغير اذنه ففيه قولان - احدهما\nان تكون كمن احصر فتذبح وتقصر وتحل - والاخر ان عليه تخليتها قال واصح\nمذهبيه الذى يوافق سائر العلماء ولا اعلمهم يختلفون انه ليس له منعها من\nصوم ولا صلوة واجب - قال (باب المرأة يلزمها الحج بوجود السبيل إليه وكانت\nمع ثقة من النساء في طريق (آمنة)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n             - قلت - هذا مخالف لظاهر الحديث الذى ذكره في الباب\nالذى بعد هذا وهو قوله عليه السلام لا تسافر المرأة ثلاثا - الحديث وكما\nشرط جميع العلما الصحة وان كان لا ذكر لها في الاية وفسر البيهقى الاستطاعة\nبالزاد والراحلة بحديث ضعفه هو فيما تقدم فلغيره ان يفسر الاستطاعة في حق\nالمراة بالمحرم بحديث متفق على صحته وذهب الحسن والنخعي وأبو حنيفة واصحابه\nواحمد واسحق وأبو ثور إلى ان المحرم أو الزوج من السبيل فان لم تجد هما فلا\nحج عليها - وفي المعالم للخطابي المرأة وصفها الشافعي لا تكون ذا حرمة (1)\nوقد حظر صلى الله عليه وسلم ان تسافر الا معهذ ومحرم - فاباحة الخروج مع\nعدمه خلاف السنة وسببها (2) اصحاب الشافعي بالكافرة تسلم في دار الحرب\nوالاسيرة من المسلمين تتخلص من الكفار تهاجر إلى المسلمين بلا محرم لانه\n</p>\n\n<p>\nسفرو اجب فكذا الحج ولو كانا سواء الجازلها ان تحج وحدها بلا محرم أو\nامرأة ثقة فلما لم يبح لها الا مع امرأة ثقة دل على الفرق بينهما - وقال\nابنا لمنذر اغفل قوم القول بظاهر هذا الحديث يعنى حديث اشتراط المحرم في\nسفر المرأة وشرط كل منهم شرطا لا حجة لهم فيما اشترطوه فقال مالك تخرج مع\nجماعة من النساء وقال الشافعي تخرج مع ثقة حرة مسلمة وقال ابن سيرين تخرج\nمع رجل من المسلمين وقال الاوزاعي تخرج مع قوم عدول وتتخذ سلما تصعد عليه\nوتنزل ولا يقربها الرجل الا انه يأخذ برأس البعير ويضع رجله على ذراعه وقال\nابن المنذر ظاهر الحديث اولى ولا نعلم مع هؤلاء <span id='ms495'></span> حجة توجب ما قالوا - ثم ذكر\nالبيهقى حديث ابن عمر (من استطاع إليه سبيلا الزاد والراحلة) ثم قال\n(ورويناه من اوجه صحيحة عن الحسن مرسلا وفيه تقوية المسند) - قلت - في هذا\nالكلام تقوية لهذا الحديث وكذا كلامه تقوية لهذا الحديث وكذا كلامه في\nاوائل الحج في باب بيان\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا (2) كذا ولعل الصواب - وشببها - ح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p225'> Vol. 05, p. 225</a>\n            </div>\n             السبيل وقد\nذكرنا هناك انه ضعف الحديث بعد ذلك ببابين وليس في هذا الحديث ولا في هذا\nالباب اشتراط الثقة من النساء ولا امن الطريق - وقال أبو بكر الرازي اسقط\nالشافعي اشتراط المحرم وهو منصوص عليه وشرط المرأة ولا ذكر لها - ثم ذكر\nالبيهقى حديث عدى في خروج المرأة من الحيرة إلى مكة - قلت - هذا خبر منه\nعليه السلام ان ذلك يقع بعده ولم يقل ان ذلك يجوز اولا وقبل معناه ان\nالاسلام ينتشر ويظهر الا من بحيث تخرج المرأة لا تخاف احدا الا الله لكونها\nخالفته وحجت بغير محرم وقد قال صلى الله عليه وسلم في الصحيح لا تقوم\nالساعة حتى يمر الرجل بقبر الرجل فيقول يا ليتنى مكانه - وهذا وان كان فيه\nتمنى الموت المنهى عنه لكنه خبر منه صلى الله عليه وسلم ان ذلك سيكون من\nغير تعرض منه صلى الله عليه وسلم لجوازه - قال (باب الاختيار لوليها ان\nيخرج معها) ذكر فيه حديث (انطلق فاحجج مع امرأتك) قلت هذا الحديث يرد على\nالبيهقى في جواز خروجها مع ثقة إذ لو جاز لها ذلك لقال عليه السلام امض انت\nفيما اكتتبت فيه فلا حاجة لها اليك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n             قال (باب المرأة تنهى عن\nكل سفر لا يلزمها بغير محرم) قلت - احاديث هذا الباب تشتمل السفر لما\nيلزمها ولما لا يلزمها وبهذا تبين ان المحرم للمرأة من جملة الاستطاعة كما\nقررناه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n             قال (باب جواز الجذع من الضان) ذكر فيه حديث (يوفى\nالجذع مما يوفى منه الثنى) - قلت هذا عام يدخل فيه الجذع من غير الضان فهو\nغير مطابق - قال (باب لا محل للهدى في غير الاحصا <span id='ms496'></span> دون الحرم) لقوله تعالى\n(ثم محلها إلى البيت العتيق) - قلت - هذه الاية لم يستثن فيها الاحصار فهى\nغير مطابقة لمدعاه وكذا كلام ابن المسيب ومن وافقه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p231'> Vol. 05, p. 231</a>\n            </div>\n             قال (باب\nالحرم كله منحر) ذكر فيه حديث اسامة بن زيد (عن عطاء عن جابر كل عرفة موقف)\nالحديث ثم قال (قال يعقوب) يعنى ابن سفيان (اسامة عند اهل بلده المدينة ثقة\nمامون) - قلت - اسامة هذا هو الليثى تركه يحيى بن سعيد لاجل هذا الحديث كذا\nقال ابن حنبل وقال ايضا روى عن نافع احاديث مناكير فقال له ابنه عبد الله\nهو حسن الحديث فقال احمد ان تدبرت حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p239'> Vol. 05, p. 239</a>\n            </div>\n             فستعرف فيها النكرة\nوفي رواية انظر في حديثه يتبين لك اضطراب حديثه - قال (باب الاكل من\nالضحايا والهدايا التى يتطئع بها صاحبها) (قال الله تعالى فكلوا منها\nوأطعموا) - قلت يقتضى التبويب انه لا يأكل من هدى المتعة والقران وهو مذهب\nالشافعي وذلك مخالف لظاهر الاية لانهما داخلان في عموم قوله تعالى (والبدن\nجعلناها لكم من شعائر الله فكلوا) الاية وايضا فانه عليه السلام يأكل من\nمجموع هديه وكان بعضه أو كله عن متعة لانه صح من حديث جابر وغيره انه عليه\nالسلام قال لولا الهدى لا حللت وهدى المتمتع لا يمنع من الاحلال والقارن لا\nيحل ولو ساق الهدى وقد صرح البيهقى فيما بعد انه لا يأكل من المتعة والقران\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p240'> Vol. 05, p. 240</a>\n            </div>\n             قال (باب لا يبدل ما اوجبه من الهدايا) ذكر فيه حديث جهم بن\nالجارون (عن سالم عن ابيه اهدى عمر) إلى آخره - قلت - جهم مجهول كذا في\nالضعفاء والميزان\n</p>\n\n<p>\nللذهبي - وقال ابن القطان مجهول لا يعرف روى عنه غير أبى عبد الرحمن ذكره\nالبخاري وأبو حاتم - وفي التاريخ للبخاري لا يعرف له سماع من سالم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p241'> Vol. 05, p. 241</a>\n            </div>\n             قال (باب ما لا يجزى من العيوب في الهدايا) ذكر فيه حديث\nالبراءة - قلت - سكت عنه هنا واعاده في كتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p242'> Vol. 05, p. 242</a>\n            </div>\n             الاضحية وعلله\nواطال الكلام عليه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p244'> Vol. 05, p. 244</a>\n            </div>\n             كتاب البيوع قال (باب اباحة التجارة) ذكر\nفيه حديثا عن شريك عن وائل عن جميع <span id='ms497'></span> بن عمير عن ابي بردة ثم قال (الصحيح\nرواية وائل عن سعيد بن عمير عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p263'> Vol. 05, p. 263</a>\n            </div>\n             النبي صلى الله عليه وسلم\nمرسلا) - قلت - اخرجه الحاكم في المستدرك من حديث الثوري عن وائل عن سعيد\nبن عمير عن عمه عن النبي صلى الله عليه وسلم ثم قال صحيح الاسناد وذكر ابن\nمعين ان عم سعيد البراء بن عازب وإذا اختلف الثوري وشريك فالحكم للثوري\nانتهى كلامه وظهر بهذا ان الصحيح في هذا الحديث الرفع لجلالة الثوري ولانه\nزاد - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p264'> Vol. 05, p. 264</a>\n            </div>\n             قال (باب كراهية اليمين في البيع) ذكر فيه حديث السماسرة\nمن طريق الاعمش عن قيس بن أبى غرزة - قلت - اخرجه أبو داود وابن ماجه من\nطريق الاعمش عن أبى وائل عن قيس وهو الصواب ولعل سقوط أبى وائل من سنن\nالبيهقى من الكاتب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p265'> Vol. 05, p. 265</a>\n            </div>\n             قال (باب من قال لا يجوز بيع العين\nالغائبة)\n</p>\n\n<p>\nذكر فيه حديث النهى عن بيع الغررو عن بيع ما ليس عندك - قلت - في المحلى\nإذا وصف الغائب عن رؤية وخبرة وملكه المشترى فاين الغررو لم يزل المسلمون\nيتبابعون الضياع في البلاد البعيدة بالصفة - باع عثمان لطلحة ارضا بالكوفة\nولم يرياه فقضى جبير بن مطعم ان الخيار لطلحة وما نعلم للشافعي سلفا في منع\nبيع الغائب الموصوف ولا خلاف في اللغة ان ما في ملك بايعه فهو عنده وما ليس\nفي ملكه فليس عنده وان كان بيده - وفي نوادر الفقهاء لابن بنت نعيم اجمع\nالصحابة على جواز بيع الغائب المعذور (1) على تسليمه وان لمشتريه خيار\nالرؤية إذا رآه - وفي اختلاف العلماء للطحاوي قال الله تعالى\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا والصواب - المقدور - ح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p266'> Vol. 05, p. 266</a>\n            </div>\n             (ولا تأكلوا اموالكم بينكم\nبالباطل الا ان تكون تجارة عن تراض منكم) فاباح تعالى التجارة عن تراض ولمى\nفرق بينهما رؤى أو لم يروا جاز عليه السلام بيع العنب إذا اسود والحب إذا\nاشتد وهما غير مرئيين وأصحاب رسول الله صلى الله عليه وسلم جوز وابيع\nالغائب وليس هو من باب الملامسة والمنابذة كما زعم اصحاب الشافعي ولا من\nباب الغرور لان الغرور <span id='ms498'></span> لان الغرر ما كان على خطر لا يدرى ايكون ام لا\nكالطير في الهواء والسمك في الماء وما لا يقدر على تسليمه كذا قال اهل\nاللغة والغائب ليس كذلك - فان قيل قد يهلك - قلنا - وكذا سائر اشياء وليس\nهذا بيع ما ليس عند الانسان إذ المراد من ذلك ما ليس في ملكه ولا خلاف في\nاللغة ان الانسان يقول عندي ضياع ودور أي في ملكى وان كانت غائبة - فان قيل\n- الابق متفق على منع بيعه فكذا الغائب - قلنا - لم يمتنع بيع الابق لغيبة\nبل لتعذر تسليمه كالطير في الهواء انتهى كلامه على انهم تركوا ظاهر قوله\nعليه السلام لا تبع ما ليس عندك - إذ يجوز بيع ما ليس عنده اتفاقا إذا كان\nقد رآه ويبطل عندهم بيع ما عنده إذا لم يكن رآه ذكره القدورى في التجرى -\nثم ذكر البيهقى في آخر هذا الباب حديث (يوسف بن ماهك عن حكيم ابن حزام لا\nتبع ما ليس عندك) - قلت - هذا الحديث اختلف فيه على ابن ماهك فروى عنه كذلك\nوروى عنه عن عبد الله ابن عصمة عن حكيم كذا ذكره البيهقى فيما بعد في باب\nالنهى عن بيع ما لم يقبض وسنتكلم عليه هناك ان شاء الله تعالى وعلى تقدير\nصحته تقدم الجواب عنه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p267'> Vol. 05, p. 267</a>\n            </div>\n             قال (باب المتبايعان بالخيار ما لم\nيتفرقا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p268'> Vol. 05, p. 268</a>\n            </div>\n             ذكر فيه حديث أبى برزة وقوله (ما اراكما افترقتما) -\nقلت - لا حجة في هذا الحديث لان قيامه إلى فرسه مفارقة قال الطحاوي قد\nاقاما بعد البيع مدة يعلم ان كلامنهما قد قام إلى مالا بدله منه من حاجة\nالانسان وقيامه إلى صلوة يكون بذلك تاركا لما كان فيه ومشتغلا بما سواه مما\nلو وقع مثله في صرف تصارفاه قبل القبض لفسد الصرف فكذلك لو كان الخيار\nواجبا في البيع بعد عقده لقطعته هذه الاشياء فدل ذلك على ان التفريق عند\nأبى برزة لم يكن بالابدان ثم ذكر حديثا في سنده حفص بن غيلان عن سليمان بن\nموسى - قلت - كلاهما متكلم <span id='ms499'></span> فيه ثم ظاهر قوله فوجب له متروك عندهم إذ لا يجب\nله ماداما في المجلس - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p270'> Vol. 05, p. 270</a>\n            </div>\n             ثم ذكر البيهقى في آخر الباب (عن ابن\nعيينة انه حدث الكوفيين يعنى بحديث الخيار قال فحدثوا به ابا حنيفة فقال)\nإلى آخره - قلت - هذه حكاية منكرة لا تليق بابى حنيفة مع ما سارت به\nالركبان وشحنت به كتب اصحابه ومخالفيه من ورعه المشهور ولقد حكى الخطيب في\nتاريخه ان الخليفة في زمنه ارسل إليه يستفتيه في مسألة فارسل إليه بجوابها\nفحدثه بعض من كان جالسا في حلقته بحديث يخالف فتياه فرجع عن الفتيا وارسل\nالجواب إلى الخليفة على مقتضى الحديث ويحتمل ان تكون الافة من بعض رواة\nالحكاية ولم يعين ابن عيينة من حدثه بذلك بل قال حدثونا وعلى تقدير صحة\nالحكاية لم يرد بقوله ليس هذا بشئ الحديث وانما اراد ليس هذا الاحتجاج بشئ\nيعنى تأويله بالتفرق بالابدان فلم يرد الحديث بل تأوله بان التفريق المذكور\nفيه هو التفرق بالاقوال لقوله تعالى وان يتفرقا يغن الله كلامن سعته) ولهذا\nقال ارأيت لو كانا في سفينة أو تأول المتبايعين بالمتساومين على ما هو\nمعروف من مذهب الحنفية ومذهبه هو قول طائفة من اهل المدينة واليه ذهب مالك\nوربيعة والنخعي واهل الكوفه ورواه عبد الرزاق عن الثوري - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p272'> Vol. 05, p. 272</a>\n            </div>\n             قال\n(باب الدليل على انه لا يجوز شرط الخيار اكثر من ثلاثة ايام) ذكر فيه حديث\nالمصراة - قلت - لا حجة فيه إذ جعل فيه الخيار للمشترى بلا رضا البائع ولا\nبان يشترط عند العقد ثم ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p273'> Vol. 05, p. 273</a>\n            </div>\n             حديث (لا خلابة) - قلت - لا حجة\nفيه ايضا إذ الشافعي لا يقول به ويجعله خاصا بذلك الرجل حكاه عنه البيهقى\nفيما بعد\n</p>\n\n<p>\nفي باب ما جاء في عهدة الرقيق وذلك انه جعل له الخيار بقوله عند التبايع\nلا خلابة رضى معامله اولا فلا يشبه الخيار الذى يتفقان عليه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p274'> Vol. 05, p. 274</a>\n            </div>\n            \nقال (باب تحريم التفاضل في الجنس الواحد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p278'> Vol. 05, p. 278</a>\n            </div>\n             ذكر فيه حديثا عن ابن\nعمر في آخره (هذا عهد نبينا صلى الله عليه وسلم الينا) ثم <span id='ms500'></span> ذكر عن الشافعي\nانه قال هذا خطأ) واستدل على ذلك بانه (روى الحديث عن ابن عيينة عن ورد ان\nعبن عمر) ولفظه (هذا عهد صاحبنا الينا قال الشافعي يعنى بصاحبنا عمر) - قلت\n- حكى صاحب التمهيد هذا القول عن الشافعي ثم قال قول الشافعي عندي غلط على\nاصله لان قول صاحبنا مجمل يحتمل ان يريد رسول الله صلى الله عليه وسلم وهو\nالاظهر ويحتمل ان يريد عمر فلما قال مجاهد عن ابن عمر هذا عهد نبينا فسر ما\nاجمل وردان وهذا اصل ما يعتمد عليه الشافعي في الاثار ولكن الناس لا يسلم\nمنهم احد من الغلط وانما دخلت الداخلة على الناس من قبل التقليد لانهم إذا\nتكلم العالم عند من لا يمعن النظر بشئ كتبه وجعله دينا يردبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p279'> Vol. 05, p. 279</a>\n            </div>\n            \nما خلفه دون ان يعرف الوجه فيه فيقع الخلل وبالله التوفى يق - ورد بعض\nاصحابنا على صاحب التمهيد بان ابن عمر لم يسمع ذلك من النبي صلى الله عليه\nوسلم كما صرح به ابن عمر في بعض الروايات ولا يرد ذلك عليه لانه لم يلتزم\nان ابن عمر سمعه من النبي صلى الله عليه وسلم بل لو عهده عليه السلام إلى\nعمر أو غيره ثم سمعه ابن عمر منه جاز له ان يقول عهد نبينا وليست هذه\nالعبارة باغرب من قول النزال بن سبرة قال لنا رسول الله صلى الله عليه وسلم\nانا واياكم كنا ندعى بنى عبد مناف والنزال لم ير رسول الله صلى الله عليه\nوسلم وانما اراد قال لقومنا - ثم ذكر البيهقى ان معاوية باع سقاية من ذهب\nأو ورق باكثر من وزنها فقال له أبو الدرداء) إلى آخره - قلت - تقدم في\nالباب السابق ان هذه القصة جرت لمعاوية مع عبادة ابن الصامت وقال صاحب\nالاستذكار لا اعلم انها جرت له مع أبى الدرداء الا من حديث ابن اسلم عن\nعطاء وليست معروفة له الا مع عبادة والطرق بذلك متواترة - قال (باب من قال\nالربا في النسيئة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p280'> Vol. 05, p. 280</a>\n            </div>\n             ذكر فيه حديث <span id='ms501'></span> البراء وابن ارقم (سألنا رسول\nالله صلى الله عليه وسلم عن الصرف فقال ما كان منه يدا بيد فلا بأس) من\nرواية ابن جريج قال (واخرجه مسلم عن محمد بن حاتم عن ابن عيينة عن عمرو عن\nأبى المنهال باع شريك لى ورقا بنسيئة وبمعناه رواه البخاري عن ابن المدينى\nعن سفيان وروى عن الحميدى عن سفيان عن عمرو عن أبى المنهال باع شريك لى\nدراهم بدراهم) ثم قال (هذا عندي خطأ والصحيح ما رواه ابن المدينى وابن حاتم\nوهو المراد بما اطلق في رواية ابن جريج فيكون الخبر واردا في بيع الجنسين\nاحدهما بالاخر) - قلت - رواية ابن المدينى وابن حاتم مطلقة ايضا لم يذكر\nفيها باع الورق فكيف ترد رواية ابن جريج إليها وتفسر بها بل الاظهر ان قوله\nفي رواية ابن حاتم بنسيئة معناه بورق نسيئة وكذا ما في معناه من رواية ابن\nالمدينى لان نسيئة في قوله بنسيئة صفة لموصوف محذوف دل عليه قوله اولا ورقا\nفيكون التقدير بورق نسيئة فعلى هذا هو موافق لرواية الحميدى عن سفيان -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p281'> Vol. 05, p. 281</a>\n            </div>\n             قال (باب اقتضاء الذهب من الرق) ذكر فيه حديث سعيد بن جبير (عن\nابن عمر كنت ابيع الابل في البقيع) ثم قال (ينفرد برفعه سماك عن ابن جبير\nمن بين اصحاب ابن عمر) - قلت - ذكر الترمذي هذا الحديث ثم قال لا نعرفه\nمرفوعا الا من حديث سماك وروى داود بن ابى هند هذا عن سعيد بن جبير عن ابن\nعمر موقوفا - فاختلف الرواية عن سعيد بن جبير - والمفهوم من كلام البيهقى\nان ابن جبير رواه مرفوعا وان غيره من اصحاب ابن عمر رواه بخلاف ذلك -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p284'> Vol. 05, p. 284</a>\n            </div>\n             قال (باب جريان الربا في كل ما يكون مطعوما) ذكر فيه حديث\n(الطعام بالطعام مثلا بمثل) - قلت - فهم البيهقى من لفظة الطعام كل مطعوم\nوخالف ذلك فيما تقدم ففهم من حديث الخدرى في صدقة الفطر صاعا من طعام انه\nالبر وحده وقد تكلمنا معه هناك ولا نسلم العموم ههنا إذ لا يقال لاكل\nالهليلج <span id='ms502'></span> اكل الطعام وقال ابن حزم اجرى الشافعي الربا في السفمونيا ولا يطلق\nعليه اسم الطعام - وفي التجريد للقد ورى تبطل عليهم بجواز بيع الحيوان\nبالحيوان متفاضلا مع كونه مطعوما والا (1) لم يكن في الحال كما ان السمك\nوالجراد ليسا بمطعومين في الحال حتى يصلحا ومع ذلك لا يجوز بيعهما متفاضلا\nوكذلك الطين الخراساني مأكول مشتهى وان كان فيه ضرر لكثير (2) من المعلومات\n-\n</p>\n\n<p>\nقال (باب من قال بجريان الربا في كل ما يكال ويوزن)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) لعل الصواب - وان - ح (2) لعل صواب - ككثير - ح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p285'> Vol. 05, p. 285</a>\n            </div>\n             ذكر فيه\nحديثا في سنده (حيان بن عبيد الله فقال تكلموا فيه) - قلت - اخرج هذا\nالحديث شيخه الحاكم في مستدركه وقال صحيح الاسناد وحيان هذا ذكره ابن حبان\nفي الثقات من اتباع التابعين وقال الذهبي في الضعفاء جائز الحديث وقال عبد\nالحلق في احكامه قال أبو بكر البزاز حيان رجل من اهل البصرة مشهور ليس به\nبأس وقال فيه أبو حاتم صدوق وقال بعض المتأخرين فيه مجهول ولعله اختلط عليه\nبحيان بن عبيد الله المروزى - قال (باب لا ربا في ما خرج من المأكول\nوالمشروب والذهب والفضة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p286'> Vol. 05, p. 286</a>\n            </div>\n             ذكر فيه حديث (شراء العبد بعبدين\nوشراء صفية بسبعة ارؤس) - قلت - لا يلزم من جواز ذلك جواز كل ما خرج من\nالمأكول والمشروب والثمنين - والفلوس إذا نفقت فهى اثمان ومع ذلك لا ربا\nفيها - قال (باب بيع الحيوان وغيره مما لا ربا فيه بعض ببعض نسيئة) ذكر فيه\n(انه عليه السلام قال لعبد الله بن عمرو خذ في قلاص الصدقة فجعلت آخذ\nالبعير بالبعيرين إلى ابل الصدقة) ثم ذكره من وجه آخر ولفظه (إلى حروج\nالمصدق) - قلت - هذا اجل مجهول لانه يتقدم ويتأخر وهو مفسد البيع فيحمل على\nانه امره ان يستسلف الزكوة من اربابها فيأخذ بعيرا يصلح للحمل والقتال\nببعيرين من اسنان الصدقات أو يأخذ ذلك من اهل الحرب على قول من يجوز الربا\nمعهم أو كان ذلك قبل تحريم الربا ثم نهى عليه السلام عن بيع الحيوان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p287'> Vol. 05, p. 287</a>\n            </div>\n             بالحيوان نسيئة كما <span id='ms503'></span> يجئ في الباب الذى يتلوه ان شاء الله تعالى\nثم ذكر البيهقى (عن الحسن بن محمد بن على عن على انه باع جملا بعشرين بعيرا\nإلى اجل) - قلت - ذكر ابن الاثير في شرح مسند الشافعي ان هذا الحديث مرسل\nلان الحسن لم يلق جده عليا وقد جاء عن على خلاف هذا قال عبد الرزاق في\nمصنفه اخبرني عبد الله بن أبى بكر عن ابن قسيط عن ابن المسيب عن على انه\nكره بعيرا ببعيرين نسيئة فان صح الاول يحمل على انه فعله في زمن النبي صلى\nالله عليه وسلم قبل التحريم ثم ذكر\n</p>\n\n<p>\nالبيهقى (عن ابن عمر أنه اشترى راحلة باربعة ابعرة مضمونة عليه يوفيها\nصاحبها بالربذة) - قلت - قد جاء عن ابن عمر خلاف هذا قال عبد الرزاق انا\nمعمر عن ابن طاوس عن ابيه اخبرني انه سال ابن عمر عن بعير ببعيرين نظرة\nفقال لاوكرهه فيحمل الاول على ان الابعرة كانت بالربذة فهذا بيع غائب وليس\nبنسيئة وانما شرط الضمان لان من مذهب ابن عمر أن المبيع لا يكون مضمونا على\nالبائع الا بالشرط كذا ذكره القدورى في التجريد قال وروى عن ابن مسعود وابن\nعباس والحكم بن عمرو الغفاري مثل قولنا - قال (باب النهى عن بيع الحيوان\nبالحيوان نسيئة) ذكر فيه حديثا عن الحسن عن ثم قال (اكثر الحفاظ لا يثبتون\nسماع الحسن بن مسرة في غير حديث العقيقة) - قلت - حسن الترمذي هذا الحديث\nوصححه وقال العمل عليه عند اكثر اهل العلم من الصحابة وغيرهم وهو قول\nالثوري واهل الكوفة واحمد وسماع الحسن من سمرة صحيح هكذا قال على ابن\nالمدينى - وفي الاستذكار قال الترمذي قلت للبخاري في قولهم لم يسمع الحسن\nمن سمرة الا حديث العقيقة قال سمع منه احاديث كثيرة وجعل روايته عنه سماعا\nوصححها - وقال البيهقى فيما بعد في باب قتل الحر بالعبد (كان شعبة يثبت\nسماعه منه) وقال ايضا في باب من مر بخائط انسان (احاديثه عن سمرة لا يثبتها\nبعض الحفاظ) وكلامه هذا <span id='ms504'></span> مخالف لكلامه في هذا الباب ثم ذكر حديثا عن ابراهيم\nبن طهمان عن معمر عن يحيى بن أبى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p288'> Vol. 05, p. 288</a>\n            </div>\n             كثير عن عكرمة عن ابن عباس ثم\nقال (وكذا رواه داود العطار عن معمر موصولا وكذا روى عن الزبير وعبد الملك\nالذمارى عن الثوري عن معمر وكل ذلك وهم والصحيح عن عكرمة عن النبي عليه\nالسلام مرسلا) ثم اخرجه كذلك من حديث الفريابى عن الثوري عن معمر ثم قال\n(وكذا رواه عبد الرزاق وعبد الاعلى عن معمر وكذا رواه على بن المبارك عن\nيحيى بن أبى كثير عن عكرمة وروينا عن البخاري انه وهن رواية من وصله) ثم\nاخرج (عن ابن خزيمة قال الصحيح عند اهل المعرفة هذا الخبر مرسل ليس بمتصل)\nثم ذكر عن الشافعي (ان حديث النهى عن بيع الحيوان بالحيوان نسيئة غير ثابت)\n- قلت - حاصله انه اختلف على الثوري فيه فرواه عنه الفريابى مرسلا ورواه\nعنه الزبيري والذمارى متصلا واثنان اولى من واحد كيف وقد تابعهما أبو داود\nالحفرى فرواه عن سفيان موصولا كذا اخرجه عنه أبو حاتم بن حبان في صحيحه\nفظهر بهذا ان رواية من رواه عن الثوري موصولا اولى من رواية من رواه عنه\nمرسلا واختلف ايضا على معمر فيه فرواه عنه عبد الرزاق وعبد الاعلى مرسلا\nعلى ان عبد الرزاق رواه ايضا عنه متصلا كذا رايت في نسخة جيدة من نسخ\nالمصنف\n</p>\n\n<p>\nله ورواه عن معمر ابن طهمان والعطار موصولا وتأيدت روايتهما بالرواية\nالمذكورة عن عبد الرزاق وبما رجح من رواية الثوري فظهر أن رواية من رواه عن\nمعمر موصولا اولى ومعمر احفظ من على بن المبارك فروايته عن يحيى موصولا\nاولى من رواية ابن المبارك عنه مرسلا وبالجملة فمن وصل حفظ وزاد فلا يكون\nمن قصر حجة عليه وقد اخرج البزاز هذا الحديث وقال ليس في هذا الباب حديث\nاجل اسنادا منه - وقد ورد في هذا الباب حديثان آخر ان جيدان وحديث ثالث\nمرسل فالاول اخرجه الطحاوي من حديث ابن عمر أن النبي صلى <span id='ms505'></span> الله عليه وسلم\nنهى عن بيع الحيوان بالحيوان نسيئة - واخرجه البيهقى ايضا في كتاب المعرفة\nوقال تفرد به محمد بن دينار الطاحى وسئل ابن معين عنه فقال ضعيف انتهى\nكلامه - وقد ذكر الذهبي في الكاشف ابن دينار هذا وقال حسنوا حديثه وفي\nالميزان قال أبو زرعة صدوق وقال النسائي ليس به بأس وكذا قال ابن معين في\nرواية احمد بن أبى خيثمة عنه وقال ابن عدى حسن الحديث - والحديث الثاني عن\nأبى الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم الحيوان اثنان\nبواحد لا يصلح نساء ولا بأس به يد ابيد - اخرجه ابن ماجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p289'> Vol. 05, p. 289</a>\n            </div>\n            \nوالترمذي وقال حسن - والحديث الثالث اخرجه الشافعي في مسنده عن سعيد بن\nسالم عن ابن جريج عن عبد الكريم الجزرى ان زياد بن أبى مريم مولى عثمان\nاخبره ان النبي صلى الله عليه وسلم بعث مصدقا له فجاء بظهر مسنات فلما نظره\nالنبي صلى الله عليه وسلم قال هلكت وأهلكت فقال يا رسول الله انى كنت ابيع\nالبكرين والثلاثة بالبعير المسن يد ابيد وعلمت من حاجة رسول الله صلى الله\nعليه وسلم إلى الظهر فقال عليه السلام فذاك إذا - قال ابن الاثير في شرحه\nيدل على صحة قول من منع النسيئة في الحيوان بالحيوان لانه لما قال له يدا\nبيد اقره على فعله فظهر بهذه الاحاديث المختلفة الطرق التى ايد بعضها بعضا\nان هذا الحديث ثابت خلافا للشافعي رحمه الله - وروى عبد الرزاق انا الثوري\nواسرائيل عن عبد العزيز بن رفيع سمعت محمد بن الحنفية يكره الحيوان\nبالحيوان نسيئة - ورواه عبد الرزاق عن عكرمة وعن ايوب وابن سيرين نحوه وروى\nابن أبى شيبة بسنده عن عمار بن ياسر نحوه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p290'> Vol. 05, p. 290</a>\n            </div>\n             قال (باب من ابتاع\nذهبا بذهب مع احد الذهبين شئ غير الذهب) - قلت - عمم المنع وجوزه أبو حنيفة\nوالثوري إذا كان الذهب المنفرد اكثر من الذهب المنضم للسلعة والحديث الذى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p292'> Vol. 05, p. 292</a>\n            </div>\n             استدل به البيهقى تبين من رواية الليث التى اخرجها مسلم انه\nورد في صورة <span id='ms506'></span> خاصة وهى ان الذهب الذى في القلادة كان اكثر من الذهب المنفرد\nوخصمه يمنع هذا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p293'> Vol. 05, p. 293</a>\n            </div>\n             قال (باب بيع الرطب بالتمر) ذكر فيه حديث\nمالك عن عبد الله بن يزيد عن زيد أبى عياش عن سعد ثم ذكر أنه روى عن مالك\nعن داود بن الحصين عن عبد الله بن يزيد ثم اخرجه من حديث يحيى بن أبى كثير\nعن عبد الله ولفظه (نهى عن بيع الرطب بالتمر نسيئة) ثم ذكر عن الدار قطني\nانه قال (خالفه مالك واسمعيل بن امية والضحاك بن عثمان واسامة بن زيد رووه\nعن عبد الله ولم يقولوا نسيئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p294'> Vol. 05, p. 294</a>\n            </div>\n             اجتماع هؤلاء يدل على ضبطهم\nوفيهم امام وهو مالك) ثم قال (وقد رواه عمران بن أبى انس عن أبى عياش نحو\nرواية الجماعة أنبأنا أبو عبد الله الحافظ ثنا أبو العباس محمد بن يعقوب\nأنبأ الربيع ثنا ابن وهب حدثنى مخرمة بن بكير عن ابيه عن عمران) فذكره -\nقلت - اخرج أبو داود رواية يحيى ثم قا عقيبها رواه عمران بن أبى انس عن\nمولى لبنى مخزوم عن سعد نحوه وظاهر هذا ان عمران رواه كرواية يحيى وعلى\nخلاف رواية الجماعة ويوضح ذلك ما ذكره الطحاوي في مشلك الحديث فقال ثنا\nيونس ثنا ابن وهب اخبرني عمرو بن الحارث ان بكير بن عبد الله بن الاشج حدثه\nعن عمران بن أبى انس ان مولى لبنى مخزوم حدثه انه سأل سعدا عن الرجل يسلف\nالرجل الرطب بالتمر إلى اجل فقال سعد نهانا رسول الله صلى الله عليه وسلم\nعن هذا - فظهر بهذا ان عمران رواه على موافقة رواية يحيى ومخالفة رواية\nالجماعة وهذا السند اجل من السند الذى ذكره البيهقى يونس هو ابن عبد الاعلى\nحافظ احتج به مسلم وهو اجل من الربيع وهو المرادى لانه كان في عقله شئ حكاه\nابن أبى حاتم عن النسائي ولم يخرج له صاحبا الصحيحين وعمرو بن الحارث\nالمصرى الراوى عن بكير حافظ جليل وهو اجل من مخرمة بن بكر بلا شك لان <span id='ms507'></span> مخرمة\nضعفه ابن معين وغيره وقال ابن حنبل وابن معين لم يسمع من ابيه انما وقع له\nكتابه ومالك قد اختلف عليه في سند الحديث كما ذكره البيهقى واختلف ايضا على\nاسمعيل فروى عنه نحو رواية مالك ذكره البيهقى وغيره وروى الطحاوي عن المزني\nثنا الشافعي عن ابن عيينة عن اسمعيل عن عبد الله بن يزيد عن ابى عياش\nالزرقى عن سعد الحديث قال الطحاوي وهذا محال أبو عياش الزرقى صحابي جليل\nوليس في سن عبد الله بن يزيد لقاء مثله واختلف ايضا على اسامة\n</p>\n\n<p>\nفرواه عنه ابن وهب نحو رواية مالك ورواه الليث عن اسامة وغيره وعن عبد\nالله بن يزيد عن أبى سلمة بن عبد الرحمن عن بعض اصحاب النبي صلى الله عليه\nوسلم ذكره الطحاوي وابن عبد البر وفي اطراف المزى رواه زياد بن أبى ايوب عن\nعلى ابن غراب عن اسامة بن زيد عن عبد الله بن يزيد عن أبى عياش عن سعد\nموقوفا ولم يذكر الدار قطني ولا غيره فيما علمنا سند رواية الضحاك لينظر\nفيه ولو سلم حديث هؤلاء من الاختلاف كان حديث يحيى بن أبى كثير اولى\nبالقبول من حديثهم لانه زاد عليهم وهو امام جليل وزيادة الثقة مقبولة كيف\nوفي رواية عمران بن أبى انس التى ذكرناها ما يقوى حديثه وتبين انه لم ينفرد\nبه ويظهر من هذا كله بن الحديث قد اضطرب اضطرابا شديدا في سنده ومتنه وزيد\nمع الاختلاف فيه هو مجهول لا يعرف كذا قال ابن حزم وغيره واخرج صاحب\nالمستدرك هذا الحديث من طرق منها رواية يحيى ثم صححه ثم قال لم يخرجه\nالشيخان لما خشيا من جهالة زيد وفي تهذيب الاثار للطبري علل الخبر بأن زيدا\nانفرد به وهو غير معروف في نقلة العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p295'> Vol. 05, p. 295</a>\n            </div>\n             - ثم ذكر البيهقى حديث\nابن عمر (لا تبيعوا الثمر حتى يبد وصلاحه ولا تبيعوا الثمر بالتمر) ثم عزاه\nإلى البخاري ثم قال (ورواه مسلم على ارسال في هذا المقدار من الحديث) - قلت\n- يعنى <span id='ms508'></span> قوله ولا تبيعوا الثمر بالتمر والامر ليس كما ذكر والحديث كله متصل\nعند مسلم ولا ارسال في شئ منه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p296'> Vol. 05, p. 296</a>\n            </div>\n             قال (باب ثمر الحائط يباع\nباصله) ذكر فيه حديث (من باع نخلا قد ابرت فثمرتها للبائع) إلى آخره - قلت\n- ذكر في الخلافيات انها إذا لم تؤبر فالثمر للمشترى قال الشافعي إذا جعل\nالا بار حد الملك البائع فقد جعل ما قبله حد الملك المشترى انتهى كلامه\nوهذا استدلال المفهوم وأبو حنيفة واصحابه لا يقولون بذلك قال أبو عمر في\nالتمهيد الكوفيون والاوزاعي لا يفرقون بين الابر وغيره ويجعلون الثمرة\nللبائع إذا كانت قد ظهرت قبل البيع ومن حجتهم انه لم يختلف قول من شرط\nالتأبير انها لو لم تؤبر حتى تناهت وصارت بلحا وبسرا ثم يبيع النخل ان\nالثمرة لا تدخل فيه فعلمنا ان المعنى في ذكر التأبير ظهور الثمرة وفي قواعد\nابن رشد قال أبو حنيفة هي للبائع قبل الا بار وبعده ولم يجعل المفهوم هنا\nمن باب دليل الخطاب بل من باب الاحرى والاولى وذلك انه إذا وجبت للبائع بعد\nالا بار فهو احرى ان تجب له قبل الا بار وشبهوا خروج الثمرة بالولادة\nفقالوا من باع امة لها ولد فولدها للبائع الا ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p297'> Vol. 05, p. 297</a>\n            </div>\n             يشترط المبتاع\nكذلك الامر في الثمر انتهى كلامه - وقد ذكر البيهقى فيما بعد في باب ما جاء\nفي مال العبد من حديث عكرمة ابن خالد (عن ابن عمر أنه عليه السلام قال\nوايما رجل باع نخلا قد اينعت فثمرتها لربها الاول الا ان يشترط المبتاع)\nفلم يقيد بالتأبير الا ان البيهقى زعم انه منقطع فقال (وقد روى عن هشام\nالدستوائى عن قتادة عن عكرمة بن خالد عن الزهري عن ابن عمر عن النبي صلى\nالله عليه وسلم) وقد صرح صاحب الكمال بان عكرمة بن خالد سمع من ابن عمر\nايضا فان روايته عنه مخرجة في الصحيحين وخرجها التزمذى ايضا وقال حسن صحيح\nفان صح ما ذكره البيهقى يحمل على انه سمعه من ابن عمر مرة <span id='ms509'></span> بلا واسطة ومرة\nبواسطة ثم ان الذى في كتب الشافعية ومخالف لما حكاه البيهقى عن الشافعي من\nالاستدلال بالمفهوم قال البغوي في التهذيب ان باع بعد تشقق النخل سواء ابر\nأولم يؤبر فالثمرة تبقى على ملك البائع لانها ظهرت من اكمامها بالتشقق فلا\nتتبع الاصل الا ان يبيعها مع النخلة فتكون للمشترى هذا كما ان الحمل يدخل\nفي مطلق بيع الامام ولو باع الامام بعد خروج الولد لا يتبعها الولد الا ان\nيبيعها (1) معها انتهى كلامة - فقد تركوا القول بمفهوم الحديث كما ترى -\nقال (باب النهى عبيع المخاضرة) ذكر فيه (عن انس نهى عليه السلام عن\nالمخاضرة) الحديث ثم قال (قال أبو عبيد المخاضرة بيع الثمار قبل ان يبد\nوصلاحها\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p298'> Vol. 05, p. 298</a>\n            </div>\n             ويدخل في المخاضرة بيع الرطاب والبقول ولهذا كره من\nكره بيع الرطاب اكثره من جزة واحدة) - قلت - الحديث يقتضى كراهية الجزة\nالواحدة ايضا - قال (باب الوقت الذى يحل فيه بيع الثمار) - قلت - يفهم من\nهذا الكلام انه لا يحل بيع الثمار قبل هذا الوقت ومذهب الشافعي وغيره انه\nيحل بشرط القطع وذكر البيهقى في هذا الباب حديثا عن ابن عمر قال (اخرجه\nالبخاري من حديث الليث عن يونس) - قلت - هذه الرواية اخرجها البخاري تعليقا\nفكان الوجه ان يقال اخرجه البخاري من حديث الليث فان البيهقى اخرجه فيما\nمضى في باب النهى عن بيع الرطب متصلا من حديث الليث عن عقيل وعزاه كذلك إلى\nالبخاري - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p299'> Vol. 05, p. 299</a>\n            </div>\n             قال (باب بيع الحنطة في سنبلها)\n</p>\n\n<p>\n- قلت - ذكر صاحب المحلى عن الشافعي قال ماله قشران لا يجوز بيعه حتى\nيزال الا على قال ابن حزم لا فرق بين كونه في قشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p302'> Vol. 05, p. 302</a>\n            </div>\n             أو قشرين وهو\nقد جوز بيع البيض مع كونه في قشرين يعنى الظاهر والرقيق مع انه قول لا\nنعلمه عن احد قبله وفى قواعد ابن رشد جوز بيع الجب في سنبله جمهور العلماء\nأبو حنيفة ومالك واهل المدينة والكوفة وحجتهم ما روى نافع عن ابن عمر انه\nعليه السلام نهى عن بيع النخل حتى <span id='ms510'></span> تزهى وعن السنبل حتى يبيض ويأمن العاهة -\nوهى زيادة على ما رواه مالك من هذا الحديث والزيادة إذا كانت من الثقة\nمقبولة وروى عن الشافعي انه لما وصلته هذه الزيادة رحع عن قوله وذلك انه لا\nيصح عنده قياس مع جود الحديث - وذكر البيهقى في هذا الباب حديث النهى عن\nبيع الغرر - قلت - تقدم في باب بيع العين الغائبة ان الغرر ما لم يدر أيكون\nام لا كالسمك في الماء - والحنطة في السنبل موجودة معلومة بالمشاهدة وصارت\nكالشعير في سنبله فانه يجوز عند الشافعي واصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p303'> Vol. 05, p. 303</a>\n            </div>\n             قال (باب من\nقال لا توضع الجائحة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p304'> Vol. 05, p. 304</a>\n            </div>\n             ذكر فيه حديث عائشة (سمع عليه السلام صوت\nخصوم بالباب) إلى آخره ثم قال (رواه مسلم عن بعض اصحابه عن اسمعيل - قلت -\nلفظ مسلم حدثنى غير واحد من اصحابنا عن اسمعيل وهذا مخالف لما عزاه البيهقى\nإليه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p305'> Vol. 05, p. 305</a>\n            </div>\n             قال (باب المزابنة والمحاقلة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p307'> Vol. 05, p. 307</a>\n            </div>\n             ذكر فيه (عن\nعكرمة عن ابن عباس نهى عليه السلام عن المحاقلة والمزابنة وكان عكرمة يكره\nبيع القصيل) ثم قال (رواه البخاري) - قلت - لم يذكر البخاري وكان عكرمة\nيكره بيع القصيل - قال (باب بيع العرايا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p308'> Vol. 05, p. 308</a>\n            </div>\n             ذكر فيه حديثأ عن ابن\nعمر ثم حديثا عن زيد بن ثابت ثم قال (اخرجهما مسلم على ارسال في الاول) -\nقلت - قد قدمنا\n</p>\n\n<p>\nفي باب بيع الرطب بالتمر أنه عند مسلم متصل ولا ارسال فيه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p309'> Vol. 05, p. 309</a>\n            </div>\n            \nقال (باب ما يجوز من العرايا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p310'> Vol. 05, p. 310</a>\n            </div>\n             ذكر فيه حديث أبى هريرة (فيما\nدون خمسة اوسق أو خمسة اوسق) وحديث جابر (الوسق والوسقين والثلاثة\nوالاربعة) - قلت - جوز مالك والشافعي العرية في خمسة اوسق والنهى عن\nالمزابنة ثابتة بيقين فوجب ان لا يستثنى منها الا الثابت بيقين وهو اربعة\nاوسق لا الخمسة المشكوك فيها ذكر معناه ابن المنذر وصححه الخطابى وقال\nالزمه المزني الشافعي وهو لازم على اصله - قال باب من اجاز بيع العرايا\nبالرطب أو التمر) ذكر فيه حديث (رخص في العرية بالرطب أو التمر ولم يرخص في\nغير ذلك) - قلت - تركت الشافعية العمل بهذا الحديث حيث جوزوا <span id='ms511'></span> العرية في\nالعنب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p311'> Vol. 05, p. 311</a>\n            </div>\n             قال (باب النهى عن بيع ما لم يقبض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p312'> Vol. 05, p. 312</a>\n            </div>\n             ذكر\nفيه حديثا عن عبد الله بن عصمة عن عكيم ثم قال (اسناد حسن) - قلت - كيف\nيكون حسنا وابن عصمة متروك كذا قال صاحب المحلى وفي الاحكام لعبد الحق ضعيف\nوايضا قد قدمنا في باب بيع العين الغائبة انه اختلف في سنده وايضا المراد\nمنه الطعام قاله صاحب الاستذكار واستدل على ذلك برواية الحفاظ لحديث حكيم\nبن حزام انه عليه السلام قال له إذا ابتعت طعاما فلا تبعه حتى تقبضه - وقد\nذكره البيهقى في آخر الباب السابق واخرجه ايضا النسائي - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p313'> Vol. 05, p. 313</a>\n            </div>\n             قال\n(باب الرجل يبتاع طعاما كيلا فلا يبيعه حتى يكتاله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n             ذكر فيه\nحديثا عن عثمان رضى الله عنه ثم قال (وروى من وجه آخر مرسلا عن عثمان) ثم\nاخرجه من حديث مطر الوراق\n</p>\n\n<p>\nعن بعض اصحابه ان حكيم بن حزام أو عثمان بن عفان إلى آخره - قلت - ذكر\nالقاضى عياض ان قول الراوى حدثنى غير واحد أو حدثنى الثقة أو حدثنى بعض\nاصحابنا ليس من المقطوع ولا المرسل ولا المعضل عند اهل هذا الفن بل هو من\nباب الرواية عن المجهول حكاه عنه النووي في شرح مسلم ثم قال وهذا هو الصواب\n- قال (باب ما ورد في العينة) ذكر فيه حديثا عن ابن عمر ثم قال (وروى من\nوجهين ضعيفين عن عطاء بن أبى رباح عن ابن عمر) - قلت - ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n            \nابن القطان من وجه صحيح عن عطاء عن ابن عمر فقال نقلت من كتاب الزهد لاحمد\nبن حنبل قال ثنا الاسود بن عامر ثنا أبو بكر هو ابن عياش عن الاعمش عن عطاء\nبن أبى رباح عن ابن عمر قال أتى علينا زمان وما يرى احد منا انه احق\nبالدينار والدراهم من اخيه المسلم - ثم قال سمعت رسول الله صلى الله عليه\nوسلم يقول إذا يعنى الناس تبايعوا بالعين واتبعوا اذناب البقرو تركوا\nالجهاد في سبيل الله انزل الله بهم بلاء فلم يرفعه حتى يراجعوا دينهم - ثم\nصححه اعني <span id='ms512'></span> ابن القطان وقال هذا الاسناد كل رجاله ثقات كذا قال في النسخة\nبلاء واراه مصحفا من ذلا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n             قال (باب الحكم فيمن اشترى مصراة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n             ذكر فيه حديثا في سنده جميع بن عمير فقال (قال البخاري فيه\nنظر) - قلت - ذكره ابن حبان في الثقات من التابعين وحسن الترمذي له حديثا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n             قال (باب من اشترى جارية فأصابها ثم وجد بها عيبا) ذكر فيه من\nوجهين (عن على يرد البائع ما بين الصحة والداء) ثم ذكر اثرا عن عمر ثم اعل\nالجميع ثم قال (قال الشافعي لا نعلمه يثبت عن عمر وعلى ولا واحد منهما) -\nقلت - قد جاء عن على بسند جيد روى أبو حنيفة في مسنده عن الهيثم هو ابن\nحبيب الصير في عن الشعبى عن على قال في الرجل يشترى الجارية فيطؤها ثم يصيب\nبها عيبا انه لا يستطيع ردها ويرجع بنقصان العيب والهيثم ذكره ابن حبان في\nالثقات من اتباع التابعين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p322'> Vol. 05, p. 322</a>\n            </div>\n             قال (باب ما جاء في عهدة الرقيق)\nذكر فيه الحديث ثم قال مداره على السحن عن عقبة بن عامر - قلت - رواه ابن\nأبى شيبة قال ثنا عبدة ومحمد بن بشر عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n             سعيد هو ابن أبى عروبة\nورواه ابن ماجه عن محمد بن عبد الله بن نمير عن عبدة بن سليمان عن سعيد بن\nأبى عروبة عن قتادة عن الحسن عن سمرة وهذا سند صحيح وتبين بهذا انه اختلف\nفيه على ابن ابى عروبة - قال (باب ما جاء في العبد) ذكر فيه حديثا عن عكرمة\nبن خالد عن ابن عمر ثم قال (وهذا منقطع وقد روى عن عكرمة عن الزهري عن ابن\nعمر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p324'> Vol. 05, p. 324</a>\n            </div>\n             قلت - نص البخاري وغيره على ان عكرمة هذا سمع من ابن عمر\nفيحمل على انه سمع هذا الحديث منه بلا واسطة مرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n             وبواسطة اخرى\nوهذا اولى من تخطئة احدى الروايتين ورميها بالانقطاع وقد فعل البيهقى مثل\nهذا في غير موضع ثم اخرج هذا الحديث (عن سلمة بن كهيل حدثنى من سمع جابرا\nيقول) إلى آخره ثم قال (مرسل <span id='ms513'></span> حسن) - قلت - هذا لا يسمى مرسلا بل هو من باب\nالرواية عن المجهول كما تقدم قريبا وكيف يكون حسنا وفي سنده ابراهيم بن أبى\nالليث قال الساجى متروك وقال صالح جزرة كان يكذب عشرين سنة واشكل امره على\nاحمد وعلى حتى ظهر بعد وقال أبو حاتم كان ابن معين يحمل عليه كذا في\nالميزان وقول البيهقى (وكذلك رواه يحيى القطان) وغيره عن سفيان لم يذكر\nسنده لينظر فيه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n             قال (باب بيع البراءة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n             ذكر فيه\n(ان ابن عمر باع غلاما بالبراءة وان عثمان قضى عليه بارتجاع العبد) ثم حكى\nعن الشافعي (انه قال في الرجل يبيع العبد أو شيئا من الحيوان بالبرائة من\nالعيوب فالذي نذهب إليه قضاء عثمان انه برئ من كل عيب لم يعلمه ولم يبرأ من\nعيب علمه ولم يسمه البائع) - قلت - ذكر صاحب المحلى ما معناه ان الشافعي\nاشد الناس انكارا للتقليد ولم يقلد ابن عمر في جواز\n</p>\n\n<p>\nالبيع بالبرائد في الرقيق بل قلد عثمان ولم يقلده في قضائه على ابن عمر\nبالنكول وهو صحيح عنه وعثمان انما قضى في عبد فوجب ان يقتصر عليه - فان\nقالوا - قسنا الحيوان عليه - قلنا - فقيسوا جميع المبيعات عليه وما نعلم\nلهم سلفا من الصحابة في تفريقهم هذا - وفي اختلاف العلماء للطحاوي قال\nالشافعي إذا باع الحيوان بالبراءة فالذي اذهب إليه قضاء عثمان انه برئ من\nكل عيب يعلمه ولا يبرأ من عيب علمه والقياس ان لا يبرأ من عيوب لم يرها ولو\nسماها - ثم روى الطحاوي بسنده عن زيد بن ثابت انه كان يرى البراءة من كل\nعيب جائزة - وروى عن ابن عمر ايضا كذلك ثم قال كيف لم يقلد الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n             ابن عمرو القياس معه - وقوله القياس ان لا يبرأ من عيوب لم\nيرها ولو سماها لم يقله احد من اهل العلم قبله - وفي نوادر الفقهاء لابن\nبنت نعيم اجمع الفقهاء على ان البراءة من عيوب سماها المشترى ولم يرها\nجائزة الا رواية شذت عن الشافعي انه لم يجزها عن <span id='ms514'></span> عيوب غير موجودة - وفي\nالتجريد لل؟ ورى البراءة من العيوب توجب جهالة صفة المعقود عليه وذلك لا\nيمنع من جواز العقد كجهالة قدر الصبرة وهذا مبنى على اصلنا ان البراءة من\nالحقوق المجهولة جائزة عندنا انتهى كلامه وسيأتى الدليل على ذلك في باب صلح\nالابراء ان شاء الله تعالى - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n             قال (باب الرجل يبيع الشئ إلى اجل\nثم يشتريه باقل) ذكر فيه قضية عائشة مع زيد بن ارقم ثم ذكر (ان الشافعي قال\nانا لا نثبت مثله ولو كان ثابتا عابت البيع إلى العطاء لانه اجل غير معلوم)\n- قلت - العالية معروفة روى عنها زوجها وابنها وهما امامان وذكرهما (1) ابن\nحبان في الثقات من التابعين وذهب إلى حديثهما (2) هذا الثوري والاوزاعي\nوأبو حنيفة واصحابه ومالك وابن حنبل والحسن بن صالح وروى عن الشعبى\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) كذا ولعله وذكرها - ح (2) كذا ولعله حديثها - ح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n             والحكم\nوحماد فمنعوا ذلك كذا في الاستذكار - وقد ذكر جماعة انها كانت تجيز البيع\nإلى العطاء وذكر ابن أبى شيبة في مصنفه ان امهات المومنين كن يشترين إلى\nالعطاء - وقال أبو بكر الرازي - ان قيل - كيف انكرت الاول وهو صحيح عندها -\nقلنا - لاهما علمت انها قصدت به ايقاع البيع الثاني كما يفعل الناس وفي\nقولها ارأيت ان لم آخذ الا رأس مالى وتلاوة عائشة الاية دليل على ابقائها\nالعقد الاول وان المنكر هو الثاني ولو كانت انما انكرته لكونه بيعا إلى\nالعطاء كما زعم الشافعي لما ابقت\n</p>\n\n<p>\nالاول - ثم ذكر البيهقى (ان ابن عمر لم ير بذلك بأسا) - قلت - يعارضه ما\nرواه وكيع ثنا سفيان الثوري عن سليمان التيمى عن حيان بن عمير القيسي عن\nابن عباس سأله رجل يبيع الحرير إلى اجل فكره ان يشتريه يعنى بدون ما باعه -\nوهذا سند صحيح - ثم ذكر البيهقى (ان رجلا باع رجلا بعيرا فقال اقبل منى\nبعيرك وثلاثين درهما فلم يربه شريح باسا) - قلت - هذه واقعة عين ويحتمل ان\nالبيع الاول كان نقدا ولا خلاف في جواز ذلك - قال (باب اختلاف المتبايعين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n             ذكر <span id='ms515'></span> فيه حديث عبد الرحمن بن محمد بن الاشعث عن ابيه عن جده ثم\nقال (اسناد حسن موصول) - قلت - في كل من حسنه واتصاله نظر فان عبد الرحمن\nواباه وجده محمدا حالهم مجهول كذا قال ابن القطان وقال ابن عبد البر اسناده\nليس بحجة وفيه مقال من جهة انقطاعه وضعف نقلته وذكر ابن القطان انه عنى\nبجده محمد بن الاشعث وان الانقطاع بينه وبين ابن مسعود وما حكاه البيهقى\nفيما بعد (عن الشافعي انه قال لا اعلم احدا يصله عن ابن مسعود) يدل ايضا\nعلى انقطاعه وفي المحلى الحديث مرسل محمد بن الاشعث لم يسمع ابن مسعود وعبد\nالرحمن ظالم من ظلمة الحجاج لا حجة في روايته وانما هو عبد الرحمن بن محمد\nبن قيس بن محمد بن الاشعث وهو مجهول ابن مجهول وايضا فلم يسمع منه أبو عميس\nشيئا لتأخر سنه عن لقائه انتهى كلامه والسند الذى اخرج البيهقى هذا الحديث\nبه قال فيه عن أبى عميس اخبرني عبد الرحمن بن قيس وهذا يرد على ابن حزم\nويدل على سماعه منه - وقال المزى في اطرافه رواه يعقوب بن سفيان عن عمرو بن\nحفص وقال فيه عبد الرحمن بن محمد بن قيس بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n             ابن الاشعث\nويظهر من مجموع ما تقدم الاختلاف في نسبة عبد الرحمن هذا - ثم قال البيهقى\n(ورواه محمد بن أبى ليلى عن القاسم عن ابيه) ثم قال (انبأ الروذبارى ثنا\nمحمد بن بكر ثنا أبو داود ثنا النفيلى ثنا هشيم - وأنبأ السلمى وأبو بكر\nالاصبهاني ثنا على بن عمر ثنا عبد الله بن محمد ثنا عثمان بن ابى شيبة ثنا\nهشيم ثنا ابن أبى ليلى) فذكر الحديث ثم قال (لفظ حديث ابن أبى شيبة) - قلت\n- المفهوم من هذا الكلام ان ابا داود ذكر حديث ابن أبى ليلى بمعنى حديث ابن\nأبى شيبة وأبو داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p333'> Vol. 05, p. 333</a>\n            </div>\n             لم يذكر لفظ الحديث اصلا وانما قال ثنا\nالنفيلى ثنا هشيم انا ابن أبى ليلى عن القاسم بن عبد الرحمن عن ابيه ان <span id='ms516'></span> ابن\nمسعود باع من الاشعث بن قيس رقيقا - فذكر معناه والكلام يزيد وينقص - هذا\nللفظ أبى داود -\n</p>\n\n<p>\nقال (باب كراهية مبايعة من اكثر ماله حرام) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n             ذكر فيه حديث\nهمام (عن ابى هريرة انى لا نلقب إلى اهلي فاجد التمرة ساقطة) إلى آخره ثم\nقال (اخرجه البخاري فقال وقال همام) - قلت - اخرجه البخاري في اللقطة\nمحتجابه عن محمد بن مقاتل عن ابن المبارك عن معمر عن همام فلا حاجة إلى قول\nالبيهقى (فقال وقال همام) - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n             قال (باب من اشترى مملوكا ليعتقه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p337'> Vol. 05, p. 337</a>\n            </div>\n             - قلت - مقصوده ان الشراء بشرط العتق جائز واستدل على ذلك\nبحديث بريرة وليس فيه اشتراط العتق - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p338'> Vol. 05, p. 338</a>\n            </div>\n             قال (باب النهى عن بيع ما\nليس عندك) - قلت - مراده بذلك منع بيع مال الغير بدون اذنه وجوزه أبو حنيفة\nذكره البيهقى في الخلافيات في اثناء هذه الابواب واستدل له بحديث عروة\nالبارقى وحكيم بن حزام وسيأتيان ان شاء الله تعالى في باب المضارب يخالف -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p339'> Vol. 05, p. 339</a>\n            </div>\n             قال (باب بيع الصوف على ظهر الغنم) ذكر فيه حديثا في سنده عمر\nبن فروخ فقال (ليس بالقوى) - قلت - عمر هذا يعرف بالقتاب لم يتكلم فيه احد\nبشئ من جرح فيما علمت غير البيهقى وذكره البخاري في تاريخه وسكت عنه ولم\nيتعرض ابن عدى إلى ضعفه بل وثقه ابن معين وأبو حاتم ورضيه أبو داود -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p340'> Vol. 05, p. 340</a>\n            </div>\n             قال (باب كل قرض جر منفعة فهو ربا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p349'> Vol. 05, p. 349</a>\n            </div>\n             ذكر في آخره\nحديثا من رواية الحسن بن على المعمرى عن هشام بن عمار عن اسمعيل عن عتبة عن\nيحيى بن أبى اسحاق عن انس\n</p>\n\n<p>\nثم قال (قال المعمرى قال هشام يحيى بن أبى اسحاق الهنائى ولا اراه الاوهم\nوهذا حديث يحيى بن يزيد الهنائى عن انس) - قلت - ذكر المزى في اطرافه هذا\nالحديث من رواية يحيى بن أبى اسحاق الهنائى وعزاه إلى ابن ماجه ثم ذكر يحيى\nبن يزيد الهنائى واخرج له حديثا عن اسن وعزاه إلى مسلم وابى داود وهو غير\nهذا الحديث وذكرهما الذهبي في الكاشف في ترجمتين وعلم لابن أبى اسحاق\nالهنائى <span id='ms517'></span> علامة ابن ماجه ولابن يزيد الهنائى علامة مسلم وأبى داود وذكر عبد\nالحق في احكامه هذا الحديث من طريق بقى بن مخلد عن هشام بن عمار وفيه ايضا\nيحيى بن أبى اسحاق الهنائى وبهذا يظهر أن الحديث لابن ابى اسحاق لا لابن\nيزيد - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p350'> Vol. 05, p. 350</a>\n            </div>\n             قال (باب قرض الحيوان غير الجوارى) - قلت - إذا جاز قرض\nالحيوان فكذا الجوارى لعموم الدليل وبذلك قال المزني ومحمد بن جرير\nوالظاهرية وكما في السلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p352'> Vol. 05, p. 352</a>\n            </div>\n             ومن منع قرض الحوارى قال كيف يطؤها ثم\nيردها فيكون فرجا معارا واجاب عن ذلك صاحب المحلى بما ملخصه انهم يوجبون\nهذا في التى يجد بها عيبا فهلا قاسوا تلك على هذه وليس ذلك فرجا معارا لان\nالعارية لا تزيل ملك المعير فحرام وطؤها واما المستقرضة فملكها المستقرض\nوحلت له فيردها أو يرد غيرها - وفي الاستذكار وممن منع استقراض الحيوان\nوالسلم فيه عبد الله بن مسعود وحذيفة وعبد الرحمن بن سمرة وأبو حنيفة\nواصحابه والثوري والحسن بن صالح وسائر الكوفيين وحجتهم ان الحيوان لا يوقف\nعلى حقيقة صفته وادعوا نسخ حديث أبى هريرة وأبى رافع بحديث ابن عمر أنه\nعليه السلام قضى فيمن اعتق نصف عبد مشترك بقيمة نصف شريكه ولم يوجب عليه\nنصف عبد وعن يحيى بن سعيد قلت لربيعة حدثنى اهل انطا بلس ان خير بن نعيم\nكان يقضى عندهم بان لا يجوز السلف في الحيوان وقد كان يجالسك ولا احسبه قضى\nبه الا عن رايك فقال ربيعة قد كان ابن مسعود يقول ذلك - قال (باب فضل\nالاقراض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p353'> Vol. 05, p. 353</a>\n            </div>\n             ذكر في آخره حديثا في سنده عبد الله بن الحسين أبو\nحريز فقال (ليس بالقوى) - قلت - اخرج ابن حبان هذا الحديث في صحيحه من طريق\nأبى حريز هذا واخرج الترمذي في ابواب النكاح حديثا في سنده أبو حريز هذا\nوقال حسن صحيح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p354'> Vol. 05, p. 354</a>\n            </div>\n             قال (باب قرض الحيوان غير الجوارى) - قلت -\nإذا جاز قرض الحيوان فكذا الجوارى لعموم الدليل وبذلك قال المزني ومحمد بن\nجرير والظاهرية وكما في السلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p358'> Vol. 05, p. 358</a>\n            </div>\n             ومن منع قرض الحوارى قال <span id='ms518'></span> كيف\nيطؤها ثم يردها فيكون فرجا معارا واجاب عن ذلك صاحب المحلى بما ملخصه انهم\nيوجبون هذا في التى يجد بها عيبا فهلا قاسوا تلك على هذه وليس ذلك فرجا\nمعارا لان العارية لا تزيل ملك المعير فحرام وطؤها واما المستقرضة فملكها\nالمستقرض وحلت له فيردها أو يرد غيرها - وفي الاستذكار وممن منع استقراض\nالحيوان والسلم فيه عبد الله بن مسعود وحذيفة وعبد الرحمن بن سمرة وأبو\nحنيفة واصحابه والثوري والحسن بن صالح وسائر الكوفيين وحجتهم ان الحيوان لا\nيوقف على حقيقة صفته وادعوا نسخ حديث أبى هريرة وأبى رافع بحديث ابن عمر\nأنه عليه السلام قضى فيمن اعتق نصف عبد مشترك بقيمة نصف شريكه ولم يوجب\nعليه نصف عبد وعن يحيى بن سعيد قلت لربيعة حدثنى اهل انطا بلس ان خير بن\nنعيم كان يقضى عندهم بان لا يجوز السلف في الحيوان وقد كان يجالسك ولا\nاحسبه قضى به الا عن رايك فقال ربيعة قد كان ابن مسعود يقول ذلك - قال (باب\nفضل الاقراض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p353'> Vol. 05, p. 353</a>\n            </div>\n             ذكر في آخره حديثا في سنده عبد الله بن الحسين\nأبو حريز فقال (ليس بالقوى) - قلت - اخرج ابن حبان هذا الحديث في صحيحه من\nطريق أبى حريز هذا واخرج الترمذي في ابواب النكاح حديثا في سنده أبو حريز\nهذا وقال حسن صحيح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p354'> Vol. 05, p. 354</a>\n            </div>\n             * * وقع الفراغ من طبع المجلد الخامس\nمن..مع ما يقابله من الجوهر النقى في يوم الخميس الخامس والعشرين من شهر\nشعبان سنة 1352 من هجرة النبي الكريم عليه وعلى آله وصحبه افضل الصلاة\nواكمل التسليم - ويليه الجزء السادس واوله (باب تجارة الوصي بمال اليتيم أو\nاقراضه) يسر الله تعالى اتمامه بفضله وكرمه آمين والحمد لله رب العالمين *\n(تمت) * *6** الجوهر النقي - المارديني ج 6\n</p>\n\n<p>\nالجوهر النقي\n</p>\n\n<p>\nالمارديني ج 6 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p358'> Vol. 05, p. 358</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "005",
    "006",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "024",
    "025",
    "027",
    "028",
    "029",
    "032",
    "037",
    "040",
    "041",
    "046",
    "047",
    "050",
    "051",
    "053",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "065",
    "080",
    "081",
    "084",
    "085",
    "086",
    "087",
    "091",
    "092",
    "093",
    "096",
    "098",
    "101",
    "102",
    "103",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "114",
    "115",
    "130",
    "131",
    "132",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "145",
    "146",
    "148",
    "149",
    "150",
    "151",
    "157",
    "158",
    "159",
    "164",
    "165",
    "166",
    "167",
    "169",
    "170",
    "171",
    "172",
    "173",
    "175",
    "176",
    "178",
    "180",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "196",
    "199",
    "200",
    "201",
    "203",
    "204",
    "205",
    "206",
    "207",
    "209",
    "211",
    "212",
    "215",
    "217",
    "218",
    "219",
    "220",
    "223",
    "224",
    "225",
    "226",
    "227",
    "231",
    "239",
    "240",
    "241",
    "242",
    "244",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "270",
    "272",
    "273",
    "274",
    "278",
    "279",
    "280",
    "281",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "302",
    "303",
    "304",
    "305",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "315",
    "316",
    "317",
    "318",
    "319",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "337",
    "338",
    "339",
    "340",
    "349",
    "350",
    "352",
    "353",
    "354",
    "358",
    "353",
    "354",
    "358"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10"
  ]
}