{
  "content": "\n<h1 class='l1' id='head0'>CHECK [1_مدخل]</h1>\n\n<p>\nاجتماع الجيوش الإسلامية\n</p>\n\n<p>\nمدخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n            \nص -7- اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية\n</p>\n\n<p>\nتأليف: ابن القيم الجوزية\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالله سبحانه المسئول المرجو الإجابة أن يمتعكم بالإسلام والسنة والعافية\nفإن سعادة الدنيا والآخرة ونعيمهما وفوزهما مبني على هذه الأركان الثلاثة\nوما اجتمعن في عبد بوصف الكمال إلا وقد كملت نعمة الله عليه: وإلا فنصيبه\nمن نعمة الله بحسب نصيبه منها.\n</p>\n\n<p>\nوالنعمة نعمتان نعمة مطلقة ونعمة مقيدة فالنعمة المطلقة هي المتصلة\nبسعادة الأبد وهي الإسلام والسنة، وهي التي أمرنا الله سبحانه وتعالى أن\nنسأله في صلواتنا أن يهدينا صراط أهلها ومن خصهم بها، وجعلهم أهل الرفيق\nالأعلى حيث يقول تعالى { ومن يطع الله والرسول فأولئك مع الذين أنعم الله\nعليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا } فهؤلاء\nالأصناف الأربعة هم أهل هذه النعمة المطلقة، وأصحابها أيضا هم المعنيون\nبقول الله تعالى { اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم\nالإسلام دينا} فأضاف الدين إليهم إذ هم المختصون بهذا الدين القيم دون سائر الأمم.\n</p>\n\n<p>\nوالدين تارة يضاف إلى العبد وتارة يضاف إلى الرب فيقال الإسلام دين الله\nالذي لا يقبل من أحد دينا سواه، ولهذا يقال في الدعاء: اللهم انصر دينك\nالذي أنزلت من السماء، ونسب الكمال إلى الدين، والتمام إلى النعمة مع\nإضافتها إليه لأنه هو وليها ومسديها إليهم، وهم محل محض النعمة قابلين لها\nولهذا يقال في الدعاء المأثور للمسلمين: واجعلهم مثنين بها عليك قابليها\nوأتممها عليهم.\n</p>\n\n<p>\nوأما الدين فلما كانوا هم القائمين به الفاعلين له بتوفيق ربهم نسبة\nإليهم فقال { أكملت لكم دينكم} وكان الإكمال في جانب الدين والتمام في جانب\nالنعمة، واللفظتان وإن تقاربتا وتواخيتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \nفبينهما فرق لطيف يظهر عند التأمل: فإن الكمال أخص بالصفات والمعاني ويطلق\nعلى الأعيان والذوات ولكن باعتبار صفاتها وخواصها كما قال النبي صلى <span id='ms001'></span> الله\nعليه وسلم: \" كمل من الرجال كثير ولم يكمل من النساء إلا مريم بنت عمران\nوآسية بنت مزاحم وخديجة بنت خويلد \" وقال عمر بن عبد العزيز إن للإيمان\nحدودا وفرائض وسننا وشرائع فمن استكملها فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \nص -8- استكمل الإيمان وأما التمام فيكون في الأعيان والمعاني، ونعمة الله\nأعيان وأوصاف ومعان.\n</p>\n\n<p>\nوأما دينه فهو شرعه المتضمن لأمره ونهيه ومحابه، فكانت نسبة الكمال إلى\nالدين والتمام إلى النعمة أحسن، كما كانت إضافة الدين إليهم، والنعمة إليه أحسن.\n</p>\n\n<p>\nوالمقصود أن هذه النعمة هي النعمة المطلقة وهي التي اختصت بالمؤمنين وإذا\nقيل ليس لله على الكافر نعمة بهذا الاعتبار فهو صحيح.\n</p>\n\n<p>\nوالنعمة الثانية النعمة المقيدة كنعمة الصحة والغنى وعافية الجسد وتبسط\nالجاه وكثرة الولد والزوجة الحسنة، وأمثال هذه فهذه النعمة مشتركة بين البر\nوالفاجر والمؤمن والكافر، وإذا قيل لله على الكافر نعمة بهذا الاعتبار فهو\nحق، فلا يصح إطلاق السلب والإيجاب إلا على وجه واحد وهو أن النعمة المقيدة\nلما كانت استدراجا للكافر، ومآلها إلى العذاب والشقاء فكأنها لم تكن نعمة،\nوإنما كانت بلية كما سماها الله تعالى في كتابه كذلك فقال تعالى: {فأما\nالإنسان إذا ما ابتلاه ربه فأكرمه ونعمه فيقول ربي أكرمن وأما إذا ما\nابتلاه فقدر عليه رزقه فيقول ربي أهانن، كلا} أي ليس كل من أكرمته في\nالدنيا ونعمته فيها فقد أنعمت عليه وإنما كان ذلك ابتلاء مني له واختبارا،\nولا كل من قدرت عليه رزقه فجعلته بقدر حاجته من غير فضلة أكون قد أهنته، بل\nأبتلي عبدي بالنعم كما أبتليه بالمصائب.\n</p>\n\n<p>\n(فإن قيل): كيف يلتئم هذا المعنى ويتفق مع قوله { أكرمه} فأثبت له\nالإكرام ثم أنكر عليه قوله { ربي أكرمن} وقال { كلا} أي ليس ذلك إكراما مني\nوإنما هو ابتلاء فكأنه أثبت له الإكرام ونفاه.\n</p>\n\n<p>\nقيل الإكرام المثبت غير الإكرام المنفي، وهما من جنس النعمة المطلقة\nوالمقيدة، فليس هذا الإكرام المقيد بموجب لصاحبه أن يكون من أهل الإكرام\nالمطلق، وكذلك أيضا إذا قيل إن الله أنعم على الكافر نعمة مطلقة <span id='ms002'></span> ولكنه رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \nنعمة الله وبدلها فهو بمنزلة من أعطى ما لا يعيش به فرماه في البحر كما قال\nتعالى { ألم تر إلى الذين بدلوا نعمت الله كفرا} وقال تعالى { وأما ثمود\nفهديناهم فاستحبوا العمى على الهدى} فهدايته إياهم نعمة منه عليهم، فبدلوا\nنعمة الله وآثروا عليها الضلال فهذا فصل النزاع في مسألة (هل لله على\nالكافر نعمة أم لا) وأكثر اختلاف الناس من جهتين إحداهما اشتراك الألفاظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n            \nص -9- وإجمالها. والثانية من جهة الإطلاق والتفصيل.\n</p>\n\n<p>\n(فصل) وهذه النعمة المطلقة هي التي يفرح بها في الحقيقة والفرح بها مما\nيحبه الله ويرضاه وهو لا يحب الفرحين قال الله تعالى { قل بفضل الله\nوبرحمته فبذلك فليفرحوا هو خير مما يجمعون} وقد دارت أقوال السلف على أن\nفضل الله ورحمته الإسلام والسنة: وعلى حسب حياة القلب يكون فرحه بهما:\nوكلما كان أرسخ فيهما كان قبله أشد فرحا حتى إن القلب إذا باشر روح السنة\nليرقص فرحا أحزن ما يكون الناس، فإن السنة حصن الله الحصين الذي من دخله\nكان من الآمنين، وبابه الأعظم الذي من دخله كان إليه من الواصلين، تقوم\nبأهلها وأن قعدت بهم أعمالهم ويسعى نورها بين أيديهم إذا طفئت لأهل البدع\nوالنفاق أنوارهم: وأهل السنة هم المبيضة وجوههم إذا اسودت وجوه أهل البدعة.\nقال تعالى { يوم تبيض وجوه وتسود وجوه} قال ابن عباس: تبيض وجوه أهل السنة\nوالائتلاف. وتسود وجوه أهل البدعة والتفرق، وهي الحياة والنور اللذان بهما\nسعادة العبد وهداه وفوزه، قال تعالى { أومن كان ميتا فأحييناه وجعلنا له\nنورا يمشي به في الناس كمن مثله في الظلمات ليس بخارج منها} فصاحب السنة حي\nالقلب مستنيرة وصاحب البدعة ميت القلب مظلمه.\n</p>\n\n<p>\nوقد ذكر الله سبحانه هذين الأصلين في كتابه في غير موضع. وجعلهما صفة أهل\nالإيمان، وجعل ضدهما صفة من خرج عن الإيمان، فإن القلب الحي المستنير هو\nالذي عقل عن الله وفهم عنه وأذعن وانقاد لتوحيده ومتابعة ما بعث به رسوله\nصلى الله عليه وسلم، والقلب الميت المظلم الذي <span id='ms003'></span> لم يعقل عن الله ولا انقاد\nلما بعث به رسول الله صلى الله عليه وسلم، ولهذا يصف سبحانه هذا الضرب من\nالناس بأنهم أموات غير أحياء، وبأنهم في الظلمات لا يخرجون منها، ولهذا\nكانت الظلمة مستولية عليهم في جميع جهاتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \nفقلوبهم مظلمة ترى الحق في صورة الباطل والباطل في صورة الحق وأعمالهم\nمظلمة وأقوالهم مظلمة وأحوالهم كلها مظلمة، وقبورهم ممتلئة عليهم ظلمة وإذا\nقسمت الأنوار دون الجسر للعبور عليه بقوافي الظلمات ومدخلهم في النار مظلم.\nوهذه الظلمة هي التي خلق فيها الخلق أولا، فمن أراد الله سبحانه وتعالى به\nالسعادة أخرجه منها إلى النور ومن أراد به الشقاوة تركه فيها كما روى\nالإمام أحمد وابن حبان في صحيحه من حديث عبد الله بن عمرو رضي الله عنهما\nعن النبي صلى الله عليه وسلم أنه قال: \"إن الله خلق خلقه في ظلمة ثم ألقى\nعليهم من نوره فمن أصابه من ذلك النور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \nص -10- اهتدى ومن أخطأه ضل، فلذلك أقول جف القلم على علم الله. وكان النبي\nصلى الله عليه وسلم يسأل الله تعالى أن يجعل له نورا في قلبه وسمعه وبصره\nوشعره وبشره ولحمه وعظامه ودمه، ومن فوقه ومن تحته، وعن شماله وخلفه\nوأمامه، وأن يجعل ذاته نورا، فطلب صلى الله عليه وسلم النور لذاته ولأبعاضه\nولحواسه الظاهرة والباطنة ولجهاته الست.\n</p>\n\n<p>\nوقال أبي بن كعب رضي الله عنه: المؤمن مدخله من نور ومخرجه من نور وقوله\nنور وعمله نور، وهذا النور بحسب قوته وضعفه يظهر لصاحبه يوم القيامة فيسعى\nبين يديه ويمينه، فمن الناس من يكون نوره كالشمس وآخر كالنجم وآخر كالنخلة\nالسحوق وآخر دون ذلك حتى أن منهم من يعطى نورا على رأس إبهام قدمه يضيء مرة\nويطفأ أخرى كما كان نور إيمانه ومتابعته في الدنيا كذلك، فهو هذا بعينه\nيظهر هناك للحس والعيان. وقال وتعالى { وكذلك أوحينا إليك روحا من أمرنا ما\nكنت تدري ما الكتاب ولا الأيمان ولكن جعلناه نورا نهدي به من نشاء من\nعبادنا} فسمى وحيه <span id='ms004'></span> وأمره روحا لما يحصل به من حياة القلوب والأرواح وسماه\nنورا لما يحصل به من الهدى واستنارة القلوب والفرقان بين الحق والباطل.\n</p>\n\n<p>\nوقد اختلف في الضمير في قوله عز وجل { ولكن جعلناه نورا} فقيل يعود على\nالكتاب وقيل على الإيمان، والصحيح أنه يعود على الروح في قوله { روحا من\nأمرنا} فأخبر تعالى أنه جعل أمره روحا ونورا وهدى. ولهذا ترى صاحب إتباع\nالأمر والسنة قد كسي من الروح والنور وما يتبعهما من الحلاوة والمهابة\nوالجلالة والقبول ما قد حرمه غيره، كما قال الحسن رحمه الله \" إن المؤمن من\nرزق حلاوة ومهابة \" وقال تعالى { الله ولي الذين آمنوا يخرجهم من الظلمات\nإلى النور والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \nالظلمات} فأولياؤهم يعيدونهم إلى ما خلقوا فيه من ظلمة طبائعهم وجهلهم\nوأهوائهم. وكلما أشرق لهم نور النبوة والوحي وكادوا أن يدخلوا فيه منعهم\nأولياؤهم منه وصدوهم؛ فذلك إخراجهم إياهم من النور إلى الظلمات، وقال تعالى\n{ أومن كان ميتا فأحييناه وجعلنا له نورا يمشي به في الناس كمن مثله في\nالظلمات ليس بخارج منها} فإحياؤه سبحانه وتعالى بروحه الذي هو وحيه وهو روح\nالإيمان والعلم وجعل له نورا يمشي به بين أهل الظلمة كما يمشي الرجل\nبالسراج المضيء في الليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \nص -11- الظلماء فهو يرى أهل الظلمة في ظلامتهم وهم لا يرونه، كالبصير الذي\nيمشي بين العميان.\n</p>\n\n<p>\n(فصل) والخارجون عن طاعة الرسل صلوات الله وسلامه عليهم ومتابعتهم\nيتقلبون في عشر ظلمات: ظلمة الطبع، وظلمة الجهل، وظلمة الهوى، وظلمة القول،\nوظلمة العمل، وظلمة المدخل، وظلمة المخرج، وظلمة القبر، وظلمة القيامة،\nوظلمة دار القرار، فالظلمة لازمة لهم في دورهم الثلاثة، وأتباع الرسل صلوات\nالله وسلامه عليهم يتقلبون في عشرة أنوار؛ ولهذه الأمة من النور ما ليس\nلأمة غيرها ولنبيها صلى الله عليه وسلم من النور ما ليس لنبي غيره، فإن لكل\nنبي منهم نورين ولنبينا صلى الله عليه وسلم تحت كل شعرة من رأسه وجسده نور\nتام، كذلك صفته وصفة أمته في الكتب المتقدمة <span id='ms005'></span>. وقال تعالى { يا أيها الذين\nآمنوا اتقوا الله وآمنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون\nبه ويغفر لكم والله غفور رحيم} وفي قوله تمشون به إعلام بأن تصرفهم وتقلبهم\nالذي ينفعهم إنما هو بالنور، وأن مشيهم بغير النور غير مجد عليهم ولا نافع\nلهم؛ بل ضرره أكثر من نفعه، وفيه أن أهل النور هم أهل المشي في الناس ومن\nسواهم أهل الزمانة والانقطاع، فلا مشي لقلوبهم ولا لأحوالهم ولا لأقوالهم،\nولا لأقدامهم إلى الطاعات، وكذلك لا تمشي على الصراط إذا مشت بأهل الأنوار\nأقدامهم. وفي قوله { تمشون به} نكتة بديعة، وهي أنهم يمشون على الصراط\nبأنوارهم كما يمشون بها بين الناس في الدنيا، ومن لا نور له فإنه لا يستطيع\nأن ينقل قدما عن قدم على الصراط فلا يستطيع المشي أحوج ما يكون إليه.\n</p>\n\n<p>\n(فصل) والله سبحانه وتعالى سمى نفسه نورا، وجعل كتابه نورا، ورسوله صلى\nالله عليه وسلم نورا ودينه نورا. واحتجب عن خلقه بالنور، وجعل دار أوليائه\nنورا يتلألأ. قال تعالى { الله نور السماوات والأرض مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \nنوره كمشكاة فيها مصباح المصباح في زجاجة الزجاجة كأنها كوكب دري يوقد من\nشجرة مباركة زيتونة لا شرقية ولا غربية يكاد زيتها يضيء ولو لم تمسسه نار\nنور على نور يهدي الله لنوره من يشاء ويضرب الله الأمثال للناس والله بكل\nشيء عليم} وقد فسر قوله تعالى { الله نور السماوات والأرض} بكونه منور\nالسماوات والأرض، وهادي أهل السماوات والأرض، فنوره اهتدى أهل السماوات\nوالأرض، وهذا إنما هو فعله، وإلا فالنور الذي هو من أوصافه قائم به، ومنه\nاشتق له اسم النور الذي هو أحد الأسماء الحسنى، والنور يضاف إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n            \nص -12- سبحانه على أحد وجهين، إضافة صفة إلى موصوفها وإضافة مفعول إلى\nفاعله، فالأول كقوله عز وجل { وأشرقت الأرض بنور ربها} فهذا إشراقها يوم\nالقيامة بنوره تعالى إذا جاء لفصل القضاء. ومنه قول النبي صلى الله عليه\nوسلم في الدعاء المشهور: \"أعوذ بنور وجهك الكريم أن تضلني لا إله إلا <span id='ms006'></span> أنت\".\nوفي الأثر الآخر: \"أعوذ بوجهك أو بنور وجهك الذي أشرقت له الظلمات\". فأخبر\nأن الظلمات أشرقت لنور وجه الله؛ كما أخبر تعالى أن الأرض تشرق يوم القيامة بنوره.\n</p>\n\n<p>\nوفي معجم الطبراني والسنة له وكتاب عثمان الدارمي وغيرها عن ابن مسعود\nرضي الله عنه قال: \"ليس عند ربكم ليل ولا نهار، نور السماوات والأرض من نور\nوجهه\"، وهذا الذي قاله ابن مسعود رضي الله عنه أقرب إلى تفسير الآية من قول\nمن فسرها بأنه هادي أهل السماوات والأرض وأما من فسرها بأنه منور السماوات\nوالأرض فلا تنافي بينه وبين قول ابن مسعود، والحق أنه نور السماوات والأرض\nبهذه الاعتبارات كلها.\n</p>\n\n<p>\nوفي صحيح مسلم وغيره من حديث أبي موسى الأشعري رضي الله عنه قال: قام\nفينا رسول الله بخمس كلمات فقال: \"إن الله لا ينام ولا ينبغي له أن ينام،\nيخفض القسط ويرفعه، يرفع إليه عمل الليل قبل عمل النهار، وعمل النهار قبل\nعمل الليل، حجابه النور لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من\nخلفه\". وفي صحيح مسلم عن أبي ذر رضي الله عنه قال: \"سألت رسول الله صلى\nالله عليه وسلم هل رأيت ربك؟ قال نور أنى أراه\"، فسمعت شيخ الإسلام ابن\nتيمية رحمه الله يقول معناه كان ثم نور، وحال دون رؤيته نور فأنى أراه. قال\nويدل عليه أن في بعض الألفاظ الصحيحة: هل رأيت ربك؟ فقال: \" رأيت نورا\" وقد\nأعضل أمر هذا الحديث على كثير من الناس حتى صحفه بعضهم فقال (نورانى أراه)\nعلى أنها ياء النسب والكلمة كلمة واحدة، وهذا خطأ لفظا ومعنى، وإنما أوجب\nلهم هذا الإشكال والخطأ أنهم لما اعتقدوا أن رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \nصلى الله عليه وسلم رأى ربه وكان قوله: \" أنى أراه\" كالإنكار للرؤية حاروا\nفي الحديث؛ ورده بعضهم باضطراب لفظه، وكل هذا عدول عن موجب الدليل. وقد حكى\nعثمان بن سعيد الدارمي في كتاب الرؤية له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \nص -13- إجماع الصحابة على أنه لم ير ربه ليلة المعراج وبعضهم استثنى ابن\nعباس <span id='ms007'></span> فيمن قال ذلك وشيخنا يقول: ليس ذلك بخلاف في الحقيقة، فإن ابن عباس لم\nيقل رآه بعيني رأسه. وعليه اعتمد أحمد في إحدى الروايتين حيث قال إنه صلى\nالله عليه وسلم رآه عز وجل ولم يقل بعيني رأسه ولفظ أحمد لفظ ابن عباس رضي\nالله عنه ويدل على صحة ما قال شيخنا في معنى حديث أبي ذر رضي الله عنه قوله\nصلى الله عليه وسلم في الحديث الآخر \" حجابه النور \" فهذا النور هو \" والله\nأعلم \" النور المذكور في حديث أبي ذر رضي الله عنه \" رأيت نورا \".\n</p>\n\n<p>\n(فصل) وقوله تعالى { مثل نوره كمشكاة فيها مصباح} هذا مثل لنوره في قلب\nعبده المؤمن كما قال أبي بن كعب وغيره، وقد اختلف في مفسر الضمير في \" نوره\n\" فقيل هو النبي صلى الله عليه وسلم أي مثل نور محمد صلى الله عليه وسلم\nوقيل مفسره المؤمن أي مثل نور المؤمن، والصحيح أنه يعود على الله سبحانه\nوتعالى، والمعنى مثل نور الله سبحانه وتعالى في قلب عبده وأعظم عباده نصيبا\nمن هذا النور رسوله صلى الله عليه وسلم فهذا مع ما تضمنه عود الضمير\nالمذكور وهو وجه الكلام يتضمن التقادير الثلاثة، وهو أتم لفظا ومعنى.\n</p>\n\n<p>\nوهذا النور يضاف إلى الله تعالى إذ هو معطيه لعبده وواهبه إياه ويضاف إلى\nالعبد إذ هو محله وقابله فيضاف إلى الفاعل والقابل ولهذا النور فاعل وقابل\nومحل وحامل ومادة وقد تضمنت الآية ذكر هذه الأمور كلها على وجه التفصيل؛\nفالفاعل هو الله تعالى مفيض الأنوار الهادي لنوره من يشاء، والقابل العبد\nالمؤمن والمحل قلبه والحامل همته وعزيمته وإرادته، والمادة قوله وعمله،\nوهذا التشبيه العجيب الذي تضمنته الآية فيه من الأسرار والمعاني وإظهار\nتمام نعمته على عبده المؤمن بما أناله من نوره ما تقر به عيون أهله وتبتهج\nبه قلوبهم.\n</p>\n\n<p>\nوفي هذا التشبيه لأهل المعاني طريقتان (أحدهما) طريقة التشبيه المركب وهي\nأقرب مأخذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \nوأسلم من التكلف وهي أن تشبه الجملة برمتها بنور المؤمن من غير تعرض لتفصيل\nكل جزء من <span id='ms008'></span> أجزاء المشبه ومقابلته بجزء من المشبه به، وعلى هذا عامة أمثال\nالقرآن، فتأمل صفة المشكاة، وهي كوة تنفذ لتكون أجمع للضوء قد وضع فيها\nالمصباح، وذلك المصباح داخل زجاجة تشبه الكوكب الدري في صفائها وحسنها،\nومادتة من أصفى الأذهان وأتمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \nص -14- وقودا، من زيت شجرة في وسط القراح لا شرقية ولا غربية بحيث تصيبها\nالشمس في أحدى طرفي النهار بل هي في وسط القراح محمية بأطرافه تصيبها الشمس\nأعدل إصابة والآفات إلى الأطراف دونها، فمن شدة إضاءة زيتها وصفائها وحسنها\nيكاد يضيء من غير أن تمسه نار، فهذا المجموع المركب هو مثل نور الله تعالى\nالذي وضعه في قلب عبده المؤمن وخصه به.\n</p>\n\n<p>\nوالطريقة الثانية طريقة التشبيه المفصل، فقيل المشكاة صدر المؤمن\nوالزجاجة قلبه، شبه قلبه بالزجاجة لرقتها وصفائها وصلابتها، وكذلك قلب\nالمؤمن فإنه قد جمع الأوصاف الثلاثة، فهو يرحم ويحسن ويتحنن، ويشفق على\nالخلق برقته وبصفائه تتجلى فيه صور الحقائق والعلوم على ما هي عليه ويباعد\nالكدر والدرن والوسخ بحسب ما فيه من الصفاء، وبصلابته يشتد في أمر الله\nتعالى ويتصلب في ذات الله تعالى، ويغلظ على أعداء الله تعالى، ويقوم بالحق\nلله تعالى وقد جعل الله تعالى، القلوب كالآنية، كما قال بعض السلف \" القلوب\nآنية الله في أرضه، فأحبها إليه أرقها وأصلبها وأصفاها \" والمصباح هو نور\nالإيمان في قلبه والشجرة المباركة هي شجرة الوحي المتضمنة للهدى ودين الحق\nوهي مادة المصباح التي يتقد منها والنور على النور، نور الفطرة الصحيحة\nوالإدراك الصحيح، ونور الوحي والكتاب، فيضاف أحد النورين إلى الآخر فيزداد\nالعبد نورا على نور، ولهذا يكاد ينطق بالحق والحكمة قبل أن يسمع ما فيه\nبالأثر ثم يبلغه الأثر بمثل ما وقع في قلبه ونطق به فيتفق عنده شاهد العقل\nوالشرع والفطرة والوحي فيريه عقله وفطرته وذوقه الذي جاء به الرسول صلى\nالله عليه وسلم هو الحق لا يتعارض عنده العقل والنقل البتة بل يتصادقان\nويتوافقان.\n</p>\n\n<p>\nفهذا علامة النور على النور عكس من تلاطمت في قلبه أمواج الشبه <span id='ms009'></span> الباطلة\nوالخيالات الفاسدة من الظنون الجهليات التي يسميها أهلها القواطع العقليات\nفهي في صدره { كظلمات في بحر لجي يغشاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n            \nموج من فوقه موج من فوقه سحاب ظلمات بعضها فوق بعض إذا أخرج يده لم يكد\nيراها ومن لم يجعل الله له نورا فما له من نور} فانظر كيف انتظمت هذه\nالآيات طرائق بني آدم أتم انتظام، واشتملت عليه أكمل اشتمال فإن الناس\nقسمان أهل الهدى والبصائر الذين عرفوا أن الحق فيما جاء به الرسول صلى الله\nعليه وسلم عن الله سبحانه وتعالى وإن كل ما عارضه فشبهات يشتبه على من قل\nنصيبه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \nص -15- العقل والسمع أمرها فيظنها شيئا له حاصل ينتفع به وهي { كسراب بقيعة\nيحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئا ووجد الله عنده فوفاه حسابه\nوالله سريع الحساب، أو كظلمات في بحر لجي يغشاه موج من فوقه موج من فوقه\nسحاب ظلمات بعضها فوق بعض إذا أخرج يده لم يكد يراها ومن لم يجعل الله له\nنورا فما له من نور} وهؤلاء هم أهل الهدى ودين الحق أصحاب العلم النافع\nوالعمل الصالح، الذين صدقوا الرسول صلى الله عليه وسلم في أخباره ولم\nيعارضوها بالشبهات وأطاعوه في أوامره ولم يضيعوها بالشهوات، فلا هم في\nعملهم من أهل الخوض الخراصين الذين هم في غمرة ساهون ولا هم في عملهم من\nالمستمتعين بخلاقهم الذين حبطت أعمالهم في الدنيا والآخرة وأولئك هم\nالخاسرون. أضاء لهم نور الوحي المبين فرأوا في نوره أهل الظلمات في ظلمات\nآرائهم يعمهون، وفي ضلالتهم يتهوكون، وفي ريبهم يترددون مغترين بظاهر\nالسراب ممحلين مجدبين مما بعث الله تعالى به رسوله صلى الله عليه وسلم من\nالحكمة وفصل الخطاب إن عندهم إلا نخالة الأفكار وزبالة الأذهان التي قد\nرضوا بها واطمأنوا إليها وقدموها على السنة والقرآن { إن في صدورهم إلا كبر\nما هم ببالغيه} أوجبه لهم إتباع الهوى ونخوة الشيطان وهم لأجله يجادلون في\nآيات الله بغير سلطان.\n</p>\n\n<p>\n(فصل) القسم الأول: أهل الجهل والظلم الذين جمعوا <span id='ms010'></span> بين الجهل بما جاء به\nوالظلم بإتباع أهوائهم الذين قال الله تعالى فيهم { إن يتبعون إلا الظن وما\nتهوى الأنفس ولقد جاءهم من ربهم الهدى} وهؤلاء قسمان أحدهما الذين يحسبون\nأنهم على علم وهدى وهم أهل الجهل والضلال، فهؤلاء أهل الجهل المركب الذين\nيجهلون الحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \nويعادونه ويعادون أهله وينصرون الباطل ويوالون أهله وهم يحسبون أنهم على\nشيء إلا أنهم هم الكاذبون، فهم لاعتقادهم الشيء على خلاف ما هو عليه بمنزلة\nرائي السراب الذي يحسبه الظمآن ماءا حتى إذا جاءه لم يجده شيئا، وهكذا\nهؤلاء أعمالهم وعلومهم بمنزلة السراب الذي يخون صاحبه أحوج ما هو إليه ولم\nيقتصر على مجرد الخيبة والحرمان كما هو حال من أم السراب فلم يجده ماء بل\nانضاف إلى ذلك أنه وجد عنده أحكم الحاكمين وأعدل العادلين سبحانه وتعالى\nفحسب له ما عنده من العلم والعمل فوفاه إياه بمثاقيل الذر، وقدم إلى ما عمل\nمن عمل يرجو نفعه فجعله هباء منثورا إذ لم يكن خالصا لوجهه ولا على سنة\nرسول صلى الله عليه وسلم وصارت تلك الشبهات الباطلة التي كان يظنها علوما\nنافعة كذلك هباء منثور فصارت أعماله وعلومه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \nص -16- حسرات عليه، والسراب ما يرى في الفلاة المنبسطة من ضوء الشمس وقت\nالظهيرة يسرب على وجه الأرض كأنه ماء يجري والقيعة والقاع هو المنبسط من\nالأرض الذي لا جبل فيه ولا فيه واد فشبه علوم من لم يأخذ علومه وأعماله من\nالوحي بسراب يراه المسافر في شدة الحر فيؤمه فيخيب ظنه ويجده نارا تلظى،\nفهكذا علوم أهل الباطل وأعمالهم إذا حشر الناس واشتد بهم العطش بدت لهم\nكالسراب فيحسبونه ماء فإذا أتوه وجدوا الله عنده فأخذتهم زبانية العذاب\nفعتلوهم إلى نار الجحيم فسقوا ماء حميما فقطع أمعاءهم وذلك الماء الذي سقوه\nهو تلك العلوم التي لا تنفع، والأعمال التي كانت لغير الله تعالى صيرها\nالله تعالى حميما سقاهم إياه كما أن طعامهم من ضريع لا يسمن ولا يغني من\nجوع وهو تلك العلوم والأعمال الباطلة التي <span id='ms011'></span> كانت في الدنيا كذلك لا يسمن ولا\nيغني من جوع وهؤلاء هم الذين قال الله فيهم { قل هل ننبئكم بالأخسرين\nأعمالا، الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا} وهم\nالذين عنى بقوله { وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا} وهم\nالذين عنى بقوله تعالى { كذلك يريهم الله أعمالهم حسرات عليهم وما هم\nبخارجين من النار}.\n</p>\n\n<p>\nوالقسم الثاني من هذا الصنف أصحاب الظلمات وهم المنغمسون في الجهل بحيث\nقد أحاط بهم من كل وجه، فهم بمنزلة الأنعام بل هم أضل سبيلا؛ فهؤلاء\nأعمالهم التي عملوها على غير بصيرة بل بمجرد التقليد وإتباع الآباء من غير\nنور من الله تعالى كظلمات جمع ظلمة وهي ظلمة الجهل وظلمة الكفر، وظلمة\nالظلم، وإتباع الهوى وظلمة الشك والريب، وظلمة الإعراض عن الحق الذي بعث\nالله تعالى به رسله صلوات الله وسلامه عليهم، والنور الذي أنزله معهم\nليخرجوا به الناس من الظلمات إلى النور، فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \nالمعرض عما بعث الله تعالى به محمدا صلى الله عليه وسلم من الهدى ودين الحق\nيتقلب في خمس ظلمات. قوله ظلمة وعمله ظلمة ومدخله ظلمة ومخرجه ظلمة، ومصيره\nإلى الظلمة وقلبه مظلم ووجهه مظلم وكلامه مظلم وحاله مظلم؛ وإذا قابلت\nبصيرته الخفاشية ما بعث الله به محمدا صلى الله عليه وسلم من النور جد في\nالهرب منه، وكاد نوره يخطف بصره، فهرب إلى ظلمات الآراء التي هي به أنسب\nوأولى كما قيل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nص -17- خفافيش أعشاها النهار بضوئه ووافقها قطع من الليل مظلم\n</p>\n\n<p>\nفإذا جاء إلى زبالة الأفكار ونخالة الأذهان، جال ومال وأبدى وأعاد وقعقع\nوفرقع، فإذا طلع نور الوحي وشمس الرسالة انحجز في حجرة الحشرات.\n</p>\n\n<p>\nوقوله { في بحر لجي} اللجي العميق منسوب إلى لجة البحر وهو معظمه، وقوله\nتعالى { يغشاه موج من فوقه موج من فوقه سحاب} تصوير لحال هذا المعرض عن\nوحيه، فشبه تلاطم أمواج الشبه والباطل في صدره بتلاطم أمواج ذلك البحر،\nوأنها أمواج بعضها فوق بعض، والضمير الأول في قوله { يغشاه} راجع <span id='ms012'></span> إلى البحر\nوالضمير الثاني في قوله { من فوقه} عائد إلى الموج، ثم إن تلك الأمواج\nمغشاة بسحاب فههنا ظلمات: ظلمة البحر اللجي، وظلمة الموج الذي فوقه، وظلمة\nالسحاب الذي فوق ذلك كله، إذا أخرج من في هذا البحر يده لم يكد يراها\nواختلف في معنى ذلك فقال كثير من النحاة: هو نفي لمقاربة رؤيتها وهو أبلغ\nمن نفيه الرؤية، وأنه قد ينفي وقوع الشيء، ولا تنفي مقاربته فكأنه قال لم\nيقارب رؤيتها بوجه، قال هؤلاء: كاد من أفعال المقاربة، لها حكم سائر\nالأفعال في النفي والإثبات، فإذا قيل كاد يفعل، فهو إثبات مقاربة الفعل،\nفإذا الأفعال في النفي والإثبات، فإذا قيل كاد يفعل، فهو إثبات مقاربة\nالفعل، فإذا قيل لم يكد يفعل فهو نفي لمقاربة الفعل.\n</p>\n\n<p>\nوقالت طائفة أخرى: بل هذا دال على أنه إنما يراها بعد جهد شديد، وفي ذلك\nإثبات رؤيتها بعد أعظم العسر لأجل تلك الظلمات، وقالوا لأن كاد لها شأن ليس\nلغيرها من الأفعال فإنها إذا أثبتت نفت، وإذا نفت أثبتت، فإذا قلت ما كدت\nأصل إليك فمعناه وصلت إليك بعد الجهد والشدة، فهذا إثبات للوصول وإذا قلت\nكاد زيد يقوم فهي نفي لقيامه كما قال تعالى { وأنه لما قام عبد الله يدعوه\nكادوا يكونون عليه لبدا} ومنه قوله تعالى { وإن يكاد الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \nكفروا ليزلقونك بأبصارهم} وأنشد بعضهم في ذلك لغزا.\n</p>\n\n<p>\nأنحوى هذا العصر ما هي لفظة جرت في لسان جرهم وثمود\n</p>\n\n<p>\nإذا استعملت في صورة النفي أثبتت وإن اثبتت قامت مقام جحود\n</p>\n\n<p>\nوقالت فرقة ثالثة منهم أبو عبد الله بن مالك وغيره: إن استعمالها مثبتة\nيقتضي نفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \nص -18- خبرها كقولك كاد زيد يقوم، واستعمالها منفية يقتضي نفيه بطريق\nالأولى فهي عنده تنفي الخبر سواء كانت منفية أو مثبتة، فلم يكد زيد يقوم،\nأبلغ عنده في النفي من (لم يقم) واحتج بأنها إذا نفت وهي من أفعال المقاربة\nفقد نفت مقاربة الفعل وهو أبلغ من نفيه، وإذا استعملت مثبتة فهي تقتضي\nمقاربة اسمها لخبرها وذلك يدل <span id='ms013'></span> على عدم وقوعه، واعتذر عن مثل قوله تعالى {\nفذبحوها وما كادوا يفعلون} وعن مثل قوله: وصلت إليك وما كدت أصل، وسلمت وما\nكدت أسلم بأن هذا وارد على كلامين متباينين، أي فعلت كذا بعد أن لم أكن\nمقاربا له فالأول يقتضي وجود الفعل، والثاني يقتضي أنه لم يكن مقاربا له بل\nكان آيسا منه فهما كلامان مقصود بهما أمران متباينان.\n</p>\n\n<p>\nوذهبت فرقة رابعة إلى الفرق بين ماضيها ومستقبلها، فإذا كانت في الإثبات\nفهي لمقاربة الفعل سواء كانت بصيغة الماضي أو المستقبل وإن كانت في طرف\nالنفي فإن كانت بصيغة المستقبل كانت لنفي الفعل ومقاربته نحو قوله { لم يكد\nيراها} وإن كانت بصيغة الماضي فهي تقتضي الإثبات نحو قوله { فذبحوها وما\nكادوا يفعلون} فهذه أربعة طرق للنحاة في هذه اللفظة والصحيح أنها فعل يقتضي\nالمقاربة ولها حكم سائر الأفعال، ونفي الخبر لم يستفد من لفظها ووضعها،\nفإنها لم توضع لنفيه وإنما استفيد من لوازم معناها فإنها إذا اقتضت مقاربة\nالفعل لم يكن واقعا فيكون منفيا باللزوم وأما إذا استعملت منفية فإن كانت\nفي كلام واحد فهي لنفي المقاربة، كما إذا قلت لا يكاد البطال يفلح ولا يكاد\nالبخيل يسود ولا يكاد الجبان يفرح ونحو ذلك، وإن كانت في كلامين اقتضت وقوع\nالفعل بعد أن لم يكن مقاربا كما قال ابن مالك، فهذا التحقيق في أمرها.\n</p>\n\n<p>\nوالمقصود أن قوله { لم يكد يراها} إما أنه يدل على أنه لا يقارب رؤيتها\nلشدة الظلمة وهو الأظهر، فإذا كان لا يقارب رؤيتها فكيف يراها. قال ذو الرمة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nإذا غير النائي المحبين لم يكد رسيس الهوى من حب مية يبرح\n</p>\n\n<p>\nأي لم يقارب البراح وهو الزوال فكيف يزول، فشبه سبحانه أعمالهم أولا في\nفوات نفعها وحصول ضررها عليهم بسراب خداع يخدع رائيه من بعيد فإذا جاءه وجد\nعنده عكس ما أمله ورجاه، وشبهها ثانيا في ظلمتها وسوادها لكونها باطلة\nخالية عن نور الإيمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \nص -19- بظلمات متراكمة في لجج البحر المتلاطم الأمواج الذي قد غشيه السحاب\nمن <span id='ms014'></span> فوقه.\n</p>\n\n<p>\nفياله تشبيها ما أبدعه وأشد مطابقته بحال أهل البدع والضلال وحال من عبد\nالله سبحانه وتعالى على خلاف ما بعث به رسوله صلى الله عليه وسلم وأنزل به\nكتابه، وهذا التشبيه هو تشبيه لأعمالهم الباطلة بالمطابقة والتصريح\nولعلومهم وعقائدهم الفاسدة باللزوم، وكل واحد من السراب والظلمات مثل\nلمجموع علومهم وأعمالهم فهي سراب لا حاصل لها وظلمات لا نور فيها، وهذا عكس\nمثل أعمال المؤمن وعلومه التي تلقاها من مشكاة النبوة فإنها مثل الغيث الذي\nبه حياة البلاد والعباد ومثل النور الذي به انتفاع أهل الدنيا والآخرة،\nولهذا يذكر سبحانه هذين المثلين في القرآن في غير موضع لأوليائه وأعدائه،\nكما ذكرهما في سورة البقرة في قوله تعالى { مثلهم كمثل الذي استوقد نارا\nفلما أضاءت ما حوله ذهب الله بنورهم وتركهم في ظلمات لا يبصرون، صم بكم عمي\nفهم لا يرجعون}.\n</p>\n\n<p>\nشبه سبحانه أعداءه المنافقين بقوم أوقدوا نارا لتضيء لهم وينتفعوا بها،\nفلما أضاءت لهم النار فأبصروا في ضوئها ما ينفعهم ويضرهم، وأبصروا الطريق\nبعد أن كانوا حيارى تائهين، فهم كقوم سفر ضلوا عن الطريق فأوقدوا النار\nتضيء لهم الطريق، فلما أضاءت لهم فأبصروا وعرفوا طفئت تلك الأنوار وبقوا في\nالظلمات لا يبصرون، قد سدت عليهم أبواب الهدى الثلاث، فإن الهدي يدخل إلى\nالعبد من ثلاثة أبواب. مما يسمعه بأذنه ويراه بعينه ويعقله بقلبه، وهؤلاء\nقد سدت عليهم أبواب الهدى فلا تسمع قلوبهم شيئا ولا تبصره ولا تعقل ما\nينفعها؛ وقيل لما لم ينتفعوا بأسماعهم وأبصارهم وقلوبهم نزلوا بمنزلة من لا\nسمع له ولا بصر ولا عقل. والقولان متلازمان، وقال في صفتهم { فهم لا\nيرجعون} لأنهم قد رأوا في ضوء النهار وأبصروا الهدى، فلما طفئت عنهم لم يرجعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n            \nإلى ما رأوا وأبصروا وقال سبحانه وتعالى { ذهب الله بنورهم} ولم يقل ذهب\nنورهم، وفيه سر بديع وهو انقطاع سر تلك المعية الخاصة التي هي للمؤمنين من\nالله تعالى، فإن الله تعالى مع المؤمنين وإن الله مع الصابرين وإن الله مع\nالذين اتقوا <span id='ms015'></span> والذين هم محسنون؛ فذهاب الله بذلك النور انقطاع لمعيته التي\nخص بها أولياءه فقطعها بينه وبين المنافقين فلم يبق عندهم بعد ذهاب نورهم\nولا معهم. فليس لهم نصيب من قوله { لا تحزن إن الله معنا} ولا من { كلا إن\nمعي ربي سيهدين}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nص -20- وتأمل قوله تعالى { أضاءت ما حوله} كيف جعل ضوءها خارجا عنه منفصلا\nولو اتصل ضوئها به ولابسه لم يذهب، ولكنه كان ضوء مجاورة لا ملابسة\nومخالطة، وكان الضوء عارضا والظلمة أصلية، فرجع الضوء إلى معدنه وبقيت\nالظلمة في معدنها، فرجع كل منهما إلى أصله اللائق به حجة من الله قائمة\nوحكمة بالغة تعرف بها إلى أولي الألباب من عباده.\n</p>\n\n<p>\nوتأمل قوله تعالى { ذهب الله بنورهم} ولم يقل بنارهم ليطابق أول الآية.\nفإن النار فيها إشراق وإحراق، فذهب بما فيها من الإشراق وهو النور؛ وأبقى\nعليهم ما فيها من الإحراق وهو النارية. وتأمل كيف قال بنورهم ولم يقل\nبضوئهم مع قوله { فلما أضاءت ما حوله} لأن الضوء هو زيادة في النور فلو قيل\nذهب الله بضوئهم لأوهم الذهاب بالزيادة فقط دون الأصل، فلما كان النور أصل\nالضوء كان الذهاب به ذهابا بالشيء وزيادته.\n</p>\n\n<p>\nوأيضا فإنه أبلغ في النفي عنهم وإنهم من أهل الظلمات الذين لا نور لهم\nوأيضا فإن الله تعالى سمى كتابه نورا ورسوله صلى الله عليه وسلم نورا ودينه\nنورا وهداه نورا ومن أسمائه النور والصلاة نور، فذهابه سبحانه بنورهم ذهاب\nبهذا كله، وتأمل مطابقة هذا المثل لما تقدمه من قوله { أولئك الذين اشتروا\nالضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين} كيف طابق هذه التجارة\nالخاسرة التي تضمنت حصول الضلالة والرضى بها، وبدل الهدى في مقابلتها،\nوحصول الظلمات التي هي الضلالة والرضى بها بدلا عن النور الذي هو الهدى\nوالنور، فبدلوا الهدى والنور وتعوضوا عنه بالظلمة والضلالة فيا لها من\nتجارة ما أخسرها وصفقة ما أشد غبنها.\n</p>\n\n<p>\nوتأمل كيف قال الله تعالى { ذهب الله بنورهم} فوحده ثم قال { وتركهم في\nظلمات} فجمعها فإن الحق واحد <span id='ms016'></span> وهو صراط الله المستقيم الذي لا صراط يوصل\nإليه سواه، وهو عبادته وحده لا شريك له بما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \nشرعه على لسان رسوله صلى الله عليه وسلم لا بالأهواء والبدع وطرق الخارجين\nعما بعث الله به رسوله صلى الله عليه وسلم من الهدى ودين الحق بخلاف طرق\nالباطل فإنها متعددة متشعبة، ولهذا يفرد سبحانه الحق ويجمع الباطل، كقوله\nتعالى { الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور والذين كفروا\nأولياؤهم الطاغوت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \nص -21- يخرجونهم من النور إلى الظلمات} وقال تعالى { وأن هذا صراطي مستقيما\nفاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله} فجمع سبل الباطل ووحد سبيل\nالحق ولا يناقض هذا قوله تعالى { يهدي به الله من اتبع رضوانه سبل السلام}\nفإن تلك هي طرق مرضاته التي يجمعها سبيله الواحد وصراطه المستقيم فإن طرق\nمرضاته كلها ترجع إلى صراط واحد وسبيل واحد وهي سبيله التي لا سبيل إليه\nإلا منها وقد صح عن النبي صلى الله عليه وسلم أنه خط خطا مستقيما وقال: هذا\nسبيل الله ثم خط خطوطا عن يمينه وعن شماله وقال: هذه سبل على كل سبيل منها\nشيطان يدعو إليه، ثم قرأ قوله تعالى: { وأن هذا صراطي مستقيما فاتبعوه ولا\nتتبعوا السبل فتفرق بكم عن سبيله ذلكم وصاكم به لعلكم تتقون }.\n</p>\n\n<p>\nوقد قيل إن هذا مثل للمنافقين وما يوقدونه من نار الفتنة التي يوقعونها\nبين أهل الإسلام ويكون بمنزلة قول الله تعالى: {كلما أوقدوا نارا للحرب\nأطفأها الله } ويكون قوله تعالى: { ذهب الله بنورهم} مطابقا لقوله تعالى: {\nأطفأها الله} ويكون تخييبهم وإبطال ما راموه هو تركهم في ظلمات الحيرة لا\nيهتدون إلى التخلص مما وقعوا فيه ولا يبصرون سبيلا بل هم صم بكم عمي، وهذا\nالتقدير وإن كان حقا ففي كونه مرادا بالآية نظر، فإن السياق إنما قصد لغيره\nويأباه قوله تعالى { فلما أضاءت ما حوله} وموقد نار الحرب لا يضيء ما حوله\nأبدا، ويأباه قوله تعالى { ذهب الله بنورهم} وموقد نار الحرب لا نور له\nويأباه قوله تعالى <span id='ms017'></span> { وتركهم في ظلمات لا يبصرون} وهذا يقتضي أنهم انتقلوا\nمن نور المعرفة والبصيرة إلى ظلمة الشك والكفر. قال الحسن رحمه الله: هو\nالمنافق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \nأبصر ثم عمي وعرف ثم أنكر ولهذا قال { فهم لا يرجعون} أي لا يرجعون إلى\nالنور الذي فارقوه، وقال تعالى في حق الكفار { صم بكم عمي فهم لا يعقلون}\nفسلب العقل عن الكفار إذ لم يكونوا من أهل البصيرة والإيمان، وسلب الرجوع\nعن المنافقين لأنهم آمنوا ثم كفروا فلم يرجعوا إلى الإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nص -22- فصل\n</p>\n\n<p>\nثم ضرب الله سبحانه لهم مثلا آخر مائيا فقال تعالى { أو كصيب من السماء\nفيه ظلمات ورعد وبرق يجعلون أصابعهم في آذانهم من الصواعق حذر الموت والله\nمحيط بالكافرين} فشبه نصيبهم مما بعث الله تعالى به رسوله صلى الله عليه\nوسلم من النور والحياة بنصيب المستوقد النار التي طفئت عنه أحوج ما كان\nإليها وذهب نوره وبقي في الظلمات حائرا تائها لا يهتدي سبيلا ولا يعرف\nطريقا؛ وبنصيب أصحاب الصيب وهو المطر الذي يصوب، أي ينزل من علو إلى أسفل،\nفشبه الهدى الذي هدى به عباده بالصيب، لأن القلوب تحيا به حياة الأرض\nبالمطر، ونصيب المنافقين من هذا الهدى بنصيب من لم يحصل له نصيب من الصيب\nإلا ظلمات ورعد وبرق، ولا نصيب له فيما وراء ذلك مما هو المقصود بالصيب من\nحياة البلاد والعباد والشجر والدواب، وأن تلك الظلمات التي فيه وذلك الرعد\nوالبرق مقصود لغيره وهو وسيلة إلى كمال الانتفاع بذلك الصيب، فالجاهل لفرط\nجهله يقتصر على الإحساس بما في الصيب من ظلمة ورعد وبرق ولوازم ذلك من برد\nشديد وتعطيل مسافر عن سفره وصانع عن صنعته، ولا بصيرة له تنفذ إلى ما يؤول\nإليه أمر ذلك الصيب من الحياة والنفع العام. وهكذا شأن كل قاصر النظر ضعيف\nالعقل لا يجاوز نظره الأمر المكروه الظاهر إلى ما وراءه من كل محبوب.\n</p>\n\n<p>\nوهذه حال أكثر الخلق إلا من صحت بصيرته، فإذا رأى ضعيف البصيرة ما في\nالجهاد من التعب والمشاق والتعرض لإتلاف <span id='ms018'></span> المهجة والجراحات الشديدة وملامة\nاللوام ومعاداة من يخاف معاداته لم يقدم عليه لأنه لم يشهد ما يؤول إليه من\nالعواقب الحميدة والغايات التي إليها تسابق المتسابقون، وفيها تنافس\nالمتنافسون. وكذلك من عزم على سفر الحج إلى البيت الحرام فلم يعلم من سفره\nذلك إلا مشقة السفر ومفارقة الأهل والوطن، ومقاساة الشدائد وفراق المألوفات\nولا يجاوز نظره وبصيرته آخر ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \nالسفر ومآله وعاقبته فإنه لا يخرج إليه ولا يعزم عليه، وحال هؤلاء حال ضعيف\nالبصيرة والإيمان الذي يرى ما في القرآن من الوعد والوعيد والزواجر\nوالنواهي والأوامر الشاقة على النفوس التي تفطمها عن رضاعها من ثدي\nالمألوفات والشهوات، والفطام على الصبي أصعب شيء وأشقه؛ والناس كلهم صبيان\nالعقول إلا من بلغ مبالغ الرجال العقلاء الألباء وأدرك الحق علما وعملا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \nص -23- ومعرفة فهو الذي ينظر إلى ما وراء الصيب وما فيه من الرعد والبرق\nوالصواعق، ويعلم أنه حياة الوجود.\n</p>\n\n<p>\nوقال الزمخشري: لقائل أن يقول شبه دين الإسلام بالصيب لأن القلوب تحيا به\nحياة الأرض بالمطر وما يتعلق به من تشبه الكفار بالظلمات وما فيه من الوعد\nوالوعيد بالرعد والبرق وما يصيب الكفرة من الإقراع من البلايا والفتن من\nجهة أهل الإسلام بالصواعق. والمعنى أو كمثل ذوي صيب، والمراد كمثل قوم\nأخذتهم السماء على هذه الصفة فلقوا منها ما لقوا. قال والصحيح الذي عليه\nعلماء أهل البيان لا يتخطونه: إن المثلين جميعا من جهة التمثلات المتركبة\nدون المفرقة لا يتكلف لواحد واحد شيء بقدر شبهه فيه. وهذا القول الفصل\nوالمذهب الجزل بيانه أن العرب تأخذ أشياء فرادى معزولا بعضها من بعض لم\nتأخذ هذا بحجزة ذلك فتشبهها بنظائرها كما جاء في القرآن حيث شبه كيفية\nحاصله من مجموع أشياء قد تضامت وتلاصقت حتى عادت شيئا واحدا بأخرى مثلها،\nكقوله تعالى { مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار يحمل\nأسفارا} الغرض تشبيه حال اليهود في جهلها بما معها من التوراة وآياتها\nالباهرة بحال الحمار في جهله بما يحمل من أسفار الحكمة؛ وتساوي <span id='ms019'></span> الحالين عند\nمن حمل أسفار الحكمة وحمل ما سواها من الأحمال ولا يشعر ذلك إلا بما يزيد\nفيه من الكد والتعب وكقوله تعالى { واضرب لهم مثل الحياة الدنيا كماء\nأنزلناه من السماء فاختلط به نبات الأرض فأصبح هشيما تذروه الرياح} المراد\nقلة بقاء زهرة الدنيا كقلة بقاء هذا النبات. فأما أن يراد تشبيه الأفراد\nبالأفراد غير منوط بعضها ببعض وتصييرها شيئا واحدا فلا. كذلك لما وصف وقوع\nالمنافقين في ضلالتهم وما خبطوا فيه من الحيرة والدهشة، فشبه حيرتهم وشدة\nالأمر عليهم بما يكابد من طفئت ناره بعد إيقادها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \nظلمة الليل، وكذلك من أخذته السماء في الليلة المظلمة مع رعد وبرق وخوف من\nالصواعق.\n</p>\n\n<p>\nقال فإن قلت أي المثلين أبلغ؟ قلت الثاني لأنه أدل على فرط الحيرة وشدة\nالأمر وفظاعته ولذلك أخر، وهم يتدرجون في مثل هذا من الأهون إلى الأغلظ.\n</p>\n\n<p>\nقلت: قال شيخنا: الناس في الهدى الذي بعث الله به رسوله صلى الله عليه\nوسلم أربعة أقسام قد اشتملت عليهم هذه الآيات من أول السورة إلى ههنا.\n</p>\n\n<p>\n\" القسم الأول \" قبلوه باطنا وظاهرا، وهم نوعان: أحدهما أهل الفقه فيه والفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \nص -24- والتعليم، وهم الأئمة الذين عقلوا عن الله تعالى كتابه وفهموا مراده\nوبلغوه إلى الأمة واستنبطوا أسراره وكنوزه، فهؤلاء مثل الأرض الطيبة التي\nقبلت الماء فأنبتت الكلأ والعشب الكثير فرعى الناس فيه ورعت أنعامهم؛\nوأخذوا من ذلك الكلأ الغذاء والقوت والدواء وسائر ما يصلح لهم.\n</p>\n\n<p>\n\" النوع الثاني \" حفظوه وضبطوه وبلغوا ألفاظه إلى الأمة فحفظوا عليهم\nالنصوص، وليسوا من أهل الاستنباط والنفقة في مراد الشارع، فهم أهل حفظ وضبط\nوأداء لما سمعوه، والأولون أهل فهم وفقه واستنباط وإثارة لدفائنه وكنوزه،\nوهذا النوع الثاني بمنزلة الأرض التي أمسكت الماء للناس فوردوه وشربوا منه\nوسقوا منه أنعامهم وزرعوا به.\n</p>\n\n<p>\n(فصل) القسم الثاني: من رده ظاهرا وباطنا وكفر به ولم يرفع به رأسا،\nوهؤلاء أيضا نوعان أحدهما: عرفه وتيقن صحته، وأنه حق ولكنه حمله الحسد\nوالكبر وحب الرياسة والملك والتقدم بين قومه على جحده <span id='ms020'></span> ودفعه بعد البصيرة\nواليقين النوع الثاني: أتباع هؤلاء الذين يقولون هؤلاء ساداتنا وكبراؤنا\nوهم أعلم منا بما يقبلونه وما يردونه، ولنا أسوة بهم ولا نرغب بأنفسنا عن\nأنفسهم، ولو كان حقا لكانوا هم أهله وأولى بقبوله، وهؤلاء بمنزلة الدواب\nوالأنعام يساقون حيث يسوقهم راعيهم وهم الذين قال الله فيهم { إذ تبرأ\nالذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب، وقال الذين\nاتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرأوا منا كذلك يريهم الله أعمالهم\nحسرات عليهم وما هم بخارجين من النار} وقال تعالى فيهم { يوم تقلب وجوههم\nفي النار يقولون يا ليتنا أطعنا الله وأطعنا الرسولا، وقالوا ربنا إنا\nأطعنا سادتنا وكبراءنا فأضلونا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \nالسبيلا، ربنا آتهم ضعفين من العذاب والعنهم لعنا كبيرا}.\n</p>\n\n<p>\nوقال تعالى فيهم { وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا\nإنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار، قال الذين استكبروا\nإنا كل فيها إن الله قد حكم بين العباد} وقال فيهم { هذا فليذوقوه حميم\nوغساق، وآخر من شكله أزواج، هذا فوج مقتحم معكم لا مرحبا بهم إنهم صالو\nالنار، قالوا بل أنتم لا مرحبا بكم أنتم قدمتموه لنا فبئس القرار} أي\nسننتموه لنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \nص -25- وشرعتموه { قالوا ربنا من قدم لنا هذا فزده عذابا ضعفا في النار}\nفقولهم لا مرحبا بهم إنهم صالوا النار أي داخلوها كما دخلناها، ومقاسون\nعذابها كما نقاسيه، فأجابهم الأتباع وقالوا: بل أنتم لا مرحبا بكم أنتم\nقدمتموه لنا.\n</p>\n\n<p>\nوفي الضمير قولان: أحدهما أنه ضمير الكفر والتكذيب ورد قول الرسل صلوات\nالله وسلامه عليهم واستبدال غيره به، والمعنى أنتم زينتم لنا الكفر\nودعوتمونا إليه وحسنتموه لنا؛ وقيل على هذا القول أنه قول الأمم المتأخرين\nللمتقدمين، والمعنى على هذا أنتم شرعتم لنا تكذيب الرسل ورد ما جاءوا به\nوالشرك بالله سبحانه وتعالى؛ أي بدأتم به وتقدمتمونا إليه فدخلتم النار\nقبلنا فبئس القرار، أي بئس المستقر والمنزل والقول الثاني: أن الضمير في\nقوله { أنتم قدمتموه لنا} ضمير العذاب وصلي <span id='ms021'></span> النار، والقولان متلازمان وهما حق.\n</p>\n\n<p>\nوأما القائلون { ربنا من قدم لنا هذا فزده عذابا ضعفا في النار} فيجوز أن\nيكون الأتباع دعوا على سادتهم وكبرائهم وأئمتهم به لأنهم الذين حملوهم عليه\nودعوهم إليه، ويجوز أن يكون جميع أهل النار سألوا ربهم أن يزيد من سن لهم\nالشرك وتكذيب الرسل صلى الله عليهم وسلم ضعفا وهم الشياطين.\n</p>\n\n<p>\nفصل: القسم الثالث الذين قبلوا ما جاء به الرسول صلى الله عليه وسلم\nوآمنوا به ظاهرا وجحدوه وكفروا به باطنا، وهم المنافقون الذين ضرب لهم هذان\nالمثلان بمستوقد النار وبالصيب، وهم أيضا نوعان أحدهما: من أبصر ثم عمي،\nوعلم ثم جهل، وأقر ثم أنكر، وآمن ثم كفر، فهؤلاء رؤوس أهل النفاق وسادتهم\nوأئمتهم، ومثلهم مثل من استوقد نارا ثم حصل بعدها على الظلمة، والنوع\nالثاني ضعفاء البصائر الذين أعشى بصائرهم ضوء البرق فكاد أن يخطفها لضعفها\nوقوته، وأصم أذنهم صوت الرعد فهم يجعلون أصابعهم في آذانهم من الصواعق، ولا\nيقربون من سماع القرآن والإيمان بل يهربون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \nمنه، ويكون حالهم حال من يسمع الرعد الشديد، فمن شدة خوفه منه يجعل أصابعه\nفي أذنه وهذه حال كثير من خفافيش البصائر في كثير من نصوص الوحي، وإذا وردت\nعليه مخالفة لما تلقاه عن أسلافه وذوي مذهبه ومن يحسن به الظن ورآها مخالفة\nلما عنده عنهم هرب من النصوص وكره من يسمعه إياها، ولو أمكنه لسد أذنيه عند\nسماعها ويقول: دعنا من هذه ولو قدر لعاقب من يتلوها ويحفظها وينشرها\nويعلمها، فإذا ظهر له منها ما يوافق ما عنده مشى فيها وانطلق، فإذا جاءت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \nص -26- بخلاف ما عنده أظلمت عليه فقام حائرا لا يدري أين يذهب ثم يعزم له\nالتقليد وحسن الظن برؤسائه وسادته على اتباع ما قالوه دونها، ويقول مسكين\nالحال هم أخبر بها مني وأعرف.\n</p>\n\n<p>\nفيالله العجب، أو ليس أهلها والذابون عنها والمنتصرون لها والمعظمون لها\nوالمخالفون لأجلها آراء الرجال المقدمون لها على ما خالفها أعرف بها أيضا\nمنك وممن اتبعته، فلم كان من خالفها وعزلها <span id='ms022'></span> عن اليقين وزعم أن الهدى والعلم\nلا يستفاد منها، وأنها أدلة لفظية لا تفيد شيئا من اليقين، ولا يجوز أن\nيحتج بها على مسألة واحدة من مسائل التوحيد والصفات، ويسميها الظواهر\nالنقلية. ويسمى ما خالفها القواطع العقلية، فلم كان هؤلاء أحق بها وأهلها\nوكان أنصارها والذابون عنها والحافظون لها هم أعداؤها ومحاربوها، ولكن هذه\nسنة الله في أهل الباطل أنهم يعادون الحق وأهله، وينسبونهم إلى معاداته\nومحاربته كالرافضة الذين عادوا أصحاب محمد صلى الله عليه وسلم بل وأهل\nبيته، ونسبوا أتباعه وأهل سنته إلى معاداته ومعاداة أهل بيته، وما كانوا\nأولياءه إن أولياءه إلا المتقون، ولكن أكثرهم لا يعلمون، والمقصود أن هؤلاء\nالمنافقين قسمان: أئمة وسادة يدعون إلى النار وقد مردوا على النفاق، وأتباع\nلهم بمنزلة الأنعام والبهائم. فأولئك زنادقة مستبصرون وهؤلاء زنادقة\nمقلدون، فهؤلاء أصناف بني آدم في العلم والإيمان، ولا يجاوز هذه السنة\nاللهم إلا من أظهر الكفر وأبطن الإيمان كحال المستضعف بين الكفار الذي تبين\nله الإسلام ولم يمكنه المهاجرة بخلاف قومه، ولم يزل هذا الضرب في الناس على\nعهد رسول الله صلى الله عليه وسلم وبعده، وهؤلاء عكس المنافقين من كل وجه.\nوعلى هذا فالناس إما مؤمن ظاهرا وباطنا وإما كافر ظاهرا وباطنا أو مؤمن\nظاهرا كافر باطنا أو كافر ظاهرا مؤمن باطنا، والأقسام الأربعة قد اشتمل\nعليها الوجود، وقد بين القرآن أحكامها، فالأقسام الثلاثة الأول ظاهرة وقد\nاشتمل عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \nأول سورة البقرة. وأما القسم الرابع ففي قوله تعالى { ولولا رجال مؤمنون\nونساء مؤمنات لم تعلموهم أن تطأوهم} فهؤلاء كانوا يكتمون إيمانهم في قومهم\nولا يتمكنون من إظهاره، ومن هؤلاء مؤمن آل فرعون كان يكتم إيمانه، ومن\nهؤلاء النجاشي الذي صلى عليه رسول الله صلى الله عليه وسلم فإنه كان ملك\nالنصارى بالحبشة وكان في الباطن مؤمنا، وقد قيل إنه وأمثاله الذين عناهم\nالله عز وجل بقوله { وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم وما\nأنزل إليهم خاشعين لله لا يشترون بآيات الله <span id='ms023'></span> ثمنا قليلا} وقوله تعالى { من أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \nص -27- الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون، يؤمنون\nبالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات\nوأولئك من الصالحين} فإن هؤلاء ليس المراد بهم التمسك باليهودية والنصرانية\nبعد محمد صلى الله عليه وسلم قطعا فإن هؤلاء قد شهد لهم بالكفر وأوجب لهم\nالنار، فلا يثنى عليهم بهذا الثناء، وليس المراد به من آمن من أهل الكتاب\nودخل في جملة المؤمنين وباين قومه، فإن هؤلاء لا يطلق عليهم أنهم من أهل\nالكتاب إلا باعتبار ما كانوا عليه، وذلك الاعتبار قد زال بالإسلام\nواستحدثوا اسم المسلمين والمؤمنين، وإنما يطلق الله سبحانه هذا الاسم على\nمن هو باق على دين أهل الكتاب. هذا هو المعروف في القرآن كقوله تعالى { يا\nأهل الكتاب لم تكفرون بآيات الله} { يا أهل الكتاب تعالوا إلى كلمة سواء\nبيننا وبينكم} { يا أهل الكتاب لم تحاجون في إبراهيم} { وإن الذين أوتوا\nالكتاب ليعلمون أنه الحق من ربهم} ونظائره. ولهذا قال جابر بن عبد الله،\nوعبد الله بن عباس وأنس بن مالك والحسن وقتادة أن قوله تعالى { وإن من أهل\nالكتاب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم} أنها نزلت في\nالنجاشي، زاد الحسن وقتادة: وأصحابه. وذكر ابن جرير في تفسيره من حديث أبي\nبكر الهذلي عن قتادة عن ابن المسيب عن جابر رضي الله عنه أن النبي صلى الله\nعليه وسلم قال: \"اخرجوا فصلوا على أخيكم فصلى بنا فكبر أربع تكبيرات\"، فقال\nهذا النجاشي. أصحمة. فقال المنافقون انظروا إلى هذا يصلي على علج نصراني لم\nيره قط، فأنزل الله تعالى { وإن من أهل الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \nلمن يؤمن بالله} الآية.\n</p>\n\n<p>\nوالمقصود أن الأقسام الأربعة قد ذكرها الله تعالى في كتابه وبين أحكامها\nفي الدنيا وأحكامها في الآخرة، وقد تبين أن أحد الأقسام من آمن ظاهرا وكفر\nباطنا، وأنهم نوعان رؤساؤهم وساداتهم وأتباعهم ومقلدوهم، وعلى هذا فأصحاب\nالمثل الأول الناري شر من أصحاب المثل الثاني المائي كما <span id='ms024'></span> يدل السياق عليه،\nوقد يقال وهو أولى أن المثلين لسائر النوع، وأنهم قد جمعوا بين مقتضى المثل\nالأول من الإنكار بعد الإقرار والحصول في الظلمات بعد النور، وبين مقتضى\nالمثل الثاني من ضعف البصيرة في القرآن وسد الآذان عند سماعه والإعراض عنه،\nفإن المنافقين فيهم هذا وهذا. وقد يكون الغالب على فريق منهم المثل الأول،\nوعلى فريق منهم المثل الثاني.\n</p>\n\n<p>\nفصل: وقد اشتمل هذان المثلان على حكم عظيمة، منها أن المستضيء بالنار مستضيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \nص -28- بنور من جهة غيره لا من قبل نفسه، فإذا ذهبت تلك النار بقي في ظلمة.\nوهكذا المنافق لما أقر بلسانه من غير اعتقاد ومحبة بقلبه، وتصديق جازم، كان\nما معه من النور كالمستعار، ومنها أن ضياء النار يحتاج في دوامه إلى مادة\nتحمله. وتلك المادة للضياء بمنزلة غذاء الحيوان، فكذلك نور الإيمان يحتاج\nإلى مادة من العلم النافع والعمل الصالح يقوم بها ويدوم بدوامها فإذا ذهبت\nمادة الإيمان طفيء كما تطفأ النار بفراغ مادتها، ومنها أن الظلمة نوعان:\nظلمة مستمرة لم يتقدمها نور، وظلمة حادثة بعد النور وهي أشد الظلمتين\nوأشقهما على من كانت حظه، فظلمة المنافق ظلمة بعد إضاءة فمثلت حاله بحال\nالمستوقد للنار الذي حصل في الظلمة بعد الضوء، وأما الكافر فهو في الظلمات\nلم يخرج منها قط، ومنها أن في هذا المثل إيذانا وتنبيها على حالهم في\nالآخرة، وأنهم يعطون نارا ظاهرا كما كان نورهم في الدنيا ظاهرا، ثم يطفأ\nذلك النور أحوج ما يكونون إليه إذ لم تكن له مادة باقية تحمله ويبقون في\nالظلمة على الجسر لا يستطيعون العبور، فإنه لا يمكن أحدا عبوره إلا بنور\nثابت يصحبه حتى يقطع الجسر؛ فإن لم يكن لذلك النور مادة من العلم النافع\nوالعمل الصالح وإلا ذهب الله تعالى به أحوج ما كان إليه صاحبه فطابق مثلهم\nفي الدنيا بحالتهم التي هم عليها في هذه الدار وبحالتهم يوم القيامة عندما\nيقسم، ومن ههنا يعلم السر في قوله تعالى { ذهب الله بنورهم} ولم يقل أذهب <span id='ms025'></span>\nالله نورهم.\n</p>\n\n<p>\nفإن أردت زيادة بيان وإيضاح فتأمل ما رواه مسلم في صحيحه من حديث جابر بن\nعبد الله رضي الله عنهما، وقد سئل عن الورود فقال \" نجيء نحن يوم القيامة\nعلى تل فوق الناس، قال فتدعى الأمم بأوثانها وما كانت تعبد الأول فالأول ثم\nيأتينا ربنا تبارك وتعالى بعد ذلك فيقول من تنتظرون، فيقولون ننتظر ربنا\nفيقول أنا ربكم فيقولون حتى ننظر إليك. فيتجلى لهم يضحك. قال فينطلق بهم\nفيتبعونه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nويعطي كل إنسان منهم منافق أو مؤمن نورا ثم يتبعونه. وعلى جسر جهنم\nكلاليب وحسك تأخذ من شاء الله تعالى ثم يطفأ نور المنافقين ثم ينجو\nالمؤمنون فينجو أول زمرة وجوههم كالقمر ليلة البدر سبعون ألفا لا يحاسبون،\nثم الذين يلونهم كأضوأ نجم في السماء ثم كذلك ثم تحل الشفاعة ويشفعون حتى\nيخرج من النار من قال لا إله إلا الله وكان في قلبه من الخير ما يزن شعيرة.\nفيجعلون بفناء الجنة. ويجعل أهل الجنة يرشون عليهم الماء \" وذكر باقي\nالحديث فتأمل قوله فينطلق فيتبعونه ويعطى كل إنسان منهم نورا المنافق\nوالمؤمن. ثم تأمل قوله تعالى { ذهب الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \nص -29- بنورهم وتركهم في ظلمات لا يبصرون} وتأمل حالهم إذا طفئت أنوارهم\nفبقوا في الظلمة، وقد ذهب المؤمنون في نور إيمانهم يتبعون ربهم عز وجل،\nوتأمل قوله صلى الله عليه وسلم في حديث الشفاعة: \"ليتبع كل أمة ما كانت\nتعبد\" فيتبع كل مشرك إلهه الذي كان يعبده، والموحد حقيق بأن يتبع الإله\nالحق الذي كان كل معبود سواه باطل. وتأمل قوله تعالى { يوم يكشف عن ساق\nويدعون إلى السجود فلا يستطيعون} وذكر هذه الآية في حديث الشفاعة في هذا\nالموضع، وقوله في الحديث \" فيكشف عن ساقه \" وهذه الإضافة يتبين المراد\nبالساق المذكور في الآية، وتأمل ذكر الانطلاق واتباعه سبحانه بعد هذا، وذلك\nيفتح لك بابا من أسرار التوحيد، وفهم القرآن ومعاملة الله سبحانه وتعالى\nلأهل توحيده الذين عبدوه وحده ولم يشركوا به شيئا هذه المعاملة التي عامل\nبمقابلتها أهل الشرك حيث <span id='ms026'></span> ذهبت كل أمة مع معبودها فانطلق بها واتبعته إلى\nالنار، وانطلق المعبود الحق واتبعه أولياؤه وعابدوه، فسبحان الله رب\nالعالمين الذي قرت عيون أهل التوحيد به في الدنيا والآخرة، وفارقوا الناس\nفيه أحوج ما كانوا إليهم. ومنها أن المثل الأول متضمن لحصول الظلمة التي هي\nالضلال والحيرة التي ضدها الهدى، والمثل الثاني متضمن لحصول الخوف الذي ضده\nالأمن فلا هدى ولا أمن { الذين آمنوا ولم يلبسوا إيمانهم بظلم أولئك لهم\nالأمن وهم مهتدون}.\n</p>\n\n<p>\nقال ابن عباس وغيره من السلف: مثل هؤلاء في نفاقهم كمثل رجل أوقد نارا في\nليلة مظلمة في مفازة فاستضاء، ورأى ما حوله فاتقى مما يخاف فبينما هو كذلك\nإذ طفئت ناره فبقي في ظلمة خائفا متحيرا، كذلك المنافقون بإظهار كلمة\nالإيمان أمنوا على أموالهم وأولادهم وناكحوا المؤمنين ووارثوهم وقاسموهم\nالغنائم فذلك نورهم فإذا ماتوا عادوا إلى الظلمة والخوف، قال مجاهد: إضاءة النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \nلهم إقبالهم إلى المسلمين والهدى، وذهاب نورهم إقبالهم إلى المشركين\nوالضلالة، وقد فسرت تلك الإضاءة وذهاب النور بأنها في الدنيا، وفسرت\nبالبرزخ، وفسرت بيوم القيامة والصواب أن ذلك شأنهم في الدور الثلاثة؛ فإنهم\nلما كانوا كذلك في الدنيا جوزوا في البرزخ وفي القيامة بمثل حالهم جزاء\nوفاقا { وما ربك بظلام للعبيد} فإن المعاد يعود على العبد فيه ما كان حاصلا\nله في الدنيا، ولهذا يسمى يوم الجزاء { ومن كان في هذه أعمى فهو في الآخرة\nأعمى وأضل سبيلا} { ويزيد الله الذين اهتدوا هدى}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nص -30- ومن كان مستوحشا مع الله بمعصيته إياه في هذه الدار فوحشته معه في\nالبرزخ ويوم المعاد أعظم وأشد، ومن قرت عينه به في هذه الحياة الدنيا قرت\nعينه به يوم القيامة وعند الموت ويوم البعث، فيموت العبد على ما عاش عليه،\nويبعث على ما مات عليه، ويعود عليه عمله بعينه فينعم به ظاهرا وباطنا،\nفيورثه من الفرح والسرور واللذة والبهجة وقرة العين والنعيم وقوة القلب،\nواستبشاره وحياته وانشراحه، واغتباطه ما هو أفضل النعيم وأجله وأطيبه\nوألذه، وهل النعيم إلا طيب <span id='ms027'></span> النفس، وفرح القلب وسروره وانشراحه واستبشاره،\nهذا وينشأ له من أعماله ما تشتهيه نفسه وتلذ عينه من سائر المشتهيات التي\nتشتهيها الأنفس وتلذها الأعين؛ ويكون تنوع تلك المشتهيات وكمالها وبلوغها\nمرتبة الحسن والموافقة بحسب كمال عمله ومتابعته فيه وإخلاصه وبلوغه مرتبة\nالإحسان فيه وبحسب تنوعه فمن تنوعت أعماله المرضية المحبوبة له في هذه\nالدار، تنوعت الأقسام التي يتلذذ بها في تلك الدار، وتكثرت له بحسب تكثر\nأعماله هنا وكان مزيده بتنوعها والابتهاج بها، وقد جعل الله سبحانه لكل عمل\nمن الأعمال المحبوبة له والمسخوطة أثرا وجزاء ولذة وألما يخصه لا يشبه أثر\nالآخر وجزاه. ولهذا تنوعت لذات أهل الجنة وآلام أهل النار وتنوع ما فيهما\nمن الطيبات والعقوبات. فليست لذة من ضرب في كل مرضاة الله بسهم وأخذ منها\nبنصيب. كلذة من أنمى سهمه ونصيبه في نوع واحد منها. ولا ألم من ضرب في كل\nمسخوط لله بنصيب وعقوبته كألم من ضرب بسهم واحد من مساخطه.\n</p>\n\n<p>\nوقد أشار النبي صلى الله عليه وسلم إلى أن كمال ما يستمتع به من الطيبات\nفي الآخرة بحسب كمال ما قابله من الأعمال في الدنيا. فرأى قنوا من حشف\nمعلقا في المسجد للصدقة فقال \" إن صاحب هذا يأكل الحشف يوم القيامة \" فأخبر\nأن جزاءه يكون من جنس عمله فيجزى على تلك الصدقة بحشف من جنسها.\n</p>\n\n<p>\nوهذا الباب يفتح لك أبوابا عظيمة من فهم المعاد وتفاوت الناس في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \nأحواله وما يجري فيه من الأمور، فمنها خفة حمل العبد على ظهره وثقله إذا\nقام من قبره فإنه بحسب خفة وزره وثقله، إن خف خف، وإن ثقل ثقل، ومنها\nاستظلاله بظل العرش أو ضحاؤه للحر والشمس إن كان له من الأعمال الصالحة\nالخالصة والإيمان مما يظله في هذه الدار من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \nص -31- حر الشرك والمعاصي والظلم استظل هناك في ظل أعماله تحت عرش الرحمن،\nوإن كان ضاحيا هنا للمعاصي والمخالفات والبدع والفجور ضحى هناك للحر\nالشديد، ومنها طول وقوفه في الموقف ومشقته عليه وتهوينه عليه إن طال وقوفه <span id='ms028'></span>\nفي الصلاة ليلا ونهارا لله، وتحمل لأجله المشاق في مرضاته وطاعته خف عليه\nالوقوف في ذلك اليوم وسهل عليه، وإن آثر الراحة هنا والدعة والبطالة\nوالنعمة طال عليه الوقوف هناك واشتدت مشقته عليه، وقد أشار تعالى إلى ذلك\nفي قوله { إنا نحن نزلنا عليك القرآن تنزيلا، فاصبر لحكم ربك ولا تطع منهم\nآثما أو كفورا، واذكر اسم ربك بكرة وأصيلا، إن هؤلاء يحبون العاجلة ويذرون\nوراءهم يوما ثقيلا} فمن سبح الله ليلا طويلا لم يكن ذلك اليوم ثقيلا عليه،\nبل كان أخف شيء عليه.\n</p>\n\n<p>\nومنها أن ثقل ميزانه هناك بحسب تحمل ثقل عمل الحق في هذه الدار لا بحسب\nمجرد كثرة الأعمال، وإنما يثقل الميزان باتباع الحق والصبر عليه وبذله إذا\nسئل وأخذه إذا بذل كما قال الصديق في وصيته لعمر رضي الله عنهما: واعلم أن\nلله حقا بالليل لا يقبله بالنهار وله حق بالنهار لا يقبله بالليل. واعلم\nأنه إنما ثقلت موازين من ثقلت موازينه باتباعهم الحق وثقل ذلك عليهم ولا\nيستضيء به غيره ولا يمشي أحد إلا في نور نفسه إن كان له نور مشى في نوره،\nوإن لم يكن له نور أصلا لم ينفعه نور غيره، ولما كان المنافق في الدنيا قد\nحصل له نور ظاهر غير مستمر ولا متصل بباطنه ولا له مادة من الإيمان أعطي في\nالآخرة نورا ظاهرا لا مادة له ثم يطفأ عنه أحوج ما كان إليه. ومنها أن\nمشيهم على الصراط في السرعة والبطء بحسب سرعة سيرهم وبطئه على صراط الله\nالمستقيم في الدنيا، فأسرع سيرا هنا أسرعهم هناك وأبطأهم هنا أبطأهم هناك،\nوأشدهم ثباتا على الصراط المستقيم هنا أثبتهم هناك، ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \nخطفته كلاليب الشهوات والشبهات والبدع المضلة هنا خطفته الكلاليب التي\nكأنها شوك السعدان هناك، ويكون تأثير كلاليب الشهوات والشبهات والبدع فيه\nهاهنا، فناج مسلم، ومخدوش مسلم، ومخردل أي مقطع بالكلاليب مكردس في النار،\nكما أثر فيهم تلك الكلاليب في الدنيا جزاء وفاقا وما ربك بظلام للعبيد،\nوالمقصود أن الله تبارك <span id='ms029'></span> وتعالى ضرب لعباده المثلين المائي والناري في سورة\nالبقرة وفي سورة الرعد وفي سورة النور لما تضمن المثلان من الحياة\nوالإضاءة، فالمؤمن حي القلب مستنيره، والكافر والمنافق ميت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n            \nص -32- القلب مظلمه، وقال الله تعالى { أومن كان ميتا فأحييناه وجعلنا له\nنورا يمشي به في الناس} الآية، وقال تعالى { وما يستوي الأعمى والبصير، ولا\nالظلمات ولا النور، ولا الظل ولا الحرور، وما يستوي الأحياء ولا الأموات}.\n</p>\n\n<p>\nفجعل من اهتدى بهداه واستنار بنوره بصيرا حيا في ظل يقيه من حر الشبهات\nوالضلال والبدع والشرك، مستنيرا بنوره، والآخر أعمى ميتا في حر الكفر\nوالشرك والضلال منغمسا في الظلمات.\n</p>\n\n<p>\nوقال تعالى { وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا\nالإيمان} الآية، وقد اختلفوا في مفسر الضمير من قوله تعالى { ولكن جعلناه\nنورا} فقيل هو الإيمان لكونه أقرب المذكورين، وقيل هو الكتاب فإنه النور\nالذي هدى به عباده.\n</p>\n\n<p>\nقال شيخنا: والصواب أنه عائد على الروح المذكور في قوله تعالى { وكذلك\nأوحينا إليك روحا من أمرنا} الآية، فسمى وحيه روحا لما يحصل به من حياة\nالقلوب والأرواح التي هي الحياة في الحقيقة، ومن عدمها فهو ميت لا حي،\nوالحياة الأبدية السرمدية في دار النعيم هي ثمرة حياة القلب بهذا الروح\nالذي أوحى إلى رسوله صلى الله عليه وسلم فمن لم يحيا به في الدنيا فهو ممن\nله جهنم لا يموت فيها ولا يحي، وأعظم الناس حياة في الدور الثلاث دار\nالدنيا، ودار البرزخ ودار الجزاء، أعظمهم نصيبا من الحياة بهذا الروح.\nوسماه روحا في غير موضع من القرآن كقوله تعالى { رفيع الدرجات ذو العرش\nيلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق}.\n</p>\n\n<p>\nوقال تعالى { ينزل الملائكة بالروح من أمره على من يشاء من عباده أن\nأنذروا أنه لا إله إلا أنا فاتقون} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \nوسماه نورا لما يحصل به من استنارة القلوب وإضاءتها.\n</p>\n\n<p>\nوكمال الروح بهاتين الصفتين، بالحياة والنور، ولا سبيل إليهما إلا على\nأيدي الرسل صلوات الله وسلامه عليهم <span id='ms030'></span>، والاهتداء بما بعثوا به وتلقي العلم\nالنافع والعمل الصالح من مشكاتهم، وإلا فالروح ميتة مظلمة، وإن كان العبد\nمشارا إليه بالزهد والفقه والفضيلة والكلام في البحوث، فإن الحياة\nوالاستنارة بالروح الذي أوحاه الله تعالى إلى رسوله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n            \nص -33- وجعله نورا يهدي به من يشاء من عباده وراء ذلك كله، فليس العلم كثرة\nالنقل والبحث والكلام، ولكن نور يميز به صحيح الأقوال من سقيمها وحقها من\nباطلها، وما هو من مشكاة النبوة مما هو من آراء الرجال. ويميز النقد الذي\nعليه سكة أهل المدينة النبوية الذي لا يقبل الله عز وجل ثمنا لجنته سواه.\nمن النقد الذي عليه سكة جنكسخان ونوابه من الفلاسفة والجهمية والمعتزلة وكل\nمن اتخذ لنفسه سكة وضربا ونقدا يروجه بين العالم؛ فهذه الأثمان كلها زيوف\nلا يقبل الله سبحانه وتعالى في ثمن جنته شيئا منها، بل ترد على عاملها أحوج\nما يكون إليها وتكون من الأعمال التي قدم الله تعالى عليها فجعلها هباء\nمنثورا، ولصاحبها نصيب وافر من قوله تعالى { قل هل ننبئكم بالأخسرين\nأعمالا، الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا}\nوهذا حال أرباب الأعمال التي كانت لغير الله عز وجل أو على غير سنة رسول\nالله صلى الله عليه وسلم. وحال أرباب العلوم والأنظار التي لم يتلقوها عن\nمشكاة النبوة؛ ولكن تلقوها عن زبالة أذهان الرجال وكناسة أفكارهم فاتبعوا\nقواهم وأفكارهم وأذهانهم في تقرير آراء الرجال والانتصار لهم وفهم ما\nقالوه، وبثه في المجالس والمحاضر. وأعرضوا عما جاء به الرسول صلى الله عليه\nوسلم صفحا. ومن به رمق منهم يعيره أدنى التفات طلبا للفضيلة.\n</p>\n\n<p>\nوأما تجريد أتباعه وتحكيمه وتفريغ قوى النفس في طلبه وفهمه، وعرض آراء\nالرجال عليه ورد ما يخالفه منها، وقبول ما وافقه، ولا يلتفت إلى شيء من\nآرائهم وأقوالهم إلا إذا أشرقت عليها شمس الوحي وشهد لها بالصحة، فهذا أمر\nلا تكاد ترى أحدا منهم يحدث به نفسه فضلا عن أن يكون أخيته ومطلوبه، وهذا <span id='ms031'></span>\nالذي لا ينجي سواه.\n</p>\n\n<p>\nفوارحمتا لعبد شقي في طلب العلم واستفرغ قواه واستعد فيه أوقاته وآثره\nعلى ما الناس فيه. والطريق بينه وبين رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \nالله صلى الله عليه وسلم مسدود وقلبه عن المرسل سبحانه وتعالى وتوحيده\nوالإنابة إليه والتوكل عليه والتنعم بحبه والسرور بقربه مطرود ومصدود، وقد\nطاف عمره كله على أبواب المذاهب، فلم يفز إلا بأخس المطالب.\n</p>\n\n<p>\nسبحان الله إن هي والله إلا فتنة أعمت القلوب عن مواقع رشدها، وحيرت\nالعقول عن طرق قصدها، تربى فيه الصغير وهرم عليه الكبير، فظنت خفافيش\nالأبصار أنها الغاية التي تسابق إليها المتسابقون، والنهاية التي تتنافس\nفيها المتنافسون وهيهات أين الظلام من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \nص -34- الضياء، وأين الثرى من كواكب الجوزاء، وأين الحرور من الظلال، وأين\nطريقة أصحاب اليمين من طريقة أصحاب الشمال، وأين القول الذي لم تضمن لنا\nعصمة قائله بدليل معلوم من النقل المصدق عن القائل المعصوم وأين العلم الذي\nسنده محمد بن عبد الله صلى الله عليه وسلم عن جبريل عن رب العالمين سبحانه،\nمن الخوض الخرص الذي سنده شيوخ الضلال من الجهمية والمعتزلة وفلاسفة\nالمشائين، بل أين الآراء التي أعلى درجاتها أن تكون عند الضرورة سائغة\nالاتباع إلى النصوص النبوية الواجب على كل مسلم تحكيمها والتحاكم إليها في\nموارد النزاع، وأين الآراء التي نهى قائلها عن تقليده فيها وحض على النصوص\nالتي فرض على كل عبد أن يهتدي بها ويتبصر. وأين الأقوال والآراء التي إذا\nمات أنصارها والقائمون بها فهي من جملة الأموات، إلى النصوص التي لا تزول\nإلا إذا زالت الأرض والسماوات.\n</p>\n\n<p>\nلقد استبان والله الصبح لمن له عينان ناظرتان؛ وتبين الرشد من الغي لمن\nله أذنان واعيتان، لكن عصفت على القلوب أهوية البدع والشبهات والآراء\nالمختلفات، فأطفأت مصابيحها وتحكمت فيها أيدي الشهوات فأغلقت أبواب رشدها\nوأضاعت مفاتيحها، وران عليها كسبها وتقليدها لآراء الرجال، فلم تجد حقائق\nالقرآن والسنة فيها منقذا وتمكنت فيها أسقام الجهل والتخليط فلم تنتفع معها\nبصالح الغذاء، واعجبا جعلت غذاءها من هذه الآراء التي لا تسمن <span id='ms032'></span> ولا تغني من\nجوع، ولم تقبل الاغتذاء بكلام الله تعالى ونص نبيه المرفوع، واعجبا كيف\nاهتدت في ظلم الآراء إلى التمييز بين الخطأ فيها والصواب، وعجزت عن\nالاهتداء بمطالع الأنوار ومشارقها من السنة والكتاب، فأقرت بالعجز عن تلقي\nالهدى من مشكاة السنة والقرآن، ثم تلقته من رأي فلان ورأي فلان.\n</p>\n\n<p>\nسبحان الله ماذا حرم المعرضون عن نصوص الوحي واقتباس الهدى من مشكاتها من\nالكنوز والذخائر، وماذا فاتهم من حياة القلوب واستنارة البصائر، قنعوا\nبأقوال استنبطوها بمعاول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \nالآراء فكرا، وتقطعوا أمرهم بينهم لأجلها زبرا وأوحى بعضهم إلى بعض زخرف\nالقول غرورا، فاتخذوا لأجل ذلك القرآن مهجورا، درست معالم القرآن في قلوبهم\nفليسوا يعرفونها، ودثرت معاهده عندهم فليسوا يعمرونها ووقعت أعلامه من\nأيديهم فليسوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n            \nص -35- يرفعونها، وأفلت كواكبه من آفاقهم فليسوا يبصرونها، وكسفت شمسه عند\nاجتماع ظلم آرائهم وعقدها فليسوا يثبتونها، خلعوا نصوص الوحي عن سلطان\nالحقيقة وعزلوها عن ولاية اليقين وشنوا عليها غارات التحريف بالتأويلات\nالباطلة، فلا يزال يخرج عليها من جيوشهم المخذولة كمين بعد كمين، نزلت\nعليهم نزول الضيف على أقوام لئام فعاملوها بغير ما يليق بها من الإجلال\nوالإكرام، وتلقوها من بعيد ولكن بالدفع في صدورها والأعجاز. وقالوا مالك\nعندنا من عبور وإن كان لا بد فعلى سبيل المجاز. أنزلوا النصوص منزلة\nالخليفة العاجز في هذه الأزمان، له السكة والخطبة وما له حكم نافذ ولا\nسلطان، حرموا والله الوصول بخروجهم عن منهج الوحي وتضييع الأصول، وتمسكوا\nبأعجاز لا صدور لها فخانتهم أحرص ما كانوا عليها وتقطعت بهم أسبابهم أحوج\nما كانوا إليها، حتى إذا بعثر ما في القبور وحصل ما في الصدور، وتميز لكل\nقوم حاصلهم الذي حصلوه؛ وانكشفت لهم حقيقة ما اعتقدوه وقدموا على ما قدموه\nوبدا لهم من الله ما لم يكونوا يحتسبون وسقط في أيديهم عند الحصاد لما\nعاينوا غلة ما بذروه.\n</p>\n\n<p>\nفياشدة الحسرة عندما يعاين المبطل سعيه وكده هباء منثورا، ويا عظم\nالمصيبة عندما تبين بوارق آماله وأمانيه خلبا وغرورا، فما ظن من انطوت\nسريرته <span id='ms033'></span> على البدعة والهوى والتعصب للآراء بربه سبحانه وتعالى يوم تبلى\nالسرائر، وما عذر من نبذ كتاب الله وسنة رسوله صلى الله عليه وسلم وراء\nظهره في يوم لا ينفع فيه الظالمين المعاذر. أفيظن المعرض عن كتاب الله وسنة\nرسوله صلى الله عليه وسلم أن ينجو غدا بآراء الرجال ويتخلص من مطالبة الله\nتعالى له بكثرة البحوث والجدال أو ضروب الأقيسة وتنوع الأشكال أو بالشطحات\nوالمشارات وأنواع الخيال، هيهات. والله لقد ظن أكذب الظن ومنى نفسه أبين\nالمحال، وإنما ضمنت النجاة لمن حكم هدى الله تعالى على غيره وتزود التقوى\nوائتم بالدليل وسلك الصراط المستقيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n            \nواستمسك من التوحيد واتباع الرسول صلى الله عليه وسلم بالعروة الوثقى التي\nلا انفصام لها والله سميع عليم.\n</p>\n\n<p>\nفصل: وملاك السعادة والنجاة والفوز بتحقيق التوحيدين اللذين عليهما مدار\nكتاب الله تعالى. وبتحقيقهما بعث الله سبحانه وتعالى رسوله صلى الله عليه\nوسلم، وإليهما دعت الرسل صلوات الله وسلامه عليهم من أولهم إلى آخرهم .\nأحدهما التوحيد العلمي الخبري الاعتقادي المتضمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \nص -36- إثبات صفات الكمال لله تعالى وتنزيهه فيها عن التشبيه والتمثيل،\nوتنزيهه عن صفات النقص.\n</p>\n\n<p>\nوالتوحيد الثاني عبادته وحده لا شريك له وتجريد محبته والإخلاص له وخوفه\nورجاؤه والتوكل عليه والرضا به ربا وإلها ووليا، وأن لا يجعل له عدلا في\nشيء من الأشياء. وقد جمع سبحانه وتعالى هذين النوعين من التوحيد في سورتي\nالإخلاص وهما سورة { قل يا أيها الكافرون} المتضمنة للتوحيد العملي الإداري\nوسورة { قل هو الله أحد} المتضمنة للتوحيد العلمي الخبري. فسورة قل هو الله\nأحد فيها بيان ما يجب لله تعالى من صفات الكمال، وبيان ما يجب تنزيهه من\nالنقائص والأمثال. وسورة قل يا أيها الكافرون فيها إيجاب عبادته وحده لا\nشريك له، والتبري من عبادة كل ما سواه، ولا يتم أحد التوحيدين إلا بالآخر،\nولهذا كان النبي يقرأ بهاتين السورتين في سنة الفجر والمغرب والوتر اللتين\nهما فاتحة العمل وخاتمته، ليكون مبدأ النهار توحيدا وخاتمته توحيدا،\nفالتوحيد العلمي الخبري له ضدان: التعطيل والتشبيه <span id='ms034'></span> والتمثيل، فمن نفى صفات\nالرب عز وجل وعطلها، كذب تعطيله توحيده. ومن شبهه بخلقه ومثله بهم كذب\nتشبيهه وتمثيله توحيده. والتوحيد الإرادي العملي له ضدان: الإعراض عن محبته\nوالإنابة إليه والتوكل عليه والإشراك به في ذلك واتخاذ أوليائه شفعاء من دونه.\n</p>\n\n<p>\nوقد جمع سبحانه وتعالى بين التوحيدين في غير موضع من القرآن، فمنها قوله\nتعالى { يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم\nتتقون، الذي جعل لكم الأرض فراشا والسماء بناء وأنزل من السماء ماء فأخرج\nبه من الثمرات رزقا لكم فلا تجعلوا لله أندادا وأنتم تعلمون}.\n</p>\n\n<p>\nومنها قوله تعالى { الله الذي جعل لكم الليل لتسكنوا فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \nوالنهار مبصرا إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون، ذلكم\nالله ربكم خالق كل شيء لا إله إلا هو فأنى تؤفكون، كذلك يؤفك الذين كانوا\nبآيات الله يجحدون، الله الذي جعل لكم الأرض قرارا والسماء بناء وصوركم\nفأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nص -37- ومنها قوله تعالى { الله الذي خلق السماوات والأرض وما بينهما في\nستة أيام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون،\nيدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة\nمما تعدون، ذلك عالم الغيب والشهادة العزيز الرحيم}.\n</p>\n\n<p>\nوتأمل ما في هذه الآيات من الرد على طوائف المعطلين والمشركين، فقوله {\nخلق السماوات والأرض وما بينهما في ستة أيام} يتضمن إبطال قول الملاحدة\nالقائلين بقدم العالم وأنه لم يزل، وإن الله سبحانه لم يخلقه بقدرته\nومشيئته، ومن أثبت منهم وجود الرب جعله لازما لذاته أزلا وأبدا غير مخلوق،\nكما هو قول ابن سينا والنصير الطوسي وأتباعهما من الملاحدة الجاحدين لما\nاتفقت عليه الرسل عليهم الصلاة والسلام والكتب، وشهدت به العقول والفطر.\nوقوله تعالى { ثم استوى على العرش} يتضمن إبطال قول المعطلة والجهمية الذين\nيقولون: ليس على العرش شيء سوى العدم، وأن الله ليس مستويا على <span id='ms035'></span> عرشه ولا\nترفع إليه الأيدي ولا يصعد إليه الكلم الطيب، ولا رفع المسيح عليه الصلاة\nوالسلام إليه. ولا عرج برسوله محمد صلى الله عليه وسلم ولا تعرج الملائكة\nوالروح إليه ولا ينزل من عنده جبريل عليه الصلاة والسلام ولا غيره، ولا\nينزل هو كل ليلة إلى السماء الدنيا ولا يخافه عباده من الملائكة وغيرهم من\nفوقهم. ولا يراه المؤمنون في الدار الآخرة عيانا بأبصارهم من فوقهم ولا\nتجوز الإشارة إليه بالأصابع إلى فوق كما أشار إليه النبي صلى الله عليه\nوسلم في أعظم مجامعه في حجة الوداع وجعل يرفع أصبعه إلى السماء وينكتها إلى\nالناس ويقول: اللهم اشهد.\n</p>\n\n<p>\nقال شيخ الإسلام: وهذا كتاب الله من أوله إلى آخره وسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n            \nرسوله صلى الله عليه وسلم وكلام الصحابة والتابعين وكلام سائر الأئمة مملوء\nمما هو نص أو ظاهر في أن الله سبحانه وتعالى فوق كل شيء، وإنه فوق العرش\nفوق السماوات مستو على عرشه مثل قوله تعالى { إليه يصعد الكلم الطيب والعمل\nالصالح يرفعه} وقوله تعالى { إذ قال الله يا عيسى إني متوفيك ورافعك إلي}\nوقوله تعالى { بل رفعه الله إليه} وقوله تعالى { ذي المعارج، تعرج الملائكة\nوالروح إليه} وقوله تعالى { يدبر الأمر من السماء إلى الأرض ثم يعرج إليه}\nوقوله تعالى { يخافون ربهم من فوقهم} وقوله تعالى { هو الذي خلق لكم ما في\nالأرض جميعا ثم استوى إلى السماء فسواهن سبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \nص -38- سماوات} وقوله تعالى { إن ربكم الله الذي خلق السماوات والأرض في\nستة أيام ثم استوى على العرش يغشي الليل النهار يطلبه حثيثا والشمس والقمر\nوالنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العالمين، ادعوا\nربكم تضرعا وخفية إنه لا يحب المعتدين} وقوله تعالى { إن ربكم الله الذي\nخلق السماوات والأرض في ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع\nإلا من بعد إذنه ذلكم الله ربكم فاعبدوه أفلا تذكرون} فذكر التوحيدين في\nهذه الآية. وقوله تعالى { تنزيلا ممن خلق الأرض والسماوات العلى، الرحمن\nعلى <span id='ms036'></span> العرش استوى} وقوله تعالى { وتوكل على الحي الذي لا يموت وسبح بحمده\nوكفى به بذنوب عباده خبيرا، الذي خلق السماوات والأرض وما بينهما في ستة\nأيام ثم استوى على العرش الرحمن فاسأل به خبيرا} وقوله تعالى { هو الذي خلق\nالسماوات والأرض في ستة أيام ثم استوى على العرش يعلم ما يلج في الأرض وما\nيخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم أين ما كنتم والله\nبما تعملون بصير} فذكر عموم علمه وعموم قدرته وعموم إحاطته وعموم رؤيته،\nوقوله تعالى { أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور، أم\nأمنتم من في السماء أن يرسل عليكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n            \nحاصبا فستعلمون كيف نذير} وقوله تعالى { تنزيل من حكيم حميد} وقوله تعالى {\nتنزيل الكتاب من الله العزيز الحكيم} وقوله تعالى { وقال فرعون يا هامان\nابن لي صرحا لعلي أبلغ الأسباب، أسباب السماوات فأطلع إلى إله موسى وإني\nلأظنه كاذبا}.\n</p>\n\n<p>\nقال أبو الحسن الأشعري: وقد احتج بهذه الآية على الجهمية فكذب فرعون موسى\nعليه السلام في قوله إن الله فوق السماوات، وسيأتي إن شاء الله تعالى حكاية\nكلامه بحروفه.\n</p>\n\n<p>\nوأما الأحاديث فمنها قصة المعراج، وهي متواترة، وتجاوز النبي صلى الله\nعليه وسلم السماوات سماء سماء حتى انتهى إلى ربه تعالى فقربه وأدناه وفرض\nعليه الصلوات خمسين صلاة، فلم يزل بين موسى عليه السلام وبين ربه تبارك\nوتعالى وينزل من عند ربه تعالى إلى عند موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n            \nص -39- فيسأله كم فرض عليك فيخبره، فيقول ارجع إلى ربك فاسأله التخفيف،\nفيصعد إلى ربه فيسأله التخفيف، وفي الصحيحين عن أبي هريرة رضي الله عنه\nقال: قال رسول الله صلى الله عليه وسلم: \"لما خلق الله الخلق كتب في كتاب\nفهو عنده فوق العرش: إن رحمتي تغلب غضبي\"، وفي لفظ آخر كتب في كتابه على\nنفسه فهو موضوع عنده: \"إن رحمتي تغلب غضبي\"، وفي لفظ وهو وضع عنده على\nالعرش؛ وفي لفظ وهو مكتوب عنده فوق العرش، وهذه الألفاظ كلها في صحيح مسلم.\n</p>\n\n<p>\nوفي <span id='ms037'></span> صحيح البخاري عن أبي موسى الأشعري رضي الله عنه قال: قام فينا رسول\nالله صلى الله عليه وسلم بخمس كلمات فقال: \"إن الله لا ينام ولا ينبغي له\nأن ينام يخفض القسط ويرفعه، ويرفع إليه عمل الليل قبل النهار، وعمل النهار\nقبل الليل حجابه النور لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من\nخلقه\"؛ وذكر البخاري في كتاب التوحيد في صحيحه حديث أنس رضي الله عنه حديث\nالإسراء وقال فيه: ثم علا به ( يعني جبرائيل) فوق ذلك بما لا يعلمه إلا\nالله حتى جاوز سدرة المنتهى ودنا الجبار رب العزة فتدلى فكان قاب قوسين أو\nأدنى، فأوحى إليه فيما أوحى إليه خمسين صلاة، ثم هبط حتى بلغ موسى فاحتبسه\nوقال يا محمد ماذا عهد إليك ربك؟ قال عهد إلي خمسين صلاة في كل يوم وليلة،\nقال إن أمتك لا تستطيع ذلك، فارجع فليخفف عنك ربك وعنهم، فالتفت النبي صلى\nالله عليه وسلم إلى جبرائيل \" كأنه يستشيره في ذلك \" فأشار إليه جبريل أن\nنعم إن شئت، فعلا به إلى الجبار تبارك وتعالى فقال وهو مكانه يا رب خفف\nعنا. وذكر الحديث.\n</p>\n\n<p>\nوفي الصحيحين عن الأعرج عن أبي هريرة رضي الله عنه أن رسول الله صلى الله\nعليه وسلم قال: \"يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار، ويجتمعون في\nصلاة الفجر وصلاة العصر ثم يعرج الذين باتوا فيكم فيسألهم ربهم وهو أعلم،\nكيف تركتم عبادي فيقولون تركناهم وهم يصلون وأتيناهم وهم يصلون\"، ولما حكم\nسعد بن معاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \nرضي الله عنه في بني قريظة بأن تقتل مقاتلتهم وتسبى ذريتهم وتغنم أموالهم.\nقال له النبي صلى الله عليه وسلم: \" لقد حكمت فيهم بحكم الملك من فوق سبعة\nأرقعة\"، وفي لفظ \"من فوق سبع سموات\" وأصل القصة في الصحيحين، وهذا السياق\nلمحمد بن إسحاق في المغازي.\n</p>\n\n<p>\nوفي الصحيحين من حديث أبي سعيد رضي الله عنه قال بعث علي بن أبي طالب إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \nص -40- النبي صلى الله عليه وسلم بذهيبة في أديم مقروظ لم تحصل <span id='ms038'></span> من ترابها\nقال فقسمها بين أربعة بين عيينة بن بدر والأقرع بن حابس وزيد الخيل والرابع\nإما علقمة وإما عامر بن الطفيل، فقال رجل من أصحابه \" كنا نحن أحق بهذا من\nهؤلاء \" فبلغ النبي صلى الله عليه وسلم فقال: \" ألا تأمنوني وأنا أمين من\nفي السماء يأتيني خبر السماء مساء وصباحا \" وفي صحيح مسلم عن معاوية بن\nالحكم السلمي رضي الله عنه قال \"لطمت جارية لي فأخبرت رسول الله صلى الله\nعليه وسلم فعظم ذلك علي فقلت يا رسول الله أفلا أعتقها؟ قال بلى ائتني بها.\nقال فجئت بها رسول الله صلى الله عليه وسلم فقال لها أين الله؟ قالت في\nالسماء، قال فمن أنا؟ قالت أنت رسول الله، قال أعتقها فإنها مؤمنة\".\n</p>\n\n<p>\nوفي صحيح البخاري عن أنس بن مالك رضي الله عنه قال: كانت زينب رضي الله\nعنها تفتخر على أزواج النبي صلى الله عليه وسلم وتقول: زوجكن أهاليكن\nوزوجني الله من فوق سبع سموات، وفي سنن أبي داود من حديث جبير بن مطعم قال:\nجاء أعرابي إلى النبي صلى الله عليه وسلم فقال: يا رسول الله نهكت الأنفس\nوجاع العيال وهلكت الأموال استسق ربك فإنا نستشفع بالله عليك وبك على الله\nفقال النبي صلى الله عليه وسلم: \"سبحان الله سبحان الله فما زال يسبح حتى\nعرف ذلك في وجوه أصحابه فقال: ويحك أتدري ما الله إن شأنه أعظم من ذلك، إنه\nلا يستشفع به على أحد من خلقه إنه لفوق سمائه على عرشه، وإنه لهكذا وإنه\nلينط به أطيط الرحل بالراكب\". وفي سنن أبي داود أيضا ومسند الإمام أحمد من\nحديث العباس بن عبد المطلب رضي الله عنه قال: كنت في البطحاء في عصابة\nوفيهم رسول الله فمرت سحابة فنظر إليها وقال: \"ما تسمون هذه؟ قالوا السحاب،\nقال والمزن، قالوا والمزن، قال والعنان، قالوا والعنان، قال هل تدرون ما\nبعد ما بين السماء والأرض. قالوا لا ندري. قال إن بعد ما بينهما إما واحدة\nأو اثنتان أو ثلاث <span id='ms039'></span> وسبعون سنة، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n            \nالسماء فوقها كذلك حتى عد سبع سموات ثم فوق السماء السابعة بحر بين أعلاه\nوأسفله مثل ما بين سماء إلى سماء ثم فوق ذلك ثمانية أوعال بين أظلافهم\nوركبهم مثل ما بين سماء إلى سماء وفوق ظهورهم العرش أسفله وأعلاه مثل ما\nبين سماء إلى سماء ثم الله عز وجل فوق ذلك، زاد أحمد وليس يخفى عليه شيء من\nأعمال بني آدم\".\n</p>\n\n<p>\nوفي سنن أبي داود أيضا عن فضالة بن عبيد عن أبي الدرداء رضي الله عنه قال سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \nص -41- رسول الله صلى الله عليه وسلم يقول: \" من اشتكى منكم أو اشتكى أخ له\nفليقل ربنا الله الذي في السماء تقدس اسمك، أمرك في السماء والأرض كما\nرحمتك في السماء اجعل رحمتك في الأرض، اغفر لنا حوبنا وخطايانا، أنت رب\nالطيبين أنزل رحمة من رحمتك وشفاء من شفائك على هذا الوجع فيبرأ\".\n</p>\n\n<p>\nوفي مسند الإمام أحمد عن أبي هريرة رضي الله عنه أن رجلا أتى النبي صلى\nالله عليه وسلم بجارية سوداء أعجمية فقال: يا رسول الله إن علي رقبة مؤمنة\nفقال لها رسول الله صلى الله عليه وسلم: \"أين الله؟ فأشارت بأصبعها السبابة\nإلى السماء، فقال لها من أنا؟ فأشارت بأصبعها إلى رسول الله وإلى السماء؛\nأي أنت رسول الله، فقال أعتقها\".\n</p>\n\n<p>\nوفي جامع الترمذي عن عبد الله بن عمرو بن العاص رضي الله عنه أن رسول\nالله صلى الله عليه وسلم قال: \" الراحمون يرحمهم الرحمن. ارحموا من في\nالأرض يرحمكم من في السماء \" قال الترمذي حديث حسن صحيح.\n</p>\n\n<p>\nوفي جامع الترمذي أيضا عن عمران بن حصين قال: قال رسول الله صلى الله\nعليه وسلم: \"يا حصين كم تعبد اليوم إلها. قال أبي سبعة ستة في الأرض وواحد\nفي السماء، قال فأيهم تعد لرغبتك ورهبتك، قال الذي في السماء\". قال \"يا\nحصين أما أنك لو أسلمت لعلمتك كلمتين ينفعانك\"، قال فلما أسلم حصين قال يا\nرسول الله علمني الكلمتين اللتين وعدتني. قال \" قل اللهم ألهمني رشدي <span id='ms040'></span>\nوأعذني من شر نفسي \".\n</p>\n\n<p>\nوفي صحيح مسلم عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم\nقال، والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشه فتأبى عليه إلا كان\nالذي في السماء ساخطا عليها حتى يرضى عنها. وروى الشافعي في مسنده من حديث\nأنس بن مالك رضي الله عنه قال، أتى جبريل بمرآة بيضاء فيها نكتة سوداء إلى\nالنبي صلى الله عليه وسلم فقال النبي \" ما هذه يا جبريل \" قال هذه الجمعة\nفضلت بها أنت وأمتك فالناس لكم تبع. اليهود والنصارى ولكم فيها خير، وفيها\nساعة لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n            \nيوافقها مؤمن يدعو الله بخير إلا استجيب له وهو عندنا يوم المزيد فقال\nالنبي صلى الله عليه وسلم يا جبريل وما يوم المزيد، فقال إن ربك اتخذ في\nالجنة واديا أفيح فيه كثب من مسك، فإذا كان يوم الجمعة أنزل الله تبارك\nوتعالى ما شاء من ملائكته وحوله منابر من نور عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \nص -42- مقاعد النبيين وحف تلك المنابر بمنابر من ذهب مكللة بالياقوت\nوالزبرجد عليها الشهداء والصديقون فجلسوا من ورائهم على تلك الكثب، فيقول\nالله عز وجل: أنا ربكم قد صدقتكم وعدي فاسألوني أعطكم، فيقولون ربنا نسألك\nرضوانك، فيقول قد رضيت عنكم ولكم ما تمنيتم ولدي مزيد، فهم يحبون يوم\nالجمعة لما يعطيهم فيه ربهم من الخير وهو اليوم الذي استوى فيه ربك سبحانه\nوتعالى على العرش، وفيه تقوم الساعة\".\n</p>\n\n<p>\nولهذا الحديث عدة طرق جمعها أبو بكر بن أبي داود في جزء، وفي سنن ابن\nماجة من حديث جابر بن عبد الله رضي الله عنهما قال: قال رسول الله صلى الله\nعليه وسلم: \"وبينما أهل الجنة في نعيمهم إذ سطع لهم نور فرفعوا رؤوسهم فإذا\nالرب تعالى قد أشرف عليهم من فوقهم، فقال السلام عليكم يا أهل الجنة، قال\nوذلك قوله تعالى { سلام قولا من رب رحيم} قال فينظر إليهم وينظرون إليه فلا\nيلتفتون إلى شيء من النعيم ما داموا ينظرون إليه حتى يحتجب عنهم ويبقى نوره\nوبركته <span id='ms041'></span> عليهم في ديارهم.\n</p>\n\n<p>\nوفي الصحيحين من حديث أبي صالح عن أبي هريرة رضي الله عنه قال، قال رسول\nالله صلى الله عليه وسلم: \"من تصدق بعدل تمرة من كسب طيب، ولا يصعد إلى\nالله إلا الطيب، فإن الله يتقبلها بيمينه ثم يربيها لصاحبها كما يربي أحدكم\nفلوة حتى تكون مثل الجبل الفلوة المهر بلغ السنة.\n</p>\n\n<p>\nوفي صحيح ابن حبان عن أبي عثمان النهدي عن سلمان الفارسي رضي الله عنه عن\nالنبي صلى الله عليه وسلم قال: \"إن ربكم حيي كريم يستحي من عبده إذا رفع\nإليه يديه أن يردهما صفرا\"، وروي ابن وهب قال: أخبرني سعيد بن أبي أيوب عن\nزهرة بن معبد عن ابن عمر رضي الله عنهما أخبره أنه سمع عقبة بن عامر رضي\nالله عنه يقول قال رسول الله صلى الله عليه وسلم: \"من توضأ فأحسن وضوءه ثم\nرفع نظره إلى السماء فقال أشهد أن لا إله إلا الله وحده لا شريك له وأشهد\nأن محمدا عبده ورسوله فتحت له ثمانية أبواب الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n            \nيدخل من أيها شاء\".\n</p>\n\n<p>\nوفي حديث الشفاعة الطويل عن أنس بن مالك رضي الله عنه عن النبي صلى الله\nعليه وسلم قال \" فأدخل على ربي تبارك وتعالى وهو على عرشه \" وذكر الحديث.\nوفي بعض ألفاظ البخاري في صحيحه فاستأذن على ربي في داره فيؤذن لي عليه،\nقال عبد الحق في الجمع بين الصحيحين هكذا قال في داره في المواضع الثلاث\nيريد مواضع الشفعات التي يسجد فيها ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n            \nص -43- يرفع رأسه.\n</p>\n\n<p>\nوروي يحيى بن سعيد الأموي في مغازيه من طريق محمد بن إسحق قال خرج عبد\nأسود لبعض أهل خيبر حتى جاء رسول الله صلى الله عليه وسلم فقال من هذا؟\nقالوا رسول الله، قال الذي في السماء، قالوا نعم، قال أنت رسول الله، قال\nنعم، قال الذي في السماء، قال نعم؛ فأمره رسول الله صلى الله عليه وسلم\nبالشهادة فتشهد فقاتل حتى استشهد، وروى عدي بن عميرة الكندي عن علي رضي\nالله عنه أن <span id='ms042'></span> رسول الله صلى الله عليه وسلم حدث عن ربه عز وجل قال \" وعزتي\nوجلالي وارتفاعي فوق عرشي ما من أهل قرية ولا بيت ولا رجل ببادية كانوا على\nما كرهت من معصيتي فتحولوا عنها إلى ما أحببت من طاعتي إلا تحولت لهم عما\nيكرهون من عذابي إلى ما يحبون من رحمتي \" رواه ابن أبي شيبة في كتاب العرش\nوأبو أحمد العسال في كتاب المعرفة، وصح عنه عن أبي هريرة رضي الله عنه\nبإسناد مسلم قال: قال رسول الله صلى الله عليه وسلم: \"إن لله ملائكة سيارة\nيتبعون مجالس الذكر فإذا وجدوا مجلس ذكر جلسوا معهم فإذا تفرقوا صعدوا إلى\nربهم\". وأصل الحديث في صحيح مسلم ولفظه \" فإذا تفرقوا صعدوا إلى السماء\nفيسألهم الله عز وجل وهو أعلم بهم من أين جئتم \" الحديث. وذكر الدارقطني في\nكتاب نزول الرب عز وجل كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل الآخر\nفيقول: ألا عبد من عبادي يدعوني فأستجيب له، ألا ظالم لنفسه يدعوني فأفكه،\nفيكون كذلك إلى مطلع الصبح ويعلو على كرسيه، وعن جابر بن سليم قال: سمعت\nرسول الله صلى الله عليه وسلم يقول \" إن رجلا ممن كان قبلكم لبس بردين\nفتبختر فنظر الله إليه من فوق عرشه فمقته فأمر الأرض فأخذته فهو يتجلجل\nفيها \".\n</p>\n\n<p>\nرواه الدارمي عن سهل بن بكار أحد شيوخ البخاري وله شاهد في صحيح البخاري\nمن حديث أبي هريرة رضي الله عنه. وعن عمران بن حصين رضي الله عنهما قال:\nقال رسول الله صلى الله عليه وسلم \" اقبلوا البشرى يا بني تميم، قالوا\nبشرتنا فأعطنا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n            \nاقبلوا البشرى يا أهل اليمن إذ لم يقبلها بنو تميم، قالوا قد بشرتنا فاقض\nلنا على هذا الأمر كيف كان، فقال كان الله عز وجل على العرش وكان قبل كل\nشيء وكتب في اللوح المحفوظ كل شيء يكون \" حديث صحيح أصله في البخاري.\n</p>\n\n<p>\nوروى الخلال في كتاب السنة بإسناد صحيح على شرط البخاري عن قتادة بن\nالنعمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n            \nص -44- رضي الله <span id='ms043'></span> عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول \" لما\nفرغ الله من خلقه استوى على عرشه \"، وفي قصة وفاة النبي من حديث جابر رضي\nالله عنه أن النبي صلى الله عليه وسلم قال لعلي رضي الله عنه: \"إذا أنا مت\nفاغسلني أنت وابن عباس يصب الماء وجبرائيل ثالثكما، وكفني في ثلاثة أثواب\nبيض جدد وضعوني في المسجد، فإن أول من يصلي علي الرب عز وجل من فوق عرشه\"،\nوقد روي في حديث خطبة علي رضي الله عنه لفاطمة رضي الله عنها أن النبي صلى\nالله عليه وسلم لما استأذنها قالت يا أبت كأنك إنما أدخرتني لفقير قريش،\nفقال: \"والذي بعثني بالحق نبيا ما تكلمت بهذا حتى أذن الله فيه من السماء\"،\nفقالت رضيت بالله وبما رضي الله لي وفي مسند الإمام أحمد من حديث ابن عباس\nرضي الله عنهما قصة الشفاعة، الحديث بطوله مرفوعا وفيه: \"فآتي ربي عز وجل\nفأجده على كرسيه أو سريره جالسا\" وعن أنس بن مالك رضي الله عنه قال: حدثنا\nرسول الله صلى الله عليه وسلم قال: \"يأتوني فأمشي بين أيديهم حتى آتي باب\nالجنة، وللجنة مصراعان من ذهب مسيرة ما بينهما خمسمائة عام، قال معبد:\nفكأني أنظر إلى أصابع أنس حين فتحها يقول مسيرة ما بينهما خمسمائة عام،\nفأستفتح فيؤذن لي فأدخل على ربي فأجده قاعدا على كرسي العز فأخر له ساجدا \"\nرواه خشيش بن أصرم النسائي في كتاب السنة له وذكر عبد الرزاق عن معمر عن\nابن المسيب عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\"إن الله عز وجل ينزل إلى سماء الدنيا وله في كل سماء كرسي، فإذا نزل إلى\nسماء الدنيا جلس على كرسيه ثم يقول: من ذا الذي يقرض غير عديم ولا ظلوم، من\nذا الذي يستغفرني فأغفر له، من ذا الذي يتوب فأتوب عليه، فإذا كان عند\nالصبح ارتفع فجلس على كرسيه\". رواه أبو عبد الله في مسنده وروي عن سعيد\nمرسلا <span id='ms044'></span> وموصولا قال الشافعي رحمه الله تعالى: مرسل سعيد عندنا حسن.\n</p>\n\n<p>\nوعن أنس رضي الله عنه قال: قال رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \nالله صلى الله عليه وسلم: \" إذا جمع الله الخلائق حاسبهم فيميز بين أهل\nالجنة وأهل النار وهو في جنته على عرشه\" قال محمد بن عثمان الحافظ: هذا\nحديث صحيح وعن جابر بن سليم قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n\"إن رجلا ممن كان قبلكم لبس بردين فتبختر فنظر الله إليه من فوق عرشه فمقته\nفأمر الأرض فأخذته\". حديث صحيح.\n</p>\n\n<p>\nوروى عبد الله بن بكر السهمي حدثنا يزيد بن عوانة عن محمد بن ذكوان عن\nعمرو بن دينار عن عبد الله بن عمر رضي الله عنهما قال: كنا جلوسا ذات يوم\nبفناء رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n            \nص -45- إذ مرت بنا امرأة من بنات رسول الله، فقال رجل من القوم هذه ابنة\nرسول الله، فقال أبو سفيان: ما مثل محمد في بني هاشم إلا كمثل ريحانة في\nوسط الزبل، فسمعته تلك المرأة فأبلغته رسول الله، فخرج رسول الله صلى الله\nعليه وسلم أحسبه قال مغضبا؛ فصعد على منبره وقال: \" ما بال أقوال تبلغني عن\nأقوام، إن الله خلق سمواته سبعا فاختار العليا فسكنها وأسكن سمواته من شاء\nمن خلقه. وخلق أرضين سبعا فاختار العليا فأسكن فيها من خلقه واختار خلقه،\nفاختار بني آدم، ثم اختار بني آدم فاختار العرب ثم اختار مضر فاختار قريشا\nثم اختار قريشا فاختار بني هاشم ثم اختار بني هاشم فاختاروني فلم أزل من\nخيار، إلا من أحب قريشا فبحبي أحبهم، ومن أبغض قريشا فببغضي أبغضهم\".\n</p>\n\n<p>\nوروى الإمام أحمد في مسنده من حديث ابن أبي ذئب عن محمد ابن عمرو عن عطاء\nعن سعيد بن يسار رضي الله عنه عن أبي هريرة رضي الله عنه عن النبي صلى الله\nعليه وسلم قال: \" إن الميت تحضره الملائكة فإذا كان الرجل الصالح قالوا:\nأخرجي أيتها النفس الطيبة كانت في الجسد الطيب، أخرجي حميدة وأبشري بروح\nوريحان ورب <span id='ms045'></span> غير غضبان؛ فلا يزال يقال لها ذلك حتى ينتهي بها إلى السماء\nالتي فيها الله تعالى، وإذا كان الرجل السوء قالوا: أخرجي أيتها النفس\nالخبيثة كانت في الجسد الخبيث أخرجي ذميمة وأبشري بحميم وغساق، وآخر من\nشكله أزواج فلا يزال يقال لها ذلك حتى تخرج ثم يعرج بها إلى السماء فيستفتح\nلها فيقال من هذا؟ فيقال فلان، فيقال لا مرحبا بالنفس الخبيثة كانت في\nالجسد الخبيث، ارجعي ذميمة فإنه لا يفتح لك أبواب السماء، فترسل من السماء\nثم نصبر إلى القبر \".\n</p>\n\n<p>\nوروى الإمام أحمد في مسنده من حديث البراء بن عازب قال: خرجنا مع رسول\nالله صلى الله عليه وسلم في جنازة رجل من الأنصار وانتهينا إلى القبر ولم\nيلحد فجلس رسول الله وجلسنا حوله كأن على رؤوسنا الطير وفي يده عود ينكت به\nالأرض؛ فرفع رأسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \nفقال: \"استعيذوا بالله من عذاب القبر (مرتين أو ثلاثا) ثم قال: إن العبد\nالمؤمن إذا كان في انقطاع من الدنيا وإقبال من الآخرة نزل إليه ملائكة من\nالسماء بيض الوجوه كأن وجوههم الشمس، معهم كفن من أكفان الجنة وحنوط من\nحنوط الجنة حتى يجلسوا منه مد البصر؛ ثم يجيء ملك الموت حتى يجلس عند رأسه\nفيقول: أيتها النفس الطيبة أخرجي إلى مغفرة من الله ورضوان. قال فتخرج\nفتسيل كما تسيل القطرة من في السقاء فيأخذها: فإذا أخذها لم يدعوها في يده\nطرفة عين حتى يأخذوها فيجعلوها في ذلك الكفن؛ وفي ذلك الحنوط، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \nص -46- ويخرج منها كأطيب نفحة مسك على وجه الأرض؛ قال فيصعدون بها فلا\nيمرون على ملأ من الملائكة إلا قالوا ما هذه الروح الطيبة؟ فيقولون فلان\nابن فلان بأحسن أسمائه التي كانوا يسمونه في الدنيا حتى ينتهوا إلى سماء\nالدنيا، فيستفتحون له فيشيعه من كل سماء مقربوها إلى السماء التي تليها حتى\nينتهوا بها إلى السماء السابعة فيقول الله تعالى: اكتبوا كتاب عبدي في\nعليين وأعيدوه إلى الأرض فإني منها خلقتهم وفيها أعيدهم ومنها أخرجهم تارة\nأخرى، قال فتعاد روحه في <span id='ms046'></span> جسده فيأتيه ملكان فيجلسانه فيقولان له من ربك؟\nفيقول ربي الله، فيقولان له ما دينك؟ فيقول ديني الإسلام، فيقولان له ما\nهذا الرجل الذي بعث فيكم، فيقول هو رسول الله، فيقولان له وما علمك؟ فيقول\nقرأت كتاب الله وآمنت به وصدقت، فينادي مناد من السماء أن صدق عبدي فافرشوه\nمن الجنة، وألبسوه من الجنة، وافتحوا له بابا إلى الجنة، قال فيأتيه من\nروحها وطيبها ويفسح له في قبره مد بصره قال ويأتيه رجل من أحسن الناس وجها،\nحسن الثياب طيب الرائحة فيقول أبشر بالذي يسرك فهذا يومك الذي كنت توعد،\nفيقول له من أنت فوجهك وجه الذي يأتي بالخير، فيقول أنا عملك الصالح، فيقول\nرب أقم الساعة حتى أرجع إلى أهلي ومالي\"، وذكر الحديث وهو صحيح، صححه جماعة\nمن الحفاظ.\n</p>\n\n<p>\nوقال عثمان بن سعيد الدارمي الإمام الحافظ أحد أئمة الإسلام: حدثنا موسى\nبن إسماعيل حدثنا حماد وهو ابن سلمة حدثنا عطاء بن السائب عن السائب عن\nسعيد بن جبير عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم\nقال: \" لما أسري بي مررت برائحة طيبة، فقلت يا جبرائيل ما هذه الرائحة\nالطيبة؟ قال هذه رائحة ماشطة ابنة فرعون وأولادها كانت تمشطها فوقع المشط\nمن يدها فقالت بسم الله تعالى، فقالت ابنته أبي، قالت لا ولكن ربي ورب أبيك\nالله، فقالت أخبر بذلك أبي، قالت نعم، فأخبرته فدعا بها فقال من ربك، هل لك\nرب غيري؟ قالت ربي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \nوربك الله الذي في السماء، فأمر بنقرة من نحاس فأحميت ثم دعا بها وبولدها\nفألقاهما فيها \" وساق الحديث بطوله.\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"\nكان ملك الموت يأتي الناس عيانا فأتى موسى فلطمه فذهب بعينه فعرج إلى ربه\nفقال بعثتني إلى موسى فلطمني فذهب بعيني، ولولا كرامته عليك لشققت عليه،\nفقال ارجع إلى عبدي فقل له فليضع يده على متن ثور فله بكل شعرة توارت بيده\nسنة يعيشها فأتى فبلغه <span id='ms047'></span> ما أمره به، فقال ما بعد ذلك؟ قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \nص -47- الموت، قال الآن، فشمه شمة قبض روحه فيها ورد الله على ملك الموت\nبصره \" هذا حديث صحيح أصله وشاهده في الصحيحين، وقال أيضا حدثنا ابن هشام\nالرفاعي حدثنا إسحاق بن سليمان حدثنا أبو جعفر الرازي عن عاصم بن بهدلة عن\nأبي صالح عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: \" لما ألقي إبراهيم في النار قال اللهم إنك في السماء واحد، وأنا في\nالأرض واحد أعبدك \".\n</p>\n\n<p>\nوعن ابن عباس رضي الله عنهما يرفعه، \" عجبت من ملكين نزلا يلتمسان عبدا\nفي مصلاه كان يصلي فيه فلم يجداه فعرجا إلى الله فقالا يا ربنا عبدك فلان\nكنا نكتب له من العمل فوجدناه قد حبسته في حبالك، فقال اكتبوا لعبدي عمله\nالذي كان يعمل \" رواه ابن أبي الدنيا وله شاهد في البخاري، وفي حديث عبد\nالله بن أنيس الأنصاري الذي رحل إلى جابر بن عبد الله رضي الله عنه من\nالمدينة إلى مصر حتى سمع منه وقال له بلغني أنك تحدث بحديث في القصاص عن\nرسول الله صلى الله عليه وسلم لم أشهده، وليس أحد أحفظ له منك، قال نعم\nسمعت رسول الله صلى الله عليه وسلم يقول \" إن الله يبعثكم يوم القيامة حفاة\nعراة غر لا بهما ثم يجمعهم ثم ينادي وهو قائم على عرشه \" وذكر الحديث احتج\nبه أئمة أهل السنة أحمد بن حنبل وغيره.\n</p>\n\n<p>\nوروى الحارث بن أبي أسامة في مسنده من حديث عبادة بن نسي عن عبد الرحمن\nبن غنم عن معاذ بن جبل رضي الله عنه عن النبي صلى الله عليه وسلم قال \" إن\nالله ليكره في السماء أن يخطأ أبو بكر في الأرض \" ولا تعارض بين هذا الحديث\nوبين قول النبي صلى الله عليه وسلم له رضي الله عنه في حديث الرؤيا \" أصبت\nبعضا وأخطأت بعضا \" لوجهين (أحدهما) أن الله سبحانه وتعالى يكره تخطئة غيره\nمن آحاد الأمة لا تخطئة الرسول صلى <span id='ms048'></span> الله عليه وسلم في أمر ما؛ فإن الحق\nوالصواب مع رسول الله صلى الله عليه وسلم قطعا بخلاف غيره من الأمة، فإنه\nإذا أخطأ الصديق رضي الله عنه لم يتحقق أن الصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \nمعه، بل ما تنازع الصديق وغيره في أمر ما إلا وكان الصواب مع الصديق رضي\nالله عنه (الثاني) أن التخطئة هنا نسبة إلى الخطأ العمد الذي هو الإثم كما\nقال تعالى { إن قتلهم كان خطئا كبيرا} لا من الخطأ الذي هو ضد العلم\nوالتعمد والله أعلم.\n</p>\n\n<p>\nوروى أبو نعيم من حديث شعبة عن الحكم عن مجاهد عن ابن عباس رضي الله عنهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n            \nص -48- قال: قال رسول الله صلى الله عليه وسلم \" إن العبد ليشرف على حاجة\nمن حاجات الدنيا فيذكره الله من فوق سبع سموات فيقول: ملائكتي إن عبدي هذا\nقد أشرف على حاجة من حاجات الدنيا فإن فتحتها له فتحت له بابا من أبواب\nالنار. ولكن أزوها عنه فيصبح العبد عاضا على أنامله فيقول من دهاني، من\nسبقني، وما هي إلا رحمه رحمه الله بها\"، وفي مسند الإمام أحمد من حديث\nأسامة بن زيد رضي الله عنهما قال قلت: \" يا رسول الله ما أراك تصوم من شهر\nمن الشهور ما تصوم من شعبان؟ قال ذلك شهر يغفل الناس عنه بين رجب ورمضان،\nوهو شهر ترفع فيه الأعمال إلى رب العالمين عز وجل، فأحب أن يرفع عملي وأنا\nصائم \" وفي الثقفيات من حديث جابر بن سليم رضي الله عنه عن النبي صلى الله\nعليه وسلم \" أن رجلا ممن كان قبلكم لبس بردين فتبختر فيهما فنظر الله إليه\nمن فوق عرشه فمقته فأمر الأرض فأخذته فهو يتجلجل في الأرض، فاحذروا معاصي\nالله \" وأصله في الصحيح.\n</p>\n\n<p>\nوقال أبو بكر بن أبي شيبة حدثنا عبدة بن سليمان عن أبي حيان عن حبيب بن\nأبي ثابت أن حسان بن ثابت رضي الله عنه أنشد النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nشهدت بإذن الله أن محمدا رسول الذي فوق السماوات من عل\n</p>\n\n<p>\nوإن أخا <span id='ms049'></span> الأحقاف إذ قام فيهم يقول بذات الله فيهم ويعدل\n</p>\n\n<p>\nوإن أبا يحيى ويحيى كلاهما له عمل من ربه متقبل\n</p>\n\n<p>\nوقال شيخ الإسلام أخبرنا علي بن بشر أخبرنا ابن مندة أخبرنا خيثمة بن\nسليمان حدثنا السري حدثنا أبو بكر بن عياش عن أبي سعيد البقال عن عكرمة عن\nابن عباس رضي الله عنهما \" أن اليهود أتو النبي صلى الله عليه وسلم فسألوه\nعن خلق السماوات والأرض فذكر حديثا طويلا قال ثم ماذا يا محمد قال: \"ثم\nاستوى على العرش، قال أصبت يا محمد لو أتممت ثم استراح فغضب غضبا شديدا\nفأنزل الله { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا\nمن لغوب} \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}