{
  "content": "\n<h1 class='l1' id='head0'>CHECK [2_فصل فيما حفظ عن رسول الله صلى الله عليه وسلم والتابعين</h1>\n\nوالأئمة الأربعة وغيرهم من ذلك]\n<p>\nاجتماع الجيوش الإسلامية\n</p>\n\n<p>\nفصل فيما حفظ عن رسول الله صلى الله عليه وسلم والتابعين والأئمة الأربعة\nوغيرهم من ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n            \nص -49- فصل فيما حفظ عن رسول الله صلى الله عليه وسلم والتابعين والأئمة\nالأربعة وغيرهم من ذلك\n</p>\n\n<p>\n(قول أبي بكر الصديق رضي الله عنه قال أبو بكر بن أبي شيبة حدثنا محمد بن\nفضيل عن أبيه عن نافع عن ابن عمر قال: لما قبض رسول الله صلى الله عليه\nوسلم قال أبو بكر رضي الله عنه: أيها الناس إن كان محمد إلهكم الذي تعبدونه\nفإن إلهكم قد مات، وإن كان إلهكم الله الذي في السماء فإن إلهكم لم يمت، ثم\nتلا { وما محمد إلا رسول قد خلت من قبله الرسل} حتى ختم الآية.\n</p>\n\n<p>\nوقال البخاري في تاريخه قال محمد بن فضيل عن فضيل بن غزوان عن نافع عن\nابن عمر رضي الله عنهما قال: لما قبض رسول الله صلى الله عليه وسلم دخل أبو\nبكر رضي الله عنه عليه فأكب عليه وقبل جبهته وقال \" بأبي أنت وأمي طبت حيا\nوميتا \"، وقال: \" من كان يعبد محمدا فإن محمدا قد مات. ومن كان يعبد الله\nفإن الله في السماء حي لا يموت \". وفي <span id='ms050'></span> صحيح البخاري من حديث سهل بن سعد\nالساعدي رضي الله عنه أن رسول الله ذهب إلى بني عمرو بن عمرو بن عوف ليصلح\nبينهم، فحانت الصلاة فجاء المؤذن إلى أبي بكر رضي الله عنه، فذكر الحديث\nوفيه أن رسول الله صلى الله عليه وسلم أشار إلى أبي بكر أن امكث مكانك،\nفرفع أبو بكر يديه فحمد الله على ما أمره به رسول الله ثم استأخر، فذكره.\n</p>\n\n<p>\n(قول عمر بن الخطاب رضي الله عنه) قال إسماعيل عن قيس قال لما قدم عمر\nرضي الله عنه الشام استقبله الناس وهو على بعيره فقالوا يا أمير المؤمنين\nلو ركبت برذونا ليلقاك عظماء الناس ووجوههم، فقال عمر رضي الله عنه \" ألا\nأراكم ها هنا إن الأمر من ههنا \" وأشار بيده إلى السماء.\n</p>\n\n<p>\nوقال عثمان بن سعيد الدارمي، حدثنا موسى بن إسماعيل قال حدثنا جرير بن\nحازم قال سمعت أبا يزيد المزني قال لقيت امرأة عمر بن الخطاب رضي الله عنه\nيقال لها خولة بنت ثعلبة رضي الله عنها وهو يسير مع الناس فاستوقفته فوقف\nلها، ودنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n            \nمنها وأصغى إليها حتى قضت حاجتها وانصرفت، فقال له رجل يا أمير المؤمنين\nحبست رجالا من قريش على هذه العجوز قال: ويلك تدري من هذه؟ قال لا، قال هذه\nامرأة سمع الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n            \nص -50- شكواها من فوق سبع سموات، هذه خولة بنت ثعلبة، والله لو لم تنصرف\nعني إلى الليل ما انصرفت حتى تقضي حاجتها.\n</p>\n\n<p>\nوقال خليد بن دعلج عن قتادة قال \" خرج عمر بن الخطاب رضي الله عنه من\nالمسجد ومعه جارود العبدي فإذا بامرأة بارزة على ظهر الطريق، فسلم عليها\nعمر رضي الله عنه فردت عليه السلام وقالت إيها يا عمر، عهدتك يا عمر وأنت\nتسمى عميرا في سوق عكاظ تزع الصبيان بعصاك فلم تذهب الأيام حتى سميت عمر،\nولم تذهب الأيام حتى سميت أمير المؤمنين، فاتق الله في الرعية، واعلم أنه\nمن خاف الوعيد قرب عليه البعيد، ومن خاف الموت خشي الفوت، فقال الجارود فقد\nاجترأت <span id='ms051'></span> أيتها المرأة على أمير المؤمنين، فقال عمر رضي الله عنه دعها أما\nتعرفها، هذه خولة بنت حكيم التي سمع الله شكواها من فوق سبع سموات، فعمر\nأحق أن يستمع لها قال ابن عبد البر قال وحدثنا من وجوه عن عمر بن الخطاب\nأنه خرج ومعه الناس فمر بعجوز فاستوقفته فوقف لها وجعل يحدثها وتحدثه، فقال\nرجل يا أمير المؤمنين حبست الناس على هذه العجوز، قال ويحك تدري من هذه.\nهذه امرأة سمع الله شكواها من فوق سبع سموات \" الحديث.\n</p>\n\n<p>\n(قول عبد الله بن رواحة رضي الله عنه) قال ابن عبد البر رحمه الله تعالى\nفي كتاب الاستيعاب. روينا من وجوه صحاح أن عبد الله بن رواحة رضي الله عنه\nمشي إلى أمة له فنالها. فرأته امرأته فلامته فجحدها فقالت له: إن كنت صادقا\nفاقرأ القرآن فإن الجنب لا يقرأ القرآن فقال:\n</p>\n\n<p>\nشهدت بأن وعد الله حق وأن النار مثوى الكافرين\n</p>\n\n<p>\nوأن العرش فوق الماء طاف وفوق العرش رب العالمين\n</p>\n\n<p>\nوتحمله ملائكة شداد ملائكة الإله مسومينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \nفقالت آمنت بالله وكذبت عيني. وكانت لا تحفظ القرآن ولا تقرؤه.\n</p>\n\n<p>\n(قول عبد الله بن مسعود رضي الله عنه) قال الدارمي: حدثنا موسى بن\nإسماعيل، قال حدثنا حماد بن سلمة عن عاصم عن زر عن ابن مسعود رضي الله عنه\nقال \" ما بين السماء الدنيا والتي تليها خمسمائة عام وبين كل سماء مسيرة\nخمسمائة عام وبين السماء السابعة وبين الكرسي خمسمائة عام وبين الكرسي إلى\nالماء مسيرة خمسمائة عام والعرش على الماء والله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \nص -51- فوق العرش وهو يعلم ما أنتم عليه \" وروى الأعمش عن خيثمة عنه \" أن\nالعبد ليهم بالأمر من التجارة أو الإشارة حتى إذا تيسر له نظر الله إليه من\nفوق سبع سموات فيقول للملك اصرفه عنه فيصرفه عنه \".\n</p>\n\n<p>\n(قول عبد الله بن عباس رضي الله عنهما) ذكر عبد الله بن أحمد بن حنبل في\nكتاب السنة من حديث سعيد بن جبير رضي الله عنه قال \" تفكروا في كل شيء ولا\nتفكروا <span id='ms052'></span> في ذات الله، فإن بين السماوات السبع إلى كرسيه سبعة آلاف نور وهو\nفوق ذلك \".\n</p>\n\n<p>\nوفي مسند الحسن بن سفيان وكتاب عثمان بن سعيد الدارمي من حديث عبد الله\nبن أبي مليكة أنه حدثه ذكوان قال: استأذن ابن عباس رضي الله عنهما على\nعائشة رضي الله عنها وهي تموت فقال \" كنت أحب نساء النبي صلى الله عليه\nوسلم إليه ولم يكن رسول الله يحب إلا طيبا، وأنزل الله براءتك من فوق سبع\nسموات، جاء بها الروح الأمين، فأصبح ليس مسجد من مساجد الله يذكر فيها ألا\nوهو يتلى فيها آناء الليل وآناء النهار \".\n</p>\n\n<p>\nوذكر الطبراني في شرح السنة من حديث سفيان عن أبي هاشم عن مجاهد قال قيل\nلابن عباس إن ناسا يكذبون بالقدر. قال \" يكذبون بالكتاب لئن أخذت شعر أحدهم\nلا ينبتونه إن الله كان على عرشه قبل أن يخلق شيئا فخلق الخلق فكتب ما هو\nكائن إلى يوم القيامة، فإنما يجري الناس على أمر قد فرغ منه \".\n</p>\n\n<p>\nوقال إسحق بن راهويه أخبرنا إبراهيم بن الحكم بن أبان عن أبيه عن عكرمة\nفي قوله تعالى { ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن\nشمائلهم} قال ابن عباس رضي الله عنهما \" لم يستطع أن يقول من فوقهم علم أن\nالله من فوقهم \".\n</p>\n\n<p>\n(قول عائشة رضي الله عنها) قال الدارمي حدثنا موسى بن إسماعيل حدثنا\nجويرية بن أسماء قال: سمعت نافعا يقول: \" قالت عائشة رضي الله عنها: وأيم\nالله إني لأخشى لو كنت أحب قتله لقتلته تعني عثمان ولكن علم الله من فوق\nعرشه إني لم أحب قتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n\".\n</p>\n\n<p>\n(قول زينب بنت جحش أم المؤمنين رضي الله عنها) ثبت في الصحيحين من حديث\nأنس رضي الله عنه قال: كانت زينب تفتخر على أزواج النبي صلى الله عليه وسلم\nوتقول: \" زوجكن أهاليكن وزوجني الله من فوق سبع سموات: وفي لفظ غيرهما كانت\nتقول \" زوجنيك الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \nص -52- من فوق عرشه، كان جبريل السفير بذلك، وأنا ابنة عمتك \" رواه العسال.\n</p>\n\n<p>\n(قول أبي أمامة <span id='ms053'></span> الباهلي رضي الله عنه) قال \" لما لعن الله إبليس وأخرجه\nمن سمواته وأخزاه قال: رب أخزيتني ولعنتني وطردتني عن سمواتك وجوارك فوعزتك\nلأغوين خلقت ما دامت الأرواح في أجسادهم، فأجابه الرب تبارك وتعالى فقال:\nوعزتي وجلالي وارتفاعي على عرشي لو أن عبدي أذنب حتى ملأ السماوات والأرض\nخطايا ثم لم يبق من عمره إلا نفس واحد فندم على ذنوبه لغفرتها وبدلت سيئاته\nكلها حسنات \" وقد روى هذا المتن مرفوعا، ولفظه \" وعزتي وجلالي وارتفاعي لو\nأن عبدي \" وذكره. رواه ابن لهيعة عن بني الهيثم عن أبي سعيد الخدري رضي\nالله عنه أن رسول الله صلى الله عليه وسلم قال: \" إن الشيطان قال: وعزتك لا\nأبرح أغوي عبادك ما دامت أرواحهم في أجسادهم، فقال الرب: وعزتي وجلالي\nوارتفاع مكاني لا أزال أغفر ما استغفروني \".\n</p>\n\n<p>\n(قول الصحابة كلهم رضي الله عنهم) قال يحيى بن سعيد الأموي في مغازيه\nحدثنا البكائي عن ابن إسحق قال: حدثني يزيد بن سنان عن سعيد بن الأجود\nالكندي عن العرس بن قيس الكندي عن عدي بن عميرة رضي الله عنه قال \" خرجت\nمهاجرا إلى النبي صلى الله عليه وسلم فذكر قصة طويلة وقال فيها: فإذا هو\nومن معه يسجدون على وجوههم ويزعمون أن إلههم في السماء فأسلمت وتبعته \".\n</p>\n\n<p>\n(ذكر أقوال التابعين رحمهم الله تعالى) قال مسروق رحمه الله: قال علي بن\nالأقمر: \" كان مسروق إذا حدث عن عائشة رضي الله عنها قال حدثتني الصديقة\nبنت الصديق رضي الله عنهما حبيبة رسول الله صلى الله عليه وسلم المبرأة من\nفوق سبع سموات \".\n</p>\n\n<p>\n(قول عكرمة رحمه الله) قال سلمة بن شبيب حدثنا إبراهيم بن الحكم قال:\nحدثني أبي عن عكرمة رحمه الله تعالى قال: \" بينما رجل مستلق على مننه في\nالجنة فقال في نفسه لم يحرك شفتيه لو أن الله يأذن لي لزرعت في الجنة فلم\nيعلم إلا والملائكة على أبواب جنته قابضين على أكفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \nفيقولون سلام عليك، فاستوى قاعدا، فقالوا له يقول لك ربك تمنيت شيئا في\nنفسك قد <span id='ms054'></span> علمته، وقد بعث معنا هذا البذر يقول لك ابذر، فألقى يمينا وشمالا\nوبين يديه وخلفه، فخرج أمثال الجبال على ما كان تمنى وزاد، فقال له الرب من\nفوق عرشه: كل يا ابن آدم؛ فإن ابن آدم لا يشبع \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nص -53- (قول قتادة رحمه الله تعالى) قال الدارمي: أخبرنا موسى بن إسماعيل\nحدثنا أبو هلال حدثنا قتادة قال: \" قالت بنو إسرائيل يا رب أنت في السماء\nونحن في الأرض فكيف لنا أن نعرف رضاك وغضبك؟ قال إذا رضيت استعملت عليكم\nخياركم وإذا غضبت استعملت عليكم شراركم \".\n</p>\n\n<p>\n(قول سليمان التيمي رحمه الله تعالى) قال ابن أبي خيثمة في تاريخه حدثنا\nهارون بن معروف قال حدثنا ابن ضمرة عن صدقة التيمي عن سليمان التيمي قال: \"\nلو سئلت أين الله؟ لقلت في السماء \".\n</p>\n\n<p>\n(قول كعب الأحبار رحمه الله تعالى) قال الليث بن سعد حدثني خالد بن يزيد\nعن سعيد بن أبي هلال أن يزيد بن أسلم حدثه عن عطاء بن يسار قال \" أتى رجل\nكعبا وهو في نفر فقال: يا أبا إسحاق حدثني عن الجبار، فأعظم القوم قوله:\nفقال كعب دعوا الرجل، فإن كان جاهلا تعلم، وإن كان عالما ازداد علما، ثم\nقال كعب أخبرك أن الله خلق سبع سموات ومن الأرض مثلهن، ثم جعل ما بين كل\nسمائين كما بين سماء الدنيا والأرض، وكثفهن مثل ذلك، ثم رفع العرش فاستوى\nعليه فوقه، وقال نعيم بن حماد أخبرنا أبو صفوان الأموي عن يونس بن يزيد عن\nالزهري عن سعيد بن المسيب عن كعب قال: \" قال الله في التوراة: أنا الله فوق\nعبادي وعرشي فوق جميع خلقي وأنا على عرشي أدبر أمور عبادي؛ لا يخفى علي شيء\nمن أمر عبادي في سمائي ولا أرضي وإلي مرجع خلقي فأنبئهم بما خفي عليهم من\nعلمي، أغفر لمن شئت منهم بمغفرتي وأعاقب من شئت بعقابي \".\n</p>\n\n<p>\n(قول مقاتل رحمه الله تعالى) ذكر البيهقي في الأسماء والصفات عن بكر بن\nمعروف عن مقاتل \" بلغنا والله أعلم في قوله عز وجل { هو <span id='ms055'></span> الأول والآخر\nوالظاهر والباطن} الأول قبل كل شيء والآخر بعد كل شيء، والظاهر فوق كل شيء،\nوالباطن أقرب من كل شيء، وإنما يعني القرب بعلمه وقدرته وهو فوق عرشه وهو\nبكل شيء عليم، وبهذا الإسناد عنه في قوله تعالى { إلا هو معهم} يقول بعلمه وذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \nقوله { إن الله بكل شيء عليم} فيعلم نجواهم ويسمع كلامهم ثم ينبئهم يوم\nالقيامة بكل شيء، وهو فوق عرشه وعلمه معهم \".\n</p>\n\n<p>\n(قول الضحاك رحمه الله تعالى) روى بكر بن معروف عن مقاتل بن حيان عنه { ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \nص -54- يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم} \" قال هو\nالله على العرش وعلمه معهم \".\n</p>\n\n<p>\n(قول التابعين جملة) روى البيهقي بإسناد صحيح إلى الأوزاعي قال: كنا\nوالتابعون متوافرون نقول: إن الله تعالى جل ذكره فوق عرشه ونؤمن بما وردت\nالسنة به من صفاته.\n</p>\n\n<p>\nقال شيخ الإسلام: وإنما قال الأوزاعي ذلك بعد ظهور جهم المنكر لكون الله\nسبحانه فوق عرشه، والنافي لصفاته، ليعرف الناس أن مذهب السلف كان بخلاف\nقوله، قال أبو عمر بن عبد البر في التمهيد وعلماء الصحابة والتابعين الذين\nحمل عنهم التأويل قالوا في تأويل قوله تعالى { ما يكون من نجوى ثلاثة إلا\nهو رابعهم ولا خمسة إلا هو سادسهم} هو على العرش وعلمه في كل مكان وما\nخالفهم أحد في ذلك يحتج به.\n</p>\n\n<p>\n(قول الحسن رحمه الله تعالى) روى أبو بكر الهذيلي عن الحسن رحمه الله\nقال: \" ليس شيء عند ربك من الخلق أقرب إليه من إسرافيل وبينه وبين ربه سبعة\nحجب، كل حجاب مسيرة خمسمائة عام، وإسرافيل دون هؤلاء، ورأسه تحت العرش\nورجلاه في تخوم السابعة \".\n</p>\n\n<p>\n(قول مالك بن دينار رحمه الله تعالى) ذكر أبو العباس السراج أخبرنا عبد\nالله بن أبي زياد وهارون قالا: حدثنا سيار قال حدثنا جعفر قال: سمعت مالك\nبن دينار يقول: \" إن الصديقين إذا قرئ عليهم القرآن طربت قلوبهم إلى\nالآخرة، ثم يقول: خذوا فيقرءون، ويقول اسمعوا إلى قوله الصادق من فوق عرشه\n\" وكان مالك <span id='ms056'></span> بن دينار وغيره من السلف يذكرون هذا الأثر: \" ابن آدم خيري\nإليك نازل وشرك إلي صاعد، وأتحبب إليك بالنعم وتتبغض إلي بالمعاصي ولا يزال\nملك كريم قد عرج إلي منك بعمل قبيح \".\n</p>\n\n<p>\n(قول ربيعة بن عبد الرحمن رحمه الله شيخ مالك بن أنس رحمة الله عليه) قال\nيحيى بن آدم عن أبيه عن ابن عيينة قال: سئل ربيعة عن قوله تعالى { الرحمن\nعلى العرش استوى} قال \" الاستواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \nغير مجهول والكيف غير معقول، ومن الله تعالى الرسالة وعلى الرسول صلى الله\nعليه وسلم البلاغ وعلينا التصديق \".\n</p>\n\n<p>\n(قول عبد الله بن الكوا رحمه الله تعالى) ذكر الحافظ أبو القاسم بن عساكر\nرحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \nص -55- في تاريخه عن هشام بن سعد قال: قدم عبد الله بن الكوا على معاوية\nفقال له \" أخبرني عن أهل البصرة؟ قال يقاتلون معا ويدبرون شتى، قال فأخبرني\nعن أهل الكوفة؟ قال أنظر الناس في صغيرة وأوقعهم في كبيرة، قال فأخبرني عن\nأهل المدينة؟ قال أحرص الناس على الفتنة وأعجزهم عنها، قال فأخبرني عن أهل\nالموصل؟ قال قلادة وليدة فيها من كل شيء خرزة، قال فأخبرني عن أهل مصر؟ قال\nلقمة أكل. قال فأخبرني عن أهل الجزيرة؟ قال كناسة بين مدينتين. قال فأخبرني\nعن أهل الشام؟ قال جند أمير المؤمنين لا أقول فيهم شيئا، قال لتقولن قال\nأطوع الناس لمخلوق وأعصاهم لخالق ولا يحسبون للسماء ساكنا \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}