{
  "content": "\n<h1 class='l1' id='head0'>CHECK [18_الباب السابع عشر في أطوار الطفل من حين كونه نطفة إلى وقت</h1>\n\nدخوله الجنة أو النار]\n<p>\nتحفة المودود بأحكام المولود\n</p>\n\n<p>\nالباب السابع عشر في أطوار الطفل من حين كونه نطفة <span id='ms129'></span> إلى وقت دخوله الجنة\nأو النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p001'> Vol. 19, p. 001</a>\n            </div>\n            \nص -173- الباب السابع عشر: في أطوار ابن آدم من وقت كونه نطفة إلى استقراره\nفي الجنة أو النار\n</p>\n\n<p>\nقال الله تعالى { ولقد خلقنا الأنسان من سلالة من طين ثم جعلناه نطفة في\nقرار مكين ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما\nفكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين ثم إنكم\nبعد ذلك لميتون ثم إنكم يوم القيامة تبعثون } المؤمنون 12 _16\n</p>\n\n<p>\nفاستوعب سبحانه ذكر أحوال ابن آدم قبل كونه نطفة بل ترابا وماء إلى حين\nبعثه يوم القيامة فأول مراتب خلقه أنه سلالة م.ن طين ثم بعد ذلك سلالة من\nماء مهين وهي النطفة التي استلت من جميع البدن فتمكث كذلك أربعين يوما ثم\nيقلب الله سبحانه تلك النطفة علقة وهي قطعة سوداء من دم فتمكث كذلك أربعين\nيوما أخرى ثم يصيرها سبحانه مضغة وهي قطعة لحم أربعين يوما وفي هذا الطور\nتقدر أعضاؤه وصورته وشكله وهيئته\n</p>\n\n<p>\nواختلف في أول ما يتشكل ويخلق من أعضائه قال قائلون هو القلب وقال آخرون\nإنه الدماغ وقال آخرون هو الكبد وقال آخرون فقار الظهر فاحتج أرباب القول\nالأول بأن القلب هو العضو والأساس الذي هو معدن الحرارة الغريزية الذي هو\nمركب الحياة فوجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p002'> Vol. 19, p. 002</a>\n            </div>\n            \nص -174- أن يكون هو المقدم في الخلق قالوا وقد أخبر المشرحون أنهم وجدوا في\nالنطفة عند كمال انعقادها نقطة سوداء\n</p>\n\n<p>\nواحتج من قال إنه الدماغ بأن الدماغ من الحيوان هو العضو الرئيسي من\nالإنسان وهو مجمع الحواس وأن الأمر المختص بالحيوان هو الحس والحركة\nالإرادية وأصل ذلك من الدماغ ومنه ينبعث وإذا كان الخاص بالحيوان هو الحس\nوالحركة الإرادية وكانا عن هذا العضو كان هو المقدم في الإيجاد والتكوين\n</p>\n\n<p>\nواحتج من قال إنه الكبد بأنه العضو الذي منه النمو والاغتذاء الذي به\nقوام الحيوان قالوا فالنظام الطبيعي يقتضي أن يكون أول متكون الكبد ثم\nالقلب ثم الدماغ لأن أول فصل الحيوان هو النمو وليس به في هذا الوقت <span id='ms130'></span> حاجة\nإلى حس ولا إلى حركة إرادية لأنه يعد بمنزلة النبات فلا حاجة به حينئذ إلى\nغير النمو ولهذا إنما تصير له قوة الحس والإرادة عند تعلق النفس به وذلك في\nالطور الرابع من أطوار تخليقه فكان أول الأعضاء خلقا فيه هو آلة النمو وذلك\nالكبد والذي شاهده أرباب التشريح حتى إنهم متفوقون عليه أنه أول ما يتبين\nفي خلق جثة الحيوان ثلاث نقط متقاربة بعضها من بعض يتوهم أنها رسم الكبد\nوالقلب والدماغ ثم يزداد بعضها من بعض بعدا على امتداد أيام الحمل فهذا\nالقدر هو الذي عند المشرحين فأما أن هذه النقط أقدم وأسبق فليس عندهم عليه\nدليل إلا الأخلق والأولى والقياس والله أعلم\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nثم تقدر مفاصل أعضائه وعظامه وعروقه وعصبه ويشق له السمع والبصر والفم\nويفتق حلقه بعد أن كان رتقا فيركب فيه اللسان ويخطط شكله وصورته وتكسى\nعظامه لحما ويربط بعضها إلى بعض أحكم ربط وأقواه وهو الأسر الذي قال فيه {\nنحن خلقناهم وشددنا أسرهم } الإنسان : 28 ومنه الإسار الذي يربط به ومنه الأسير\n</p>\n\n<p>\nقال الإمام أحمد حدثنا روح بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p003'> Vol. 19, p. 003</a>\n            </div>\n            \nص -175- عبادة حدثنا أبو هلال حدثنا ثابت عن صفوان بن محرز قال كان نبي\nالله داود عليه السلام إذا ذكر عذاب الله تخلعت أوصاله ما يمسكها إلا الأسر\nفإذا ذكر رحمة الله رجعت\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nقال بقراط في المقالة الثالثة من كتاب الأجنة أنا أحدثك رأيت المني ينشأ\nكانت لامرأة من الأهل جارية نفيسة ولم تكن تحب أن تحبل لئلا ينقص ثمنها\nفسمعت الجارية النساء يقلن إن المرأة إذا أرادت أن تحمل لم يخرج منها مني\nالرجل بل يبقى محتبسا ففهمت ذلك وجعلت ترصده من نفسها فأحست في بعض الأوقات\nأنه لم يخرج منها فبلغني الخبر فأمرتها أن تطفر إلى خلفها فطفرت سبع طفرات\nفسقط منها المني بوجبة شبيها بالبيضة غير مطبوخة قد قشر عنها القشر الخارج\nوبقيت رطوبتها في جوف الغشاء قال وأنا أقول أيضا إنه يجري من الأم فضول\nالرحم ليتغذى بها الجنين وقال إن <span id='ms131'></span> الذي تظهر هي الأعصاب الدقاق البيض وهي\nالتي رأيت في وسط السرة وليست في موضع آخر غير السرة لأن الروح إنما يشق\nطريقا للنفس هناك ثم قال وأقول شيئا آخر ظاهرا يعرفه كل من يرغب في العلم\nوأوضحه بقياسات وأقول إن المني هو في الحجاب وإنه يغتذي من الدم الذي يجتمع\nمن المرأة وينزل إلى الرحم وقال إن المني يجتذب الهواء فيتنفس فيه في هذه\nالحجب في الأسباب التي ذكرنا ويربو من الدم الذي ينحدر من المرأة وقال إن\nالطمث لا ينحدر ما دامت المرأة حاملا إن كان طفلها صحيحا وذلك منذ أول شهر\nمن حبلها إلى الشهر التاسع ولكن جميع ما ينزل من الدم من البدن كله يجتمع\nحول الجنين على الحجاب الأعلى مع اجتذاب النفس والسرة طريق وصوله إلى\nالجنين فيدخل الغذاء إليه فيغذيه ويزيد في تربيته وقال إذا أقام المني حينا\nخلقت له حجب أخر فتمتد داخلا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p004'> Vol. 19, p. 004</a>\n            </div>\n            \nص -176- الحجاب الأول وتكون مختلفة الأنواع كثيرة وأما كونها فمثل الحجاب\nالأول وقال إن الحجب منها ما يخلق أولا ومنها ما يخلق من بعد الشهر الثاني\nومنها ما يخلق في الشهر الثالث وكلها لا تظهر منافعها أول ما يخلق ولكن\nبعضها يمتد على المني فتظهر منافعها أولا وبعضها لا يظهر إلا أخيرا فلذلك\nيخلق بعضها في الشهر الأول وبعضها في الشهر الثاني وبعضها في الثالث وهي\nالسرة كأنها مربوط بعضها ببعض في وسط الحجب تكون السرة التي يتنفس منها ويتربى\n</p>\n\n<p>\nوإذا نزل الدم واغتذى الجنين منه حالت الحجب بينه وبين الجنين ولهذا يقول\nتعالى { خلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث } الزمر 6\nفإن كل حجاب من هذه الحجب له ظلمة تخصه فذكر سبحانه أطوار خلقه ونقله فيها\nمن حال إلى حال وذكر ظلمات الحجب التي على الجنين فقال أكثر المفسرين هي\nظلمة البطن وظلمة الرحم وظلمة المشيمة فإن كل واحد من هذه حجاب على الجنين\nوقال آخرون هي ظلمة أصلاب الآباء وظلمة بطون الأمهات وظلمة <span id='ms132'></span> المشيمة وأضعف\nمن هذا القول قول من قال ظلمة الليل وظلمة البطن وظلمة الرحم فإن الليل\nوالنهار بالنسبة إلى الجنين سواء\n</p>\n\n<p>\nوقال بقراط إن المرأة إذا حبلت لم تألم من اجتماع الدم الذي ينزل ويجتمع\nحول رحمها ولا تحس بضعف كما تحس إذا انحدر الطمث لأنها لا يثور دمها في كل\nشهر لكنه ينزل إلى الرحم في كل يوم قليلا قليلا نزولا ساكنا من غير وجع\nفإذا أتى إلى الرحم اغتذى منه الجنين ونما ثم قال وعلى غير بعيد من ذلك إذا\nخلق للجنين لحم وجسد تكون الحجب وإذا كبر كبرت الحجب أيضا وصار لها تجويف\nخارج من الجنين فإذا نزل الدم من الأم جذبه الجنين واغتذى به فيزيد في لحمه\nوالرديء من الدم الذي لا يصلح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p005'> Vol. 19, p. 005</a>\n            </div>\n            \nص -177- للغذاء ينزل إلى مجاري الحجب وكذلك تسمى الحجب التي إذا صار لها\nتجويف يقبل الدم المشيمة\n</p>\n\n<p>\nوقال إذا تم الجنين وكملت صورته واجتذب الدم لغذائه بالمقدار اتسعت الحجب\nوظهرت المشيمة التي تكون من الآلات التي ذكرنا فإن اتسع داخلها اتسع خارجها\nلأنه أولى بذلك لأن له موضعا يمتد إليه قلت ومن ها هنا لم تحض الحامل بل ما\nتراه من الدم يكون دم فساد ليس دم الحيض المعتاد هذه إحدى الروايتين عن\nعائشة رضي الله عنها وهو المشهور من مذهب أحمد الذي لا يعرف أصحابه سواه\nوهو مذهب أبي حنيفة وذهب الشافعي في رواية عن عائشة والإمام أحمد في رواية\nعنه اختارها شيخنا إلى أن ما تراه من الدم في وقت عادتها يكون حيضا وحجة\nهذا القول ظاهرة وهي عموم الأدلة الدالة على ترك المرأة الصوم والصلاة إذا\nرأت الدم المعتاد في وقت الحيض ولم يستثن الله ورسوله حالة دون حالة وأما\nكون الدم ينصرف إلى غذاء الولد فمن المعلوم أن ذلك لا يمنع أن يبقى منه\nبقية يخرج في وقت الحيض تفضل عن غذاء الولد فلا تنافي بين غذاء الولد وبين\nحيض الأم\n</p>\n\n<p>\nوأصحاب القول الآخر يحتجون بقوله \"لا توطأ حامل <span id='ms133'></span> حتى تضع ولا حائل حتى\nتستبرأ بحيضة\" فجعل الحيضة دليلا على عدم الحمل فلو حاضت الحامل لم تكن\nالحيضة علما على براءة حملها والآخرون يحبيبون عن هذا بأن الحيضة علم ظاهر\nفإذا ظهر بها الحمل تبينا أنه لم يكن دليلا ولهذا يحكم بانقضاء العدة\nبالحيض ظاهرا ثم تبين المرأة حاملا والنبي صلى الله عليه وسلم قسم النساء\nإلى قسمين امرأة معلومة الحمل وامرأة مظنون أنها حامل فجعل استبراء الأولى\nبوضع الحمل والثانية بالحيضة وهذا هو الذي دل عليه الحديث لم يدل على أن ما\nتراه الحامل من الدم في وقت عادتها تصوم معه وتصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p006'> Vol. 19, p. 006</a>\n            </div>\n            \nص -178- فصل\n</p>\n\n<p>\nقال بقراط إن العظام تصلب من الحرارة لأن الحرارة تصلب العظام وتربط\nبعضها ببعض مثل الشجرة التي ترتبط بعضها ببعض وقال إن العصب جعل داخلا\nوخارجا وجعل الرأس بين العاتقين والعضدان والساعدان في الجانبين وفرج ما\nبين الرجلين أيضا وجعل في كل مفصل من المفاصل عصب بوثقه ويشده قلت وهو\nالأسر الذي شد به الإنسان قال وجعل الفم ينفتح من تلقاء نفسه وركب الأنف\nوالأذنان من اللحم وثقبت الأذنان ثم العينان بعد ذلك وملئتا رطوبة صافية\n</p>\n\n<p>\nوكان النبي صلى الله عليه وسلم يقول في سجوده \"سجد وجهي للذي خلقه وصوره\nوشق سمعه وبصره\" والواو وإن لم تقتض ترتيبا فتقديم السمع في اللفظ يناسب\nتقدمه في الوجود ثم تتسع الأمعاء بعد ذلك ويصير لها تجويف وترتبط المفاصل\nويرتفع النفس إلى الفم والأنف ويدخل الاستنشاق في الفم والأنف وينفتح البطن\nوالأمعاء ويخرج النفس إلى الفم بدل السرة فإذا تم ما ذكرنا حضر وقت خروج\nالجنين ونزلت فضول من معدته وأمعائه إلى المثانة ويكون لها طريق من المعدة\nوالأمعاء إلى المثانة ومنها إلى مجرى البول وإنما تنفتح هذه كلها ويتسع\nتجويفها بالاستنشاق وبه ينفصل بعضها عن بعض على قدر أشكالها وقال اذا اتسع\nالبطن وتبين تجويف الأمعاء صار فيها طريق الى المثانة والإحليل اضطرارا\n</p>\n\n<p>\nقال والمني اذا تركب يجتمع كل شيء منه الى صاحبه العظام الى العظام <span id='ms134'></span>\nوالعصب الى العصب وكذلك جميع الأعضاء ثم يركب الجنين ثم قال إنا قد رأينا\nكثيرا من النساء قد فسدت الأجنة فيهن ثم خرجت بعد ثلاثين يوما ثم قال ألا\nترى أنه اذا سقط الجنين بعد ثلاثين يوما رأيت مفاصله مركبة وقال يدرك هذا\nبالنظر الى السقط لأنه اذا سقط ليس يسقط من حيلنا بل من قبل نفسه ثم قال\nاذا تركب الجنين وأتلفت مفاصله وكبرت أعضاؤه وصلبت عظامه وتحركت جذبت من\nالبدن دما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p007'> Vol. 19, p. 007</a>\n            </div>\n            \nص -179- دسما ويحتبس ذلك ويتحرك في رؤوس العظام مثل تحرك رؤوس الشجر قال\nوكذلك الجنين ويتقلب\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوقال في المقالة الثانية من كتابه هذا ثم يتركب الجنين ويتم الذكر الى\nاثنين وثلاثين يوما والانثى إلى اثنين وأربعين يوما وربما زاد على هذه\nالأيام قليلا وربما نقص قليلا وقال إن الجنين يتم ويتصور إن كان ذكرا في\nاثنين وثلاثين يوما وان كان أنثى ففي اثنين وأربعين يوما وقال إنا نرى ذلك\nمن نقاء المرأة لأنها إن ولدت أنثى فإنها تنفى في اثنين وأربعين يوما وهو\nأكثر ما تحتبس المرأة الى أن تنقى في اثنين وأربعين يوما عند ولادة الأنثى\nوربما كان في الفرد وتنقى في خمسة وثلاثين يوما فإذا ولدت ذكرا فإنها تنقى\nفي اثنين ووثلاثين يوما اذا احتبست كثيرا وربما بقيت في الفرد في خمسة\nوعشرين يوما\n</p>\n\n<p>\nوقال إن دم الطمث يخرج من حيث يخرج الجنين وكما أن الذكر يتصور في اثنين\nوثلاثين يوما كذلك يكون نقاء أمه من بعد ولاده في اثنين وثلاثين يوما وتنقى\nالمرأة اذا ولدت أنثى في اثنين وأربعين يوما بعدد الأيام التي تركيبها فيها\nثم قال انما يجري الدم من النفساء بعد ولادها أياما كثيرة لأنها اذا حملت\nلم يحتج الجنين أول ما يخلق الى غذاء كثير حتى يتم فإذا تم له اثنان\nوأربعون يوما اغتذى كما ينبغي وما اجتمع في الأيام الأربعين من الدم الذي\nينزل الى الجنين بقي إلى ولاد المرأة فإذا ولدت نزل أربعين يوما\n</p>\n\n<p>\nقلت في هذا الفصل <span id='ms135'></span> حديثان صحيحان عن رسول الله صلى الله عليه وسلم نذكرهما\nونذكر تصديق أحدهما للآخر ثم نتعقب كلام بقراط ونبين ما فيه بحول الله\nوقوته وتوفيقه وتعليمه وإرشاده\n</p>\n\n<p>\nففي الصحيحين من حديث ابن مسعود قال حدثنا رسول الله صلى الله عليه وسلم\nوهو الصادق المصدوق \"إن أحدكم يجمع خلقه في بطن أمه أربعين يوما ثم يكون في ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p008'> Vol. 19, p. 008</a>\n            </div>\n            \nص -180- علقة مثل ذلك ثم يكون في ذلك مضغة مثل ذلك ثم يرسل الله الملك\nفينفخ فيه الروح ويؤمر بأربع كلمات بكتب رزقه وأجله وعمله وشقي أو سعيد فو\nالذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها\nإلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها وإن أحدكم ليعمل\nبعمل أهل النار حتى ما يكون بينها وبينه إلا ذراع فيسبق عليه الكتاب فيعمل\nبعمل أهل الجنة فيدخلها\"\n</p>\n\n<p>\nوفي طريق أخرى \"أن خلق ابن آدم يجمع في بطن أمه أربعين\" وفي أخرى \"أربعين\nليلة\" وقال البخاري أربعين يوما وأربعين ليلة وفي بعض طرقه \"ثم يبعث الله\nملكا بأربع كلمات فيكتب عمله وأجله ورزقه وشقي أو سعيد ثم ينفخ فيه الروح\" الحديث\n</p>\n\n<p>\nوفي صحيح مسلم من حديث حذيفة بن أسيد يبلغ به النبي صلى الله عليه وسلم\nقال \"يدخل الملك على النطفة بعد ما تستقر في الرحم بأربعين أو خمس وأربعين\nليلة فيقول يا رب أشقي أو سعيد فيكتبان فيقول إي رب أذكر أم أنثى فيكتبان\nويكتب عمله وأثره وأجله ورزقه ثم تطوى الصحف فلا يزداد فيها ولا ينقص\"\n</p>\n\n<p>\nوقال الإمام أحمد حدثني سفيان عن عمرو عن أبي الطفيل عن حذيفة ابن أسيد\nالغفاري قال سمعت رسول الله صلى الله عليه وسلم يقول \"يدخل الملك على\nالنطفة بعد ما تستقر في الرحم بأربعين ليلة فيقول يا رب أشقي أم سعيد فيقول\nالله عز وجل فيكتبان فيقولان أذكر أم أنثى فيقول الله عز وجل فيكتبان فيكتب\nعمله وأثره ومصيبته ورزقه ثم تطوى الصحيفة فلا يزداد على ما فيها <span id='ms136'></span> ولا\nينقص\"وفي صحيح مسلم عن عامر بن واثلة أنه سمع عبد الله بن مسعود يقول الشقي\nمن شقي في بطن أمه والسعيد من وعظ بغيره فأتى رجلا من أصحاب رسول الله صلى\nالله عليه وسلم يقال له حذيفة بن أسيد الغفاري فحدثه بذلك من قول ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p009'> Vol. 19, p. 009</a>\n            </div>\n            \nص -181- مسعود فقال وكيف يشقى رجل بغير عمل فقال له الرجل أتعجب من ذلك\nفإني سمعت رسول الله صلى الله عليه وسلم يقول \"إذا مر بالنطفة ثنتان\nوأربعون ليلة بعث الله إليها ملكا فصورها وخلق سمعها وبصرها وجلدها ولحمها\nوعظامها ثم قال يا رب أذكر أم أنثى فيقضي ربك ما شاء ويكتب الملك ثم يقول\nيا رب أجله فيقضي ربك ما شاء فيكتب الملك ثم يقول يا رب رزقه فيقضي ربك ما\nشاء ويكتب الملك ثم يخرج الملك بالصحيفة في يده فلا يزيد على ما أمر ولا ينقص\"\n</p>\n\n<p>\nوفي لفظ آخر سمعت رسول الله صلى الله عليه وسلم بأذني هاتين يقول \"إن\nالنطفة تقع في الرحم أربعين ليلة ثم يتسور عليها الملك قال زهير حسبته قال\nالذي يخلقها فيقول يا رب أذكر أم أنثى فيجعله الله ذكرا أو أنثى فيقول يا\nرب أسوي أم غير سوي فيجعله الله سويا أو غير سوي ثم يقول يا رب ما رزقه وما\nأجله وما خلقه ثم يجعله الله شقيا أو سعيدا\"\n</p>\n\n<p>\nوفي لفظ آخر \"أن ملكا موكلا بالرحم إذا أراد الله عز وجل أن يخلق شيئا\nبإذن الله لبضع وأربعين ليلة\" ثم ذكر الحديث فاتفق حديث ابن مسعود وحديث\nحذيفة بن أسيد على حدوث شأن وحال النطفة بعد الأربعين وحديث حذيفة مفسر\nصريح بأن ذلك يكتب بعد الأربعين قبل نفخ الروح كما تقدم في رواية البخاري\n</p>\n\n<p>\nوأما حديث ابن مسعود فأحد ألفاظه موافق لحديث حذيفة وإن كان ذلك التقدير\nوالكتابة بعد الأربعين قبل نفخ الروح فيه كما تقدم من رواية البخاري ولفظه\n\"ثم يبعث الله إليه ملكا بأربع كلمات فيكتب عمله ورزقه وأجله وشقي أو سعيد <span id='ms137'></span>\nثم ينفخ فيه الروح فهذا صريح أن الكتابة وسؤال الملك قبل نفخ الروح فيه\"\nوهو موافق لحديث حذيفة في ذلك\n</p>\n\n<p>\nوأما لفظه الآخر فينفخ فيه الروح ويؤمر بأربع كلمات فليس بصريح إذ\nالكلمات المأمور بها بعد نفخ الروح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p010'> Vol. 19, p. 010</a>\n            </div>\n            \nص -182- فإن هذه الجملة معطوفة بالواو ويجوز أن تكون معطوفة على الجملة\nالتي تليها ويجوز أن تكون معطوفة على جملة الكلام المتقدم أي يجمع خلقه في\nهذه الأطوار ويؤمر الملك بكتب رزقه وأجله وعمله ووسط بين الجمل قوله ثم\nينفخ فيه الروح بيانا لتأخر نفخ الروح عن طور النطفة والعلقة والمضغة وتأمل\nكيف أتى ب ثم في فصل نفخ الروح وبالواو في قوله ويؤمر بأربع كلمات فاتفقت\nسائر الأحاديث بحمد الله\n</p>\n\n<p>\nوبقي أن يقال فحديث حذيفة يدل على أن ابتداء التخليق عقيب الأربعين\nالأولى وحديث ابن مسعود يدل على أنه عقيب الأربعين الثالثة فيكيف يجمع\nبينهما قيل أما حديث حذيفة فصريح في كون ذلك بعد الأربعين وأما حديث ابن\nمسعود فليس فيه تعرض لوقت التصوير والتخليق وإنما فيه بيان أطوار النطفة\nوتنقلها بعد كل أربعين وأنه بعد الأربعين الثالثة ينفخ فيه الروح وهذا لم\nيتعرض له حديث حذيفة بل اختص به حدثنا بن مسعود فاشترك الحديثان في حدوث\nأمر بعد الأربعين الأولى\n</p>\n\n<p>\nواختص حديث حذيفة بأن ابتداء تصويرها وخلقها بعد الأربعين الأولى واختص\nحديث ابن مسعود بأن نفخ الروح فيه بعد الأربعين الثالثة واشترك الحديثان في\nاستئذان الملك ربه سبحانه في تقدير شأن المولود في خلال ذلك فتصادقت كلمات\nرسول الله صلى الله عليه وسلم وصدق بعضها بعضا وحديث ابن مسعود فيه أمران\nأمر النطفة وتنقلها وأمر كتابة الملك ما يقدر الله فيها والنبي صلى الله\nعليه وسلم أخبر بالأمرين في الحديث قال الإمام أحمد حدثنا هشيم أنبأنا علي\nبن زيد قال سمعت أبا عتبة بن عبد الله يحدث قال قال عبد الله بن مسعود رضي\nالله عنه قال رسول الله صلى الله عليه وسلم \"إن النطفة تكون في الرحم\nأربعين يوما <span id='ms138'></span> على حالها لا تتغير فإذا مضت له أربعون صارت علقة ثم مضغة كذلك\nثم عظاما كذلك فإذا أراد أن يسوي خلقه بعث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p011'> Vol. 19, p. 011</a>\n            </div>\n            \nص -183- الله اليه الملك فيقول الملك الذي يليه أي رب أذكر أم أنثى أشقي أم\nسعيد أقصير أم طويل أناقص أم زائد قوته وأجله أصحيح أم سقيم قال فيكتب ذلك\nكله فهذا الحديث فيه الشفاء وإن الحادث بعد الأربعين الثالثة تسوية الخلق\nعند نفخ الروح فيه\n</p>\n\n<p>\nولا ريب أنه عند نفخ الروح فيه وتعلقها به يحدث له في خلقه أمور زائدة\nعلى التخليق الذي كان بعد الأربعين الأولى فالأول كان مبدأ التخليق وهذا\nتسويته وكمال ما قدر له كما أنه سبحانه خلق الأرض قبل السماء ثم خلق السماء\nثم سوى الأرض بعد ذلك ومهدها وبسطها وأكمل خلقها فذلك فعله في السكن وهذا\nفعله في الساكن على أن التخليق والتصوير ينشأ في النطفة بعد الأربعين على\nالتدريج شيئا فشيئا كما ينشأ النبات فهذا مشاهد في الحيوان والنبات كما إذا\nتأملت حال الفروج في البيضة فإنما يقع الإشكال من عدم فهم كلام الله تعالى\nورسوله فالإشكال في أفهامنا لا في بيان المعصوم والله المستعان وقد أغناك\nهذا بحمد الله عن تكلف الشارحين فتأمله ووازن بينه وبين هذا الجمع وبالله\nالتوفيق\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوقد قال بقراط في كتاب الغذاء تصوير الجنين يكون في خمسة وثلاثين يوما\nوحركته في سبعين صباحا وكماله في مائة وعشرة أيام ويتصور أجنة أخر في خمسين\nصباحا ويتحركون التحرك الأول في مائة صباح ويكملون في ثلاثمائة ويتصور أجنة\nأخر في أربعين صباحا ويتحركون في ثمانين صباحا ويولدون في مائتين وأربعين\nصباحا ويتصور أجنة أخر في خمسة وأربعين صباحا ويتحركون في تسعين صباحا\nويولدون في مائتين وسبعين صباحا قال فأما الولادة فتكون في الشهر السابع\nوالثامن والتاسع والعاشر\n</p>\n\n<p>\nقلت الحركة حركتان حركة طبيعية غير أرادية فهذه تكون قبل تعلق الروح به\nوأما الحركة الإرادية فلا تكون إلا بعد نفخ الروح ولهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p012'> Vol. 19, p. 012</a>\n            </div>\n            \nص -184- فرق بقراط بين التحرك الأول والثاني\n</p>\n\n<p>\nقلت <span id='ms139'></span> الذي دل عليه الوحي الصادق عن خلاق البشر أن الخلق ينتقل في كل\nأربعين يوما إلى طور آخر فيكون أولا نطفة أربعين يوما ثم علقة كذلك ثم مضغة\nكذلك ثم ينفخ فيه الروح بعد مائة وعشرين يوما فهذا كأنك تشاهده عيانا وما\nخالفه فليس مع المخبر به عيان وغاية ما معه قياس فاسد وتشريح لا يحيط علما\nبمبدإ ما شاهده منه أو تقليد لواحد غير معصوم وكل ما جاء به مشى خلفه فيه\nفيعتقد فيه المعتقد أن هذا أمر متفق عليه بين الطبائعيين وأصله كله واحد\nأخطأ فيه ثم قلده من بعده والقوم لم يشاهدوا ما أخبروا به من ذلك\n</p>\n\n<p>\nوغاية ما معهم أنهم شرحوا الحاكين أحياء وأمواتا فوجدوا الجنين في الرحم\nعلى الصفة التي أخبروا بها ولكن لاعلم لهم بما وراء ذلك من مبدإ الحمل\nوتغير أحوال النطفة فإن ضيق مقلدهم الفرض وقال نفرض أنهم اعتبروا بكرا من\nحيث وطئت ثم جعلوا يعدون أيامها إلى أن بلغت ما ذكروه ثم شرحوها فوجدوا\nالأمر على الصفة التي أخبروا بها فهذا غاية الكذب والبهت فإن القوم لم\nيدعوا ذلك وكيف يمكنهم دعواهم وهم يخبرون أن بعد ذلك بكذا وكذا يوما يصير\nشأن الحمل كذا وكذا وإنما مع القوم كليات وأقيسة وينبغي أن يكون كذا وكذا\nوالنظام الطبيعي يقتضي كذا وكذا\n</p>\n\n<p>\nوكثير منهم يأخذ ذلك من حركات القمر وزيادته ونقصانه ومن حركات الشمس ومن\nالتثليث والتربيع والتسديس والمقابلة ورد عليهم آخرون منهم وأبطلوا ذلك\nعليهم من وجوه وأحال به على الأخلق والأولى والأنسب وأحال به آخرون على\nأيام البحارين وتغير الطبيعة فيها ورد بعض هؤلاء على بعض وأبطل قوله بما\nتركناه مخافة التطويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p013'> Vol. 19, p. 013</a>\n            </div>\n            \nص -185- وأصح ما بأيديهم التشريح والاستقراء التام الذي لا يخرم ونحن لا\nننكر ذلك ولكن ليس فيه ما يخالف الوحي عن خلاف الأجنة أبدا ومما يدل على أن\nالقوم لم يخبروا في ذلك عن مشاهدة قولهم إن الجنين الذي يولد في الشهر\nالسابع يصير ديديا في تسعة أيام ودمويا <span id='ms140'></span> في ثمانية أيام أخر ولحميا في تسعة\nأيام أخر ويقبل الصورة في أثنى عشر يوما أخر فإذا اجتمعت هذه الأيام صارت\nخمسة وثلاثين يوما فجعلوه مضغة في الأربعين الأولى وهذا كذب ظاهر قطعا\nوإنما يصير لحميا بعد الثمانين ومثل هذا لا يدرك إلا بوحي أو مشاهدة\nوكلاهما مفقود عندهم وإنما بأيديهم قياس اعتبروا به أحوال الأجنة من شهور\nولادها فحكموا على كل جنين ولد في شهر من شهور الولادة على أنه ينبغي أن\nيكون ديديا أي نطفة كذا وكذا ودمويا أي علقة كذا وكذا يوما ولحميا أي مضغة\nكذا وكذا يوما ثم أضعفوا ذلك العدد وجعلوه وقت تحرك الجنين وكذبوا في ذلك\nعلى الخلاق العليم في خلقه كما كذبوا عليه في صفاته وأسمائه فإن القوم لم\nيكن لهم نصيب من العلم الذي جاءت به الرسل بل كانوا كما قال اله تعالى {\nفلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم } النساء 83\n</p>\n\n<p>\nوما غاية مل يناله المنكر المعرض عما جاءت به الرسل وغاية ما نالوا به\nعلما بأمور طبيعية فيها الحق والباطل وأمور رياضية كثيرة التعب قليلة\nالجدوى وأمور الهيئة باطلها أضعاف أضعاف حقها فأين العلم المتلقى من الوحي\nالنازل إلى الظن المأخوذ عن الرأي الزائل وأين العلم المأخوذ عن رسول الله\nصلى الله عليه وسلم عن جبريل عن الله عز وجل إلى الظن المأخوذ عن رأي رجل\nلم يستنر قلبه بنور الوحي طرفة عين وإنما معه حدسه وتخمينه ونسبه ما يدركه\nالعقلاء قاطبة بعقولهم إلى ما جاءت به الرسل كنسبة سراج ضعيف إلى ضوء الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p014'> Vol. 19, p. 014</a>\n            </div>\n            \nص -186- ولا تجدو ولو عمرت عمر نوح مسألة واحدة أصلا اتفق فيها العقلاء\nكلهم على خلاف ما جاءت به الرسل في أمر من الأمور البتة فالأنبياء لم تأت\nبما يخالف صريح العقل البتة وإنما جاءت بما لا يدركه العقل فما جاءت به\nالرسل مع العقل ثلاثة أقسام لا رابع لها البتة قسم شهد به العقل والفطرة\nوقسم يشهد بجملته ولا يهتدى لتفصيله وقسم ليس في <span id='ms141'></span> العقل قوة إدراكه وأما\nالقسم الرابع وهو ما يحيله العقل الصريح ويشهد ببطلانه فالرسل بريئون منه\nوإن ظن كثير من الجهال المدعين للعلم والمعرفة أن بعض ما جاءت به الرسل\nيكون من هذا القسم فهذا إما لجهله بما جاءت به وإما لجهله بحكم العقل أو لهما\n</p>\n\n<p>\nفصل: في مقدار زمان الحمل واختلاف الأجنة في ذلك\n</p>\n\n<p>\nقال الله تعالى { ووصينا الأنسان بوالديه إحسانا حملته أمه كرها ووضعته\nكرها وحمله وفصاله ثلاثون شهرا } الأحقاف 15 فأخبر تعالى أن مدة الحمل\nوالفطام ثلاثون شهرا وأخبر في آية البقرة أن مدة تمام الرضاع حولين كاملين\nفعلم أن الباقي يصلح مدة للحمل وهو ستة أشهر فاتفق الفقهاء كلهم على أن\nالمرأة لا تلد لدون ستة أشهر إلا أن يكون سقطا وهذا أمر تلقاه الفقهاء عن\nالصحابة رضي الله عنهم\n</p>\n\n<p>\nفذكر البيهقي وغيره عن أبي حرب بن أبي الأسود الديلي أن عمر أتي بامرأة\nقد ولدت لستة أشهر فهم عمر برجمها فبلغ ذلك عليا رضي الله عنه فقال ليس\nعليها رجم فبلغ ذلك عمر فأرسل إليه فسأله فقال { والوالدات يرضعن أولادهن\nحولين كاملين لمن أراد أن يتم الرضاعة} البقرة 233 وقال { وحمله وفصاله\nثلاثون شهرا } الأحقاف 15 فستة أشهر حمله وحولان تمام الرضاعة لا حد عليهما\nفخلى عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p015'> Vol. 19, p. 015</a>\n            </div>\n            \nص -187- وفي موطأ مالك أنه بلغه أن عثمان بن عفان رضي الله عنه أتي بامرأة\nقد ولدت في ستة أشهر فأمر بها أن ترجم فقال علي ليس ذلك عليها قال الله\nتعالى { وحمله وفصاله ثلاثون شهرا } وقال { وفصاله في عامين } فأمر بها\nعثمان أن ترد فوجدها قد رجمت\n</p>\n\n<p>\nوذكر داود بن أبي هند عن عكرمة عن ابن عباس أنه كان يقول إذا ولدت المرأة\nلتسعة أشهر كفاها من الرضاع أحد وعشرون شهرا وإذا وضعت لسبعة أشهر كفاها من\nالرضاع ثلاثة وعشرون شهرا وإذا وضعت لستة أشهر كفاها من الرضاع أربعة\nوعشرون شهرا كما قال تعالى { وحمله وفصاله ثلاثون شهرا } انتهى كلامه\n</p>\n\n<p>\nوقال الله تعالى { الله يعلم ما تحمل كل أنثى وما <span id='ms142'></span> تغيض الأرحام وما تزداد\n} الرعد 8\n</p>\n\n<p>\nقال ابن عباس { وما تغيض الأرحام } ما تنقص عن تسعة أشهر { وما تزداد }\nوما تزيد عليها ووافقه على هذا أصحابه كمجاهد وسعيد ابن جبير وقال مجاهد\nأيضا إذا حاضت المرأة على ولدها كان ذلك نقصانا من الولد وما تزداد قال إذا\nزادت على تسعة أشهر كان ذلك تماما لما نقص من ولدها وقال أيضا الغيض ما رأت\nالحامل من الدم في حملها وهو نقصان من الولد والزيادة ما زاد على التسمة\nأشهر وهو تمام النقصان\n</p>\n\n<p>\nوقال الحسن ما تغيض الأرحام ما كان من سقط وما تزداد المرأة تلد لعشرة\nأشهر وقال عكرمة تغيض الأرحام الحيض بعد الحمل فكل يوم رأت فيه الدم حاملا\nازداد به في الأيام طاهرا فما حاضت يوما إلا ازدادت في الحمل يوما\n</p>\n\n<p>\nوقال قتادة الغيض السقط وما تزداد فوق التسعة أشهر\n</p>\n\n<p>\nوقال سعيد بن جبير إذا رأت المرأة الدم على الحمل فهو الغيض للولد فهو\nنقصان في غذاء الولد وزيادة في الحمل تغيض وتزداد فعلان متعديان مفعولهما\nمحذوف وهو العائد على ما الموصولة والغيض النقصان ومنه { وغيض الماء } (\nهود 44 ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p016'> Vol. 19, p. 016</a>\n            </div>\n            \nص -188- وضده الزياده\n</p>\n\n<p>\nوالتحقيق في معنى الآية أنه يعلم مدة الحمل وما يعرض فيها من الزيادة\nوالنقصان فهو العالم بذلك دونكم كما هو العالم بما تحمل كل أنثى هل هو ذكر\nأو أنثى\n</p>\n\n<p>\nوهذا أحد أنواع الغيب التي لا يعلمها إلا الله كما في الصحيح عنه مفاتيح\nالغيب خمس لا يعلمهن إلا الله لا يعلم متى تجيء الساعة إلا الله ولا يعلم\nما في غد إلا الله ولا يعلم متى يجيء الغيث إلا الله ولا يعلم ما في\nالأرحام إلا الله ولا تدري نفس بأي أرض تموت إلا الله\n</p>\n\n<p>\nفهو سبحانه المنفرد بعلم ما في الرحم وعلم وقت إقامته فيه وما يزيد من\nبدنه وما ينقص وما عدا هذا القول فهو من توابعه ولوازمه كالسقط والتام\nورؤية الدم وانقطاعه والمقصود ذكر مدة إقامة الحمل في البطن وما يتصل بها\nمن زيادة ونقصان <span id='ms143'></span>\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوأما أقصاها فقال ابن المنذر اختلف أهل العلم في ذلك فقالت طائفة أقصى\nمدته سنتان وروي هذا القول عن عائشة وروي عن الضحاك وهرم بن حيان أن كل\nواحد منهما أقام في بطن أمه سنتين وهذا قول سفيان الثوري\n</p>\n\n<p>\nوفيه قول ثان: وهو أن مدة الحمل قد تكون ثلاث سنين روينا عن الليث بن سعد\nأنه قال حملت مولاة لعمر بن عبد الله ثلاث سنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p017'> Vol. 19, p. 017</a>\n            </div>\n            \nص -189- وفيه قول ثالث: أن أقصى مدته أربع سنين هكذا قال الشافعي رحمه الله\n</p>\n\n<p>\nقلت وعن الإمام أحمد رحمه الله روايتان أنه أربع سنين والثانية سنتان قال\nواختلف فيه عن مالك فالمشهور عنه عند أصحابه مثل ما قال الشافعي وحكى ابن\nالماجشون عنه ذلك ثم رجع لما بلغه قصة المرأة التي وضعت لخمس سنين وفيه قول\nآخر أن مدة الحمل قد تكون خمس سنين حكي عن عباد بن العوام أنه قال ولدت\nامرأة معنا في الدار لخمس سنين قال فولدته وشعره يضرب إلى ها هنا وأشار إلى\nالعنق قال ومر به طير فقال هش وقد حكي عن ابن عجلان أن امرأته كانت تحمل\nخمس سنين\n</p>\n\n<p>\nوفيه قول خامس قال الزهري أن المرأة تحمل ست سنين وسبع سنين فيكون ولدها\nمخشوشا في بطنها قال وقد أتى سعيد بن مالك بامرأة حملت سبع سنين\n</p>\n\n<p>\nوقالت فرقة لا يجوز في هذا الباب التحديد والتوقيت بالرأي لأنا وجدنا\nلأدنى الحمل أصلا في تأويل الكتاب وهو الأشهر الستة فنحن نقول بهذا ونتبعه\nولم نجد لآخره وقتا وهذا قول أبي عبيد ودفع بهذا حديث عائشة وقال المرأة\nالتي روته عنها مجهولة وأجمع كل من يحفظ عنه من أهل العلم أن المرأة إذا\nجاءت بولد لأقل من ستة أشهر من يوم تزوجها الرجل أن الولد غير لا حق به فان\nجاءت به لستة أشهر من يوم نكحها فالولد له وهذا وأمثاله يدل على أن الطبيعة\nالتي هي منتهى سير الطبائعيين لها رب قاهر قادر يتصرف فيها بمشيئته وينوع\nفيها خلقه كما <span id='ms144'></span> يشاء ليدل من له عقل على وجوده ووحدانيته وصفات كماله ونعوت\nجلاله وإلا فمن أين في الطبيعة المجردة هذا الاختلاف العظيم والتباين\nالشديد ومن أين في الطبيعة خلق هذا النوع الإنساني على أربعة أضرب\n</p>\n\n<p>\nأحدهما: لا من ذكر ولا من أنثى كآدم\n</p>\n\n<p>\nالثاني: من ذكر بلا أنثى كحواء صلوات الله عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p018'> Vol. 19, p. 018</a>\n            </div>\n            \nص -190- الثالث: من أنثى بلا ذكر كالمسيح\n</p>\n\n<p>\nالرابع من ذكر وأنثى كسائر النوع ومن أين في الطبيعة والقوة هذا التركيب\nوالتقدير والتشكيل وهذه الأعضاء والرباطات والقوى والمنافذ والعجائب التي\nركبت في هذه النطفة المهينة لو لا بدائع صنع الله ما وجدت تلك العجائب في\nمستقذر الماء { يا أيها الأنسان ما غرك بربك الكريم الذي خلقك فسواك فعدلك\nفي أي صورة ما شاء ركبك }\n</p>\n\n<p>\nالانفطار 6 _ 8 { إن الله لا يخفى عليه شيء في الأرض ولا في السماء هو\nالذي يصوركم في الأرحام كيف يشاء لا إله إلا هو العزيز الحكيم } آل عمران 5\nو6 لقد دل سبحانه على نفسه أوضح دلالة بما أشهده كل عبد على نفسه من حاله\nوحدوثه وإتقان صنعه وعجائب خلقه وآيات قدرته وشواهد حكمته فيه\n</p>\n\n<p>\nولقد دعا سبحانه الإنسان إلى النظر في مبدإ خلقه وتمامه فقال تعالى {\nفلينظر الأنسان مم خلق خلق من ماء دافق يخرج من بين الصلب والترائب }\nالطارق 6 _ 7 وقال { يا أيها الناس إن كنتم في ريب من البعث فإنا خلقناكم\nمن تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر\nفي الأرحام ما نشاء إلى أجل مسمى ثم نخرجكم طفلا ثم لتبلغوا أشدكم ومنكم من\nيتوفى ومنكم من يرد إلى أرذل العمر لكيلا يعلم من بعد علم شيئا } الحج 5\n</p>\n\n<p>\nوقال تعالى { وفي الأرض آيات للموقنين وفي أنفسكم أفلا تبصرون } الذاريات\n20 _ 21 وهذا في القرآن كثير لمن تدبره وعقله وهو شاهد منك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p019'> Vol. 19, p. 019</a>\n            </div>\n            \nص -191- عليك فمن أين للطبيعة والقوة المحصورة هذا الخلق والإتقان والإبداع\nوتفصيل تلك العظام وشد بعضها ببعض على اختلاف أشكالها ومقاديرها ومنافعها\nوصفاتها ومن جعل في النطفة تلك <span id='ms145'></span> العروق واللحم والعصب ومن فتح لها تلك\nالأبواب والمنافذ ومن شق سمعها وبصرها ومن ركب فيها لسانا تنطق به وعينين\nتبصر بهما وأذنين تسمع بهما وشفتين ومن أودع فيها الصدر وما حواه من\nالمنافع والآلات التي لو شاهدتها لرأيت العجائب\n</p>\n\n<p>\nومن جعل هناك حوضا وخزانة يجتمع فيها الطعام والشراب وساق إليه مجاري\nوطرقا ينفذ فيها فيسقي جميع أجزاء البدن كل جزء يشرب من مجراه الذي يختص به\nلا يتعداه { قد علم كل أناس مشربهم } البقرة 60 ومن أخذ منها تلك القوى\nالتي بها تمت مصالحها ومنافعها ومن أودع فيها العلوم الدقيقة والصنائع\nالعجيبة وعلمها ما لم تكن تعلم وألهمها فجورها وتقواها ونقلها في أطوار\nالتخليق طورا بعد طور وطبقا بعد طبق إلى أن صارت شخصا حيا ناطقا سميعا\nبصيرا عالما متكلما آمرا ناهيا مسلطا على طير السماء وحيتان الماء ووحوش\nالفلوات عالما بما لا يعلمه غيره من المخلوقات { قتل الأنسان ما أكفره من\nأي شيء خلقه من نطفة خلقه فقدره ثم السبيل يسره ثم أماته فأقبره ثم إذا شاء\nأنشره } عبس 22-15\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nقد زعم طائفة ممن تكلم في خلق الإنسان أنه إنما يعطى السمع والبصر بعد\nولادته وخروجه من بطن أمه واحتج بقوله تعالى { والله أخرجكم من بطون\nأمهاتكم لا تعلمون شيئا وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون }\nالنحل 77 واحتج أنه في بطن الأم لا يرى شيئا ولا يسمع صوتا فلم يكن لإعطائه\nالسمع والبصر هناك فائدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p020'> Vol. 19, p. 020</a>\n            </div>\n            \nص -192- وليس ما قاله صحيحا ولا حجة له في الآية لأن الواو لا ترتيب فيها\nبل الآية حجة عليه فإن فؤاده مخلوق وهو في بطن أمه وقد تقدم حديث حذيفة بن\nأسيد والصحيح إذا مر بالنطفة ثنتان وأربعون ليلة بعث الله إليها ملكا\nفصورها وخلق سمعها وبصرها وجلدها ولحمها وهذا وإن كان المراد به العين\nوالأذن فالقوة السامعة والباصرة مودوعة فيها وأما الإدراك بالفعل فهو موقوف\nعلى زوال الحجاب المانع منه فلما زال بالخروج من البطن عمل المقتضى عمله\nوالله أعلم\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nفي <span id='ms146'></span> ذكر أحوال الجنين بعد تحريكه وانقلابه عند تمام نصف السنة يعرض للجنين\nفي هذا الوقت أن يهتك غشاؤه والحجب التي عليه وأن ينتقل عن مكانه نحو فم\nالرحم فإن كان الجنين قويا وكانت أغشيته التي تغشيه وسرته أضعف تم الولاد\nوإن كان الجنين ضعيفا وأغشيته وسرته أقوى فإما أن يهتكها بعض الهتك ولا\nيولد فيبقى مريضا أربعين يوما إلى تمام آخر الشهر الثامن فإن ولد في هذه\nالأربعين يوما مات ولم يمكن تربيته ولا بقاؤه وإن هو هتك أغشيته كل الهتك\nحتى يمكن تلافي ذلك ولم يولد مات فإن لم يسقط والا قتل الحامل به وإن تهتك\nأغشيته هتكا يمكن تلافيه بقي ولم يمت ومكث في موضعه الذي تحرك نحوه وانقلب\nإليه عند فم الفرج وإنما يعرض لهم المرض في هذه الأربعين يوما إذا لم\nيولدوا بعد تحركهم لأنهم ينقلبون عن مكانهم الذي نشؤوا فيه وتتغير مواضعهم\nوانخلاع السرة بانتقاله ولأن أمهاتهم يعرض لهن أن يمرضن عند ذلك لتمدد\nالأغشية وانخلاع السرة المتصلة بالرحم منهن ولأن الجنين إذا انحل رباطه ثقل\nعلى أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p021'> Vol. 19, p. 021</a>\n            </div>\n            \nص -193- فصل: في سبب الشبه للأبوين أو أحدهما وسبب الإذكار والإيناث وهل\nلهما علامة وقت الحمل أم لا\n</p>\n\n<p>\nتقدم ذكر قوله تعالى { هو الذي يصوركم في الأرحام كيف يشاء } آل عمران 6\nوثبت في الصحيحين عن أنس بن مالك رضي الله عنه أن أم سليم سألت النبي صلى\nالله عليه وسلم عن المرأة ترى في منامها ما يرى الرجل فقال إذا رأت المرأة\nذلك فلتغتسل فقال أم سليم واستحيت من ذلك وهل يكون هذا فقال النبي صلى الله\nعليه وسلم نعم فمن أين يكون الشبه ماء الرجل غليظ أبيض وماء المرأة رقيق\nأصفر فمن أيهما علا أو سبق يكون منه الشبه\n</p>\n\n<p>\nوفي صحيح مسلم عن عائشة أن المرأة قالت لرسول الله صلى الله عليه وسلم هل\nتغتسل المرأة إذا حملت فأبصرت الماء فقال نعم فقالت لها عائشة تربت يداك\nفقال رسول الله صلى الله عليه وسلم دعيها وهل <span id='ms147'></span> يكون الشبه إلا من قبل ذلك\nإذا علا ماؤها ماء الرجل أشبه الولد أخواله وإذا علا ماء الرجل ماءها أشبه أعمامه\n</p>\n\n<p>\nوفي صحيح مسلم عن ثوبان قال كنت قائما عند رسول الله صلى الله عليه وسلم\nفجاء حبر من أحبار اليهود فقال السلام عليك يا محمد فدفعته دفعة كاد يصرع\nمنها فقال لم تدفعني فقلت ألا تقول يا رسول الله صلى الله عليه وسلم فقال\nاليهودي إنما ندعوه باسمه الذي سماه به أهله فقال رسول الله صلى الله عليه\nوسلم اسمي محمد الذي سماني به أهلي فقال اليهودي جئت أسألك فقال رسول الله\nصلى الله عليه وسلم أينفعك شبى إن حدثتك فقال أسمع بأذني فنكت رسول الله\nصلى الله عليه وسلم بعود معه فقال سل فقال اليهودي أين يكون الناس حين تبدل\nالأرض غير الأرض والسماوات فقال رسول الله صلى الله عليه وسلم هم في الظلمة\nدون الجسر فقال فمن أول الناس إجازة يوم القيامة قال فقراء المهاجرين قال\nاليهودي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p022'> Vol. 19, p. 022</a>\n            </div>\n            \nص -194- فما تحفتهم حين يدخلون الجنة قال زيادة كبد النون قال فما غذاؤهم\nعلى إثرها قال ينحر لهم ثور الجنة الذي كان يأكل من أطرافها قال فما شرابهم\nعليه قال عينا فيها تسمى سلسبيلا قال صدقت قال أردت أن أسألك عن شيء لا\nيعلمه أحد من أهل الأرض إلا نبي أو رجل أو رجلان قال ينفعك إن حدثتك قال\nأسمع بأذني قال جئت أسألك عن الولد قال ماء الرجل أبيض وماء المرأة أصفر\nفإذا اجتمعا فعلا مني الرجل مني المرأة أذكر بإذن الله وإذا علا مني المرأة\nمني الرجل آنثا بإذن الله تعالى فقال اليهودي لقد صدقت وإنك لنبي ثم انصرف\nفذهب فقال رسول الله صلى الله عليه وسلم لقد سألني عن الذي سألني عنه ومالي\nعلم بشيء منه حتى أتاني الله عز وجل به\n</p>\n\n<p>\nوفي مسند الإمام أحمد من حديث القاسم بن عبد الرحمن عن أبيه عن عبد الله\nهو ابن مسعود قال مر يهودي برسول الله صلى الله <span id='ms148'></span> عليه وسلم وهو يحدث أصحابه\nفقال رجل من قريش يا يهودي إن هذا يزعم أنه نبي فقال لأسألنه عن شيء لا\nيعلمه إلا نبي فجاء حتى جلس ثم قال يا محمد ممم يخلق الإنسان قال يا يهودي\nمن كل يخلق من نطفة الرجل ومن نطفة المرأة فأما نطفة الرجل فنطفة غليظة\nمنها العظم والعصب وأما نطفة المرأة نطفة المرأة فنطفة رقيقة منها اللحم\nوالدم فقام اليهودي فقال هكذا كان يقول من قبلك\n</p>\n\n<p>\nفتضمنت هذه الأحاديث أمورا أحدها أن الجنين يخلق من ماء الرجل وماء\nالمرأة خلافا لمن يزعم من الطبائعيين أنه إنما يخلق من ماء الرجل وحده وقد\nقال تعالى { فلينظر الأنسان مم خلق خلق من ماء دافق يخرج من بين الصلب\nوالترائب } الطارق 7-5 قال الزجاج قال أهل اللغة التربية موضع القلادة من\nالصدر والجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p023'> Vol. 19, p. 023</a>\n            </div>\n            \nص -195- ترائب وقال أبو عبيدة الترائب معلق الحلي من الصدر وهو قول جميع\nأهل اللغة وقال عطاء عن ابن عباس يريد صلب الرجل وترائب المرأة وهو موضع\nقلادتها وهذا قول الكلبي ومقاتل وسفيان وجمهور أهل التفسير وهو المطابق\nلهذه الأحاديث وبذلك أجرى الله العادة في أيجاد ما يوجده من بين أصلين\nكالحيوان والنبات وغيرهما من المخلوقات فالحيوان ينعقد من ماء الذكر وماء\nالأنثى كما ينعقد النبات من الماء والتراب والهواء ولهذا قال الله تعالى {\nبديع السماوات والأرض أنى يكون له ولد ولم تكن له صاحبة } الأنعام 1 : 1\nفإن الولد لا يتكون إلا من بين الذكر وصاحبته ولا ينتقض هذا بآدم وحواء\nأبوينا ولا بالمسيح فإن الله سبحانه مزج تراب آدم بالماء حتى صار طينا ثم\nأرسل عليه الهواء والشمس حتى صار كالفخار ثم نفخ فيه الروح وكانت حواء\nمستلة منه وجزءا من أجزائه والمسيح خلق من ماء مريم ونفخة الملك وكانت\nالنفخة له كالأب لغيره\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nالأمر الثاني إن سبق أحد المائين سبب لشبه السابق ماؤه وعلو أحدهما سبب\nلمجانسة الولد للعالي ماؤه فها هنا أمران سبق وعلو وقد يتفقان وقد يفترقان\nفإن سبق ماء الرجل <span id='ms149'></span> ماء المرأة وعلاه كان الولد ذكرا والشبه للرجل وإن سبق\nماء المرأة وعلا ماء الرجل كانت أنثى والشبه للأم وإن سبق أحدهما وعلا\nالآخر كان الشبه للسابق ماؤه والإذكار والإيناث لمن علا ماؤه\n</p>\n\n<p>\nويشكل على هذا أمران أحدهما أن الإذكار والإيناث ليس له سبب طبيعي وإنما\nهو مستند إلى مشيئة الخالق سبحانه ولهذا قال في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p024'> Vol. 19, p. 024</a>\n            </div>\n            \nص -196- الحديث الصحيح فيقول الملك يا رب أذكر أم أنثى فما الرزق فما الأجل\nشقي أم سعيد فيقضي الله ما يشاء ويكتب الملك فكون الولد ذكر أو أنثى مستند\nإلى تقدير الخلاق العليم كالشقاوة والسعادة والرزق والأجل وأما حديث ثوبان\nفانفرد به مسلم وحده والذي في صحيح البخاري \"إنما هو الشبه وسببه علو ماء\nأحدهما أو سبقه ولهذا قال فمن أيهما علاأو سبق يكون الشبه له\"\n</p>\n\n<p>\nالأمر الثاني: أن القافة مبناها على شبه الواطئ لا على شبه الأم ولهذا\nقال النبي صلى الله عليه وسلم في ولد الملاعنة \"انظروها فإن جاءت به على\nنعت كذا وكذا فهو لشريك بن السمحاء\" يعني الذي رميت به وإن جاءت به على نعت\nكذا وكذا فهو لهلال بن أمية فاعتبر شبه الواطئ ولم يعتبر شبه الأم ويجاب عن\nهذين الإشكالين\n</p>\n\n<p>\nأما الأول: فإن الله سبحانه قدر ما قدره من أمر النطفة من حين وضعها في\nالرحم إلى آخر أحوالها بأسباب قدرها حتى الشقاوة والسعادة والرزق والأجل\nوالمصيبة كل ذلك بأسباب قدرها ولا ينكر أن يكون للإذكار والإيناث أسباب كما\nللشبه أسباب لكون السبب غير موجب لمسببه بل إذا شاء الله جعل فيه اقتضاءه\nوإذا شاء سلبه اقتضاءه وإذا شاء رتب عليه ضد ما هو سبب له وهو سبحانه يفعل\nهذا تارة وهذا تارة وهذا تارة فالموجب مشيئة الله وحده فالسبب متصرف فيه لا\nمتصرف محكوم عليه لا حاكم مدبر ولا مدبر فلا تضاد بين قيام سبب الإذكار\nوالإيناث وسؤال الملك ربه تعالى أي الأمرين يحدثه في الجنين ولهذا أخبر\nسبحانه أن الإذكار والإيناث وجمعهما هبة محضه منه سبحانه راجع <span id='ms150'></span> إلى مشيئه\nوعلمه وقدرته\n</p>\n\n<p>\nفإن قيل فقول الملك يا رب أذكر أم أنثى مثل قوله ما الرزق وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p025'> Vol. 19, p. 025</a>\n            </div>\n            \nص -197- الأجل وهذا لا يستند إلى سبب من الواطئ وإن كان يحصل بأسباب غير\nذلك قيل نعم لا يستند الإذكار والإيناث إلى سبب موجب من الوطء وغاية ما\nهناك أن ينعقد جزء من أجزاء السبب تمام السبب من أمور خارجة عن الزوجين\nويكفي في ذلك أنه إن لم يأذن الله باقتضاء السبب لمسببه لم يترتب عليه\nفاستناد الإذكار والإيناث إلى مشيئته سبحانه لا ينافي حصول السبب وكونهما\nبسبب لا ينافي استنادهما إلى المشيئة ولا يوجب الاكتفاء بالسبب وحده\n</p>\n\n<p>\nوأما تفرد مسلم بحديث ثوبان فهو كذلك والحديث صحيح لا مطعن فيه ولكن في\nالقلب من ذكر الإيناث والإذكار فيه شيء هل حفظت هذه اللفظة أو هي غير\nمحفوظة والمذكور إنما هو الشبه كما ذكر في سائر الأحاديث المتفق على صحتها\nفهذا موضع نظر كما ترى والله أعلم\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nوأما الأمر الثالث وهو اعتبار القائف لشبه الأب دون الأم فذلك لأن كون\nالولد من الأم أمر محقق لا يعرض فيه اشتباه سواء أشبهها أو لم يشبهها وإنما\nيحتاج إلى القافة في دعوى الآباء ولهذا يلحق بأبوين عند أصحاب رسول الله\nصلى الله عليه وسلم وأكثر فقهاء الحديث ولا يلحق بأمين فإذا ادعاه أبوان\nأري القافة فألحق بمن كان الشبه له إذا لم يكن ثم فراش فإن كان هناك فراش\nلم يلتفت إلى مخالفة الشبه له فالشبه دليل عند عدم معارضة ما هو أقوى منه\nمن الفراش والبينة نعم لو ادعاه امرأتان أري القافة فألحق بمن كان أشبه بها\nمنهما فعملنا بالشبه في الموضعين\n</p>\n\n<p>\nونص الأمام أحمد على اعتبار القافة في حق المرأتين فسئل عن يهودية ومسلمة\nولدتا فادعت اليهودية ولد المسلمة فقيل له يكون في هذه القافة قال ما أحسنه\nوهذا أصح الوجهين للشافعية\n</p>\n\n<p>\nوقالوا في الوجه الآخر: لا تعتبر القافة ها هنا لإمكان معرفة الأم يقينا\nبخلاف الاب والصحيح اعتبار القافة في حق <span id='ms151'></span> المرأتين لأنه اعتبار لشبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p026'> Vol. 19, p. 026</a>\n            </div>\n            \nص -198- الأم والولد يأخذ الشبه من الأم تارة ومن الأب تارة بدليل ما ذكرنا\nمن حديث عائشة وأم سلمة وعبد الله بن سلام وأنس بن مالك وثوبان رضي الله\nعنهم وإمكان معرفة الأم يقينا لا يمنع اعتبار القافة عند عدم اليقين كما\nنتعبرها بالشبه إلى الرجلين عند عدم الفراش\n</p>\n\n<p>\nوقد روى سليمان بن حرب عن حماد عن هشام بن حسان عن محمد ابن سيرين قال حج\nبنا الوليد ونحن سبعة ولد سيرين فمر بنا إلى المدينة فلما دخلنا على زيد بن\nثابت رضي الله عنه قيل له هؤلاء بنو سيرين قال فقال زيد هذان لأم وهذان لأم\nوهذان لأم فما أخطأ\n</p>\n\n<p>\nوقد قال بقراط في كتاب الأجنة وإذا كان مني الرجل أكثر من مني المرأة\nأشبه الطفل أباه وإذا كان مني المرأة أكثر من مني الرجل أشبه الطفل أمه\nوقال المني ينزل من أعضاء البدن كلها ويجري من الصحيحة صحيحا ومن السقيمة\nسقيما وقال إن الصلع يلدون صلعا والشهل يلدون شهلا والحول حولا وقال أما\nاللحم فإنه يربو ويزداد مع اللحم ويخلق فيه مفاصل ويكون كل شيء من الجنين\nشبيها بما يخرج منه وقال قد يتولد مرارا كثيرة من العميان ومن به شامة أو\nأثر ومن به علامات أخر ممن به علامة مثلها وكثيرا ما يولد أبناء يشبهون\nأجدادهم أو يشبهون آباءهم وقال الذكور في الأكثر يشبهون آباءهم والإناث\nيشبهن أمهاتهن\n</p>\n\n<p>\nفصل : وقد يكون قبح المولود وحسنه من أسباب أخر\n</p>\n\n<p>\nمنها أن أفكار الوالدين وخاصة الوالدة إذا جالت عند المباضعة وبعدها إلى\nوقت خلق الجنين في الأشخاص التي تشاهدها وتعاينها وتتذكرها وتشتاقها لأنها\nتحبها وتودها فإذا دامت الفكرة فيه والأشتياق إليه أشبه الجنين وتصور\nبصورته فإن الطبيعة نقالة واستعدادها وقبولها أمر يعرفه كل أحد\n</p>\n\n<p>\nوحدثني رئيس الأطباء بالقاهرة قال أجلست ابن أخي يكحل الناس فما مكث إلا\nيسيرا حتى جاء وبه رمد فلما برأ منه عاد فعاوده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p027'> Vol. 19, p. 027</a>\n            </div>\n            \nص -199- الرمد، فعلمت أنه من فتح عينيه في أعين <span id='ms152'></span> الرمد- والطبيعة نقالة. وقد\nذكر الأطباء أن إدمان الحامل على أكل السفرجل والتفاح مما يحسن وجه المولود\nويصفي لونه وكرهوا للحامل رؤية الصور الشنيعة والألوان الكمدة والبيوت\nالوحشة الضيقة وأن ذلك كله يؤثر في الجنين\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوقال بقراط في كتاب الأجنة إذا حصل مني الرجل داخل الرحم عند الجماع ولم\nيسل إلى خارج ولكنه مكث في فم الرحم وانضم فمه علقت المرأة وإذا انضم فم\nالرحم اختلط المنيان في جوفه وتم الحبل فإذا توافق إنزال الرجل وإنزال\nالمرأة في وقت واحد واختلط الماءان وثبتا في الرحم واشتمل عليهما وانضم\nعلقت المرأة وتدبير ذلك يكون في ثلاثة أوقات قبل المباضعة ومعها وبعدها\nبإعداد الرحم لقبول النطفة ومعها بإيصال النطفة إلى مستقرها في الرحم\nواتفاق الإنزالين وبعدها بثبات النطفة في الرحم وإمساكه عليها وحفظها من\nالخروج والفساد قلت السبب المذكور غير موجب وإنما الموجب مشيئة الله وحده\nكما بينا والله أعلم\n</p>\n\n<p>\nفصل : وإذا تكون الجنين وصوره الخالق البارىء المصور خلق ورأسه إلى فوق\nورجلاه إلى أسفل فعندما يأذن الله بخروجه ينقلب ويصير رأسه إلى أسفل فيتقدم\nرأسه سائر بدنه هذا باتفاق من الأطباء والمشرحين وهذا من تمام العناية\nالإلهية بالجنين وأمه لأن رأسه إذا خرج أولا كان خروج سائر بدنه أسهل من\nغير أن يحتاج شيء منها إلى أن ينثني فإن الجنين لو خرجت رجلاه أولا لم يؤمن\nأن ينشب في الرحم عند يديه وإن خرجت رجله الواحدة لم يؤمن أن يعلق وينشب في\nالرحم عند إدراكه وإن خرجت اليدان لم يؤمن أن ينشب عند رأسه إما أنه يلتوي\nإلى خلف وإما لأن السرة تلتوي إلى عنقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p028'> Vol. 19, p. 028</a>\n            </div>\n            \nص -200- أو على كتفه لأن الجنين إذا انحدر فصار إلى موضع فيه السرة ممتدة\nالتوت هناك على عنقه وكتفه فيعرض من ذلك إما أن يجاذب السرة فتألم الأم\nغاية الألم ثم إن الجنين إما أن يموت وإما أن يصعب خروجه ويخرج وهو عليل\nمتورم فاقتضت حكمة أحكم الحاكمين أن ينقلب في البطن فيخرج رأسه أولا <span id='ms153'></span> ثم\nيتبع الرأس باقي البدن\n</p>\n\n<p>\nفصل: في السبب الذي لأجله لا يعيش الولد إذا ولد لثمانية أشهر ويعيش إذا\nولد لسبعة أشهر وتسعة وعشرة\n</p>\n\n<p>\nإذا أتم الجنين سبعة أشهر عرض له حركة قوية يتحركها بالطبع للانقلاب\nوالخروج فإن كان الجنين قويا من الأطفال الذين لهم بالطبع قوة شديدة في\nتركيبهم وجبلتهم حتى يقدر بحركته على أن يهتك ما يحيط به من الأغشية\nالمحيطة به المتصلة بالرحم حتى ينفذ ويخرج منها خرج في الشهر السابع وهو\nقوي صحيح سليم لم تؤلمه الحركة ولم يمرضه الانقلاب وإن كان ضعيقا عن ذلك\nفهو إما أن يعطب بسب ما يناله من الضرر والألم بالحركة للانقلاب فيخرج ميتا\nوإما أن يبقى في البطن فيمرض ويلبث في مرضه نحوا من أربعين يوما حتى يبرأ\nوينتعش ويقوى فإذا ولد في حدود الشهر الثامن ولد وهو مريض لم يتخلص من ألمه\nفيعطب ولا يسلم ولا يتربى وإن لبث في الرحم حتى يجوز هذه الأربعين يوما إلى\nالشهر التاسع وقوي وصح وانتعش وبعد عهده بالمرض كان حريا أن يسلم وأولاهم\nبأن يسلم أطولهم بعد الانقلاب لبثا في الرحم وهم المولودون في الشهر العاشر\nوأما من ولد بين العاشر والتاسع فحالهم في ذلك بحسب القرب والبعد\n</p>\n\n<p>\nوقال غيره: العلة في أنه لا يمكن أن يعيش المولود لثمانية أشهر أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p029'> Vol. 19, p. 029</a>\n            </div>\n            \nص -201- يتوالى عليه ضربان من الضرر أحدهما انقلابه في الشهر السابع في جوف\nالرحم للولادة والثاني تغير الحال عليه بين مكانه في الرحم وبين مكانه في\nالهواء وإن كان قد يعرض ذلك التغيير لجميع الأجنة لكن المولود لسبعة أشهر\nينجو من الرحم قبل أن يناله الضرر الذي من داخل بعقب الانقلاب والأمراض\nالتي تعرض في جوف الرحم فالمولود لسبعة أشهر وعشرة أشهر يلبث في الرحم حتى\nيبرأ وينجو من تلك الأمراض فليس يتوالى عليه الضرران معا والمولود لثمانية\nأشهر يتوالى عليه الضرران معا وكذلك لا يمكن أن يعيش وجميع الأجنة في الشهر\nالثامن يعرض لهم المرض\n</p>\n\n<p>\nويدلك على ذلك أنك تجد <span id='ms154'></span> جميع الحوامل والحبالى في الشهر الثامن أسوأ حالا\nوأثقل منهن في مدة الشهور التي قبل هذا الشهر وبعده وأحوال الأمهات متصلة\nبأحوال الأجنة\n</p>\n\n<p>\nفصل - وبكاء الطفل ساعة ولادته يدل على صحته وقوته وشدته وإذا وضع الطفل\nيده أو إبهامه أو إصبعه على عضو من أعضائه فهو دليل على ألم ذلك العضو وكل\nالحيوان بالطبع يشير إلى ما يؤلمه من بدنه إما بيده أو بفمه أو برأسه أو\nبذنبه فلما كان الطفل عادما للنطق أشار بأصبعه أو يده إلى موضع ألمه\nكالحيوان البهيم\n</p>\n\n<p>\nفصل - في أن الأطفال وهم حمل في الرحم أقوى منهم بعد ولادهم وأصبر وأشد\nاحتمالا لما يعرض لهم وكذلك تكون العناية بهم بعد ولادهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p030'> Vol. 19, p. 030</a>\n            </div>\n            \nص -202- آكد والحذر عليهم أشد فإن أغصان الشجرة وفروعها ما دامت لاصقة\nبالشجرة ومتصلة بها لا تكاد الرياح العواصف تزعزعها ولا تقتلعها فإذا فصلت\nعنها وغرست في مواضع أخر نالتها الآفة ووصلت إليها بأدنى ريح تهب حتى\nتقتلعها\n</p>\n\n<p>\nوكذلك الجنين ما دام في الرحم فهو يقوى ويصبر على ما يعرض له ويناله من\nسوء التدبير والأذى على ما لا يصبر على اليسير منه بعد ولادته وانفصاله عن\nالرحم وكذلك الثمرة على الشجرة أقوى منها وأثبت بعد قطعها منها\n</p>\n\n<p>\nولما كان مفارقة كل معتاد ومألوف بالانتقال عنه شديدا على من رامه ولا\nسيما إذا كان الانتقال دفعة واحدة فالجنين عند مفارقته للرحم ينتقل عما قد\nألفه واعتاده في جميع أحواله دفعة واحدة وشدة ذلك الانتقال عليه أكثر من\nشدة الانتقال بالتدريج\n</p>\n\n<p>\nولذلك قال بقراط قد يعلم بأهون سعي وأيسره أن التدبير الرديء من المطعم\nوالمشرب إذا كان يجري مع رداءته على أمر واحد يشبه بعضه بعضا دائما فهو\nأوثق وأحرز وأبعد عن الخطر في التماس الصحة للأبدان من أن ينقل الرجل\nتدبيره دفعة واحدة إلى غذاء أفضل منه فالجنين ينتقل عما ألفه واعتاده في\nغذائه وتنفسه ومداخله وما يكتنفه وهلة واحدة\n</p>\n\n<p>\nوهذه أول شدة يلقاها في الدنيا ثم تتوافر عليها الشدائد حتى يكون آخرها\nالشدة <span id='ms155'></span> العظمى التي لا شدة فوقها أو الراحة العظمى التي لا تعب دونها ولذلك\nلا يبكي عند ورود هذه الشدة عليه مع ما يلقاه من وكز الشيطان وطعنه في خاصرته\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوالجنين في الرحم كان يغتذي بما يلائمه وكان يجتذب بالطبع المقدار الذي\nيلائمه من دم أمه وبعد خروجه يجتذب من اللبن ما يلائمه أيضا لكنه يجتذب\nبشهوته وإرادته فيزيد على مقدار ما يحتاج إليه مع كون اللبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p031'> Vol. 19, p. 031</a>\n            </div>\n            \nص -203- يكون رديئا ومعلولا كما يكون صحيحا وكذلك يعرض له القيء والغثيان\nويجتذب أخلاط بدنه وتعرض له الآلام والأوجاع والآفات التي لم تعرض له في\nالبطن وقد كان عليه من الأغشية والحجب ما يمنع وصول الأذى اليه فلما ولد\nهيىء له أغشية وحجب أخر لم يكن يألفها ويعتادها وربما صحى للحر والبرد\nوالهواء وكان يجتذبه من سرته وهو ألطف شيء معتدل صحيح قد يصح قلب الأم\nوعروقها الضوارب فهو شبيه بما يجتذبه من هو داخل الحمام من الهواء اللطيف\nالمعتدل ثم يخرج منه وهلة واحدة عريانا إلى الهواء العاصف المؤذي\n</p>\n\n<p>\nوبالجملة فقد انتقل عن مألوفه وما اعتاده وهلة واحدة إلى ما هو أشد عليه\nمنه وأصعب وهذا من تمام حكمة الخلاق العليم ليمرن عبده على مفارقة عوائده\nومألوفاته إلى ما هو أفضل منها وأنفع وأوفق له وقد أشار تعالى إلى هذا\nبقوله { لتركبن طبقا عن طبق } الانشقاق 19 أي حالا بعد حال فأول أطباقة\nكونه نطفة ثم علقة ثم مضغة ثم جنينا ثم مولودا ثم رضيعا ثم فطميا ثم صحيحا\nأو مريضا غنيا أو فقيرا معافى أو مبتلى إلى جميع أحوال الإنسان المختلفة\nعليه إلى أن يموت ثم يبعث ثم يوقف بين يدي الله تعالى ثم يصير إلى الجنة أو\nالنار فالمعنى لتركبن حالا بعد حال ومنزلا بعد منزل وأمرا بعد أمر\n</p>\n\n<p>\nقال سعيد بن جبير وابن زيد لتكونن في الآخرة بعد الأولى ولتصيرن أغنياء\nبعد الفقر وفقراء بعد الغنى\n</p>\n\n<p>\nوقال عطاء شدة بعد شدة والطبق والطبقة الحال ولهذا يقال كان فلان على\nطبقات <span id='ms156'></span> شتى قال عمرو بن العاص لقد كنت على طبقات ثلاث أي أحوال ثلاث\n</p>\n\n<p>\nقال ابن الأعرابي الطبق الحال على اختلافها وقد ذكرنا بعض أطباق الجنين\nفي البطن من حين كونه نطفة إلى وقت ولاده ثم نذكر أطباقه بعد ولادته إلى آخرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p032'> Vol. 19, p. 032</a>\n            </div>\n            \nص -204- فنقول الجنين في الرحم بمنزلة الثمرة على الشجرة في اتصالها بمحلها\nاتصالا قويا فإذا بلغت الغاية لم يبق إلا انفصالها لثقلها وكمالها وانقطاع\nالعروق الممسكة لها فكذا الجنين تنهك عنه تلك الأغشية وتنفصل العروق التي\nتمسكه بين المشيمة والرحم وتصير تلك الرطوبات المزلفة فتعينه بإزلاقها\nوثقله وانتهاك الحجب وانفصال العروق على الخروج فينفتح الرحم انفتاحا عظيما\nجدا ولا بد من انفصال بعض المفاصل العظيمة ثم تلتئم في أسرع زمان وقد اعترف\nبذلك حذاق الأطباق والمشرحين وقالوا لا يتم ذلك إلا بعناية إلهية وتدبير\nيعجز عقول الناس عن إدراك كيفيته فتبارك الله أحسن الخالقين\n</p>\n\n<p>\nإذا انفصل الجنين بكى ساعة انفصاله لسبب طبيعي وهو مفارقة إلفه ومكانه\nالذي كان فيه وسبب منفصل عنه وهو طعن الشيطان في خاصرته فإذا انفصل وتم\nانفصاله مد يده إلى فيه فإذا تم له أربعون يوما تجد له أمر آخر على نحو ما\nكان يتجدد له وهو في الرحم فيضحك عند الأربعين وذلك أول ما يعقل نفسه فإذا\nتم له شهران رأى المنامات ثم ينشأ معه التمييز والعقل على التدريج شيئا\nفشيئا إلى سن التمييز وليس له سن معين بل من الناس ما يميز لخمس كما قال\nمحمود بن الربيع عقلت من النبي صلى الله عليه وسلم مجة مجها في وجهي من دلو\nفي بئرهم وأنا ابن خمس سنين ولذلك جعلت الخمس سنين حدا لحدة سماع الصبي\nوبعضهم يميز لأقل منها ويذكر أمورا جرت له وهو دون الخمس سنين وقد ذكرنا عن\nإياس بن معاوية أنه قال اذكر يوم ولدتني أمي فإني خرجت من ظلمة إلى ضوء ثم\nصرت إلى ظلمة فسئلت أمه عن ذلك فقالت صدق لما انفصل مني لم يكن عندي ما\nألفه <span id='ms157'></span> به فوضعت عليه قصعة وهذا من أعجب الإشياء وأندرها فإذا صار له سبع\nسنين دخل في سن التمييز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p033'> Vol. 19, p. 033</a>\n            </div>\n            \nص -205- وأمر بالصلاة كما في المسند والسنن من حديث عمرو بن شعيب عن أبيه\nعن جده قال قال رسول الله صلى الله عليه وسلم \"مروا أبناءكم بالصلاة لسبع\nسنين وأضربوهم عليها لعشر سنين وفرقوا بينهم في المضاجع\"\n</p>\n\n<p>\nوقد خير النبي صلى الله عليه وسلم ابنة فطيما بين أبويها كما روى أبو\nداود في سننه من حديث عبد الحميد بن جعفر بن عبد الله بن رافع بن سنان\nالأنصاري قال أخبرني أبي عن جدي رافع بن سنان أنه أسلم فأبت امرأته أن تسلم\nفأتت النبي صلى الله عليه وسلم فقالت ابنتي وهي فطيم أو شبهه وقال نافع\nابنتي فقال رسول الله صلى الله عليه وسلم اقعد ناحية وقال لها اقعدي ناحية\nفأقعد الصبية بينهما ثم قال ادعواها فمالت إلى أمها فقال النبي صلى الله\nعليه وسلم اللهم اهدها فمالت إلى أبيها فأخذها ولا أحسن من هذا الحكم ولا\nأقرب إلى النظر والعدل\n</p>\n\n<p>\nوعند النسائي في رواية عن عبد الحميد بن جعفر الأنصاري عن أبيه أن جده\nأسلم وأبت امرأته أن تسلم فجاء بابن له صغير ولم يبلغ فأجلس النبي صلى الله\nعليه وسلم الأب هاهنا والأم ها هنا ثم خيره وقال اللهم اهده فذهب إلى أبيه\n</p>\n\n<p>\nوفي المسند من حديث أبي هريرة أن رسول الله صلى الله عليه وسلم خير غلاما\nبين أبيه وأمه\n</p>\n\n<p>\nوأما تقيد وقت التخيير بسبع فليس في الأحاديث المرفوعة اعتباره وإنما ذكر\nفيه أثر عن علي وأبي هريرة قال عمارة الجرمي خيرني علي بين أمي وعمي وكنت\nابن سبع سنين أو ثمان سنين وهذا لا يدل على أن من دون ذلك لا يخير بل اتفق\nأن ذلك الغلام المخير كان سنه ذلك\n</p>\n\n<p>\nوفي السنن من حديث أبي هريرة جاءت امرأة إلى النبي صلى الله عليه وسلم\nفقالت يا رسول الله صلى الله عليه وسلم إن زوجي يريد أن يذهب <span id='ms158'></span> بابني وقد\nسقاني من بئر أبي عنبة وقد نفعني فقال له النبي صلى الله عليه وسلم هذا\nأبوك وهذه أمك فخذ بيدأيهما شئت فأخذ بيد أمه فانطلقت به ولم يسأل عن سنه\nوظاهر أمره أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p034'> Vol. 19, p. 034</a>\n            </div>\n            \nص -206- غاية ما وصل إليه أنه سقاها من البئر فليس في أحاديث التخيير\nمرفوعها وموقوفها تقييد بالسبع والذي دلت عليه أنه متى ميز بين أبيه وأمه\nخير بينهما والله أعلم\n</p>\n\n<p>\nوكذلك صحة إسلامه لا تتوقف على السبع بل متى عقل الإسلام ووصفه صح إسلامه\nواشترط الخرقي أن يكون ابن عشر سنين وقد نص أحمد على ذلك في الوصية فإنه\nقال في رواية ابنيه صالح وعبد الله وعمه أبي طالب وإسحاق بن ابراهيم وأبي\nداود وابن منصور على اشتراط العشر سنين لصحة وصيته وقال له أبو طالب فإن\nكان دون العشرة قال لا واحتج في رواية إسحاق بن ابراهيم بأنه يضرب على\nالصلاة لعشر وأما إسلامه فقال في المغنى أكثر المصححين لإسلامه لم يشترطوا\nالعشر ولم يحدوا له حدا وحكاه ابن المنذر عن أحمد لأن المقصود حصل لا حاجة\nالى زيادة عليه\n</p>\n\n<p>\nوروي عن أحمد إذا كان ابن سبع سنين فإسلامه إسلام لأن النبي صلى الله\nعليه وسلم قال \"مروهم بالصلاة لسبع\" فدل على أن ذلك حد لأمرهم وصحة\nعباداتهم فيكون حدا لصحة إسلامهم\n</p>\n\n<p>\nوقال ابن أبي شيبة إذا أسلم وهو ابن خمس سنين جعل إسلامه إسلاما لأن عليا\nأسلم وهو ابن خمس سنين وقال أبو أيوب أجيز إسلام ابن ثلاث سنين من أصاب\nالحق من صغيرأو كبير أجزناه وهذا لايكاد يعقل الإسلام ولا يدري ما يقول ولا\nيثبت لقوله حكم فإن وجد ذلك منه ودلت أقواله وأفعاله على معرفة الإسلام\nوعقاله إياه صح منه كغيره انتهى كلامه فقد صرح الشيخ بصحة إسلام ابن ثلاث\nسنين إذا عقل الإسلام\n</p>\n\n<p>\nوقد قال الميموني قلت لأبي عبد الله الغلام يسلم وهو ابن عشر سنين ولم\nيبلغ الحنث قال أقبل إسلامه قلت بأي شيء تحتج فيه قال أنا أضربه <span id='ms159'></span> على الصلاة\nابن عشر وأفرق بينهم في المضاجع وقال الفضل بن زيادة سألت أحمد عن الصبي\nالنصراني يسلم كيف تصنع به قال إذا بلغ عشرا أجبرته على الإسلام لأن النبي\nصلى الله عليه وسلم قال \"علموا أولادكم الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p035'> Vol. 19, p. 035</a>\n            </div>\n            \nص -207- لسبع واضربوهم عليها لعشر فهذه رواية وعنه رواية أخرى يصح إسلام\nابن سبع سنين\n</p>\n\n<p>\nقال أبو الحارث قيل لأبي عبد الله إن غلاما صغيرا أقر بالإسلام وشهد أن\nلا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم وصلى وهو صغير لم\nيدرك ثم رجع عن الإسلام يجوز إسلامه وهو صغير قال نعم إذا أتى له سبع سنين\nثم أسلم أجبر على الإسلام لأن النبي صلى الله عليه وسلم قال \"علموهم الصلاة\nلسبع\" فكان حكم الصلاة قد وجب إذ أمر أن يعلموهم الصلاة لسبع وقال صالح قال\nأبي إذا بلغ اليهودي والنصراني سبع سنين ثم أسلم أجبر على الإسلام لأنه إذا\nبلغ سبعا أمر بالصلاة قلت وإن كان ابن ست قال لا\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nفإذا صار ابن عشر ازداد قوة وعقلا واحتمالا للعبادات فيضرب على ترك\nالصلاة كما أمر به النبي صلى الله عليه وسلم وهذا ضرب تأديب وتمرين وعند\nبلوغ العشر يتجدد له حال أخرى يقوى فيها تمييزه ومعرفته ولذلك ذهب كثير من\nالفقهاء إلى وجوب الإيمان عليه في هذا الحال وأنه يعاقب على تركه وهذا\nاختيار أبي الخطاب وغيره وهو قول قوي جدا وإن رفع عنه قلم التكليف بالفروع\nفإنه قد أعطي آلة معرفة الصانع والإقرار بتوحيده وصدق رسله وتمكن من نظر\nمثله واستدلاله كما هو متمكن من فهم العلوم والصنائع ومصالح دنياه فلا عذر\nله في الكفر بالله ورسوله مع أن أدلة الإيمان بالله ورسوله أظهر من كل علم\nوصناعة يتعلمها\n</p>\n\n<p>\nوقد قال تعالى { وأوحي إلي هذا القرآن لأنذركم به ومن بلغ } الأنعام 19 أي ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p036'> Vol. 19, p. 036</a>\n            </div>\n            \nص -208- بلغه القرآن فكل من بلغه القرآن وتمكن من فهمه فهو منذر به\nوالأحاديث التي رويت في امتحان الأطفال والمعتوهين والهالك في <span id='ms160'></span> الفترة إنما\nتدل على امتحان من لم يعقل الإسلام فهؤلاء يدلون بحجتهم أنهم لم تبلغهم\nالدعوة ولم يعقلوا الاسلام ومن فهم دقائق الصناعات والعلوم لا يمكنه أن\nيدلي على الله بهذه الحجة وعدم ترتيب الأحكام عليهم في الدنيا قبل البلوغ\nلا يدل على عدم ترتيبها عليهم في الآخرة وهذا القول هو المحكي عن أبي حنيفة\nوأصحابه وهو في غاية القوة\n</p>\n\n<p>\nفصل - ثم بعد العشر إلى سن البلوغ يسمى مراهقا ومناهزا للاحتلام فإذا بلغ\nخمس عشرة سنة عرض له حال آخر يحصل معه الاحتلام ونبات الشعر الخشن حول\nالقبل وغلظ الصوت وانفراق أرنبة أنفه والذي اعتبره الشارع من ذلك أمران\nالاحتلام والإنبات أما الاحتلام فقال الله تعالى { يا أيها الذين آمنوا\nليستأذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم ثلاث مرات } ثم\nقال { وإذا بلغ الأطفال منكم الحلم فليستأذنوا كما استأذن الذين من قبلهم }\nالنور 59\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم \"رفع القلم عن ثلاث عن الصبي حتى يحتلم\nوعن المجنون حتى يفيق وعن النائم حتى يستيقظ\" وقال لمعاذ \"خذ من كل حالم\nدينارا\" رواهما أحمد وأبو داود\n</p>\n\n<p>\nوليس لوقت الاحتلام سن معتاد بل من الصبيان من يحتلم لاثنتي عشرة سنة\nومنهم من يأتي عليه خمس عشرة وست عشرة سنة وأكثر من ذلك ولا يحتلم واختلف\nالفقهاء في السن الذي يبلغ به مثل هذا فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p037'> Vol. 19, p. 037</a>\n            </div>\n            \nص -209- الأوزاعي وأحمد والشافعي وأبو يوسف ومحمد متى كمل خمس عشرة سنة حكم\nببلوغه ولأصحاب مالك ثلاثة أقوال أحدها سبع عشرة والثاني ثماني عشرة\nوالثالث خمس عشرة وهو المحكي عن مالك وعن أبي حنيفة روايتان إحداهما سبع\nعشرة والأخرى ثماني عشرة والجارية عند سبع عشرة\n</p>\n\n<p>\nوقال داود وأصحابه لا حد له بالسن إنما هو الاحتلام وهذا قول قوي وليس عن\nرسول الله صلى الله عليه وسلم في السن حد البتة وغاية ما احتج به من قيده\nبخمس عشرة سنة بحديث ابن عمر حيث عرض على النبي صلى الله عليه وسلم في\nالقتال وهو ابن أربع <span id='ms161'></span> عشرة سنة فلم يجزه ثم عرض عليه وهو ابن خمس عشرة\nفأجازه وهذا الحديث وإن كان متفقا على صحته فلا دليل فيه على أنه أجازه\nلبلوغه بل لعله استصغره أولا ولم يره مطيقا للقتال فلما كان له خمس عشرة\nسنة رآه مطيقا للقتال فأجازه ولهذا لم يسأله هل احتملت أو لم تحتلم والله\nسبحانه إنما علق الأحكام بالاحتلام وكذلك رسول الله صلى الله عليه وسلم ولم\nيأت عنه في السن حديث واحد سوى ما حكاه ابن عمر من إجازته ورده ولهذا\nاضطربت أقوال الفقهاء في السن الذي يحكم ببلوغ الصبي له وقد نص الإمام أحمد\nأن الصبي لا يكون محرما للمرأة حتى يحتلم فاشترط الاحتلام\n</p>\n\n<p>\nفصل وأما الإنبات فهو نبات الشعر الخشن حول قبل الصبي والبنت\n</p>\n\n<p>\nولا اعتبار بالزغب الضعيف وهذا مذهب أحمد ومالك وأحد قولي الشافعي وقال\nفي الآخر هو علم في حق الكفار دون المسلمين لأن أولاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p038'> Vol. 19, p. 038</a>\n            </div>\n            \nص -210- المسلمين يمكن معرفة بلوغهم بالبينة وقبول قول البالغ منهم بخلاف الكافر\n</p>\n\n<p>\nوقال أبو حنيفة لا اعتبار به بحال كما لا يعتبر غلظ الصوت وانفراق الأنف\nواحتج من جعله بلوغا بما في الصحيحين أن النبي صلى الله عليه وسلم لما حكم\nسعد بن معاذ في بني قريظة فحكم بأن تقتل مقاتلهتم وتسبى ذراريهم وأمر بأن\nيكشف عن مؤتزرهم فمن أنبت فهو من المقاتلة ومن لم ينبت ألحق بالذرية قال\nعطية فشكوا في فأمر النبي صلى الله عليه وسلم أن ينظروا الي هل أنبت بعد\nفنظروا في فلم يجدوني أنبت فالحقوني بالذرية واستمر على هذا عمل الصحابة\nرضي الله عنهم بعد النبي صلى الله عليه وسلم فكتب عمر الى عامله أن لا تأخذ\nالجزية الا ممن جرت عليه الموسى وذكر البيهقي من حديث ابن علية عن اسماعيل\nبن أمية عن محمد بن يحيى بن حبان أن عمر رفع اليه غلام ابتهر جارية في شعره\nفقال انظروا اليه فلم يوجد أنبت فدرأ عنه الحد\n</p>\n\n<p>\nقال أبو عبيد والابتهار أن يقذفها بنفسه ويقول فعلت <span id='ms162'></span> بها كاذبا وذكر عن\nعثمان بن عفان رضي الله عنه أنه أتي بغلام قد سرق فقال انظروا الى مؤتزره\nفنظروا فلم يجدوه أنبت الشعر فلم يقطعه وذكر عن ابن عمر اذا أصاب الغلام\nالحد فارتيب فيه هل احتلم أم لا فانظر الى عانته وفي هذا بيان أن الإنبات\nعلم على البلوغ وعلى أنه علم في حق أولاد المسلمين والكفار وعلى أنه يجوز\nالنظر الى عورة الأجنبي للحاجة من معرفة البلوغ وغيره\n</p>\n\n<p>\nوأما ما ذكره بعض المتأخرين أنه يكشف ويستدبره الناظر ويستقبلان جميعا\nالمرآة وينظر اليها الناظر فيرى الإنبات فشيء قاله من تلقاء نفسه لم يفعله\nرسول الله صلى الله عليه وسلم ولا أحد من الصحابة ولا اعتبره أحد من الأئمة قبله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p039'> Vol. 19, p. 039</a>\n            </div>\n            \nص -211- فصل فإذا تيقن بلوغه جرى عليه قلم التكليف\n</p>\n\n<p>\nوثبت له جميع أحكام الرجل ثم يأخذ في بلوغ الأشد قال الزجاج الأشد من نحو\nسبع عشرة سنة الى نحو الأربعين وقال ابن عباس في رواية عطاء عنه الأشد\nالحلم وهو اختيار يحيى بن يعمر والسدي وروى مجاهد عنه ستا وثلاثين سنة وروى\nعنه أيضا ثلاثين وقال الضحاك عشرين سنة وقال مقاتل ثمان عشرة وقد أحكم\nالزهري تحكيم اللفظة فقال بلوغ الأشد يكون من وقت بلوغ الإنسان مبلغ الرجال\nالى أربعين سنة قال فبلوغ الأشد محصور الأول محصور النهاية غير محصور ما\nبين ذلك فبلوغ الأشد مرتبة بين البلوغ وبين الأربعين ومعنى اللفظة من الشدة\nوهي القوة والجلادة والشديد الرجل القوي فالأشد القوي قال الفراء واحدها\nشدة في القياس ولم أسمع لها بواحد\n</p>\n\n<p>\nوقال أبو الهيثم واحدها شدة كنعمة وأنعم وقال بعض أهل اللغة واحدها شدة\nبضم الشين وقال آخرون منهم هو اسم مفرد كالآنك وليس بجمع حكاهما ابن\nالأنباري\n</p>\n\n<p>\nفصل ثم بعد الأربعين يأخذ في النقصان وضعف القوى على التدريج\n</p>\n\n<p>\nكما أخذ في زيادتها على التدريج قال الله تعالى { الله الذي خلقكم من ضعف\nثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة } الروم 54 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p040'> Vol. 19, p. 040</a>\n            </div>\n            \nص <span id='ms163'></span> -212- فقوته بين ضعفين وحياته بين موتين فهو أولا نطفة ثم علقة ثم مضغة\nثم جنينا ما دام في البطن فإذا خرج فهو وليد فما لم يستتم سبعة أيام فهو\nصديغ بالغين المعجمة لأنه لم يشتد صدغه ثم ما دام يرضع فهو رضيع فإذا قطع\nعنه اللبن فهو فطيم فإذا دب ودرج فهو دارج قال الراجز\n</p>\n\n<p>\nيا ليتني قد زرت غير خارج أم صبي قد حبا ودارج\n</p>\n\n<p>\nفإذا بلغ طوله خمسة أشبار فهو خماسي فإذا سقطت أسنانه فهو مثغور وقد ثفر\nفإذا نبتت بعد سقوطها فهو مثغر بوزن مدكر بالتاء والثاء معا فإذا بلغ السبع\nوما قاربها فهو مميز فإذا بلغ العشر فهو مترعرع وناشئ فإذا قارب الحلم فهو\nيافع ومراهق ومناهز للحلم فإذا بلغ فهو بالغ فإذا اجتمعت قوته فهو حزور\nواسمه في جميع ذلك غلام ما لم يخضر شاربه فإذا اخضر شاربه وأخذ عذاره في\nالطلوع فهو باقل وقد بقل وجهه بالتخفيف ثم هو ما بين ذلك وبين تكامل لحيته\nفتى وشارخ بحصول شرخ الشباب له\n</p>\n\n<p>\nقال الجوهري الفتى الشاب والفتاة الشابة ويطلق الفتى على المملوك وإن كان\nشيخا كبيرا ومنه الحديث \"لا يقل أحدكم عبدي وأمتي وليقل فتاي وفتاتي\" ويقال\nالفتى على السخي الكريم فإذا اجتمعت لحيته فهو شاب إلى الأربعين ثم يأخذ في\nالكهولة إلى الستين ثم يأخذ في الشيخوخة فإذا أخذ شعره في البياض قيل شاب\nفإذا ازداد قيل وخطه الشيب فإذا زاد قيل شمط فإذا غلب شيبه فهو أغثم فإذا\nاشتعل رأسه ولحيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p041'> Vol. 19, p. 041</a>\n            </div>\n            \nص -213- شيبا فهو متقعوس فإذا انحط قواه فهو هرم فإذا تغيرت أحواله وظهر\nنقصه فقد رد إلى أرذل العمر فالموت أقرب إليه من اليد إلى الفم\n</p>\n\n<p>\nفصل فإذا بلغ الأجل الذي قدر له واستوفاه جاءته رسل ربه عز وجل ينقلونه\nمن دار الفناء إلى دار البقاء\n</p>\n\n<p>\nفجلسوا منه مد البصر ثم دنا منه الملك الموكل بقبض الأرواح فاستدعى\nبالروح فإن كانت روحا طيبة قال اخرجي أيتها النفس الطيبة كانت في الجسد\nالطيب <span id='ms164'></span> اخرجي حميدة وأبشري بروح وريحان ورب غير غضبان فتخرج من بدنه كما\nتخرج القطرة من في السقاء فإذا أخذها لم يدعها الرسل في يديه طرفة عين\nفيحنطونها ويكفنونها بحنوط وكفن من الجنة ثم يصلون عليها ويوجد لها كأطيب\nنفحة مسك وجدت على وجه الأرض ثم يصعد بها للعرض الأول على أسرع الحاسبين\nفينتهي بها إلى سماء الدنيا فيستأذن لها فيفتح لها أبواب السماء ويصلي\nعليها ملائكتها ويشيعها مقربوها إلى السماء الثانية فيفعل بها كذلك ثم\nالثالثة ثم الرابعة إلى أن ينتهي بها إلى السماء التي فيها الله عز وجل\nفتحيي ربها تبارك وتعالى بتحية الربوبية اللهم أنت السلام ومنك السلام\nتباركت يا ذا الجلال والإكرام فإن شاء الله أذن لها بالسجود ثم يخرج لها\nالتوقيع بالجنة فيقول الرب جل جلاله \"اكتبوا كتاب عبدي في عليين ثم أعيدوه\nإلى الأرض فإني منها خلقتهم وفيها أعيدهم ومنها أخرجهم تارة أخرى\" ثم ترجع\nروحه إلى الأرض فتشهد غسله وتكفينه وحمله وتجهيزه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p042'> Vol. 19, p. 042</a>\n            </div>\n            \nص -214- ويقول قدموني قدموني فإذا وضع في لحده وتولى عنه أصحابه دخلت الروح\nمعه حتى إنه ليسمع قرع نعالهم على الأرض فأتاه حينئذ فتانا القبر فيجلسانه\nويسألانه من ربك وما دينك ومن نبيك فيقول ربي الله وديني الإسلام ونبيي\nمحمد فيصدقانه ويبشرانه بأن هذا الذي عاش عليه ومات عليه وعليه يبعث ثم\nيفسح له في قبره مد بصره ويفرش له خضر ويقيض له شاب حسن الوجه طيب الرائحة\nفيقول أبشر بالذي يسرك فيقول من أنت فوجهك الوجه يجيء بالخير فيقول أنا\nعملك الصالح ثم يفتح له طاقة إلى النار يقال أنظر ما صرف الله عنك ثم يفتح\nله طاقة إلى الجنة ويقال انظر ما أعد الله لك فيراهما جميعا\n</p>\n\n<p>\nوأما النفس الفاجرة فبالضد من ذلك كله إذا أذنت بالرحيل نزل عليها ملائكة\nسود الوجوه معهم حنوط من نار وكفن من نار فجلسوا منه مد البصر ثم دنا الملك\nالموكل بقبض النفوس فاستدعى بها وقال اخرجي أيتها النفس الخبيثة كانت في\nالجسد الخبيث <span id='ms165'></span> أبشر بحميم وغساق وآخر من شكله أزواج فيتطاير في بدنه\nفيجتذبها من أعماق البدن فتنقطع معها العروق والعصب كما ينتزع الشوك من\nالصوف المبلول فإذا أخذها لم يدعها في يده طرفة عين ويوجد لها كأنتن رائحة\nجيفة على وجه الأرض فتحنط بذلك الحنوط وتلف في ذلك الكفن ويلعنها كل ملك\nبين السماء والأرض ثم يصعد بها إلى السماء فيستفتح لها فلا يفتح لها أبواب\nالسماء ثم يجيء النداء من رب العالمين اكتبوا كتابه في سجين وأعيدوه إلى\nالأرض فتطرح روحه طرحا فتشهد بتجيهزه وتكفينه وحمله وتقول وهي على السرير\nيا ويلها إلى أين تذهبون بها فإذا وضع في اللحد أعيدت إليه وجاءه الملكان\nفسألاه عن ربه ودينه ونبيه فيتلجلج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p043'> Vol. 19, p. 043</a>\n            </div>\n            \nص -215- ويقول لا أدري فيقولان له دريت ولا تليت ثم يضربانه ضربة يصيح صيحة\nيسمعه كل شيء إلا الثقلين ثم يضيق عليه قبره حتى تختلف فيه أضلاعه ثم يفرش\nله نار ويفتح له طاقة إلى الجنة فيقال انظر إلى ما صرف الله عنك ثم يفتح له\nطاقة الى النار فيقال انظر الى مقعدك من النار فيراهما جميعا ثم يقيض له\nأعمى أصم أبكم فيقول من أنت فوجهك الوجه يجيء بالشر فيقول أنا عملك السيء\nثم ينعم المؤمن في البرزخ على حسب أعماله ويعذب الفاجر فيه على حسب أعماله\nويختص كل عضو بعذاب يليق بجناية ذلك العضو فتقرض شفاه المغتابين الذين\nيمزقون لحوم الناس ويقعون في أعراضهم بمقاريض من نار وتسجر بطون أكلة أموال\nاليتامى بالنار ويلقم أكلة الربا بالحجارة ويسبحون في أنهار الدم كما سبحوا\nفي الكسب الخبيث وترض رؤوس النائمين عن الصلاة المكتوبة بالحجر العظيم ويشق\nشدق الكذاب الكذبة العظيمة بكلاليب الحديد قفاه ومنخره الى قفاه وعينه الى\nقفاه كما شقت كذبته النواحي وتعلق النساء الزوانى بثديهن وتحبس الزناة\nوالزواني في التنور المحمى عليه فيعذب محل المعصية منهم وهو الأسافل وتسلط\nالهموم والغموم والأحزان والآلام النفسانيه على النفوس البطالة التي كانت\nمشغونة باللهو واللعب والبطالة فتصنع الآلام في نفوسهم كما <span id='ms166'></span> يصنع الهوام\nوالديدان في لحومهم حتى يأذن الله سبحانه بانقضاء أجل العالم وطي الدنيا\nفتمطر الأرض مطرا غليظا أبيض كمني الرجال أربعين صباحا فينبتون من قبورهم\nكما تنبت الشجرة والعشب فإذا تكاملت الأجنة وأقربت الأم وكان وقت الولادة\nأمر الله سبحانه إسرافيل فنفخ في الصور نفخة البعث وهي الثالثة وقبلها نفخة\nالموت وقبلها نفخة الفزع فتشققت الأرض عنهم فإذا هم قيام ينظرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p044'> Vol. 19, p. 044</a>\n            </div>\n            \nص -216- يقول المؤمن \"الحمد لله الذي أحيانا بعد ما أماتنا واليه النشور\"\n</p>\n\n<p>\nويقول الكافر { يا ويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق\nالمرسلون } يس 53 فيساقون الى المحشر حفاة عراة غرلا بهما مع كل نفس سائق\nيسوقها وشهيد يشهد عليها وهم بين مسرور ومثبور وضاحك وباك { وجوه يومئذ\nمسفرة ضاحكة مستبشرة ووجوه يومئذ عليها غبرة ترهقها قترة } حتى إذا تكاملت\nعدتهم وصاروا جميعا على وجه الأرض تشققت السماء وانتثرت الكواكب ونزلت\nملائكة السماء فأحاطت بهم ثم نزلت ملائكة السماء الثانية فأحاطت بملائكة\nالسماء الدنيا ثم كل سماء كذلك فبينما هم كذلك إذ جاء رب العالمين سبحانه\nلفصل القضاء فأشرقت الأرض بنوره وتميز المجرمون من المؤمنين ونصب الميزان\nوأحضر الديوان واستدعي بالشهود وشهدت يومئذ الأيدي والألسن والأرجل والجلود\nولا تزال الخصومة بين يدي الله سبحانه حتى يختصم الروح والجسد فيقول الجسد\nإنما كنت ميتا لا اعقل ولا أسمع ولا أبصر وأنت كنت السميعة المبصرة العاقلة\nوكنت تصرفينني حيث أردت فتقول فتقول الروح وأنت الذي فعلت وباشرت المعصية وبطشت\n</p>\n\n<p>\nفيرسل الله سبحانه اليهما ملكا يحكم بينهما فيقول مثلكما مثل بصير مقعد\nوأعمى صحيح دخلا بستانا فقال المقعد أنا أرى الثمار ولا أستطيع أن أقوم\nاليها وقال الأعمى أنا أستطيع القيام ولكن لا أرى شيئا فقال له المقعد\nاحملني حتى أصل الى ذلك ففعلا فعلى من تكون العقوبة فيقولان عليهما فيقول\nفكذلك أنتما\n</p>\n\n<p>\nفيحكم الله سبحانه بين عباده بحكمة الذي يحمده عليه جميع أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p045'> Vol. 19, p. 045</a>\n            </div>\n            \nص -217- السماوات والأرض وكل بر وفاجر ومؤمن وكافر { وتوفى كل نفس ما عملت\n} { فمن يعمل <span id='ms167'></span> مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره } ثم ينادي\nمناد لتتبع كل أمة ما كانت تعبد\n</p>\n\n<p>\nفيذهب أهل الأوثان مع أوثانهم وأهل الصليب مع صليبهم وكل مشرك مع إلهه\nالذي كان يعبد لا يستطيع التخلف عنه فيتساقطون في النار\n</p>\n\n<p>\nويبقى الموحدون فيقال لهم ألا تنطلقون حيث انطلق الناس فيقولون فارقنا\nالناس أحوج ما كنا اليهم وإن لنا ربا ننتظره فيقال وهل بينكم وبينه علامة\nتعرفونه بها فيقولون نعم إنه لا مثل له فيتجلى لهم سبحانه في غير الصورة\nالتي يعرفونه فبقول أنا ربكم فيقولون نعوذ بالله منك هذا مكاننا حتى يأتينا\nربنا فإذا جاء ربنا عرفناه فيتجلى لهم في صورته التى رأوه فيها أول مرة\nضاحكا فيقول أنا ربكم فيقولون نعم أنت ربنا ويخرون له سجدا إلا من كان لا\nيصلي في الدنيا أو يصلي رياء فإنه يحال بينه وبين السجود\n</p>\n\n<p>\nثم ينطلق سبحانه ويتبعونه ويضرب الجسر ويساق الخلق اليه وهو دحض مزلة\nمظلم لا يمكن عبوره إلا بنور فإذا انتهوا اليه قسمت بينهم الأنوار على حسب\nنور إيمانهم وإخلاصهم وأعمالهم في الدنيا فنور كالشمس ونور كالنجم ونور\nكالسراج في قوته وضعفه\n</p>\n\n<p>\nوترسل الأمانة والرحم على جنبتي الصراط فلا يجوزه خائن ولا قاطع رحم\nويختلف مرورهم عليه بحسب اختلاف استقامتهم على الصراط المستقيم في الدنيا\nفمار كالبرق وكالريح وكالطير وكأجاويد الخيل وساع وماش وزاحف وحاب حبوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p046'> Vol. 19, p. 046</a>\n            </div>\n            \nص -218- وينصب على جنبتيه كلاليب لا يعلم قدر عظمها إلا الله عز وجل تعوق\nمن علقت به عن العبور على حسب ما كانت تعوقه الدنيا عن طاعة الله ومرضاته\nوعبوديته فناج مسلم ومخدوش مسلم ومقطع بتلك الكلاليب ومكدوس في النار وقد\nطفىء نور المنافقين على الجسر أحوج ما كانوا اليه كما طفىء في الدنيا من\nقلوبهم وأعطوا دون الكفار نورا في الظاهر كما كان إسلامهم في الظاهر دون\nالباطن فيقولون للمؤمنين قفوا لنا { نقتبس من نوركم } وما نجوز به فيقول\nالمؤمنون والملائكة { ارجعوا وراءكم فالتمسوا نورا}\n</p>\n\n<p>\nقيل المعنى ارجعوا إلى الدنيا <span id='ms168'></span> فخذوا من الإيمان نورا تجوزون به كما فعل\nالمؤمنون وقيل ارجعوا وراءكم حيث قسمت الأنوار فالتمسوا هناك نورا تجوزن به\n</p>\n\n<p>\nثم ضرب بينهم وبين أهل الإيمان بسور له باب باطنه الذي يلي المؤمنين {\nفيه الرحمة وظاهره } الذي يليهم { من قبله العذاب ينادونهم ينادونهم ألم\nنكن معكم قالوا بلى ولكنكم فتنتم أنفسكم وتربصتم وارتبتم وغرتكم الأماني\nحتى جاء أمر الله وغركم بالله الغرور فاليوم لا يؤخذ منكم فدية ولا من\nالذين كفروا مأواكم النار هي مولاكم وبئس المصير } الحديد 15-13\n</p>\n\n<p>\nفإذا جاوز المؤمنون الصراط ولا يجوزه إلا مؤمن أمنوا من دخول النار\nفيحبسون هناك على قنطرة بين الجنة والنار فيقتص لبعضهم من بعض مظالم كانت\nبينهم في دار الدنيا حتى إذا هذبوا أذن لهم في دخول الجنة\n</p>\n\n<p>\nفإذا استقر أهل الجنة في الجنة وأهل النار في النار أني بالموت في صورة\nكبش أملح فيوقف بين الجنة والنار ثم يقال يا أهل الجنة فيطلعون وجلين ثم\nيقال يا أهل النار فيطلعون مستبشرين فيقال هل تعرفون هذا فيقولون نعم وكلهم\nقد عرفه فيقال هذا الموت فيذبح بين الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p047'> Vol. 19, p. 047</a>\n            </div>\n            \nص -219- والنار ثم يقال يا أهل الجنة خلود ولا موت ويا أهل النار خلود ولا موت\n</p>\n\n<p>\nفهذا آخر أحوال هذه النطفة التي هي مبدأ الإنسان وما بين هذا المبدإ وهذه\nالغاية أحوال وأطباق قدر العزيز العليم تنقل الإنسان فيها وركوبة لها طبقا\nبعد طبق حتى يصل إلى غايته من السعادة والشقاوة\n</p>\n\n<p>\n{ قتل الأنسان ما أكفره من أي شيء خلقه من نطفة خلقه فقدره ثم السبيل\nيسره ثم أماته فأقبره ثم إذا شاء أنشره كلا لما يقض ما أمره } عبس 23-17\n</p>\n\n<p>\nفنسأل الله العظيم أن يجعلنا من الذين سبقت لهم منه الحسنى ولا يجعلنا من\nالذين غلبت عليهم الشقاوة فخسروا في الدنيا والآخرة إنه سميع الدعاء وهو\nحسبنا ونعم الوكيل آمين آمين آمين والحمد لله رب العالمين وصلواته على خير\nخلقه محمد خاتم النبين وعلى آله وصحبه وسلم أجمعين ولا حول ولا قوة إلا\nبالله العلي العظيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p048'> Vol. 19, p. 048</a>\n            </div>\n            \n <span id='ms169'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19"
  ]
}