{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nكتاب\n</p>\n\n<p>\nالغوامض والمبهمات\n</p>\n\n<p>\nفي الحديث النبوي\n</p>\n\n<p>\nتصنيف\n</p>\n\n<p>\nالإمام عبد الغني بن سعيد بن علي الأزدي\n</p>\n\n<p>\nالمتوفى سنة 409 ه\n</p>\n\n<p>\nحققه وعلق عليه وخرج أحاديثه\n</p>\n\n<p>\nد / حمزة أبو الفتح بن حسين قاسم محمد النعيمي\n</p>\n\n<p>\nالأستاذ المساعد بقسم الكتاب والسنة بالجامعة الإسلامية العالمية\nبكوالالمبور - ماليزيا\n</p>\n\n<p>\nدار المنارة\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1421 ه - 2000 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأخبرنا القاضي الفقيه أبو محمد عبد الله بن القاضي أبي الفضل عبد الرحمن\nبن يحيى بن إسماعيل العثماني الديباجي قراءة مني عليه، بعد أن نقلت من أصل\nسماعه، قال: أخبرنا الشيخ الفقيه أبو الحسن علي بن المشرف بن المسلم بن\nحميد الأنماطي، قراءة مني عليه، في الخامس والعشرين من ذي القعدة سنة سبع\nوخمس ماية، قال: أخبرنا الشيخ الحافظ أبو زكريا عبد الرحيم بن أحمد بن نصر\nالبخاري، إجازة في سنة أربع\n</p>\n\n<h1 class='l1' id='head2'>[ص: 48]</h1>\n\n<p>\nوخمسين وأربع ماية، قال: أخبرنا الشيخ أبو محمد عبد الغني بن سعيد بن علي\nبن سعيد الأزدي الحافظ، قراءة عليه وأنا أسمع، قال: حدثنا أبو أحمد بن\nالمفسر، أن علي بن غالب حدثهم، قال: حدثنا علي المديني، قال: حدثنا الضحاك\nبن مخلد، قال: حدثنا موسى بن عبيدة الربذي، قال: حدثنا عمر بن الحكم، أنه\nسمع\n</p>\n\n<h1 class='l1' id='head3'>[ص: 49]</h1>\n\n<p>\nأبا أسيد، قال: تزوج رسول الله صلى الله عليه وسلم امرأة من بلجون. قال:\nفبعثني لآتيه بها. قال: فجئت بها فأنزلتها في الشوط، ثم أتيت رسول الله صلى\nالله عليه وسلم، فقلت: قد جئتك بأهلك. فانطلق يمشي، فأهوى ليقبلها. قال:\nوكان إذا اختلا النساء أصغى وأهوى وقبل. فقالت: أعوذ بالله منك، فقال لها:\nلقد استعذت معاذا. ثم قال: ردها. فرددتها إلى أهلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>2- </h1>\n\n<p>\nحدثنا حميد بن الحسن الوراق، أن محمد بن خريم حدثهم، قال: حدثنا دحيم،\nقال: حدثنا\n</p>\n\n<h1 class='l1' id='head5'>[ص: 50]</h1>\n\n<p>\nالوليد، قال: حدثنا الأوزاعي، قال: سألت الزهري، أي أزواج النبي صلى الله\nعليه وسلم استعاذت منه؟\n</p>\n\n<p>\nفقال: أخبرني عروة، عن عائشة، أن ابنة الجون لما أدخلت على رسول الله صلى\nالله عليه وسلم، فدنا منها، قالت: أعوذ بالله منك. فقال رسول الله صلى الله <span id='ms01'></span>\nعليه وسلم:\n</p>\n\n<h1 class='l1' id='head6'>[ص: 51]</h1>\n\n<p>\nلقد عذت بعظيم، الحقي بأهلك.\n</p>\n\n<p>\nقال الزهري: الحقي بأهلك تطليقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني بن سعيد: اسم هذه المرأة الجونية: أميمة\nبنت النعمان. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head7'>3- </h1>\n\n<p>\nما حدثنا أبو أحمد المصري، أن علي بن غالب حدثهم، قال: حدثنا علي بن\nالمديني، قال: حدثنا الفضل بن دكين، قال: حدثنا عبد الرحمن بن الغسيل، عن\nحمزة بن أبي\n</p>\n\n<h1 class='l1' id='head8'>[ص: 52]</h1>\n\n<p>\nأسيد، عن أبي أسيد، قال: خرجنا مع رسول الله صلى الله عليه وسلم حتى\nانطلقنا إلى حائط يقال له: الشوط، حتى انتهينا إلى حائطين فجلسنا بينهما.\nفقال لنا رسول الله صلى الله عليه وسلم: اجلسوا هاهنا. قال: وأتي بالجونية\nأميمة بنت النعمان بن شراحيل، ومعها داية لها حاضنة، وقد أنزلت بيتا من\nالنخل. فقال لها رسول الله صلى الله عليه وسلم: هبي نفسك. فقالت: هل تهب\nالملكة نفسها للسوقة؟ فأومأ بيده، يضع يده عليها لتسكن. فقالت: أعوذ بالله\nمنك، فقال: لقد تعوذت معاذا، ثم خرج علينا. فقال: يا أبا أسيد: أكسها\nرازقيتين، وألحقها بأهلها.\n</p>\n\n<p>\nيعني بالرازقيتين: أنه كساها ثوبين، متعها بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني بن سعيد: ويقال إن هذه المرأة هي: فاطمة\nبنت الضحاك بن سفيان الكلابي. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head9'>4- </h1>\n\n<p>\nما حدثناه علي بن العباس بن الون، قال: حدثنا جعفر بن سليمان النوفلي،\nقال:\n</p>\n\n<p>\nحدثنا إبراهيم بن المنذر الحزامي، قال: حدثني عمر بن أبي بكر المؤملي، أن\nزكريا بن عيسى حدثهم، عن الزهري، عن عروة، عن عائشة قالت: تزوج رسول الله\nصلى الله عليه وسلم الكلابية، فلما أدخلت عليه دنا رسول الله صلى الله عليه\nوسلم، فقالت: إني أعوذ بالله منك. فقال رسول الله صلى الله عليه وسلم: لقد\nعذت بمعاذ، الحقي بأهلك.\n</p>\n\n<h1 class='l1' id='head10'>[ص: 54]</h1>\n\n<p>\nقال الزهري: وهي فاطمة بنت الضحاك بن سفيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head11'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head12'>5- </h1>\n\n<p>\nحدثنا سلم بن الفضل، قال: حدثنا يوسف بن يعقوب، قال: حدثنا سليمان بن\nحرب، قال: حدثنا حماد بن سلمة، عن هشام بن\n</p>\n\n<h1 class='l1' id='head13'>[ص: 56]</h1>\n\n<p>\nعروة، عن أبيه، عن عائشة، أن رجلا قام من <span id='ms02'></span> الليل، فقرأ فرفع صوته بالقرآن.\nفقال رسول الله صلى الله عليه وسلم: يرحم الله فلانا، كأين من آية أذكرنيها\nالليلة كنت أسقطتها.\n</p>\n\n<h1 class='l1' id='head14'>[ص: 57]</h1>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: الرجل هو: عبد الله بن يزيد الخطمي.\nوالحجة في ذلك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>6- </h1>\n\n<p>\nما حدثناه أبو الطاهر السدوسي، قال: حدثنا موسى بن هارون، قال: حدثنا أبو\nموسى الأنصاري، قال: حدثنا أبو زرعة الرازي.\n</p>\n\n<h1 class='l1' id='head16'>[ص: 58]</h1>\n\n<p>\nقال لنا موسى: ثم لقيت أبا زرعة فحدثني، قال: حدثني إبراهيم بن موسى\nالفراء، قال: حدثنا عبد الله بن سلمة الأفطس، عن أبي جعفر الخطمي، عن عبد\nالله بن أبي بكر، عن عمرة، عن عائشة، أن رسول الله صلى الله عليه وسلم سمع\nقارئا يقرأ، فقال: صوت من هذا؟ فقالوا: عبد الله بن يزيد. قال: رحمه الله،\nلقد ذكرني آية كنت أنسيتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>7- </h1>\n\n<p>\nحدثنا محمد بن علي النقاش من أصله، أن أحمد بن كعب حدثهم، قال: حدثنا أبو\nحاتم الرازي، قال: حدثنا إبراهيم بن موسى الرازي، قال: حدثنا عبد الله بن\nسلمة وهو الأفطس، عن أبي جعفر الخطمي، عن أبي بكر بن حزم، عن عمرة عن\nعائشة، قالت: سمع النبي صلى الله عليه وسلم قراءة عبد الله بن يزيد\nالأنصاري، فقال: لقد ذكرني آية كنت نسيتها.\n</p>\n\n<p>\nكتبه علي بن عمر عن النقاش.\n</p>\n\n<h1 class='l1' id='head18'>[ص: 60]</h1>\n\n<p>\n[قال الشيخ أبو محمد] : وفي حديث النقاش عن أحمد بن كعب، عن أبي حاتم\nخلافا لحديث أبي زرعة؛ لأن في حديث أبي زرعة عبد الله بن أبي بكر مكان أبيه\nأبي بكر بن عمرو بن حزم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head19'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head20'>8- </h1>\n\n<p>\nحدثنا أبو الطاهر السدوسي، قال: حدثنا أحمد بن عمرو القطراني، قال: حدثنا\nمحمد بن عبيد، قال: حدثنا حماد بن زيد، عن عمرو بن دينار، عن جابر، أن رجلا\nأعتق غلاما له عن دبر لم يكن له\n</p>\n\n<h1 class='l1' id='head21'>[ص: 62]</h1>\n\n<p>\nمال غيره، فبلغ ذلك النبي صلى الله عليه وسلم، فقال: من يشتريه مني؟\nفاشتراه نعيم بن عبد الله بثمان مائة درهم، فدفعها إليه.\n</p>\n\n<p>\nقال جابر بن عبد الله: عبدا قبطيا مات عام أول <span id='ms03'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>9- </h1>\n\n<p>\nحدثنا النقاش، قال: حدثنا زيد بن عبد العزيز، قال: حدثنا محمد بن يحيى\nالفياض، قال: حدثنا محمد بن عبد الله الأنصاري، قال: حدثنا عزرة بن ثابت،\nعن أبي الزبير، عن جابر، قال: أعتق\n</p>\n\n<h1 class='l1' id='head23'>[ص: 64]</h1>\n\n<p>\nرجل من بني عذرة غلاما له عن دبر، فبعث النبي صلى الله عليه وسلم فباعه\nودفع إليه ثمنه، وقال له: ابدأ بنفسك فتصدق عليها، ثم على والديك ثم على\nقرابتك، ثم هكذا، ثم هكذا، ثم هكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>10- </h1>\n\n<p>\n[حدثنا أبو يوسف يعقوب بن المبارك، أن محمد بن جعفر بن أعين] حدثهم، قال:\nحدثنا أبو بكر بن أبي شيبة، قال: حدثنا شريك، عن سلمة بن\n</p>\n\n<h1 class='l1' id='head25'>[ص: 65]</h1>\n\n<p>\nكهيل، عن عطاء، وأبي الزبير، عن جابر بن عبد الله، أن النبي صلى الله\nعليه وسلم باع مدبرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>11- </h1>\n\n<p>\nحدثنا أحمد بن بهزاذ إملاء، أن محمد بن علي بن زيد حدثهم، قال: حدثنا\nمحرز بن سلمة، قال: حدثنا المنكدر بن محمد،\n</p>\n\n<h1 class='l1' id='head27'>[ص: 67]</h1>\n\n<p>\nعن أبيه، عن جابر بن عبد الله، قال: أعتق رجل -يعني: عبدا- لم يكن له مال\nغيره، فدعا به رسول الله صلى الله عليه وسلم فرده في الرق، وباعه من نعيم\nبن عبد الله النحام، وأعطى ثمنه لسيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: مولى الغلام المنعم عليه بالعتق هو: أبو\nمذكور. الحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head28'>12- </h1>\n\n<p>\nما حدثنا به محمد بن علي النقاش أن محمد بن علي غلام طالوت حدثهم، قال:\nحدثنا موسى بن هارون أبو عيسى الطوسي، قال: حدثنا حسين بن محمد المروذي، عن\nجرير، قال: حدثني عبد الله بن\n</p>\n\n<h1 class='l1' id='head29'>[ص: 68]</h1>\n\n<p>\nأبي نجيح، عن مجاهد، عن [جابر بن عبد الله] ، أن رجلا يكنى أبا مذكور،\nأعتق عبدا له عن دبر وليس له مال غيره، فبعث النبي صلى الله عليه وسلم\nفباعه من نعيم بن عبد الله النحام بثمان مائة درهم، ودعاه فرد عليه الثمن.\nفقال: إنما يعتق من له فضل، وإلا فإنما يعود على نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n[قال أبو محمد عبد الغني] : والغلام هو يعقوب. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head30'>13- </h1>\n\n<p>\nما حدثنا به الحسن بن <span id='ms04'></span> الخضر، قال: حدثنا إسحاق بن إبراهيم بن يونس، قال:\nحدثنا يعقوب بن إبراهيم\n</p>\n\n<h1 class='l1' id='head31'>[ص: 69]</h1>\n\n<p>\nالدورقي، قال: حدثنا ابن علية، عن أيوب، عن أبي الزبير، عن جابر، أن رجلا\nمن الأنصار يقال له: أبو مذكور، أعتق غلاما له عن دبر يقال له: يعقوب. لم\nيكن له مال غيره. فدعا به رسول الله صلى الله عليه وسلم، فقال: من يشتريه\nمني؟ فاشتراه نعيم بن عبد الله النحام بثمان مائة درهم، ثم دفعها إليه.\nفقال: ((إذا كان أحدكم فقيرا فليبدأ بنفسه، فإن كان فضل فعلى عياله، فإن\nكان فضل على ذوي قرابته، أو على ذي رحمه، فإن كان فضل فها هنا، وها هنا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head32'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head33'>14- </h1>\n\n<p>\nحدثنا أبو بكر عبد الله بن محمد بن الخصيب قاضي مصر، أن أبا محمد بهلول\nبن إسحاق بن بهلول حدثهم، قال: حدثنا سعيد بن منصور، عن سفيان وهو ابن\nعيينة، عن عمرو بن دينار، قال: حدثني الحسن بن محمد [بن] (1) علي، أن عبيد\nالله بن أبي\n</p>\n\n<h1 class='l1' id='head34'>[ص: 71]</h1>\n\n<p>\nرافع، أخبره عن علي بن أبي طالب رضي الله عنه، قال: بعثني رسول الله صلى\nالله عليه وسلم والزبير والمقداد، فقال: إيتوا روضة خاخ، فإن بها ظعينة\nمعها كتاب.\n</p>\n\n<p>\nفانطلقنا تعادي بنا خيلنا حتى أتينا الروضة، فإذا نحن بالظعينة، فقلنا\nلها: أخرجي الكتاب. قالت: ما عندي كتاب: قلنا: لتخرجن الكتاب\n</p>\n\n<h1 class='l1' id='head35'>[ص: 72]</h1>\n\n<p>\nأو لنطرحن الثياب. فأخرجته من عقاصها. فأتينا به رسول الله صلى الله عليه\nوسلم. فإذا هو من حاطب بن أبي بلتعة إلى مشركي أهل مكة، يخبرهم ببعض أمر\nرسول الله صلى الله عليه وسلم، فأرسل رسول الله صلى الله عليه وسلم إلى\nحاطب، فقال: ما هذا؟ قال: لا تعجل علي يا رسول الله، فإني كنت امرأ ملصقا\nفي قريش، ولم أكن من أنفسها، وليس أحد من المهاجرين إلا ولهم قرابات يحمون\nبها أهاليهم وأموالهم، ووالله ما فعلته كفرا، ولا ارتدادا ولا رضا بالكفر\nبعد إسلامي.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: أما إنه قد صدق. فقال عمر: دعني يا\nرسول <span id='ms05'></span> الله أضرب عنق هذا المنافق. فقال رسول الله صلى الله عليه وسلم: وما\nيدريك يا عمر لعل الله اطلع إلى أهل بدر فقال: اعملوا ما شئتم، فقد غفرت\nلكم.\n</p>\n\n<h1 class='l1' id='head36'>[ص: 73]</h1>\n\n<p>\nرواه حصين عن أبي عبد الرحمن السلمي عن علي. وأبو الزبير، عن جابر.\nوإسحاق بن راشد، عن الزهري، عن عروة، عن عبد الرحمن بن حاطب بن أبي بلعتة،\nعن\n</p>\n\n<h1 class='l1' id='head37'>[ص: 74]</h1>\n\n<p>\nأبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>15- </h1>\n\n<p>\nحدثناه النقاش، عن أبي يعلى، عن هاشم بن الحارث، عن عبيد الله بن عمرو،\nعن إسحاق.\n</p>\n\n<p>\nح وحدثنا محمد بن علي النقاش، أن أبا يعلى حدثهم، قال: حدثنا كامل بن\nطلحة، قال: حدثنا الليث بن سعد، عن أبي الزبير، عن جابر،\n</p>\n\n<h1 class='l1' id='head39'>[ص: 75]</h1>\n\n<p>\nأنه أخبره أن حاطب بن أبي بلتعة كتب إلى أهل مكة يذكر أن رسول الله صلى\nالله عليه وسلم أراد غزوهم. قال رسول الله صلى الله عليه وسلم: علي المرأة\nالتي معها الكتاب، فأرسل إليها، فأخذ كتابها من رأسها. فقال: يا حاطب!\nأفعلت؟ فقال: نعم. فقال: أما إني لم أفعله غشا لرسول الله صلى الله عليه\nوسلم ولا نفاقا، قد علمت أن الله مظهر رسوله، ومتمم له أمره، غير أني كنت\nبين ظهرانيهم وكانت والدتي معهم، فأردت أت أتخذها عندهم. فقال له عمر: ألا\nأضرب عنق هذا؟ قال: تقتل رجلا من أهل بدر؟ لعل الله قد اطلع على أهل بدر،\nفقال: اعملوا ما شئتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد، هذه المرأة الحاملة لكتاب حاطب بن أبي\nبلعتة، هي: أم سارة مولاة لقريش. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head40'>16- </h1>\n\n<p>\nما حدثنا به يعقوب بن المبارك، أن محمد بن جعفر بن أعين حدثهم، قال:\nحدثنا الحسن بن بشر بن سلم الكوفي سنة عشرين، قال: أخبرنا الحكم بن عبد\nالملك، عن قتادة، عن أنس [بن\n</p>\n\n<h1 class='l1' id='head41'>[ص: 76]</h1>\n\n<p>\nمالك] ، قال: أمن رسول الله صلى الله عليه وسلم الناس يوم فتح مكة، إلا\nأربعة من الناس: عبد العزى بن خطل، ومقيس بن صبابة الكناني، وعبد الله بن\nسعد بن أبي سرح، وأم سارة.\n</p>\n\n<p>\nفأما <span id='ms06'></span> عبد العزى فإنه قتل وهو آخذ بأستار الكعبة.\n</p>\n\n<p>\nقال: ونذر رجل من الأنصار أن يقتل عبد الله بن سعد إذا رآه، وكان أخا\nعثمان بن عفان من الرضاعة، فأتى به سول الله صلى الله عليه وسلم يستشفع له.\nفلما بصر به الأنصاري اشتمل على السيف وخرج في طلبه، فوجده في حلقة رسول\nالله صلى الله عليه وسلم فهاب قتله، فجعل يتردد ويكره أن يقدم عليه لأنه في\nحلقة رسول الله صلى الله عليه وسلم، فبسط رسول الله يده فبايعه. ثم قال\nللأنصاري: قد انتظرتك أن توفي بنذرك. قال: يا رسول الله! هبتك أفلا أومضت\nإلي؟ قال: إنه ليس لنبي أن يومض.\n</p>\n\n<p>\nوأما مقيس بن صبابة: فإنه كان له أخ مع رسول الله صلى الله عليه وسلم\nفقتل خطأ، فبعث معه رسول الله صلى الله عليه وسلم رجلا من بني فهر ليأخذ له\nعقله من الفهري. فلما جمع له\n</p>\n\n<h1 class='l1' id='head42'>[ص: 77]</h1>\n\n<p>\nالعقل ورجع يؤم الفهري، فوثب مقيس وأخذ حجرا فجلد به رأسه فقتله، ثم أقبل\nوهو يقول:\n</p>\n\n<p>\nشفى النفس من قد بات بالقاع مسندا ... تضرج ثوبيه دماء الأخادع\n</p>\n\n<p>\nوكانت هموم النفس من قبل قتله ... تلم فتنيئني وطاء المضاجع\n</p>\n\n<p>\nحللت به نذري وأدركت ثؤرتي ... وكنت إلى الأوثان أول راجع\n</p>\n\n<p>\nوأما أم سارة: فإنها كانت مولاة لقريش، فأتت رسول الله صلى الله عليه\nوسلم فشكت إليه الحاجة فأعطاها شيئا.\n</p>\n\n<h1 class='l1' id='head43'>[ص: 78]</h1>\n\n<p>\nثم أتاها رجل فدفع إليها كتابا إلى أهل مكة يتقرب بذلك إليهم ليحفظ به في\nعياله، وكان له بها عيال، فأخبر جبريل رسول الله صلى الله عليه وسلم بذلك.\nفبعث في إثرها عمر بن الخطاب وعلي بن أبي طالب رضي الله عنهما. فلحقاها\nففتشاها، فلم يقدرا على شيء معها، قأقبلا راجعين. فقال أحدهما لصاحبه:\nوالله ما كذبنا ولا كذبنا، ارجع بنا إليها، فرجعا إليها فسلا سيفيهما،\nوقالا: والله لنذيقنك الموت، أو لتدفعن إلينا الكتاب. فأنكرت، ثم قالت:\nأدفعه إليكما على أن لا ترداني إلى رسول الله صلى الله عليه وسلم. فقبلا\nذلك منها. فحلت <span id='ms07'></span> عقاص رأسها، فأخرجت الكتاب من قرن من قرونها، فدفعته\nإليهما. فرجعا به إلى رسول الله صلى الله عليه وسلم فدفعاه إليه. [فبعث إلى\nالرجل] ، فقال: ما هذا الكتاب؟\n</p>\n\n<p>\nقال: أخبرك يا رسول الله. إنه ليس من أحد معك إلا وله بمكة من يحفظه في\nعياله غيري. فكتبت هذا الكتاب ليكونوا لي في عيالي.\n</p>\n\n<p>\nفأنزل الله عز وجل: {يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء\nتلقون إليهم بالمودة [وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم أن\nتؤمنوا بالله ربكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون\nإليهم بالمودة] وأنا أعلم بما أخفيتم\n</p>\n\n<h1 class='l1' id='head44'>[ص: 79]</h1>\n\n<p>\nوما أعلنتم ومن يفعله منكم فقد ضل سواء السبيل} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head45'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head46'>17- </h1>\n\n<p>\nحدثنا محمد بن علي النقاش، أن أبا يعلى الموصلي حدثهم، قال: حدثنا أبو\nخيثمة، قال: حدثنا يعقوب بن إبراهيم، قال: حدثنا أبي، عن ابن شهاب، عن سنان\nبن أبي سنان الدؤلي، أن جابر بن عبد الله أخبره أنه غزا مع رسول الله صلى\nالله عليه وسلم غزوة قبل أحد، فأدركتهم القائلة يوما في واد كثير العضاه،\nفنزل رسول الله صلى الله عليه وسلم، وتفرق الناس في العضاه يستظلون بالشجر،\nونزل رسول الله صلى الله عليه وسلم تحت شجرة، فعلق بها سيفه، فقال\n</p>\n\n<h1 class='l1' id='head47'>[ص: 81]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم لرجل عنده: إن هذا اخترط سيفي وأنا نائم،\nفاستيقظت وهو في يده صلتا، فقال لي: من يمنعك مني؟ فقلت: الله. فشام السيف.\nفقال: من يمنعك مني؟ فقلت: الله. فشام السيف وجلس، وها هو ذا جالس، ثم لم\nيعاقبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>18- </h1>\n\n<p>\nحدثنا أبو الطاهر، أن أحمد بن أبي عوف البزوري حدثهم، قال: حدثنا مخلد بن\nخالد، قال: حدثنا إبراهيم بن خالد، قال: حدثنا رباح بن زيد، عن\n</p>\n\n<h1 class='l1' id='head49'>[ص: 83]</h1>\n\n<p>\nمعمر، عن الزهري، عن أبي سلمة بن عبد الرحمن، عن جابر بن عبد الله، قال:\nغزوت مع رسول الله صلى الله عليه وسلم، فلما قفل رسول الله صلى الله عليه\nوسلم قفلت معه، فأدركتنا القائلة يوما في واد <span id='ms08'></span> كثير العضاه، ورسول الله صلى\nالله عليه وسلم تحت سمرة قد علق سيفه، فإذا رسول الله صلى الله عليه وسلم\nيدعونا، فأجبناه، فإذا عنده أعرابي جالس. فقال: إن هذا قد اخترط سيفي وأنا\nنائم، وهو في يده، فقال: من يمنعك مني؟ فقلت: الله. فشام السيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: هذا الرجل الذي اخترط السيف، ولقي النبي\nصلى الله عليه وسلم بما لقيه به، هو: غورث بن الحارث، سماه سليمان اليشكري،\nعن جابر بن عبد الله.\n</p>\n\n<p>\nالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head50'>19- </h1>\n\n<p>\nحدثنا أبو الطاهر السدوسي، قال: حدثنا خلف بن عمرو العكبري، قال: حدثنا\nسعيد بن منصور، قال: حدثنا أبو عوانة، عن\n</p>\n\n<h1 class='l1' id='head51'>[ص: 85]</h1>\n\n<p>\nأبي بشر، عن سليمان بن قيس، عن جابر بن عبد الله، قال: قاتل رسول الله\nصلى الله عليه وسلم محارب خصفة، فرأوا [من المسلمين] غرة، فجاء رجل منهم\nيقال له: غورث بن الحارث، حتى قام على رسول الله صلى الله عليه وسلم\nبالسيف، فقال: ما يمنعك مني؟ قال: الله. فسقط السيف من يده، فأخذه رسول\nالله صلى الله عليه وسلم، فقال: ما يمنعك مني؟ قال: كن خير آخذ. قال: تشهد\nأن لا إله إلا الله وأني رسول الله؟ قال: ولكن أعاهدك أني لا أقاتلك، ولا\nأكون مع قوم يقاتلونك. فخلى سبيله. فرجع، فقال: جئتكم من عند خير الناس.\n</p>\n\n<p>\nفلم حضرت الصلاة صلى رسول الله صلى الله عليه وسلم صلاة الخوف، فكان\nالناس طائفتين، طائفة بإزاء عدوهم، وطائفة صلوا مع رسول الله صلى الله عليه\nوسلم. فصلى بالطائفة الذين معه ركعتين، ثم انصرفوا، فكانوا بمكان أولئك\nالذين بإزاء العدو، وانصرف أولئك الذين كانوا بإزاء عدوهم، فصلوا مع رسول\nالله صلى الله عليه وسلم ركعتين،\n</p>\n\n<h1 class='l1' id='head52'>[ص: 86]</h1>\n\n<p>\nفكان لرسول الله صلى الله عليه وسلم أربع ركعات وللقوم ركعتين ركعتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head53'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head54'>20- </h1>\n\n<p>\nحدثنا محمد بن العباس بن سلام الحلبي، قال: حدثنا أبو عروبة، قال: حدثنا\nمحمد بن الحارث، قال: حدثنا محمد بن سلمة، عن أبي عبد الرحيم، عن زيد بن\nأبي أنيسة، عن <span id='ms09'></span> أبي الزبير المكي، عن عبد الرحمن بن الهضهاض الدوسي، عن أبي\nهريرة، قال: جاء\n</p>\n\n<h1 class='l1' id='head55'>[ص: 89]</h1>\n\n<p>\nماعز بن مالك [الأسلمي] إلى رسول الله صلى الله عليه وسلم، فقال: [إن\nالأبعد] قد زنا.\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: ويلك! وما يدريك ما الزنا؟ ثم أمر به\nفطرد وأخرج. ثم أتاه الثانية، فقال: [يا رسول الله! إن الأبعد] قد زنا.\nفقال له: ويلك! وما يدريك ما الزنا؟ فطرد وأخرج. ثم أتاه الثالثة، فقال: يا\nرسول الله! إن الأبعد قد زنا.\n</p>\n\n<p>\nفقال: ويلك! وما يدريك ما الزنا؟ قال: أتيت امرأة حراما ما يأتي الرجل من\nامرأته. فأمر فطرد وأخرج.\n</p>\n\n<p>\nثم أتاه الرابعة، فقال: يا رسول الله! إن الأبعد قد زنا. فقال: ويلك، وما\nيدريك ما الزنا؟ أدخلت وأخرجت؟ قال: نعم. فأمر به أن يرجم. فلما وجد مس\nالحجارة تحمل إلى شجرة، فرجم عندها حتى مات.\n</p>\n\n<p>\nفمر به رسول الله صلى الله عليه وسلم بعد ذلك معه نفر من أصحابه، فقال\nرجل منهم لصاحبه: وأبيك إن هذا لهو الخاين، أتى النبي صلى الله عليه وسلم\nمرارا، كل ذلك يرده، حتى قتل كما يقتل الكلب.\n</p>\n\n<h1 class='l1' id='head56'>[ص: 90]</h1>\n\n<p>\nفسكت عنهما رسول الله صلى الله عليه وسلم، حتى مر بجيفة حمار شائلا رجله،\nفقال: كلا من هذا. قالا: من جيفة حمار يا رسول الله؟ قال: فالذي نلتما من\nعرض أخيكما آنفا أكثر. والذي نفس محمد بيده، إنه لفي نهر من أنهار الجنة\nيتقمص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: الجارية التي وقع عليها ماعز بن مالك\nتسمى فاطمة، فتاة هزال.\n</p>\n\n<h1 class='l1' id='head57'>[ص: 93]</h1>\n\n<h1 class='l1' id='head58'>21- </h1>\n\n<p>\nكما حدثني إبراهيم بن علي الحنائي، قال: حدثنا الحسن بن المثنى، قال:\nحدثنا عفان بن مسلم، قال: أخبرنا أبان بن يزيد، عن يحيى بن أبي كثير، عن\nأبي سلمة بن عبد الرحمن، عن نعيم بن هزال، أن هزالا كان استأجر ماعز بن\nمالك. وكانت لهم جارية قد أمروها ترعى غنما لهم يقال لها: فاطمة، وإن ماعز\nبن مالك وقع عليها، فأخذه هزال فخدعه، قال: انطلق إلى <span id='ms10'></span> النبي صلى الله عليه\nوسلم، فعسى أن ينزل فيك قرآن. فأمر به النبي صلى الله عليه وسلم فرجم. فلما\nعضه مس الحجارة انطلق يسعى، فاستقبله رجل بلحي، أو قال: ساق بعير، فضربه.\nفقال النبي صلى الله عليه وسلم: لو كنت سترته بثوبك\n</p>\n\n<h1 class='l1' id='head59'>[ص: 94]</h1>\n\n<p>\nلكان خيرا لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head60'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head61'>22- </h1>\n\n<p>\nحدثنا محمد بن علي النقاش، أن أبا يعلى حدثهم، قال: حدثنا بشر بن الوليد\nالكندي، قال: حدثنا شريك، عن الأعمش، عن مجاهد عن عائشة، قالت: دخل على\nرسول الله صلى الله عليه وسلم رجل، فقربه وأدنى مجلسه، فلما خرج من عنده،\nقالت: قلت: يا رسول الله! ألست كنت تشكو هذا؟ قال: بلى. ولكن من شرار الناس\nالذين يكرمون اتقاء شرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: الرجل المتقى هو: مخرمة بن نوفل أبو\nصفوان الزهري، والد المسور بن مخرمة، وقيل: إنه عيينة بن حصن. الحجة في\nذلك:\n</p>\n\n<h1 class='l1' id='head62'>23- </h1>\n\n<p>\nما حدثنا به أبو العباس أحمد بن عمرو بن مويس، أن محمد بن\n</p>\n\n<h1 class='l1' id='head63'>[ص: 98]</h1>\n\n<p>\nفضلويه حدثهم، قال: حدثنا أحمد بن منصور المروزي -هو: زاج-، قال: حدثنا\nالنضر بن شميل، قال: حدثنا أبو عامر الخزاز عن أبي يزيد المدني، عن عائشة،\nقالت: جاء مخرمة بن نوفل [يستأذن] ، فلما سمع النبي صلى الله عليه وسلم\nصوته، قال: بئس أخو العشيرة. فلما دخل بش به حتى خرج.\n</p>\n\n<h1 class='l1' id='head64'>[ص: 99]</h1>\n\n<p>\nفقلت: يا رسول الله! قلت له وهو على الباب ما قلت، فلما دخلت بششت به حتى\nخرج. قال: -أظنه قال- متى عهدتني فحاشا؟ إن شر الناس من يتقى شره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>24- </h1>\n\n<p>\nحدثنا أبو العباس أحمد بن إبراهيم بن جامع، قال: حدثنا هارون بن كامل،\nقال: حدثنا عبد الله بن عبد الحكم، قال: أخبرنا مالك بن أنس، أنه بلغه عن\nعائشة، أنها قالت: استأذن عيينة بن حصن بن حذيفة بن بدر الفزاري على رسول\nالله صلى الله عليه وسلم وأنا معه في البيت، فقال رسول الله صلى الله عليه\nوسلم: بئس ابن العشيرة، ثم أذن له رسول الله صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head66'>[ص <span id='ms11'></span>: 100]</h1>\n\n<p>\nفقالت عائشة: فلم أنشب أن سمعت ضحك رسول الله صلى الله عليه وسلم معه.\nفلما خرج الرجل، قالت له: يا رسول الله! قلت له ما قلت، ولم تنشب أن ضحكت\nمعه. فقال رسول الله صلى الله عليه وسلم: إن من شر الناس من اتقاه الناس\nلشره.\n</p>\n\n<p>\nروى الطهراني، عن عبد الرزاق، عن معمر، أنه بلغه أن هذا الرجل: عيينة ابن\nحصين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head67'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head68'>25- </h1>\n\n<p>\nحدثنا صالح بن علي، أن محمد بن الحسن بن قتيبة حدثهم، قال: حدثنا حرملة\nبن يحيى، قال: حدثنا عبد الله بن وهب، قال: أخبرني يونس بن يزيد، عن ابن\nشهاب، قال: أخبرني عروة بن الزبير، عن عائشة رضي الله عنها، أن قريشا أهمهم\nشأن المرأة التي سرقت في عهد رسول الله صلى الله عليه وسلم في غزوة الفتح.\nفقالوا: من يكلم رسول الله صلى الله عليه وسلم؟ فقالوا: ومن\n</p>\n\n<h1 class='l1' id='head69'>[ص: 102]</h1>\n\n<p>\nيجترئ عليه إلا أسامة بن زيد حب رسول الله صلى الله عليه وسلم؟ فكلمه\nأسامة بن زيد. فتلون وجه رسول الله صلى الله عليه وسلم، فقال: أتشفع في حد\nمن حدود الله؟ فقال له أسامة: استغفر لي يا رسول الله.\n</p>\n\n<p>\nفلما كان العشي، قام رسول الله صلى الله عليه وسلم فاختطب، فأثنى على\nالله بما هو أهله، ثم قال: أما بعد، فإنما هلك الذين من قبلكم أنهم كانوا\nإذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وإني\nوالذي [نفسي بيده، لو أن فاطمة بنت محمد سرقت لقطعت يدها] . ثم أمر بتلك\nالمرأة التي سرقت فقطع يدها.\n</p>\n\n<p>\nقال ابن شهاب: قال عروة: قالت عائشة: فحسنت توبتها بعد، وتزوجت وكانت\nتأتي بعد إلى رسول الله صلى الله عليه وسلم، فأرفع حاجتها عند رسول الله\nصلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: هي فاطمة بنت أبي الأسد، بنت أخي أبي\nسلمة عبد الله بن عبد الأسد، زوج أم سلمة [زوج النبي صلى الله عليه وسلم] .\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head70'>[ص: 105]</h1>\n\n<h1 class='l1' id='head71'>26- </h1>\n\n<p>\nما حدثني به عبد <span id='ms12'></span> الله بن أحمد بن طالب، أن محمد بن جعفر المطيري، حدثهم\nعن عيسى بن عبد الله الطيالسي، عن أسيد بن زيد الجمال، عن يحيى بن سلمة بن\nكهيل، عن عمار الدهني، عن شقيق، قال: سرقت فاطمة بنت أبي الأسد بنت أخي أبي\nسلمة زوج أم سلمة، فأشفقت قريش أن يقطعها رسول الله صلى الله عليه وسلم،\nفكلموا أسامة بن زيد.\n</p>\n\n<h1 class='l1' id='head72'>[ص: 106]</h1>\n\n<p>\nفكلم رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفقال: كل شيء، ولا حد من حدود الله عز وجل، لو كانت فاطمة بنت محمد\nلقطعتها. فقطعها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head73'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head74'>27- </h1>\n\n<p>\nحدثنا أبو الحسن محمد بن عبد الله بن زكريا النيسابوري، قال: حدثنا أبو\nبكر بن عمرو بن عبد الخالق البزار، قال: حدثنا نصر بن علي، قال: حدثنا محمد\nبن عبد الرحمن الطفاوي، عن أيوب، عن\n</p>\n\n<h1 class='l1' id='head75'>[ص: 108]</h1>\n\n<p>\nمحمد بن المنكدر، عن جابر، أن امرأة دعت النبي صلى الله عليه وسلم ومعه\nبعض أصحابه، فبسطت لهم على صور، وأتتهم بخبز ولحم، ثم خرجوا إلى الصلاة\nورجعوا إلى بقية ذلك، فأكلوا ولم يتوضؤوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: هذه المرأة: عمرة بنت حزم، أخت عمرو بن\nحزم. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head76'>[ص: 109]</h1>\n\n<h1 class='l1' id='head77'>28- </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن محمد بن إسماعيل الذارع المهندس، أن أباه حدثه،\nقال: حدثنا أحمد بن عبد المؤمن، قال: حدثنا عمرو بن طارق الهلالي.\n</p>\n\n<p>\nح قال: وحدثنا شعيب بن يحيى المعافري، قال: حدثنا يحيى بن أيوب، عن محمد\nبن ثابت البناني، عن محمد بن المنكدر، عن جابر بن عبد الله، عن عمرة ابنة\nحزم، أنها جعلت للنبي صلى الله عليه وسلم في صور\n</p>\n\n<h1 class='l1' id='head78'>[ص: 110]</h1>\n\n<p>\nنخل ملتف كنسته، ورشته، وذبحت له شاة ودعته. فأكل، ثم توضأ، فصلى، فقدمت\nله من لحمها، فأكل وصلى العصر ولم يتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head79'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head80'>29- </h1>\n\n<p>\nحدثنا حسين بن حامد بن نصر الجراد، قال: حدثنا أبو عبيد القاضي، قال:\nحدثنا زيد بن أخزم، قال: أخبرنا أبو داود، قال: حدثنا عمران القطان، عن\nقتادة، عن زرارة بن أوفى، عن سعد بن\n</p>\n\n<h1 class='l1' id='head81'>[ص: 112]</h1>\n\n<p>\nهشام، عن <span id='ms13'></span> عائشة، أن النبي صلى الله عليه وسلم سمع رجلا يقول: يا شهاب.\nفقال: أنت هشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشهاب هذا، هو: هشام بن عامر، والد سعد بن هشام.\n</p>\n\n<h1 class='l1' id='head82'>30- </h1>\n\n<p>\nحدثنا محمد بن بكر الفقيه، قال: حدثنا محمد بن النعمان، قال: حدثنا\nإبراهيم بن محمد بن أبي الجحيم، قال: حدثنا معلى بن\n</p>\n\n<h1 class='l1' id='head83'>[ص: 113]</h1>\n\n<p>\nأسد، قال: حدثنا عبد العزيز بن المختار، عن علي بن زيد، عن الحسن، عن\nهشام بن عامر، قال: أتيت النبي صلى الله عليه وسلم، فقال لي: ما اسمك؟ قلت:\nشهاب. قال: بل أنت هشام، قلت: شهاب. قال: بل أنت هشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head84'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head85'>31- </h1>\n\n<p>\nحدثنا أبو بكر عبد الله بن محمد بن الخصيب قاضي مصر، أن الحسن بن علي بن\nالوليد حدثهم، قال: حدثنا عبد الجبار بن عاصم أبو طالب، قال: حدثنا أبو\nالمليح الرقي، عن عبد الله بن محمد بن عقيل، عن جابر بن عبد الله، قال: أول\nخبر قدم المدينة عن النبي صلى الله عليه وسلم في مخرجه، امرأة كان لها\nتابع، فجاء في صورة طائر، حتى وقع على جذع لها. فقالت: انزل! فتحدثنا\nونحدثك، وتخبرنا ونخبرك.\n</p>\n\n<h1 class='l1' id='head86'>[ص: 115]</h1>\n\n<p>\nفقال: إنه قد ظهر نبي بمكة حرم علينا الزنا، ومنع منا القرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n[قال أبو محمد عبد الغني بن سعيد:] اسم هذه المرأة: فطيمة اليثربية.\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head87'>32- </h1>\n\n<p>\nما حدثناه محمد بن بكر النعالي الفقيه، قال: [حدثنا مأمون، قال: حدثنا\nسلمة بن شبيب،\n</p>\n\n<h1 class='l1' id='head88'>[ص: 116]</h1>\n\n<p>\nقال:] حدثنا عبد الرزاق، عن معمر، عن الزهري، قال: أخبرني علي بن حسين،\nقال: أول خبر قدم المدينة عن رسول الله صلى الله عليه وسلم أن امرأة من أهل\nيثرب تدعى فطيمة، كان لها تابع من الجن، فجاءها يوما فوقع على جدارها.\nفقالت: ما لك لا تدخل؟ فقال: إنه قد بعث نبي يحرم الزنا.\n</p>\n\n<p>\nفحدثت بذلك المرأة عن تابعها من الجن. فكان أول خبر تحدث به عن رسول الله\nصلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head89'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head90'>33- </h1>\n\n<p>\nحدثنا يعقوب بن المبارك، قال: حدثنا عمرو بن أحمد بن السرح، قال: حدثنا\nيحيى بن بكير، قال: حدثني <span id='ms14'></span> بكر بن مضر، قال: حدثنا جعفر بن ربيعة، عن عراك\nبن مالك، عن ابن شهاب، عن حميد بن عبد الرحمن، عن أبي هريرة، أن رجلا أتى\nرسول الله صلى الله عليه وسلم فأخبره\n</p>\n\n<h1 class='l1' id='head91'>[ص: 118]</h1>\n\n<p>\nأنه وطئ امرأته في رمضان. فقال له رسول الله صلى الله عليه وسلم: هل تجد\nرقبة؟ قال: لا. قال: هل تستطيع صيام شهرين متتابعين؟ قال: لا. قال: أطعم\nستين مسكينا. قال: لا أجد. فأعطاه رسول الله صلى الله عليه وسلم تمرا وأمره\nأن يتصدق به. قال: فذكر لرسول الله صلى الله عليه وسلم حاجته. فأمره رسول\nالله صلى الله عليه وسلم أن يأكله هو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>34- </h1>\n\n<p>\nحدثنا إبراهيم بن علي الحنائي، قال: حدثنا محمد بن إبراهيم حمويه، قال:\nحدثنا أبو الوليد، قال: حدثنا ليث بن سعد، عن ابن\n</p>\n\n<h1 class='l1' id='head93'>[ص: 120]</h1>\n\n<p>\nشهاب، عن حميد بن عبد الرحمن، عن أبي هريرة، أن رجلا وقع بامرأته في شهر\nرمضان، فاستفتى النبي صلى الله عليه وسلم في ذلك. فقال: أتجد رقبة؟ قال:\nلا. قال: هل تستطيع صيام شهرين متتابعين؟ قال: لا. قال: فأطعم ستين مسكينا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>35- </h1>\n\n<p>\nحدثنا علي بن عبد الله بن الفضل، قال: حدثنا [أبو علي الحسين] بن بيهان\nالعسكري بعسكر مكرم، قال: حدثنا سهل بن عثمان، قال: حدثنا ابن أبي\n</p>\n\n<h1 class='l1' id='head95'>[ص: 121]</h1>\n\n<p>\nزائدة، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة، أن رجلا من الأنصار\nوقع على امرأته في رمضان، فقال له النبي صلى الله عليه وسلم: أعتق رقبة.\nقال: لا أجدها. قال: فصم شهرين متتابعين. قال: ما أقدر على ذلك. قال:\n[فأطعم ستين مسكينا] . قال: ما عندي. فأمر له بعرق من تمر، فقال: تصدق\nبهذا. قال: ما أحد أحوج إليه مني. قال: فشأنك به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني [بن سعيد] : هذا الرجل هو: سلمة بن صخر البياضي.\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head96'>36- </h1>\n\n<p>\nما حدثنا بكر بن عبد الرحمن، قال: حدثنا أبو\n</p>\n\n<h1 class='l1' id='head97'>[ص: 122]</h1>\n\n<p>\nالزنباع، قال: حدثنا عمرو بن خالد، قال: حدثنا محمد بن سلمة، عن محمد بن\nإسحاق، عن محمد بن عمرو <span id='ms15'></span> بن عطاء، عن سليمان بن يسار، عن سلمة بن صخر\nالبياضي، قال: كنت امرأ أستكثر من النساء، وكنت قد أوتيت من ذلك ما لم يؤت\nأحد. فلما دخل شهر رمضان تظهرت\n</p>\n\n<h1 class='l1' id='head98'>[ص: 123]</h1>\n\n<p>\nمن امرأتي مخافة أن يكون مني شيء في بعض الليل، فتتابع ذلك بي حتى يدركني\nالصبح. فبينما هي تخدمني ذات ليلة في شهر رمضان في البيت تكشف منها شيء.\nفوثبت عليها، فلما فرغت سقط في يدي. فلما أصبحت أتيت نادي قومي، فقلت:\nتعلمون أني كنت تظهرت من امرأتي حتى ينسلخ هذا الشهر، وقد وقعت عليها في\nليلتي هذه. فانطلقوا معي إلى رسول الله صلى الله عليه وسلم حتى نسأله.\nقالوا: لا والله لا ننطلق معك، إنا نخاف أن يكون من رسول الله صلى الله\nعليه وسلم في ذلك شيء يلزمنا عاره، أو ينزل فينا قرآن بما نكره، فلنسلمنك\nبجريرتك، فانطلق أنت بنفسك حتى تسأل رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفانطلقت إلى رسول الله صلى الله عليه وسلم، فجلست بين يديه، قلت: أي رسول\nالله! كنت تظهرت من امرأتي حتى ينسلخ هذا الشهر، وقد أصبتها في هذه الليلة.\nقال: أنت بذلك يا سلمة؟ قلت: أنا بذلك يا رسول الله. قال: أنت بذلك يا\nسلمة؟ قلت: أنا بذلك يا رسول الله، فانظر فما حكم الله علي ورسوله فأمضه،\nفإني صابر له.\n</p>\n\n<p>\nقال: أتجد رقبة تعتقها؟ قال: فضربت بيدي على صفحة عنقي، ثم قلت: والذي\nبعثك بالحق! ما أصبحت أملك رقبة غيرها.\n</p>\n\n<h1 class='l1' id='head99'>[ص: 124]</h1>\n\n<p>\nقال: أتطيق أن تصوم شهرين متتابعين؟ قلت: يا رسول الله! فهل علي، وهل أحد\n-يعني: أدخل علي ما أدخل إلا الصوم-.\n</p>\n\n<p>\nقال: فأطعم ستين مسكينا. قلت: يا رسول الله! والذي بعثك بالحق لقد بتنا\nالبارحة وحشا ما عندنا طعام نأكله.\n</p>\n\n<p>\nقال: فانطلق إلى صاحب صدقات بني زريق، وهم رهطك، فليدفع إليك ما اجتمع\nعنده من صدقاتهم، فأطعم عنك ستين مسكينا، وأطعم بقيته أهلك.\n</p>\n\n<p>\nقال: فانطلقت إلى قومي، فقلت: وجدتك عندكم الضيق وسوء الرأي، ووجدت عند\nرسول الله <span id='ms16'></span> صلى الله عليه وسلم السعة والبركة. أين صاحب صدقاتكم؟ فقد أمر لي\nبها رسول الله صلى الله عليه وسلم، فأخذتها وأطعمت عني ستين مسكينا، وأطعمت\nبقية أهلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>37- </h1>\n\n<p>\nومما يؤيد أنه سلمة بن صخر، هو ما رواه الأويسي، عن ابن أبي الزناد، عن\nعبد الرحمن بن\n</p>\n\n<h1 class='l1' id='head101'>[ص: 126]</h1>\n\n<p>\nالحارث، عن محمد بن جعفر، عن عباد بن عبد الله بن الزبير، عن عائشة رضي\nالله عنها أن النبي صلى الله عليه وسلم كان في ظل فارع، فجاءه رجل من بني\nبياضة، وذكر هذا الحديث.\n</p>\n\n<p>\nوفي حديث الليث، عن يحيى بن سعيد، عن عبد الرحمن بن القاسم، عن محمد بن\nجعفر، عن عباد بن عبد الله بن الزبير، عن عائشة أن\n</p>\n\n<h1 class='l1' id='head102'>[ص: 127]</h1>\n\n<p>\nذلك كان نهارا، وهو أصح من قول ابن إسحاق ليلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>38- </h1>\n\n<p>\nحدثنا عبد الله بن جعفر بن الورد، قال: حدثنا يحيى بن\n</p>\n\n<h1 class='l1' id='head104'>[ص: 128]</h1>\n\n<p>\nأيوب وأحمد بن حماد، قالا: حدثنا سعيد بن أبي مريم، قال: أخبرنا يحيى بن\nأيوب، قال: حدثني محمد بن عجلان، عن بكير بن عبد الله بن الأشج، عن سعيد بن\nالمسيب، أن سلمة بن صخر الزرقي ظاهر من امرأته شهرا، ثم رأى منها شيئا،\nفوقع عليها قبل أن يمضي الشهر. فأتى رسول الله صلى الله عليه وسلم فأخبره.\nفقال رسول الله صلى الله عليه وسلم: أعتق رقبة. قال: لا أجد.\n</p>\n\n<h1 class='l1' id='head105'>[ص: 129]</h1>\n\n<p>\nقال: فصم شهرين متتابعين. قال: ما أطيق الصيام.\n</p>\n\n<p>\nقال: أطعم ستين مسكينا، قال: ما أقدر على شيء. قال: فاذهب إلى صاحب\nالصدقة فخذ ما تكفر به عن يمينك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>39- </h1>\n\n<p>\nحدثنا عبد الله، قال: حدثنا يحيى بن أيوب وأحمد بن حماد، قالا: حدثنا\nسعيد بن أبي مريم، قال: أخبرنا يحيى بن أيوب، قال: حدثني يزيد بن أبي حبيب،\nعن بكير بن عبد الله، عن سلمة بن صخر، نحوه. ليس فيه سعيد بن المسيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>40- </h1>\n\n<p>\nحدثنا علي بن أحمد بن إسحاق المزكي، أن أبا العلاء الكوفي حدثهم، قال:\nحدثنا أبو بكر بن أبي شيبة، قال: حدثنا عبد السلام بن حرب، عن إسحاق بن <span id='ms17'></span> عبد\nالله بن أبي فروة، عن بكير بن\n</p>\n\n<h1 class='l1' id='head108'>[ص: 130]</h1>\n\n<p>\nعبد الله بن الأشج، عن سليمان بن يسار، عن سلمة بن صخر، قال: ظاهرت على\nعهد رسول الله صلى الله عليه وسلم، فوقعت عليها قبل أن أكفر، فسألت النبي\nصلى الله عليه وسلم، فأفتاني بكفارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head109'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head110'>41- </h1>\n\n<p>\nحدثنا أبو بكر صالح [بن] (1) علي الحصيني، أن محمد بن الحسن بن قتيبة\nحدثهم، قال: حدثنا حرملة بن يحيى، قال: أخبرنا عبد الله بن وهب، قال:\nأخبرني يونس بن يزيد، عن ابن شهاب، عن ابن المسيب وأبي سلمة بن عبد الرحمن،\nأن أبا هريرة قال: اقتتلت امرأتان من هذيل، فرمت إحداهما بطن الأخرى بحجر،\nفقتلها وما في بطنها، فاختصموا إلى رسول الله صلى الله عليه وسلم، فقضى أن\nدية جنينها غرة عبد أو وليدة، وقضى بدية المرأة على عاقلتها، وورثها ولدها\nومن معهم.\n</p>\n\n<p>\nفقال حمل بن مالك بن النابغة الهذلي: يا رسول الله! كيف أغرم من لا أكل\nولا شرب، ولا نطق ولا استهل؟ فمثل هذا\n</p>\n\n<h1 class='l1' id='head111'>[ص: 132]</h1>\n\n<p>\nيطل.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: إنما هذا من إخوان الكهان، ومن أجل\nسجعه الذي سجع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>42- </h1>\n\n<p>\nحدثنا أبو الحسن علي بن أحمد المديبري، قال: حدثنا أبو عروبة، قال: حدثنا\nأبو فروة، قال: حدثنا أبي قال: حدثنا\n</p>\n\n<h1 class='l1' id='head113'>[ص: 135]</h1>\n\n<p>\nجدي، قال: حدثنا زيد، عن الحكم، عن مجاهد أبي الحجاج، قال: كتب معاوية بن\nأبي سفيان إلى المغيرة بن شعبة، أن اكتب إلي: هل سمعت النبي صلى الله عليه\nوسلم قضى في امرأة حامل ضربت، فألقت ما في بطنها؟\n</p>\n\n<p>\nفكتب إليه المغيرة: أن رجلا من هذيل يقال له حمل بن مالك بن نابغة، كانت\nله امرأتان، هذلية وعامرية، فقامت العامرية إلى الهذلية فانتزعت عمود\nقبتها، فضربتها به وهي حامل، فألقت جنينها، ثم ماتت. فأتى النبي صلى الله\nعليه وسلم، فقضى في الجنين غرة، وجعل على عاقلة المرأة العامرية الدية.\n</p>\n\n<h1 class='l1' id='head114'>[ص: 136]</h1>\n\n<p>\nفقام رجل من بني عامر، فقال: يا رسول الله! أندي من لا أكل ولا شرب ولا\nاستهل؟ فدم ذلك <span id='ms18'></span> هدر. فقال النبي صلى الله عليه وسلم: ((إن سجعك سجع\nالجاهلية، فأدوا الدية)) .\n</p>\n\n<p>\nقال أبو محمد عبد الغني [بن سعيد] : يقال: اسم المرأة ذات الجنين مليكة\nبنت عويمر، والمرأة الضاربة لها يقال لها: أم عفيف بنت مسروح. والحجة في\nذلك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>43- </h1>\n\n<p>\nما حدثنا أبو جعفر الأسواني، أن موسى بن عبد الملك بن أبي مروان حدثهم،\nقال: حدثني موسى بن الحسن، قال: حدثنا محمد بن عباد، قال: حدثنا محمد بن\nسليمان -يعني: المسمولي-، عن عمرو بن تميم بن عويمر إن شاء الله، عن أبيه،\nعن جده، قال: كانت أختي مليكة بنت عويمر، وامرأة منا يقال لها: أم عفيف\nابنة مسروح من بني سعد، فضربت أم عفيف بنت مسروح مليكة ابنة عويمر بمسطح\nبيتها وهي\n</p>\n\n<h1 class='l1' id='head116'>[ص: 138]</h1>\n\n<p>\nحامل، فقتلتها [وما في] بطنها. فقضى رسول الله صلى الله عليه وسلم فيها\nبالدية، وفي جنينها بغرة: عبد أو وليدة.\n</p>\n\n<p>\nفقال العلاء بن مسروح: يا رسول الله! أنغرم من لا شرب ولا أكل، ولا نطق\nولا استهل؟ فمثل هذا يطل.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: أسجاع، أو: سجعان سائر اليوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head117'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head118'>44- </h1>\n\n<p>\nحدثنا أبو الطاهر السدوسي، أن إبراهيم بن شريك حدثهم، قال: حدثنا أحمد بن\nعبد الله بن يونس، قال: حدثنا زائدة، عن عبد الملك بن عمير، عن ربعي بن\nحراش، عن أبي اليسر، قال: قال\n</p>\n\n<h1 class='l1' id='head119'>[ص: 140]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم: ((من أنظر معسرا، أو وضع عنه، أظله الله\nيوم لا ظل إلا ظله)) .\n</p>\n\n<p>\nقال: فبصق أبو اليسر في صحيفته، وقال لغريمه: اذهب فهي لك. وذكر أنه كان\nمعسرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: اسم غريم أبي اليسر: الحارث بن يزيد\nالجهني. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head120'>45- </h1>\n\n<p>\nما حدثنا محمد بن أحمد بن الفرج، أن علي بن الحسن حدثهم، قال: حدثنا أبو\nالطاهر، قال: حدثنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: حدث جابر\nبن عبد الله، قال: قال أبو اليسر: كان لي على الحارث بن يزيد الجهني مال،\nفطال حبسه إياي <span id='ms19'></span>، فجئته، فانكمأ مني. فلما كثر ندائي إياه خرج علي ابن له،\nفسألته عنه. فقال: هو في البيت يختبئ منك. فناديته أن قد رأيت مكانك. فخرج\nعلي، فقلت: ساء هذا\n</p>\n\n<h1 class='l1' id='head121'>[ص: 142]</h1>\n\n<p>\nعملا! تمطلني وتختبئ مني؟ قال: أتاني طالب حق، وكنت معسرا، فأردت أن\nأتكمأ منه حتى يأتي الله بيساره.\n</p>\n\n<p>\nفاستحلفه أبو اليسر أربع مرات ما اختبأت إلا من عسرة؟ فحلف له الحارث بن\nيزيد. فقال أبو اليسر: فإني أشهد على رسول الله صلى الله عليه وسلم، لقال:\n((إن أول من يستظل في ظل الله يوم القيامة رجل أنظر معسرا حتى يجد يساره\nفيعطيه، أو يتصدق عليه بما له عليه من الحق)) . وما لي عليك صدقة أبتغي به\nوجه الله. ثم محا صحيفته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head122'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head123'>46- </h1>\n\n<p>\nحدثنا صالح بن علي أبو بكر الحصيني، أن محمد بن الحسن بن قتيبة حدثهم،\nقال: حدثنا حرملة بن يحيى، قال: حدثنا عبد الله بن وهب، قال: أخبرني يونس\nبن يزيد، عن ابن شهاب، قال: أخبرني عروة بن الزبير، أن عائشة أخبرته، أن\nرفاعة القرظي طلق امرأته، فبت طلاقها. فتزوجت بعده عبد الرحمن بن الزبير.\nفجاءت النبي صلى الله عليه وسلم، فقالت: يا رسول الله! إنها كانت تحت\nرفاعة، فطلقها آخر ثلاث تطليقات، وتزوجت بعده عبد الرحمن بن الزبير، وإنه\nوالله ما معه إلا مثل الهدبة، وأخذت هدبة من جلبابها.\n</p>\n\n<p>\nفتبسم رسول الله صلى الله عليه وسلم ضاحكا، وقال: لعلك تريدين أن ترجعي\nإلى رفاعة؟ لا! حتى يذوق عسيلتك وتذوقي عسيلته.\n</p>\n\n<h1 class='l1' id='head124'>[ص: 144]</h1>\n\n<p>\nقال: وأبو بكر الصديق جالس عند رسول الله صلى الله عليه وسلم، وخالد بن\nسعيد بن العاص جالس بباب الحجرة لم يؤذن له، فطفق خالد ينادي: يا أبا بكر!\nألا تزجر هذه عما تجهر به عند رسول الله صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head125'>[ص: 146]</h1>\n\n<p>\nقال ابن شهاب: فمن أجل ذلك لا يحل لمن بت طلاق امرأته أن يتزوجها حتى\nتنكح زوجا غيره، ويدخل بها، ويمسها. فإن مات قبل ذلك، أو طلقها، فلا تحل\nحتى تنكح من يمسها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال <span id='ms20'></span> أبو محمد عبد الغني بن سعيد: اسم امرأة رفاعة هذه: تميمة بنت وهب،\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head126'>47- </h1>\n\n<p>\nحدثنا بها أبو القاسم عبد الرحمن بن تمام بن زرعة وأبو عيسى عبد الرحمن\nبن إسماعيل بن عبد الله، قالا: حدثنا أحمد بن شعيب أبو عبد الرحمن، قال:\nحدثنا يونس بن عبد\n</p>\n\n<h1 class='l1' id='head127'>[ص: 147]</h1>\n\n<p>\nالأعلى، قال: حدثنا ابن وهب، قال: حدثني مالك بن أنس، عن المسور بن رفاعة\nالقرظي، عن الزبير بن عبد الرحمن بن الزبير، عن أبيه، أن رفاعة بن سموأل\nطلق تميمة بنت وهب على عهد رسول الله صلى الله عليه وسلم ثلاثا. فنكحها عبد\nالرحمن بن الزبير، فاعترض عنها فلم يستطع أن يمسها، فطلقها ولم يمسها.\nفأراد رفاعة وهو زوجها الذي كان طلقها قبل عبد الرحمن أن ينكحها، فذكر ذلك\nلرسول الله صلى الله عليه وسلم. فنهاه عن تزويجها، وقال: ((لا تحل لك حتى\nتذوق العسيلة)) .\n</p>\n\n<p>\nقال أبو عبد الرحمن: هذا الحديث خطا، الصواب مرسل. وكذلك في الموطأ مرسل.\n</p>\n\n<h1 class='l1' id='head128'>[ص: 148]</h1>\n\n<p>\nوسمعت علي بن عمر يقول: الزبير الأول بالضم، والثاني بالفتح، وأنه ضبط\nذلك عن أبي بكر النيسابوري.\n</p>\n\n<p>\nقال الشيخ أبو محمد: وكذلك أخرجه البخاري في التاريخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head129'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head130'>48- </h1>\n\n<p>\nحدثني الحسين بن محمد بن سلم الكوفي -يعرف بابن سودان-، أن أبا عبد\nالرحمن أحمد بن شعيب حدثهم، قال: حدثنا أبو رجاء قتيبة بن سعيد بن جميل بن\nطريف البغلاني، قال: حدثنا الليث بن سعد عن ابن أبي مليكة، عن المسور بن\nمخرمة، قال: سمعت رسول الله صلى الله عليه وسلم وهو على المنبر، وهو يقول:\nإن بني هشام بن المغيرة استأذنوني أن ينكحوا ابنتهم علي بن أبي طالب، فلا\nآذن لهم، ثم لا آذن لهم، إلا أن يريد علي بن أبي طالب أن يطلق ابنتي وينكح\nابنتهم، فإنما هي بضعة مني، يريبني ما رابها، ويؤذيني ما\n</p>\n\n<h1 class='l1' id='head131'>[ص: 150]</h1>\n\n<p>\nآذاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: اسم بنت هشام بن المغيرة:\n</p>\n\n<h1 class='l1' id='head132'>[ص: 152]</h1>\n\n<p>\nالعوراء ابنة أبي جهل. الحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head133'>49- </h1>\n\n<p>\nحدثنا أبو الطاهر السدوسي، أن يحيى <span id='ms21'></span> بن محمد بن صاعد حدثهم، قال: حدثنا\nعبد الجبار بن العلاء، قال: حدثنا سفيان، عن عمرو بن دينار، عن أبي جعفر،\nقال: قال رسول الله صلى الله عليه وسلم على المنبر: إن عليا قد أراد أن\nيخطب العوراء ابنة أبي جهل ولم يكن ذلك له، يجمع بين ابنة عدو الله وبين\nبنت رسول الله صلى الله عليه وسلم، وإنما فاطمة بضعة مني، يغضبني ما\nأغضبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head134'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head135'>50- </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم بن جامع، قال: حدثنا هارون بن كامل، قال: حدثنا\nعبد الله بن عبد الحكم، قال: أخبرنا مالك بن أنس، عن أبي الزناد، عن\nالأعرج، عن أبي هريرة، أنه قال: قال رسول الله صلى الله عليه وسلم: ((يأكل\nالمسلم في معي واحد، والكافر يأكل في سبعة أمعاء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>51- </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم بن جامع، قال: حدثنا هارون بن كامل، قال: حدثنا\nعبد الحكم، قال: أخبرنا مالك، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة،\nأن رسول الله صلى الله عليه وسلم ضافه ضيف كافر، فأمر له بشاة فحلبت، فشرب\nحلابها.\n</p>\n\n<p>\nثم أمر له بأخرى، فشرب حلابها، حتى شرب حلاب سبع شياه. ثم إنه أصبح\nفأسلم. فأمر له رسول الله صلى الله عليه وسلم بشاة، فحلبت، [فشرب حلابها،\nثم أمر به بأخرى] ، فلم يستتمها.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: ((إن المؤمن يشرب في معي واحد،\nوالكافر يشرب في سبعة أمعاء)) .\n</p>\n\n<h1 class='l1' id='head137'>[ص: 155]</h1>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: سمعت أبا علي الحسن بن الخليل، يقول:\nسمعت أبا جعفر أحمد بن محمد بن سلامة يقول في هذا الحديث: إن هذا الكافر\nمخصوص.\n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني بن\n</p>\n\n<h1 class='l1' id='head138'>[ص: 156]</h1>\n\n<p>\nسعيد: قد جاءت روايتان في هذا الرجل، إحداهما تخبر بأن هذا الرجل: نضلة\nبن عمرو الغفاري. والأخرى تخبر بأنه: أبو بصرة جميل بن بصرة الغفاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>52- </h1>\n\n<p>\nحدثنا أبو الطاهر السدوسي، قال: حدثنا أبو مسلم الكجي، قال: حدثنا محمد\nبن إسحاق البلخي، قال: حدثنا محمد بن معن [بن محمد بن معن] بن <span id='ms22'></span> نضلة بن عمرو\nالغفاري، قال: حدثني جدي محمد بن\n</p>\n\n<h1 class='l1' id='head140'>[ص: 157]</h1>\n\n<p>\nمعن، عن أبيه، عن جده نضلة بن عمرو، أنه لقي رسول الله صلى الله عليه\nوسلم بشوائل له، فحلب لرسول الله صلى الله عليه وسلم فشرب، ثم شرب فضلة\nفامتلأ. فقال: يا رسول الله! إني كنت أشرب فأكثر فما أمتلئ.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: ((المؤمن يشرب في معي واحد، والكافر\nيشرب في سبعة أمعاء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>53- </h1>\n\n<p>\nحدثنا أبو الطاهر، قال: حدثنا يوسف بن يعقوب، قال: حدثنا محمد بن كثير\nالعبدي، قال: حدثنا سليمان بن كثير، عن\n</p>\n\n<h1 class='l1' id='head142'>[ص: 158]</h1>\n\n<p>\nحصين، عن أبي صالح، قال: أقبل ركب من غفار قريب من ثلاثين راكبا على رسول\nالله صلى الله عليه وسلم، فتفرقوا في الناس، وكان فيهم رجل يكنى أبا بصرة،\nمثل السارية، فتحاماه الناس فتركوه قاعدا وحده. قال: فأمر له رسول الله صلى\nالله عليه وسلم، فأتبعه رسول الله صلى الله عليه وسلم بطعام، فوضع ين يديه،\nفأكله، ثم حلب له، فشرب، حتى شرب سبعة أقداح. قال: فقيل له: قل لا إله إلا\nالله. قال: وتكلم بالإسلام.\n</p>\n\n<p>\nقال: فخرج رسول الله صلى الله عليه وسلم إلى الصلاة، فاستتبعته، فلما رجع\nرسول الله صلى الله عليه وسلم أمر بالإناء الذي وضع بين يديه بالأمس، فلم\nيأكل إلا يسيرا حتى قال: شبعت. قال: وحلب له في الإناء الذي كان يشرب فيه،\nفلم يشرب إلا يسيرا حتى قال: رويت. قال: فضرب رسول الله صلى الله عليه وسلم\nعلى منكبيه، فقال: ((كنت بالأمس كافرا وأنت اليوم مسلم، وإن الكافر يأكل في\nسبعة أمعاء، والمؤمن يأكل في معي واحد)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head143'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head144'>54- </h1>\n\n<p>\nحدثنا محمد بن علي النقاش، قال: حدثنا عبدان، قال: حدثنا عباس بن الوليد،\nقال: حدثنا عبد الواحد بن زياد، قال: حدثنا حجاج، قال: حدثنا عدي بن ثابت،\nأنه سمع البراء بن عازب\n</p>\n\n<h1 class='l1' id='head145'>[ص: 161]</h1>\n\n<p>\nيقول: مر بي عمي ومعه الرمح، قال: فقلت: أين تريد؟ قال: فلان تزوج امرأة\nأبيه، بعثني إليه رسول الله صلى الله عليه وسلم أقتله، أو <span id='ms23'></span> قال: أضرب عنقه.\n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: يقال: إن هذا الرجل منظور بن زبان بن\nسيار بن عمرو.\n</p>\n\n<h1 class='l1' id='head146'>[ص: 162]</h1>\n\n<p>\nذكره المفضل بن غسان بن المفضل الغلابي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head147'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head148'>55- </h1>\n\n<p>\nحدثنا أحمد بن عمر بن مويس، قال: حدثنا عبد الله بن محمد بن سلم، قال:\nحدثنا عبد الجبار بن العلاء، قال: حدثنا سفيان بن عيينة، عن الزهري، عن\nسعيد بن المسيب، عن أبي هريرة، قال: جاء رجل [من بني فزارة] إلى النبي صلى\nالله عليه وسلم، فقال: يا رسول الله! إن امرأتي ولدت غلاما أسود. فقال\nالنبي صلى الله عليه وسلم: هل لك من إبل؟ قال: نعم. قال: فما ألوانها؟ قال:\nحمر. قال: فهل فيها من أورق؟ قلت: إن فيها لورقا. قال: فأنى هذا لك؟ قلت:\nعسى نزعها عرق. قال: وهذا لعله نزعه عرق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: الرجل الفزاري هو: ضمضم بن قتادة.\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head149'>56- </h1>\n\n<p>\nما حدثنا به أبو إسحاق إبراهيم بن عمر بن إبراهيم الدمشقي، قال: حدثنا\nالقاسم بن عيسى العصار، قال: حدثنا محمد بن أحمد بن محمد بن مطر بن العلاء\nبن أبي الشعثاء أخو بني فزراة الفزاري، قال: حدثني يحيى بن الغمر، وكان زوج\nبنت مطر بن العلاء، قال: سمعت جدك مطرا يحدث عن عمته، وقطبة بنت هرم بن\n</p>\n\n<h1 class='l1' id='head150'>[ص: 166]</h1>\n\n<p>\nقطبة، أن مدلوكا حدثهم، أن ضمضم بن قتادة ولد له مولود أسود، من امرأة له\nمن بني عجل، فأوحش لذلك، فشكا إلى النبي صلى الله عليه وسلم. فقال: هل لك\nمن إبل؟ قال: نعم. قال: فما ألوانها؟ قال: فيها الأحمر والأسود وغير ذلك،\nقال: فأنى ذلك؟ قال: عرق نزع. قال: وهذا عرق نزع.\n</p>\n\n<p>\nقال: فقدمن عجائز من بني عجل، فأخبرن أنه كان للمرأة جدة سوداء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head151'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head152'>57- </h1>\n\n<p>\nحدثنا حمزة بن محمد الكناني ومحمد بن علي النقاش، قالا: أخبرنا أبو يعلى\nأحمد بن علي بن المثنى، قال: حدثنا عمرو الناقد، قال: حدثنا سفيان -يعني\nابن عيينة-، عن عمرو بن دينار، عن جابر، قال: قال <span id='ms24'></span> رجل يوم أحد: يا رسول\nالله! إن قتلت أين أنا؟ قال: في الجنة. فألقى تمرات كن في يده فقاتل حتى\nقتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: هذا الرجل هو عمير بن\n</p>\n\n<h1 class='l1' id='head153'>[ص: 168]</h1>\n\n<p>\nالحمام. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head154'>58- </h1>\n\n<p>\nما حدثنا به أبو بكر النرسي، قال: حدثنا عبد الله بن إسحاق المدائني،\nقال: حدثنا هارون بن عبد الله، ويوسف بن موسى، قالا: حدثنا هاشم بن القاسم،\nقال: حدثنا سليمان بن المغيرة، عن ثابت، عن أنس، قال: بعث رسول الله صلى\nالله عليه وسلم بسبسة\n</p>\n\n<h1 class='l1' id='head155'>[ص: 169]</h1>\n\n<p>\nعينا ينظر ما صنعت عير أبي سفيان. فجاء وما في البيت أحد غيري وغير رسول\nالله صلى الله عليه وسلم. قال: لا أدري استثنى بعض نسائه. قال: فحدثته\nالحديث. فخرج رسول الله صلى الله عليه وسلم فتكلم، فقال: إنا لنا طلبة، فمن\nكان ظهره حاضرا.\n</p>\n\n<p>\nفانطلق رسول الله صلى الله عليه وسلم وأصحابه حتى سبقوا المشركين إلى\nبدر. وجاء المشركون، فقال رسول الله قوموا إلى جنة عرضها السموات والأرض.\nقال: يقول عمير بن الحمام الأنصاري: يا رسول الله! جنة عرضها السموات\nوالأرض؟ قال: نعم. قال: بخ بخ. فقال رسول الله صلى الله عليه وسلم: ما\nيحملك على\n</p>\n\n<h1 class='l1' id='head156'>[ص: 170]</h1>\n\n<p>\nقولك: بخ بخ؟ قال: لا [والله يا رسول الله صلى الله عليه وسلم] ، إلا\nرجاء أن أكون من أهلها. قال: فإنك من أهلها. فأخرج تمرات من قرنه، فجعل\nيأكل منهن. ثم قال: لئن حييت حتى آكل تمراتي هذه! إنها لحياة طويلة. قال:\nفرمى بما كان معه من التمر، ثم قاتلهم حتى قتل.\n</p>\n\n<p>\nفي حديث جابر: أن ذلك كان يوم أحد. وفي حديث أنس هذا: كان يوم بدر، والله\nأعلم أي اليومين كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head157'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head158'>59- </h1>\n\n<p>\nحدثنا أبو الحسن النيسابوري، أن أبا عبد الرحمن أحمد بن شعيب النسوي\nأخبرهم، قال: أخبرنا محمد بن المثنى، قال: حدثنا محمد وهو ابن جعفر، قال:\nحدثنا شعبة، عن الحكم، عن ذكوان، عن أبي سعيد، أن رسول الله صلى الله عليه\nوسلم مر على رجل من <span id='ms25'></span> الأنصار فأرسل إليه، فخرج إليه ورأسه يقطر. فقال: لعلنا\nأعجلناك؟ قال: نعم يا رسول الله. قال: فإذا أعجلت أو أقحطت، فلا غسل عليك،\nوعليك\n</p>\n\n<h1 class='l1' id='head159'>[ص: 172]</h1>\n\n<p>\nالوضوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: اسم هذا الرجل الأنصاري: صالح. والحجة\nفي ذلك:\n</p>\n\n<h1 class='l1' id='head160'>60- </h1>\n\n<p>\nما حدثنا أبو بكر النقاش، قال: حدثنا أبو يعلى، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head161'>[ص: 173]</h1>\n\n<p>\nعقبة بن مكرم الكوفي، قال: حدثنا يونس، يعني: ابن بكير، قال: حدثنا محمد\nبن إسحاق، عن سعيد بن عبد الرحمن بن أبي سعيد، عن أبيه، عن جده أبي سعيد،\nقال: خرجنا مع رسول الله صلى الله عليه وسلم إلى مسجد بني عمرو بن عوف، فمر\nبقرية بني سالم، فهتف برجل من أصحابه يقال له: صالح، فخرج إليه، فأخذ رسول\nالله صلى الله عليه وسلم بيده، حتى إذا دخل المسجد نزع صالح يده من يد رسول\nالله صلى الله عليه وسلم، فعمد إلى بعض الحوائط فدخله، فاغتسل فيه، ثم أقبل\nورسول الله صلى الله عليه وسلم على باب المسجد. فقال: أين ذهبت يا صالح؟\n</p>\n\n<p>\nقال: هتفت بي وأنا مع المرأة قد خالطتها، فلما دخلت المسجد كرهت أن أدخله\nحتى أغتسل.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: ((الماء من الماء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head162'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head163'>61- </h1>\n\n<p>\nحدثنا علي بن عبد الله بن الفضل أبو الحسين التميمي، قال: حدثنا الحسن بن\nمحمد بن عنبر، قال: حدثنا أبو خيثمة، قال: حدثنا جرير، عن برد بن أبي زياد،\nعن أبي فاختة، قال: حدثتني أم هانئ، أن رسول الله صلى الله عليه وسلم أهديت\nله حلة سيراء، فبعث بها إلى علي رضي الله عنه.\n</p>\n\n<h1 class='l1' id='head164'>[ص: 176]</h1>\n\n<p>\nفراح علي وهي عليه. فقال: إنما كسوتكها لتجعلها خمرا للفواطم.\n</p>\n\n<h1 class='l1' id='head165'>[ص: 177]</h1>\n\n<p>\nرواه أخوه يزيد بن أبي زياد، فأدخل بين أبي فاختة وأم هانئ جعدة بن\nهبيرة.\n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: سمي من الفواطم أربع أنا ذاكرهن، فالذي\nقال عبد الله بن مسلم بن قتيبة في غريب الحديث: أن إحداهن: فاطمة بنت\n[محمد] رسول الله صلى الله عليه وسلم، زوج <span id='ms26'></span> علي بن أبي طالب رضي الله عنه.\n</p>\n\n<h1 class='l1' id='head166'>[ص: 178]</h1>\n\n<p>\nوالثانية: فاطمة بن أسد بن هاشم زوج أبي طالب، وأم علي وجعفر [وعقيل\nوطالب] وكانت قد أسلمت، ويقال: إنها أول هاشمية ولدت لهاشمي.\n</p>\n\n<p>\nولا أعرف الثالثة. وكانت جدة النبي صلى الله عليه وسلم لأبيه فاطمة\nالمخزومية ولا أراه رآها، ولا لحقت هذا الوقت.\n</p>\n\n<p>\nوكذلك أم خديجة، فاطمة بنت الأصم، لا أراها أدركت زمان قول النبي صلى\nالله عليه وسلم حين قال لعلي -رحمة الله عليه- ما قال.\n</p>\n\n<p>\nقال أبو محمد عبد الغني بن سعيد: وقد ذكر يزيد بن أبي زياد في حديثه عن\nأبي فاختة، عن جعدة بن هبيرة، عن أم هانئ، فاطمة بنت حمزة بن عبد المطلب،\nفهذه ممن أدركت هذا الكلام من رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>62- </h1>\n\n<p>\nحدثنا أبو الطاهر السدوسي، قال: حدثنا يوسف بن يعقوب القاضي، قال: حدثنا\nمحمد بن أبي بكر، قال: حدثنا عمران بن عيينة، قال: حدثنا يزيد بن أبي زياد،\nعن أبي فاختة، عن جعدة بن هبيرة، عن علي رضي الله عنه، قال: أهدي إلى رسول\nالله صلى الله عليه وسلم حلة مسيرة بحرير إما سداها وإما لحمتها، فبعث بها\nالنبي صلى الله عليه وسلم إلي، فقلت: يا رسول الله! ما أصنع بها؟ ألبسها؟\nقال: إني لا أرضى لك ما أكره لنفسي، اجعلها خمرا للفواطم.\n</p>\n\n<p>\nقال: فشققت منها أربعة أخمرة، خمارا لفاطمة بنت أسد بن هاشم -وهي أم علي-\nوخمارا لفاطمة بنت محمد، وخمارا لفاطمة بنت حمزة بن عبد الملطب.\n</p>\n\n<h1 class='l1' id='head168'>[ص: 180]</h1>\n\n<p>\nقال يزيد: وذكر فاطمة أخرى نسيتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head169'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head170'>63- </h1>\n\n<p>\nحدثنا أبو جعفر أحمد بن إسماعيل الخراساني، قال: حدثنا عبد الله بن محمد\nبن مسلم المقدسي، قال: حدثنا ابن أبي عمر، قال: حدثنا سفيان بن عيينة، عن\nإسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن عدي بن حاتم، قال: قال لي\nرسول الله صلى الله عليه وسلم: مثلت لي الحيرة كأنياب الكلاب، فإنكم\nستفتحونها.\n</p>\n\n<p>\nفقام رجل فقال: هب لي يا رسول الله ابنة بقيلة. قال <span id='ms27'></span>: هي لك. قال: قد\n</p>\n\n<h1 class='l1' id='head171'>[ص: 182]</h1>\n\n<p>\nأخذتها. فأعطوه إياها، فجاء أبوها، فقال: أتبيعها؟ قال: نعم. بكم؟ قال:\nاحتكم ما شئت. قال: بألف درهم، قال: قد أخذتها. قيل له: لو قلت: ثلاثين\nألفا. قال: وهي عدد أكثر من ألف؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني بن سعيد: الرجل المستوهب هذه المرأة من\nالنبي صلى الله عليه وسلم، هو: خريم بن أوس -ابن عم عدي بن حاتم-. الحجة في\nذلك:\n</p>\n\n<h1 class='l1' id='head172'>64- </h1>\n\n<p>\nهي: ما دفعه إلي القاضي أبو الطاهر السدوسي في كتاب الفتوح للهيثم بن\nعدي، الذي سمعه من موسى بن زكريا التستري، عن\n</p>\n\n<h1 class='l1' id='head173'>[ص: 183]</h1>\n\n<p>\nالصلت بن مسعود، عن الهيثم، ذكر أن مجاهدا أنبأهم عن الشعبي، عن النبي\nصلى الله عليه وسلم كان لا يسأله أحد شيئا فيقول لا، وأنه قام إليه خريم بن\nأوس بن حارثة بن لام الطائي، وكان أهدى إليه هدية، فقال: يا رسول الله! إن\nفتح الله عليك الحيرة، فأعطني ابنة حيان بن بقيلة. قال: هي لك.\n</p>\n\n<p>\nفلما قدم خالد بن الوليد في زمان أبي بكر رضي الله عنه، صالحوه على مئة\nألف، على أن لا يهدم لهم قصرا، ولا يقتل أحدا، وأن يكونوا عيونه، وأن\nينزلوا من مر من أصحابه.\n</p>\n\n<p>\nفقام إليه خريم بن أوس، فقال: لا تدخل ابنة حيان في صلحك، فإني كنت قد\nسألتها رسول الله صلى الله عليه وسلم فأعطانيها. قال: ومن يشهد لك؟ قال:\nفشهد له بشير بن سعد ومحمد بن\n</p>\n\n<h1 class='l1' id='head174'>[ص: 184]</h1>\n\n<p>\nمسلمة الأنصاريان. فأمر خالد بن الوليد أهل الحيرة أن لا يدخلوها في\nصلحهم لذلك. فقالوا: فدعنا فلنرضه.\n</p>\n\n<p>\nفقال: عندكم. فقالوا: نبتاعها منك، فإنها قد كبرت، وليست على ما عهدت في\nالشباب.\n</p>\n\n<p>\nقال: فأعطوني. قالوا: احتكم. قال: أحتكم إلى ألف درهم، على أن لي منها\nنظرة.\n</p>\n\n<p>\nفأجلسوا عجوزا ليست بها. فقال: البائسة، قد عجزت بعدي. فأخذ ألف درهم.\nفلامه المسلمون على تقصيره. قال: ما كنت أرى أن الله عز وجل خلق عددا أكثر\nمن ألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head175'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head176'>65- </h1>\n\n<p>\nحدثنا الحسن بن رشيق، قال: حدثنا علي بن سعيد <span id='ms28'></span>، قال: حدثنا أبو السائب سلم\nبن جنادة، قال: حدثنا حفص بن غياث، قال: حدثنا هشام بن عروة، عن أبيه، عن\nعائشة رضي الله عنها، قالت: كانت تأتي رسول الله صلى الله عليه وسلم امرأة\nفيكرمها. فقلت: يا رسول الله! من هذه؟ قال: هذه امرأة كانت تأتينا أيام\nخديجة، وإن حسن العهد من الإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني بن سعيد: هذه المرأة يقال لها: أم زفر.\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head177'>66- </h1>\n\n<p>\nما حدثناه أبو بكر الذارع، قال: حدثنا محمد بن الحسن الأنصاري، قال:\nحدثنا الزبير بن بكار، قال: أخبرني سليمان بن عبد الله بن سليمان الهاشمي،\nقال: أخبرني شيخ من أهل مكة، قال: هي أم زفر -ماشطة خديجة- يعني السوداء\nالعجوز التي كانت تغشى النبي صلى الله عليه وسلم في حياة خديجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head178'>باب</h1>\n\n<p>\n</span>\n</p>\n\n<h1 class='l1' id='head179'>67- </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن محمد بن أبي الموت، قال: حدثنا علي بن عبد العزيز،\nقال: حدثنا القعنبي، عن مالك، عن ابن شهاب، أن أبا أمامة بن سهل بن حنيف\nحدثه، أن مسكينة مرضت، فأخبر رسول الله صلى الله عليه وسلم بمرضها، وكان\nرسول الله صلى الله عليه وسلم يعود المساكين، ويسأل عنهم. فقال رسول الله\nصلى الله عليه وسلم: إذا ماتت فآذنوني بها. فخرجوا بجنازتها ليلا، وكرهوا\nأن يوقظوا رسول الله صلى الله عليه وسلم. فلما أصبحوا أخبروه بالذي كان من\nشأنها. فقال: ألم آمركم أن تؤذنوني بها؟ قالوا: يا رسول الله! كرهنا أن\nنوقظك.\n</p>\n\n<h1 class='l1' id='head180'>[ص: 188]</h1>\n\n<p>\nفخرج النبي صلى الله عليه وسلم حتى صف بالناس على قبرها، وكبر أربع\nتكبيرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني: هذه المرأة هي: أم محجن. والحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head181'>68- </h1>\n\n<p>\nما حدثنا القاضي أبو الطاهر، قال: حدثنا أبو أحمد محمد بن عبدوس بن كامل،\nقال: حدثنا محمد بن حميد، قال: حدثنا مهران بن أبي عمر، قال: حدثنا أبو\nسنان سعيد بن سنان الشيباني، عن علقمة بن مرثد، عن ابن بريدة، عن\n</p>\n\n<h1 class='l1' id='head182'>[ص: 190]</h1>\n\n<p>\nأبيه، أن النبي صلى الله عليه وسلم مر على قبر حديث <span id='ms29'></span> عهد بدفن، ومعه أبو\nبكر رضي الله عنه، فقال: قبر من هذا؟\n</p>\n\n<p>\nفقال: يا رسول الله! هذه أم محجن، كانت مولعة بأن تلقط القذى من المسجد.\nقال: أفلا آذنتموني؟\n</p>\n\n<p>\nقال: كنت نائما، فكرهنا أن نهيجك. قال: فلا تفعلوا، فإن صلاتي على موتاكم\nتنور لهم في قبورهم. قال: فصف بأصحابه فصلى عليها.\n</p>\n\n<p>\nقال أبو سنان: فعرضت هذا الحديث على عمرو بن مرة، فقال: إن أبا موسى\nوأصحابه، صلوا على قبر بعدما دفن، وقال: لا أسبق اليوم بالصلاة عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>باب</h1>\n\n<h1 class='l1' id='head184'>69- </h1>\n\n<p>\nحدثنا أبو بكر النرسي، قال: حدثني [عبد الله بن إبراهيم الزبيبي] ، قال:\nحدثنا نصر بن علي، قال: حدثنا أبي، عن شعبة، عن سماك، عن إبراهيم، عن خاله،\nعن عبد\n</p>\n\n<h1 class='l1' id='head185'>[ص: 192]</h1>\n\n<p>\nالله، أن رجلا دخل مع امرأة في حش بالمدينة، فأصاب منها ما دون الجماع.\nفذكر ذلك لرسول الله صلى الله عليه وسلم. فكأنه لم يقل فيه شيئا. فنزلت:\n{وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك\nذكرى للذاكرين} .\n</p>\n\n<p>\nقال شعبة: وأحسب أنه قال: ألي خاصة، أم للناس كافة -أو عامة-؟ قال: بل\nللناس كافة -أو عامة-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو محمد عبد الغني بن سعيد: الرجل هو: أبو اليسر كعب بن عمرو.\nوالحجة في ذلك:\n</p>\n\n<h1 class='l1' id='head186'>70- </h1>\n\n<p>\nما حدثنا محمد بن عبد الله بن زكريا، قال: أخبرنا أحمد بن شعيب، قال:\nأخبرنا محمد بن حاتم، قال: أخبرنا سويد بن\n</p>\n\n<h1 class='l1' id='head187'>[ص: 194]</h1>\n\n<p>\nنصر، قال: أخبرنا عبد الله -يعني ابن المبارك-، عن شريك، قال: حدثنا\nعثمان -يعني ابن موهب-، عن موسى بن طلحة، عن أبي اليسر، قال: أتته امرأة،\nوزوجها غائب قد بعثه النبي صلى الله عليه وسلم في بعث. فقالت له: يعني\nبدرهم تمرا. فقال لها: وأعجب لك، إن في البيت تمرا أطيب من هذا.\n</p>\n\n<p>\nفانطلق بها فغمزها، وقبلها، ففرغ، ثم خرج. فلقي أبا بكر رضي الله عنه،\nفقال له: هلكت. فقال: ما شأنك؟ فقص عليه أمره، وقال له: هل لي من توبة؟\nقال: نعم. فتب ولا تعد، ولا تخبرن أحدا.\n</p>\n\n<p>\nثم انطلق <span id='ms30'></span> حتى أتى النبي صلى الله عليه وسلم، فقص [عليه أمره. فقال: خلفت\nرجلا من المسلمين غازيا في سبيل الله عز وجل، بهذا ظننت أني من أهل النار،\nوأن الله عز وجل لا يغفر لي أبدا. فأطرق علي رسول الله صلى الله عليه وسلم،\nحتى أنزل عليه: {وأقم الصلاة طرفي النهار وزلفا من الليل} إلى {ذكرى\nللذاكرين}\n</p>\n\n<h1 class='l1' id='head188'>[ص: 195]</h1>\n\n<p>\nفأرسل إلي رسول الله فقرأهن علي] .\n</p>\n\n<p>\nآخر الكتاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms31'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000"
  ],
  "volumes": [
    "01"
  ]
}