{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO تسمية من روى عن الإمام زيد بن علي عليه السلام من التابعين</h1>\n\n<p>\nللإمام الحافظ الشريف أبي عبد الله محمد بن علي بن عبد الرحمن العلوي\nالمتوفى سنة (445ه)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO تقديم</h2>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم على سيدنا محمد الطاهر الأمين،\nوعلى آله الطيبين الطاهرين. وبعد..\n</p>\n\n<p>\nفإن العمل على تحقيق ونشر المخطوطات الإسلامية التي تزخر بالمعارف، وتوثق\nارتباط الحاضر بالماضي من أنبل المقاصد، وأشرف الغايات، فالأوائل قد جففوا\nمعارفهم في تلك الأوراق، وضمنوها خلاصة ما لديهم من المعارف والعلوم، ومن\nالعجز بمكان أن نترك ذلك التراث خلف الجدران وألا ننتفع منه كما يجب.\n</p>\n\n<p>\nوقد كنت أثناء تتبعي لأخبار الإمام الأعظم زيد بن علي عليه السلام أستقرئ\nكلما له صلة بتاريخه العظيم، وكان مما عثرت عليه هذا الكتاب النفيس المسمى\n(تسمية من روى عن الإمام زيد بن علي عليه السلام من التابعين) للإمام\nالحافظ الشريف أبي عبد الله محمد بن علي بن عبد الرحمن العلوي المتوفى سنة\n(445ه)، ووجدته قد اشتمل على جانب هام من تاريخ الإمام زيد الذي هو جزء لا\nيتجزأ من تاريخ أمتنا الإسلامية، كما تضمن فوائد وفرائد في مجالي الرواية\nوالتاريخ لا يستغني عنها الباحثون، فهزني الطموح إلى تحقيقه ونشره ليؤدي\nدوره المنشود في الدفع بالمسيرة الثقافية إلى الأمام، ولكنه أقعدني عن ذلك\nانشغالي بتحقيق مخطوطات أخرى أخذت كل وقتي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوعند ذلك عرضت فكرة تحقيقه على الأخ الأستاذ صالح عبد الله أحمد قربان\nلثقتي به، ومعرفتي أنه على مستوى هذه المهمة، فأبدى الموافقة والاستعداد،\nوأخذ يعمل فيه بجد ونشاط، ويتقلب بين المراجع يقتص الفوائد ويقيد الشوارد،\nحتى أخرجه في هذه الحلة الزاهية، ورغم أنه لم تسبق له أي تجربة في هذا\nالمجال إلا أنه قد عمل فيه عمل من طالت خبرته، ولم يرجع إلي إلا في أشياء\nطفيفة نبهته عليها، فأسأل الله أن يجزل له الأجر والثواب، وأن يقدره على\nإنجاز أعمال أخرى تساهم في إخراج التراث الحبيس وراء الجدران.\n</p>\n\n<p>\nوالحمد لله رب العالمين، وصلى الله على <span id='ms01'></span> سيدنا محمد وآله الطاهرين.\n</p>\n\n<p>\nمحمد يحيى سالم عزان\n</p>\n\n<p>\nصعدة 15/جمادى الثانية/1416ه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO مقدمة التحقيق</h2>\n\n<p>\nالحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وآله الطاهرين.\n</p>\n\n<p>\nوبعد..\n</p>\n\n<p>\nفقد كنت أثناء دراستي في المرحلة المتوسطة أدرس في المدرسة العلمية عند\nشيخي العلامة محمد يحيى سالم عزان، وكنت أراقب مايقوم به من أعمال في تحقيق\nالمخطوطات، وأعينه في المقابلة والتصحيح ووضع الفهارس ونحو ذلك مما يطلبه\nمني، ثم فوجئت حين عرض علي القيام بتحقيق هذه المخطوطة النادرة ووعدني\nبالإشراف والتوجيه، فقبلت هذا العرض وتوجهت إلى عمل ما يجب عمله، وانطلقت\nفي طريق شائك، ودرب محفوف بالمصاعب والمشكلات لاسيما وأنه لم يكن لي تجربة\nسابقة في هذا المضمار، ولكن تلك الصعوبات سرعان ما تحولت إلى مكاسب، فقد\nأعطتني هذه التجربة تصورا كاملا عن فن التحقيق الذي جعلني أتقلب بين\nالمراجع، وأغوص تارة في كتب التاريخ، وتارة في كتب الحديث، وتارة في غيرها،\nوأوقفني عند كل كلمة، وحملني على التأمل في كل عبارة أو اسم.\n</p>\n\n<p>\nوبذلك توصلت إلى هذا الجهد الذي بين يديك، والذي أرجو أن يرضي الباحثين،\nويعذروني فيما قصرت فيه، فالكمال لله وحده.\n</p>\n\n<p>\nوتبدو أهمية هذا الكتاب في أن له علاقة بتاريخ عظيم من العظماء وهو\nالإمام زيد بن علي عليه السلام وأنه يحتوي على أسانيد نادرة، وروايات\nعزيزة، إضافة إلى أن الذي سلسل أسانيده ورتب عقوده هو الإمام الحافظ أبو\nعبدالله العلوي الذي كان الحفاظ يتفاخرون بالجلوس بين يديه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nولما لهذا الموضوع من أهمية بالغة فقد عني به الحفاظ والمؤرخون فسبق المؤلف\nإليه شيخ مشائخه الحافظ الشهير أحمد بن محمد بن سعيد بن عقدة المتوفى سنة\n(333ه)، حيث جمع كتابا ضمنه أسماء الرواة عن الإمام زيد بن علي ذكر ذلك\nالطهراني في (مصفى المقال)، وكذلك شيخ مشائخه المحدث الحافظ أبو القاسم عبد\nالعزيز بن إسحاق البغدادي المتوفى حوالي (360ه) له كتاب باسم (إسناد المذهب\nالزيدي) منه فصل طويل في ذكر تلاميذ الإمام زيد الرواة عنه. وخصص الإمام\nالمرشد بالله يحيى بن الحسين <span id='ms02'></span> الشجري المتوفى (479ه) الباب العاشر في كتابه\nالمعروف ب(الأمالي الإثنينية) لأخبار الإمام زيد وذكر من قتل معه.\n</p>\n\n<p>\nوأما الحافظ العلوي فقد خصص كتابه هذا لمن كانت له رواية عن الإمام زيد\nعليه السلام من التابعين، ودعم ذلك بالروايات المسندة في هذا الجانب، لئلا\nيستغرب البعض أن يروي عن الإمام زيد من هو في رتبة والده، مع أنه لا غرابة\nفي ذلك فقد روى بعض الصحابة عن التابعين، كرواية زيد بن أسلم عن سعيد بن\nالمسيب.\n</p>\n\n<p>\nومن المعاصرين المعتنين بذلك أستاذنا الفاضل محمد يحيى سالم عزان، فقد\nضمن كتابه (حياة الإمام زيد دراسة وتحليل) معجما لتراجم أصحاب الإمام زيد\nالمحدثين عنه والمقاتلين بين يديه والمبايعين له، وقد بلغ عددهم قرابة\nالمائتين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوأما توثيق نسبة الكتاب إلى مؤلفه فذلك مشهور بين العلماء، مذكور في كتب\nالإجازات والفهارس، كما أن الباحث يلمس ذلك من خلال أسانيده، وذكر مؤلفه في\nأول الكتاب، وممن ذكر هذا الكتاب العلامة السياغي في مقدمة الروض النضير\nحيث قال: (وقد جمع الإمام الحافظ أبو عبدالله محمد بن علي الحسني الذي أثنى\nعليه الذهبي في النبلاء وغيره أسماء التابعين الذين رووا عن الإمام زيد بن\nعلي وذكر حديث كل راو فجاء كتابا مفيدا..).\n</p>\n\n<p>\nإضافة إلى ذلك فأنا أرويه بالسند المتصل بطريق الإجازة عن شيخي العلامة\nمحمد يحيى سالم عزان، وهو يرويه بعدة طرق، منها:\n</p>\n\n<p>\nعن السيد العلامة بدر الدين الحوثي، عن أحمد بن محمد القاسمي، عن الإمام\nالهادي الحسن بن يحيى القاسمي، عن الإمام محمد بن قاسم الحوثي، عن الإمام\nمحمد بن عبدالله الوزير، عن السيد أحمد بن يوسف زبارة.\n</p>\n\n<p>\nوعن السيد العلامة محمد بن الحسن العجري، عن العلامة علي بن محمد العجري،\nعن يحيى صلاح ستين، عن محمد بن عبدالله الغالبي، عن عبد الله بن علي\nالغالبي، عن أحمد بن يوسف زبارة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nويرويه أحمد بن يوسف زبارة، عن أخيه حسين بن يوسف زبارة، عن أبيه يوسف بن\nالحسين زبارة، عن أبيه الحسين بن أحمد زبارة، عن كل من <span id='ms03'></span> أحمد بن صالح بن أبي\nالرجال وعامر بن عبدالله الشهيد، وهما يرويان عن الإمام المؤيد بالله محمد\nبن القاسم، والإمام المتوكل على الله إسماعيل بن القاسم، وهما عن الإمام\nالمنصور بالله القاسم بن محمد، عن أمير الدين عبدالله بن نهشل، عن أحمد بن\nعبدالله الوزير، عن الإمام المتوكل على الله يحيى شرف الدين، عن الإمام\nمحمد بن علي السراجي، عن الإمام عز الدين بن الحسن، عن الإمام المطهر بن\nمحمد الحمزي، عن الإمام أحمد بن يحيى المرتضى، عن أخيه السيد الهادي بن\nيحيى، عن القاسم بن أحمد بن حميد الشهيد، عن أبيه، عن جده حميد بن أحمد\nالمحلي الشهيد، قال: أخبرنا الفقيه العابد الزاهد بهاء الدين علي بن أحمد\nبن الحسين رضوان الله تعالى عليه، قال: أخبرنا الشيخ الأجل العالم الفاضل\nالصالح أبو علي سعيد بن علي بن صالح بن السمانة الكوفي الزيدي أيده الله\nتعالى بمقام الزيدية رضوان الله عليهم بمكة حرسها الله تعالى بظهور الحق\nوأهله، قال: أخبرنا الشيخ العدل أبو القاسم علي بن محمد بن الحسن بن أبي\nالفتح القرشي، قال: أخبرنا الشيخ أبو الحسن محمد بن غبرة الحارثي إجازة، عن\nالحسين بن محمد بن سلمان الدهقان، عن الحافظ أبي عبد الله العلوي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO ترجمة المؤلف</h2>\n\n<p>\nالشريف الحافظ أبو عبد الله محمد بن علي بن الحسن بن علي بن الحسين بن\nعبد الرحمن بن القاسم بن محمد البطحاني بن القاسم بن الحسن بن زيد بن الحسن\nبن علي بن أبي طالب العلوي الشجري الكوفي، ولد في شهر رجب سنة (367ه).\n</p>\n\n<p>\nنشأ في الكوفة المدرسة الكبرى للمحدثين، وترعرع في أسرة علمية وبيئة\nأدبية، فبكر إلى سماع الحديث، وأدرك جماعة من تلامذة الحافظ ابن عقدة فحمل\nعنهم الحديث وفنونه، ثم رحل إلى بغداد وأخذ عن علمائها، ورجع إلى الكوفة\nليعكف على التدريس والتأليف، حتى أصبح رحلة يقصده طلاب العلم، وهواة الحديث\nمن شتى البلاد.\n</p>\n\n<p>\nوكانت له مكانة مرموقة، وشهرة عظيمة، فقد فاق مشائخ عصره، وأعلام وقته،\nوهو محل إجلال عظيم <span id='ms04'></span> عند جميع الطوائف الإسلامية، وذلك لما تميزت به آراؤه\nمن جمع الكلمة وتوحيد الصف، وقد أثنى عليه غير واحد، فقال عنه ابن النرسي:\nما رأيت من كان يفهم فقه الحديث مثله. وقال : كان حافظا خرج عنه الحافظ\nالصوري وأفاد عنه وكان يفتخر به.\n</p>\n\n<p>\nووصفه الذهبي وابن عماد الحنبلي بمسند الكوفة. وقال الذهبي: الإمام\nالمحدث الثقة العالم الفقيه مسند الكوفة أبو عبدالله انتقى عليه الحافظ أبو\nعبد الله الصوري وغيره.\n</p>\n\n<p>\nوفي طبقات الزيدية: الثقة العابد مسند أهل الكوفة.\n</p>\n\n<p>\nوما زال يعمل على نشر المعارف الدينية، وتتلمذ على يديه الكثير من\nالمحدثين، إلى أن توفي رحمه الله تعالى في الكوفة في شهر ربيع الأول سنة\n(445ه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO مؤلفاته</h2>\n\n<p>\nتعد مؤلفات أبي عبدالله العلوي من أمهات التراث الإسلامي، وقد خلف لنا من\nآثاره العلمية:\n</p>\n\n<p>\n1- كتاب (الجامع الكافي)، ويسمى جامع آل محمد في الفقه.\n</p>\n\n<p>\n2- كتاب (الأذان بحي على خير العمل)، تحت الطبع بتحقيق الأستاذ الفاضل\nمحمد يحيى سالم عزان.\n</p>\n\n<p>\n3- كتاب (فضل زيارة الحسين)، طبع تحت إشراف السيد أحمد الحسيني في إيران.\n</p>\n\n<p>\n4- كتاب (تسمية من روى عن الإمام زيد من التابعين)، هذا الذي بين يديك.\n</p>\n\n<p>\n5- كتاب (التعازي)، ذكره الطهراني في الذريعة 4/205 ، ولم أطلع عليه.\n</p>\n\n<p>\n6- كتاب (فضل الكوفة)، طبع في كتيب بتحقيق محمد بن سعيد الطريحي.\n</p>\n\n<p>\n7- كتاب (التاريخ)، نقل عنه ابن نقطة في كتاب الاستدراك في كلمة (بزة).\n</p>\n\n<p>\n8- كتاب (المقنع)، وهو مختصر من (الجامع الكافي)، ذكره ابن حابس في\nالمقصد الحسن.\n</p>\n\n<p>\nمصادر ترجمته\n</p>\n\n<p>\nمقدمة الأذان بحي على خير العمل. مقدمة فضل زيارة الحسين. معجم المؤلفين\n10/316. التحف شرح الزلف 188. مقدمة فضل الكوفة. طبقات الزيدية خ . طبقات\nأعلام الشيعة أعلام القرن الخامس 170 72. سير أعلام النبلاء 17/636. الفلك\nالدوار انظر الفهرس. الذريعة4/205 و16/272. العبر 2/288. شذرات الذهب 3/274.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO عملي في تحقيق الكتاب</h2>\n\n<p>\nقمت بصف الكتاب على الكمبيوتر، ثم قمت بتقسيمها وتقطيعها وترقيمها حسب\nالطرق المتعارف عليها.\n</p>\n\n<p>\nقابلت الكتاب على نسختين مختلفتين وصححته، وما زدته للتوضيح وضعته بين\nمعكوفين هكذا: [ ].\n</p>\n\n<p>\nخرجت الآيات القرآنية وضبطتها بالشكل، وخرجت الأحاديث النبوية والأخبار\nالعلوية مستندا إلى أمهات كتب <span id='ms05'></span> الحديث، وشرحت الألفاظ الغريبة. ورقمت\nالتراجم أرقاما مسلسلة، كما رقمت جميع الروايات أرقاما أخرى، تسهيلا لوضع\nفهرس الأعلام، وتوفيرا لوقت الباحث.\n</p>\n\n<p>\nحاولت في تعليقي على هذا الكتاب أن أتمم الفائدة التي قصدها المؤلف من\nإثبات كون المترجم أحد التابعين، وأنه روى عن الإمام زيد عليه السلام وذكرت\nله ترجمة طفيفة، مع ذكر ما اطلعت عليه من مصادر ترجمته.\n</p>\n\n<p>\nوضعت للمؤلف ترجمة مقتضبة.\n</p>\n\n<p>\nترجمت رجال إسناد الكتاب تراجم مختصرة وأثبتها في الهامش، وكذلك ترجمت\nلمن وجد في اسمه تصحيف أو اشتباه.\n</p>\n\n<p>\nوضعت فهرسا للأحاديث النبوية والآثار العلوية ليسهل الرجوع إليها.\n</p>\n\n<p>\nالنسخ التي اعتمدت عليها\n</p>\n\n<p>\nنسخ هذا الكتاب نادرة فلذا لم أعثر له على أكثر من نسختين، ونسخة ثالثة\nيظهر أنها منسوخة على واحدة منهما، ولذلك كانت الصعوبات التي واجهتني كثيرة.\n</p>\n\n<p>\nوقد اعتمدت على النسخة الأصلية التي أسميتها (أ)، وهي مصورة على مخطوطة\nموجودة بمكتبة الجامع الكبير، وقد كتبت بخط نسخي جيد، وتمتاز بالوضوح وضبط\nبعض الكلمات وقلة السقط، ويبدو أنها مخطوطة حديثة الكتابة.\n</p>\n\n<p>\nوالنسخة الأخرى أسميتها (ب): وهي مصورة على المخطوطة الموجودة في مكتبة\nالجامع الكبير بصنعاء، وهي بخط نسخي متوسط كتبها القاضي أحمد بن ناصر\nالمخلافي، وتحتوي على مجموعة من كتب الإمام زيد بن علي عليه السلام.\n</p>\n\n<p>\nكتب في آخرها: وكان تمام كتب هذه النبذة في أسماء الرواة عن إمامنا أبي\nالحسين عليه السلام من التابعين وقت الضحى من يوم الإثنين لثمان عشرة ليلة\nخلت من شهر شوال سنة (1077ه).\n</p>\n\n<p>\n.... النسخة الثالثة يظهر أنها منسوخة على (ب) وهي بخط السيد العلامة\nمحمد بن حسن العجري حفظه الله، كتب في آخرها: تم بحمد الله ومنه زبر هذا\nالكتاب العظيم يوم الخميس آخر نهار غرة شهر الحرام سنة (1408ه).\n</p>\n\n<p>\nصالح عبدالله أحمد قربان\n</p>\n\n<p>\nصعدة 25/ ربيع ثاني/ 1416ه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO إسناد الكتاب</h2>\n\n<p>\nأخبرنا الفقيه العابد الزاهد بهاء الدين علي بن أحمد بن الحسين رضوان\nالله تعالى عليه، قال: أخبرنا الشيخ الأجل العالم الفاضل الصالح أبو علي\nسعيد بن علي بن صالح [بن] السمانة الكوفي الزيدي <span id='ms06'></span> أيده الله تعالى بمقام\nالزيدية رضوان الله عليهم بمكة حرسها الله تعالى بظهور الحق وأهله، قال:\nأخبرنا الشيخ العدل أبو القاسم علي بن [محمد بن] الحسن بن [أبي] الفتح\nالقرشي، قال: أخبرنا الشيخ أبو الحسن محمد بن غبرة الحارثي إجازة، عن\nالحسين بن [محمد بن] سلمان الدهقان، عن السيد الشريف أبي عبدالله محمد بن\nعلي بن الحسن [بن علي بن الحسين] بن عبدالرحمن العلوي الحسني رحمة الله\nورضوانه عليه المصنف، تسمية من روى عن الإمام زيد بن علي بن الحسين بن علي\nبن أبي طالب\" من التابعين.\n</p>\n\n<p>\nوكان زيد بن علي بن الحسين عليه السلام تابعيا سمع أبا الطفيل عامر بن واثلة.\n</p>\n\n<p>\nأخبرنا أبو الحسن محمد بن جعفر بن محمد التميمي النحوي بقراءتي عليه،\nقال: حدثنا أحمد بن محمد بن سعيد بن عقدة، قال: حدثنا المنذر بن محمد بن\nالمنذر قراءة، قال: حدثنا حسن بن محمد [بن عبدالله بن الحسن بن الحسن]،\nقال: حدثني أبي، عن إسماعيل بن أبي خالد الأزدي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             عن أبيه، قال: سمعت زيد بن علي عليهما السلام يقول: سمعت أبا الطفيل الليثي\nرضي الله عنه يحدث أبي علي بن الحسين عليهما السلام أنه رأى رسول اللهصلى\nالله عليه وآله وهو غلام شاب. قال: وسمعته يحدث عن علي عليه السلام أنه\nقال: شر حجة حجها الأولون والآخرون تنتهب فيها أحلاس الناس.\n</p>\n\n<p>\nأخبرنا أبو الفضل محمد بن الحسن بن [محمد بن] أحمد الأسدي ومحمد بن\nعبدالله الجعفي، قالا: أخبرنا أحمد بن محمد بن سعيد بن عقدة، قال: حدثنا\nمحمد بن المفضل بن إبراهيم بن المفضل بن قيس بن ركانة الأشعري، قال: حدثني\nأبي، قال: حدثنا بكار بن أبي بكر [عبدالله] بن محمد الحضرمي، عن أبيه،\n</p>\n\n<p>\nعن زيد بن علي أنه كان يحدث عن أبي الطفيل الكناني رضي الله عنه أنه سمع\nعلي بن أبي طالب يقول: شر حجة حجها الأولون والآخرون تنتهب فيها أحلاس\nالناس إلا أن الفرج عند أعناقها واردة، وعند عراقيبها صادرة.\n</p>\n\n<p>\nحدثنا محمد بن الحسن بن <span id='ms07'></span> محمد بن أحمد بن حطيط قراءة، قال: أخبرنا أحمد بن\nمحمد بن سعيد بن عقدة، قال: حدثنا إبراهيم بن محمد بن إسحاق بن زيد، قال:\nهذا كتاب جدي إسحاق بن زيد قرأت فيه: حدثني عبدالمؤمن بن القاسم، قال:\n</p>\n\n<p>\nحدثني عمار بن الحرث الشاكري، أنه سمع الإمام زيد بن علي عليهما السلام\nيقول: كان أبي يحج بنا ونحن غلمان فرأيت أبا الطفيل الكناني يأتيه ويحدث\nعنه [وهو] شيخ هم عليه مقطعات له فسمعته يقول: والله لو لم أجد بمكة إلا\nالعصا ما فارقتها فإن هذا الأمر منها بدأ وإن الفرج منها يبد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: حدثنا محمد بن علي الشيباني، قال: أخبرنا عبد العزيز بن إسحاق\n[البغدادي] رحمه الله، قال: حدثني أبو الأزهر سعيد بن مالك بن عبدالله\nالكاتب، قال: حدثني أبي، قال: حدثنا حسين بن علوان، عن حمزة بن عمرو،\n</p>\n\n\n<h2 class='l2' id='head7'>AUTO عن زيد بن علي عليهما السلام، قال: كان أبو الطفيل رضي الله</h2>\n\nعنه يزور أبي علي بن الحسين عليهما السلام ويتحدث عنده فسمعته يقول لأبي:\nسألني معاوية، فقال: كيف حبك علي بن أبي طالب؟ فقلت: حب أم موسى لموسى.\nفقال: ما أبقى لك الدهر من ثكله؟ قلت: ما أبقى للشيخ الرقوب والعجوز\nالمقلات.\n<p>\n- - -\n</p>\n\n<p>\n(1) إسماعيل بن عبد الرحمن السدي\n</p>\n\n<p>\nكوفي تابعي يروي عن زيد بن علي عليهما السلام.\n</p>\n\n<p>\nحدثنا محمد بن الحسين بن غزال الحارثي الخزاز، قال: حدثنا علي بن أحمد بن\nعمرو الجبان، قال: حدثنا محمد بن منصور المقري، قال: حدثنا أحمد بن الحسن\nبن مروان، قال: حدثنا الحسن بن فرقد، قال: حدثنا الحكم بن ظهير [الفزاري]،\nعن السدي، عن زيد بن علي عليهما السلام، عن آبائه،\n</p>\n\n<p>\nعن علي عليه السلام في قوله تبارك اسمه: {قل أعوذ برب الفلق}[الفلق:1]\nقال عليه السلام: الفلق: جب في قعر جهنم عليه غطاء إذا كشف ذلك الغطاء خرجت\nمنه نار تضج جهنم من شدة حر ما يخرج منه.\n</p>\n\n<p>\nأخبرنا جعفر بن محمد الجعفري قراءة، قال: حدثنا أحمد بن محمد بن سعيد بن\nعقدة، قال: حدثنا <span id='ms08'></span> الحسن بن العباس بن أبي مهران الرازي، قال: حدثنا سهل بن\nعثمان الرازي، قال: حدثنا الحكم بن ظهير، عن السدي، عن زيد بن علي عليه\nالسلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nعن آبائه\" أنهم قالوا: الفلق جب في قعر جهنم عليه غطاء فإذا كشف عنه خرجت\nمنه نار تضج جهنم من شدة حر ما يخرج منه.\n</p>\n\n<p>\nأخبرنا محمد بن الحسين النخاس قراءة، قال: حدثنا علي بن العباس، قال:\nحدثنا محمد بن مروان [القطان]، قال: حدثنا إبراهيم بن الحكم [بن ظهير]، عن أبيه،\n</p>\n\n<p>\nعن السدي، عن زيد بن علي عليه السلام قال: المحكمات هن الناسخات،\nوالمتشابهات هن المنسوخات.\n</p>\n\n<p>\nحدثنا محمد بن [علي بن] الحكم، قال: حدثنا محمد بن عامر، قال: حدثنا\nعبدالله بن زيدان [البجلي]، قال: حدثنا محمد بن عبيد [المحاربي]، قال:\nحدثنا مطلب [بن زياد]، قال:\n</p>\n\n\n<h2 class='l2' id='head8'>AUTO حدثنا [أبو] محمد السدي، قال: أتيت زيد بن علي عليهما السلام</h2>\n\nفقلت: أنتم سادتنا وأنتم قادتنا فحدثني [....].\n<p>\n- - -\n</p>\n\n<p>\n(2) إسماعيل بن أبي خالد الأحمسي الكوفي\n</p>\n\n<p>\nتابعي، عن الإمام الأعظم أبي الحسين زيد بن علي عليه السلام.\n</p>\n\n<p>\nأخبرنا أبو عبدالله محمد بن علي بن الحكم الهمداني قراءة عليه، قال:\nحدثنا محمد بن علي بن محمد العطار قراءة، قال: حدثني علي بن العباس، قال:\nحدثنا الحسن بن أمية الأنطاكي، قال: حدثنا الحسن بن حفص، قال: حدثنا ميسر\nبن إسماعيل، قال: حدثنا مندل، عن إسماعيل بن أبي خالد، عن زيد بن علي عليه\nالسلام عن أبيه،\n</p>\n\n<p>\nعن علي عليه السلام قال: قال رسول الله صلى الله عليه وآله: ((لا تحرشوا\nبين البهائم فيهلك بعضها بعضا)).\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUTO (3) أبان بن أبي عياش فيروز البصري تابعي.</h2>\n\n<p>\nأخبرنا محمد بن عبدالله الجعفي، قال: حدثنا أحمد بن محمد بن سعيد الحافظ\nقراءة، قال: حدثنا حسين بن عبد الرحمن بن محمد الأزدي، قال: حدثنا أبي،\nقال: حدثنا يونس بن أرقم، قال:\n</p>\n\n\n<h2 class='l2' id='head10'>AUTO حدثني أبان بن أبي عياش، قال: رأيت زيد بن علي وأبا جعفر</h2>\n\nوعبدالله بن الحسن وجعفر بن محمد يستلمون الحجر في كل طواف.\n<p>\n- - -\n</p>\n\n<p>\n(4) أبان بن تغلب بن رباح الكوفي\n</p>\n\n<p>\nتابعي <span id='ms09'></span>، عن زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا زيد بن جعفر بن محمد بن حاجب، عن زيد بن المنذر ، قال: أخبرنا\nأحمد بن محمد التميمي، قال: أخبرنا المنذر بن محمد بن المنذر القابوسي،\nقال: أخبرنا أبي، قال: حدثنا عمي الحسن بن سعيد بن أبي الجهم، عن أبيه،\n</p>\n\n<p>\nعن أبان بن تغلب، عن زيد بن علي عليهما السلام، قال: قلت: يا أمير\nالمؤمنين أخبرني عما تخاف علينا؟ قال عليه السلام: أخوف ما أخاف عليكم فتنة\nبني أمية إنها فتنة عمياء مظلمة وهي الآية التي قال الله تعالى: {أو كظلمات\nفي بحر لجي يغشاه موج من فوقه موج من فوقه سحاب ظلمات بعضها فوق بعض}.\n</p>\n\n<p>\nأخبرنا محمد بن الحسن الأسدي قراءة، قال: أخبرنا أحمد بن محمد بن سعيد،\nقال: أخبرني أحمد بن الحسن [ابن سعيد بن عثمان القرشي]، عن عبد الرحمن\nالهاشمي في كتابه إلي، قال: أخبرنا محمد بن إسماعيل بن إبراهيم بن موسى بن\nجعفر، قال: حدثني عم أبي الحسين بن موسى، عن أبيه، عن سدير الصيرفي، عن\nجعفر [الصادق]،عن أبيه، وأبان بن تغلب، عن زيد بن علي، عن أبيه.\n</p>\n\n<p>\nعن جابر رضي الله عنه أن النبي صلى الله عليه وآله قرأ {الذي تساءلون به\nوالأرحام} بالخفض.\n</p>\n\n<p>\nوعن زيد بن علي، عن أبيه، عن الحسن بن علي مثله.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUTO (5) إبراهيم بن الحسن بن الحسن بن علي</h2>\n\n<p>\nتابعي، سمع أبا أمامة بن سهل بن حنيف الأنصاري.\n</p>\n\n<p>\nحدثنا أبو إسحاق إبراهيم بن أحمد الطبري المقري، قال: حدثنا علي بن محمد\nبن عقبة الشيباني، قال: حدثنا الهيثم بن خالد، قال: حدثنا أبو غنيم، قال:\n</p>\n\n<p>\nحدثنا فضيل بن مرزوق، عن إبراهيم بن الحسن، قال: مرقت والله الرافضة\nعلينا كما مرقت الخوارج على علي عليه السلام.\n</p>\n\n<p>\nأخبرنا جعفر بن محمد بن الحسين، قال: حدثنا محمد بن عمار العطار، قال:\nحدثنا محمد بن الحسين بن أبي الحسين، قال: حدثنا الحسن بن عطية،\n</p>\n\n<p>\nعن فضيل بن مرزوق، قال: سمعت إبراهيم بن الحسن بن الحسن عليهما السلام\nيقول: مرقت والله <span id='ms10'></span> الرافضة علينا كما مرقت الحرورية على علي عليه السلام.\n</p>\n\n<p>\nحدثنا محمد بن الحسن بن أحمد بن حطيط الأسدي، قال: أخبرنا أحمد بن محمد\nبن سعيد، قال: حدثنا محمد بن يوسف بن إبراهيم الورداني، حدثنا الحسن بن\nإبراهيم بن إسماعيل أخو القاسم بن إبراهيم، قال: حدثنا أبي، عن أبيه،\n</p>\n\n<p>\nعن إبراهيم بن الحسن بن الحسن، قال: حدثني أبو أمامة بن سهل بن حنيف،\nقال: لما مات سهل بن حنيف قال علي عليه السلام: لو أحبني جبل لتهافت.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>AUTO (6) جابر بن يزيد الجعفي الكوفي</h2>\n\n<p>\nتابعي. عن زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا محمد بن الحسين بن النخاس قراءة، قال: حدثنا عبيدالله بن زيد\nالبجلي، قال: حدثنا محمد بن عمر بن واقد، قال: حدثنا مفضل، عن جابر، قال:\nسمعت زيد بن علي عليهما السلام يقول: نزلت هذه الآية في القدرية: {ذوقوا مس\nسقر إنا كل شيء خلقناه بقدر}.\n</p>\n\n<p>\nأخبرنا أبو الحسن محمد بن الحسين بن عبدالصمد، قال: حدثنا محمد بن القاسم\nبن زكريا الأعرابي، قال: حدثنا حسين بن محمد بن عبدالواحد، قال: حدثنا حسن\n-يعني ابن حسين-، عن عيينة،\n</p>\n\n<p>\nعن جابر، قال: سمعت أبا جعفر محمد بن علي عليهما السلام يقول: لا يخرج\nأحد على هشام إلا قتله.\n</p>\n\n<p>\nقال: فلما قدم زيد بن علي ذكرت له ذلك فقال عليه السلام: صدق أخي، ولكني\nلم أجدني يسعني عند الله جل اسمه أن يشرك بالله شيئا عند هشام ولا أغيره.\n</p>\n\n<p>\nحدثنا زيد بن جعفر بن حاجب، والحسين بن أحمد القطان وصالح بن أحمد\nالعطار، قالوا: أخبرنا أبو المثنى محمد بن أحمد بن موسى [الدهقان]، قال:\nحدثنا عثمان بن محمد بن حبان، قال: حدثنا حسن بن عبدالواحد.. مثله.\n</p>\n\n<p>\nحدثنا محمد بن غزال، قال: حدثنا محمد بن سهل، قال: حدثنا علي بن مكرم،\nقال: حدثنا حسن بن عبدالواحد بمثله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زيد بن حاجب، قال: حدثنا محمد بن علان، قال: حدثنا عبدالسلام بن\nمالك، قال: حدثنا حسن بن عبدالواحد بمثله.\n</p>\n\n<p>\nأخبرنا محمد بن الحسين النخاس قراءة، قال: حدثنا محمد <span id='ms11'></span> بن الحسن الأشناني،\nقال: حدثنا أحمد بن علي العلاف، قال: حدثني محمد بن عثمان الرازي، قال:\nحدثنا عبدالعظيم بن عبدالله الحسني، عن حسن بن حسين، عن عيينة،عن جابر،\nقال: سمعت أبا جعفر عليه السلام يقول: لا يخرج على هشام أحد إلا قتله. فقلت\nلزيد بن علي عليهما السلام هذه المقالة. قال عليه السلام: لقد صدق أخي إني\nشهدت هشاما ورسول اللهصلى الله عليه وآله يسب عنده فلم يغير ذلك فوالله لو\nلم أكن إلا أنا وابني لخرجت عليه.\n</p>\n\n<p>\nأخبرنا زيد بن جعفر بن حاجب، قال: أخبرني محمد بن علان، قال: حدثنا\nعبدالسلام بن مالك، قال: حدثنا حسن بن عبدالواحد الحدبي، قال: حدثنا حسن بن\nحسين، عن عيينة،\n</p>\n\n<p>\nعن جابر، قال: سمعت أبا جعفر يقول: لا يخرج على هشام أحد إلا قتله، فقلت\nلزيد بن علي عليهما السلام هذه المقالة، فقال لي: إني شهدت هشاما ورسول\nاللهصلى الله عليه وآله يسب عنده فلم يغير ذلك.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head13'>AUTO (7) الحسن بن الحسن بن الحسن</h2>\n\n<p>\nابن علي بن أبي طالب المدني\" تابعي، رأى جابر بن عبدالله الأنصاري رضي\nالله عنهما وأبا سعيد الخدري. [وروى] عن الإمام الأعظم أبي الحسين زيد بن علي\".\n</p>\n\n<p>\nأخبرنا أبو عبدالله محمد بن علي بن الحكم الهمداني القارئ قراءة، قال:\nحدثنا محمد بن عمار العطار قراءة، قال: حدثنا أبو عبدالله جعفر بن محمد\nالحسني، قال: حدثنا محمد بن إبراهيم العلاف، قال: حدثنا حسين بن علوان رضي\nالله عنه، قال: حدثنا الحسن بن الحسن بن الحسن\"\n</p>\n\n<p>\nعن زيد بن علي وأبي جعفر عليهما السلام، قالا: قال رسول اللهصلى الله\nعليه وآله: ((من اتقى ربه ووصل رحمه طال عمره وثري ماله وأحبه أهله)).\n</p>\n\n<p>\nأخبرنا محمد بن الحسن بن أحمد الأسدي، قال: أخبرنا أحمد بن محمد بن سعيد\nرحمه الله، قال: حدثني إبراهيم بن أحمد بن خيرويه، قال: سمعت سفيان بن أبي\nرزق، قال: حدثنا عمر بن مؤيد الجعفي، قال:\n</p>\n\n<p>\nسمعت الحسن بن الحسن بن الحسن\" يقول: أباح مسلم بن عقبة المدينة ثلاثة\nأيام <span id='ms12'></span> فقتل أهل الشام أهلها، وقتلوا الأطفال، وجزوا لحية أبي سعيد الخدري،\nونتفوا لحية جابر بن عبدالله فرأيتهما ولحاهما خصلا خصلا وكان أبو سعيد\nيقول: والله لا أحركها حتى ألقى رسول الله صلى الله عليه وآله فأخبره بما\nلقينا بعده.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head14'>AUTO (8) الحسن بن زيد بن الحسن</h2>\n\n<p>\nابن علي بن أبي طالب المدني\" تابعي، عن زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا محمد بن عبدالله الجعفي قراءة وزيد بن جعفر بن حاجب لفظا، قالا:\nأخبرنا محمد بن القاسم بن زكريا المحاربي قراءة، قال: حدثنا حسين بن نصر بن\nمزاحم، قال: حدثنا خالد بن عيسى [العكلي]، عن حصين بن المخارق،\n</p>\n\n<p>\nعن الحسن بن زيد عليهما السلام، وخليفة بن حسان، وأبي سعيد التمار،\nقالوا: سمعنا زيد بن علي يقول في كل صلاة: اللهم لا تمتني غرقا ولا هدما\nولا تسلط علي ذا النابين ولا تمتني فجأة فإنها أخذة أسف.\n</p>\n\n<p>\nأخبرنا محمد بن جعفر التميمي، قال: أخبرنا عبدالعزيز بن يحيى، قال: حدثني\nمحمد بن سهل، قال: حدثنا سعيد بن محمد بن الأصبغ الصيرفي، قال: حدثنا محمد\nالمصطفى التميمي، قال: حدثنا خلف بن محمد، قال: حدثنا إسماعيل بن الحسن بن\nزيد، عن أبيه، عن زيد بن علي عليهما السلام، عن أبيه ، عن عبيدالله بن أبي رافع،\n</p>\n\n<p>\nعن أمير المؤمنين علي، قال: قال رسول اللهصلى الله عليه وآله: ((أنا دار\nالحكمة وعلي بابها)).\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUTO (9) الحسين بن علي بن الحسين</h2>\n\n<p>\nابن علي بن أبي طالب مدني تابعي. سمع أبا الطفيل، ورأى الحسين بن علي بن\nالحسين جابر بن عبدالله الأنصاري. عن أخيه زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا أبو عبدالله أحمد بن علي بن [الحسن بن] العطار [أبو عبدالله\nالبجلي] المقرئ، قال: حدثنا أحمد بن محمد بن سعيد، قال: حدثنا علي بن الحسن\nبن إسماعيل بن صبيح، قال: حدثنا إسماعيل بن إسحاق، قال: حدثنا رزيق بن\nعبدالواحد، قال: حدثنا جعفر بن عبدالله بن الحسين بن علي بن الحسين، عن\nأبيه، عن جده الحسين بن علي بن الحسين عليهما السلام، قال: كنت <span id='ms13'></span> مع أخي زيد\nبن علي حين أشخصه هشام إلى يوسف بن عمر من الشام إلى الكوفة فكان لا ينزل\nمنزلا إلا كان أول ما يعمل أن يبني مسجدا فلا يزال يصلي فيه ويدعو حتى يرحل.\n</p>\n\n<p>\nأخبرنا محمد بن الحسن بن أحمد بن حطيط قراءة، قال: أخبرنا أحمد بن محمد\nبن سعيد، قال: أخبرنا المنذر بن محمد قراءة، قال: حدثنا أبي، قال: حدثنا\nسعيد بن [أبي] الجهم ، قال: حدثني علي بن صالح المكي،\n</p>\n\n<p>\nعن الحسين بن علي بن الحسين \" أنه سمع أبا الطفيل يقول: رأيت رسول الله\nصلى الله عليه وآله يوم فتح مكة يطوف على راحلته.\n</p>\n\n<p>\nأخبرنا محمد بن الحسن الأسدي، قال: أخبرنا أحمد بن محمد بن سعيد، قال:\nحدثنا عبدالله بن إبراهيم بن قتيبة، قال: حدثنا محمد بن أبي عمر الخلقاني،\nقال: (حدثني أبي، قال): حدثنا فضيل بن مرزوق،\n</p>\n\n<p>\nعن الحسين بن علي بن الحسين\" عن جابر بن عبدالله الأنصاري رضي الله\nعنهما: أن رجلا سأل النبي صلى الله عليه وآله عن مواقيت الصلاة.. وساق\nالحديث.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head16'>AUTO (10) الحارث بن حصيرة أبو النعمان</h2>\n\n<p>\nالأزدي الكوفي، تابعي. عن زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا أبو إسحاق إبراهيم بن أحمد الطبري، قال: حدثنا علي بن الحسين\nالأصبهاني القرشي، أخبرنا الحسين بن محمد بن مصعب إجازة، قال: حدثنا\nإسماعيل بن موسى، قال: حدثنا خالد الجوان، عن الحارث بن حصيرة، عن زيد بن\nعلي عليهما السلام، عن أبيه، عن جده، عن أمير المؤمنين علي عليه السلام عن\nالنبي صلى الله عليه وآله أنه كان يمسح على الجبائر.\n</p>\n\n<p>\nأخبرنا جعفر بن حاجب إجازة، عن أحمد بن محمد بن سعيد، قال: أخبرني\nإبراهيم بن محمد بن إسحاق بن يزيد، قال: هذا كتاب جدي إسحاق بن يزيد فقرأت فيه:\n</p>\n\n\n<h2 class='l2' id='head17'>AUTO حدثني عبدالمؤمن بن القاسم [الأنصاري]، عن الحارث بن حصيرة،</h2>\n\nقال: رأيت زيد بن علي يتوضأ يغسل قدميه غسلا.\n<p>\n- - -\n</p>\n\n<p>\n(11) زياد بن المنذر الهمداني الخارفي مولاهم\n</p>\n\n<p>\nأبو الجارود الكوفي تابعي، عن زيد بن علي عليه السلام.\n</p>\n\n<p>\nأخبرنا محمد بن الحسين النخاس <span id='ms14'></span> قراءة، قال: أخبرنا الحسن بن علي السلولي،\nقال: حدثنا صالح بن [أبي] الأسود،\n</p>\n\n<p>\nعن أبي الجارود، عن زيد بن علي ومحمد بن علي (ع) قالا: لانكاح إلا بولي.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head18'>AUTO (12) زبيد بن الحارث اليامي الهمداني</h2>\n\n<p>\nأبو عبدالرحمن كوفي، تابعي. عن زيد بن علي (ع).\n</p>\n\n<p>\nأخبرنا عبدالله بن مجالد البجلي قراءة، قال: حدثنا أحمد بن محمد بن سعيد،\nقال: حدثنا عبد الملك بن محمد الرقاشي، قال: حدثنا رجاء بن سلمة، قال:\nحدثني أبي، قال: حدثنا شعبة، قال:\n</p>\n\n<p>\nحدثنا سنان بن الحارث، قال: رأيت منصور بن المعتمر قد أتى زبيد اليامي\nيعصر عينيه يدعوه إلى الخروج مع زيد بن علي بن الحسين\" وكنت بالكوفة حين\nخروج زيد بن علي فنادى يوسف بن عمر في أهل الديوان أن يحضروا المسجد فحضروا\nكلهم غير زبيد.\n</p>\n\n\n<h2 class='l2' id='head19'>AUTO أخبرني محمد بن عبدالله الجعفي، قال: أخبرنا أحمد بن محمد بن</h2>\n\nسعيد رحمه الله، قال: حدثنا أحمد بن زهير، قال: حدثنا أحمد بن حنبل، قال:\nحدثنا يحيى بن أبي بكير، عن نعيم بن ميسرة، قال: قال سعيد بن جبير: لو خيرت\nعبدا لقي الله لاخترت زبيد اليامي.\n<p>\n- - -\n</p>\n\n<p>\n(13) سليمان بن مهران أبو محمد الأعمش الأسدي الكاهلي\n</p>\n\n<p>\nمولاهم كوفي تابعي، عن زيد بن علي عليه السلام.\n</p>\n\n<p>\nأخبرنا محمد بن جعفر بن محمد بن هارون قراءة، قال: أخبرنا أحمد بن محمد\nبن سعيد، قال: أخبرني أحمد بن الحسن بن سعيد بن عثمان [القرشي أبو\nعبدالله]، قال: حدثني أبي، قال: حدثنا حصين بن مخارق،\n</p>\n\n<p>\nعن الأعمش، عن زيد بن علي عليهما السلام في قوله تعالى: {واتبعوا أحسن ما\nأنزل إليكم من ربكم} قال: الفرائض.\n</p>\n\n<p>\nأخبرنا عبدالله بن مجالد بن بشر البجلي قراءة، قال: أخبرنا أحمد بن محمد\nبن سعيد، قال: حدثنا عبدالملك بن محمد الرقاشي، قال: حدثنا رجاء بن سلمة،\nقال: حدثني أبي،\n</p>\n\n<p>\nعن شعبة، قال: سمعت الأعمش حين خرج زيد بن علي وفشا أمره، يقول: والله\nلولا ضرار بي لخرجت إليه، أما والله ليسلمنه كما فعلوا بجده وجده وعمه\".\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head20'>AUTO (14) سلمة بن كهيل بن الحصين <span id='ms15'></span></h2>\n\n<p>\nالحضرمي بن يحيى الكوفي، تابعي، عن الإمام أبي الحسين زيد بن علي عليه\nالسلام.\n</p>\n\n<p>\nأخبرنا محمد بن علي بن الحكم الهمداني القارئ قراءة، قال: أخبرني محمد بن\nعمار العطار قراءة، قال: حدثنا أبو عمرو أحمد بن خازم، عن علي، قال: حدثنا\nأبو غسان، قال: حدثنا يحيى بن سلمة، قال: أخبرني أبي،\n</p>\n\n\n<h2 class='l2' id='head21'>AUTO عن أبي الحسين زيد بن علي، قال: قلت له: إن الناس يزعمون أن</h2>\n\nفاطمة لطمت. قال: كانت أكرم على أهلها من ذلك يا أبا يحيى!!\n<p>\n- - -\n</p>\n\n<p>\n(15) عبد الله بن الحسن بن الحسن\n</p>\n\n<p>\nابن علي بن أبي طالب أبو محمد، تابعي، روى عن زيد بن علي، ورأى جابر بن\nعبدالله الأنصاري، وسمع عن أبي عامر الأسلمي من أصحاب رسول اللهصلى الله\nعليه وآله.\n</p>\n\n<p>\nأخبرنا جعفر بن محمد الجعفري قراءة، قال: أخبرنا أحمد بن محمد بن سعيد،\nقال: حدثنا محمد بن أحمد بن نصر السلمي، قال: حدثنا أحمد يعني بن صبيح ،\nقال: حدثنا ظريف بن ناصح، عن موسى بن عبدالله بن الحسن، قال:\n</p>\n\n<p>\nسمعت أبي عبدالله بن الحسن بن الحسن يحدث عن زيد بن علي، قال: كل مسكر\nحرام، وما أسكر كثيره فقليله حرام.\n</p>\n\n<p>\nأخبرنا محمد بن الحسن بن أحمد بن الحسن بن حطيط قراءة، قال: أخبرنا أحمد\nبن محمد بن سعيد، قال: حدثنا محمد بن أحمد بن الحسن القطواني، قال:حدثنا\nحسن بن ظريف الثمالي، قال: حدثنا موسى بن عبدالله، عن أبيه، قال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت شيخا من أسلم يكنى أبا عامر قال: بايع رسول اللهصلى الله عليه وآله\nتحت الشجرة قال: كان علي بن أبي طالب يأتينا بالعرج إلى مال له فيصلي بنا\nفي ثوب واحد متوشحا به.\n</p>\n\n<p>\nأخبرنا محمد بن الحسن بن أحمد بن الحطيط الأسدي، قال: أخبرنا أحمد بن\nمحمد بن سعيد، قال: حدثنا محمد بن إسماعيل بن إسحاق [الراشدي]، قال: حدثنا\nمحمد بن إسماعيل بن حماد بن يعلى، قال: حدثنا محمد بن إسحاق الخزاز، قال:\nحدثني موسى بن عبدالله بن الحسن، قال:\n</p>\n\n<p>\nسمعت أبي يقول: خرج جابر بن عبدالله <span id='ms16'></span> ليالي الحرة فنكب. فقال : تعس من\nأخاف رسول اللهصلى الله عليه وآله فقال له ابنه: يا أبتي ومن أخاف رسول\nاللهصلى الله عليه وآله؟ قال: يابني سمعت رسول اللهصلى الله عليه وآله\nيقول: ((من أخاف أهل المدينة فقد أخاف هذين)) وأشار بيده إلى جنبيه.\n</p>\n\n\n<h2 class='l2' id='head22'>AUTO قال عبدالله بن الحسن عليهما السلام: ورأيت جابر بن عبد الله</h2>\n\nوقد ذهب بصره وابنه يقوده إلى مسجد رسول اللهصلى الله عليه وآله.\n<p>\n- - -\n</p>\n\n<p>\n(16) عبدالله بن محمد أبو بكر الحضرمي\n</p>\n\n<p>\nكوفي تابعي، سمع أبا الطفيل رحمه الله تعالى، روى عن زيد بن علي عليه\nالسلام.\n</p>\n\n<p>\nأخبرنا محمد بن عبدالله الجعفي ومحمد بن الحسن بن الحطيط الأسدي قراءة\nعليهما، قالا: أخبرنا أحمد بن محمد بن سعيد، قال: حدثني محمد بن المفضل بن\nإبراهيم بن المفضل بن قيس بن أمامة الأشعري، قال: حدثني أبو بكر، قال:\nحدثني بكار بن أبي بكر عبدالله بن محمد الحضرمي، عن أبيه،\n</p>\n\n<p>\nعن زيد بن علي أنه كان يحدث عن أبي الطفيل أنه سمع عليا عليه السلام\nيقول: شر حجة حجها الأولون والآخرون تنتهب فيها أحلاس الناس إلا أن الفرج\nعند أعناقها واردة وعند عراقيبها صادرة.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head23'>AUTO (17) عمر بن علي بن الحسين</h2>\n\n<p>\nابن علي بن أبي طالب عليه السلام تابعي، سمع أبا أمامة بن سهل بن حنيف.\n</p>\n\n<p>\nأخبرنا جعفر بن محمد، الجعفري قراءة، قال: حدثنا أحمد بن محمد بن سعيد\nإملاء، قال: حدثنا معاذ بن المثنى، حدثنا عبد الرحمن بن يونس، قال: حدثنا\nحسين بن زيد، قال:\n</p>\n\n<p>\nسمعت عمر بن علي يقول: رأيت زيد بن علي يدعى إلى الدعوة وهو صائم في غير\nفريضة ولاقضاء فيفطر ثم يقضي.\n</p>\n\n<p>\nحدثنا الحسن بن محمد الهمداني، قال: أخبرنا عبدالعزيز بن إسحاق في كتابه\nإلي، قال: أخبرني أحمد بن عبد الله الماندج، قال: حدثنا محمد بن عبد الله\nالجعفري، قال: حدثنا علي بن الحسين بن علي بن عمر بن علي بن الحسين، قال:\nحدثني الحسين بن زيد، قال:\n</p>\n\n<p>\nحدثني عمي عمر بن علي، قال: حدثني أخي زيد بن علي <span id='ms17'></span>، قال: قال رسول الله\nصلى الله عليه وآله: ((يا علي أنت إمام المتقين وبك يقتدي المؤمنون ولولاك\nما عرف ولي الله)).\n</p>\n\n<p>\nأخبرنا محمد بن الحسن الأسدي، قال: أخبرنا أحمد بن محمد بن سعيد، قال:\nحدثني جعفر بن عبد الله المحمدي، قال: حدثنا عمر بن علي بن عمر بن علي بن\nالحسين، عن أبيه،\n</p>\n\n<p>\nعن جده عمر بن علي، عن ابن سهل بن حنيف أن عليا كبر على سهل بن حنيف ستا.\nوقال: إنه بدري .\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head24'>AUTO (18) عبيدالله بن عمر [بن حفص] بن عاصم بن عمر</h2>\n\n<p>\nمدني تابعي، رأى سهل بن سعد ، سمع أم خالد بنت خالد.\n</p>\n\n<p>\nأخبرنا الحسين بن محمد بن الحسين المقرئ، قال: أخبرنا عبدالعزيز بن\nإسحاق، قال: حدثني محمد بن عيسى بن سلام، قال: حدثنا محمد بن زكريا المكي]\n، قال: حدثني أبو إبراهيم علي بن عبيدالله العمري، عن أبيه، عن زيد بن علي،\nعن أبيه، عن جده\"\n</p>\n\n<p>\nعن علي عليه السلام قال: أمرني رسول اللهصلى الله عليه وآله بقتال\nالناكثين والقاسطين والمارقين، فأما الناكثون فأهل الجمل، وأما القاسطون\nفمعاوية وأصحابه، وأما المارقون فالحرورية.\n</p>\n\n\n<h2 class='l2' id='head25'>AUTO قال زيد بن علي عليه السلام: والله لو أمره بقتال الرابعة</h2>\n\nلقاتلهم.\n<p>\n- - -\n</p>\n\n<p>\n(19) عمر بن عبدالعزيز بن مروان الأموي\n</p>\n\n<p>\nتابعي.\n</p>\n\n<p>\nأخبرنا خالي أبو الطاهر محمد بن محمد بن الحسن بن الحسين بن عيسى بن يحيى\nبن الحسين بن زيد بن علي\" قال: أخبرنا عبدالعزيز بن إسحاق [البغدادي]، قال:\nحدثني عمر بن محمد بن إسحاق النميري البصري ، قال: حدثنا إبراهيم بن محمد\nبن سعيد الثقفي، قال: حدثنا حفص بن عمر بن ميمون أبو إسماعيل، قال:\n</p>\n\n<p>\nحدثنا عبدالله بن محمد بن عمر بن علي بن أبي طالب\" أن زيد بن علي دخل ذات\nيوم على عمر بن عبدالعزيز فتكلم فقال عمر بن عبدالعزيز: إن زيدا لمن\nالفاضلين في قيله ودينه.\n</p>\n\n<p>\nوكان عمر بن عبدالعزيز يختلط بزيد بن علي ويكاتبه، قال عبيدالله بن محمد:\nكتب زيد بن علي إلى عمر بن عبدالعزيز في كتاب كتب إليه: أما بعد فإن الدنيا\nإذا <span id='ms18'></span> شغلت عن الآخرة فلا خير فيها لمن نالها، واتق الله ولتعظم رغبتك في\nالآخرة، فإنه من كان يريد حرث الآخرة يزده الله توفيقا، ومن كان يريد حرث\nالدنيا فلا نصيب له في الآخرة.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head26'>AUTO (20) عمرو بن عبدالله بن علي أبو إسحاق السبيعي</h2>\n\n<p>\nكوفي تابعي، عن زيد بن علي (ع).\n</p>\n\n<p>\nأخبرنا أحمد بن الفرج بن منصور بن حجاج الوراق ببغداد، قال: أخبرنا\nالقاضي أبو بكر بن عمر بن محمد التميمي، قال: حدثني أبو جعفر محمد بن\nعبدالله، قال: حدثني أبو عبدالله محمد بن إبراهيم التيمي بفارس، قال: حدثني\nبشر بن عمار الفوهباذ، قال: حدثنا عبدالرحمن المسعودي،\n</p>\n\n<p>\nعن أبي حمزة الثمالي، قال: قال لي أبو إسحاق السبيعي: يا أبا حمزة لقد\nرأيت من آل أبي طالب مالم يره أحد قبلي، رأيت عليا يخطب على المنبر أبيض\nاللحية أصلع، عظيم العينين.\n</p>\n\n<p>\nورأيت أبا القاسم الحسن وكان يقال أشبه برسول اللهصلى الله عليه وآله.\n</p>\n\n<p>\nورأيت أبا عبدالله الحسين وهما ابنا رسول اللهصلى الله عليه وآله.\n</p>\n\n<p>\nورأيت أبا القاسم محمد بن الحنفية وكأن وجهه قلب فضة وكان يقال له\nالمهدي.\n</p>\n\n<p>\nورأيت علي بن الحسين وكأنه واقف بين يدي الله عز وجل من الخوف.\n</p>\n\n<p>\nورأيت حسن بن محمد بن الحنفية وكان حسن المنطق وكانت المرجئة تدعيه.\n</p>\n\n<p>\nورأيت محمد بن علي سيد أهله فهما وعلما فقعدت إليه.\n</p>\n\n<p>\nورأيت زيد بن علي وكان أتقن أهله قولا.\n</p>\n\n<p>\nورأيت جعفر بن محمد عند أبيه أشبه الناس به هديا وسمتا.\n</p>\n\n<p>\nثم بكى أبو إسحاق السبيعي بكاء شديدا وقطع حديثه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو عبدالله مجالد بن بشر البجلي قراءة، قال: أخبرنا أحمد بن محمد\nبن سعيد، قال: حدثنا الحسين بن عبدالرحمن الأزدي، قال: حدثنا الحسين بن\nعلي، قال: حدثني أبي، عن إسماعيل بن أبي خالد [محمد بن المهاجر بن عبيد\nالأزدي]، عن أبي حمزة الثمالي، قال: قال لي أبو إسحاق السبيعي يوما: رأيت\nمن آل علي بن أبي طالب ما لا أحسب أن أحدا رآه.\n</p>\n\n<p>\nرأيت أمير المؤمنين عليا خطيبا على المنبر أبيض اللحية <span id='ms19'></span>، ضخما، عظيم\nالعينين، أصلع أجلح .\n</p>\n\n<p>\nورأيت الحسن والحسين ابني رسول اللهصلى الله عليه وآله وكان يقال: الحسن\nأشبه الناس بالرسولصلى الله عليه وآله وجها ولونا ومشية.\n</p>\n\n<p>\nورأيت محمد بن الحنفية كأن وجهه قلب فضة وكان يدعى المهدي.\n</p>\n\n<p>\nورأيت سيد العابدين علي بن الحسين وكأنما هو واقف بين يدي الله عز وجل من الخوف.\n</p>\n\n<p>\nورأيت حسن بن محمد بن الحنفية فكان ذا منطق ولسان وهو الذي اتخذته\nالمرجئة.\n</p>\n\n<p>\nورأيت أبا جعفر محمد بن علي سيد أهله فهما وعلما وجالسته.\n</p>\n\n<p>\nورأيت زيد بن علي أفصح أهله لسانا وأنقدهم قولا.\n</p>\n\n<p>\nورأيت جعفرا عند أبيه أشبه الناس به سمتا وهديا ودلا .\n</p>\n\n<p>\nقال أبو حمزة: ثم بكى أبو إسحاق واشتد بكاؤه ثم دخل علينا داخل فقطع حديثه.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head27'>AUTO (21) عثمان بن عمير أبو اليقظان الفقيه البجلي</h2>\n\n<p>\nكوفي تابعي، عن زيد بن علي\".\n</p>\n\n<p>\nأخبرنا أبو إسحاق إبراهيم بن أحمد الطبري، قال: أخبرنا علي بن الحسين\nالأصبهاني القرشي، قال: حدثنا الحسن بن القاسم البجلي، قال: حدثنا علي بن\nإبراهيم بن يعلى، قال: أخبرنا عمرو بن عبد الغفار [الفقيمي]، قال:\n</p>\n\n\n<h2 class='l2' id='head28'>AUTO حدثني شريك بن عبدالله، قال: إني لجالس عند الأعمش أنا وعمر بن</h2>\n\nسعيد أخو سفيان الثوري إذ جاءنا عثمان بن عمير أبو اليقظان الفقيه فجلس إلى\nالأعمش فقال: أخلني فإن لي إليك حاجة. فقال: وما خطبك فهذا شريك، وهذا عمر\nبن سعيد، اذكر حاجتك. فقال: أرسلني إليك زيد بن علي عليه السلام أن أدعوك\nإلى نصرته والجهاد معه وهو من قد عرفت. فقال: حق ما أعرفني بفضله أقرئه مني\nالسلام، وقل له: يقول لك الأعمش: لست أثق لك جعلت فداك بالناس ولو أنا\nوجدنا لك ثلاثمائة رجل أثق بهم لك لعثرنا لك حواجبنا.\n<p>\n- - -\n</p>\n\n<p>\n(22) أبو حصين عثمان بن عاصم\n</p>\n\n<p>\nأسدي كوفي تابعي.\n</p>\n\n<p>\nأخبرنا أبو القاسم علي بن محمد بن حاجب قراءة، قال: حدثنا محمد بن الحسين\nبن [حفص أبو] جعفر الخثعمي حدثنا إسماعيل بن إسحاق الراشدي، حدثنا يوسف بن\nموسى القطان، قال: حدثنا حكام بن سلم الرازي، قال:\n</p>\n\n<p>\nحدثنا عيينة بن <span id='ms20'></span> سعد الأسدي، أن أبا حصين، قال لقيس بن الربيع: ياقيس،\nقال: لبيك. فقال أبو حصين: لالبيك ولاسعديك لتبايعن واحدا من ولد رسول\nاللهصلى الله عليه وآله ثم تخذله. وذلك أنه بلغه أنه بايع الإمام زيد بن\nعلي - عليه السلام - .\n</p>\n\n<p>\nأخبرنا محمد بن علي بن الحكم الهمداني قراءة، قال: حدثنا الحسين بن محمد\nبن الفرزدق الفزاري قراءة، قال: حدثنا محمد بن إبراهيم القماط، قال: حدثني\nأحمد بن يحيى [الأودي]، قال:\n</p>\n\n<p>\nحدثنا يوسف بن موسى بمثله إلا أنه قال: والله لتبايعن.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head29'>AUTO (23) عاصم بن عبيد الله بن عاصم</h2>\n\n<p>\nابن عمر بن الخطاب العدوي، عن زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا أبو عبدالله محمد بن علي بن الحسين بن الجراح قراءة، قال: حدثنا\nمحمد بن منصور [المرادي] المقري، قال: حدثنا حسن بن حسين [العرني] ، عن أبي\nداود الطهوي، قال:\n</p>\n\n<p>\nسمعت عاصم بن عبيدالله بن عاصم بن عمر، يقول: لقد أصيب عندكم رجل ما كان\nفي زمانه مثله ولا أراه يكون بعده مثله، قلت: من هو؟ قال: زيد بن علي. قلت:\nوإنك لتقول ذلك؟ قال: نعم. وأنا أكبر منه مولدا قد أتى علي سبعون سنة، ولقد\nرأيته وهو غلام وإنه ليستمع الشيء من ذكر الله تعالى فيغشى عليه، فيقول\nالقائل: ما هو بعائد إلى الدنيا.\n</p>\n\n\n<h2 class='l2' id='head30'>AUTO أخبرنا محمد بن عبدالله، قال: أخبرنا محمد بن سعيد، قال:</h2>\n\nأخبرنا أحمد بن يحيى [الأودي]، قال: أخبرنا حسن بن حسين، عن أبي داود\nالطهوي، قال: قال عاصم بن عبيدالله.. فذكر نحوه.\n<p>\n- - -\n</p>\n\n<p>\n(24) فطر بن خليفة\n</p>\n\n<p>\nأخبرنا محمد بن جعفر التميمي قراءة، قال: أخبرنا أحمد بن [محمد بن] سعيد،\nقال: أخبرنا سعيد بن عمر بن سلمة القصاب، قال: حدثني إبراهيم بن سنان، قال:\nحدثني بكر بن فطر بن خليفة،\n</p>\n\n<p>\nعن أبيه، قال: رأيت زيد بن علي وأبا جعفر محمد بن علي وعبدالله بن الحسن\nوجعفر بن محمد ومحمدا وإبراهيم ابني عبدالله بن الحسن يطوفون بعد العصر\nويصلون، ورأيت أبا الطفيل يطوف بعد العصر ويصلي وسمعته يقول: مابقي أحد\nأبصر رسول اللهصلى الله <span id='ms21'></span> عليه وآله غيري.\n</p>\n\n<p>\nوله أحاديث في زيد بن علي عليه السلام قد كتبتها.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head31'>AUTO (25) منصور بن المعتمر أبو عتاب السلمي</h2>\n\n<p>\nمن أنفسهم كوفي، تابعي، روى عن ابن أبي أوفى.\n</p>\n\n<p>\nأخبرنا محمد بن علي بن الحكم قراءة، قال: أخبرنا محمد بن عمار العطار\nقراءة، قال: حدثنا أبو جعفر محمد بن عبدالله الحضرمي الكوفي، قال: حدثنا\nعبدالله بن براد الأشعري، قال:\n</p>\n\n<p>\nحدثني أبو إدريس عقبة بن إسحاق، قال: كان منصور يأتي زبيدا فيذكر له أهل\nبيت النبيصلى الله عليه وآله فيعصر عينيه، يريده على الخروج أيام زيد بن\nعلي عليه السلام.\n</p>\n\n<p>\nأخبرنا محمد بن علي بن الحكم قراءة، قال: حدثنا محمد بن عمار، قال: حدثنا\nأبي، قال: حدثنا عباد بن يعقوب، قال:\n</p>\n\n<p>\nأخبرنا عبدالله بن الزبير، قال: جاء منصور بن المعتمر يخرجنا لبيعة زيد\nبن علي عليه السلام.\n</p>\n\n<p>\nأخبرنا أبو حازم محمد بن علي الوشاء، قال: حدثنا زيد بن محمد بن جعفر\n[العامري]، قال: حدثنا حسين بن قاسم، قال: حدثنا عباد بن يعقوب، قال:\nأخبرنا مطلب بن زياد،\n</p>\n\n<p>\nعن ليث، قال: لما خرج زيد بن علي بن الحسين جاءنا منصور بن المعتمر يبكي\nويقول: أجيبوا ابن رسول اللهصلى الله عليه وآله.\n</p>\n\n<p>\nأخبرنا محمد بن عبدالله الجعفي، قال: حدثنا محمد بن القاسم المحاربي،\nقال: حدثنا عباد بن يعقوب، قال: أخبرنا مطلب بن زياد،\n</p>\n\n<p>\nعن ليث، قال: جاءنا منصور بن المعتمر يدعونا إلى الخروج مع زيد بن علي.\n</p>\n\n<p>\nحدثنا محمد بن علي بن الحكم، قال:\n</p>\n\n<p>\nسمعت أبا معاوية وذكر منصورا، فقال: كان من هذه الشيعة، وكان يأخذ البيعة\nلزيد بن علي عليه السلام.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head32'>AUTO (26) أبو جعفر محمد بن علي بن الحسين</h2>\n\n<p>\nابن علي بن أبي طالب\" الباقر، تابعي، روى عن أخيه الإمام الأعظم أبي\nالحسين زيد بن علي عليهما السلام، وروى أخوه أمير المؤمنين أبو الحسين زيد\nبن علي عليهما السلام عنه.\n</p>\n\n<p>\nأخبرنا أبو القاسم علي بن محمد بن الحسين بن حاجب الزاهد قراءة عليه في\nشهر محرم من سنة خمس وسبعين وثلاثمائة، قال: حدثنا أبو <span id='ms22'></span> جعفر محمد بن الحسين\nبن حفص الأشناني، قال: حدثنا إسماعيل بن إسحاق الأسدي الراشدي، قال: حدثنا\nإسحاق بن يزيد، عن الوليد بن وهب، قال:\n</p>\n\n<p>\nحدثني أبو حمزة الثمالي، قال: قال أبو جعفر عليه السلام: لا والله الذي\nلا إله إلا هو ماخرج فينا أهل البيت ناش أشبه بأمير المؤمنين علي بن أبي\nطالب منه. يعني من زيد بن علي عليهما السلام.\n</p>\n\n<p>\nأخبرنا علي بن محمد بن حاجب قراءة، قال: حدثنا محمد بن الحسين الأشناني،\nقال: حدثنا إسماعيل بن إسحاق الراشدي، قال: حدثنا زكريا بن يحيى الكسائي،\nقال: حدثنا أبو حفص الأعشى عمرو بن خالد، قال:\n</p>\n\n<p>\nأخبرنا يزيد [بن عبدالعزيز] الأسدي، قال: قال لي محمد بن علي: يا يزيد\nتريد أن أريك من آتاه الله العلم والحكم؟ قلت: نعم، جعلت فداك. قال: فقال\nلي: نعم هو هذا زيد بن علي.\n</p>\n\n<p>\nأخبرنا علي بن محمد بن حاجب قراءة، قال: حدثنا محمد بن الحسين الأشناني،\nقال: حدثنا إسماعيل بن إسحاق الراشدي، قال: حدثنا يحيى بن حسين بن غراب،\nقال: حدثنا حماد بن يعلى،\n</p>\n\n<p>\nعن عبدالله بن محمد بن عمر بن علي بن أبي طالب\" قال: دخل زيد بن علي على\nأخيه أبي جعفر وهو يبصر في كتاب من كتب أمير المؤمنين علي، قال: فجعل أبو\nجعفر يسأل زيد بن علي عما في الكتاب فيرد زيد بن علي على أبي جعفر بجواب\nأمير المؤمنين علي، قال: فقال أبو جعفر لزيد بن علي: ماكان فينا أحد أشبه\nبعلي منك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن عبدالله بن المطلب الشيباني، قال: حدثنا جعفر بن محمد بن\n[جعفر بن] الحسن بن جعفر بن الحسن بن الحسن بن علي بن أبي طالب الحسني،\nقال: أخبرنا محمد بن مهدي [البصري الآملي]، قال: حدثنا عبدالعزيز بن\nالخطاب، قال: حدثني شعبة بن الحجاج أبو بسطام، قال:\n</p>\n\n<p>\nسمعت سيد الهاشميين زيد بن علي بالمدينة بالروضة يقول: حدثني أخي محمد بن\nعلي أنه سمع جابر بن عبدالله يقول: قال رسول اللهصلى الله عليه وآله:\n((سدوا الأبواب <span id='ms23'></span> كلها إلا باب علي)) وأومى بيده إلى باب أمير المؤمنين علي.\n</p>\n\n\n<h2 class='l2' id='head33'>AUTO أخبرنا محمد بن عثمان المقري الدقاق قراءة، قال: حدثنا أحمد بن</h2>\n\nمحمد بن الجراح الضراب، قال: حدثنا أحمد بن عثمان بن حكيم، قال: حدثنا خالد\nبن مخلد [القطواني]، قال: حدثنا سعيد بن مسلم بن بابك، عن زيد بن علي، عن\nأبي جعفر محمد بن علي، قال: صلى بنا جابر بن عبدالله وعليه ثوب مشتمل به،\nوقد خالف بين طرفيه.\n<p>\n- - -\n</p>\n\n<p>\n(27) محمد بن [مسلم بن] شهاب الزهري\n</p>\n\n<p>\nتابعي مدني.\n</p>\n\n<p>\nأخبرنا أبو الحسين علي بن الحسن بن يحيى العلوي قراءة، قال: أخبرنا أبو\nجعفر محمد جعفر بن رباح الأشجعي، قال: حدثنا عباد بن يعقوب، قال: أخبرنا\nيونس بن أبي يعفور،\n</p>\n\n<p>\nعن الزهري، قال: كنت على باب هشام بن عبدالملك. قال: فخرج من عنده زيد بن\nعلي، وهو يقول: ماكره قوم قط الجهاد في سبيل الله إلا ضربهم الله تعالى\nبالذل. قال: فعلمت أنه سيخرج.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head34'>AUTO (28) نصر بن عبدالرحمن البارقي</h2>\n\n<p>\nكوفي تابعي، روى عنه شعبة.\n</p>\n\n<p>\nأخبرنا جعفر بن محمد الجعفري قراءة، قال: أخبرنا أحمد بن محمد بن سعيد،\nقال: حدثنا جعفر بن محمد بن مروان، قال: أخبرني أبي، قال: أخبرنا زيد بن\nالمعدل، عن عبد الرحيم بن نصر [بن عبدالرحمن البارقي]،\n</p>\n\n<p>\nعن أبيه، قال: سمعت زيد بن علي يذكر عن آبائه، عن نبي اللهصلى الله عليه\nوآله قال: ((يا علي لا يرى مجردي غيرك فإنه إن رآه غيرك عمي)).\n</p>\n\n<p>\nأخبرنا محمد بن جعفر بن [محمد بن] هارون قراءة، قال: أخبرني أحمد بن محمد\nبن سعيد، قال: حدثنا جعفر بن محمد بن عمر، قال: حدثنا زهر بن أبي المقوم\nالأنصاري، قال: حدثنا أبي،\n</p>\n\n<p>\nعن نصر البارقي، قال: سألت زيد بن علي عن المسح على الخفين. فقال عليه\nالسلام: نحن أهل البيت لا نمسح وكان أبونا لا يمسح، وما رأيت أحدا من أهل\nبيتي يمسح على خف قط .\n</p>\n\n<p>\nوسألته عن الجري، فقال: نحن أهل البيت نعافه.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head35'>AUTO ( 29) النعمان بن ثابت أبو حنيفة</h2>\n\n<p>\nالفقيه الكوفي تابعي.\n</p>\n\n<p>\nأخبرنا محمد <span id='ms24'></span> بن عبدالله الجعفي، قال: أخبرنا أحمد بن محمد بن سعيد، قال:\nحدثنا حسين بن زياد، عن عمر، قال:\n</p>\n\n<p>\nحدثنا مطلب بن زياد، قال: سمعت أبا حنيفة يقول: مارأيت أحدا قط أحضر\nجوابا من زيد بن علي. قال له رجل: قدر الله المعاصي؟ قال: أفعصي كرها.\n</p>\n\n<p>\nقال: حدثنا أبو الطاهر محمد بن محمد [بن الحسن] بن الحسين بن عيسى\nالعلوي، قال: أخبرنا عبدالعزيز بن إسحاق البغدادي، قال: حدثنا محمد بن سهل،\nقال: حدثني الخضر بن إدريس، قال: حدثني وهب، قال:\n</p>\n\n<p>\nحدثنا أبو مطيع البجلي، قال: حدثنا أبو حنيفة، قال: ما رأيت أحدا أكلم من\nزيد بن علي، أتاه رجل فقال: أراد الله أن يعصى؟ فقال له زيد بن علي: أفعصي\nعنوة. فمضى الرجل، فكأنما ألقمه حجرا.\n</p>\n\n<p>\nقال: وسمعت زيد بن علي يقول: تركوا العمل، وتنكبوا الصواب، واتبعوا الجدل.\n</p>\n\n<p>\nحدثنا محمد بن جعفر بن محمد التميمي، قال: أخبرنا عبدالعزيز بن يحيى\nالبصري، قال: حدثنا محمد بن سهل، قال: حدثني الخضر بن أبي فاطمة البجلي،\nقال: حدثنا وهب بن نافع التميمي، قال:\n</p>\n\n<p>\nحدثنا أبو مطيع البجلي، عن أبي حنيفة، قال: سمعت زيد بن علي يحدث عن\nأبيه، عن جده أن أمير المؤمنين عليا كان يرى أن يغتسل من غسل ميتا.\n</p>\n\n<p>\n- - -\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head36'>AUTO (30) هارون بن سعد العجلي</h2>\n\n<p>\nكوفي تابعي، روى عنه: الأعمش، وشعبة.\n</p>\n\n<p>\nأخبرنا جعفر بن محمد الجعفري قراءة، قال: حدثنا أحمد بن محمد بن سعيد،\nقال: حدثنا أحمد بن يحيى [الأودي]، قال: حدثنا علي بن قادم [الخزاعي\nالكوفي]، قال: حدثنا علي بن عابس،\n</p>\n\n<p>\nعن هارون بن سعد، عن زيد بن علي، قال: اطلع رسول اللهصلى الله عليه وآله\nوحمزة والعباس إلى أمير المؤمنين علي وجعفر وعقيل فقال لهما رسول اللهصلى\nالله عليه وآله: اختارا فاختار أحدهما عقيلا والآخر جعفرا، فقال لهما رسول\nاللهصلى الله عليه وآله: (( خيرتكما فاخترتما، واختار الله لي عليا)).\n</p>\n\n<p>\nأخبرنا محمد بن علي بن الحكم، قال: حدثنا محمد بن عمار، قال: حدثنا أحمد\nبن حازم، قال: حدثنا محمد بن قادم، قال: حدثنا <span id='ms25'></span> علي بن عابس، عن هارون بن\nسعد، عن زيد بن علي.. مثله سواء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن علي بن الحكم، قال: حدثنا محمد بن عمار العطار، قال: حدثني\nعلي بن محمد بن نجية، قال: حدثنا يحيى بن حسن، قال: حدثنا علي بن عابس، عن\nهارون بن سعد، عن زيد بن علي نحوه.\n</p>\n\n<p>\nأخبرنا أبو إسحاق الطبري، قال: حدثنا علي بن الحسين الأصبهاني، قال:\nحدثنا أحمد بن الجعد، قال: حدثنا عبدالرحمن بن صالح [الأزدي]، قال: حدثنا\nعلي بن عابس،\n</p>\n\n<p>\nعن هارون بن سعد ، عن جعفر بن محمد، قال: أعتق أمير المؤمنين ألف مملوك،\nمما مجلت فيه يداه، وعرق فيه جبينه.\n</p>\n\n<p>\nقال: وسمعت زيد بن علي بن الحسين بن علي يذكر نحو ذلك غير أنه أقل عددا.\n</p>\n\n<p>\n[تم بحمد الله تعالى] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             <span id='ms26'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038"
  ],
  "volumes": [
    "01"
  ]
}