{
  "content": "\n<p>\n| الجزء الثالث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n             @ 183\n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ أبو القاسم خلف بن عبد الملك بن مسعود الأنصاري التاريختي رحمه\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n             @ 185\n</p>\n\n<p>\n| عمير بن الحمام\n</p>\n\n#\n<p>\n| الأنصاري\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد بن عتاب قال أنبا أبي رحمه الله\nقال أنا أبو بكر عبد الرحمن بن أحمد وأبو القاسم خلف ابن يحيى قالا ثنا\nأحمد بن مطرف عن عبيد الله بن يحيى عن أبيه عن مالك عن يحيى ابن سعيد أن\nرسول الله صلى الله عليه وسلم رغب في الجهاد وذكر الجنة ورجل من الأنصار\nيأكل تمرات في يده فقال إني لحريص على الدنيا إن جلست حتى أفرغ منهن فرمى\nما في يده فقاتل حتى قتل\n</p>\n\n<p>\nوحدثناه أبو محمد أيضا قال قرأت على أبي القاسم حاتم بن محمد قال ثنا\nأحمد ابن فراس قال ثنا أبو محمد عبد الرحمن بن <span id='ms060'></span> عبد الله بن محمد بن يزيد\nالمقريء قال أنا جدي محمد بن يزيد قال ثنا سفيان عن عمرو قال سمعت جابر بن\nعبد الله قال قال رجل يوم أحد يا رسول الله إن قتلت أين أنا قال في الجنة\nقال فألقى تمرات في يده فقاتل حتى قتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n             الرجل المذكور في هذا الحديث المتقدم هو عمير بن الحمام\nالأنصاري\n</p>\n\n<p>\nوالشاهد لذلك ما أخبرنا به أبو بحر سفيان بن العاصي بن أحمد قراءة عليه\nوأنا أسمع قال أنا أحمد بن عمر العذري قال ثنا أحمد بن الحسن الرازي قال\nأنا أبو أحمد محمد بن عيسى بن عمرويه قال ثنا إبراهيم بن سفيان عن مسلم قال\nثنا أبو بكر بن النضر بن أبي النضر وهارون بن عبد الله ومحمد بن رافع وعبد\nبن حميد وألفاظهم متقاربة قالوا ثنا هاشم بن القاسم قال ثنا سليمان هو ابن\nالمغيرة عن ثابت عن أنس قال بعث رسول الله صلى الله عليه وسلم بسيسة عينا\nينظر ما فعلت عير أبي سفيان وما في البيت أحد غيري وغير سول الله صلى الله\nعليه وسلم قال لا أدري ما استثنى بعض نسائه قال فحدثه الحديث قال فخرج رسول\nالله صلى الله عليه وسلم فتكلم فقال إن لنا طلبة فمن كان ظهره حاضرا فليركب\nمعنا فجعل رجال يستأذنون في ظهرانيهم في علو المدينة فقال فقال لا إلا من\nكان ظهره حاضرا فانطلق رسول الله صلى الله عليه وسلم وأصحابه حتى سبقوا\nالمشركين إلى بدر وجاء المشروكون فقال رسول الله صلى الله عليه وسلم لا\nيتقدمن أحد منكم إلى شيء حتى أكون دونه فدنا المشركون فقال رسول الله صلى\nالله عليه وسلم قوموا إلى جنة عرضها السموات والأرض قال يقول عمير بن\nالحمام يا رسول الله عرضها السموات والأرض قال نعم قال بخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n             بخ\nفقال رسول الله صلى الله عليه وسلم ما يحملك على قولك بخ بخ قال لا والله\nيا رسول الله إلا رجاء أن أكون من أهلها قال فإنك <span id='ms061'></span> من أهلها قال فأخرج تمرات\nمن قرنه فجعل يأكل منهن وقال لئن أنا حييت حتى آكل تمراتي هذه إنها لحياة\nطويلة قال فرمى بما كان معه من التمر ثم قاتلهم حتى قتل رحمه الله\n</p>\n\n<p>\nوقع في حديث جابر المتقدم أن هذه القصة كانت يوم أحد ووقع في حديث أنس\nقبل هذا أن ذلك كان يوم بدر والله أعلم أي ذلك كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n| محمد بن مسلمة\n</p>\n\n#\n<p>\n| أبي بن كعب\n</p>\n\n<p>\nقرأت على أبي محمد بن عتاب عن أبيه رحمه الله قال ثنا أبو بكر وأبو\nالقاسم قالا ثنا أحمد بن مطرف عن عبيد الله بن يحيى عن أبيه عن مالك عن\nيحيى بن سعيد قال لما كان يوم أحد قال رسول الله صلى الله عليه وسلم من\nيأتيني بخبر سعد بن الربيع الأنصاري فقال رجل أنا يا رسول الله فذهب الرجل\nبين القتلى فقال له سعد بن الربيع ما شأنك فقال الرجل بعثني رسول الله صلى\nالله عليه وسلم لآتيه بخبرك قال فاذهب اليه فاقرأه مني السلام وأخبره أني\nطعنت ثنتي عشرة طعنة وأني قد أنفذت مقاتلي وأخبر قومك أنه لا عذر لهم عند\nالله إن قتل رسول الله صلى الله عليه وسلم وواحد منهم حي\n</p>\n\n<p>\nالرجل الذي بعثه النبي صلى الله عليه وسلم ليأتيه بخبر سعد قيل إنه محمد\nابن مسلمة وقيل أبي بن كعب\n</p>\n\n<p>\nالحجة في ذلك ما قرأت على الإمام أبي بكر بن العربي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \nأخبرني أبو الحسين الطيوري عن أبي محمد الجوهري قال ثنا أبو عمر الحزاز قال\nثنا عبد الوهاب بن أبي حنة قال ثنا محمد بن شجاع الثلجي ثنا محمد بن عمر\nالواقدي عن أشياخه قالوا قال رسول الله صلى الله عليه وسلم يوم أحد من\nيأتيني بخبر سعد بن الربيع فإني قد رأيته وأشار إلى ناحية من الوادي وقد\nشرع فيه اثنا عشر سنا قال فخرج محمد بن مسلمة ويقال أبي بن كعب فخرج نحو\nتلك الناحية قال فإني وسط القتلى أتعرفهم إذ مررت به صريعا <span id='ms062'></span> في الوادي\nفناديته فلم يجب ثم ناديته فلم يجب ثم قلت إن رسول الله صلى الله عليه وسلم\nأرسلني إليك قال فتبغش كما يتبغش الطير ثم قال وإن رسول الله صلى الله عليه\nوسلم لحي قال نعم وقد أخبرنا أنه شرع لك اثنا عشر سنانا فقال طعنت اثنتي\nعشرة طعنة كلها أجافتني أبلغ قومك الأنصار السلام وقل لهم الله الله وما\nعاهدتم عليه رسول الله صلى الله عليه وسلم ليلة العقبة والله ما لكم عذر\nعند الله إن خلص إلى نبيكم ومنكم عين تطرف فلم أرم من عنده حتى مات قال\nفرجعت إلى النبي صلى الله عليه وسلم فأخبرته فرأيت رسول الله صلى الله عليه\nوسلم استقبل القبلة رافعا صوته يقول اللهم الق سعد بن الربيع وأنت عنه راض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n| أم جميل العوراء\n</p>\n\n#\n<p>\n| بنت حرب أروى\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد قراءة عليه وأنا أسمع عن أبيه رحمه ا\nلله قال ثنا أبو أيوب سليمان بن خلف قال ثنا محمد بن أحمد بن مفرج قال ثنا\nمحمد بن أيوب الرقي قال ثنا محمد بن أحمد بن عمرو البزار قال ثنا إبراهيم\nبن سعد الجوهري قال ثنا أبو أحمد قال ثنا عبد السلام بن حرب قال ثنا عطاء\nبن السائب عن سعيد بن جبير عن ابن عباس قال لما نزلت تبت يدا أبي لهب جاءت\nامرأة أبي لهب ورسول الله صلى الله عليه وسلم جالس ومعه أبو بكر فقال له\nأبو بكر رضي الله عنه لو تخبت لا تؤذنك يا رسول الله فقال رسول الله صلى\nالله عليه وسلم إنه سيحال بيني وبينها فأقبلت حتى وقفت على أبي بكر فقالت\nيا أبا بكر هجانا صاحبك فقال أبو بكر لا ورب هذه البنية ما ينطق بالشعر ولا\nيتفوه به فقالت إنك لمصدق فلما ولت قال أبو بكر رحمة الله عليه ما رأتك قال\nلا ما زال ملك يسترني حتى ولت\n</p>\n\n<p>\nامرأة أبي لهب هذه أم جميل العوراء بنت حرب وقيل اسمها <span id='ms063'></span> أروى\n</p>\n\n<p>\nالحجة في ذلك ما قرأت على أبي بكر محمد بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n             المعافري\nقال ثنا أبو الحسن علي بن أيوب قال ثنا أبو طاهر عبد الغفار ابن محمد قال\nثنا أبو علي محمد بن أحمد الصواف قال ثنا بشر بن موسى قال ثنا الحميدي قال\nثنا سفيان قال ثنا الوليد بن كثير عن ابن تدرس عن أسماء بنت أبي بكر قالت\nلما نزلت تبت يدا أبي لهب أقبلت العوراء أم جميل بنت حرب ولها ولولة وفي\nيدها فهر وهي تقول % مذمم أبينا % ودينه ولينا % % وأمره عصينا % %\n</p>\n\n<p>\nورسول الله صلى الله عليه وسلم جالس في المسجد ثم قرأ قرآنا ومعه أبو بكر\nفلما رآها أبو بكر قال يا رسول الله قد أقبلت وأنا أخاف أن تراك فقال رسول\nالله صلى الله عليه وسلم إنها لن تراني وقرأ قرآنا اعتصم به كما قال وقرأ\n<span class='quran'>وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا\nمستورا </span>45 الإسراء فأقبلت حتى وقفت على أبي بكر ولم تر رسول الله صلى\nالله عليه وسلم فقالت يا أبا بكر إني أخبرت أن صاحبك هجاني فقال لا ورب هذا\nالبيت ما هجاك قال فولت وهي تقول قد علمت قريش أني بنت سيدها\n</p>\n\n<p>\nقال فقال الوليد في حديثه أو قال غيره تعثرت أم جميل وهي تطوف بالبيت في\nمرطها فقالت تعس مذمم فقالت أم حكيم بنت عبدا المطلب إني لحصان فما أكلم\nوثقاف فما أعلم فكلتانا من بني العم ثم قريش بعد أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n| غيلان بن سلمة\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد عن أبيه رحمه الله قال ثنا عبد\nالرحمن بن أحمد وخلف بن يحيى قالا ثنا أبو عمر أحمد بن مطرف عن عبد الله بن\nيحيى عن أبيه عن مالك عن ابن شهاب قال بلغني أن رسول الله صلى الله عليه\nوسلم قال لرجل من ثقيف أسلم وعنده عشر نسوة أمسك منهن أربعا وفارق سائرهن\n</p>\n\n<p>\nالرجل الثقفي هو غيلان بن سلمة\n</p>\n\n<p>\nالحجة في ذلك <span id='ms064'></span> ما قرأت على أبي بكر محمد بن عبد الله الناقد قال أبو\nالحسين الصيرفي قال ثنا علي بن محمد السمسار قال ثنا محمد بن مظفر قال ثنا\nأحمد بن عامر قال حدثني الحسن بن علي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n             الأشعث ثنا محمد بن\nيحيى بن سلام عن أبيه عن مالك بن أنس ومعمر عن الزهري عن سالم عن عبد الله\nبن عمر أن غيلان بن سلمة أسلم وعنده ثمان نسوة فقال له النبي صلى الله عليه\nوسلم اختر منهن أربعا وفارق سائرهن\n</p>\n\n<p>\nوأخبرنا أبو محمد عبد الرحمن بن محمد قراءة عليه وأنا أسمع قال قرأت على\nأبي رحمه الله قال ثنا أبو سعيد الجعفري قراءة عن أبي بكر محمد بن علي\nالمقري قال ثنا أبو جعفر أحمد بن محمد بن إسماعيل قال قرىء على أحمد بن\nشعيب عن الحسين بن حريث قال ثنا الفضل ابن موسى قال أنبا معمر عن الزهري عن\nسالم عن ابن عمر قال أسلم غيلان بن سلمة وكان عنده عشر نسوة فقال رسول الله\nصلى الله عليه وسلم امسك منهن أربعا وفارق سائرهن\n</p>\n\n<p>\nوأخبرنا ابن عتاب سماعا عن أبيه سماعا له أيضا عن أبي القاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \nخلف بن يحيى قال ثنا عبد الله بن يوسف عن محمد بن وضاح عن أبي بكر ابن أبي\nشيبة قال ثنا إسماعيل بن إبراهيم ومروان بن معاوية عن الزهري عن سالم عن\nابن عمر قال أسلم غيلان الثقفي وتحته عشر نسوة فقال النبي صلى الله عليه\nوسلم اختر منهن أربعا وفارق سائرهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n| الأسود بن يزيد\n</p>\n\n<p>\nأخبرنا أبو عبد الرحمن بن محمد بن عتاب قراءة عليه مني عن أبيه رحمه الله\nقال ثنا يونس بن عبد الله القاضي قال ثنا محمد بن أحمد ابن خالد عن أبيه عن\nعلي بن عبد العزيز عن القعنبي عن مالك بن أنس عن محمد ابن المنكدر عن سعيد\nبن جبير عن رجل عنده رضي أن عائشة زوج النبي صلى الله عليه وسلم أخبرته أن\nرسول الله صلى الله عليه <span id='ms065'></span> وسلم قال ما من امرىء تكون له صلاة بليل يغلبه\nعليها نوم إلا كتب الله له أجر صلاته وكان نومه عليه صدقة\n</p>\n\n<p>\nالرجل الرضي هو الأسود بن يزيد\n</p>\n\n<p>\nالحجة في ذلك ما قرأت على أبي محمد عبد الرحمن بن محمد قال ثنا أبي قال\nثنا أبو محمد عبد الله بن ربيع القاضي قال ثنا محمد ابن معاوية قال ثنا\nأحمد بن شعيب قال ثنا أبو داود محمد بن سليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n             قال ثنا أبو\nجعفر الرازي عن محمد بن المنكدر عن سعيد بن جبير عن الأسود بن يزيد عن\nعائشة قالت قال رسول الله صلى الله عليه وسلم من فاتته صلاة صلاها من الليل\nفنام عنها كان ذلك صدقة تصدق الله عليه بها وكتب أجر صلاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n| الحارث بن عمرو\n</p>\n\n#\n<p>\n| أبو بردة بن نيار أبو قرة منظور بن زيان\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب غير مرة قال قرأت على أبي القاسم حاتم بن محمد\nقال ثنا أبو الحسن علي بن محمد القابسي قال ثنا أبو بكر بن أحمد ابن عبد\nالمؤمن قال ثنا أبو محمد عبد الله بن علي بن الجارود قال ثنا روح بن الفرج\nمولى محمد بن سابق قال ثنا عبيد بن حناد الحلبي قال ثنا عبيد الله بن عمرو\nالرقي عن زيد بن أبي أنيسة عن عدي بن ثابت عن يزيد بن البراء عن أبيه قال\nلقيت عمي رضي الله عنه وقد اعتقد راية فقلت أين تريد فقال بعثني رسول الله\nصلى الله عليه وسلم إلى رجل نكح امرأة أبيه أن أضرب عنقه وآخذ ماله\n</p>\n\n<p>\nوأخبرنا أبو محمد غير مرة عن أبيه قال ثنا عبد الله بن ربيع ثنا محمد بن\nمعاوية ثنا أحمد بن شعيب أبو عبد الرحمن أنا محمد بن نافع قال أنا عبد\nالرزاق قال أنا معمر عن أشعث عن عدي بن ثابت عن يزيد بن البراء عن أبيه قال\nلقيني عمي ومعه الراية فقلت أين تريد فقال بعثني النبي صلى الله عليه وسلم\nإلى رجل تزوج <span id='ms066'></span> امرأة أبيه فأمرني بقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nعم البراء المتقدم ذكره هو الحارث بن عمرو\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو بحر الأسدي قال ثنا هشام بن أحمد الكناني\nقال ثنا أبو محمد بن عباس قال ثنا ابن مفرج قال ثنا قاسم بن أصبغ قال ثنا\nأحمد بن زهير ثنا عبد الله بن مطيع ثنا هشيم عن أشعث عن عدي ابن ثابت عن\nالبراء قال مر بي عمي الحارث بن عمرو معه راية فقلت أين تريد فقال بعثني\nرسول الله صلى الله عليه وسلم إلى رجل نكح امرأة أبيه فأمرني أن أضرب عنقه\nوآخذ ماله\n</p>\n\n<p>\nوقد جاء أن هذا الرجل الذي بعثه النبي صلى الله عليه وسلم هو أبو بردة\nهانيء ابن نيار خال البراء بن عازب\n</p>\n\n<p>\nأخبرني بذلك أبو محمد عبد الرحمن بن محمد بن عتاب غير مرة قال ثنا أبي\nرحمه الله قال ثنا عبد الله بن ربيع القاضي قال ثنا أبو بكر القرشي عن أبي\nعبد الرحمن النسوي قال أنبا أحمد بن عثمان بن حكيم الكوفي قال ثنا أبو نعيم\nقال ثنا الحسن يعني ابن صالح عن السدي عن عدي ابن ثابت عن البراء قال لقيت\nخالي ومعه الراية فقلت أين تريد قال بعثني النبي صلى الله عليه وسلم إلى\nرجل تزوج امرأة أبيه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n             بعده أن أضرب عنقه أو قتله\n</p>\n\n<p>\nوقرأت على أبي بكر محمد بن عبد الله المعافري أخبرك أبو الحسين المبارك\nابن عبد الجبار الصيرفي قال أنبا أبو يعلى أحمد بن عبد الواحد قال ثنا أبو\nعلي الحسن بن محمد قال ثنا محمد بن أحمد ابن محبوب قال ثنا أبو عيسى محمد\nبن عيسى بن سورة الترمذي قال ثنا أبو سعيد الأشج ثنا حفص بن غياث عن أشعث\nعن عدي بن ثابت عن البراء قال مر بي خالي أبو بردة بن نيار ومعه لواء فقلت\nأين تريد قال بعثني رسول الله صلى الله عليه وسلم إلى رجل تزوج امرأة أبيه\nأن آتيه برأسه\n</p>\n\n<p>\nقال أبو عيسى <span id='ms067'></span> هذا حديث حسن غريب\n</p>\n\n<p>\nوقد جاء أن الذي بعثه رسول الله صلى الله عليه وسلم هو أبو قرة جد معاوية\nبن قرة\n</p>\n\n<p>\nكما أخبرنا أبو محمد عبد الرحمن بن محمد غير مرة عن أبيه رحمه الله قال\nثنا أبو محمد عبد الله بن ربيع قال ثنا محمد بن معاوية قال ثنا أحمد بن\nشعيب قال أنبا العباس بن محمد الدوري قال ثنا يوسف ابن مبارك قال ثنا عبد\nالله بن إدريس قال ثنا خالد بن أبي كريمة عن معاوية بن قرة عن أبيه أن رسول\nالله صلى الله عليه وسلم بعث أباه جد معاوية إلى رجل عرس بامرأة أبيه فضرب\nعنقه وخمس ماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا ما وقع إلينا في اسم هذا الرجل من الاختلاف والله أعلم بالصواب من\nذلك كله\n</p>\n\n<p>\nوالرجل الذي قيل إنه تزوج امرأة أبيه قال إنه منظور بن زيان ابن سيار بن\nعمرو\n</p>\n\n<p>\nذكره الفضل بن غسان بن الفضل العلائي حكى ذلك أبو محمد عبد الغني بن سعيد\nالحافظ في غير موضع من تأليفه\n</p>\n\n<p>\nوقد حدثنا أبو بحر الأسدي عن أحمد بن عمر العذري عن أبي ذر عن الدارقطني\nقال ثنا أبو بكر الشافعي ثنا جعفر بن عون بن الأزهر ثنا الفضل بن غسان\nالعلائي قال الحديث الذي حدث به البراء بن عازب لقيت خالي ومعه الحربة فقال\nبعثني رسول الله صلى الله عليه وسلم إلى رجل تزوج امرأة أبيه أقتله هو\nمنظور بن زبان بن سيار بن عمرو الفزاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n| رفاعة بن زيد بن التابوت\n</p>\n\n<p>\nأخبرنا أبو بحر سفيان بن العاصي الأسدي قراءة عليه وأنا أسمع والقاضي أبو\nعبد الله محمد بن عبد العزيز مناولة من يده قالا ثنا أبو العباس أحمد بن\nعمر قال ثنا أبو العباس أحمد بن الحسن الرازي قال ثنا أبو أحمد محمد بن\nعيسى ثنا إبراهيم بن سفيان ثنا مسلم بن الحجاج قال ثنا أبو كريب محمد بن\nالعلاء قال ثنا جعفر يعني ابن غياث عن الأعمش عن أبي سفيان عن جابر أن <span id='ms068'></span> رسول\nالله صلى الله عليه وسلم قال بعثت هذه الريح لموت منافق فلما قدم المدينة\nفإذا منافق عظيم من المنافقين قد مات\n</p>\n\n<p>\nهذا المنافق هو رفاعة بن زيد بن التابوت قاله محمد بن إسحاق وذكر أن\nالنبي صلى الله عليه وسلم قاله وهو قافل من غزوة بني المصطلق\n</p>\n\n<p>\nأخبرنا بذلك أبو محمد عبد الرحمن بن محمد بن عتاب قراءة عليه وأنا أسمع\nعن أبيه رحمه الله قال ثنا يونس بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n             القاضي عن أبي\nعيسى عن عبيد الله بن يحيى عن محمد بن عبد الرحيم عن ابن هشام عن زياد بن\nعبد الله الكناني عن ابن إسحاق أنه ذكر ذلك في قصة طويلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n| ماعز بن مالك\n</p>\n\n#\n<p>\n| الأسلمي وفاطمة جارية هزال\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد بن عتاب أخبرك أبوك رحمه الله فأقر\nبه قال ثنا عبد الرحمن بن أحمد وخلف بن يحيى قالا ثنا أحمد ابن مطرف عن\nعبيد الله بن يحيى عن أبيه عن مالك بن أنس عن يحيى بن سعيد عن سعيد بن\nالمسيب أن رجلا من أسلم جاء إلى أبي بكر الصديق فقال إن الآخر زنى فقال له\nأبو بكر هل ذكرت هذا لأحد غيري فقال لا فقال له أبو بكر فتب إلى الله\nواستتر بستر الله فإن الله يقبل التوبة عن عباده فلم تقرره نفسه حتى أتى\nعمر بن الخطاب فقال له مثل ما قال لأبي بكر فقال له عمر مثل ما قال له أبو\nبكر قال فلم تقرره نفسه حتى جاء إلى رسول الله صلى الله عليه وسلم فقال إن\nالآخر زنى فقال سعيد فأعرض عنه رسول الله صلى الله عليه وسلم ثلاث مرات كل\nذلك يعرض عنه رسول الله صلى الله عليه وسلم حتى إذا كثر عليه بعث رسول الله\nصلى الله عليه وسلم إلى أهله فقال أيشتكي أم به جنة فقالوا يا رسول الله\nإنه لصحيح فقال رسول الله صلى الله عليه وسلم أبكر أم ثيب فقالوا بل ثيب <span id='ms069'></span> يا\nرسول الله فأمر به رسول الله صلى الله عليه وسلم فرجم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل المذكور المعترف بالزنى هو ماعز بن مالك الأسلمي\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو بحر سفيان بن العاصي الأسدي قراءة عليه\nوأنا أسمع قال ثنا أبو العباس أحمد بن عمر قال ثنا أحمد بن الحسين الرازي\nقال ثنا محمد بن عيسى ثنا إبراهيم بن سفيان ثنا مسلم قال ثنا محمد بن\nالمثنى قال ثنا عبد الأعلى قال ثنا داود عن أبي نضرة عن أبي سعيد أن رجلا\nمن أسلم يقال له ماعز بن مالك أتى رسول الله صلى الله عليه وسلم فقال إني\nأصبت فاحشة فأقمه علي فرده النبي صلى الله عليه وسلم مرارا ثم سأل قومه\nفقالوا ما نعلم به بأسا إلا أنه أصاب شيئا يرى أنه لا يخرج منه إلا أن يقام\nفيه الحد قال فرجع إلى النبي صلى الله عليه وسلم فأمرنا أن نرجمه قال\nفانطلقنا به إلى بقيع الغرقد قال فما أوثقناه ولا حفرنا له قال فرميناه\nبالعظام والمدر والخزف قال فاشتد واشتددنا خلفه حتى أتى عرض الحرة فانتصب\nلنا فرميناه بجلاميد الحرة يعني الحجارة حتى سكت ثم قام رسول الله صلى الله\nعليه وسلم خطيبا من العشي فقال أوكلما انطلقنا غزاة في سبيل الله تخلف رجل\nفي عيالنا له نبيب كنبيب التيس علي أن لا أوتي برجل فعل ذلك إلا نكلت به\nقال فما استغفر له ولا سبه\n</p>\n\n<p>\nقال مسلم وحدثنا فيه قتيبة بن سعيد وأبو كامل الجحدري واللفظ لقتيبة قالا\nثنا أبو عوانة عن سماك عن سعيد بن جبير عن ابن عباس أن النبي صلى الله عليه\nوسلم قال لماعز بن مالك أحق ما بلغني عنك قال وما بلغك عني قال بلغني أنك\nوقعت بجارية آل فلان قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n             نعم فشهد أربع شهادات ثم أمر به فرجم\n</p>\n\n<p>\nقال أبو الوليد بن الفرضي ماعز لقب واسمه عريب بن مالك\n</p>\n\n<p>\nوالمرأة التي وقع عليها ماعز اسمها فاطمة وهي جارية هزال\n</p>\n\n<p>\nوالشاهد لذلك ما <span id='ms070'></span> قرىء على أبي محمد عبد الرحمن بن محمد بن عتاب غير مرة\nوأنا أسمع عن أبيه رحمه الله قال ثنا القاضي أبو محمد عبد الله ابن ربيع\nقال ثنا محمد بن معاوية القرشي قال ثنا أبو عبد الرحمن النسوي قال ثنا يحيى\nبن محمد البصري قال ثنا حيدر بن هلال قال ثنا أبان قال ثنا يحيى قال ثنا\nأبو سلمة بن عبد الرحمن عن يزيد بن نعيم ابن هزال وكان هزال استرجم ماعزا\nقال كانت لأهلي جارية ترعى غنما لهم يقال لها فاطمة قد أملكت وإن ماعزا وقع\nعليها وإن هزالا أخذه فقال له انطلق إلى رسول الله صلى الله عليه وسلم\nفخبره بالذي صنعت عسى أن ينزل فيك قرآن فأمر به النبي صلى الله عليه وسلم\nفرجم فلما عصبه مس الحجارة انطلق فاستقبله رجل بكذا وكذا أو بساق بعير\nفضربه فصرعه فقال يا هزال لو سترته بثوبك كان خيرا لك\n</p>\n\n<p>\nوهذا الرجل الذي استقبل ماعزا وضربه فصرعه هو عبد الله بن أنيس\n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا أبو محمد عن أبيه قال ثنا أبو محمد ابن ينوسن\nقال ثنا أبو بكر القشي قال أحمد بن شعيب قال أنا محمد ابن بشار قال ثنا عبد\nالرحمن قال ثنا سفيان عن زيد بن أسلم عن يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n             ابن نعيم عن أبيه\nأن ما عز بن مالك أتى النبي صلى الله عليه وسلم فقال أقم علي كتاب الله\nفأعرض عنه أربع مرات ثم أمر النبي صلى الله عليه وسلم برجمه فلما مسته\nالحجارة خرج يشتد فخرج عبد الله بن أنيس من نادي قومه بوظيف حمار فضربه به\nفصرعه فأتى النبي صلى الله عليه وسلم فحدثه بأمره فقال ألا تركتموه لعله\nيتوب فيتوب الله عليه ثم قال يا هزال لو سترته بثوبك كان خيرا لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n| أم محجن\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب بقراءتي عليه وأبو بحر الأسدي سماعا عليه أن أبا\nعمر بن عبد البر النمري أخبرهما قال ثنا سعيد بن نصر قال ثنا <span id='ms071'></span> قاسم ابن أصبغ\nعن محمد بن وضاح عن يحيى بن يحيى عن مالك عن ابن شهاب عن أبي أمامة بن سهل\nبن حنيف أنه أخبره أن مسكينة مرضت فأخبر رسول الله صلى الله عليه وسلم\nبمرضها قال وكان رسول الله صلى ا لله عليه وسلم يعود المساكين ويسأل عنهم\nفقال رسول الله صلى الله عليه وسلم إذا ماتت فأذنوني بها فخرج بجنازتها\nليلا فكرهوا أن يوقظوا رسول الله صلى الله عليه وسلم فلما أصبح أخبر بالذي\nكان من شأنها فقال ألم آمركم أن تؤذنوني بها قالوا يا رسول الله كرهنا أن\nنخرجك ليلا ونوقظك فخرج رسول الله صلى الله عليه وسلم حتى صف بالناس على\nقبرها وكبر أربع تكبيرات\n</p>\n\n<p>\nهذه المرأة المتوفاة رحمها الله هي أم محجن\n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا أبو محمد بن محسن وأبو عمران موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \nابن عبد الرحمن اجازة أن أبا عمر النمري أخبرهما قال أنا أبو محمد عبد\nالغني بن سعيد مكاتبة قال ثنا أبو طاهر السدوسي القاضي قال ثنا أبو أحمد\nمحمد بن عبدوس بن كامل قال ثنا محمد بن حميد قال ثنا مهران بن أبي عمر قال\nثنا أبو سنان سعيد بن سيار الشيباني عن علقمة ابن مرثد عن أبي بريدة عن\nأبيه أن النبي صلى الله عليه وسلم مر على قبر حديث عهد بدفن ومعه أبو بكر\nرضي الله عنه فقال قبر من هذا فقال يا رسول الله هذه أم محجن كانت مولعة\nبأن تلقط القذى من المسجد قال أفلا آذنتموني قالوا كنت نائما فكرهنا أن\nنهيجك قال فلا تفعلوا فإن صلاتي على موتاكم تنور لهم قبورهم قال فصف\nبأصحابه فصلى عليها\n</p>\n\n<p>\nقال أبو سنان فعرضت هذا الحديث على عمرو بن مرة فقال إن أبا موسى وأصحابه\nصلوا على قبر بعدما دفن وقال لا أسبق اليوم بالصلاة عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n| حبيب بن يساف\n</p>\n\n<p>\nقرأت على أبي محمد بن عتاب قال قرأت على أبي القاسم حاتم ابن محمد قال\nثنا علي ابن محمد بن خلف <span id='ms072'></span> قال ثنا حمزة بن محمد والحسن بن الخضر الأسيوطي\nقال ثنا أبو عبد الرحمن أحمد بن شعيب النسائي قال أنا عمرو بن علي قال أنبا\nعبد الرحمن قال ثنا مالك بن أنس عن الفضيل بن أبي عبد الله عن عبد الله بن\nدينار الأسلمي عن عروة عن عائشة أن رسول الله صلى الله عليه وسلم خرج إلى\nبدر فتبعه رجل من المشركين فلحقه عند الحرة فقال إني أريد أن أتبعك قال\nتؤمن بالله ورسوله قال لا قال فارجع فلن نستعين بمشرك ولحقنا عند الشجرة\nففرح بذلك أصحاب رسول الله صلى الله عليه وسلم وكان له قوة وجلد قال جئت\nلأتبعك وأصيب معك قال تؤمن بالله ورسوله قال لا قال فارجع فإنا لن نستعين\nبمشرك ثم لحقه على ظهر البيداء فقال له مثل ذلك قال تؤمن بالله ورسوله قال\nنعم فخرج\n</p>\n\n<p>\nالرجل الذي قال له النبي صلى الله عليه وسلم إنا لن نستعين بمشرك فأسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n             وحسن إسلامه هو حبيب بن يساف قال ذلك الواقدي في مغازيه عن\nأشياخه فيما أخبرنا به أبو بكر بن العربي عن أبي الحسين الصيرفي قال ثنا\nأبو محمد الجوهري قال ثنا أبو عمر بن حيوية قال ثنا عبد الوهاب بن أبي حبة\nعن محمد بن شجاع عن محمد بن عمر الدراوردي\n</p>\n\n<p>\nوأنبا أبو بحر الأسدي عن أحمد بن عمر العذري عن أبي ذر عبد ابن أحمد قال\nثنا أبو بكر بن عبدان عن محمد بن سهل قال ثنا البخاري قال ثنا عبد الله بن\nمحمد الجعفي قال ثنا يزيد بن هارون قال أنبا مسلم بن سعيد حدثني حبيب بن\nعبد الرحمن بن حبيب بن يساف عن أبيه عن جده خرج النبي صلى الله عليه وسلم\nيريد وجها فأتيته قال لا نستعين بالمشركين على المشركين فأسلمنا وشهدنا معه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n| سلمة بن صخر البياضي\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد رحمها الله عن أبيه قال ثنا أبو\nبكر عبد الرحمن بن أحمد وأبو القاسم خلف بن يحيى <span id='ms073'></span> قالا ثنا أحمد ابن مطرف عن\nعبيد الله بن يحيى عن أبيه عن مالك بن أنس عن ابن شهاب عن حميد بن عبد ا\nلرحمن بن عوف عن أبي هريرة أن رجلا أفطر في رمضان فأمره رسول الله صلى الله\nعليه وسلم أن يكفر بعتق رقبة أو صيام شهرين متتابعين أو إطعام ستين مسكينا\nفقال لا أجد فأتي رسول الله صلى الله عليه وسلم بعذق تمر فقال خذ هذا فتصدق\nبه فقال يا رسول الله ما أجد أحوج مني فضحك رسول الله صلى الله عليه وسلم\nحتى بدت أنيابه ثم قال كله\n</p>\n\n<p>\nالرجل المفطر في رمضان هو سلمة بن صخر البياضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع غير مرة\nقال قرأت على أبي القاسم حاتم بن محمد قال ثنا أبو محمد عبد الله ابن عبد\nالرحمن قال ثنا محمد بن محمد بن جبريل عن أبيه قال ثنا أبو محمد عبد الله\nبن علي بن الجارود قال ثنا محمد بن يحيى قال ثنا يزيد بن هارون قال ثنا\nمحمد بن إسحاق عن محمد بن عمرو بن عطاء عن سليمان بن يسار عن سلمة بن صخر\nالبياضي قال كنت امرأ قد أوتيت من جماع النساء ما لم يؤت أحد غيري فلما كان\nرمضان ظاهرت من امرأتي حتى ينسلخ فرقا من أن أصيب في ليلي شيئا فأتتايع في\nذلك حتى يدركني النهار وأنا لا أستطيع أن أنزع فبينا هي بخدمتي ذات ليلة إذ\nانكشف لي منها فوثبت عليها فلما أصبحت غدوت على قومي فأخبرتهم خبري فقلت\nلهم انطلقوا معي إلى رسول الله صلى الله عليه وسلم فأخبروه بأمري فقالوا لا\nوالله لا نفعل نتخوف أن ينزل فينا قرآن أو يقول فينا رسول الله صلى الله\nعليه وسلم مقالة يبقى عارها ولكن اذهب فاصنع ما بدا لك فخرجت حتى أتيت رسول\nالله صلى الله عليه وسلم فأخبرته خبري فقال لي أنت بذاك قلت أنا بذاك قال\nأنت <span id='ms074'></span> بذاك قلت أنا بذاك قال أنت بذاك قلت أنا بذاك فأمض في حكم الله فإني\nصابر محتسب قال اعتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n             رقبة قال فضربت صفحة عنقي فقلت والذي بعثك\nبالحق يا رسول الله ما أصبحت أملك غيرها قال فصم شهرين متتابعين قلت يا\nرسول الله وهل أصابني ما أصابني إلا من الصوم قال فأطعم ستين مسكينا قلت\nوالذي بعثك بالحق لقد بتنا ليلتنا وحشا ما لنا عشاء قال اذهب إلى صاحب صدقة\nبني زريق قال ابن يحيى والصواب أريق فقل له فليدفعها إليك فأطعم عنك منها\nوسقا من تمر ستين مسكينا واستعن بسائرها عليك وعلى عيالك قال فرجعت إلى\nقومي فقلت وجدت عندكم الضيق وسوء الرأي ووجدت عند رسول الله صلى الله عليه\nوسلم السعة والبركة قد أمر لي بصدقتكم فادفعوها إلي قال فدفعوها إليه\n</p>\n\n<p>\nقال ابن الجارود وأخبرنا محمد بن عبد الحكم أن ابن وهب أخبرهم قال أخبرني\nابن لهيعة وعمرو بن الحارث عن بكير بن الأشج عن سليمان بن يسار أن رجلا من\nبني زريق يقال له سلمة بن صخر فذكر الحديث نحوه على الاختصار وقال في آخره\nفأتي رسول الله صلى الله عليه وسلم بتمر فأعطاه إياه وهو قريب من خمسة عشر\nصاعا فقال تصدق بهذا قال يا رسول الله على أفقر مني ومن أهلي فقال رسول\nالله صلى الله عليه وسلم كله وأهلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرنا أبو محمد عبد الرحمن بن محمد عن أبيه رحمه الله قال ثنا خلف بن\nيحيى قال ثنا عبد الله بن يوسف عن محمد بن وضاح عن أبي بكر بن أبي شيبة قال\nثنا عبد السلام بن جرير عن إسحاق بن عبد الله بن أبي قرة عن بكير بن عبد\nالله بن الأشج عن سليمان بن يسار عن سلمة بن صخر قال ظاهرت على عهد رسول\nالله صلى الله عليه وسلم فوقعت عليها قبل أن أكفر فسألت رسول الله صلى الله\nعليه وسلم فأفتاني بكفارة\n</p>\n\n<p>\nويقال فيه أيضا سليمان بن صخر كما حدثنا أبو عمران <span id='ms075'></span> موسى بن عبد الرحمن\nإجازة أن أبا عمر النمري أخبرهم قال ثنا خلف بن قاسم ثنا ابن السكن قال\nحدثني حبان بن بشر الأسدي قال ثنا محمد بن الحسن بن كيسان قال ثنا حبان بن\nهلال قال ثنا أبان العطار قال ثنا يحيى بن أبي كثير قال حدثني أبو سلمة بن\nعبد الرحمن أن سلمان بن صخر جعل امرأته عليه كظهر أمه وذكر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرة بنت حزم\n</p>\n\n#\n<p>\n| أخت عمرو بن حزم\n</p>\n\n<p>\nقرأت على أبي بكر محمد بن عبد الله المعافري قال ثنا أبو الحسن علي بن\nأيوب قال ثنا أبو طاهر عبد الغفار بن محمد قال ثنا أبو علي محمد ابن أحمد\nالصواف ثنا بشر بن موسى ثنا عبد الله بن الزبير الحميدي ثنا سفيان بن عيينة\nحدثني عبد الله بن محمد بن عقيل أنه سمع جابر ابن عبد الله يقول أتى رسو ل\nالله صلى الله عليه وسلم امرأة من الأنصار فرشت له صورا لها والصور النخلات\nالمجتمعات وذبحت له شاة فأكل منها رسول الله صلى الله عليه وسلم ثم جاءت\nصلاة الظهر فقام رسول الله صلى الله عليه وسلم فتوضأ ثم صلى الظهر ثم أوتي\nبعلالة الشاة فأكل منها ثم قام إلى العصر فصلى ولم يتوضأ ثم أتيت أبا بكر\nالصديق رضي الله عنه فقال لأهله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n             هل عندكم شيء قالوا لا قال\nفأين شاتكم الوالد فأتى بها فحلبها وجعل لنا منها لبأ فأكل منه وأكلنا ثم\nقال إلى الصلاة فصلى ولم يتوضأ ثم أتيت عمر بن الخطاب رضي الله عنه فأتي\nبجفنتين فجعلت إحداهما بين يديه والأخرى من خلفه فأكل وأكلنا ثم صلى ولم\nيتوضأ المرأة الأنصارية المكرمة للنبي صلى الله عليه وسلم هي عمرة بنت حزم\nأخت عمرو بن حزم\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو محمد بن محسن وأبو عمران موسى بن عبد\nالرحمن اجازة أن أبا عمر النمري أخبره قال ثنا أبو القاسم خلف بن قاسم قال\nثنا أبو علي بن السكن قال ثنا <span id='ms076'></span> الحسين بن اسماعيل المحاملي قال ثنا أبو حاتم\nمحمد بن ادريس قال ثنا عمر بن الربيع بن طارق قال ثنا يحيى بن أيوب عن محمد\nبن ثابت البناني أن محمد بن المنكدر حدثهم عن جابر بن عبد الله عن عمرة بنت\nحزم أنها جعلت للنبي صلى الله عليه وسلم في صور ملتف كنسته ورشته وذبحت له\nشاة فدعته فأكل ثم توضأ فقدمت له من لحمها فأكل وصلى العصر ولم يتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n| أمهات المؤمنين\n</p>\n\n<p>\nعائشة سودة أم سلمة\n</p>\n\n#\n<p>\nقرأت على أبي بكر محمد بن عبد الله المعافري وكتب إلي أبو علي حسين بن\nمحمد الصدفي قال ثنا أبو الحسين المبارك بن عبد الجبار قال ثنا أبو يعلى\nأحمد بن عبدالواحد قال ثنا الحسن بن محمد أبو علي قال ثنا محمد بن أحمد بن\nمحبوب قال ثنا أبو عيسى الترمذي قال ثنا عبد ابن حميد قال ثنا محمد بن\nالفضل قال ثنا ثابت بن يزيد عن هلال بن خباب عن عكرمة عن ابن عباس عن النبي\nصلى الله عليه وسلم قال تحشرون حفاة عراة غرلا فقالت امرأة أيبصر أو يرى\nبعضنا عورة بعض قال يا فلانة لكل امرىء منهم يومئذ شأن يغنيه\n</p>\n\n<p>\nوأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على حاتم ابن\nمحمد أن أبا الحسن علي بن محمد القابسي أخبرهم قال ثنا حمزة بن محمد أنا\nأبو عبد الرحمن النسائي أنبا أبو داود قال ثنا عارم قال ثنا ثابت بن يزيد\nقال ثنا هلال بن خباب عن سعيد بن جبير عن ابن عباس أن النبي صلى الله عليه\nوسلم قال تحشرون حفاة عراة غرلا قال فقالت زوجته أننظر ويرى بعضنا عورة بعض\nقال يا فلانة لكل امرىء منهم يومئذ شأن يغنيه 37 عبس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nالمرأة المذكورة في الحديث المتقدم هي أم المؤمنين عائشة بنت أبي بكر رضي\nالله عنهما\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو محمد بن محسن عن أبي حفص عمر بن عبد الله\nقال ثنا عبد الرحمن <span id='ms077'></span> بن محمد بن عيسى القاضي قال ثنا محمد بن أحمد القاضي\nقال ثنا أبو الحارث أحمد بن محمد بن عمارة الدمشقي بها قال ثنا أحمد بن\nمحمد بن يحيى بن حمزة قال ثنا أبي عن أبيه قال حدثني الزبيدي عن الزهري قال\nحدثني عروة عن عائشة أن رسول الله صلى الله عليه وسلم قال يبعث الناس يوم\nالقيامة عراة غرلا فقالت عائشة فكيف بالسوأة فقال لكل امرىء منهم يومئذ شأن\nيغنيه\n</p>\n\n<p>\nوأخبرنا ابن عتاب قال أنبا حاتم بن محمد عن أبي الحسن القابسي ثنا حمزة\nابن محمد الكناني ثنا أحمد بن شعيب أنبا عمر بن عثمان قال ثنا بقية\n</p>\n\n<p>\nوقال حدثني الزبيدي قال أخبرني الزهري عن عروة عن عائشة أن رسول الله صلى\nالله عليه وسلم قال يبعث الناس يوم القيامة حفاة عراة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n             فقالت\nعائشة يا رسول الله فكيف بالعورات فقال لكل امرىء منهم يومئذ شأن يغنيه\n</p>\n\n<p>\nوقيل هي سورة بنت زمعة\n</p>\n\n<p>\nوالشاهد لذلك ما أخبرنا أبو محمد بن عتاب قال أنا أبو عمر النمري قال ثنا\nمحمد بن عبد الملك ثنا عبد الله بن يونس قال ثنا بقي ابن مخلد قال ثنا ابن\nكاسب عن اسماعيل بن عبد الله قال ثنا أبي عن محمد بن أبي عياش عن عطاء بن\nيسار عن سورة بنت زمعة قالت قال النبي صلى الله عليه وسلم يبعث الناس عراة\nغرلا قد لجمهم العرق وبلغ شحوم الآذان قالت فقلت يا رسول الله ينظر بعضنا\nإلى بعض فقال شغل الناس لكل امرىء يومئذ شأن يغنيه\n</p>\n\n<p>\nوهل هي أم سلمة كما أخبرنا أبو محمد عبد الرحمن بن محمد عن أبيه قال ثنا\nيونس بن عبد الله قال ثنا أحمد بن خالد الباجي ثنا أبو علي ابن صفوان ثنا\nابن أبي الدنيا قال ثنا سعدويه عن عبد الحميد بن سليمان قال ثنا محمد بن\nأبي موسى عن عطاء بن يسار عن أم سلمة قالت سمعت رسول الله صلى الله عليه\nوسلم يقول يحشر الناس حفاة عراة كما <span id='ms078'></span> بدوا فقالت أم سلمة واسوأتاه يا رسول\nالله هل ينظر بعضنا إلى بعض فقال شغل الناس قلت وما شغلهم يا رسول الله قال\nنشر الصحف فيها مثاقيل الذر ومثاقيل الخردل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n| مليكة بنت عويمر\n</p>\n\n<p>\nأم عفيف بنت مسروح\n</p>\n\n#\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد بن عتاب عن أبيه رحمه الله قال ثنا\nأبو بكر عبد الرحمن بن أحمد قال ثنا أحمد بن مطرف عن عبد الله ابن يحيى عن\nأبيه عن مالك عن ابن شهاب عن أبي سلمة ابن عبد الرحمن بن عوف عن أبي هريرة\nأن امرأتين من هذيل رمت إحداهما الأخرى فطرحت جنينها فقضى فيه رسول الله\nصلى الله عليه وسلم بغرة عبد أو أمة\n</p>\n\n<p>\nوبإسناده عن مالك عن ابن شهاب عن سعيد بن المسيب أن رسول الله صلى الله\nعليه وسلم قضى في الجنين يقتل في بطن أمه بغرة عبد أو وليدة فقال الذي قضي\nعليه كيف أغرم ما لا أكل ولا شرب ولا نطق ولا استهل ومثل ذلك يطل فقال رسول\nالله صلى الله عليه وسلم إنما هذا من الكهان المرأة ذات الجنين مليكة بنت\nعويمر والمرأة الضاربة لها يقال لها أم عفيف بنت مسروح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nالحجة في ذلك ما أنا به أبو محمد بن محسن وأبو عمران موسى ابن عبد الرحمن\nاجازة أن أبا عمر النمري أخبرهم عن أبي محمد عبد الغني بن سعيد ابن علي قال\nثنا أبو جعفر الأسواني أن موسى بن عبد الملك بن أبي مروان حدثهم قال ثنا\nموسى بن الحسن قال ثنا محمد بن عباد قال ثنا محمد بن سليمان يعني المسمولي\nعن عمرو بن تميم بن عويمر إن شاء الله عن أبيه عن جده قال كانت أختي مليكة\nبنت عويمر وامرأة منا يقال لها أم عفيف ابنة مسروح فضربت أم عفيف مليكة بنت\nعويمر بمبطح معها وهي حامل فقتلتها وما في بطنها فقضى رسول الله صلى الله\nعليه وسلم فيها بالدية وفي جنينها بغرة عبد أو وليدة فقال العلاء <span id='ms079'></span> ابن مسروح\nيا رسول الله أنعرم من لا أكل ولا شرب ولا نطق ولا استهل ومثل هذا يطل فقال\nرسول الله صلى الله عليه وسلم أسجاع أو سجعات سائر اليوم\n</p>\n\n<p>\nوأخبرنا أبو بكر محمد بن عبد الله بن محمد قراءة عليه وأنا أسمع قال ثنا\nأبو المطهر سعيد بن أبي الرجاء القاضي قال ثنا أبو نعيم أحمد ابن عبد الله\nقال ثنا أبو بكر بن خلاد قال ثنا الحارث بن محمد قال ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n             عبد\nالوهاب عن سعيد عن قتادة عن أبي المليح أن حمل بن مالك ابن النابغة كان له\nامرأتان مليكة وأم عفيف فقذفت إحداهما الأخرى بحجر فأصاب قلبها فماتت وألقت\nجنينا ميتا فرفع ذلك إلى النبي صلى الله عليه وسلم فقضى أن الدية على قوم\nالمرأة القاتلة وفي الجنين غرة عبدا أو أمة أو عشرون من الأبل أو مائة شاة\nقال وليها أو أبوها شك سعيد يا رسول الله ما شرب ولا أكل ولا صاح فاستهل\nفمثل ذلك يطل فقال رسول الله صلى الله عليه وسلم لسنا من أساجيع الجاهلية\nفي شيء\n</p>\n\n<p>\nوأخبرنا أبو محمد بن عتاب غير مرة قال قرأت على أبي القاسم حاتم بن محمد\nقال ثنا علي بن محمد قال ثنا أبو بكر بن عبد المؤمن ثنا أبو محمد الجارودي\nقال ثنا بحر بن نصر قال ثنا ابن وهب قال أخبرني يونس عن ابن شهاب عن سعيد\nبن المسيب وأبي سلمة بن عبد الرحمن أن أبا هريرة قال اقتتلت امرأتان من\nهذيل فرمت إحداهما الأخرى بحجر فقتلتها وما في بطنها فاختصموا إلى رسول\nالله صلى الله عليه وسلم فقضى رسول الله صلى الله عليه وسلم أن دية جنينها\nغرة عبد أو أمة وقضى بدية المرأة على عاقلتها وورثها ولدها ومن معهم فقال\nحمل بن مالك بن النابغة الهذلي يا رسول الله كيف أغرم من لا شرب ولا أكل\nولا نطق ولا استهل فمثل ذلك يطل فقال رسول الله صلى الله عليه وسلم إنما\nهذا من <span id='ms080'></span> إخوان الكهان من أجل سجعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n| عباد بن بشر الأشهلي\n</p>\n\n#\n<p>\n| عباد بن نهيك الحنطمي\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد عن أبيه رحمه الله قال ثنا عبد\nالرحمن بن أحمد وخلف بن يحيى قالا ثنا أبو عمر أحمد ابن مطرف عن عبيد الله\nبن يحيى عن أبيه عن مالك بن أنس عن عبد الله بن دينار عن عبد الله بن عمر\nقال بينما الناس بقباء في صلاة الصبح إذ جاءهم آت فقال إن رسول الله صلى\nالله عليه وسلم قد أنزل عليه الليلة قرآن وقد أمر أن يستقبل الكعبة\nفاستقبلوها وكانت وجوههم إلى الشام فاستداروا إلى الكعبة\n</p>\n\n<p>\nالرجل المخبر لأهل قباء بتحويل القبلة هو عباد بن بشر الأشهلي\n</p>\n\n<p>\nالحجة في ذلك ما رواه إبراهيم بن حمزة الزبيري قال حدثني إبراهيم بن جعفر\nابن محمود بن محمد بن مسلمة الأنصاري عن أبيه عن جدته نائلة بنت أسلم وكانت\nمن المبايعات قالت كنا في صلاة الظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n             فأقبل عباد بن بشر بن وقش\nفقال إن رسول الله صلى الله عليه وسلم قد استقبل الكعبة أو قال البيت\nالحرام فتحول الرجال مكان النساء والنساء مكان الرجال\n</p>\n\n<p>\nوقيل إنه عباد بن نهيك الحنطمي الأنصاري\n</p>\n\n<p>\nقال أبو عمر بن عبد البر الحافظ هو الذي أنذر بني حارثة حين وجدهم يصلون\nإلى بيت المقدس وأخبرهم أن القبلة قد حولت فأتموا الركعتين الباقيتين نحو\nالمسجد الحرام\n</p>\n\n<p>\nأخبرنا بذلك القاضي أبو عبد الله محمد بن أحمد عن أبي علي الغساني عن أبي\nعمر فذكره\n</p>\n\n<p>\nوأخبرنا أبو محمد بن عتاب عن أبيه قال ثنا خلف بن يحيى ثنا مسلمة بن قاسم\nقال ثنا العباس بن أحمد بن موسى ثنا إبراهيم الحرمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n             قال ثنا\nهارون بن عبد الله قال ثنا محمد بن الحسن عن إبراهيم بن جعفر عن أبيه عن\nنويلة بنت أسلم قالت بينما نحن نصلي نحو بيت المقدس إذ جاء رجل يقال له\nعباد فقال إن رسول الله صلى الله عليه وسلم قد صرف القبلة نحو المسجد\nالحرام <span id='ms081'></span> فتحول الرجال مكان النساء والنساء مكان الرجال فبلغ ذلك النبي صلى\nالله عليه وسلم قال أولئك قوم آمنوا بالغيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n| عتبان بن مالك\n</p>\n\n#\n<p>\n| مالك بن الدخشم\n</p>\n\n<p>\nأخبرنا أبو بحر سفيان بن العاصي قراءة عليه وأنا أسمع قال قرىء على أبي\nعمر بن عبد البر وأنا أسمع ثنا سعيد بن نصر قال ثنا قاسم بن أصبغ ثنا محمد\nبن وضاح ثنا يحيى بن يحيى عن مالك بن أنس عن ابن شهاب عن عطاء بن يزيد\nالليثي عن عبيد الله بن عدي بن الخيار أنه قال بينما رسول الله صلى الله\nعليه وسلم جالس بين ظهراني الناس إذ جاءه رجل فساره فلم ندر ما ساره به حتى\nجهر رسول الله صلى الله عليه وسلم وإذا هو يساره في قتل رجل من المنافقين\nفقال رسول الله صلى الله عليه وسلم حين جهر أليس يشهد أن لا إله إلا الله\nوأن محمدا رسول الله فقال الرجل بلى ولا شهادة له قال أليس يصلي قال بلى\nولا صلاة له قال رسول الله صلى الله عليه وسلم أولئك الذين نهانا الله عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل الأول المذكور في الحديث قبل هذا الذي جاء إلى النبي صلى الله عليه\nوسلم هو عتبان بن مالك الأنصاري والرجل المذكور بعده المنافق هو مالك بن\nالدخشن\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي محمد عبد الرحمن بن محمد رحمه الله\nعن أبيه رحمه الله قال حدثنا أبو القاسم خلف ابن يحيى قال ثنا أبو محمد عبد\nالله بن يوسف قال ثنا محمد بن وضاح عن أبي بكر بن أبي شيبة قال ثنا أبو\nمعاوية عن الأعمش عن أنس قال أتى النبي صلى الله عليه وسلم عتبان بن مالك\nوهو مكفوف البصر فقال يا رسول الله إيتني في بيتي فصل لناحية حتى أتخذه\nمصلى فإني لا أصل إلى المسجد قال فأتاه النبي صلى الله عليه وسلم في نفر من\nأصحابه فصلي ثم قال أفيكم مالك بن الدخشن فقالوا لا يا رسول الله وما <span id='ms082'></span> نصنع\nبذلك ذلك كهف المنافقين وذاك من عمله ومن حاله فأثنوا عليه شرا فقال أشهد\nأن لا إله إلا الله وأني رسول الله صلى الله عليه وسلم قالوا بلى قال لا\nيلقى الله بها عبد غير شاك فتلفحه النار أو تمسه النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n             الغفاري\n</p>\n\n<p>\nنضلة بن عمرو أبو بصرة أبو غزوان\n</p>\n\n#\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد بن عتاب أخبرك أبوك رحمه الله فأقر\nبه قال ثنا أبو القاسم خلف بن يحيى وأبو بكر عبد الرحمن بن أحمد قالا ثنا\nأحمد بن مطرف عن عبيد الله بن يحيى عن أبيه عن مالك ابن أنس عن سهيل بن أبي\nصالح عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم ضافه ضيف كافر\nفأمر له رسول الله صلى الله عليه وسلم بشاة فحلبت فشرب حلابها ثم أخرى\nفشربه ثم أخرى فشربه حتى شرب حلاب سبع شياة ثم إنه أصبح فأسلم فأمر له رسول\nالله صلى الله عليه وسلم بشاة فحلبت فشرب حلابها ثم أمر له بأخرى فلم\nيستتمها فقال رسول الله صلى الله عليه وسلم المؤمن يشرب في معي واحد\nوالكافر يشرب في سبعة أمعاء هذا الضيف المذكور اختلف فيه كثيرا فقيل وهو\nالأكثر إنه جهجاه الغفاري\n</p>\n\n<p>\nوالحجة في ذلك ما سمعته يقرأ على أبي محمد عبد الرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \nمحمد عن أبيه رحمه الله قال ثنا أبو القاسم خلف بن يحيى قال ثنا أبو محمد\nعبد الله بن يوسف عن محمد بن وضاح عن أبي بكر بن أبي شيبة قال ثنا زيد بن\nالحباب قال ثنا موسى بن عبدة قال ثنا عبد الله بن أبي عبيد الله الأغر عن\nعطاء بن يسار عن جهجاه الغفاري أنه قدم في نفر من قومه يريدون الإسلام\nفحضروا مع رسول الله صلى الله عليه وسلم المغرب فلما سلم قال ليأخذ كل رجل\nمنكم بيد جليسه فلم يكن في المسجد غير رسول الله صلى الله عليه وسلم وغيري\nوكنت رجلا عظيما طوالا لم <span id='ms083'></span> يقدم علي أحد فذهبت مع رسول الله صلى الله عليه\nوسلم إلى منزله فحلبت لي عنز فأتيت عليها ثم أخرى فأتيت عليها حتى حلب سبع\nأعنز فأتيت عليها ثم أتيت ببرمة فأتيت عليها فقالت أم أيمن أجاع الله من\nأجاع رسول الله صلى الله عليه وسلم الليلة فقال رسول الله صلى الله عليه\nوسلم مه يا أم أيمن أكل رزقه ورزقنا على الله فذكر الحديث وفيه أنه أسلم ثم\nذهب به رسول الله صلى الله عليه وسلم إلى بيته وتركه أصحابه لطول جسمه\nوعظمه فأمر له رسول الله صلى الله عليه وسلم فحلبت له عنز واحدة فشربها\nفروي قال قد رويت وشبعت قالت أم أيمن يا رسول الله أليس هذا ضيفنا فقال بلى\nقال رسول الله صلى الله عليه وسلم إنه أكل في معي مؤمن الليلة وأكل قبل ذلك\nفي معي كافر والكافر يأكل في سبعة أمعاء والمؤمن يأكل في معي واحد\n</p>\n\n<p>\nوأخبرنا أبو محمد صلى الله عليه وسلم فيما أجاز لي تجاوز الله عنه عن\nأبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n             رحمه الله عن أبي أيوب سليمان بن خلف قال ثنا محمد بن\nأحمد بن مفرج عن محمد بن أيوب الرقي قال ثنا أبو بكر البزار قال ثنا أبو\nكريب وإبراهيم بن سعد قالا ثنا زيد بن الحباب ثنا موسى بن عبدة حدثني عبد\nالله الأغر بن سليمان القرشي عن عطاء بن يسار عن جهجاه الغفاري أنه قدم هو\nونفر من قومه يريدون الإسلام وذكر الحديث بطوله\n</p>\n\n<p>\nوقيل هو نضلة بن عمرو الغفاري\n</p>\n\n<p>\nوالشاهد لذلك ما سمعته يقرأ على أبي الحسن يونس بن محمد بن مغيث عن جده\nمغيث بن محمد عن جده يونس بن محمد بن عبد الله قال ثنا عباس بن عمرو الصقلي\nقال ثنا ثابت بن قاسم عن جده ثابت قال ثنا موسى بن هارون قال ثنا أبو موسى\nإسحاق بن موسى الخطمي من ولد عبد الله بن يزيد الخطمي قال ثنا محمد بن معن\nبن محمد بن معن قال حدثني <span id='ms084'></span> جدي محمد بن معن عن أبيه معن بن نضلة أن نضلة أتى\nرسول الله صلى الله عليه وسلم ومعه شوائل له فحلب لرسول الله صلى الله عليه\nوسلم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n             إناء فشرب رسول الله صلى الله عليه وسلم ثم شرب هو\nإناء واحدا قال يا رسول الله والذي بعثك بالحق إن كنت لأشرب سبعة فما أشبع\nأو قال فما أمتليء فقال رسول الله صلى الله عليه وسلم إن المؤمن يشرب في\nمعي واحد والكافر يشرب في سبعة أمعاء وأخبرنا أبو محمد بن محسن وأبو عمران\nموسى بن عبد الرحمن إجازة أن أبا عمر النمري أخبرهم أنا أبو محمد عبد الغني\nبن سعيد قال ثنا أبو الطاهر السدوسي قال ثنا أبو مسلم الكجي قال ثنا محمد\nبن إسحاق البلخي قال ثنا محمد ابن معن بن محمد بن معن بن نضلة بن عمرو\nالغفاري قال حدثني جدي محمد ابن معن عن أبيه عن جده نضلة بن عمرو أنه لقي\nرسول الله صلى الله عليه وسلم بشوائل وذكر الحديث\n</p>\n\n<p>\nوقيل هو أبو بصرة حميل بن بصرة الغفاري\n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا به أبو علي الصدفي رحمه الله إجازة عن أبي إسحاق\nإبراهيم بن عبد الله قال حدثني عبد الغني بن سعيد قال ثنا أبو الطاهر\nالقاضي قال ثنا يوسف بن يعقوب قال ثنا محمد بن كثير عن حسين بن أفلح قال\nأقبل ركب غفار قريبا من ثلاثين راكبا على رسول الله صلى الله عليه وسلم\nفتفرقوا في الناس وكان فيهم رجل يدعى أبا بصرة مثل السارية فحاماه الناس\nفتركوه قاعدا وحده قال فأمر له رسول الله صلى الله عليه وسلم فأتبعه بطعام\nفوضع بين يديه فأكله ثم حلب له فشرب حتى شرب حلاب سبع شياه سبعة أقداح قال\nفقيل له قل لا إله إلا الله وتكلم بالإسلام قال فخرج رسول الله صلى الله\nعليه وسلم إلى الصلاة فاستتبعه فلما رجع رسول الله صلى الله عليه وسلم أمر\nبالإناء الذي وضع بين يديه بالأمس <span id='ms085'></span> فلم يأكل إلا يسيرا حتى قال شبعت قال\nوحلب له في الإناء الذي كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n             يشرب منه فلم يشرب إلا يسيرا حتى\nقال فضرب رسول الله صلى الله عليه وسلم على منكبه وقال كنت أمس كافرا وأنت\nاليوم مؤمن وإن الكافر يأكل في سبعة أمعاء والمؤمن يأكل في معي واحد\n</p>\n\n<p>\nوقيل إنه ثمامة بن أثال كما حدثنا أبو محمد عبد الرحمن بن محمد عن أبيه\nعن أبي الوليد القاضي عن أبي عيسى علي بن عبيد الله ابن يحيى عن البرقي\nمحمد بن عبد الرحيم عن عبد الملك بن هشام عن زياد بن عبد الله عن محمد بن\nإسحاق بذلك\n</p>\n\n<p>\nوقيل أبو غزوان\n</p>\n\n<p>\nوالشاهد لذلك ما قرأت بخط أبي المطرف القنازعي وأخبرني به أبو محمد بن\nعتاب عن أبيه عنه قال ثنا أبو عدي عبد العزيز بن علي قال ثنا أبو الحسن علي\nبن أحمد قال ثنا هارون بن سعيد قال ثنا ابن وهب عن حمزة عن أبي عبد الرحمن\nالحنبلي عن عبد الله بن عمرو بن العاص قال جاء إلى رسول الله صلى الله عليه\nوسلم سبعة رجال عند صلاة المغرب وأخذ رسول الله صلى الله عليه وسلم رجلا\nفقال له النبي صلى الله عليه وسلم ما أسمك قال أبو غزوان فحلب له النبي صلى\nالله عليه وسلم سبع شياه فشرب لبنها فقال له النبي صلى الله عليه وسلم هل\nلك يا أبا غزوان أن تسلم قال نعم فأسلم فمسح النبي صلى الله عليه وسلم صدره\nفلما أصبح حلب له النبي صلى الله عليه وسلم شاة واحدة فلم ينجز لبنها فقال\nالنبي صلى الله عليه وسلم مالك يا أبا غزوان قال والذي بعثك نبيا لقد رويت\nقال إنك أمس كان لك سبعة أمعاء وليس لك اليوم إلا واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n| أمير المؤمنين عثمان\n</p>\n\n#\n<p>\n| ابن حديدة\n</p>\n\n<p>\nأخبرنا القاضي محمد بن أحمد قراءة عليه وأنا أسمع قال قرأت على محمد بن\nفرج قال أنا يونس بن عبد الله قال أنا أبو عيسى عن عبيد الله <span id='ms086'></span> بن يحيى عن\nأبيه عن مالك بن أنس عن يحيى بن سعيد أن عمر بن الخطاب انصرف من صلاة العصر\nفلقي رجلا لم يشهد العصر فقال ما حبسك عن صلاة العصر فذكر له الرجل عذرا\nفقال له عمر طففت\n</p>\n\n<p>\nالرجل هو أمير المؤمنين عثمان بن عفان رضي الله عنه\n</p>\n\n<p>\nذكر ذلك عبد الله بن نافع فيما أخبرني به أبو محمد بن عتاب قراءة مني\nعليه قال ثنا أبي عن أبي بكر التجيبي عن أحمد بن مطرف عن عبيد الله ابن\nيحيى عن أبيه يحيى عن عبدالله بن نافع بذلك\n</p>\n\n<p>\nوكذلك ذكره أيضا ابن حبيب عن مطرف بن عبد الله\n</p>\n\n<p>\nوقيل هو سليم بن عمرو ويقال سليم بن عامر بن حديدة الأنصاري وهو أثبت إن\nشاء الله كما حدثنا أبو عمران موسى بن عبد الرحمن عن أبي عمر النمري عن عبد\nالوارث قال ثنا قاسم ثنا محمد بن إسماعيل الترمذي قال ثنا عبدالله بن مسلمة\nالقعنبي قال ثنا ابن أبي ذؤيب عن أبي حازم التمار عن ابن حديدة الأنصاري\nصاحب النبي صلى الله عليه وسلم قال لقيني عمر بن الخطاب بالزوراء وأنا ذاهب\nإلى صلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n             العصر فسألني أين تذهب فقلت إلى الصلاة فقال طففت\nفأفرغ قال فذهبت إلى المسجد فصليت ورجعت فوجدت جاريتي قد احتسبت علينا من\nالاستقاء فذهبت إليها برومة فجئت لها والشمس طالعة\n</p>\n\n<p>\nقيل للقعنبي ما رومة قال نهر عثمان بن عفان ذكره أبو عمر بن عبد البر في\nالصحابة وخطأ من قال فيه إنه عثمان بن عفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n| محمد\n</p>\n\n<p>\nأخبرنا أبو الحسن يونس بن محمد بن مغيث قراءة عليه وأنا أسمع في أصله\nومنه نقلته قال قرىء على القاضي أبو عمر أحمد بن محمد بن يحيى وأنا أسمع\nقال أنبا أبو محمد عبد الله بن أسد قال ثنا أبو علي بن السكن قال ثنا محمد\nبن يوسف قال ثنا محمد بن اسماعيل البخاري قال ثنا عمرو ابن عاصم قال ثنا\nهمام عن قتادة عن أنس أن رجلا من أهل <span id='ms087'></span> البادية أتى النبي صلى الله عليه وسلم\nفقال يا رسول الله متى الساعة قائمة قال ويلك وما أعددت لها قال ما أعددت\nلها إلا أني أحب الله ورسوله قال إنك مع من أحببت فقلنا ونحن كذلك قال نعم\nففرحنا يومئذ فرحا شديدا فمر غلام للمغيرة بن شعبة وكان من أقراني فقال إن\nأخر هذا فلن يدركه الهرم حتى تقوم الساعة\n</p>\n\n<p>\nالغلام المذكور قيل اسمه محمد\n</p>\n\n<p>\nوالشاهد لذلك ما سمعته يقرأ على أبي بحر سفيان بن العاصي الأسدي عن أبي\nالعباس أحمد بن عمر العذري قال ثنا أحمد بن الحسن الرازي قال ثنا حمد بن\nعيسى بن عمرويه قال ثنا إبراهيم بن سفيان عن مسلم قال ثنا أبو بكر قال ثنا\nيونس بن محمد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n             حماد بن سلمة عن ثابت عن أنس أن رجلا سأل\nالنبي صلى الله عليه وسلم متى تقوم الساعة وعنده غلام من الأنصار اسمه محمد\nفقال رسول الله صلى الله عليه وسلم إن يعش هذا الغلام فعسى أن لا يدركه\nالهرم حتى تقوم الساعة\n</p>\n\n<p>\nوقرىء على أبي محمد بن عتاب وأنا أسمع قال ثنا أبي قال ثنا خلف بن يحيى\nقال ثنا عبد الله بن يوسف قال ثنا محمد بن وضاح قال ثنا أبو بكر ابن شيبة\nقال ثنا يونس بن محمد مثله\n</p>\n\n<p>\nوقيل اسمه سعد كما أخبرنا أبو محمد محسن أجازة قال ثنا عمر ابن عبد الله\nالذهلي قال ثنا عبد الرحمن بن محمد القاضي قال ثنا محمد بن أحمد ابن يحيى\nالقاضي قال ثنا أبو منصور محمد بن سعد البارودي قال ثنا محمد بن يحيى قال\nثنا هدبة بن خالد قال ثنا مبارك بن فضالة قال سمعت الحسن يحدث عن أنس بن\nمالك أن رجلا قال للنبي صلى الله عليه وسلم متى الساعة فقال رسول الله صلى\nالله عليه وسلم وما أعددت لها قال ما أعددت لها كبير شيء غير أني أحب الله\nورسوله قال فإنك مع من أحببت ولك ما احتسبت ثم قال تسألونني <span id='ms088'></span> عن الساعة\nوالذي نفسي بيده ما على الأرض نفس منفوسة يأتي عليها مائة سنة قال فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n             رسول الله صلى الله عليه وسلم أين السائل فجىء بالرجل يرعد\nفنظر رسول الله صلى الله عليه وسلم أين السائل فجيء بالرجل يرعد فنظر رسول\nالله صلى الله عليه وسلم إلى غلام من دوس يقال له سعد فقال إن يعش هذا فلن\nيموت حتى تقوم الساعة قال أنس فأنا يومئذ بعد غلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n| أبو إسرائيل الفهري\n</p>\n\n#\n<p>\n| واسمه يسير\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد رحمه الله عن أبيه قال ثنا أبو بكر\nعبد الرحمن بن أحمد قال ثنا أحمد بن مطرف عن عبيد الله بن يحيى عن أبيه عن\nمالك عن حميد بن قيس وثور بن زيد أنهما أخبراه عن رسول الله صلى الله عليه\nوسلم وأحدهما يزيد في الحديث على صاحبه أن رسول الله صلى الله عليه وسلم\nرأى رجلا قائما في الشمس فقال ما بال هذا فقالوا نذر أن لا يتكلم ولا يستظل\nمن الشمس ولا يجلس ويصوم فقال رسول الله صلى الله عليه وسلم مروه فليتكلم\nوليستظل وليجلس وليتم صيامه\n</p>\n\n<p>\nالرجل المذكور صاحب النذر هو أبو إسرائيل الفهري واسمه يسير\n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا به أبو محمد بن عتاب غير مرة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \nقرأت على أبي القاسم خلف بن محمد ثنا علي بن محمد القابسي ثنا أحمد ابن عبد\nالمؤمن قال ثنا أبو محمد الجارودي قال ثنا محمد بن يحيى قال ثنا موسى بن\nإسماعيل قال ثنا وهيب قال ثنا أيوب عن عكرمة عن ابن عباس قال بينما النبي\nصلى الله عليه وسلم إذ مر برجل قائم في الشمس فسأل عنه فقالوا هذا أبو\nإسرائيل نذر أن يقوم ولا يقعد ولا يستظل ولا يتكلم ويصوم فقال مروه فليتكلم\nوليستظل وليقعد وليتم صومه\n</p>\n\n<p>\nواخبرنا أبو عمران موسى بن عبد الرحمن إجازة قال قرىء على أبي عمر بن عبد\nالبر وأنا أسمع قال ثنا أبو عمر أحمد بن محمد ثنا أحمد بن <span id='ms089'></span> الفضل ثنا محمد\nبن حريث ثنا محمد بن حميد ثنا سلمة بن الفضل عن محمد بن إسحاق عن أبان بن\nصالح عن مجاهد عن جابر بن عبد الله قال كان أبو إسرائيل رجل من بني فهر نذر\nليقومن في الشمس حتى يصلي النبي صلى الله عليه وسلم الجمعة والعصر من ذلك\nاليوم فرآه النبي صلى الله عليه وسلم قال ما شأنه فأخبروه خبره فأمره أن\nيجلس ويستظل ويصوم ولم يأمره بكفارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرت عن أبي عمر بن عبد البر رحمه الله أنه قال اسم أبي اسرائيل هذا\nيسير والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n| سعد بن أبي وقاص\n</p>\n\n#\n<p>\n| سعد بن عبادة\n</p>\n\n<p>\nأخبرنا أبو عبد الله محمد بن أحمد التجيبي قراءة عليه بالمسجد الجامع\nبقرطبة صانه الله وأنا أسمع قال ثنا أبو عبد الله محمد بن فرج قراءة عليه\nعن أبي الوليد العاصي عن أبي عيسى عن عبد الله بن يحيى عن أبيه عن مالك عن\nيحيى بن سعيد أنه قال أمر رسول الله صلى الله عليه وسلم السعدين يوم حنين\nأن يبيعا آنية من المغانم من ذهب وفضة فباعا كل ثلاثة بأربعة عينا وكل\nأربعة بثلاثة عينا فقال لهما رسول الله صلى الله عليه وسلم أر بيتما فردا\n</p>\n\n<p>\nالسعدان المذكوران اختلف فيها كثيرا وأولى ما قيل في ذلك إن شاء الله\nأنهما سعد بن أبي وقاص وسعد بن عبادة فمن قال ذلك ابن بكير أخبرنا أبو بكر\nمحمد بن عبد الله الحافظ بلفظه قال ثنا نصر بن إبراهيم أبو الفتح قال ثنا\nأبو بكر محمد بن جعفر قال ثنا أبو بكر محمد بن العباس العزي قال ثنا أبو\nالحسن بن الفرج الأزدي ثنا يحيى ابن بكير بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر يعقوب بن شيبة وسعد بن عبد الله بن عبد الحكم قال ثنا قدامة بن محمد\nبن قدامة بن خشرم عن أبيه قال ثنا مخرمة بن بكير عن أبيه قال سمعت أبا كثير\nالجلاح مولى عبد الرحمن أو عبد العزيز بن مروان يقول سمعت حنشا السبائي عن\nفضالة <span id='ms090'></span> يقول كنا يوم خيبر يجعل الرسول صلى الله عليه وسلم على الغنائم سعد\nبن أبي وقاص وسعد بن عبادة فأرادوا أن يبيعوا الدينارين بالثلاثة والثلاثة\nبالخمسة فقال رسول الله صلى الله عليه وسلم لا إلا مثلا بمثل\n</p>\n\n<p>\nقال أبو عمر بن عبد البر وهذا إسناد متصل حسن صحيح أبو كثير هذا يقال فيه\nمولى عمر بن عبد ا لعزيز بن مروان ويقال مولى عبد الرحمن بن مروان مصري\nتابعي ثقة وروى عنه عمر بن الحارث وبكير بن الأشج وعبيد الله بن أبي جعفر\nوسائر الإسناد أشهر من أن يحتاج إلى القول فيه فصح أن السعدين سعد بن أبي\nوقاص وسعد بن عبادة وارتفع الشك في ذلك والحمد لله انتهى كلام أبي عمر\nوالحمد لله\n</p>\n\n<p>\nوأخبرنا أبو الحسن بن مغيث عن أبي عمر الحذاء عن أبيه قال أنبا القاسم\nالعثماني قال ثنا علي بن أحمد بن سليمان علان قال ثنا ابن أبي مريم قال ثنا\nقدامة حدثني مخرمة عن أبيه قال سمعت أبا كثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n             الجلاح يقول سمعت\nحنشا السبائي يقول أردت أن أبتاع من فضالة بن عبيد قلادة من السهمان فيها\nفصوص ولؤلؤ وفيها ذهب وهي ثمن ألف دينار فقال إن شئت سمتك وإن شئت حدثتك عن\nرسول الله صلى الله عليه وسلم قال لما كان يوم حنين جعل على الغنائم سعد بن\nأبي وقاص وسعد بن عبادة فأرادوا أن يبيعوا الدينارين بالثلاثة والثلاثة\nبخمسة فقال رسول الله صلى الله عليه وسلم مثقال بمثقال\n</p>\n\n<p>\nآخر الجزء الثالث والحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}