{
  "content": " @ 309\n<p>\n| الجزء الخامس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p309'> Vol. 05, p. 309</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p310'> Vol. 05, p. 310</a>\n            </div>\n             @ 311\n</p>\n\n<p>\n| بسم الله الرحمن الرحيم <span id='ms119'></span>\n</p>\n\n<p>\nقال الشيخ أبو القاسم خلف بن عبد الملك بن بشكوال رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p311'> Vol. 05, p. 311</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p312'> Vol. 05, p. 312</a>\n            </div>\n             @ 313\n</p>\n\n<p>\n| زيد بن صامت\n</p>\n\n#\n<p>\n| أبو عياش الزرقي\n</p>\n\n<p>\nأنا أبو بكر محمد بن عبد الله الحافظ قراءة مني عليه وكتب إلي أبو علي\nحسين بن محمد قالا أبنا أبو الحسين المبارك بن عبد الجبار قال ثنا أبو يعلى\nأحمد بن عبد الواحد أنبا أبو علي السنجي أنبا محمد بن محبوب ثنا أبو عيسى\nمحمد بن عيسى الترمذي ثنا جعفر بن محمد بن عمران الثعلبي الكوفي ثنا زيد بن\nحباب عن مالك بن مغول عن عبد الله بن بريدة الأسلمي عن أبيه قال سمع النبي\nصلى الله عليه وسلم رجلا يدعو وهو يقول اللهم إني أسألك بأني أشهد أنك أنت\nالله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد\nقال فقال والذي نفسي بيده لقد سأل الله باسمه الأعظم الذي إذا دعي به أجاب\nوإذا سئل به أعطى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p313'> Vol. 05, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nقال زيد فذكرته لزهير بن معاوية بعد ذلك بسنين فقال حدثني أبو إسحاق عن\nمالك بن مغول قال زيد ثم ذكرته لسفيان الثوري فحدثني به عن مالك\n</p>\n\n<p>\nالرجل هو أبو عياش الزرقي واسمه زيد بن صامت\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي بكر بن العربي قال أنبا القاضي سعد\nابن عبد الله قال ثنا أبو نعيم الحافظ أنا أبو بكر بن خلاد ثنا الحارث ابن\nأسامة ثنا سعيد بن عامر عن أبان بن أبي عياش عن أنس بن مالك أن أبا عياش\nالزرقي قال اللهم إني أسألك بأن لك الحمد لا إله إلا أنت الحنان المنان\nبديع السموات والأرض ذو الجلال والإكرام فقال رسول الله صلى الله عليه وسلم\nلقد سأل الله باسمه الأعظم الذي إذا دعي به أجاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p314'> Vol. 05, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n| حزم بن أبي كعب\n</p>\n\n#\n<p>\n| حرام سليم\n</p>\n\n<p>\nقرأت على أبي بكر محمد بن عبد الله الناقد أخبرك أبو الخطاب نصر بن أحمد\nابن النضر فأقر به قال أنا أبو حفص عمر بن أحمد البندار قال <span id='ms120'></span> ثنا أبو جعفر\nمحمد بن يحيى بن عمر بن علي بن حرب الطائي الموصلي قال ثنا علي يعني أبا\nجده وهو علي بن حرب بن محمد بن علي بن حبان بن مازن الوافد على رسول الله\nصلى الله عليه وسلم قال ثنا سفيان عن عمرو سمع جابر بن عبد الله يقول كان\nمعاذ يصلي مع النبي صلى الله عليه وسلم ثم يرجع إلى قومه فيصلي بهم فأخر\nالنبي صلى الله عليه وسلم ذات ليلة فرجع معاذ فأمهم يقرأ بسورة البقرة فلما\nرآه رجل من القوم انحرف إلى ناحية المسجد فصلى وحده فقالوا يا فلان نافقت\nفقال لآتين النبي صلى الله عليه وسلم فلأخبرنه فأتى النبي صلى الله عليه\nوسلم فقال إن معاذا يصلي معك ثم يرجع فيؤمنا وإنك أخرت الصلاة البارحة فقرأ\nسورة البقرة وإنا نحن أصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n             نواضح وإنا نعمل بأيدينا فقال يا\nمعاذ أفتان أنت اقرأ بالليل إذا يغشى ونحوها الليل\n</p>\n\n<p>\nالرجل الشاكي لمعاذ اختلف فيه فقيل إنه حزم بن أبي بن كعب ابن أبي القين\n</p>\n\n<p>\nالحجة في ذلك ما قرأت على أبي محمد عبد الرحمن بن محمد ابن عتاب قال قرىء\nعلى أبي وأنا أسمع غير مرة قال قرأت على عبد الرحمن بن مروان قال ثنا أحمد\nبن وعون الله عن أبي سعيد أحمد ابن محمد قال ثنا أبو داود قال ثنا موسى بن\nإسماعيل قال ثنا طالب بن حبيب قال سمعت عبد الرحمن ابن جابر يحدث عن حزم بن\nأبي بن كعب أنه أتى معاذا وهو يصلي بقوم صلاة المغرب في هذا الخبر قال فقال\nرسول الله صلى الله عليه وسلم يا معاذ لا تكن فتانا فإنه يصلي وراءك الكبير\nوالضعيف وذو الحاجة والمسافر\n</p>\n\n<p>\nوأخبرنا أبو محمد عن أبيه قال ثنا سليمان بن خلف ثنا محمد بن أحمد بن\nمفرج ثنا محمد بن أيوب الرقي قال ثنا أحمد بن عمرو البزار قال ثنا عمرو ابن\nعلي ومحمد بن معمر قالا ثنا أبو داود قال ثنا طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n             ابن <span id='ms121'></span> حبيب عن\nعبد الرحمن بن جابر بن عبد الله عن أبيه قال مر حزم ابن أبي بن كعب بن أبي\nالقين بمعاذ بن جبل وهو يصلي صلاة العتمة بقومه فافتتح سورة طويلة ومع حزم\nناضح له فتأخر فصلى فأحسن الصلاة ثم أتى ناضحه فأتى رسول الله صلى الله\nعليه وسلم فأخبره وقالوا يا رسول الله إنه من صالح من هو منه فقال رسول\nالله صلى الله عليه وسلم يا معاذ لا تكونن فتانا\n</p>\n\n<p>\nوقيل اسمه حرام\n</p>\n\n<p>\nكما أخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي\nالقاسم حاتم بن محمد قال ثنا أبو الحسن علي بن محمد القابسي قال ثنا حمزة\nبن محمد قال ثنا أبو عبد الرحمن النسائي قال ثنا عمرو ابن زرارة قال أنبا\nاسماعيل عن عبد العزيز بن صهيب عن أنس قال كان معاذ بن جبل يؤم قومه فدخل\nحرام وهو يريد أن يسقي نخله فدخل المسجد ليصلي مع القوم فلما رأى معاذا طول\nتجوز في صلاته ولحق بنخله ليسقيه فقال إنه منافق تعجل عن الصلاة من أجل\nنخله فجاء حرام إلى النبي صلى الله عليه وسلم ومعاذ عنده فقال يا نبي الله\nأردت أن أسقي نخلي فدخلت المسجد لأصلي مع القوم فلما طول معاذ تجوزت في\nصلاتي ولحقت بنخلي أسقيه فزعم أني منافق فأقبل نبي الله صلى الله عليه وسلم\nعلى معاذ فقال أفتان يا معاذ لا تطول بهم اقرأ بسبح اسم ربك الأعلى والشمس\nوضحاها ونحوهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل اسمه سليم\n</p>\n\n<p>\nوالشاهد لذلك ما قرأت على أبي محمد عبد الرحمن بن محمد قال ثنا أبي غير\nمرة قال قرأت على عبد الرحمن بن أحمد قال ثنا محمد بن السليم القاضي قال\nثنا أحمد بن دحيم قال ثنا إبراهيم بن حماد قال ثنا اسماعيل ابن إسحاق\nالقاضي قال ثنا عبد الله بن مسلمة قال ثنا سليمان بن بلال عن عمرو بن يحيى\nعن معاذ بن رفاعة الزرقي أن رجلا من بني سلمة يقال له <span id='ms122'></span> سلم أتى رسول الله\nصلى الله عليه وسلم فقال يا رسول الله إنا نظل في أعمالنا فنأتي حين نمسي\nفيأتي معاذ بن جبل فينادي بالصلاة فيطول علينا فقال رسول الله صلى الله\nعليه وسلم يا معاذ لا تكن فتانا إما أن تصلي معي وإما أن تخفف عن قومك قال\nيا سليم ما معك من القرآن قال معي أني أسأل الله الجنة وأعوذ به من النار\nوالله ما أحسن دندنتك ولا دندنة معاذ فقال رسول الله صلى الله عليه وسلم هل\nتصير دندنتي ودندنة معاذ إلا أن نسأل الله الجنة ونعوذ به من النار ولكن\nسترون غدا إذا التقى القوم والناس يجهزون إلى أحد فخرج سليم فاستشهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n| أم المؤمنين خديجة\n</p>\n\n<p>\nأم المؤمنين عائشة\n</p>\n\n#\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي القاسم\nحاتم بن محمد قال ثنا أبو الحسن علي بن محمد قال ثنا حمزة بن محمد قال ثنا\nأحمد بن شعيب قال أنبا إسماعيل بن مسعود قال ثنا بشر وهو ابن المفضل قال\nثنا شعبة عن الأسود بن قيس عن جندب قال أبطأ جبريل على النبي صلى الله عليه\nوسلم فقالت امرأة لقد تركه صاحبه فأنزلت <span class='quran'>والضحى والليل إذا سجى </span></p>\n\n<p>\nالمرأة هي أم المؤمنين خديجة بنت خويلد رضي الله عنها\n</p>\n\n<p>\nوالشاهد لذلك ما قرأنا على أبي محمد عبد الرحمن بن محمد قال أنا أبي غير\nمرة قال قرأت على عبد الرحمن بن أحمد قال ثنا محمد بن السليم قال ثنا أحمد\nبن دحيم قال ثنا إبراهيم بن حماد قال ثنا عمي إسماعيل القاضي قال ثنا مسدد\nقال ثنا عبد الواحد بن زياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n             قال ثنا سليمان الشيباني قال ثنا\nعبد الله بن شداد بن الهاد قال جاء جبريل إلى النبي صلى الله عليه وسلم\nفقال يا محمد اقرأ قال وما أقرأ قال <span class='quran'>اقرأ باسم ربك الذي خلق </span>حتى\nبلغ <span class='quran'>علم الإنسان ما لم يعلم </span>51 القلم فقال لخديجة يا خديجة ما\nأراني إلا قد عرض لي قالت <span id='ms123'></span> خديجة كلا والله ما كان ربك ليفعل بك ذلك وما\nأتيت فاحشة قط قال فأتت خديجة ورقة بن نوفل فذكرت ذلك فقال ورقة إن تكوني\nصادقة فإن زوجك نبي وليلقين من أمره شدة فاحتبس جبريل على النبي صلى الله\nعليه وسلم فقالت خديجة يا محمد ما أرى ربك إلا قد قلاك فأنزل الله تعالى\n<span class='quran'>والضحى والليل إذا سجى ما ودعك ربك وما قلى </span></p>\n\n<p>\nوأخبرنا أبو محمد في آخرين عن أبي عمر النمري قال ثنا أبو محمد ابن\nالزيات قال ثنا أبو بكر التمار قال ثنا أبو داود سليمان بن الأشعث قال ثنا\nمحمد بن سوار المصري ثنا عبدة عن هشام بن عروة عن أبيه قال استبطأ الوحي عن\nالنبي صلى الله عليه وسلم فلما رأت خديجة فزعه من ذلك قالت ما أرى ربك إلا\nقد ودعك فأنزل الله عز وجل <span class='quran'>والضحى والليل إذا سجى ما ودعك ربك وما قلى\n</span></p>\n\n<p>\nقال أبو داود وحدثنا الوليد بن أبي طلحة البرمكي ثنا زياد بن يونس عن\nنافع القاري في قوله <span class='quran'>وما قلى </span>قال ما أبغضك\n</p>\n\n<p>\nقال وحدثنا عبد الله بن الجراح عن جرير عن النسائي عن عبد الله بن شداد\nابن الهاد قال تخلف جبريل عن النبي صلى الله عليه وسلم فلم يأته فقالت\nخديجة ما أرى صاحبك إلا قد ودعك وقلاك قال فأتاه جبريل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p320'> Vol. 05, p. 320</a>\n            </div>\n             عليه\nالسلام فأقرأه <span class='quran'>والضحى والليل إذا سجى ما ودعك ربك وما قلى وللآخرة خير\nلك من الأولى </span></p>\n\n<p>\nوقد جاء أنها عائشة أم المؤمنين كما أخبرنا أبو محمد بن عتاب عن أبي عمر\nالنمري قال ثنا أحمد بن عبد الله قال ثنا الحسن بن إسماعيل قال ثنا شيبة بن\nداود قال ثنا وكيع عن هشام بن عروة عن أبيه قال أبطأ جبريل على النبي صلى\nالله عليهوسلم فجزع من ذلك جزعا شديدا فقالت عائشة إني أرى ربك قد قلاك\nفنزلت <span class='quran'>ما ودعك ربك وما قلى </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p321'> Vol. 05, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n| سندر بن عبد الله\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد أخبرك أبوك <span id='ms124'></span> رحمه الله فأقر به قال\nأخبرني أبو القاسم هو خلف بن يحيى قال ثنا أبو عثمان بن عبد ربه قال ثنا\nأحمد بن خالد قال ثنا أبو يعقوب قال ثنا عبد الرزاق عن معمر وابن جريج عن\nعمرو بن شعيب عن أبيه عن جده عن عبد الله ابن عمرو أن زنباع أبا روح بن\nزنباع وجد غلاما له مع جاريته فقطع ذكره وجدع أنفه فأتى العبد النبي صلى\nالله عليه وسلم فذكر ذلك له فقال النبي صلى الله عليه وسلم ما حملك على ما\nفعلت قال فعل كذا وكذا فقال النبي صلى الله عليه وسلم للعبد اذهب فأنت حر\n</p>\n\n<p>\nوقرأت على أبي محمد قال ثنا أبو عمر النمري إجازة قال ثنا خلف بن قاسم\nقال ثنا أبو علي بن السكن قال ثنا هارون بن عيسى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p322'> Vol. 05, p. 322</a>\n            </div>\n             السكن قال\nثنا عباس بن محمد بن حاتم الدوري قال ثنا إسحاق بن منصور قال ثنا عبد\nالسلام بن حرب عن إسحاق بن عبد الله بن أبي فروة عن سلمة بن روح بن زنباع\nعن جده أنه قدم على رسول الله صلى الله عليه وسلم وقد اجنب غلاما له فأعتقه\nالنبي صلى الله عليه وسلم بالمثلة\n</p>\n\n<p>\nالغلام الممثل به هو سندر بن عبد الله\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو محمد بن محسن إجازة قال أنا أبو القاسم\nالتميمي قال أنا أبو عثمان أحمد بن محمد قال ثنا ابن مفرج قال ثنا محمد بن\nأيوب الرقي قال ثنا أحمد بن رشدين قال حدثني محمد بن يحيى ابن إسماعيل\nالصدفي وحدثني عبد العزيز بن عمران إملاء قالا ثنا ابن وهب قال أخبرني ابن\nلهيعة عن يزيد بن أبي حبيب عن ربيعة بن لقيط التجيبي عن عبد الله بن سندر\nعن أبيه أنه كان عبدا لزنباع بن سلامة فغضب عليه فخصاه وجدعه فأتى رسول\nالله صلى الله عليه وسلم فأخبره فأغلظ لزنباع القول فأعتقه منه فقال أوص بي\nيا رسول الله قال أوصي بك كل <span id='ms125'></span> مسلم قال توبة وكان سندر كافرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n| فاطمة بنت عمرو\n</p>\n\n#\n<p>\n| ابن حرام\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب وغيره عن أبي عمر النمري قال ثنا خلف ابن قاسم\nقال ثنا أبو علي بن السكن ثنا أبو يزيد القرشي حاتم بن محبوب الهروي قال\nثنا عبد الجبار بن العلاء العطار قال ثنا سفيان قال ثنا محمد ابن المنكدر\nقال سمعت جابرا يقول جيء بأبي يوم أحد قد مثل به فوضع بين يدي النبي صلى\nالله عليه وسلم مسجى فأردت أن أكشف الثوب فنهاني قومي فأمر رسول الله صلى\nالله عليه وسلم فرفع ورد إلى أحد فسمع رسول الله صلى الله عليه وسلم صوت\nصائحة فقال من هذه قالوا ابنة عمرو أو أخت عمرو فقال لا تبكي فما زالت\nالملائكة تظله بأجنحتها حتى رفع\n</p>\n\n<p>\nالمرأة المشار إليها في هذا الحديث هي فاطمة بنت عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p324'> Vol. 05, p. 324</a>\n            </div>\n            \nحرام عمة جابر بن عبد الله رضي الله عنها\n</p>\n\n<p>\nويشهد لهذا ما سمعته يقرأ على أبي بحر الأسدي قال قرأت على أبي العباس\nالعذري ثنا أحمد بن الحسن ثنا محمد بن عيسى ثنا أبو سفيان ثنا مسلم بن\nالحجاج ثنا محمد بن المثنى قال ثنا وهب بن جرير حدثنا شعبة عن محمد ابن\nالمنكدر عن جابر بن عبد الله قال أصيب أبي يوم أحد فجعلت أكشف الثوب عن\nوجهه وأبكي وجعلوا ينهونني ورسول الله صلى الله عليه وسلم لا ينهاني قال\nوجعلت فاطمة بنت عمرو تبكيه فقال رسول الله صلى الله عليه وسلم تبكيه أو لا\nتبكيه ما زالت الملائكة تظله بأجنحتها حتى رفعتموه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n| الربيع بنت النضر\n</p>\n\n<p>\nقرىء على قاضي الجماعة بقرطبة أبي عبد الله محمد بن أحمد وأنا أسمع قال\nأنا أبو علي حسين بن محمد سماعا قال قرأت على أبي عمر النمري قال ثنا عبد\nالوارث قال ثنا قاسم قال ثنا محمد بن وضاح قال ثنا عبد الملك بن حبيب قال\nثنا أبو إسحاق الفزاري عن حميد الطويل قال سمعت أنس بن مالك قال أصيب حارثة\nبن <span id='ms126'></span> سراقة يوم بدر وهو غلام فجاءت أمه إلى النبي صلى الله عليه وسلم فقالت\nيا رسول الله قد علمت منزلة حارثة مني فإن يك في الجنة أصبر وأحتسب وإن تكن\nالأخرى تر ما أصنع فقال ويحك أوجنة واحدة هي إنما هي جنان كثيرة وإنه في\nجنة الفردوس\n</p>\n\n<p>\nأم حارثة هذه هي الربيع بنت النضر عمة أنس بن مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو الحسن بن مغيث إجازة عن أبي عمر أحمد بن\nمحمد عن أبيه قال أنبا أبو القاسم الحسين بن عبد الله الحافظ قال ثنا\nإبراهيم بن محمد قال ثنا محمد بن سنجر قال ثنا الحجاج قال ثنا حماد عن ثابت\nعن أنس بن مالك أن حارثة بن سراقة أصيب يوم بدر أصابه سهم غرب فوقع في ثغرة\nنحره فقتله فجاءت أم الربيع فقالت يا رسول الله قد علمت مكانة حارثة مني\nفإن يكن من أهل الجنة فسأصبر وإلا فسيري الله ما أصنع فقال يا أم حارثة\nإنها ليست جنة واحدة ولكنها جنان كثيرة وهو في الفردوس الأعلى قالت فسأصبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n| أبو جحيفة وهب\n</p>\n\n#\n<p>\n| بن عبد الله السوائي\n</p>\n\n<p>\nقرأت على أبي محمد بن عتاب عن أبيه قال ثنا أبو بكر التجيبي ثنا محمد ابن\nإسحاق قال ثنا قاسم بن أصبغ ثنا أبو إسماعيل ثنا نعيم ابن حماد قال ثنا ابن\nالمبارك قال ثنا بقية بن الوليد قال حدثني أيوب ابن عثمان قال إن رسول الله\nصلى الله عليه وسلم سمع رجلا يتجشأ فقال أقصر من جشائك فإن أطول الناس جوعا\nيوم القيامة أكثرهم شبعا في الدنيا\n</p>\n\n<p>\nالرجل هو أبو جحيفة وهب بن عبد الله السوائي\n</p>\n\n<p>\nالحجة لذلك ما أخبرنا به القاضي محمد بن أحمد عن أبي علي قال أنبا أبو\nعمر النمري قال أنا خلف بن قاسم قال ثنا ابن الورد ثنا ابن واضح ثنا سعيد\nبن أسد بن موسى ثنا أبي ثنا علي بن ثابت الجزري عن الوليد ابن عمرو ابن ساج\nعن عون بن أبي جحيفة <span id='ms127'></span> عن أبيه قال أكلت ثريدة بر بلحم فأتيت رسول الله صلى\nالله عليه وسلم وأنا أتجشأ فقال اكفف أو احبس عنا جشاءك أبا جحيفة فإن أكثر\nالناس شبعا في الدنيا أطولهم جوعا يوم القيامة قال فما أكل أبو جحيفة ملء\nبطنه حتى فارق الدنيا كان إذا تعشى لا يتغذى وإذا تغذى لا يتعشى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n| عيينة بن حصن بن حذيفة بن بدر الفزاري مخرمة بن نوفل\n</p>\n\n<p>\nأخبرنا أبو بحر الأسدي قراءة عليه وأنا أسمع قال ثنا أبو عمر بن عبد البر\nقال ثنا سعيد بن نصر قال ثنا قاسم قال ثنا محمد بن وضاح قال ثنا يحيى بن\nيحيى عن مالك بن أنس أنه بلغه عن عائشة زوج النبي صلى الله عليه وسلم أنها\nقالت استأذن رجل على رسول الله صلى الله عليه وسلم قالت عائشة وأنا معه في\nالبيت فقال رسول الله صلى الله عليه وسلم بئس ابن العشيرة ثم أذن له قالت\nعائشة فلم أنشب أن سمعت ضحك رسول الله صلى الله عليه وسلم معه فلما خرج\nالرجل قلت يا رسول الله قلت فيه ما قلت ثم لم تنشب أن ضحكت معه فقال رسول\nالله صلى الله عليه وسلم إن شر الناس من اتقاه الناس لشره\n</p>\n\n<p>\nالرجل المتقى هو عيينة بن حصن بن حذيفة بن بدر الفزاري\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو علي حسين بن محمد إجازة عن أبي إسحاق\nإبراهيم ابن عبد الله الحبال قال ثنا عبد الغني بن سعيد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            \nثنا أحمد بن إبراهيم بن جامع قال ثنا هارون بن كامل قال ثنا عبد الله ابن\nالحكم قال أنا مالك بن أنس أنه بلغه عن عائشة أنها قالت استأذن عيينة بن\nحصن بن حذيفة بن بدر الفزاري على رسول الله صلى الله عليه وسلم وأنا معه في\nالبيت فقال رسول الله صلى الله عليه وسلم بئس أخو العشيرة ثم أذن له رسول\nالله صلى الله عليه وسلم قالت عائشة فلم أنشب أن سمعت ضحك رسول الله <span id='ms128'></span> صلى\nالله عليه وسلم فلما خرج الرجل قلت له يا رسول الله قلت له ما قلت ولم تنشب\nأن ضحكت معه قال رسول الله صلى الله عليه وسلم إن شر الناس من اتقاه الناس\nلشره\n</p>\n\n<p>\nوقرأت على أبي رحمه الله قال قرىء وأنا أسمع على أبي عبد الله محمد بن\nفرج قال ثنا محمد بن عابد ثنا سهل بن إبراهيم ثنا محمد بن فطيس ثنا يحيى بن\nمزين عن حبيب الحنفي كاتب مالك قال كان الرجل الذي قال فيه رسول الله صلى\nالله عليه وسلم بئس ابن العشيرة عيينة بن بدر الفزاري\n</p>\n\n<p>\nوأخبرنا أبو محمد بن عتاب أخبرنا أبي ثنا أبو عثمان قال ثنا أحمد بن عون\nالله ومن خطه نقلته قال ثنا أبو حفص عمر بن محمد العطار ثنا أحمد ابن\nإبراهيم بن بكار قال ثنا أبو النضر إسحاق بن إبراهيم قال ثنا يحيى بن حمزة\nقال ثنا أبو عمرو الأوزاعي عن يحيى بن أبي كثير أن عيينة بن بدر استأذن على\nرسول الله صلى الله عليه وسلم فعبس بوجهه ثم أذن له فلما دخل بسن في وجهه\nفلما خرج قالت عائشة عبست حين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n             استأذن وبششت حين دخل فقال رسول\nالله صلى الله عليه وسلم كفى بالرجل شرا أن يتقى مخافة فحشه\n</p>\n\n<p>\nوقيل هو مخرمة بن نوفل بن صفوان الزهري\n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا أبو عمران موسى بن عبد الرحمن أن أبا عمر النمري\nأخبرهم قال أخبرنا أبو محمد المصري قال ثنا أحمد بن عمر بن يونس أن محمد بن\nحدثهم قال ثنا أحمد بن منصور المروزي هوزاج قال ثنا النضر ابن شميل قال ثنا\nأبو عامر الخزاز عن أبي يزيد المدني عن عائشة قالت جاء مخرمة بن نوفل\nيستأذن فلما سمع النبي صلى الله عليه وسلم صوته قال بئس أخو العشيرة فلما\nدخل بسن به حتى خرج قلت يا رسول الله قلت له وهو على الباب ما قلت فلما دخل\nبششت به حتى خرج قال أطنه قال <span id='ms129'></span> متى عهدتني فحاشا إن من شرار الناس من يتقى\nلشره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n| قزمان الطغري أبو الفنداق\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي القاسم\nحاتم بن محمد قال ثنا أبو الحسن علي بن محمد قال ثنا أبو زيد محمد ابن أحمد\nقال ثنا محمد بن يوسف ثنا محمد بن إسماعيل البخاري قال ثنا أبو اليمان قال\nثنا شعيب عن الزهري قال أخبرني سعيد بن المسيب أن أبا هريرة قال شهدنا خيبر\nفقال رسول الله صلى الله عليه وسلم لرجل ممن يدعي الإسلام هذا من أهل النار\nفلما حضر القتال قاتل الرجل قتالا شديدا أشد القتال حتى كثرت به الجراحة\nفكاد بعض الناس يرتاب فوجد الرجل ألم الجراحة فأهوى بيده إلى كنانة فاستخرج\nمنها أسهما فنحر بها نفسه واشتد رجال من المسلمين فقال يا رسول الله صدق\nالله حديثك انتحر فلان فقتل نفسه فقال قم يا فلان فأذن لا يدخل الجنة إلا\nمؤمن إن الله يؤيد هذا الدين بالرجل الفاجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل الذي قتل نفسه هو قزمان الطغري ويكنى أبا الفنداق\n</p>\n\n<p>\nذكر ذلك الواقدي كما أخبرنا أبو محمد عبد الرحمن بن محمد إجازة قال ثنا\nأبي قال ثنا يونس بن عبد الله القاضي قال كتب إلي أبو يعقوب يوسف بن أحمد\nمن مكة قال أنبا إبراهيم بن محمد المقري قال ثنا أبو إسحاق هو الحربي قال\nثنا أحمد بن أيوب عن إبراهيم عن ابن إسحاق عن عاصم عن ابن عمر أن قزمان خرج\nيوم أحد فاشتدت به الجراحة فأخذ سهما فقطع به رواهش يديه فقتل نفسه\n</p>\n\n<p>\nقال الأصمعي الرواهش عصب في باطن الذراع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p333'> Vol. 05, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الله بن حذافة\n</p>\n\n#\n<p>\n| السهمي\n</p>\n\n<p>\nأخبرنا أبو الحسن بقي وأبو الوليد أحمد بن عبد الله قراءة عليهما وأنا\nأسمع قالا أنبا سراج بن عبد الله عن أبي محمد الأصيلي قال ثنا أبو زيد\nالمروزي قال ثنا محمد بن يوسف قال ثنا محمد بن إسماعيل البخاري قال ثنا\nمنذر بن الوليد بن عبد الرحمن الجارودي ثنا <span id='ms130'></span> أبي ثنا شعبة عن موسى عن أنس\nقال خطب رسول الله صلى الله عليه وسلم خطبة ما سمعت مثلها قال لو تعلمون ما\nأعلم لضحكتم قليلا ولبكيتم كثيرا قال فغطى أصحاب رسول الله صلى الله عليه\nوسلم وجوههم لهم حنين فقال رجل من أبي قال فلان فنزلت <span class='quran'>يا أيها الذين\nآمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم </span>101 المائدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل السائل عن أبيه هو عبد الله بن حذافة السهمي\n</p>\n\n<p>\nالحجة في ذلك ما قرأت على أبي محمد عبد الرحمن بن محمد عن أبيه رحمه الله\nقال ثنا عبد الرحمن بن أحمد دحيم ثنا إبراهيم بن حماد قال ثنا عمي اسماعيل\nقال ثنا إبراهيم بن حمزة قال ثنا عبد العزيز عن محمد عن عمه عن أنس أن رسول\nالله صلى الله عليه وسلم خرج حين زاغت الشمس فصلى لهم صلاة الظهر فلما سلم\nقام على المنبر فذكر الساعة فذكر أن قبلها أمورا عظاما ثم قال من أحب أن\nيسأل عن شيء فليسأل عنه فوالله لا تسألوني عن شيء إلا أخبرتكم به ما دمت في\nمقامي هذا فقال أنس فأكثر الناس من البكاء حين سمعوا ذلك وأكثر رسول الله\nصلى الله عليه وسلم أن يقول سلوني عما شئتم فقام عبد الله بن حذافة السهمي\nفقال من أبي قال أبوك حذافة فلما أكثر أن يقول سلوني برك عمر بن الخطاب على\nركبتيه فقال يا رسول الله رضينا بالله ربا وبالإسلام دينا وبمحمد نبيا فسكت\nرسول الله صلى الله عليه وسلم حين قال عمر ذلك فقال رسول الله صلى الله\nعليه وسلم والذي نفسي بيده لقد عرضت علي الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n             والنار آنفا في\nعرض هذا الحائط وأنا أصلي فلم أر كاليوم في الخير والشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p336'> Vol. 05, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n| بديل بن أبي مارية\n</p>\n\n#\n<p>\n| عمرو بن العاص المطلب بن أبي وداعة\n</p>\n\n<p>\nأخبرنا أبو الحسن يونس بن محمد قراءة عليه وأنا أسمع قال ثنا أبو محمد\nابن أسد قال ثنا أبو علي بن السكن ثنا أبو زيد محمد بن أحمد ثنا <span id='ms131'></span> محمد ابن\nيوسف قال ثنا محمد بن إسماعيل قال قال لي علي بن عبد الله ثنا يحيى بن آدم\nقال ثنا ابن أبي زائدة عن محمد بن أبي القاسم عن عبد الملك بن سعيد بن جبير\nعن أبيه عن ابن عباس قال خرج رجل من بني سهم مع تميم الداري وعلي بن بداء\nفمات السهمي بأرض ليس بها مسلم فلما قدما بتركته فقدوا جاما من فضة مخوصا\nمن ذهب فأحلفهما رسول الله صلى الله عليه وسلم ثم وجد الجام بمكة فقالوا\nابتعناه من تميم وعدي فقام رجلان من أوليائه فحلفا لشهادتنا أحق من\nشهادتهما وأن الجام لصاحبهم قال وفيهم نزلت هذه الآية <span class='quran'>يا أيها الذين\nآمنوا شهادة بينكم </span>الآية ( 106 المائدة )\n</p>\n\n<p>\nالرجل السهمي هو بديل بن أبي مارية والرجلان من أوليائه هما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p337'> Vol. 05, p. 337</a>\n            </div>\n            \nعمرو بن العاص والمطلب بن أبي وداعة السهمي\n</p>\n\n<p>\nوالشاهد لذلك كله ما أخبرنا أبو محمد بن محسن وأبو عمران موسى بن عبد\nالرحمن إجازة أن أبا عمر النمري أخبرهم عن أبي القاسم خلف بن قاسم قال ثنا\nعمر بن محمد عن بكر بن سهل قال ثنا عبد الغني بن سعيد قال ثنا موسى بن عبد\nالرحمن عن ابن جريج عن عطاء عن ابن عباس في قوله <span class='quran'>يا أيها الذين آمنوا\nشهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم أو آخران\nمن غيركم </span>106 المائدة يريد تميم الداري وعدي بن بداء كانا يومئذ\nنصرانيين وكانا يختلفان إلى مكة وإلى المدينة بعدما هاجر النبي صلى الله\nعليه وسلم فبعث عمرو ابن العاص والمطلب ابن أبي وداعة السهمي معهما رجلا\nيقال له بديل بن أبي مارية مولى العاص بن وائل بمتاع إلى أرض الشام آنية من\nذهب وآنية من فضة وآنية مملوءة من الذهب فلما قدموا الشام مرض بديل وكان\nمسلما فكتب وصيته ولم يعلم تميم الداري ولا عدي وأدخلها في المتاع فقضي\nعليه بالموت ولم يبع شيئا من متاعه فقدم تميم الداري وعدي إلى المدينة\nفدفعا المتاع إلى <span id='ms132'></span> عمرو والمطلب وأخبراهما بموت بديل فقالا لقد توارى من\nعندنا بأكثر من هذا المتاع فهل باع قالا ما باع شيئا فمضوا إلى النبي صلى\nالله عليه وسلم فأحلف تميم وعدي بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p338'> Vol. 05, p. 338</a>\n            </div>\n             صلاة العصر بالله الذي لا\nإله إلا هو إن ارتبتم لا نشتري به ثمنا ولو كان ذا قربي ولا نكتم شهادة\nالله إنا إذن لمن الآثمين إنه ما ترك عندنا غير هذا ثم إن عمرو بن العاص\nوالمطلب ظهرا على آنية عند تميم وعدي\n</p>\n\n<p>\nقالا هذه الآنية لنا وهي مما توارى بها بديل قال تميم وصاحبه اشترينا هذه\nالآنية فقال عمرو وصاحبه لقد سألناكما هل باع شيئا فقلتما لا فقالا نسينا\nفذهبوا إلى النبي صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم\nاحلفا أن هذه الآنية لكما وأن بديلا لم يبع شيئا قد كان في وصيته فحلفا\nواستحقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p339'> Vol. 05, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n| العوراء أو جويرية\n</p>\n\n#\n<p>\n| بنت أبي جهل\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد بن عتاب قراءة عليه وأنا أسمع قال\nأنبا أبي قال قرأت على أبي عبد الرحمن بن مروان ثنا أحمد ابن عون الله ثنا\nابن الأعرابي ثنا أبو داود قال ثنا أحمد بن يونس وقتيبة ابن سعيد المعنى\nقال أحمد ثنا الليث حدثني عبد الله بن عبيد الله ابن أبي مليكة القرشي\nالتيمي أن المسور بن مخرمة حدثه أنه سمع رسول الله صلى الله عليه وسلم على\nالمنبر يقول إن بني هشام بن المغيرة استأذنوني أن ينكحوا ابنتهم من علي بن\nأبي طالب فلا آذن ثم لا آذن ثم لا آذن لهم إلا أن يريد ابن أبي طالب أن\nيطلق ابنتي وينكح ابنتهم فإنما ابنتي بضعة مني يريبني ما أرابها ويؤذيني ما\nآذاها\n</p>\n\n<p>\nقال أبو داود والأخبار في حديث أحمد\n</p>\n\n<p>\nاسم هذه المرأة العوراء بنت أبي جهل\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به أبو محمد بن عتاب قراءة عليه وأنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p340'> Vol. 05, p. 340</a>\n            </div>\n            \nأسمع قال قرأت على حاتم بن محمد قال ثنا عبد الرحمن بن عبد الله ابن محمد <span id='ms133'></span>\nبن يزيد قال ثنا جدي محمد قال ثنا سفيان عن عمرو عن محمد ابن علي أن عليا\nرضي الله عنه أراد أن ينكح ابنة أبي جهل فقام النبي صلى الله عليه وسلم على\nالمنبر فقال إن عليا أراد أن ينكح العوراء ولم يكن له أن يجمع بين ابنة عدو\nالله وبين ابنة حبيب الله إنما فاطمة بضعة مني فمن أغضبها فقد أغضبني\n</p>\n\n<p>\nوأخبرنا أبو عمران موسى بن عبد الرحمن إجازة عن أبي عمر النمري قال ثنا\nأبو محمد عبد الغني بن سعيد قال ثنا أبو الطاهر السدوسي أن يحيى ابن محمد\nبن صاعد حدثهم قال ثنا عبد الجبار بن العلاء وثنا سفيان عن عمرو بن دينار\nعن أبي جعفر قال قال رسول الله صلى الله عليه وسلم على المنبر إن عليا أراد\nأن ينكح العوراء ابنة أبي جهل ولم يكن له أن يجمع بين ابنة عدو الله وبين\nبنت رسول الله صلى الله عليه وسلم وإنما فاطمة بضعة مني يغضبني ما أغضبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p341'> Vol. 05, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n| مينا باقول\n</p>\n\n#\n<p>\n| ميمون صباح قبيصة\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي القاسم\nحاتم ابن محمد قال ثنا أبو الحسن علي بن محمد قال ثنا أبو زيد المروزي ثنا\nمحمد بن يوسف ثنا البخاري قال ثنا خلاد قال ثنا عبد الواحد ابن أيمن عن\nأبيه عن جابر بن عبد الله أن امرأة من الأنصار قالت لرسول الله صلى الله\nعليه وسلم يا رسول الله ألا أجعل لك شيئا تقعد عليه فإن لي غلاما نجارا قال\nإن شئت فعملت له المنبر فلما كان يوم الجمعة قعد النبي صلى الله عليه وسلم\nعلى المنبر الذي صنع فصاحت النخلة التي كان يخطب عندها حتى كادت أن تنشق\nفنزل النبي صلى الله عليه وسلم حتى أخذها فضمها إليه فجعلت تئن أنين الصبي\nالذي يسكت حتى استقرت قال بكت على ما كانت تسمع من الذكر\n</p>\n\n<p>\nاسم هذا الغلام النجار مينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p342'> Vol. 05, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nكما أخبرنا محمد بن أحمد الحاتمي عن <span id='ms134'></span> أبي جعفر أحمد بن عبد الرحمن ابن\nمطاهر قال ثنا عبد الرحمن بن عيسى القاضي قال ثنا محمد بن منصور التستري عن\nيوسف بن أحمد عن أبي يزيد محمد بن يزيد عن أبي عبد الله الزبير بن بكار قال\nحدثني إسماعيل عن أبيه قال عمل المنبر غلام لامرأة من الأنصار من بني ساعدة\nأو امرأة لرجل منهم يقال له مينا\n</p>\n\n<p>\nوأخبرنا أبو الحسن بن مغيث عن أبي عمر أحمد بن محمد بن يحيى عن أبيه عن\nأبي القاسم العثماني قال ثنا مسلم بن عبد الله بن طاهر الحسيني ثنا أبو\nيزيد محمد بن عبد الرحمن المخزومي عن الزبير ابن بكار عن إسماعيل بن عبد\nالله قال الزبير وحدثنيه إسماعيل عن أبيه قال عمل المنبر غلام لامرأة من\nالأنصار من بني ساعدة أو امرأة رجل منهم يقال له مينا\n</p>\n\n<p>\nوقيل إنه باقول مولى العاص بن أمية\n</p>\n\n<p>\nويشهد لذلك ما سمعته يقرأ على أبي محمد عبد الرحمن بن محمد بالمسجد\nالجامع بقرطبة قال أنا أبي قال أنبا يونس بن عبد الله القاضي قال أنا محمد\nابن الخراز عن أحمد بن خالد قال ثنا أبو يعقوب عن عبد الرزاق عن رجل من\nأسلم عن صالح مولى التوأمة أن باقول مولى العاصي بن أمية صنع للنبي صلى\nالله عليه وسلم منبرا من طرفا ثلاث درجات فلما قدم معاوية المدينة زاد فيه\nفكسفت الشمس يومئذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p343'> Vol. 05, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل هو ميمون النجار\n</p>\n\n<p>\nكما أخبرنا أبو الحسن بن مغيث عن أبي عمر أحمد بن محمد قال ثنا ابن فطيس\nقال أنبا أبو بكر قال أنبا قاسم بن أصبغ ثنا أبو الأحوص ثنا أبو بكير قال\nحدثني ابن لهيعة قال حدثني عمارة بن غزية أنه سمع عباس بن سهل الساعدي يخبر\nعن أبيه قال كان رسول الله صلى الله عليه وسلم يقوم إذا خطب إلى خشبة ذات\nفرضين كانت في المسجد فلما راع الناس وكثروا قالوا يا رسول الله لو كنت\nجعلت منبرا تسوس الناس عليه فإنهم قد كثروا قال <span id='ms135'></span> ما أبالي قال وكان بالمدينة\nنجار واحد يقال له ميمون قال فبعث النجار أبي فانطلق وانطلقت معه حتى أتيت\nالخافقين فقطعنا ثم أثلا فعمله قال فوالله ما هو إلا أن قعد عليه رسول الله\nصلى الله عليه وسلم فتكلم وفقدته الخشبة فخارت كما يخور الثور لها حنين\nفجعل العباس يمد يديه لنحو ما رأى ليحكي حنين الخشبة حتى يفرغ الناس وكثر\nالبكاء مما رأوها فقال رسول الله صلى الله عليه وسلم سبحان الله ألا ترون\nهذ الخشبة انزعوها واجعلوها تحت المنبر في الأرض فنزعوها فدفنوها تحت\nالمنبر\n</p>\n\n<p>\nوقرأت بخط أبي حيان قال ذكر عبد الله بن حنين الأندلسي في كتابه الرجال\nعن عمر بن عبد العزيز قال عمل منبر النبي صلى الله عليه وسلم صباح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p344'> Vol. 05, p. 344</a>\n            </div>\n             غلام العباس بن عبد المطلب\n</p>\n\n<p>\nوذكر أيضا عن المطلب أن الذي عمله قبيصة المخزومي من أثلة كانت قريبة من\nالمسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p345'> Vol. 05, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n| مسيكة أميمة معاذة\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد بن عتاب قراءة عليه وأنا أسمع قال\nثنا أبي قال ثنا عبدالرحمن بن مروان قال ثنا أحمد بن عبد العزيز عن أحمد بن\nخالد قال ثنا علي بن عبدالعزيز قال ثنا أبو عبيد عن يحيى بن سعيد عن الأعمش\nعن أبي سفيان عن جابر قال كانت أمة لعبد الله بن أبي بن سلول وكان يكرهها\nعلى الزنى فنزلت <span class='quran'>ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا\nعرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن غفور رحيم </span>32\nالنور\n</p>\n\n<p>\nوحدثنا أبو محمد ثنا حاتم بن محمد ثنا عمر بن محمد السجزي ثنا إبراهيم\nابن سفيان ثنا مسلم قال ثنا أبو بكر بن أبي شيبة قال ثنا أبو معاوية قال\nثنا الأعمش عن أبي سفيان عن جابر قال كان عبد الله بن أبي بن سلول يقول\nلجاريته اذهبي فابغينا شيئا قال فأنزل الله تعالى <span class='quran'>ولا تكرهوا فتياتكم\nعلى البغاء إن أردن تحصنا </span>إلى <span class='quran'>ومن يكرههن فإن الله من بعد\nإكراههن غفور رحيم </span>32 النور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p346'> Vol. 05, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nجارية عبد <span id='ms136'></span> الله بن أبي اختلف فيها كثيرا على ما يأتي بعد هذا إن شاء الله\nفأخبرنا أبو محمد بن عتاب عن أبي حفص عمر بن عبيد الله قال ثنا عبد الله بن\nمحمد بن يوسف قال ثنا محمد بن مفرج ثنا محمد بن عبد الله الخراز ثنا علي بن\nمحمد بن المبارك ثنا زيد بن المبارك ثنا محمد بن ثور عن ابن جريج عن مجاهد\n<span class='quran'>ولا تكرهوا فتياتكم على البغاء </span>يقول إماءك على الزنى عبد الله بن\nأبي بن سلول أمر أمة له بالزنى فأنزلت فجاءته ببرد فأعطته فقال ارجعي فأربي\nعلي آخر فقالت لا والله ما أنا براجعة\n</p>\n\n<p>\nقال ابن جريج وقال غير مجاهد نزلت في أمة عبد الله بن أبي وكان اسمها\nمعينة\n</p>\n\n<p>\nوقرأت على أبي محمد عبد الرحمن بن محمد عن أبيه قال ثنا عبد الرحمن بن\nأحمد ثنا إسماعيل بن بدر ثنا الخشني ثنا مسلمة بن شبيب عن عبد الرزاق قال\nأنبأ معمر عن الزهري أن رجلا من قريش أسر يوم بدر وكان عند عبد الله بن أبي\nبن سلول أسيرا فكان لعبيد الله بن أبي جارية يقال لها معانة فكان القرشي\nالأسير يريدها على نفسها وكانت مسلمة فكانت تمتنع منه لإسلامها وكان بن أبي\nيكرهها ويضربها رجاء أن تحمل للقرشي فيطلب فداء ولده فقال الله تعالى <span class='quran'>ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا </span>قال الزهري <span class='quran'>ومن\nيكرههن فإن الله من بعد إكراههن غفور رحيم </span>قال غفر لهن ما أكرههن عليه\n</p>\n\n<p>\nوقال عبد الرزاق عن ابن عيينة عن عمرو بن دينار عن عكرمة قال كان لعبد\nالله بن أبي جارية يقال لها مسيكة يكرهها على الزنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p347'> Vol. 05, p. 347</a>\n            </div>\n             فقالت لئن\nكان هذا خيرا لقد استكثرت منه وإن كان سوى ذلك لقد آن لي أن أدعه قال فنزلت\n<span class='quran'>ولا تكرهوا فتياتكم على البغاء </span>وقال أيضا عبد الرزاق عن ابن\nعيينة عن زكريا عن الشعبي أن عبد الله ابن أبي كانت عنده معاذة ومسيكة\nفأرسل أحداهما تفجر فجاءت ببرد فأرادها <span id='ms137'></span> على آخر فتابت فنزلت لها التوبة\nدونه\n</p>\n\n<p>\nوأخبرنا أبو بحر الأسدي قراءة عليه وأنا أسمع قال ثنا أحمد بن عمر العذري\nثنا أحمد بن الحسن ثنا محمد بن عيسى ثنا إبراهيم بن سفيان ثنا مسلم ثنا أبو\nكامل الجحدري قال ثنا أبو عوانة عن الأعمش عن أبي سفيان عن جابر أن جارية\nلعبد الله بن أبي يقال لها مسيكة وأخرى يقال لها أميمة وكان يريدها على\nالزنى فشكتا ذلك إلى النبي صلى الله عليه وسلم فأنزل الله تعالى <span class='quran'>ولا\nتكرهوا فتياتكم على البغاء </span></p>\n\n<p>\nوالرجل الأسير المذكور قيل هذا هو العباس بن عبد المطلب كما أخبرنا أبو\nمحمد بن محسن عن أبي عمر النمري قال أنا خلف بن قاسم قال ثنا الجوهري قال\nثنا ابن رشدين قال ثنا حامد بن يحيى قال ثنا بكر بن صدقة قال حدثني أبو\nالمثنى سليمان بن يزيد الكعبي قال ثنا مالك بن أنس عن ابن شهاب أن عمر بن\nثابت أخا بني الحارث بن الخزرج حدثه أن هذه الآية في سورة النور <span class='quran'>ولا\nتكرهوا فتياتكم على البغاء إن أردن تحصنا </span>نزلت في معاذة جارية عبد\nالله بن أبي بن سلول وذلك أن عباس بن عبد المطلب كان عندهم أسيرا وكان عبد\nالله بن أبي يكرهها على أن تمكن نفسها من العباس رجاء أن تحمل منه فتأخذ في\nولده الفداء فكانت تأبى عليه ذلك العرض الذي كان يبغي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p348'> Vol. 05, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n| فتيل فيل\n</p>\n\n<p>\nأخبرنا القاضي محمد بن أحمد قراءة عليه وأنا أسمع قال أنبا محمد ابن فرج\nثنا يونس بن عبد الله عن أبي عيسى عن عبد الله بن يحيى عن أبيه عن مالك عن\nيحيى بن سعيد عن محمد بن يحيى بن حبان أن عبدا سرق وديا من حائط رجل فغرسه\nفي حائط سيده فخرج صاحب الودي يلتمس ودية فوجده فاستعدى على العبد مروان بن\nالحكم فسجن مروان العبد وأراد قطع يده فانطلق صاحب العبد إلى رافع بن خديج\nفسأله عن ذلك فأخبره أنه سمع رسول الله صلى <span id='ms138'></span> الله عليه وسلم يقول لا قطع في\nثمر ولا كثر والكثر الجمار فقال الرجل إن مروان بن الحكم أخذ غلاما لي وهو\nيريد قطعه وأنا أحب أن تمشي معي إليه فتخبره بالذي سمعت من رسول الله صلى\nالله عليه وسلم فمشى معه رافع إلى مروان بن الحكم فقال أخذت غلاما لهذا\nفقال نعم فقال ما أنت صانع به قال أردت قطع يده فقال له رافع سمعت رسول\nالله صلى الله عليه وسلم يقول لا قطع في ثمر ولا كثر فأمر مروان بالعبد\nفأرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p349'> Vol. 05, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nالعبد المذكور اسمه فتيل وقيل فيل\n</p>\n\n<p>\nوالحجة في ذلك ما قرأت على أبي محمد عبد الرحمن بن محمد عن أبيه قال ثنا\nيونس بن عبد الله قال ثنا محمد بن أحمد بن خالد قال ثنا أبي قال ذكر هذا\nالحديث الثوري عن يحيى بن سعيد عن محمد بن يحيى بن حبان أن غلاما لعمته\nيقال له فتيل ويقال فيل سرق وديا فذكر معنى حديث مالك المتقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p350'> Vol. 05, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n| تماضر بنت الأصبغ\n</p>\n\n<p>\nقرأت على أبي الحسن عبد الرحمن بن محمد الحاكم أخبرك أبو عبد الله محمد\nابن فرج فأقر به قال ثنا يونس بن عبد الله عن أبي عيسى عن عبيد الله عن\nأبيه عن مالك عن ابن شهاب عن طلحة ابن عبد الله بن عوف قال وكان أعلمهم\nبذلك وعن أبي سلمة بن عبد الرحمن بن عوف أن عبد الرحمن بن عوف طلق امرأته\nالبتة وهو مريض فورثها عثمان بن عفان منه بعد انقضاء عدتها\n</p>\n\n<p>\nزوجة عبد الرحمن هذه هي تماضر بنت الأصبغ\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا أبو محمد عبد الرحمن بن محمد عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p351'> Vol. 05, p. 351</a>\n            </div>\n            \nقال ثنا عبد الرحمن بن أحمد عن أحمد بن مطرف عن عبيد الله بن يحيى عن أبيه\nعن عبد الله بن وهب قال أخبرني يونس بن يزيد عن ابن شهاب عن إبراهيم بن عبد\nالرحمن بن عوف عن أمه أم كلثوم بنت عقبة قالت كان عبد الرحمن بن عوف طلق\nتماضر بنت الأصبغ <span id='ms139'></span> تطليقتين فكانت عنده على تطليقة فلما أشتكى شكوه الذي\nتوفي فيه وكان قد ماطله شكوه ذلك نازعته يوما في بعض الأمر فقالت له إنها\nتسألك بالله أن تطلقها فقال لها عبد الرحمن والله لئن آذنتني بطهرك لأطلقنك\nتطليق هي آخر طلاقها قال ابن شهاب فحدثني طلحة بن عبد الرحمن بن عوف أن عبد\nالرحمن عاش حتى حلت تماضر وهو حي ثم ورثها عثمان ابن عفان من عبد الرحمن\nبعدما حلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p352'> Vol. 05, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n| المغيرة المخزومي\n</p>\n\n#\n<p>\n| عاتكة بنت عبد الله بن نعيم\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال ثنا أبي قال ثنا خلف\nابن يحيى عن أبي محمد عبد الله بن يوسف عن محمد بن وضاح عن أبي بكر ابن أبي\nشيبة قال ثنا يزيد بن هارون قال ثنا يحيى ابن سعيد عن حميد ابن نافع أنه\nسمع زينب بنت أم سلمة تحدث أنها سمعت أم سلمة وأم حبيبية تذكران امرأة أتت\nالنبي صلى الله عليه وسلم فذكرت أن ابنة لها توفي عنها زوجها وقد اشتكت\nعينها فهي تريد أن تكحلها فقال رسول الله صلى الله عليه وسلم قد كانت\nإحداكن في الجاهلية ترمي بالبعرة عند رأس الحول وإنما هي أربعة أشهر وعشر\n</p>\n\n<p>\nالرجل المتوفي رحمه الله هو المغيرة المخزومي والمرأة السائلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p353'> Vol. 05, p. 353</a>\n            </div>\n             النبي صلى الله عليه وسلم عن ابنتها هي عاتكة بنت عبد الله بن\nنعيم العدوي\n</p>\n\n<p>\nالحجة في ذلك ما أخبرني به أبو محمد عبد الرحمن بن محمد عن أبيه قال ثنا\nعبد الرحمن بن أحمد عن أحمد بن مطرف عن عبيد الله ابن يحيى عن أبيه عن ابن\nوهب قال أخبرني ابن لهيعة عن محمد بن عبد الرحمن أنه سمع القاسم بن محمد\nيخبر عن زينب بنت أبي سلمة أنها أخبرتها أمها أم سلمة زوج النبي صلى الله\nعليه وسلم أن ابنة نعيم بن عبد الله العدوي أتت النبي صلى الله عليه وسلم\nفقالت إن ابنتي توفي عنها زوجها وكانت تحت المغيرة المخزومي وهي تجد أو وهي\nتشتكي <span id='ms140'></span> عينيها أفنكحلها قال لا ثم صمت ساعة ثم قالت ذلك أيضا وقالت إنها\nتشتكي عينيها فوق ما نظن أتكتحل قال لا قال لا يحل لامرأة أن تحد فوق ثلاثة\nأيام إلا على زوج ثم قال أليس كنتن في الجاهلية تحد المرأة سنة في بيت\nوحدها على دينها ليس معها أحد إلا تطعم وتسقى حتى إذا كان رأس السنة أخرجت\nثم أوتيت بكلب أو دابة فإذا أمسكتها ماتت الدابة فخفف الله ذلك عنهن فجعل\nأربعة أشهر وعشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p354'> Vol. 05, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n| عباد عبد الله بن\n</p>\n\n#\n<p>\n| يزيد الأنصاري\n</p>\n\n<p>\nأخبرنا أبو الحسن يونس بن محمد قراءة وأنا أسمع عن أبي عمر أحمد بن محمد\nالقاضي قال ثنا أبو محمد بن أسد قال ثنا أبو علي بن السكن قال ثنا محمد بن\nيوسف ثنا محمد بن إسماعيل ثنا محمد بن عبيد بن ميمون قال ثنا عيسى بن يونس\nعن هشام عن أبيه عن عائشة قالت سمع النبي صلى الله عليه وسلم رجلا يقرأ في\nالمسجد فقال يرحمه الله لقد ذكرني كذا وكذا آية أسقطتهن من سورة كذا\n</p>\n\n<p>\nقال البخاري وزاد عباد بن عبد الله عن عائشة تهجد النبي صلى الله عليه\nوسلم في بيتي فسمع صوت عباد يصلي في المسجد فقال يا عائشة أصوت عباد هذا\nقالت نعم قال اللهم أرحم عبادا إدراجا بعقب هذا الحديث\n</p>\n\n<p>\nالرجل عباد وقد جاء أيضا أنه عبد الله بن يزيد الأنصاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p355'> Vol. 05, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nوالحجة في ذلك ما أخبرنا أبو محمد بن محسن إجازة عن أبي عمر النمري عن\nأبي محمد عبد الغني بن سعيد عن محمد بن علي أن أحمد بن كعب حدثهم قال ثنا\nأبو حاتم الرازي قال ثنا إبراهيم بن موسى الرازي قال ثنا عبد الله بن مسلمة\nعن أبي جعفر الخطمي عن أبي بكر بن حزم عن عمرة عن عائشة قالت سمع النبي صلى\nالله عليه وسلم قراءة عبد الله بن يزيد الأنصاري فقال لقد أذكرني آية كيت\nوكيت أنسيتها\n</p>\n\n<p>\nوأخبرنا أبو عمران موسى بن عبد الرحمن وغيره عن أبي عمر <span id='ms141'></span> بن عبد البر قال\nثنا أحمد بن عبد الله بن علي ثنا أبي قال ثنا أحمد بن خالد ثنا علي ثنا\nحجاج بن منهال ثنا حماد بن سلمة عن جعفر أن ذلك الرجل كان عبد الله بن يزيد\nالخطمي يعني حديث هشام بن عروة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p356'> Vol. 05, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n| الأقرع بن حابس\n</p>\n\n#\n<p>\n| التميمي دريد بن الصمة\n</p>\n\n<p>\nأخبرني أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي القاسم\nحاتم بن محمد قال ثنا علي بن محمد ثنا حمزة بن محمد ثنا أحمد بن شعيب أنبا\nمحمد بن علي بن الحسن بن سفيان المروزي قال أنبا الحسين ابن واقد عن أبي\nإسحاق عن البراء <span class='quran'>إن الذين ينادونك من وراء الحجرات </span>4 الحجرات قال\nجاء رجل إلى النبي صلى الله عليه وسلم فقال إن حمدي زين وإن ذمي شين قال\nذاك الله تبارك وتعالى\n</p>\n\n<p>\nالرجل هو الأقرع بن حابس التميمي\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي محمد عبد الرحمن بن محمد قال ثنا أبي\nقال ثنا خلف بن يحيى قال ثنا عبد الله بن يوسف ثنا ابن وضاح ثنا أبو بكر بن\nأبي شيبة ثنا عفان قال ثنا وهيب قال ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p357'> Vol. 05, p. 357</a>\n            </div>\n             موسى بن عقبة عن أبي\nسلمة بن عبد الرحمن عن الأقرع بن حابس أنه نادى النبي صلى الله عليه وسلم\nمن وراء الحجرات فقال يا محمد إن حمدي زين وإن ذمي شين فقال ذاكم الله\n</p>\n\n<p>\nكما حدث به أبو سلمة عن النبي صلى الله عليه وسلم وأخبرنا أبو محمد ابن\nعتاب مناولة عن أبيه قال أنبا خلف بن يحيى قال أنبا محمد بن أحمد بن هلال\nعن سعيد بن عثمان قال ثنا محمد بن عزيز الإيلي عن سلامة ابن روح عن عقيل عن\nابن شهاب قال أن الأقرع بن حابس التميمي وعيينة بن حصن بن بدر قدما على\nرسول الله صلى الله عليه وسلم فصاح الأقرع يا رسول الله ورسول الله صلى\nالله عليه وسلم في بيته فقال يا محمد فلم يجبه رسول <span id='ms142'></span> الله صلى الله عليه\nوسلم ثم صاح الثانية يا محمد فلم يجبه رسول الله صلى الله عليه وسلم ثم صاح\nالثالثة يا محمد فلم يجبه رسول الله صلى الله عليه وسلم ثم صاح الرابعة\nفقال يا محمد أما والله لقد عرفت أن حمدي زين وأن ذمي شين فناداه رسول الله\nصلى الله عليه وسلم ذلكم الله واختصرت بقية الحديث\n</p>\n\n<p>\nوقرأت بخط أبي زكريا بن عابد إملاء علينا أنا أبو محمد الحسن بن إبراهيم\nقال ثنا إبراهيم بن محمد الديلي ثنا محمد بن هشام قال ثنا محمد ابن عقبة\nالسدوسي قال ثنا معاوية بن عبد الكريم الضال في طريق مكة قال ثنا عبد الله\nبن عبيد بن عمير عن أبيه عن دريد بن الصمة قال أتيت النبي صلى الله عليه\nوسلم فقلت يا رسول الله أعطني فإن مدحي زين وإن ذمي شين قال كذبت ذلك الله\nعز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p358'> Vol. 05, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n| سواء بن قيس المحاربي\n</p>\n\n<p>\nأخبرنا أبو الحسن بن مغيث إجازة عن أبي عمر أحمد بن محمد القاضي قال ثنا\nعبد الوارث بن سفيان قال ثنا قاسم بن أصبغ ثنا إسماعيل بن إسحاق قال ثنا\nإسماعيل بن أبي أويس قال حدثني أخي عنك سليمان بن بلال عن محمد بن أبي عتيق\nعن ابن شهاب عن عمارة بن خزيمة بن ثابت الأنصاري أن عمه أخبره وكان من\nصحابة النبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم ابتاع فرسا من\nرجل من الأعراب فاستتبعه النبي صلى الله عليه وسلم ليقبضه ثمن فرسه فأسرع\nالنبي صلى الله عليه وسلم المشي وأبطأ الأعرابي فطفق رجال يعرضون للأعرابي\nيساومونه بالفرس ولا يشعرون أن النبي صلى الله عليه وسلم قد ابتاعه حتى زاد\nبعضهم للأعرابي على السوم فلما زاده نادى الأعرابي النبي صلى الله عليه\nوسلم إن كنت مبتاعا هذا الفرس فابتعه وإلا بعته فقال له النبي صلى الله\nعليه وسلم أوليس قد ابتعته منك قال الأعرابي والله ما بعتكه فقال النبي صلى\nالله عليه وسلم بلى <span id='ms143'></span> قد ابتعته منك فطفق الناس يلوذون بالنبي صلى الله عليه\nوسلم والأعرابي وهما يتراجعان وطفق الأعرابي يقول هلم شهيدا يشهد أني\nبايعتك فمن جاء من المسلمين قال للأعرابي ويلك إن النبي صلى الله عليه وسلم\nلم يكن ليقول إلا حقا حتى جاء خزيمة بن ثابت فاستمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p359'> Vol. 05, p. 359</a>\n            </div>\n             تراجع\nالنبي صلى الله عليه وسلم وتراجع الأعرابي وطفق الأعرابي يقول هلم شهيدا\nيشهد أني بايعتك فقال خزيمة أنا أشهد أنك بايعته وأقبل النبي صلى الله عليه\nوسلم يقول بم تشهد قال بتصديقك فجعل النبي صلى الله عليه وسلم شهادة خزيمة\nشهادة رجلين\n</p>\n\n<p>\nورواه الحارث بن أبي أسامة قال ثنا يونس بن محمد قال ثنا حماد ابن سلمة\nعن أبي حفص عن عمارة بن خزيمة بن ثابت أن رسول الله صلى الله عليه وسلم\nفذكر نحو حديث اسماعيل في المعنى وزاد فردها رسول الله صلى الله عليه وسلم\nوقال اللهم إن كان كذب فلا تبارك له فيها قال فأصبحت شاصية برجلها\n</p>\n\n<p>\nالرجل البائع من النبي صلى الله عليه وسلم الفرس هو سواء بن قيس وقيل ابن\nحارث المحاربي\n</p>\n\n<p>\nوالشاهد لذلك ما أخبرنا به الحاكم أبو القاسم عبد الرحمن بن محمد الجهني\nإجازة عن أبي عمر أحمد بن محمد بن يحيى قال ثنا أبي قال ثنا الحسين بن عبد\nالله العثماني قال ثنا محمد بن أسامة قال ثنا عبد الله بن حمدون قال ثنا\nأبو بكر بن أبي شيبة قال ثنا أبو الحسن العكلي قال أخبرني محمد بن زرارة بن\nخزيمة بن ثابت قال حدثني عمارة بن خزيمة بن ثابت عن أبيه أن النبي صلى الله\nعليه وسلم اشترى فرسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p360'> Vol. 05, p. 360</a>\n            </div>\n             من سواء بن قيس المحاربي فجحده فشهد عليه\nخزيمة بن ثابت فقال له رسول الله صلى الله عليه وسلم ما حملك على الشهادة\nولم تكن معنا حاضرا قال صدقتك بما جئت به وعلمت أنك لا تقول إلا حقا فقال\nالنبي صلى الله عليه وسلم من شهد عليه خزيمة أو شهد له فحسبه\n</p>\n\n<p>\nقال العثماني ووجدت <span id='ms144'></span> في أصل مطين ثنا الليث بن مقرون قال ثنا زيد عن محمد\nبن زرارة عن عبد الله بن خزيمة بن ثابت عن أبيه أن رسول الله صلى الله عليه\nوسلم اشترى من سواء المحاربي فرسا وقص الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p361'> Vol. 05, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n| أم جميل بنت المجلل\n</p>\n\n<p>\nقرىء على أبي محمد عبد الرحمن بن محمد بن عتاب وأنا أسمع عن أبيه قال\nقرأت على القاضي أبي محمد عبد الله بن ربيع قال ثنا محمد بن معاوية القرشي\nقال أنا أحمد بن شعيب قال أنبا عبدة بن عبد الله عن محمد ابن بشر قال ثنا\nزكريا بن أبي زائدة عن سماك بن حرب عن محمد بن حاطب قال تناولت قدرا كانت\nلي فاحترقت يدي فانطلقت بي أمي إلى رجل جالس فقالت له يا رسول الله قال\nلبيك وسعديك ثم أدنتني منه فجعل يتفل ويتكلم بكلام ما أدرى ما هو فسألت أمي\nبعد ذلك ما كان يقول قالت كان يقول أذهب الباس رب الناس إشف أنت الشافي لا\nشفاء إلا شفائك\n</p>\n\n<p>\nأم محمد بن حاطب المذكورة في الحديث هي أم جميل بنت المجلل واسمها فاطمة\n</p>\n\n<p>\nالحجة في ذلك ما قرأت بخط أبي العباس أحمد بن عمر العذري وأخبرنيه غير\nواحد من شيوخي عنه قال ثنا علي بن أبي عبد الحميد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p362'> Vol. 05, p. 362</a>\n            </div>\n             ثنا أحمد\nبن وليد قال ثنا عبد الرحمن بن أحمد بن رشدين قال ثنا محمد بن سنجر قال ثنا\nسعيد بن سليمان قال ثنا عبد الرحمن بن عفان ابن إبراهيم بن محمد بن حاطب عن\nأبيه عن محمد بن حاطب عن أم جميل بنت المجلل وهي أم محمد بن حاطب قالت قدمت\nلك ملة وطبخت قدرا ففني الحطب فقمت ألتمس حطبا فانكفأت القدر على يدك فأتيت\nبك النبي صلى الله عليه وسلم فقلت يا رسول الله هذا محمد بن حاطب وهو أول\nمن سمي بك فتفل في يدك ودعا لك وقال أذهب الباس رب الناس اشف أنت الشافي لا\nشفاء إلا شفاؤك شفاء لا يغادر سقما قالت <span id='ms145'></span> فما قمت بك من عنده حتى برئت يدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p363'> Vol. 05, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n| أسيد بن حضير\n</p>\n\n<p>\nقرأت على أبي بكر محمد بن عبد الله الناقد أخبركم علي بن أيوب قال ثنا\nعبد الغفار بن محمد قال ثنا أبو علي الصواف قال ثنا بشر بن موسى قال ثنا\nالحميدي قال ثنا سفيان عن هشام بن عروة عن أبيه عن عائشة أنها سقطت قلادتها\nليلة الأبواء فأرسل رسول الله صلى الله عليه وسلم رجلين من المسلمين في\nطلبها فحضرت الصلاة وليس معهما ماء فلم يدريا كيف يصنعان قال فنزلت آية\nالتيمم قال أسيد بن حضير جزاك الله خيرا فما نزل بك أمر تكرهينه إلا جعل\nالله لك منه فرجا وجعل للمسلمين فيه خيرا\n</p>\n\n<p>\nالرجلان اللذان بعثهما رسول الله صلى الله عليه وسلم في طلب القلادة كان\nأحدهما أسيد بن حضير\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به القاضي محمد بن أحمد حمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p364'> Vol. 05, p. 364</a>\n            </div>\n             قال\nأنبا أبو علي عن أبي عمر قال ثنا عبد الله بن محمد ثنا أبو بكر بن محمد بن\nبكر قال ثنا أبو داود قال ثنا عبد الله بن محمد النفيلي قال أخبرنا أبو\nمعاوية ح\n</p>\n\n<p>\nقال أبو داود وحدثنا عثمان بن أبي شيبة أخبرنا عبدة المعنى واحد عن هشام\nبن عروة عن أبيه عن عائشة قالت بعث رسول الله صلى الله عليه وسلم أسيد بن\nحضير وأناسا معه في طلب قلادة أضلتها عائشة فحضرت الصلاة فصلوا بغير وضوء\nفأتوا النبي صلى الله عليه وسلم فذكروا ذلك له فأنزلت آية التيمم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p365'> Vol. 05, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n| جبار بن صخر\n</p>\n\n<p>\nقرأت على القاضي أبي عبد الله محمد بن أحمد أخبركم أبو علي فأقر به قال\nأنبا أبو عمر النمري قال أنبا عبد الله بن محمد قال ثنا محمد بن بكر ثنا\nأبو داود ثنا هشام بن عمار وسليمان بن عبد الرحمن ويحيى ابن الفضل\nالسجستاني قالوا ثنا حاتم بن إسماعيل قال ثنا يعقوب بن مجاهد أبو حزرة عن\nعبادة بن الوليد بن عبادة بن الصامت قال اثنا جابر ابن عبد الله قال <span id='ms146'></span> سرت مع\nرسول الله صلى الله عليه وسلم في غزوة فقام يصلي وكانت علي بردة ذهبت أخالف\nبين طرفيها فلم تبلغ لي وكان لها ذباذب فنكستها ثم خالفت بين طرفيها ثم\nتواقصت عليها لا تسقط ثم جئت حتى قمت عن يسار رسول الله صلى الله عليه وسلم\nفأخذ بيدي فأدارني حتى أقامني عن يمينه فجاء ابن صخر حتى قام عن يساره\nفأخذنا بيديه جميعا حتى أقامنا خلفه مختصر\n</p>\n\n<p>\nابن صخر هذا هو جبار بن صخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p366'> Vol. 05, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nالحجة في ذلك ما قرىء على أبي محمد بن عتاب غير مرة وأنا أسمع أخبركم\nحاتم بن محمد قراءة عليه فأقر به قال أنا علي بن محمد قال ثنا أحمد ابن عبد\nالمؤمن ثنا ابن الجارود قال ثنا محمد بن يحيى قال ثنا هارون ابن معروف قال\nثنا حاتم بن اسماعيل عن يعقوب بن مجاهد أبي حزرة عن عبادة بن الوليد بن\nعبادة قال خرجت أنا وأبي حتى آتينا جابر بن عبد الله في مسجده وذكر بعض\nالحديث قال وقام رسول الله صلى الله عليه وسلم يصلى فكانت علي بردة ذهبت\nأخالف بين طرفيها ثم تواقصت عليها ثم جئت حتى قمت عن يسار رسول الله صلى\nالله عليه وسلم فأخذ بيدي فأدارني حتى أقامني عن يمينه وجاء جبار بن صخر\nفتوضأ فلم تبلغ لي وكانت لها ذباذب فنكستها ثم خالفت بين طرفيها ثم جاء\nفقام عن يسار رسول الله صلى الله عليه وسلم فأخذنا رسول الله صلى الله عليه\nوسلم بيديه جميعا فدفعنا حتى أقامنا خلفه فجعل رسول الله صلى الله عليه\nوسلم يرمقني وأنا لا أشعر ثم فطنت فقال هكذا بيده يعني شد وسطك فلما فرغ\nرسول الله صلى الله عليه وسلم قال يا جابر قلت لبيك يا رسول الله قال إذا\nكان واسعا فخالف بين طرفيه وإذا كان ضيقا فاشدده على حقوك\n</p>\n\n<p>\nآخر الجزء الخامس بحمد الله وعونه وتوفيقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p367'> Vol. 05, p. 367</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p368'> Vol. 05, p. 368</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}