{
  "content": " @ 369\n<p>\n| الجزء السادس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p369'> Vol. 06, p. 369</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p370'> Vol. 06, p. 370</a>\n            </div>\n             @ 371\n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ أبو القاسم خلف بن عبد الملك <span id='ms147'></span> بن مسعود بن بشكوال التاريخي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p371'> Vol. 06, p. 371</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p372'> Vol. 06, p. 372</a>\n            </div>\n             @ 373\n</p>\n\n<p>\n| الحارث بن سويد الأنصاري\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي القاسم\nحاتم بن محمد قال أنا أبو الحسن علي بن محمد قال ثنا حمزة ابن محمد قال\nأنبا أحمد بن شعيب قال أنبا محمد بن عبد الله بن بزيغ قال ثنا يزيد وهو ابن\nزريع قال ثنا داود بن أبي هند عن عكرمة عن ابن عباس قال كان رجل من الأنصار\nأسلم ثم ارتد ولحق بالشرك ثم تندم فأرسل إلى قومه سلوا لي رسول الله صلى\nالله عليه وسلم هل لي من توبة فجاء قومه إلى رسول الله صلى الله عليه وسلم\nفقالوا إن فلانا قد ندم وقد أمرنا أن نسألك هل له من توبة فنزلت <span class='quran'>كيف\nيهدي الله قوما كفروا بعد إيمانهم </span>إلى قوله <span class='quran'>غفور رحيم </span>86 آل\nعمران فأرسل إليه فأسلم\n</p>\n\n<p>\nالرجل المذكور في هذا الحديث هو الحارث بن سويد الأنصاري\n</p>\n\n<p>\nوالشاهد لذلك ما قرأت على أبي محمد عبد الرحمن بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p373'> Vol. 06, p. 373</a>\n            </div>\n            \nعتاب عن أبيه قال ثنا خلف بن يحيى قال ثنا ابن عبد ربه قال ثنا أحمد بن\nخالد ثنا الخشني ثنا سلمة بن شبيب ثنا عبد الرزاق قال أنبا جعفر بن سليمان\nقال أنبا حميد الأعرج عن مجاهد قال جاء الحارث ابن سويد فأسلم مع النبي صلى\nالله عليه وسلم ثم كفر الحارث فرجع إلى قومه فأنزل فيه القرآن <span class='quran'>كيف\nيهدي الله قوما كفروا بعد إيمانهم </span>إلى قوله <span class='quran'>إلا الذين تابوا من\nبعد ذلك وأصلحوا فإن الله غفور رحيم </span>86 آل عمران قال فحملها إليه رجل\nمن قومه فقرأها عليه فقال الحارث إنك والله ما علمت الصدوق وإن رسول الله\nصلى الله عليه وسلم لأصدق منك وإن الله تعالى لأصدق الثلاثة قال فرجع\nالحارث فأسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p374'> Vol. 06, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n| أبو موسى الأشعري\n</p>\n\n#\n<p>\n| أبو ذر\n</p>\n\n<p>\nقرأت على أبي محمد بن عتاب أخبرك أبو القاسم حاتم بن محمد التميمي فأقر\nبذلك قال أنبا أحمد بن فراس قال أنبا أبو محمد عبد <span id='ms148'></span> الرحمن بن عبد الله بن\nمحمد بن يزيد المقري عن جده محمد بن يزيد قال ثنا سفيان عن الزهري عن أنس\nبن مالك أن رجلا سأل النبي صلى الله عليه وسلم عن الساعة قال ماذا أعددت\nلها قال ما أعددت لها كبير خير ولكني أحب الله ورسوله قال أنت مع من أحببت\n</p>\n\n<p>\nوقرأت على الإمام أبي بكر محمد بن عبد الله أخبرك أبو الحسن علي بن أيوب\nفأقر به قال ثنا عبد الغفار بن محمد قال ثنا أبو علي محمد ثنا بشر ابن موسى\nثنا الحميدي عن سفيان ثنا الزهري عن أنس بن مالك قال جاء رجل إلى النبي صلى\nالله عليه وسلم يسأله عن الساعة فقال ما أعددت لها فلم يذكر كبيرا إلا أنه\nقال إني أحب الله ورسوله فقال له النبي صلى الله عليه وسلم أنت مع من أحببت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p375'> Vol. 06, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل المذكور هو إن شاء الله أبو موسى الأشعري وقيل أبو ذر\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي بكر محمد بن عبد الله المعافري قال\nثنا سعد بن عبد الله الأصبهاني قال ثنا أبو نعيم الحافظ قال ثنا أحمد بن\nيوسف ثنا الحارث بن أبي اسامة قال ثنا محمد بن داسه قال ثنا الأعمش عن\nالرواسي عن أبي موسى قال قلت يا رسول الله المرء يحب القوم ولم يلحق بهم\nفقال رسول الله صلى الله عليه وسلم المرء مع من أحب قال الحارث وثنا روح بن\nأبي أسامة قال ثنا محمد ابن داسه قال ثنا الأعمش قال ثنا سليمان بن المغيرة\nقال ثنا حميد بن هلال عن عبد الله بن الصامت قال قال أبو ذر قلت يا رسول\nالله الرجل يحب القوم ولا يستطيع ان يعمل بعملهم قال أنت يا أبا ذر مع من\nأحببت قلت فإني أحب الله ورسوله وقال أنت يا أبا ذر مع من أحببت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p376'> Vol. 06, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n| عتبان بن مالك\n</p>\n\n#\n<p>\n| رافع بن خديج صالح\n</p>\n\n<p>\nأخبرنا أبو الحسن يونس بن محمد عن أبي عمر أحمد بن محمد <span id='ms149'></span> القاضي ثنا أبو\nمحمد بن أسد ثنا أبو علي بن السكن ثنا محمد بن يوسف ثنا البخاري قال ثنا\nإسحاق قال أخبرنا النضر قال أخبرنا شعبة عن الحكم عن ذكوان أبي صالح عن أبي\nسعيد الخدري أن رسول الله صلى الله عليه وسلم أرسل إلى رجل من الأنصار فجاء\nورأسه يقطر فقال رسول الله صلى الله عليه وسلم لعلنا أعجلناك فقال نعم فقال\nرسول الله صلى الله عليه وسلم إذا أعجلت أو قحطت فعليك الوضوء\n</p>\n\n<p>\nالرجل المذكور قيل اسمه عتبان بن مالك\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي بحر سفيان بن العاصي الأسدي قال أنبا\nأحمد بن عمر العذري قال أنبا أحمد بن الحسن قال ثنا أبو أحمد محمد ابن عيسى\nقال أثنا إبراهيم بن محمد قال ثنا مسلم ابن الحجاج قال ثنا يحيى بن يحيى\nويحيى بن أيوب وقتيبة وابن حجر قال يحيى بن يحيى أخبرنا وقال الآخرون حدثنا\nإسماعيل وهو إبن جعفر عن شريك يعني ابن أبي نمر عن عبد الرحمن بن أبي سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p377'> Vol. 06, p. 377</a>\n            </div>\n             الخدري عن أبيه قال خرجت مع رسول الله صلى الله عليه وسلم يوم\nالاثنين إلى قباء حتى إذا كان في بني سالم وقف رسول الله صلى الله عليه\nوسلم على باب عتبان فصرخ به فخرج يجر إزاره فقال رسول الله صلى الله عليه\nوسلم أعجلنا الرجل فقال عتبان يا رسول الله أرأيت الرجل يعجل عن إمرأته ولم\nيمني ماذا عليه فقال رسول الله صلى الله عليه وسلم إنما الماء من الماء\n</p>\n\n<p>\nوأنبا أبو محمد عن أبي عمر النمري قال ثنا محمد بن عبد الملك ثنا عبد\nالله بن يونس ثنا بقي بن مخلد قال ثنا يحيى بن عبد الحميد قال ثنا عبد\nالعزيز بن محمد عن شريك بن عبد الله بن أبي نمر عن عبد الرحمن ابن أبي سعيد\nعن أبي سعيد قال خرجنا مع رسول الله صلى الله عليه وسلم يوم الاثنين إلى\nقباء حتى إذا نحن في بني سالم وقف <span id='ms150'></span> النبي صلى الله عليه وسلم على باب عتبان\nفصرخ به فخرج يجر إزاره فقال رسول الله صلى الله عليه وسلم أعجلنا الرجل\nفقال يا رسول الله أرأيت الرجل يعجز عن امرأته ولما يمن ماذا عليه فقال\nالماء من الماء\n</p>\n\n<p>\nوقيل هو رافع بن خديج\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا أبو محمد بن محسن قال أنبا أبو عبد الله محمد ابن\nعبد الله المعافري قال ثنا أبو بكر بن إسماعيل قال ثنا محمد ابن ريان ثنا\nأحمد بن رشدين عن موسى بن أيوب عن سهل بن رافع بن خديج عن أبيه أن رسول\nالله صلى ا لله عليه وسلم مر به فناداه فخرج إليه يمشي حتى أتى المسجد ثم\nإنصرف فأغتسل ثم رجع فرآه النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p378'> Vol. 06, p. 378</a>\n            </div>\n             صلى الله عليه وسلم وعليه أثر\nالغسل فسأله عن غسله فقال سمعت نداءك يا رسول الله وأنا أجامع امرأتي فقمت\nقبل أن أفرغ فأغتسلت فقال النبي صلى الله عليه وسلم إنما الماء من الماء\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم بعد ذلك إذا جاوز الختان الختان فقد\nوجب الغسل\n</p>\n\n<p>\nوقيل اسمه صالح\n</p>\n\n<p>\nالحجة في ذلك ما أخبرني به أبو محمد عبد الرحمن بن محمد إجازة عن أبيه\nقال ثنا عبد الرحمن بن مروان قال ثنا أحمد بن سليمان قال ثنا محمد ابن جرير\nحدثني عبيد الله بن سعد عن الزهري قال حدثني عمي قال ثنا أبي عن إبن إسحاق\nعن سعيد بن عبد الرحمن بن أبي سعيد عن أبيه عن جده أبي سعيد قال خرجنا مع\nرسول الله صلى الله عليه وسلم إلى بني عمرو بن عوف فمر بقرية بني سالم فهتف\nبرجل من أصحابه يقال له صالح ودخل حائطا فأغتسل ثم جاء فسأله رسول الله صلى\nالله عليه وسلم هل كان غير ذلك فقال لا والله يا رسول الله قال فقال رسول\nالله صلى الله عليه وسلم إنما الماء من الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p379'> Vol. 06, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n| هند بن أسماء\n</p>\n\n<p>\nقرأت على أبي الحسن عبد الرحمن بن عبد الله العدل <span id='ms151'></span> قال أنا أبو بكر جماهر\nابن عبد الرحمن قال ثنا أبو نصر الشيرازي قال ثنا أبو القاسم عبد الله بن\nأحمد بن لؤلؤ ببغداد قال ثنا أبو بكر محمد بن إسماعيل بن العباس قال حدثني\nأبي قال ثنا جعفر بن عمرو والرياسي قال ثنا يحيى ابن سعيد القطان عن يزيد\nبن أبي عبية قال ثنا سلمة بن الأكوع أن رسول الله صلى الله عليه وسلم قال\nلرجل من أسلم أذن في قومك وفي الناس يوم عاشوراء من أكل فليصم بقية يومه\nومن لم يكن أكل فليصم\n</p>\n\n<p>\nالرجل هو هند بن أسماء السلمي\n</p>\n\n<p>\nالحجة في ذلك ما أخبرني به أبو محمد عبد الرحمن بن محمد إجازة عن أبيه\nقال ثنا أبو عثمان قال ثنا محمد بن مفرج قال ثنا محمد بن أيوب قال ثنا أحمد\nبن رشدين قال حدثني أحمد بن ذؤاله المصيصي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p380'> Vol. 06, p. 380</a>\n            </div>\n             ومحمد بن سنجر قالا\nثنا أحمد بن خالد قال ثنا محمد بن إسحاق عن عبد الله بن أبي بكر عن حبيب بن\nهند بن أسماء الأسلمي عن أبيه قال بعثني رسول الله صلى الله عليه وسلم إلى\nقومي من أسلم فقال قل لهم فليصوموا عاشوراء فمن وجد منكم قد أكل من صدر\nيومه فليصم آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p381'> Vol. 06, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n| عويم بن ساعدة\n</p>\n\n<p>\nمعن بن عدي\n</p>\n\n<p>\n| الحباب بن المنذر\n</p>\n\n<p>\nقرأت على أبي محمد بن محسن رحمه الله أخبرك أبو القاسم التميمي قراءة\nعليه فأقر بذلك قال ثنا علي بن محمد الفقيه قال ثنا حمزة بن محمد والحسن بن\nالخضر قالا ثنا أحمد بن شعيب قال ثنا محمد بن يحيى بن عبد الله قال ثنا بشر\nبن عمر قال ثنا مالك وليس ثم أحد غيري عن الزهري عن عبيد الله بن عبد الله\nعن ابن عباس فذكر حديث السقيفة بطوله وفيه فلقينا رجلان صالحان فذكر الذي\nصنع القوم وفيه أيضا فقال رجل من القوم أنا جذيلها المحكك وعديقها المرجب\nمنا أمير ومنكم أمير يا معشر قريش وذكر باقي الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p382'> Vol. 06, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nالرجلان الصالحان هما عويم بن <span id='ms152'></span> ساعدة ومعن بن عدي الأنصاري\n</p>\n\n<p>\nوالذي قال أنا جديلها المحكك وعذيقها المرجب هو حباب بن المنذر\n</p>\n\n<p>\nوالشاهد لذلك ما قرأت على أبي محمد عبد الرحمن بن محمد عن أبيه قال ثنا\nيونس بن عبد الله القاضي قال ثنا محمد بن أحمد بن خالد قال ثنا أبي قال ثنا\nأبو يزيد يوسف بن يزيد قال ثنا عبد الله بن عبد الحكم قال أنا عبد الله بن\nوهب قال وقال مالك بن أنس حدثني ابن شهاب عن عروة بن الزبير أن الرجلين\nالصالحين اللذين لقيا المهاجرين عويم ابن ساعدة ومعن بن عدي الأنصاري\n</p>\n\n<p>\nقال مالك وحدثني ابن شهاب عن سعيد بن المسيب أنه قال إن الرجل الذي قال\nأنا جذيلها المحكك وعذيقها المرجب خباب بن المنذر من بني سلمة\n</p>\n\n<p>\nوفي حديث السقيفة أيضا لو مات عمر لقد بايعت فلانا وهذا المشار إليه\nبفلان هو طلحة بن عبيد الله وقع ذلك في فوائد البغوي عن علي بن الجعد وذكر\nالقصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p383'> Vol. 06, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n| سهل بن رافع\n</p>\n\n<p>\nقرىء على أبي محمد بن عتاب وأنا أسمع قال قرأت على حاتم بن محمد قال أنبا\nأبو الحسن القابسي قال ثنا حمزة بن محمد قال ثنا النسائي قال ثنا بشر بن\nخالد قال أنبا غندر عن شعبة عن سليمان عن أبي وائل عن أبي مسعود قال لما\nأمرنا رسول الله صلى الله عليه وسلم بالصدقة تصدق ابن عقيل بنصف صاع وجاء\nإنسان بأكثر منه فقال المنافقون إن الله لغني عن صدقة هذا وما فعل هذا\nالآخر إلا رياء فنزلت <span class='quran'>الذين يلمزون المطوعين من المؤمنين </span>الآية (\n79 التوبة )\n</p>\n\n<p>\nالرجل الذي لمزه المنافقون اسمه سهل\n</p>\n\n<p>\nالحجة في ذلك ما أنبا به أبو علي بن سكرة عن أبي القاسم بن فهد عن أبي\nالحسن علي بن أحمد المقري قال ثنا عبد الباقي بن قانع قال ثنا محمد ابن\nعبدوس بن كامل ثنا عمرو بن زرارة ثنا علي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p384'> Vol. 06, p. 384</a>\n            </div>\n             يونس ثنا سعيد بن\nأبي عثمان الدارمي عن جدته ليلى بنت عدي عن أمها عميرة بنت <span id='ms153'></span> سهل صاحب\nالصاعين الذي لمزه المنافقون أنه خرج إلى رسول الله صلى الله عليه وسلم\nومعه عميرة ابنته فقال يا رسول الله ادع الله لي ولها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p385'> Vol. 06, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n| أبو سعدة أسامة بن قتادة\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال أنبا أبي رحمه الله\nقال أنبا يونس بن عبد الله القاضي قال أنبا محمد بن يحيى عن أحمد ابن خالد\nعن إسحاق بن إبراهيم قال أنبا عبد الرزاق عن الثوري عن عبد الملك بن عمير\nعن جابر بن سمرة قال اشتكى أهل الكوفة سعدا إلى عمر فقالوا لا يحسن يصلي\nقال فسأله عمر فقال إني لأصلي بهم صلاة رسول الله صلى الله عليه وسلم أركد\nبهم في الأوليين وأحذف بهم في الأخريين قال ذلك الظن بك قال الثوري قال عبد\nالملك أو غيره قال رجل من بني عبس لسعد اللهم إنك لا تغزو في السرية ولا\nتعدل في الرعية ولا تقسم بالسوية فقال سعد اللهم إن كان كذب فأعم بصره\nوعرضه للفتن وأطل فقره\n</p>\n\n<p>\nقال بعضهم فلقد رأيته وهو يقول أصابتني دعوة سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p386'> Vol. 06, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل العبسي الذي دعا عليه سعد هو أبو سعدة أسامة بن قتادة السعدي\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا به الشيخان أبو الحسن بن بقي وأبو الوليد بن طريف\nسماعا عليهما قالا أنا سراج بن عبد الله قال أنبا أبو محمد الأصيلي قال أنا\nأبو زيد المروزي أنبا محمد بن يوسف ثنا محمد بن إسماعيل ثنا موسى قال ثنا\nأبو عوانة قال ثنا عبد الملك بن عمير عن جابر ابن سمرة قال شكا أهل الكوفة\nسعدا إلى عمر رضي الله عنه فعزله واستعمل عليهم عمارا فشكوا حتى ذكروا أنه\nلا يحسن يصلي فأرسل إليه فقال يا أبا إسحاق إن هؤلاء يزعمون أنك لا تحسن\nتصلي قال أبو إسحاق أما أنا والله فإني كنت أصلي بهم صلاة رسول الله صلى\nالله عليه وسلم ما أحزم عنها أصلي صلاة العشاء فأركد في الأوليين وأخف\nالأخريين قال ذاك الظن بك <span id='ms154'></span> يا أبا إسحاق فأرسل معه رجلا أو رجالا إلى الكوفة\nفسأل عنه أهل الكوفة ولم يدع مسجدا إلا سأل عنه ويثنون معروفا حتى دخل\nمسجدا لبني عبس فقام رجل منهم يقال له أسامة بن قتادة يكنى أبا سعدة قال\nأما إذ نشدتنا فإن سعدا كان لا يسير بالسرية ولا يقسم بالسوية ولا يعدل في\nالقضية قال سعد أما والله لأدعون بثلاث اللهم إن كان عبدك هذا كاذبا قام\nرياء وسمعة فأطل عمره وأطل فقره وعرضه بالفتن وكان بعد إذا سئل يقول شيخ\nكبير مفتون أصابتني دعوة سعد رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p387'> Vol. 06, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n| رفاعة بن رافع الزرقي\n</p>\n\n<p>\nقرأت على أبي الوليد أحمد بن عبد الله أخبرك أبو عمر أحمد بن محمد الفقيه\nفأقر به قال ثنا يونس بن عبد الله القاضي عن أبي عيسى عن عبيد الله ابن\nيحيى عن أبيه عن مالك عن نعيم بن عبد الله المجمر عن علي بن يحيى الزرقي عن\nأبيه عن رفاعة بن رافع أنه قال كنا يوما نصلي وراء رسول الله صلى الله عليه\nوسلم فلما رفع رسول الله صلى الله عليه وسلم رأسه من الركعة وقال سمع الله\nلمن حمده قال رجل وراءه ربنا ولك الحمد حمدا كثيرا طيبا مباركا فيه فلما\nانصرف رسول الله صلى الله عليه وسلم قال من المتكلم آنفا فقال الرجل أنا يا\nرسول الله فقال رسول الله صلى الله عليه وسلم لقد رأيت بضعة وثلاثين ملكا\nيبتدرونها أيهم يكتبهن أولا\n</p>\n\n<p>\nالرجل هو رفاعة بن رافع رضي الله عنه المذكور في الحديث\n</p>\n\n<p>\nوالحجة في ذلك ما قرأت على أبي محمد عبد الرحمن بن محمد عن أبيه قال ثنا\nعبد الله بن ربيع قال ثنا محمد بن معاوية قال ثنا أحمد بن شعيب قال أنبا\nقتيبة بن سعيد قال ثنا رفاعة بن يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p388'> Vol. 06, p. 388</a>\n            </div>\n             عبد الله بن رفاعة عن\nعم أبيه معاذ بن رفاعة بن رافع عن أبيه قال صليت خلف النبي صلى الله عليه\nوسلم فعطست فقلت الحمد لله حمدا كثيرا <span id='ms155'></span> طيبا مباركا فيه مباركا عليه كما يحب\nربنا ويرضى فلما صلى رسول الله صلى الله عليه وسلم انصرف فقال من المتكلم\nفي الصلاة فلم يكلمه أحد ثم قالها الثانية من المتكلم في الصلاة فقال رفاعة\nبن رافع ابن عفراء أنا يا رسول الله قال كيف قلت قال قلت الحمد لله حمدا\nكثيرا طيبا مباركا فيه مباركا عليه كما يحب ربنا ويرضى فقال النبي صلى الله\nعليه وسلم والذي نفسي بيده لقد ابتدرها بضعة وثلاثون ملكا أيهم يصعد بها\n</p>\n\n<p>\nوأخبرنا أبو الحسن بن مغيث عن أبي عمر بن الحذا قال ثنا أبو القاسم عبد\nالرحمن بن أبي يزيد العتكي قال أخبرنا عبد الرحمن بن أحمد بن يونس قال ثنا\nعلي بن أحمد بن يحيى بن الوزير قال ثنا يزيد ابن سنان قال ثنا بشر بن عمر\nقال ثنا رفاعة بن يحيى قال سمعت معاذ ابن رفاعة ابن رافع يحدث عن أبيه\nرفاعة أنه صلى مع رسول الله صلى الله عليه وسلم المغرب فعطس رفاعة فقال\nالحمد لله حمدا كثيرا طيبا مباركا فيه مباركا عليه كما يحب ربنا ويرضى فلما\nصلى رسول الله صلى الله عليه وسلم قال من المتكلم في الصلاة وذكر الحديث\nبطوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p389'> Vol. 06, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n| غورث بن الحارث\n</p>\n\n<p>\nأخبرنا أبو الحسن بن بقي وأبو الوليد أحمد بن عبد الله وأبو القاسم خلف\nابن محمد قالوا ثنا سراج بن عبد الله القاضي قال ثنا أبو محمد الأصيلي قال\nثنا أبو زيد المروزي قال ثنا محمد بن يوسف قال ثنا محمد بن إسماعيل البخاري\nقال ثنا موسى بن إسماعيل قال ثنا إبراهيم بن سعد قال أنبا ابن شهاب عن سنان\nبن أبي سنان الدؤلي أن جابرا أخبره أنه غزا مع رسول الله صلى الله عليه\nوسلم فأدركتهم القائلة في واد كثير العضاه يستظلون بالشجر فنزل النبي صلى\nالله عليه وسلم تحت شجرة فعلق بها سيفه ثم نام فاستيقظ ورجل عنده وهو لا\nيشعر به فقال النبي صلى الله عليه وسلم إن هذا اخترط سيفي <span id='ms156'></span> فقال من يمنعك\nقلت الله فشام السيف فها هو ذا جالس ثم لم يعاقبه\n</p>\n\n<p>\nالرجل المذكور هو غورث بن الحارث\n</p>\n\n<p>\nوالشاهد لذلك ما سمعته يقرأ على أبي محمد عبد الرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p390'> Vol. 06, p. 390</a>\n            </div>\n             محمد\nقال ثنا أبي قال ثنا يونس بن عبد الله عن أبي عيسى عن عبيد الله بن يحيى عن\nمحمد بن عبد الرحيم عن عبد الملك بن هشام عن زياد ابن عبد الله عن محمد بن\nإسحاق قال حدثني عمرو ابن عبيد عن الحسن عن جابر بن عبد الله أن رجلا من\nبني محارب يقال له غورث قال لقومه غطفان ومحارب ألا أقتل لكم محمدا قالوا\nبلى وكيف تقتله قال أفتك به قال فأقبل إلى رسول الله صلى الله عليه وسلم\nوهو جالس وسيف رسول الله صلى الله عليه وسلم في شجرة فقال يا محمد انظر إلى\nسيفك هذا وكان مجملا بفضة فيما قال ابن هشام قال نعم قال فأخذه فاستله ثم\nجعل يهزه ويهم فيكبته الله ثم قال يا محمد ما تخافني قال لا وما أخاف منك\nقال أما تخافني وفي يدي السيف قال لا يمنعني الله منك ثم عمد إلى سيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p391'> Vol. 06, p. 391</a>\n            </div>\n             رسول الله صلى الله عليه وسلم فرده عليه قال فأنزل الله تعالى\n<span class='quran'>يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ هم قوم أن يبسطوا\nإليكم أيديهم فكف أيديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون </span>11 المائدة\n</p>\n\n<p>\nقال إبن إسحاق وحدثني يزيد بن رومان أنها أنزلت في عمرو بن جحاش أخي بني\nالنضير وما هم به والله أعلم أي ذلك كان\n</p>\n\n<p>\nوقيل هو دعثور بن الحارث بن محارب ذكر ذلك الواقدي في مغازبه وذكر أنه\nأسلم والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p392'> Vol. 06, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n| رباح مولى النبي صلى الله عليه وسلم\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على حاتم بن محمد\nقال ثنا علي بن محمد قال ثنا محمد بن أحمد قال ثنا محمد بن يوسف قال ثنا\nمحمد بن إسماعيل ثنا أبو اليمان قال أنبا شعيب <span id='ms157'></span> عن الزهري قال أخبرني عبيد\nالله بن عبد الله بن أبي ثور عن عبد الله بن عباس رضي الله عنهما عن عمر بن\nالخطاب رضي الله عنه بحديث الإيلاء بطوله وفيه فجئت المشربة التي فيها\nالنبي صلى الله عليه وسلم فقلت لغلام له أسود أستأذن لعمر فدخل الغلام فكلم\nالنبي صلى الله عليه وسلم ثم رجع فقال كلمت النبي صلى الله عليه وسلم\nوذكرتك له فصمت فانصرفت حتى جلست مع الرهط الذين عند المنبر ثم غلبني ما\nأجد فجئت فقلت للغلام أستأذن لعمر فدخل ثم رجع فقال ذكرتك له فصمت فرجعت\nفجلست مع الرهط الذين عند المنبر ثم غلبني ما أجد فجئت الغلام فقلت استأذن\nلعمر فدخل ثم رجع إلي فقال قد ذكرتك له فصمت فلما وليت منصرفا فإذا الغلام\nيدعوني فقال قد أذن لك رسول الله صلى الله عليه وسلم فدخلت على رسول الله\nصلى الله عليه وسلم وذكر باقي الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p393'> Vol. 06, p. 393</a>\n            </div>\n             الغلام المذكور هو رباح مولى رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي بحر سفيان بن العاصي الأسدي قال أنا\nأحمد بن عمر العذري قال ثنا أحمد بن الحسن ثنا محمد بن عيسى ثنا إبراهيم بن\nمحمد ثنا مسلم قال ثنا زهير بن حرب قال ثنا عمر بن يونس الحنفي قال ثنا\nعكرمة بن عمار عن سماك أبي زميل الحنفي قال حدثني عبد الله بن عباس قال\nحدثني عمر بن الخطاب قال لما اعتزل نبي الله صلى الله عليه وسلم نساءه وذكر\nحديث الإيلاء بطوله وفيه فقلت لحفصة أين رسول الله صلى الله عليه وسلم قالت\nهو في خزانته في المشربة فدخلت فإذا أنا برباح غلام رسول الله صلى الله\nعليه وسلم قاعدا على أسكفة المشربة مدل رجليه على نقير من خشب وهو جذع يرقي\nعليه رسول الله صلى الله عليه وسلم وينحدر فناديت يا رباح استأذن لي عندك\nعلى رسول الله صلى الله عليه وسلم وذكر باقي الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p394'> Vol. 06, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n| الحارث بن يزيد <span id='ms158'></span>\n</p>\n\n#\n<p>\n| الجهني\n</p>\n\n<p>\nأنبا أبو محمد بن عتاب عن أبيه رحمه الله قال ثنا يونس بن عبد الله ومحمد\nابن نبات وسعيد بن سلمة قالوا ثنا محمد بن أحمد الخراز قال ثنا أحمد ابن\nخالد قال ثنا أبو يعقوب الديري قال ثنا عبد الرزاق قال أنبا يحيى بن العلاء\nعن محمد بن عجلان عن زيد بن أسلم قال كان أبو اليسر ابن عمرو الأنصاري\nيتقاضى غريما له فأتاه ذات يوم فقال أثم هو فقيل لا فخرج على ابن له جفر\nوالجفر الغلام الذي قد فطم واشتد فقال له أني أبوك فقال هو في الحجلة فصرخ\nبه فقال الجفر خفي وتوارى عني فخرج إليه الرجل فقال إنه والله ما حملني على\nما صنعت إلا الحياء منك ولم يكن حقك عندي يسيرا قال آلله قال آلله قال\nفاستحلفه ثلاث مرات فحلف قال فأتي بصحيفته فمحاه عنه وقال إني سمعت رسول\nالله صلى الله عليه وسلم يقول من سره أن يفرج الله كربته وأن يعطيه مسألته\nوأن يظله في ظل عرشه يوم القيامة فلينظر معسرا أو ليضع عنه\n</p>\n\n<p>\nاسم غريم أبي اليسر الحارث بن يزيد الجهني\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي محمد بن محمد قال ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p395'> Vol. 06, p. 395</a>\n            </div>\n            \nأبي عن أبي عثمان سعيد بن سلمة قال ثنا أبو محمد بن عثمان عن سعيد ابن حمير\nقال ثنا يونس بن عبد الأعلى عن أبي وهب قال أخبرني يونس بن يزيد عن ابن\nشهاب قال حدث جابر بن عبد الله الأنصاري قال قال أبو اليسر كان لي على\nالحارث بن يزيد الجهني مال فطال حبسه إياي فجئته فانكفأ مني فلما كثر ندائي\nإياه خرج علي ابن له فسألته عنه فقال هو في البيت يختفي منك فناديته أن قد\nرأيت مكانك فخرج علي فقلت ما هذا عملا تمطلني وتختبىء مني قال أتاني طالب\nحق وكنت معشرا فأردت أن أنكمىء منك حتى يأتي الله بيساره فاستحلفه أبو\nاليسر أربع مرات ما إختبأ إلا من عسره فحلف الحارث بن <span id='ms159'></span> يزيد فقال أبو اليسر\nفإني أشهد على رسول الله صلى الله عليه وسلم أنه قال أول من يستظل في ظل\nالله يوم القيامة رجل أنظر معسرا حتى يجد يساره فيقضيه أو يتصدق عليه بماله\nمن الحق وما لي عليك من الحق صدقة أبغي به وجه الله تعالى فمحا صحيفته\n</p>\n\n<p>\nوقيل هو أبو لبابة بشير بن عبد الله المنذر الأنصاري كما أخبرنا أبو\nعمران موسى بن عبد الرحمن إجازة عن أبي عمر النمري قال قرأت على محمد بن\nإبراهيم بن سعيد حدثك القاضي محمد بن يحيى بن مفرج فأقر به قال ثنا جعفر بن\nمحمد الموماني قال ثنا أبو حاتم الرازي قال ثنا أحمد بن برد قال ثنا محمد\nبن جعفر قال ثنا جعفر بن محمد عن أبيه عن أبي لبابة بن عبد المنذر الأنصاري\nأنه جاء يتقاضى أبا اليسر دينا له فقال أبو اليسر قولوا له ليس هو هاهنا\nفخرج بني له صغير فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p396'> Vol. 06, p. 396</a>\n            </div>\n             إن أبي أمر أن يقولوا ليس هو هاهنا فصاح\nأبو لبابة يا أبا اليسر أخرج إلي فخرج إليه فقال ما حملك على هذا قال العسر\nقال الله قال الله قال الله قال الله قال أبو لبابة سمعت رسول الله صلى\nالله عليه وسلم يقول من يحب أن يستظل عن فور جهنم قال قلنا كلنا قال لينظر\nغريما أو ليدع لمعسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p397'> Vol. 06, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n| بشر بن مروان\n</p>\n\n<p>\nأخبرنا أبو الحسن يونس بن محمد بن مغيث عن جده مغيث بن محمد بن يونس عن\nجده يونس بن عبد الله قال ثنا عباس بن عمرو قال ثنا ثابت بن قاسم عن أبيه\nقال ثنا محمد بن علي قال ثنا سعيد ابن منصور قال ثنا هشيم قال أنبا حصين\nقال كنت جالسا مع عمارة بن رؤيبة ونظر إلى فلان يخطب وهو رافع يديه على\nالمنبر يخطب فقال قبح الله هاتين اليدين القصيرتين لقد رأيت رسول الله صلى\nالله عليه وسلم وما يزيد على أن يشير بإصبعه\n</p>\n\n<p>\nالذي نظر إليه عمارة وهو يخطب هو <span id='ms160'></span> بشر بن مروان\n</p>\n\n<p>\nوالشاهد لذلك ما قرأت على أبي بكر محمد بن عبد الله المعافري قال ثنا\nالمبارك ابن عبد الجبار قال ثنا أحمد بن عبد الواحد قال ثنا أبو علي الحسن\nابن محمد قال ثنا محمد بن محبوب قال ثنا أبو عيسى الترمذي قال ثنا أحمد بن\nمعين بن منيع ثنا هشيم ثنا حصين قال سمعت عمارة بن رؤيبة الثقفي وبشر بن\nمروان يخطب فرفع يديه في الدعاء فقال عمارة قبح الله هاتين اليدين\nالقصيرتين لقد رأيت رسول الله صلى الله عليه وسلم وما يزيد على أن يقول\nهكذا وأشار هشيم بالسبابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p398'> Vol. 06, p. 398</a>\n            </div>\n             قال أبو عيسى هذا حديث حسن صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p399'> Vol. 06, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n| أبو رزين لقيط بن المنتفق\n</p>\n\n<p>\nحصين بن عبيد\n</p>\n\n#\n<p>\nأخبرنا أبو بحر الأسدي قراءة عليه وأنا أسمع قال أنبا أحمد بن عمر العذري\nقال ثنا أحمد بن الحسن الرازي قال ثنا محمد بن عيسى ثنا إبراهيم ابن محمد\nثنا مسلم قال ثنا أبو بكر بن أبي شيبة قال ثنا عفان قال ثنا حماد بن سلمة\nعن ثابت عن أنس أن رجلا قال يا رسول الله أين أبي قال في النار فلما قفى\nدعاه فقال إن أبي وأباك في النار\n</p>\n\n<p>\nالرجل السائل للنبي صلى الله عليه وسلم هو أبو رزين لقيط بن المنتفق بن\nعامر العقيلي\n</p>\n\n<p>\nوالشاهد بذلك ما أخبرنا به أبو الحسن بن مغيث عن أبي عمر أحمد ابن محمد\nالقاضي قال ثنا عبد الوارث قال ثنا قاسم قال ثنا أحمد بن زهير قال ثنا\nإبراهيم بن المنذر قال ثنا عبد الرحمن بن المغيرة عن عبد الرحمن ابن عياش\nالسمعي عن دلهم بن الأسود عن عبد الله بن حاجب بن عامر ابن المنتفق قال قلت\nيا رسول الله هل لأحد ممن مضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p400'> Vol. 06, p. 400</a>\n            </div>\n             خير في جاهليتهم فقال رجل من عرض\nقريش والله إن أباك المنتفق لفي النار قال فلكانه وقع جمر بين جلد وجهي\nولحمي مما قال لأبي على رءوس الناس قال فحميت أن أقول أبوك يا رسول الله ثم\nإن الأخرى <span id='ms161'></span> أجمل فقلت يا رسول الله وأهلك قال وأهلي لعمر الله\n</p>\n\n<p>\nوبإسناده عن أحمد بن زهير قال ثنا عمر بن مرزوق قال أنبا شعبة عن يعلى\nابن عطاء عن وكيع بن عدس عن أبي رزين قال قلت يا رسول الله إن أمي كانت في\nالجاهلية تقري الضيف وتفعل وتفعل وماتت وهي مشركة فأين أمي قال هي في النار\nقال فأين أمك قال أما ترضى أن تكون أمك مع أمي\n</p>\n\n<p>\nوقيل هو حصين بن عبيد أبو عمران بن حصين\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد عن أبيه قال ثنا أبو عثمان قال ثنا\nمحمد بن مفرج ثنا محمد بن أيوب ثنا أحمد بن رشدين ثنا يوسف بن عدي قال ثنا\nعدي بن مسهر عن داود بن هند عن العباس بن عبد الرحمن عن عمران بن حصين\nالأسلمي أن أباه حصين ابن عبيد أتى النبي صلى الله عليه وسلم وكان مشركا\nفقال له أرأيت رجلا كان يقري الضيف ويصل الرحم مات قبلك هو أبوك فقال النبي\nصلى الله عليه وسلم رأيت أبي وأباك وإياك في النار فما مضت عشرون ليلة حتى\nمات مشركا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p401'> Vol. 06, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n| كعب بن عمرو بن زيد الأنصاري\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد بن عتاب عن أبيه رحمه الله سماعا له\nأيضا قال ثنا يونس بن عبد الله القاضي قال ثنا أبو عيسى عن عبيد الله بن\nيحيى عن البرقي محمد بن عبد الرحيم عن عبد الملك بن هشام عن زياد بن عبد\nالله البكائي عن محمد بن إسحاق قال حدثني من لا أتهم عن عبد الله بن مغفل\nالمزني قال أصبت من فىء خيبر جراب شحم فاحتملته على عنقي إلى رحلي وأصحابي\nفلقيني صاحب المغانم الذي جعل عليها وأخذ بناصيته فقال هلم هذا حتى نقسمه\nبين المسلمين قلت لا والله لا أعطيكه قال فجعل يجاذبني الجراب قال فرآنا\nرسول الله صلى الله عليه وسلم ونحن نصنع ذلك قال فتبسم ضاحكا ثم قال لصاحب\nالمغانم لا أبا لك خل <span id='ms162'></span> بينه وبينه قال فأرسله فانطلقت إلى رحلي وأصحابي\nفأكلناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p402'> Vol. 06, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب المغانم هو كعب بن عمرو بن زيد الأنصاري\n</p>\n\n<p>\nالحجة في ذلك ما أخبرنا القاضي بقرطبة أبو الوليد محمد بن أحمد ابن رشد\nالمالكي عن أبي جعفر أحمد بن رشد الفقيه قال ثنا أبو عمر أحمد بن محمد قال\nثنا عبد الرحمن بن أحمد ثنا إسحاق بن إبراهيم ثنا أحمد ابن خالد عن ابن\nوضاح عن سحنون عن ابن وهب عن سلمة بن علي عن سعيد عن رجل من قريش قال لما\nحاصر رسول الله صلى الله عليه وسلم خيبر جاع بعض الناس فسألوا رسول الله\nصلى الله عليه وسلم أن يطعمهم فلم يجدوا عنده شيئا فافتتحوا بعض حصونها\nفأخذ رجل من المسلمين جرابا مملوءا شحما فبصر به صاحب المغانم وهو كعب بن\nعمرو بن زيد الأنصاري فأجره فقال الرجل والله لا أعطيكه حتى أذهب به إلى\nأصحابي فقال أعطنيه أقسمه بين الناس فأبى وتنازعاه فقال رسول الله صلى الله\nعليه وسلم خل بين الرجل وبين جرابه يذهب به إلى أصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p403'> Vol. 06, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n| عمرة بنت مسعود بن قيس\n</p>\n\n<p>\nأخبرنا القاضي بقرطبة محمد بن أحمد بجامع قرطبة شرفه الله قال ثنا محمد\nابن فرج قراءة عليه قال ثنا يونس بن عبد الله القاضي عن أبي عيسى عن عبيد\nالله بن يحيى عن أبيه عن مالك عن سعيد ابن عمرو بن شرحبيل عن سعيد بن سعد\nبن عبادة عن أبيه عن جده أنه قال خرج سعد بن عبادة مع رسول الله صلى الله\nعليه وسلم في بعض مغازيه فحضرت أمه الوفاة بالمدينة فقيل لها أوصي فقالت\nفيم أوصي إنما المال مال سعد فتوفيت قبل أن يقدم سعد فلما قدم سعد بن عبادة\nذكر ذلك له فقال سعد يا رسول الله هل ينفعها أن أتصدق عنها فقال رسول الله\nصلى الله عليه وسلم نعم فقال سعد حائط كذا وكذا صدقة عنها لحائط سماه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p404'> Vol. 06, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nوبه عن مالك عن ابن شهاب عن عبيد الله بن عبد الله بن <span id='ms163'></span> عتبة ابن مسعود عن\nعبد الله بن عباس أن سعد بن عبادة استفتى رسول الله صلى الله عليه وسلم\nفقال إن أمي ماتت وعليها نذر ولم تقضه فقال رسول الله صلى الله عليه وسلم\nاقضه عنها\n</p>\n\n<p>\nأم سعد بن عبادة اسمها عمرة بنت مسعود بن قيس بن عمرو بن زيد وكانت من\nالمبايعات توفيت سنة خمس من الهجرة ذكر ذلك أبو عمر النمري في كتاب الصحابة\nله الذي أخبرني به غير واحد من شيوخي عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p405'> Vol. 06, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الله بن زيد ابن عبد ربه\n</p>\n\n<p>\nثنا أبو بحر أخبرنا أبو عمر النمري ثنا سعيد بن نصر ثنا قاسم ثنا ابن\nوضاح ثنا يحيى عن مالك أنه بلغه أن رجلا من الأنصار من بني الحارث ابن\nالخزرج تصدق على أبويه بصدقة فهلكا فورث ابنهما المال وهو نخل فسأل عن ذلك\nرسول الله صلى الله عليه وسلم فقال قد أجرت في صدقتك وخذها بميراثك\n</p>\n\n<p>\nالرجل هو عبد الله بن زيد بن عبد ربه الذي أري النداء\n</p>\n\n<p>\nالحجة في ذلك ما قرأت على أبي بكر محمد بن عبد الله المفسر قال ثنا\nالمبارك ابن عبد الجبار قال ثنا طاهر بن عبد الله الطبري قال ثنا علي بن\nعمر الحافظ قال ثنا أبو سهل بن زياد قال ثنا معاذ بن المنيى قال ثنا أبو\nمسلم المستملي قال ثنا سفيان عن عبد الله بن أبي بكر وعمر بن بن يحيى وحميد\nسمعوا أبا بكر يخبر عن عمرو بن سليم أن عبد الله ابن زيد بن عبد ربه الذي\nأري النداء جعل حائطا له صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p406'> Vol. 06, p. 406</a>\n            </div>\n             فأتى النبي صلى الله عليه وسلم\nفقال إني جعلت حائطي صدقة وهو إلى الله ورسوله فجاء أبواه إلى النبي صلى\nالله عليه وسلم فقالا لم يكن لنا عيش إلا هذا الحائط فرده على أبويه ثم\nماتا فورثهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p407'> Vol. 06, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n| عبد الله بن عباس\n</p>\n\n<p>\nأخبرنا أبو بحر الأسدي عن أبي عمر النمري قال ثنا سعيد ثنا قاسم بن محمد\nثنا يحيى عن مالك عن يحيى بن سعيد <span id='ms164'></span> عن محمد بن إبراهيم التيمي عن ربيعة بن\nعبد الله بن الهدير أنه رأى رجلا متجردا بالعراق فسأل عنه فقالوا أمر بهديه\nأن يقلد فلذلك تجرد قال ربيعة فلقيت عبد الله ابن الزبير فذكرت ذلك له فقال\nبدعة ورب الكعبة\n</p>\n\n<p>\nالرجل هو عبد الله بن عباس\n</p>\n\n<p>\nقال ذلك أبو عمر النمري الحافظ وأخبرني به غير واحد عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p408'> Vol. 06, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n| بلال مولى أبي بكر رضي الله عنهما\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد بن عتاب مرارا عن أبيه قال ثنا عبد\nالرحمن بن أحمد وخلف بن يحيى عن أحمد بن مطرف عن عبد الله بن يحيى عن أبيه\nعن مالك عن أبي حازم سلمة ابن دينار عن سهل بن سعد الساعدي أن رسول الله\nصلى الله عليه وسلم ذهب إلى بني عمرو بن عوف ليصلح بينهم وحلت الصلاة فجاء\nالمؤذن إلى أبي بكر الصديق فقال أتصلى بالناس فأقيم قال نعم فصلى أبو بكر\nفجاء رسول الله صلى الله عليه وسلم والناس في الصلاة فتخلص حتى وقف في الصف\nفصفق الناس وكان أبو بكر لا يلتفت في صلاته فلما أكثر الناس من التصفيق\nالتفت أبو بكر فرأى رسول الله صلى الله عليه وسلم فأشار إليه رسول الله صلى\nالله عليه وسلم أن امكث مكانك فرفع يديه فحمد الله على ما أمره به رسول\nالله صلى الله عليه وسلم من ذلك ثم استأخر حتى استوى في الصف وتقدم رسول\nالله صلى الله عليه وسلم فصلى ثم انصرف فقال يا أبا بكر ما منعك أن تثبت إذ\nأمرتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p409'> Vol. 06, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو بكر ما كان لابن أبي قحافة أن يصلي بين يدي رسول الله صلى الله\nعليه وسلم فقال رسول الله صلى الله عليه وسلم مالي رأيتكم أكثرتم من\nالتصفيق من نابه شيء في صلاته فليسبح فإنه إذا سبح التفت إليه وإنما\nالتصفيق للنساء\n</p>\n\n<p>\nالمؤذن المذكور في هذا الحديث هو بلال مولى أبي بكر الصديق رضي الله عنه\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي <span id='ms165'></span> محمد بن عتاب قال قرأت على حاتم بن\nمحمد قال ثنا أحمد بن قريش قال أخبرنا أبو محمد عبد الرحمن بن عبد الله بن\nمحمد بن عبد الله بن يزيد المقري قال حدثني جدي محمد بن عبد الله بن يزيد\nقال ثنا سفيان عن أبي حازم ابن دينار قال سمعت سهل بن سعد الساعدي يقول وقع\nبين حيين من الأنصار كلام في شيء كان بينهم في الجاهلية حتى نزع الشيطان\nبينهم وقال مرة حتى قاول بعضهم بعضا فأخبر النبي صلى الله عليه وسلم فأتاهم\nفاحتبس فأذن بلال ثم أبطأ النبي صلى الله عليه وسلم فلم يجيء فأقام بلال\nالصلاة فتقدم أبو بكر فلما تقوم جاء النبي صلى الله عليه وسلم وأبو بكر يؤم\nالناس فتخلل الصفوف حتى انتهى إلى الصف الأول وكان أبو بكر رضي الله عنه لا\nيلتفت في الصلاة فصفح الناس هكذا بأيديهم فلما سمع التصفيح التفت فإذا هو\nبرسول الله صلى الله عليه وسلم فأشار إليه النبي صلى الله عليه وسلم أن\nأمكث وقال مرة فرفع رأسه إلى السماء ونكص أبو بكر القهقري فتقدم النبي صلى\nالله عليه وسلم فلما قضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p410'> Vol. 06, p. 410</a>\n            </div>\n             صلاته قال ما منعك أبا بكر أن تثبت\nقال ما كان الله ليرى ابن أبي قحافة بين يدي نبيه ثم قال رسول الله صلى\nالله عليه وسلم ما لكم حين رأيكم لشيء في صلاتكم صفحتم إنما هذا للنساء من\nنابه شيء في صلاته فليقل سبحان الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p411'> Vol. 06, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n| رافع بن خديج\n</p>\n\n<p>\nأخبرنا أبو بحر الأسدي عن أبي عمر النمري قال ثنا سعيد بن نصر ثنا قاسم\nثنا محمد بن وضاح ثنا يحيى عن مالك أنه بلغه أن صكوكا خرجت للناس زمان\nمروان بن الحكم من طعام الجار فتبايع الناس تلك الصكوك بينهم قبل أن\nيستوفوها فدخل زيد بن ثابت ورجل من أصحاب رسول الله صلى الله عليه وسلم على\nمروان بن الحكم فقالا أتحل بيع الربا يا مروان فقال أعوذ بالله وماذاك قالا\nهذه الصكوك تبايعها الناس ثم <span id='ms166'></span> باعوها قبل أن يستوفوها فبعث مروان الحرس\nينتزعونها من أيدي الناس ويردونها إلى أهلها\n</p>\n\n<p>\nالرجل هو رافع بن خديج قاله ابن وضاح فيما حكاه أحمد بن سعيد بن حزم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p412'> Vol. 06, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n| خريم بن أوس ابن حارثة\n</p>\n\n<p>\nأنا أبو عرمان موسى بن عبد الرحمن إجازة عن أبي عمر النمري عن أبي محمد\nعبد الغني بن سعيد قال ثنا أبو جعفر أحمد بن إسماعيل الخراساني قال ثنا عبد\nالله بن محمد بن مسلم المقدسي قال ثنا ابن أبي عمر ثنا سفيان بن عيينة عن\nاسماعيل بن أبي خالد عن قيس بن أبي حازم عن عدي بن حاتم قال قال رسول الله\nصلى الله عليه وسلم مثلت لي الحيرة كأنياب الكلاب وإنكم ستفتحونها فقام رجل\nفقال هب لي يا رسول الله ابنة نفيلة قال هي لك قال قد أخذتها فأعطوه إياها\nفجاء أبوها فقال أتبيعها قال نعم قال بكم قال احتكم ما شئت قال بألف درهم\nقيل له لو قلت ثلاثين ألفا قال وهل عدد أكثر من ألف\n</p>\n\n<p>\nالرجل المستوهب هذه المرأة هو خريم بن أوس بن حارثة بن لام الطائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p413'> Vol. 06, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nواسم المرأة الشيماء بنت نفيلة الأزدية\n</p>\n\n<p>\nوالشاهد لذلك كله ما أخبرني به أبو محمد عبد الرحمن بن محمد عن أبيه قال\nثنا أبو عثمان بن سلمة قال ثنا محمد بن مفرج ثنا محمد ابن أيوب ثنا أحمد بن\nرشدين قال حدثني عبد الله بن محمد بن حميد قال ثنا زكريا بن عيسى بن حصن بن\nمنهب قال حدثني عمر بن زهر بن حصن بن منهب عن جده حميد بن منهب عن جده خريم\nبن أوس بن حارثة بن لام الطائي قال هاجرت إلى رسول الله صلى الله عليه وسلم\nمنصرفة من تبوك فقال النبي صلى الله عليه وسلم هذه الحيرة البيضاء قد رفعت\nلي وهذه الشيماء بنت بقيلة الأزدية على بغلة شهباء معتجرة بخمار أسود قال\nفقلت يا رسول الله إن فتحنا الحيرة فأصبتها كما وصفت فهي لي قال هي لك قال\nورجعنا المدينة <span id='ms167'></span> وقبض رسول الله صلى الله عليه وسلم واستخلف أبو بكر فارتدت\nأحياء العرب إلا طيئا وكنا نقاتل من يلينا من العرب على الإسلام وذكر\nالحديث بطوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p414'> Vol. 06, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n| فاطمة بنت أبي الأسد\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال قرأت على أبي القاسم\nحاتم بن محمد قال ثنا أحمد بن إبراهيم المكي قال ثنا محمد ابن الربيع\nالجيزي قال ثنا أحمد بن سعيد الحمداني ويونس بن عبد الأعلى قالا أنا ابن\nوهب قال أخبرني يونس بن يزيد عن ابن شهاب أن عروة بن الزبير أخبره عن عائشة\nزوج النبي صلى الله عليه وسلم أن امرأة سرقت في عهد النبي صلى الله عليه\nوسلم في غزوة الفتح فأتي بها رسول الله صلى الله عليه وسلم فكلمه فيها\nأسامة بن زيد فلما كلمه فيها تلون وجه رسول الله صلى الله عليه وسلم ثم قال\nرسول الله صلى الله عليه وسلم أتشفع في حد من حدود الله فقال له أسامة\nاستغفر لي يا رسول الله فلما كان العشي قام رسول الله صلى الله عليه وسلم\nفأثنى على الله بما هو أهله ثم قال أما بعد فإنما أهلك الناس قبلكم أنهم\nكانوا إذا سرق فيهم الشريف تركوه وإذا سرق فيهم الضعيف أقاموا عليه الحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p415'> Vol. 06, p. 415</a>\n            </div>\n             وإني والذي نفسي بيده لو أن فاطمة ابنة محمد سرقت قطعت يدها\nثم أمر بتلك المرأة التي سرقت فقطعت يدها\n</p>\n\n<p>\nقالت عائشة فحسنت توبتها بعد وتزوجت فكانت تأتي بعد ذلك فأرفع حاجتها إلى\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nالمرأة المذكورة في هذا الحديث هي فاطمة بنت أبي الأسد بنت أخي أبي سلمة\nعبد الله بن عبد الأسد زوج أم سلمة\n</p>\n\n<p>\nوالشاهد لذلك ما أخبرنا به أبو عمران موسى بن عبد الرحمن إجازة عن أبي\nعمر النمري قال أنبا عبد الغني بن سعيد بن علي قال حدثني عبد الله بن طالب\nأن محمد بن جعفر المطيري حدثهم عن عيسى بن عبد الله الطيالسي عن أسيد بن\nزيد الجمال عن <span id='ms168'></span> يحيى بن سلمة عن كهيل عن عمار الذهبي عن سفيان قال سرقت\nفاطمة بنت أبي الأسد بنت أخي أبي سلمة زوج أم سلمة فأشفقت قريش أن يقطعها\nرسول الله صلى الله عليه وسلم فكلموا أسامة بن زيد فكلم رسول الله صلى الله\nعليه وسلم فقال كل شيء ولا حد من حدود الله عز وجل لو كانت فاطمة بنت محمد\nلقطعتها فقطعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p416'> Vol. 06, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل هي أم عمرو بنت سفيان بن عبد الأسد\n</p>\n\n<p>\nذكر ذلك عبد الرزاق عن معمر عن ابن جريج قال أخبرني بشير بن تيم أنها أم\nعمرو بنت سفيان بن عبد الأسد يقول لا أحد غيرها يقول لا أعرف هذا النسب إلا\nفيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p417'> Vol. 06, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n| حواء بنت رافع ابن امريء القيس\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن أحمد وخلف بن يحيى عن أحمد بن مطرف عن\nعبد الله بن يحيى عن أبيه عن مالك عن زيد ابن أسلم عن عمرو بن سعد بن معاذ\nالأشهلي الأنصاري عن جدته أنها قالت قال رسول الله صلى الله عليه وسلم يا\nنساء المؤمنات لا تحقرن إحداكن لجارتها ولو كراع شاة محرقا\n</p>\n\n<p>\nجدة عمرو بن معاذ اسمها حواء بنت رافع بن امريء القيس\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي الحسن يونس بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p418'> Vol. 06, p. 418</a>\n            </div>\n             قال\nأنبا أبو عمر وأحمد ابن محمد القاضي قال ثنا أبي قال ثنا أبو عبد الله محمد\nبن أبي دليم قال ثنا محمد بن عبد الملك بن أيمن قال أملى علي محمد بن عبد\nالسلام الخشني قال ثنا أبو موسى محمد ابن المديني قال ثنا عبد الرحمن يعني\nابن مهدي قال ثنا زهير بن محمد عن زيد بن أسلم عن عمرو بن معاذ الأنصاري ان\nسائلا قام على بابهم فقالت جدته حواء أطعموه تمرا فقالوا ليس عندنا قالت\nإسقوه سويقا قالوا نعجب لك أنستطيع أن نطعمه ما ليس عندنا قالت إني سمعت\nرسول الله صلى الله عليه وسلم يقول ردوا السائل ولو بظلف محرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p419'> Vol. 06, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n| سهيمة بنت عمير المزنية\n</p>\n\n<p>\nأخبرنا أبو <span id='ms169'></span> عمران موسى بن عبد الرحمن إجازة عن أبي عمر النمري قال ثنا\nعبد الوارث بن سفيان قال ثنا قاسم بن أصبغ قال ثنا حمدون ابن أحمد قال ثنا\nشيبان قال ثنا جرير بن حازم قال ثنا الزبير بن سعيد الهاشمي عن عبد الله بن\nعلي بن يزيد بن ركانة عن أبيه عن جده أنه طلق امرأته البتة على عهد رسول\nالله صلى الله عليه وسلم واحدة فقال ما نويت بذلك قال واحدة قال آلله قال\nآلله قال هو ما أردت\n</p>\n\n<p>\nالمرأة المطلقة اسمها سهيمة\n</p>\n\n<p>\nوالحجة في ذلك ما سمعته يقرأ على أبي محمد بن عتاب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p420'> Vol. 06, p. 420</a>\n            </div>\n             أبي\nعمر النمري قال ثنا أبو محمد عبد المؤمن ثنا محمد بن بكر ثنا أبو داود ثنا\nابن السرح وإبراهيم بن خالد الكلبي أبو ثور في آخرين قالوا أنبا محمد بن\nإدريس الشافعي قال حدثني عمي محمد بن علي بن شافع عن عبد الله بن علي بن\nالسائب عن رافع بن عجرة بن عبد يزيد ابن ركانة أن ركانة بن عبد يزيد طلق\nامرأته سهيمة ألبتة فأخبر بذلك النبي صلى الله عليه وسلم وقال والله ما\nأردت إلا واحدة فقال رسول الله صلى الله عليه وسلم ما أردت إلا واحدة فقال\nركانة والله ما أردت إلا واحدة فردها رسول الله صلى الله عليه وسلم فطلقها\nالثانية في زمان عمر والثالثة في زمن عثمان\n</p>\n\n<p>\nقال أبو داود أوله لفظ إبراهيم وآخره لفظ ابن السرح هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p421'> Vol. 06, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n| أم عاصم\n</p>\n\n#\n<p>\n| الشموس بنت أبي عامر\n</p>\n\n<p>\nأخبرنا القاضي بقرطبة محمد بن أحمد قال ثنا محمد بن فرج قال ثنا يونس بن\nعبد الله عن أبي عيسى عن عبيد الله بن يحيى عن أبيه عن مالك عن يحيى بن\nسعيد قال سمعت القاسم بن محمد يقول كانت عند عمر بن الخطاب امرأة من\nالأنصار فولدت له عاصم بن عمر ثم إنه فارقها فجاء عمر قباء فوجد ابنه عاصما\nيلعب بفناء المسجد فأخذ بعضده فوضعه بين يديه على الدابة فأدركته جدة\nالغلام <span id='ms170'></span> فنازعته إياه حتى أتيا أبا بكر الصديق فقال عمر ابني وقالت المرأة\nابني قال أبو بكر خل بينها وبينه قال فما راجعه عمر الكلام\n</p>\n\n<p>\nالمرأة الأنصارية أم عاصم هي جميلة بنت عاصم بن ثابت بن أبي الأفلح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p422'> Vol. 06, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nذكر ذلك أبو عبد الله محمد بن عبد الرحيم البرقي رحمه الله وجدة الغلام\nالمذكور في الحديث تسمى الشموس ولقيها عمر بمحسر ذكر ذلك علي بن المديني في\nكتاب الطبقات له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p423'> Vol. 06, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\n| محمد بن كعب القرظي\n</p>\n\n<p>\nأخبرنا أبو محمد وأبو عمران عن أبي عمر النمري قال ثنا خلف بن القاسم قال\nثنا ابن السكن قال حدثني محمد بن إبراهيم بن محمد بن أبي الحميم بالبصرة\nقال ثنا أحمد بن عبد الرحمن القرشي قال ثنا عمي عبد الله ابن وهب قال حدثني\nأبو صخر حميد بن زياد عن عبد الله ابن معتب بن أبي بردة الظفري عن أبيه عن\nجده قال سمعت رسول الله صلى الله عليه وسلم يقول يخرج في الكاهنين رجل يدرس\nالقرآن لا يدرسه رجل يكون بعده\n</p>\n\n<p>\nالرجل المذكور هو محمد بن كعب القرضي روينا ذلك من طريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p424'> Vol. 06, p. 424</a>\n            </div>\n             ابن\nوهب قال بلغني عن ربيعة قال كانوا يقولون إنه محمد بن كعب القرظي والكاهنان\nقريظة والنضير ذكر ذلك أبو عمر بن عبد البر النمري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p425'> Vol. 06, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\n| كبشة بنت معن\n</p>\n\n#\n<p>\n| قيس بن الأسلت\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب سماعا قال قرأت على حاتم بن محمد قال ثنا علي\nابن محمد قال ثنا حمزة ثنا النسائي أنبا علي بن المنذر عن ابن فضيل قال ثنا\nيحيى بن سعيد عن محمد بن أبي أمامة عن أبيه قال لما توفي أبو قيس بن الأسلت\nأراد ابنه أن يتزوج امرأته من بعده وكان ذلك لهم في الجاهلية فأنزل الله\nتعالى <span class='quran'>لا يحل لكم أن ترثوا النساء كرها </span>19 النساء\n</p>\n\n<p>\nالمرأة المذكورة هي كبشة بنت معن بن عاصم من الأوس والخاطب لها هو قيس بن\nالأسلت\n</p>\n\n<p>\nالحجة في ذلك ما أنا أبو عمران الشاطبي عن أبي عمر النمري ثنا أحمد بن\nعبد <span id='ms171'></span> الله ثنا ابن بحر ثنا محمد بن إسماعيل عن سنيد عن حجاج عن ابن جريج عن\nعكرمة في قوله <span class='quran'>ولا تنكحوا ما نكح آباؤكم من النساء </span>الآية 22\nالنساء نزلت في كبشة بنت معن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p426'> Vol. 06, p. 426</a>\n            </div>\n             ابن عاصم من الأوس توفي عنها أبو\nقيس بن الأسلت فجنح عليها ابنه فجاءت النبي صلى الله عليه وسلم فقالت يا\nنبي الله لا أنا ورثت ولا أنا تركت فأنكح فنزلت هذه الآية فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p427'> Vol. 06, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n| فاطمة بنت النبي صلى الله عليه وسلم\n</p>\n\n<p>\nفاطمة بنت أسد\n</p>\n\n<p>\n| فاطمة بنت حمزة\n</p>\n\n<p>\nأخبرنا أبو بحر الأسدي قراءة عليه وأنا أسمع قال قرأت على أبي العباس\nأحمد ابن عمر قال ثنا أحمد بن الحسن قال ثنا محمد بن عيسى ثنا إبراهيم ابن\nسفيان ثنا مسلم ثنا أبو بكر بن أبي شيبة وأبو كريب وزهير بن حرب واللفظ\nلزهير قال أبو كريب أخبرنا وقال الآخران حدثنا وكيع عن مسعر عن أبي عون\nالثقفي عن أبي صالح الحنفي عن علي أن أكيدر دومة أهدى إلى رسول الله صلى\nالله عليه وسلم ثوب حرير فأعطاه عليا فقال شققه خمرا بين الفواطم وقال أبو\nبكر وأبو كريب بين النسوة\n</p>\n\n<p>\nتسمية الفواطم رضي الله عنهن\n</p>\n\n<p>\nأخبرنا أبو عمران موسى بن عبد الرحمن عن أبي عمر النمري قال ثنا عبد\nالوارث ابن سفيان ثنا قاسم بن أصبغ ثنا إبراهيم بن إسحاق النيسابوري ثنا\nعبد السلام ثنا عمران بن عبسة ثنا يزيد بن أبي زياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p428'> Vol. 06, p. 428</a>\n            </div>\n             عن أبي\nفاختة عن جعدة بن ثنا عمران بن عبسة ثنا يزيد بن أبي زياد عن أبي فاختة عن\nجعدة بن هبيرة عن علي بن أبي طالب رضي الله عنه قال أهدى أمير أذرعات إلى\nالنبي صلى الله عليه وسلم حلة سيراء بخيبر إما سداها وإما لحمتها فبعث بها\nإلي رسول الله صلى الله عليه وسلم فقلت ما أصنع بها ألبسها فقال إني لا\nأرضى لك ما أكره لنفسي فاجعلها خمرا بين الفواطم فشققت منها أربع أخمرة\nخمار لفاطمة بنت محمد صلى الله عليه وسلم <span id='ms172'></span> وخمار لفاطمة بنت حمزة بن عبد\nالمطلب قال يزيد بن أبي زياد وذكر فاطمة أخرى نسيتها\n</p>\n\n<p>\nوقرأت على أبي عبد الله جعفر بن محمد بن مكي بن أبي طالب قال أنبا أبو\nمروان عبد الملك بن سراج غير مرة قال ثنا أبو القاسم إبراهيم بن محمد بن\nزكريا قال ثنا أبي قال ثنا قاسم بن أصبغ قال ثنا أبو محمد عبد الله بن مسلم\nبن قتيبة في قول النبي صلى الله عليه وسلم لعلي اجعله خمرا أو أقسمه بين\nالفواطم أما إحداهن ففاطمة بنت رسول الله صلى الله عليه وسلم زوج علي بن\nأبي طالب والثانية فاطمة بنت أسد ابن هاشم زوج أبي طالب وأم علي وجعفر\nوعقيل وطالب بني أبي طالب وكانت أسلمت ويقال إنها أول هاشمية ولدت لهاشمي\nولا أعرف الثالثة وكانت جدة النبي صلى الله عليه وسلم لأبيه فاطمة\nالمخزومية ولا أراه أرادها ولا لحقت هذا الوقت وكذلك أم خديجة هي فاطمة بنت\nالأصم ولا أراها أدركت زمان قول النبي صلى الله عليه وسلم لعلي قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p429'> Vol. 06, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الأزهري الثالثة فاطمة بنت حمزة بن عبد المطلب\n</p>\n\n<p>\nوأخبرنا أبو محمد بن أبي عمر النمري قال ثنا محمد بن عبد الملك ثنا عبد\nالله بن يونس ثنا بقي ثنا يحيى بن عبد الحميد قال ثنا شريك عن أبي إسحاق عن\nهبيرة بن يريم عن علي قال أهدي للنبي صلى الله عليه وسلم حلة من حرير فبعث\nبها إلى علي وقال يا علي إني لم أبعث بها إليك لتلبسها إني أكره لك ما أكره\nلنفسي وأحب لك ما أحب لنفسي ولكن قطعه خمرا فاكسوها فاطمة ابنتي وفاطمة أمك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p430'> Vol. 06, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n| المنذر بن عائذ\n</p>\n\n#\n<p>\n| بن قثم\n</p>\n\n<p>\nأخبرنا أبو بحر الأسدي قراءة عليه وأنا أسمع قال قرأت على أبي العباس\nأحمد ابن عمر قال ثنا أحمد بن الحسن قال ثنا محمد بن عيسى قال ثنا إبراهيم\nابن محمد قال ثنا مسلم بن الحجاج قال ثنا يحيى بن أيوب قال ثنا ابن علية\nقال ثنا سعيد <span id='ms173'></span> بن أبي عروبة عن قتادة قال حدثنا من لقي الوفد الذين قدموا\nعلى رسول الله صلى الله عليه وسلم من عبد القيس\n</p>\n\n<p>\nقال سعيد وذكر قتادة أنا نضرة عن أبي سعيد الخدري في حديثه هذا أن ناسا\nمن عبد القيس قدموا على رسول الله صلى الله عليه وسلم فقالوا يا نبي الله\nإنا حي من ربيعة وبيننا وبينك كفار مضر ولا نقدر عليك إلا في أشهر الحرم\nفمرنا بأمر نأمر به من وراءنا وندخل به الجنة إذا نحن أخذنا به فقال رسول\nالله صلى الله عليه وسلم ? < آمركم بأربع وأنهاكم عن أربع أعبدوا الله ولا\nتشركوا به شيئا وأقيموا الصلاة وآتوا الزكاة وصوموا رمضان وأعطوا الخمس من\nالغنائم وأنهاكم عن أربع عن الدباء والحنتم والمزفت والنقير > ? قالوا يا\nنبي الله ما علمك بالنقير قال بلى جذع تنقرونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p431'> Vol. 06, p. 431</a>\n            </div>\n             فتقذفون فيه من\nالقطيعاء قال سعيد أو قال من التمر ثم تصبون فيه من الماء حتى إذا سكن\nعليانه شربتموه حتى إن أحدكم أو إن أحدهم ليضرب ابن عمه بالسيف\n</p>\n\n<p>\nقال وفي القوم رجل أصابته جراحة كذلك قال وكنت أخبؤها حياء من رسول الله\nصلى الله عليه وسلم فقلت ففيم نشرب يا رسول الله قال في أسقيه الأدم التي\nيلاث على أفواهها قالوا يا رسول الله إن أرضنا كثيرة الجرذان ولا تبقى بها\nأسقية الأدم فقال نبي الله صلى الله عليه وسلم وإن أكلتها الجرذان وإن\nأكلتها الجرذان وإن أكلتها الجرذان\n</p>\n\n<p>\nقال وقال نبي الله صلى الله عليه وسلم لأشج عبد القيس إن فيك لخصلتين\nيحبهما الله الحلم والأناة\n</p>\n\n<p>\nالرجل الذي أصابته الجراحة هو جهم بن قثم\n</p>\n\n<p>\nوالشاهد لذلك ما أخبرني به أبو الحسن بن مغيث عن أبي عمر أحمد بن محمد\nالقاضي قال ثنا عبد الوارث قال ثنا قاسم بن أصبغ قال ثنا أحمد بن زهير ثنا\nموسى بن إسماعيل ثنا أبو عبد الرحمن مطر ابن عبد الرحمن الأعنق العنزي قال\nحدثتني امرأة من عبد القيس بن صباح يقال لها أم أبان <span id='ms174'></span> بنت الوازع عن جدها أن\nجدها الزارع بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p432'> Vol. 06, p. 432</a>\n            </div>\n             خرج وافدا إلى رسول الله صلى الله عليه\nوسلم وخرج معه بأخيه لأبيه يقال له أبو هلال ابن غيرة وخرج بخاله أو ابن\nأخت له مجنون ومعهم الأشج في حديث فيه طول وإنهم وفدوا على رسول الله صلى\nالله عليه وسلم وكان في القوم جهم بن قثم وكان قد شرب من ذلك بالبحرين مع\nابن عم له فقام إليه ابن عمه يضرب ساقه بالسيف فكانت تلك الضربة في ساقه\nفقال القوم يا رسول الله بعثت رحمة وإنا بشر ندمن هذا الشراب على طعامنا\nفقال على أحدكم أن يشرب الأذى ثم يزداد إليها أخرى حتى إذا ما جد فيه\nالشراب فيقدم إلى ابن عمه فيضرب ساقه بالسيف قال فجعل يغطي جهم ساقه\nفينهاهم عن الدباء والحنتم والنقير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p433'> Vol. 06, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\n| حميدة عن أم سلمة\n</p>\n\n<p>\nقرأت على أبي الحسن عبد الرحمن بن محمد الحاكم وقرىء على أبي عبدالله ابن\nأحمد القاضي وأنا أسمع وقرأت على أبي غير مرة قالوا جميعا أنبا أبو عبد\nالله محمد بن فرج عن أبي الوليد القاضي عن أبي عيسى عن عبيد الله بن يحيى\nعن أبيه عن مالك عن محمد بن عمارة عن محمد بن إبراهيم عن أم ولد لإبراهيم\nبن عبد الرحمن بن عوف أنها سألت أم سلمة فقالت إني امرأة أطيل ذيلي وأمشي\nفي المكان القذر قالت أم سلمة قال رسول الله صلى الله عليه وسلم يطهره ما\nبعده\n</p>\n\n<p>\nأم الولد السائلة اسمها حميدة\n</p>\n\n<p>\nوالحجة في ذلك ما قرأت على أبي محمد بن عتاب قال قرأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p434'> Vol. 06, p. 434</a>\n            </div>\n             على\nحاتم بن محمد قال ثنا علي بن محمد ثنا حمزة والحسن بن الخضر قالا أنبا أحمد\nبن شعيب قال أنا أحمد بن نصر قال ثنا الحسين بن الوليد هو النيسابوري ثنا\nمالك بن أنس عن محمد بن عمارة عن محمد بن إبراهيم ابن الحرث عن حميدة أنها\nسألت أم سلمة فقالت إني امرأة طويلة الذيل فأمر بالمكان القذر فقالت أم\nسلمة سئل <span id='ms175'></span> رسول الله صلى الله عليه وسلم عن ذلك فقال يطهره ما بعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p435'> Vol. 06, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n| إياس أبو مريم الحنفي\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد عن أبيه ثنا عبد الرحمن بن أحمد\nثنا أحمد بن مطرف ثنا عبيد الله بن يحيى عن أبيه عن مالك عن أيوب السختياني\nعن محمد بن سيرين أن عمر بن الخطاب كان في قوم وهم يقرأون القرآن فذهب\nلحاجته ثم رجع وهو يقرأ القرآن فقال له رجل يا أمير المؤمنين أتقرأ ولست\nعلى وضوء فقال عمر من أفتاك بهذا أمسيلمة\n</p>\n\n<p>\nالرجل هو أبو مريم الحنفي واسمه إياس\n</p>\n\n<p>\nالحجة في ذلك ما أنبا به أبو عمران موسى بن عبد الرحمن إجازة أن أبا عمر\nالنمري أخبرهم قال أنا أحمد بن عبد الله بن علي الباجي عن أبيه عن أحمد بن\nخالد قال ثنا علي بن عبد العزيز عن حجاج بن المنهال عن يزيد بن إبراهيم قال\nثنا محمد بن سيرين قال نبئت أن عمر ابن الخطاب إما أتى الغائط وإما بال قال\nفجعل يقرأ القرآن فقال له إياس أبو مريم الحنفي يا أمير المؤمنين أتقرأ\nالقرآن وأنت غير طاهر فقال عمر أمسيلمة أفتاك بهذا قال وكان عمر له غليظا\nوكانوا يرون أنه قاتل زيد بن الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p436'> Vol. 06, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأت على أبي رضي الله عنه قال قرىء على أبي عبد الله محمد بن فرج وأنا\nأسمع قال ثنا محمد بن عائذ ثنا سهل بن إبراهيم عن محمد بن فطيس عن يحيى بن\nمزين قال قال حبيب كاتب مالك كان الرجل من بني حنيفة يكنى أبا مريم فلذلك\nعرض له بمسيلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p437'> Vol. 06, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n| عمار بن ياسر\n</p>\n\n#\n<p>\n| وعباد بن بشر\n</p>\n\n<p>\nقرأت على أبي محمد عبد الرحمن بن محمد بن عتاب قال أنبا أبي قال قرأت على\nعبد الرحمن بن مروان ثنا أحمد بن عون الله ثنا أبو داود ثنا توبة الربيع بن\nنافع قال ثنا ابن المبارك عن محمد بن إسحاق قال حدثني صدقة بن يسار عن عقيل\nبن جابر عن جابر قال خرجنا <span id='ms176'></span> مع رسول الله صلى الله عليه وسلم في غزوة ذات\nالرقاع فأصاب رجل امرأة رجل من المشركين فلما انصرف رسول الله صلى الله\nعليه وسلم قافلا أتى زوجها وكان غائبا فلما أخبر الخبر حلف أن لا أنتهي حتى\nأهريق دما في أصحاب محمد فخرج يتبع أثر النبي صلى الله عليه وسلم فنزل\nالنبي صلى الله عليه وسلم منزلا فقال من رجل يكلؤنا فانتدب رجل من\nالمهاجرين ورجل من الأنصار فقال كونا بفم الشعب فلما خرج الرجلان إلى فم\nالشعب اضطجع المهاجري وقام الأنصاري يصلي وأتى الرجل فلما رأى شخصه عرف أنه\nربيئة القوم فرماه بسهم فوضعه فيه ونزعه حتى رمي بثلاثة أسهم ثم ركع وسجد\nثم انتبه صاحبه فلما عرف أنهم قد نذروا به هرب ولما رأى المهاجري ما\nبالأنصاري من الدم قال سبحان الله ألا أنبهتني أول ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p438'> Vol. 06, p. 438</a>\n            </div>\n             رمى قال\nكنت في سورة أقرؤها فلم أحب أن أقطعها حتى أنفذها\n</p>\n\n<p>\nالرجلان الحارسان هما عمار بن ياسر وعباد بن بشر وعباد هو الجريح وقيل\nعمارة ابن حزم والأول أثبت إن شاء الله تعالى\n</p>\n\n<p>\nذكر ذلك محمد بن عمر الواقدي في مغازيه التي أخبرني بها أبو بكر ابن\nالعربي عن عبد الوهاب بن أبي حية عن محمد بن شجاع عن الواقدي\n</p>\n\n<p>\nوذكر أيضا ابن هشام أنهما عباد بن بشر وعمار بن ياسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p439'> Vol. 06, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n| هلال بن مرة الأشجعي\n</p>\n\n<p>\nأخبرنا أبو محمد بن عتاب قراءة عليه وأنا أسمع قال أنا أبي قال قرأت على\nأبي محمد بن ربيع قال ثنا محمد بن معاوية ثنا أحمد بن شعيب أنبا إسحاق بن\nإبراهيم قال أنبا المعتمر قال سمعت منصورا يحدث عن إبراهيم قال أتي عبد\nالله في رجل تزوج امرأة ولم يفرض لها ثم مات قبل أن يدخل بها قال سأجتهد\nلكم برأيي فإن يك صوابا فمن الله وإن يك خطأ فمن قبلي أرى لها صداق نسائها\nلا وكس ولا شطط وعليها العدة ولهما الميراث\n</p>\n\n<p>\nفقال سلمة وفلان قضى رسول الله صلى الله عليه وسلم في <span id='ms177'></span> بروع بنت واشق من\nبني رواس تزوجها رجل منا فخرج محرما فوقع في بئر ثم مات قبل أن يفرض لها\nويدخل بها فقضى لها نبي الله صلى الله عليه وسلم بصدقات نسائها لا وكس ولا\nشطط وعليها العدة ولها الميراث فرفع عبد الله يديه وقال الله أكبر فرحا\nبذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p440'> Vol. 06, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nقال أحمد بن شعيب وأنبا إسحاق بن منصور المروزي قال أنبا عبد الرحمن يعني\nابن مهدي قال ثنا سفيان وهو الثوري عن فراس عن الشعبي عن مسروق عن عبد الله\nفي رجل تزوج امرأة فمات ولم يدخل بها ولم يفرض لها قال لها الصداق وعليها\nالعدة ولها الميراث فقال معقل بن سنان فقد سمعت النبي صلى الله عليه وسلم\nقضى به في بروع بنت واشق\n</p>\n\n<p>\nزوج بروع بنت واشق هو هلال بن مرة الأشجعي\n</p>\n\n<p>\nالحجة في ذلك ما سمعته يقرأ على أبي محمد عن أبي عمر النمري إجازة قال\nثنا أبو محمد عبد الله بن محمد ثنا محمد بن بكر ثنا أبو داود قال ثنا عبد\nالله بن عمر بن ميسرة قال ثنا يزيد بن زريع قال ثنا سعيد ابن أبي عروبة عن\nقتادة عن خلاس وأبي حسان عن عبد الله ابن عتبة ابن مسعود أن عبد الله بن\nمسعود أخبرني بهذا الخبر قال فاختلفوا إليه شهرا أو قال مرات قال فإني أقول\nإن لها صداقا كصداق نسائها لاوكس ولا شطط وإن لها الميراث وعليها العدة فإن\nيك صوابا فمن الله وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p441'> Vol. 06, p. 441</a>\n            </div>\n             يك خطأ فمني ومن الشيطان والله ورسوله\nبريئان فقام ناس من أشجع فيهم الجراح وأبو سنان فقالوا يا ابن مسعود نحن\nنشهد أن رسول الله صلى الله عليه وسلم قضاها فينا في بروع بنت واشق وإن\nزوجها هلال ابن مرة الأشجعي فقال ففرح بها عبد الله بن مسعود فرحا شديدا\nحين وافق قضاؤه قضاء رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p442'> Vol. 06, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n| قيس بن غنيم المازني\n</p>\n\n<p>\nأخبرنا أبو محمد بن محسن فيما أجاز لي غير مرة عن أبي عبد الله محمد <span id='ms178'></span> بن\nعائذ قال ثنا أبو بكر بن إسماعيل قال أنا محمد بن جعفر الدارمي قال ثنا\nصدقة بن عبيد الله المازني قال حدثني جناح بن غنيم ابن قيس عن أبيه قال\nأذكر موت النبي صلى الله عليه وسلم وأشرف علينا رجل فقال % ألا لي الويل\nعلى محمد % قد كنت قبل موته بمقعد % % ولست فيما بعده بمخلد % %\n</p>\n\n<p>\nالرجل الذي قال هذا الشعر اسمه قيس بن غنيم المازني\n</p>\n\n<p>\nوالشاهد لهذا ما أنبا به أبو محمد بن عتاب فيما ناولنيه عن أبي القاسم\nحاتم ابن محمد قال ثنا موسى بن عيسى قال ثنا محمد بن أحمد بن أبي الفوارس\nعن أبي الحسن الدارقطني قال ثنا محمد بن مخلد قال ثنا أبو الفضيل جعفر بن\nمكرم قال ثنا وهب بن جرير قال ثنا شعبة عن عاصم عن غنيم ابن قيس قال إني\nلأحفظ كلمات قالهن أبي على النبي صلى الله عليه وسلم % ألا لي الويل على\nمحمد % قد كنت في حياته بمقعد % % أنام ليلي آمنا إلى الغد % % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p443'> Vol. 06, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الحسن سمعت جعفر بن محمد بن مكرم يقول قال لي أحمد قد عرضته على\nبعض الناس فقال إنما هو أيام ليلي يعني امرأته ولكن كذا حدث به وهب أنام\nليلي ولم يقل أيام ليلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p444'> Vol. 06, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n| أبو طيبة نافع\n</p>\n\n<p>\nقرأت على أبي الحسن المقرىء قال ثنا أبو الحسن عن ابن خلف قال أنبا أحمد\nابن نفيس ثنا عبد الرحمن بن عبد الله الغافقي أنبا أحمد ابن محمد المكي قال\nثنا علي قال ثنا القعنبي عن مالك عن ابن شهاب عن ابن محيصة الأنصاري أحد\nبني حارثة أنه استأذن رسول الله صلى الله عليه وسلم في إجارة الحجام فنهاه\nعنها فلم يزل يسأله ويستأذنه حتى قال أعلفه نضاحك يعني رقيقك\n</p>\n\n<p>\nوهذا الحديث مرسل في رواية ابن القاسم ويحيى بن يحيى الأندلسي عن مالك لم\nيقولا فيه عن مالك\n</p>\n\n<p>\nابن محيصة هو حرام بن محيصة\n</p>\n\n<p>\nالحجة في ذلك ما قرىء على أبي محمد عبد الرحمن بن محمد وأنا أسمع <span id='ms179'></span> قال\nأنبا أبي قال ثنا خلف بن يحيى ثنا عبد الله بن يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p445'> Vol. 06, p. 445</a>\n            </div>\n             ثنا محمد\nبن وضاح عن أبي بكر بن أبي شيبة قال ثنا شبابة بن سوار قال ثنا ابن أبي ذئب\nعن الزهري عن حرام بن محيصة عن أبيه أنه سأل النبي صلى الله عليه وسلم عن\nكسب الحجام فنهاه عنه فذكر له الحاجة فقال أعلقه ناضحك\n</p>\n\n<p>\nالحجام المذكور في الحديث هو أبو طيبة نافع\n</p>\n\n<p>\nالحجة في ذلك ما أنبأنا به أبو علي الصدفي مكاتبة قال أنبا عبد الواحد\nابن علي قال ثنا علي بن أحمد المقرىء قال ثنا ابن نافع قال ثنا أحمد ابن\nإبراهيم بن ملحان أنبا ابن بكير أنبا الليث بن سعد عن يزيد بن أبي حبيب عن\nابن عفير الأنصاري عن محمد بن سهل بن أبي حتمة عن محيصة ابن مسعود الأنصاري\nأنه كان له غلام حجام يقال له نافع فانطلق إلى رسول الله صلى الله عليه\nوسلم فسأله عن خراجه فقال لا يقر به فرد عليه رسول الله صلى الله عليه وسلم\nفقال اعلف به الإبل واجعله في ضريبته\n</p>\n\n<p>\nومن حديث مالك عن حميد الطويل عن أنس بن مالك أنه قال احتجم رسول الله\nصلى الله عليه وسلم حجمه أبو طيبة فأمر له رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p446'> Vol. 06, p. 446</a>\n            </div>\n             بصاع من تمر وأمر أهله أن يخففوا عنه من خراجه\n</p>\n\n<p>\nآخر الجزء السادس والحمد لله وحده وصلواته على سيدنا محمد وآله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p447'> Vol. 06, p. 447</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p448'> Vol. 06, p. 448</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13"
  ]
}