{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب أعن\n</p>\n\n<p>\nاخبرنا الشيخ الامام الأوحد تاج الدين فخر الأئمة لسان العرب وحجة اهل\nالادب ابو اليمن زيد بن الحسن بن زيد الكندى ادام الله ايامه وحرس انعامه\nبمدينة دمشق في العشر الاول من جمادى الآخرة سنة تسع وتسعين وخمس مائة\nللهجرة النبوية على صاحبها افضل السلام.\n</p>\n\n<p>\nقال اخبرنا الشيخ الامام العالم الزاهد الثقة ابو محمد عبدالله بن على\nالمقرى النحوى قال اخبرنا ابو منصور محمد بن محمد بن احمد بن الحسين بن\nعبدالعزيز قال اخبرنا ابو الطيب محمد بن احمد بن خلف بن خاقان قال اخبرنا\nمحمد بن الحسن (¬1) بن دريد الازدي سنة احدى وعشرين وثلاث مائة وحدثنا (¬2)\nالقاضي ابو محمد عبدالله بن على بن ايوب (¬3) قال اخبرنا ابو بكر محمد بن\nالحسن بن دريد - واللفظ للقاضي.\n</p>\n\n<p>\nقال نحرس نعم الله عندنا بالحمد عليها ونمترى المزيد منها بالشكر عليها\nونرغب إلى الله في التوفيق لما يدنى من رضاه ويجير من سخطه انه سميع\nالدعاء.\n</p>\n\n<p>\nهذا كتاب يشتمل على فنون شتى من الاخبار الموثقة والالفاظ المسترشقة\nوالاشعار الرائقة والمعاني الفخمة والحكم المتناهية والاحاديث المنتخبة\nسميناه كتاب المجتنى لاجتنائنا في ظرائف الآثار كما تجتنى اطائب الثمار.\nوجرينا فيه إلى الاختصار إذ كان الاكثار مقرونا بالسآمة؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال من قبلنا إذا كان الايجاز كافيا كان الاكثار هذرا وإذا كان\nالاكثار ابلغ كان الايجاز عيا وخير الامور اوسطها والله الموفق للصواب.\n</p>\n\n<p>\nفاول ما نستفتح به ما جاءنا عن نبينا صلى الله عليه وآله وسلم من الفاظه\nالتي لا يشوبها كدر العى ولا يطمس رونقها التكلف ولا يمحو طلاوتها التفيهق\nوقد ضمنت هذا الكتاب اخبارا واشعارا سمعتها فعزوتها الى من سمعتها منه\nواشياء قرأتها فيما قرأت من الكتب على اشياخنا رحمهم الله فمنها اجازة\nومنها سماع ومنها ما رويته بنزول وسابين ذلك في مواضعه ان شاء الله تعالى\n</p>\n\n\n<h1 class='l1' id='head0'>AUTO (باب)</h1>\n\n<p>\nما سمع من النبي صلى الله عليه وآله وسلم ولم يسمع من غيره قبله\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم: \"لا <span id='ms01'></span> ينتطح فيها عنزان\" قاله في عصماء بنت\nمروان اليهودية، وكانت تهجو رسول الله صلى الله عليه وآله وسلم وتوذيه،\nفقتلها القارى رجل من الانصار (¬1) وكان ضعيف البصر فطرقها ليلا فقتلها\nفلما صلى الصبح مع النبي صلى الله عليه وآله وسلم فقال له اقتلت عصماء قال\nنعم يا رسول الله فقال لا ينتطح فيها عنزان فخص النبي صلى الله عليه وآله\nوسلم العنزين دون الغنم، لان العنز انما تشام العنز ثم تفارقها وليس كنطاح\nالكباش وغيرها، فانظر اين هذا الكلام من قول عدى بن حاتم لما قتل عثمان رضى\nالله عنه: \"لا تحبق فيها (¬2) عنز\" ففقئت فيها عينه يوم صفين وقتل ابنه\nطريف فقال له معاوية بعد الاستقامة هل حبقت العنز في قتل عثمان قال اى\nوالله والتيس الاعظم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عليه السلام \"مات حتف انفه\" اخبرنا محمد بن الحسن (¬1) قال اخبرنا\nعبد الاول بن مؤيد (¬2) احد بنى انف الناقة من بنى سعد في اسناد ذكره قال\nعلي رضوان الله عليه ما سمعت كلمة عربية الا وقد سمعتها من رسول الله صلى\nالله عليه وآله وسلم سمعته يقول \"مات حتف انفه\" وما سمعتها من عربى قبله\nصلى الله عليه وآله وسلم، قال ابو بكر: ومعنى حتف انفه: ان روحه تخرج من\nانفه بتتابع نفسه لان الميت على فراشه من غير قتل يتنفس حتى يقضى (¬3) رمقه\nفخص الانف بذلك لانه من جهته ينقضى رمقه.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم حمى الوطيس قاله صلى الله عليه وآله وسلم\nيوم حنين لما جال المسلمون ثم تابوا فلما اختلط الضراب قاله عليه السلام\nوهو منتصب مشرف ركابيه على بغلته الشهباء، والوطيس: حفيرة تحفر في الارض\nشبيهة بالتنور يختبز فيها، والجمع وطس، فاذا كانت حفيرة اعظم من الوطيس\nيشتوى فيها اللحم فهى ارة؛ والجمع إرين، وللارة موضع غير هذا.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم: \"الولد للفراش وللعاهر الحجر\" اراد صلى\nالله عليه وآله وسلم ان حظ العاهر حجر، اى لا شىء له في الولد.\n</p>\n\n<p>\nولهذا <span id='ms02'></span> الكلام معنيان اما ان يكون اراد ان حظه الغلظة والخشونة من اقامة\nالحد رجما او ضربا واما ان يكون اراد بالحجر ما لا ينتفع به ولا محصول له\nيريد به الخيبة.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم: \"لا يلسع المؤمن من جحر مرتين\" قاله صلى\nالله عليه وآله وسلم لابي عزو الشاعر وكان اسر يوم بدر فسال النبى صلى الله\nعليه وآله وسلم ان يمن عليه وذكر عيالا وفقرا فمن عليه فاخذ عليه عهدا ان\nلا يحضض عليه ولا يهجو ففعل ثم رجع الى مكة فاستهواه صفوان ابن امية وضمن\nله القيام بعياله فخرج مع قريش وحضض على النبى صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وآله وسلم فاسر فسال النبى ان يمن عليه فقال صلى الله عليه وآله\nوسلم \"لا يلسع المؤمن من جحر مرتين\" لا تمسح عارضك (¬1) بمكة فتقول سخرت من\nمحمد مرتين، ثم امر النبى صلى الله عليه وآله وسلم بقتله*\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم: \"كل الصيد في جوف الفرأ - او بطن الفرأ\"\nمهموز وهو الحمار والوحشى والجمع فراء ممدود* قال (مالك) بن زغبة:\n</p>\n\n<p>\nبضرب كآذان الفراء فضوله * وطعن كايزاغ المخاض تبورها\n</p>\n\n<p>\nالايزاغ: دفع البول والبورة (¬2) أن تعرض الناقة على الفحل ليعرف ألاقح\nهي ام حائل، وقال آخر عامر بن كثير المحاربى:\n</p>\n\n<p>\nاذا اجتمعوا علي واشقذونى * فصرت كأنني فرأ متار\n</p>\n\n<p>\nاراد بذلك متأر فخفف الهمزة من قولهم اتأرته بصرى اذا احددت اليه النظر\nوهذا كلام خاطب به صلى الله عليه وآله وسلم ابا سفيان ابن حرب بن عبد الله\nبن عبد المطلب واسمه المغيرة حين جاءه مسلم، اوكان قد هجا النبى صلى الله\nعليه وآله وسلم هجاء قبيحا - وله حديث في المغازى والفرأ: الحمار الوحشى\nوهو اعظم ما يصاد فكل صيد دونه فالمعنى انت اعظم من يأتينى من اهل بيتى اذ\nكلهم دونك كما ان الصيدكله دون الحمار.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"الحرب خدعة\"، قاله صلى الله عليه وآله\nوسلم يوم الاحزاب لما بعث بنعيم بن مسعود <span id='ms03'></span> ليخذل بين قريش وغطفان ويهود،\nيريد ان المماكرة في الحرب انفع من المكاثرة والاقدام من غير علم.\n</p>\n\n<p>\nومنه قول بعض الحكماء: \"نفاذ الراى في الحرب انفع من الطعن والضرب\"،\nوالمثل السائر: \"اذا لم تكن تغلب فاخلب\"، أي اخدع، والخلابة: الخديعة، قال\nالشاعر - وهو النمر بن تولب:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبان الشباب وحب الخالة (¬1) الخلبة\n</p>\n\n<p>\nوقال آخر:\n</p>\n\n<p>\nوشر الرجال الخالب الخلبوت (¬2)\n</p>\n\n<p>\nاى الخداع ومنه البرق الخلب الذى لا ماء فيه.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم: \"اياكم وخضراء الدمن\" قاله صلى الله عليه\nوسلم في بعض ما كان يؤدب به اصحابه، وقد فسر هذا الكلام في الحديث، وله\nتفسيران: قال بعضهم يريد المرأة الحسناء في المنبت السوء، وتفسير ذلك ان\nالريح تجمع الدمن وهو البعر في البقعة من الارض ثم يركبه الساقى فاذا أصابه\nالمطر نبت نبتا غضا ناعما يهتز وتحته الدمن الخبيث، يقول: فلا تنكحوا هذه\nالمرأة لجمالها ومنبتها خبيث كالدمن، فإن اعراق السوء تنزع اولادها؛\nوالتفسير الآخر بمعنى قول زفر بن الحارث شعر:\n</p>\n\n<p>\nوقد ينبت المرعى على دمن الثرى * وتبقى حزازات النفوس كما هيا\n</p>\n\n<p>\nيقول: نحن وإن اظهرنا لكم بشرا فان تحته الحق والسخيمة كهذا الدمن الذي\nيظهر فوقه النبت مهتزا وتحته الفساد، وهذا نحو قول الآخر - وهو عمير بن\nالحباب:\n</p>\n\n<p>\nوفينا وإن قيل اصطلحنا تضاغن * كما طر أوبار الجراب على النشر\n</p>\n\n<p>\nالجراب: الجربى من الابل؛ والنشر: أن يظهر الوبر على الدبر؛ فيغطيه فيكون\nفيه الفساد، يقول: نحن وإن تداجينا وأظهرنا صلحا كالشعر او الوبر النابت\nعلى الدبر فظاهره سليم وباطنه دو، ويقول في بيت آخر:\n</p>\n\n<p>\nيظل اذا اقبلت كاسر عينه * ولا جن بالبغضاء والنظر الشزر\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم: \"وإن مما ينبت الربيع لما يقتل حبطا او\nيلم\" هذا كلام من ابلغ الكلم في تحذير الدنيا والركون اليها وذلك ان\nالماشية يروقها نبت الربيع منه بأعينها فربما تفتقت سمنا فهلكت يقول: من\nاعطى كثرا ورفاهية عيش في دنياه، فيجب ان يقتصد ولا ينهمك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفيها فتلهيه عن الاحتراث لآخرته فيهلك <span id='ms04'></span> كما ان هذه الماشية يلهيها زهر\nالنبات فتأكل حتى تهلك.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"الأنصار كرشى وعيبتى\" يريد أنهم معتمدى\nالذى اقوى عليه وأقوى به، كما ان الكرش معتمد معدة الماشية الذي يصرف\nالغذاء في سائر اعضائها فتقوى بذلك وفيها تستقر الثميلة؛ وهي باقية العلف\nفي الكرش يقول: فالأنصار الذين يمدوننى بأموالهم ونصرهم فهم كالكرش لى؛\nوقوله عيبتى: يريد الذين اودعهم اسرارى وأرجع اليهم في مهمات امورى؛ كما ان\nالرجل انما يودع عيبته نفيس متاعه وكسوته وذخيرته.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"يا خيل الله اركبى\" قاله صلى الله عليه\nوآله وسلم في بعض مغازيه - لا ادرى في ايها (¬1)، والخيل لا تركب وإنما\nتركب، وهذا على الإيجاز والاختصار وكان وجه الكلام أن يقول: يا فرسان خيل\nالله اركبى، فاختصر لأنه علم ما اراد، والخيول كلها لله فأضاف الخيول الى\nالله عز وجل تبجيلا وتعظيما كقولهم: بيت الله - والبيوت كلها لله، وشهر\nالله الأصم وناقة الله - ونحو ذلك.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"لا يجنى على المرء الا يده\" اراد لا يؤخذ\nبجناية غيره ان قتل او جرح فبيده اصاب ذلك أي فبيده الجانية (¬2) عليه ولا\nيؤخذ بجناية يده غيره.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"الشديد من غلب نفسه\" يقول من ملك نفسه عند\nشهوته وعند غضبه فمنعها فهو الشديد، وهذا شبيه بحديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام أنه مر بقوم يربعون حجرا - او يجذبون حجرا - فسأل عن ذلك\nفقيل لينظروا ايهم اقوى - او كما قيل؛ فقال: ألا اخبركم بأشد من هؤلاء، من\nملك نفسه عند الغضب - او كما قال صلى الله عليه وآله وسلم (¬1).\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"ليس الخبر كالمعاينة\" هذا الكلام في حديث\nفيه بعض الطول يريد أنه لا يهجم على قلب المخبر من الهلع بالأمر والاستفظاع\nله مثل ما يهجم على قلب المعاين، ألا ترى ان الله عز وجل أخبر موسى أن قومه\nقد فتنوا بالعجل فلما عاين ذلك ألقى الألواح ضجرا وأخذ <span id='ms05'></span> برأس اخيه، وقد طعن\nفي هذا الحديث قوم فقالوا لم يصدق بما أخبره ربه، فلم يذهب الطاعن في هذا\nالحديث مذهبا مرضيا، موسى عليه السلام لم يشكك فيما اخبره به ربه ولكن\nللعيان روعة هي اذكأ للقاء (¬2) وأبعث لهلعة من المسموع، ألا ترى ان ابا\nمليل احد فرسان بنى يربوع لما قتلت بكر بن وائل ابنيه فأخبر بذلك لم يشكك\nفيه ولم يظهر منه الجزع مثل الذي رآهما صريعين فألقى نفسه عن فرسه عليهما\nوقد ايقن انهما قد قتلا فما شك عند الخبر وغلبه الجزع عند المعاينة.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"المجالس بالأمانة\" وهذا مما ادب به أمته\nصلى الله عليه وآله وسلم ومعناه أن الرجل يجلس إلى القوم فيخوضون في\nالأحاديث ولعل فيها ما ان نمى كان فيه ما يكرهون فيأتمنوه على اسرارهم،\nفأراد صلى الله عليه وآله وسلم ان الأحاديث التى تجرى بين اهل المجالس\nكالأمانة التى لا يحب ان يطلع عليها فمن اظهر احاديث الذين أمنوه على\nاسرارهم فهو قتات؛ وقد جاء في الحديث ذم القتات وهو النمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوفي التنزيل \"هماز مشاء بنميم\".\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"اليد العليا خير من اليد السفلى\" وهذا حث\nعلى الصدقة لأن العليا يد المتصدق والسفلى يد السائل والمعطى مفضلى على\nالمعطى فالمفضل خير من المفضل عليه، ولم يرد عليه السلام ان المفضل خير في\nالدين انما المراد خير في الافضال.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"ان البلاء موكل بالمنطق (¬1) \" هذا كلام\nروى لأبي بكر الصديق رضي الله عنه في حديث طويل، والبلاء: الاختبار ما كان\nمن خير وشر.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"ترك الشر صدقة\" يريد أن من ترك الشر وأذى\nالناس فكأنه قد تصدق عليه، اى فضل ترك الشر كفضل الصدقة.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"الناس كأسنان المشط\" يريد أنهم مستوون\nوإنما التفاضل في العمل الصالح والفعل الجميل، وهذا كقوله: كلكم لآدم وآدم\nمن التراب.\n</p>\n\n<p>\nومنه \"الغنى غنى النفس\" وهذا <span id='ms06'></span> مما أدب به صلى الله عليه وآله وسلم أمته\nيريد أن من كان غنى النفس ولم يلحف في الطلب اى كأنه غنى واحد.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"اى داء أدوى من البخل\"، قاله صلى الله\nعليه وآله وسلم في كلامه للأنصار: \"من سيدكم يا بنى سلمة\" - بكسر اللام،\nوهي الواحدة من السلام - قالوا: الجد بن قيس على بخل فيه، فقال صلى الله\nعليه وآله وسلم: \"وأى داء أدوى من البخل\" بل سيدكم الأبيض الجعد بشر بن\nالبراء بن معرور، وبشر الذى أكل مع النبى صلى الله عليه وآله وسلم من الشاة\nالمسمومة بخيبر فمات، ومعنى هذا الكلام انه جعل البخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nداء ليس بداء مؤلم فشبهه بالداء اذ كان مفسدا للرجل مؤديا له سوء الثناء\nكما ان الداء يؤل إلى طول الضنا، والمقصد في هذا النهى عن البخل.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"الأعمال بالنيات\" يريد أن الرجل إذا عمل\nعملا من صلاة او صيام او صدقة او باب من ابواب البر فنوى أن ذلك لله لا\nلرئاء الناس كان ذلك العمل مقبولا، وهذا تحريض على إخلاص النية؛ فذلك العمل\nحينئذ المراد به وجه الله عز وجل.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"الحياء خير كله\" لم يرد عليه السلام\nالحياء الداعى الى البقاء في الفهاهة القاعد بالمرء عن بلوغ المراد في\nالخطاب والقصور عن تناول الحجة وإنما الحياء الرادع عن ارتكاب الحرام\nوالمحارم والتلطخ بالمدانس، وهذا كقوله في حديث آخر \"وإن مما ادرك اهل\nالجاهلية من كلام النبوة اذا لم تستحيى فاصنع ما شئت\" أي اعمل كل ما لا\nيستحيى منه من مثله (¬1).\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"اليمين الفاجرة تدع الدار بلاقع (¬2) \"\nهذا نهى عن الاقدام عن احتجاز (¬3) أموال الناس بالأيمان فمن حلف على يمين\nفاجرة ليقطع بها مال امرئ مسلم او يحوز بها ما ليس له او يدفع بها حقا عليه\nعاجلته العقوبة فاجتاحته فتركت داره بلاقع اى أقفرته حتى لا تبقى له شيئا <span id='ms07'></span>،\nوالبلقع: القفر الذي لا شىء فيه، قال أبو بكر: قد كانت العرب في الجاهلية\nتستحلف بالنار والملح، وهو الذى كانوا يسمونه التهويل فيحلف الرجل على\nالكذب فيمعر (¬4) ماله ويثكل ولده ولذلك سمى الحطيم بمكة لأنهم كانوا\nيحلفون عنده فيحطم المبطل، وقد قالت العرب: \"نعوذ بالله من قرع الفناء وصفر\nالإناء\" يريدون ذهاب المال.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"سيد القوم خادمهم\" هذا كلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nحث به على المكارم والتعاون وترك التكبر على الأصحاب في الأسفار فجعل\nالخادم سيدا اذا كان يخدم أصحابه تكرما لا لمنالة ولا جعالة فأوجب له بذلك\nالسودد على اصحابه.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"فضل العلم خير من فضل العبادة\" يريد صلى\nالله عليه وآله وسلم أن العالم وإن كان منه تقصير في عبادته افضل من جاهل\nمجتهد، لأن العالم يعرف ما يأتى وما يتجنب، والعابد الجاهل المتهور ربما\nأتى الشىء وهو يظن أنه مصيب وهو مخطىء.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"الخيل في نواصيها الخير\" هذا نحو قوله\nعليه السلام \"خير المال سكة مأبورة ومهرة مأمورة\".\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"خير المال فرس في بطنها فرس\" وهذا الكلام\nيحث به إلى إرتباط الخيل في سبيل الله، يريد أن من ارتبطها كان له ثواب ذلك\nوهو خير آجل وما يصيبه على ظهرها من الغنائم وفى بطونها من التاج فهو خير\nعاجل، وخص النواصى من بين اعضاء الجسد لأن الهرب تقول: فلان ميمون الناصية،\nاى مبارك الناصية، وهو مثل قوله \"بطونها كنز وظهورها حرز\" اى يتحرز بها من\nالأعداء ويتحصن بها منهم.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"عدة المؤمن كأخذ باليد\" يحث على الوفاء\nبالمواعيد والصدق فيها، يريد أن المؤمن اذا وعد فالثقة بموعده كالثقة\nبالشىء إذا كان في اليد.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"أعجل الأشياء عقوبة البغى\" وهذا نحو قوله\n\"دعوة المظلوم لا تحجب\" والمبغى عليه مظلوم والبغى اسرع الذنوب عقوبة.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"إن من <span id='ms08'></span> الشعر لحكما وإن من البيان لسحرا\"\nهذا كلام قاله صلى الله عليه وآله وسلم لوفد تميم لما سأل عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nابن الأهتم عن قيس بن عاصم فمدحه فقال قيس: والله يا رسول الله! لقد علم\nأنى خير مما وصف ولكنه حسدنى، فذمه عمرو بن الأهتم فقلا: يا رسول الله! لقد\nمدحت (¬1) في الأولى وما كذبت في الأخرى، فعند ذلك قال النبى صلى الله عليه\nوآله وسلم: إن من البيان لسحرا، يريد أن البليغ يبلغ ببيانه ما يبلغه\nالساحر في لطافة حيلته، وقد ذكر أن متكلما تكلم عند بعض الخلفاء فأفصح وبين\nفقال: هذا السحر الحلال.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"الصحة والفراغ نعمتان\" يريد أن من افضل\nالنعم العافية والكفاية، لأن الإنسان لا يكون فارغا حتى يكون مكفيا،\nوالعافية هي الصحة فمن عوفى وكوفى فقد عظمت عليه النعمة، وهذا كلام (¬2)\nاراد به عبد الله بن عمر حين سئل: أى العيش افضل؟ فقال: الأمن والعافية ثم\nغليلتى أتقوتها وأستغنى بها عن الناس - او كما قال، فأنبأ صلى الله عليه\nوآله وسلم: أن الصحة والفراغ نعمتان من المنعم جل جلاله يوجبان الشكر له\nعليهما لا التمادى في العصيان فاشكروا الله عليهما ولا تكونوا كمن كفر نعمة\nالمنعم وطغى عند الصحة والكفاية.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"نية المؤمن خير من عمله\" يريد عليه السلام\nأن المؤمن ينوى الأشياء وأبواب البر نحو الصدقة والصوم وغير ذلك فلعله يعجز\nعن بعض ذلك وهو معقود النية عليه فنيته خير من عمله.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"الولد ألوط\" وهذا الكلام يروى عن أبى بكر\nرضي الله عنه انه قال: والله! إن عمر لأحب الناس الى ثم قال: \"أستغفر الله\nالولد الوط\" ومعنى الوط: الصق بالقلب، وأصل اللوط طليك الحوض وغيره بالمدر\nلئلا يخرج منه الماء، تقول: لطت الحوض ألوطه لوطا، ومنه قولهم: \"هذا شىء لا\nيلتاط بصفرى\" اى لا يقع في خلدى، وفي الحديث: \"تلوط حوضها وتبغى ضالتها\"\nيعنى راعى الإبل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقوله صلى <span id='ms09'></span> الله عليه وآله وسلم \"استعينوا على الحاجات بالكتمان فان كل ذى\nنعمة محسود\" هذا مما ادب به صلى الله عليه وآله وسلم أمته، لأن الرجل ربما\nطلب الحاجة الى الرجل فيكون له عدو أو حاسد فيسعى عليه فيفسد عليه مطلب حاجته.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"المكر والخديعة في النار\" يريد أن المكر\nوالخداع لا يكونان في تقى ولا خائف لله، لأنه اذا مكر غدر وإذا خدع وبق\n(¬1) فهاتان خلتان لا تكونان فى تقى فكل خلة جانبت التقى فهى فى النار.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"من غشنا فليس منا\" ينهى صلى الله عليه\nوآله وسلم بهذا الكلام عن الخيانة ويحض على البر، وذلك أن الغش فعل من\nافعال اليهود يقول: من غش اهل الإسلام فقد تشبه بأعدائهم فكأنه ليس منهم.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"المستشار مؤتمن\" يريد قوله صلى الله عليه\nوآله وسلم من افضى اليك بسره وأمنك على ذات نفسه فقد جعلك بموضع ثقته\nكالرجل الذى لا يأمن على ماله فلا يودعه الا الثقة في نفسه فالسر الذى ربما\nكان في اذاعته تلف النفس اولى بأن لا يجعل الا عند الموثوق به.\n</p>\n\n<p>\nقوله قوله صلى الله عليه وآله وسلم \"الندم توبة\" هذا الكلام فيه شريطة،\nلأنه ليس الندم مع الاصرار توبة، انما يكون الندم (¬2) توبة اذا كان مع\nالاقلاع والاخلاص وهذا وجهه ان شاء الله.\n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم \"الدال على الخير كفاعله\" يقول من دلك على\nالخير فعلته بارشاده لك فكأنه قد فعله بك، وهذا تحضيض على التعاون على البر\nوالحث عليه.\n</p>\n\n<p>\nوقوله قوله صلى الله عليه وآله وسلم \"حبك الشيء يعمى ويصم\" يريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nأن الرجل اذا غلب الحب على قلبه ولم يك له رادع من عقل او دين اصمه حبه\nعن العذل واعماه عن الرشد.\n</p>\n\n<p>\nوهذا يكثر ? وإنما اختصرنا منه ما نحتاج إليه في هذا الكتاب وسنأتى على\nجملة في كتاب إيجاز المنطق وذخائر الحكمة.\n</p>\n\n<p>\nومما يذكر من كلامه الموجز <span id='ms10'></span> المتناهى وسنأتى على جملة في كتاب إيجاز\nالمنطق وذخائر الحكمة وسنأتى على جملة في كتاب إيجاز المنطق وذخائر الحكمة.\n</p>\n\n<p>\nومما يذكر من كلامه الموجز المتناهى صلى الله عليه وآله وسلم \"ما لك من\nمالك الا ما أكلت فأفنيت او?لبست فأبليت او أعطيت فأمضيت\" وقوله صلى الله\nعليه وسلم للأنصار \"انكم تكثرون عند الفزع وتقلون عند الطمع\" وقوله \"الولد\nمبخلة مجبنة\" وقوله \"أهل المعروف فى الدنيا هم أهل المعروف في الآخرة\"\nوقوله \"لن يهلك امرؤ من بعد مشورة\" وقوله \"رحم الله امرءا قال خيرا فغنم او\nسكت فسلم\" وقوله \"شر ما في الرجل شح هالع وجبن خالع\" \"المرء كثير بأخيه\"\n\"ثلاث لا ينجو منهن احد: الظن، والطيرة، والحسد، فإذا ظننت فلا تحقق، وإذا\nحسدت فلا تبغ، وإذا تطيرت فامض ولا تنثن\" وقوله \"الناس بزمانهم أشبه منهم\nبآبائهم\" وقوله \"لولا رجال خشع وأطفال رضع وبهائم رتع\" وقوله \"أعوذ بك من\nعلم لا ينفع ونفس لا تشبع وقلب لا يخشع وعين لا تدمع\" ولا ادرى ما صحة\nالكلمة (¬1) وقوله \"هل يتوقع أحدكم الا غنى مطغيا او فقرا منسيا او مرضا\nمفسدا أو هرما مفندا (¬2) او الدجال وهو شر ما ينتظر او الساعة فالساعة\nادهى وأمر\" \"ما قل وكفى خير مما كثر وألهى\" يقول: القليل الذى لا يشغل عن\nالآخرة خير من الكثير الذي يلهى عنها \"لا تجلسوا على ظهور الطرق فان أبيتم\nفغضوا الأبصار وترادوا السلام وأهدوا الضالة وأعينوا الضعيف\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n\"صدقة السر تطفىء غضب الرب، وصنائع المعروف تقى مصارع السوء، وصلة الرحم\nتزيد في العمر\" قوله عليه السلام \"نهيتكم عن عقوق الأمهات ووأد البنات ومنع وهات\".\n</p>\n\n<p>\nوقوله عليه السلام \"ابدأ بمن تعول\" وقوله \" لا تختبر (¬1) يمينك على\nيسارك\".\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"الناس كابل مائة لا تجد فيها راحلة\" يريد\nعليه السلام أن الناس كثير والمرضى منهم قليل كما أن المائة من الإبل لا\nتصاب فيها الراحلة الواحدة.\n</p>\n\n<p>\nوقوله عليه السلام \"ما املق تاجر صدوق\" يريد أن التاجر اذا صدق <span id='ms11'></span> بورك له\nفي تجارته فلم يملق اى لم يفتقر.\n</p>\n\n<p>\nوقوله عليه السلام (¬2) \"ما قل وكفى خير مما كثر وألهى\" يقول: القليل: من\nالمال الذى لا يشغل عن الآخرة خير من الكثير الذى يلهى عنها.\n</p>\n\n<p>\nوقوله عليه السلام \"لا تزال أمتى بخير ما لم تر الأمانة مغنما والصدقة\nمغرما\" يريد الرجل اذا أوتمن على أمانة رآها مغنما فاعتد بها من ماله وإذا\nتصدق بصدقة رآها مغرما ونقصانا في ماله فامتنع ان يتصدق.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"رأس العقل بعد الإيمان بالله مداراة\nالناس ولن يهلك امرؤ بعد مشورة\" يحث صلى الله عليه وآله وسلم بهذا الكلام\nعلى حسن العشرة والمشاورة في الأمور.\n</p>\n\n<p>\nوقوله صلى الله عليه وآله وسلم \"استعينوا على المشى بالسعى: وذلك ان\nالرجل اذا أكثر المشى تقبض عصبه فاذا سعى انطلق ومنه حديث عمرو بن معديكرب\nاذ شكا الى عمر بن الخطاب رضى الله عنه: المعص، فقال: \"كذب عليك العسل\"\nوالمعص: وجع العصب من طول المشى، والعسل عدو من عدو الذئب وهو عدو فيه\nاهتزاز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقوله صلى الله عليه وآله وسلم: لا تنكث صفقتك ولا تبدل سنتك ولا تخرج من\nامتك\" نكث الصفقة ان تبايع إمام ثم تقاتله، وتبديل السنة الاعرابية بعد\nالهجرة، والخروج من الأمة الخروج من الإسلام الى غيره.\n</p>\n\n\n<h1 class='l1' id='head1'>AUTO باب</h1>\n\n<p>\nما حفظ من كلام ابى بكر الصديق رضى الله عنه\n</p>\n\n<p>\nأخبرنا محمد بن الحسن قال اخبرنا ابو حاتم عن الأصمعى، قال: كان ابو بكر\nرضى الله عنه اذا مدح قال: \"اللهم! انت أعلم بى من نفسى وأنا أعلم بنفسى\nمنهم، اللهم! اجعلنى خيرا مما يحسبون واغفر لى واجعلنى خيرا مما يعلمون ولا\nتؤاخذنى بما يقولون\".\n</p>\n\n<p>\nومما يروى عن الهيثم بن عدى عن مجالد عن الشعبى قال: كان اول ما تكلم به\nابو بكر رضى الله عنه، صعد المنبر بعد وفاة رسول الله صلى الله عليه وآله\nوسلم فانحدر عتبة من مقام النبي صلى الله عليه وآله وسلم وقال: ما كان الله\nليرانى ان أقف موقف <span id='ms12'></span> رسول الله صلى الله عليه وآله وسلم\" ثم قال: \"اما بعد\nأيها الناس! فانى قد وليت أمركم ولست بخيركم، ولكنه نزل القرآن وسن النبى\nصلى الله عليه وآله وسلم وعلمنا فتعلمنا، ألا فاعلموا! أن أكيس الكيس\nالتقى، وأن أحمق الحمق الفجور، وأن أضعفكم عندى القوى حتى آخذ منه الحق،\nوأن أقواكم عندى الضعيف حتى آخذ له بحقه، وإنما أنا متبع ولست بمبتدع فان\nأحسنت فأعينونى وإن زغت فسددونى، أقول قولى هذا وأستغفر الله لى ولكم\".\n</p>\n\n<p>\nأخبرنا ابو بكر محمد بن الحسن قال اخبرنا ابو حاتم عن الأصمعى، عن العباس\nبن بكار الضبى عن عقبة الأصم عن عطاء بن ابى رباح عن ابن عباس قال: سمعت\nابا بكر يقول:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nاذا أردت شريف الناس كلهم * فانظر إلى ملك في زى مسكين\n</p>\n\n<p>\nذاك الذي حسنت في الناس سيرته (¬1) * وذاك يصلح للدنيا وللدين\n</p>\n\n\n<h1 class='l1' id='head2'>AUTO باب</h1>\n\n<p>\nالمحفوظ من كلام عمر بن الخطاب رضى الله عنه\n</p>\n\n<p>\nأخبرنا محمد قال اخبرنا الرياشى فى اسناده قال عمر بن الخطاب رضى الله\nعنه في بعض خطبه: \"اياكم والبطنة! فانها مكسلة عن العبادة مفسدة للجسم\nمؤدية الى السقم، وعليكم بالقصد في قوتكم! فانه أبعد من السرف وأصح للبدن\nوأقوى للبدن وأقوى على العبادة، وأن العبد لن يهلك حتى يؤثر شهوته على دينه\".\n</p>\n\n<p>\nاخبرنا محمد بن الحسن قال حدثنا الحسن بن الخضر قال حدثنا الحجاج بن نصير\nقال حدثنا صالح المرى عن مالك بن دينار عن الأحنف (¬2) قال قال لى عمر بن\nالخطاب رضى الله عنه: يا أحنف! \"من كثر ضحكه قلت هيبته، ومن مزح استخف به،\nومن اكثر من شىء عرف به، ومن كثر كلامه كثر سقطه، ومن كثر سقطه قل حياؤه،\nومن قل حياؤه قل ورعه، ومن قل ورعه مات قبله\".\n</p>\n\n<p>\nاخبرنا محمد بن الحسن قال حدثنا الحسن بن الخضر قال اخبرنا عن سليمان بن\nداود العتكى قال حدثنا جرير عن عطاء بن السائب عن ابى البخترى قال: كتب عمر\nبن الخطاب رضى الله عنه الى ابى موسى: \"لا تؤخر <span id='ms13'></span> عمل اليوم لغد فتتدارك عليك\nالأعمال، وإن للناس نبوة عن سلطانهم او نفرة أعوذ بالله من ان تدركنى،\nوإياكم ضغائن محمولة ودنيا مؤثرة وأهواء متبعة\" في حديث فيه طول.\n</p>\n\n<p>\nقال عمر بن الخطاب رضى الله عنه: \"القاضى لا يصانع ولا يضارع ولا يتبع\nالمطامع\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا العكلى عن رجل عن جرير عن اسماعيل عن الشعبى قال\nقال عمر رضى اللع عنه \"حسب الرجل دينه، ومروءته خلقه، وأصله عقله\".\n</p>\n\n<p>\nومن كلامه عليه السلام ويقال بل من كلام على رضى الله عنه \"حق المسلم على\nالمسلم سبع خصال: السلام عليه اذا لقيه، ويجيبه اذا دعاه، ويعوده اذا مرض،\nويتبع جنازته اذا مات، ويحب له ما يحب لنفسه، ويكره له ما يكره لها،\nوالمواساة في ماله\".\n</p>\n\n\n<h1 class='l1' id='head3'>AUTO باب</h1>\n\n<p>\nمن كلام عثمان رضى الله عنه\n</p>\n\n<p>\nقال دخل عثمان بن عفان رضى الله عنه على العباس بن عبد المطلب يعوده\nفقال: اوصنى وزودنى! فقال له \"الزم خواص تصب عوام، ودع مصانعة الناس، وعليك\nبسلامة القلب وحفظ اللسان تصب بهما سرورا، ومن أمنه الناس على اعراضهم\nاستقاموا له بمواداتهم\".\n</p>\n\n\n<h1 class='l1' id='head4'>AUTO باب</h1>\n\n<p>\nما حفظ من كلام على رضى الله عنه\n</p>\n\n<p>\nقال حدثنا العكلى عن حاتم بن قبيصة المهلبى عن الكلبى قال قال على بن أبى\nطالب رضى الله عنه \"المعروف افضل الكنوز وأحصن الحصون لا يزهدنك فيه كفر من\nكفرك فقد يشكرك عليه من 1 لم تستمتع منه (¬1) بشىء وقد يدرك بشكر الشاكر ما\nيضيع الجحود الكافر\".\n</p>\n\n<p>\nاخبرنا عقبة بن ابى الصهباء قال: لما ضرب ابن ملجم عليا رضى الله عنه دخل\nعليه الحسن وهو باك فقاله له: ما يبكيك يا بنى! فقال: مالى لا ابكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت في اول يوم من الآخرة وآخر يوم من الدنيا، فقال: يا بنى! احفظ عنى\nاربعا وأربعا لا يضرك ما عملت معهن، قال: وما هن يا ابت؟ قال: ان أغنى\nالعقل، وأكبر الفقر الحمق، وأوحش الوحشة العجب، وأكرم الحسب حسن الخلق،\nقال: يا ابت! هذه الأربع فأعطنى الأربع الأخر، قال: إياك ومصادقة <span id='ms14'></span> الأحمق\nفانه لا يريد (¬1) ان ينفعك فيضرك، وإياك ومصادقة الكذاب فانه يقرب اليك\nالبعيد ويبعد عليك (¬2) القريب، وإياك ومصادقة البخيل فانه يقعد عنك احوج\nما تكون اليه، وإياك ومصادقة الفاجر فانه يبيعك بالتافه.\n</p>\n\n<p>\nومما حفظ من كلام على رضى الله عنه\n</p>\n\n<p>\nان رجلا سأله عن تفسير \"لا حول ولا قوة الا بالله\" فقال: تفسيرها \"انا لا\nنملك شيئا ولا نملك الا ما ملكنا مما هو أملك به منا فمتى ما ملكنا ما هو\nأملك به كلفنا ومتى اخذ منا وضع عنا ما كلفنا ان الله امرنا تخييرا، ونهانا\nتحذيرا، وأعطانا على قليل كثيرا، لن يطاع ربنا مكرها ولا يعصى مغلوبا\".\n</p>\n\n<p>\nومما حفظ من كلامه رضى الله عنه\n</p>\n\n<p>\n\"لا تكن ممن يرجو الآخرة بغير عمل، ويؤخر التوبة بطول امل، يقول في\nالدنيا بقول الزاهدين ويعمل فيها عمل الراغبين، ان اعطى منها لم يشبع، وإن\nمنع لم يقنع، يعجز عن شكر ما أوتى ويبتغى الزيادة فيما بقى، ينهى ولا\nينتهى، ويأمر بما لا يأتى، يحب الصالحين ولا يعمل بعملهم، ويبغض الطالحين\nوهو منهم، يكره الموت لكثرة ذنوبه ويقيم على ما يكره الموت له، إن سقم ظل\nنادما وإن صح أمن لاهيا، يعجب بنفسه اذا عوفى ويقنط اذا ابتلى، تغلبه نفسه\nعلى ما يظن ولا يغلبها على ما يستيقن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nلا يثق من الرزق بما ضمن له ولا يعمل من العمل بما فرض عليه، إن استغنى\nبطر وفتن، وإن افتقر قنط ووهن، فهو من الذنب والنعمة والمحنة موقر يبتغى\nالزيادة ولا يشكره، ويتكلف من الناس ما لم يؤمر به ويضيع من نفسه ما هو\nأكثر، يبالغ اذا سأل، ويقصر اذا عمل، يخشى الموت، ولا يبادر الفوت،\n</p>\n\n<p>\nيستكثر من معصية غيره ما يستقل أكثر منه من نفسه، ويستكثر من طاعته ما\nيحقره من غيره، فهو على الناس طاعن، ولنفسه مداهن، اللغو مع الأغنياء احب\nإليه من الذكر مع الفقراء، يحكم على غيره لنفسه ولا يحكم عليها لغيره، وهو\nيطاع ويعصى ويستوفى ولا يوفى\".\n</p>\n\n<p>\nومما حفظ <span id='ms15'></span> من كلامه رضى الله عنه في ذم الدنيا\n</p>\n\n<p>\nاولها عناء، وآخرها فناء، حلالها حساب، وحرامها عقاب، من صح فيها امن،\nومن مرض فيها ندم، ومن استغنى فيها فتن، ومن افتقر فيها حزن، ومن ساعاها\nفاتته، ومن قعد عنها أتته، ومن نظر اليها أعمته، ومن نظر بها بصرته.\n</p>\n\n<p>\nومن كلامه رضوان الله عنه\n</p>\n\n<p>\n\"لله امرؤ عمل صالحا، وقد خالصا، واكتسب مذخورا، وبنى عرضا، واحرز عوضا،\nكابر هواه، وكذب مناه، وجعل الصبر مطية نجاته، والتقوى عدة وفاته\".\n</p>\n\n<p>\nومن كلامه رضوان الله عنه\n</p>\n\n<p>\n\"الدنيا دار ممر الى دار مقر، والناس فيها رجلان: رجل باع نفسه فأوبقها،\nورجل ابتاع نفسه فأعتقها\".\n</p>\n\n<p>\nومن كلامه رضى الله عنه\n</p>\n\n<p>\n\"مثل الدنيا كمثل الحية لين مسها وفي جوفها السم الناقع يهوى اليها الصبي\nالجاهل ويحذرها ذو اللب الحاذر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nاخبرنا محمد قال حدثنا محمد بن حماد (¬1) البغدادي المعروف بابن الخشنى\n(¬2) قال حدثنا القاسم بن عبيد الله (¬3) الهمداني قال حدثنا الهيثم بن عدي\nعن مجالد عن الشعبي قال: قال على رضوان الله عليه \"إنى لأستحيى من الله أن\nيكون ذنب اعظم من عفوى، او جهل أعظم من حلمى، او عورة لا يواريها سترى، او\nخلة لا يسدها جودى\".\n</p>\n\n<p>\nومما حفظ من كلامه كرم الله وجهه\n</p>\n\n<p>\nاذا قدرت على عدوك فاجعل العفو عنه شكر المقدرة عليه.\n</p>\n\n<p>\nومن مواعظه رضوان الله عليه\n</p>\n\n<p>\n\"إن الله وقت لكم الآجال، وضرب لكم الأمثال، وألبسكم الرياش، وأرفغ عليكم\nالمعاش، وآثركم بالنعم السوابغ، وتقدم اليكم بالحجج البوالغ، وأوسع لكم\nبالرفد الروافغ، فشمروا فقد احاط بكم الاحصاء وأرهن لكم الجزاء\".\n</p>\n\n<p>\nومن كلامه رضى الله عنه في ذم الدنيا\n</p>\n\n<p>\n\"الدنيا غرور حائل، وزخرف زائل، وظل آفل،، وسناد مائل، تردى مستزيدها،\nوتضر مستفيدها، فكم من واثق بها راكن قد أرهقته بايباقها (¬4) وأعلقته\nبأرباقها، وأشربته خناقها، وألزمته وثاقها\".\n</p>\n\n<p>\nومن كلامه رحمة الله عليه\n</p>\n\n<p>\n\"إنكم مخلوقون اقتدارا، مربوبون اقتسارا، ومضمنون اجداثا، وكائنون رفاتا،\nومبعوثون أفرادا، ومدينون حسابا، فرحم الله عبدا اقترف فاعترف، ووجل فعمل،\nوحاذر فبادر، وعمر فاعتبر، وحذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفازدجر، وأجاب فأناب <span id='ms16'></span>، ورجع فتاب، واقتدى فاحتذى فباحث طلبا ونجا هربا،\nوأفاد ذخيرة، وأطاب سريرة، وتأهب للمعاد، واستظهر بالزاد ليوم رحيله، ووجه\nسبيله، وحال حاجته، وموطن فاقته، فقدم امامه لدار مقامه، فمهدوا لأنفسكم في\nسلامة الأبدان فهل ينتظر اهل غضارة الشباب لا حواني الهرم، وأهل مدة البقاء\nالا مفاجأة الفناء، واقتراب الفوت ودنو الموت، وازف الانتقال واشفاء\nالزوال، وحفز الانين، ورشح الجبين، وامتداد العرنين وعلن القلق (¬1) وفيظ\nالرمق وألم المضض وغصص الجرض (¬2).\n</p>\n\n<p>\nومن كلامه رضوان الله عليه\n</p>\n\n<p>\n\"القلوب قاسية عن حظها، لاهية عن رشدها، غير مضمارها كأن المعنى سواها\".\n</p>\n\n<p>\nومن مواعظه\n</p>\n\n<p>\nاتقوا الله تقية من شمر تجريدا، وحد تشميرا، وانكمش في مهل، وأشفق في\nوجل، ونظر في كرة المآل وعاقبة المصير، ومغبة المرجع، كفى بالله منتقما\nونصيرا، وكفى بالجنة ثوابا ومآلا، وكفى بالنار عقابا ونكالا، وكفى بكتاب\nالله حجيجا وخصيما.\n</p>\n\n<p>\nومن كلامه رضى الله عنه\n</p>\n\n<p>\nرحم الله امرءا استشعر الحزن وتجلبب الخوف، وأضمر اليقين، وتجلبب الخوف\nوعرى عن الشك، وتوهم الزوال فهو منه على بال، فزهر مصباح الهدى في قلبه\nوقرب به على نفسه البعيد، وهون الشديد فخرج من صفة العمى، ومشاركة الموتى،\nوصار في مفاتيح الهدى ومغاليق ابواب الردى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nواستفتح بمفاتح العلم ابوابه وخاض بحاره وقطع غماره، ووضحت له سبله\nومناره، واستمسك من العرى بأوثقها من الحبال بأمتنها، كشاف غمرات، فراج\nمبهمات مصباح ظلمات دافع معضلات (¬1) دليل مشكلات، لا يدع مطلبا للخير الا\nامه ولا مظنة الا قصدها.\n</p>\n\n<p>\nومن كلامه رضى الله عنه\n</p>\n\n<p>\n\"حق المسلم على المسلم سبع خصال: يسلم عليه اذا لقيه، ويجيبه اذا دعاه،\nويشيع جنازته اذا مات، ويحب له ما يحب لنفسه، ويكره له ما يكره لها،\nوالمواساة في ماله - (¬2) \".\n</p>\n\n<p>\nاخبرنا محمد قال حدثنا العكلى عن ابن عائشة عن حماد عن حميد عن أنس بن\nمالك قال: اقبل يهودى بعد وفاة النبى صلى الله عليه وآله وسلم حتى دخل\nالمسجد فقال: اين وصي رسول الله صلى الله عليه ووآله وسلم فأشار القوم إلى\nابى بكر، فوقف عليه فقال: اريد <span id='ms17'></span> أن اسألك عن أشياء لا يعلمها الا نبى او وصى\nنبى، قال ابو بكر: سل عما بدا لك؟ قال اليهودى: اخبرنى عما ليس لله وعما\nليس عند الله وعما لا يعلمه الله، فقال ابو بكر: هذه مسائل الزنادقة يا\nيهود، وهم ابو بكر والمسلمون رضي الله عنهم باليهودى، فقال ابن عباس رضي\nالله عنهما: ما انصفتم الرجل، فقال ابو بكر: أما سمعت ما تكلم به، فقال ابن\nعباس: ان كان عندكم جوابه وإلا فاذهبوا به الى على رضى الله عنه يجيبه،\nفاني سمعت رسول الله صلى الله عليه وآله وسلم يقول لعلى بن ابى طالب: اللهم\nاهد قلبه، وثبت لسانه، قال فقام ابو بكر ومن حضره حتى اتوا على على بن ابى\nطالب فاستأذنوا عليه فقال ابو بكر: يا ابا الحسن إن هذا اليهودى سألنى\nمسائل الزنادقة فقال على: ما تقول يا يهودى؟ قال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nاسألك عن أشياء لا يعلمها الا نبى او وصى نبى، فقال له: قل فرد اليهودى\nالمسائل، فقال على رضى الله عنه: اما ما لا يعلمه الله فذلك قولكم يا معشر\nاليهود! ان عزير ابن الله، والله لا يعلم أن له ولدا، وأما قولك أخبرنى بما\nليس عند الله فليس عنده عنده ظلم للعباد، وأما قولك اخبرنى بما ليس لله\nفليس له شريك، فقال اليهودى: اشهد ان لا اله الا الله وان محمدا رسول الله\nوأنك وصى رسول الله صلى الله عليه وآله وسلم، فقال ابو بكر والمسلمون لعلى\nعليه السلام: يا مفرج الكرب.\n</p>\n\n\n<h1 class='l1' id='head5'>AUTO من كلام الحسن بن على رضى الله عنه</h1>\n\n<p>\nقام الحسن بن على رضوان الله عليه بعد موت امير المؤمنين فقال بعد حمد\nالله: \"إننا والله ما ثنانا عن اهل الشام شك ولا ندم وانما كنا نقاتل أهل\nالشام بالسلامة والصبر فشيبت السلامة بالعداوة، والصبر بالجزع، وكنتم في\nمبتدأكم الى صفين، ودينكم أمام دنياكم، فقد أصبحتم اليوم ودنياكم امام\nدينكم، ألا! انا كنا لكم كما وكنتم لنا، ألا! وقد أصبحتم بعد قتيلين: قتيل\nبصفين <span id='ms18'></span> تبكون له، وقتيل بالنهروان تطلبون بثاره، وأما الباقي فخاذل وأما\nالباكي فثائر، ألا! وإن معاوية قد دعانا إلى امر ليس فيه عز ولا نصفة فان\nاردتم الموت رددناه عليه وان اردتم الحياة قبلناه وأخذنا لكم الرضا، فناداه\nالقوم: البقية البقية\".\n</p>\n\n\n<h1 class='l1' id='head6'>AUTO من كلام معاوية</h1>\n\n<p>\nحدثنا محمد قال اخبرنا ابو حاتم، عن العتبى قال: قال معاوية: يا ايها\nالناس! ما انا بخيركم، وإن منكم لمن هو خير منى عبد الله بن عمرو وعبد الله\nبن عمر، وغيرهما من الأفاضل، ولكن عسى ان اكون أنفعكم ولاية وأنكاكم في\nعدوكم وأدركم حلبا.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا أبو حاتم سماعا عن العتبى قال: كتب عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالعاص الى معاوية يعاتبه في التأنى فكتب اليه معاوية: أما بعد! فان\nالتفهم في الخير زيادة ورشد، وإن المتثبت مصيب، وإن العجل مخطىء، وإن من لم\nينفعه الرفق ضره الخرق، وإن من لم تعظه التجارب لم يدرك المعالى، ولن يبلغ\nالرجل اعلى المبالغ حتى يغلب حلمه جهله، والعاقل سليم من الزلل بالتثبت\nوترك العجلة، ولا يزال العجل يجتني ثمرة الندم.\n</p>\n\n<p>\nاخبرنا ابو بكر قال اخبرنا ابو حاتم، عن العتبى قال: وفد زيد على معاوية\nفأتاه بهدايا وأموال عظام وسفط مملوء جواهرا لم ير مثله فسر معاوية بذلك\nسرورا شديدا، فلما رأى زياد ذلك صعد المنبر فقال: انا والله يا امير\nالمؤمنين! أقمت لك صعر العراق وجبيت لك مالها، والفطت اليك بحرها، فقام\nيزيد بن معاوية فقال: إن تفعل ذلك يا زياد! فنحن نقلناك من ولاء ثقيف الى\nقريش ومن القلم إلى المنابر ومن زياد بن عبيد الى حرب بن امية، فقال\nمعاوية: اجلس فداك أبى وأمى.\n</p>\n\n<p>\nاخبرنا ابو بكر قال اخبرنا ابو حاتم، عن العتبى قال: رأى معاوية يزيد\nيضرب غلاما له فقال له: سوءة لك أتضرب من لا يستطيع ان يمتنع عليك، والله!\nلقد منعتنى القدرة من ذوى الاحن وإن احق من عفا لمن قدر.\n</p>\n\n<p>\nاخبرنا محمد قال حدثنا العكلى عمن حدثه عن ابى الحسن بن عبد الرحمن <span id='ms19'></span>\nالأنصارى قال: قدم على معاوية وفد من قريش فيهم عبد الله بن جعفر وعبد الله\nبن صفوان بن امية وابن الزبير فوصلهم وفضل عبد الله بن جعفر، فقال عبد الله\nبن صفوان: يا امير المؤمنين! انما صغرت امورنا عندك، وخفت حقوقنا عليك، اذ\nلم نقاتلك كما قاتلك غيرنا، ولو كنا فعلنا ذلك كنا كابن جعفر، فقال معاوية:\nإنى اعطيكم فتكونون بين رجلين، اما معدم فأعطيه لخزن او مضمر لها مع بخل به\nوان عبد الله بن جعفر اريحى يعطى اكثر مما يأخذ ثم لا يأتينى حتى يدان\nبأكثر مما أخذ فخرج ابن صفوان وهو يقول: إن معاوية ليحرمنا حتى نيأس\nويعطينا حتى نطمع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا ابو حاتم عن العتبى قال: دخل عمرو بن العاص على\nمعاوية وورد عليه كتاب بعض ولاته فيه نعى رجل من السلف فاسترجع معاوية فقال\nله عمرو:\n</p>\n\n<p>\nيموت الصالحون وأنت حى * تخطأك المنايا لا تموت\n</p>\n\n<p>\nفقال له معاوية:\n</p>\n\n<p>\nأترجو أن أموت وأنت حى * ولست بميت حتى تموت\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا ابو معاذ عن دماذ عن ابى عبيدة: هجا عقيبة بن\nهبيرة الأسدي عمرو بن قيس الأسدي فقال:\n</p>\n\n<p>\nلعمرك إن اللؤم خدن وصاحب * لعمرو بن قيس ما دعا الله راغب\n</p>\n\n<p>\nتراه عظيما ذا رواء ومنظر * واجبن مل منزوف حين يحارب\n</p>\n\n<p>\nشجاع على جيرانه وصديقه * واجرأ منه في اللقاء الثعالب\n</p>\n\n<p>\nفشكا عمرو بن قيس ذلك إلى معاوية فقال له معاوية: قد هجانى بأشد مما\nهجاك، قال: وما قال؟ قال قال:\n</p>\n\n<p>\nأرى ابن أبي سفيان يزجى جياده * ليغزوا عليا ضلة وتحامقا\n</p>\n\n<p>\nوبئس الفتى فى الحرب يوما اذا بدت * برازق خيل يتبعن برازقا (¬1)\n</p>\n\n<p>\nفهلم تدعو عليه واؤمن او ادعو عليه وتؤمن، فقال: اما غير هذا؟ قال: لا،\nوإن شئت فاهجه كما هجاك، فخرج من عنده (¬2) وهو يقول: قاتلك الله ما اعلمك\nبالدنيا.\n</p>\n\n<p>\nاخبرنى العتبى قال: يا امير المؤمنين! انت رأس عيوننا فإن صفوت لم يضرنا\nكدر العيون، وإن كدرت لم ينفعنا صفوها، واعلم انه لا يقوم فسطاط <span id='ms20'></span> الا بعمد.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا ابو معاذ عن دماذ عن ابى عبيدة قال: كتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nمعاوية الى على بن ابى طالب: يا ابا الحسن! ان لى فضائل كثيرة: كان ابى\nسيدا في الجاهلية وصرت ملكا في الإسلام، وأنا صهر رسول الله صلى الله عليه\nوآله وسلم وخال المؤمنين، وكاتب الوحى، فقال على كرم الله وجهه: أبالفضائل\nتفخر على ابن آكلة الأكباد! ثم قال: اكتب يا غلام:\n</p>\n\n<p>\nمحمد النبى اخى وصهرى * وحمزة سيد الشهداء عمى\n</p>\n\n<p>\nوجعفر الذى يمسى ويضحى * يطير مع الملائكة ابن امى\n</p>\n\n<p>\nوبنت محمد سكنى وعرسى * مسوط لحمها بدمى ولحمى\n</p>\n\n<p>\nوسبطا احمد ولداى منها * فأيكم له سهم كسهمى\n</p>\n\n<p>\nسبقتكم إلى الإسلام طرا * صغيرا ما بلغت اوان حلمى\n</p>\n\n<p>\nفقال معاوية: أخفوا هذا الكتاب، لا يقرأه اهل الشام فيميلون إلى ابن أبى طالب.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا أبو حاتم عن العتبى قال: اغمى على معاوية في مرضه\nالذي مات فيه فقالت ابنته رملة او امرأة من اهله متمثلة:\n</p>\n\n<p>\nاذا مت مات الجود وانقطع الندى * من الناس إلا من قليل مصرد\n</p>\n\n<p>\nوردت اكف السائلين وأمسكوا * عن الدين والدنيا بخلف مجدد\n</p>\n\n<p>\nقال: فأفاق معاوية فقال:\n</p>\n\n<p>\nلو فات شئ اذا لفات ابو * حسان لا عاجز ولا وكل\n</p>\n\n<p>\nالحول القلب الأريب ولا * يدفع زور (¬1) المنية الحيل\n</p>\n\n<p>\nاخبرنا ابو بكر عن العتبى (¬2) قال قال معاوية: لا اضع لسانى حيث يكفينى\nمالى، ولا اضع سوطى حيث يكفينى لسانى، ولا اضع سيفى حيث يكفينى سوطى، فاذا\nلم اجد من السيف بدا ركبته.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا ابو حاتم عن العتبى قال قال معاوية: افضل ما اعطى\nالرجل العقل والحلم، اذا ذكر ذكر، واذا اعطى شكر، وإذا ابتلى صبر، وإذا غضب\nكظم، وإذا قدر غفر، وإذا أساء استغفر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا وعد أنجز.\n</p>\n\n<p>\nوعن العتبى قال: أغلظ رجل لمعاوية فحلم عنه، فقيل له: أتحلم عن هذا؟\nفقال: إنى لا احول بين الناس وألسنتهم ما لم يحولوا بيننا وملكنا.\n</p>\n\n<p>\nوعنه قال: مر معاوية بن ابى سفيان بدير هند بنت النعمان فوقف فأرسل <span id='ms21'></span> اليها\nانزلى حتى نسألك عن اشياء فأرسلت اليه إن كانت الحاجة لك فأنت اولى\nبالنزول، قال: صدقت، فنزل اليها فقال: أخبرينى عن حالك، فقالت: أختصر\nفأقصر، قال: أجل، قالت: أصبحنا صباح يوم وما لنا تابع ولا جار إلا وهو\nيرجونا، وأمسينا وما لنا عدو إلا وهو يرثى لنا، قال: حسبك قد أوجزت هل لك\nأن أتزوج بك؟ قالت: لا، فلما نزل قال لها المغيرة بن شعبة: هل لك أن أتزوج\nبك؟ قالت: أما كان في امير المؤمنين رغبة لو أردت ذاك يا أعور.\n</p>\n\n<p>\nقال وقال العتبى: انحدر عبد الله وعمرو ابنا عتبة الى البصرة فلقيا\nمعاوية بالكوفة قالا فقال لنا: يا ابنى اخى اتقيا الله فانه يكفى عن غيره،\nواشتريا بالمعروف عرضكما من الأذى، وذللا ألسنتكما بالوعد، وصدقاها منكما\nبالفعل، واعلما أن أغنى الناس من كثرت حسناته وأفقرهم من كثرت سيئاته، وأنه\nلا وجع اشد من الذنوب وأن الدهر ليس بغافل عما (¬1) غفل.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا ابو حاتم عن ابى عبيدة قال قال معاوية: لقد وضعت\nرجلى في الركاب وهممت يوم صفين بالهزيمة فما منعنى عن ذلك إلا قول ابن\nالاطنابة حيث يقول:\n</p>\n\n<p>\nأبت لى عفتى وأبى بلائى * وأخذى الحمد بالثمن الربيح\n</p>\n\n<p>\nوإكراهى علي المكروه نفسى * وضربى هامة البطل المشيح\n</p>\n\n<p>\nوقولي كلما جشأت وجاشت * مكانك تحمدى او تستريحى\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا [ابو] (¬2) معاذ عن دماذ قال اخبرنى ابو عبيدة\nقال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nإن كان الرجل ليقول لمعاوية: والله! لتستقيمن يا معاوية او لنقومنك،\nفيقول: بماذا؟ فيقول: بالخشب، فيقول إذا نستقيم.\n</p>\n\n<p>\nاخبرنا محمد قال حدثنى الحسن بن الخضر عن السديرى قال قال عتبة بن ابى\nسفيان: العجب من على بن ابى طالب ومن طلبه الخلافة، وما هو وهى، فقال له\nمعاوية: اسكت يا وزرة (¬1) فوالله لهو منها كخاطب الحرة حيث يقول:\n</p>\n\n<p>\nلئن كان ادلى خاطب فتعذرت * عليه وكانت رائدا فتخطت\n</p>\n\n<p>\nفما تركته رغبة عن حباله * ولكنه كانت لآخر خطت\n</p>\n\n<p>\nوعنه قال قال معاوية لبنيه: يا بنى! انكم تجارة قوم لا تجارة <span id='ms22'></span> لهم غيركم،\nفلا يكون تجار اربح من تجاركم، فان ادنى ما يرجع به الخائب عنكم تخطئة ظنه بكم.\n</p>\n\n<p>\nاخبرنا محمد قال قال اخبرنا عبد الأول بن مزيد (¬2) قال اخبرنى عبد الله\nبن المبارك قال: تكلمت الخطباء يوما عند معاوية في بيعة ابنه يزيد، فلما\nتفرق الناس قال يزيد لأبيه: يا ابت! أيخدعنا الناس أم نخدعهم، فقال معاوية:\nان من تخادع لك ليخدعك فقد خدعته فاقبلها ما كانت لك، فلعمرى لتفسدن عليك\nيوما ما.\n</p>\n\n<p>\nوعنه قال قال مروان بن الحكم لحبيش (¬3) بن دلجة القينى: اني لأظنك احمق،\nقال أظنا أم يقينا، قال: بل ظنا، قال حبيش: إن احمق ما يكون الشيخ إذا\nاستعمل ظنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد قال اخبرنا الحسن (¬1) عن احمد بن الحارث الخزاز (¬2) عن ابى\nالحسن المدائنى قال: دخل عبد الملك بن مروان على معاوية وعنده عمرو بن\nالعاص فسلم وجلس فلم يلبث ان نهض فقال معاوية: ما اكمل مروءة هذا الفتى،\nفقال عمرو: انه أخذ بأخلاق اربعة وترك أخلاقا ثلاثة أخذ بأحسن البشر إذا\nلقى، وبأحسن الحديث إذا حدث، وبأحسن الاستماع إذا حدث، وبأيسر المؤونة إذا\nخولف، وترك مزاح من لا يثق بعقله، وترك الكلام (¬3) وترك مخالفة لئام الناس.\n</p>\n\n<p>\nاخبرنا محمد قال حدثنا الحسن عن احمد بن الحارث الخزاز عن ابى الحسن\nالمدائنى عن محمد بن صالح عن موسى بن عقبة قال: حج عبد الملك بن مروان\nفلقيه رجل من ولد عمر بن الخطاب وقد نالته ولادة [من] (¬4) ابى بكر فسأله\nفحرمه، وقال متمثلا - والبيت لزهير بن ابى سلمى:\n</p>\n\n<p>\nومن لا يذد عن حوضه بسلاحه * يهدم ومن لا يظلم الناس يظلم\n</p>\n\n<p>\nفقال له الرجل: اذا ذدت ابن الصديق وابن الفاروق فمن يرده؟ قال: يرده عبد مناف.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا الحسن قال اخبرنا ابن عائشة قال: اتى الوليد بن\nعبد الملك برجل من الخوارج فقال له: ما تقول في ابى بكر؟ قال: خيرا، قال:\nفعمر؟ قال: خيرا، قال: فعثمان؟ قال: خيرا، قال: فما تقول فى امير المؤمنين\nعبد الملك <span id='ms23'></span>؟ قال: الآن جاءت المسألة ما اقول في رجل الحجاج خطيئة من خطاياه.\n</p>\n\n<p>\nاخبرنا محمد قال حدثنا الحسن قال حدثنا يعقوب بن محمد الزهرى قال حدثنى\nابو عبد الرحمن المذحجى قال حدثنى معاوية الصدفى (¬5) قال قلت لسعد بن\nابراهيم بن عبد الرحمن بن عوف: ان ابن شهاب الزهرى حدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالوليد بن عبد الملك عن قبيصة بن ذؤيب عن المغيرة بن شعبة أن النبى صلى\nالله عليه وآله وسلم قال: لا ينبغى للخليفة ان يناشد، فذكرت ذلك لسعد فقال:\nعلى ابن شهاب لعنة الله، وعلى قبيصة لعنة الله، وعلى الوليد لعنة الله، اما\nسمع قول الخزاعى:\n</p>\n\n<p>\nيا رب انى ناشد محمدا\n</p>\n\n<p>\nأفيناشد رسول الله ولا يناشد الوليد؟\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا ابو حاتم عن العتبى قال عزى عبد الرحمن بن ابى\nبكر سليمان بن عبد الملك فقال: انه من طال عمره فقد الأحبة، ومن قصر عمره\nكانت مصيبته في نفسه.\n</p>\n\n\n<h1 class='l1' id='head7'>AUTO باب</h1>\n\n<p>\nمن كلام الحكماء\n</p>\n\n<p>\nقال بعضهم: من لا يعرف شر ما يولى لم يعرف خير ما يبلى، قال بعضهم: من\nالظفر تعجيل اليأس من الحاجة اذا اخطأك قضاؤها فان الطلب وان قل أعظم من\nالحاجة وإن كثرت، فالمطل من غير عسر آفة الجود.\n</p>\n\n<p>\nقال رجل لرجل: بلغنى عنك امر قبيح فلا تفعل فان صحبة صحبة الأشرار ربما\nاورثت (¬1) سوء الظن بالأخيار.\n</p>\n\n<p>\nقال الأحنف: الملول ليس له وفاء، والكذاب ليس له حياء، والحسود ليست له\nراحة، والبخيل ليست له مروءة، ولا يسود سيء الخلق. وقال بزرجمهر: ثمرة\nالقناعة الراحة، وثمرة التواضع المحبة، وقال: وعد رجل رجلا حاجة فأبطأت\nعليه عدته فقال له: صرت بعدى كذابا، فقال: نصرة الصدق أفضت بى الى الكذب،\nالحريص الجاهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوالقانع الزاهد كلاهما مستوف رزقه غير منتقص منه شيئا، فعلام التهافت في\nالنار، ان الكريم للكريم محل، اذا عثر الكريم لم ينعش الا بكريم، الموت في\nقوة وعز خير من الحياة في ذل وعجز، من أسرع الى الناس بما يكرهون قالوا فيه\nما لا يعلمون، إغباب الزيارة أمان من <span id='ms24'></span> الملالة، المال يسود غير السيد ويقوى\nغير الأيد، أصلح المال لجفوة السلطان ونبوة الزمان، عز الشريف أدبه، الظلم\nأدعى شيء الى تغير النعمة وتعجيل النقمة، من انتجعك مؤملا لك فقد أسلفك حسن\nالظن بك، كن من احتيال عدوك عليك اشد خوفا من مصادمته لك، الحسود سريع\nالوثبة بطىء العطفة، لا زوال للنعمة مع الشكر ولا بقاء لها مع الكفر، شفيع\nالمذنب اقراره وتوبته اعتذاره، من لم يفد بالعلم مالا اكتسب به جمالا، ما\nحار من استخار ولا ندم من استشار، من بذل بعض عنايته لك فابذل جميع شكرك\nله، داو المودة بكثرة التعهد.\n</p>\n\n<p>\nقال امير المؤمنين على بن ابى طالب كرم الله وجهه: عمرت الدنيا بحب\nالأوطان، الاعتبار يفيد الرشاد، الجود حارس الأعراض، الحلم فدام السفيه،\nالعفو زكاة العقل، الوفاء أنك ممن نكث، والسلوة عوضك ممن غدر، الاستشارة\nعين الهداية، وقد خاطر من استبد برأيه، التدبير قبل العمل يؤمنك من الندم،\nالصبر يناضل الحدثان، والجزع من اعوان الزمان، من استقبل وجوه الآراء عرف\nمواقع الخطاء، أشرف الغنى ترك المنى، كم من عقل اسير عند هوى امير، من\nالتوفيق حفظ التجربة، الصبر جنة من الفاقة، المودة قرابة مستفادة، لا تأمن\nملول وإن تحلى بالصلة، ليس في البرق اللامع مستمتع لمن يخوض الظلمة، وصول\nمعدم خير من جاف مكثر، قطيعة الحكيم لك خير من نفاذ الحيلة فيك، اعض على\nسماع الأذى وإلا لم ترض ابدا، عجب المرء بنفسه احد فسادى عقله، من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nاطلق طرفه كثر اسفه، من حصر (¬1) شهوته صان قدره، من لان عوده كثرت\nاغصانه، الخلاف يهدم الرأي وربما ادرك الصواب الظن، من نال استطال، في تقلب\nالأحوال علم جواهر الرجال، حسد الصديق من سقم المودة، جواهر الأخلاق\nتتصفحها المعاشرة، مصاحبة الأيام تهتك لك السريرة الكامنة، اكثر مصارع\nالرجال تحت بروق المطامع، ليس من العدل القضاء بالظن على الثقة، حسبك من\nالبغى حسن المكاشرة، شافع المذنب خضوعه بالمعذرة، لا بذل اعظم قدرا من\nالمساعدة، الحزم الوقوف عند الشبهة، انت اخو العز <span id='ms25'></span> ما التحفت بالقناعة،\nالمخذول من كانت له الى الناس حاجة، بحسب السرور يكون التنغيص، محن القدر\nتسبق الحذر، القلب رهين وفكاكه حسم الطمع، في سعة الأخلاق كنوز الأرزاق، من\nله يدان بغوائل الزمان، كم عاكف على ذنبه في آخر ايام عمره، بئس الزاد الى\nالمعاد العدوان على العباد، ويل للباغين من احكم الحاكمين، من أشرف أفعال\nالكرم غفلتك عما تعلم، تجرع المضض يطفىء نار الغضب، أبين الغبن كدك فيما\nنفعه لغيرك، من كساه الحياء ثوبه لم ير الناس عيبه، من سامح نفسه فيما تحب\nمنه أتعب جوارحه وفقد حظه من الراحة، باجالة الفكر يستدرك الرأى المصيب،\nبحسن الرأى تسهل المطالب، بلين كنف المعاشرة تدوم لك المودة، بخفض الجانب\nتأنس النفوس، بكثرة الصمت تكون الهيبة، بعدل المنطق تجب الجلالة، بالنصفة\nيكثر الواصلون وبالأفضال تعظم الأخطار، بالتواضع تتم النعمة، بصالح الأخلاق\nتزكو الأعمال، باحتمال المؤن يجب السودد، بالسيرة العادلة تقهر المناوى،\nبالحلم عن السفيه يكثر انصارك عليه، بحسن اللقاء يألفك الثناء الجميل،\nبايثارك على نفسك تستحق اسم الكرم، من عاشر الناس بالمسامحة دام استمتاعه\nبه. لأهل الاعتبار تضرب الأمثال، العجب لغفلة الجساد (¬2) عن سلامة\nالأجساد، المطامع في وثاق الذل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head8'>AUTO باب</h1>\n\n<p>\nلا تسأل غير نفسك عن امرك، ولا تسمع منها الا ما يزكيه علمك وتحققه عندك\nبالفعل فانك بك أعلم، فان رضيت خفيات امورك المستورة فلا تدخلنك الشبهة في\nصحة ذلك عند الجميع وتبجيلهم لك عليه.\n</p>\n\n<p>\nقال رجل لخالد بن عبد الله القسري: انك لتبذل ما جل، وتجبر ما اعتل،\nوتكثر ما قل، وليكن بذلك اكثر من اطماعك يعظم قدر ما تفيد، فان الرجاء اذا\nاتسع استغرق ما كان دون تقديره.\n</p>\n\n<p>\nاصحب الملوك بالهيبة وان طال أنسك بهم، تتم موداتهم لك فانما احتجبوا عن\nالعوام لتبقى هيبتهم عندهم فلا تدع تفقد ذلك من نفسك لمن اتصلت به منهم،\nولا تيأس من الزمان وان مطل أملك وان جميع من تغبطه بما اوتى فبعد تعذر\nعليه أتاه، مع كل منظر حسن رقيب ينغص (¬1) بهجته ويؤذن <span id='ms26'></span> بزواله مع عوارض\nالآفات فيه وما يشوبه من التنغيص خفى محجوب وشجا للقلوب مستور، من ضاف خلقه\nفهو بمعزل عن الخفض وان اتحفه الدهر بما سأل وأعطاه ما تمنى، وكمال الفضل\nفي الدعة حسن الخلق، وقيمة الخلق الصالح اكثر من قدر الدنيا وما منه عوض\nولوصحب المرء الدنيا سليما من الآفات آمنا من البوائق.\n</p>\n\n<p>\nقال آخر: الذى لم يأت كالذى فات، وكل زائل في الدنيا كحلم نائم.\n</p>\n\n<p>\nآخر: لا تأنسن بما استوحش منه أهله بعد أنسهم به، ولا تأسف على قد فاتك\nمنه فانى رأيت الملوك يتنازعون الدنيا بتعب ابدانهم وما امتد لهم العمر\nوكلما حظروا منها على منزلة راموا التى تليها حتى يفنيهم الموت فلم أرهم مع\nما خولوا مستريحين هذا مع الذى يصحبهم من وزر المظالم وطول الوقوف للقصاص.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آخر: نكاية الأحزان في القلوب ابلغ في الأجسام من اثر السرور،\nونقصان الأجساد بالحزن اكثر من زيادتها بالفرح.\n</p>\n\n<p>\nوقال آخر: إياك وعزة الغضب فانها تفضى بك الى ذلة الاعتذار وأنشد:\n</p>\n\n<p>\nوإذا ما اعترتك في الغضب العز ... * ... ة فاذكر تذلل الاعتذار\n</p>\n\n<p>\nآخر: بلوغ الغاية في الضر (¬1) أسهل لسبيل العذر وأقطع لحجة المتجنى\nوأبرأ بصدر المتظنى.\n</p>\n\n<p>\nآخر: اذا زل سرك عن عذبة لسانك فالاذاعة مستولية عليه وإن أوعيته سمع\nناصح وأودعته قلب محب، واحتمال مؤونة الكتمان على قلبك اسهل عليك من\nالتململ بتمليكك سرك غيرك.\n</p>\n\n<p>\nوقال آخر: تجنب المسألة ما كان التحمل ممكنا فان لكل يوم رزقا جديدا\nوخيرا متوقعا، والوقوف على درج الحرص بالالحاح في المطالب مسلبة للبهاء\nوحصار قوى المروءة بين الصبر والاحتساب.\n</p>\n\n\n<h1 class='l1' id='head9'>AUTO باب</h1>\n\n<p>\nليس تكاد الدنيا تسقي (¬2) صفوا الا اعترض في صفائها اذى باطن، وبذل\nالموجود اقصى غاية الجود، احتمل ممن زل عليك واقبل ممن اعتذر اليك، وكاف من\nاحسن اليك، فان اعجزك الوفر لا يعجزك الشكر.\n</p>\n\n<p>\nوقال بعضهم: اقل ما يجب للمنعم بحق نعمته ان لا يتوصل بها الى معصيته.\n</p>\n\n<p>\nوقال آخر: ما ينتظر المرء الا احد امرين لا خير له في واحد منهما: إما\nالزوال <span id='ms27'></span> عن التعظيم والاجلال، وإما الموت ومجاوزة الأجداث في ضنك القرار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض الحكماء: الانسان بين حركة وسكون، فحركته تعجب اذا هجم عليه ما\nينكره، وسكونه أنس اذا فهم وعرف، صلاح طبائع ابن آدم على الأضداد فلا تعتدل\nالا باختلافها عليه، ولو قامت به حال واحدة فسد مزاجه وانهدم بناؤه، وكذلك\nتدبير الله في خلقه وأرضه.\n</p>\n\n<p>\nقال بعض الحكماء: بقدر السمو في الرفعة تكون وجبة الواقعة، ولكل ناجم\nأفول، ولن يعدم (¬1) ذو القصد كثيرا اذا اعدمته (¬2) الأيام ما كانت عودته\nمن المؤاتاة.\n</p>\n\n<p>\nوقال آخر: سرورك بقليل التحف مع فراغك له احسن موقعا عندك من أضعافه مع\nاشتغالك عنه، وكثرة الاشتغال (¬3) مذهلة عن وجوه اللذات بكنهها، وليس بحكيم\nمن ترك التمييز.\n</p>\n\n<p>\nوقال آخر: من جهة التوانى وترك الرواية يكون وهن العزم وخمول الهمة، وفي\nإجابة الفطن وحركة الفكرة ونباهة الرأي درك البغية، ولن يؤتى اللبيب الا من\nالأثرة وهي خلة يتصل بها الهوى والمحبة، وعندهما تسقط المناظرة فتستعبد\nالجوارح في الفساد وتنهك القدر في الشهوات، وهذا الحور بعد الكور - والكون جميعا.\n</p>\n\n<p>\nآخر: من طرق ما لا طاقة له به كان استر لمكتوم امره وابقى للآمال فيه.\n</p>\n\n<p>\nولآخر: اسعد الناس من تصفح آراء الرجال واستكثر من ذوى الألباب، فان لكل\nعقل ذخيرة من الصواب ومسكنا من التدبير.\n</p>\n\n<p>\nولآخر: صن شكرك عمن لا يستحقه واطلب المعروف ممن يجمل بك طلبك منه واستر\nماء وجهك بالقناعة وتسل عن الدنيا لتجافيها عن الكرام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعضهم: ذو القدرة على نفسه والأصيل في رأيه يزداد اتساعا في الجميل\nوانبساطا فى المعروف وتكرما في اخلاقه اذا توافت آماله اليه، لا سيما اذا\nنال سلطانا فان السلطان يبدى مكنون الجوهر، وعنده يسقط الشك والدعوى\nالكاذبة وتصير سريرة أخلاق صاحبة علانية.\n</p>\n\n<p>\nولآخر: الانسان ملول لما ظفر ومستطرف لما منع منه، وكل ما استحدثت النفس\nهوى اخلقت فيه البدن وبعثت له العناية (¬1) وتولع به الاشفاق عليه، وذلك\nامتهان المروءة وليس كل من حنت عليه النفس يستحق هبة المودة ولا يؤتمن على\nالمؤانسة <span id='ms28'></span> فالبسوا للناس الحشمة في الباطن وعاشروهم بالبشر في الظاهر\nيختبرهم المحن (¬2)، وتلقوا الرغائب منهم فيكم بالقبول، واكتموهم الانقباض\nفانه من جرى مع هواه طلقا جعل للأئمة والعدل عليه طرقا، ومن سعى بدليل من\nالتدبير لم يقعد به الدرك (¬3) الا سابق قضاء لا يملك.\n</p>\n\n<p>\nوقال آخر: ارع حق من عظمك لغير فاقة اليك بإعطائه اياك ما تحب، واستعن\nعلى شكره باخوانك، فإن ذلك من حق الحرمة (¬4) عليك.\n</p>\n\n<p>\nمن كانت له خصلة حسنة فليواظب عليها، وليتمسك بها، فان لها دولة تعيد\nاليها ما ادبر عنها.\n</p>\n\n<p>\nآخر: من كانت فيه خلة حسنة لم يبعد من الرجاء فيه وان كثرت سيئاته، وانما\nاليأس ممن لا يعود الخير نفسه.\n</p>\n\n<p>\nوقال آخر: من ترك ما لا يضره تركه وينفعه ذكره عظم عند الناس قدره.\n</p>\n\n<p>\nآخر: امنع الناس من عرضك بما لا ينكرون من فعلك، واطلب التعظيم في قلوبهم\nبصيانة نفسك، واستبق مروءتك بالغنى عنهم وتألف ودهم بالبشر لهم، واحتجب من\nبغيهم بترك الاستطالة، واستتر من الشامتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nبحسن العزاء عند النوائب، ومن احب ان يكتم فقره فلا يقبل معروف من يلتمس\nمكافأته، وأنا زعيم لمن ترك فضول القول باجلال والى النهى له.\n</p>\n\n<p>\nوقال آخر: لا تشعر قلبك الهم بما فات فيشتغل ذهنك عن الاستعداد لما تأتى\nبه الأيام، وكن بحسن الظن بما عند الله اوثق منك بما في يدك فانك تضن بما\nفي يدك وذلك على الله يسير، وفى كل حركة وساعة امر حادث وقدر جار بتبديل\nالأحوال وانتقال الدول.\n</p>\n\n<p>\nوقال آخر: تجنبوا المنى فانها تذهب بهجة ما خولتم وتستصغرون مواهب الله\nعندكم، وتعقبكم الحسرات على ما وهمتموه منها انفسكم وهى مكيدة من مكايد\nابليس للعبد، وختل له عن الشكر واستدراج الى استصغار عظيم المواهب.\n</p>\n\n<p>\nوقال: من اظهر لك بشرا وهو يكن بغيا فقد تلقاك بما تحب، وأخفى ما تكره\nفان كان يقدر على دفعه فان ما احتجن من الأذى، وأظهر لك ما تهوى وآثرك بحسن\nالمكاشرة على حظه من السلامة، وحسب امرئ من عدوه ان عرف <span id='ms29'></span> ذلك منه، وان من\nعرفك عداوته فقد بصرك مواقع نبله ومن فهم عنه لم تنله سهامه.\n</p>\n\n<p>\nآخر: يجب على ذى السعة في رأيه والفضل في خصاله ان يتطول (¬1) على حساده\nبنظره، ويتحرى لهم المنافع فانه بلاء غرسه الله له فيهم ثم لم يسلطهم عليه\nفهم يعذبون بحركات الحسد في وقت مسرته بما اكرم به.\n</p>\n\n<p>\nوقال آخر: الحقد غصة لا يسيغها الا الظفر، والحسد شجى قادح لا يدفعه عن\nصاحبه الا بلوغ أمله فيمن قصده بحسده وأنى له بذلك، وقد قيل: من كنت سببا\nلبلائه فالواجب عليك التلطف له في علاجه من دائه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nآخر: من انتشر له الصوت بفضل ادب ونظرت اليه العيون بالاجلال فليكن بما\nعلم عند من يعاشره (¬1) كمن لا ينسب الى علم في الانبساط اليهم وترك\nالاستطالة عليهم فانه قيل: فضيلة العالم بتواضعه تزيد رفعة في قدر علمه.\n</p>\n\n<p>\nآخر: من ملك نفسه ودبر خصاله وقمع شهواته وقهر نوازعه وأعمل رأيه فيما\nيصلحه فلم يطع رغبته الا فيما فيه حظه، أملناه لصلاح ما بعد منه، واستحق ان\nيؤمن على تدبير الرعية ويلقى اليه مقاليد السر فانه قيل: من قوى على مجاهدة\nنفسه وقمع شرته ذلت له صعاب الأمور ودانت لطاعته القلوب.\n</p>\n\n<p>\nآخر: لا راحة لحريص، ولا غنى لذى طمع، والمرء عند من رجا وبئس الشعار\nالحسد، والافتقار يمحق الأقدار، والبطر يسلب النعمة، والإنصاف يؤلف القلوب،\nوأخوك من آساك، والغدر من صغر القدر والوفاء من كرم السجية، والاستطالة\nلسان الجهالة، وكثرة الكلام يكسب الملال وان كان حكما، والصبر جنة الأشراف،\nواظهار الفاقة من خمول الهمة، والناس اشباه في الخلق، وانما يتفاضلون في\nالرخاء والشدة.\n</p>\n\n<p>\nآخر: لا تعدن معروفا اصبته معروفا ولا حظا نلته نفيسا كان بعد ابتذال\nقدرك واخلاق وجهك، فان الذى فقدت من عز الصيانة اكثر من قدر الفائدة، وقيمة\nما بذلت من قدرك اعظم مما احرزت من قضاء وطر نفسك.\n</p>\n\n<p>\nوقال: إن شكر الكريم يقابل كل فعل جسيم، وما قدر عرض تفيده راغبا اليك\nعند ما جعل لك <span id='ms30'></span> من الطول عليه والخضوع لديه، ومن قبل صلتك فقد باعك مروءته\nوأذل لقدرك عزه وجلالته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آخر: ان نظر الراغب اليك فيما يلتمسه لديك نظر تعبد بالمسألة وايجاب\nلحكمك عليه بقضاء الحاجة فان منحته ما سأل ملكته به وإن رددته عنك خرج من\nحكمك عليه.\n</p>\n\n<p>\nوقال آخر: ما عز اثبت اركانا ولا ابذخ بنيانا من بث المكارم واكتساب\nالشكر، وذلك ان عز التعظيم بالفعل الجميل باق في قلوب الرجال ومخلد في ايام\nالازمان، ومن تحصن بالجود واتجر بالمعروف ظفر بمن ناواه (¬1) وربح ثواب\nالله، من عمر مودة لئيم حصد من استنباطها ندما، وتعجل ذلة الاحتكام عليه،\nوللئيم تماد في العدوان عند الاغضاء عنه ومعاودة للمكروه حتى يردع بما يشبهه.\n</p>\n\n<p>\nوقال آخر: استعطاف المتجنى مؤونة على الانصاف وظلم للعهد، وانما يحسن\n(¬2) التفضل بين الأوداء على التباذل بصحة النيات وسلامة الغيب في\nالمعاملة، ومن اكتسب ما يجب منك بغير عدل عليك عرض نفسه لاتهام ما يضمر\nواستكراه ما استزاد من البر.\n</p>\n\n<p>\nآخر: الصفح بين الاخوان مكرمة ومكافأتهم على الذنوب بالإساءة دناءة،\nاحترس بكرمك من طاعة همك وبصبرك من دواعى شهواتك، فان كل قلب منهمك في\nدواعى ما يوافقه، وانما تفاضل الناس في الخصال على قدر الدواعى وكتمان\nالحركات، واختيار التوقي على راحة الإباحة، سكون الغوائل في الشيم لفراغها\nمن الخيرات وخروج التوفيق عنها وتمكن الشيطان للجولان فيها وهى اسباب\nالشقوة وعواقب الخذلان، الكريم يلين اذا استعطف واللئيم يقسو اذا لوظف (¬3).\n</p>\n\n<p>\nوقال آخر: الحياء لباس سابغ وحجاب واقع وستر من المساوى واق وحليف للدين\nوموجب للصنيع ورقيب للعصمة وعين كالئة تذود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nعن الفساد وتنهى عن الفحشاء والأدناس، خير المودة تعاطف القلوب وائتلاف\nالارواح وحنين النفوس الى مياثة السرائر والاسترواح للمسكنات في الغرائز\nووحشة الأشخاص عند تباين اللقاء، وظهور السرور بكثرة التزاور، على حسب\nمشاكلة الجواهر يكون الاتفاق في الخصال، العتاب حدائق المتحابين وثمار\nالأوداء ودليل الصبر والصفاء وحركات الشوق ومستراح الوجد ولسان الاشفاق.\n</p>\n\n<p>\nوقال: التجنى رسول القطيعة وداعى القلى وسبب السلوان وأول التجافى <span id='ms31'></span> ومنزل\nالتهاجر.\n</p>\n\n<p>\nوقال آخر: اجعل الحلم عدة للسفيه وجنة من ابتهاج الحاسد فانك لم تقابل\nسفيها بالاعراض عنه والاستخفاف بعقله الا اذللته في نفسه وسلطت عليه\nالانتصار من غيرك وإذا كافأته بمثل ما لك (¬1) وزنت قدره بقدرك ولم تنصر\nعليه، العجلة مكسبة للمذلة وزمام الى الفدامة وسلب للمروءة ومرارة لأهل\nالحجى ودليل على ضعف العقدة ومنفرة لأهل الثقة، والجود خلة آثرت عذوبة\nالثناء على لذة المال فهو من امهات المحاسن، ومن الكرم بسبيل خاصة وبمكان\nرفيع من القلوب، ليس من جهل الناس بقدر الفضل قصروا عنه ولكن من استثقال\nفرائضه حادوا عن التمسك به وهم على تبجيل اهله مجتمعون.\n</p>\n\n\n<h1 class='l1' id='head10'>AUTO باب آخر</h1>\n\n<p>\nاقبح عمل المقتدرين سرعة الانتقام، من ضاق قلبه اتسع لسانه، ما حار من\nاستخار ولا ندم من استشار (¬2)، اذا قدم الاخاء سمج الثناء.\n</p>\n\n<p>\nقال: واعتذر بعض البلغاء إلى بعض الأمراء فقال: ان دالتى عليك وإن كانت\nاحاطت بحرمتى فان فضلك يحيط بهما وكرمك يوفى عليهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوقد وثقت اذ رددتنى الى مكانى من قلبك انى قد وضعت نفسى بحيث احب من\nرجائى واملى عندك ونزلت بمنزلة آمن فيها من نوائب الدهر على فان رأيت ان\nتحلنى من جميل رأيك بحيث احللت نفسى من أملك ورجائك.\n</p>\n\n\n<h1 class='l1' id='head11'>AUTO باب</h1>\n\n<p>\nكتب ابو بكر الصديق رضى الله عنه الى عكرمة بن ابى جهل وهو عامله بعمان:\nاياك ان توعد في معصية بأكثر من عقوبتها فانك ان فعلت أثمت وان تركت كذبت.\n</p>\n\n<p>\nوكتب عمر بن الخطاب الى ابى عبيدة بن الجراح: اما بعد فانه لا يقوم بأمر\nالله تعالى فى الناس الا حصيف العقدة، بعيد الغرة ولا يحنق على جرة ولا\nيطلع الناس منه على عورة ولا تأخذه في الله لومة لائم.\n</p>\n\n<p>\nذكر رجل من الخوراج اخا له، فقال: رحمه الله فانه كان لا يلتمس محمدة\nالناس ولا يكتسب ذمهم.\n</p>\n\n<p>\nقال ابو مسلم: الأم (¬1) الأعراض عرض لا يرتع فيه حمد ولا ذم.\n</p>\n\n<p>\nقال: قال دهقان لرجل اولاه معروفا: جعل الله لك دينا مغبوطا ومالا\nمحسودا.\n</p>\n\n<p>\nقال <span id='ms32'></span>: وحضر اعرابى وليمة فرأى نعمة، فقال: النعم ثلاث: نعمة في حال كونها،\nونعمة ترجى مستقبلة، ونعمة تأتى غير محتسبة، فأدام الله لك ما انت فيه،\nوحقق ظنك فيما ترجوه، وتفضل عليك بما لم تحتسبه.\n</p>\n\n<p>\nقال: وقيل لبعض الحكماء: من أسوأ الناس عيشا؟ قال: من بعدت همته واتسعت\nأمنيته وضاقت مقدرته.\n</p>\n\n<p>\nقال المنصور للمهدى: استدم النعمة بالشكر والطاعة بالتألف والمقدرة\nبالعفو، والنصر بالتواضع والرحمة للناس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وكان يحيى بن خالد يقول: الدالة تفسد الحرمة القديمة، والتضر المحبة\nالمتأكدة.\n</p>\n\n<p>\nوقال المغيرة بن شعبة: النعمة التى يعاش فيها نعمة محروسة ليس عليها ثائر\n(¬1) يغتالها ولا ذو حسد يحتال في غيرها.\n</p>\n\n<p>\nقال العتابى: حظ الطالبين من الدرك على حسب ما استصحبوا من الصبر، وكان\nيقال: اذا اخذت عفو القلوب زكا ريعك، وإن استقصيت أكديت.\n</p>\n\n<p>\nاخبرنا محمد قال اخبرنا السكن بن سعيد عن محمد بن عباد عن مصعب بن عبد\nالله الزبيرى عن عبد الرحمن بن زيد بن اسلم عن ابيه عن جده قال قال عمر رضي\nالله عنه: لا يكن حبك كلفا ولا بغضك تلفا.\n</p>\n\n<p>\nقال: وذم اعرابى رجلا فقال: كان صغير القدر، قصير الشبر، قليل البشر، ضيق\nالصدر، لئيم النجر، عظيم الكبر، كثير الفخر.\n</p>\n\n<p>\nقال: وقال بعض الحكماءك: العى الصامت أن تعجز عن بلوغ حاجتك، والعى\nالناطق أن تتكلم بأكثر من مبلغ حاجتك.\n</p>\n\n<p>\nوكتب بعض الناس الى بعض الملوك: حملت حاجتى فلانا لأن شكري (¬2) ضعف عن\nجميل رأيك بل احببت ان يكونوا أعوانا على شكرك وشهودا لى على فضلك.\n</p>\n\n<p>\nقال: وقال ابراهيم بن اسماعيل بن داود: حضر الفضل بن الربيع وليمة وكنت\nمعه وحضرها وجوه الناس، فأخذوا من الحديث في أغثه ومن الكلام في أسخفه،\nفقال الفضل: إنى أرى النعم مسخوطا عليها فمن ثم صارت عند غير اهلها، قال\nابراهيم فقلت:\n</p>\n\n<p>\nإنى أرى الملك والسلطان حازهما * قوم بأمثالهم لا تحسن النعم\n</p>\n\n<p>\nفأصبح الناس بالمعروف قد فجعوا * وأصبح اللؤم مغمورا به الكرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحسن: الخير الذى لا شر فيه الشكر مع النعمة والصبر عند <span id='ms33'></span> النازلة.\n</p>\n\n\n<h1 class='l1' id='head12'>AUTO باب</h1>\n\n<p>\nقام عمر بن الخطاب رضى الله عنه: لو لم نزع الناس عن الباطل لم نقم بالحق.\n</p>\n\n<p>\nسئل العباس بن الحسن العلوى عن جليس له فقال: لجليسه لطيب عشرته أطيب\nطربا من الإبل الى الحداء، ومن الثمل الى الغناء.\n</p>\n\n<p>\nذكر لرجل من البلغاء جليس له فقال: لهو احلى من رخص السعر، وأمن السبل،\nوإدراك الأمانى، وبلوغ الآمال.\n</p>\n\n<p>\nوذم العباس (¬1) رجلا: ما الحمام على الإصرار والدين على الاقتار وشدة\nالسقم فى الاسفار بآلم من لقاء فلان. وذكر عنده رجل قد فارقه فقال: دعنى\nأتذوق طعم فراقه فهو والله! الذى لا تشجى له النفس، ولا تدمع عليه العين،\nولا يكثر فى أثره الالتفات، ولا يدعى له عند فراقه بالسلامة.\n</p>\n\n<p>\nووصف بعض البلغاء رجلا فقال: ما رأيت اضرب لمثل ولا أركب لجمل ولا أصعد\nفي قال منه.\n</p>\n\n<p>\nومر بعض العباد ب\n</p>\n\n\n<h1 class='l1' id='head13'>AUTO باب</h1>\n\n<p>\n ملك فقال:\n</p>\n\n\n<h1 class='l1' id='head14'>AUTO باب</h1>\n\n<p>\n حديد وموت عتيد ونزع شديد وسفر بعيد. قال: وقال أعرابى لرجل: رأيت (¬2)\nفلانا فانه ما نظر في قفا محروم قط.\n</p>\n\n<p>\nقال: وقيل لعبد الله بن عمر: إن المختار يزعم أنه يوحى اليه، فقال: إن\nالشياطين ليوحون إلى أوليائهم، ناول عمرو رجلا شيئا، فقال له: بل اغنانى\nالله عنهم.\n</p>\n\n<p>\nقال: رأى عثمان بن عفان عامر بن عبد الله ملتفا في كسائه ب\n</p>\n\n\n<h1 class='l1' id='head15'>AUTO باب</h1>\n\n<p>\nه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوكان دميما فأنكره فقال: يا اعرابى! اين ربك؟ قال: بالمرصاد فأفحمه.\n</p>\n\n<p>\nهنأ رجل رجلا في يوم فطر فقال: قبل الله منك الفرض والسنة، واستقبل بك\nالخير والنعمة.\n</p>\n\n<p>\nقال: أمر ملك من الملوك بقتل رجل فقال: ايها الملك ان قتلتني وأنا صادق\nفي عذرى عظم عنتك، وإن تركتنى وأنا كاذب قل وزرك وأنت وراء ما تريد،\nوالعجلة موكل بها الزلل، فعفا عنه.\n</p>\n\n<p>\nكتب عبد الملك بن مروان الى الحجاج في ايام ابن الأشعث: إنك اعز ما تكون\nبالله احوج ما تكون اليه فاذا عززت بالله فاعف له فانك به تعز وإليه ترجع.\n</p>\n\n<p>\nقال: دخل الشعبي على ابن هبيرة وبين يديه رجل يريد قتله فقال: اصلح <span id='ms34'></span> الله\nالأمير انك على رد ما لم تفعل اقدر منك على رد ما فعلت، فقال: صدقت يا شعبى\nردوه الى محبسه.\n</p>\n\n\n<h1 class='l1' id='head16'>AUTO باب</h1>\n\n<p>\nقال: دعا اعرابى فقال: اللهم إن كان وجهى قد اخلق عندك لكثرة ذنوبى فانى\nاسألك بجدة وجهك الا وهبتنى لمن أحببت من عبادك.\n</p>\n\n<p>\nقال: دعا اعرابى: اللهم إنى اعوذ من فقر ملب (¬1) ومن ضرع الى غير محب.\n</p>\n\n<p>\nوقال آخر: اللهم إنى أعوذ بك من الفقر الا اليك، ومن الذل الا لك. قال:\nدعا اعرابى فقال: اللهم سل قلبى عن شىء لا أتزوده اليك، ولا أنتفع به يوم\nالقاك، واولى رجل أعرابيا بلاء حسنا، فقال: لا ابتلاك الله ببلاء يعجز عنه\nصبرك، وأنعم عليك نعمة يعجز عنها شكرك.\n</p>\n\n<p>\nقال: ودعا أعرابى فقال: استغفر الله لا اصر ولا استكبر ولا استحسر اللهم\nإن بى اليك لفقرا وإن بك على لقدرا، اللهم غفرا، وقال: اللهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nتظاهرت منك النعم وكثرت عندك الذنوب فأحمدك على النعم التي لا يحصيها\nغيرك وأستغفرك من الذنوب التى لا يحيط بها إلا عفوك.\n</p>\n\n<p>\nدعا آخر فقال: اللهم اجعل لى قلبا يخشاك كأنه يراك اللهم إنى ادعوك دعاء\nقليل حيلته متظاهرة ذنوبه ضنين على نفسه.\n</p>\n\n<p>\nآخر: اللهم إن ذنوبى لم تبق لى الا رجاء عفوك وما اسألك الا ما لا استحق\nوأرغب اليك فيما لا استوجب فعد بطولك على.\n</p>\n\n<p>\nآخر: اللهم انى اسألك من القناعة ما يكثر قليل المستفاد ويهون على الأسف\nعلى فات فلا تحرمنى من الشكر ما استوجب به الزيادة.\n</p>\n\n<p>\nآخر: اللهم إنى اعوذ بك من نزول الشر، وحلول الحذر، وضيق الصدر، وتوابع\nالإثم، وسوء الفهم، وشماتة ابن عم.\n</p>\n\n<p>\nلآخر: اللهم لا تصعر خدى، ولا تبخس حظى، ولا تشمت بى عدوى ولا تسؤ في صديقى.\n</p>\n\n<p>\nلآخر: اللهم إنى اعوذ بك من الهوام الهائلة، والسباع الضارية، واللصوص\nالعادية، والسلاطين الجائرة، والشياطين الماردة.\n</p>\n\n<p>\nلآخر: اللهم أغننى بالافتقار اليك ولا تفقرنى بالاستغناء عنك.\n</p>\n\n<p>\nآخر: اللهم اعنى على الدنيا بالقناعة، وعلى الدين بالعصمة.\n</p>\n\n<p>\nباب من كلام الحكماء\n</p>\n\n<p>\nإن ادنى ما <span id='ms35'></span> ينالك ممن خيبت أمله ارتجاعه باللائمة على نفسه وسوء الاختيار\nاذا ملك واكتئاب صديقه لخيبة اوبته وابتهاج عدوه باخفاقه، وكل ذلك وصمة\nعليك مظلة، وإن خصالا هذه ادناها لسريع الى طبع الأعراض عن اقصاها.\n</p>\n\n<p>\nآخر: إن تألف النعم يحسن مجاورتها والتماس الزيادة منها بالشكر عليها،\nوالشكر حارس النعم من الزوال مجير من الغير فاجعل حسن سياستها أمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nعملك وارتبطها بحسن المواساة فيها فمن لا يواسى في نعمة عرض للادبار\nإقبالها.\n</p>\n\n<p>\nآخر: اخلاص الاستعانة عند الاضطرار وانقطاع الحيل موجب للنجاء من اوراط\nالمهالك، وقد حل (¬1) بلاء لا يدفع باحتيال، ولا ينهنه بصيال فأخلص النية\nفي الاجتهاد، وفوض امورك الى من يملكها دونك، ولا يبهظنك (¬2) أمر اذا جعلت\nالله بينك وبينه.\n</p>\n\n<p>\nآخر: استعد لحريق الغضب الأناة قبل تلهب ناره فان اطفاءه قبل انتشاره\nيسير، وإذا انتشر أنسى الحياء وقبح المحاسن.\n</p>\n\n<p>\nآخر: إن أفضل ما اعطى العبد في الدنيا الحكمة وفى الآخرة الرحمة.\n</p>\n\n<p>\nقال أمير المؤمنين على بن ابى طالب رضى الله عنه: خذوا الكلمة من الحكمة\nمن حيث كانت، فان الكلمة من الحكمة تكون في صدر المنافق فتلجلج في صدره حتى\nتسكن الى صواحبها.\n</p>\n\n<p>\nآخر: لا تحدث بالحكمة عند السفهاء فيكذبونك ولا تحدث بالباطل عند الحكماء\nفيمقتونك.\n</p>\n\n<p>\nويروى عن النبى صلى الله عليه وآله وسلم انه قال: ما انفق منفق ولا تصدق\nمتصدق بأفضل من كلام الحكمة اذا تكلم به الحكيم والعالم نال كل مستمع منه منفعة.\n</p>\n\n<p>\nآخر: نور الحكمة تتوقد في قلوب الحكماء فهم يستضيئون بنورها فى أعمالهم\nكما يستضاء في دجى الليل بنور المصابيح.\n</p>\n\n<p>\nوقال حكيم لابنه وهو يعظه: يا بنى! المدبر لا يوفق لطريق المراشد فاياك\nوصحبة المدبر فانك إن صحبته علق بك ادباره، وإن تركته بعد صحبتك إياه تتبعت\nنفسك آثاره.\n</p>\n\n<p>\nوقال بعض الحكماء: أصب بهمومك مواقع المرامى فيوشك ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nتهديك (¬1) على خير الغنائم.\n</p>\n\n<p>\nآخر: ان العبادة اسست على الحزن والمحنة (¬2) فاذا خلا البدن منهما ألف\nالراحة وإعتاقه الفتور، وقيل لبعضهم: اى اخوانك اوجب عليك حقا؟ قال: الذى <span id='ms36'></span>\nيسد خللى ويغفر زللى ويقبل عللى.\n</p>\n\n<p>\nوفى بعض الحكم: ينبغى للعاقل ان يكون عارفا بزمانه حافظا للسانه مقبلا\nعلى شأنه، وأن لا يرى الا في احدى ثلاث: تزود لمعاد، او مرمة لمعاش، او لذة\nفي غير محرم.\n</p>\n\n<p>\nوقال وهب بن منبه لابنه: يا بنى! جالس الكبراء وسائل العلماء وخالل\nالحكماء، فان مجالستهم غنيمة وصحبتهم سليمة ومواخاتهم كريمة.\n</p>\n\n<p>\nوكان يقال: ما اعدمك من الأحمق فلا يعدمك منه كثرة الالتفات وسرعة\nالجواب.\n</p>\n\n<p>\nسأل معاوية رضى الله عنه عمرو بن العاص: من أبلغ الناس؟ فقال: من اقتصر\nعلى الإيجاز وترك الفضول؛ سئل اعرابى: من أبلغ الناس؟ فقال: أسهلهم لفظا\nوأحسنهم بديهة، قال العتابى (¬3): إنى امرؤ فى خصلتان: حصر مقيد بالحياء،\nوعزة نفس شبيهة بالجفاء.\n</p>\n\n<p>\nقال ابن عباس رضى الله عنهما: من لم تكن فيه ثلاث خصال فلا تواخه: ورع\nيحجزه عن معاصي الله، وحلم يطرد به فحشه، وخلق يعيش به في الناس.\n</p>\n\n<p>\nقال: مكتوب في التوراة \"يا ابن آدم اذكرنى حين تغضب اذكرك حين اغضب فلا\nامحقك فيمن امحق، وإذا ظلمت فاصبر وارض بنصرى فهو خير من نصرتك لنفسك\".\n</p>\n\n<p>\nقال: وفى التوراة \"من حزن على ما في ايدى الناس فانما يسخط على ربه، ومن\nشكا مصيبة نزلت به فانما يشكو ربه، ومن دخل على غني فتواضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nذهب ثلثا دينه.\n</p>\n\n<p>\nقال ابو بكر بن دريد اخبرنا ابو حاتم عن الأصمعى: ان اعرابية اضلت بعيرا\nلها فقالت: اللهم اعوذ بك منك وأقسم عليك بك الا رددت بعيرى، فناداها مناد\nوهى نائمة: هذا بعيرك، فانتبهت فاذا بعيرها معقول الى جانبها.\n</p>\n\n<p>\nقال: وعظ اعرابى ابنه وكان اتلف ماله في الشراب، فقال: لا الدهر يعظك ولا\nالأيام تنذرك، والساعات تعد عليك الأنفاس، والأنفاس تعد منك، احب أمريك\nاليك، تردهما (¬1) بالمضرة عليك.\n</p>\n\n<p>\nوأوصى أعرابى أخاه فقال: يا اخى! يسار النفس افضل من يسار المال فان لم\nترزق غنى فلا تحرمن تقوى فرب شبعان من النعم غرثان من الكرم، واعلم أن\nالمؤمن على خير ترحب به الأرض وتستبشر به السماء <span id='ms37'></span>، ولن يساء اليه في بطنها\nوقد أحسن على ظهرها.\n</p>\n\n<p>\nقال: وسمع اعرابى رجلا يذم السلطان فقال: ويحك! انك غفل، لا تسمك التجارب\nوفى النصح لسع العقارب، لكأننى بالضاحك اليك باك عليك.\n</p>\n\n<p>\nوقال آخر: ان الموت ليتقحم على النفس تقحم الشيب على الشباب، ومن عرف\nالدنيا لم يفرح منها برخاء ولم يحزن منها على بلوى.\n</p>\n\n<p>\nوأخبر الأصمعى عن ابى المجيب قال: سئل معبد بن طوق عن حاله في مرض له\nفذكر شدة علته فقيل له: كأنك تخاف الموت؟ فقال: وكيف لا اخافه وقد استأنيت\nاختصار المدة وانقضاء العدة وتمام الظمأ.\n</p>\n\n<p>\nوقال آخر لرجل: علام حرمتنى؟ فوالله! ما زلت قبلة لأملى ولا تلفتنى عنك\nالا الأطماع فان قلت: قد أحسنت بدأ، فما ينكر لمثلك ان يحسن عودا.\n</p>\n\n<p>\nوقال آخر: ان من الظفر بالحاجة تعجيل اليأس منها اذا اخطأك قضاؤها، وإن\nالطلب وإن قل اعظم قدرا من الحاجة وإن كثرت (¬2) والمطل من غير عسر آفة\nالجود.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال معاوية لعمرو بن العاص (¬1): من ابلغ الناس؟ قال: من ترك الفضول\nواقتصر على الإيجاز، قال: فمن اصبر الناس؟ قال: من كان رأيه رادا لهواه،\nقال: فمن أسخى الناس؟ قال: من بذل دنياه في صلاح دينه، قال: فمن أشجع\nالناس؟ قال: من رد جهله بحلمه.\n</p>\n\n<p>\nقال محمد بن على لابنه: يا بنى! لا تكسل فانك اذا كسلت لم تؤد حقا، ولا\nتضجر فانك إن ضجرت لم تصبر على حق، ولا تمتنع من حق فانه ما من عبد يمتنع\nمن حق الا فتح الله عليه باب باطل فأنفق فيه أمثاله.\n</p>\n\n<p>\nقال آخر: يكفيك من عقلك ما اوضح غيك من رشدك.\n</p>\n\n<p>\nوقال نوح بن جرير - ووقعت بينه وبين رجل من قريش ملاحاة في حق ادعاه عليه\nفقال: والله! إنى لأستحيى أن اخصم وأتحرج أن أظلم، فترك مطالبته القرشى.\n</p>\n\n<p>\nوقال محمد بن على: الكمال في ثلاثة: الفقه في الدين والصبر على النوائب\nوحسن التقدير في المعيشة.\n</p>\n\n<p>\nقال: دخل معبد بن طوق على السرى بن عبد الله فقال: كيف كان الهيثم <span id='ms38'></span>\nالتيمى؟ قال: كان والله مقراء غير بذال، معطاء غير سأال.\n</p>\n\n<p>\nودعا آخر فقال: اللهم! إن كان رزق فى السماء فأنزله، وإن كان رزق فى\nالأرض فأخرحه، وإن كان نائيا فقربه، وإن كان قريبا فيسره، وإن كان يسيرا\nفثمره، وإن كان كثيرا فبارك فيه.\n</p>\n\n<p>\nوقال بعض الحكماء - وسئل: أة الملوك أحزم؟ قال: من ملك جده هزله، وقهر\nرأيه هواه، وعبر عن ضميره فعله، ولم يختدعه رضاه عن سخطه، ولا غضبه عن كيده.\n</p>\n\n<p>\nودعت أعرابية على مولاها فقالت: فجع الله بك ودودا وادا وأشمت بك عدوا\nحاسدا، وسلط عليك هما يضنيك وجارا يؤذيك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الأصمعى: قال رجل من العرب لعبد من عبيدهم: أشتريك؟ قال: لا، قال:\nولم؟ قال: إنى آكل فارها، وأمشى كارها.\n</p>\n\n<p>\nوقال آخر لعبد: أشتريك؟ قال: لا، قال: لم؟ قال: إنى إذا جعت ابغضت قوما،\nوإذا شبعت احببت نوما.\n</p>\n\n<p>\nودعا أعرابى على رجل فقال: رآك الله كما أراك ولا رآنى كما أراك.\n</p>\n\n<p>\nقال بعض الحكماء: خمسة اشياء تقبح في خمسة: الحرص في القراء، والحدة في\nالأمراء، والبخل من ذوى الأصول، والفحش من ذوى الأحساب، والفتوة من ذوى\nالأسنان.\n</p>\n\n<p>\nومدح أعرابى رجلا فقال: ذاك من شجر لا يخلف ثمره، ومن ماء لا يخاف كدره.\n</p>\n\n<p>\nوسئل بعضهم: متى يكون الأدب ضارا؟ قال: اذا نقصت القريحة وكثرت الرواية.\n</p>\n\n<p>\nوقال آخر: انفس الأعلاق علق مصروف في حظ.\n</p>\n\n<p>\nوقال آخر: فساد الأمر أن يكون لمن يمكله دون من يبصره.\n</p>\n\n<p>\nآخر: شر ما شغلت به عقلك وضيعت به قولك - اشارة الى معجب.\n</p>\n\n<p>\nوقال بعض الحكماء: لا تدنس عرضك ولا تبذل وجهك ولا تخلقه بالطلب الى من\nإن ردك كان رده عليك عيبا وإن قضى حاجتك عدها عليك منا، واحتمل الفقر\nبالتنزه عما في ايدى الناس والزم القناعة بما قسم لك، فان سوء حمل الفقر\nيضع الشريف ويخمل الذكر ويوجب الحرمان.\n</p>\n\n<p>\nوقال آخر: اغتنم الخير ما امكنك فان يسيره كثير، واتق الشر فان يسيره يدل\nعلى كثيره، وإذا اؤتمنت على أمانة فأدها الى أهلها فان المؤتمن موثوق <span id='ms39'></span> به.\n</p>\n\n<p>\nوقد قال: أحسن من لم يسىء الظن بك حتى جعلك عدلا لنفسه فكن عند حسن الظن\nبه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head17'>AUTO باب من نوادر كلام الفلاسفة</h1>\n\n<p>\nقيل لسقراط: لم تعاشر الأحداث وأنت شيخ؟ فقال: الراضة إنما تروض مهارة\nالخيل لا ما هرم منها.\n</p>\n\n<p>\nمر سقراط بفتى قد أتلف تراثه من أبيه وهو يأكل خبزا وزيتونا فقال: يا فتى\nلو كنت تقدمت بهذا قبل أن تتلف تركة ابيك ما كان يكون هذا أدمك سائر عمرك.\n</p>\n\n<p>\nرأى ذيوجانس (¬1) الكلبى غلاما جميلا لا يحسن الكتاب فقال: اى بيت لو كان\nله ساكن.\n</p>\n\n<p>\nنظر ذيوجانس الى طرف شوك يجرى به الماء وعليه حية فقال: ما اشبه الملاح\nبالسفينة.\n</p>\n\n<p>\nقيل لذيوجانس: فلان غنى، فقال: لا أعرف ذلك ما لم اعرف تدبيره فى ماله.\n</p>\n\n<p>\nوقال: مر ذيوجانس بعشار، فقال له العشار: أمعك شىء من المال؟ قال: نعم،\nفوضع مخلاته فلم ير فيها شيئا، فقال: أين ما قلت؟ فكشف على صدره فقال: ههنا\nحيث لا تقدر عليه ولا تراه.\n</p>\n\n<p>\nقال: ونظر الى غلام حسن الصورة يتعلم الفلسفة فقال: قد احسنت حيث قرنت\nبمحبة حسن صورتك محبة حسن نفسك.\n</p>\n\n<p>\nقال الاسكندر لذيوجانس: أيها الملك الأعظم! فقال له: أنا ذيوجانس الكلبى\nابصبص للأخيار وأهل الفضل وأنبح وأعض من كان بخلاف ذلك؛ ونظر إلى رجل مبذر\nلماله فقال: هب لى منا فضة، فقال: كيف صرت تسأل الناس الحبة والفلس وتسألنى\nمنا فضة، فقال: لأنى ارجو من عنده العودة ولا ارجوها منك (¬2) ان كان مالك\nلا يبقى معك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nووقف الاسكندر عليه فقال: أما تخافنى؟ فقال: أخير انت أم شر؟ قال: بل\nخير؟ فقال: انى لا اخاف الخير بل أحبه؛ رأى شابا لا ادب له وعليه خاتم ذهب\nفقال: حمار عليه لجام ذهب؛ ونظر الى شاب احمق قاعد على حجر فقال: حجر على حجر.\n</p>\n\n<p>\nقال: وسأل شاب جاهل أفلاطن: كيف قدرت على كثرة ما تعلمت؟ قال: لأنى أفنيت\nمن الزيت أكثر مما شربت من الشراب.\n</p>\n\n<p>\nوقيل للاسكندر: بم نلت هذه المملكة العظيمة على حداثة سنك <span id='ms40'></span>؟ قال: باستماتة\nالأعداء وتصييرهم اصدقاء وبتعاهد الأصدقاء بالإحسان اليهم.\n</p>\n\n<p>\nقال: وعمل هواكسيرجس ثورا من طين وقربه في اليوم الذى كان اهل بلده\nيقربون فيه القربان لأصنامهم وقال: قبيح ذبح الحى المتنفس لما ليس بحى ولا متنفس.\n</p>\n\n<p>\nوقال: قصد الاسكندر موضعا ليحارب اهله فحاربه النساء، فكف عنهم وعن\nمحاربتهن وقال: هذا جيش إن غلبناه لم يكن لنا فيه فخر وإن غلبنا كانت\nالفضيحة آخر الدهر.\n</p>\n\n<p>\nقال: وأسر اسوسيوش وأراد رجل شراءه فقال له: أشتريك؟ فقال له: كيف\nتشترينى وأكون لك عبدا بعد ما اتخذتنى وزيرا - يريد بعد ما شاورتنى في\nابتياعى.\n</p>\n\n<p>\nقال ارسطاطاليس: إن الحاجة إلى العقل أقبح من الحاجة الى المال.\n</p>\n\n<p>\nوقال: هياجرسيس الاشكوثى (¬1): وركب البحر فلما لجج قال للملاح: كم تخن\nالواح سفينتك؟ قال: اصبعان، قال: فانما بيننا وبين الموت اصبعان.\n</p>\n\n<p>\nوقيل لأرسطاطاليس: ما أعسر الأشياء على الإنسان؟ قال: السكوت، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: ما احسن الحيوان؟ قال: الإنسان المزين بالأدب.\n</p>\n\n<p>\nوقيل له: أى الأشياء ينبغى ان يقتنيها العاقل؟ قال: الأشياء التى اذا\nغرقت سفينته سبحت معه.\n</p>\n\n<p>\nونظرت عجوز من الفلاسفة من بلاد اوطيقى الى رجل يريد ان يعرس وقد زين\nداره وكتب على بابها: لا يدخل هذا الباب شىء من الشر؟ قالت له: فامرأتك من\nأين تدخل إذن؟\n</p>\n\n<p>\nقال يوزسطيلس: ينبغى للأديب ان يأخذ من جميع الآداب اجودها كما ان النحل\nيأخذ من كل زهر اجوده.\n</p>\n\n<p>\nوكانت لأرسطاطاليس ضيعة نفيسة فدفعها الى قيم يقوم بها ولم يكن يشرف\nعليها فقال بعض الناس له: لم تفعل ذلك؟ فقال: انى لم اقتن ضيعة بتعاهدى\nللضياع وإنما اقتنيتها بتعاهدى ادب نفسى وبذلك ارجو اتخاذ ضياع اخر؛ وقال\nارسطاطاليس: العقل سبب رداءة العيش.\n</p>\n\n<p>\nوقال الإسكندر: انتفعت بأعدائي اكثر مما انتفعت بأصدقائى لأن اعدائى\nكانوا يعيروننى بالخطأ وينبهوننى عليه وكان اصدقائى يزينون لى الخطأ\nويشجعوننى عليه.\n</p>\n\n<p>\nوقال أنوخرسيس: الكرمة تحمل ثلاثة عناقيد: الأول عنقود لذة، والثانى\nعنقود سكر، والثالث عنقود سفه.\n</p>\n\n<p>\nقال أرسطاطاليس: الأدب يكسب الأغنياء زينة ويكسب الفقراء معاشا يعيشون به\nبين الإخوان.\n</p>\n\n<p>\nهيوفتاغورس، حضرته <span id='ms41'></span> الوفاة ارض غريبة فقال: يا معشر الأصدقاء! ليس بين\nالموت في الغربة والوطن فرق وذلك ان الطريق الى الآخرة واحد في جميع\nالمواضع. وخرج من عند بعض ملوكهم فقيل له: ما يصنع الملك؟ فقال: يفقر\nالناس، وقيل له: ما احلى الأشياء؟ قال: الذى يشتهى.\n</p>\n\n<p>\nوقال: الحب وفد جميع الأشياء الرديئة وذلك ان جميع الأشياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nالرديئة معلقة به، وقال: الآباء هم سبب الحياة والعلماء هم سبب صلاح\nالحياة.\n</p>\n\n<p>\nوقال: ونظر الى رجلين لا يكادان يفترقان فقال: اى قرابة بين هذين؟ فقيل\nله: ليس بينهما قرابة ولكنهما متصادقان، قال: فلم صار احدهما فقيرا والآخر\nغنيا؟ يريد لو كانا صديقين لتواسيا.\n</p>\n\n<p>\nوقال لمتعلم يتهاون بعلمه: ايها الحدث! انك ان لم تصبر على طلب التعلم\nصبرت على شقاء الجهل.\n</p>\n\n<p>\nونظر الى فتى يستخف بوالده فقال: يا هذا ألا تستحيى ان تحقر ما به اعجبتك نفسك.\n</p>\n\n<p>\nقال - وأراد ان يعظ الناس ويوبخهم على تهاونهم بالعلن فصعد موضعا عاليا\nوصاح: يا معشر الناس! فلما اجتمعوا قال: لم انادكم انما ناديت الناس؛ وقيل\nلزسيموس: ان فلانا يسىء فيك، قال: يحمله على ذلك جهله بالقول الحسن.\n</p>\n\n<p>\nوسأل زسيموس رجلا أن يقرضه مالا فأخلفه، فلامه بعض الناس على ذلك، فقال:\nجبهك بالرد، فقال: انه لم يزد على ان احمر وجهى بالخجل ولو اقرضنى لصفر\nوجهى مرات كثيرة.\n</p>\n\n<p>\nوقال اورينيدس: ان الحياة بغير الموسيقى الخمسة (¬1) لوحشة، وقال للذين\nيستميلون النساء بالحلى والكسوة الحسنة: يا هؤلاء انكم انما تعلمونهن محبة\nالأغنياء لا محبة الأزواج؛ وقال لبولس: اى الحيوان لا يشبع؟ فقال: التاجر\nالذى يربح.\n</p>\n\n<p>\nهبوقريطس نظر الى معلم ردىء الكتابة فقال له: لم لا تعلم الصراع؟ فقال:\nلا أحسنه، قال: هو ذا انت تعلم الكتابة ولا تحسنها.\n</p>\n\n<p>\nاوفقراطيس وجد حارسين نائمين في وقت الحرس فقتلهما وقال: تركتهما على ما\nوجدتهما عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nودعا بطليموس بعض الملوك الى طعامه فاستعفى وقال: انه يعرض للملوك قريب\nمما يعرض للذين ينظرون الى الصور فانهم إذا نظروا اليها من بعيد اعجبتهم\nوإذا نظروا اليها من قريب <span id='ms42'></span> لم يستحسنوها.\n</p>\n\n<p>\nقال مرسويورس: فكروا في ان اللذة مشوبة بالقبح ثم فكروا في انقطاع اللذة\nوبقاء ذكر القبيح.\n</p>\n\n<p>\nقال افلاطن: ينبغى للذين يأخذون على ايدى الأحداث ان يدعوا لهم موضعا\nللعذر لئلا يضطروا الى القحة بكثرة التوبيخ.\n</p>\n\n<p>\nوقال: محب الشرف هو الذى يتعب نفسه بالنظر في العلة؛ وقيل: ما العشق؟\nفقال: حركة النفس الفارغة بغير فكر.\n</p>\n\n<p>\nوقال: لا ينبغى للأديب ان يخاطب من لا ادب له كما لا ينبغى للصاحى ان\nيخاطب السكران؛ وقيل له: كيف يغم الإنسان عدوه؟ قال: يغمه اذا اصلح نفسه.\n</p>\n\n<p>\nفيثاغورس قيل له: اى شىء من الأفعال يشبه افعال الإله؟ قال: الإحسان إلى الناس.\n</p>\n\n<p>\nوفخروا عنده بالمال وكثرته فقال: ما حاجتى الى المال الذى يعطيه الحظ\nويحفظه اللؤم ويهلكه السخاء، وقيل له: ما اصعب شىء على الإنسان؟ قال: ان\nيعرف نفسه ويكتم الأسرار؛ وقيل لسقراط: اى السباع اجمل؟ قال: المرأة؛ وقيل\nله: ما الذ ما يكون في العالم؟ قال: الأدب والتعليم والنظر الى ما لم تكن\nاليه نظرت قبل ذلك؛ وقيل له: ما ينتفع به الأحداث من تعليم الآداب؟ قال: لو\nلم ينتفعوا الا بما يمنعهم من المذاهب الرديئة لكان في ذلك كفاية.\n</p>\n\n<p>\nنظر الى شيخ يحب النظر في الفلسفة ويستحيى، فقال: يا هذا! تستحيى ان تصير\nفي آخر عمرك افضل مما كنت عليه في اوله.\n</p>\n\n<p>\nوقال: الخطأ في اعطاء من لا ينبغى ومنع من ينبغى واحد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nواستشاره رجل في التزويج، فقال: ان اصحاب التزويج يشبهون بالسمك الذي\nيصاد بالقفاف فالذى يكون خارجا يريد الدخول فيها والذى قد دخل فيها يروم\nالخروج منها فانظر لا يصيبك مثل هذا.\n</p>\n\n<p>\nقال سقراط: ينبغى للعاقل ان يخاطب الجاهل مخاطبة المتطبب للمريض؛ قال\nسقراط: اللذة خناق من عسل.\n</p>\n\n<p>\nوقيل لسطراطوثيغوس: ان فلانا شتمك بالغيب، قال: لو ضربنى بالسياط وأنا\nغائب لم أبال، ورأى رجلا يذهب به الى الحبس في جناية، فقال: يا هذا! ما\nيساوى سرورك بما ارتكبت من اللذة هذه الفضيحة.\n</p>\n\n<p>\nورأى طبيبا جاهلا فقال: هذا يستحث - يعنى يعجل <span id='ms43'></span> بمن يعالج الى الموت، وكان\nيطبخ قدرا فنفد الحطب فقال لأراقلس وهو بالقرب منه: يا اراقلس! زعمت انك\nجاهدت اثنى عشر جهادا فاجعل هذا الثالث عشر وأخذه فجعله تحت القدر، وذاك ان\nاراقلس كان ملكا مذكورا من ملوك اليونانيين وكانت له اثنتا عشرة وقعة\nمشهورة وكانوا اتخذوا صنما على تمثاله فكانوا يعظمونه فذلك قوله اثنى عشر جهادا.\n</p>\n\n<p>\nودعاه رجل الى العشاء فلم يكن العشاء على ما ينبغى، فقال: يا هذا! إنك لم\nتدعنى الى العشاء ولكنك منعتنى منه؛ قيل له: متى تمسك عن مديح ياروس؟ قال:\nاذا امسك ياروس عن احسانه.\n</p>\n\n<p>\nوقيل له: ما تفسير شعر سنجولس؟ فقال: إن حفر بئر بقرب قناة يجرى فيها\nالماء ليس بأمر صعب.\n</p>\n\n<p>\nسخطورس المغنى قيل له: ان اميروس يكذب في شعره، فقال: انما يطلب من\nالشعراء الكلام الحسن اللذيذ فأما الصدق فانما يطلب من الأنبياء.\n</p>\n\n<p>\nباريذوس الخطيب قيل له: لم تحب الولد؟ فقال: لشدة محبتى له؛ وقيل لجاوس:\nتوفى مايندرس (¬1)، فقال: الويح له! فقد ضاع مسن عقلى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوقال هرمس: انه لصعب ان يوقف على حقيقة امر الخالق وغير ممكن ان يوصف،\nوذلك انه غير ممكن ان يوصف جسم مدرك بما ليس بمدرك ولا يدرك التام ما ليس\nبتام، ويصعب ان يقرن الأزلى بما ليس بأزلى فان الأزلى باق ابدا وغير الأزلى\nفان والفانى خيال وظل، فعلى قدر ما بين الضعيف والقوى وما بين الدون\nوالأشرف فكذلك بين الفانى وبين الإله الذى لا يموت.\n</p>\n\n\n<h1 class='l1' id='head18'>AUTO باب</h1>\n\n<p>\nمن عيون الشعر المستحسن والأمثال المنظومة الحكمية\n</p>\n\n<p>\nقال سليمان بن عبد الملك يوما والشعراء عنده: قد قلت نصفا فأجيزوه،\nقالوا: كيف هو؟ قال:\n</p>\n\n<p>\nنروح اذا راحوا ونغدو اذا غدوا\n</p>\n\n<p>\nفلم يصنعوا شيئا، فدخل (¬1) عليه جارية له فأخبرها، فقالت: كيف قلت؟\nفأنشدها، فقالت:\n</p>\n\n<p>\nوعما قليل لا نروح ولا نغدو\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nان الظلوم الحسود في كرب * يخاله من رآه مظلوما\n</p>\n\n<p>\nذا نفس دائم على نفس * يظهر منه ما كان مكتوما\n</p>\n\n<p>\nأنشدنيه عبد الرحمن عن عمه الأصمعى:\n</p>\n\n<p>\nوأجرأ من رأيت بظهر غيب <span id='ms44'></span> * على ذكر العيوب ذوو العيوب\n</p>\n\n<p>\nقال: وأنشدنى عبد الرحمن أيضا\n</p>\n\n<p>\nفمن كان مغرورا بطول حياته * فانى زعيم ان سيصرعه الدهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nآخر عنه:\n</p>\n\n<p>\nستمضى مع الأيام كل مصيبة * وتحدث احداث تنسى المصائبا\n</p>\n\n<p>\nآخر عنه:\n</p>\n\n<p>\nاذا مت لم توصل بعرف قرابة * ولم يبق في الدنيا رجاء لسائل\n</p>\n\n<p>\nوأنشدنا في مثله:\n</p>\n\n<p>\nاذا ثوى في القبور ذو خطر * فزره فيها وانظر الى خطره\n</p>\n\n<p>\nوأنشدنا:\n</p>\n\n<p>\nاذا كنت جماعا لمالك ممسكا * فأنت عليه خازن وأمين\n</p>\n\n<p>\nوأنشد غيره:\n</p>\n\n<p>\nتؤديه مذموما الى غير حامد * فيأكله عفوا وأنت دفين\n</p>\n\n<p>\nوأنشد غيره:\n</p>\n\n<p>\nاذا كنت تأتى المرء توجب حقه * ويجهل مك الود فالهجر (¬1) اوسع\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nما يطلب الدهر تدركه مخالبه * والدهر بالوتر تاج غير مطلوب\n</p>\n\n<p>\nوأنشد لعمارة بن صفوان الضبى:\n</p>\n\n<p>\nأجارتنا من يجتمع يتفرق * ومن يك رهنا للحوادث يغلق\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nاذا انت لم تبرح وتقتضى * على الظن اردتك الظنون الكواذب\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nلا تدعونى فانى لست تابعكم * ما كنت منكم ولا حسى ولا جرسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nولا اكون كمن القى رحالته * على الحمار وخلى منسج الفرس\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nولسنا كقوم محدثين سيادة * يرى مالها ولا يحسن فعالها\n</p>\n\n<p>\nفمسعاتكم مقصورة لعيالكم * ومسعاتنا ذبيان طرا عيالها\n</p>\n\n<p>\nوأنشد السكن بن سعيد لعبيد الله (¬1) بن الحر:\n</p>\n\n<p>\nلم يبق شىء يسامه احد * الا وقد سامناه اخوتنا\n</p>\n\n<p>\nفوجدونا نحمي الذمار ونأ * بى الضيم أن تستباح حرمتنا\n</p>\n\n<p>\nبذاك أوصى من قبل والدنا * وتلك أيضا غدرا وصيتنا\n</p>\n\n<p>\nوأنشد عبد الرحمن ابن اخى الأصمعى:\n</p>\n\n<p>\nفبتنا به ليل التمام بنعمة * وعيش لنا حتى جلا الصبح كاشف\n</p>\n\n<p>\nنقول اذا ما كوكب غار ليته * بحيث رأيناه عشاء يخالف\n</p>\n\n<p>\nفلما هممنا بالتفرق اظهرت * بقايا التحيات الدموع الذوارف\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nلم ار مثل الليل لم يعطه الرضا * اخو الحب حتى يصبح الليل راضيا\n</p>\n\n<p>\nأنشد عبد الرحمن عن عمه لبعض القيسيين:\n</p>\n\n<p>\nيا سلم لا اقرى التعذر نازلي * والذم ينزل ساحة المعتذر\n</p>\n\n<p>\nولقد علمت اذا الرياح تجاذبت * اطناب بيتك في الزمان الأغبر\n</p>\n\n<p>\nإني لأرفع للضيوف تحيتى * وأشب ضوء النار للمتنور\n</p>\n\n<p>\nوينال بالمال القليل براعتى * قحما تضيق بها ذراع المكثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأنشدنا ابو عثمان <span id='ms45'></span> عن التوزى عن ابى عبيدة\n</p>\n\n<p>\nلشقران السلامى في قتل الوليد:\n</p>\n\n<p>\nان الذي ربضها أمره * سرا امره بين للناخع (¬1)\n</p>\n\n<p>\nلكالتي يحسبها أهلها * عذراء بكرا وهي في تاسع\n</p>\n\n<p>\nفاركب من الأمر قراديده * بالحزم والقوة او صانع\n</p>\n\n<p>\nحتى ترى الأجدع مذلوليا * يلتمس الفضل إلى الجادع\n</p>\n\n<p>\nكنا نداريها فقد مزقت * واتسع الخرق على الراقع\n</p>\n\n<p>\nكالثوب اذ أنهج فيه البلى * اعيا على ذى الحيلة الصانع\n</p>\n\n<p>\nقراديد الأمر: شدته وصعوبته، المذلولى: الذى قد ذل وانقاد وخضع. قال: كان\nقد اشار على الوليد ان يقتل الذين شغبوا عليه حتى يطلب المجدوع (¬2) الفضل\nالى من جدعه (¬3) ويرضى بالتخلص.\n</p>\n\n<p>\nانشدنا ابو عثمان عن التوزى\n</p>\n\n<p>\nللنابغة الذبيانى ولم يعرفها الأصمعى:\n</p>\n\n<p>\nودع أمامة إن اردت رواحا * وطويت كشحا دونهم وجناحا\n</p>\n\n<p>\nبوداع لا ملق ولا متكاره * لا بل تعل تحية وصفاحا\n</p>\n\n<p>\nفاهجرهم هجر الصديق صديقه * حتى تلاقيهم عليك شحاحا\n</p>\n\n<p>\nلا خير في عزم بغير روية * والشك وهن ان اردت سراحا\n</p>\n\n<p>\nفاستبق ودك للصديق ولا تكن * قتبا يعض بغارب ملحاحا\n</p>\n\n<p>\nضغنا تدخل تحته احلاسه * شد البطان فما يريد براحا\n</p>\n\n<p>\nوالرفق يمن والاناة سعادة * فاستأن في رفق تلاق نجاحا\n</p>\n\n<p>\nواليأس عما فات يعقب راحة * ولرب مطعمة تعود ذباحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشد لرجل من هذيل ولم يعرفها\n</p>\n\n<p>\nالأصمعي وهو لأبى العيال\n</p>\n\n<p>\nفبعض الأمر أصلحه ببعض * فان الغث يحمله السمين\n</p>\n\n<p>\nولا تعجل بظنك قبل خبر * فعند الخبر تنقطع الظنون\n</p>\n\n<p>\nترى بين الرجال العين فضلا * وفيما اضمروا الفضل المبين\n</p>\n\n<p>\nكلون الماء مشتبها وليست * تخبر عن مذاقته العيون\n</p>\n\n<p>\nأنشدنا عبد الرحمن عن عمه للمستنير بن طلبة احد بنى اقيش:\n</p>\n\n<p>\nاعاتب ليلى انما الصرم ان ترى * خليلك يأتى ما اتى لا تعاتبه\n</p>\n\n<p>\nوما اهل ليلى من صديق فينفعوا * ولا اهل ليلى من عدو تجانبه\n</p>\n\n<p>\nيولون حقدا كان بينى وبينهم * قديما كما يستوعب الدر حالبه\n</p>\n\n<p>\nوذى حنق باد علي تركته * كذى الأثر يستدمى من الطير غاربه (¬1)\n</p>\n\n<p>\nوأنشدنا عن التوزى عن أبى عبيدة لرجل من عبشمش:\n</p>\n\n<p>\nدعانى سهم دعوة فأجبته * ومن ذا الذى يرجى لنائبة بعدى\n</p>\n\n<p>\nفلو بى بدأتم قبل من قد دعوتم <span id='ms46'></span> * لفرجت عنكم كل نائبة جهدى\n</p>\n\n<p>\nإذا المرء ذو القربى وذو الود اجحفت * به نكبة سلت مصيبته حقدى\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nما ذاق طعم الغنى من لا قنوع له * ولن ترى قانعا ما عاش مفتقرا\n</p>\n\n<p>\nالعرف من يأته يعرف عواقبه * ما ضاع عرف ولو أوليته حجرا\n</p>\n\n<p>\nوأنشد لضرار بن عيينة العبشمى:\n</p>\n\n<p>\nأحب الشىء ثم اصد عنه * مخافة أن يكون به مقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nاحاذر ان يقال لنا فنخزى * ونعلم ما تسب به الرجال\n</p>\n\n<p>\nأنشد عبد الرحمن عن عمه لحضرمى بن عامر الأسدى\n</p>\n\n<p>\nلقد جعل الرك القليل يسيلنى * إليك ويشريك القليل فتعلق\n</p>\n\n<p>\nوقد جعلت تبدو العداوة بيننا * حديثا وأسباب المودة تخلق\n</p>\n\n<p>\nلعلك يوما ان تود لو انني * قريب ودونى من ملا الأرض مخفق\n</p>\n\n<p>\nوتنظر في أسرار كفك هل ترى * لنا خلفا مما نفيد وننفق\n</p>\n\n<p>\nأنشدنى عبد الرحمن عن عمه لعلى بن بذال من بنى سليم\n</p>\n\n<p>\nلعمرك اننى وابا ذراع * على حال التكاشر منذ حين\n</p>\n\n<p>\nلأبغضه ويبغضنى وأيضا * يرانى دونه وأراه دونى\n</p>\n\n<p>\nفلو انا على جحر ذبحنا * جرى الدميان بالخير اليقين\n</p>\n\n<p>\nأنشدنا الأشناندانى عن التوزى عن أبى عبيدة لعيان\n</p>\n\n<p>\nابن ثعلبة بن انف الكلب الصيداوى:\n</p>\n\n<p>\nدفعنا طريفا بأطرافنا * وبالراح عنا فلم يدفعونا\n</p>\n\n<p>\nفلم تبق الا التى حاولوا * وخفنا وأحر بها أن تكونا\n</p>\n\n<p>\nوغركم بارق صادق * وجم العديد ولم تحبسونا (¬1)\n</p>\n\n<p>\nفان يك فيكم لكم ثروة * ونحن العديد وان كان دونا\n</p>\n\n<p>\nوإنا إذا هزهزتنا السيوف * وصرحت الحرب ضربا ثبينا\n</p>\n\n<p>\nوكان الصميم ذوى بأسنا * فطاح الوشيظ وكان عزينا (¬2)\n</p>\n\n<p>\nوأعصم بالصبر جلى الأمور * فنحن الأولى لا كما تعلمونا\n</p>\n\n<p>\nوحكت بأحسابها بركها * ولا تأكل الحرب الا سمينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشدنا عبد الرحمن عن عمه لأبى سدرة\n</p>\n\n<p>\nسحيم بن الاعرف الهجيمى:\n</p>\n\n<p>\nالى حسان من اكناف نجد * رحلنا العيس تنفخ في براها\n</p>\n\n<p>\nنعد قرابة ونعد صهرا * ويسعد بالقرابة من يراها\n</p>\n\n<p>\nوما زرناك من عدم ولكن * يهش إلى الامارة من رجاها\n</p>\n\n<p>\nوأيا ما فعلت فان نفسي * تعد صلاح نفسك من غناها\n</p>\n\n<p>\nوأنشد لأفنون التغلبى واسمه صريم بن معشر:\n</p>\n\n<p>\nولست على شىء فروحا معاويا * ولا المشفقات اذ تبعن <span id='ms47'></span> الحوازيا\n</p>\n\n<p>\nاى: الكواهن.\n</p>\n\n<p>\nولا خير فيما يكذب المرء نفسه * وتقواله للشىء ياليت ذا ليا\n</p>\n\n<p>\nلعمرك ما يدرى امرؤ كيف يتقى * إذا هو لم يجعل له الله واقيا\n</p>\n\n<p>\nوأنشد للمغيرة بن حبناء:\n</p>\n\n<p>\nاذا المرء أثرى ثم قال لقومه * انا السيد المفضى اليه المعظم (¬1)\n</p>\n\n<p>\nولم يولهم خيرا ابوا ان يسودهم * وهان عليهم رغمه وهو أظلم\n</p>\n\n<p>\nوأنشد لحضرمى بن عامر الأسدى:\n</p>\n\n<p>\nما زال إهداء الضغائن بينهم * شتم الصديق وكثرة الألقاب\n</p>\n\n<p>\nحتى تركت كأن أمرك فيهم * في كل مجمعة طنين ذباب\n</p>\n\n<p>\nاهلكت جندك من صديقك فالتمس * جندا تعيش به من الأوغاب\n</p>\n\n<p>\nالأوغاب: الضعفاء من الناس.\n</p>\n\n<p>\nولقد طويتكم على بللاتكم * وعرفت ما فيكم من الأذراب\n</p>\n\n<p>\nكيما اعدكم لأبعد منكم * ولقد يجاء الى ذوى الأحساب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head19'>AUTO باب المنتخب من شعر الأعراب في فنون شتى</h1>\n\n<p>\nأنشدنا:\n</p>\n\n<p>\nما وجد أعرابية قذفت بها * صروف النوى من حيث لا تك ظنت\n</p>\n\n<p>\nتمنت أحاليب الرعاء وخيمة * بنجد فلم يقدر لها ما تمنت\n</p>\n\n<p>\nوسد عليها باب أصهب لازم * عليه رقاقا (¬1) قربة قد أبلت\n</p>\n\n<p>\nاذا ذكرت ماء الفضاء وطيبه * وبرد الحصى من نحو نجد أرنت\n</p>\n\n<p>\nبأوجد من وجد بريا وجدته * غداة غدونا غربة واطمأنت\n</p>\n\n<p>\nفان يك هذا عهد ريا وأهلها * فهذا الذى كنا ظننا وظنت\n</p>\n\n<p>\nوأنشد للصمة بن عبد الله القشيرى:\n</p>\n\n<p>\nألا ليت شعرى هل ابيتن ليلة * بسعد ولما يخل من اهله سعد\n</p>\n\n<p>\nوهل أقبلن النجد اعناق أينق * وقد سال مسيا ثم من صبحه النجد (¬2)\n</p>\n\n<p>\nوهل أخبطن القوم والريح قرة * فروع الألاء حفه عقد جعد\n</p>\n\n<p>\nوكنت أرى ريا ونجدا من الهوى * فما من هواى اليوم ريا ولا نجد\n</p>\n\n<p>\nأنشدنا الرياشى:\n</p>\n\n<p>\nألا قاتل الله الحمامة غدوة * علي الفرع (¬3) ماذا هيجت حين غنت\n</p>\n\n<p>\nتغنت غناء اعجميا فهيجت * جواى الذى كانت ضلوعى اجنت (¬4)\n</p>\n\n<p>\nنظرت بصحراء البريقين نظرة * حجازية لو جن طرف لجنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nسألت فقالوا قد اصابت ظعائن * مريعا وأين النجد نجد مريع\n</p>\n\n<p>\nظعائن إما من هلال فما درى ال * مخبر او من عامر بن ربيع\n</p>\n\n<p>\nلهن زهاء بالفضاء كأنه * مواقر نخل من نطاة ينيع\n</p>\n\n<p>\nيقولون مجنون <span id='ms48'></span> بسمراء مولع * ألا حبذا جن بها وولوع\n</p>\n\n<p>\nولا خير في حب يكون كأنه * شغاف أجنته حشا وضلوع\n</p>\n\n<p>\nوأنشد لصخر بن جعد المحاربى:\n</p>\n\n<p>\nبنفسى وأهلى اذا عرضوا له * ببعض الأذى لم يدر كيف يجيب\n</p>\n\n<p>\nولم يعتذر عذر البرىء ولم تزل * به سكتة حتى يقال مريب\n</p>\n\n<p>\nلقد ظلموا ذات الوشاح ولم يكن * لنا من هوى ذات الوشاح نصيب\n</p>\n\n<p>\nوأنشد للأقرع بن معاذ القشيرى:\n</p>\n\n<p>\nولا خير في الدنيا اذا انت لم تزر * حبيبا ولم يطرب اليك حبيب\n</p>\n\n<p>\nوأكببت اكباب الدنىء وباعدت * لك النفس حاجات وهن قريب\n</p>\n\n<p>\nسقيت دم الحيات ان لمت بعدها * حبيبا ولا عنفته بحبيب\n</p>\n\n<p>\nأنشدنا الأشناندانى قال: أنشدنا التوزى عن ابى عبيدة\n</p>\n\n<p>\nلرامة بنت حسين بن قيس بن منقذ بن الطماح:\n</p>\n\n<p>\nأقام معى من لا أحب جواره * وجاراى جارا الصدق مرتحلان\n</p>\n\n<p>\nولا يستوى الجاران جار مكارم * وجار طويل العمر والانحان\n</p>\n\n<p>\nألا ليت شعرى هل أبيتن ليلة * وبينى وبين الكوفة النهران\n</p>\n\n<p>\nفان ينجنى منها الذي ساقنى لها * فلا بد من غمر ومن شنآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nأنشدنى ابو حاتم:\n</p>\n\n<p>\nإذا اشتملت على اليأس (¬1) القلوب *وضاق بنابه الصدر الرحيب\n</p>\n\n<p>\nوأوطنت المكاره واطمأنت *وأرست فى اماكانها الخطوب\n</p>\n\n<p>\nولم ار (¬2) لانكشاف الضر وجها * ولا اغنى بحيلته الأريب\n</p>\n\n<p>\nاتاك على قنوط منك غوث * يمن به اللطيف المستجيب\n</p>\n\n<p>\nوكل الحادثات وإن تناهت (¬3) * فمقرون بها الفرج القريب\n</p>\n\n<p>\nوأنشدنى ايضا:\n</p>\n\n<p>\nاذا أنت جاريت السفيه * فأنت سفيه مثله غير ذى حلم\n</p>\n\n<p>\nاذا امن الجهال حلمك مرة * فعرضك للجهال غنم من الغنم\n</p>\n\n<p>\nفلا تقبضن عرض السفيه وداره * بحلم فان أعيا عليك فبالصرم\n</p>\n\n<p>\nوعم عليه الحلم والجهل والقه * بمنزلة بين العداوة والسلم\n</p>\n\n<p>\nفيرجوك تارات ويخشاك تارة * ويأخذ فيما بين ذلك بالحزم\n</p>\n\n<p>\nفإن لم تجد بدا من الجهل فاستعن * عليه بجهال فذاك من العزم\n</p>\n\n<p>\nوأنشدنى عبد الرحمن ويروى لسويد بن الصامت:\n</p>\n\n<p>\nألا رب من تدعو صديقا ولو ترى * مقالته بالغيب ساءك ما يفرى\n</p>\n\n<p>\nمقالته كالشهد ما كان شاهدا * وبالغيب مأثور على ثغرة النحر\n</p>\n\n<p>\nأنشدنا عبد الرحمن ابن أخى الأصمعى عن عمه لرجل من غطفان:\n</p>\n\n<p>\nاذا انت <span id='ms49'></span> لم تستبق ود صحابة * على دخن أكثرت بث المعايب\n</p>\n\n<p>\nوإنى لأستبقى امرأ السوء عدة * لعدوة عريض من الناس عائب\n</p>\n\n<p>\nأخاف كلاب الأبعدين ونبحها * اذا لم تجاوبها كلاب الأقارب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nأنشدني عبد الرحمن:\n</p>\n\n<p>\nيا قوم ان سعيدا من يكون له * من ربه عن ركوب الغى مزدجر\n</p>\n\n<p>\nلا تبطرن بلاد الله عندكم * فقبلكم شأن اهل النعمة البطر\n</p>\n\n<p>\nما غير الله من نعماء انعمها *على معاشر حتى تبدأ الغير\n</p>\n\n<p>\nقد اصبح المتقى منكم على وجل * والمعتدى معرض منكم له العبر\n</p>\n\n<p>\nأنشدنى عمى عن ابيه عن الكلبى:\n</p>\n\n<p>\nيا مرء يا خير اخ * نازعت در الحلمة\n</p>\n\n<p>\nيا خير من اوقد لل * أضياف نارا جحمه\n</p>\n\n<p>\nيا قائد الخيل ومجتا * ب الدلاص الدرمه\n</p>\n\n<p>\nيا جالب (¬1) الخيل الى ال * خيل تعادى أضمه\n</p>\n\n<p>\nسيفك لا يشقى به * الا العسير السنمة\n</p>\n\n<p>\nجاد على قبرك غي * ث من سحاب رزمه (¬2)\n</p>\n\n<p>\nينبت نورا ارجا * جرجاره والينمه\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nاذا المرء لم يبذل لك الود مقبلا * يد الدهر لم يبذل لك الود مدبرا\n</p>\n\n<p>\nفدع ذا الهوى قبل القلى (¬3) ترك ذى الهوى * متين القوى خير من الصرم مصدرا\n</p>\n\n<p>\nآخر:\n</p>\n\n<p>\nوما نفى عنك قوما انت خائفهم * كمثل وقمك جهالا بجهال\n</p>\n\n<p>\nفاقعس اذا حدبوا واحدب اذا قعسوا * ووازن الشر مثقالا بمثقال\n</p>\n\n<p>\nآخر:\n</p>\n\n<p>\nان كنت لا ترهب ذمى لما * تعرف من صفحى عن الجاهل\n</p>\n\n<p>\nفاخش سكوتى أن ارى منصتا * فيك لمسموع خنا القائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nفالسامع الذم شريك له * ومطعم المأكول كالآكل\n</p>\n\n<p>\nمقالة السوء الى اهلها * أسرع من منحدر سائل\n</p>\n\n<p>\nومن دعا الناس الى ذمه * ذموه بالحق وبالباطل\n</p>\n\n<p>\nفلا تهج ان كنت ذا اربة * حرب اخى التجربة العاقل\n</p>\n\n<p>\nان اخا العقل اذا هجته * هجت به ذا لبدة خاتل\n</p>\n\n<p>\nتبصر في عاجل شداته * عليك غب الضرر الآجل\n</p>\n\n<p>\nأنشدنى عبد الرحمن بن عبد الله:\n</p>\n\n<p>\nيا ايها الجاهل المزجى أذيته * هل انت عن قولك العوراء مزدجر\n</p>\n\n<p>\nإنى إذا مد مبطانى الى امد * لا يستطيع حضارى المقرف البطر\n</p>\n\n<p>\nلاقى قناتى مضرارا عشوزنة * لا قادح قد يتعناها ولا خور\n</p>\n\n<p>\nإنى لأصفح عن قومى وألبسهم * على الضغائن <span id='ms50'></span> حتى تبرأ المير\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nصديقك حين تستغنى كثير * وما لك عند فقرك من صديق\n</p>\n\n<p>\nفلا تغضب على احد اذا ما * طوى عنك الزيارة عند ضيق\n</p>\n\n<p>\nوأنشدنى:\n</p>\n\n<p>\nما عن فارقت دار معاشر * هم المانعون حوزتى وذمارى\n</p>\n\n<p>\nولكنه ما قدر الله كائن * نظار ترقب ما يحم نظار\n</p>\n\n<p>\nويروى: يجم، وانشد:\n</p>\n\n<p>\nما اقرب الأشياء حين يسوقها * قدر وأبعدها إذا لم تقدر\n</p>\n\n<p>\nفسل اللبيب تكن لبيبا مثله * من يسع في علم بلب يمهر\n</p>\n\n<p>\nوتدبر الأمر الذي تعنى به * لا خير في عمل بغير تدبر\n</p>\n\n<p>\nفلقد يجد المرء وهو مقصر * ويخيب جد المرء غير مقصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nذهب الرجال المقتدى بفعالهم * والمنكرون لكل امر منكر\n</p>\n\n<p>\nوبقيت فى خلف (¬1) يزين بعضهم * بعضا ليدفع معور عن معور\n</p>\n\n<p>\nأبنى إن من الرجال بهيمة * في صورة الرجل السميع المبصر\n</p>\n\n<p>\nفطن بكل مصيبة في ماله * فاذا اصيب بدينه لم يشعر\n</p>\n\n<p>\nوأنشد عبد الرحمن عن عمه:\n</p>\n\n<p>\nوحب كأضناء النحاز (¬2) كتمته * مع القلب لم يعلم به من الأطف\n</p>\n\n<p>\nوإنى لأحمى الحب حتى ارده * خفى المرد لم تنله الزعانف\n</p>\n\n<p>\nوأخفى من الوجد الذي لو أذيعه * لحن عليه القاصرات العفائف\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nانت الفتى كل الفتى * لو كنت تفعل ما تقول\n</p>\n\n<p>\nلا خير في كذب (¬3) الجوا * دو حبذا صدق البخيل\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nأرى كل من أثرى يرى ذا مهابة * وإن كان مذموما لئيما نقائبه\n</p>\n\n<p>\nومن يفتقر يدعى اللئيم (¬4) ويمتهن * غريبا وتبغض ان تراه اقاربه\n</p>\n\n<p>\nويرمى كما ذو العر يرمى ويتقى * ويجنى ذنوبا كلها هو عائبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nيا ايهذا الذى قد غره الأمل * ودون ما يأمل التنغيص والأجل\n</p>\n\n<p>\nألا ترى انما الدنيا وزينتها * كمنزل الركب دارا ثمت ارتحلوا\n</p>\n\n<p>\nحتوفها رصد وكدها نكد * وعيشها رنق وملكها دول\n</p>\n\n<p>\nتظل تفزع بالروعات ساكنها * فما يدوم له حزن ولا جدل\n</p>\n\n<p>\nكأنه للمنايا والردى غرض * تظل فيه بنات الدهر تنتضل\n</p>\n\n<p>\nالمرء يسعى بما يسعى لوارثه * والقبر وارث ما يسعى له الرجل\n</p>\n\n<p>\nتم كتاب المجتنى، والحمد لله رب العالمين، وصلى الله على نبيه محمد\nوعترته الطاهرين، وسلم اجمعين (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head20'>AUTO ترجمة ابى اليمن الكندى راوى هذا الكتاب <span id='ms51'></span></h1>\n\n<p>\nهو زيد بن الحسن بن زيد بن الحسن بن زيد بن الحسن تاج الدين ابو اليمن\nالكندى النحوى اللغوى المقرى المحدث الحافظ، ولد ببغداد سنة عشرين وخمسمائة\nوحفظ القرآن وهو ابن سبع سنين وأكمل القراءات العشرة وهو ابن عشر.\n</p>\n\n<p>\nقال الذهبي: فإني لا اعلم أحدا من الأئمة عاش بعد قراءة القرآن ثلاثا\nوثمانين سنة غيره، قرأ العربية على ابى محمد سبط ابى منصور الخياط وابن\nالشجرى وابن الخشاب، واللغة على موهوب الجواليقي، وسمع الحديث من ابى بكر\nبن عبد الباقى وخلائق، قدم دمشق ونال الحشمة الوافرة والتقدم وازدحم عليه\nالطلبة، وكان حنبليا فصار حنفيا وتقدم في مذهب ابى خنيفة، ودرس وصنف وكان\nصحيح السماع ثقة في النقل.\n</p>\n\n<p>\nاستوزره فروخ شاه ثم اتصل بأخيه تقى الدين عمر صاحب حماة واختص به وكثرت\nأمواله وكتب الخط المنسوب، وله خزانة كتب بالجامع الأموى فيها كل نفيس.\n</p>\n\n<p>\nتوفى يوم الاثنين سادس شوال سنة ثلاث عشرة وستمائة، وانقطع بموته اسناد عظيم.\n</p>\n\n<p>\n***\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head21'>AUTO خاتمة الطبع</h1>\n\n<p>\nالحمد لله الذى وفق لإعادة طبع هذا الكتاب بعونه وكرمه في بلدة حيدر آباد\nفي عهد مظفر الممالك فتح جنك نظام الدولة نظام الملك آصف جاه سلطان العلوم\nمير عثمان على خان بهادر لا زالت رايات ملكه خافقة وشموس دولته شارقة.\n</p>\n\n<p>\nوذلك في عهد وزارة هز اكسلنسى السير النواب الحافظ احمد سعيد خان رئيس\nچهتارى ورئيس الوزراء في الدولة الآصفية ابقاه الله لرقى المملكة الآصفية\nالى منازل عالية ونشر علوم القرآن في معالم الدين ان الله لا يضيع اجر\nالمحسنين.\n</p>\n\n<p>\nوهذه الجمعية تحت رئاسة الأديب الجليل الدكتور النواب مهدى يارجنك بهادر\nوزير المعارف ونائب امير الجامعة العثمانية، ونيابة الشهم الغيور السيد\nالعزيز وزير العدلية والشرعية ونائب الرئيس، وتحت اعتماد الحسيب النسيب\nالحاج السيد محيى الدين العميد لوزير المعارف، وذى المجد والكرم النواب\nناظر يار جنك بهادر شريك العميد للجمعية، ابقاهم الله في خدمة العلم\nوالدين، وآخر دعوانا ان الحمد لله رب العالمين، والصلاة والسلام على خاتم\nالنبيين وآله وأصحابه اجمعين.\n</p>\n\n<p>\n*****\n</p>\n\n<p>\nتمت الطبعة <span id='ms52'></span> الثالثة لكتاب المجتنى يوم الأربعاء الخامس عشر من شهر جمادى\nالآخرة سنة 1382ه = نوفمبر سنة 1962م. وصلى الله تعالى على خير خلقه سيدنا\nومولانا وآله وصحبه اجمعين.\n</p>\n\n\n### |EDITOR|\nEndnotes\n<p>\n(¬1) تنبيه: هذا الجزء \"المجتنى\" لأبي بكر محمد بن الحسن ابن دريد، من\nالأجزاء النفيسة الذي اشتمل على نصوص عالية عزيزة، كانت موردا عزيزا\nلكثير من العلماء؛ منهم الحافظ ابن عساكر الذي خرج منه في \"تاريخ دمشق\"\nنصوصا كثيرة عزيزة على صغر حجمه؛ مما يدلك على أهميته وعلو قدره ورفيع\nمنزلته؛ غير أنه قد وقع فيه - كما يقع في غيره من المدونات الأدبية - بعض\nالنصوص التي يلحظ فيها القارئ الكريم نيلا من بعض الصحابة وغيرهم من أئمة\nالهدى، سواء كان هذا النيل صريحا أو إشارة؛ لذا ينبغي التأكيد على أن\nالأخبار المتلقاة في أبواب الاعتقاد ونحوها من الأبواب الكبار، لا تؤخذ\nمن أي أحد كان، وإنما تؤخذ من الأئمة الموثوقين المشهود لهم بالعدالة\nوالاستقامة والحفظ والضبط؛ أما ابن دريد، فقد \"تكلموا فيه\"، كما قال\nالدارقطني (سؤالات السهمي60) وقال الأزهري: \"سألت إبراهيم بن محمد بن\nعرفة الملقب بنفطويه عنه: فاستخف به، ولم يوثقه في روايته\" (تهذيب اللغة\n1: 27، وعنه في لسان الميزان 7: 80). وقال مسلمة بن قاسم: \"كان كثير\nالرواية للأخبار، وأيام الناس والأنساب، غير أنه لم يكن ثقة عند جميعهم\".\n(لسان الميزان 7: 81). ش (= وهو رمز \"المكتبة الشاملة\" فيما يستقبل من\nتعليقات منسوبة إليها؛ لتتميز عن تعليقات تحقيق الجزء).\n</p>\n\n<p>\n(¬2) القائل هو أبو منصور - وهو: العكبري -.\n</p>\n\n<p>\n(¬3) هنا سقط؛ فإن أبا محمد القاضي عبد الله بن علي بن أيوب-وهو\nالعكبري-، ولد سنة 320، يعني قبل وفاة ابن دريد 321 بسنة واحدة، وعبد\nالله بن علي بن أيوب، يروي عن ابن دريد بواسطة أبي بكر أحمد بن محمد بن\nالجراح الخزاز، كما في مواضع من تاريخ دمشق لابن عساكر، وبغية الطلب لابن\nالعديم. والله أعلم. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) هو عمير بن عدى الخطمى - كما في سيرة ابن هشام.\n</p>\n\n<p>\n(¬2) كذا في المطبوع، وفي الجمهرة 1: 281: \"فيه\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) هو أبو بكر ابن دريد. ش\n</p>\n\n<p>\n(¬2) كذا في <span id='ms53'></span> المطبوع، والصواب (مريد)، بضم الميم وفتح الراء وسكون الياء\nالمعجمة باثنتين من تحتها، كذا ضبطه ابن ماكولا في الإكمال 7: 181. ش\n</p>\n\n<p>\n(¬3) كذا في المطبوع، وفي المزهر 1: 241 عن ابن دريد: \"ينقضي\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا في المطبوع، وفي المصادر: \"عارضيك\". انظر مثلا: مغازي الواقدي\n1: 111. ش\n</p>\n\n<p>\n(¬2) كذا في المطبوع، وفي مجمل اللغة 1: 139 وشمس العلوم 1: 663:\n\"البور\". ش.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) الخالة: جمع خائل، وهو الرجل المختال. انظر: تهذيب اللغة 7: 230،\nجمهرة اللغة 2: 1056و3: 1319. ش\n</p>\n\n<p>\n(¬2) رجل خلبوت: خداع مكار. جمهرة اللغة 3: 1239. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) قال السهيلي في الروض الأنف 7: 275: \"قالها يوم حنين أيضا في حديث\nخرجه مسلم\". وذكر كلامه في المقاصد الحسنة (ص736)، ثم قال: \"فيحرر\". قلت:\nلم أقف عليه في مسلم، ولا تعرض له أحد من شراح مسلم فيما أعلم. ش\n</p>\n\n<p>\n(¬2) رواية نسخة اكسفورد: اى فيده الجانية، وكذا في هامش الأخرى فقال في\nحاشية نسخة المتحف البريطانى: قال غير ابى بكر بن دريد لم يرد اليد\nبعينها انما المعنى ما اجترحت جميع جوارحه كقول الله عز وجل \"وما أصابكم\nمن مصيبة فبما كسبت أيديكم\" - والله أعلم بكتابه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) حاشية نسخة المتحف: قال غير ابى بكر: ملك نفسه يعنى ضبطها، ومنه\nقولهم: ملكت العجين اذا انعمت عجنه قال الشاعر:\nقالت سليمى لست بالحادى المدل * مالك لا تملك اعضاد الإبل\n</p>\n\n<p>\n(¬2) كذا ولعله \"انكأ للقلب\" - ح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) هذا ممحو في الأصل الا لفظ البلاء وحرف القاف في آخره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا والظاهر: \"عمله\".\n</p>\n\n<p>\n(¬2) والحديث المشهور: \"اليمين الفاجرة تذر الديار بلاقع\".\n</p>\n\n<p>\n(¬3) لعله: احتجان.\n</p>\n\n<p>\n(¬4) (المعر): ذهاب الشعر عن الرأس وغيره، معر يمعر معرا، والأصل في\nالمعر ذهاب الشعر عن أشاعر الفرس، ثم كثر حتى استعمل في غير ذلك. جمهرة\nاللغة 2: 773. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا والمعروف: صدقت.\n</p>\n\n<p>\n(¬2) لعله: \"كما\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) وبق الإنسان إذا هلك. جمهرة اللغة 1: 375. ش\n</p>\n\n<p>\n(¬2) من هاهنا نسخة المتحف البريطانى كاملة الى آخر الكتاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) حاشية في نسخة المتحف: يريد قوله عين لا تدمع، وصحة هذه اللفظة ظاهر\nوذلك ان عدم البكاء دليل على القسوة فاستعاذ من ذلك كما استعاذ من قلب لا\nيخشع كيف وقد وردت الآثار بالحض على البكاء.\n</p>\n\n<p>\n(¬2) في نسخة آكسفورد <span id='ms54'></span>: \"مقيدا\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا.\n</p>\n\n<p>\n(¬2) هذا مكرر في نسخة المتحف لا وجود له في نسخة آكسفورد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في حاشية نسخة المتحف: رأفته.\n</p>\n\n<p>\n(¬2) هو ابن قيس، كما في تاريخ دمشق 43: 175 من طريق ابن دريد. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا، ولعله: لم يستمتع منك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا، والصواب: فانه يريد.\n</p>\n\n<p>\n(¬2) كذا، ولعله: عنك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في تاريخ تاريخ بغداد 2: 259 ودمشق 42: 517 من طريق المرزباني عن\nابن دريد، به، قال: حدثنا محمد بن \"أحمد\". ش\n</p>\n\n<p>\n(¬2) في نسخة المتحف: بأبى الخشن. اه.\nوفي تاريخ بغداد 2: 259: \"المعروف بابن الخشن\"، ودمشق 42: 517: \"المعروف بابن الحسن\". أقول: وهو خطأ والصواب ما جاء في تاريخ دمشق، قال السمعاني في الأنساب في ترجمة \"الخشني\" 5: 143: \"بفتح الخاء وكسر الشين المعجمتين وفي آخرها النون، هذه النسبة إلى الخشن، وهو محمد بن أحمد البغدادي الخشني المعروف بابن الخشن، من أهل بغداد، حدث عن القاسم بن عبيد الله الهمداني، روى عنه أبو بكر محمد بن الحسن بن دريد الأزدي\".اه. ش\n</p>\n\n<p>\n(¬3) نسخة آكسفورد: عبد الله.\n</p>\n\n<p>\n(¬4) نسخة آكسفورد: بايئاقها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في هامش نسخة المتحف وفى نسخة: علز القلق، والذى في نسخة السماع\nبالنون وهو الصحيح؛ لأن العلز هو القلق فيلزم منه اضافة الشىء إلى نفسه.\n</p>\n\n<p>\n(¬2) راجع المقلق لابن الجوزي (ص100). ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) وفى هامش نسخة آكسفورد: موضع معضلات، أما في نسخة المتحف في\nالموضعين: مضلات.\n</p>\n\n<p>\n(¬2) سقط من نسخة آكسفورد ما بين العكفين وقد سبق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) حاشية في نسخة المتحف البريطانى البرازق: واحدها برزق، وهو القطعة\nمن الخيل؛ ويقال ايضا للفارس.\n</p>\n\n<p>\n(¬2) عند ابن عساكر في تاريخه 40: 540 من طريق ابن دريد: فخرج من عند\nمعاوية. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) يعني: وأخبرني أبو حاتم عن العتبي. انظر: تاريخ دمشق 59: 172 - 173.\nش\n</p>\n\n<p>\n(¬2) في تاريخ دمشق 69: 156 - 157 من طريق ابن دريد: \"دون\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في تاريخ دمشق 59: 200: \" عن من\". ش\n</p>\n\n<p>\n(¬2) ما بين معكوفين من تاريخ دمشق 59: 184. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بهامش نسخة المتحف: هكذا في الأصل وقد اصلحه شيخنا ابو اليمن: يا\nوزغة والصواب: يا اوره، والأوره: الأحمق، يقال: رجل اوره وامرأة ورهاء -\nقال الفند الزمانى (كجيب الدفنس الورها * ريعت وهى تستفلى) وعن الأصمعى:\nالأوره الذى لا يتماسك، ومنه قيل: كثيب اوره، والوزغة: دويبة <span id='ms55'></span> مستقذرة؛\nوقد جاء في نسخة آكسفورد: يا وزغة. اه.\nفي تاريخ دمشق 38: 266: \"وره\". قال ابن دريد في الجمهرة جمهرته 2: 808: \"الوره: ضعف العقل\". ش\n</p>\n\n<p>\n(¬2) تقدم أنه (مريد). ش\n</p>\n\n<p>\n(¬3) (حبيش) بضم الحاء المهملة، وفتح الباء المعجمة بواحدة، وسكون الياء\nالمعجمة باثنتين، وآخره شين. تاريخ دمشق 12: 87. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) يعني: ابن الخضر. تاريخ دمشق 37: 122. ش\n</p>\n\n<p>\n(¬2) في تاريخ دمشق 37/ 122: \" الخراز\". وفي الأنساب للسمعاني 5: 67 في\nترجمة \"الخراز\": \"بفتح الخاء المنقوطة والراء المهملة المشددة وفي آخرها\nزاي معجمة\" ذكر أحمد بن الحارث الخراز، وقال: \"يروي عن أبي الحسن\nالمدائني تصانيف\". ش\n</p>\n\n<p>\n(¬3) فيما يعتذر منه. تاريخ دمشق 37: 123. ش\n</p>\n\n<p>\n(¬4) ما بين معكوفين من أنساب الأشراف 7: 246، التذكرة الحمدونية 7: 173.\nش\n</p>\n\n<p>\n(¬5) هو معاوية بن يحيى الصدفي له ترجمة في التهذيب (1/ 219) قال فيه ابن\nمعين: \"هالك ليس بشيء\" وفي السند إليه من لا يعرف - ح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في المتحف: ورئت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة المتحف البريطانى: حصن، وفى الهامش: حصر.\n</p>\n\n<p>\n(¬2) كذا في المطبوع بإعجام الجيم، ولعل الصواب إهمالها. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة المتحف: ينتقص.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة المتحف البريطانى: الصبر.\n</p>\n\n<p>\n(¬2) في نسخة آكسفورد: تصفى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة المتحف: يفقد.\n</p>\n\n<p>\n(¬2) نسخة المتحف: اعتدمته.\n</p>\n\n<p>\n(¬3) نسخة المتحف: الأشغال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة آكسفورد: الغاية.\n</p>\n\n<p>\n(¬2) في التذكرة الحمدونية 4: 363: \"حتى تختبرهم المحن\". ش\n</p>\n\n<p>\n(¬3) كذا ولعله: عن الدرك.\n</p>\n\n<p>\n(¬4) نسخة المتحف: الحرية. اه. وهو كذلك في التذكرة الحمدونية 4: 85. ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة المتحف: أن يطول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة آكسفورد: عند معاشره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة آكسفورد: ناداه.\n</p>\n\n<p>\n(¬2) نسخة آكسفورد: يحصل.\n</p>\n\n<p>\n(¬3) بهامش نسخة المتحف: الطف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بهامش نسخة المتحف \"ما آتى\" مع علامة صح.\n</p>\n\n<p>\n(¬2) وقد تقدم قريبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) وفي محاضرات الأدباء 1: 463: \"أدنأ\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة آكسفورد: تأثير.\n</p>\n\n<p>\n(¬2) نسخة آكسفورد: سكوتى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) هو العباس بن الحسن العلوى، المتقدم ذكره. ش\n</p>\n\n<p>\n(¬2) في البصائر والذخائر 6: 19: \"إيت\"، وفي ربيع الأبرار 3: 171:\n\"عليك\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في هامش نسخة المتحف: مكب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة اكسفورد: ورطات المهالك وقد جل.\n</p>\n\n<p>\n(¬2) نسخة اكسفورد: يهضنك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) بهامش نسخة المتحف: تفديك.\n</p>\n\n<p>\n(¬2) نسخة المتحف: المحبة.\n</p>\n\n<p>\n(¬3) بهامش نسخة المتحف: هو كلثوم بن عمرو العتابي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) لعله: اعودهما.\n</p>\n\n<p>\n(¬2) قد تقدم هذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) قد تقدم صدر هذا القول فيما مضى من هذا الباب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) ورد في نسخة المتحف في كل موضع \"يوذوجانس\" وهو غلط <span id='ms56'></span>.\n</p>\n\n<p>\n(¬2) في هامش = نسخة اكسفورد: لا ارجو اليك العود.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة اكسفورد: الاشكونى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) أظنه: مناتدرس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة اكسفورد: فالعجر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) من هامش نسخة المتحف البرطاني، وفي الأصلين: عبد الله.\nفي تاريخ ابن عساكر 27: 379 من طريق ابن دريد: \"عبد الله بن حسن\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة اكسفورد: للساخع.\n</p>\n\n<p>\n(¬2) المخدوع.\n</p>\n\n<p>\n(¬3) خدعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة المتحف: عازبه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة المتحف البريطاني: مازق: صادق، وفي الهامش: ولم تحسبونا.\n</p>\n\n<p>\n(¬2) هامش المتحف: فصاروا عزينا - مع علامة صح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) هامش نسخة المتحف: المعمم - وهي رواية الزجاجي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في نسخة اكسفورد: زقاقا. اه. وفي أمالي الزجاجي ت: هارون (ص24) عن\nابن دريد: \"دقاقا\". ش\n</p>\n\n<p>\n(¬2) في معجم البلدان: (سعد): وقد سار مسيا ثم صبحها النجد.\n</p>\n\n<p>\n(¬3) في أمالي القالي: على الأيك.\n</p>\n\n<p>\n(¬4) في أمالي القالي: اكنت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) وفي نسخة: البأس.\n</p>\n\n<p>\n(¬2) في نسخة المتحف: لم تر.\n</p>\n\n<p>\n(¬3) بهامش نسخة المتحف: إذا تناهت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة اكسفورد: خالب.\n</p>\n\n<p>\n(¬2) نسخة اكسفورد: رذمه.\n</p>\n\n<p>\n(¬3) نسخة المتحف: العلى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) نسخة اكسفورد: خلق.\n</p>\n\n<p>\n(¬2) في نسخة اكسفورد: كاحناء، وفي هامش نسخة المتحف وفي الأصل: كاطناء\nالنحاز - جمع طنء، والطنا: لروق الطحال بالجنب من شدة العطش - قال\nالشاعر:\nأكويه أما اراد الكى معترضا * كى المطنى من النحز الطنى الكطحلا\nالمطنى: المعانج من الطنا، ومن روى كاضناء النحاز فهو جمع ضنء من الضنا وهو المرض. اه.\nفي أمالي الزجاجي عن ابن دريد (ص11): \"وحب كأظماء البعير\". ش\n</p>\n\n<p>\n(¬3) في نسخة اكسفورد: عدة.\n</p>\n\n<p>\n(¬4) وفي نسخة اكسفورد المتحف: الفقير. اه.\nفي أمالي الزجاجي عن ابن دريد (ص13): \"ومن يفتقر يدع الفقير\". ش\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) وفي آخر نسخة المتحف ما نصه: كتبه عمر بن أحمد بن هبة الله بن أبي\nجرادة حامدا لله تعالى على نعمه ومصليا على محمد وآله وصحبه مسلما -\nواتفق نسخه في اثنى عشر يوما في شهر رمضان المبارك من شهور سنة 630ه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             <span id='ms57'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "011",
    "012",
    "013",
    "014",
    "016",
    "017",
    "018",
    "020",
    "021",
    "022",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "046",
    "047",
    "048",
    "049",
    "051",
    "052",
    "054",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "066",
    "067",
    "069",
    "070"
  ],
  "volumes": [
    "01"
  ]
}