{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nما اتصل إلينا من\n</p>\n\n<p>\nفوائد أبي أحمد الحاكم\n</p>\n\n<p>\nرحمه الله تعالى\n</p>\n\n<p>\n(285 - 378 ه)\n</p>\n\n<p>\nالجزء العاشر والحادي عشر\n</p>\n\n<p>\nتحقيق وتخريج\n</p>\n\n<p>\nد / أحمد بن فارس السلوم\n</p>\n\n<p>\nعفا الله عنه\n</p>\n\n<p>\nدار ابن حزم\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1425 ه - 2004 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>الجزء العاشر من فوائد أبي أحمد الحاكم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n{لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم}\n</p>\n\n<p>\nأخبرنا به المشايخ الثلاثة المسندون المعمرون الإمام العالم الحافظ\nالبارع شمس الدين أبو بكر محمد بن الحافظ محب الدين أبي محمد عبد الله بن\nأحمد بن المحب عبد الله المقدسي، وغرس الدين أبو الصفا خليل بن شرف الدين\nصالح بن أبي بكر بن إبراهيم بن الحافظي، وأم محمد عائشة بنت سيف الدين أبي\nبكر بن عيسى بن أبي القاسم الحنفي الشهيرة ببنت قوالبج، قراءة عليها وأنا\nأسمع في يوم الثلاثاء، رابع شهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالمحرم، سنة ثلاث وتسعين وسبعمائة، بالمدرسة الخاتونية البرانية بدمشق\nالمحروسة، والآخران إجازة إن لم يكن سماعا، قالوا ثلاثتهم:\n</p>\n\n<p>\nأخبرنا به المشايخ سعد الدين أبو زكريا محمد بن محمد بن سعد بن عبد الله\nبن سعد الأنصاري المقدسي، وعلاء الدين أبو الحسن علي بن الشهاب أحمد بن\nعسكر بن عبد الواحد القصيري الجمال، وشمس الدين أبو عبد الله محمد بن أحمد\nبن ملعة بن مطرف القنوي ثم الصالحي، قراءة عليهم ونحن نسمع، قال ابن المحب\nوالحافظي: في يوم الثلاثاء الثاني والعشرين من شهر رجب سنة ثمان عشرة\nوسبعمائة، بالجامع المظفري، وقالت بنت (ابن) قوالبج في يوم الاثنين تاسع\nعشر ربيع الآخر سنة إحدى وعشرين وسبعمائة، بمنزل الأول بقاسيون، زاد ابن\nالمحب والحافظي فقالا:\n</p>\n\n<p>\nوأبو عبد الله محمد بن نعمة بن سلمان الحوراني، ومحب الدين أبو عبد الله\nمحمد بن المحب عبد الله بن أحمد بن محمد بن إبراهيم المقدسي، قراءة عليهما\nونحن نسمع في التاريخ المذكور، زاد ابن المحب أيضا - أعني: شيخنا، فقال:\n</p>\n\n<p>\nوزين الدين أبو محمد عبد الرحمن بن الشيخ نصر بن عبيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عمران الحنفي الصالحي، قراءة عليه وأنا أسمع، في يوم <span id='ms01'></span> الخميس خامس\nعشر جمادى الأولى سنة أربع وعشرين وسبعمائة، قالوا خلا ابن المحب:\n</p>\n\n<p>\nأخبرنا الشيخ الإمام العالم بقية المشايخ شرف الدين أبو عبد الله محمد بن\nعبد الله بن أبي الفضل المرسي، قراءة عليه ونحن نسمع عشية السبت ثاني ربيع\nالآخر سنة ست وأربعين وستمائة، وقال ابن المحب شيخ شيخنا: أخبرنا الشيخ\nالإمام الحافظ أبو علي الحسن بن محمد بن محمد بن محمد البكري، قراءة عليه\nوأنا حاضر في الرابعة، في سادس شهر شوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nسنة ثلاث وخمسين وستمائة، قال هو والمرسي: أخبرتنا الشيخة الجليلة الحرة\nزينب بنت أبي القاسم عبد الرحمن بن الحسن بن أحمد بن سهل بن أحمد بن سهل بن\nأحمد بن عبدوس الجرجاني الشعري، قراءة عليها ونحن نسمع، قال البكري: في شهر\nربيع الآخر سنة تسع وستمائة بنيسابور المحروسة، قالت: أخبرنا الشيخ أبو\nالقاسم زاهر بن طاهر بن محمد الشحامي، قراءة عليه وأنا أسمع في منتصف شهر\nرمضان المعظم سنة إحدى وثلاثين وخمسمائة، قال: أنبا أبو سعد محمد بن عبد\nالرحمن الكنجروذي، وذلك سنة إحدى وخمسين وأربعمائة، قال: أنبا الحاكم أبو\nأحمد محمد بن محمد بن أحمد بن إسحاق الحافظ النيسابوري، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأنبا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ببغداد، ثنا علي\nيعني ابن الجعد بن عبيد الجوهري، أنبا شعبة -يعني: ابن الحجاج- عن قتادة،\nعن داود السراج، عن أبي سعيد الخدري، قال: -يعني: شعبة- وقال لي هشام -وكان\nأحفظ، عن قتادة وأكثر مجالسة له مني-: هو عن رسول الله صلى الله عليه وسلم\nقال: ((من لبس الحرير في الدنيا لم يلبسه في الآخرة، وإن دخل الجنة لبسه\nأهل الجنة ولم يلبسه هو)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن محمد بن سليمان الواسطي ببغداد، حدثني محمد\n-يعني: ابن أبان- بن عمران الواسطي، ثنا أبو عوانة، عن أبي بشر، عن سعيد بن\nجبير، عن أبي موسى قال: قال\n</p>\n\n<h1 class='l1' id='head3'>[ص: 56]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم: ((لا يسمع بي أحد من هذه الأمة لا يهودي\nولا <span id='ms02'></span> نصراني، فلا يؤمن بي إلا كان من أصحاب النار)) .\n</p>\n\n<p>\nقال أبو موسى فقلت: ما قال رسول الله صلى الله عليه وسلم إلا وهو في كتاب\nالله عز وجل فوجدته: {ومن يكفر به من الأحزاب فالنار موعده} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3- </h1>\n\n<p>\nأخبرنا أبو عروبة الحسين بن أبي معشر السلمي بحران، أنبا عبد الرحمن\n-يعني: ابن عمرو البجلي- ثنا زهير -يعني: ابن معاوية- ثنا مطرف وهو ابن\nطريف الحارثي، عن المنهال بن عمرو، عن نعيم بن دجاجة قال: كنت عند علي بن\nأبي طالب رضي الله عنه فجاءه عقبة أبو مسعود، فقال علي: يا فروخ\n</p>\n\n<h1 class='l1' id='head5'>[ص: 57]</h1>\n\n<p>\nأما إنك تفتي الناس؟! قال: إنما أخبرهم أن الآخر فالآخر شر، قال: فحدث ما\nسمعت النبي صلى الله عليه وسلم يقول في المائة، فقال سمعت رسول الله صلى\nالله عليه وسلم يقول: ((لا يكون مائة سنة وعلى وجه الأرض عين تطرف)) .\n</p>\n\n<p>\nفقال علي رضي الله عنه: أخطأت أخطأت في أول فتواك، إنما قال ذلك لمن هو\nيومئذ، وهل الرخا أو الفرج إلا بعد المائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>4- </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن عبد الحميد بن سليمان الغضائري بحلب، ثنا عبد\nالأعلى بن حماد -يعني: النرسي- ثنا وهيب بن خالد، عن أيوب ومعمر، عن\nالزهري، عن حميد بن عبد الرحمن، عن أم كلثوم بنت عقبة قالت: قال رسول الله\nصلى الله عليه وسلم: ((ليس بالكذاب\n</p>\n\n<h1 class='l1' id='head7'>[ص: 58]</h1>\n\n<p>\nمن أصلح بين الناس، فقال خيرا أو نمى خيرا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5- </h1>\n\n<p>\nحدثنا أبو بكر يوسف بن يعقوب المقري بواسط، ثنا محمد بن خالد -يعني: ابن\nعبد الله الواسطي- ثنا فرج بن فضالة، عن لقمان بن عامر، عن أبي أمامة، عن\nالسلمي وهو عمرو بن عبسة قال: لقد رأيتني وأنا ربع الإسلام، قلت: لو حدثتنا\nحديثا سمعته من رسول الله صلى الله عليه وسلم ليس فيه انتقاص ولا وهن، قال:\nسمعته يقول: ((من ولد له ثلاثة في الإسلام فماتوا قبل أن يبلغوا الحنث\nأدخله الله عز وجل الجنة، بفضل رحمته إياهم، ومن شاب شيبة في الإسلام كانت\nله نورا يوم القيامة <span id='ms03'></span>، ومن رمى بسهم في سبيل الله عز وجل، فبلغ العدو، أصاب\nأو أخطأ، كان له كعتق رقبة، ومن أعتق رقبة مؤمنة أعتق الله تعالى ذكره بكل\nعضو منها عضوا منه من النار، ومن\n</p>\n\n<h1 class='l1' id='head9'>[ص: 59]</h1>\n\n<p>\nأنفق نفقة في سبيل الله، فإن للجنة ثمانية أبواب، دعته حجبة الجنة يدخل\nمن أبواب الجنة شاء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>6- </h1>\n\n<p>\nحدثنا أبو القاسم عبد الله بن محمد بن العباس البزار ببغداد، ثنا جبارة\n-يعني: ابن مغلس الحمامي- ثنا قيس -يعني: ابن الربيع- عن حكيم بن جبير، عن\nعباية بن رفاعة، عن رافع بن خديج\n</p>\n\n<h1 class='l1' id='head11'>[ص: 60]</h1>\n\n<p>\nقال: قال رسول الله صلى الله عليه وسلم: ((المسلمون عند شروطهم فيما\nأحل)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>7- </h1>\n\n<p>\nحدثنا أبو الليث نصر بن القاسم الفرائضي ببغداد، ثنا محمد -يعني: ابن\nبكار بن الريان- ثنا حسان بن إبراهيم الكرماني، ثنا عطية بن عطية، ثنا عطاء\nأنه سمع عمرو بن شعيب يقول: كنت عند سعيد بن المسيب جالسا فذكروا أن رجالا\nيقولون: إن الله عز وجل قدر كل شيء، ما خلا أعمال العباد، قال: فوالله\n</p>\n\n<h1 class='l1' id='head13'>[ص: 61]</h1>\n\n<p>\nما رأيت سعيدا غضب غضبا أشد منه يومئذ حتى هم بالقيام، ثم إنه سكن فقال:\nأتكلموا به، أما والله لقد سمعت فيهم حديثا كفاهم به شرا، ويحهم لو يعلمون،\nقال: قلت: رحمك الله يا أبا محمد، وما هو؟ قال: فنظر إلي وقد سكن بعض غضبه\nفقال: حدثني ابن خديج أنه سمع رسول الله صلى الله عليه وسلم يقول: ((يكون\nقوم من أمتي يكفرون بالله عز وجل وبالقرآن وهم لا يشعرون كما كفرت اليهود\nوالنصارى)) ، قال: قلت: جعلت فداك يا رسول الله، وكيف ذاك؟! قال: ((يقرون\nببعض القدر ويكفرون ببعضه)) ، قال: ((يجعلون إبليس عدلا لله عز وجل في خلقه\nوقوته ورزقه ويقولون: الخير من الله والشر من إبليس ويقرون على ذلك فيكفرون\nبالقرآن بعد الإيمان والمعرفة، فما يلقى أمتي منهم من العداوة والبغضاء\nوالجدال، أولئك زنادقة هذه الأمة، (في زمانهم) يكون ظلم السلطان فيا له من\nظلم وحيف وأثرة، ثم يبعث الله طاعونا فيفني عامتهم، ثم <span id='ms04'></span> يكون خسف فما أقل من\nينجو منه، المؤمن يومئذ قليل فرحه، شديد غمه، ثم يكون المسخ فيمسخ الله عز\nوجل عامة أولئك قردة وخنازير، ثم يخرج الدجال على أثر ذلك))\n</p>\n\n<p>\nقال: ثم بكى رسول الله صلى الله عليه وسلم حتى بكينا لبكائه، قال: قلنا:\nما هذا البكاء يا رسول الله؟ قال: ((رحمة لهم، الأشقياء، إن منهم متعبدا،\nومنهم مجتهد، مع أنهم ليسوا بأول من سبق إلى هذا القول وضاق بحمله ذرعا، إن\nعامة من\n</p>\n\n<h1 class='l1' id='head14'>[ص: 62]</h1>\n\n<p>\nهلك من بني إسرائيل بالتكذيب به)) ، قال: قلت: يا رسول الله، فقل لي كيف\nالإيمان بالقدر؟ قال: ((تؤمن بالله عز وجل وأنه لا يملك معه أحد ضرا ولا\nنفعا وتؤمن بالجنة والنار، وتعلم أن الله خلقهما قبل خلق الخلق، ثم خلق\nخلقه، فجعل من شاء منهم إلى النار، ومن شاء منهم إلى الجنة، عدلا ذلك منه،\nفكل يعمل بما قد فرغ له منه، وهو صائر إلى ما خلق له)) ، قال: قلت: صدق\nالله ورسوله أو كما قال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>8- </h1>\n\n<p>\nأخبرنا أبو الحسن القاسم بن محمد بن عبد الرحمن الجدي بمكة، ثنا محمد بن\nعبد الملك ابن أبي الشوارب، ثنا أبو عوانة، عن إبراهيم بن المهاجر، عن صفية\nبنت شيبة، عن عائشة: أنها ذكرت نساء الأنصار فأثنت عليهن وقالت لهن معروفا،\nوقالت: لما نزلت سورة النور عمدن إلى حجز مناطقهن فشققنه فاتخذنه خمرا\nفدخلت امرأة منهم على رسول الله صلى الله عليه وسلم فقالت: يا رسول الله،\nكيف الطهر من الحيض؟ فقال: ((تعمد إحداكن إلى مائها وسدرها فتغتسل بها،\nولتصب على رأسها وتبلغ شئون رأسها ولتدلكه فإن ذلك طهور، ثم تفيض عليها من\nالماء، ثم تأخذ فرصة\n</p>\n\n<h1 class='l1' id='head16'>[ص: 64]</h1>\n\n<p>\nأو قرصة -شك محمد بن عبد الملك- ممسكة فلتطهر بها)) . قالت: يا رسول\nالله، كيف أتطهر بها؟ فقال: وكان رسول الله صلى الله عليه وسلم: ((يكني)) ،\nقال: فقالت عائشة: تتبعي بها أثر الدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>9- </h1>\n\n<p>\nأخبرنا أبو عبد العباس أحمد بن عبد الله بن سابور الدقيقي ببغداد، ثنا\nأبو نعيم -يعني: عبيد <span id='ms05'></span> بن هشام الحلبي- ثنا عبيد الله -يعني: ابن عمرو\nالرقي-، عن عبد الله بن محمد بن عقيل، عن أبي سلمة،\n</p>\n\n<h1 class='l1' id='head18'>[ص: 65]</h1>\n\n<p>\nعن علي بن حسين قال: أخبرني أبو رافع مولى رسول الله صلى الله عليه وسلم\nأن الحسن بن علي حين ولد أرادت أمه فاطمة رضي الله عنها أن تعق عنه بكبشين\nفقال رسول الله صلى الله عليه وسلم: ((لا تعقي عنه، ولكن احلقي شعره يوم\nالسابع، ثم تصدقي بوزنه من الورق على الأوفاض من المرضى في سبيل الله)) ،\nثم ولدت الحسين بن علي رضي الله عنه فصنعت به مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>10- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن إبراهيم بن زياد الطيالسي، ثنا\n</p>\n\n<h1 class='l1' id='head20'>[ص: 66]</h1>\n\n<p>\nإبراهيم بن حمزة -يعني: الزبيري- ثنا الدراوردي، عن عبيد الله، عن نافع،\nعن ابن عمر أن رسول الله صلى الله عليه وسلم أتي وهو بالعقيق، فقيل له: إنك\nبواد مبارك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>11- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن مروان بن عبد الملك البزاز بدمشق، ثنا هشام بن\nعمار، ثنا عثمان وهو ابن حصن بن علاق القرشي يكنى أبا محمد، عن عروة بن\nرويم، عن معاوية بن حيدة القشيري أنه قدم على النبي صلى الله عليه وسلم\nفقال: والذي بعثك بالحق ودين الحق ما تخلصت إليك حتى حلفت لقومي عدد هؤلاء\n-يعني: أنامل كفيه- بالله لا أتبعك ولا أومن بك ولا أصدقك، وإني أسألك\nبالله بم بعثك الله عز وجل ربك قال: بالإسلام، قال: أن تسلم وجهك لله وتخلي\nله نفسك، قال: فما حق أزواجنا علينا؟ قال: ((أطعم إن طعمت واكس إن كسيت،\nولا تضرب الوجه ولا تقبحه ولا تهجر إلا في البيت، كيف وقد أفضى بعضكم إلى\nبعض وأخذن منكم ميثاقا غليظا)) ، ثم أشار بيده قبل الشام، فقال: ((ها هنا\nتحشرون، ها هنا تحشرون، ركبانا\n</p>\n\n<h1 class='l1' id='head22'>[ص: 67]</h1>\n\n<p>\nورجالا وعلى وجوهكم الفدام، وأول شيء يعرب عن أحدكم فخذه)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>12- </h1>\n\n<p>\nأخبرنا أبو جعفر محمد بن إبراهيم الديبلي بمكة، ثنا عبد الحميد -يعني:\nابن صبيح العنبري- ثنا حماد -يعني: ابن زيد- عن سعيد الجريري، عن <span id='ms06'></span> مطرف قال:\nقال لي عمران بن الحصين: ألا أحدثك حديثا لعل الله عز وجل ينفعك به، فإني\nأراك تحب الجماعة، قال: قلت: لأنا أحرص على الجماعة من نملة، قال: قال رسول\nالله صلى الله عليه وسلم: ((لا تزال طائفة من أمتي على الحق ظاهرين حتى\nيأتي أمر الله)) ، قال مطرف: فنظرت في ذلك فإذا هم أهل الشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>13- </h1>\n\n<p>\nأخبرنا أبو القاسم عبد الوهاب بن عيسى بن أبي حية ببغداد، ثنا إسحاق\n-يعني: ابن أبي إسرائيل- ثنا حماد بن زيد، عن الزبير بن الخريت، عن عبد\nالله بن شقيق قال: خطبنا ابن عباس يوما بعد العصر حين غربت الشمس وبدت\nالنجوم وعلق الناس ينادونه: الصلاة الصلاة، وفي القوم رجل من بني تميم،\nفجعل لا يفتر ولا ينثني أن يقول: الصلاة الصلاة، فقال ابن عباس: تعلمني\nبالسنة لا أم لك، وإني شهدت رسول الله صلى الله عليه وسلم جمع بين الظهر\nوالعصر، وبين المغرب والعشاء، قال ابن شقيق: فوقع في نفي من ذلك شيء حين\nحدث عن رسول الله صلى الله عليه وسلم عن شيء صنعه، قال: فلقيت أبا هريرة\nفذكرت ذلك له، فوافقه وصدقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>14- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن المستنير بالمصيصة، ثنا علي -يعني: ابن\nبكار- ثنا الفزاري -يعني: أبا إسحاق إبراهيم بن محمد- عن سفيان وهو الثوري،\nعن أبي إسحاق، عن بريد بن أبي مريم، عن أبي الحوراء، عن الحسن بن علي رضي\nالله عنه قال: علمني رسول الله صلى الله عليه وسلم أن أقول هؤلاء\n</p>\n\n<h1 class='l1' id='head26'>[ص: 69]</h1>\n\n<p>\nالكلمات في الوتر: ((اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني\nفيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، فإنك تقضي ولا يقضى\nعليك، ولا يذل من واليت، تباركت ربنا وتعاليت)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>15- </h1>\n\n<p>\nأخبرني أبو الطيب الحسين بن موسى الرقي بأنطاكية، ثنا عامر -يعني: ابن\nسيار- ثنا فرات -يعني: ابن السائب- عن ميمون يعني: ابن مهران، عن ابن عمر،\nعن النبي صلى الله عليه وسلم، وأبان بن أبي عياش، عن أنس، عن <span id='ms07'></span> النبي صلى\nالله عليه وسلم قال: ((إذا دخل مذنبوا أهل التوحيد النار عيرهم المشركون،\nفقالوا لهم: ما أغنى عنكم توحيدكم، فقد استوينا نحن وأنتم في عذاب الله عز\nوجل، فيحمى الله لهم أنفا، فيقول: انطلقوا\n</p>\n\n<h1 class='l1' id='head28'>[ص: 70]</h1>\n\n<p>\nإلى جهنم فمن كان في صدره مثقال شعيرة من إيمان أو مثقال ذرة أو مثقال\nحبة من خردل أو قالها مرة من دهره مخلصا، فأخرجوا منها خلقا كثيرا، لا\nيحصيهم إلا الله عز وجل، فاحترقت أيديهم وأرجلهم، ونحلت أبدانهم، ولم تصل\nالنار إلى وجوههم إكراما للتوحيد، فيأتون عينا من عيون الجنة، فيشربون من\nأحديها فينقى ما في بطونهم من أذى أو داء، ويغتسلون بالأخرى فتنبت لحومهم\nعلى خصال أهل الجنة، فيسمون الجهنميون ما شاء الله، ثم يكرهون هذا الاسم،\nفيسألون الرب جل جلاله أن يضعه عنهم فيفعل، حتى ما يعرفون من غيرهم، فعند\nذلك من بقي في النار يقول: {ربما يود الذين كفروا لو كانوا مسلمين} ويوقنون\nبالخلود، ويدعون بالويل والثبور)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>16- </h1>\n\n<p>\nأخبرنا أبو علي الحسين بن محمد السكوني بحمص، ثنا المسيب -يعني: ابن\nواضح- ثنا ابن المبارك عن سفيان عن فرات -يعني: القزاز- عن أبي حازم، عن\nابن عمر عن رسول الله صلى الله عليه وسلم أنه كره شم الطعام، وقال: ((إنما\nيشم السباع)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>17- </h1>\n\n<p>\nأخبرنا أبو الأزهر صدقة بن منصور الكندي الحراني، ثنا محمد -يعني: ابن\nبكار بن الريان- ثنا قيس بن الربيع، عن زبيد الأيامي، عن طلحة -يعني: ابن\nمصرف- عن عبد الرحمن بن عوسجة، عن البراء -يعني: ابن عازب- قال: قال رسول\nالله صلى الله عليه وسلم: ((زينوا القرآن بأصواتكم)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>18- </h1>\n\n<p>\nأخبرنا أبو علي الحسن بن محمد الكلابي بحلب، ثنا أبو مسلم الواقدي،\nواسمه: عبد الرحمن بن واقد، ثنا عبد الرحمن -يعني: ابن زيد بن أسلم- عن\nأبيه، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: ((ليس على أهل لا\nإله إلا الله وحشة في قبورهم ولا في منشرهم، وكأني بأهل لا إله إلا الله\nوقد\n</p>\n\n<h1 class='l1' id='head32'>[ص: 73]</h1>\n\n<p>\nأخرجوا من القبور <span id='ms08'></span> ينفضون التراب عن رؤوسهم، وهم يقولون: الحمد لله الذي\nأذهب عنا الحزن)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>19- </h1>\n\n<p>\nأخبرنا أبو الجهم أحمد بن الحسين بمشغرا -قرية من قرى دمشق- ثنا هشام\n-يعني: ابن عمار- ثنا عمرو بن واقد القرشي، ثنا يونس وهو ابن ميسرة بن حلبس\nالجيلاني، عن أبي إدريس الخولاني، عن معاذ بن جبل قال: قال رسول الله صلى\nالله عليه وسلم: ((اللهم من آمن بي وصدقني وشهد أن ما جئت به الحق من عندك\nفأقلل ماله وولده، وعجل قبضه، اللهم ومن لم يؤمن بي ولم يصدقني ولم\n</p>\n\n<h1 class='l1' id='head34'>[ص: 74]</h1>\n\n<p>\nيشهد أن ما جئت به الحق من عندك فأكثر ماله وولده وأطل عمره)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>20- </h1>\n\n<p>\nأخبرني أبو معشر الفضل بن محمد بن حماد السلمي بحران، ثنا عبد السلام\n-يعني: ابن عبد الحميد الإمام- ثنا زهير -يعني: ابن معاوية- ثنا أبو\nالزبير، عن جابر قال: نهانا رسول الله صلى الله عليه وسلم عن بيع الأرض\nسنتين أو ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>21- </h1>\n\n<p>\nحدثنا أبو الحسن محمد بن الفيض الغساني بدمشق، ثنا إبراهيم -يعني: ابن\nهشام بن يحيى الغساني- ثنا شهاب -يعني: ابن خراش- عن أبان -يعني: ابن أبي\nعياش- عن أنس قال: قال رسول الله صلى الله عليه وسلم: ((عرضت علي الأيام\nفرأيت فضيلة يوم الجمعة وبهاءه، ورأيت فيه نكتة مثل الشامة، فأوحشتني فقلت:\nما هذه النكتة السوداء في هذا البهاء والنور؟)) ، فقال: ((هذه الساعة تقوم\nفيها)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>22- </h1>\n\n<p>\nحدثنا أبو الحسين محمد بن إبراهيم بن شعيب الغازي بطبرستان، ثنا بشر بن\nهلال -يعني: الصواف- ثنا عبد الوارث -يعني: ابن سعيد العنبري- ثنا أيوب وهو\nالسختياني، عن هشام بن عروة، عن أبيه، عن عائشة قالت: قال رسول الله صلى\nالله عليه وسلم: ((إذا نعس أحدكم وهو يصلي فلينصرف، لعله أن يكون يدعو في\nصلاته، فيدعو على نفسه وهو لا يدري)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>23- </h1>\n\n<p>\nأخبرنا أبو عثمان سعيد بن عبد العزيز الحلبي بدمشق، ثنا أبو نعيم -يعني:\nعبيد بن هشام الحلبي- ثنا عبد الله بن المبارك، عن مالك بن أنس، عن محمد بن\nالمنكدر، عن جابر بن عبد الله <span id='ms09'></span> أن رسول الله صلى الله عليه وسلم صلى خلف أبي\nبكر في ثوب واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>24- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن عمرو بن الحسن الأشعري بحمص، ثنا عمرو\n-يعني: ابن عثمان بن سعيد بن كثير الدمشقي- ثنا إسماعيل -يعني: ابن عياش-\nعن عمارة بن غزية الأنصاري، عن أنس بن مالك، عن عمر بن الخطاب، عن رسول\nالله صلى الله عليه وسلم أنه كان يقول: ((من صلى في مسجد جماعة أربعين ليلة\nلا تفوته الركعة الأولى من صلاة الظهر كتب الله له عتقا من النار)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>25- </h1>\n\n<p>\nأخبرنا أبو الحسين محمد بن صالح الصيمري بالري، ثنا محمد بن زنبور، ثنا\nمحمد بن جابر، عن يونس بن عبيد، عن الحسن، عن النعمان بن بشير قال: كتب إلى\nقيس إنكم إخواننا وإنا شهدنا رسول الله صلى الله عليه وسلم ولم تشهدوا،\nوسمعنا ولم تسمعوا، وإن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head41'>[ص: 78]</h1>\n\n<p>\nقال: ((إن بين يدي الساعة فتنا كأنها قطع الليل المظلم، يمسي الرجل فيها\nمؤمنا ويصبح كافرا، ويصبح مؤمنا ويمسي كافرا، يبيع فيها أقوام خلاقهم بعرض\nمن الدنيا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>26- </h1>\n\n<p>\nأخبرنا أبو بكر عبد الله بن سليمان بن الأشعث السجستاني ببغداد، ثنا أحمد\nبن صالح يعني: المصري، ثنا عنبسة -يعني: ابن خالد- ثنا يونس -يعني: ابن\nيزيد- عن ابن شهاب، عن سالم، عن ابن عمر\n</p>\n\n<h1 class='l1' id='head43'>[ص: 79]</h1>\n\n<p>\n(عن عمر) قال: قال رسول الله صلى الله عليه وسلم: ((من فاتته صلاة العصر\nفكأنما وتر أهله وماله)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>27- </h1>\n\n<p>\nأخبرنا أبو إسحاق إبراهيم بن محمد العمري بالكوفة، ثنا عباد بن يعقوب\nالرواجني، ثنا علي بن هشام -يعني: ابن البريد- عن محمد بن سلمة -يعني: ابن\nكهيل- عن أبيه، عن شهر بن حوشب قال: سمعت أم سلمة تقول: بينما رسول الله\nصلى الله عليه وسلم عندي فأرسل إلى حسن وحسين وعلي وفاطمة رضي الله عنهم،\nفانتزع كساء عني فألقاه عليهم، فقال: ((اللهم هؤلاء أهل بيتي فأذهب عنهم\nالرجس، وطهرهم تطهيرا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>28- </h1>\n\n<p>\nحدثنا أبو محمد يحيى بن محمد بن صاعد الهاشمي ببغداد، ثنا أبو إسحاق <span id='ms10'></span>\nإبراهيم بن سلام مولى بني هاشم بمكة، ثنا عبد العزيز بن محمد يعني:\nالدراوردي، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة أن رسول الله صلى\nالله عليه وسلم وقف على الحجون ثم قال: ((إنك\n</p>\n\n<h1 class='l1' id='head46'>[ص: 81]</h1>\n\n<p>\nلخير أرض الله، ولولا أني لم أخرج عنك ما خرجت، وإنها لم تحل لأحد كان\nقبلي ولم تحل لأحد بعدي، وما أحلت لي إلا ساعة من نهار، وهي ساعتي هذه،\nحرام لا يعضد شجرها، ولا يحتش حشيشها، ولا تحل لقطتها إلا لمنشد)) ، وقال\nرجل: يا رسول الله إلا الإذخر فإنه لقيوننا ولبيوتنا وقبورنا، فقال صلى\nالله عليه وسلم: ((إلا الإذخر)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>29- </h1>\n\n<p>\nأخبرنا أبو القاسم سعيد بن سعدان الكاتب ببغداد، ثنا ابن أبي الشوارب\n-يعني: محمد بن عبد الملك- ثنا سوادة بن أبي العالية - ثنا أبو غانم قال:\nبينما نحن عند الحسن إذ جاء بلال بن أبي بردة\n</p>\n\n<h1 class='l1' id='head48'>[ص: 82]</h1>\n\n<p>\nفاستأذن على الحسن، فقال: ما لي ولبلال ثلاث مرات، قال: إئذن له، قال:\nفدخل بلال على الحسن ولم يدخل معه من الناس، فقعد مع الحسن على مجلسه،\nفسأله ثم أخذ بيد الحسن فوضعها في حجره، فقال بلال: يا أبا سعيد ألا أحدثك\nبحديث حدثني به أبو بردة، عن أبي موسى الأشعري، عن رسول الله صلى الله عليه\nوسلم، قال: ((ما من عبد ابتلي ببلية في الدنيا بذنب، والله جل وعز أكرم\nوأعظم عفوا من أن يسأله عن ذلك الذنب يوم القيامة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>30- </h1>\n\n<p>\nأخبرنا أبو محمد عبد الله بن زيدان بن بريد البجلي بالكوفة، ثنا يحيى بن\nطلحة -يعني: اليربوعي- ثنا فضيل بن عياض، عن ليث والأعمش، عن حبيب بن أبي\nثابت، عن ميمون بن أبي شبيب، عن معاذ بن جبل قال: قلت: يا رسول الله، أوصني\nبوصية، قال: ((اتق الله عز وجل حيث ما كنت)) ، قلت: أوصني، قال: ((أتبع\nالسيئة الحسنة تمحها)) . قلت: أوصني، قال ((خالق الناس بخلق حسن)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>31- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن المسيب بن إسحاق الأرغياني، ثنا الحسين بن\nسيار الحراني، ثنا إبراهيم <span id='ms11'></span> -يعني: ابن سعد- عن ابن إسحاق، حدثني سعيد\nالمقبري، عن عطاء مولى أم صبية، عن أبي هريرة قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: ((لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة،\nولأخرت العشاء إلى ثلث الليل الأول فإنه إذا مضى ثلث الليل الأول هبط الله\nعز وجل إلى السماء الدنيا، فلم يزل هنالك حتى يطلع الفجر، فيقول قائل، ألا\nسائل فيعطى، ألا داع فيستجاب، ألا سقيم، ألا مذنب يستغفر فيغفر له)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>32- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن المسيب الأرغياني في عقبه، ثنا الحسين بن\nسيار، ثنا إبراهيم -يعني: ابن سعد- قال: وحدثني ابن إسحاق، حدثني عمي عبد\nالرحمن بن يسار، عن عبيد الله بن\n</p>\n\n<h1 class='l1' id='head52'>[ص: 86]</h1>\n\n<p>\nأبي رافع، عن أبيه، عن علي بن أبي طالب رضي الله عنه، عن رسول الله صلى\nالله عليه وسلم مثل حديث أبي هريرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>33- </h1>\n\n<p>\nأخبرنا أبو جعفر محمد بن الحسين بن حفص الخثعمي بالكوفة، ثنا إسماعيل\n-يعني: ابن موسى الفزاري- ثنا مسلم وهو ابن خالد الزنجي، عن جعفر -يعني:\nابن محمد- عن أبيه، عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم\nلما خرج من المسجد أتى ذا الحليفة، فصلى عنده ركعتين، ثم ركب راحلته، حتى\nإذا استوت على ظهر البيداء لبى بالحج، وإني لأنظر إلى الناس أمام بصري وعن\nيميني وعن شمالي، يريدون يفعلوا مثل ما فعل رسول الله صلى الله عليه وسلم،\nوهو بين أظهرنا، والقرآن ينزل عليه، وهو يعرف تأويله، وأهل بالحج: ((لبيك\nاللهم لبيك، لبيك لا شريك لك)) إلى آخرها، فخرجنا معه حتى دخل مكة فطاف\nبالبيت سبعا، رمل من ذلك ثلاثا ومشى أربعا، ثم أتى المقام وهو يقول:\n{واتخذوا من مقام إبراهيم مصلى} فصلى عنده ركعتين، قال: وكان أبي يستحب أن\nيقرأ فيها بالتوحيد: {قل هو الله أحد} و {قل يا أيها الكافرون} ، ولم يكن\nيذكره عن أحد،\n</p>\n\n<p>\nثم رجع إلى جابر، قال: فلما صلى ركعتين استلم الحجر ثم خرج إلى الصفا،\nقال <span id='ms12'></span>: ثم قال: ((نبدأ بما بدأ الله عز وجل به)) ، ثم قرأ: {إن الصفا والمروة\nمن شعائر الله} ، فانتهى إلى الصفا فرقى عليه حتى بدا له البيت، ثم رفع\nيديه ثم قال: ((لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، بيده\nالخير يحيي ويميت وهو على كل شيء قدير، أنجز وعده، ونصر عبده، وهزم الأحزاب\nوحده)) ، ثم هبط فلما تصوبت قدماه في ظهر المسيل من الشق الآخر\n</p>\n\n<h1 class='l1' id='head54'>[ص: 87]</h1>\n\n<p>\n(رمل) ثم انتهى إلى المروة فصعد فيها حتى بدا له البيت، فقال: ((لا إله\nإلا الله وحده لا شريك له)) مثل (ما) قال على الصفا، فعل ذلك حتى فرغ من\nطوافه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>34- </h1>\n\n<p>\nأخبرني أبو العباس محمد بن أحمد بن سلم الرقي بحران، ثنا محمد بن سليمان\nلوين، ثنا أبو الأحوص، عن عبد العزيز بن رفيع، عن عطاء، عن حزام بن حكيم،\nقال: قال حكيم بن حزام: اشتريت طعاما من طعام الصدقة فأربحت فيه قبل أن\nأقبضه، فأردت بيعه، فسألت رسول الله صلى الله عليه وسلم، فقال: ((لا تبعه\nحتى تقبضه)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>35- </h1>\n\n<p>\nأخبرنا أبو المغيث محمد بن عبد الله بن العباس الحماوي بحماة، ثنا المسيب\nبن واضح، ثنا الوليد بن محمد الموقري، عن الزهري قال: حدثني سالم بن عبد\nالله أن عبد الله بن عمر قال: رأيت\n</p>\n\n<h1 class='l1' id='head57'>[ص: 89]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم إذا افتتح التكبير في الصلاة رفع يديه حين\nيكبر، جعلها حذو منكبيه، ثم إذا كبر فعل مثل ذلك، ثم قال: ((سمع الله لمن\nحمده)) فعل مثل ذلك، ثم قال: ((ربنا لك الحمد)) ، ولا يفعل ذلك حين يسجد\nولا حين يرفع رأسه من السجود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>36- </h1>\n\n<p>\nأخبرنا أبو يوسف محمد بن سفيان الصفار بالمصيصة، ثنا محمد -يعني: ابن آدم\nبن سليمان المصيصي- ثنا محمد ابن السماك، عن الأجلح، عن نافع، عن ابن عمر\nقال: قال رسول الله صلى الله عليه وسلم: ((من أتى الجمعة فليغتسل)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>37- </h1>\n\n<p>\nأخبرني أبو عمرو محمد بن القاسم بن سنان الدقاق بالمصيصة، ثنا هارون\n-يعني: ابن زياد الجنابي <span id='ms13'></span>- ثنا خالد بن يزيد بن أبي مالك، عن أبيه، عن عرفجة\nبن شراحيل الأشجعي قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((إنها\nستكون هنات وهنات)) ومد صوته بالآخرة: ((فمن أراد أن يفرق بين أمة محمد صلى\nالله عليه وسلم وأمرها جامع فاقتلوه كائنا من كان)) ، ثم استقبل عرفجة\nالقبلة، فقال: والله الذي لا إله إلا هو لقد قال: اقتلوه كائنا من كان، ما\nاستثنى أحدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>38- </h1>\n\n<p>\nأخبرنا أبو القاسم إبراهيم بن السري بن يحيى التميمي بالكوفة، ثنا عبد\nالله بن سعيد -يعني: الكندي- ثنا عبدة -يعني: ابن سليمان- عن يحيى بن سعيد،\nعن الزهري، عن سعيد، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:\n((لا يقولن أحدكم الكرم\n</p>\n\n<h1 class='l1' id='head61'>[ص: 91]</h1>\n\n<p>\nفإن الكرم قلب المؤمن)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>39- </h1>\n\n<p>\nأخبرنا أبو جعفر محمد بن عبد الحميد الفرغاني بدمشق، ثنا السري بن عاصم،\nثنا حفص بن غياث، عن الأعمش، عن أبي صالح، عن أبي هريرة، قال: أضاف النبي\nصلى الله عليه وسلم أعرابيا، فطلب له شيئا، فلم يجده إلا لقمة من سلت، فجعل\nيجزئها، فأكل منها الأعرابي، حتى تضلع، وفضل فضلة، فجعل ينظر إلى رسول الله\nصلى الله عليه وسلم وهو يقول: إنك لرجل صالح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>الجزء الحادي عشر من فوائد أبي أحمد الحاكم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n{لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم}\n</p>\n\n<p>\nأخبرنا به المشايخ الثلاثة المسندون المعمرون الإمام العالم الحافظ\nالناقد البارع مسند الوقت، رحلة الزمان شمس الدين أبو بكر محمد بن الإمام\nالحافظ محب الدين أبي محمد عبد الله بن أحمد بن المحب عبد الله بن أحمد بن\nمحمد بن إبراهيم المقدسي، وغرس الدين أبو الصفا خليل بن شرف الدين صالح بن\nأبي بكر بن إبراهيم الحافظي، وأم محمد عائشة بنت سيف الدين أبي بكر بن عيسى\nبن أبي القاسم الحنفي الشهيرة ببنت قوالبج، قراءة عليها وأنا أسمع في يوم\nالأربعاء، ثاني عشر شهر المحرم، سنة ثلاث وتسعين وسبعمائة، بالمدرسة\nالخاتونية البرانية ظاهر دمشق المحروسة، والآخران إجازة <span id='ms14'></span> إن لم يكن سماعا،\nقالوا ثلاثتهم:\n</p>\n\n<p>\nأخبرنا به المشايخ سعد الدين أبو زكريا محمد بن محمد بن يحيى بن سعد بن\nعبد الله بن سعد الأنصاري المقدسي وعلاء الدين أبو الحسن علي بن الشهاب\nأحمد بن عسكر بن عبد الواحد القصيري الجمال وشمس الدين أبو عبد الله محمد\nبن أحمد بن منعة بن مطرف القنوي ثم الصالحي، قراءة عليهم ونحن نسمع، قال\nابن المحب والحافظي: في يوم الثلاثاء الثاني والعشرين من شهر رجب الفرد سنة\nثمان عشرة وسبعمائة، بالجامع المظفري، بسفح قاسيون ظاهر دمشق. وقالت بنت\n(ابن) قوالبج: في يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالاثنين تاسع عشر ربيع الآخر سنة إحدى وعشرين وسبعمائة، بمنزل الأول\nبقاسيون.\n</p>\n\n<p>\nزاد ابن المحب والحافظي فقالا:\n</p>\n\n<p>\nوأبو عبد الله محمد بن نعمة بن سلمان الحوراني، ومحب الدين أبو عبد الله\nمحمد بن المحب عبد الله بن أحمد بن محمد بن إبراهيم المقدسي، قراءة عليهما\nونحن نسمع في التاريخ المذكور، زاد ابن المحب أيضا -أعني: شيخنا- فقال:\n</p>\n\n<p>\nوزين الدين أبو محمد عبد الرحمن ابن الشيخ نصر بن عبيد بن محمد بن عمران\nالحنفي الصالحي، قراءة عليه وأنا أسمع، في يوم الخميس خامس عشر جمادى\nالأولى سنة أربع وعشرين وسبعمائة، قالوا خلا ابن المحب:\n</p>\n\n<p>\nأخبرنا الشيخ الإمام العالم بقية المشايخ شرف الدين أبو عبد الله محمد بن\nعبد الله بن أبي الفضل المرسي، قراءة عليه ونحن نسمع عشية السبت ثاني ربيع\nالآخر سنة ست وأربعين وستمائة، وقال ابن المحب شيخ شيخنا: أخبرنا الشيخ\nالإمام الحافظ صدر الدين أبو علي الحسن بن محمد بن محمد بن محمد البكري،\nقراءة عليه وأنا حاضر في الرابعة، سادس شهر شوال سنة ثلاث وخمسين وستمائة\nقال هو والمرسي: أخبرتنا الشيخة الجليلة الحرة زينب بنت أبي القاسم عبد\nالرحمن بن الحسن بن أحمد بن سهل بن أحمد بن سهل بن أحمد بن عبدوس الجرجاني\nالشعري، قراءة عليها ونحن نسمع، قال البكري: في شهر ربيع الآخر سنة تسع\nوستمائة بنيسابور المحروسة، قالت: أخبرنا الشيخ أبو القاسم زاهر بن <span id='ms15'></span> طاهر بن\nمحمد الشحامي، قراءة عليه وأنا أسمع في شهر رمضان المعظم سنة إحدى وثلاثين\nوخمسمائة قال: أنبا أبو سعد محمد بن عبد الرحمن الكنجروذي، قراءة عليه وأنا\nأسمع، قال: أنبا الحاكم أبو أحمد محمد بن محمد بن أحمد بن إسحاق الحافظ\nالنيسابوري قراءة عليه في شهور سنة سبع وسبعين وثلاثمائة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>40- </h1>\n\n<p>\nأنبا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ببغداد، ثنا علي\n-يعني: ابن الجعد بن عبيد الجوهري- أنبا ابن أبي ذئب، عن شرحبيل -يعني: ابن\nسعد- قال: كنت مع زيد بن ثابت بالأسواف فأخذ طير، فدخل زيد فدفعوه في يدي،\nوفروا، قال: فأخذ الطير فأرسله، ثم ضرب في قفاي، فقال: لا أم لك، ألم تعلم\nأن رسول الله صلى الله عليه وسلم حرم ما بين لابتيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>41- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن محمد بن سليمان الواسطي ببغداد، حدثني عبد السلام\nبن عبد الحميد، ثنا موسى بن أعين، عن إسحاق بن راشد، عن الزهري، عن سالم بن\nعبد الله، عن أبيه قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((من أكل\nمنكم فليأكل بيمينه وليشرب بيمينه، فإن الشيطان يأكل بشماله ويشرب بشماله))\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>42- </h1>\n\n<p>\nأخبرنا أبو عروبة الحسين بن أبي معشر السلمي بحران، ثنا عبد الرحمن\n-يعني: ابن عمرو البجلي- ثنا زهير يعني: ابن معاوية- ثنا فضيل بن مرزوق، عن\nعطية بن سعد العوفي قال: قرأت عند عبد الله بن عمر: {الله الذي خلقكم من\nضعف} ، فقال: {من ضعف} قرأتها على رسول الله صلى الله عليه وسلم كما قرأت،\nفأخذ علي كما أخذت عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>43- </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن عبد الله بن سابور الدقيقي، ثنا أبو نعيم وهو\nعبيد بن هشام الحلبي، ثنا ابن أبي الرجال واسمه عبد الرحمن، عن أبيه قال:\nجاءني سالم بن عبد الله وأنا في بادية لي على خمسة أميال من المدينة، فنزل\nفإذا مع ابن لي جرو كلب يلعب به، فقال: من هذا الغلام؟ قلت: هذا ابني، قال:\nوما له يلعب بكلب، أو ما <span id='ms16'></span> سمعت ما في الكلب؟ قلت: بلى، نحن في دار بادية\nقاصية، وفي زرع وفي غنم، فقال: أشهد على أبي أنه قال: قال نبي الله صلى\nالله عليه وسلم: ((من اقتنى كلبا إلا كلب صيد أو كلب ماشية، نقص من عمله كل\nيوم قيراط، والقيراط مثل أحد)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>44- </h1>\n\n<p>\nأخبرنا أبو محمد عبد الله بن زيدان بن بريد البجلي بالكوفة، ثنا محمد بن\nطريف وهو ابن خليفة البجلي، ثنا ابن فضيل، عن أبيه،\n</p>\n\n<h1 class='l1' id='head69'>[ص: 108]</h1>\n\n<p>\nعن عمارة بن القعقاع، عن أبي زرعة، عن أبي هريرة قال: قال رسول الله صلى\nالله عليه وسلم: ((إن من العباد عبادا يغبطهم الأنبياء والشهداء)) ، قيل:\nمن هم يا رسول الله؟ لعلنا نحبهم، قال: ((هم قوم تحابوا بروح الله، على غير\nأموال ولا أنساب، وجوههم نور، وهم على منابر من نور، لا يخافون إذا خاف\nالناس، ولا يحزنون إذا حزن الناس)) ، ثم تلا هذه الآية: {ألا إن أولياء\nالله لا خوف عليهم ولا هم يحزنون} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>45- </h1>\n\n<p>\nأخبرنا أبو بكر عبد الله بن سلميان بن الأشعث السجستاني ببغداد، ثنا أحمد\n-يعني: ابن صالح المصري- حدثنا عنبسة -يعني: ابن خالد- ثنا يونس -يعني: ابن\nيزيد- عن أبي الزناد، عن نافع، عن ابن عمر، عن زيد بن ثابت أن رسول الله\nصلى الله عليه وسلم رخص في العرايا بخرصها.\n</p>\n\n<p>\nقال أبو بكر بن أبي داود: وكان أحمد يحدث بهذا الحديث مرة عن أبي الزناد،\nعن نافع، عن ابن عمر، ثم قال بعد ذلك: ليس فيه نافع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>46- </h1>\n\n<p>\nحدثنا أبو الحسن أحمد بن محمد بن عمير بن يوسف الدمشقي بدمشق، ثنا عمرو\nبن عثمان، ثنا أبو حيوة، واسمه شريح بن يزيد الحضرمي، حدثني شعيب بن أبي\nحمزة، حدثني محمد بن\n</p>\n\n<h1 class='l1' id='head72'>[ص: 110]</h1>\n\n<p>\nالمنكدر، عن جابر بن عبد الله قال: كان النبي صلى الله عليه وسلم إذا\nاستفتح الصلاة كبر، ثم قال: {إن صلاتي ونسكي ومحياي ومماتي لله رب\nالعالمين} إلى آخر الآية، اللهم اهدني لأحسن الأعمال وأحسن الأخلاق، لا\nيهدي لأحسنها إلا أنت، وقني شر الأعمال <span id='ms17'></span> وسيء الأخلاق فإنه لا يقي سيئها إلا\nأنت)) .\n</p>\n\n<p>\nقال شعيب: فقال لي محمد بن المنكدر: فإذا قلت أنت ذلك، فقل: وأنا من\nالمسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>47- </h1>\n\n<p>\nأخبرني أبو الليث نصر بن القاسم الفرائضي ببغداد، ثنا عبد الأعلى بن حماد\nالنرسي، ثنا حماد بن سلمة، عن ثابت البناني، عن أبي عثمان النهدي أن أبا\nهريرة كان في سفر له، فلما نزلوا ووضعت السفرة بعثوا إليه وهو يصلي، فقال:\nإني صائم، فلما كادوا أن يفرغوا، جاء فجعل يأكل، فنظر القوم إلى رسولهم،\nفقال: ما تنظرون قد والله أخبرني أنه صائم! فقال أبو هريرة: صدق، إني سمعت\nرسول الله صلى الله عليه وسلم يقول: ((صوم شهر الصبر وصوم ثلاثة أيام من كل\nشهر صوم الدهر)) فقد صمت ثلاثة أيام من أول الشهر، فأنا مفطر في الحقيقة،\nوصائم في تضعيف الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>48- </h1>\n\n<p>\nحدثنا أبو جعفر محمد بن الحسين الخثعمي بالكوفة، ثنا عباد بن يعقوب\n-يعني: الأسدي- ثنا عمرو بن ثابت، عن أبي إسحاق والمنهال بن عمرو، عن أبي\nحية قال: رأيت عليا دخل جانب الرحبة ثم خرج، فدعا قنبرا، فجاءه بعس من ماء،\nفقال: صب، فغسل يديه ثم تمضمض واستنشق ثم غسل وجهه ثلاثا، ثم أخذ كفا من\nماء فوضعه على صلعته، ثم غسل رجليه ثلاثا، ثم أخذ العس فشربه وهو قائم، ثم\nقال: من سره أن ينظر إلى وضوء رسول الله صلى الله عليه وسلم وشربه فلينظره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>49- </h1>\n\n<p>\nأخبرنا أبو محمد يحيى بن محمد بن صاعد الهاشمي ببغداد، ثنا لوين -يعني:\nمحمد بن سليمان بن حبيب المصيصي- ثنا محمد بن\n</p>\n\n<h1 class='l1' id='head76'>[ص: 113]</h1>\n\n<p>\nجابر عن طلق بن معاوية النخعي، عن أبي زرعة قال: بايعت رجلا بدابة، ثم\nقال: خيرني، فخيره الرجل ثلاثا، يقول أبو زرعة قد (اخترت) (ثم خيره أبو\nزرعة ثلاثا، فقال الرجل: قد اخترت) ، فقال له أبو زرعة: حدثني أبو هريرة أن\nرسول الله صلى الله عليه وسلم قال: ((هكذا البيع عن تراض) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>50- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن مروان بن عبد الملك البزاز بدمشق، ثنا هشام بن\nخالد <span id='ms18'></span> -يعني: الأزرق- ثنا مبشر -يعني: ابن إسماعيل- ثنا أرطأة يعني: ابن\nالمنذر- عن عبد الله بن بسر أن رجلين أتيا النبي صلى الله عليه وسلم، فقال\nأحدهما: يا رسول الله، أي الرجال خير؟ قال: ((من طال عمره، وحسن عمله)) ،\nوقال الآخر: إن شرائع الإسلام قد\n</p>\n\n<h1 class='l1' id='head78'>[ص: 114]</h1>\n\n<p>\nكثرت علينا، فمرنا بأمر جامع، قال: ((لا يزال لسانك رطبا من ذكر الله)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>51- </h1>\n\n<p>\nأخبرنا أبو بكر الخليل بن محمد بن الخليل الواسطي بواسط، أنبا جدي تميم\n-يعني: ابن المنتصر- أنبا محمد بن يزيد يعني الواسطي، عن العوام بن حوشب،\nعن منصور -يعني: ابن المعتمر- عن إبراهيم، عن همام بن الحارث قال: كان\nالمقداد بن الأسود عند عثمان، فجاء أعرابي فأثنى على عثمان، فحبا المقداد\nفي وجهه الحصباء، فقال: سمعت رسول الله صلى الله عليه وسلم يقول: ((إذا\nرأيتم المداحين فاحثوا في وجوههم التراب أو الحصباء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>52- </h1>\n\n<p>\nحدثنا أبو الحسن محمد بن جعفر الخوارزمي ببغداد، ثنا خلاد بن\n</p>\n\n<h1 class='l1' id='head81'>[ص: 115]</h1>\n\n<p>\nأسلم، ثنا أبو صيفي واسمه بشير بن ميمون قال: سمعت عطاء الخراساني يحدث\nعن عطاء بن أبي رباح، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم:\n((من أدرك له ابنتان فأحسن إليهما ما صحبتاه أدخلتاه الجنة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>53- </h1>\n\n<p>\nأخبرنا أبو جعفر محمد بن عبد الحميد الفرغاني بدمشق، ثنا السري بن عاصم،\nثنا حفص بن غياث، عن الأعمش، عن أبي صالح، عن أبي هريرة قال: أضاف النبي\nصلى الله عليه وسلم أعرابيا فطلب له\n</p>\n\n<h1 class='l1' id='head83'>[ص: 116]</h1>\n\n<p>\nشيئا فلم يجد له إلا لقمة من سلت، فجعل يجزئها، فأكل منها الأعرابي حتى\nتضلع، وفضل فضلة فجعل ينظر إلى النبي صلى الله عليه وسلم، ويقول: إنك لرجل\nصالح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>54- </h1>\n\n<p>\nأخبرنا أبو جعفر محمد بن الحسين المقرئ بالكوفة، ثنا عباد -يعني: ابن\nيعقوب الأسدي- أنبا ابن أبي يحيى -يعني: إبراهيم بن محمد- عن الكلبي، عن\nأبي صالح، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: ((نزل القرآن على\nسبعة أحرف، فخمسة منها في هوازن)) ، قيل: أي هوازن؟ قال: ((عجزها، سعدها\nسعد <span id='ms19'></span> وبكر وجشم ونصر، وحرفان في سائر الناس)) ، قال: وكان رسول الله صلى\nالله عليه وسلم يقرئ من جاءه من العرب بلغة واحدة، فاشتد عليهم ذلك، قال:\nفقال رسول الله صلى الله عليه وسلم: ((إنه قد وسع لي أن أقرئ كل قوم\nبلغتهم)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>55- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن موسى العصفري بطرطوس، ثنا حفص -يعني: ابن\nعمرو الربالي- ثنا عبيد الله بن عبد المجيد، ثنا إسرائيل، عن عامر، قال\nإسرائيل: ولا أعلمه إلا عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال:\n((إن أهل الدرجات العلى يراهم من أسفل منهم كما ترون الكوكب الدري في أفق\nالسماء، وإن منهم لأبا بكر وعمر وأنعما)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>56- </h1>\n\n<p>\nأخبرنا أبو عمرو محمد بن القاسم بن سنان الدقاق بالمصيصة، ثنا هارون\n-يعني: ابن زياد الحنائي- ثنا الحارث -يعني: ابن عمير- عن أيوب، عن ابن\nسيرين أن أبا أيوب كان يصلي بعد\n</p>\n\n<h1 class='l1' id='head87'>[ص: 119]</h1>\n\n<p>\nالعصر ركعتين، فنهاه زيد بن ثابت، فقال: إن الله لا يعذبني على أن أصلي،\nولكن يعذبني على أن لا أصلي، فقال: إني آمرك بهذا وأنا أعلم أنك خير مني،\nقال: ما عليك بأس أن تصلي ركعتين بعد العصر، ولكني أخاف أن يراك من لا يعلم\nفيصلي في الساعة التي حرم فيها الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>57- </h1>\n\n<p>\nأخبرنا أبو عثمان سعيد بن عبد العزيز الحلبي بدمشق، ثنا أبو نعيم -يعني:\nعبيد بن هشام الحلبي- ثنا المعتمر بن سليمان، عن أبيه، عن أنس بن مالك، عن\nأبي موسى أن النبي صلى الله عليه وسلم حدث بفتنة النائم فيها خير من\nالجالس، والجالس فيها خير من القائم، والقائم فيها خير من الساعي، أو كما\nقال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>58- </h1>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن عبيد الله المفيد بحلب، ثنا إبراهيم\n-يعني: ابن سعيد الجوهري- ثنا حسين -يعني: ابن محمد- ثنا شيبان، عن منصور\n-يعني: ابن المعتمر- عن محمد بن عبد الرحمن، عن نافع، عن عبد الله بن عمر\nقال: قال رسول الله صلى الله عليه وسلم: ((إذا تبايع الرجلان فهما بالخيار\nما <span id='ms20'></span> لم يتفرقا، أو يكون بيعهما عن خيار)) ، قال: وكان عمر أو ابن عمر ينادي:\nالبيع صفقة أو خيارا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>59- </h1>\n\n<p>\nأخبرنا أبو يوسف محمد بن سفيان الصفار بالمصيصة، ثنا هارون -يعني: ابن\nزياد الحياني- ثنا خالد بن يزيد بن أبي مالك، عن أبيه، عن خالد بن معدان،\nعن أبي أمامة أن رجلا قال: يا رسول الله، هل يتناكح أهل الجنة؟ فقال رسول\nالله صلى الله عليه وسلم: ((نعم دحاما دحاما، دحما دحما، ولكن لا مني ولا\nمنية)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>60- </h1>\n\n<p>\nأخبرنا أبو عبد الله الحسين بن محمد بن عفير الأنصاري ببغداد، ثنا حجاج\nبن يوسف بن قتيبة الأصبهاني بأصبهان، ثنا النعمان بن عبد السلام، ثنا مالك\nبن أنس، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم:\n((اعفوا اللحى، واحفوا الشوارب)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>61- </h1>\n\n<p>\nأخبرنا أبو الخليل العباس بن الخليل الطائي بحمص، ثنا سلمة -يعني: ابن\nالخليل الكلاعي- ثنا إسماعيل -يعني: ابن عياش- حدثني عمارة بن غزية، عن أنس\nبن مالك، عن عمر بن الخطاب، عن النبي صلى الله عليه وسلم أنه كان يقول:\n((من صلى في مسجد جماعة أربعين ليلة لم تفته الركعة الأولى من صلاة الظهر\nكتب له عتق من النار)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>62- </h1>\n\n<p>\nأخبرني أبو الفضل عبد الله بن إبراهيم البزاز بأنطاكية، ثنا أبو أمية\n-يعني: محمد بن إبراهيم- ثنا يحيى بن نصر بن حاجب قال: سمعت ربيعة بن أبي\nعبد الرحمن يذكر عن سعيد بن المسيب قال: كان أبي يرفعه إلى النبي صلى الله\nعليه وسلم قال: ((لكل خمير خمر)) قال: قلت: وما الخمير؟ قال: ((درديكم\nهذا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>63- </h1>\n\n<p>\nأخبرني أبو الحسن أحمد بن محمد بن عبيد الطوابيقي بطرسوس، ثنا أحمد\n-يعني: ابن محمد بن يحيى بن سعيد القطان- ثنا محمد بن بشير -يعني: العبدي-\nثنا زكريا بن أبي زائدة، عن خالد بن سلمة، عن مسلم مولى خالد بن عرفطة،\nحدثه أن خالد بن عرفطة قال للمختار: هذا رجل كذاب، ولقد سمعت رسول الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head95'>[ص: 123]</h1>\n\n<p>\nيقول: ((من كذب علي متعمدا فليتبوأ <span id='ms21'></span> مقعده من النار)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>64- </h1>\n\n<p>\nأخبرني أبو عبد الله محمد بن عمرو بن الحسن الأشعري بحمص، ثنا سليمان\n-يعني: ابن سلمة الخبائري- حدثني عمر بن صالح البصري، حدثني سعيد بن أبي\nعروبة، عن قتادة، عن سعيد بن المسيب قال: كان عبد الله بن قيس أبو موسى\nمحاصرا بعض مدائن أهل الأهواز، وجنه الليل وهو محاصر لهم، فانصرف عنهم،\nوكتب مملوك لرجل من المسلمين على سهم له إنكم آمنون عن غير مشورة من أحد،\nرمى بالسهم إلى المدينة، فطلبوا قارئا يقرأ لهم الكتاب، فقالوا: قد أمنوكم\nوغدا عليهم عبد الله بن قيس وقد فتحوا أبوابها، قال: فقال: ما لكم فتحتم\nأبوابكم؟ قالوا: معنا سهم فيه أماننا، قال: ما أمناكم، اغلقوها حتى ندخلها\nعنوة، قالوا: لا نغلقها أبدا وقد أمنتمونا، ففحص عن الكتاب من كتبه فوجد\nمملوكا كتبه من غير مشورة من أحد، فكتب به إلى عمر بن الخطاب، فكتب إليه\nعمر: أما سمعت قول رسول الله صلى الله عليه وسلم: ((المؤمنون تكافأ دماؤهم،\nويسعى بذمتم أدناهم)) وأدناكم العبد، قد أمنتموهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>65- </h1>\n\n<p>\nحدثنا أبو العباس عبد الرحمن بن محمد بن حماد الطهراني بالري، أنبا عبيد\nالله بن يوسف الجبيري، ثنا أبو زياد سهل بن زياد، ثنا أيوب بن أبي تميمة،\nعن ابن سيرين، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: ما عرض له\nأمران قط إلا كان أحب إليه أيسرهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>66- </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن مبشر الواسطي بواسط، ثنا\n</p>\n\n<h1 class='l1' id='head99'>[ص: 125]</h1>\n\n<p>\nأبو موسى -يعني: محمد بن المثنى- ثنا ابن أبي عدي، عن محمد -يعني: ابن\nعمرو- حدثني ابن شهاب، عن عروة بن الزبير، عن فاطمة بنت أبي حبيش أنها كانت\nتستحاض، فقال لها النبي صلى الله عليه وسلم: ((إذا كان دم الحيض فإنه دم\nأسود يعرف، فإذا كان ذاك فأمسكي عن الصلاة، وإذا كان الآخر فتوضئي وصلي\nفإنما هو عرق)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>67- </h1>\n\n<p>\nقال: حدثنا ابن أبي عدي هذا إملاء من كتابه، ثم حدثناه\n</p>\n\n<h1 class='l1' id='head101'>[ص: 126]</h1>\n\n<p>\nبعد حفظا، وقال: ثنا محمد بن عمرو، عن ابن <span id='ms22'></span> شهاب الزهري، عن عروة، عن\nعائشة أن فاطمة بنت أبي حبيش كانت تستحاض، فقالت: قال رسول الله صلى الله\nعليه وسلم: ((إن دم الحيض دم أسود يعرف فإذا كان ذاك فأمسكي عن الصلاة، وإن\nكان الآخر فتوضئي، وصلي)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>68- </h1>\n\n<p>\nأخبرنا أبو عبد الرحمن محمد بن عبد الله البيروتي ببيروت، ثنا الحسن بن\nأبي أمية -يعني: الأنطاكي- ثنا علي بن عاصم، أخبرني سهيل بن أبي صالح،\nأخبرني الزهري، عن عروة بن الزبير، عن أسماء بنت عميس قالت: قلت: يا رسول\nالله، فاطمة بنت أبي حبيش لم تصل منذ كذا وكذا قال: ((سبحان الله، لتدع\nأيام أقرائها، ثم تغتسل وتصلي، فتؤخر، من الظهر، وتعجل من العصر، وتغتسل\nلها غسلا، فتؤخر من المغرب وتعجل من العشاء، وتغتسل لها غسلا)) ، قال: وأمر\nلها بمركن يعني الإجانة، قالت: فرأيت صفرة فوق الماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>69- </h1>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن إسماعيل الكوفي بدمشق، ثنا حفص بنت عمرو\nالربالي، ثنا عبد الوهاب بن عبد المجيد، عن خالد الحذاء، عن عكرمة ومحمد،\nعن ابن عباس أن رسول الله صلى الله عليه وسلم احتجم وأعطى الحجام أجره، ولو\nكان خبيثا لم يعطه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>70- </h1>\n\n<p>\nأخبرنا العباس بن الحسن بن الخشيش العنبري بحلب، ثنا حاجب -يعني ابن\nسليمان المنبجي- ثنا شبابة بن سوار، ثنا موسى بن عبد الملك بن عمير، عن\nأبيه، عن ربعي بن حراش، عن حذيفة قال: بينا أنا واقف مع عمر بن الخطاب في\nالموقف بعرفة، إذ نظر إلى اجتماع الناس وعجيجهم، فقال لي: ويحك، إلى متى\nترى هذا يدوم لهم؟ قلت: يا أمير المؤمنين حتى يكسر باب أو يفتح باب، قال:\nفلقنها عمر، قال: ويحك، فما ترى الناس يؤمرون بعدي؟ قال: قد نظر الناس\nوأسندوا أمورهم إلى عثمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>71- </h1>\n\n<p>\nأخبرنا أبو الطيب أحمد بن عبد الله الدارمي بأنطاكية، ثنا جعفر بن\n</p>\n\n<h1 class='l1' id='head106'>[ص: 128]</h1>\n\n<p>\nعبد الواحد بن جعفر بن سليمان بن علي بن عبد الله بن عباس، قال: قال لنا\nمحمد بن عباد الهنائي، ثنا شعبة، عن قتادة، عن الشعبي، عن ابن عباس <span id='ms23'></span> أن\nالنبي صلى الله عليه وسلم صلى على قبر بعدما دفن، قال: قلت لقتادة: من\nحدثك؟ قال: عاصم بن بهدلة، فقلت لعاصم: من حدثك؟ قال: حدثني الشيباني، قال:\nفقلت للشيباني: من حدثك؟ قال: حدثني الشعبي عن ابن عباس أن النبي صلى الله\nعليه وسلم صلى على قبر بعد ما دفن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>72- </h1>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد بن إدريس الحنظلي بالري، ثنا عبيد\nالله بن سعد الزهري، ثنا عمي وهو يعقوب بن إبراهيم بن سعد، ثنا أبي عن محمد\nبن إسحاق، حدثني عبد الله بن أبي نجيح المكي أنه حدثه خصيف رجل من أهل\nالجزيرة، قال ابن أبي نجيح: وكان امرءا من صالحي الناس فيما نعلم، أنه حدثه\nسعيد بن جبير الذي قتله الحجاج أنه سمع عبد الله بن عباس يقول:\n</p>\n\n<h1 class='l1' id='head108'>[ص: 129]</h1>\n\n<p>\nما أحد أعلم بالمكان الذي أهل به رسول الله صلى الله عليه وسلم مني، إنا\nخرجنا معه وخرج معه الناس، فمنهم طائفة كنت فيهم، وأكثر الناس وراءه، فصلى\nالنبي صلى الله عليه وسلم في مسجد الشجرة بذي الحليفة، ثم أحرم وأحرم كل من\nكان معه، ثم خرج إلى راحلته وقد لحق بعض الذين كان وراءه، فركب ثم أحرم حين\nاستوت به راحلته وأحرمنا معه، وأحرم الذين أدركوا ممن لم يكن حضر صلاته، ثم\nسار حتى أدركه بقية أصحابه حين ظهر على البيداء، فأحرم وأحرم الناس معه\nكلهم، وقد تلاحقوا جميعا، فمن قبل هذا اختلف الناس في الإحرام من قبل هذه\nالأمكنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>73- </h1>\n\n<p>\nأخبرني أبو نعيم عبد الملك بن محمد بن عدي الفقيه بجرجان، ثنا محمد بن\nثواب الكوفي، ثنا حصين بن مخارق بن ورقاء بن حبش بن جنادة السلولي، عن يونس\nبن عبيد، عن شهر بن حوشب، عن\n</p>\n\n<h1 class='l1' id='head110'>[ص: 130]</h1>\n\n<p>\nأبي أمامة، عن النبي صلى الله عليه وسلم في قوله: {الحج أشهر معلومات} ،\nقال: ((شوال وذو القعدة وذو الحجة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>74- </h1>\n\n<p>\nأخبرنا أبو القاسم سعيد بن سعدان الكاتب ببغداد، ثنا إبراهيم بن عبد الله\nالهروي، ثنا محمد بن ثابت، ثنا يعقوب بن <span id='ms24'></span> عطاء، عن عمرو بن شعيب، عن أبيه،\nعن جده قال: سئل رسول الله صلى الله عليه وسلم عن ضالة الإبل، قال: ((دعها\nمعها الحذاء والسقاء)) ، وذكر الحديث، وقال: قيل: يا رسول الله، فالركاز؟\nقال: ((في الركاز الخمس)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>75- </h1>\n\n<p>\nأخبرنا أبو الحسن أحمد بن محمد بن الفضل السجستاني بدمشق، ثنا محمد بن\nالفضل البلخي، ثنا محمد بن إسماعيل بن أبي فديك، عن سعيد بن سفيان الأسلمي،\nعن جعفر بن محمد، عن أبيه، عن عبد الله بن جعفر أن النبي صلى الله عليه\nوسلم كان يقول: ((إن الله مع الدائن حتى يقضي دينه، ما لم يكن فيما يكره\nالله تبارك وتعالى)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>76- </h1>\n\n<p>\nأخبرنا أبو عبد الله بكر بن محمد بن إبراهيم الصوفي بالمصيصة، ثنا محمد\nبن قدامة، ثنا إسماعيل بن علية، عن يونس بن عبيد، عن عمرو بن سعيد، عن أبي\nزرعة بن عمرو بن جرير، عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم: ((إقامة حد في أرض خير لأهلها من مطر أربعين صباحا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>77- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن إبراهيم بن زياد الطيالسي، ثنا حارث الخازن\n- ثنا هشيم، ثنا شعبة، عن عدي بن ثابت، عن سعيد بن\n</p>\n\n<h1 class='l1' id='head115'>[ص: 133]</h1>\n\n<p>\nجبير، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: ((خير الأنصار\nبنو الخزرج، ثم بنو فلان، والأنصار كلهم خير)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>78- </h1>\n\n<p>\nأخبرنا أبو بكر أحمد بن محمد الجواربي بواسط، ثنا الحسن بن عرفة، ثنا\nقدامة بن شهاب المازني، عن إسماعيل بن أبي خالد، عن وبرة، عن ابن عمر، قال:\nسئل النبي صلى الله عليه وسلم عن أطيب الكسب، فقال: ((عمل الرجل بيده، وكل\nبيع مبرور)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>79- </h1>\n\n<p>\nحدثنا أبو الحسين محمد بن إبراهيم بن شعيب الغازي بطبرستان،\n</p>\n\n<h1 class='l1' id='head118'>[ص: 135]</h1>\n\n<p>\nثنا أحمد بن عبدة -يعني: الضبي- ثنا يحيى بن سليم، ثنا سفيان، عن منصور\nبن المعتمر، عن خيثمة، عن رجل، عن عبد الله بن مسعود، عن النبي صلى الله\nعليه وسلم قال: ((إن من تمام التحية الأخذ باليد)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>80- </h1>\n\n<p>\nأخبرنا أبو القاسم عبد الصمد بن سعيد <span id='ms25'></span> الكندي بحمص، ثنا أبو عتبة -يعني:\nأحمد بن الفرج الحمصي- ثنا بقية -يعني: ابن الوليد- ثنا محمد بن عبد الرحمن\nبن عرق اليحصبي، عن أبيه، عن حبيب بن\n</p>\n\n<h1 class='l1' id='head120'>[ص: 136]</h1>\n\n<p>\nمسلمة قال: لقيني أبو ذر فقال لي: هل يوافقكم العدو حلبة شاة؟ قلت: إي\nوالله، وحلب ثلاث شياه غرز، قال: غللتم ورب الكعبة، سمعت رسول الله صلى\nالله عليه وسلم يقول: ((إن لم تغل أمتي لم يقم لها عدو أبدا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>81- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن إبراهيم بن البطال اليماني بالمصيصة، ثنا\nزياد بن أيوب، ثنا عباد بن العوام، ثنا سفيان -يعني: ابن حسين- ثنا يونس بن\nعبيد، عن عطاء، عن جابر أن النبي صلى الله عليه وسلم نهى عن المزابنة\nوالمحاقلة والمخابرة، وعن الثنيا إلا أن تعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>82- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن يوسف بن بشر الهروي بدمشق، ثنا محمد -يعني:\nابن حماد الطهراني- أنبا عبد الرزاق، عن معمر، عن أبي هارون العبدي، عن\nمعاوية بن قرة، عن أبي الصديق الناجي، عن أبي سعيد قال: ذكر رسول الله صلى\nالله عليه وسلم بلاء يصيب هذه الأمة، حتى لا يجد أحد ملجأ يلجأ إليه من\nالظلم، قال: ((فبعث الله رجلا من عترتي، من أهل بيتي، فيملأ الأرض قسطا\nوعدلا كما ملئت ظلما وجورا، يرضى عنه ساكن الأرض وساكن السماء، لا تدع\nالسماء من قطرها شيئا إلا صبته مدرارا، ولا تدع الأرض من نباتها شيئا إلا\nأخرجته، حتى يتمنى الأحياء الأموات، يعيش في ذلك سبع سنين أو ثمان سنين أو\nتسع سنين)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>83- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن إبراهيم الرفاء الجرجاني بجرجان، ثنا محمد\n-يعني: ابن حميد- ثنا سلمة بن الفضل الأنصاري، عن محمد بن إسحاق، عن منصور\nبن المعتمر، عن سالم بن أبي الجعد، عن ابن عباس، عن النبي صلى الله عليه\nوسلم قال: ((إن مما خلق الله ديكا\n</p>\n\n<h1 class='l1' id='head124'>[ص: 139]</h1>\n\n<p>\nبراثنه على الأرض السابعة، وعرفه منطو حتى العرش، قد أحاط جناحاه\nبالأفقين، فإذا بقي ثلث الليل الآخر ضرب جناحيه، ثم قال <span id='ms26'></span>: سبحان الملك\nالقدوس، سبحان الملك القدوس، لا إله غيره، يسمعها ما بين الخافقين إلا\nالثقلين، قال: فيرون أن الديكة إنما تضرب بأجنحتها وتصيح إذا سمعت ذلك)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>84- </h1>\n\n<p>\nأخبرني أبو الطيب الحسين بن موسى الرقي بأنطاكية، ثنا عامر بن سيار، ثنا\nفرات بن السائب، عن أبي إسحاق وهو السبيعي، عن عاصم -يعني: ابن ضمرة- عن\nعلي، عن النبي صلى الله عليه وسلم قال: ((من كانت فيه أربع خصال بني له بيت\nفي الجنة، من عظم أمر شهادة أن لا إله إلا الله، وإذا أصابته نعمة حمد ربه،\nوإذا أذنب استغفر ربه، وإذا أصيب بمصيبة استرجع)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>85- </h1>\n\n<p>\nأخبرنا أبو القاسم جعفر بن محمد بن المغلس ببغداد، ثنا عمار بن خالد\nالواسطي، ثنا أبو صيفي بشير بن ميمون قال: سمعت مجاهدا أبا الحجاج يحدث عن\nأبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((ما من صدقة أفضل من\nصدقة تصدق بها على مملوك عند مليك سوء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>86- </h1>\n\n<p>\nحدثنا أبو سعيد عبد الرحمن بن محمد بن علي بن زهير القرشي بجرجان، ثنا\nأبو عتبة -يعني: أحمد بن الفرج الحمصي- ثنا أيوب -يعني: ابن سويد- ثنا\nالمثنى بن الصباح، عن عمرو بن\n</p>\n\n<h1 class='l1' id='head128'>[ص: 141]</h1>\n\n<p>\nدينار، عن أبي الشعثاء وغيره، عن ابن عباس أن رسول الله صلى الله عليه\nوسلم احتجم وهو محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>87- </h1>\n\n<p>\nأخبرنا أبو العباس إبراهيم بن محمد الفرائضي ببياس، ثنا طاهر -يعني: ابن\nالفضل التميمي- ثنا عبد الله بن نمير، عن موسى الطحان قال: سمعت عكرمة يرفع\nالحديث فيما أحسب، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم:\n((من ترك الحيات مخافة طلبهن فليس منا، ما سالمناهن منذ حاربناهن)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>88- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن هارون بن حميد التاجر ببغداد، ثنا سفيان بن وكيع،\nثنا ابن وهب، عن ابن لهيعة، عن أبي الأسود، عن عروة، عن علي قال: قال رسول\nالله صلى الله عليه وسلم: ((من بنى لله مسجدا من ماله بني له بيت في\nالجنة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>89- </h1>\n\n<p>\nأخبرني أبو الجهم أحمد بن الحسين القرشي بمشغرا <span id='ms27'></span>، قرية من قرى دمشق، ثنا\nإبراهيم بن يعقوب الجوزجاني، ثنا أبو نوح -يعني: عبد الرحمن بن غزوان- ثنا\nعكرمة بن عمار، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه\nوسلم: ((كل مسكر خمر)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>90- </h1>\n\n<p>\nأخبرني أبو الحسن محمد بن فضالة بن الصقر الدمشقي بدمشق، ثنا هشام -يعني:\nابن عمار- ثنا يحيى -يعني: ابن حمزة- ثنا برد بن سنان، عن إسحاق بن سويد\nالعدوي -وكان شيخا كبيرا- قال: مر\n</p>\n\n<h1 class='l1' id='head133'>[ص: 145]</h1>\n\n<p>\nعمر بن الخطاب برجل يصلي، فقال: أدن من قبلتك لا يفسد الشيطان عليك\nصلاتك، أما إني لست أقوله برأيي، ولكن هكذا سمعت رسول الله صلى الله عليه\nوسلم.\n</p>\n\n<p>\nآخر الجزء الحادي عشر من: (فوائد أبي أحمد محمد بن محمد بن أحمد الحاكم\nالنيسابوري) رحمه الله، علقه بيده الفانية الفقير إلى رحمة ربه: حسن بن علي\nبن عمر الأسعردي من نسخة أصل سماعنا، وكتبت من نسخة الحافظ أبي عبد الله\nمحمد بن يوسف البرزالي التي هي بخطه في يوم الثلاثاء خامس عشر شهر صفر سنة\nثمان وثمانمائة، والحمد لله وحده، وصلى الله على سيدنا محمد وسلم، وحسبنا\nالله ونعم الوكيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms28'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "049",
    "051",
    "052",
    "053",
    "054",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "101",
    "103",
    "104"
  ],
  "volumes": [
    "01"
  ]
}