{
  "content": " فتح المعين لشرح قرة العين\nبمهمات الدين لزين الدين بن عبد العزيز المليباري الفناني الجزء الرابع دار\nالفكر للطباعة والنشر والتوزيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p003'> Vol. 04, p. 003</a>\n            </div>\n             جميع حقوق إعادة الطبع محفوظة\nللناشر الطبعة الاولى 1418 ه / 1997 م حارة حربك - شارع عبدالنور - برقيا:\nفكسي - صحب 7061 / 11 تلفون: 838305 / 838202 / 838136 فاكس 009611837898\nدولي: 009611860962 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p004'> Vol. 04, p. 004</a>\n            </div>\n             بسم الله الرحمن الرحيم فصل في الطلاق وهو\nلغة: حل القيد.\n<p>\nوشرعا حل عقد النكاح باللفظ الآتي وهو إما واجب: كطلاق مول لم يرد الوطئ،\nأو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n             مندوب: كأن يعجز عن القيام بحقوقها ولو لعدم الميل إليها،\nأو تكون غير عفيفة ما لم يخش الفجور بها أو سيئة الخلق: أي بحيث لا يصبر\nعلى عشرتها عادة، فيما استظهره شيخنا، وإلا فمتى توجد امرأة غير سيئة\nالخلق.\n</p>\n\n<p>\nوفي الحديث: المرأة الصالحة في النساء كالغراب الاعصم كناية عن ندرة\nوجودها: إذ الاعصم هو أبيض الجناحين، أو يأمره به أحد والديه: أي من غير\nتعنت أو حرام كالبدعي، وهو طلاق مدخول بها في نحو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n             حيض بلا عوض\nمنها أو في طهر جامعها فيه، وكطلاق من لم يستوف دورها من القسم، وكطلاق\nالمريض بقصد الحرمان من الارث، ولا يحرم جمع ثلاث طلقات، بل يسن الاقتصار\nعلى واحدة أو مكروه بأن سلم الحال من ذلك كله، للخبر الصحيح: أبغض الحلال\nإلى الله الطلاق وإثبات بغضه تعالى له المقصود منه زيادة التنفير عنه لا\nحقيقته لمنافاتها لحله إنما (يقع لغير بائن) ولو رجعية لم تنقض عدتها فلا\nيقع لمختلعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n             ورجعية انقضت عدتها (طلاق) مختار (مكلف) أي بالغ\nعاقل، فلا يقع طلاق صبي ومجنون (ومتعد بسكر) أي بشرب خمر وأكل بنج أو حشيش\nلعصيانه بإزالة عقل، بخلاف سكران لم يتعد بتناول مسكر كأن أكره عليه أو لم\nيعلم أنه مسكر فلا يقع طلاقه إذا صار بحيث لا يميز لعدم تعديه وصدق مدعي\nإكراه في تناوله بيمينه إن وجدت قرينة عليه، كحبس وإلا فلا بد من البينة،\nويقع طلاق الهازل به بأن قصد لفظه دون معناه أو لعب <span id='ms248'></span> به بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n             لم\nيقصد شيئا ولا أثر لحكاية طلاق الغير وتصوير الفقيه وللتلفظ به بحيث لا\nيسمع نفسه.\n</p>\n\n<p>\nواتفقوا على وقوع طلاق الغضبان، وإن ادعى زوال شعوره بالغضب، (لا) طلاق\n(مكره) بغير حق (بمحذور) مناسب كحبس طويل، وكذا قليل لذي مروءه وصفعة له في\nالملا وكإتلاف مال يضيق عليه، بخلاف نحو خمسة دراهم في حق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n             موسر\nوشرط الاكراه قدرة المكره على تحقيق ما هدد به عاجلا بولاية أو تغلب وعجز\nالمكره عن دفعه بفرار أو استغاثة وظنه أنه إن امتنع فعل ما خوفه به ناجزا\nفلا يتحقق العجز بدون اجتماع ذلك كله، ولا يشترط التورية بأن ينوي غير\nزوجته أو يقول سرا عقبه إن شاء الله، فإذا قصد المكره الايقاع للطلاق وقع،\nكما إذا أكره بحق: كأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n             قال مستحق القود طلق زوجتك وإلا قتلتك\nبقتلك أبي، أو قال رجل لآخر طلقها أو لاقتلنك غدا فطلق فيقع فيهما (ب) -\nصريح وهو ما لا يحتمل ظاهره غير الطلاق ك (- مشتق طلاق) ولو من عجمي عرف\nأنه موضوع لحل عصمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n             النكاح أو بعده عنها وإن لم يعرف معناه\nالاصلي، كما أفتى به شيخنا، (وفراق وسراح) لتكررها في القرآن كطلقتك\nوفارقتك وسرحتك أو زوجتي، وكأنت طالق أو مطلقة، بتشديد اللام، المفتوحة\nومفارقة ومسرحة أما مصادرها فكناية كأنت طلاق أو فراق أو سراح.\n</p>\n\n<p>\nتنبيه: ويشترط ذكر مفعول مع نحو طلقت ومبتدأ مع نحو طالق فلو نوى أحدهما\nلم يوءثر كما لو قال: طالق ونوى أنت أو امرأتي ونوي لفظ طالق إلا إن سبق\nذكرها في سؤال في نحو طلق امرأتك فقال: طلقت بلا مفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n             أو فوض\nإليها بطلقي نفسك فقالت: طلقت ولم تقل: نفسي فيقع فيهما (وترجمته) أي مشتق\nما ذكر بالعجمية فترجمة الطلاق صريح على المذهب وترجمة صاحبيه صريح أيضا\nعلى المعتمد، ونقل الاذرعي عن جمع الجزم به (و) منه (أعطيت) أو قلت (طلاقك\nوأوقعت) أو ألقيت أو وضعت (عليك الطلاق) أو طلاقي ويا طالق ويا مطلقة -\nبتشديد اللام - لا أنت طلاق ولك الطلاق <span id='ms249'></span> بل هما كنايتان: كإن فعلت كذا ففيه\nطلاقك أو فهو طلاقك - فيما استظهر شيخنا - لان المصدر لا يستعمل في العين\nإلا توسعا، ولا يضر الخطأ في الصيغة إذا لم يخل بالمعنى كالخطإ في الاعراب.\n</p>\n\n<p>\nفروع: لو قالت له طلقني فقال: هي مطلقة فلا يقبل إرادة غيرها لان تقدم\nسؤالها يصرف اللفظ إليها، ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n             ثم لو لم يتقدم لها ذكر رجع\nلنيته في نحو أنت طالق وهي غائبة أو هي طالق وهي حاضرة.\n</p>\n\n<p>\nقال البغوي: ولو قال ما كدت أن أطلقك كان إقرارا بالطلاق انتهى.\n</p>\n\n<p>\nولو قال لوليها زوجها فمقر بالطلاق، قال المزجد: لو قال: هذه زوجة فلان\nحكم بارتفاع نكاحه وأفتى ابن الصلاح فيما لو قال رجل: إن غبت عنها سنة فما\nأنا لها بزوج بأنه إقرار في الظاهر بزوال الزوجية بعد غيبته السنة فلها\nبعدها ثم بعد انقضاء عدتها تزوج لغيره.\n</p>\n\n<p>\nولو قال لآخر: أطلقت زوجتك ملتمسا الانشاء ؟ فقال: نعم أو إي وقع وكان\nصريحا، فإذا قال: طلقت فقط كان كناية لان نعم متعينة للجواب، وطلقت مستقلة،\nفاحتملت الجواب والابتداء.\n</p>\n\n<p>\nأما إذا قال له ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n             مستخبرا فأجاب بنعم فإقرار بالطلاق ويقع\nعليه ظاهرا إن كذب ويدين وكذا لو جهل حال السؤال.\n</p>\n\n<p>\nفإن قال:\n</p>\n\n<p>\nأردت طلاقا ماضيا وراجعت صدق بيمينه لاحتماله، ولو قيل: لمطلق أطلقت\nزوجتك ثلاثا ؟ فقال طلقت وأراد واحدة صدق بيمينه لان طلقت محتمل للجواب\nوالابتداء، ومن ثم لو قالت: طلقني ثلاثا فقال طلقتك ولم ينو عددا فواحدة\nولو قال لام زوجته: ابنتك طالق وقال: أردت بنتها الاخرى صدق بيمنه، كما لو\nقال لزوجته: وأجنبية إحداكما طالق وقال: قصدت الاجنبية لتردد اللفظ بينهما\nفصحت إرادتها - بخلاف ما لو قال: زينب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n             طالق واسم زوجته زينب\nوقصد أجنبية اسمها زينب فلا يقبل قوله ظاهرا بل يدين ولو قال عامي أعطيت\nتلاق فلانة بالتاء أو طلاكها - بالكاف - أو دلاقها - بالدال - وقع به\nالطلاق وكان صريحا في حقه إن لم يطاوعه لسانه إلا على هذا اللفظ المبدل أو\nكان ممن لغته كذلك <span id='ms250'></span> - كما صرح به الجلال البلقيني - واعتمده جمع متأخرون،\nوأفتى به جمع من مشايخنا، وإلا فهو كناية لان ذلك الابدال له أصل في اللغة\n(و) يقع (بكناية) وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n             ما يحتمل الطلاق وغيره إن كانت (مع نية)\nلايقاع الطلاق (مقترنة بأولها) أي الكناية وتعبيري بمقترنة بأولها هو ما\nرجحه كثيرون، واعتمده الاسنوي والشيخ زكريا تبعا لجمع محققين ورجح في أصل\nالروضة الاكتفاء بالمقارنة لبعض اللفظ ولو لآخره وهي (كأنت علي حرام) أو\nحرمتك أو حلال الله علي حرام ولو تعارفوه طلاقا - خلافا للرافعي - ولو نوى\nتحريم عينها أو نحو فرجها أو وطئها لم تحرم، وعليه مثل كفارة يمين وإن لم\nيطأ.\n</p>\n\n<p>\nولو قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n             هذا الثوب أو الطعام حرام علي فلغو لا شئ فيه (و)\nأنت (خلية) أي من الزوج فعيلة بمعنى فاعلة أو بريئة منه (وبائن) أي مفارقة،\n(و) كأنت (حرة) ومطلقة بتخفيف اللام أو أطلقتك، (و) أنت (كأمي) أو بنتي أو\nأختي (و) ك (- بنتي) لممكنة كونها بنته باحتمال السن وإن كانت معلومة\nالنسب، (و) ك (- أعتقتك وتركتك) وقطعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n             نكاحك (وأزلتك وأحللتك)\nأي للازواج، وأشركتك مع فلانة وقد طلقت منه أو من غيره (و) ك (- تزوجي) أي\nلاني طلقتك وأنت حلال لغيري بخلاف قوله للولي: زوجها فإنه صريح (واعتدي) أي\nلاني طلقتك وودعيني من الوداع: أي لاني طلقتك (و) ك (- خذي طلاقك، ولا حاجة\nلي فيك) أي لاني طلقتك ولست زوجتي إن لم يقع\n</p>\n\n<p>\nفي جواب دعوى، وإلا فإقرار (و) ك (- ذهب طلاقك أو سقط طلاقك) إن فعلت كذا\n(و) ك (- طلاقك واحد) وثنتان فإن قصد به الايقاع وقع، وإلا فلا، وكلك\nالطلاق أو طلقة، وكذا سلام عليك على ما قاله ابن صلاح، ونقله شيخنا في شرح\nالمنهاج، (لا) منها (كطلاقك عيب أو نقص ولا قلت) أو أعطيت (كلمتك أو حكمك)\nفلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n             يقع به الطلاق وإن نوى بها المتلفظ الطلاق لانها ليست من\nالكنايات التي تحتمل الطلاق بلا تعسف ولا أثر لاشتهارها في الطلاق في بعض\nالقطر، كما أفتى به جمع <span id='ms251'></span> من محققي مشايخ عصرنا، ولو نطق بلفظ من هذه الالفاظ\nالملغاة عند إرادة الفراق فقال له الآخر: مستخبرا أطلقت زوجتك ؟ فقال: نعم\nظانا وقوع الطلاق باللفظ الاول لم يقع، كما أفتى به شيخنا.\n</p>\n\n<p>\nوسئل البلقيني عما لو قال لها: أنت علي حرام وظن أنها طلقت به ثلاثا فقال\nلها: أنت طالق ثلاثا ظانا وقوع الثلاث بالعبارة الاولى.\n</p>\n\n<p>\nفأجاب بأنه لا يقع عليه طلاق، بما أخبر به ثانيا على الظن المذكور.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nويجوز لمن ظن صدقه أن لا يشهد عليه.\n</p>\n\n<p>\nفرع لو كتب صريح طلاق أو كنايته ولم ينو إيقاع الطلاق فلغو ما لم يتلفظ\nحال الكتابة أو بعدها بصريح ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n             كتبه نعم: يقبل قوله أردت قراءة\nالمكتوب لا الطلاق لاحتماله، ولا يلحق الكناية بالصريح طلب المرأة الطلاق\nولا قرينة غضب ولا اشتهار بعض ألفاظ الكنايات فيه (وصدق منكر نية) في\nالكناية (بيمينه) في أنه ما نوى بها طلاقا، فالقول في النية: إثباتا ونفيا\nقول: الناوي إذ لا تعرف إلا منه، فإن لم تمكن مراجعة نيته بموت أو فقد لم\nيحكم بوقوع الطلاق لان الاصل بقاء العصمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n             فروع قال في العباب:\nمن اسم زوجته فاطمة مثلا فقال: ابتداء أو جوابا لطلبها الطلاق فاطمة طالق\nوأراد غيرها لم يقبل، ومن قال لامرأته: يا زينب، أنت طالق واسمها عمرة طلقت\nللاشارة، ولو أشار إلى أجنبية وقال: يا عمرة أنت طالق واسم زوجته عمرة لم\nتطلق، ومن قال: امرأتي طالق مشيرا لاحدى امرأتيه وأراد الاخرى قبل\n</p>\n\n<p>\nبيمينه، ومن له زوجتان اسم كل واحدة منهما فاطمة بنت محمد وعرف أحدهما\nبزيد فقال: فاطمة بنت محمد طالق ونوى بنت زيد قبل.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nقال شيخنا: لم يقبل في المسألة الاولى أي ظاهرا بل يدين.\n</p>\n\n<p>\nنعم: يتجه قبول إرادته لمطلقة له اسمها فاطمة اه.\n</p>\n\n<p>\nولو قال: زوجتي عائشة بنت محمد طالق وزوجته خديجة بنت محمد طلقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n             لانه لا يضر الخطأ في الاسم، ولو قال لابنه المكلف قل لامك:\nأنت طالق ولم يرد التوكيل يحتمل التوكيل فإذا قاله لها <span id='ms252'></span>: طلقت كما تطلق به\nلو أراد التوكيل، ويحتمل أنها تطلق وكون الابن مخبرا لها بالحال قال\nالاسنوي: ومدرك التردد أن الامر بالامر بالشئ إن جعلناه كصدور الامر من\nالاول كان الامر بالاخبار بمنزلة الاخبار من الاب فيقع وإلا فلا.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nقال الشيخ زكريا: وبالجملة فينبغي أن يستفسر فإن تعذر استفساره عمل\nبالاحتمال الاول حتى لا يقع الطلاق بقوله: بل بقول الابن لامه: لان الطلاق\nلا يقع بالشك.\n</p>\n\n<p>\n(ولو قال: طلقتك ونوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n             عددا) اثنتين أو واحدة (وقع منوي) ولو\nفي غير موطوءة فإن لم ينوه وقع طلقة واحدة ولو شك في العدد الملفوظ أو\nالمنوي فيأخذ بالاقل ولا يخفى الورع.\n</p>\n\n<p>\nفرع لو قال: طلقتك واحدة وثنتين فيقع به الثلاث - كما هو ظاهر - وبه أفتى\nبعض محققي علماء عصرنا.\n</p>\n\n<p>\nولو قال للمدخول بها: أنت طالق طلقة بل طلقتين فيقع ثلاث، كما صرح به\nالشيخ زكريا في شرح الروض، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n             (ويقع طلاق الوكيل) في الطلاق\n(بطلقت) فلانة ونحوه وإن لم ينو عند الطلاق أنه مطلق لموكله (ولو قال لآخر:\nأعطيت) أو جعلت بيدك (طلاق زوجتي) أو قال له: رح بطلاقها وأعظها (فهو\nتوكيل) يقع الطلاق بتطليق الوكيل لا بقول الزوج هذا اللفظ بل تحصل الفرقة\nمن حين قول الوكيل: متى شاء طلقت فلانة لا بإعلامها الخبر بأن فلانا أرسل\nبيدي طلاقك ولا بإعلامها أن زوجك طلق، وإذا قال له: لا تعطه إلا في يوم كذا\nفيطلق في اليوم الذي عينه أو بعده لا قبله، ثم إن قصد التقييد بيوم طلق فيه\nلا بعده.\n</p>\n\n<p>\n(ولو قال لها) أي الزوجة المكلفة منجزا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n             (طلقي نفسك إن شئت\nفهو تمليك) للطلاق لا توكيل بذلك وبحث أن منه قوله: طلقيني فقالت: أنت طالق\n</p>\n\n<p>\nثلاثا، لكنه كناية، فإن نوى التفويض إليها طلقت وإلا فلا.\n</p>\n\n<p>\nوخرج بتقييدي بالمكلفة غيرها لفساد عبارتها، وبمنجز المعلق، فلو قال: إذا\nجاء رمضان فطلقي نفسك لغا، وإذا قلنا أنه تمليك (فيشترط) لوقوع الطلاق\nالمفوض إليها (تطليقها) ولو بكناية (فورا) بأن لا يتخلل فاصل بين تفويضه\nوإيقاعها <span id='ms253'></span> نعم، لو قال: طلقي نفسك فقالت: كيف يكون تطليق نفسي ؟ ثم قالت:\nطلقت وقع لانه فصل يسير (بطلقت) نفسي أو طلقت فقط لا بقبلت، وقال بعضهم: -\nكمختصري الروضة - لا يشترط الفور في متى شئت فتطلق متى شاءت.\n</p>\n\n<p>\nوجزم به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n             صاحبا التنبيه والكفاية، لكن المعتمد، كما قال\nشيخنا: أنه يشترط الفورية وإن أتى بنحو متى، ويجوز له الرجوع قبل تطليقها\nكسائر العقود.\n</p>\n\n<p>\nفائدة: يجوز تعليق الطلاق كالعتق بالشروط ولا يجوز الرجوع فيه قبل وجود\nالصفة.\n</p>\n\n<p>\nولا يقع قبل وجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n             الشرط.\n</p>\n\n<p>\nولو علقه بفعله شيئا ففعله ناسيا للتعلق أو جاهلا بأنه المعلق عليه لم\nتطلق.\n</p>\n\n<p>\nولو علق الطلاق على ضرب زوجته بغير ذنب فشتمته فضربها لم يحنث إن ثبت\nذلك، وإلا صدقت فتحلف.\n</p>\n\n<p>\nمهمة: يجوز الاستثناء بنحو إلا بشرط أن يسمع نفسه، وأن يتصل بالعدد\nالملفوظ: كطلقتك ثلاثا إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p028'> Vol. 04, p. 028</a>\n            </div>\n             اثنتين فيقع طلقه أو إلا واحدة\nفطلقتان ولو قال: أنت طالق إن شاء الله لم تطلق.\n</p>\n\n<p>\n(وصدق مدعي إكراه) على طلاق (أو إغماء) حالته (أو سبق لسان) إلى لفظ\nالطلاق (بيمينه إن كان ثم قرينة) كحبس وغيره في دعوى كونه مكرها وكمرض\nواعتياد صرع في دعوى كونه مغشيا عليه وككون اسمها طالعا أو طالبا في دعوى\nسبق اللسان (وإلا) تكن هناك قرينة (فلا) يصدق إلا بيمينه.\n</p>\n\n<p>\nتتمة من قال لزوجته: يا كافرة مريدا حقيقة الكفر جرى فيها ما تقرر في\nالردة أو الشتم فلا طلاق وكذا إن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n             يرد شيئا لاصل بقاء\nالعصمة، وجريان ذلك الشتم كثيرا مرادا به كفر النعمة.\n</p>\n\n<p>\n(فرع في حكم المطلقة بالثلاث، حرم لحر من طلقها) ولو قبل الوطئ (ثلاثا\nولعبد من طلقها ثنتين) في\n</p>\n\n<p>\nنكاح أو أنكحة (حتى تنكح) زوج غيره بنكاح صحيح ثم يطلقها وتنقض عدتها منه\nكما هو معلوم (ويولج) بقبلها (حشفة) منه أو قدرها من فاقدها مع افتضاض\nلبكر، وشرط كون الايلاج (بانتشار) للذكر، أي معه وإن قل أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \nأعين بنحو إصبع، ولا يشترط إنزال، وذلك للآية.\n</p>\n\n<p>\nوالحكمة في اشتراط التحليل التنفير من استيفاء ما <span id='ms254'></span> يملكه من الطلاق (ويقبل\nقولها) أي المطلقة (في تحليل) وانقضاء عدة عند إمكان (وإن كذبها الثاني) في\nوطئه لها لعسر إثباته (و) إذا ادعت نكاحا وانقضاء عدة وحلفت عليهما جاز (ل)\n- لزوج (الاول نكاحها) وإن ظن كذبها لان العبرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n             في العقود بقول\nأربابها ولا عبرة بظن لا مستند له.\n</p>\n\n<p>\nولو ادعى الثاني الوطئ وأنكرته لم تحل للاول ولو قالت: لم أنكح ثم كذبت\nنفسها وادعت نكاحا بشرطه جاز للاول نكاحها إن صدقها (ولو أخبرته) أي\nالمطلقة زوجها الاول (أنها تحللت ثم رجعت) وكذبت نفسها (قبلت) دعواها (قبل\nعقد) عليها للاول فلا يجوز له نكاحها (لا بعده): أي لا يقبل إنكارها\nالتحليل بعد عقد الاول، لان رضاها بنكاحه يتضمن الاعتراف بوجود التحليل فلا\nيقبل منها خلافه (وإن صدقها الثاني) في عدم الاصابة لان الحق تعلق بالاول\nفلم تقدر هي ولا مصدقها على رفعه كما أفتى به جمع من مشايخنا المحققين.\n</p>\n\n<p>\nتتمة إنما يثبت الطلاق كالاقرار به بشهادة رجلين حرين عدلين فلا يحكم\nبوقوعه بشهادة الاناث ولو مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n             رجل أو كن أربعا ولا بالعبيد ولو\nصلحاء ولا بالفساق، ولو كان الفسق، بإخراج مكتوبة عن وقتها بلا عذر ويشترط\nللاداء والقبول أن يسمعاه ويبصر المطلق حين النطق به فلا يصح تحملها\nالشهادة اعتمادا على الصوت من غير أن يريا المطلق لجواز اشتباه الاصوات وأن\nيبينا لفظ الزوج من صريح أو كناية ويقبل فيه شهادة أبي المطلقة وابنها إن\nشهدا حسبة.\n</p>\n\n<p>\nولو تعارضت بينتا تعليق وتنجيز قدمت الاولى لان معها زيادة علم بسماع\nالتعليق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n             فصل في الرجعة\n</p>\n\n<p>\nهي لغة المرة من الرجوع وشرعا رد المرأة إلى النكاح من طلاق غير بائن في\nالعدة (صح رجوع مفارقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n             بطلاق دون أكثره) فهو ثلاث لحر وثنتان\nلعبد (مجانا) بلا عوض (بعد وطئ) أي في عدة وطئ (قبل انقضاء عدة) فلا يصح\nرجوع مفارقة بغير طلاق كفسخ ولا مفارقة بدون ثلاث مع عوض كخلع لبينونتها\nومفارقة قبل وطئ: إذ لا عدة عليها ولا من انقضت عدتها لانها صارت <span id='ms255'></span> أجنبية.\n</p>\n\n<p>\nويصح تجديد نكاحهن بإذن جديد وولي وشهود ومهر آخر ولا مفارقة بالطلاق\nالثلاث فلا يصح نكاحها إلا بعد التحليل، وإنما يصح الرجوع (براجعت) أو رجعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n             (زوجتي) أو فلانة وإن لم يقل: إلي نكاحي أو إلي لكن يسن أن\nيزيد أحدهما مع الصيغة: ويصح برددتها إلى نكاحي وبأمسكتها، وأما عقد النكاح\nعليها بإيجاب وقبول فكناية تحتاج إلى نية.\n</p>\n\n<p>\nولا يصح تعليقها كراجعتك إن شئت.\n</p>\n\n<p>\nولا يشترط الاشهاد عليها بل يسن.\n</p>\n\n<p>\nفروع يحرم التمتع برجعية ولو بمجرد نظر ولاحد إن وطئ، بل يعزر وتصدق\nبيمينها في انقضاء العدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n             بغير الاشهر من أقراء أو وضع إذا أمكن\nوإذا أنكره الزوج أو خالفت عادتها لان النساء مؤتمنات على أرحامهن ولو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n             ادعى رجعة العدة وهي منقضية ولم تنكح، فإن اتفقا على وقت\nالانقضاء كيوم الجمعة وقال: راجعت قبله فقالت بل بعده حلفت أنها لا تعلم\nأنه راجع فتصدق لان الاصل عدم الرجعة قبله، فلو اتفقتا على وقت الرجعة كيوم\nالجمعة وقالت: انقضت يوم الخميس وقال: بل انقضت يوم السبت صدق بيمينه أنها\nما انقضت يوم الخميس لاتفاقهما على وقت الرجعة والاصل عدم انقضاء العدة\nقبله.\n</p>\n\n<p>\n(ولو تزوج) رجل (مفارقته) ولو بخلع (بدون ثلاث ولو بعد) أن نكحت ل (- زوج\nآخر) ودخوله بها (عادت) إليه (ببقيته): أي بقية الثلاث فقط من ثنتين أو\nواحدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n             فصل الايلاء خلف زوج يتصور وطوه على امتناعه من وطؤه\nزوجته مطلقا أو فوق أربعة أشهر كأن يقول: لا أطوك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n             أو لا أطوك\nخمسة أشهر أو حتى يموت فلان، فإذا مضت أربعة أشهر من الايلاء بلا وطئ فلها\nمطالبته بالفيئة وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n             الوطئ أو بالطلاق، فإن أبى طلق عليه\nالقاضي وينعقد الايلاء بالحلف بالله تعالى وبتعليق طلاق أو عتق أو التزام\nقربة، وإذا وطئ مختارا بمطالبة أو دونها لزمته كفارة يمين إن حلف بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n             فصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n             إنما يصح الظهار ممن يصح طلاقه وهو أن يقول\nلزوجته أنت كظهر أمي ولو بدون علي.\n</p>\n\n<p>\nوقوله أنت كأمي كناية وكالام محرم لم يطرأ تحريمها.\n</p>\n\n<p>\nوتلزمه كفارة <span id='ms256'></span> ظهار بالعود وهو أن يمسكها زمنا يمكن فراقها فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p043'> Vol. 04, p. 043</a>\n            </div>\n             فصل في العدة هي مأخوذة من العدد لاشتمالها على عدد أقراء\nوأشهر غالبا وهي شرعا مدة تتربص فيها المرأة لمعرفة براءة رحمها من الحمل\nأو للتعبد.\n</p>\n\n<p>\nوهو إصطلاحا ما لا يعقل معناه عبادة كان أو غيرها ولتفجعها على زوج مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n             وشرعت أصالة صونا للنسب عن الاختلاط (تجب عدة لفرقة زوج حي)\nبطلاق أو فسخ نكاح حاضر أو غائب مدة طويلة (وطئ) في قبل أو دبر، بخلاف ما\nإذا لم يكن وطئ وإن وجدت خلوة (وإن تيقن براءة رحم) كما في صغيرة وصغير.\n</p>\n\n<p>\n(ولوطئ) حصل مع (شبهة) في حله كما في نكاح فاسد وهو كل ما لم يوجب حدا\nعلى الواطئ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n             فرع: لا يستمتع بموطوءة بشبهة مطلقا ما دامت في\nعدة شبهة حملا كانت أو غيره حتى تنقضي بوضع أو غيره لاختلال النكاح بتعلق\nحق الغير.\n</p>\n\n<p>\nقال شيخنا: ومنه يوءخذ أنه يحرم عليه نظرها ولو بلا شهوة والخلوة بها،\n</p>\n\n<p>\nوإنما يجب لما ذكر عدة (بثلاثة قروء) والقرء هنا طهريين دمي حيضتين أو\nحيض ونفاس فلو طلق من لم تحض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p047'> Vol. 04, p. 047</a>\n            </div>\n             أولا ثم حاضت لم يحسب الزمن الذي\nطلق فيه قرءا: إذ لم يكن بين دمين، بل لا بد من ثلاثة أطهار بعد الحيضة\nالمتصلة بالطلاق ويحسب بقية الطهر طهرا في غيرها، وتجب العدة بثلاثة أقراء\n(على حرة تحيض) لقوله تعالى: * (والمطلقات يتربصن بأنفسهن ثلاثة قروء) *\nفمن طلقت طاهرا وقد بقي من الطهر لحظة انقضت عدتها بالطعن في الحيضة\nالثالثة لاطلاق القرء على أقل لحظة من الطهر وإن وطئ فيه أو حائضا وإن لم\nيبق من زمن الحيض إلا لحظة فتنقضي عدتها بالطعن في الحيضة الرابعة وزمن\nالطعن في الحيضة ليس من العدة بل يتبين به انقضاؤها.\n</p>\n\n<p>\n(و) تجب عدة (بثلاثة أشهر) هلالية ما لم تطلق أثناء شهر، وإلا تمم\nالمنكسر ثلاثين (إن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n             تحض) أي الحرة أصلا (أو) حاضت أولا ثم\nانقطع و (يئست) من الحيض ببلوغها إلى سن تيأس فيه النساء من <span id='ms257'></span> الحيض غالبا،\nوهو اثنتان وستون سنة، وقيل خمسون ولو حاضت من لم تحض قط في أثناء العدة\nبالاشهر اعتدت بالاطهار أو بعدها أو تستأنف العدة بالاطهار، بخلاف الآيسة\n(ومن انقطع حيضها) بعد أن كانت تحيض (بلا علة) تعرف (لم تتزوج حتى تحيض أو\nتيأس) ثم تعتد بالاقراء أو الاشهر وفي القديم وهو مذهب مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n            \nوأحمد أنها تتربص تسعة أشهر ثم تعتد بثلاثة أشهر ليعرف فراغ الدم: إذ هي\nغالب مدة الحمل، وانتصر له الشافعي بأن عمر رضي الله عنه قضى به بين\nالمهاجرين والانصار ولم ينكر عليه، ومن ثم أفتى به سلطان العلماء عز الدين\nابن عبد السلام والبارزي والريمي وإسماعيل الحضرمي واختاره البلقيني وشيخنا\nابن زياد رحمهم الله تعالى.\n</p>\n\n<p>\nأما من انقطع حيضها بعلة تعرف كرضاع ومرض فلا تتزوج اتفاقا حتى تحيض أو\nتيأس وإن طالت المدة (و) تجب العدة (لوفاة) زوج حتى (على) حرة (رجعية وغير\nموطوءة) لصغر أو غيره، وإن كانت ذات أقراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n             (بأربعة أشهر وعشرة\nأيام) ولياليها للكتاب والسنة.\n</p>\n\n<p>\nوتجب على المتوفي عنها زوجها العدة بما ذكر (مع إحداد) يعني يجب الاحداد\nعليها أيضا بأي صفة كانت، للخبر المتفق عليه: لا يحل لامرأة تؤمن بالله\nواليوم الآخر أن\n</p>\n\n<p>\nتحد على ميت فوق ثلاث إلا على زوج أربعة أشهر وعشرا أي فإنه يحل لها\nالاحداد عليه هذه المدة: أي يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p051'> Vol. 04, p. 051</a>\n            </div>\n             لان ما جاز بعد امتناعه واجب\nوللاجماع على إرادته إلا ما حكي عن الحسن البصري، وذكر الايمان للغالب أو\nلانه أبعث على الامتثال، وإلا فمن لها أمان يلزمها ذلك أيضا ويلزم الولي\nأمر موليته به.\n</p>\n\n<p>\nتنبيه: الاحداد الواجب على المتوفي عنها زوجها ولو صغيرة ترك لبس مصبوع\nلزينة وإن خشن.\n</p>\n\n<p>\nويباح إبريسم لم يصبغ، وترك التطيب ولو ليلا، والتحلي نهارا بحلي ذهب أو\nفضة.\n</p>\n\n<p>\nولو نحو خاتم أو قرط أو تحت الثياب للنهي عنه، ومنه مموه بأحدهما ولؤلؤ\nونحوه من الجواهر التي تتحلى بها، ومنها العقيق وكذا نحو نحاس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n            \nوعاج إن كانت من قوم يتحلون بهما وترك <span id='ms258'></span> الاكتحال بإثمد إلا لحاجة وإن كانت\nسوداء، ودهن شعر رأسها لا سائر البدن وحل تنظف بغسل، وإزالة وسخ وأكل تنبل\nوندب إحداد لبائن بخلع أو فسخ أو طلاق ثلاث لئلا يفضي تزيينها لفسادها،\nوكذا الرجعية إن لم ترج عودة بالتزين فيندب.\n</p>\n\n<p>\nوتجب على المعتدة بالوفاة وبطلاق بائن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n             أو فسخ ملازمة مسكن\nكانت فيه عند الموت أو الفرقة إلى انقضاء عدة ولها الخروج نهارا لشراء نحو\nطعام وبيع غزل ولنحو احتطاب لا ليلا ولو أوله، خلافا لبعضهم لكن لها خروج\nليلا إلى دار جاره الملاصق لغزل وحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n             ونحوهما لكن بشرط أن\nيكون ذلك بقدر العادة وأن لا يكون عندها من يحدثها ويؤنسها على الاوجه وأن\nترجع وتبيت في بيتها.\n</p>\n\n<p>\nأما الرجعية فلا تخرج إلا بإذنه أو لضرورة لان عليه القيام بجميع مؤنها\nكالزوجة، ومثلها بائن حامل وتنتقل من المسكن لخوف على نفسها أو ولدها أو\nعلى المال ولو لغيرها كوديعة وإن قل وخوف هدم أو حرق أو سارق.\n</p>\n\n<p>\nأو تأذت بالجيران أذى شديدا، وعلى الزوج سكنى المفارقة ولو بأجرة ما لم\nتكن ناشزة وليس له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n             مساكنتها ولا دخول محل هي فيه مع انتفاء نحو\nالمحرم فيحرم عليه ذلك ولو أعمى وإن كان الطلاق رجعيا لان ذلك يجر إلى\nالخلوة المحرمة بها، ومن ثم لزمها منعه إن قدرت عليه (و) كما تعتد حرة بما\nذكر (تعتد غيرها) أي\n</p>\n\n<p>\nغير الحرة (بنصف) من عدة الحرة لانها على النصف في كثير من الاحكام (وكمل\nالطهر الثاني) إذ لا يظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n             نصفه إلا بظهور كله فلا بد من\nالانتظار إلى أن يعود الدم (وتعتدان) أي الحرة والامة لوفاة أو غيرها وإن\nكانتا تحيضان (بوضع حمل) حملتا لصاحب العدة ولو مضغة تتصور لو بقيت لا بوضع\nعلقة.\n</p>\n\n<p>\nفرع: يلحق ذا العدة الولد إلى أربع سنين موقت طلاقه لا إن أتت به بعد\nنكاح لغير ذي العدة وإمكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n             لان يكون منه بأن أتت به لستة أشهر\nبعد نكاحه.\n</p>\n\n<p>\n(وتصدق) المرأة (في) دعوى (انقضاء عدة) بغير أشهر إن (أمكن <span id='ms259'></span>) انقضاوها وإن\nخالفت عدتها أو كذبها الزوج، إذ يعسر عليها إقامة البينة بذلك ولانها\nمؤتمنة على ما في رحمها وإمكان الانقضاء بالولادة ستة أشهر ولحظتان\nوبالاقراء لحرة طلقت في طهر اثنان وثلاثون يوما ولحظتان وفي حيض سبعة\nوأربعون يوما ولحظة.\n</p>\n\n<p>\nفائدة: ينبغي تحليف المرأة على انقضاء العدة (ولا يقبل دعواها) أي المرأة\n(عدم انقضائها) أي العدة (بعد تزوج الآخر) لان رضاها بالنكاح يتضمن\nالاعتراف بانقضاء العدة، فلو ادعت بعد الطلاق الدخول فأنكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n             صدق\nبيمينه لان الاصل عدمه وعليها العدة مؤاخذة لها بإقرارها وإن رجعت وكذبت\nنفسها في دعوى الدخول لان الانكار بعد الاقرار غير مقبول.\n</p>\n\n<p>\nفرع: لو انقضت عدة الرجعية ثم نكحت آخر فادعى مطلقها عليها أو على الزوج\nالثاني الرجعية قبل انقضاء العدة فأثبت ذلك ببينة أو لم يثبت لكن أقرا: أي\nالزوجة، والثاني له به أخذها لانه قد ثبت بالبينة أو الاقرار ما يستلزم\nفساد النكاح ولها عليه بالوطئ مهر المثل، فلو أنكر الثاني الرجعة صدق\nبيمينه في إنكارها لان النكاح وقع صحيحا والاصل عدم الرجعة أو أقرت هي دون\nالثاني فلا يأخذها لتعلق حق الثاني حتى تبين من الثاني، إذ لا يقبل إقرارها\nعليه بالرجعة ما دامت في عصمته لتعلق حقه بها، أما إذا بانت منه فتسلم\nللاول بلا عقد وأعطت وجوبا الاول قبل بينونتها مهر المثل للحيلولة الصادرة\nمنها بينه وبين حقه بالنكاح الثاني حتى لو زال أخذت المهر لارتفاع\nالحيلولة، ولو تزوجت امرأة كانت في حيالة زوج بأن ثبت ذلك ولو بإقرارها به\nقبل نكاح الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n             فادعى عليها الاول بقاء نكاحه وأنه لم يطلقها\nوهي تدعي أنه طلقها وانقضت عدتها منه قبل أن تنكح الثاني ولا بينة بالطلاق\nفحلف أنه لم يطلقها أخذها من الثاني لانها أقرت له بالزوجية وهو إقرار\nصحيح، إذ لم يتفقا على الطلاق (وتنقطع عدة) بغير حمل (بمخالطة) مفارق\nلمفارقة (رجعية فيها) لا بائن ولو بخلع كمخالطة الزوج زوجته بأن كان يختلي\nبها، ويتمكن عليها ولو في الزمن اليسير سواء أحصل <span id='ms260'></span> وطئ أم لا فلا تنقضي\nالعدة لكن إذا زالت المعاشرة بأن نوى أنه لا يعود إليها كملت على ما مضى،\nوذلك لشبهة الفراش كما لو نكحها حائلا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n             العدة فلا يحسب زمن\nاستفراشه عنها بل تنقطع من حين الخلوة ولا يبطل بها ما مضى فتبني عليه إذا\nزالت ولا يحسب الاوقات المتخللة بين الخلوات، (و) لكن (لا رجعة) له عليها\n(بعدها) أي بعد العدة بالاقراء أو الاشهر على المعتمد وإن لم تنقض عدتها\nلكن يلحقها الطلاق إلى انقضائها، والذي رجحه البلقيني أنه لا مؤنة لها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p061'> Vol. 04, p. 061</a>\n            </div>\n             بعدها.\n</p>\n\n<p>\nوجزم به غيره فقال: لا توارث بينهما ولا يحد بوطئها.\n</p>\n\n<p>\nتتمة: لو اجمتع عدتا شخص على امرأة بأن وطئ مطلقته الرجعية مطلقا أو\nالبائن بشبهة تكفي عدة أخيرة منهما فتعتد هي من فراغ الوطئ وتندرج فيها\nبقية الاولى فإن كرر الوطئ استأنفت أيضا لكن لا رجعة حيث لم يبق من الاولى\nبقية.\n</p>\n\n<p>\nفرع: في حكم الاستبراء وهو شرعا تربص بمن فيها رق عند وجود سبب مما يأتي\nللعلم ببراءة رحمها أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n             للتعبد.\n</p>\n\n<p>\n(يجب استبراء) لحل تمتع أو تزويج (بملك أمة) ولو معتدة بشراء أو إرث أو\nوصية أو هبة مع قبض أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n             سبي بشرطه من القسمة أو اختيار تملك\n(وإن تيقن براءة رحم) كصغيرة وبكر وسواء أملكها من صبي أم امرأة أم من بائع\nاستبرأها قبل البيع فيجب فيما ذكر بالنسبة لحل التمتع (وبزوال فراش) له (عن\nأمة موطوءة) غير مستولدة (أو مستولدة بعتقها): أي بإعتاق السيد كل واحدة\nمنهما أو موته لا إن استبرأ قبيل إعتاق غير مستولدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n             ممن زال\nعنها الفراش فلا يجب بل تتزوج حالا.\n</p>\n\n<p>\nإذ لا تشبه هذه منكوحة بخلاف المستولدة.\n</p>\n\n<p>\n(و) يحرم بل (لا يصح تزويج موطوءته) أي المالك (قبل) مضي (إستبراء) حذر\nمن اختلاط الماءين، أما غير موطوءته فإن كانت غير موطوءة لاحد فله تزويجها\nمطلقا أو موطوءة غيره فله تزويجها ممن الماء منه وكذا من غيره إن كان الماء\nغير محترم أو مضت مدة الاستبراء منه.\n</p>\n\n<p>\nولو <span id='ms261'></span> أعتق موطوءته فله نكاحها بلا استبراء (وهو) أي الاستبراء (لذات أقراء\nحيضة) كاملة فلا تكفي بقيتها الموجودة حالة وجوب الاستبراء ولو وطئها في\nالحيض فحبلت منه، فإن كان قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n             مضي أقل الحيض انقطع الاستبراء\nوبقي التحريم إلى الوضع كما حبلت من وطئه وهي طاهرة وإن حبلت بعد مضي أقله\nكفى في الاستبراء لمضي حيض كامل لها قبل الحمل (ولذات أشهر) من صغيرة أو\nآيسة (شهر ولحامل لا تعتد بالوضع) أي بوضع الحمل وهي التي حملها من الزنا\nأو المسبية الحامل أو التي هي حامل من السيد وزال عنها فراشه بعتق سواء\nالحامل المستولدة وغيرها (وضعه) أي الحمل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n             فرع: لو اشترى نحو\nوثنية أو مرتدة فحاضت ثم بعد فراغ الحيض أو في أثنائه ومثله الشهر في ذات\nالاشهر أسلمت لم يكف حيضها أو نحوه في الاستبراء لانه لا يستعقب حل التمتع\nالذي هو القصد في الاستبراء (وتصدق) المملوكة بلا يمين (في قولها) حضت لانه\nلا يعلم إلا منها (وحرم في غير مسبية تمتع) ولو بنحو نظر بشهوة ومس (قبل)\nتمام (استبراء) لادائه إلى الوطئ المحرم ولاحتمال أنها حامل بحر فلا يصح\nنحو بيعها نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n             تحل له الخلوة بها، أما في المسبية فيحرم الوطئ\nلا الاستمتاع بغيره من تقبيل ومس لانه (ص) لم يحرم منها غيره مع غلبة\nامتداد الاعين والايدي إلى مس الاماء سيما الحسان، ولان ابن عمر رضي الله\nعنه قبل أمة وقعت في سهمه من سبايا أوطاس، وألحق الماوردي وغيره بالمسبية\nفي حل الاستمتاع بغير الوطئ كل من لا يمكن حملها كصبية وآيسة وحامل من زنا.\n</p>\n\n<p>\nفرع: لا تصير أمة فراشا لسيدها إلا بوطئ منه في قبلها ويعلم ذلك بإقراره\nبه أو ببينة، فإذا ولدت للامكان\n</p>\n\n<p>\nمن وطئه ولدا لحقه وإن لم يعترف به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n             فصل في النفقة من\nالانفاق وهو الاخراج (يجب) المد الآتي وما عطف عليه (لزوجة) أو أمة ومريضة\n(مكنت) من الاستمتاع بها ومن نقلها إلى حيث شاء عند أمن الطريق والمقصد ولو\nبركوب بحر غلبت فيه <span id='ms262'></span> السلامة، فلا تجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n             بالعقد خلافا للقديم\nوإنما تجب بالتمكين يوما فيوما ويصدق هو بيمينه في عدم التمكين وهي في عدم\nالنشوز والانفاق عليها، وإذا مكنت من يمكن التمتع بها ولو من بعض الوجوه\nوجبت مؤنها ولو كان الزوج طفلا لا يمكن جماعه: إذ لا منع من جهتها وإن عجزت\nعن وطئ بسبب غير الصغر كرتق أو مرض أو جنون، لا إن عجزت بالصغر، بأن كانت\nطفلة لا تحتمل الوطئ فلا نفقة لها وإن سلمها الولي إلى الزوج.\n</p>\n\n<p>\nإذ لا يمكن التمتع بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n             كالناشزة، بخلاف من تحتمله ويثبت ذلك\nبإقراره وبشهادة البينة به أو بأنها في غيبته باذلة للطاعة ملازمة للمسكن\nونحو ذلك ولها مطالبته بها إن أراد سفرا طويلا (ولو رجعية) وإن كانت حائلا\nأي يجب لها ما ذكر ما عدا آلة التنظيف لبقاء حبسه لها وقدرته على التمتع\nبها بالرجعة ولامتناعه عنها لم يجب لها آلة التنظيف ويسقط مؤنتها ما يسقط\nمؤنة الزوجة كالنشوز، وتصدق في قدر أقرائها بيمين إن كذبها وإلا فلا يمين،\nوتجب النفقة أيضا لمطلقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n             حامل بائن بالطلاق الثلاث أو الخلع أو\nالفسخ بغير مقارن وإن مات الزوج قبل الوضع ما لم تنشز ولو أنفق بظنه فبان\nعدمه رجع عليها أما إذا بانت الحامل بموته فلا نفقة، وكذا لا نفقة لزوجة\nتلبست بعدة شبهة بأن وطئت بشبهة وإن لم تحبل لانتفاء التمكين.\n</p>\n\n<p>\nإذ يحال بينه وبينها إلى انقضاء العدة، ثم الواجب لنحو زوجة ممن مر (مد\nطعام) من غالب قوت محل إقامتها لا إقامته ويكفي دفعه من غير إيجاب وقبول\nكالدين في الذمة.\n</p>\n\n<p>\nقال شيخنا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n             ومنه يؤخذ أن الواجب هنا عدم الصارف لا قصد\nالاداء، خلافا لابن المقري ومن تبعه (على معسر) ولو بقوله ما\n</p>\n\n<p>\nلم يتحقق له مال وهو من لا يملك ما يخرجه عن المسكنة (ولو مكتسبا) وإن\nقدر على كسب واسع (و) على (رقيق) ولو مكاتبا وإن كثر ماله (ومدان على موسر)\nوهو من لا يرجع بتكليفه مدين معسرا (ومد ونصف على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p074'> Vol. 04, p. 074</a>\n            </div>\n             متوسط <span id='ms263'></span>) وهو\nمن يرجع بذلك معسر، وإنما تجب النفقة وقت طلوع فجر كل يوم فيوم (إن لم\nتؤاكله) على العادة برضاها وهي رشيدة، فلو أكلت معه دون الكفاية وجب لها\nتمام الكفاية على الاوجه، وتصدق هي في قدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n             ما أكلته ولو كلفها\nمؤاكلته من غير رضاها أو واكلته غير رشيدة بلا إذن ولي فلا تسقط نفقتها به،\nوحينئذ هو متطوع فلا رجوع له بما أكلته، خلافا للبلقيني ومن تبعه، ولو زعمت\nأنه متطوع وزعم أنه مؤد عن النفقة صدق بيمينه على الاوجه.\n</p>\n\n<p>\nوفي شرح المنهاج: لو أضافها رجل إكراما له سقطت نفقتها ويكلف من أراد\nسفرا طويلا طلاقها وتوكيل من ينفق عليها من مال حاضر ويجب ما ذكر (بأدم) أي\nمع أدم اعتيد وإن لم تأكله كسمن وزيت وتمر ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n             تنازعا فيه أو\nفي اللحم الآتي قدره قاض باجتهاده مفاوتا في قدر ذلك بين الموسر وغيره،\nوتقدير الحاوي كالنص بأوقية زيت أو سمن تقريب ويجب أيضا لحم اعتيد قدرا\nووقتا بحسب يساره وإعساره وإن لم تأكله أيضا، فإن اعتيد مر في الاسبوع\nفالاولى كونه يوم الجمعة أو مرتين فالجمعة والثلاثاء والنص أيضا رطل لحم في\nالاسبوع على المعسر ورطلان على الموسر محمول على قلة اللحم في أيامه بمصر\nفيزاد بقدر الحاجة بحسب عادة المحل، والاوجه أنه لا أدم يوم اللحم إن كفاها\nغذاء وعشاء وإلا وجب (و) مع (ملح) وحطب (وماء شرب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n             لتوقف\nالحياة عليه (و) مع (مؤنة) كأجرة طحن وعجن وخبز وطبخ ما لم تكن من قوم\nاعتادوا ذلك بأنفسهم، كما جزم به ابن الرفعة والاذرعي، وجزم غيرهما بأنه لا\nفرق (و) مع (آلة) لطبخ وأكل وشرب كقصعة وكوز وجرة وقدر ومغرفة وإبريق من\nخشب أو خزف أو حجر، ولا يجب من نحاس وصيني وإن كانت شريفة (و) يجب لها على\nالزوج ولو معسرا أول كل ستة أشهر كسوة تكفيها طولا وضخامة.\n</p>\n\n<p>\nفالواجب (قميص) ما لم تكن ممن اعتدن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n             الازار والرداء فيجبان\nدونه على الاوجه (وإزار) وسراويل (وخمار) أي مقنعة <span id='ms264'></span> ولو لامة (ومكعب) أي ما\nيلبس في رجلها ويعتبر في نوعه عرف بلدها.\n</p>\n\n<p>\nنعم قال الماوردي إن كانت ممن يعتدن أن لا يلبسن في أرجلهن شيئا في\nالبيوت لا يجب لارجلها شئ ويجب ذلك لها (مع لحاف للشتاء) يعني وقت البرد\nولو في غير الشتاء ويزيد في الشتاء جبة محشوة.\n</p>\n\n<p>\nأما في غير وقت البرد ولو في وقت الشتاء في البلاد الحارة فيجب لها رداء\nأو نحوه إن كانوا ممن يعتادون فيه غطاء غير لباسهم أو ينامون عرايا كما هو\nالسنة، فإن لم يعتادوا لنومهم غطاء لم يجب ذلك ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n             اعتادوا\nثوبا للنوم وجب، كما جزم به بعضهم، ويختلف جودة الكسوة وضدها بيساره وضده\nويجب عليه توابع ذلك من نحو تكة سراويل وزر نحو قميص وخيط وأجرة خياط وعليه\nفراش لنومها ومخدة ولو اعتادوا على السرير وجب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n             فرع: يجب تجديد\nالكسوة التي لا تدوم سنة بأن تعطاها كل ستة أشهر من كل سنة، ولو تلفت أثناء\nالفصل ولو بلا تقصير لم يجب تجديدها، ويجب كونها جديدة (و) لها عليه (آلة\nتنظف) لبدنها وثوبها وإن غاب عنها، لاحتياجها إليه كالادم، فمنها سدر ونحوه\n(كمشط) وسواك وخلال (و) عليه (دهن) لرأسها وكذا لبدنها إن اعتيد من شيرج أو\nسمن فيجب الدهن كل أسبوع مرة فأكثر بحسب العادة، وكذا دهن لسراجها وليس\nلحامل بائن ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n             زوجها غائب إلا ما يزيل الشعث والوسخ على\nالمذهب ويجب عليه الماء للغسل الواجب بسببه كغسل جماع ونفاس لا حيض واحتلام\nوغسل نجس ولا ماء وضوء إلا إذا نقضه بلمسه (لا) عليه (طيب) إلا لقطع ريح\nكريه ولا كحل (ودواء) لمرضها وأجرة طبيب، ولها طعام أيام المرض وأدمها\nوكسوتها وآلة تنظفها وتصرفه للدواء وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n             تنبيه: يجب لها في\nجميع ما ذكر من الطعام والادم وآلة ذلك والكسوة والفرش وآلة التنظيف أن\nيكون تمليكا بالدفع دون إيجاب وقبول وتملكه هي بالقبض فلا يجوز أخذه منها\nإلا برضاها أما المسكن فيكون إمتاعا\n</p>\n\n<p>\nحتى يسقط بمضي الزمان لانه لمجرد الانتفاع كالخادم <span id='ms265'></span> وما جعل تمليكا يصير\nدينا بمضي الزمان ويعتاض عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n             ولا يسقط بموت أثناء الفصل، (و)\nلها (عليه مسكن) تأمن فيه لو خرج عنها على نفسها ومالها - وإن قل - للحاجة\nبل للضرورة إليه (يليق بها) عادة وإن كانت ممن لا يعتادون السكنى (ولو\nمعارا) ومكترى.\n</p>\n\n<p>\nولو سكن معها في منزلها بإذنها أو لامتناعها من النقلة معه أو في منزل\nمنحو أبيها بإذنها لم يلزمه أجرة لان الاذن العرى عن ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n             العوض\nينزل على الاعارة والاباحة، (و) عليه ولو معسرا، خلافا لجمع، أو قنا (إخدام\nحرة) بواحدة لا أكثر لانه من المعاشرة بالمعروف، بخلاف الامة وإن كان جميلة\n(تخدم) أي يخدم مثلها عادة عند أهلها، فلا عبرة بترفهها في بيت زوجها،\nوإنما يجب عليه الاخدام ولو بحرة صحبتها أو مستأجرة أو بمحرم أو مملوك لها\nولو عبدا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n             بصبي غير مراهق، فالواجب للخادم الذي عينه الزوج\nمد وثلث على موسر، ومد على معسر ومتوسط مع كسوة أمثال الخادم من قيمص وإزار\nومقنعة، ويراد للخادمة خف وملحفة إذا كانت تخرج وإن كانت قنة اعتادت كشف\nالرأس، وإنما لم يجب الخف والملحفة للمخدومة، على المعتمد، لان له منعها من\nالخروج والاحتياج إليه لنحو الحمام نادر.\n</p>\n\n<p>\nتنبيه: ليس على خادمها إلا ما يخصها وتحتاج إليه.\n</p>\n\n<p>\nكحمل الماء للمستحم والشرب وصبه على بدنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n             وغسل خرق الحيض\nوالطبخ لاكلها أما ما لا يخصها كالطبخ لاكله وغسل ثيابه فلا يجب على واحد\nمنهما بل هو على الزوج، فيوفيه بنفسه أو بغيره.\n</p>\n\n<p>\nمهمات: من شرح المنهاج لشيخنا: لو اشترى حليا أو ديباجا لزوجته وزينها به\nلا يصير ملكا لها بذلك، ولو اختلفت هي والزوج في الاهداء والعارية صدق\nومثله وارثه، ولو جهز بنته بجهاز لم تملكه إلا بإيجاب وقبول والقول قوله في\nأنه لم يملكها.\n</p>\n\n<p>\nويؤخذ مما تقرر أن ما يعطيه الزوج صلحة أو صباحية، كما اعتيد ببعض\nالبلاد، لا تملكه إلا بلفظ أو قصد إهداء، خلافا لما مر عن فتاوى الحناطي\nوإفتاء غير واحد بأنه لو أعطاها مصروفا <span id='ms266'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n             للعرس ودفعا وصباحية\nفنشزت استرد الجميع غير صحيح، إذ التقييد بالنشوز لا يتأتى في الصباحية لما\nقررته فيها أنها كالصلحة لانه إن تلفط بإهداء أو قصده ملكته من غير جهة\nالزوجية، وإلا فهو ملكه وأما مصروف العرس فليس بواجب فإذا صرفته بإذنه ضاع\nعليه، وأما الدفع، أي المهر، فإن كان قبل الدخول استرده، وإلا فلا لتقرره\nبه فلا يسترد بالنشوز.\n</p>\n\n<p>\n(وتسقط) المؤن كلها (بنشوز) منها إجماعا: أي بخروج عن طاعة الزوج وإن لم\nتأثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n             كصغيرة ومجنونة ومكرهة (ولو ساعة) أو ولو لحظة فتسقط نفقة\nذلك اليوهم وكسوة ذلك الفصل ولا توزع على زماني الطاعة والنشوز، ولو جهل\nسقوطها بالنشوز فأنفق رجع عليها إن كان ممن يخفى عليه ذلك، وإنما لم يرجع\nمن أنفق في نكاح أو شراء فاسد وإن جهل ذلك لانه شرع في عقدهما على أن يضمن\nالمؤن بوضع اليد ولا كذلك ههنا، وكذا من وقع عليه طلاق باطنا ولم يعلم به\nفأنفق مدة ثم علم فلا يرجع بما أنفقه - على الاوجه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n             ويحصل\nالنشوز (بمنع) الزوجة الزوو (من تمتع) ولو بنحو لمس أو بموضع عينه (لا) إن\nمنعته عنه (لعذر) ككبر آلته بحيث لا تحتمله ومرض بها يضر معه الوطئ وقرح في\nفرجها وكنحو حيض، ويثبت كبر آلته بإقراره أو برجلين من رجال الختان\nويحتالان لانتشار ذكره بأي حيلة، غير إيلاج ذكره في فرج محرم أو دبر أو\nبأربع نسوة فإن لم يمكن معرفته إلا بنظرهن إليهما مكشوفي الفرجين حال\nانتشار عضوه جاز ليشهدن.\n</p>\n\n<p>\nفرع: لها منع التمتع لقبض الصداق الحال أصالة قبل الوطئ بالغة مختارة.\n</p>\n\n<p>\nإذ لها الامتناع حينئذ فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n             يحصل النشوز ولا تسقط النفقة\nبذلك، فإن منعت لقبض الصداق المؤجل أو بعد الوطئ طائعة فتسقط فلو منعته\nلذلك بعد وطئها مكرهة أو صغيرة ولو بتسليم الولي فلا.\n</p>\n\n<p>\nولو ادعى وطأها بتمكينها وطلب تسليمها إليه فأنكرته وامتنعت من التسليم\nصدقت (وخروج من مسكن) أي المحل الذي رضي بإقامتها فيه ولو بيتها أو بيت\nأبيها ولو لعيادة وإن كان <span id='ms267'></span> الزوج غائبا بتفصيله الآتي (بلا إذن) منه ولا ظن\nلرضاه فخروجها بغير رضاه ولو لزيارة صالح أو عيادة غير محرم أو إلى مجلس\nذكر عصيان ونشوز، وأخذ الاذرعي وغيره من كلام الامام أن لها اعتماد العرف\n</p>\n\n<p>\nالدال على رضا أمثاله بمثل الخروج الذي تريده قال شيخنا: وهو محتمل ما لم\nتعلم منه غيره تقطعه عن أمثاله في ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n             تنبيه: يجوز لها الخروج\nفي مواضع منها إذا أشرف البيت على الانهدام، وهل يكفي قولها خشيت انهدامه\nأو لا بد من قرينة تدل عليه عادة ؟ قال شيخنا: كل محتمل، والاقرب الثاني.\n</p>\n\n<p>\nومنها إذا خافت على نفسها أو مالها من فاسق أو سارق، ومنها إذا خرجت إلى\nالقاضي لطلب حقها منه، ومنها خروجها لتعلم العلوم العينية أو للاستفتاء حيث\nلم يغنها الزوج الثقة أو نحو محرمها، فيما استظهره شيخنا، ومنها إذا خرجت\nلاكتساب نفقة بتجارة، أو سؤال أو كسب إذا أعسر الزوج، ومنها إذا خرجت على\nغير وجه النشوز في غيبة الزوج عن البلد بلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n             إذنه لزيارة أو\nعيادة قريب لا أجنبي أو أجنبية على الاوجه لان الخروج لذلك لا يعد نشوزا\nعرفا.\n</p>\n\n<p>\nقال شيخنا: وظاهر أن محل ذلك إن لم يمنعها من الخروج أو يرسل إليها\nبالمنع (وبسفرها) أي بخروجها وحدها إلى محل يجوز القصر منه للمسافر ولو\nلزيارة أبويها أو للحج (بلا إذن) منه ولو لغرضه ما لم تضطر كأن جلا جميع\nأهل البلد وبقي من لا تأمن معه (أو) بإذنه ولكن (لغرضها) أو لغرض أجنبي\nفتسقط المؤن على الاظهر لعدم التمكين، ولو سافرت بإذنه لغرضهما معا فمقتضى\nالمرجح في الايمان فيما إذا قال لزوجته إن خرجت لغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n             الحمام\nفأنت طالق فخرجت لها ولغيرها أنها لا تطلق عدم السقوط هنا لكن نص الام\nوالمختصر يقتضي السقوط (لا) بسفرها (معه) أي الزوج بإذنه ولو في حاجتها ولا\nبسفرها بإذنه لحاجته ولو مع حاجة غيره فلا تسقط المؤن لانها ممكنة وهو\nالمفوت لحقه في الثانية.\n</p>\n\n<p>\nوفي الجواهر وغيرها عن الماوردي وغيره لو امتنعت <span id='ms268'></span> من النقلة معه لم تجب\nالنفقة إلا إن كان يتمتع بها في زمن الامتناع فتجب ويصير تمتعه بها عفوا عن\nالنقلة حينئذ.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nقال شيخنا: وقضيته جريان ذلك في سائر صور النشوز وهو محتمل.\n</p>\n\n<p>\nوتسقط المؤن أيضا بإغلاقها الباب في وجهه وبدعواها طلاقا بائنا كذبا،\nوليس من النشوز شتمه وإيذاؤه باللسان، وإن استحقت التأديب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \nمهمة: لو تزوجت زوجة المفقود غيره قبل الحكم بموته سقطت نفقتها ولا تعود\nإلا بعلمه عودها إلى طاعته بعد التفريق بينهما.\n</p>\n\n<p>\nفائدة: يجوز للزوج منعها من الخروج من المنزل ولو لموت أحد أبويها أو\nشهود جنازته، ومن أن تمكن من دخول غير خادمة واحدة لمنزله ولو أبويها أو\nابنها من غيره، لكن يكره منع أبويها حيث لا عذر، فإن كان المسكن ملكها لم\nيمنع شيئا من ذلك إلا عند الريبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n             تتمة: لو نشزت بالخروج من\nالمنزل فغاب وأطاعت في غيبته بنحو عودها للمنزل لم تجب مؤنها ما دام غائبا\nفي الاصح لخروجها عن قبضته فلا بد من تجديد تسليم وتسلم ولا يحصلان مع\nالغيبة، فالطريق في عود الاستحقاق أن يكتب الحاكم إلى قاضي بلده ليثبت\nعودها للطاعة عنده.\n</p>\n\n<p>\nفإذا علم وعاد أو أرسل من يتسلمها له أو ترك ذلك لغير عذر عاد الاستحقاق،\nوقضية قول الشافعي في القديم أن النفقة تعود عند عودها للطاعة لان الموجب\nفي القديم العقد لا التمكين.\n</p>\n\n<p>\nوبه قال مالك.\n</p>\n\n<p>\nوصرحوا أن نشوزها بالردة يزول بإسلامها مطلقا لزوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n             المسقط،\nوأخذ منه الاذرعي أنها لو نشزت في المنزل ولم تخرج منه كأن منعته نفسها\nفغاب عنها ثم عادت للطاعة عادت نفقتها من غير قاض وهو كذلك على الاصح، ولو\nالتمست زوجة غائب من القاضي أن يفرض لها فرضا عليه اشترط ثبوت النكاح\nوإقامتها في مسكنه وحلفها على استحقاق النفقة وأنها لم تقبض منه نفقة مدة\nمستقبلة فحينئذ يفرض لها عليه نفقة المعسر إلا إن ثبت يساره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \nفرع في فسخ النكاح: وشرع دفعا لضرر المرأة يجوز (لزوجة مكلفة) أي بالغة\nعاقلة لا لولي غير <span id='ms269'></span> مكلفة (فسخ نكاح من) أي زوح (أعسر) مالا وكسبا لائقا به\nحلالا (بأقل نفقة) تجب وهو مد (أو) أقل (كسوة) تجب كقميص وخمار وجبة شتاء،\nبخلاف نحو سراويل ونعل وفرش ومخدة والاواني لعدم بقاء النفس بدونهما فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n             فسخ بالاعسار بالادم وإن لم يسغ القوت ولا بنفقة الخادم ولا\nبالعجز عن النفقة الماضية كنفقة الامس وما قبله\n</p>\n\n<p>\nلتنزيلها منزلة دين آخر (أو) أعسر (بمسكن) وإن لم يعتادوه (أو) أعسر\n(بمهر) واجب حال لم تقبض منه شيئا حال كون الاعسار به (قبل وطئ) طائعة فلها\nالفسخ للعجز عن تسليم العوض مع بقاء المعوض بحاله وخيارها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \nحينئذ عقب الرفع إلى القاضي فوري فيسقط الفسخ بتأخيره بلا عذر كجهل ولا فسخ\nبعد الوطئ لتلف المعوض به وصيرورة العوض دينا في الذمة، فلو وطئها مكرهة\nفلها الفسخ بعده أيضا.\n</p>\n\n<p>\nقال بعضهم: إلا إن سلمها الولي له وهي صغيرة بغير مصلحة فتحبس نفسها\nبمجرد بلوغها فلها الفسخ حينئذ إن عجز عنه ولو بعد الوطئ لان وجوده هنا\nكعدمه.\n</p>\n\n<p>\nأما إذا قبضت بعضه فلا فسخ لها على ما أفتى به ابن الصلاح واعتمده\nالاسنوي والزركشي وشيخنا، وقال البارزي كالجوهري لها الفسخ أيضا واعتمده\nالاذرعي.\n</p>\n\n<p>\nتنبيه: يتحقق العجز عما مر بغيبة ماله لمسافة القصر، فلا يلزمها الصبر\nإلا إن قال أحضر مدة الامهال أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n             بتأجيل دينه بقدر مدة إحضار\nماله الغائب بمسافة القصر أو بحلوله مع إعسار المدين ولو الزوجة لانها في\nحالة الاعسار لا تصل لحقها والعسر منظر وبعدم وجدان المكتسب من يستعمله إن\nغلب ذلك أو بعروض ما يمنعه عن الكسب.\n</p>\n\n<p>\nفائدة: إذا كان للمرأة على زوجها الغائب دين حال من صداق أو غيره وكان\nعندها بعض ماله وديعة فهل لها أن تستقل بأخذه لدينها بلا رفع إلى القاضي ثم\nتفسخ به أو لا ؟ فأجاب بعض أصحابنا ليس للمرأة المذكورة الاستقلال بأخذ\nحقها بل ترفع الامر إلى القاضي لان النظر في مال الغائبين للقاضي.\n</p>\n\n<p>\nنعم.\n</p>\n\n<p>\nإن علمت أنه لا يأذن لها إلا بشئ يأخذه منها جاز <span id='ms270'></span> لها الاستقلال بالاخذ\nوإذا فرغ المال وأرادت الفسخ بإعسار الغائب، فإن لم يعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n             المال\nأحد ادعت إعساره وأنه لا مال له حاضر ولا ترك نفقة وأثبتت الاعسار وحلفت\nعلى الاخيرين ناوية بعدم ترك النفقة عدم وجودها الآن وفسخت بشروطه وإن علم\nالمال فلا بد من بينة بفراغه أيضا.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\n(فلا فسخ) على المعتمد (بامتناع غيره) موسرا أو متوسطا من الانفاق حضر أو\nغاب (إن لم ينقطع خبره) فإن انقطع خبره ولا مال له حاضر جاز لها الفسخ لان\nتعذر واجبها بانقطاع خبره كتعذر ربالاعسار، كما جزم به الشيخ زكريا، وخالفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n             تلميذه شيخنا.\n</p>\n\n<p>\nواختار جمع كثيرون من محققي المتأخرين في غائب تعذر تحصيل النفقة منه\nالفسخ، وقواه ابن الصلاح، وقال في فتاويه: إذا تعذرت النفقة لعدم مال حاضر\nمع عدم إمكان أخذها منه حيث هو بكتاب حكمي وغيره لكونه لم يعرف موضعه أو\nعرف ولكن تعذرت مطالبته عرف حاله في اليسار والاعسار أو لم يعرف فلها الفسخ\nبالحاكم والافتاء بالفسخ هو الصحيح.\n</p>\n\n<p>\nانتهى ونقل شيخنا كلامه في الشرح الكبير، وقال في آخره وأفتى بما قاله\nجمع من متأخري اليمن.\n</p>\n\n<p>\nوقال العلامة المحقق الطنبداوي في فتاويه، والذي نختاره، تبعا للائمة\nالمحققين، أنه إذا لم يكن له مال، كما سبق، لها الفسخ وإن كان ظاهر المذهب\nخلافه لقوله تعالى: * (وما جعل عليكم في الدين من حرج) * ولقوله (ص): بعثت\nبالحنيفية السمحة ولان مدار الفسخ على الاضرار ولا شك أن الضرر موجود فيها\nإذا لم يمكن الوصول إلى النفقة منه وإن كان موسرا.\n</p>\n\n<p>\nإذ سر الفسخ هو تضرر المرأة وهو موجود، لاسيما مع إعسارها فيكون تعذر\nوصولها إلى النفقة حكمه حكم الاعسار.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقال تلميذه شيخنا خاتمة المحققين ابن زياد في فتاويه: وبالجملة فالمذهب\nالذي جرى عليه الرافعي والنووي عدم جواز الفسخ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n             كما سبق،\nوالمختار الجواز، وجزم في فتيا له أخرى بالجواز و (لا) فسخ بإعسار بنفقة\nونحوها أو بمهر (قبل ثبوت إعساره) أي الزوج بإقرارة أو بينة تذكر إعساره\nالآن، ولا تكفي بينة <span id='ms271'></span> ذكرت أنه غاب معسرا.\n</p>\n\n<p>\nويجوز للبينة اعتماد في الشهادة على استصحاب حالته التي غاب عليها من\nإعسار أو يسار، ولا تسئل من أين لك أنه معسر الآن، فلو صرح بمستنده بطلت\nالشهادة (عند قاض) أو محكم فلا بد من الرفع إليه فلا ينفذ ظاهرا ولا باطنا\nقبل ذلك ولا يحسب عدتها إلا من الفسخ.\n</p>\n\n<p>\nقال شيخنا: فإن فقد قاض ومحكم بمحلها أو عجزت عن الرفع إلى القاضي.\n</p>\n\n<p>\nكأن قال لا أفسخ حتى تعطيني مالا استقلت بالفسخ للضرورة وينفذ ظاهرا وكذا\nباطنا، كما هو ظاهر، خلافا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p104'> Vol. 04, p. 104</a>\n            </div>\n             لمن قيد بالاول لان الفسخ مبني على\nأصل صحيح وهو مستلزم للنفوذ باطنا ثم رأيت غير واحد جزموا بذلك.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوفي فتاوي شيخنا ابن زياد: لو عجزت المرأة عن بينة الاعسار جاز لها\nالاستقلال بالفسخ.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقال الشيخ عطية المكي في فتاويه: إذا تعذر القاضي أو تعذر الاثبات عنده\nلفقد الشهود أو غيبتهم فلها أن تشهد\n</p>\n\n<p>\nبالفسخ، وتفسخ بنفسها - كما قالوا - في المرتهن إذا غاب الراهن وتعذر\nإثبات الرهن عند القاضي أن له بيع الرهن دون مراجعة قاض، بل هذا أهم.\n</p>\n\n<p>\nوأهم وقوعا.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\n(ف) - إذا توفرت شروط الفسخ من ملازمتها المسكن الذي غاب عنها وهي فيه\nوعدم صدور نشوز منها وحلفت عليهما وعلى أن لا مال له حاضر ولا ترك نفقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p105'> Vol. 04, p. 105</a>\n            </div>\n             وأثبتت الاعسار بنحو النفقة على المعتمد أو تعذر تحصيلها على\nالمختار (يمهل) القاضي أو المحكم وجوبا (ثلاثة) من الايام وإن لم يستمهله\nالزوج ولم يرج حصول شئ في المستقبل ليتحقق إعساره في فسخ لغير إعساره بمهر\nفإنه على الفور، وأفتى شيخنا أنه لا إمهال في فسخ نكاح الغائب، (ثم) بعد\nإمهال الثلاث بلياليها (يفسخ هو) أي القاضي أو المحكم أثناء الرابع، لخبر\nالدارقطني والبيهقي في الرجل لا يجد شيئا ينفق على امرأته يفرق بينهما وقضى\nبه عمر وعلي وأبو هريرة رضي الله عنهم.\n</p>\n\n<p>\nقال الشافعي رضي الله عنه: ولا أعلم أحدا من الصحابة خالفهم.\n</p>\n\n<p>\nولو فسخت بالحاكم على غائب فعاد وادعى أن له <span id='ms272'></span> مالا بالبلد لم يبطل، كما\nأفتى به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n             الغزالي، إلا إن ثبت أنها تعلمه ويسهل عليها أخذ\nالنفقة منه بخلاف نحو عقار وعرض لا يتيسر بيعه فإنه كالعدم (أو) تفسخ (هي\nبإذنه) أي القاضي بلفظ فسخت النكاح فلو سلم نفقة الرابع فلا تفسخ بما مضى\nلانه صار دينا.\n</p>\n\n<p>\nولو أعسر بعد أن سلم نفقة الرابع بنفقة الخامس بنت على المدة ولم\nتستأنفها.\n</p>\n\n<p>\nوظاهر قولهم أنهم لو أعسر بنفقة السادس استأنفتها وهو محتمل، ويحتمل أنه\nإن تخللت ثلاثة وجب الاستئناف، أو أقل فلا كما قاله شيخنا ولو تبرع رجل\nبنفقتها لم يلزمها القبول بل لها الفسخ.\n</p>\n\n<p>\nفرع: لهافي مدة الامهال والرضا بإعساره الخروج نهارا قهرا عليه لسؤال\nنفقة أو اكتسابها وإن كان لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n             مال وأمكن كسبها في بيتها وليس\nله منعها لان حبسه لها إنما هو في مقابلة إنفاقه عليها، وعليها رجوع إلى\nمسكنها ليلا لانه وقت الايواء دون العمل، ولها منعه من التمتع بها نهارا\nوكذلك ليلا لكن تسقط نفقتها عن ذمته مدة المنع في الليل.\n</p>\n\n<p>\nقال شيخنا: وقياسه أنه لا نفقة لها زمن خروجها للكسب اه.\n</p>\n\n<p>\nفرع: لا فسخ في غير مهر لسيد أمة وليس له منعها من الفسخ بغيره ولا الفسخ\nبه عند رضاها بإعساره أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n             عدم تكليفها لان النفقة في الاصل لها\nبل له إلجاؤها إليه بأن لا ينفق عليها ويقول لها إفسخي أو جوعي دفعا للضرر\nعنه، ولو زوج أمته بعبده واستخدمه فلا فسخ لها ولا له إذ مؤنتها عليه، ولو\nأعسر سيد المستولدة عن نفقتها قال أبو زيد: أجبر على عتقها أو تزويجها.\n</p>\n\n<p>\nفائدة: لو فقد الزوج قبل التمكين فظاهر كلامهم أنه لا فسخ ومذهب مالك\nرحمه الله تعالى لا فرق بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p109'> Vol. 04, p. 109</a>\n            </div>\n             الممكنة وغيرها إذا تعذرت النفقة\nوضربت المدة وهي عنده شهر للتفحص عنه ثم يجوز الفسخ.\n</p>\n\n<p>\nتتمة: يجب على موسر ذكر أو أنثى ولو بكسب يليق به بما فضل عن قوته وقوت\nممونة يومه وليلته وإن لم يفضل عن دينه كفاية نفقة وكسوة مع أدم <span id='ms273'></span> ودواء لاصل\nوإن علا ذكر أو أنثى وفرع وإن نزل.\n</p>\n\n<p>\nكذلك إذا لم يملكاها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p110'> Vol. 04, p. 110</a>\n            </div>\n             وإن اختلفا دينا لا إن كان أحدهما حربيا\nأو مرتدا.\n</p>\n\n<p>\nقال شيخنا في شرح الارشاد: ولا إن كان زانيا محصنا أو تاركا للصلاة،\nخلافا لما قاله في شرح المنهاج، ولا إن بلغ فرع وترك كسبا لائقا ولا أثر\nلقدرة أم أو بنت على النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n             لكن تسقط نفقتها بالعقد، وفيه نظر،\nلان نفقتها على الزوج إنما تجب بالتمكين، كما مر، وإن كان الزوج معسرا ما\nلم تفسخ ولا تصير مؤن القريب بفوتها دينا عليه إلا باقتراض قاض لغيبة منفق\nأو منع صدر منه لا بإذن منه ولو منع الزوج أو القريب الانفاق أخذها المستحق\nولو بغير إذن قاض.\n</p>\n\n<p>\nفرع: من له أب وأم فنفقته على أب، وقيل هي عليهما لبالغ، ومن له أصل وفرع\nفعلى الفرع وإن نزل، أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n             له محتاجون من أصول وفروع ولم يقدر على\nكفايتهم قدم نفسه ثم زوجته وإن تعددت، ثم الاقرب فالاقرب.\n</p>\n\n<p>\nنعم، لو كان له أب وأم وابن قدم الابن الصغير ثم الام ثم الاب ثم الولد\nالكبير.\n</p>\n\n<p>\nويجب على أم إرضاع ولدها اللبأ وهو اللبن أول الولادة ومدته يسيرة، وقيل\nيقدر بثلاثة أيام وقيل سبعة.\n</p>\n\n<p>\nثم بعده إن لم توجد إلا هي أو أجنبية وجب إرضاعه على من وجدت ولها طلب\nالاجرة ممن تلزمه مؤنته، وإن وجدتا لم تجبر الام خلية كانت أو في\n</p>\n\n<p>\nنكاح أبيه، فإن رغبت في إرضاعه فليس لابيه منعها إلا إن طلبت فوق أجرة\nالمثل، وعلى أب أجرة مثل لام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p113'> Vol. 04, p. 113</a>\n            </div>\n             لارضاع ولدها حيث لا متبرع\nبالرضاع، وكمتبرع راض بما رضيت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n             فصل الحضانة والاولى بالحضانة\nوهي تربية من لا يستقل إلى التمييز أم لم تتزوج بآخر، فأمهاتها وإن علت،\nفأب فأمهاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n             فأخت فخالة فبنت أخت فبنت أخ فعمة والمميز إن\nافترق أبواه من النكاح كان عند من اختاره منهما ولاب اختير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p116'> Vol. 04, p. 116</a>\n            </div>\n             منع\nالانثى لا الذكر زيارة الام ولا تمنع الام عن زيارتها على العادة والام\nأولى بتمريضهما <span id='ms274'></span> عند الاب إن رضي وإلا فعندها وإن اختارها ذكر فعندها ليلا\nوعنده نهارا أو اختارتها أنثى فعندها أبدا ويزورها الاب على العادة ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n             يطلب إحضارها عنده ثم إن لم يختر واحدا منهما فالام أولى وليس\nلاحدهما فطمه قبل حولين من غير رضا الآخر ولهما فطمه قبلهما إن لم يضره،\nولاحدهما بعد حولين ولهما الزيادة في الرضاع على الحولين حيث لا ضرر، لكن\nأفتى الحناطي بأنه يسن عدمها إلا لحاجة ويجب على مال كفاية رقيقة إلا\nمكاتبا ولو أعمى أو زمنا ولو غنيا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n             أكولا نفقة وكسوة من جنس\nالمعتاد لمثله من أرقاء البلد ولا يكفي ساتر العورة وإن لم يتأذ به، نعم،\nإن اعتيد ولو ببلاد العرب على الاوجه، كفى: إذ لا تحقير حينئذ، وعلى السيد\nثمن دوائه وأجرة الطبيب عند الحاجة، وكسب الرقيق لسيده ينفقه منه إن شاء،\nويسقط ذلك بمضي الزمان كنفقة القريب.\n</p>\n\n<p>\nويسن أن يناوله مما يتنعم به من طعام وأدم وكسوة، والافضل إجلاسه معه\nللاكل، ولا يجوز أن يكلفه كالدواب على الدوام عملا لا يطيقه وإن رضي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p119'> Vol. 04, p. 119</a>\n            </div>\n             إذ يحرم عليه إضرار نفسه فإن أبى السيد إلا ذلك بيع عليه: أي\nإن تعين البيع طريقا، وإلا أوجر عليه.\n</p>\n\n<p>\nأما في\n</p>\n\n<p>\nبعض الاوقات فيجوز أن يكلفه عملا شاقا ويتبع العادة في إراحته وقت\nالقيلولة والاستمتاع وله منعه من نفل صوم وصلاة، وعلى مالك علف دابته\nالمحترمة، ولو كلبا محترما، وسقيها إن لم تألف الرعي ويكفها وإلا كفى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n             إرسالها للرعي والشرب حيث لا مانع، فإن لم يكفها الرعي لزمه\nالتكميل، فإن امتنع من علفها أو إرسالها أجبر على إزالة ملكه أو ذبح\nالمأكولة، فإن أبى فعل الحاكم الاصلح من ذلك ورقيق كدابة في ذلك كله، ولا\nيجب علف غير المحترمة، وهي الفواسق الخمس، ويحلب مالك الدواب ما لا يضر بها\nولا بولدها، وحرم ما ضر أحدهما، ولو لقلة العلف، والظاهر ضبط الضرر بما\nيمنع من نمو أمثالهما، وضبطه فيه بما يحفظه عن الموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p121'> Vol. 04, p. 121</a>\n            </div>\n             توقف فيه\nالرافعي، فالواجب الترك له <span id='ms275'></span> قدر ما يقيمه حتى لا يموت، ويسن أن لا يبالغ\nالحالب في الحلب بل يبقى في الضرع شيئا، وأن يقص أظفار يديه، ويجوز الحلب\nإن مات الولد بأي حيلة كانت.\n</p>\n\n<p>\nويحرم التهريش بين البهائم ولا يجب عمارة داره أو قناته، بل يكره تركه\nإلى أن تخرب بغير عذر كترك سقي زرع وشجر دون ترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p122'> Vol. 04, p. 122</a>\n            </div>\n             زارعة الارض\nوغرسها ولا يكره عمارة لحاجة وإن طالت، والاخبار الدالة على منع ما زاد على\nسبعة أذرع محمولة على من فعل ذلك للخيلاء والتفاخر على الناس.\n</p>\n\n<p>\nوالله سبحانه وتعالى أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n             باب الجناية من قتل وقطع وغيرهما.\n</p>\n\n<p>\nوالقتل ظلما أكبر الكبائر بعد الكفر وبالقود أو العفو لا تبقى مطالبة\nأخروية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p124'> Vol. 04, p. 124</a>\n            </div>\n             والفعل المزهق ثلاثة: عمد، وشبه عمد، وخطأ (لا قصاص\nإلا في عمد) بخلاف شبهه والخطأ (وهو قصد فعل) ظلما (و) عين (شخص) يعني\nالانسان: إذ لو قصد شخصا ظنه ظبيا فبان إنسانا كان خطأ (بما يقتل) غالبا\nجارحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n             كان كغرز إبرة بمقتل كدماغ وعين وخاصرة وإحليل ومثانة\nوعجان وهو ما بين الخصية والدبر أو لا: كتجويع\n</p>\n\n<p>\nوسحر (وقصدهما) أي الفعل والشخص (بغيره) أي غير ما يقتل غالبا (شبه عمد)\nسواء أقتل كثيرا أم نادرا كضربة يمكن عادة إحالة الهلاك عليها، بخلافها\nبنحو قلم أو مع خفتها جدا فهدر ولو غرز إبرة بغير مقتل، كألية وفخذ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n             وتألم حتى مات فعمد وإن لم يظهر أثر ومات حالا فشبه عمد ولو\nحبسه كأن أغلق بابا عليه ومنعه الطعام والشراب أو أحدهما والطلب لذلك حتى\nمات جوعا أو عطشا، فإن مضت مدة يموت مثله فيها غالبا جوعا أو عطشا فعمد\nلظهور قصد الاهلاك به.\n</p>\n\n<p>\nويختلف ذلك باختلاف حال المحبوس والزمن قوة وحرا، وحد الاطباء الجوع\nالمهلك غالبا باثنين وسبعين ساعة متصلة، فإم لم تمض المدة المذكورة ومات\nبالجوع: فإن لم يكن به جوع أو عطش سابق فشبه عمد فيجب نصف ديته لحصول\nالهلاك بالامرين، ومال ابن العماد فيمن أشار لانسان بسكين تخويفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n             له فسقطت عليه من غير قصد إلى أنه <span id='ms276'></span> عمد موجب للقود.\n</p>\n\n<p>\nقال شيخنا: وفيه نظر، لانه لم يقصد عينه بالآلة فالوجه أنه غير عمد.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nتنبيه: يجب قصاص بسبب كمباشرة فيجب على مكره بغير حق بأن قال اقتل هذا\nوإلا لاقتلنك فقتله، وعلى مكره أيضا، وعلى من ضيف بمسموم يقتل غالبا غير\nمميز، فإن ضيف به مميزا أو دسه في طعامه الغالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p128'> Vol. 04, p. 128</a>\n            </div>\n             أكله منه فأكله\nجاهلا فشبه عمد فيلزمه ديته ولا قود لتناوله الطعام باختياره وفي قول قصاص\nلتغريره وفي قول لا شئتغليبا للمباشرة، وعلى من ألقى في ماء مغرق لا يمكنه\nالتخلص منه بعوم أو غيره وإن التقمه حوت ولو قبل وصوله الماء، فإن أمكنه\nتخلص بعوم أو غيره ومنعه منه عارض كموج وريح فهلك فشبه عمد ففيه ديته، وإن\nأمكنه فتركه خوفا أو عنادا فلا دية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n             فرع: لو أمسكه شخص ولو\nللقتل فقتله آخر فالقصاص على القاتل دون الممسك، ولا قصاص على من أكره على\nصعود شجرة فزلق ومات، بل هو شبه عمد إن كانت مما يزلق على مثلها غالبا وإلا\nفخطأ (وعدم قصد أحدهما) بأن لم يقصد الفعل كأن زلق فوقع على غيره فقتله أو\nقصده فقط، كأن رمى لهدف فأصاب إنسانا ومات\n</p>\n\n<p>\n(فخطأ.\n</p>\n\n<p>\nولو وجد) بشخص (من شخصين معا) أي حال كونهما مقترنين في زمن الجناية بأن\nتقارنا في الاصابة (فعلان مزهقان) للروح (مذففان) أي مسرعان للقتل (كحز)\nللرقبة (وقد) للجثة (أو لا) أي غير مذففين (كقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n             عضوين) أي\nجرحين أو جرح من واحد وعشرة مثلا من آخر فمات منهما (فقاتلان) فيقتلان: إذ\nرب جرح له نكاية باطنا أكثر من جروح، فإن ذفف أي أسرع للقتل أحدهما فقط فهو\nالقاتل فلا يقتل الآخر، وإن شككنا في تذفيف جرحه، لان الاصل عدمه، والقود\nلا يجب بالشك (أو) وجدا به منهما (مرتبا ف) - القاتل (الاول إن أنهاه إلى\nحركة مذبوح) بأن لم يبق فيه إدراك وإبصار ونطق وحركة اختياريات ويعزر\nالثاني وإن جنى الثاني قبل إنهاء الاول إليها وذفف كحز به بعد جرح فالقاتل\nالثاني، وعلى <span id='ms277'></span> الاول قصاص العضو أو مال بحسب الحال وإن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n             يذفف\nالثاني أيضا ومات المجني بالجنايتين كأن قطع واحد من الكوع والآخر من\nالمرفق فقاتلان لوجود السراية منهما.\n</p>\n\n<p>\nفرع: لو اندملت الجراحة واستمرت الحمى حتى مات فإن قال عدلا طب إنها من\nالجرح فالقود، وإلا فلا ضمان (وشرط) أي للقصاص في النفس في القتل كونه عمدا\nظلما فلا قود في الخطأ وشبه العمد وغير الظلم و (في قتيل عصمة) بإيمان أو\nأمان يحقن دمه بعقد ذمة أو عهد فيهدر الحربي والمرتد وزان محصن قتله مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p132'> Vol. 04, p. 132</a>\n            </div>\n             ليس زانيا محصنا سواء أثبت زناه ببينة أم بإقرار لم يرجع عنه.\n</p>\n\n<p>\nوخرج بقولي ليس زانيا محصنا الزاني المحصن فيقتل به ما لم يأمره الامام\nبقتله.\n</p>\n\n<p>\nقال شيخنا: ويظهر أن يلحق بالزاني المحصن في ذلك كل مهدر كتارك صلاة\nوقاطع طريق متحتم قتله.\n</p>\n\n<p>\n(والحاصل) أن المهدر معصوم على مثله في الاهدار وإن اختلفا في سببه ويد\nالسارق مهدرة إلا على مثله سواء المسروق منه وغيره، ومن عليه قصاص كغيره في\nالعصمة في حق غير المستحق.\n</p>\n\n<p>\nفيقتل قاتله ولا قصاص على حربي وإن عصم بعد لعدم التزامه ولما تواتر عنه\n(ص) عن أصحابه من عدم الاقادة ممن أسلم كوحشي قاتل حمزة رضي الله عنهما،\nبخلاف الذمي فعليه القود وإن أسلم (و) شرط في قاتل تكليف فلا يقتل صبي\nومجنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n             حال القتل والمذهب وجوبه على السكران المتعدي بتناول\nمسكر فلا قود على غير متعد به، ولو قال كنت وقت القتل صبيا وأمكن صباه فيه\nأو مجنونا وعهد جنونه فيصدق بيمينه (ومكافأة) أي مساواة حال جناية بأن لا\nيفضل قتيله حال الجناية (بإسلام أو حرية أو أصالة) أو سيادة فلا يقتل مسلم\nولو مهدرا بنحو زنا بكافر ولا حر بمن فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n             رق وإن قل ولا أصل\nبفرعه وإن سفل، ويقتل الفرع بأصله، (ويقتل جمع بواحد) كأن جرحوه جراحات لها\nدخل في الزهوق وإن فحش بعضها أو تفاوتوا في عددها وإن لم يتواطأوا أو كأن\nألقوه من عال أو في <span id='ms278'></span> بحر لما روى الشافعي رضي الله عنه وغيره أن عمر رضي\nالله عنه قتل خمسة أو سبعة قتلوا رجلا غيلة أي خديعة بموضع خال وقال ولو\nتمالا عليه أهل صنعاء لقتلهم به جميعا، ولم ينكر عليه فصار إجماعا.\n</p>\n\n<p>\nوللولي العفو عن بعضهم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n             حصته من الدية باعتبار عدد الرؤوس\nدون الجراحات ومن قتل جمعا مرتبا قتل بأولهم.\n</p>\n\n<p>\nفرع: لو تصارعا مثلا ضمن بقود أو دية كل منهما ما تولد في الآخر من\nالصراعة لان كلا لم يأذن فيما يوءدي إلى نحو قتل أو تلف عضو، قال شيخنا:\nويظهر أنه لا أثر لاعتياد أن لا مطالبة في ذلك بل لا بد في انتفائها من\nصريح الاذن.\n</p>\n\n<p>\nتنبيه: يجب قصاص في أعضاء حيث أمكن من غيره ظلم كيد ورجل وأصابع وأنامل\nوذكر وأنثيين وأذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n             وسن ولسان وشفة وعين وجفن ومارن أنف - وهو\nما لان منه - ويشترط لقصاص الطرف والجرح ما شرط للنفس، ولا يؤخذ يمين بيسار\nوأعلى بأسفل وعكسه، ولا قصاص في كسر عظم، ولو قطعت يد من وسط ذراع اقتص في\nالكف، وفي الباقي حكومة، ويقطع جمع بيد تحاملوا عليها دفعة واحدة بمحدد\nفأبانوها، ومن قتل بمحدد أو خنق أو تجويع أو تغريق بماء اقتص إن شاء بمثله،\nأو بسحر فبسيف (موجب العمد قود) أي قصاص، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p137'> Vol. 04, p. 137</a>\n            </div>\n             سمي ذلك قودا لانهم\nيقودون الجاني بحبل وغيره.\n</p>\n\n<p>\nقاله الازهري.\n</p>\n\n<p>\n(والدية) عند سقوطه بعفو عنه عليه أو بغير\n</p>\n\n<p>\nعفو (بدل) عنه.\n</p>\n\n<p>\nفلو عفا المستحق عنه مجانا أو مطلقا فلا شئ (وهي) أي الدية لقتل حر مسلم\nذكر معصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n             (مائة بعير مثلثة في عمد وشبهه) أي ثلاثة أقسام، فلا\nنظر لتفاوتها عددا (ثلاثون حقه وثلاثون جذعة وأربعون خلفة) أي حاملا بقول\nخبيرين (ومخمسة في خطأ من بنات مخاض و) بنات (لبون وبني لبون وحقاق وجذاع)\nمن كل منها عشرون، لخبر الترمذي وغيره، (إلا) إن وقع الخطأ (في) حرم (مكة\nأو) في (أشهر حرم) ذي القعدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n             وذي الحجة والمحرم ورجب (أو محرم\nرحم) بالاضافة كأم وأخت (فمثلثة <span id='ms279'></span>) كما فعله جمع من الصحابة رضي الله عنهم\nوأقرهم الباقون ولعظم حرمة الثلاثة زجر عنها بالتغليظ من هذا الوجه ولا\nيلحق بها حرم المدينة ولا الاحرام ولا رمضان ولا أثر لمحرم رضاع ومصاهرة.\n</p>\n\n<p>\nوخرج بالخطأ ضداه فلا يزيد واجبهما بهذه الثلاثة اكتفاء بما فيهما من\nالتغليظ وأما دية الانثى والخنثى فنصف دية الذكر (ودية عمد على جان معجلة)\nكسائر أبدال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n             المتلفات (و) دية (غيره) من شبه عمد وخطأ وإن\nتثلثت (على عاقلة) للجاني (مؤجلة بثلاث سنين) على الغني منهم نصف دينار\nوالمتوسط ربع كل سنة، فإن لم يفوا فمن بيت المال فإن تعذر فعلى الجاني لخبر\nالصحيحين، والمعنى في كون الدية على العاقلة فيهما أن القبائل في الجاهلية\nكانوا يقومون بنصرة الجاني منهم ويمنعون أولياء الدم أخذ حقهم، فأبدل الشرع\nتلك النصرة ببذل المال وخص تحملهم بالخطأ وشبه العمد لانهما مما يكثر\nلاسيما في متعاطي الاسلحة فحسنت إعانته لئلا يتضرر بما هو معذور فيه وأجلت\nالدية عليهم رفقا بهم.\n</p>\n\n<p>\nوعاقلة الجاني عصباته المجمع على إرثهم بنسب أو ولاء إذا كانوا ذكورا\nمكلفين غير أصل وفرع، ويقدم منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n             الاقرب فالاقرب، ولا يعقل\nفقير، ولو كسوبا، وامرأة خنثى وغير مكلف (ولو عدمت إبل) في المحل الذي يجب\nتحصيلها منه حسا أو شرعا بأن وجدت فيه بأكثر من ثمن المثل أو بعدت وعظمت\nالمونة والمشقة (ف) - الواجب (قيمتها) وقت وجوب التسليم من غالب نقد البلد\nوفي القديم الواجب عند عدمها في النفس الكاملة ألف مثقال ذهبا أو اثنا عشر\nألف درهم فضة.\n</p>\n\n<p>\nنبيه: وكل عضو مفرد فيه جمال ومنفعة إذا قطعه وجبت فيه دية كاملة مثل دية\nصاحب العضو إذا قتله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n             وكذا كل عضوين من جنس إذا قطعهما ففيهما\nالدية وفي أحدهما نصفها، ففي قطع الاذنين الدية، وفي إحداهما النصف،\nومثلهما العينان والشفتان والكفان بأصبعهما والقدمان بأصبعهما، وفي كل إصبع\nعشر من الابل، وفي كل سن خمس (و) يثبت (القود للورثة) العصبة وذي الفروض\nبحسب إرثهم المال ولو مع بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n             القرابة كذي رحم <span id='ms280'></span> إن ورثناه أو مع\nعدمها كأحد الزوحين والمعتق وعصبته.\n</p>\n\n<p>\nتنبيه: يحبس الجاني إلى كمال الصبي من الورثة بالبلوغ وحضور الغائب أو\nإذنه، فلا يخلي بكفيل لانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p144'> Vol. 04, p. 144</a>\n            </div>\n             قد يهرب فيقوت الحق والكلام في غير\nقاطع الطريق، أما هو إذا تحتم قتله فيقتله الامام مطلقا ولا يستوفي القود\nإلا واحد من الورثة أو من غيرهم بتراض منهم أو من باقيهم، أو بقرعة بينهم\nإذا لم يتراضوا.\n</p>\n\n<p>\nولو بادر أحد المستحقين فقتله عالما تحريم المبادرة فلا قصاص عليه إن كان\nقبل عفو منه أو من غيره، وإلا فعليه القصاص، ولو قتله أجنبي أخذ الورثة\nالدية من تركة الجاني لا من الاجنبي ولا يستوفي المستحق القود في نفس أو\nغيرها إلا بإذن الامام أو نائبه فإن استقل به عزر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n             تتمة: يجب\nعند هيجان البحر وخوف الغرق إلقاء غير الحيوان من المتاع لسلامة حيوان\nمحترم وإلقاء الدواب لسلامة الآدمي المحترم إن تعين لدفع الغرق وإن لم يأذن\nالمالك.\n</p>\n\n<p>\nأما المهدر، كحربي وزان محصن، فلا يلقى لاجله مال مطلقا، بل ينبغي أن\nيلقى هو لاجل المال، كما قاله شيخنا، ويحرم إلقاء العبيد للاحرار والدواب\nلما لا روح له، ويضمن ما ألقاه بلا إذن مالكه، ولو قال لرجل ألق متاع زيد\nوعلي ضمانه إن طالبك ففعل ضمنه الملقى - لا الآمر -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n             فرع: أفتى\nأبو إسحاق المروزي بحل سقى أمته دواء ليسقط ولدها ما دام علقة أو مضغة،\nوبالغ الحنفية\n</p>\n\n<p>\nفقالوا يجوز مطلقا.\n</p>\n\n<p>\nوكلام الاحياء يد على التحريم مطلقا قال شيخنا وهو الاوجه.\n</p>\n\n<p>\nخاتمة: تجب الكفارة على من قتل من يحرم قتله خطأ كان أو عمدا وهي عتق\nرقبة، فإن لم يجد فصيام شهرين متتابعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n             باب في الردة (الردة)\nلغة الرجوع، وهي أفحش أنواع الكفار ويحبط بها العمل إن اتصلت بالموت فلا\nيجب إعادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n             عباداته التي قبل الردة.\n</p>\n\n<p>\nوقال أبو حنيفة تجب، وشرعا: (قطع مكلف) مختار، فتلغو من صبي ومجنون ومكره\nعليها إذا كان قلبه مؤمنا (إسلاما بكفر عزما) حالا أو مآلا فيكفر به حالا\n(أو قولا أو فعلا <span id='ms281'></span> باعتقاد) لذلك الفعل أو القول أي معه (أو) مع (عناد) من\nالقائل أو الفاعل (أو) مع (استهزاء) أي استخفاف، بخلاف ما لو اقترن به ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n             يخرجه عن الردة كسبق لسان أو حكاية كفر أو خوف قال شيخنا كشيخه\nوكذا قول الولي حال غيبته أنا الله ونحوه مما وقع لائمة من العارفين كابن\nعربي وأتباعه بحق وما وقع في عبارتهم مما يوهم كفرا غير مراد به ظاهره كما\nلا يخفى على الموفقين.\n</p>\n\n<p>\nنعم، يحرم على من لم يعرف حقيقة اصطلاحهم وطريقتهم مطالعة كتبهم فإنها\nمزلة قدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n             له، ومن ثم ضل كثيرون اغتروا بظواهرها.\n</p>\n\n<p>\nوقول ابن عبد السلام: يعزر ولي قال أنا الله ؟ فيه نظر، لانه إن قاله وهو\nمكلف فهو كافر لا محالة، وإن قاله حال الغيبة المانعة للتكليف فأي وجه\nللتعزير.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nوذلك (كنفي صانع و) نفي (نبي) أو تكذيبه (وجحد مجمع عليه) معلوم من الدين\nبالضرورة من غير تأويل وإن لم يكن فيه نص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n             كوجوب نحو الصلاة\nالمكتوبة وتحليل نحو البيع والنكاح وتحريم شرب الخمر واللواط والزنا والمكس\nوندب الرواتب والعيد بخلاف مجمع عليه لا يعرفه إلا الخواص ولو كان فيه نص\nكاستحقاق بنت الابن السدس مع البنت وكحرمة نكاح المعتدة للغير، كما قاله\nالنووي وغيره، وبخلاف المعذور كمن قرب عهده بالاسلام\n</p>\n\n<p>\n(وسجود لمخلوق) اختيارا من غير خوف ولو نبيا وإن أنكر الاستحقاق أو لم\nيطابق قلبه جوارحه لان ظاهر حاله يكذبه وفي الروضة عن التهذيب من دخل دار\nالحرب فسجد لصنم أو تلفظ بكفر ثم ادعى إكراها فإن فعله في خلوته لم يقبل أو\nبين أيديهم وهو أسير قبل قوله أو تاجر فلا وخرج بالسجود الركوع لان صورته\nتقع في العادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n             للمخلوق كثيرا، بخلاف السجود.\n</p>\n\n<p>\nقال شيخنا: نعم يظهر أن محل الفرق بينهما عند الاطلاق، بخلاف ما لو قصد\nتعظيم مخلوق بالركوع كما يعظم الله تعالى به فإنه لا شك في الكفر حينئذ.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nوكمشي إلى الكنائس بزيهم من زنار وغيره وكإلقاء ما فيه قرآن في مستقذر،\nقال <span id='ms282'></span> الروياني أو علم شرعي، ومثله بالاولى ما فيه اسم معظم (وتردد في كفر)\nأيفعله أو لا، وكتكفير مسلم لذنبه بلا تأويل لانه سمي الاسلام كفرا،\nوكالرضا بالكفر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n             كأن قال لمن طلب منه تلقين الاسلام اصبر ساعة\nفيكفر في الحال في كل ما مر لمنافاته الاسلام، وكذا يكفر من أنكر إعجاز\nالقرآن أو حرفا منه أو صحبة أبي بكر أو قذف عائشة رضي الله عنها، ويكفر في\nوجه حكاه القاضي من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p155'> Vol. 04, p. 155</a>\n            </div>\n             سب الشيخين أو الحسن والحسين رضي الله\nعنهم، لا من قال لمن أراد تحليفه لا أريد الحلف بالله بل بالطلاق مثلا أو\nقال رؤيتي إياك كرؤية ملك الموت.\n</p>\n\n<p>\nتنبيه: ينبغي للمفتي أن يحتاط في التكفير ما أمكنه لعظم خطره وغلبة عدم\nقصده سيما من العوام، وما زال أئمتنا على ذلك قديما وحديثا.\n</p>\n\n<p>\n(ويستتاب) وجوبا (مرتد) ذكرا كان أو أنثى لانه كان محترما بالاسلام وربما\nعرضت له شبهة فتزال (ثم) إن لم يتب بعد الاستتابة (قتل) أي قتله الحاكم ولو\nبنائبه بضرب الرقبة لا بغيره (بلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p156'> Vol. 04, p. 156</a>\n            </div>\n             إمهال) أي تكون الاستتابة\nوالقتل حالا لخبر البخاري: من بدل دينه فاقتلوه، فإذا أسلم صح إسلامه وترك\nوإن تكررت ردته لاطلاق النصوص.\n</p>\n\n<p>\nنعم يعزر من تكررت ردته لا في أول مرة إذا تاب، خلافا لما زعمه جهلة\nالقضاة.\n</p>\n\n<p>\nتتمة: إنما يحصل إسلام كل كافر أصلي أو مرتد بالتلفظ بالشهادتين من\nالناطق فلا يكفي ما بقلبه من\n</p>\n\n<p>\nالايمان، وإن قال به الغزالي وجمع محققون ولو بالعجمية، وإن أحسن العربية\nعلى المنقول المعتمد، لا بلغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n             لقنها بلا فهم ثم بالاعتراف\nبرسالته (ص) إلى غير العرب ممن ينكرها فيزيد العيسوي من اليهود محمد رسول\nالله إلى جميع الخلق أو البراءة من كل دين يخالف دين الاسلام، فيزيد المشرك\nكفرت بما كنت أشركت به وبرجوعه عن الاعتقاد الذي ارتد بسببه ومن جهل القضاة\nأن من ادعى عليه عندهم بردة أو جاءهم يطلب الحكم بإسلامه يقولون له تلفظ\nبما قلت وهذا غلط فاحش، فقد قال الشافعي رضي الله عنه إذا <span id='ms283'></span> ادعى على رجل أنه\nارتد وهو مسلم لم اكشف عن الحال وقلت له قل أشهد أن لا إله إلا الله وأشهد\nأن محمدا رسول الله وأنك برئ من كل دين يخالف دين الاسلام.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nقال شيخنا: ويؤخذ من تكريره رضي الله عنه لفظ أشهد أنه لا بد منه في صحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p158'> Vol. 04, p. 158</a>\n            </div>\n             الاسلام وهو ما يدل عليه كلام الشيخين في الكفارة وغيرها، لكن\nخالف فيه جمع، وفي الاحاديث ما يدل لكل.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nويندب أمر كل من أسلم بالايمان بالبعث ويشترط لنفع الاسلام في الآخرة، مع\nما مر تصديق القلب بواحدانية الله تعالى.\n</p>\n\n<p>\nورسله وكتبه واليوم الآخر، فإن اعتقد هذا ولم يأت بما مر لم يكن مؤمنا\nوإن أتى به بلا اعتقاد ترتب عليه الحكم الدنيوي ظاهرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n             باب\nالحدود أو أولها حد الزنا، وهو أكبر الكبائر، بعد القتل، وقيل هو مقدم\nعليه.\n</p>\n\n<p>\n(يجلد) وجوبا (إمام) أو نائبه دون غيرهما خلافا للقفال (حرا مكلفا زنى)\nبإيلاج حشفة أو قدرها من فاقدها في فرج آدمي حي قبل أو دبر ذكر أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n             أنثى مع علم تحريمه، فلا حد بمفاخذة ومساحقة واستمناء بيد نفسه\nأو غير حليلته، بل يعزر فاعل ذلك.\n</p>\n\n<p>\nويكره بنحو يدها كتمكينها من العبث بذكره حتى ينزل لانه في معنى العزل،\nولا بإيلاج في فرج بهيمة أو ميت، ولا يجب ذبح البهيمة المأكولة، خلافا لمن\nوهم فيه، وإنما يجلد من ذكر (مائة) من الجلدات (ويغرب عاما) ولاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n             لمسافة قصر فأكثر (إن كان) الواطئ أو الموطوءة حرا (بكرا) وهو\nمن لم يطأ أو توطأ في نكاح صحيح (لا) إن زنى (مع ظن حل) بأن ادعاه وقد قرب\nعهده بالاسلام أو بعد عن أهله (أو مع تحليل عالم) يعتد بخلافه لشبهة إباحته\nوإن لم يقلده الفاعل كنكاح بلا ولي كمذهب أبي حنيفة، أو بلا شهود، كمذهب\nمالك، بخلاف الخالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p163'> Vol. 04, p. 163</a>\n            </div>\n             عنهما، وإن نقل عن داود.\n</p>\n\n<p>\nوكنكاح متعة نظرا لخلاف ابن عباس ولو من معتقد تحريمه.\n</p>\n\n<p>\nنعم: إن حكم حاكم بإبطال النكاح المختلف فيه حد لارتفاع الشبهة حينئذ <span id='ms284'></span>\nقاله الماوردي، ويحد في مستأجرة للزنا بها إذ لا شبهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p164'> Vol. 04, p. 164</a>\n            </div>\n             لعدم\nالاعتداد بالعقد الباطل بوجه، وقول أبي حنيفة أنه شبهة ينافيه الاجماع على\nعدم ثبوت النسب بذلك، ومن ثم ضعف مدركه ولم يراع خلافه، وكذا في مبيحة لان\nالاباحة هنا لغو ومحرمة عليه لتوثن أو لنحو بينونة كبرى وإن كان قد تزوجها\nخلافا لابي حنيفة لانه لا عبرة بالعقد الفاسد، أما مجوسية تزوجها فلا يحد\nبوطئها للاختلاف في حل نكاحها، ولا يحد بإيلاج في قبل مملوكة حرمت عليه\nبنحو محرمية أو شرب لغيره فيها أو ثوثن أو تمجس ولا بإيلاج في أمة فرع ولو\nمستولدة لشبهة الملك فيما عدا الاخيرة وشبهة الاعفاف فيها، وأما حد ذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n             رق محصن أو بكر ولو مبعضا فنصف حد الحر وتغريبه فيجلد خمسين\nويغرب نصف عام، ويحد الرقيق الامام أو السيد (ويرجم) أي الامام أو نائبه\nبأن يأمر الناس ليحيطوا به فيرموه من الجوانب بحجارة معتدلة إن كان (محصنا)\nرجلا أو امرأة حتى يموت إجماعا لانه (ص) رجم ماعزا والغامدية.\n</p>\n\n<p>\nولا يجلد مع الرجم عند جماهير العلماء، وتعرض عليه توبة لتكون خاتمة\nأمره، ويؤمر بصلاة دخل وقتها، ويجاب لشرب، لا أكل، ولصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p166'> Vol. 04, p. 166</a>\n            </div>\n            \nركعتين، ويعتد بقتله بالسيف، لكن فات الواجب والمحصن مكلف حر وطئ أو وطئت\nبقبل في نكاح صحيح ولو في حيض فلا إحصان لصبي أو مجنون أوقن وطئ في نكاح\nولا لمن وطئ في ملك يمين أو نكاح فاسد ثم زنى (وأخر) وجوبا (رجم) كقود\n(لوضع حمل وفطام) لا لمرض يرجى بروه منه وحر وبرد مفرطين.\n</p>\n\n<p>\nنعم، يؤخر الجلد لهما ولمرض يرجى بروه منه أو لكونه حاملا لان القصد\nالردع لا القتل (ويثبت) الزنا (بإقرار) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p167'> Vol. 04, p. 167</a>\n            </div>\n             حقيقي مفصل نظير ما في\nالشهادة ولو بإشارة أخرس إن فهمها كل أحد ولو مرة ولا يشترط تكرره أربعا،\nخلافا لابي حنيفة، (وبينة) فصلت بذكر المزني بها وكيفية الادخال ومكانه\nووقته كاشهد أنه أدخل حشفته في فرج فلانة بمحل كذا وقت كذا على سبيل الزنا\n(ولو أقر) بالزنا (ثم <span id='ms285'></span> رجع) عن ذلك قبل الشروع في الحد أو بعده بنحو كذبت أو\nما زنيت.\n</p>\n\n<p>\nوإن قال بعد كذبت في رجوعي أو كنت فاخذت فظننته زنا وإن شهد حاله بكذبه\nفيما استظهره شيخنا بخلاف ما أقررت به لانه مجرد تكذيب للبينة الشاهدة به\n(سقط) الحد لانه (ص) عرض لماعز بالرجوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p168'> Vol. 04, p. 168</a>\n            </div>\n             فلولا أنه لا يفيد لما\nعرض له به، ومن ثم سن له الرجوع.\n</p>\n\n<p>\nوكالزنا في قبول الرجوع عنه كل حد لله تعالى كشرب وسرقة بالنسبة للقطع.\n</p>\n\n<p>\nوأفهم كلامهم أنه إذا ثبت بالبينة لا يتطرق إليه رجوع وهو كذلك لكنه\nيتطرق إليه السقوط بغيره كدعوى زوجية وملك أمة وظن كونها حليلة، وثانيها حد\nالقذف وهو من السبع الموبقات (وحد قاذف) مكلف مختار ملتزم للاحكام عالم\nبالتحريم (محصنا) وهو هنا مكلف حر مسلم عفيف من زنا ووطئ دبر حليلته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n             (ثمانين) جلدة إن كان القاذف حرا وإلا فأربعين.\n</p>\n\n<p>\nويحصل القذف بزنيت أو يا زاني أو يا مخنث أو بلطت أو لاط بك فلان أو يا\nلائط أو يا لوطي، وكذا بياقحبة، لامرأة، ومن صريح قذف المرأة أن يقول\nلابنها من زيد مثلا لست ابنه أو لست منه لا قوله لابنه لست ابني ولو قال\nلولده أو ولد غيره يا ولد الزنا كان قذفا لامه (ولا يحد أصل) لقذف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n             فرع بل يعزر كقاذف غير مكلف.\n</p>\n\n<p>\nولو شهد بزنا دون أربعة من الرجال أو نساء أو عبيد حدوا ولو تقاذفا لم\nيتقاصا، ولقاذف تحليف مقذوفه أنه ما زنى قط.\n</p>\n\n<p>\nوسقط بعفو من مقذوف أو ووارثه الحائز ولا يستقل المقذوف باستيفاء الحد،\nولزوج قذف زوجته التي علم زناها وهي في نكاحه ولو بظن ظنا مؤكدا مع قرينة،\nكأن رآها وأجنبيا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n             خلوة، أو رآه خارجا من عندها مع شيوع بين\nالناس بأنه زنى بها، أو مع خبر ثقة أنه رآه يزني بها أو مع تكرر رؤيته لهما\nكذلك مرات، ووجب نفي الولد إن تيقن أنه ليس منه وحيث لا ولد ينفيه فالاولى\nله الستر وعليها، وأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n             يطلقها <span id='ms286'></span> إن كرهها، فإن أحبها أمسكها، لما\nصح: أن رجلا أتى النبي (ص) فقال امرأتي لا ترد يد لامس، فقال طلقها، قال:\nإني أحبها، قال أمسكها.\n</p>\n\n<p>\nفرع: إذا سب شخص آخر فللآخر أن يسبه بقدر ما سبه مما لا كذب فيه ولا قذف:\nكيا ظالم ويا أحمق.\n</p>\n\n<p>\nولا يجوز سب أبيه وأمه وثالثها حد الشرب (ويجلد) أي الامام أو نائبه\n(مكلفا) مختارا (عالما) بتحريم الخمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n             (شرب) لغير تداو (خمرا)\nوحقيتها عند أكثر أصحابنا المسكر من عصير العنب وإن لم يقذف بالزبد فتحريم\nغيرها قياسي: أي بفرض عدم ورود ما يأتي، وإلا فسيعلم منه أن تحريم الكل\nمنصوص عليه، وعند أقلهم كل مسكر، ولكن لا يكفر مستحل المسكر من عصير غير\nالعنب للخلاف فيه، أي من حيث الجنس، لحل قليله على قول جماعة.\n</p>\n\n<p>\nأما المسكر بالفعل فهو حرام إجماعا، كما حكاه الحنفية فضلا عن غيرهم -\nبخلاف مستحله من عصير العنب الصرف الذي لم يطبخ ولو قطرة لانه مجمع عليه\nضروري، وخرج بالقيود المذكورة فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n             أضدادها فلا حد على من اتصف\nبشئ منها من صبي ومجنون ومكره وجاهل بتحريمه أو بكونه خمرا إن قرب إسلامه\nأو بعد عن العلماء.\n</p>\n\n<p>\nولا على من شرب لتداو، وإن وجد غيرها، كما نقله الشيخان عن جماعة، وإن\nحرم التداوي بها.\n</p>\n\n<p>\nفائدة: كل شراب أسكر كثيره من خمر أو غيرها حرم قليله وكثيره، لخبر\nالصحيحين: كل شراب أسكر فهو حرام وخبر مسلم: كل مسكر خمر، وكل خمر حرام\nويحد شاربه وإن لم يسكر: أي متعاطيه.\n</p>\n\n<p>\nوخرج بالشراب ما حرم من الجامدات فلا حد فيها، وإن حرمت وأسكرت، بل\nالتعزير: ككثير البنج والحشيشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n             والافيون ويكره أكل يسير منها\nمن غير قصد المداومة، ويباح لحاجة التداوي (أربعين) جلدة (إن كان حرا) ففي\nمسلم عن أنس: كان (ص) يضرب في الخمر بالجريد والنعال أربعين جلدة وخرج\nبالحر الرقيق ولو مبعضا، فيجلد عشرين جلدة، وإنما يجلد الامام شارب الخمر\nإن ثبت (بإقراره أو شهادة رجلين) لا بريح خمر وهيئة\n</p>\n\n<p>\nسكر وقئ وحد <span id='ms287'></span> عثمان رضي الله عنه بالقئ اجتهاد له.\n</p>\n\n<p>\nويحد الرقيق أيضا بعلم السيد دون غيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n             تتمة: جزم صاحب\nالاستقصاء بحل إسقائها للبهائم، وللزركشي احتمال أنها كالآدمي في حرمة\nإسقائها لها، ورابعها قطع السرقة.\n</p>\n\n<p>\n(ويقطع) أي الامام وجوبا بعد طلب المالك وثبوت السرقة (كوع يمين بالغ)\nذكرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n             كان أو أنثى (سرق) أي أخذ خفية (ربع دينار) أي مثقال ذهبا\nمضروبا خالصا وإن تحصل من مغشوش (أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n             قيمته) بالذهب المضروب\nالخالص وإن كان الربع لجماعة فلا يقطع بكونه ربع دينار سبيكة أو حليا لا\nيساوي ربعا مضروبا (من حرز) أي موضع يحرز فيه مثل ذلك المسروق عرفا ولا قطع\nبما للسارق فيه شركة ولا بملكه وإن تعلق به نحو رهن، ولو اشترك اثنان في\nإخراج نصاب فقط لم يقطع واحد منهما.\n</p>\n\n<p>\nوخرج بسرق ما لو اختلس معتمدا الهرب أو انتهب معتمدا القوة فلا يقطع بهما\nلخبر الصحيح به ولامكان دفعهم بالسلطان وغيره، بخلاف السارق لاخذه خفية\nفشرع قطعه زجرا (لا) حال كون المال (مغصوبا) فلا يقطع سارقه من حرز الغاصب\nوإن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n             يعلم أنه مغصوب لان مالكه لم يرض بإحرازه به (أو) حال\nكونه (فيه) أي في مكان مغصوب فلا قطع أيضا بسرقة من حرز مغصوب لان الغاصب\nممنوع من الاحراز به بخلاف نحو مستأجر ومعار ويختلف الحرز باختلاف الاموال\nوالاحوال والاوقات فحرز الثوب والنقد الصندوق المقفل والامتعة الدكاكين وثم\nحارس ونوم بمسجد أو شارع على متاع ولو بتوسده حرز له لا إن وضعه بقربه بلا\nملاحظ قوي يمنع السارق بقوة أو استغاثة أو انقلب عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n             ولو بقلب\nالسارق فليس حرزا له (ويقطع بمال وقف) أي بسرقة مال موقوف على غيره (و) مال\n(مسجد) كبابه وساريته وقنديل زينة (لا) بنحو (حصره) وقناديل تسرج وهو مسلم\nلانها أعدت للانتفاع بها (ولا بمال صدقة) أي زكاة (وهو مستحق لها) بوصف فقر\nأو غيره ولو لم يكن له فيه حق كغني أخذ مال صدقة وليس غارما لاصلاح ذات\nالبين ولا غازيا قطع لانتفاء الشبهة (و) لا <span id='ms288'></span> بمال (مصالح) كبيت المال وإن\nكان غنيا لان له فيه حقا لان ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n             قد يصرف في عمارة المساجد\nوالرباطات فينتفع به الغني والفقير من المسلمين (و) لا بمال (بعض) من أصل\nأو فرع (وسيد) لشبهة استحقاق النفقة في الجملة (والاظهر قطع أحد الزوجين\nبالآخر) أي بسرقة ماله المحرز عنه (فإن عاد) بعد قطع يمناه إلى السرقة\nثانيا (ف) - تقطع (رجله اليسرى) من مفصل الساق والقدم (ف) - إن عاد ثالثا\nفتقطع (يده اليسرى) من كوعها (ف) - إن عاد رابعا فتقطع (رجله اليمنى ثم) إن\nسرق بعد قطع ما ذكر (عزر) ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n             يقتل، وما روي من أنه (ص) قتله\nمنسوخ أو مؤول بقتله لاستحلال بل ضعفه الدارقطني وغيره، وقال ابن عبد البر\nأنه منكر لا أصل له.\n</p>\n\n<p>\nومن سرق مرارا بلا قطع لم يلزمه إلا حد واحد - على المعتمد - فتكفي يمينه\nعن الكل لاتحاد السبب فتداخلت (وتثبت) السرقة (برجلين) كسائر العقوبات غير\nالزنا وإقرار من سارق بعد دعوى عليه مع تفصيل في الشهادة والاقرار بأن تبين\nالسرقة والمسروق منه وقدر المسروق والحرز بتعيينه (و) تثبت السرقة أيضا\nخلافا لما اعتمده جمع (بيمين رد) من المدعى عليه على المدعي لانها كإقرار\nالمدعى عليه (وقبل رجوع مقر) بالنسبة لقطع بخلاف المال فلا يقبل رجوعه فيه\nلانه حق آدمي (ومن أقر بقعوبة لله تعالى) أي بموجبها كزنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n            \nوسرقة وشرب خمر ولو بعد دعوى (فلقاض) أي يجوز له، كما في الروضة وأصلها،\nلكن نقل في شرح مسلم الاجماع على ندبه، وحكاه في البحر عن الاصحاب وقضية\nتخصيصهم القاضي بالجواز حرمته على غيره.\n</p>\n\n<p>\nقال شيخنا: وهو محتمل، ويحتمل أن غير القاضي أولى منه لامتناع التلقين\nعليه (تعريض) له (برجوع) عن الاقرار أو بالانكار فيقول لعلك فأخذت أو أخذت\nمن غير حرز أو ما علمته خمرا لانه (ص) عرض لماعز وقال لمن أقر عنده بالسرقة\nما إخالك سرقت وخرج بالتعريض التصريح كارجع عنه أو اجحده فيأثم به لانه أمر\nبالكذب ويحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n             التعريض عند قيام البينة.\n</p>\n\n<p>\nويجوز للقاضي أيضا <span id='ms289'></span> التعريض للشهود بالتوقف في حد الله تعالى إن رأى\nالمصلحة في الستر، وإلا فلا، وبه يعلم أنه لا يجوز له التعرض ولا لهم\nالتوقف إن ترتب على ذلك ضياع المسروق أو حد الغير كحد القذف.\n</p>\n\n<p>\nخاتمة: في قاطع الطريق لو علم الامام قوما يخيفون الطريق ولم يأخذوا مالا\nولا قتلوا نفسا عزرهم وجوبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n             بحبس وغيره وإن أخذ القاطع المال\nولم يقتل قطعت يده اليمنى ورجله اليسرى، فإن عاد فرجله اليمنى ويده اليسرى،\nوإن قتل قتل حتما - وإن عفا مستحق القود - وإن قتل وأخذ نصابا قتل ثم صلب\nبعد غسله وتكفينه والصلاة عليه ثلاثة أيام حتما ثم ينزل، وقيل يبقى وجوبا\nحتى يتهرى ويسيل صديده، وفي قول يصلب حيا قليلا ثم ينزل فيقتل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n            \nفصل في التعزير (ويعزر) أي الامام أو نائبه (لمعصية لا حد لها ولا كفارة)\nسواء كانت حقا لله تعالى أم لآدمي كمباشرة أجنبية في غير فرج وست ليس بقذف\nوضرب لغير حق (غالبا) وقد يشرع التعزير بلا معصية كمن يكتسب باللهو الذي لا\nمعصية فيه، وقد ينتفي مع انتفاء الحد والكفارة: كصغيرة صدرت ممن لا يعرف\nبالشر لحديث صححه ابن حبان: أقيلوا ذوي الهيئات عثرايهم إلا الحدود وفي\nرواية: زلاتهم وفسرهم الشافعي رضي الله عنه بمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n             ذكر، وقيل: هم\nأصحاب الصغائر، وقيل: من يندم على الذنب ويتوب منه.\n</p>\n\n<p>\nوكقتل من رآه يزني بأهله على ما حكاه ابن الرفعة لاجل الحمية والغضب،\nويحل قتله باطنا.\n</p>\n\n<p>\nوقد يجامع التعزير الكفارة كمجامع حليلته في نهار رمضان ويحصل التعزير\n(بضرب) غير مبرح أو صفع وهو الضرب بجمع الكف (أو حبس) حتى عن الجمعة أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n             توبيخ بكلام أو تغريب أو إقامة من مجلس ونحوها مما يراها\nالمعزر جنسا وقدار لا بحلق لحية.\n</p>\n\n<p>\nقال شيخنا: وظاهر حرمة حلقها وهو إنما يجئ على حرمته التي عليها أكثر\nالمتأخرين أما على كراهته التي عليها الشيخان وآخرون فلا وجه للمنع إذا رآه\nالامام.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nويجب أن ينقص التعزير عن أربعين ضربة في الحر وعن عشرين في غيره <span id='ms290'></span> (وعزر\nأب) وإن علا وألحق به الرافعي الام وإن علت (ومأذونه) أي من أذن له في\nالتعزير كالمعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n             (صغيرا) وسفيها بارتكابهما ما لا يليق زجرا\nلهما عن سئ الاخلاق وللمعلم تعزير المتعلم منه (و) عزر (زوج) زوجته (لحقه)\nكنشوزها لا لحق الله تعالى وقضيته أنه لا يضر بها على ترك الصلاة.\n</p>\n\n<p>\nوأفتى بعضهم بوجوبه.\n</p>\n\n<p>\nوالاوجه - كما قال شيخنا - جوازه، وللسيد تعزير رقيقه لحقه، وحق الله\nتعالى وإنما يعزر من مر بضرب غير مبرح، فإن يفد تعزيره إلا بمبرح ترك لانه\nمهلك وغيره لا يفيد.\n</p>\n\n<p>\n(وسئل) شيخنا عبد الرحمن بن زياد رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n             تعالى عن عبد\nمملوك عصى سيده وخالف أمره ولم يخدمه خدمة مثله.\n</p>\n\n<p>\nهل لسيده أن يضربه ضربا غير مبرح أم ليس له ذلك ؟ وإذا ضربه سيده ضربا\nمبرحا، ورفع به إلى أحد حكام الشريعة، فهل للحاكم أن يمنعه عن الضرب المبرح\nأم ليس له ذلك ؟ وإذا منعه الحاكم مثلا ولم يمتنع، فهل للحاكم أن يبيع\nالعبد ويسلم ثمنه إلى سيده أم ليس له ذلك ؟ وبماذا يبيعه، بمثل الثمن الذي\nاشتراه به سيده، أو بما قاله المقومون، أو بما انتهت إليه الرغبات في الوقت\n؟ (فأجاب) إذا امتنع العبد من خدمة سيده الخدمة الواجبة عليه شرعا فللسيد\nأن يضربه على الامتناع ضربا غير مبرح إن أفاد الضرب المذكور، وليس له أن\nيضربه ضربا مبرحا، ويمنعه الحاكم من ذلك، فإن لم يمتنع من الضرب المذكور\nفهو كما لو كلفه من العمل ما لا يطيق، بل أولى إذ الضرب المبرح ربما يؤدي\nإلى الزهوق بجامع التحريم.\n</p>\n\n<p>\nوقد أفتى القاضي حسين بأنه إذا كلف مملوكه ما لا يطيق أنه يباع عليه بثمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n             المثل، وهو ما انتهت إليه الرغبات في ذلك الزمان والمكان.\n</p>\n\n<p>\nانتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n             فصل في الصيال وهو الاستطالة والوثوب على الغير\n(يجوز) للشخص (دفع) كل (صائل)، مسلم وكافر، مكلف وغيره (على معصوم) من نفس\nأو طرف أو منفعة أو بضع ومقدماته كتقبيل ومعانقة، أو مال وإن لم يتمول على\nما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n             اقتضاه إطلاقهم كحبة <span id='ms291'></span> بر، أو اختصاص كجلد ميتة سواء كانت\nللدافع أم لغيره وذلك للحديث الصحيح أن: من قتل دون دمه أو ماله أو أهله\nفهو شهيد ويلزم منه أن له القتل والقتال: أي وما يسيري إليهما كالجرح (بل\n</p>\n\n<p>\nيجب) عليه إن لم يخف على نفسه أو عضوه الدفع (عن بضع) ومقدماته ولو من\nغير أقاربه (ونفس) ولو مملوكة (قصدها كافر) أو بهيمة أو مسلم غير محقون\nالدم كزان محصن، وتارك صلاة، وقاطع طريق تحتم قتله، فيحرم الاستسلام لهم\nفإن قصدها مسلم محقون الدم لم يجب الدفع، بل يجوز الاستسلام له، بل يسن\nللامر به ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n             يجب الدفع عن مال لا روح فيه لنفسه (وليدفع)\nالصائل المعصوم (بالاخف) فالاخف (إن أمكن) كهرب فزجر بكلام فاستغاثة أو\nتحصن بحصانة فضرب بيده فبسوط فبعصا فقطع فقتل لان ذلك جوز للضرورة ولا\nضرورة للاثقل مع إمكان الاخف، فمتى خالف وعدل إلى رتبة مع إمكان الاكتفاء\nبدونها ضمن بالقود وغيره.\n</p>\n\n<p>\nنعم: لو التحم القتال بينهما واشتد الامر عن الضبط سقط مراعاة الترتيب،\nومحل رعاية الترتيب أيضا في غير الفاحشة فلو رآه قد أولج في أجنبية فله أن\nيبدأه بالقتل وإن اندفع بدونه لانه في كل لحظة مواقع لا يستدرك بالاناة\nقاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n             الماوردي والروياني والشيخ زكريا.\n</p>\n\n<p>\nوقال شيخنا: وهو ظاهر في المحصن، أما غيره فالمتجه أنه لا يجوز قتله إلا\nإن أدى الدفع بغيره إلى مضي زمن وهو متلبس بالفاحشة.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوإذا لم يمكن الدفع بالاخف كأن لم يجد إلا نحو سيف فيضرب به، أما إذا كان\nالصائل غير معصوم فله قتله بلا دفع بالاخف لعدم حرمته.\n</p>\n\n<p>\nفرع: يجب الدفع عن منكر كشرب مسكر وضرب آلة لهو وقتل حيوان ولو للقاتل.\n</p>\n\n<p>\n(ووجب ختان) للمرأة والرجل حيث لم يولدا مختونين لقوله تعالى: * (أن اتبع\nملة إبراهيم) * ومنها الختان، إختتن وهو إبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n             ثمانين سنة، وقيل\nواجب على الرجال، وسنة للنساء.\n</p>\n\n<p>\nونقل عن أكثر العلماء.\n</p>\n\n<p>\n(ببلوغ) وعقل إذ لا تكليف قبلهما فيجب بعدهما فورا.\n</p>\n\n<p>\nوبحث الزركشي وجوبه على ولي مميز وفيه <span id='ms292'></span> نظر.\n</p>\n\n<p>\nفالواجب في ختان الرجل قطع ما يغطي حشفته حتى تنكشف كلها، والمرأة قطع\nجزء يقع عليه الاسم من اللحمة الموجودة بأعلى الفرج فوق ثقبة البول تشبه\nعرف الديك وتسمى البظر بموحدة مفتوحة فمعجمة ساكنة ونقل الاردبيلي عن\nالامام ولو كان ضعيف الخلقة بحيث لو ختن خيف عليه لم يختن إلا أن يغلب على\nالظن سلامته، ويندب تعجيله سابع يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n             الولادة للاتباع، فإن أخر\nعنه ففي الاربعين، وإلا ففي السنة السابعة لانها وقت أمره بالصلاة ومن مات\nبغير ختان لن يختن في الاصح.\n</p>\n\n<p>\nويسن إظهار ختان الذكر وإخفاء ختان الانثى، وأما مؤنة الختان في مال\nالمختون ولو غير ملف، ثم على من تلزمه نفقته.\n</p>\n\n<p>\nويجب أيضا قطع سرة المولود بعد ولادته بعد نحو ربطها لتوقف إمساك الطعام\nعليه.\n</p>\n\n<p>\n(وحرم تثقيب) أنف مطلقا (وأذن) صبي قطعا، وصبية على الاوجه لتعليق الحلق\n- كما صرح به الغزالي وغيره - لانه إيلام لم تدع إليه حاجة وجوزه الزركشي\nواستدل بما في حديث أم زرع في الصحيح، وفي فتاوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n             قاضيخان من\nالحنفية أنه لا بأس به لانهم كانوا يفعلونه في الجاهلية فلم ينكر عليهم\nرسول الله (ص)، وفي الرعاية للحنابلة يجوز في الصبية لغرض الزينة.\n</p>\n\n<p>\nويكره في الصبي.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nومقتضى كلام شيخنا في شرح المنهاج جوازه في الصبية لا الصبي لما عرف أنه\nزينة مطلوبة في حقهن قديما وحديثا في كل محل.\n</p>\n\n<p>\nوقد جوز (ص) اللعب لهن بما فيه صورة للمصلحة، فكذا هذا أيضا.\n</p>\n\n<p>\nوالتعذيب في مثل هذه الزينة الداعية لرغبة الازواج إليهن سهل محتمل\nومغتفر لتلك المصلحة.\n</p>\n\n<p>\nفتأمل ذلك فإنه مهم.\n</p>\n\n<p>\nتتمة: من كان مع دابة يضمن ما أتلفته ليلا ونهارا.\n</p>\n\n<p>\nوإن كانت وحدها فأتلفت زرعا أو غيره نهارا لم يضمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n             صاحبها.\n</p>\n\n<p>\nأو ليلا ضمن إلا أن لا يفرط في ربطها.\n</p>\n\n<p>\nوإتلاف نحو هرة طيرا أو طعاما عهد إتلافها ضمن مالكها ليلا ونهارا إن قصر\nفي ربطه، وتدفع الهرة الضارية على نحو طير أو طعام لتأكله كصائل برعاية\nالترتيب السابق.\n</p>\n\n<p>\nولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n             تقتل ضارية ساكنة - خلافا <span id='ms293'></span> لجمع لامكان التحرز عن شرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n             باب الجهاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n             (هو فرض كفاية كل عام) ولو مرة إذا كان\nالكفار ببلادهم، ويتعين إذا دخلوا بلادنا كما يأتي: وحكم فرض الكفاية أنه\nإذا فعله من فيهم كفاية سقط الحرج عنه وعن الباقين.\n</p>\n\n<p>\nويأثم كل من لا عذر له من المسلمين إن\n</p>\n\n<p>\nتركوه وإن جهلوا.\n</p>\n\n<p>\nوفروضها كثيرة (كقيام بحجج دينية) وهي البراهين على إثبات الصانع سبحانه\nوما يجب له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n             من الصفات ويستحيل عليه منها وعلى إثبات النبوات\nوما ورد به الشرع من المعاد والحساب وغير ذلك.\n</p>\n\n<p>\n(وعلوم شرعية) كتفسير وحديث وفقه زائد على ما لا بد منه وما يتعلق بها\nبحيث يصلح للقضاء والافتاء للحاجة إليهما (ودفع ضرر معصوم) من مسلم وذمي\nومستأمن جائع لم يصل لحالة الاضطرار أو عار أو نحوهما.\n</p>\n\n<p>\nوالمخاطب به كل موسر بما زاد على كفاية سنة له ولممونة عند احتلال بيت\nالمال وعدم وفاء زكاة (وأمر بمعروف) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n             واجبات الشرع والكف عن\nمحرماته فشمل النهي عن منكر - ي المحرم - لكن محله في واجب أو حرام مجمع\nعليه، أو في اعتقاد الفاعل والمخاطب به كل مكلف لم يخف على نحو عضو ومال\nوإن قل ولم يغلب على ظنه أن فاعله يزيد فيه عنادا وإن علم عادة أنه لا\nيفيده بأن يغيره بكل طريق أمكنه من يد فلسان فاستغاثة بالغير فإن عجز أنكره\nبقلبه.\n</p>\n\n<p>\nوليس لاحد البحث والتجسس واقتحام الدور بالظنون.\n</p>\n\n<p>\nنعم: إن أخبره ثقة بمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n             اختفى بمنكر لا يتدارك كالقتل والزنا\nلزمه ذلك.\n</p>\n\n<p>\nولو توقف الانكار على الرفع للسلطان لم يجب لما فيه من هتك حرمة وتغريم\nمال.\n</p>\n\n<p>\nقاله ابن القشيري.\n</p>\n\n<p>\nقال شيخنا: وله احتمال بوجوبه إذا لم ينزحر إلا به هو الاوجه، وكلام\nالروضة وغيرها صريح فيه.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\n(وتحمل شهادة) على أهل له حضر إليه المشهود عليه أو طلبه إن عذر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n             بعذر جمعة (وأدائها) على من يحملها إن كان أكثر من نصاب وإلا\nفهو فرض عين (وكإحياء كعبة) بحج وعمرة كل عام وتشييع جنازة (ورد سلام)\nمسنون (عن جمع) أي <span id='ms294'></span> إثنين فأكثر، فيسقط الفرض عن الباقين ويختص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n            \nبالثواب، فإن ردوا كلهم - ولو مرتبا - أثيبوا ثواب الفرض كالمصلين على\nالجنازة.\n</p>\n\n<p>\nولو سلم جمع مرتبون على واحد فرد مرة قاصدا جميعهم، وكذا لو أطلق على\nالاوجه أجزأه ما لم يحصل فصل ضار.\n</p>\n\n<p>\nودخل في قولي مسنون سلام امرأة على امرأة أو نحو محرم أو سيد أو زوج وكذا\nعلى أجنبي وهي عجوز لا تشتهى.\n</p>\n\n<p>\nويلزمها في\n</p>\n\n<p>\nهذه الصورة رد سلام الرجل.\n</p>\n\n<p>\nأما مشتهاة ليس معها امرأة أخرى فيحرم عليها رد سلام أجنبي، ومثله\nابتداؤه ويكره رد سلامها، ومثله ابتداؤه أيضا.\n</p>\n\n<p>\nوالفرق أن ردها وابتداءها يطمعه لطمعه فيها أكثر - بخلاف ابتدائه ورده.\n</p>\n\n<p>\nقاله شيخنا.\n</p>\n\n<p>\nولو سلم على جمع نسوة وجب رد إحداهن إذ لا يخشى فتنة حينئذ.\n</p>\n\n<p>\nوخرج بقولي عن جمع الواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n             فالرد فرض عين عليه ولو كان المسلم\nصبيا مميزا.\n</p>\n\n<p>\nولا بد في الابتداء والرد من رفع الصوت بقدر ما يحصل به السماع المحقق\nولو في ثقيل السمع.\n</p>\n\n<p>\nنعم: إن مر عليه سريعا بحيث لم يبلغه صوته فالذي يظهر - كما قاله شيخنا -\nأنه يلزمه الرفع وسعيه دون العدو خلفه.\n</p>\n\n<p>\nويجب اتصال الرد بالسلام كاتصال قبول البيع بإيجابه.\n</p>\n\n<p>\nولا بأس بتقديم عليك في رد سلام الغائب لان الفصل ليس بأجنبي.\n</p>\n\n<p>\nوحيث زالت الفورية فلا قضاء - خلافا لما يوهمه كلام الروياني.\n</p>\n\n<p>\nويجب في الرد على الاصم أن يجمع بين اللفظ والاشارة ولا يلزمه الرد إلا\nإن جمع له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n             المسلم عليه بين اللفظ والاشارة (وابتداؤه) أي\nالسلام عند إقباله أو انصرافه على مسلم غير نحو فاسق أو مبتدع حتى الصبي\nالمميز وإن ظن عدم الرد (سنة) عينا للواحد وكفاية للجماعة كالتمسية للاكل\nلخبر: أن أولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n             الناس بالله من بدأهم بالسلام.\n</p>\n\n<p>\nوأفتى القاضي بأن الابتداء أفضل كما أن إبراء المعسر أفضل من إنظاره\nوصيغة ابتدائه السلام عليكم أو سلام عليكم، وكذا عليكم السلام أو سلام،\nلكنه مكروه للنهي عنه ومع ذلك يجب الرد فيه - بخلاف وعليكم السلام بالواو -\nإذ لا يصلح للابتداء والافضل في الابتداء والرد <span id='ms295'></span> الاتيان بصيغة الجمع حتى في\nالواحد لاجل الملائكة والتعظيم وزيادة ورحمة الله وبركاته ومغفرته.\n</p>\n\n<p>\nولا يكفي الافراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n             للجماعة ولو سلم كل على الآخر فإن ترتبا\nكان الثاني جوابا: أي ما لم يقصد به الابتداء وحده كما بحثه بعضهم وإلا لزم\nكلا الرد.\n</p>\n\n<p>\nفروع: يسن إرسال السلام للغائب ويلزم الرسول التبيلغ لانه أمانة ويجب\nأداؤها.\n</p>\n\n<p>\nومحله ما إذا رضي بتحمل تلك الامانة.\n</p>\n\n<p>\nأما لو ردها فلا وكذا إن سكت.\n</p>\n\n<p>\nوقال بعضهم: يجب على الموصى به تبليغه ومحله - كما\n</p>\n\n<p>\nقال شيخنا - إن قبل الوصية بلفظ يدل على التحمل ويلزم المرسل إليه الرد\nفورا باللفظ في الارسال وبه أو بالكتابة فيها.\n</p>\n\n<p>\nويندب الرد أيضا على المبلغ والبداءة به فيقول عليك وعليه السلام، للخبر\nالمشهور فيه.\n</p>\n\n<p>\nوحكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n             بعضهم ندب البداءة بالمرسل.\n</p>\n\n<p>\nويحرم أن يبدأ به ذميا ويستثنيه وجوبا بقلبه إن كان مع مسلم.\n</p>\n\n<p>\nويسن لمن دخل محلا خاليا أن يقول السلام علينا وعلى عباد الله الصالحين.\n</p>\n\n<p>\nولا يندب السلام على قاضي حاجة بول أو غائط أو جماع أو استنجاء ولا على\nشارب وآكل في فمه اللقمة لشغله ولا على فاسق بل يسن تركه على مجاهر بفسقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n             ومرتكب ذنب عظيم لم يتب منه ومبتدع إلا لعذر أو خوف مفسدة ولا\nعلى مصل وساجد ومؤذن ومقيم وخطيب ومستمعه ولا رد عليهم إلا مستمع الخطيب\nفإنه يجب عليه ذلك بل يكره الرد لقاضي الحاجة والجامع والمستنجي ويسن للآكل\nوإن كانت اللقمة بفيه.\n</p>\n\n<p>\nنعم: يسن السلام عليه بعد البلع وقبل وضع اللقمة بفيه، ويلزمه الرد ويسن\nالرد لمن في الحمام وملب باللفظ ولمصل ومؤذن ومقيم بالاشارة، وإلا فبعد\nالفراغ أي إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n             قرب الفصل، ولا يجب عليهم.\n</p>\n\n<p>\nويسن عند التلاقي سلام صغير على كبير وماش على واقف وراكب عليهم وقليلين\nعلى كثيرين.\n</p>\n\n<p>\nفوائد: وحتى الظهر مكروه.\n</p>\n\n<p>\nوقال كثيرون حرام.\n</p>\n\n<p>\nوأفتى النووي بكراهة الانحناء بالرأس وتقبيل نحو رأس أو يد أو رجل لا\nسيما لنحو غني لحديث: من تواضع لغني ذهب ثلثا دينه.\n</p>\n\n<p>\nويندب ذلك لنحو صلاح أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n             علم أو <span id='ms296'></span> شرف لان أبا عبيدة قبل يد عمر\nرضي الله عنهما.\n</p>\n\n<p>\nويسن القيام لمن فيه فضيلة ظاهرة من نحو صلاح أو علم أو ولادة أو ولاية\nمصحوبة بصيانة.\n</p>\n\n<p>\nقال ابن عبد السلام أو لمن يرجى خيره أو يخشى شره ولو كافرا خشي منه ضررا\nعظيما.\n</p>\n\n<p>\nويحرم على الرجل أن يحب قيامهم له.\n</p>\n\n<p>\nويسن تقبيل قادم من سفر ومعانقته للاتباع (كتشميت عاطس) بالغ (حمد الله\nتعالى) بيرحمك الله أو رحمكم الله وصغير مميز حمد الله بنحو أصلحك الله\nفإنه سنة على الكفاية إن سمع جماعة وسنة عين إن سمع واحد إذا حمد الله\nالعاطس المميز عقب عطاسه بأن لم يتخلل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n             بينهما فوق سكتة تنفس\nأوعى فإنه يسن له أن يقول عقبه الحمد لله وأفضل منه الحمد لله رب العالمين،\nوأفضل منه الحمد لله على كل حال.\n</p>\n\n<p>\nوخرج بقولي حمد الله من لم يحمده عقبه فلا يسن التشميت له.\n</p>\n\n<p>\nفإن شك قال يرحم الله من حمده.\n</p>\n\n<p>\nويسن تذكيره الحمد وعند توالي العطاس يشمته لثلاث ثم يدعو له بالشفاء\nويسر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n             المصلي ويحمد في نفسه إن كان مشغولا بنحو بول أو جماع\nويشترط رفع بكل بحيث يسمعه صاحبه.\n</p>\n\n<p>\nويسن للعاطس وضع شئ على وجهه وخفض صوته ما أمكنه، وإجابة مشمته بنحو\nيهديكم الله ويصلح بالكم أو يغفر الله لكم للامر به ويسن للمتثائب رد\nالتثاؤب طاقته وستر فيه - ولو في الصلاة - بيده اليسرى.\n</p>\n\n<p>\nويسن إجابة الداعي بلبيك.\n</p>\n\n<p>\n(والجهاد) فرض كفاية (على) كل مسلم (مكلف) أي بالغ عاقل لرفع القلم عن\nغيرهما (ذكر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n             لضعف المرأة عنه غالبا (حر) فلا يجب على ذي رق\nولو مكاتبا ومبعضا وإن أذن له سيده لنقصه (مستطيع له سلاح) فلا يجب على غير\nمستطيع كأقطع وأعمى وفاقد معظم أصابع يده، ومن به عرج بين أو مرض تعظم\nمشقته، وكعادم مؤن ومركب في سفر قصر فاضل ذلك عن مؤنة من تلزمه مؤنته - كما\nفي الحج - ولا على من ليس له سلاح لان عادم ذلك لا نصرة به (وحرم) على مدين\nموسر <span id='ms297'></span> عليه دين حال لم يوكل من يقضي عنه من ماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n             الحاضر (سفر)\nلجهاد وغيره، وإن قصر وإن لم يكن مخوفا أو كان لطلب علم رعاية لحق الغير،\nومن ثم جاء في مسلم: القتل في سبيل الله يكفر كل شئ إلا الدين.\n</p>\n\n<p>\n(بلا إذن غريم) أو ظن رضاه وهو من أهل الاذن.\n</p>\n\n<p>\nولو كان الغريم ذميا أو كان بالدين رهن وثيق أو كفيل موسر.\n</p>\n\n<p>\nقال الاسنوي في المهمات: أن سكوت رب الدين ليس بكاف في جواز السفر،\nمعتمدا في ذلك على ما فهم من كلام الشيخين هنا.\n</p>\n\n<p>\nوقال ابن الرفعة والقاضي أبو الطيب والبندنيجي والقزويني: لا بد في\nالحرمة من التصريح بالمنع، ونقله القاضي إبراهيم بن ظهيرة ولا يحرم السفر،\nبل ولا يمنع منه إن كان معسرا أو كان الدين مؤجلا وإن قرب حلوله بشرط وصوله\nلما يحل له فيه القصر وهو مؤجل (و) حرم السفر لجهاد وحج تطوع بلا إذن (أصل)\nمسلم أب وأم وإن عليا ولو أذن من هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n             أقرب منه، وكذا يحرم بلا\nإذن أصل سفر لم تغلب فيه السلامة لتجارة (لا) سفر (لتعلم فرض) ولو كفاية\nكطلب النحو ودرجة الفتوى فلا يحرم عليه وإن لم يأذن أصله (وإن دخلوا) أي\nالكفار (بلدة لنا تعين) الجهاد (على أهلها) أي يتعين على أهلها الدفع بما\nأمكنهم وللدفع مرتبتان.\n</p>\n\n<p>\nإحداهما أن يحتمل الحال اجتماعهم وتأهبهم للحرب فوجب الدفع على كل منهم\nبما يقدر عليه حتى على من لا يلزمه الجهاد نحو فقير وولد ومدين وعبد وامرأة\nفيها قوة بلا إذن ممن مر.\n</p>\n\n<p>\nويغتفر ذلك لهذا الخطب العظيم الذي لا سبيل لاهماله.\n</p>\n\n<p>\nوثانيتهما أن يغشاهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n             الكفار ولا يتمكنون من اجتاع وتأهب فمن\nقصده كافر أو كفار وعلم أنه يقتل إن أخذه فعليه أن يدفع عن نفسه بما أمكن\nوإن كان ممن لا جهاد عليه لامتناع الاستسلام لكافر.\n</p>\n\n<p>\nفروع: وإذا لم يمكن تأهب لقتال وجوز أسرا وقتلا فله قتال واستسلام إن علم\nأنه إن امتنع منه قتل وأمنت المرأة فاحشة إن أخذت <span id='ms298'></span> وإلا تعين الجهاد، فمن\nعلم أو ظن أنه إن أخذ قتل عينا امتنع عليه الاستسلام كما مر آنفا.\n</p>\n\n<p>\nولو أسروا مسلما يجب النهوض إليهم فورا على كل قادرر لخلاصه إن رجى.\n</p>\n\n<p>\nولو قال لكافر أطلق أسيرك وعلي كذا فأطلقه لزمه ولا يرجع به على الاسير\nإلا إن أذن له في مفاداته فيرجع عليه وإن لم يشترط له الرجوع (و) تعين على\n(من دون مسافة قصر منها) أي من البلدة التي دخلوا فيها وإن كان في أهلهم\nكفاية لانهم في حكمهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n             وكذا من كان على مسافة القصر إن لم يكف\nأهلها ومن يليهم، فيصير فرض عين في حق من قرب وفرض كفاية في حق من بعد.\n</p>\n\n<p>\n(وحرم) على من هو من أهل فرض الجهاد (انصراف عن صف) بعد التلاقي وإن غلب\nعلى ظنه أنه إذا ثبت قتل لعده (ص) الفرار من الزحف من السبع الموبقات.\n</p>\n\n<p>\nولو ذهب سلاحه وأمكن الرمي بالحجارة لم يجز له الانصراف على تناقض فيه.\n</p>\n\n<p>\nوجزم بعضهم بأنه إذا غلب ظن الهلاك بالثبات من غير نكاية فيهم وجب الفرار\n(إذا لم يزيدوا) أي الكفار (على مثلينا) للآية.\n</p>\n\n<p>\nوحكمة وجوب مصابرة الضعف أن المسلم يقاتل على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n             إحدى الحسنيين:\nالشهادة والفوز بالغنيمة مع الاجر، والكافر يقاتل على الفوز بالدنيا فقط.\n</p>\n\n<p>\nأما إذا زادوا\n</p>\n\n<p>\nعلى المثلين كمائتين وواحد عن مائة فيجوز الانصراف مطلقا.\n</p>\n\n<p>\nوحرم جمع مجتهدون الانصراف مطلقا إذا بلغ المسلمون اثني عشر ألفا لخبر:\nلن يغلب إثنا عشر ألفا من قلة وبه خصت الآية.\n</p>\n\n<p>\nويجاب بأن المراد من الحديث أن الغالب على هذا العدد الظفر فلا تعرض فيه\nلحرمة فرار ولا لعدمها - كما هو واضح - وإنما يحرم الانصراف إن قاومناهم\nإلا متحرفا لقتال أو متحيزا إلى فئة يستنجد بها على العدو ولو بعيدة (ويرق\nذراري كفار) وعبيدهم ولو مسلمين كاملين (بأسر) كما يرق حربي مقهور لحربي\nبالقهر أي يصيرون بنفس الاسر أرقاء لنا ويكونون كسائر أموال الغنيمة.\n</p>\n\n<p>\nودخل في الذراري الصبيان والمجانين والنسوان ولا حد إن وطئ غانم أو أبوه <span id='ms299'></span>\nأو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p227'> Vol. 04, p. 227</a>\n            </div>\n             سيده أمة في الغنيمة ولو قبل اختيار التملك لان فيها شبهة\nملك ويعزر عالم بالتحريم لا جاهل به إن عذر لقرب إسلامه أو بعد محله عن\nالعلماء.\n</p>\n\n<p>\nفرع: يحكم بإسلام غير بالغ ظاهرا وباطنا: إما تبعا للسابي المسلم ولو\nشاركه كافر في سبيه، وإما تبعا لاحد أصوله وإن كان إسلامه قبل علوقه فلو\nأقر أحدهما بالكفر بعد البلوغ فهو مرتد من الآن (ولامام) أو أمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p228'> Vol. 04, p. 228</a>\n            </div>\n             (خيار في) أسير (كامل) ببلوغ وعقل وذكورة وحرية (بين) أربع\nخصال من (قتل) بضرب الرقبة لا غير (ومن) عليه بتخلية سبيله (وفداء) بأسرى\nمنا أو مال فيخمس وجوبا أو بنحو سلاحا ويفادى سلاحهم بأسرانا على الاوجه لا\nبمال (واسترقاق) فيفعل الامام أو نائبه وجوبا الاحظ للمسلمين لاجتهاده، ومن\nقتل أسيرا غير كامل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p229'> Vol. 04, p. 229</a>\n            </div>\n             لزمته قيمته أو كاملا قبل التخيير فيه عزر\nفقط (وإسلام كافر) كامل (بعد أسر يعصم دمه) من القتل لخبر الصحيحين: أمرت\nأن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، فإذا قالوا عصموا مني\nدماءهم وأموالهم إلا بحقها ولم يذكر هنا وماله لانه لا يعصمه.\n</p>\n\n<p>\nإذا اختار الامام رقه ولا صغار أولاده للعلم بإسلامهم تبعا له وإن كانوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p230'> Vol. 04, p. 230</a>\n            </div>\n             بدار الحرب أو أرقاء وإذا تبعوه في الاسلام وهم أحرار لم يرقوا\nلامتناع طرو الرق على من قارن إسلامه حريته.\n</p>\n\n<p>\nومن ثم أجمعوا على أن الحر المسلم لا يسبى ولا يسترق أو أرقاء لم ينقص\nرقهم.\n</p>\n\n<p>\nومن ثم لو ملك حربي صغيرا\n</p>\n\n<p>\nثم حكم بإسلامه تبعا لاصله جاز سبيه واسترقاقه ويبقى الخيار في باقي\nالخصال السابقة من المن أو الفداء أو الرق.\n</p>\n\n<p>\nومحل جواز المفاداة مع إرادة الاقامة في دار الكفر إن كان له ثم عشيرة\nيأمن معها على نفسه ودينه (و) إسلامه (قبله) أي قبل أسر بوضع أيدينا عليه\n(يعصم دما) أي نفسا عن كل ما مر (ومالا) أي جميعه بدارنا أو دارهم وكذا\nفرعه الحر الصغير والمجنون عند السبي عن الاسترقاق لا زوجته فإذا سبيت ولو\nبعد الدخول انقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p231'> Vol. 04, p. 231</a>\n            </div>\n             نكاحه حالا <span id='ms300'></span>.\n</p>\n\n<p>\nوإذا سبي زوجان أو أحدهما انفسخ النكاح بينهما لما في خبر مسلم أنهم لما\nامتنعوا يوم أوطاس من وطئ المسبيات المتزوجات نزل * (والمحصنات) * أي\nالمتزوجات * (من النساء إلا ما ملكت أيمانكم) *.\n</p>\n\n<p>\n(1) فحرم الله تعالى المتزوجات إلا المسبيات.\n</p>\n\n<p>\nفرع: لو ادعى أسير قد أرق إسلامه قبل أسره لم يقبل في الرق ويجعل مسلما\nمن الآن ويثبت بشاهد وامرأتين ولو ادعى أسير أنه مسلم، فإن أخذ من دارنا\nصدق بيمينه أو من دار الحرب فلا (وإذا أرق) الحربي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p232'> Vol. 04, p. 232</a>\n            </div>\n             (وعليه دين)\nلمسلم أو ذمي (لم يسقط) وسقط إن كان لحربي، ولو اقترض حربي من حربي أو غيره\nأو اشترى منه شيئا ثم أسلما أو أحدهما يسقط لالتزامه بعقد صحيح.\n</p>\n\n<p>\nولو أتلف حربي على حربكي شيئا أو غصبه منه فأسلما أو أسلم المتلف فلا\nضمان لانه لم يلتزم شيئا بعقد حتى يستدام حكمه ولان الحربي لو أتلف مال\nمسلم أو ذمي لم يضمنه فأولى مال الحربي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p233'> Vol. 04, p. 233</a>\n            </div>\n             فرع: لو قهر حربي\nدائنه أو سيده أو زوجه ملكه ارتفع الدين والرق والنكاح وإن كان المقهور\nكاملا، وكذا إن كان القاهر بعضا للمقهور ولكن ليس للقاهر بيع مقهوره البعض\nلعتقه عليه خلافا للسمهودي.\n</p>\n\n<p>\nمهمة: قال شيخنا في شرح المنهاج: قد كثر اختلاف الناس وتأليفهم في\nالسراري والارقاء المجلوبين من الروم والهند.\n</p>\n\n<p>\nوحاصل معتمد مذهبنا فيهم أن من لم يعلم كونه غنيمة لم تتخمس ولم تقسم يحل\nشراوه وسائر التصرفات فيه لاحتمال أن آسره البائع له أولا حربي أو ذمي فإنه\nلا يخمس عليه وهذا كثير لا نادر، فإن تحقق أن آخذه مسلم بنحو سرقة أو\nاختلاس لم يجز شراوه إلا على الوجه الضعيف أنه لا يخمس عليه فقول جمع\nمتقدمين ظاهر الكتاب والسنة والاجماع على منع وطئ السراري المجلوبة من\nالروم والهند إلا أن ينصب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p234'> Vol. 04, p. 234</a>\n            </div>\n             من يقسم الغنائم ولا حيف يتعين حمله\nعلى ما علم أن الغانم له المسلمون وإنه لم يسبق من أميرهم قبل الاغتنام من\nأخذ شيئا فهو له لجوازه عند الائمة الثلاثة.\n</p>\n\n<p>\nوفي قول <span id='ms301'></span> الشافعي بل زعم التاج الفزاري أنه لا يلزم الامام قسمة الغنائم\nولا تخميسها، وله أن يحرم بعض الغانمين، لكن رده المصنف وغيره بأنه مخالف\nللاجماع وطريق من وقع بيده غنيمة لم تخمس ردها لمستحق علم، وإلا فللقاضي\nكالمال الضائع - أي الذي لم يقع اليأس من صاحبه - وإلا كان ملك بيت المال\nفلمن له فيه حق الظفر به على المعتمد.\n</p>\n\n<p>\nومن ثم كان المعتمد كما مر أن من وصل له شئ يستحقه منه حل له أخذه وإن\nظلم الباقون.\n</p>\n\n<p>\nنعم: الورع لمريد التسري أن يشتري ثانيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p235'> Vol. 04, p. 235</a>\n            </div>\n             من وكيل بيت المال\nلان الغالب عدم التخميس واليأس من معرفة مالكها فيكون ملكا لبيت المال.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nتتمة: يعتق رقيق حربي إذا هرب ثم أسلم ولو بعد الهدنة أو أسلم ثم هرب\nقبلها وإن لم يهاجر إلينا لا عكسه بأن أسلم بعد هدنة ثم هرب فلا يعتق لكن\nلا يرد إلى سيده فإن لم يعتقه باعه الامام من مسلم أو دفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p236'> Vol. 04, p. 236</a>\n            </div>\n            \nلسيده قيمته من مال المصالح وأعتقه عن المسلمين والولاء لهم وإن أتانا بعد\nالهدنة.\n</p>\n\n<p>\nوشرط رد من جاء منهم إلينا حر ذكر مكلف مسلما، فإن لم تكن له ثم عشيرة\nتحميه لم يرد وإلا رد عليهم بطلبهم بالتخلية بينه وبين طالبه بلا إجبار على\nالرجوع مع طالبه.\n</p>\n\n<p>\nوكذا لا يرد صبي ومجنون وصفا الاسلام أم لا وامرأة وخنثى أسلمتا: أي لا\nيجوز ردهم ولو لنحو الاب لضعفهم ويغرمون لنا قيمة رقيق ارتد دون الحر\nالمرتد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p237'> Vol. 04, p. 237</a>\n            </div>\n             باب القضاء بالمد: أي الحكم بين الناس.\n</p>\n\n<p>\nوالاصل فيه قبل الاجماع قوله تعالى: * (وأن احكم بينهم بما أنزل الله) *\nوقوله: * (فاحكم بينهم بالقسط) * وأخبار كخبر الصحيحين: إذا حكم حاكم - أي\nأراد الحكم - فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر.\n</p>\n\n<p>\nوفي رواية بدل الاولى: فله عشرة أجور قال في شرح مسلم: أجمع المسلمون على\nأن هذا في حاكم عالم مجتهد.\n</p>\n\n<p>\nأما غيره فآثم بجميع أحكامه،\n</p>\n\n<p>\nوإن وافق الصواب لان إصابته إتفاقية.\n</p>\n\n<p>\nوصح خبر: القضاة ثلاثة <span id='ms302'></span>: قاض في الجنة، وقاضيان في النار وفسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p239'> Vol. 04, p. 239</a>\n            </div>\n            \nالاول بأنه عرف الحق وقضى به، والاخيران بمن عرف وجار في الحكم ومن قضى على\nجهل.\n</p>\n\n<p>\nوما جاء في التحذير عنه كخبر: من جعل قاضيا فقد ذبح بغير سكين محمول على\nعظم الخطر فيه، أو على من يكره له القضاء، أو يحرم (هو) أي قبوله من\nمتعددين صالحين له (فرض كفاية) في الناحية بل أسنى فروض الكفايات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p240'> Vol. 04, p. 240</a>\n            </div>\n             حتى قال الغزالي: أنه أفضل من الجهاد، فإن امتنع الصالحون له\nمنه أثموا.\n</p>\n\n<p>\nأما تولية الامام أو نائبه لاحدهم في إقليم ففرض عين عليه، ثم على ذي\nشوكة.\n</p>\n\n<p>\nولا يجوز إخلاء مسافة العدوى عن قاض.\n</p>\n\n<p>\nفرع: لا بد من تولية من الامام أو مأذونه ولو لمن تعين للقضاء، فإن فقد\nالامام فتولية أهل الحل والعقد في البلد أو بعضهم مع رضا الباقين ولو ولاه\nأهل جانب من البلد صح فيه دون الآخر.\n</p>\n\n<p>\nومن صريح التولية وليتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p241'> Vol. 04, p. 241</a>\n            </div>\n             أو قلدتك القضاء.\n</p>\n\n<p>\nومن كفايتها عولت واعتمدت عليك فيه.\n</p>\n\n<p>\nويشترط القبول لفظا وكذا فورا في الحاضر.\n</p>\n\n<p>\nوعند بلوغ الخبر في غيره.\n</p>\n\n<p>\nوقال جمع محققون: الشرط عدم الرد ومن تعين في ناحية لزمه قبوله وكذا طلبه\nولو ببذل مال وإن خاف من نفسه الميل فإن لم يتعين فيها كره للمفضول القبول\nوالطلب إن لم يمتنع الافضل، ويحرم طلبه بعزل صالح له ولو مفضولا (وشرط قاض\nكونه أهلا للشهادات) كلها بأن يكون مسلما مكلفا حرا ذكرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p242'> Vol. 04, p. 242</a>\n            </div>\n             عدلا\nسميعا ولو بالصياح بصيرا، فلا يولي من ليس كذلك ولا أعمى وهو من يرى الشبح\nولا يميز الصورة وإن قربت - بخلاف من يميزها إذا قربت بحيث يعرفها ولو\nبتكلف ومزيد تأمل، وإن عجز عن قراءة المكتوب.\n</p>\n\n<p>\nواختير صحة ولاية الاعمى (كافيا) للقيام بمنصب القضاء، فلا يولى مغفل\nومختل نظر بكبر أو مرض (مجتهدا) فلا يصح تولية جاهل ومقلد وإن حفظ مذهب\nإمامه لعجزه عن إدراك غوامضه.\n</p>\n\n<p>\nوالمجتهد من يعرف بأحكام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p243'> Vol. 04, p. 243</a>\n            </div>\n             القرآن من العام والخاص والمجمل\nوالمبين والمطلق والمقيد والنص والظاهر والناسخ والمنسوخ والمحكم\n</p>\n\n<p>\nوالمتشابه وبأحكام <span id='ms303'></span> السنة من المتواتر - وهو ما تعددت طرقه - والآحاد -\nوهو بخلافه - والمتصل باتصال رواته إليه صلى الله عليه وسلم ويسمى المرفوع،\nأو إلى الصحابي فقط ويسمى الموقوف.\n</p>\n\n<p>\nوالمرسل وهو قول التابعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p244'> Vol. 04, p. 244</a>\n            </div>\n             قال رسول الله (ص) كذا، أو فعل كذا،\nأو بحال الرواة قوة وضعفا وما تواتر ناقلوه.\n</p>\n\n<p>\nوأجمع السلف على قبوله.\n</p>\n\n<p>\nلا يبحث عن عدالة ناقليه وله الاكتفاء بتعديل إمام عرف صحة مذهبه في\nالجرح والتعديل ويقدم عند التعارض الخاص على العام، والمقيد على المطلق،\nوالنص على الظاهر، والمحكم على المتشابه، والناسخ والمتصل والقوي على\nمقابلها.\n</p>\n\n<p>\nولا تنحصر الاحكام في خمسمائة آية ولا خمسمائة حديث خلافا لزاعمهما\nوبالقياس بأنواعه الثلاثة من الجلي وهو ما يقطع فيه بنفي الفارق كقياس ضرب\nالولد على تأفيفه، أو المساوي وهو ما يبعد فيه إنتفاء الفارق كقياس إحراق\nمال اليتيم على أكله، أو الادون وهو ما لا يبعد فيه إنتفاء الفارق كقياس\nالذرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p245'> Vol. 04, p. 245</a>\n            </div>\n             على البر في الربا بجامع الطعم وبلسان العرب لغة ونحوا\nوصرفا وبلاغة وبأقوال العلماء من الصحابة فمن بعدهم ولو فيما يتكلم فيه فقط\nلئلا يخالفهم.\n</p>\n\n<p>\nقال ابن الصلاح: إجتماع ذلك كله إنما هو شرط للمجتهد المطلق الذي يفتي في\nجميع أبواب الفقه، أما مقيد لا يعدو مذهب إمام خاص فليس عليه غير معرفة\nقواعد إمامه وليراع فيها ما يراعيه المطلق في قوانين الشرع فإنه مع المجتهد\nكالمجتهد مع نصوص الشرع، ومن ثم لم يكن له عدول عن نص إمامه كما لا يجوز\nالاجتهاد مع النص.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\n(فإن ولى سلطان) ولو كافرا أو (ذو شوكة) غيره في بلد بأن انحصرت قوتها\nفيه (غير أهل) للقضاء كمقلد وجاهل وفاسق، أي مع علمه بنحو فسقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p246'> Vol. 04, p. 246</a>\n            </div>\n            \nوإلا بأن ظن عدالته مثلا، ولو علم فسقه لم يوله فالظاهر - كما جزم به شيخنا\n- لا ينفذ حكمه وكذا لو زاد فسقه أو ارتكب مفسقا آخر على تردد فيه.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوجزم بعضهم بنفوذ توليته وإن ولاه غير عالم بفسقه وكعبد وامرأة وأعمى\n(نفذ) ما فعله من التولية وإن كان هناك مجتهد <span id='ms304'></span> عدل على المعتمد فينفذ قضاء\nمن ولاه للضروة ولئلا تتعطل مصالح الناس وإن نازع كثيرون فيما ذكر في\nالفاسق وأطالوا وصوبه الزركشي.\n</p>\n\n<p>\nقال شيخنا: وما ذكر في المقلد محله إن كان ثم مجتهد وإلا نفذت تولية\nالمقلد ولو من غير ذي شوكة، وكذا الفاسق.\n</p>\n\n<p>\nفإن كان هناك عدل\n</p>\n\n<p>\nأشترطت شوكة وإلا فلا - كما يفيد ذلك قول ابن الرفعة - الحق أنه إذا لم\nيكن ثم من يصلح للقضاء نفذت تولية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p247'> Vol. 04, p. 247</a>\n            </div>\n             غير الصالح قطعا، والاوجه أن\nقاضي الضرورة يقضي بعلمه ويحفظ مال اليتيم ويكتب لقاض آخر خلافا للحضرمي\nوصرح جمع متأخرون بأن قاضي الضرورة يلزمه بيان مستنده في سائر أحكامه ولا\nيقبل قول حكمت بكذا من غير بيان مستنده فيه ولو طلب الخصم من القاضي الفاسق\nتبيين الشهود التي ثبت فيها الامر لزم القاضي بيانهم وإلا لم ينفذ حكمه.\n</p>\n\n<p>\nفرع: يندب للامام إذا ولى قاضيا أن يأذن له في الاستخلاف وإن أطلق\nالتولية إستخلف فيما لا يقدر عليه لا غيره في الاصح.\n</p>\n\n<p>\n(مهمة) يحكم القاضي باجتهاده إن كان مجتهدا أو باجتهاد مقلده إن كان\nمقلدا.\n</p>\n\n<p>\nوقضية كلام الشيخين أن المقلد لا يحكم بغير مذهب مقلده.\n</p>\n\n<p>\nوقال الماوردي وغيره: يجوز.\n</p>\n\n<p>\nوجمع ابن عبد السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p248'> Vol. 04, p. 248</a>\n            </div>\n             والاذرعي وغيرهما بحمل الاول على من لم\nينته لرتبة الاجتهاد في مذهب إمامه وهو المقلد الصرف الذي لم يتأهل للنظر\nولا للترجيح والثاني على من له أهلية.\n</p>\n\n<p>\nلذلك.\n</p>\n\n<p>\nونقل ابن الرفعة عن الاصحاب أن الحاكم المقلد إذا بان حكمه على خلاف نص\nمقلده نقض حكمه ووافقه النووي في الروضة والسبكي، وقال الغزالي: لا ينقض،\nوتبعه الرافعي بحثا في موضع.\n</p>\n\n<p>\nوشيخنا في بعض كتبه.\n</p>\n\n<p>\nفائدة: إذا تمسك العامي بمذهب لزمه موافقته، وإلا لزمه التمذهب بمذهب\nمعين من الاربعة لا غيرها ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p249'> Vol. 04, p. 249</a>\n            </div>\n             له وإن عمل بالاول الانتقال إلى\nغيره بالكلية، أو في المسائل بشرط أن لا يتتبع الرخص بأن يأخذ من كل مذهب\nبالاسهل منه فيفسق به على الاوجه.\n</p>\n\n<p>\nوفي الخادم عن بعض المحتاطين.\n</p>\n\n<p>\nالاولى لمن ابتلي بوسواس الاخذ بالاخف والرخص <span id='ms305'></span> لئلا يزداد فيخرج عن الشرع،\nولضده الاخذ بالاثقل لئلا يخرج عن الاباحة.\n</p>\n\n<p>\nوأن لا يلفق بين قولين يتولد منهما حقيقة مركبة لا يقول بها كل منهما.\n</p>\n\n<p>\nوفي فتاوي شيخنا: من قلد إماما في مسألة لزمه أن يجري على قضية مذهبه في\nتلك المسألة وجميع ما يتعلق بها، فيلزم من انحرف عن عين الكعبة وصلى إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p250'> Vol. 04, p. 250</a>\n            </div>\n             جهتها مقلدا لابي حنيفة مثلا أن يمسح في وضوئه من الرأس قدر\nالناصية وأن لا يسيل من بدنه بعد الوضوء دم وما أشبه ذلك، وإلا كانت صلاته\nباطلة باتفاق المذهبين فليتفطن لذلك.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nووافقه العلامة عبد الله أبو مخرمة العدني وزاد فقال: قد صرح بهذا الشرط\nالذي ذكرناه غير واحد من المحققين من أهل الاصول والفقه: منهم ابن دقيق\nالعيد والسبكي، ونقله الاسنوي في التمهيد عن العراقي.\n</p>\n\n<p>\nقلت: بل نقله الرافعي في العزيز عن القاضي حسين.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقال شيخنا المحقق ابن زياد رحمه الله تعالى في فتاويه: إن الذي فهمناه\nمن أمثلتهم أن التركيب القادح إنما يمتنع إذا كان في قضية واحدة.\n</p>\n\n<p>\nفمن أمثلتهم.\n</p>\n\n<p>\nإذا توضأ ولمس تقليدا لابي حنيفة واقتصد تقليدا للشافعي ثم صلى فصلاته\nباطلة لاتفاق الامامين على بطلان ذلك.\n</p>\n\n<p>\nوكذلك إذا توضأ ومس بلا شهوة تقليدا للامام مالك ولم يدلك تقليدا للشافعي\nثم صلى فصلاته باطلة لاتفاق الامامين على بطلان طهارته - بخلاف ما إذا كان\nالتركيب من قضيتين، فالذي يظهر أن ذلك غير قادح في التقليد، كما إذا توضأ\nومسح بعض رأسه ثم صلى إلى الجهة تقليدا لابي حنيفة فالذي يظهر صحة صلاته\nلان الامامين لم يتفقا على بطلان طهارته، فإن الخلاف فيها بحاله، لا يقال\nاتفقا على بطلان صلاته لانا نقول هذا الاتفاق ينشأ من التركيب في قضيتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p251'> Vol. 04, p. 251</a>\n            </div>\n             والذي فهمناه أنه غير قادح في التقليد ومثله ما إذا قلد الامام\nأحمد في أن العورة السوأتان وكأن ترك المضمضة والاستنشاق أو التسمية الذي\nيقول الامام أحمد بوجوب ذلك، فالذي يظهر صحة صلاته إذا قلده في قدر العورة\nلانهما لم يتفقا على بطلان <span id='ms306'></span> طهارته التي هي قضية واحدة، ولا يقدح في ذلك\nإتفاقهما على بطلان صلاته فإنه تركيب من قضيتين وهو غير قادح في التقليد\nكما يفهمه تمثيلهم.\n</p>\n\n<p>\nوقد رأيت في فتاوي البلقيني ما يقتضي أن التركيب بين القضيتين غير قادح.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nملخصا.\n</p>\n\n<p>\nتتمة: يلزم محتاجا إستفتاء عالم عدل عرف أهليته ثم إن وجد مفتيين فإن\nاعتقد أحدهما أعلم تعين تقديمه.\n</p>\n\n<p>\nقال في الروضة: ليس لمفت وعامل على مذهبنا في مسألة ذات وجهين أو قولين\nأن يعتمد أحدهما بلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p252'> Vol. 04, p. 252</a>\n            </div>\n             نظر فيه فلا خلاف، بل يبحث عن أرجحهما\nبنحو تأخره وإن كانا لواحد.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\n(ويجوز تحكيم اثنين) ولو من غير خصومة كما في النكاح (رجلا أهلا لقضاء)\nأي من له أهلية القضاء المطلقة لا في خصوص تلك الواقعة\n</p>\n\n<p>\nفقط.\n</p>\n\n<p>\nخلافا لجمع متأخرين ولو مع وجود قاض أهل خلافا للروضة.\n</p>\n\n<p>\nأما غير الاهل فلا يجوز تحكيمه - أي مع وجود الاهل - وإلا جاز، ولو في\nالنكاح، وإن كان ثم مجتهد، كما جزم به شيخنا في شرح المنهاج تبعا لشيخه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p253'> Vol. 04, p. 253</a>\n            </div>\n             زكريا.\n</p>\n\n<p>\nلكن الذي أفتاه أن المحكم العدل لا يزوج إلا مع فقد القاضي ولو غير أهل.\n</p>\n\n<p>\nولا يجوز تحكيم غير العدل مطلقا ولا يفيد حكم المحكم إلا برضاهما به لفظا\nلا سكوتا فيعتبر رضا الزوجين معا في النكاح، نعم: يكفي سكوت البكر إذا\nاستؤذنت في التحكيم ولا يجوز التحكيم مع غيبة الولي ولو إلى مسافة القصر إن\nكان ثم قاض - خلافا لابن العماد - لانه ينوب عن الغائب بخلاف المحكم: ويجوز\nله أن يحكم بعلمه على الاوجه.\n</p>\n\n<p>\n(وينعزل القاضي) أي يحكم بانعزاله ببلوغ خبر العزل له ولو من عدل (و)\nينعزل (نائبه) في عام أو خاص بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p254'> Vol. 04, p. 254</a>\n            </div>\n             يبلغه خبر عزل مستخلفه له أو\nالامام لمستخلفه إن أذن له أن يستخلف عن نفسه أو أطلق (لا) حال كون النائب\nنائبا (عن إمام) في عام أو خاص بأن قال للقاضي إستخلف عني فلا ينعزل بذلك\nوإنما انعزل القاضي ونائبه (بخبره) أي ببلوغ خبر العزل المفهوم من ينعزل لا\nقبل بلوغه <span id='ms307'></span> ذلك لعظم الضرر في نقض أقضيته لو انعزل، بخلاف الوكيل فإنه ينعزل\nمن حين العزل ولو قبل بلوغ خبره.\n</p>\n\n<p>\nومن علم عزله لم ينفذ حكمه له إلا أن يرضى بحكمه فيما يجوز التحكيم فيه\n(و) ينعزل أيضا كل منهما بأحد أمور (عزل نفسه) كالوكيل (وجنون) وإغماء وإن\nقل زمنهما (وفسق) أي ينعزل بفسق من لم يعلم موليه بفسقه الاصلي أو الزائد\nعلى ما كان حال توليته وإذا زالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p255'> Vol. 04, p. 255</a>\n            </div>\n             هذه الاحوال لم تعد ولايته\nإلا بتولية جديدة في الاصح.\n</p>\n\n<p>\nويجوز للامام عزل قاض لم يتعين بظهور خلل لا يقتضي إنعزاله ككثرة الشكاوي\nفيه وبأفضل منه وبمصلحة كتسكين فتنة سواء أعزله بمثله أو بدونه وإن لم يكن\nشئ من ذلك لم يجز عزله لانه عبث ولكن ينفذ العزل.\n</p>\n\n<p>\nأما إذا تعين بأن لم يكن ثم من يصلح غيره فيحرم على موليه عزله ولا ينفذ،\nوكذا عزله لنفسه حينئذ بخلافه في غير هذه الحالة فينفذ عزله لنفسه وإن لم\nيعلم موليه (ولا ينعزل قاض بموت إمام) أعظم ولا بانعزاله لعظم شدة الضرر\nبتعطيل الحوادث وخرج بالامام القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p256'> Vol. 04, p. 256</a>\n            </div>\n             فينعزل نوابه بموته (ولا\nيقبل قول متول في غير محل ولايته) وهو خارج عمله (حكمت بكذا) لانه لا يملك\nإنشاء الحكم حينئذ فلا ينفذ إقراره به وأخذ الزركشي من ظاهر كلامهم أنه إذا\nولي ببلد لم يتناول مزارعها وبساتينها فلو زوج وهو بأحدهما من هي بالبلد أو\nعكسه لم يصح، قيل، وفيه نظر قال شيخنا والنظر واضح بل الذي يتجه أنه إن\nعلمت عادة بتبعية أو عدمها فذلك وإلا اتجه ما ذكره اقتصارا على ما نص له\nعليه وأفهم قول المنهاج أنه في غير محل ولايته كمعزول أن لا ينفذ منه فيه\nتصرف استباحه بالولاية كإيجار وقف نظره للقاضي وبيع مال يتيم وتقرير في\nوظيفة.\n</p>\n\n<p>\nقال شيخنا وهو ظاهر (ك) - ما لا يقبل قول (معزول) بعد انعزاله ومحكم بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p257'> Vol. 04, p. 257</a>\n            </div>\n             مفارقة مجلس حكمه حكمت بكذا لانه لا يملك إنشاء الحكم حينئذ\nفلا يقبل إقراره به ولا يقبل <span id='ms308'></span> أيضا شهادة كل منهما بحكمه لانه يشهد بفعل\nنفسه إلا إن شهد بحكم حاكم ولا يعلم القاضي أنه حكمه فتقبل شهادته إن لم\nيكن فاسقا، فإن علم القاضي أنه حكمه لم تقبل شهادته كما لو صرح به ويقبل\nقوله بمحل حكمه قبل عزله حكمت بكذا، وإن قال بعلمي لقدرته على الانشاء\nحينئذ حتى لو قال على سبيل الحكم نساء هذه القرية: أي المحصورات طوالق من\nأزواجهن قبل إن كان مجتهدا ولو في مذهب إمامه ولا يجوز لقاض أن يتبع حكم\nقاض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p258'> Vol. 04, p. 258</a>\n            </div>\n             قبله صالح للقضاء (وليسو القاضي بين الخصمين) وجوبا في\nإكرامهما وإن اختلفا شرفا وجواب سلامهما والنظر إليهما والاستماع للكلام\nوطلاقة الوجه والقيام فلا يخص أحدهما بشئ مما ذكر.\n</p>\n\n<p>\nولو سلم أحدهما انتظر الآخر ويغتفر طول الفصل للضرورة أو قال له سلم\nليجيبهما معا ولا يمزح معه وإن شرف بعلم أو حرية والاولى أن يجلسهما بين\nيديه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p259'> Vol. 04, p. 259</a>\n            </div>\n             فرع: لو ازدحم مدعون قدم الاسبق فالاسبق وجوبا كمفت\nومدرس فيقدمان وجوبا بسبق، فإن استووا أو جهل سابق أقرع وقال شيخنا، وظاهر\nأن طالب فرض العين مع ضيق الوقت يقدم كالمسافر.\n</p>\n\n<p>\nويستحب كون مجلسه الذي يقضي فيه فسيحا بارزا ويكره أن يتخذ المسجد مجلسا\nللحكم صونا له عن اللغط وارتفاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p260'> Vol. 04, p. 260</a>\n            </div>\n             الاصوات.\n</p>\n\n<p>\nنعم إن اتفق عند جلوسه فيه قضية أو قضيتان فلا بأس بفصلها (وحرم قبوله)\nأي القاضي (هدية من لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p261'> Vol. 04, p. 261</a>\n            </div>\n             عادة له بها قبل ولاية) أو كان له عادة\nبها لكنه زاد في القدر أو الوصف (إن كان في محله) أي محل ولايته (و) هدية\n(من له خصومة) عنده أو من أحس منه بأنه سيخاصم وإن اعتادها قبل ولايته\nلانها في الاخيرة تدعو إلى الميل إليه وفي الاولى سببها الولاية وقد صحت\nالاخبار الصحيحة بتحريم هدايا العمال (وإلا) بأن كان من عادته أنه يهدى\nإليه قبل الولاية ولو مرة فقط أو كان في غير محل ولايته أو لم يزد المهدي\nعلى عادته ولا خصومة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p262'> Vol. 04, p. 262</a>\n            </div>\n             له حاضرة ولا مترقبة جاز قبوله ولو جهزها\nله <span id='ms309'></span> مع رسوله وليس له محاكمة ففي جواز قبوله وجهان: رجح بعض شراح المنهاج\nالحرمة وعلم مما مر أنه لا يحرم عليه قبولها في غير عمله وإن كان المهدي من\nأهل عمله ما لم يستشعر بأنها مقدمة لخصومة.\n</p>\n\n<p>\nولو أهدى له بعد الحكم حرم القبول أيضا إن كان مجازاة له وإلا فلا.\n</p>\n\n<p>\nكذا أطلقه بعض شراح المنهاج.\n</p>\n\n<p>\nقال شيخنا: ويتعين حمله على مهد معتاد أهدى إليه بعد الحكم وحيث حرم\nالقبول أو الاخذ لم يملك ما أخذه فيرده لمالكه إن وجد وإلا فلبيت المال\nوكالهدية الهبة والضيافة وكذا الصدقة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p263'> Vol. 04, p. 263</a>\n            </div>\n             الاوجه وجوز له\nالسبكي في حلبياته قبول الصدقة ممن لا خصومة له ولا عادة وخصه في تفسيره\nبما إذا لم يعرف المتصدق أنه القاضي، وبحث غيره القطع بحل أخذه الزكاة.\n</p>\n\n<p>\nقال شيخنا: وينبغي تقييده بما ذكر.\n</p>\n\n<p>\nوتردد السبكي في الوقف عليه من أهل عمله والذي يتجه فيه، وفي النذر أنه\nإن عينه باسمه وشرطنا القبول كان كالهدية له.\n</p>\n\n<p>\nويصح إبراؤه عن دينه إذ لا يشترط فيه قبول.\n</p>\n\n<p>\nويكره للقاضي حضور الوليمة التي خص بها وحده وقال جمع: يحرم أو مع جماعة\nآخرين ولم يعتد ذلك قبل الولاية بخلاف ما إذا لم يقصد بها خصوصا كما لو\nاتخذت للجيران أو العلماء وهو منهم أو لعموم الناس.\n</p>\n\n<p>\nقال في العباب: يجوز لغير القاضي أخذ هدية بسبب النكاح إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p264'> Vol. 04, p. 264</a>\n            </div>\n             لم\nيشترط، وكذا القاضي حيث جاز له الحضور ولم يشترط ولا طلب.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nوفيه نظر.\n</p>\n\n<p>\nتنبيه: يجوز لمن لا رزق له في بيت المال ولا في غيره وهو غير متعين\nللقضاء وكان عمله مما يقابل بأجرة\n</p>\n\n<p>\nأن يقول لا أحكم بينكما إلا بأجرة أو رزق على ما قاله جمع وقال آخرون\nيحرم وهو الاحوط لكن الاول أقرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p265'> Vol. 04, p. 265</a>\n            </div>\n             (ونقض) القاضي وجوبا (حكما)\nلنفسه أو غيره إن كان ذلك الحكم (بخلاف نص) كتاب أو سنة أو نص مقلده أو\nقياس جلي وهو ما قطع فيه بإلحاق الفرع للاصل (أو إجماع) ومنه ما خالف شرط\nالواقف.\n</p>\n\n<p>\nقال السبكي <span id='ms310'></span>: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p266'> Vol. 04, p. 266</a>\n            </div>\n             وما خالف المذاهب الاربعة كالمخالف للاجماع (أو\nبمرجوح) من مذهبه فيظهر القاضي بطلان ما خالف ما ذكر وإن لم يرفع إليه بنحو\nنقضته أو أبطلته.\n</p>\n\n<p>\nتنبيه: نقل العراقي وابن الصلاح الاجماع على أنه لا يجوز الحكم، بخلاف\nالراجح في المذهب، وصرح السبكي بذلك في مواضع من فتاويه وأطال وجعل ذلك من\nالحكم - بخلاف ما أنزل الله - لان الله تعالى أوجب على المجتهدين أن يأخذوا\nبالراجح وأوجب على غيرهم تقليدهم فيما يجب عليهم العمل به.\n</p>\n\n<p>\nونقل الجلال البلقيني عن والده أنه كان يفتي أن الحاكم إذا حكم بغير\nالصحيح من مذهبه نقض.\n</p>\n\n<p>\nوقال البرهان بن ظهيرة: وقضيته والحالة هذه أنه لا فرق بين أن يعضده\nاختيار لبعض المتأخرين أو بحث.\n</p>\n\n<p>\nتنبيه ثان: إعلم أن المعتمد في المذهب للحكم والفتوى ما اتفق عليه\nالشيخان، كما جزم به النووي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p267'> Vol. 04, p. 267</a>\n            </div>\n             فالرافعي فما رجحه الاكثر فالاعلم\nفالاورع.\n</p>\n\n<p>\nقال شيخنا: هذا ما أطلق عليه محققو المتأخرين والذي أوصى باعتماده\nمشايخنا، وقال السمهودي: ما زال مشايخنا يوصوننا بالافتاء بما عليه الشيخان\nوأن نعرض عن أكثر ما خولفا به.\n</p>\n\n<p>\nوقال شيخنا ابن زياد: يجب علينا في الغالب ما رجحه الشيخان وإن نقل عن\nالاكثرين خلافه (ولا يقضي) القاضي أي لا يجوز له القضاء (بخلاف علمه) وإن\nقامت به بينة كما إذا شهدت برق أو نكاح أو ملك من يعلم حريته أو بينونتها\nأو عدم ملكه لانه قاطع ببطلان الحكم به حينئذ والحكم بالباطل محرم (ويقضي)\nأي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p268'> Vol. 04, p. 268</a>\n            </div>\n             القاضي ولو قاضي ضرورة على الاوجه (بعلمه) إن شاء: أي بظنه\nالمؤكد الذي يجوز له الشهادة مستندا إليه وإن استفاد قبل ولايته.\n</p>\n\n<p>\nنعم لا يقضي به في حدود أو تعزير لله تعالى كحد الزنا أو سرقة أو شرب\nلندب الستر في\n</p>\n\n<p>\nأسبابها.\n</p>\n\n<p>\nأما حدود الآدميين فيقضي فيها به سواء المال والقود وحد القذف.\n</p>\n\n<p>\nوإذا حكم بعلمه لا بد أن يصرح بمستنده فيقول علمت أن له عليك ما ادعاه\nوقضيت أو حكمت عليك بعلمي.\n</p>\n\n<p>\nفإن ترك أحد هذين اللفظين لم ينفذ حكمه كما <span id='ms311'></span> قاله الماوردي وتبعوه.\n</p>\n\n<p>\n(ولا) يقضي لنفسه ولا (لبعض) من أصله وفرعه ولا لشريكه في المشترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p269'> Vol. 04, p. 269</a>\n            </div>\n             ويقضي لكل منهم غيره من إمام وقاض آخر ولو نائبا عنه دفعا\nللتهمة (ولو رأى) قاض وكذا شاهد (ورقة فيها حكمه) أو شهادته (لم يعمل به)\nفي إمضاء حكم ولا أداء شهادة (حتى يتذكر) ما حكم أو شهد به لامكان التزوير\nومشابهة الخط ولا يكفي تذكره أن هذا خطه فقط.\n</p>\n\n<p>\nوفيهما وجه إن كان الحكم والشهادة مكتوبين في ورقة مصونة عندهما ووثق\nبأنه خطه ولم يداخله فيه ريبة أنه يعمل به (وله) أي الشخص (حلف على\nاستحقاق) حق له على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p270'> Vol. 04, p. 270</a>\n            </div>\n             غيره أو أدائه لغيره (إعتمادا) على إخبار\nعدل و (على خط) نفسه على المتعمد وعلى خط مأذونه ووكيله وشريكه و (مورثه إن\nوثق بأمانته) بأن علم منه أنه لا يتساهل في شئ من حقوق الناس إعتضادا\nبالقرينة.\n</p>\n\n<p>\nتنبيه: والقضاء الحاصل على أصل كاذب ينفذ ظاهرا لا باطنا فلا يحل حراما\nولا عكسه.\n</p>\n\n<p>\nفلو حكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p271'> Vol. 04, p. 271</a>\n            </div>\n             بشاهدي زور بظاهر العدالة لم يحصل بحكمه الحل باطنا\nسواء المال والنكاح.\n</p>\n\n<p>\nأما المرتب على أصل صادق فينفذ القضاء فيه باطنا أيضا قطعا.\n</p>\n\n<p>\nوجاء في الخبر: أمرت أن أحكم بالظاهر والله يتولى السرائر.\n</p>\n\n<p>\nوفي شرح المنهاج لشيخنا: ويلزم المرأة المحكوم عليها بنكاح كاذب الهرب بل\nوالقتل وإن قدرت عليه كالصائل على البضع ولا نظر لكونه يعتقد الاباحة، فإن\nأكرهت فلا إثم (والقضاء على غائب) عن البلد وإن كان في غير عمله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p272'> Vol. 04, p. 272</a>\n            </div>\n             أو عن المجلس بتوار أو تعزز (جائز) في غير عقوبة الله تعالى\n(إن كان لمدع حجة ولم يقل هو) أي الغائب (مقر) بالحق بل ادعى جحوده وأنه\nيلزمه تسليمه له الآن وأنه مطالبه بذلك فإن قال هو مقر وأنا أقيم الحجة\nاستظهارا مخافة أن ينكر أو ليكتب بها القاضي إلى قاضي بلد الغائب لم تسمع\nحجته لتصريحه بالمنافي لسماعها، إذ لا فائدة فيها مع الاقرار نعم لو كان\nللغائب مال حضر وأقام البينة على دينه لا ليكتب القاضي به إلى <span id='ms312'></span>\n</p>\n\n<p>\nحاكم بلد الغائب، بل ليوفيه منه فتسمع وإن قال هو مقر وتسمع أيضا إن أطلق\n(ووجب) إن كانت الدعوى بدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p273'> Vol. 04, p. 273</a>\n            </div>\n             أو عين أو بصحة عقد أو إبراء كأن\nأحال الغائب على مدين له حاضر فادعى إبراءه (تحليفه) أي المدعي يمين\nالاستظهار إن لم يكن الغائب متواريا ولا متعززا (بعد) إقامة (بنية أن الحق)\nفي الصورة الاولى ثابت (في ذمته) إلى الآن احتياطا للمحكوم عليه لانه لو\nحضر لربما ادعى بما يبرئه.\n</p>\n\n<p>\nويشترط مع ذلك أن يقول أنه يلزمه تسليمه إلي وأنه لا يعلم في شهوده قادحا\nكفسق وعداوة.\n</p>\n\n<p>\nقال شيخنا في شرح المنهاج، وظاهر كما قال البلقيني أن هذا لا يأتي في\nالدعوى بعين بل يحلف فيها على ما يليق بها وكذا نحو الابراء، أما لو كان\nالغائب متواريا أو متعززا فيقضي عليهما بلا يمين لتقصيرهما قال بعضهم: لو\nكان للغائب وكيل حاضر لم يكن قضاء على غائب ولم يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p274'> Vol. 04, p. 274</a>\n            </div>\n             يمين (كما\nلو ادعى) شخص (على) نحو (صبي) لا ولي له (وميت) ليس له وارث خاص حاضر فإنه\nيحلف لما مر.\n</p>\n\n<p>\nأما لو كان لنحو الصبي ولي خاص أو للميت وارث خاص حاضر كامل إعتبر في\nوجوب التحليف طلبه، فإن سكت عن طلبها لجهل عرفه الحاكم ثم إن لم يطلبها قضى\nعليه بدونها.\n</p>\n\n<p>\nفرع: لو ادعى وكيل الغائب على غائب أو نحو صبي أو ميت فلا تحليف بل يحكم\nبالبينة لان الوكيل لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p275'> Vol. 04, p. 275</a>\n            </div>\n             يتصور حلفه على استحقاقه ولا على أن\nموكله يستحقه ولو وقف الامر إلى حضور الموكل لتعذر استيفاء الحقوق\nبالوكلاء.\n</p>\n\n<p>\nولو حضر الغائب وقال للوكيل أبرأني موكلك أو وفيته فأخر الطلب إلى حضوره\nليحلف لي أنه ما أبرأني لم يجب.\n</p>\n\n<p>\nوأمر بالتسليم له ثم يثبت الابراء بعد إن كان له به حجة لانه لو وقف\nلتعذر الاستيفاء بالوكلاء.\n</p>\n\n<p>\nنعم.\n</p>\n\n<p>\nله تحليف الوكيل إذا ادعى عليه علمه بنحو الابراء أنه لا يعلم أن موكله\nأبرأه مثلا لصحة هذه الدعوى عليه (وإذا ثبت) عند حاكم (مال على الغائب) أو\nالميت <span id='ms313'></span> وحكم به (وله مال) حاضر في عمله أو دين ثابت على حاضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p276'> Vol. 04, p. 276</a>\n            </div>\n             في\nعمله (قضاه) الحاكم (منه إذا طلبه المدعي) لان الحاكم يقوم مقامه ولو باع\nقاض مال غائب في دينه فقدم وأبطل الدين بإثبات إيفائه أو بنحو فسق شاهد\nإسترد من الخصم ما أخذه وبطل البيع للدين على الاوجه خلافا\n</p>\n\n<p>\nللروياني (وإلا) يكن له مال في عمله ولم يحكم (فإن سأل المدعي إنهاء\nالحال إلى قاضي بلد الغائب أجابه) وجوبا وإن كان المكتوب إليه قاضي ضرورة\nمسارعة بقضاء حقه (فينهي إليه سماع بينته) ثم إن عدلها لم يحتج المكتوب\nإليه إلى تعديلها وإلا احتاج إليه ليحكم بها ثم يستوفي الحق وخرج بها علمه\nفلا يكتب به لانه شاهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p277'> Vol. 04, p. 277</a>\n            </div>\n             الآن لا قاض.\n</p>\n\n<p>\nذكره في العدة وخالفه السرخسي واعتمده البلقيني لان علمه كقيام البينة\nوله على الاوجه أن يكتب سماع شاهد واحد ليسمع المكتوب إليه شاهدا آخر أو\nيحلفه ويحكم له (أو) ينهي إليه (حكما) إن حكم (ليستوفي) الحق لان الحاجة\nتدعو إلى ذلك (والانهاء أن يشهد) ذكرين (عدلين بذلك) أي بما جرى عنده من\nثبوت أو حكم ولا يكفي غير رجلين ولو في مال أو هلال رمضان.\n</p>\n\n<p>\nويستحب كتاب به يذكر فيه ما يتميز به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p278'> Vol. 04, p. 278</a>\n            </div>\n             المحكوم عليه من إسم أو\nنسب وأسماء الشهود وتاريخه والانهاء بالحكم من الحاكم يمضي مع قرب المسافة\nوبعدها وسماع البينة لا يقبل إلا فوق مسافة العدوى.\n</p>\n\n<p>\nإذ يسهل إحضارها مع القرب وهي التي يرجع منها مبكرا إلى محله ليلا فلو\nتعسر إحضار البينة مع القرب بنحو مرض قبل الانهاء.\n</p>\n\n<p>\nفرع: قال القاضي وأقره لو حضر الغريم وامتنع من بيع ماله الغائب لوفاء\nدينه به عند الطلب ساغ للقاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p279'> Vol. 04, p. 279</a>\n            </div>\n             بيعه لقضاء الدين وإن لم يكن\nالمال بمحل ولايته، وكذا إن غاب بمحل ولايته كما ذكره التاج السبكي والغزي\nوقالا بخلاف ما لو كان بغير محل ولايته لانه لا يمكن نيابته عنه في وفاء\nالدين حينئذ وحاصل كلامهما جواز البيع إذا كان هو أو ماله في محل <span id='ms314'></span> ولايته\nومنعه إذا خرجا عنها.\n</p>\n\n<p>\nمهمة: لو غاب إنسان من غير وكيل وله مال حاضر فأنهى إلى الحاكم أنه إن لم\nيبعه اختل معظمه لزمه بيعه إن تعين طريقا لسلامته وقد صرح الاصحاب بأن\nالقاضي إنما يتسلط على أموال الغائبين إذا أشرفت على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p280'> Vol. 04, p. 280</a>\n            </div>\n             الضياع أو\nمست الحاجة إليها في استيفاء حقوق ثبتت على الغائب وقالوا ثم في الضياع\nتفصيل فإن امتدت الغيبة وعسرت المراجعة قبل وقوع الضياع ساغ التصرف وليس من\nالضياع اختلال لا يؤدي لتلف المعظم ولم\n</p>\n\n<p>\nيكن ساريا لامتناع بيع مال الغائب لمجرد المصلحة والاختلال المؤدي لتلف\nالمعظم ضياع، نعم الحيوان يباع لمجرد تطرق اختلال إليه.\n</p>\n\n<p>\nلحرمة الروح ولانه يباع على مالكه بحضرته إذا لم ينفق عليه ولو نهي عن\nالتصرف في ماله امتنع إلا في الحيوان.\n</p>\n\n<p>\nفرع: يحبس الحاكم الآبق إذا وجده انتظارا لسيده فإن أبطأ سيده باعه\nالحاكم وحفظ ثمنه فإذا جاء سيده فليس له غير الثمن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p281'> Vol. 04, p. 281</a>\n            </div>\n             باب الدعوى\nوالبينات الدعوى لغة، الطلب وألفها للتأنيث وشرعا: إخبار عن وجوب حق على\nغيره عند حاكم.\n</p>\n\n<p>\nوجمعها دعاوي بفتح الواو وكسرها كفتاوى.\n</p>\n\n<p>\nوالبينة شهود سموا بها لان بهم يتبين الحق وجمعوا لاختلاف أنواعهم.\n</p>\n\n<p>\nوالاصل فيها خبر الصحيحين: ولو يعطى الناس بدعواهم لادعى أناس دماء رجال\nوأموالهم لكن اليمين على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p283'> Vol. 04, p. 283</a>\n            </div>\n             المدعى عليه.\n</p>\n\n<p>\nوفي رواية: البينة على المدعي واليمين على من أنكر (المدعي من خالف قوله\nالظاهر) وهو براءة الذمة (والمدعى عليه من وافقه) أي الظاهر.\n</p>\n\n<p>\nوشرطهما تكليف والتزام للاحكام فليس الحربي ملتزما للاحكام بخلاف الذمي.\n</p>\n\n<p>\nثم إن كانت الدعوى قودا أو حد قذف أو تعزيرا وجب رفعها إلى القاضي ولا\nيجوز للمستحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p284'> Vol. 04, p. 284</a>\n            </div>\n             الاستقلال باستيفائها لعظم الخطر فيها وكذا سائر\nالعقود والفسوخ كالنكاح والرجعة وعيب النكاح والبيع.\n</p>\n\n<p>\nواستثنى الماوردي من بعد عن السلطان فله استيفاء حد قذف أو تعزير (وله)\nأي للشخص (بلا خوف فتنة) عليه أو على غيره (أخذ ماله) إستقلالا للضرورة\n(من) مال مدين له مقر (مماطل) به أو جاحد له أو متوار أو متعزز وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p285'> Vol. 04, p. 285</a>\n            </div>\n             كان على <span id='ms315'></span> الجاحد بينة أو رجا إقراره لو رفعه للقاضي لاذنه (ص)\nلهند لما شكت إليه شح أبي سفيان أن تأخذ ما يكفيها وولدها بالمعروف ولان في\nالرفع للقاضي مشقة ومؤنة وإنما يجوز له الاخذ من جنس حقه ثم عند تعذر جنسه\nيأخذ غيره.\n</p>\n\n<p>\nويتعين في أخذ غير الجنس تقديم النقد على غيره ثم إن كان المأخوذ من جنس\nماله يتملكه\n</p>\n\n<p>\nويتصرف فيه بدلا عن حقه فإن كان من غير جنسه فيبيعه الظافر بنفسه أو\nمأذونه للغير لا لنفسه إتفاقا ولا لمحجوره لامتناع تولي الطرفين وللتهمة.\n</p>\n\n<p>\nهذا إن لم يتيسر علم القاضي به لعدم علمه ولا بينة أو مع أحدهما لكنه\nيحتاج لمؤنة ومشقة وإلا اشترط إذنه ولا ببيعه إلا بنقد البلد (ثم إن كان\nجنس حقه تملكه) وإلا اشترط جنس حقه وملكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p286'> Vol. 04, p. 286</a>\n            </div>\n             ولو كان المدين\nمحجورا عليه بفلس أو ميتا وعليه دين لم يأخذ إذ قدر حصته بالمضاربة إن\nعلمها وإلا احتاط وله الاخذ من مال غريم غريمه إن لم يظفر بمال الغريم وجحد\nغريم الغريم أو ماطل وإذا جاز الاخذ ظفرا جاز له كسر باب أو قفل ونقب جدار\nللمدين إن تعين طريقا للوصول إلى الاخذ وإن كان معه بينة فلا يضمنه كالصائل\nوإن خاف فتنة أي مفسدة تفضي إلى محرم كأخذ ماله لو اطلع عليه وجب الرفع إلى\nالقاضي أو نحوه لتمكنه من الخلاص به ولو كان الدين على غير ممتنع من الاداء\nطالبه ليؤدي ما عليه فلا يحل أخذ شئ له لان له الدفع من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p287'> Vol. 04, p. 287</a>\n            </div>\n             أي\nماله شاء فإن أخذ شيئا لزمه رده وضمنه إن تلف ما لم يوجد شرط التقاص.\n</p>\n\n<p>\nفرع: له استيفاء دين له على آخر جاحد له بشهود دين آخر له عليه قضى من\nغير علمهم وله جحد من جحده إذا كان له على الجاحد مثل ماله عليه أو أكثر\nفيحصل التقاص للضرورة فإن كان له دون ما للآخر عليه جحد من حقه بقدره (وشرط\nللدعوى) أي لصحتها حتى تسمع وتحوج إلى جواب (بنقد) خالص <span id='ms316'></span> أو مغشوش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p288'> Vol. 04, p. 288</a>\n            </div>\n             (أو دين) مثلي أو متقوم (ذكر جنس) من ذهب أو فضة (ونوع) وصحة\nوتكسر إن اختلف بهما غرض (وقدر) كمائة درهم فضة خالصة أو مغشوشة أشرفية\nأطالبه بها الآن لان شرط الدعوى أن تكون معلومة وما علم وزنه كالدينار لا\nيشترط التعرض لوزنه ولا يشترط ذكر القيمة في المغشوش ولا تسمع دعوى دائن\nمفلس ثبت فلسه أنه وجد مالا حتى يبين سببه كإرث واكتساب وقدره (و) في\nالدعوى (بعين) تنضبط بالصفات كحبوب وحيوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p289'> Vol. 04, p. 289</a>\n            </div>\n             ذكر (صفة) بأن يصفها\nالمدعي بصفات سلم ولا يجب ذكر القيمة فإن تلفت العين وهي متقومة وجب ذكر\nالقيمة مع الجنس كعبد قيمته كذا (و) في الدعوى (بعقار) ذكر (جهة) ومحلة\n(وحدود) أربعة فلا يكفي ذكر ثلاثة منها\n</p>\n\n<p>\nإذا لم يعلم إلا بأربعة فإن علم بواحد منها كفى بل لو أغنت شهرته عن\nتحديده لم يجب (و) في الدعوى (بنكاح) على امرأة ذكر صحته وشروطه من نحو\n(ولي وشاهدين عدول) ورضاها إن شرط بأن كانت غير مجبرة فلا يكفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p290'> Vol. 04, p. 290</a>\n            </div>\n            \nفيه الاطلاق فإن كانت الزوجة أمة وجب ذكر العجز عن مهر حرة وخوف العنت وأنه\nليس تحته حرة (و) في الدعوى (بعقد مالي) كبيع وهبة ذكر صحته ولا يحتاج إلى\nتفصيل كما في النكاح لانه أحوط حكما منه (وتلغو) الدعوى (بتناقض) فلا يطلب\nمن المدعى عليه جوابها (كشهادة خالفت) الدعوى كأن ادعى ملكا بسبب فذكر\nالشاهد سببا آخر فلا تسمع لمنافاتها الدعوى وقضيته أنه لو أعادها على وفق\nالدعوى قبلت وبه صرح الحضرمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p291'> Vol. 04, p. 291</a>\n            </div>\n             واقتضاه كلام غيره ولا تبطل\nالدعوى بقوله شهودي فسقة أو مبطلون فله إقامة بينة أخرى والحلف (ومن قامت\nعليه بينة) بحق (ليس له تحليف المدعي) على استحقاق ما ادعاه بحق لانه تكليف\nحجة بعد حجة فهو كالطعن في الشهود نعم له تحليف المدين مع البينة بإعساره\nلجواز أن له مالا باطنا ولو ادعى خصمه مسقطا له كأداء له أو إبراء منه أو\nشرائه منه فيحلف على نفي ما ادعاه الخصم لاحتمال ما يدعيه <span id='ms317'></span> وكذا لو ادعى\nخصمه عليه علمه بفسق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p292'> Vol. 04, p. 292</a>\n            </div>\n             شاهده أو كذبه ولا يتوجه حلف على شاهد أو\nقاض ادعى كذبه قطعا لانه يؤدي إلى فساد عام.\n</p>\n\n<p>\nولو نكل عن هذه اليمين حلف المدعى عليه وبطلت الشهادة (وإذا) طلب الامهال\nمن قامت عليه البينة (أمهله) القاضي وجوبا لكن بكفيل وإلا فبالترسيم عليه\nإن خيف هربه (ثلاثة) من الايام (ليأتي بدافع) من نحو أداء أو إبراء ومكن من\nسفره ليحضره إن لم تزد المدة على الثلاث لانها لا يعظم الضرر فيها (ولو\nادعى رق بالغ) عاقل مجهول النسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p293'> Vol. 04, p. 293</a>\n            </div>\n             (فقال أنا حر أصالة) ولم يكن\nقد أقر له بالملك قبل وهو رشيد (حلف) فيصدق بيمينه وإن استخدمه قبل إنكاره\nوجرى عليه البيع مرارا أو تداولته الايدي لموافقته الاصل وهو الحرية ومن ثم\nقدمت بينة الرق على بينة الحرية لان الاولى معها زيادة علم بنقلها عن الاصل\nوخرج بقولي أصالة ما لو قال أعتقتني، أو أعتقني من باعني لك فلا يصدق إلا\nببينة وإذا ثبتت حريته الاصلية بقوله رجع مشتريه على بائعه بثمنه وإن أقر\nله بالملك لانه بناه على ظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p294'> Vol. 04, p. 294</a>\n            </div>\n             اليد (أو) ادعى رق (صبي) أو\nمجنون كبير (ليس في يده) وكذبه صاحب اليد (لم يصدق إلا بحجة) من بينة أو\nعلم قاض أو يمين مردودة لان الاصل عدم الملك.\n</p>\n\n<p>\nفلو كان الصبي بيده أو بيد غيره وصدقه صاحب اليد حلف لخطر شأن لحرية ما\nلم يعرف لقطه ولا أثر لانكاره إذا بلغ لان اليد حجة فإن عرف لقطه لم يصدق\nإلا ببينة.\n</p>\n\n<p>\nفرع: لا تسمع الدعوى بدين مؤجل إذ لم يتعلق بها إلزام ومطالبة في الحال\nويسمع قول البائع المبيع وقف وكذا ببينة.\n</p>\n\n<p>\nإن لم يصرح حال البيع بملكه وإلا سمعت دعواه لتحليف المشتري أنه باعه وهو\nملكه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p295'> Vol. 04, p. 295</a>\n            </div>\n             فصل في جواب الدعوى وما يتعلق به (إذا أقر المدعى عليه\nثبت الحق) بلا حكم (وإن سكت عن الجواب أمره القاضي به) وإن لم يسأل المدعي\n(فإن سكت فكمنكر) فتعرض عليه اليمين، (فإن سكت) أيضا <span id='ms318'></span> ولم يظهر سببه (فنأكل)\nفيحلف المدعي وإن أنكر اشترط إنكار ما ادعى عليه وأجزائه إن تجزأ (فإن\nادعى) عليه (عشرة) مثلا (لم يكف) في الجواب (لا تلزمني) العشرة (حتى يقول\nولا بعضها وكذا يحلف) إن توجهت اليمين عليه لان مدعيها مدع لكل جزء منها\nفلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p297'> Vol. 04, p. 297</a>\n            </div>\n             بد أن يطابق الانكار واليمين دعواه، فإن حلف على نفي\nالعشرة واقتصر عليه فنأكل عما دونها فيحلف المدعي على استحقاق ما دون\nالعشرة ويأخذه لان النكول عن اليمين كالاقرار (أو) ادعى (مالا) مضافا لسبب\nكأقرضتك كذا (كفاه) في الجواب (لا تستحق) أنت (علي شيئا) أو لا يلزمني\nتسليم شئ إليك، ولو اعترف به وادعى مسقطا طولب بالبينة.\n</p>\n\n<p>\nولو ادعى عليه وديعة فلا يكفي في الجواب لا يلزمني التسليم بل لا تستحق\nعلي شيئا ويحلف كما أجاب ليطابق الحلف الجواب.\n</p>\n\n<p>\nولو ادعى عليه مالا فأنكر وطلب منه اليمين فقال لا أحلف وأعطى المال لم\nيلزمه قبوله من غير إقرار وله تحليفه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p298'> Vol. 04, p. 298</a>\n            </div>\n             فرع: لو ادعى عليه عينا\nفقال ليست لي أو هي لرجل لا أعرفه أو لابني الطفل أو وقف على الفقراء أو\nمسجد كذا وهو ناظر فيه فالاصح أنه لا تنصرف الخصومة عنه ولا تنزع العين منه\nبل يحلفه المدعي أنه لا يلزمه\n</p>\n\n<p>\nالتسليم للعين رجاء أن يقر أو ينكل فيحلف المدعي وتثبت له العين في\nالاولين والبدل للحيلولة في البقية أو يقيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p299'> Vol. 04, p. 299</a>\n            </div>\n             المدعي بينة أنها\nله.\n</p>\n\n<p>\nولو أصر المدعى عليه على سكوت عن جواب للدعوى فنأكل إن حكم القاضي بنكوله\n(وإذا ادعيا) أي إثنان أي كل منهما (شيئا في يد ثالث) لم يسنده إلى أحدهما\nقبل البينة ولا بعدها (وأقاما) أي كل منهما (بينة) به (سقطتا) لتعارضهما\nولا مرجح فكان كما لا بينة فإن أقر ذو اليد لاحدهما قبل البينة أو بعدها\nرجحت بينته (أو) ادعيا شيئا (بيدهما) وأقاما بينتين (فهو لهما) إذ ليس\nأحدهما أولى به من الآخر أما إذا لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p300'> Vol. 04, p. 300</a>\n            </div>\n             بيد أحد وشهدت بينة كل\nله بالكل فيجعل بينهما.\n</p>\n\n<p>\nومحل التساقط إذا <span id='ms319'></span> وقع تعارض حيث لم يتميز أحدهما بمرجح وإلا قدم وهو بيان\nنقل الملك ثم اليد فيه للمدعي أو لمن أقر له به أو انتقل له منه ثم شاهدان\nمثلا على شاهد ويمين ثم سبق ملك أحدهما بذكر زمن أو بيان أنه ولد في ملكه\nمثلا ثم بذكر سبب الملك (أو) ادعيا شيئا (بيد أحدهما) تصرفا أو إمساكا\n(قدمت بينته) من غير يمين وإن تأخر تاريخها أو كانت شاهدا ويمينا وبينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p301'> Vol. 04, p. 301</a>\n            </div>\n             الخارج شاهدين أو لم تبين سبب الملك من شراء وغيره ترجيحا\nلبينة صاحب اليد بيده ويسمى الداخل وإن حكم بالاولى قبل قيام الثانية أو\nبينت بينة الخارج سبب ملكه.\n</p>\n\n<p>\nنعم لو شهدت بينة الخارج بأنه أشتراه منه أو من بائعه مثلا قدمت لبطلان\nاليد حينئذ ولو أقام الخارج بينة بأن الداخل أقر له بالملك قدمت ولم تنفعه\nبينته بالملك إلا إن ذكرت إنتقالا ممكنا من المقر له إليه (هذا إن أقامها\nبعد بينة الخارج) بخلاف ما لو أقامها قبلها لانها إنما تسمع بعدها لان\nالاصل في جانبه اليمين فلا يعدل عنها ما دامت كافية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p302'> Vol. 04, p. 302</a>\n            </div>\n             فروع: لو\nأزيلت يده ببينة ثم أقام بينة بملكه مستندا إلى ما قبل إزالة يده واعتذر\nبغيبة شهوده أو جهله بهم سمعت وقدمت إذ لم تزل إلا لعدم الحجة وقد ظهرت\nفينقض القضاء، لكن لو قال الخارج هو ملكي اشتريته منك فقال الداخل بل هو\nملكي وأقاما بينتين بما قالا قدم الخارج لزيادة علم بينته بانتقال الملك\nوكذا قدمت بينته لو شهدت أنه ملكه وإنما أودعه أو أجره أو أعاره للداخل أو\nأنه أو بائعه غصبه منه وأطلقت بينة الداخل.\n</p>\n\n<p>\nولو\n</p>\n\n<p>\nتداعيا دابة أو أرضا أو دارا لاحدهما متاع فيها أو الحمل أو الزرع قدمت\nبينته على البينة الشاهدة بالملك المطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p303'> Vol. 04, p. 303</a>\n            </div>\n             لانفراده بالانتفاع\nفاليد له فإن اختص المتاع ببيت فاليد له فيه فقط.\n</p>\n\n<p>\nولو اختلف الزوجان في أمتعة البيت ولو بعد الفرقة ولا بينة ولا اختصاص\nلاحدهما بيد فلكل تحليف الآخر، فإذا حلفا جعل بينهما وإن <span id='ms320'></span> صلح لاحدهما فقط\nأو حلف أحدهما قضى له كما لو اختص باليد وحلف (وترجح) البينة (بتاريخ سابق)\nفلو شهدت البينة لاحد المتنازعين في عين بيدهما أو يد ثالث أو لا بيد أحد\nبملك من سنة إلى الآن وشهدت بينة أخرى للآخر بملك لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p304'> Vol. 04, p. 304</a>\n            </div>\n             من أكثر\nمن سنة إلى الآن كسنتين فترجع بينة ذي الاكثر لانها أثبتت الملك في وقت لا\nتعارضها فيه الاخرى ولصاحب التاريخ السابق أجرة وزيادة حادثة من يوم ملكه\nبالشهادة لانها فوائد ملكه وإذا كان لصاحب متأخرة التاريخ يد لم يعلم أنها\nعادية قدمت على الاصح.\n</p>\n\n<p>\nولو ادعى في عين بيد غيره أنه اشتراها من زيد من منذ سنتين فأقام الداخل\nبينة أنه اشتراها من زيد من منذ سنة قدمت بينة الخارج لانها أثبتت أن يد\nالداخل عادية بشرائه من زيد ما زال ملكه عنه ولو اتحد تاريخهما أو أطلقتا\nأو إحداهما قدم ذو اليد ولو شهدت بينة بملك أمس ولم تتعرض للحال لم تسمع\nكما لا تسمع دعواه بذلك حتى نقول ولم يزل ملكه أولا نعلم له مزيلا أو تبين\nسببه كأن تقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p305'> Vol. 04, p. 305</a>\n            </div>\n             اشتراها من خصمه أو أقر له به أمس لان دعوى\nالملك السابق لا تسمع فكذا البينة.\n</p>\n\n<p>\nولو قال من بيده عين اشتريتها من فلان من منذ شهر وأقام به بينة فقالت\nزوجة البائع منه هي ملكي تعوضتها منه من منذ شهرين وأقامت به بينة، فإن ثبت\nأنها بيد الزوج حال التعويض حكم بها لها وإلا بقيت بيد من هي بيده الآن (و)\nترجح (بشاهدين) وشاهد وامرأتين وأربع نسوة فيما يقبلن فيه (على شاهد مع\nيمين) للاجماع على قبول من ذكر دون الشاهد واليمين (لا) ترجح (بزيادة) نحو\nعدالة أو عدد (شهود) بل تتعارضان لان ما قدره الشرع لا يختلف بالزيادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p306'> Vol. 04, p. 306</a>\n            </div>\n             والنقص ولا برجلين على رجل وامرأتين ولا على أربع نسوة (ولا)\nبينة (مؤرخة على) بينة (مطلقة) لم تتعرض لزمن الملك حيث لا يد لاحدهما\nواستويا في أن لكل شاهدين ولم تبين الثانية سبب <span id='ms321'></span> الملك فتتعارضان.\n</p>\n\n<p>\nنعم لو\n</p>\n\n<p>\nشهدت إحداهما بدين والاخرى بالابراء رجحت بينة الابراء لانها إنما تكون\nبعد الوجوب.\n</p>\n\n<p>\nوالاصل عدم تعدد الدين ولو شهدت بينة بألف وبينة بألفين يجب ألفان ولو\nأثبت إقرار زيد له بدين فأثبت زيد إقراره بأنه لا شئ له عليه لم يؤثر\nلاحتمال حدوث الدين بعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p307'> Vol. 04, p. 307</a>\n            </div>\n             فروع: لو أقام بينة بملك دابة أو شجرة\nمن غير تعرض بملك سابق بتاريخ لم يستحق ثمرة ظاهرة ولا ولدا منفصلا عند\nالشهادة ويستحق الحمل والثمر غير الظاهر عندها تبعا للام والاصل، فإذا\nتعرضت لملك سابق على حدوث ما ذكر فيستحقه ولو اشترى شيئا فأخذ منه بحجة غير\nإقرار رجع على بائعه الذي لم يصدقه ولا أقام بينة بأنه اشتراه من المدعي\nولو بعد الحكم به بالثمن بخلاف ما لو أخذ منه بإقراره أو بحلف المدعي بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p308'> Vol. 04, p. 308</a>\n            </div>\n             نكوله لانه المقصر ولو اشترى قنا وأقر بأنه قن ثم ادعى بحرية\nالاصل وحكم له بها رجع بثمنه على بائعه ولم يضر اعترافه برقه لانه معتمد\nفيه على الظاهر.\n</p>\n\n<p>\nولو ادعى شراء عين فشهدت بينة بملك مطلق قبلت لانها شهدت بالمقصود ولا\nتناقض على الاصح.\n</p>\n\n<p>\nوكذا لو ادعى ملكا مطلقا فشهدت له به مع سببه لم يضر وإن ذكر سببا وهم\nسببا آخر ضر ذلك للتناقض بين الدعوى والشهادة.\n</p>\n\n<p>\nفرع: لو باع دارا ثم قامت بينة حسبة أن أباه وقفها عليه ثم على أولاده\nانتزعت من المشتري ورجع بثمنه على البائع ويصرف له ما حصل في حياته من\nالغلة إن صدق البائع الشهود وإلا وقفت، فإن مات مصرا صرفت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p309'> Vol. 04, p. 309</a>\n            </div>\n            \nلاقرب الناس إلى الواقف.\n</p>\n\n<p>\nقاله الرافعي كالقفال.\n</p>\n\n<p>\nفرع: تجوز الشهادة بل تجب إن انحصر الامر فيه بملك الآن للعين المدعاة\nاستصحابا لما سبق من إرث وشراء وغيرهما إعتمادا علي الاستصحاب لان الاصل\nالبقاء وللحاجة لذلك وإلا لتعسرت الشهادة على الاملاك السابقة إذا تطاول\nالزمن ومحله إن لم يصرح بأنه اعتمد الاستصحاب وإلا لم تسمع عند الاكثرين\n(ولو ادعيا) أي كل من اثنين (شيئا بيد ثالث <span id='ms322'></span>) فإن أقر به لاحدهما سلم إليه\nوللآخر تحليفه (و) إن ادعيا شيئا على ثالث و (أقام كل) منهما (بينة أنه\nاشتراه) منه وسلم ثمنه (فإن اختلف تاريخهما حكم للاسبق) منهما تاريخا لان\nمعها زيادة علم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p310'> Vol. 04, p. 310</a>\n            </div>\n             (وإلا) يختلف تاريخهما بأن أطلقتا أو إحداهما\nأو أرختا بتاريخ متحد (سقطتا) لاستحالة أعمالهما ثم إن أقر لهما أو لاحدهما\nفواضح، وإلا حلف لكل يمينا ويرجعان عليه بالثمن لثبوته بالبينة ولو قال كل\nمنهما والمبيع في يد المدعى عليه بعتكه بكذا وهو ملكي وإلا لم تسمع الدعوى\nفأنكر وأقاما بينتن بما قالاه وطلباه بالثمن فإن اتحد تاريخهما سقطتا وإن\nاختلف لزمه الثمنان.\n</p>\n\n<p>\nولو قال أجرتك البيت بعشرة مثلا فقال بل أجرتني جميع الدار بعشرة وأقاما\nبينتين تساقطتا فيتحالفان ثم يفسخ العقد.\n</p>\n\n<p>\nتنبيه: لا يكفي في الدعوى كالشهادة ذكر الشراء إلا مع ذكر ملك البائع إذا\nكان غير ذي يد أو مع ذكر يده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p311'> Vol. 04, p. 311</a>\n            </div>\n             إذا كانت اليد له ونزعت منه تعديا\n(ولو ادعوا) أي الورثة كلهم أو بعضهم (مالا) عينا أو دينا أو منفعة\n(لمورثهم) الذي مات (وأقاموا شاهدا) بالمال (وحلف) معه بعضهم على استحقاق\nمورثه الكل (أخذ نصيبه ولا يشارك فيه) من جهة البقية لان الحجة تمت في حقه\nوحده وغيره قادر عليها بالحلف وأن يمين الانسان لا يعطى بها غيره فلو كان\nبعض الورثة صبيا أو غائبا حلف إذا بلغ أو حضر وأخذ نصيبه بلا إعادة دعوى\nوشهادة ولو أقر بدين لميت فأخذ بعض ورثته قدر حصته ولو بغير دعوى ولا إذن\nمن حاكم فللبقية مشاركته ولو أخذ أحد شركائه في دار أو منفعتها ما يخصه من\nأجرتها لم يشاركه فيه بقية الورثة كما قاله شيخنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p312'> Vol. 04, p. 312</a>\n            </div>\n             فصل في\nالشهادات جمع شهادة.\n</p>\n\n<p>\nوهي إخبار الشخص بحق على غيره بلفظ خاص.\n</p>\n\n<p>\n(الشهادة لرمضان) أي لثبوته بالنسبة للصوم فقط.\n</p>\n\n<p>\n(رجل) واحد لا امرأة وخنثى (ولزنا) ولواط (أربعة) من الرجال يشهدون أنهم\nرأوه أدخل ملكفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p313'> Vol. 04, p. 313</a>\n            </div>\n             مختارا حشفته في فرجها بالزنا.\n</p>\n\n<p>\nقال شيخنا: والذي يتجه أنه لا يشترط ذكر <span id='ms323'></span> زمان ومكان إلا ن ذكره أحدهم\nفيجب سؤال الباقين لاحتمال وقوع تناقض يسقط الشهادة ولا ذكر رأينا كالمرود\nفي المكحلة بل يسن ويكفي للاقرار به إثنان كغيره (ولمال) عينا كان أو دينا\nأو منفعة (وما قصد به مال) من عقد مالي أو حق مالي (كبيع) وحوالة\n</p>\n\n<p>\nوضمان ووقف وقرض وإبراء (ورهن) وصلح وخيار وأجل (رجلان أو رجل وامرأتان\nأو رجل ويمين) ولا يثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p314'> Vol. 04, p. 314</a>\n            </div>\n             شئ بامرأتين ويمين (ولغير ذلك) أي ما\nليس بمال ولا يقصد منه مال من عقوبة لله تعالى كحد شرب وسرقة أو لآدمي كقود\nوحد قدف ومنع إرث بأن ادعى بقية الورثة على الزوجة أن الزوج خالعها حتى لا\nترث منه (ولما يظهر للرجال غالبا كنكاح) ورجعة (وطلاق) منجز أو معلق وفسخ\nنكاح وبلوغ (وعتق) وموت وإعسار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p315'> Vol. 04, p. 315</a>\n            </div>\n             وقراض ووكالة وكفالة وشركة\nووديعة ووصاية وردة وانقضاء عدة بأشهر ورؤية هلال غير رمضان وشهادة على\nشهادة وإقرار بما لا يثبت إلا برجلين (رجلان) لا رجل وامرأتان لما روى مالك\nعن الزهري: مضت السنة من رسول الله (ص) أنه لا يجوز شهادة النساء في الحدود\nولا في النكاح ولا في الطلاق وقيس بالمذكورات غيرها مما يشاركها في المعنى\n(ولما يظهر للنساء) غالبا (كولادة وحيض) وبكارة وثيابة ورضاع وعيب امرأة\nتحت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p316'> Vol. 04, p. 316</a>\n            </div>\n             ثيابها (أربع) من النساء (أو رجلان أو رجل وامرأتان) لما\nروى ابن أبي شيبة عن الزهري: مضت السنة بأنه يجوز شهادة النساء فيما لا\nيطلع عليه غيرهن من ولادة النساء وعيوبهن وقيس بذلك غيره ولا يثبت ذلك برجل\nويمين.\n</p>\n\n<p>\n(وسئل) بعض أصحابنا عما إذا شهد رجلان أن فلانا بلغ عمره ست عشرة سنة\nفشهدت أربع نسوة أن فلانة يتيمة ولدت شهر مولده أو قبله أو بعده بشهر مثلا\nفهل يجوز تزويجها إعتمادا على قولهن أو لا يجوز إلا بعد ثبوت بلوغ نفسها\nبرجلين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p317'> Vol. 04, p. 317</a>\n            </div>\n             (فأجاب) نفعنا الله به: نعم يثبت ضمنا بلوغ من شهدن\nبولادتها كما يثبت النسب ضمنا بشهادة النساء بالولادة فيجوز تزويجها بإذنها\nللحكم ببلوغها شرعا.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nفرع: لو أقامت <span id='ms324'></span> شاهدا بإقرار زوجها بالدخول كفى حلفها معه ويثبت المهر أو\nأقامه هو على إقرارها به لم يكف الحلف معه لان قصده ثبوت العدة والرجعة\nوليسا بمال (وشرط في شاهد تكليف وحرية ومروءة وعدالة) وتيقظ فلا تقبل من\nصبي ومجنون ولا ممن به رق لنقصه ولا من غير ذي مروءة لانه لا حياء له ومن\nلا حياء له يقول\n</p>\n\n<p>\nما شاء وهي توقى الادناس عرفا فيسقطها الاكل والشرب في السوق والمشي فيه\nكاشفا رأسه أو بدنه لغير سوقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p318'> Vol. 04, p. 318</a>\n            </div>\n             وقبلة الحلية بحضرة الناس وإكثار\nما يضحك بينهم أو لعب شطرنج أو رقص بخلاف قليل الثلاثة ولا من فاسق واختار\nجمع منهم الاذرعي والغزي وآخرون قول بعض المالكية إذا فقدت العدالة وعم\nالفسق قضى الحاكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p319'> Vol. 04, p. 319</a>\n            </div>\n             بشهادة الامثل فالامثل للضرورة والعدالة\nتتحقق (باجتناب) كل (كبيرة) من أنواع الكبائر كالقتل والزنا والقذف به وأكل\nالربا ومال اليتيم واليمين الغموس وشهادة الزور وبخس الكيل أو الوزن وقطع\nالرحم والفرار من الزحف بلا عذروعقوق الوالدين وغصب قدر ربع دينار وتفويت\nمكتوبة وتأخير زكاة عدوانا ونميمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p320'> Vol. 04, p. 320</a>\n            </div>\n             وغيرها من كل جريمة تؤذن\nبقلة اكتراث مرتكبها بالدين ورقة الديانة (و) اجتناب (إصرار على صغيرة) أو\nصغائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p321'> Vol. 04, p. 321</a>\n            </div>\n             بأن لا تغلب طاعاته صغائره فمتى ارتكب كبيرة بطلت عدالته\nمطلقا.\n</p>\n\n<p>\nأو صغيرة أو صغائر داوم عليها أولا خلافا لمن فرق.\n</p>\n\n<p>\nفإن غلبت طاعته صغائره فهو عدل، ومتى استويا أو غلبت صغائره طاعاته فهو\nفاسق.\n</p>\n\n<p>\nوالصغيرة كنظر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p322'> Vol. 04, p. 322</a>\n            </div>\n             الاجنبية ولمسها ووطئ رجعية وهجر المسلم فوق\nثلاث وبيع خمر ولبس رجل ثوب حرير وكذب لا حد فيه ولعن ولو لبهيمة أو كافر\nوبيع معيب لا ذكر عيب وبيع رقيق مسلم لكافر ومحاذاة قاضي الحاجهة الكعبة\nبفرجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p323'> Vol. 04, p. 323</a>\n            </div>\n             وكشف العورة في الخلوة عبثا ولعب بنرد لحصة النهي عنه\nوغيبة وسكوت عليها.\n</p>\n\n<p>\nونقل بعضهم الاجماع على أنها كبيرة لما فيها من الوعيد الشديد محمول على\nغيبة أهل العلم وحملة القرآن لعموم البلوى بها، وهي ذكرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p324'> Vol. 04, p. 324</a>\n            </div>\n             - ولو\nنحو إشارة - غيرك المحصور المعين ولو عند بعض المخاطبين بما يكره عرفا.\n</p>\n\n<p>\nواللعب <span id='ms325'></span> بالشطرنج بكسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p325'> Vol. 04, p. 325</a>\n            </div>\n             أوله وفتحه معجما ومهملا - مكروه إن لم\nيكن فيه شرط مال من الجانبين أو أحدهما أو تفويت صلاة ولو بنسيان بالاشتغال\nبه أو لعب مع معتقد تحريمه وإلا فحرام، ويحمل ما جاء في ذمه من الاحاديث\nوالآثار على ما ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p326'> Vol. 04, p. 326</a>\n            </div>\n             وتسقط مروءة من يداومه فترد شهادته وهو\nحرام عند الائمة الثلاثة مطلقا.\n</p>\n\n<p>\nولا تقبل الشهادة من مغفل ومختل نظر ولا أصم في مسموع ولا أعمى في مبصر\nكما يأتي.\n</p>\n\n<p>\nومن التيقظ ضبط ألفاظ المشهود عليه بحروفها من غير زيادة فيها ولا نقص.\n</p>\n\n<p>\nقال شيخنا: ومن ثم لا تجوز الشهادة بالمعنى.\n</p>\n\n<p>\nنعم: لا يبعد جواز التعبير بأحد الرديفين عن الآخر حيث لا إبهام (و) شرط\nفي الشاهد أيضا (عدم تهمة) بجر نفع إليه أو إلى من لا تقبل شهادته له أو\nدفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p327'> Vol. 04, p. 327</a>\n            </div>\n             ضر عنه بها (فترد) الشهادة (لرقيقه) ولو مكاتبا ولغريم له\nمات وإن لم تسغرق تركته الديون بخلاف شهادته لغريمه الموسر وكذا المعسر قبل\nموته فتقبل لهما (و) ترد (لبعضه) من أصل وإن علا أو فرع له وإن سفل.\n</p>\n\n<p>\n(لا) ترد الشهادة (عليه) أي لا على أحدهما بشئ إذ لا تهمة.\n</p>\n\n<p>\nولا على أبيه بطلاق ضرة أمه طلاقا بائنا وأمه تحته، أما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p328'> Vol. 04, p. 328</a>\n            </div>\n             رجعي\nفتقبل قطعا.\n</p>\n\n<p>\nهذا كله في شهادة حسبة أو بعد دعوى الضرة.\n</p>\n\n<p>\nفإن ادعاه الاب لعدم نفقة لم تقبل شهادته للتهمة وكذا لو ادعته أمه.\n</p>\n\n<p>\nقال ابن الصلاح: لو ادعى الفرع على آخر بدين لموكله فأنكر فشهد به أبو\nالوكيل قبل وإن كان فيه تصديق ابنه.\n</p>\n\n<p>\nوتقبل شهادة كل من الزوجين والاخوين والصديقين للآخر (و) ترد الشهادة\n(بما هو محل تصرفه) كأن وكل أو أوصى فيه لانه يثبت بشهادته ولاية له على\nالمشهود به نعم: لو شهد به بعد عزله ولم يكن خاصم قبله قبلت، وكذا لا تقبل\nشهادة وديع لمودعه ومرتهن لراهنه لتهمة بقاء يدهما.\n</p>\n\n<p>\nأما ما ليس وكيلا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p329'> Vol. 04, p. 329</a>\n            </div>\n             وصيا فيه فتقبل.\n</p>\n\n<p>\nومن حيل شهادة الوكيل ما لو باع فأنكر المشتري الثمنن أو اشترى <span id='ms326'></span> فادعى\nأجنبي بالمبيع فله أن يشهد لموكله بأن له عليه كذا أو بأن هذا ملكه إن جاز\nله أن يشهد به للبائع ولا يذكر أنه وكيل وصوب الاذرعي حله باطنا لان فيه\nتوصلا للحق بطريق مباح.\n</p>\n\n<p>\nوكذا لا تقبل ببراءة من ضمنه الشاهد أو أصله أو فرعه أو عبده لانه يدفع\nبه الغرم عن نفسه أو عمن لا تقبل شهادة له (و) ترد الشهادة (من عدو) على\nعدوه عدواة دنيوية لا له.\n</p>\n\n<p>\nوهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p330'> Vol. 04, p. 330</a>\n            </div>\n             من يحزن بفرحه وعكسه.\n</p>\n\n<p>\nفلو عادى من يريد أن يشهد عليه وبالغ في خصومته فلم يجبه قبلت شهادته\nعليه.\n</p>\n\n<p>\nتنبيه: قال شيخنا ظاهر كلامه قبولها من ولد العدو ويوجه بأنه لا يلزم من\nعداوة الاب عداوة الابن.\n</p>\n\n<p>\nفائدة: حاصل كلام الروضة وأصلها أن من قذف آخر لا تقبل شهادة كل منهما\nعلى الآخر وإن لم يطلب المقذوف حده وكذا من ادعى على آخر أنه قطع عليه\nالطريق وأخذ ماله فلا تقبل شهادة أحدهما على الآخر.\n</p>\n\n<p>\nقال شيخنا: يؤخذ من ذلك أن كل من نسب آخر إلى فسق اقتضى وقوع عداوة\nبينهما فلا تقبل الشهادة من أحدهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p331'> Vol. 04, p. 331</a>\n            </div>\n             على الآخر.\n</p>\n\n<p>\nنعم يتردد النظر فيمن اغتاب آخر بمفسق يجوز له غيبته به وإن أثبت السبب\nالمجوز لذلك.\n</p>\n\n<p>\nفرع: تقبل شهادة كل مبتدع لا نكفره ببدعته وإن سب الصحابة رضوان الله\nعليهم كما في الروضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p332'> Vol. 04, p. 332</a>\n            </div>\n             وادعى السبكي والاذرعي أنه غلط.\n</p>\n\n<p>\n(و) ترد (من مبادر) بشهادته قبل أن يسألها بعد الدعوى لانه متهم نعم لو\nأعادها في المجلس ولو بعد الاستشهاد قبلت (إلا) في شهادة حسبة وهي ما قصد\nبها وجه الله فتقبل قبل الاستشهاد ولو بلا دعوى (في حق مؤكد لله) تعالى وهو\nما لا يتأثر برضا الآدمي (كطلاق) رجعي أو بائن (وعتق) واستيلاد ونسب وعفو\nعن قود وبقاء عدة وانقضائها وبلوغ وإسلام وكفر ووصية ووقف لنحو جهة عامة\nوحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p333'> Vol. 04, p. 333</a>\n            </div>\n             لمسجد وترك صلاة وصوم وزكاة بأن يشهد بتركها وتحريم رضاع\nومصاهرة.\n</p>\n\n<p>\nتنبيه: إنما تسمع شهادة الحسبة عند الحاجة إليها فلو شهد <span id='ms327'></span> إثنان أن فلانا\nأعتق عبده أو أنه أخو فلانة من الرضاع لم يكف حتى يقولا أنه يسترقه أو أنه\nيريد نكاحها.\n</p>\n\n<p>\nوخرج بقولي في حق لله تعالى حق الآدمي كقود وحد قذف وبيع فلا تقبل فيه\nشهادة الحسبة وتقبل في حد الزنا وقطع الطريق والسرقة (وتقبل) الشهادة (من\nفاسق بعد توبة) حاصلة قبل الغرغرة وطلوع الشمس من مغربها (وهي ندم) على\nمعصية من حيث أنها معصية لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p334'> Vol. 04, p. 334</a>\n            </div>\n             لخوف عقاب ولو اطلع عليه أو لغرامة\nمال (ب) - شرط (إقلاع) عنها حالا إن كان متلبسا أو مصرا على معاودتها.\n</p>\n\n<p>\nومن الاقلاع رد المغصوب (وعزم أن لا يعود) إليها ما عاش (وخروج عن ظلامة\nآدمي) من مال أو غيره فيؤدي الزكاة لمستحقيها ويرد المغصوب إن بقي وبدله إن\nتلف لمستحقه ويمكن مستحق القود وحد القذف من الاستيفاء أو يبرئه منه\nالمستحق للخبر الصحيح: من كانت لاخيه عنده مظلمة في عرض أو مال فليستحله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p335'> Vol. 04, p. 335</a>\n            </div>\n             اليوم قبل أن لا يكون دينار ولا درهم، فإن كان له عمل يؤخذ منه\nبقدر مظلمته وإلا أخذ من سيئات صاحبه فحمل عليه وشمل العمل الصوم كما صرح\nبه حديث مسلم خلافا لمن استثناه، فإذا تعذر رد الظلامة على المالك أو وارثه\nسلمها لقاض ثقة، فإن تعذر صرفها فيما شاء من المصالح عند انقطاع خبره بنية\nالغرم له إذا وجده فإن أعسر عزم على الاداء إذا أيسر فإن مات قبله انقطع\nالطلب عنه في الآخرة إن لم يعص بالتزامه.\n</p>\n\n<p>\nفالمرجو من فضل الله الواسع تعويض المستحق.\n</p>\n\n<p>\nويشترط أيضا في صحة التوبة عن إخراج صلاة أو صوم أو وقتهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p336'> Vol. 04, p. 336</a>\n            </div>\n            \nقضاوهما وإن كثر وعن القذف أن يقول القاذف قذفي باطل وأنا نادم عليه ولا\nأعود إليه وعن الغيبة أن يستحلها من المغتاب إن بلغته ولم يتعذر بموت أو\nغيبة طويلة وإلا كفى الندم والاستغفار له كالحاسد واشترط جمع متقدمون أنه\nلا بد في التوبة من كل معصية من الاستغفار أيضا واعتمده البلقيني.\n</p>\n\n<p>\nوقال بعضهم يتوقف في التوبة في الزنا على استحلال زوج <span id='ms328'></span> المزني بها إن لم\nيخف فتنة، وإلا فليتضرع إلى الله تعالى في إرضائه عنه.\n</p>\n\n<p>\nوجعل بعضهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p337'> Vol. 04, p. 337</a>\n            </div>\n             الزنا مما ليس فيه حق آدمي فلا يحتاج فيه إلى\nالاستحلال والاوجه الاول.\n</p>\n\n<p>\nويسن للزاني - ككل مرتكب معصية - الستر على نفسه بأن لا يظهرها ليحد أو\nيعزر لا أن يتحدث بها تفكها أو مجاهرة فإن هذا حرام قطعا، وكذا يسن لمن أقر\nبشئ من ذلك الرجوع عن إقراره به قال شيخنا: من مات وله دين لم يستوفه ورثته\nيكون هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p338'> Vol. 04, p. 338</a>\n            </div>\n             المطالب في الآخرة على الاصح (و) بعد (استبراء سنة) من\nحين توبة فاسق ظهر فسقه لانها قلبية وهو متهم لقبول شهادتهم وعود ولايته\nفاعتبر ذلك لتقوي دعواه، وإنما قدرها الاكثرون بسنة لان الفصول الاربعة في\nتهييج النفوس بشواتها أثرا بينا فإذا مضت وهو على حاله أشعر بذلك بحسن\nسريرته، وكذا لا بد في التوبة من خارم\n</p>\n\n<p>\nالمروءة الاستبراء كما ذكره الاصحاب.\n</p>\n\n<p>\nفروع: لا يقدح في الشهادة جهله بفروض نحو الصلاة والوضوء اللذين يوءديهما\nولا توقفه في المشهود به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p339'> Vol. 04, p. 339</a>\n            </div>\n             إن عاد وجزم به فيعيد الشهادة ولا\nقوله لا شهادة لي في هذا إن قال نسيت أو أمكن حدوث المشهود به بعد قوله وقد\nاشتهرت ديانته ولا يلزم القاضي استفساره إن اشتهر ضبطه وديانته بل يسن\nكتفرقة الشهود وإلا لزم الاستفسار (وشرط لشهادة بفعل كزنا) وغصب ورضاع\nوولادة (إبصار) له مع فاعله فلا يكفي فيه السماع من الغير، ويجوز تعمد نظر\nفرج الزانيين لتحمل شهادة، وكذا امرأة تلد لاجلها (و) لشهادة (بقول كعقد)\nوفسخ وإقرار (هو) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p340'> Vol. 04, p. 340</a>\n            </div>\n             إبصار (وسمع) لقائله حال صدوره فلا يقبل\nفيه أصم لا يسمع شيئا ولا أعمى في مرئي لانسداد طرق التمييز مع اشتباه\nالاصوات ولا يكفي سماع شاهد من وراء حجاب وإن علم صوته لان ما أمكن إدراكه\nبإحدى الحواس لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p341'> Vol. 04, p. 341</a>\n            </div>\n             يجوز أن يعمل فيه بغلبة ظن لجواز اشتباه\nالاصوات قال شيخنا: نعم لو علمه ببيت وحده وعلم أن الصوت ممن في البيت جاز\nاعتماد صوته وإن لم يره وكذا لو <span id='ms329'></span> علم اثنين ببيت لا ثالث لهما وسمعهما\nيتعاقدان وعلم الموجب منهما من القابل لعلمه بمالك المبيع أو نحو ذلك فله\nالشهادة بما سمعه منهما.\n</p>\n\n<p>\nاه.\n</p>\n\n<p>\nولا يصح تحمل شهادة على منتقبة إعتمادا على صوتها كما لا يتحمل بصير في\nظلمة اعتمادا عليه لاشتباه الاصوات.\n</p>\n\n<p>\nنعم، لو سمعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p342'> Vol. 04, p. 342</a>\n            </div>\n             فتعلق بها إلى القاضي وشهد عليها جاز كالاعمى\nبشرط أن تكشف نقابها ليعرف القاضي صورتها.\n</p>\n\n<p>\nوقال جمع لا ينعقد نكاح منقبة إلا إن عرفها الشاهدان إسما ونسبا وصورة\n(وله) أي للشخص (بلا معارض شهادة على نسب) ولو من أم أو قبيلة (وعتق) ووقف\nوموت ونكاح (وملك بتسامع) أي استفاضة (من جمع يؤمن كذبهم) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p343'> Vol. 04, p. 343</a>\n            </div>\n            \nتواطؤهم عليه لكثرتهم فيقع العلم أو الظن القوي بخبرهم ولا يشترط حريتهم\nولا ذكورتهم ولا يكفي أن يقول سمعت الناس يقولون كذا بل يقول أشهد أنه ابنه\nمثلا (و) له الشهادة بلا معارض (على ملك به) أي بالتسامخ\n</p>\n\n<p>\nممن ذكر (أو بيد وتصرف تصرف ملاك) كالسكنى والبناء والبيع والرهن\nوالاجارة (مدة طويلة) عرفا فلا تكفي الشهادة بمجرد اليد لانها لا تستلزمه\nولا بمجرد التصرف لانه قد يكون بنيابة ولا تصرف بمدة قصيرة نعم إن انضم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p344'> Vol. 04, p. 344</a>\n            </div>\n             للتصرف استفاضة أن الملك له جازت الشهادة به وإن قصرت المدة\nولا يكفي قول الشاهد رأيت ذلك سنين.\n</p>\n\n<p>\nواستثنوا من ذلك الرقيق فلا تجوز الشهادة بمجرد اليد والتصرف في المدة\nالطويلة إلا إن انضم لذلك السماع من ذي اليد أنه له كما في الروضة للاحتياط\nفي الحرية وكثرة استخدام الاحرار واستصحاب لما سبق من نحو إرث وشراء وإن\nاحتمل زواله للحاجة الداعية إلى ذلك ولان الاصل بقاء الملك، وشرط ابن أبي\nالدم في الشهادة بالتسامع أن لا يصرح بأن مستنده الاستفاضة، ومثلها\nالاستصحاب ثم اختار وتبعه السبكي وغيره أنه إن ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p345'> Vol. 04, p. 345</a>\n            </div>\n             تقوية\nلعلمه بأن جزم بالشهادة.\n</p>\n\n<p>\nثم قال مستندي الاستفاضة أو الاستصحاب سمعت شهادته وإلا كأن قال شهدت\nبالاستفاضة بكذا فلا، خلافا للرافعي واحترز بقولي بلا معارض عما إذا كان في\nالنسب مثلا طعن <span id='ms330'></span> من بعض الناس لم تجز الشهادة بالتسامع لوجود معارض.\n</p>\n\n<p>\nتنبيه: يتعين على المؤدي لفظ أشهد فلا يكفي مرادفه كأعلم لانه أبلغ في\nالظهور ولو عرف الشاهد السبب كالاقرار هل له أن يشهد بالاستحقاق ؟ وجهان\nأشهرهما لا، كما نقله ابن الرفعة عن ابن أبي الدم.\n</p>\n\n<p>\nوقال ابن الصباغ كغيره تسمع وهو مقتضى كلام الشيخين (وتقبل شهادة على\nشهادة) مقبول شهادته (في غير عقوبة لله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p346'> Vol. 04, p. 346</a>\n            </div>\n             تعالى مالا كان أو\nغيره كعقد وفسخ وإقرار وطلاق ورجعة ورضاع وهلال رمضان ووقف على مسجد أو جهة\nعامة وقود وقذف بخلاف عقوبة لله تعالى.\n</p>\n\n<p>\nكحد زنا وشرب وسرقة وإنما يجوز التحمل (ب) - شروط (تعسر أداء أصل) بغيبة\nفوق مسافة العدوى أو خوف حبس من غريم وهو معسر أو مرض يشق معه حضوره وكذا\nبتعذره بموت أو جنون (و) ب (- استرعائه) أي الاصل أي التماسه منه رعاية\nشهادته وضبطها حتى يؤديها عنه لان الشهادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p347'> Vol. 04, p. 347</a>\n            </div>\n             على الشهادة نيابة\nفاعتبر فيها إذن المنوب عنه أو ما يقوم مقامه (فيقول أنا شاهد بكذا) فلا\nيكفي أنا عالم به\n</p>\n\n<p>\n(وأشهدك) أو أشهدتك أو أشهد (على شهادتي) به فلو أهمل الاصل لفظ الشهادة\nفقال أخبرك أو أعلمك بكذا فلا يكفي كما لا يكفي ذلك في أداء الشهادة عند\nالقاضي، ولا يكفي في التحمل سماع قوله لفلان على فلان كذا أو عندي شهادة\nبكذا (و) ب (- تبيين فرع) عند الاداء (جهة تحمل) كأشهد أن فلانا شهد بكذا\nوأشهدني على شهادته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p348'> Vol. 04, p. 348</a>\n            </div>\n             أو سمعته يشهد به عند قاض، فإذا لم يبين\nجهة التحمل ووثق الحاكم بعلمه لم يحب البيان فيكفي أشهد على شهادة فلان\nبكذا لحصول الغرض (وبتسميته) أي الفرع (إياه) أي الاصل تسمية تميزه وإن كان\nعدلا لتعرف عدالته، فإن لم يسمه لم يكف لان الحاكم قد يعرف جرحه لو سماه.\n</p>\n\n<p>\nوفي وجوب تسمية قاض شهد عليه وجهان، وصوب الاذرعي الوجوب في هذه الازمنة\nلما غلب على القضاة من الجهل والفسق.\n</p>\n\n<p>\nولو حدث بالاصل عداوة أو فسق لم يشهد الفرع.\n</p>\n\n<p>\nفلو زالت هذه الموانع <span id='ms331'></span> احتيج إلى تحمل جديد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p349'> Vol. 04, p. 349</a>\n            </div>\n             فرع: لا يصح تحمل\nالنسوة ولو على مثلهن في نحو ولادة لان الشهادة مما يطلع عليه الرجال غالبا\n(ويكفي فرعان لاصلين) أي لكل منهما فلا يشترط لكل منهما فرعان، ولا تكفي\nشهادة واحد على هذا وواحد على آخر، ولا واحد على واحد في هلال رمضان.\n</p>\n\n<p>\nفرع: لو رجعوا عن الشهادة قبل الحكم منع الحكم أو بعده لم ينقض ولو شهدوا\nبطلاق بائن أو رضاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p350'> Vol. 04, p. 350</a>\n            </div>\n             محرم.\n</p>\n\n<p>\nوفرق القاضي بين الزوجين فرجعوا عن شهادتهم دام الفراق لان قولهما في\nالرجوع محتمل والقضاء لا يرد بمحتمل ويجب على الشهود حيث لم يصدقهم الزوج\nمهر مثل ولو قبل وطئ أو بعد إبراء الزوجة زوجها عن المهر لانه بدل البضع\nالذي فوتوه عليه بالشهادة إلا أن ثبت أن لا نكاح بينهما بنحو رضاع فلا غرم\nإذ لم يفوتوا شيئا ولو رجع شهود مال غرموا للمحكوم عليه البدل بعد غرمه لا\nقبله وإن قالوا أخطأنا موزعا عليهم بالسوية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p351'> Vol. 04, p. 351</a>\n            </div>\n             تتمة: قال شيخ\nمشايخنا زكريا كالغزي في تلفيق الشهادة لو شهد واحد بإقراره بأنه وكله في\nكذا وآخر بأنه أذن له في التصرف فيه أو فوضه إليه لفقت الشهادتان لان النقل\nبالمعنى كالنقل باللفظ، وبخلاف ما لو شهد\n</p>\n\n<p>\nواحد بأنه قال وكلتك في كذا وآخر قال بأنه قال فوضته إليك أو شهد واحد\nباستيفاء الدين والآخر بالابراء منه فلا يلفقان.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nقال شيخ مشايخنا أحمد المزجد: لو شهد واحد ببيع والآخر بإقرار به أو واحد\nبملك ما ادعاه وآخر بإقرار الداخل به لم تلفق شهادتهما، فلو رجع أحدهما\nوشهد كالآخر قبل لانه يجوز أن يحضر الامرين.\n</p>\n\n<p>\nومن ادعى ألفين وأطلق فشهد له واحد وأطلق وآخر أنه من قرض ثبت أو فشهد له\nواحد بألف ثمن مبيع وآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p352'> Vol. 04, p. 352</a>\n            </div>\n             بألف قرضا لم تلفق وله الحلف مع كل\nمنهما.\n</p>\n\n<p>\nولو شهد واحد بالاقرار وآخر بالاستفاضة حيث تقبل لفقا.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\n(وسئل) الشيخ عطية المكي نفعنا الله به عن رجلين سمع أحدهما تطليق شخص\nثلاثا والآخر الاقرار به فهل <span id='ms332'></span> يلفقان أو لا ؟.\n</p>\n\n<p>\n(فأجاب) بأنه يجب على سامعي الطلاق والاقرار به أن يشهدا عليه بالطلاق\nالثلاث بتا ولا يتعرضا لانشاء ولا إقرار وليس هذا من تلفيق الشهادة من كل\nوجه، بل صورة إنشاء الطلاق والاقرار به واحدة في الجملة والحكم يثبت بذلك\nكيف كان وللقاضي بل عليه سماعها.\n</p>\n\n<p>\nانتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p353'> Vol. 04, p. 353</a>\n            </div>\n             خاتمة في الايمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p354'> Vol. 04, p. 354</a>\n            </div>\n             لا ينعقد اليمن إلا\nباسم خاص بالله تعالى أو صفة من صفاته: كوالله والرحمن والاله ورب العالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p355'> Vol. 04, p. 355</a>\n            </div>\n             وخالق الخلق.\n</p>\n\n<p>\nولو قال وكلام الله أو وكتاب الله أو وقرآن الله أو والتوارة أو والانجيل\nفيمين.\n</p>\n\n<p>\nوكذا والمصحف إن لم ينو بالمصحف الورق والجلد.\n</p>\n\n<p>\nوإن قال وربي وكان عرفهم تسمية السيد ربا فكناية، وإلا فيمين ظاهرا إن لم\nيرد غير الله ولا ينعقد بمخلوق كالنبي والكعبة للنهي الصحيح عن الحلف\nبالآباء وللامر بالحلف بالله وروى الحاكم خبرا: من حلف بغير الله فقد كفر\nوحملوه على ما إذا قصد تعظيمه كتعظيم الله تعالى، فإن لم يقصد ذلك أثم عند\nأكثر العلماء - أي تبعا لنص الشافعي الصريح فيه - كذا قاله بعض شراح\nالمنهاج.\n</p>\n\n<p>\nوالذي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p356'> Vol. 04, p. 356</a>\n            </div>\n             شرح مسلم عن أكثر الاصحاب الكراهة، وهو المعتد، وإن\nكان الدليل ظاهرا في الاثم.\n</p>\n\n<p>\nقال بعضهم وهو الذي ينبغي العمل به في غالب الاعصار لقصد غالبهم به إعظام\nالمخلوق به ومضاهاته لله - تعالى الله عن ذلك علوا كبيرا - وإذا حلف بما\nينعقد به اليمين ثم قال لم أرد به اليمين لم يقبل، ولو قال بعد يمينه إن\nشاء الله وقصد اللفظ والاستثناء قبل فراغ اليمين واتصل الاستثناء بها لم\nتنعقد اليمين فلا حنث ولا كفارة.\n</p>\n\n<p>\nوإن لم يتلفظ بالاستثناء بل نواه لم يندفع الحنث ولا الكفارة ظاهرا بل\nيدين.\n</p>\n\n<p>\nولو قال لغيره أقسمت عليك بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p357'> Vol. 04, p. 357</a>\n            </div>\n             أو أسألك بالله لتفعلن كذا\nوأراد يمين نفسه فيمين ومتى لم يقصد يمين نفسه بل الشفاعة أو يمين المخاطب\nأو أطلق فلا تنعقد لانه لم يحلف هو ولا المخاطب ويكره رد السائل بالله\nتعالى أو بوجهه في غير المكروه وكذا السؤال بذلك <span id='ms333'></span> ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p358'> Vol. 04, p. 358</a>\n            </div>\n             قال إن\nفعلت كذا فأنا يهودي أو نصراني فليس بيمين لانتفاء إسم الله أو صفته ولا\nكفارة وإن حنث نعم يحرم ذلك كغيره ولا يكفر بل إن قصد تبعيد نفسه عن\nالمحلوف أو أطلق حرم ويلزمه التوبة فإن علق أو أراد الرضا بذلك إن فعل كفر\nحالا وحيث لم يكفر سن له أن يستغفر الله تعالى ويقول لا إله إلا الله محمد\nرسول الله وأوجب صاحب الاستقصاء ذلك ومن سبق لسانه إلى لفظ اليمين بلا قصد\nكلا والله وبلا والله في نحو غضب أو صلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p359'> Vol. 04, p. 359</a>\n            </div>\n             كلام لم ينعقد والحلف\nمكروه إلا في بيعة الجهاد والحث على الخير والصادق في الدعوى ولو حلف في\nترك واجب أو فعل حرام عصى ولزمه حنث وكفارة أو ترك مستحب أو فعل مكروه سن\nحنثه وعليه كفارة أو على ترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p360'> Vol. 04, p. 360</a>\n            </div>\n             مباح أو فعله كدخول دار وأكل طعام\nكلا آكله أنا فالافضل ترك الحنث إبقاءا لتعظيم الاسم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p361'> Vol. 04, p. 361</a>\n            </div>\n             فرع: يسن\nتغليظ يمين من المدعي والمدعى عليه وإن لم يطلبه الخصم في نكاح وطلاق ورجعة\nوعتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p362'> Vol. 04, p. 362</a>\n            </div>\n             ووكالة وفي مال بلغ عشرين دينارا لا فيما دون ذلك لانه\nحقير في نظر الشرع نعم لو رآه الحاكم لنحو جراءة\n</p>\n\n<p>\nالحالف فعله.\n</p>\n\n<p>\nوالتغليظ يكون بالزمان وهو بعد العصر وعصر الجمعة أولى وبالمكان وهو\nللمسلمين عند المنبر وصعودهما عليه أولى وبزيادة الاسماء والصفات ويسن أن\nيقرأ على الحالف آية آل عمران: * (إن الذين يشترون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p363'> Vol. 04, p. 363</a>\n            </div>\n             بعهد الله\nوأيمانهم ثمنا قليلا) *.\n</p>\n\n<p>\nوأن يوضع المصحف في حجره ولو اقتصر على قوله والله كفى.\n</p>\n\n<p>\nويعتبر في الحلف نية الحاكم المستحلف فلا يدفع إثم اليمين الفاجرة بنحو\nتورية كاستثناء لا يسمعه الحاكم إن لم يظلمه خصمه كما بحثه البلقيني أما من\nظلمه خصمه في نفس الامر كأن ادعى على معسر فيحلف لا تستحق علي شيئا أي\nتسليمه الآن فتنفعه التورية والتأويل لان خصمه ظالم إن علم أو مخطئ إن جهل\nفلو حلف إنسان ابتداء أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p364'> Vol. 04, p. 364</a>\n            </div>\n             حلفه غير الحاكم اعتبر نية الحالف\nونفعته التورية وإن كانت حراما <span id='ms334'></span> حيث يبطل بها حق المستحق واليمين يقطع\nالخصومة حالا لا الحق فلا تبرأ ذمته إن كان كاذبا فلو حلفه ثم أقام بينة\nبما ادعاه حكم بها كما لو أقر الخصم بعد حلفه والنكول أن يقول أنا ناكل أو\nيقول له القاضي إحلف فيقول لا أحلف.\n</p>\n\n<p>\nواليمين المردودة وهي يمين المدعي بعد النكول كإقرار المدعى عليه لا\nكالبينة فلو أقام المدعى عليه بعدها بينة بأداء أو إبراء لم تسمع لتكذيبه\nلها بإقراره وقال الشيخان في محل تسمع وصحح الاسنوي الاول والبلقيني الثاني\nوقال شيخنا والمتحه الاول.\n</p>\n\n<p>\nفرع: يتخير في كفارة اليمين بين عتق رقبة كاملة مؤمنة بلا عيب يخل بالعمل\nأو الكسب ولو نحو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p365'> Vol. 04, p. 365</a>\n            </div>\n             غائب علمت حياته.\n</p>\n\n<p>\nأو إطعام عشرة مساكين كل مسكين مد حب من غالب قوت البلد.\n</p>\n\n<p>\nأو كسوتهم بما يسمى كسوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p366'> Vol. 04, p. 366</a>\n            </div>\n             كقميص أو إزار أو مقنعة أو منديل\nيحمل في اليد أو الكم لا خف فإن عجز عن الثلاثة لزمه صوم ثلاثة أيام ولا\nيجب تتابعها خلافا لكثيرين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p367'> Vol. 04, p. 367</a>\n            </div>\n             باب في الاعتاق هو إزالة الرق عن\nالآدمي والاصل فيه قوله تعالى: * (فك رقبة) * وخبر الصحيحين أنه (ص) قال:\nمن\n</p>\n\n<p>\nأعتق رقبة مؤمنة - وفي رواية امرأ مسلما - أعتق الله بكل عضو منها عضوا\nمن أعضائه من النار حتى الفرج بالفرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p368'> Vol. 04, p. 368</a>\n            </div>\n             وعتق الذكر أفضل.\n</p>\n\n<p>\nوروي أن عبد الرحمن بن عوف رضي الله عنه أعتق ثلاثين ألف نسمة أي رقبة\nوختمنا كالاصحاب بباب العتق تفاؤلا (صح عتق مطلق تصرف) له ولاية ولو كافرا\nفلا يصح من صبي ومجنون ومحجور بسفه أو فلس ولا من غير مالك بغير نيابة:\n(بنحو أعتقتك أو حررتك) كفككتك وأنت حر أو عتيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p369'> Vol. 04, p. 369</a>\n            </div>\n             وبكناية مع نية\nكلا ملك أو لا سبيل لي عليك أو أزلت ملكي عنك وأنت مولاي وكذا يا سيدي على\nالمرجح وقوله أنت إبني أو هذا أو هو إبني أو أبي أو أمي إعتاق إن أمكن من\nحيث السن وإن عرف نسبه مؤاخذة له بإقراره أو يا ابني كناية فلا يعتق في\nالنداء إلا إن <span id='ms335'></span> قصد به العتق لاختصاصه بأنه يستعمل في العادة كثير الملاطفة\nوحسن المعاشرة كما صرح به شيخنا في شرح المنهاج والارشاد وليس من لفظ\nالاقرار به قوله لا عتق لعبد فلان لانه لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p370'> Vol. 04, p. 370</a>\n            </div>\n             يصلح موضوعه لاقرار\nولا إنشاء وإن استعمل عرفا في العتق كما أفتى به شيخنا رحمه الله تعالى\n(ولو بعوض) أي معه فلو قال أعتقتك على ألف أو بعتك نفسك بألف فقبل فورا عتق\nولزمه الالف في الصورتين والولاء للسيد فيهما (ولو أعتق حاملا) مملوكة له\nهي وحملها (تبعها) أي الحمل في العتق وإن استثناه لانه كالجزء منها، ولو\nأعتق الحمل عتق إن نفخت فيه الروح دونها، ولو كانت لرجل والحمل لآخر بنحو\nوصية لم يعتق أحدهما بعتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p371'> Vol. 04, p. 371</a>\n            </div>\n             الآخر (أو) أعتق (مشتركا) بينه وبين\nغيره أي كله (أو) أعتق (نصيبه) منه كنصيبي منك حر (عتق نصيبه) مطلقا (وسرى\nالاعتاق) من موسر لا معسر لما أيسر به من نصيب الشريك أو بعضه ولا يمنع\nالسراية دين مستغرق بدون حجر واستيلاد أحد الشريكين الموسر يسري إلى حصة\nشريكه كالعتق وعليه قيمة نصيب شريكه وحصته من مهر المثل لا قيمة الولد أي\nحصته ولا يسري التدبير (ولو ملك) شخص (بعضه) من أصل أو فرع وإن بعد (عتق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p372'> Vol. 04, p. 372</a>\n            </div>\n             عليه) لخبر مسلم.\n</p>\n\n<p>\nوخرج بالبعض غيره كالاخ فلا يعتق بملك (ومن قال لعبده أنت حر بعد موتي)\nأو إذا مت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p373'> Vol. 04, p. 373</a>\n            </div>\n             فأنت حر أو أعتقتك بعد موتي وكذا إذا مت فأنت حرام\nأو مسيب مع نية (فهو مدبر يعتق بعد وفاته) من ثلث ماله بعد الدين (وبطل) أي\nالتدبير (بنحو بيع) للمدبر فلا يعود وإن ملكه ثانيا ويصح بيعه (لا برجوع)\nعنه (لفظا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p374'> Vol. 04, p. 374</a>\n            </div>\n             كفسخته أو عقصته ولا بإنكار للتدبير ويجوز له وطئ\nالمدبرة ولو ولدت مدبرة ولدا من نكاح أو زنا لا يثبت للولد حكم التدبير.\n</p>\n\n<p>\nفلو كانت حاملا عند موت السيد فيتبعها جزما، ولو دبر حاملا ثبت التدبير\nللحمل تبعا لها إن لم يستثنه وإن انفصل قبل موت سيدها لا إن أبطل قبل\nانفصاله تدبيرها <span id='ms336'></span> والمدبر كعبد في حياة السيد.\n</p>\n\n<p>\nويصح تدبير مكاتب وعكسه، كما يصح تعليق عتق مكاتب ويصدق المدبر بيمين\nفيما وجد معه وقال كسبته بعد الموت وقال الوارث بل قبله لان اليد له\n(الكتابة) شرعا عقد عتق بلفظها معلق بمال منجم بنجمين فأكثر وهي (سنة) لا\nواجبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p375'> Vol. 04, p. 375</a>\n            </div>\n             وإن طلبها الرقيق كالتدبير (بطلب عبد أمين مكتسب) بما\nيفي مؤنته ونجومه فإن فقدت الشروط أو أحدها فمباحة (وشرط في صحتها لفظ يشعر\nبها) أي بالكتابة (إيجابا ككاتبتك) أو أنت مكاتب (على كذا) كمائة (منجما\nمع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p376'> Vol. 04, p. 376</a>\n            </div>\n             قوله (إذا أديته فأنت حر وقبولا كقبلت) ذلك (و) شرط فيها\n(عوض) من دين أو منفعة.\n</p>\n\n<p>\n(مؤجل) هنا ليحصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p377'> Vol. 04, p. 377</a>\n            </div>\n             ويؤديه (منجم بنجمين فأكثر) كما جرى عليه\nأكثر الصحابة رضوان الله عليهم ولو في مبعض (مع بيان قدره) أي العوض\n(وصفته) وعدد النجوم وقسط كل نجم (ولزم سيدا) في كتابة صحيحة قبل عتق (حط\nمتمول منه) أي العوض لقوله تعالى: * (وآتوهم من مال الله الذي آتاكم) * فسر\nالايتاء بما ذكر لان القصد منه الاعانة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p378'> Vol. 04, p. 378</a>\n            </div>\n             العتق وكونه ربعا\nفسبعا أولى (ولا يفسخها) أي يجوز فسخ السيد الكتابة (إلا إن عجز مكاتب عن\nأداء) عند المحل لنجم أو بعضه (أو امتنع عنه) عند ذلك مع القدرة عليه (أو)\nغاب عند ذلك وإن حضر ماله أو كانت غيبة المكاتب دون مسافة القصر فله فسخها\nبنفسه وبحاكم متى شاء لتعذر العوض عليه وليس للحاكم الاداء من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p379'> Vol. 04, p. 379</a>\n            </div>\n            \nمال المكاتب الغائب (وله) أي للمكاتب (فسخ) كالرهن بالنسبة للمرتهن فله ترك\nالاداء والفسخ وإن كان معه وفاء (وحرم عليه تمتع بمكاتبة) لاختلال ملكه\nويجب بوطئه لها مهر لا حد والولد حر (وله) أي للمكاتب (شراء إماء لتجارة لا\nتزوج إلا بإذن سيده ولا تسر) ولو بإذنه يعني لا يجوز وطئ مملوكته وما وقع\nللشيخين في موضع مما يقتضي جوازه بالاذن مبني على الضعيف أن القن غير\nالمكاتب يملك بتمليك السيد.\n</p>\n\n<p>\nقال شيخنا: ويظهر أنه ليس له الاستمتاع بما دون الوطئ أيضا ويجوز للمكاتب\nبيع وشراء وإجارة <span id='ms337'></span> لا هبة وصدقة وقرض بلا إذن سيده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p380'> Vol. 04, p. 380</a>\n            </div>\n             فرع: لو قال\nالسيد بعد قبضه المال كنت فسخت الكتابة فأنكر المكاتب صدق بيمينه لان الاصل\nعدم الفسخ وعلى السيد البينة.\n</p>\n\n<p>\nولو قال كاتبتك وأنا صبي أو مجنون أو محجور علي فأنكر المكاتب حلف السيد\nإن عرف له ذلك وإلا فالمكاتب لان الاصل عدم ما ادعاه السيد (إذا أحبل حر\nأمته) أي من له فيها ملك وإن قل ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p381'> Vol. 04, p. 381</a>\n            </div>\n             كانت مزوجة أو محرمة لا إن\nأحبل أمة تركة مدين وارث معسر (فولدت) حيا أو ميتا أو مضغة مصورة بشئ من\nخلق الآدميين (عتقت بموته) أي السيد من رأس المال مقدما على الديون\nوالوصايا وإن حبلت في مرض موته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p382'> Vol. 04, p. 382</a>\n            </div>\n             (كولدها) الحاصل (بنكاح أو زنا\nبعد وضعها) ولدا للسيد فإنه يعتق من رأس المال بموت السيد وإن كانت أمه قبل\nذلك (وله وطئ أم ولد) إجماعا واستخدامها وإجارتها وكذا تزويجها بغير إذنها\n(لا تمليكها) لغيره ببيع أو هبة فيحرم ذلك ولا يصح وكذا رهنها (كولدها\nمتابع لها) في العتق بموت السيد فلا يصح تمليكه من غيره كالام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p383'> Vol. 04, p. 383</a>\n            </div>\n            \nبل لو حكم به قاض نقض على ما حكاه الروياني عن الاصحاب وتصح كتابتها وبيعها\nمن نفسها ولو ادعى ورثة سيدها مالا له بيدها قبل موته فادعت تلفه أي قبل\nالموت صدقت بيمينها كما نقله الاذرعي فإن ادعت تلفه بعده لم تصدق فيه كما\nقاله شيخنا رحمه الله تعالى رحمة واسعة وأفتى القاضي فيمن أقر بوطئ أمته\nفادعت أنها أسقطت منه ما تصير به أم ولد بأنها تصدق إن أمكن ذلك بيمينها\nفإذا مات عتقت أعتقنا الله تعالى من النار، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p384'> Vol. 04, p. 384</a>\n            </div>\n             وحشرنا في زمرة\nالمقربين الاخيار الابرار وأسكننا الفردوس من دار القرار، ومن علي في هذا\nالتأليف وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p385'> Vol. 04, p. 385</a>\n            </div>\n             بقبوله وعموم النفع به وبالاخلاص فيه ليكون\nذخيرة لي إذا جاءت الطامة وسببا لرحمة الله الخاصة والعامة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p386'> Vol. 04, p. 386</a>\n            </div>\n            \nالحمد لله حمدا يوافي نعمه ويكافئ مزيده.\n</p>\n\n<p>\nوصلى الله وسلم أفضل صلاة وأكمل سلام على أشرف مخلوقاته محمد وآله\nوأصحابه وأزواجه عدد معلوماته ومداد <span id='ms338'></span> كلماته وحسبنا الله ونعم الوكيل ولا\nحول ولا قوة إلا بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p387'> Vol. 04, p. 387</a>\n            </div>\n             العلي العظيم.\n</p>\n\n<p>\nيقول المؤلف عفا الله عنه وعن آبائه ومشايخه: فرغت من تبييض هذا الشرح\nضحوة يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p388'> Vol. 04, p. 388</a>\n            </div>\n             الجمعة الرابع والعشرين من شهر رمضان المعظم قدره سنة\nاثنتين وثمانين وتسعمائة وأرجو الله سبحانه وتعالى أن يقبله وأن يعم النفع\nبه ويرزقنا الاخلاص فيه ويعيذنا به من الهاوية، ويدخلنا به في جنة عالية،\nوأن يرحم امرءا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p389'> Vol. 04, p. 389</a>\n            </div>\n             نظر بعين الانصاف إليه، ووقف على خطأ فأطلعني\nعليه أو أصلحه الحمد لله رب العالمين.\n</p>\n\n<p>\nاللهم صل وسلم على سيدنا محمد وعلى آله وصحبه كلما ذكرك وذكره الذاكرون،\nوغفل عن ذكرك وذكره الغافلون.\n</p>\n\n<p>\nوعلينا معهم برحمتك يا أرحم الراحمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p390'> Vol. 04, p. 390</a>\n            </div>\n             <span id='ms339'></span>\n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}