{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>كتاب الاربعين في دلائل التوحيد بسم الله الرحمن الرحيم ولا حول ولا قوة إلا بالله العلي العظيم</h1>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nحدثنا الشيخ الإمام شيخ الإسلام سراج السنة أبو نصر أحمد ابن عمر بن محمد\nبن عبد الله بن محمد بن علي بن إسحاق فيما قرأت عليه حدثنا الشيخ الإمام\nناصر السنة إمام الأئمة أبو إسماعيل عبد الله بن محمد بن علي الأنصاري رحمه\nالله وقال\n</p>\n\n<p>\n- (1)\n</p>\n\n<h1 class='l1' id='head2'>باب إيجاب النية الصادقة في كل عمل)</h1>\n\n<h1 class='l1' id='head3'>1 - </h1>\n\n<p>\nحدثنا علي بن محمد بن محمد الطرازي بنيسابور ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن محمد بن حسنويه المقري ثنا أبو جعفر أحمد بن الفضل العسقلاني\nومحمد بن هشام بن سلام بدمشق قالا (ثنا) مروان ابن معاوية الفزاري ثنا يحي\nبن سعيد عن محمد بن إبراهيم عن علقمة قال سمعت عمر بن الخطاب رضي الله عنه\nيقول (قال) رسول الله صلى الله عليه وسلم إنما الأعمال بالنية وإنما لأمرئ\nما نوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n- (2)\n</p>\n\n<h1 class='l1' id='head4'>باب إيجاب النصيحة لكل مسلم)</h1>\n\n<h1 class='l1' id='head5'>2 - </h1>\n\n<p>\nأخبرنا محمد بن علي ثنا يحي أنبأ أحمد بن محمد بن ياسين ثنا عثمان بن\nسعيد الدارمي ومعاذ بن معاذ ومحمد بن إبراهيم وعثمان بن عمر الضبي قالوا\nثنا مسدد ثنا يحي بن سعيد ثنا إسماعيل بن أبي خالد ح وأنبا محمد بن موسى بن\nالفضل الصيرفي ثنا محمد بن يعقوب الأصم ثنا الربيع ثنا أسد بن موسى ثنا\nيزيد بن عطاء عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن أبي خالد قال حدثني قيس بن أبي حازم عن جرير ابن عبد الله رضي\nالله عنه قال بايعت رسول الله صلى الله عليه سلم على إقام الصلاة وإيتاء\nالزكاة والنصح لكل مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n- 3)\n</p>\n\n<h1 class='l1' id='head6'>باب تعظيم الإثم على كاتم العلم)</h1>\n\n<h1 class='l1' id='head7'>3 - </h1>\n\n<p>\nحدثنا علي بن محمد بن محمد بن أحمد بن عثمان الأديب بنيسابور لفظا ثنا\nالأصم ثنا إبراهيم بن سعد البصري ثنا ادريس بن يحي بن عباس ح وأنبا منصور\nبن الحسين بن محمد المفسر بنيسابور ثنا الأصم أنبا ابن عبد الحكم ثنا ابن\nوهب قال أخبرني عبد الله بن عياش عن أبيه عن أبي عبد الرحمن <span id='ms01'></span> الحبلي عن عبد\nالله بن عمرو رضي الله عنه أن رسول الله صلى الله عليه وسلم قال من كتم\nعلما ألجمه الله تعالى بلجام من نار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (4)\n</p>\n\n<h1 class='l1' id='head8'>باب إيجاب قبول صفات الله تعالى من كافة الخلق)</h1>\n\n<h1 class='l1' id='head9'>4 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن الحسن وأحمد بن حمدان قالا ثنا حامد بن محمد ثنا\nأبو مسلم ثنا أبو عاصم عن سفيان الثوري عن منصور عن إبراهيم عن عبيدة عن\nعبد الله رضي الله عنه قال جاء رجل من أهل الكتاب إلى رسول الله صلى الله\nعليه وسلم فقال يا محمد إن (الله) تعالى يضع السموات على إصبع والأرضين على\nإصبع والجبال على إصبع والثرى على إصبع ثم يقول أنا الملك قال فضحك رسول\nالله صلى الله عليه وسلم حتى بدت نواجذه ثم قرأ {وما قدروا الله حق قدره}\nزاد فضيل وسفيان فضحك تعجبا وتصديقا له انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (5)\n</p>\n\n<h1 class='l1' id='head10'>باب الرد على من رأى كتمان أحاديث صفات الله عز وجل</h1>\n\n<h1 class='l1' id='head11'>5 - </h1>\n\n<p>\n) أخبرنا عبد الجبار بن محمد الجراحي ثنا محمد بن أحمد بن محبوب ثنا أبو\nعيسى الترمذي ثنا عبد الوهاب البغدادي الوراق ثنا معاذ بن معاذ عن حماد بن\nسلمة عن ثابت البناني عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه\nوسلم في قوله عز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوجل (فلما تجلى ربه جعله دكا) أشار أنس رضي الله عنه بطرف أصبعه على أول\nبنان من الخنصر وكذلك أشارر ثابت البناني قال له حميد الطويل ما تريد بهذا\nيا أبا محمد فرفع ثابت يده فضرب صدره ضربة شديدة وقال من أنت يا حميد وما\nأنت يا حميد يحدثني أنس ابن مالك عن النبي صلى الله عليه وسلم وتقول أنت ما\nتريد بهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n- (6)\n</p>\n\n<h1 class='l1' id='head12'>باب إيضاح البيان أن الله حي)</h1>\n\n<h1 class='l1' id='head13'>6 - </h1>\n\n<p>\nأخبرنا محمد بن إبراهيم بن محمد بن يحي بنيسابور ثنا اسماعيل بن عبد ح\nوأنبأ الحسين بن محمد بن علي ثنا أبو بكر الاسماعيلي ح وأنبأ أحمد بن\nسعيدويه النسري الحاكم ثنا محمد بن أحمد بن حمدان ح وأنبأ علي <span id='ms02'></span> بن محمد\nالفارسي أنبأ علي بن عيسى قالوا أنا الحسن بن سفيان ح وأنبأ علي بن محمد\nالخوارزمي ثنا الرفا ثنا أحمد بن داود قال ثنا صفوان بن صالح ثنا الوليد بن\nمسلم ثنا شعيب بن أبي حمزة عن أبي الزناد عن الأعرج عن أبي هريرة رضي الله\nعنه قال قال رسول الله صلى الله عليه وسلم إن لله تسعة وتسعين اسما مائة\nإلا واحدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوانه وتر يحب الوتر من أحصاها دخل الجنة وعد الأسماء وفيها الحي\n</p>\n\n<p>\n- (7)\n</p>\n\n<h1 class='l1' id='head14'>باب في بيان الدليل أنه عز وجل لا ينام)</h1>\n\n<h1 class='l1' id='head15'>7 - </h1>\n\n<p>\nأخبرنا أحمد بن حمدان الشاركي وأحمد بن سليمان البسري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقالا ثنا الرفا ثنا عمر بن حفص ثنا عاصم بن علي المسعودي ح وأخبرنا محمد\nبن محمود أخبرنا الادريسي ثنا أبو سعد الزاهد ثنا بن كدى ثنا عبيد الله عن\nالمسعودي عن عمرو بن مرة عن أبي عبيدة عن أبي موسى رضي الله عنه قال قام\nفينا رسول الله صلى الله عليه وسلم بأربع إن الله تعالى لا ينام ولا ينبغي\nله أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليل قبل النهار وعمل النهار\nقبل الليل حجابه النار لو كشفها لأحرقت سبحات وجهه كل شيء أدركه\n</p>\n\n<p>\n- (8)\n</p>\n\n<h1 class='l1' id='head16'>باب بيان أن الله تبارك وتعالى وتقدس شيء)</h1>\n\n<h1 class='l1' id='head17'>8 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله القاضي إملاء ثنا أحمد بن محمد البسري الرازي\nبالكوفة ثنا أحمد بن موسى التميمي ثنا أبو نعيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن شيبان عن يحي بن أبي كثير عن عروة عن أمه أسماء بنت أبي بكر رضي الله\nعنهما أنها سمعت النبي صلى الله عليه وسلم يقول على المنبر ما من شيء أغير\nمن الله عز وجل\n</p>\n\n<p>\n- (9)\n</p>\n\n<h1 class='l1' id='head18'>باب بيان أن الله عز وجل شخص)</h1>\n\n<h1 class='l1' id='head19'>9 - </h1>\n\n<p>\nأخبرنا محمد بن الفضل بن محمد الطائي ثنا محمد بن عدي بن حمدويه الصابوني\nثنا أبو الحسن بن بشير ثنا كامله والمقري قالا ثنا أبو عوانة عن عبد الملك\nابن عمير عن واقد كاتب المغيرة عن المغيرة رضي الله عنه قال قال سعد بن\nعبادة <span id='ms03'></span> لو رأيت رجلا مع امرأتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nلضربته بالسيف غيرة مني فبلغ ذلك رسول الله صلى الله عليه وسلم فقال\nأتعجبون من غيرة سعد فو الله لأنا أغير منه والله أغير مني ومن أجل غيرته\nحرم الفواحش ما ظهر منها وما بطن ولا شخص أغير من الله عز وجل ولا شخص أحب\nإليه العذر من الله عز وجل ومن أجل ذلك بعث المرسلين مبشرين ومنذرين ولا\nشخص أحب إليه المدحة من الله عز وجل\n</p>\n\n<p>\n- (10)\n</p>\n\n<h1 class='l1' id='head20'>باب بيان إثبات النفس لله عز وجل)</h1>\n\n<h1 class='l1' id='head21'>10 - </h1>\n\n<p>\nأخبرنا أبو زكريا يحي بن عمار بن يحي الإمام رحمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالله ثنا محمد بن إبراهيم ثنا إسحاق بن إبراهيم ثنا عبد الجبار ثنا سفيان\nعن محمد بن عبد الرحمن وهو مولى أبي طلحة عن كريب عن ابن عباس رضي الله عنه\nأن النبي صلى الله عليه وسلم قال سبحان الله وبحمده عدد خلقه ومداد كلماته\nورضاء نفسه سبحانه عز وجل\n</p>\n\n<p>\n- (11)\n</p>\n\n<h1 class='l1' id='head22'>باب الدليل على أنه تعالى في السماء)</h1>\n\n<h1 class='l1' id='head23'>11 - </h1>\n\n<p>\nأخبرنا عمر بن إبراهيم بن إسماعيل الإمام ثنا جعفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nابن معالي ثنا عمر بن هارون ثنا أبو كريب ثنا أبو معاوية عن سعيد بن\nالمرزبان عن عكرمة عن ابن عباس رضي الله عنه قال جاء رجل إلى النبي صلى\nالله عليه وسلم ومعه جارية أعجمية سوداء فقال علي رقبة فهل تجزيء هذه عني\nفقال أين الله فأشارت بيدها إلى السماء فقال من أنا فقالت أنت رسول الله\nقال أعتقها فإنها مؤمنة قال شيخ الإسلام أبو إسماعيل عبد الله بن محمد\nالأنصاري رحمه الله حديث معاوية بن الحكم (أصح) إسنادا من هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n- (12)\n</p>\n\n<h1 class='l1' id='head24'>باب الدليل على أنه عز وجل على العرش)</h1>\n\n<h1 class='l1' id='head25'>12 - </h1>\n\n<p>\nحدثنا محمد بن محمد بن عبد الله الحاكم رحمه الله ثنا محمد ابن محمد\nالأنماطي ثنا إبراهيم بن الحسين الكسائي ثنا عبد الله بن يحيى المدني ثنا\nمالك عن أبي الزناد عن الأعرج عن أبي هريرة رضي الله عنه عن النبي صلى الله\nعليه وسلم لما قضى الله عز وجل الخلق كتب كتابا فهو عنده <span id='ms04'></span> على عرشه (إن\nرحمتي غلبت غضبي)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (13)\n</p>\n\n<h1 class='l1' id='head26'>باب ذكر حجاب الله عز وجل)</h1>\n\n<h1 class='l1' id='head27'>13 - </h1>\n\n<p>\nأخبرنا محمد بن علي بن عبد الله المؤذن بطوس أنا محمد ابن أحمد العمروي\nثنا تميم بن محمد الكارزي وأنبأ محمد بن محمد بن محبوب والحسين بن عمر قالا\nثنا أحمد بن محمد بن حسنويه ثنا الحسين بن إدريس ثنا عثمان بن أبي شيبة ثنا\nجرير عن الأعمش عن أبي عبيدة عن أبي موسى رضي الله عنه أن رسول الله صلى\nالله عليه وسلم قال حجابه تعالى النار لو كشفها لأحرقت سبحات وجهه كل شيء\nأدركه بصره\n</p>\n\n<p>\n- (14)\n</p>\n\n<h1 class='l1' id='head28'>باب وضع الله عز وجل قدمه على الكرسي)</h1>\n\n<h1 class='l1' id='head29'>14 - </h1>\n\n<p>\nأخبرنا شعيب بن محمد بن إبراهيم ثنا حامد بن محمد ثنا أبو مسلم ثنا أبو\nعاصم عن سفيان ح وأنبا محمد بن محمد المحمودي ثنا الإدريسي ثنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد ثنا محمد بن يحيى عن وكيع عن سفيان عن عمار الدهني عن مسلم البطين\nعن سعيد بن جبير عن ابن عباس رضي الله عنه قال إن الكرسي موضع القدمين\nوالعرش لا يقدر أحد قدره لفظ وكيع ويروى عن أبي موسى وأبي هريرة وعكرمة\nوأبي مالك\n</p>\n\n<p>\n- (15)\n</p>\n\n<h1 class='l1' id='head30'>باب إثبات الحد لله عز وجل)</h1>\n\n<h1 class='l1' id='head31'>15 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن محمد الجارودي الحافظ ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين بن أحمد بن (مخارق بنسر) ثنا يحي بن معاذ الغزال ثنا يحيى بن\nغيلان ثنا عبد الله بن بزيغ عن روح ابن القاسم حدثني سهيل بن أبي صالح عن\nأبيه عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال في دعائه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(أنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء)\n</p>\n\n<p>\n- (16)\n</p>\n\n<h1 class='l1' id='head32'>باب إثبات الجهات لله عز وجل)</h1>\n\n<h1 class='l1' id='head33'>16 - </h1>\n\n<p>\nحدثنا علي بن أبي طالب أنبا الرفا ثنا مبشر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nموسى ثنا عبد الله بن الزبير ثنا سفيان ثنا عمرو بن دينار قال أخبرني\nعمرو بن أوس أنه سمع عبد الله بن عمرو رضي الله عنه يقول\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إن المقسطين على منابر من نور عن يمين <span id='ms05'></span>\nالرحمن عز وجل وكلتا يديه يمين\n</p>\n\n<p>\n- (17)\n</p>\n\n<h1 class='l1' id='head34'>باب إثبات الوجه لله عز وجل)</h1>\n\n<h1 class='l1' id='head35'>17 - </h1>\n\n<p>\nأخبرنا يحيى بن عمار الإمام ثنا عبد الله بن عدي ثنا حاتم بن محبوب ثنا\nعبد الجبار ثنا سفيان قال سمعناه من ابن عجلان عن عون بن عبد الله قال عبد\nالله رضي الله عنه قال رسول الله صلى الله عليه وسلم (من قال بسم الله وقال\nمرة من قال سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولا قوة إلا بالله وتبارك الله تلقاهن ملك فضم عليهن جناحه وقال مرة\nتلقاهن فكتبهن ثم ضمهن إلى جناحه حتى يحي وجه رب العالمين تبارك وتعالى)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n- (18)\n</p>\n\n<h1 class='l1' id='head36'>باب إثبات الصورة له عز وجل</h1>\n\n<h1 class='l1' id='head37'>18 - </h1>\n\n<p>\nأخبرنا محمد بن أحمد بن عبد الله الجارودي أنبا الطبراني ثنا الدبري ح\n</p>\n\n<p>\nوأنبأ يحيى بن عمار ثنا محمد بن إبراهيم بن جناح ثنا اسحاق ابن إبراهيم\nثنا محمد بن رافع ح\n</p>\n\n<p>\nوأنبأ أبو يعقوب ثنا جدي ثنا حاتم وابن محبوب ثنا سلمة قالوا ثنا عبد\nالرزاق أنبأ معمر عن همام بن منبه قال هذا ما حدثنا أبو هرير رضي الله عنه\nقال قال رسول الله صلى الله عليه وسلم خلق الله آدم عليه السلام على صورته\nطوله ستون ذراعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (19)\n</p>\n\n<h1 class='l1' id='head38'>باب إثبات العينين له تعالى وتقدس)</h1>\n\n<h1 class='l1' id='head39'>19 - </h1>\n\n<p>\nحدثنا الحاكم محمد بن محمد بن عبد الله الأزدي الإمام إملاء ثنا محمد بن\nمحمد الأنماطي ثنا محمد بن أيوب قال أخبرني أبو الوليد الطيالسي عن شعبة ح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأ أحمد بن حمدان أنبأ حامد بن محمد ثنا محمد بن صالح الأشج ثنا داود\nبن إبراهيم ثنا شعبة ح\n</p>\n\n<p>\nوأنبأ عبد الجبار ثنا ابن محبوب ثنا أبو عيسى ثنا محمد بن بشار ثنا محمد\nبن جعفر ثنا شعبة عن قتادة قال سمعت أنس ابن مالك رضي الله عنه يقول قال\nرسول الله صلى الله عليه وسلم (ما من نبي إلا وقد حذر أمته الأعور الكذاب\nألا إنه أعور وإن ربكم عز وجل ليس بأعور مكتوب بين عينيه ك ف <span id='ms06'></span> ر لفظ غندر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n- (20)\n</p>\n\n<h1 class='l1' id='head40'>باب إثبات السمع والبصر لله عز وجل</h1>\n\n<h1 class='l1' id='head41'>20 - </h1>\n\n<p>\nأخبرنا يحيى بن عمار الامام أنا ابن صباح ثنا إسحاق ح\n</p>\n\n<p>\nوأنبأ ابن الفضل الزاهد أنبأ محمد بن الفضل بن محمد بن إسحاق بن خزيمة\nأنبأ جدي قالا ثنا ابن المقري ثنا أبي ثنا حرملة بن عمران قال حدثني أبو\nيونس سليم بن جبير قال سمعت أبا هريرة رضي الله عنه يقرأ هذه الآية (إن\nالله يأمركم أن تؤدوا الأمانات إلى أهلها) إلى قوله تعالى (إن الله كان\nسميعا بصيرا) ووضع إبهامه على أذنه والتي تليها على عينيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال هكذا سمعت رسول الله صلى الله عليه وسلم يقرؤها ويضع اصبعيه\nعليهما لفظ ابن خزيمة\n</p>\n\n<p>\n- (21)\n</p>\n\n<h1 class='l1' id='head42'>باب إثبات اليدين لله عز وجل)</h1>\n\n<h1 class='l1' id='head43'>21 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن أحمد السمعاني أنبأ محمد بن إسحاق القرشي ثنا عثمان\nبن سعيد الدرامي ثنا عبد الله بن صالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني يحيى بن أيوب عن جرير عن عطاء بن أبي رباح عن ابن عباس رضي الله\nعنه أن رسول الله صلى الله عليه وسلم قال إن آدم عليه السلام كان يسبح\nبتسبيح الملائكة ويصلي بصلاتهم حين هبط إلى الأرض لطوله وقربه إلى السماء\nفوضع الله يده عليه فطأطأت إلى الأرض سبعين ذراعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n- (22)\n</p>\n\n<h1 class='l1' id='head44'>باب إثبات خلق آدم عليه السلام بيده)</h1>\n\n<h1 class='l1' id='head45'>22 - </h1>\n\n<p>\nأخبرنا محمد بن علي السبي ثنا محمد بن إسحاق ثنا عثمان بن سعيد الدرامي\nثنا سليمان بن حرب ثنا حماد بن زيد عن مطر الوراق عن عبد الله بن بريده عن\nيحيى بن يعمر وحميد ابن عبد الرحمن عن عبد الله بن عمر قال حدثني عمر بن\nالخطاب رضي الله عنه أن رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوأنبأ أحمد بن سليمان ثنا محمد بن قريش ثنا عثمان بن سعيد الدارمي أنبأ\nالقعنبي فيما قرأ على مالك ويحيى بن بكير عن مالك عن أبي الزناد عن الأعرج\nعن أبي هريرة رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأنبأ علي بن محمد الفارسي أنبأ علي بن عيسى أنبأ الحسن بن سعيد ثنا أبو\nبكر <span id='ms07'></span> بن أبي شيبة ثنا شريك عن أبي هارون اسمه عمارة بن جوين العبدي بصري عن\nأبي سعيد رضي الله عنه عن النبي صلى الله عليه وسلم قال احتج آدم وموسى\nعليهما الصلاة والسلام فقال له موسى أنت الذي خلقك الله بيده وأسكنك جنته\nلفظ حديث أبي سعيد رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n- (23)\n</p>\n\n<h1 class='l1' id='head46'>باب خلق الله الفردوس بيده)</h1>\n\n<h1 class='l1' id='head47'>23 - </h1>\n\n<p>\nحدثنا الامام عثمان بن إبراهيم إملاء أنبا أحمد بن إبراهيم ثنا إسماعيل\nثنا (أبو يحيى العالي) أنبأ أحمد بن عمرو ابن السرح وأنبأ أحمد بن محمد بن\nمنصور بن الحسين بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعال ثنا محمد بن علي الحافظ بأسفراين ثنا عبد الرحمن بن أحمد بن محمد\nبن الحجاج بن راشد بن سعد بمصر ثنا أحمد بن عمرو بن السرح ثنا خالي عبد\nالرحمن بن عبد الحميد المهري أبو الرجاء المصري ثنا يحيى بن أيوب عن داود\nبن أبي هند عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم قال\n(إن الله عز وجل خلق الفردوس بيده وحظرها على كل مشرك ومدمن خمر سكير)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n- (24)\n</p>\n\n<h1 class='l1' id='head48'>باب إثبات الخط لله عز وجل)</h1>\n\n<h1 class='l1' id='head49'>24 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد الدادي وأحمد بن حمدان قالا ثنا الشاركي ثنا أبو\nيعلى الموصلي ثنا عمرو بن محمد الناقد ثنا ابن عيينة عن عمرو بن دينار ثنا\nطاووس قال سمعت أبا هريرة رضي الله عنه يحدث النبي صلى الله عليه وسلم قال\nاحتج موسى وآدم عليهما الصلاة والسلام فقال موسى أنت أبونا خيبتنا وأخرجتنا\nمن الجنة قال فقال آدم يا موسى اصطفاك الله عز وجل بكلامه وخط لك التوراة\nبيده تلومني على أمر قد قدره الله علي قبل أن يخلقني بأربعين سنة قال فحج\nآدم موسى ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (25)\n</p>\n\n<h1 class='l1' id='head50'>باب أخذ الله صدقة المؤمن بيده)</h1>\n\n<h1 class='l1' id='head51'>25 - </h1>\n\n<p>\nأخبرنا طاهر بن محمد بن علي أنا حامد بن محمد أنا علي بن عبد العزيز ثنا\nأبو نعيم أنبأ سفيان عن عبد الله بن السائب عن عبد الله بن قتادة المحاربي\nقال سمعت عبد الله بن مسعود رضي الله <span id='ms08'></span> عنه يقول إن الصدقة تقع في يد الله عز\nوجل قبل أن تقع في يد السائل ثم قرأ عبد الله أنبأ صالح بن وصيف الكناني\nثنا أحمد بن ملاعب قال حدثني عبد الصمد وهو ابن النعمان ثنا عبد الملك بن\nالحسين عن عاصم بن عبيد الله عن القاسم بن محمد عن عائشة رضي الله عنها عن\nالنبي صلى الله عليه سلم مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (26)\n</p>\n\n<h1 class='l1' id='head52'>باب إثبات الأصابع لله عز وجل)</h1>\n\n<h1 class='l1' id='head53'>26 - </h1>\n\n<p>\nأخبرنا حمدين بن أحمد بن حمدين أنبأ هارون بن أحمد أخبرنا أبو خليفة ثنا\nمسدد عن حماد عن يونس وهشام والمعلي هو ابن زياد عن الحسن أن عائشة رضي\nالله عنها قالت دعوة كان رسول الله صلى الله عليه وسلم يكثر أن يدعو بها\n(يا مقلب القلوب ثبت قلبي على دينك) قالت عائشة رضي الله عنها يا رسول الله\nدعوة أراك تكثر أن تدعوا بها قال ما من آدمي إلا وقلبه بني أصبعين من أصابع\nالرحمن عز وجل فإذا شاء أن يقيمه أقامه وإذا شاء أن يزيغه اذاغه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (27)\n</p>\n\n<h1 class='l1' id='head54'>باب إثبات الضحك لله عز وجل)</h1>\n\n<h1 class='l1' id='head55'>27 - </h1>\n\n<p>\nأخبرنا حمزة بن محمد الجعفري ثنا عبد الوهاب بن الحسن بدمشق أنبا ابن\nجوصا ثنا أبن مهرود ثنا ابن القاسم عن مالك عن أبي الزناد عن الأعرج عن أبي\nهريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال ضحك الله تعالى من\nرجلين قتل أحدهما صاحبه ثم دخلا الجنة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الزهري وابن عيينة في معناه قتل مشرك مسلما ثم أسلم ثم مات\n</p>\n\n<p>\n- (28)\n</p>\n\n<h1 class='l1' id='head56'>باب إثبات القدم لله عز وجل)</h1>\n\n<h1 class='l1' id='head57'>28 - </h1>\n\n<p>\nأخبرنا محمد بن موسى الصيرفي ثنا الأصم ثنا حمدان الوراق ثنا موسى بن\nإسماعيل ثنا أبان عن قتادة عن أنس رضي الله عنه قال قال رسول الله صلى الله\nعليه وسلم (يلقى في النار وتقول هل من مزيد حتى يدلي رب العالمين فيها قدمه\nفتقول قط قط)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (29)\n</p>\n\n<h1 class='l1' id='head58'>باب الدليل على أن القدم هي الرجل)</h1>\n\n<h1 class='l1' id='head59'>29 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن محمد المحبوري ثنا أحمد بن عبد الله بن نعيم ثنا <span id='ms09'></span>\nحاتم ثنا سلمة ثنا عبد الرزاق أنبأ معمر عن همام بن منبه عن أبي هريرة رضي\nالله عنه عن رسول الله صلى الله عليه وسلم بهذا الحديث وقال فيه حتى يضع\nالله عز وجل رجله فيها فتقول قط قط انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (30)\n</p>\n\n<h1 class='l1' id='head60'>باب الهرولة لله عز وجل)</h1>\n\n<h1 class='l1' id='head61'>30 - </h1>\n\n<p>\nأخبرنا محمد بن موسى الصيرفي ثنا الأصم ثنا هارون ابن سليمان ثنا عبد\nالرحمن بن مهدي عن شعبة عن الأعمش عن أبي صالح عن أبي هريرة رضي الله عنه\nعن النبي صلى الله عليه وسلم قال (قال الله) عز وجل أنا عند ظن عبدي بي\nوأنا معه إذا دعاني أن تقرب مني شبرا تقربت منه ذراعا وإن تقرب مني ذراعا\nتقربت إليه باعا وإن جاءني يمشي أتيته هرولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (31)\n</p>\n\n<h1 class='l1' id='head62'>باب إثبات نزوله إلى السماء الدنيا)</h1>\n\n<h1 class='l1' id='head63'>31 - </h1>\n\n<p>\nأخبرنا محمد بن موسى الصيرفي ثنا محمد بن عبد الله الصفار ثنا بن أبي\nالدنيا ثنا القاسم بن هشام ثنا أبو مسهر أنا إسماعيل بن عبد الله بن\nإسماعيل بن عبد الله بن سماعة أنبأ الأوزاعي قال حدثني يحيى بن أبي كثير\nحدثني هلال بن أبي ميمونه قال حدثني عطاء بن يسار قال حدثني رفاعة بن عرابة\nالجهني رضي الله عنه قال قال رسول الله صلى الله عليه وسلم إذا مضى شطر\nالليل أو قال ثلثاه ينزل الله عز وجل إلى سماء الدنيا فيقول لا أسأل عن\nعبادي غيري من ذا الذي يسألني فأعطيه من ذا الذي يدعوني أستجيب له من ذا\nالذي يستغفرني أغفر له حتى ينفجر الصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (32)\n</p>\n\n<h1 class='l1' id='head64'>باب رؤية النبي صلى الله عليه وسلم ربه عز وجل ليلة المعراج بعينيه رؤية يقظة)</h1>\n\n<h1 class='l1' id='head65'>32 - </h1>\n\n<p>\nأخبرنا يحيى بن عمار الإمام نثا محمد بن الفضل هو محمد بن إسحاق بن خزيمة\nقال وأنا عمر بن حفص الشيباني وأنا منصور بن إسماعيل الحنفي قال حدثني جدي\nمنصور بن عبد الله ثنا محمد بن سهل بن حمدويه ثنا محمود بن آدم ح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأنبا محمد بن محمود ثنا النعيمي ثنا حاتم بن محبوب ح\n</p>\n\n<p>\nوأنبا الإمام <span id='ms10'></span> يحيى ثنا محمد بن الفضل بن محمد بن إسحاق بن خزيمة أنا جدي\nقال ثنا عبد الجبار بن العلا قال بن خزيمة وأنبا سعيد بن عبد الرحمن\nالمخزومي قالوا جميعا ثنا سفيان بن عيينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمر بن دينار ثنا عكرمة قال قال ابن عباس رضي الله عنه {وما جعلنا\nالرؤيا التي أريناك إلا فتنة للناس}\n</p>\n\n<p>\nوقال هي رؤيا عين رآها رسول الله صلى الله عليه وسلم ليلة أسري به هذا\nلفظ عبد الجبار وزاد عمر بن حفص ليس رؤيا منام\n</p>\n\n<p>\n- (33)\n</p>\n\n<h1 class='l1' id='head66'>باب رؤية المؤمنين ربهم عز وجل يوم القيامة عيانا)</h1>\n\n<h1 class='l1' id='head67'>33 - </h1>\n\n<p>\nأخبرنا محمد بن علي بن محمد السني أنبا محمد بن ابراهيم ابن نافع إملاء\nثنا موسى بن هارون ثنا خلف بن هشام ثنا أبو شهاب الخياط عن إسماعيل بن أبي\nخالد عن قيس بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحازم عن جرير رضي الله عنه قال كنا مع النبي صلى الله عليه وسلم في سفر\nفنظر إلى القمر ليلة البدر فقال إنكم سترون ربكم عز وجل عيانا كما ترون هذا\nلا تضارون في رؤيته فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وقبل\nالغروب فافعلوا ثم قرأ {وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n- (34)\n</p>\n\n<h1 class='l1' id='head68'>باب رؤيتهم إياه عز وجل في الجنة)</h1>\n\n<h1 class='l1' id='head69'>34 - </h1>\n\n<p>\nحدثنا الحاكم محمد بن محمد بن عبد الله الأزدي أنا أبو إسحاق (القراب)\nأنا أبو يعلي ثنا (حوثرة بن) ثنا حماد بن سلمة عن ثابت البناني عن عبد\nالرحمن بن أبي ليلى عن صهيب رضي الله عنه عن النبي صلى الله عليه وسلم في\nقوله عز وجل {للذين أحسنوا الحسنى وزيادة} ) قال الحسنى الجنة والزيادة\nالنظر إلى وجه الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (35)\n</p>\n\n<h1 class='l1' id='head70'>باب إثبات الكلام لله عز وجل</h1>\n\n<h1 class='l1' id='head71'>35 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن محمد بن عبد الله المعدل ثنا ابن حمدويه ثنا محمد\nبن عبد الرحمن الشامي أنا أبو الصلت ثنا زياد ابن عبد الله البكاري ثنا\nمحمد بن إسحاق عن أبيه أن أبا بكر الصديق رضي الله عنه قال عند وفاة النبي <span id='ms11'></span>\nصلى الله عليه وسلم فقدنا الوحي ومن عند الله عز وجل الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- 36\n</p>\n\n<h1 class='l1' id='head72'>باب الدليل على أن كلام الله عز وجل غير مخلوق</h1>\n\n<h1 class='l1' id='head73'>36 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن منصور ثنا إسماعيل بن محمد ح وأنا محمد بن عبد بن\nعبده ثنا الإدريسي قالا ثنا أبو مسلم ثنا عاصم عن محمد بن رفاعة عن سهيل ح\nوأخبرني العزيز المختار ثنا سهيل ح وثنا القاضي أبو منصور ثنا هارون بن\nأحمد ثنا علي بن العباس النحلي ثنا إبراهيم بن يوسف الحضرمي ح وثنا محمد بن\nأحمد الجارودي إملاء ثنا محمد بن عبد الله القرشي ثنا محمد بن صالح ثنا\nإسماعيل بن بهرام جاركرر الكلاني الكوفي قالا ثنا الأشجعي عن سفيان الثوري\nعن سهيل ابن أبي صالح عن أبيه عن ابي هريرة ر ضي الله عنه أن النبي صلى\nالله عليه وسلم قال من قال حين تغيب الشمس أعوذ بكلمات الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالتامات من شر ما خلق لم يضره من ليلته شيء\n</p>\n\n<p>\n- (37)\n</p>\n\n<h1 class='l1' id='head74'>باب بيان أن قلب المؤمن منشرح بنور الله)</h1>\n\n<h1 class='l1' id='head75'>37 - </h1>\n\n<p>\nأخبرنا سعيد بن العباس أنا عبيد بن محمد الدقاق ببغداد ثنا الفريابي ثنا\nسليمان بن عبد الرحمن الدمشقي\n</p>\n\n<p>\nح وأنا محمد بن عثمان بن النحم ثنا الحسين بن أحمد ثنا محمد بن المسيب\nثنا أبو عيسى قالا ثنا أيوب بن سويد\n</p>\n\n<p>\nح وأنبا عبد الجبار أنا بن محبوب ثنا أبو عيسى ثنا الحسن ابن عرفة ثنا\nإسماعيل بن عياش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nح وأنبا عبد الرحمن بن أبي محمد المكتب وغيره قالوا ثنا عبد الرحمن بن\nأحمد ثنا ابن منيع ثنا داود بن رشيد ثنا اسماعيل بن عياش قالا ثنا يحيى بن\nأبي عمرو الشيباني وقال سليمان بن عبد الرحمن ثنا أبو زرعة يحيى بن أبي\nعمرو السيباني عن عبد الله بن الديلمي عن عبد الله بن عمرو رضي الله عنه\nقال قال رسول الله صلى الله عليه وسلم (إن الله تبارك وتعالى خلق خلقه في\nظلمة فألقى عليهم من نوره فمن أصابه من ذلك النور اهتدى ومن <span id='ms12'></span> أخطأه ضل ولذلك\nأقول جف القلم بما علم الله عز وجل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n- (38)\n</p>\n\n<h1 class='l1' id='head76'>باب الانتهاء عن التعمق في صفات الله عز وجل)</h1>\n\n<h1 class='l1' id='head77'>38 - </h1>\n\n<p>\nأخبرنا الإمام عمر بن إبراهيم أنا بشر بن أحمد ثنا الهيثم بن خلف ثنا بشر\nبن الوليد\n</p>\n\n<p>\nح وثنا محمد بن محمد بن عبد الله بن محمود ثنا محمد بن العباس العصمي ثنا\nمحمد بن معاذ ان الفريابي حدثه\n</p>\n\n<p>\nح وأنبا عمر بن إبراهيم أنا عبد الله بن عمر الجويري ثنا أحمد بن محمد\nالكشميهيني أنا الفريابي ثنا علي بن ثابت ثنا الوازع ابن نافع عن سالم بن\nعبد الله عن أبيه رضي الله عنه عن النبي صلى الله عليه وسلم تفكروا في آلاء\nالله عز وجل ولا تفكروا في الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- (39)\n</p>\n\n<h1 class='l1' id='head78'>باب الرد على مستحل الكلام المجادلين في الله عز وجل)</h1>\n\n<h1 class='l1' id='head79'>39 - </h1>\n\n<p>\nأخبرنا عبد الجبار ثنا محمد بن محبوب ثنا أبو عيسى ثنا عبد بن حميد ثنا\nمحمد بن بشر العبدي ويعلى بن عبيد عن حجاج بن دينار عن ابي غالب هذا اسمه\nحزور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقرشي بصري يقال له مولى باهلة عن أبي أمامة رضي الله عنه قال قال رسول\nالله صلى الله عليه وسلم ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل ثم\nتلى رسول الله صلى الله عليه وسلم هذه الآية {ما ضربوه لك إلا جدلا بل هم\nقوم خصمون}\n</p>\n\n<p>\nقال أبو عيسى هذا حديث صحيح صحيح\n</p>\n\n<h1 class='l1' id='head80'>40 - </h1>\n\n<p>\nأخبرنا أبو حاتم أحمد بن الحسن البزار الفقيه السني بالرى قال سمعت\nالامام الحسين بن علي بن جعفر الاصبهاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحلى بالري يقول سمعت أحمد بن محمد حدثونا أتقولون أن كلام الله في\nاللوح المحفوظ قيل له نقول ذلك لأن الله تعالى قال {بل هو قرآن مجيد في لوح\nمحفوظ} البروج 22\n</p>\n\n<p>\nفالقرآن في اللوح المحفوظ وهو في صدور الذين أوتوا العلم قال الله تعالى\n{بل هو آيات بينات في صدور الذين أوتوا العلم} وهو متلو بالألسنة قال الله\nتعالى {لا تحرك به لسانك لتعجل به} فالقرآن مكتوب في مصاحفنا في <span id='ms13'></span> الحقيقة\nمحفوظ في صدورنا في الحقيقة متلو بألسنتنا في الحقيقة مسموع لنا في الحقيقة\nكما قال تعالى {فأجره حتى يسمع كلام الله} هذا آخر ما حكاه البهيقي عن كتاب\nالابانة وقال البيهقي أيضا في أول هذا الباب بعد احتجاجه بآيات وغيرها كما\nهو مذكور في كتاب الابانة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nفقال وقد احتج على بن اسماعيل بهذه الفصول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             <span id='ms14'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "040",
    "000",
    "042",
    "000",
    "000",
    "000",
    "047",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "054",
    "000",
    "000",
    "000",
    "058",
    "000",
    "000",
    "062",
    "000",
    "000",
    "065",
    "000",
    "000",
    "068",
    "000",
    "070",
    "000",
    "072",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "082",
    "000",
    "084",
    "000",
    "000",
    "000",
    "000",
    "089",
    "000",
    "000",
    "000",
    "093",
    "094"
  ],
  "volumes": [
    "01"
  ]
}