{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nالتنقيح في حديث التسبيح\n</p>\n\n<p>\nشرح حديث: كلمتان حبيبتان إلى الرحمن خفيفتان على اللسان ثقيلتان في\nالميزان: سبحان الله وبحمده سبحان الله العظيم\n</p>\n\n<p>\nويليه\n</p>\n\n<p>\n-[ تحفة الإخباري بترجمة البخاري ]-\n</p>\n\n<p>\nللحافظ ابن ناصر الدين الدمشقي\n</p>\n\n<p>\n777 - 842\n</p>\n\n<p>\nتحقيق وتعليق\n</p>\n\n<p>\nمحمد بن ناصر العجمي\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1413 ه - 1993 مالتنقيح في حديث التسبيح ¶ شرح حديث: كلمتان حبيبتان إلى\nالرحمن خفيفتان على اللسان ثقيلتان في الميزان: سبحان الله وبحمده سبحان\nالله العظيم ¶ ويليه ¶ -[ تحفة الإخباري بترجمة البخاري ]- ¶ للحافظ ابن\nناصر الدين الدمشقي ¶ 777 - 842 ¶ تحقيق وتعليق ¶ محمد بن ناصر العجمي ¶\nدار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1413 ه - 1993 م\n----NO PAGE NO------\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوهو حسبنا ونعم الوكيل\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله على محمد خاتم النبيين والمرسلين،\nوأكرم الأولين والآخرين، المبعوث هاديا للأمة، كاشفا للغمة، والمنعوت\nبالرأفة والرحمة، صلى الله عليه وعلى آله الطيبين الطاهرين، وأصحابه الكرام\nالمنتجبين، وتابعيهم بإحسان إلي يوم الدين، وسلم تسليما.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفهذه ترجمة محررة، وحلية محبرة، تكشف عن شمائل سلطان المحدثين، بل أمير\nالمؤمنين، المقدم في هذا الشأن على أقرانه، أبي عبد الله البخاري أوحد\nزمانه، سميتها: ((تحفة الإخباري، بترجمة البخاري)).\n</p>\n\n<p>\nفهو: محمد بن إسماعيل بن إبراهيم بن المغيرة بن بذدزبة الجعفي، مولاهم\nالبخاري، الإمام العلم، الحافظ أمير المؤمنين في الحديث، أبو عبد الله بن\nأبي الحسن رحمة الله عليه.\n</p>\n\n<p>\nوجده بذدزبة مختلف فيه فقيل فيه: بردزبه، (بالراء مكان الذال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \nالمعجمة)، ووجدته مقيدا في موضعين يزذبه بخط أبي جعفر بن أحمد بن محمد\nالعبدري فيما قرأه على أبي مروان عبد الملك بن عبد الله بن مدرك العبدري في\nغرة شهر ربيع الآخر من سنة ست وثمانين وأربع مئة.\n</p>\n\n<p>\nوبذدزبة بالبخارية ومعناها: الزارع فيما ذكره أبو سعيد بكر بن منير بن\nخليد بن عسكر البخاري، وبذدزبة كان مجوسيا مات عليها. وأسلم ولده المغيرة\nعلى يدي اليمان بن أخنس بن خنيس والي بخارى جد المسندي أبي جعفر عبد الله\nبن محمد بن عبد الله بن جعفر بن اليمان الجعفي، قال أبو أحمد عبد الله بن <span id='ms01'></span>\nعدي الجرجاني الحافظ: ((ومحمد بن إسماعيل جعفي)) وقيل: لأن أبا جده أسلم\nعلى يدي أبي جد عبد الله بن محمد المسندي.\n</p>\n\n<p>\nوقال أيضا: سمعت الحسن بن الحسين، أبا علي البزاز البخاري يقول: ولد محمد\nبن إسماعيل البخاري -رحمه الله- يوم الجمعة بعد صلاة الجمعة لثلاث عشرة خلت\nمن شوال سنة أربع وتسعين ومئة. انتهى. وقال أبو عبد الله محمد بن يوسف\nالفربري، ثنا أبو جعفر محمد بن أبي حاتم الوراق: قال لي أبو عمرو المستنير\nبن عتيق: سألت أبا عبد الله محمد بن إسماعيل متى ولدت فأخرج إلي خط أبيه:\nولد محمد بن إسماعيل يوم الجمعة لثلاث عشرة ليلة مضت من شوال سنة أربع\nوتسعين ومئة، قال مؤلفه -رحمه الله-: وكان مولده ببخارى وأضر في صغره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ أبو القاسم هبة الله بن الحسن اللالكائي في كتابه ((كرامات\nأولياء الله عز وجل)): أنا أحمد بن محمد بن حفص، أنا محمد بن أحمد بن\nسليمان، أنا خلف بن محمد، [حدثنا محمد بن أحمد بن] الفضل البلخي، سمعت أبي\nيقول: ذهبت عينا محمد بن إسماعيل -يعني البخاري- في صغره فرأت والدته في\nالمنام إبراهيم الخليل -عليه السلام- فقال لها: يا هذه، قد رد الله -عز\nوجل- على ابنك بصره لكثرة بكائك، أو كثرة دعائك -الشك من أبي محمد البلخي-\nفأصبحت وقد رد الله -تعالى- عليه بصره.\n</p>\n\n<p>\nوحدث به أبو إسحاق إبراهيم بن أحمد المستملي البلخي ببلخ فقال: سمعت محمد\nبن يوسف بن ديحان البخاري ببخارى أنبأ أبو عبد الله محمد بن محمد البامياني\nببخارى، حدثني أبو الحسن محمد بن نوح سمعت أحمد بن محمد بن الفضل البلخي،\nسمعت أبي يقول: كان محمد بن إسماعيل قد ذهب بصره في صباه، وكانت له والدة\nمتعبدة، فرأت إبراهيم خليل الرحمن -عليه السلام- في المنام فقال لها: إن\nالله -تبارك وتعالى- قد رد بصر ابنك عليه بكثرة دعائك، قال فأصبحت وقد رد\nالله عز وجل عليه بصره. وخرجه الحافظ أبو بكر أحمد بن علي الخطيب في <span id='ms02'></span>\n((تاريخه)) من حديث علي بن محمد بن الحسين الفقيه، ثنا خلف بن محمد الختام، سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \nأبا محمد المؤذن عبد الله بن محمد بن إسحاق السمسار، سمعت شيخي يقول: ذهبت\nعينا محمد بن إسماعيل في صغره، فرأت والدته في المنام إبراهيم الخليل -عليه\nالسلام- فقال لها: يا هذه، قد رد الله على ابنك بصره، لكثرة بكائك، أو\nلكثرة دعائك، قال: فأصبح وقد رد الله -عز وجل- عليه بصره.\n</p>\n\n<p>\nوقد بلغنا أن أباه أبا الحسن، إسماعيل، كان من خيار الناس، ووجدت في\n((التاريخ الكبير)) لولده ما نصه: إسماعيل بن إبراهيم بن المغيرة الجعفي\nأبو الحسن رأى حماد بن زيد صافح ابن المبارك بكلتا يديه وسمع مالكا. [إن]\nلم يكن هذا والد البخاري فلا أدري [من] هو؟، وأبو الحسن والد البخاري، لما\nحضرته الوفاة، قال لأحمد بن حفص: لا أعلم من مالي درهما من شبهة ولا من\nحرام. ولما توفي نشأ ولده أبو عبد الله يتيما في حجر أمه فأسلمته إلى معلم\nإلى أن كمل له عشر سنين.\n</p>\n\n<p>\nروينا عن أبي جعفر محمد بن أبي حاتم وراق البخاري قال: قلت لأبي عبد الله\nمحمد بن إسماعيل: كيف كان بدء أمرك في طلب الحديث؟ قال: ألهمت حفظ الحديث\nوأنا في الكتاب.\n</p>\n\n<p>\nقلت: كم كان سنك؟ قال: عشر سنين، أو أقل. ثم خرجت من الكتاب بعد العشر،\nفجعلت أختلف إلى الداخلي وغيره. فقال يوما فيما كان يقرأ للناس: سفيان، عن\nأبي الزبير، عن إبراهيم، فقلت: يا شيخ، إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \nأبا الزبير لم يرو عن إبراهيم فانتهرني، فقلت له: ارجع إلى الأصل، فدخل\nفنظر فيه، ثم خرج فقال لي: كيف هو يا غلام؟ قلت: هو الزبير بن عدي، عن\nإبراهيم، فأخذ القلم مني، وأحكم كتابه، فقال لي: صدقت. فقال له بعض أصحابه:\nابن كم كنت حين رددت عليه؟ قال: ابن إحدى عشرة سنة. فلما طعنت في ست عشرة\nسنة، كنت قد حفظت كتب ابن المبارك ووكيع، وعرفت كلام هؤلاء، ثم خرجت مع أمي\nوأخي أحمد إلى مكة <span id='ms03'></span>، فلما حججت رجع أخي وتخلفت بها في طلب الحديث.\n</p>\n\n<p>\nفلما طعنت في ثماني عشرة سنة، جعلت أصنف قضايا الصحابة والتابعين\nوأقاويلهم، وصنفت كتاب ((التاريخ)) عند قبر رسول الله صلى الله عليه وسلم\nفي الليالي المقمرة. وقل اسم في التاريخ إلا وله عندي قصة، إلا أني كرهت\nتطويل الكتاب.\n</p>\n\n<p>\nوقال أبو جعفر أيضا: سمعت البخاري يقول: لو نشر بعض أستاذي هؤلاء لم\nيفهموا كيف صنفت كتاب ((التاريخ)) ولا عرفوه، ثم قال: صنفته ثلاث مرات.\nقال: وقال -يعني البخاري-: أخذ إسحاق بن راهويه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \nكتاب ((التاريخ)) الذي صنفت، فأدخله على عبد الله بن طاهر، فقال: أيها\nالأمير، ألا أريك سحرا؟ فنظر فيه عبد الله بن طاهر، فتعجب منه وقال: لست\nأفهم تصنيفه.\n</p>\n\n<p>\nقال القاضي أبو الحسن محمد بن صالح الهاشمي، سمعت أبا العباس بن سعيد\nيقول: لو أن رجلا كتب ثلاثين ألف حديث لما استغنى عن كتاب ((تاريخ محمد بن\nإسماعيل البخاري)). خرجه الخطيب البغدادي في ((تاريخه)) من طريق الهاشمي.\nوقد بلغ رواة الحديث في ((كتاب التاريخ)) هذا قريبا من أربعين ألف رجل\nوامرأة فيما قاله أبو الحسين بن محمد الماسرجسي وهذا هو ((التاريخ\nالكبير)).\n</p>\n\n<p>\nوكذا ((التاريخ الأوسط)).\n</p>\n\n<p>\nو((الصغير)) أيضا.\n</p>\n\n<p>\nوله من المصنفات غير ذلك منها:\n</p>\n\n<p>\nكتاب ((القراءة خلف الإمام)).\n</p>\n\n<p>\nوكتاب ((رفع اليدين في الصلاة)).\n</p>\n\n<p>\nوكتاب ((الأدب)).\n</p>\n\n<p>\nوكتاب ((الضعفاء الكبير)) و((الصغير)).\n</p>\n\n<p>\nوكتاب ((المبسوط)) الذي جمع فيه كتبه على الأبواب فيما قيل.\n</p>\n\n<p>\nوكتاب ((الفوائد)) الذي ذكره الترمذي في ((جامعه)) في مناقب طلحة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \nعبيد الله -رضي الله عنه-.\n</p>\n\n<p>\nوكتاب ((أصحاب النبي صلى الله عليه وسلم )) وأشار إليه في ((التاريخ\nالكبير)).\n</p>\n\n<p>\nوكتاب ((الرد على الجهمية)).\n</p>\n\n<p>\nوكتاب ((خلق أفعال العباد)).\n</p>\n\n<p>\nوقال محمد بن أبي حاتم الوراق فيما روينا عنه: سمعته -يعني البخاري-\nيقول: كنت أختلف إلى الفقهاء بمرو وأنا صبي، فإذا جئت أستحي أن أسلم عليهم،\nفقال لي مؤدب من أهلها: كم كتبت اليوم؟ فقلت: اثنين، وأردت حديثين، فضحك من\nحضر المجلس. فقال شيخ منهم: لا تضحكوا، فلعله يضحك منكم يوما. فكان كما قال <span id='ms04'></span> الشيخ.\n</p>\n\n<p>\nوقال أبو جعفر الوراق أيضا سمعت محمد بن إسماعيل يقول: قال لي محمد بن\nسلام -يعني البيكندي-. انظر في كتبي فما وجدت فيها من خطأ فاضرب عليه، كي\nلا أرويه قال ففعلت ذلك، وكان محمد بن سلام كتب عند الأحاديث التي أحكمها\nمحمد بن إسماعيل: رضي الفتى. وفي الأحاديث الضعيفة: لم يرض الفتى. فقال له\nبعض أصحابه: من هذا الفتى؟ فقال: هو الذي ليس مثله، محمد بن إسماعيل. وقد\nبلغنا أن البخاري فعل هذا بكتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \nالبيكندي وهو ابن سبع عشرة سنة أو دونها. ولم يزل -رحمه الله- مجتهدا من\nصغره إلى آخر عمره.\n</p>\n\n<p>\nخرج الحافظ أبو بكر الخطيب في ((تاريخه)) من طريق أحمد بن محمد بن عمر بن\nبسام المروزي سمعت أحمد بن سيار يقول: ومحمد بن إسماعيل بن إبراهيم بن\nالمغيرة الجعفي أبو عبد الله، طلب العلم، وجالس الناس، ورحل في الحديث،\nومهر فيه وأبصر، وكان حسن المعرفة، حسن الحفظ، وكان يتفقه.\n</p>\n\n<p>\nكانت رحلة البخاري -رحمه الله- في طلب الحديث إلى معظم البلاد، وكتب\nبخراسان، والجبال، ومدن العراق كلها، وبالحجاز والشام ومصر، وأخذ عن الحفاظ\nالنقاد، لقي مكي بن إبراهيم بخراسان، وأبا عاصم بالبصرة، وعبيد الله بن\nموسى بالكوفة، وأبا عبد الرحمن المقرئ بمكة، ومحمد بن يوسف الفريابي\nبالشام، وكتب عن خلق حتى عن أقرانه كأبي محمد الدارمي، وأبي زرعة، وأبي\nحاتم الرازيين، وأشباههم حتى كتب عمن هو دونه، كعبد الله بن حماد الأملي،\nوحسين القباني وغيرهما.\n</p>\n\n<p>\nقال وراقه محمد بن أبي حاتم: سئل محمد بن إسماعيل عن خبر حديث فقال يا\nأبا فلان: تراني أدلس؛ تركت أنا عشرة آلاف حديث لرجل لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \nفيه نظر، وتركت مثله أو أكثر منه لغيره لي فيه نظر.\n</p>\n\n<p>\nوقال الحافظ أبو عبد الله محمد بن أحمد بن محمد غنجار في كتابه: ((تاريخ\nبخارى)): ثنا خلف بن محمد، سمعت الحسين بن الحسن بن الوضاح، ومكي بن خلف بن\nعفان قالا: سمعنا محمد بن إسماعيل البخاري يقول: كتبت عن ألف نفر من\nالعلماء وزيادة <span id='ms05'></span> ولم أكتب إلا عن من قال: الإيمان قول وعمل، ولم أكتب عمن\nقال الإيمان قول.\n</p>\n\n<p>\nوقال غنجار أيضا: ثنا أبو عمرو أحمد بن محمد بن عمر المقرئ، سمعت أبا\nحسان مهيب بن سليم، سمعت جعفر بن محمد القطان إمام الجامع بكرمينية، سمعت\nمحمد بن إسماعيل البخاري يقول: كتبت عن ألف شيخ وأكثر، عن كل واحد منهم\nعشرة آلاف وأكثر، ما عندي حديث إلا أذكر إسناده. وقال أبو جعفر الوراق:\nسمعت البخاري يقول قبل موته بقليل: كتبت عن ألف وثمانين رجلا، كل يعتقد أن\nالإيمان قول وعمل، ويزيد وينقص. وروينا عن البخاري أنه قال مرة لوراقه أبي\nجعفر محمد بن أبي حاتم: لم تكن كتابتي للحديث كما كتب هؤلاء. كنت إذا كتبت\nعن رجل سألته عن اسمه وكنيته ونسبه وعلة الحديث، إن كان الرجل فهما. فإن لم\nيكن سألته أن يخرج إلي أصله ونسخته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال خلف بن محمد، ثنا إسحاق بن أحمد بن خلف، سمعت أبا عيسى محمد بن عيسى\nالترمذي، يقول: كان محمد بن إسماعيل عند عبد الله بن منير، فلما قام من\nعنده قال: يا أبا عبد الله، جعلك الله زين هذه الأمة. قال أبو عيسى:\nفاستجيب له فيه. جعله الله زينا للأمة وقدوة للأئمة.\n</p>\n\n<p>\nأخذ الحفاظ عنه وسمعوا منه.\n</p>\n\n<p>\nروى عنه مسلم بن الحجاج خارج ((صحيحه)) والترمذي في ((جامعه)) والنسائي\nفي رواية ابن السني وحده عنه حيث قال في ((سننه)): ((ثنا)) محمد بن إسماعيل\nالبخاري، وساق بسنده عن الزهري، عن عروة عن عائشة -رضي الله عنها- قالت:\n((ما لعن رسول الله صلى الله عليه وسلم من لعنة .. .. )) الحديث. ورواه\nحمزة الكناني، وابن حيوية النيسابوري، وغيرهما، عن النسائي قال: ثنا محمد\nبن إسماعيل فقط وقع من طريق الصوري، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \nعن ابن النحاس، عن حمزة الكناني، عن النسائي، ثنا محمد بن إسماعيل وهو أبو\nبكر الطبراني، ويحتمل أن يكون محمد بن إسماعيل هو ابن علية فإنه يروي عنه\nكثيرا، وقد روى النسائي في كتابه ((الكنى)) عن عبد الله بن أحمد ابن <span id='ms06'></span> عبد\nالسلام الخفاف عن البخاري. فقيل: هذه قرينة في أنه لم يلق البخاري والله أعلم.\n</p>\n\n<p>\nوممن روى عنه إبراهيم بن إسحاق الحربي، وصالح بن محمد جزرة، وأبو زرعة\nوأبو حاتم الرازيان، ومحمد بن عبد الله الحضرمي مطين، وأبو بكر محمد بن\nإسحاق بن خزيمة، ويحيى بن محمد بن صاعد، ومحمد بن نصر المروزي، وخلق لا\nيحصون. قال الحافظ أبو بكر محمد بن أبي عتاب الأعين البغدادي، فيما خرجه\nالحافظ أبو بكر الخطيب في ((تاريخه)) من طريق أبي العباس الفضل بن إسحاق بن\nالفضل البزاز، ثنا أحمد بن المهنا العابد، ثنا أبو بكر الأعين قال: كتبنا\nعن محمد بن إسماعيل على باب محمد بن يوسف الفريابي، وما في وجهه شعرة. قلت\nفقلت: ابن كم كنت؟ قال: ابن سبع عشرة سنة.\n</p>\n\n<p>\nوقال الخطيب في ((تاريخه)): أنا القاضي أبو بكر أحمد بن الحسن الحيري\nبنيسابور، سمعت أبا إسحاق إبراهيم بن أحمد الفقيه البلخي، سمعت أبا العباس\nأحمد بن عبد الله البلخي الصفار، يقول سمعت أبا إسحاق المستملي، يروي عن\nمحمد بن يوسف الفربري، أنه كان يقول: سمع كتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n((الصحيح)) لمحمد بن إسماعيل تسعون ألف رجل، فما بقي أحد يروي عنه غيري.\n</p>\n\n<p>\nقال الحافظ أبو عبد الله الذهبي فيما أنبأنا عنه: ((الصفار)): لا يدري من\nهو؟ انتهى. وآخر من روى عنه ((صحيحه)) فيما ذكره أبو العباس جعفر بن محمد\nالمستغفري الحافظ في تاريخ ((نسف)) وأبو نصر ابن ماكولا وغيرهما: أبو طلحة\nمنصور بن محمد بن علي بن مزينة، وقيل: قرينة بن سوية البزدوي النسفي\nالدهقان. مات سنة تسع وعشرين وثلاثمائة، وهو ثقة لكن ضعفت روايته من جهة صغره.\n</p>\n\n<p>\nوآخر من حدث عن البخاري ببغداد فيما ذكره الخطيب في ((تاريخه)) الحسين بن\nإسماعيل المحاملي، وآخر من زعم أنه سمع منه: أبو ظهير عبد الله بن فارس بن\nمحمد بن علي بن عبد الله بن يحيى بن عبد الله بن سالم بن عبد الله بن عمر\nبن الخطاب القرشي البلخي الذي مات سنة ست وأربعين وثلاثمائة <span id='ms07'></span>.\n</p>\n\n<p>\nقال الفربري فيما خرجه الخطيب في ((تاريخه))، ثنا محمد بن أبي حاتم، قال:\nقلت لأبي عبد الله محمد بن إسماعيل: تحفظ جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \nما أدخلت في المصنف؟ قال لا يخفى علي جميع ما فيه.\n</p>\n\n<p>\nوخرج أيضا من طريق محمد بن أبي حاتم الوراق سمعت حاشد بن إسماعيل يقول:\nكان أبو عبد الله محمد بن إسماعيل يختلف معنا إلى مشايخ البصرة وهو غلام،\nفلا يكتب حتى أتى على ذلك أيام، فكنا نقول له: إنك تختلف معنا ولا تكتب،\nفما معناك فيما تصنع؟ فقال لنا بعد ستة عشر يوما: قد أكثرتما علي وألححتما،\nفاعرضا علي ما كتبتما. فأخرجنا ما كان عندنا، فزاد على خمسة عشر ألف حديث،\nفقرأها كلها على ظهر القلب، حتى جعلنا نحكم كتبنا على حفظه. ثم قال: أترون\nأني أختلف هدرا وأضيع أيامي؟! فعرفنا أنه لا يتقدمه أحد. قال: وكان أهل\nالمعرفة من أهل البصرة يغدون خلفه في طلب الحديث، وهو شاب حتى يغلبوه على\nنفسه، ويجلسونه في بعض الطريق، فيجتمع عليه ألوف، أكثرهم من يكتب عنه. قال\nوكان أبو عبد الله عند ذاك شابا لم يخرج وجهه.\n</p>\n\n<p>\nوخرج الخطيب وغنجار في ((تاريخيهما)) من طريق أبي ذر محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \nمحمد بن يوسف القاضي، سمعت أبا معشر حمدوية بن الخطاب يقول: لما قدم أبو\nعبد الله محمد بن إسماعيل من العراق، قدمته الآخرة، وتلقاه من تلقاه من\nالناس، وازدحموا عليه، وبالغوا في بره. فقيل له في ذلك، وفيما كان من كرامة\nالناس، وبرهم له. فقال: فكيف لو رأيتم يوم دخولنا البصرة؟\n</p>\n\n<p>\nوقال أبو جعفر محمد بن أبي حاتم: سمعت سليم بن مجاهد: كنت عند محمد بن\nسلام البيكندي، فقال لي لو جئت قبل لرأيت صبيا يحفظ سبعين ألف حديث. -يعني\nالبخاري- قال فخرجت في طلبه حتى لقيته. فقلت: أنت الذي تقول: أنا أحفظ\nسبعين ألف حديث؟ قال: نعم؛ وأكثر منه، ولا أجيئك بحديث من الصحابة أو\nالتابعين إلا عرفت مولد أكثرهم ووفاتهم ومساكنهم، ولست أروي حديثا من حديث\nالصحابة أو التابعين <span id='ms08'></span> إلا ولي في ذلك أصل أحفظه حفظا عن كتاب الله، وسنة\nرسول الله صلى الله عليه وسلم . وقال علي بن الحسين بن عاصم البيكندي: قدم\nعلينا محمد بن إسماعيل فاجتمعنا عنده. ولم يكن يتخلف عنه من المشايخ أحد،\nفتذاكرنا عنده. فقال رجل من أصحابنا -أراه حامد بن حفص-: سمعت إسحاق بن\nراهويه يقول: كأني أنظر إلى سبعين ألف حديث من كتابي. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \nفقال محمد بن إسماعيل: أو تعجب من هذا؟! لعل في هذا الزمان من ينظر إلى\nمائتي ألف حديث من كتابه. وإنما عنى به نفسه.\n</p>\n\n<p>\nوقال أبو أحمد ابن عدي، حدثني محمد بن أحمد القومسي، سمعت محمد بن\nحمدويه، سمعت محمد بن إسماعيل يقول: أحفظ مائة ألف حديث صحيح، وأحفظ مائتي\nألف حديث غير صحيح.\n</p>\n\n<p>\nوروي أنه قدم بلخ فسأله أهلها أن يملي لكل واحد من مشايخه حديثا فأملى\nألف حديث لألف شيخ ممن سمع منهم وما ظفروا منه بسقطه. وخرج الحافظ أبو بكر\nالخطيب في ((تاريخه)) من حديث يوسف بن موسى المروروذي قال: كنت بالبصرة في\nجامعها، إذ سمعت مناديا ينادي: يا أهل العلم، قد قدم محمد بن إسماعيل\nالبخاري، فقاموا في طلبه، وكنت معهم، فرأيت رجلا شابا، لم يكن في لحيته شيء\nمن البياض، يصلي خلف الأسطوانة. فلما فرغ من الصلاة، أحدقوا به، وسألوه أن\nيعقد لهم مجلس الإملاء، فأجابهم إلى ذلك. فقام المنادي ثانيا فنادى في جامع\nالبصرة: قد قدم أبو عبد الله محمد بن إسماعيل البخاري فسألناه أن يعقد مجلس\nالإملاء، فقد أجاب بأن يجلس غدا في موضع كذا، قال: فلما أن كان بالغداة حضر\nالفقهاء، والمحدثون، والحفاظ، والنظار، حتى اجتمع قريب من كذا وكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \nألفا. فجلس أبو عبد الله محمد بن إسماعيل للإملاء فقال: قبل أن آخذ في\nالإملاء قال لهم: يا أهل البصرة أنا شاب وقد سألتموني أن أحدثكم، وسأحدثكم\nبأحاديث عن أهل بلدكم تستفيدون الكل فتعجب الناس من قوله، ثم أخذ في\nالإملاء، فقال: ثنا عبد الله بن عثمان بن جبلة بن <span id='ms09'></span> أبي رواد العتكي بلديكم،\nأنا أبي، عن شعبة، عن منصور وغيره، عن سالم بن أبي الجعد، عن أنس بن مالك\n-رضي الله عنه- أن أعرابيا جاء إلى النبي صلى الله عليه وسلم فقال: يا رسول\nالله الرجل يحب القوم .. .. ؛ فذكر حديث ((المرء مع من أحب)) ثم قال محمد\nبن إسماعيل: هذا ليس عندكم إنما عندكم عن غير منصور، عن سالم، قال يوسف بن\nموسى: وأملي عليهم مجلسا على هذا النسق، يقول في كل حديث: روى شعبة هذا\nالحديث عندكم كذا فأما من رواية فلان فليس عندكم أو كلاما ذا معناه.\n</p>\n\n<p>\nوقال أبو علي صالح بن محمد البغدادي كان محمد بن إسماعيل يجلس ببغداد\nوكنت أستملي له ويجتمع في مجلسه أكثر من عشرين ألفا.\n</p>\n\n<p>\nوقال الحافظ أبو بكر الخطيب في ((تاريخه)): حدثني محمد بن أبي الحسن\nالساحلي: أنا أحمد بن الحسن الرازي، سمعت أبا أحمد بن عدي يقول: سمعت عدة\nمشايخ، يحكون أن محمد بن إسماعيل البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \nقدم بغداد، فسمع به أصحاب الحديث، فاجتمعوا وعمدوا إلى مائة حديث، فقلبوا\nمتونها وأسانيدها، وجعلوا متن هذا الإسناد لإسناد آخر، وإسناد هذا المتن\nلمتن آخر ودفعوها إلى عشرة أنفس، إلى كل رجل عشرة أحاديث وأمروهم إذا حضر\nالمجلس يلقون ذلك على البخاري، وأخذوا الموعد للمجلس، فحضر المجلس جماعة من\nأصحاب الحديث من الغرباء من أهل خراسان، وغيرهم، من البغداديين، فلما اطمأن\nالمجلس بأهله انتدب إليه رجل من العشرة فسأله عن حديث من تلك الأحاديث فقال\nالبخاري: لا أعرفه. فسأله عن آخر فقال: لا أعرفه فما زال يلقى عليه واحدا\nبعد واحد. حتى فرغ من عشرته، والبخاري يقول: لا أعرفه فكان الفهماء ممن حضر\nالمجلس يلتفت بعضهم إلى بعض، ويقولون: الرجل فهم ومن كان منهم غير ذلك يقضي\nعلى البخاري بالعجز والتقصير وقلة الفهم. ثم انتدب رجل آخر من العشرة،\nفسأله عن حديث من تلك الأحاديث المقلوبة، فقال البخاري: لا أعرفه، فسأله عن\nآخر فقال: لا أعرفه، فسأله عن آخر فقال: لا أعرفه، فلم يزل <span id='ms10'></span> يلقى عليه واحدا\nبعد واحد، حتى فرغ من عشرته، والبخاري يقول: لا أعرفه، ثم انتدب له الثالث\nوالرابع إلى تمام العشرة حتى فرغوا كلهم من الأحاديث المقلوبة، والبخاري\n-رحمه الله- لا يزيدهم على ((لا أعرفه)). فلما علم البخاري أنهم قد فرغوا،\nالتفت إلى الأول منهم. فقال: أما حديثك الأول فهو كذا، وحديثك الثاني فهو\nكذا، والثالث والرابع على الولاء حتى أتى على تمام العشرة، فرد كل متن إلى\nإسناده. وكل إسناد إلى متنه وفعل بالآخرين مثل ذلك. ورد متون الأحاديث كلها\nإلى أسانيدها، وأسانيدها إلى متونها، فأقر له الناس بالحفظ وأذعنوا له\nبالفضل.\n</p>\n\n<p>\nقال ابن عدي: وكان ابن صاعد إذا ذكر محمد بن إسماعيل يقول: الكبش النطاح،\nخرجه أبو أحمد بن عدي كما ساقه الخطيب إليه في كتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n((أسامي رجال البخاري)).\n</p>\n\n<p>\nوقال أبو جعفر محمد بن أبي حاتم: سمعت أبا عمرو المستنير بن عتيق البكري،\nسمعت رجا بن المرجى يقول: فضل محمد بن إسماعيل على العلماء كفضل الرجال على\nالنساء.\n</p>\n\n<p>\nفقال له رجل: يا أبا محمد كل ذلك بمرة؟ فقال: هو آية من آيات الله يمشي\nعلى ظهر الأرض.\n</p>\n\n<p>\nوقال أبو بكر أحمد بن عبد الرحمن الشيرازي في كتابه ((الألقاب)): أخبرني\nأبو الفضل يعقوب بن إسحاق .. .. ، أنا أبو يعلى عبد المؤمن بن خلف يعني\nالتميمي، ثنا الحسين [بن] حاتم عبيد [العجل] قال: ما رأيت مثل محمد بن\nإسماعيل البخاري. ومسلم بن الحجاج الحافظ، لم يكن [يبلغ] محمد بن إسماعيل.\n[ورأيت] أبا زرعة وأبا [حاتم] يستمعون إلى محمد بن إسماعيل أي شيء يقول:\nيجلسون تحته، قال: فذكر له قصة محمد بن يحيى فقال: ما له ولمحمد بن\nإسماعيل؟ كان محمد أمة من الأمم، وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \nأعلم من محمد بن يحيى بكذا وكذا، ويجله، وكان محمد بن إسماعيل دينا فاضلا\nيحسن كل شيء. وخرجه الخطيب في ((تاريخه)) بنحوه.\n</p>\n\n<p>\nوفي هذه الرواية تفضيل البخاري، ومسلم والذهلي، وغيرهما.\n</p>\n\n<p>\nوحكى الشيخ أبو زكريا النووي -رحمه الله-: اتفاق العلماء على أن البخاري\nأجل من مسلم، وأعلم بصناعة <span id='ms11'></span> الحديث منه، قال: وقد صح أن مسلما كان ممن\nيستفيد من البخاري، ويعترف بأنه ليس له نظير في علم الحديث. ويشهد لقول\nالنووي -رحمه الله- ما قال الحافظ أبو عبد الله محمد بن عبد الله الحاكم في\nكتابه ((معرفة علوم الحديث)) وحدث به البيهقي في ((المدخل)) عن الحاكم،\nحدثني أبو نصر أحمد بن محمد الوراق، سمعت أبا حامد أحمد بن حمدون القصار\n-يعني الأعمش- سمعت مسلم بن الحجاج، وجاء إلى محمد بن إسماعيل البخاري،\nفقبل بين عينيه، وقال: دعني حتى أقبل رجليك يا أستاذ الأستاذين، وسيد\nالمحدثين، وطبيب الحديث في علله، حدثك محمد بن سلام، ثنا مخلد بن يزيد\nالحراني، أنا ابن جريج، عن موسى بن عقبة، عن سهيل، عن أبيه، عن أبي هريرة\n-رضي الله عنه-، عن النبي صلى الله عليه وسلم في ((كفارة المجلس))، فما\nعلته؟ وفي رواية البيهقي فقال البخاري: وثنا أحمد بن حنبل، ويحيى بن معين،\nقالا: ثنا حجاج بن محمد، عن ابن جريج، حدثني موسى بن عقبة، عن سهيل بن أبي\nصالح، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم في: كفارة\nالمجلس أن يقول إذا قام من مجلسه: ((سبحانك ربنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \nوبحمدك)) فقال محمد بن إسماعيل: هذا حديث مليح، ولا أعلم في الدنيا في هذا\nالباب غير هذا الحديث، إلا أنه معلول، ثنا به موسى بن إسماعيل، ثنا وهيب،\nثنا سهيل، عن عون بن عبد الله قوله، قال: محمد بن إسماعيل: هذا أولى فإنه\nلا يذكر لموسى بن عقبة سماعا من سهيل، وفي رواية البيهقي بعد هذا: وسهيل بن\nذكوان مولى جويرية، وهم أخوة سهيل، وعباد، وصالح بنو أبي صالح وهم من أهل\nالمدينة.\n</p>\n\n<p>\nوهذه القصة خرجها أبو بكر الخطيب في ((تاريخه)) فقال: أنا أبو حازم\nالعبدوي يعني -عمر بن أحمد بن إبراهيم النيسابوري- قال: سمعت الحسن بن أحمد\nالزنجوي، سمعت أحمد بن حمدون الحافظ، يقول: كنا عند محمد بن إسماعيل\nالبخاري، فجاء مسلم بن الحجاج فسأله عن حديث عبيد الله بن <span id='ms12'></span> عمر، عن أبي\nالزبير، عن جابر -رضي الله عنه- قال بعثنا رسول الله صلى الله عليه وسلم في\nسرية، ومعنا أبو عبيدة. فقال محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \nإسماعيل: ثنا ابن أبي أويس، حدثني أخي أبو بكر، عن سليمان بن بلال، عن عبيد\nالله، عن أبي الزبير، عن جابر: القصة بطوله. فقرأ عليه إنسان حديث حجاج بن\nمحمد، عن ابن جريج، عن موسى بن عقبة، حدثني سهيل بن أبي صالح، عن أبيه، عن\nأبي هريرة -رضي الله عنه- قال: كفارة المجلس إذا قام العبد أن يقول:\n((سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك)). فقال:\nأتعلم في الدنيا أحسن من هذا الحديث؟ ابن جريج عن موسى بن عقبة، عن سهيل\nتعرف بهذا الإسناد في الدنيا حديثا، قال له محمد: لا. إلا أنه معلول فقال،\nمسلم لا إله إلا الله! وارتعد!! قال: أخبرني به؟ قال: استر ما ستر الله.\nفإن هذا حديث جليل. رواه الخلق عن حجاج بن محمد، فألح عليه، وقبل رأسه،\nوكاد أن يبكي!! مسلم فقال له أبو عبد الله: اكتب إن كان لا بد: ثنا موسى بن\nإسماعيل، ثنا وهيب، حدثني موسى بن عقبة، عن عون بن عبد الله قال رسول الله\nصلى الله عليه وسلم : ((كفارة المجلس)): فقال له مسلم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nلا يبغضك إلا حاسد، وأشهد أن ليس في الدنيا مثلك.\n</p>\n\n<p>\nفي رواية الخطيب هذه ثلاثة أمور أحدها: وقف رواية حجاج على أبي هريرة.\nفلم يرفعه، ولم أعلم أحدا ممن رواه من هذه الطريق، وقفه على أبي هريرة.\n</p>\n\n<p>\nوالثاني: إرساله عن عون بن عبد الله وهو ابن عتبة بن مسعود، عن النبي صلى\nالله عليه وسلم ، وإنما حكم البخاري بأنه من قوله كما تقدم من رواية\nالحاكم.\n</p>\n\n<p>\nوالثالث قوله: ثنا وهيب: حدثني موسى بن عقبة، عن عون بن عبد الله، ورواية\nالحاكم، ثنا وهيب، ثنا سهيل، عن عون بن عبد الله هي الصواب، والله أعلم مع\nأن وهيبا روى عن سهيل، وموسى بن عقبة. وكما ذكره الحاكم <span id='ms13'></span> ذكره البخاري في\n((تاريخه الكبير)) فقال: وقال موسى عن وهيب، ثنا سهيل، عن عون بن عبد الله\nبن عتبة قوله: وحديث وهيب أولى.\n</p>\n\n<p>\nنعم، وقد تعجبت من الحاكم أبي عبد الله -رحمه الله- حيث روى القصة في\nتعليل البخاري الحديث في كتابه ((علوم الحديث)) وقول البخاري:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أنه معلول ثنا به موسى بن إسماعيل، ثنا سهيل، عن عون بن عبد الله قوله.\n</p>\n\n<p>\nوحيث قال في كتابه ((المستدرك))، في كتاب الدعوات، ثنا أبو بكر محمد بن\nعبد الله الشافعي، ثنا محمد بن الفرج الأزرق، ثنا حجاج بن محمد قال: قال\nابن جريج، أخبرني موسى بن عقبة، عن سهيل بن أبي صالح، عن أبيه، عن أبي\nهريرة -رضي الله عنه- فذكره مرفوعا.\n</p>\n\n<p>\nقال: هذا إسناد صحيح على شرط مسلم، إلا أن البخاري قد علله بحديث وهيب،\nعن موسى بن عون، عن سهيل، عن أبيه، عن كعب الأحبار من قوله فالله أعلم.\n</p>\n\n<p>\nفانظر كيف حكى الحاكم عن البخاري في تعليل الحديث غير ما رواه عنه في\nكتابه ((علوم الحديث))، ورواه الناس. وهذا عجيب منه! ولم أر أحدا نبه عليها.\n</p>\n\n<p>\n[قال] الحاكم أبو عبد الله سمعت أبا عبد الله محمد بن يعقوب الحافظ يقول:\nسمعت أبي يقول: رأيت مسلم بن الحجاج بين يدي محمد بن إسماعيل البخاري، وهو\nيسأله سؤال الصبي المتعلم.\n</p>\n\n<p>\nوقال أبو يعلى الخليلي الحافظ وسمعت عبد الرحمن بن محمد بن فضالة الحافظ يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n[سمعت أبا أحمد محمد بن محمد بن إسحاق الكرابيسي الحافظ يقول: رحم الله\nالإمام محمد بن إسماعيل فإنه الذي ألف الأصول، وبين للناس. وكل من عمل بعده\nفإنما أخذ من كتابه كمسلم بن الحجاج فرق كتابه في كتبه وتجلد فيه حق\nالجلادة حيث لم ينسبه إلى قائله. ولعل من ينظر في تصانيفه لا يقع فيها ما\nيزيد إلا ما يسهل على من يعده عدا. ومنهم من أخذ كتابه فنقله بعينه إلى\nنفسه! كأبي زرعة وأبي حاتم! فإن عاند الحق معاند فيما ذكرت، فليس يخفى صورة\nذلك على ذوي <span id='ms14'></span> الألباب].\n</p>\n\n<p>\nوقال عبد الله بن الإمام أحمد بن حنبل، سمعت أبي يقول:ما أخرجت خراسان\nمثل محمد بن إسماعيل البخاري.\n</p>\n\n<p>\nوقال وراقة ابن أبي حاتم: سمعت عمر بن حفص الأشقر، سمعت عبدان يقول: ما\nرأيت بعيني شابا أبصر من هذا، وأشار بيده إلى محمد بن إسماعيل.\n</p>\n\n<p>\nوقال الوراق أيضا: حدثني حاشد بن عبد الله بن عبد الواحد، سمعت يعقوب بن\nإبراهيم الدورقي يقول: محمد بن إسماعيل فقيه هذه الأمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الوراق: سمعت حاشد بن عبد الله قال لي أبو مصعب أحمد بن أبي بكر\nالمديني: محمد بن إسماعيل أفقه عندنا، وأبصر من أحمد بن حنبل. فقال له رجل\nمن جلسائه جاوزت الحد. فقال أبو مصعب: لو أدركت مالكا، ونظرت إلى وجهه ووجه\nمحمد بن إسماعيل لقلت: كلاهما واحد في الفقه والحديث.\n</p>\n\n<p>\nوخرج أبو عبد الله محمد بن أحمد غنجار، وأبو بكر أحمد بن علي الخطيب في\n((تاريخهما)) من طريق إسحاق بن أحمد بن زيرك، سمعت محمد بن إدريس الرازي\n-يعني أبا حاتم- يقول: في سنة سبع وأربعين ومائتين: يقدم عليكم رجل من أهل\nخراسان لم يخرج منها أحفظ منه، ولا قدم العراق أعلم منه، فقدم علينا بعد\nذلك بأشهر محمد بن إسماعيل.\n</p>\n\n<p>\nوقال أبو عيسى محمد بن عيسى بن سورة السلمي الترمذي في آخر ((جامعه)).\n</p>\n\n<p>\nولم أر أحدا بالعراق ولا بخراسان في معنى العلل والتاريخ، ومعرفة\nالأسانيد كثير أحد أعلم من محمد بن إسماعيل.\n</p>\n\n<p>\nوقال إبراهيم بن محمد بن سلام: إن الرتوت من أصحاب الحديث مثل سعيد بن\nأبي مريم المصري، ونعيم بن حماد، والحميدي، والحجاج بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \nمنهال، وإسماعيل بن أبي أويس، والعدني، والحسن الخلال بمكة، ومحمد بن ميمون\nصاحب ابن عيينة، ومحمد بن العلاء، والأشج، وإبراهيم بن المنذر الحزامي،\nوإبراهيم بن موسى الفراء، كانوا يهابون محمد بن إسماعيل، ويقضون له على\nأنفسهم في المعرفة والنظر.\n</p>\n\n<p>\nوقال محمد بن أبي حاتم: سمعت محمود بن النضر أبا سهل الشافعي يقول: دخلت\nالبصرة، والشام، والحجاز، والكوفة، ورأيت علماءها كلها فكلما جرى ذكر <span id='ms15'></span> محمد\nبن إسماعيل فضلوه على أنفسهم.\n</p>\n\n<p>\nوقال حاتم بن مالك الوراق: سمعت علماء مكة يقولون: محمد بن إسماعيل\nإمامنا وفقيهنا، وفقيه خراسان.\n</p>\n\n<p>\nوقال خلف بن محمد: سمعت أبا عمرو أحمد بن نصر الخفاف يقول: محمد بن\nإسماعيل أعلم في الحديث من إسحاق بن راهوية، وأحمد بن حنبل، وغيره بعشرين\nدرجة؛ قال أبو عمرو الخفاف: ومن قال في محمد بن إسماعيل شيئا فمني عليه ألف\nلعنة. قال: وسمعت أبا عمرو والخفاف يقول: لو دخل محمد بن إسماعيل من هذا\nالباب لملئت منه رعبا، يعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \nلا أقدر أن أحدث بين يديه.\n</p>\n\n<p>\nوقال خلف سمعت أبا عمرو الخفاف يقول: ثنا، محمد بن إسماعيل البخاري التقي\nالنقي العالم الذي لم أر مثله.\n</p>\n\n<p>\nوقال خلف بن محمد، وأبو أحمد عبد الله بن يوسف الشافعي سمعنا أبا جعفر\nمحمد بن يوسف بن الصديق الوراق سمعت أبا محمد عبد الله بن حماد الأملي\nيقول: وددت أني شعرة في صدر محمد بن إسماعيل.\n</p>\n\n<p>\nوقال أبو سعيد حاتم بن محمد بن حازم: سمعت موسى بن هارون الحمال يقول: لو\nأن أهل الإسلام اجتمعوا على أن ينصبوا مثل محمد بن إسماعيل آخر ما قدروا عليه.\n</p>\n\n<p>\nوقال الحاكم أبو عبد الله سمعت يحيى بن عمرو بن صالح الفقيه يقول: سمعت\nأبا العباس محمد بن عبد الرحمن الفقيه يعني الدغولي يقول: كتب أهل بغداد\nإلى محمد بن إسماعيل البخاري:\n</p>\n\n<p>\nالمسلمون بخير ما بقيت لهم ... وليس بعدك خير حين تفتقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \nوبلغنا أن البخاري -رحمه الله- دخل إلى بغداد ثماني مرات، وتخرج به أرباب\nالدراية، وانتفع به أهل الرواية، وكان فرد زمانه، حافظا للسانه، ورعا في\nجميع شأنه، هذا مع علمه العزيز، وإتقانه الكثير، وشدة عنايته بالأخبار،\nوجودة حفظه للسنن والآثار، ومعرفته بالتاريخ وأيام الناس ونقدهم، مع حفظ\nأوقاته وساعاته، والعبادة الدائمة إلى مماته.\n</p>\n\n<p>\nخرج الخطيب في ((تاريخه)) من طريق أبي سعيد بكر بن منير: سمعت البخاري\nيقول: أرجو أن ألقى الله ولا يحاسبني أني اغتبت أحدا.\n</p>\n\n<p>\nوخرج أيضا من حديث علي بن محمد <span id='ms16'></span> بن منصور سمعت أبي يقول: كنا في مجلس أبي\nعبد الله محمد بن إسماعيل فرفع إنسان من لحيته قذاة، وطرحها على الأرض،\nقال: فرأيت محمد بن إسماعيل ينظر إليها وإلى الناس، فلما غفل الناس رأيته\nمد يده فرفع القذاة من الأرض فأدخلها في كمه، فلما خرج من المسجد رأيته\nأخرجها فطرحها على الأرض.\n</p>\n\n<p>\nوخرج أيضا من طريق غنجار في ((تاريخه)) ثنا أحمد بن محمد بن عمر المقري،\nسمعت أبا سعيد بكر بن منير يقول: كان محمد بن إسماعيل يصلي ذات يوم فلسعه\nالزنبور سبع عشرة مرة. فلما قضي صلاته، قال انظروا أيش هذا الذي آذاني في\nصلاتي فنظروا فإذا الزنبور قد ورمه في سبعة عشر موضعا ولم يقطع صلاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nوخرج الخطيب أيضا من طريق محمد بن أبي حاتم وراق البخاري قال: دعي محمد بن\nإسماعيل إلى بستان فصلى الظهر ثم قام يتطوع، فأطال القيام، فلما فرغ من\nصلاته رفع ذيل قميصه، وقال لبعضهم: انظر هل ترى شيئا؟ فإذا زنبور قد أبره\nفي ستة عشر أو سبعة عشر موضعا. وقد تورم من ذلك جسده وكان آثار الزنبور في\nجسده ظاهرة، فقال بعضهم: كيف لم تخرج من الصلاة في أول ما أبرك فقال: كنت\nفي سورة، فأحببت أن أتمها.\n</p>\n\n<p>\nوقال أبو جعفر بن أبي حاتم: كان أبو عبد الله، إذا كنت معه في سفر،\nيجمعنا بيت واحد في القيظ أحيانا، فكنت أراه يقوم في ليلة واحدة خمس عشرة\nمرة إلى عشرين مرة في كل ذلك يأخذ القداحة فيوري نارا ويسرج. ثم يخرج\nأحاديث ويعلم عليها ثم ينام.\n</p>\n\n<p>\nوكان يصلي في وقت السحر ثلاث عشرة ركعة، فقلت له: إنك تحمل على نفسك كل\nهذا ولا توقظني، قال: أنت شاب فلا أحب أن أفسد عليك نومك، قال أبو جعفر:\nورأيته استلقى على قفاه يوما، ونحن بفربر في تصنيف كتاب ((التفسير)). وكان\nقد أتعب نفسه في ذلك اليوم في كثرة إخراج الحديث. فقلت له: يا أبا عبد\nالله: سمعتك تقول يوما: إني ما أتيت شيئا <span id='ms17'></span>، بغير علم قط منذ عقلت، قلت: وأي\nعلم في هذا الاستلقاء؟ قال: أتعبنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \nأنفسنا في هذا اليوم. وهذا ثغر من الثغور، خشيت أن يحدث حدث من أمر العدو،\nفأحببت أن أستريح، وآخذ أهبة ذلك، فإن غافصنا العدو كان بنا حراك.\n</p>\n\n<p>\nوقال الحاكم أبو عبد الله، حدثني أبو سعيد أحمد بن محمد النسوي، حدثني\nأبو حسان مهلب بن سليم، سمعت محمد بن إسماعيل البخاري يقول: اعتللت\nبنيسابور علة خفيفة وذلك في شهر رمضان فعادني إسحاق بن راهويه في نفر من\nأصحابه، فقال لي: أفطرت يا أبا عبد الله، فقلت: نعم، فقال لي: خشيت أن تضعف\nعن قبول الرخصة فقلت: أخبرنا عبدان، عن ابن المبارك، عن ابن جريج، قال: قلت\nلعطاء: من أي المرض أفطر؟ فقال: من أي مرض كان، كما قال الله عز وجل: {فمن\nكان منكم مريضا}، قال البخاري: لم يكن هذا عند إسحاق.\n</p>\n\n<p>\nوخرج أبو بكر الخطيب في ((تاريخه)) من طريق محمد بن يوسف الفربري، سمعت\nمحمدا البخاري بخوارزم يقول: رأيت أبا عبد الله محمد بن إسماعيل -يعني في\nالمنام- خلف النبي صلى الله عليه وسلم ، والنبي صلى الله عليه وسلم يمشي\nفكلما رفع النبي صلى الله عليه وسلم قدمه، وضع أبو عبد الله محمد بن\nإسماعيل قدمه في ذلك الموضع.\n</p>\n\n<p>\nوخرج عبد الله بن عدي الحافظ في كتابه ((أسامي رجال البخاري))، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \nفقال محمد بن يوسف بن بشر الفربري يقول: سمعت النجم بن فضيل وكان من أهل\nالمعرفة والفضل يقول: رأيت النبي - صلى الله عليه وسلم - في المنام وقد خرج\nمن باب ياسين قرية ببخارى وخلفه محمد بن إسماعيل فكلما خطا النبي - صلى\nالله عليه وسلم - خطوة خطا محمد بن إسماعيل خطوة النبي صلى الله عليه وسلم\nووضع قدمه على قدم النبي صلى الله عليه وسلم . وخرجه الخطيب في ((تاريخه))\nمن طريق ابن عدي.\n</p>\n\n<p>\nوروينا عن أبي جعفر محمد بن أبي حاتم النحوي الوراق عن أبي عبد الله\nالبخاري أنه قال له: ما توليت شراء شيء ولا بيعه قط <span id='ms18'></span>. فقال له أبو جعفر:\nكيف، وقد أحل الله البيع؟ قال:لما فيه من الزيادة والنقصان والتخليط، فخشيت\nأني إن توليت ذلك أن أستوي بغيري. فقال له: ومن كان يتولى أمرك في أسفارك\nومبايعتك؟ قال: كنت أكفى ذلك.\n</p>\n\n<p>\nوخرج الخطيب البغدادي في ((تاريخه)) من طريق أبي سعيد بكر بن منير سمعت\nأبا عبد الله محمد بن إسماعيل يقول: منذ ولدت ما اشتريت من أحد بدرهم شيئا\nقط، ولا بعت من أحد بدرهم شيئا قط، فسألوه عن شراء الحبر والكواغد فقال:\nكنت آمر إنسانا يشتري لي.\n</p>\n\n<p>\nوقال أبو سعيد بكر بن منير: كان حمل إلى محمد بن إسماعيل بضاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \nأنفذها إليه فلان، فاجتمع بعض التجار إليه بالعشية، فطلبوها منه بربح خمسة\nآلاف درهم. فقال لهم: انصرفوا الليلة. فجاءه من الغد تجار آخرون، فطلبوا\nمنه البضاعة بربح عشرة آلاف درهم فردهم، وقال: إني نويت البارحة أن أدفع\nإليهم بما طلبوا -يعني الذين طلبوا أول مرة- فدفع إليهم بربح خمسة آلاف،\nوقال: لا أحب أن أنقض نيتي.\n</p>\n\n<p>\nوقد بلغنا أن تجارته كانت من مال ورثه من أبيه، وكان يعطيه مضاربة لمن\nيتجر فيه، وكان يتصدق منه بالكثير ويبر الطلبة ويحسن إليهم.\n</p>\n\n<p>\nروي أنه مرة ناول رجلا من الطلبة صرة فيها ثلاثمائة درهم خفية، فأراد\nالرجل أن يدعو له فقال له: ارفق، واشتغل بحديث آخر كيلا يعلم بذلك أحد.\n</p>\n\n<p>\nوروي أنه كانت له قطعة أرض يكريها من رجل كل سنة بسبعمائة درهم، فكان ذلك\nالمكري يزرع فيها ما أحب من الربيعي والخريفي فربما حمل إلى أبي عبد الله\nالبخاري قثاة أو قثاتين، لأن أبا عبد الله كان معجبا بالقثاء النضيج، وكان\nيؤثره على البطيخ أحيانا، فكان يهب لهذا الزارع مائة درهم كل سنة بحمله\nالقثاة إليه أحيانا.\n</p>\n\n<p>\nوخرج الحافظ أبو بكر الخطيب في ((تاريخه)) من طريق أبي بكر محمد بن صابر\nبن كاتب سمعت عمر بن حفص الأشقر يقول: كنا مع محمد بن إسماعيل البخاري\nبالبصرة نكتب الحديث ففقدناه أياما، فطلبناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \nفوجدناه في بيت وهو <span id='ms19'></span> عريان، وقد نفذ ما عنده ولم يبق معه شيء، فاجتمعنا\nوجمعنا له الدراهم حتى اشترينا له ثوبا وكسوناه، ثم اندفع معنا في كتابة\nالحديث.\n</p>\n\n<p>\nوبلغنا أن البخاري ربما كان يأتي عليه نهار لا يأكل فيه إلا لوزة أو\nلوزتين، وأنه نفدت نفقته حين رحل إلى آدم بن أبي إياس العسقلاني فجعل يأكل\nمن نبات الأرض ولا يخبر أحدا بذلك. وذكر حينئذ حديثا قاله له محمد بن سلام\nبن عبدة، وأخبرنا به أبو إسحاق إبراهيم بن أبي عبد الله المجاور، أنا أحمد\nبن أبي طالب البناني، عن إبراهيم بن عثمان البغدادي، أنا محمد بن عبد\nالباقي الحاجب، وعلي بن عبد الرحمن الطوسي سماعا قالا أنا مالك بن أحمد،\nأنا أحمد بن محمد الأهوازي، ثنا إبراهيم هو ابن عبد الصمد، ثنا أبو سعيد\nالأشج، ثنا عبدة، عن أبي رجاء الجزري، عن فرات بن سلمان، عن ميمون بن\nمهران، عن ابن عمر -رضي الله عنهما- قال رسول الله صلى الله عليه وسلم :\n((ما صبر أهل بيت على جهد ثلاثا إلا أتاهم الله عز وجل برزق)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nلفظ الأشج ولفظ ابن سلام شيخ البخاري: ((ما من أهل بيت يصبرون)). فلما مضى\nللبخاري ثلاثة أيام وهو صابر أتاه آت لا يعلم من هو وناوله دنانير في صرة\nوقال: أنفق عليك.\n</p>\n\n<p>\nوكان -رحمه الله- صاحب عبادة وأوراد، وكان يختم كل يوم في شهر رمضان ختمة.\n</p>\n\n<p>\nخرج الخطيب في ((تاريخه)) من طريق محمد بن خالد المطوعي، ثنا مسبح بن\nسعيد قال: كان محمد بن إسماعيل البخاري إذا كان أول ليلة من شهر رمضان،\nيجتمع إليه أصحابه فيصلي بهم ويقرأ في كل ركعة عشرين آية، وكذلك إلى أن\nيختم القرآن.\n</p>\n\n<p>\nوكان يقرأ من السحر ما بين النصف إلى الثلث من القرآن، فيختم عند السحر\nفي كل ثلاث ليال، وكان يختم بالنهار في كل يوم ختمة ويكون ختمة عند الإفطار\nكل ليلة ويقول: ((عند كل ختمة دعوة مستجابة)).\n</p>\n\n<p>\nوخرج أيضا في ((التاريخ)) فقال: كتب إلي أبو الحسن علي بن أحمد <span id='ms20'></span> بن محمد\nبن الحسين الجرجاني من أصبهان، يذكر أنه سمع أبا أحمد محمد بن محمد بن مكي\nالجرجاني يقول: سمعت محمد بن يوسف الفربري يقول: رأيت النبي صلى الله عليه\nوسلم في النوم فقال لي: أين تريد؟ فقلت: أريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \nمحمد بن إسماعيل البخاري، فقال: أقرأه مني السلام.\n</p>\n\n<p>\nولقد كان -رحمه الله تعالى- للسنة معظما، وللعلم محترما، قال أبو سعيد\nبكر بن منير بن خليد بن عسكر بعث الأمير خالد بن أحمد الذهلي والي بخارى\nإلى محمد بن إسماعيل، أن أحمل إلي كتاب ((الجامع)) و((التاريخ)) وغيرهما\nلأسمع منك. فقال محمد بن إسماعيل لرسوله: أنا لا أذل العلم، وأحمله إلى\nأبواب الناس. فإن كانت لك إلى شيء منه حاجة فاحضرني في مسجدي، أو في داري.\nفإن لم يعجبك هذا فأنت سلطان فامنعني من المجلس، ليكون لي عذر عند الله يوم\nالقيامة، لأني لا أكتم العلم لقول النبي صلى الله عليه وسلم : ((من سئل عن\nعلم فكتمه ألجم بلجام من نار))، قال: فكان سبب الوحشة بينهما هذا.\n</p>\n\n<p>\nخرجه الخطيب في ((التاريخ))، وقال: أنا محمد بن علي بن أحمد المقرئ، أنا\nمحمد بن عبد الله الحافظ، سمعت محمد بن العباس الضبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \nيقول: سمعت أبا بكر بن أبي عمرو الحافظ يقول: كان سبب مفارقة أبي عبد الله\nمحمد بن إسماعيل البخاري البلد -يعني بخارى- أن خالد بن أحمد الذهلي الأمير\nخليفة الظاهرية ببخارى سأل أن يحضر منزله، فيقرأ ((الجامع)) و((التاريخ))\nعلى أولاده، فامتنع أبو عبد الله عن الحضور عنده، فراسله أن يعقد مجلسا\nلأولاده لا يحضره غيرهم، فامتنع عن ذلك أيضا. وقال: لا يسعني أن أخص\nبالسماع قوما دون قوم؛ فاستعان خالد بن أحمد بحريث بن أبي الورقاء، وغيره\nمن أهل العلم ببخارى عليه، حتى تكلموا في مذهبه، ونفاه عن البلد، ودعا\nعليهم أبو عبد الله محمد بن إسماعيل فقال: اللهم أرهم ما قصدوني به في\nأنفسهم وأولادهم وأهليهم. فأما خالد فلم يأتي عليه إلا أقل من شهر حتى ورد\nأمر الظاهرية أن <span id='ms21'></span> ينادى عليه؛ فنودي عليه وهو على أتان وأشخص على أكاف ثم\nصار عاقبة أمره إلى ما اشتهر وشاع. وأما حريث بن أبي الورقاء فإنه ابتلي\nبأهله، فرأى فيها ما يجل عن الوصف. وأما فلان أحد القوم -وسماه- فإنه ابتلي\nبأولاده وأراه الله فيهم البلايا.\n</p>\n\n<p>\nوقال أبو جعفر محمد بن أبي حاتم سمعت يحيى بن جعفر يقول: لو قدرت أن أزيد\nفي عمر محمد بن إسماعيل لفعلت فإني موتي يكون موت رجل واحد، وموت محمد بن\nإسماعيل ذهاب العلم. وبلغنا أن أهل سمرقند كتبوا إلى أبي عبد الله البخاري\nليسير إليهم ويقرأوا عليه فسار متوجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \nإليهم إلى أن وصل إلى خرتنك نزل على غالب بن جبريل فأقام عنده مدة فمرض\nواشتد مرضه.\n</p>\n\n<p>\nقال أبو أحمد بن عدي، وسمعت عبد القدوس بن عبد الجبار السمرقندي يقول:\nجاء محمد بن إسماعيل إلى خرتنك ((قرية)) من قرى سمرقند على فرسخين منها:\nوكان له بها أقرباء، فنزل عندهم فسمعته ليلة من الليالي وقد فرغ من صلاة\nالليل يدعو ويقول في دعائه. اللهم إنه قد ضاقت علي الأرض بما رحبت، فاقبضني\nإليك، قال: فما تم الشهر حتى قبضه الله عز وجل وقبره بخرتنك -رحمة الله\nعليه-، هذا هو المعروف أن قبره بخرتنك، وهو الصحيح والله أعلم.\n</p>\n\n<p>\nوذكر ابن يونس في ((تاريخ الغرباء)) أن البخاري مات بمصر بعد الخمسين\nومائتين.\n</p>\n\n<p>\nقال أبو الفضل بن العراقي: ولم أره لغيره والظاهر أنه وهم. انتهى.\n</p>\n\n<p>\nوخرتنك بفتح الخاء المعجمة بعدها راء ساكنة، ثم مثناة من فوق مفتوحة\nبعدها نون ساكنة وآخرها كاف.\n</p>\n\n<p>\nوقيدها بعضهم بكسر الخاء، والمعروف الفتح، والله أعلم.\n</p>\n\n<p>\nوروي أن البخاري لما كان بخرتنك أتاه من سمرقند رسول يحثه على السفر،\nفلبس خفيه، وتعمم وتهيأ للركوب فعجز وضعف ثم دعا بدعوات، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \nفقضى في تلك الساعة -رحمة الله عليه-.\n</p>\n\n<p>\nقال الحافظ أبو بكر الخطيب في ((تاريخه))، أنا علي بن أبي حامد الأصبهاني\nفي كتابه، ثنا محمد بن محمد بن مكي الجرجاني: سمعت عبد الواحد بن آدم\nالطواويسي قال: رأيت <span id='ms22'></span> النبي صلى الله عليه وسلم في النوم، ومعه جماعة من\nأصحابه، وهو واقف في موضع ذكره فسلمت عليه، فرد السلام، فقلت: ما وقوفك يا\nرسول الله؟ فقال: أنتظر محمد بن إسماعيل البخاري. قال: فلما كان بعد أيام\nبلغني موته، فنظرنا فإذا هو قد مات في الساعة التي رأيت النبي صلى الله\nعليه وسلم فيها.\n</p>\n\n<p>\nكانت وفاته -رحمه الله- فيما قاله أبو أحمد بن عدي، وسمعت الحسن بن\nالحسين البزاز البخاري يقول: توفي محمد بن إسماعيل البخاري ليلة السبت عند\nصلاة العشاء، ليلة الفطر، ودفن يوم الفطر بعد صلاة الظهر، يوم السبت مستهل\nشوال من شهور سنة ست وخمسين ومائتين، عاش اثنتين وستين سنة إلا ثلاثة عشر\nيوما -رحمه الله-.\n</p>\n\n<p>\nوبلغنا: أنه لما دفن علت سوار بيض في السماء مستطيلة بحذاء قبره، وجعل\nالناس يختلفون إليه ويتعجبون من أمره، ولم تزل الرائحة الطيبة تظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \nمن قبره أياما كثيرة حتى تحدث الناس بذلك، وظهر عند مخالفيه أمره بعد\nوفاته، وكثر التعجب، وخرج بعض مخالفيه إلى قبره، وأظهروا التوبة مما كانوا\nأسرعوا فيه من مذموم المذهب.\n</p>\n\n<p>\nقال أبو أحمد بن عدي، وسمعت الحسن بن الحسين البزاز يقول: رأيت محمد بن\nإسماعيل -رحمه الله- شيخا نحيف الجسم، ليس بالطويل ولا بالقصير.\n</p>\n\n<p>\nوخرجه الخطيب في ((التاريخ)) من طريق ابن عدي.\n</p>\n\n<p>\nوفي شمائل البخاري غير ما ذكرناه، اكتفينا منه ما قدمناه، ولقد كان كبير\nالشأن، جليل القدر، عديم النظير، لم ير أحد شكله، ولم يخلف بعده مثله،\nفرحمه الله وأرضاه، وجعل جنة الفردوس مأواه، وأعاد علينا من بركته، وجمع\nبيننا وبينه في الجنة برحمته إنه على ما يشاء قدير، وبالإجابة جدير، وحسبنا\nالله ونعم الوكيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما كثيرا إلى يوم الدين\nوالحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n <span id='ms23'></span>\n</p>\n",
  "pages": [
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216"
  ],
  "volumes": [
    "01"
  ]
}