{
  "content": "\n\n<div class='EDITOR'>\n<p>\nخصائص أمير المؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nمكتبة نينوى الحديثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nخصائص أمير المؤمنين علي بن أبي طالب (كرم الله وجهه)\n</p>\n\n<p>\nللإمام الحافظ أبي عبد الرحمان أحمد بن شعيب النسائي الشافعي 215 / 303\n</p>\n\n<p>\nحققه وصحح أسانيده ووضع فهارسه\nمحمد هادي الأميني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nاللهم.. إني أسألك توفيق أهل الهدى.. وأعمال أهل\nالتقوى.. ومناصحة أهل التوبة.. وعزم أهل الصبر.. وحذر أهل الخشية.. وطلب\nأهل العلم.. وزينة أهل العلم.. وخوف أهل الجزع.. حتى أخافك اللهم مخافة\nتحجزني عن معاصيك، وحتى أعمل بطاعتك عملا استحق به كرامتك، وحتى أناصحك في\nالتوبة خوفا لك وحتى أخلص لك في النصيحة حبا لك، وحتى أتوكل عليك في الأمور\nحسن ظن بك.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمة في سلسلة من كنوز التراث الإسلامي الذي قررت - المطبعة الحيدرية\nومكتبتها في النجف الأشرف - طبعه ونشره.. هذا الكتاب النفيس الجامع لطائفة\nكبيرة من المناقب والفضائل، الخاصة بالإمام أمير المؤمنين - ع - وهو من أهم\nالمصادر والمراجع النفيسة المؤلفة في الفضائل، ولم يزل موضع التقدير\nوالاكبار والاهتمام لدى المؤلفين والباحثين، لأنه جمع بين دفتيه أحاديث\nصحيحة بعيدة عن الشك والجرح والقدح، وعن أسانيد ثابتة فهو كما قال ابن حجر:\nتتبع النسائي ما خص به علي من دون الصحابة فجمع من ذلك شيئا كثيرا بأسانيد\nأكثرها جياد (1).\n</p>\n\n<p>\nلقد اعتزمت المطبعة والمكتبة الحيدرية.. أن تنشر من هذه الأعلاق النفيسة\nالقيمة، المخطوطة منها والمطبوعة النادرة لتكون قريبة المنال من الكاتب\nوالمؤرخ والباحث والأديب... والذين يريدون ويرغبون أن يعلموا ويستقصوا\nحقائق الحضارة الفكرية الإسلامية، ويستنبطوا منها الجوانب العلمية والأدبية\nعن حياة رجال عملوا في حقل الثقافة، وساروا في ركب الحركة الفكرية، وساهموا\nفي حفظ هذا اليسير من التراث الإسلامي الذي وصل بأيدينا، ولم تبدده الظروف\nوالأحوال القاسية الطارئة على الأمصار والبلدان الإسلامية بشتى الأساليب\nوالصور.. في الحفاظ عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوجمع جوانبه المبعثرة، وتوجيهه ودفعه إلى الحق والخير والتقدم والنهوض.\n</p>\n\n<p>\nويعتبر القسط الذي نهضت به المطبعة.. في خدمة التراث الإسلامي وبعثه،\nقسطا واسع المدى، محمود الأثر. فقد نشرت هذه المؤسسة كثيرا من النوادر\nالمطمورة والمخطوطات الغالية التي <span id='ms001'></span> بعثرتها واستبدت بها أحداث الزمن وعوادي\nالأيام، فتفرقت في البلاد وامتدت وأخذت طريقها إلى دور الكتب في الغرب\nواستقرت في رفوفها.\n</p>\n\n<p>\nومهما يكن من أمر فالوجيه الكريم والشهم الجليل الأستاذ محمد كاظم\nالكتبي.. يعني عناية متصلة بالتراث الإسلامي على اختلاف جوانبه ومذاهبه،\nويسعى في جمعه المفرق في خزائن الكتب الخاصة والعامة، والتعريف به، وتقريبه\nإلى الباحثين بصورة متقنة وشكل صحيح..\n</p>\n\n<p>\nوكان من نعم الله عليه.. أن أكرمه بلفيف من أحبار البحث والتحقيق أوقفوا\nأنفسهم إلى تحقيق أي مخطوط أو مطبوع، ووضع مقدمات ودراسات أدبية عن الكتاب\nالذي يروم - أبو صادق - طبعه ونشره، إلى جانب الكفاءة المالية التي يتمتع\nبها والنشاط الفكري المتواصل في إخراج الكتب وتوزيعها.\n</p>\n\n<p>\nولقد رغب إلى أن أتعهد تحقيق هذا الكتاب وتصحيحه وإخراج أسانيده، وترجمة\nرجاله، مع وضع دراسة عن شخص مؤلفه أبي عبد الرحمان أحمد بن شعيب بن علي بن\nسنان بن بحر النسائي، المولود في نساء - بفتح النون والسين المهملة ثم\nالألف والهمزة بعدها - عام 215 وهي بلدة بخراسان.\n</p>\n\n<p>\nعلى أن عملي الكثير كان يفرض عدم قبولي الكتاب والاغضاء عنه والاستمرار\nفي العمل الفكري الذي أنا به مشغول.. غير أني شاهدت رغبة أبي صادق.. وحرصه\nالكثير، فدفع إلى الكتاب قائلا: اشتغل فيه عند أوقات الفراغ، وإن تطلب\nالوقت سنة كاملة.. فأخذته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوودعته وقلت له: أسأل الله التوفيق والوقت الذي أوفى الكتاب فيه حقه،\nوانصرفت إلى بحثه ودراسته.\n</p>\n\n<p>\nوالواقع أنني عانيت من التعب والإرهاق الفكري في سبيل تصحيح هذا الكتاب،\nما أعجز القول به وذكر الجهد الذي تحملته، وما قاسيته في هذا السبيل، والله\nوحده يعلم ذلك وعنده احتسبه، لأن لديه جزاء ذلك كله، وأنه لا يجزي على\nالخير سواه، ولا يعرف خفيات الأمور غيره.\n</p>\n\n<p>\nهذا ومن المؤسف كله أن الكتاب - الخصائص - على رغم تعدد طبعاته قبل هذه\nالطبعة في مصر والهند والنجف الأشرف، لم يكن موضع الاستفادة ولم يستلفت\nالنظر لرداءة عرضه، وفشو الأغاليط فيه، بحيث شوهت الكتاب وأسقطته من\nالاعتبار، إلى جانب قلة العناية بروائه <span id='ms002'></span> وتصحيح أسانيده، وترجمة رجاله\nوالبحث عنهم.\n</p>\n\n<p>\nلذلك بعون الله.. وتوفيقه.. انصرفت إلى دراسة الكتاب وتصحيح نصوصه وإخراج\nأسانيده وتحقيق رواياته، وأخيرا إخراجه في صورة ترضى عنها النفس، وينشرح\nلها الصدر بقدر الإمكان.\n</p>\n\n<p>\nلقد قرأت الكتاب وطالعت نصوصه وراجعتها في كتب الأحاديث والسنن والصحاح\nوالمناقب، حتى استقام لي نص صحيح أو قريب من الصحة فأدرجته، ثم رحت أفتش عن\nرجال السند، فترجمت لهم باختصار مع ذكر المصادر والاسم الصحيح للراوي\nوالمحدث، وحققته من جوانب شتى، وأخرجت مصادر الحديث وبينتها وعلقت عليه،\nوأنا في كل هذه الأحوال أسأل الله أن يرزقني الإخلاص والسداد.\n</p>\n\n<p>\nوأنا على يقين بعد تحملي المصاعب والمشاق في سبيل تحقيق هذا الكتاب.. أن\nهذه المطبوعة من الكتاب، خير ما يقرأ الباحثون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوالمؤرخون من نسخ الكتاب.. أصلحت فيها الكثير.. والكثير..\n</p>\n\n<p>\nمما فشا في سابقتها من الأغاليط والهفوات، وليس احتمال هذا الجهد الجاهد\nفي تحقيقه إلا بيان التراث الفكري الإسلامي في تلك القرون التي كان أمثال\nالنسائي يعيشون فيها، وكيف أنهم تسابقوا إلى حفظ هذا التراث وجمعه وتدوينه\nوتفسير غامضه ودفعه إلى الإمام والنهضة، في وقت كان فيه التفرق والقلق\nالسياسي والتخاصم على أريكة الخلافة الإسلامية أزهر وأنشط وأبسط من وقت\nالآداب والثقافة والعلوم.\n</p>\n\n<p>\nوبهذا أيضا فيما أعتقد أسديت للتراث الفكري الإسلامي يدا لا تجحد بتحقيق\nهذا الكتاب وتقويم وتصحيح ما اعوج وغلط منه، وبشرح وتعليق ما دعت الحاجة\nإليه، وأخيرا وضع فهارس حديثة مختلفة له، بعد إن لم يحظ الكتاب قبل هذا من\nالاهتمام والدرس والملاحظة لدى جمهرة الكتاب والمحققين والباحثين على ضوء\nالبحث العلمي الصحيح.\n</p>\n\n<p>\nوفي المقدمة هذه.. بحث شامل لحياة النسائي من كافة نواحيه بصورة واضحة\nمستقاة من مصادر تاريخية وأدبية، مطبوعة وخطية لتكون الفائدة أعم وأشمل.\n</p>\n\n<p>\nكما وأني ضبطت الأعلام والرجال ضبطا كاملا، وذكرت الاختلاف الوارد في\nالاسم أو سنة الوفاة أو الكنية، ثم رأيت أن أسهل للباحث الرجوع إليه وأيسر\nالانتفاع به، فذيلته بالفهارس الفنية المتنوعة تساعد على البحث، وتهدي\nالقارئ، وتوضح معالم الكتاب.\n</p>\n\n<p>\nالنسائي في <span id='ms003'></span> المعاجم:\n</p>\n\n<p>\nفي ثنايا كتب السير كلمات عن ثقافة النسائي الفكرية، وهمته العالية وعمله\nالمتواصل، وتصحيحه الأحاديث بجد ونشاط، ورغبته الشديدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nفي التصنيف والتأليف وأنسه به وانصرافه إلى الراحة والهدوء والطمأنينة\nالدائمة، من غير اشتغال بأحداث وأمور خارجة عن نطاق العلم، وكفى بالعلم\nعنده صديقا ومؤنسا، ولرغبته الأكيدة سافر إلى العواصم الإسلامية واتصل فيها\nبأهل المعرفة والحديث وطفق يتجول ويلقي دروسه في الحديث ويفقه فيه طلابه.\n</p>\n\n<p>\nإن معاجم السير على الأكثر ذكرت المترجم له.. بإجلال وإعظام وإكبار،\nوشرحت محاسن علمه وجودة تفكيره وفضله في الحديث وإتقانه له، وهذه الكلمات\nإن دلت على شئ فإنما تدل بوضوح على شخصية النسائي العلمية، ومكانه المرموق\nفي العلم وبلوغه درجة الكمال في الحديث ولهذا يكبر أهل العصر ومن تبعهم من\nالمؤرخين مزاياه وطبعه ونفسه المشرقة بنور العلم وجمال المعرفة.\n</p>\n\n<p>\nوقد جمع الحافظ ابن حجر العسقلاني آراء أئمة الحديث في النسائي فقال عند\nترجمته له: قال ابن عدي: سمعت منصور الفقيه (1) وأحمد بن محمد بن سلامة\nالطحاوي (2) يقولان: أبو عبد الرحمان إمام من أئمة المسلمين. وقال محمد بن\nسعد البارودي (3): ذكرت النسائي لقاسم المطرز فقال: هو إمام أو يستحق أن\nيكون إماما.\n</p>\n\n<p>\nوقال أبو علي النيسابوري (4): سألت النسائي وكان من أئمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين ما تقول في نفيه، وقال في موضع آخر: إن النسائي الإمام في\nالحديث بلا مدافعة، وقال في موضع آخر: رأيت من أئمة الحديث أربعة في وطني\nوأسفاري اثنان بنيسابور محمد بن إسحاق (1)، وإبراهيم ابن أبي طالب (2)،\nوالنسائي بمصر، وعبدان (3) بالأهواز.\n</p>\n\n<p>\nوقال مأمون المصري: خرجنا إلى طرطوس (4) فاجتمع من الحافظ عبد الله بن\nأحمد، ومربع (5)، وأبو الأذان، وكيلجة وغيرهم فكتبوا كلهم بانتخاب النسائي.\n</p>\n\n<p>\nوقال أبو الحسين بن المظفر (6): سمعت مشايخنا بمصر يعترفون لأبي عبد\nالرحمان النسائي بالتقدم والإمامة، ويصغون من اجتهاده في العبادة بالليل\nوالنهار، ومواظبته على الحج والجهاد، وإقامته السنن المأثورة واحترازه عن\nمجالس السلطان، وأن ذلك لم يزل دأبه إلى أن استشهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحاكم: سمعت علي بن عمر الحافظ (1) غير مرة يقول:\n</p>\n\n<p>\nأبو <span id='ms004'></span> عبد الرحمان مقدم على كل من يذكر بهذا العلم من أهل عصره.\n</p>\n\n<p>\nوقال مرة: سمعت علي بن عمر يقول: النسائي أفقه مشايخ مصر في عصره وأعرفهم\nبالصحيح والسقيم، وأعلمهم بالرجال، فلما بلغ هذا المبلغ حسدوه فخرج إلى\nالرملة (2) فسئل عن فضائل معاوية فأمسك عنه، فضربوه في الجامع، فقال:\nأخرجوني إلى مكة. فأخرجوه وهو عليل، وتوفي مقتولا شهيدا.\n</p>\n\n<p>\nوقال الدارقطني (3) أيضا: سمعت أبا طالب الحافظ يقول: من بصبر على ما\nيصبر عليه أبو عبد الرحمان كان عنده حديث ابن لهيعة (4) ترجمة ترجمة فما\nحدث بها، وكان لا يرى أن يحدث بحديث ابن لهيعة، وقال الدارقطني: كان أبو\nبكر بن الحداد (5) الفقيه كثير الحديث ولم يحدث عن أحد غير أبي عبد الرحمان\nالنسائي فقط، وقال: رضيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nبه حجة بيني وبين الله تعالى (1).\n</p>\n\n<p>\nوقال أبو سعيد عبد الرحمان بن أحمد بن يونس صاحب تاريخ مصر في تاريخه: إن\nأبا عبد الرحمن النسائي قدم مصر قديما وكان إماما في الحديث ثقة ثبتا\nحافظا، سكن بمصر وانتشرت بها تصانيفه، وكان يصوم يوما ويفطر يوما، وكان\nموصوفا بكثرة الجماع (2).\n</p>\n\n<p>\nوقال الذهبي: النسائي الحافظ شيخ الإسلام أبو عبد الرحمان القاضي صاحب\nالسنن، برع في هذا الشأن، وتفرد بالمعرفة والاتقان وعلو الإسناد واستوطن\nمصر، رحل إلى قتيبة (3) وله خمس عشرة سنة، سنة 30 فقال:\n</p>\n\n<p>\nأقمت عنده سنة وشهرين وكان يكثر الاستماع، له أربع زوجات يقسم لهن ولا\nيخلو مع ذلك من سرية، وكان يكثر أكل الديوك الكبار تشترى له وتسمن وتخصى.\n</p>\n\n<p>\nقال مرة بعض الطلبة: ما أظن أبا عبد الرحمان إلا أنه يشرب النبيذ للنضرة\nالتي في وجهه، وقال آخر: ليت شعري ما مذهبه في إتيان النساء في أدبارهن.\nقال: فسئل، فقال: النبيذ حرام ولا يصح في الدبر شئ لكن حدث محمد بن كعب\nالقرظي (4) عن ابن عباس قال: اسق حرثك من حيث شئت فلا ينبغي أن يتجاوز\nقوله. قال: ابن الذهبي: ثبت نهي المصطفى صلى الله عليه وآله عن أدبار\nالنساء، ولي فيه مصنف (5). وقد خرج إلى الغزو <span id='ms005'></span> مع أمير مصر فوصف من شهامته\nوإقامته السنن المأثورة في فداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين واحترازه عن مجالس السلطان الذي خرج معه والانبساط في المأكل،\nوأنه لم يزل ذلك دأبه إلى أن استشهد بدمشق من جهة الخوارج (1).\n</p>\n\n<p>\nوقال الحاكم: سمعت أبا الحسن الدارقطني غير مرة يقول:\n</p>\n\n<p>\nأبو عبد الرحمان مقدم على كل من يذكر بعلم الحديث وبجرح الرواة وتعديلهم\nفي زمانه، وكان في غاية من الورع والتقى، إلا ترى أنه يروي في سننه عن\nالحارث بن مسكين هكذا قرئ عليه وأنا أسمع، ولا يقول في الرواية عنه حدثنا\nوأخبرنا كما يقول في روايات أخرى عن مشايخه، وكان شافعي المذهب، وكان ورعا\nمتحريا، وكان يواظب على صوم داود. ونقل السبكي عن شيخه الذهبي ووالده\nالسبكي: أن النسائي أحفظ من مسلم صاحب الصحيح، وأن سننه أقل السنن بعد\nالصحيحين حديثا ضعيفا، بل قال بعض الشيوخ: إنه أشرف المصنفات كلها وما وضع\nفي الإسلام مثله.\n</p>\n\n<p>\nوقال جماعة: كل ما فيه صحيح لكن فيه تساهل صريح، وشذ بعض المغاربة ففضله\nعلى كتاب البخاري، ولعله لبعض الحيثيات الخارجة عن كمال الصحة، وصنف في أول\nالأمر السنن الكبرى، ثم صنع المجتبى من السنن الكبرى ولخص منها الصغيرة،\nفإذا قيل: رواه النسائي، فالمراد هو المختصر لا السنن الكبرى، وهي إحدى\nالكتب الستة، وإذا قالوا:\n</p>\n\n<p>\nالكتب الخمسة: أو الأصول الخمسة، فهي: البخاري، ومسلم، وسنن أبي داود،\nوجامع الترمذي، ومجتبى النسائي (2).\n</p>\n\n<p>\nوقال ابن الجوزي: أبو عبد الرحمان النسائي الإمام، كان أول رحلته إلى\nنيسابور، ثم خرج إلى بغداد فأكثر عن قتيبة وانصرف على طريق مرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nفكتب عن علي بن حجر وغيره، ثم توجه إلى العراق فكتب عن أبي كريب وأقرانه،\nثم دخل الشام ومصر، وكان إماما في الحديث ثقة ثبتا حافظا فقيها (1).\n</p>\n\n<p>\nوقال ابن كثير: أبو عبد الرحمان النسائي صاحب السنن، الإمام في عصره\nوالمقدم على أضرابه وأشكاله وفضلاء دهره، رحل إلى الآفاق واشتغل بسماع\nالحديث والاجتماع بالأئمة الحذاق ومشايخه الذين روى عنهم مشافهة، قد\nذكرناهم في كتابنا التكميل وترجمناه أيضا هنالك <span id='ms006'></span>، وروى عنه خلق كثير، وقد\nأبان في تصنيفه عن حفظ واتقان وصدق وإيمان قالوا: وكان يقسم للإماء كما\nيقسم للحرائر، أثني عليه غير واحد من الأئمة وشهدوا له بالفضل والتقدم في\nهذا الشأن.\n</p>\n\n<p>\nوقد ولي الحكم بمدينة حمص سمعته من شيخنا المزي عن رواية الطبراني في\nمعجمه الأوسط حيث قال: حدثنا أحمد بن شعيب الحاكم بحمص.\n</p>\n\n<p>\nوذكروا: أنه كان له من النساء أربع نسوة، وكان في غاية الحسن وجهه كأنه\nقنديل، وكان يأكل في كل يوم ديكا ويشرب عليه نقيع الزبيب الحلال (2).\n</p>\n\n<p>\nوقال ابن العماد: أبو عبد الرحمان النسائي سمع قتيبة وإسحاق وطبقتهما\nبخراسان والحجاز والشام والعراق ومصر والجزيرة، وكان رئيسا نبيلا حسن البزة\nكبير القدر، له أربع زوجات يقسم لهن، ولا يخلو من سرية لنهمته في التمتع،\nوكان مع ذلك يصوم صوم داود (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nويتهجد (1).\n</p>\n\n<p>\nوقال السيوطي: أبو عبد الرحمان النسائي القاضي الحافظ الإمام شيخ الإسلام\nأحد الأئمة المبرزين والحفاظ المتقنين والأعلام المشهورين جلال البلاد\nواستوطن مصر فأقام بزقاق القناديل، ثم ذكر آراء أئمة الحديث فيه (2).\n</p>\n\n<p>\nوقال السبكي: الإمام الجليل أبو عبد الرحمان النسائي أحد أئمة الدنيا في\nالحديث والمشهور اسمه وكتابه، سمع بخراسان والعراق والشام ومصر والحجاز\nوالجزيرة، وقال ابن طاهر المقدسي: سألت سعد بن علي الزنجاني (3) عن رجل\nفوثقه فقلت: قد ضعفه النسائي، فقال:\n</p>\n\n<p>\nيا بني إن لأبي عبد الرحمان شرط في الرجال أشد من شرط البخاري ومسلم (4).\n</p>\n\n<p>\nهذا بعض ما جاء في ثنايا كتب السير والتراجم عن شخصية النسائي العلمية،\nوهو إن دل على شئ فإنما يدل على تبحره في الحديث وتضلعه فيه بصورة كاملة،\nفالمصادر بأجمعها ذهبت إلى توثيقه وتصحيح أحاديثه بحيث لم يجد خصومه فيه أي\nمجال للحط من قدره والطعن فيه.\n</p>\n\n<p>\nإن النسائي.. كما قرأنا وحدثنا عنه أصحاب المعاجم كان في حياته منقطعا\nإلى علم الحديث والتبحر فيه وطلبه، فاختلط وعاشر كبار المحدثين في الأمصار\nالإسلامية والذين أخلصوا لهذا العلم ولا يلتفتون إلى غيره، وإنما يعملون\nعلى خدمة خالصة من كل غاية أو شائبة <span id='ms007'></span> فيتتبعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nما وضع فيه، وينفون الكذب عنه.. فهذه المزايا كلها ظهرت في شخصية النسائي\nبوضوح، مع العلم أنه لم يكن بأيدينا من النصوص ما يكشف لنا خلاف ذلك.\n</p>\n\n<p>\n* * * شيوخ النسائي:\n</p>\n\n<p>\nإن حياة النسائي وشخصيته مذكورة ومتوفرة في أكثر الكتب، وآثاره وصفاته\nمدرجة هنا وهناك، كما أن تعداد مشايخه وتصانيفه وكتبه وارد في المعاجم\nبصورة موجزة وباختصار قليل من دون أية إشارة إلى حياة شيوخه الثقافية\nومبلغهم في العلم والفقه والحديث.\n</p>\n\n<p>\nفقد وجدنا مؤلفي الكتب يعددون المشايخ الذين تلقف عنهم النسائي.. أكثر\nعلمه، والأقران الذين عاش معهم وأثر فيهم وأثروا فيه، ولكن مع الأسف\nاقتصروا على ذكر أسمائهم فحسب من دون وضع ترجمة موجزة لهم وحتى عن تاريخ\nولادتهم ووفاتهم، ولا شك أن البحث على هذا النحو لا يعطينا فكرة واسعة،\nونظرة دقيقة وصحيحة وثابتة عن ثقافة النسائي.. ومبلغ أثره وثقافته.\n</p>\n\n<p>\nعلى أننا لا نذكر من شيوخه في هذا الفصل إلا من أجمعت المصادر عليه، وأن\nالنسائي قرأ عليه واستمع عليه. وقد بذلنا قصارى جهدنا في أن ندرج أسماء\nالمشايخ كاملة، مع ذكر المصادر المترجمة لهم دفعا للالتباس والشك.\n</p>\n\n<p>\nوإليك شيوخه على حروف المعجم الذين ذكرهم أكثر المؤرخين، أمثال ابن\nالجوزي في المنتظم ج 6 ص 131، وتقي الدين السبكي في طبقات الشافعية 2: 83،\nوعماد الدين إسماعيل بن كثير في البداية والنهاية 11: 123 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوالحافظ شهاب الدين ابن حجر في تهذيب التهذيب 1: 36، إلى غيرهم من\nالمؤلفين والحفاظ، وفي ذيل كل واحد من مشايخه ذكر ما أمكن جمعه من مصادر\nترجمتهم في كتب التاريخ.\n</p>\n\n<p>\n1 - أبو شعيب السوسي:\n</p>\n\n<p>\nصالح بن عبد الله بن إسماعيل بن إبراهيم بن الجارود بن مسرح الرستبي\nالرقي المقرئ المتوفى 261، ضابط محرر ثقة، أخذ القراءة عرضا وسماعا (1).\n</p>\n\n<p>\n2 - أبو كريب:\n</p>\n\n<p>\nمحمد بن العلاء بن كريب الهمداني الكوفي الحافظ المتوفى 243، ثقة جليل\nروى الحروف عن أبي بكر عن عاصم وأكثر من رواية الحديث، وجاء: أنه كان يحفظ\nثلاثمائة ألف حديث، أوصى أن تدفن كتبه معه فدفنت (2).\n</p>\n\n<p>\n3 - أبو يزيد الجرمي:\n</p>\n\n<p>\nلم اهتد إلى اسمه وترجمته.\n</p>\n\n<p>\n4 - إسحاق الحنظلي <span id='ms008'></span>:\n</p>\n\n<p>\nأبو يعقوب إسحاق بن إبراهيم بن مخلد بن إبراهيم بن مطر الحنظلي المعروف\nبابن راهويه المروزي نزيل نيسابور المتوفى 237 / 238، أحد الأئمة، طاف\nالبلاد وروى عن الحفاظ وأئمة الحديث، صنف الكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوفرع على السنن وذب عنها وقمع من خالفها (1).\n</p>\n\n<p>\n5 - حصين بن منصور السلمي:\n</p>\n\n<p>\nأبو علي الحسين بن منصور بن جعفر بن عبد الله بن رزين بن محمد بن برد\nالسلمي النيسابوري، كان شيخ العدالة والتزكية في عصره عرض عليه قضاء\nنيسابور، واختفى ثلاثة أيام ودعا الله فمات في اليوم الثالث سنة 238 (2).\n</p>\n\n<p>\n6 - سويد بن نصر:\n</p>\n\n<p>\nأبو الفضل سويد بن نصر بن سويد المروزي الطوساني ويعرف بالشاه المتوفى\n240 / 241، كان ثقة متقنا محدثا فاضلا جليلا صادقا صحيح السماع، يروي عنه\nأيضا البخاري ومسلم وغيرهما (3).\n</p>\n\n<p>\n7 - علي بن حجر:\n</p>\n\n<p>\nأبو الحسن علي بن حجر بن أياس بن مقاتل بن مخادش بن مشمرخ ابن خالد\nالسعدي المروزي، سكن بغداد قديما ثم انتقل إلى مرو فنزلها كان فاضلا حافظا\nثقة مأمونا صدوقا متقنا اشتهر حديثه بمرو، مات سنة 244، وعاش قريب المائة\nأو أكملها (4).\n</p>\n\n<p>\n8 - عمرو بن زرارة:\n</p>\n\n<p>\nأبو محمد عمرو بن زرارة بن واقد الكلابي بن أبي عمرو النيسابوري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالمقري الحافظ المتوفى 238، وقيل: مات قبله. كان ثقة جليلا، روى عنه أكثر\nأئمة الحديث، وقرأ القرآن على الكسائي، وجاء: أنه كان مجاب الدعوة، وقيل:\nإنه أنصاري (1).\n</p>\n\n<p>\n9 - عيسى بن حماد:\n</p>\n\n<p>\nأبو موسى عيسى بن حماد بن مسلم بن عبد الله التجيبي المصري الملقب زغبة\nالمتوفى 248، من المحدثين الثقات، روى عنه مسلم وأبو داود والنسائي وابن\nماجة وعبد الرحمان بن عبد الله بن الحكم والبجيري وأبو حاتم وعبدان\nالأهوازي وأبو زرعة، وآخرون من رجال الحديث والعاملين فيه، وقد وثقه غير\nواحد من أئمة الرجال (2).\n</p>\n\n<p>\n10 - قتيبة بن سعيد:\n</p>\n\n<p>\nقتيبة بن سعيد بن جميل بن طريف بن عبد الله الثقفي مولاهم أبو رجاء\nالبغلاني المتوفى 240، وجاء: إن اسمه يحيى وقتيبة لقب، وقيل: اسمه علي. كان\nمن كبار المحدثين ثقة جليلا ثبتا فيما روى صاحب سنة وجماعة، وكان قد كتب\nالحديث عن ثلاث طبقات (3).\n</p>\n\n<p>\n11 - محمد <span id='ms009'></span> بن رافع:\n</p>\n\n<p>\nمحمد بن رافع بن أبي زيد واسمه سابور القشيري مولاهم أبو عبد الله\nالنيسابوري الزاهد المتوفى 245، كان من خيار عباد الله وثقة مأمونا وصادقا،\nبعث طاهر بن عبد الله بن طاهر إليه بخمسة آلاف فردها.\n</p>\n\n<p>\nقال الحاكم: هو شيخ عصره بخراسان في الصدق والرحلة. وقال الحافظ جعفر بن\nأحمد بن نصر: ما رأيت من المحدثين أهيب منه، كان يستند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفيأخذ الكتاب فيقرأ بنفسه فلا ينطق أحد ولا يتبسم، وكان ثقة حسن الرواية\n(1).\n</p>\n\n<p>\n12 - محمد بن نصر:\n</p>\n\n<p>\nأبو عبد الله الإمام شيخ الإسلام محمد بن نصر المروزي الفقيه مات 294،\nكان أعلم الناس باختلاف الصحابة فمن بعدهم، وقد برع في هذا الشأن فأصبح\nإمام أهل الحديث في عصره بلا مدافعة، وكان يشتغل بالعلم والعبادة، وأينما\nسافر تجارته مع مضارب له، رحل إلى نيسابور وسمرقند وبغداد، وجاء بحقه: أن\nزنبورا قعد على جبهته فسال الدم على وجهه ولم يتحرك وذلك لحسن صلاته\nوخشوعه، يضع ذقنه على صدره وينتصب كأنه خشبة (2).\n</p>\n\n<p>\n13 - هشام بن عمار:\n</p>\n\n<p>\nأبو الوليد هشام بن عمار بن نصير بن ميسرة بن أبان السلمي الظفري الدمشقي\nخطيب المسجد الجامع بها المتوفى 245، يروي عنه البخاري وأبو داود والنسائي\nوابن ماجة والترمذي عن البخاري، وكان محدثا صادقا ثقة مأمونا، ما كان في\nالدنيا مثله في العقل والفصاحة والرواية والعلم والدراية (3).\n</p>\n\n<p>\n14 - يونس بن عبد الأعلى:\n</p>\n\n<p>\nأبو موسى يونس بن عبد الأعلى بن موسى بن ميسرة بن حفص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nابن حباب الصدفي المصري مات سنة 264، عالم الديار المصرية وفقيهها.\n</p>\n\n<p>\nقال الشافعي: ما رأيت بمصر أحدا أعقل من يونس، وهو ركن من أركان الإسلام\nثقة صدوق كان يحفظ الحديث وإماما في القراءات ويستسقى بدعائه (1).\n</p>\n\n<p>\nفهؤلاء هم مشايخ النسائي.. والذين قرأ عليهم وأخذ عنهم بصورة مستمرة، كما\nنص عليهم التاريخ، وقد كانوا من أئمة الحديث والقراءة مع الإجماع على صدقهم\nوثقتهم ومكانتهم السامية في الثقافة، ولا شك إن النسائي.. طبع بطابعهم،\nوأحدث هؤلاء الفطاحل الأثر القيم البالغ في نفس تلميذهم واستأنس بهم.\n</p>\n\n<p>\nإن المترجم له.. على كل حال <span id='ms010'></span> تأثر بأساتذته فاختار الحديث والعمل في حقله،\nولعله كان مدفوعا تماما إلى معرفة علم أصول الحديث ودفعة إلى الذروة\nوالكمال، والواقع: إنه تلقى علم الحديث بهم، وأقبل عليه يستنطقه ليستخرج\nالقواعد التي قام عليها ويفصلها ويضبطها، معتمدا فيها على ما ظهر له من\nطرائق المحدثين الذين سبقوه في هذا الحقل، وأسلوب جمعهم، وعلى نهج وطريقة\nروايتهم.\n</p>\n\n<p>\nوالذي ينبغي القول: أن النسائي.. اشتغل بالحديث وعمله فيه رغبة من نفسه\nلا إجهادا لها، وحبا لا افتقارا وحاجة إليه، وكفى المرء نجاحا وفوزا أن\nيطلب لمواهبه العنان فينطلق وراءها حيث تسير وهذا هو السر في نجاحه، فلقد\nسار النسائي وراء علم دفعته إليه نفسه التواقة إلى الحديث، وقادته نحوه\nرغبته الشديدة، وأرشده لحقله وصميمه حبه وميله، فنشأ بين جموع المحدثين\nومجالس دروسهم، يتنقل من واحد إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nآخر ومن مجلس إلى غيره، ولازم مجالستهم من غير أي ملل وكلل يسيطر عليه\nويوقفه عند حده.\n</p>\n\n<p>\nوالغريب أننا لم نجد في ضمن مشايخه من أخذ عنه غير الحديث أو أنه تردد\nووقف عند غير المحدثين خلال حياته، أو جالس غير أئمة الحديث في عصره، لذلك\nجاءت مؤلفاته والرسائل التي وضعها تتناول هذه الناحية فحسب وتختص بها، وعند\nذكر مؤلفاته نقف على حرص النسائي..\n</p>\n\n<p>\nعلى الحديث وجمع آثاره إلى جانب سعة اطلاعه وحسن معرفته بها.\n</p>\n\n<p>\nمصنفات النسائي على الحروف:\n</p>\n\n<p>\nتمتاز رسائل النسائي... وجميع ما كتبه بشئ كثير من الدقة والاستقصاء وعمق\nالنظر وغزارة المعرفة والعلم، وقد طغت هذه الناحية عليه بصورة واضحة، وإذا\nأمعنا النظر في مؤلفاته ألفيناها كلها تدور حول الحديث بطرف واسع، على أن\nإقبال النسائي على الحديث وكتبه كما أسلفنا القول عنه واضح في مصنفاته\nالقيمة التي كانت لها فائدة كبرى وأثرا عظيما من بعده، بحيث إن مترجميه\nكانوا يرمزون شرفه إليها.\n</p>\n\n<p>\nوقد أصبحت كتبه ذات قيمة خالدة، واعتبر بعضها من الصحاح الست والكتب\nالجيدة البعيدة المثل، بحيث ذكرها المؤلفون بالإكبار والإجلال، وهذا لا شك\nدليل على حيوية مؤلفاته وثقافته ومناعة معرفته بالحديث، وبرهان <span id='ms011'></span> واضح لعلمه\nواطلاعه وعقله وكمال وجودة تصانيفه.\n</p>\n\n<p>\nصنف النسائي.. كتبا عدة ورسائل مختلفة وإن أودى بعض مؤلفاته بحياته\nفاستشهد على أثر تصنيفه، غير أن المصادر مع الأسف لم تذكر تآليفه برمتها،\nوإنما انفرد كل واحد بذكر بعضها وضرب عن تبيان البعض الآخر، بيد أنني جمعت\nشتات أسماء مصنفاته مع ذكر المصدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالذي أثبت ذلك الكتاب له وصحح نسبته وإيعازه إليه، وقد وفق الله\nالنسائي.. بتصانيفه ورسائله خير توفيق، إذ كانت غريزة المادة وصادرة عن\nتتبع واسع وتحقيق كامل.\n</p>\n\n<p>\nوإليك عرضا لمصنفاته والتعرض ببعض التفصيل إلى وصفها والإشارة إلى تعدد\nطبعاتها بالاجمال، ولا ريب أنه في جميعها وصل إلى الذروة وأجاد فيها كل\nالإجادة، وأبقى للعصور والأجيال المتعاقبة خيرا كثيرا.\n</p>\n\n<p>\n1 - إغراب شعبة على سفيان، وسفيان على شعبة:\n</p>\n\n<p>\nكتاب في الحديث، جمع فيه إغراب شعبة بن الحجاج بن الورد العتكي الأزدي\nالمتوفى 160 على سفيان بن سعيد الثوري الكوفي المتوفى 161، وبالعكس (1).\n</p>\n\n<p>\n2 - الخصائص في فضل علي بن أبي طالب:\n</p>\n\n<p>\nجمع فيه الأحاديث النبوية الواردة بشأن الإمام أمير المؤمنين - ع - وأهل\nبيته، وهذا الكتاب هو الذي أودى بحياته، فإنه بعد أن ترك مصر في أواخر عمره\nقصد دمشق ونزلها، فوجد الكثير من أهلها منحرفين عن الإمام علي بن أبي طالب\n- ع -، فأخذ على نفسه وضع كتاب يضم مناقبه وفضائله - ع - رجاء أن يهتدي به\nمن يطالعه أو يلقى إليه سمعه، فأتى به وألقاه على مسامعهم بصورة محاضرات\nمتواصلة.\n</p>\n\n<p>\nوبعد أن فرغ منه سئل عن معاوية وما روي من فضائله، فقال:\n</p>\n\n<p>\nأما يرضى معاوية أن يخرج رأسا برأس حتى يفضل..؟ وفي رواية أخرى: ما أعرف\nله فضيلة إلا لا أشبع الله بطنك. فهجموا عليه وما زالوا يدفعون في خصييه\nوداسوه حتى أخرجوه من المسجد، فقال:\n</p>\n\n<p>\nاحملوني إلى مكة. فحمل إليها، فتوفي بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقد نص التاريخ على هذه الواقعة وأنه مات بسبب ذلك الدوس، ثم حمل إلى\nالرملة فمات بها، وصرح بهذا الكتاب وصحح نسبته إليه كل من ترجم للنسائي من\nدون استثناء وتمييز.\n</p>\n\n<p>\nطبع الكتاب في <span id='ms012'></span> المطبعة الخيرية سنة 1308 بقطع الربع 40 ص، في ربيع الأول\n1348 بتصحيح الأستاذ محمد كامل بن محمد الأسيوطي الأزهري، وفي النجف الأشرف\nللمرة الأولى المطبعة الحيدرية 1369 / 1949 وأعيد طبعه للمرة الثانية 1389\nوهي تمتاز على غيرها من الطبعات من الناحية الفنية، والتحقيق، وإخراج\nالأسانيد وتصحيحها، ووضع مصادرها ورجالها، وهي الطبعة التي بين يديك.\n</p>\n\n<p>\nوثمة كلمة قيمة جاءت عن الكتاب ومؤلفه قول ابن حجر العسقلاني:\n</p>\n\n<p>\nوتتبع النسائي ما خص به - علي - من دون الصحابة فجمع من ذلك شيئا كثيرا\nبأسانيد أكثرها جياد، روى عن النبي صلى الله عليه وآله كثيرا، وروى عنه من\nالصحابة ولده الحسن والحسين وابن مسعود وأبو موسى وابن عباس وأبو رافع وابن\nعمر وأبو سعيد وصهيب، وزيد بن أرقم وجرير وأبو أمامة وأبو جحيفة والبراء بن\nعازب وأبو الطفيل، وآخرون من التابعين من المخضرمين (1).\n</p>\n\n<p>\n3 - السنن الكبرى:\n</p>\n\n<p>\nكتاب في الحديث وأنه لم يوضع مثل مصنفه في الإسلام، وأنه أشرف المصنفات\nالكبرى، جمع فيه الأحاديث النبوية كلها الواردة في جميع أبواب الفقه من\nكتاب الطهارة إلى آخر باب الديات والحدود، أولها: قال الشيخ الإمام العالم\nالرباني الرحلة الحافظ الحجة الصمداني أبو عبد الرحمان أحمد بن شعيب بن علي\nبن بحر النسائي رحمه الله تعالى..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الكتاب تعليقات وشروح غير أنه مفقود لم يطلع عليه أحد.\n</p>\n\n<p>\nقال الأستاذ عبد الصمد شرف الدين في مقدمته وتصحيحه لكتاب يوسف بن المزي\n(1): ومن سوء حظنا أننا لم نطلع إلى الآن على وجود نسخة من السنن الكبرى في\nأي بقعة من الأرض ولا نسخة من كتاب - عمل اليوم والليلة -، ولو وجدت نسخة -\nالكبرى - لأمكننا عمل فهرس كتبها وأبوابها وعزو أحاديثها إلى تلك الأبواب،\nولكنها أمنية لم يقدر الله حصولها إلى انتهاء هذا الجزء، ولا نزال نحاول\nالبحث والتفتيش عنها.\n</p>\n\n<p>\n4 - المجتبى:\n</p>\n\n<p>\nبعد أن انتهى النسائي من وضع كتابه الكبير السنن، سأل بعض الأمراء\nالنسائي أجميع أحاديث كتابك صحيح..؟ فقال: لا، فأمره الأمير بتجريد الصحاح\nمنه، فصنع من السنن الكبرى كتابا أسماه - المجتبى - أو - المجتنى - وكلاهما\nصحيح لكن الأشهر هو <span id='ms013'></span> الأخير، وقد استخلصه من السنن الكبرى من كل حديث حسن لم\nيتكلم في أصله ولا في إسناده ورواته بالتعليل أو التجريح، فإذا أطلق\nالمؤرخون وقالوا:\n</p>\n\n<p>\nرواه النسائي، فمرادهم هذا المختصر المسمى بالمجتبى لا السنن، وهو أحد\nالكتب الستة الكبرى. وإذا قالوا: الكتب الخمسة أو الأصول الخمسة، لم يكن\nمرادهم غير البخاري ومسلم وسنن أبي داود وجامع الترمذي والمجتبى (2).\n</p>\n\n<p>\nطبع في مجلدين عام 1281 في الهند مع شرح جلال الدين السيوطي له المسمى -\nزهر الربى - وبهامشها حاشية أبي الحسن محمد بن عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف بالسندي، وأعيد طبعه في مصر الميمنية سنة 1312، والمطبعة المصرية\nبالأزهر عام 1348 / 1930. معجم المطبوعات العربية 2: 1852.\n</p>\n\n<p>\n5 - عمل اليوم والليلة:\n</p>\n\n<p>\nيحتوي على الدعوات والأذكار والأوراد الواردة في الأحاديث النبوية وكثيرا\nما ينقل فيه عن كتابه - السنن الكبرى -، ومن المؤسف جدا كما ذكرنا سلفا أن\nالكتاب هذا مفقود ولم يوجد له أي أثر رغم ما نصت عليه المراجع والمعاجم\n(1).\n</p>\n\n<p>\n6 - الجمعة:\n</p>\n\n<p>\nجمع فيه الأحاديث الواردة بيوم الجمعة وما فيه من الأدعية والأذكار كما\nفي كشف الظنون 2: 1409 وقد تفرد بذكره.\n</p>\n\n<p>\n7 - مسند علي:\n</p>\n\n<p>\nالإمام أمير المؤمنين علي بن أبي طالب - ع -. كشف الظنون 2: 1684، معجم\nالمؤلفين 1: 244.\n</p>\n\n<p>\n8 - مسند مالك:\n</p>\n\n<p>\nمالك بن أنس بن مالك بن أبي عامر بن عمرو بن الحارث بن عثمان بن جثيل بن\nعمرو بن الحارت الحميري الأصبحي المدني الفقيه المتوفى 179 (2).\n</p>\n\n<p>\n9 - المناسك:\n</p>\n\n<p>\nجمع فيه أحكام الحج وأبوابه والأحاديث الواردة فيه على مذهب الشافعي. كشف\nالظنون 2: 1833، معجم المؤلفين 1: 244.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n10 - الضعفاء والمتروكين:\n</p>\n\n<p>\nوهو في الحديث، تناول رجال الحديث المتروكين والمجروحين بصورة وافرة،\nوعلل الحديث، وطبع مع كتاب المنفردات والوحدان للإمام البخاري في الهند سنة\n1323. معجم المطبوعات العربية 2: 1852، كشف الظنون 2: 1087، معجم المؤلفين\n1: 244. ومنه مخطوطة في مكتبة آية الله السيد الحكيم العامة بالنجف.\n</p>\n\n<p>\n11 - فضائل الصحابة:\n</p>\n\n<p>\nجمع فيه مناقب الصحابة. تفرد بذكره أعيان الشيعة 8: 452، ولم نجد له ذكرا\nفي ساير الكتب، ولم أهتد إلى المصدر الذي نقل عنه السيد الأمين هذا الكتاب\nونسبته إلى النسائي مع ذكره كتاب - خصائص أمير المؤمنين - ع -. وقد ألف غير\nالنسائي في فضائل الصحابة من <span id='ms014'></span> أئمة الحديث مئات الكتب ومنهم عبد الرحمان بن\nمحمد القرطبي المتوفى 402 في مائة جزء (1).\n</p>\n\n<p>\nهذا ما حفظه التاريخ لنا من أسماء مؤلفاته، وربما كانت له رسائل أخرى في\nالرجال وعلل الحديث فضاعت بعد وفاته على أثر التحولات والظروف القاسية التي\nاجتازت البلاد الإسلامية، كما ضاع كتابه الكبير السنن..\n</p>\n\n<p>\nوكتابه عمل اليوم والليلة.. ولم يبق منه غير اسمه تتناقله كتب السير\nوالمعاجم.. وهنا ينبغي القول إن النسائي.. لم يشتهر ولم يعرف إلا بكتابية..\nالسنن الكبرى.. والخصائص.. وما زالا موضع التقدير والاكبار، تتكرر طبعاتهما\nبين آونة وأخرى، لنفاسة موضوعهما، ولما أودع المؤلف فيهما من مادة علمية\nدسمة وحيوية فكرية جمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمصادر دراسة حياة النسائي:\n</p>\n\n<p>\nعلى أثر البحث والتحقيق عن النسائي.. وحياته الفكرية، وضعت هذا الثبت على\nحروف المعجم والذي يضم أكثر الكتب المترجمة له.. لا كلها، فذكرت اسم الكتاب\nومؤلفه ورقم الجلد والصفحة الوارد فيها اسم النسائي.. وترجمته، سواء في ذلك\nالمصادر العربية والفارسية، مع الإشارة إلى المصدر المخطوط وتعيين المكان\nالذي فيه المخطوطة ورقمها في الخزانة.\n</p>\n\n<p>\n1 - الإصابة ابن حجر العسقلاني 3: 508.\n</p>\n\n<p>\n2 - أخبار القضاة محمد بن خلف بن حيان 2: 190.\n</p>\n\n<p>\n3 - أضواء على السنة المحمدية محمود أبو رية ط صور 1383 ص 265.\n</p>\n\n<p>\n4 - الأعلام خير الدين الزركلي 1: 164 ط 2.\n</p>\n\n<p>\n5 - أعلام العرب عبد الصاحب الدجيلي ط 2 ج 1: 130.\n</p>\n\n<p>\n6 - أعلام المحدثين محمد بن محمد أبو شهبة ط مصر ص 260.\n</p>\n\n<p>\n7 - أعيان الشيعة السيد محسن الأمين العاملي 8: 444.\n</p>\n\n<p>\n8 - الأنس الجليل مجير الدين الحنبلي ط نجف 2: 70.\n</p>\n\n<p>\n9 - البداية والنهاية ابن كثير الدمشقي 11: 123.\n</p>\n\n<p>\n10 - تاج التراجم قاسم بن قطلو بغاص 23 ط بغداد.\n</p>\n\n<p>\n11 - التاج المكلل صديق البخاري القنوچي ص 30.\n</p>\n\n<p>\n12 - تاريخ ابن الوردي زين الدين ابن الوردي 1: 254.\n</p>\n\n<p>\n13 - تاريخ التمدن الإسلامي جرجي زيدان 3: 68 ط سنة 1904.\n</p>\n\n<p>\n14 - تاريخ كزيده لغته فارسية: 630 ط إيران.\n</p>\n\n<p>\n15 - تحفة الأشراف يوسف بن زكي المزي ص 18 ط الهند. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n16 - تاريخ واسط أسلم بن سهل الرزاز ص 323 ط بغداد تحقيق:\n</p>\n\n<p>\nكوركيس عواد.\n</p>\n\n<p>\n17 - تذكرة الحفاظ شمس الدين الذهبي 2: 241 ط حيدر آباد.\n</p>\n\n<p>\n18 - تنقيح المقال الشيخ المامقاني 1: 72 ط نجف.\n</p>\n\n<p>\n19 - تهذيب التهذيب ابن حجر العسقلاني 1: 36 ط حيدر آباد.\n</p>\n\n<p>\n20 - جامع الرواة محمد بن علي الأردبيلي 1: 51 ط <span id='ms015'></span> إيران.\n</p>\n\n<p>\n21 - الحديث والمحدثون محمد محمد أبو زهو: 409 ط القاهرة.\n</p>\n\n<p>\n22 - الحركة الفكرية في مصر عبد اللطيف حمزة: 176، 182، 289.\n</p>\n\n<p>\n23 - حسن المحاضرة جلال الدين السيوطي 1: 147 ط مصر.\n</p>\n\n<p>\n24 - خريدة القصر ابن العماد، ق العراقي 2: 82 ط بغداد.\n</p>\n\n<p>\n25 - خلاصة تهذيب الكمال ابن حجر العسقلاني: 6.\n</p>\n\n<p>\n26 - دائرة المعارف محمد فريد وجدي 10: 186 ط مصر.\n</p>\n\n<p>\n27 - دانشوران خراسان غلام رضا رياضي: 324 لغته فارسية.\n</p>\n\n<p>\n28 - الذريعة الشيخ آغا بزرك الطهراني 7: 163 ط إيران.\n</p>\n\n<p>\n29 - الرسالة المستطرفة محمد بن جعفر الكتاني ط بيروت 1322.\n</p>\n\n<p>\n30 - روضات الجنات السيد محمد باقر الخونساري 57.\n</p>\n\n<p>\n31 - ريحانة الأدب الشيخ محمد علي الخيابانى 4: 188 ط إيران لغته فارسية.\n</p>\n\n<p>\n32 - سفينة البحار الشيخ عباس القمي 2: 588 ط نجف حجر.\n</p>\n\n<p>\n33 - شذرات الذهب ابن العماد الحنبلي 2: 239 ط مصر.\n</p>\n\n<p>\n34 - طبقات الشافعية تقي الدين السبكي 2: 83.\n</p>\n\n<p>\n35 - طبقات الصوفية أبو عبد الرحمان السلمي: 9، 17، 57، 187، 213، 222،\n253، 274، 417، 459.\n</p>\n\n<p>\n36 - طبقات القراء محمد بن الجزري 1: 61 ط مصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n37 العبر شمس الدين الذهبي 2: 123.\n</p>\n\n<p>\n38 - عصر سلاطين المماليك محمود رزق سليم 3: 207.\n</p>\n\n<p>\n39 - الغدير الشيخ عبد الحسين الأميني 1: 99 ط إيران.\n</p>\n\n<p>\n40 - فهرس الخزانة التيمورية دار الكتب المصرية 2: 282.\n</p>\n\n<p>\n41 - فهرست مخطوطات الظاهرية يوسف العش: 235.\n</p>\n\n<p>\n42 - فهرست المكتبة الرضوية إدارة المكتبة 5: 264 لغته فارسية ط إيران.\n</p>\n\n<p>\n43 - فهرست مكتبة الفيضية الشيخ مجتبى العراقي 2: 425 ط إيران.\n</p>\n\n<p>\n44 - فهرست مكتبة نور عثمانية إدارة المكتبة: 49 ط استانبول.\n</p>\n\n<p>\n45 - فهرست مكتبة أيا صوفية إدارة المكتبة: 37 \" \".\n</p>\n\n<p>\n46 - قاموس الأعلام ش - سامي 1: 735 لغته تركية.\n</p>\n\n<p>\n47 - قاموس الرجال الشيخ محمد تقي التستري 1: 352 ط إيران.\n</p>\n\n<p>\n48 - الكامل في التاريخ ابن الأثير الجزري 6: 152.\n</p>\n\n<p>\n49 - كشف الظنون حاجي خليفة 130، 706، 1006، 1684، 1685 1833، 1173،\n1409، 1844.\n</p>\n\n<p>\n50 - الكنى والألقاب الشيخ عباس القمي 3: 205 ط صيدا.\n</p>\n\n<p>\n51 - اللباب ابن الأثير 3: 223.\n</p>\n\n<p>\n52 - لباب الألقاب الشريف الكاشاني: 141 ط إيران.\n</p>\n\n<p>\n53 - لغات تاريخية أحمد رفعت 7: 81 لغته تركية.\n</p>\n\n<p>\n54 - لغت نامه علي أكبر دهخدا - حرف الألف -: 1196 لغته فارسية.\n</p>\n\n<p>\n55 - مجمع الرجال المولى علي القهبائي ط إيران 1: 118.\n</p>\n\n<p>\n56 - مختصر دول الإسلام شمس الدين الذهبي 1: 145.\n</p>\n\n<p>\n57 - المختصر في أخبار البشر أبو الفداء 2: 72.\n</p>\n\n<p>\n58 - مرآة الجنان اليافعي 2: 240 حيدر آباد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n59 - مرآة الزمان سبط ابن الجوزي 7 ورقة 59.\n</p>\n\n<p>\n60 - مشاهير رجال العالم عبد الحسين الشبستري 1: - حرف الألف - خ -.\n</p>\n\n<p>\n61 - المشتبه أبو عبد الله محمد الذهبي: 639.\n</p>\n\n<p>\n62 - المعجب في تلخيص عبد الواحد المراكشي 279.\n</p>\n\n<p>\nأخبار المغرب 63 - معجم البلدان الياقوت الحموي 8: 282.\n</p>\n\n<p>\n64 - معجم المطبوعات العربية الياس سركيس 2: 1851.\n</p>\n\n<p>\n65 - معجم المطبوعات النجفية محمد هادي الأميني: 156 ط نجف.\n</p>\n\n<p>\n66 - معجم <span id='ms016'></span> المؤلفين عمر رضا كحالة 1: 244 ط دمشق.\n</p>\n\n<p>\n67 - مفتاح السعادة طاش كبرى 2: 11.\n</p>\n\n<p>\n68 - مفتاح الكنوز الخفية مولوي عبد الحميد 1: 51.\n</p>\n\n<p>\n69 - مقدمة سنن النسائي محمد محمد عبد اللطيف 1: ب ط مصر 1348.\n</p>\n\n<p>\n7 - المنتظم ابن الجوزي 6: 131 ط حيدر آباد.\n</p>\n\n<p>\n71 - منجد العلوم فردينان توتل: 533.\n</p>\n\n<p>\n72 - الموسوعة العربية الميسرة: 1831.\n</p>\n\n<p>\n73 - مؤلفين كتب چاپى خانبابا مشار 1: 485 لغته فارسية ط إيران.\n</p>\n\n<p>\n74 - النجوم الزاهرة ابن تغري بردي 3: 188.\n</p>\n\n<p>\n75 - النسائي - دراسة موجزة - عبد الصاحب عمران الدجيلي - خ -.\n</p>\n\n<p>\n76 - وفيات الأعيان ابن خلكان 1: 25 ط مصر.\n</p>\n\n<p>\n77 - هدية الأحباب الشيخ عباس القمي: 272 ط إيران.\n</p>\n\n<p>\n78 - هدية العارفين البغدادي 1: 56 ط استانبول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nتشيع النسائي:\n</p>\n\n<p>\nخلال بحثي ودراستي حياة المحدث النسائي.. الفكرية، واشتغالي بوضع مقدمة\nلكتابه - خصائص أمير المؤمنين عليه السلام، ووضع ثبت عن المصادر المترجمة\nله لا كلها، إذ لم أتوفق إلى استيعاب كافة المصادر لذلك جاء الفهرست\nالمذكور محتويا على بعض المصادر.. إلى جانب عملي في ذكر مؤلفاته ومشايخه،\nفلم أجد خلال هذه الأحوال جميعها نصا تاريخيا صريحا يدل على تشيعه.. أو\nاستناده إليه، مع توفر المصادر التي بأيدينا.\n</p>\n\n<p>\nكما أن مشايخه الذين تلقف عنهم العلم والحديث، أو الذين اتصل بهم من غير\nأساتذته من زملائه وأقرانه ليس فيهم من عرف بالتشيع أو كان شيعيا، حتى يظهر\nأثره في نفس النسائي بوضوح، على أني قلبت جميع المواضيع المتعلقة به من\nجميع وجوهها فلم أجد للتشيع أي أثر فيه أو مجال ضيق يمكن به نسبته إليه..\nفهو إذن لا شك ولا ريب شافعي المذهب كما جاءت به النصوص التاريخية، وذكره\nتاج الدين السبكي في الطبقة الثالثة من طبقات الشافعية الكبرى 2: 73، وسبقه\nإلى هذا غيره من المؤرخين دون استثناء.\n</p>\n\n<p>\nلقد تواترت المصادر السنية.. لدراسة النسائي، وذكر صفاته وآثاره بصورة\nمفصلة حتى أن الكثيرين من مصنفي الشيعة.. نسبوه إلى الشافعية ولم يجرحوا في\nمذهبه، ولم يخرجوه من النطاق الذي كان عليه من المذهب، فضلا على أن مناسك\nالحج الذي هو من ضمن مؤلفاته وضعه على نهج المذهب الشافعي كما ذكرناه، وهذا\nالكتاب بذاته أقوى وأثبت نص على مذهب النسائي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوبديهي أن التشيع الذي نسب إلى <span id='ms017'></span> النسائي.. كما ذهب إليه بعض المؤرخين من\nالشيعة لا بد أن تتجلى آثاره في تصانيفه وكتبه، مع العلم أنه لم يكن أي أثر\nظاهر من التشيع في مصنفاته وإنما بالعكس، لذلك لا يمكن نسبة التشيع إليه\nبحال من الأحوال.\n</p>\n\n<p>\nغير أن السيد الأمين رحمه الله.. ترجم له في كتابه (1)، وخصص له فصلا\nبعنوان - تشيعه - مستندا فيه إلى قول ابن خلكان السالف ص 12، أو تصنيفه\nلكتاب الخصائص.. وأكثر رواياته عن أحمد بن حنبل، إلى جانب قول النسائي:\nدخلت دمشق والمنحرف عن علي بها كثير، فأردت أن يهديهم الله تعالى بهذا\nالكتاب.\n</p>\n\n<p>\nفقد اعتبر السيد الأمين القول هذا نصا ثابتا على تشيعه، وذهب إلى أنه كان\nشيعي المذهب، وأنا لا أفهم مفهوم هذا القول الباطني ولا أستطيع اتخاذه نصا\nعلى التشيع، مع وجود عشرات المراجع الدالة والناطقة على كونه شافعي المذهب.\n</p>\n\n<p>\nوإنني في الواقع لم أعرف معنى هذا الإصرار والإلحاح الشديدين من السيد\nالأمين.. من جعل النسائي وأقرانه من المؤرخين والمحدثين من الشيعة، ووضع\nتراجم مفصلة لهم، وذكر ما يخالف الواقع التاريخي.\n</p>\n\n<p>\nوأيا كان حرص السيد الأمين وأسبابه ودوافعه في جعل هؤلاء شيعة.. وتقييدهم\nبعجلة التشيع وربطهم بركبه.. من غير استناد على نص تاريخي، وإنما كان على\nاجتهادات واستنباطات واهية بعيدة كل البعد عن التحقيق العلمي والبحث الصحيح\nالحديث، وعلى هذا ليس علينا أن نعجب حين نجده رحمه الله.. يتوسع في تراجم\nرجال من غير الشيعة ويجعلهم في كتابه ظنا منه أن كتابة رسالة مثلا في فضل\nعلي - ع -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأو تفرده بذكر أحاديث صحيحة دليل قوي على تشيعه، وهذا لا شك ظن واشتباه.\n</p>\n\n<p>\nوالغريب من هذا كله موقف صاحب الذريعة.. من النسائي فقد ذكر الخصائص في\nالذريعة 7: 163 وقال: الخصائص في فضل علي - ع - وقد يقال له: الخصائص\nالعلوية للإمام النسائي أبي عبد الرحمان أحمد بن شعيب ابن علي بن سنان بن\nبحر الخراساني بعد إخراجه من المسجد الأموي بالشام بسبب تصنيف هذا الكتاب..\nفذكر من مؤلفات النسائي كتاب الخصائص فحسب وضرب عن <span id='ms018'></span> الباقي صفحا، وكان على\nشيخنا.. ذكر جميع مؤلفاته في أبواب الذريعة إن هو قد تيقن تشيعه واعتقد به،\nلا أن يذكر كتابا واحدا ويكف عن ذكر البقية، فالنسائي.. إذا كان شيعيا فهو\nفي جميع كتبه شيعي.. وإذا كان شافعيا فهو فيها كذلك، لا أن يكون في واحد\nشيعيا وفي الباقي سنيا مثلا.\n</p>\n\n<p>\nومن هنا يحق لنا أن نطالب بالاتقان والدقة في البحث والتحقيق في التاريخ\nالتي أولى مراحل التأليف ودراسة حياة الرجال ومن أهم ركائز البحث، لئلا يقع\nالمؤلف في اضطراب وقلق مستمر، ولذلك فقد أدرج شيخنا الحجة.. في كتابه\nالذريعة عشرات الكتب التي لا تربط أصحابها مع الشيعة أية رابطة أو علاقة\nمذهبية أو سياسية.\n</p>\n\n<p>\nومن التطاول والظلم التوسع في الموضوع وذكر هذه الهفوات، ولعل للسيد\nالأمين.. وشيخنا صاحب الذريعة.. عذرا ورأيا محترما معولا على نصوص أصلية\nمحققة ثابتة..\n</p>\n\n<p>\nلعل لها عذرا وأنت تلوم * وكم لائم قد لام وهو مليم مع القول إن هذين\nالعلمين وقفا نفسهما على خدمة التراث الفكري الإسلامي وضحا بجهودهما\nوراحتهما في سبيله، وشاركا في نهضته مشاركة فعالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nخلدها لهم التاريخ، فجزاهما الله خير جزاء المحسنين.\n</p>\n\n<p>\nولا يفوتنا القول إن النسائي.. لشديد حبه للمذهب الذي أخذ به وهو المذهب\nالشافعي ظهرت آثاره في مؤلفاته وأقواله، فوضع كتابا فقهيا على رأي مذهب\nالشافعي واندفع يذكر آراء الشافعي بقوة وحماسة ويعزز ذلك بإظهار تعصبه\nلمذهبه، بذكر الأحاديث الضعيفة الأسانيد المنسوبة إلى النبي صلى الله عليه\nوآله يستشهد بها لتأييد نزعات ذلك المذهب الذي كان يحبه ويهواه ويعتنقه.\n</p>\n\n<p>\nهذا ما أردت ذكره بإيجاز وتبيانه للواقع وما انتهى إليه علمي القاصر\nالضعيف.. ولو قصدنا التفصيل لطال المقام والمقال، ولابتعدنا عن صلب البحث.\n</p>\n\n<p>\nوقفة مع النسائي في كتابه الخصائص:\n</p>\n\n<p>\nفي الوقت الذي نجد النسائي في كتابه الخصائص منصرفا إلى ذكر مناقب الإمام\nأمير المؤمنين - ع - بأسانيد صحيحة وطرق موثوقة، يبتعد عن الموضوع بذكر\nحديثين منكرين في شأن أبي طالب مؤمن قريش، والكيد والوقيعة فيه من غير سبب\nمستلزم له، مع <span id='ms019'></span> العلم أن النسائي.. كان شديد الاعتداد بنفسه والحرص على\nكرامته، وعدم ذكر ما يشين ذكره ويخرجه عن حدود النزاهة والتعفف.\n</p>\n\n<p>\nومما ينبغي القول به قبل ذكر الحديثين ومناقشة أسانيدهما الواهية\nالضعيفة.. أن الحديثين مختلقان وموضوعان على النبي الأعظم صلى الله عليه\nوآله من غير شك وريب، وأنهما من صنع الوضاعين الموتورين، ولا علم للنبي صلى\nالله عليه وآله بهما، كما تنص به النصوص التاريخية والقرائن الثابتة، ولهذا\nبعيد كله أن يذكرهما النسائي في كتابه، وإنما أدخل في الكتاب أثناء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nطبعه وتصحيحه من قبل الناشرين المستأجرين الذين تضطرهم الظروف والميول\nإلى إدخال هذه الأحاديث في الكتب والتلاعب فيها.\n</p>\n\n<p>\nوإن المرء ليتملكه العجب من ذكرهم لهذه الأحاديث الضعيفة الأسانيد\nوإصرارهم عليها، وقد سبق قول ابن حجر في كتاب الخصائص: تتبع النسائي ما خص\nبه من دون الصحابة، فجمع من ذلك شيئا كثيرا بأسانيد أكثرها جياد. وسند\nالحديثين ضعيف ومنكر كما ستقف عليه.\n</p>\n\n<p>\nالحديث الأول:\n</p>\n\n<p>\nأحمد بن حرب عن قاسم بن يزيد قال: قال لي أبو سفيان، عن أبي إسحاق، عن\nناجية بن كعب الأسدي عن علي رضي الله عنه، أنه أتي رسول الله صلى الله عليه\nوآله وقال: إن عمك الشيخ الضال قد مات فمن يواريه؟\n</p>\n\n<p>\nقال: اذهب فوار أباك ولا تحدثن حدثا حتى تأتيني، فواريته ثم أتيته فأمرني\nأن اغتسل ودعا لي بدعوات ما يسرني ما على الأرض بشئ منهن.\n</p>\n\n<p>\nالحديث الثاني:\n</p>\n\n<p>\nأخبرنا محمد بن المثنى، عن أبي داود: قال لي شعبة قال: أخبرني فضيل أبو\nمعاذ، عن الشعبي، عن علي - ع - الحديث -.\n</p>\n\n<p>\nأما السند ومناقشته ففيه: ناجية بن كعب الأسدي، فقد قال ابن المديني: لا\nأعلم أحدا روى عنه غير أبي إسحاق وهو مجهول.\n</p>\n\n<p>\nوقال الجوزجاني: مذموم. وذكر ابن مندة ناجية في الصحابة وقال:\n</p>\n\n<p>\nلا تصح له صحبة (1).\n</p>\n\n<p>\nوذكره الذهبي شمس الدين فقال: توقف ابن حبان في توثيقه، وقال ابن\nالمديني: لا أعلم أحدا حدث عن ناجية بن كعب سوى أبي إسحاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: بلى، وولده يونس بن أبي إسحاق. وقال <span id='ms020'></span> الجوزجاني في الضعفاء: مذموم\n(1).\n</p>\n\n<p>\nأما ولده يونس فقال ابن المديني أيضا: كانت فيه غفلة شديدة وكانت فيه\nسخنة. وقال الأثر: سمعت أحمد يضعف حديث يونس عن أبيه. وقال عبد الله بن\nأحمد عن أبيه: حديث مضطرب. وقال أبو حاتم: كان صدوقا إلا أنه لا يحتج\nبحديثه. وكان يقدم عثمان على علي (2).\n</p>\n\n<p>\nهذا ما في سند الحديث الأول. أما الحديث الثاني ففيه: الشعبي عامر بن\nشراحيل بن عبد، وقيل: عامر بن عبد الله بن شراحيل الشعبي الحميري، قال\nالحاكم في علومه: ولم يسمع من عائشة ولا من ابن مسعود ولا من أسامة بن زيد\nولا من علي إنما رآه رؤية. وقال الدارقطني في العلل: لم يسمع الشعبي من علي\nإلا حرفا واحدا ما سمع غيره. كأنه عنى ما أخرجه البخاري في الرجم عنه عن\nعلي حين رجم المرأة قال: رجمتها بسنة النبي - ص - (3).\n</p>\n\n<p>\nفالرجل الذي لم يسمع من علي - ع - إلا هذا الحرف كيف ينبغي قبول ما\nاختلقه ورواه عن علي - ع - في قوله بشأن أبي طالب ذلك العملاق الذي كفل\nصاحب الرسالة، ودرأ عنه كل سوء وعادية، وهتف بدينه القويم، وخضع لناموسه\nالإلهي في قوله وفعله وشعره ونثره، ودفاعه عنه بكل ما يملكه من حول وطول\nمنذ بدء البعثة إلى أن لفظ أبو طالب نفسه الأخير، وكله نصوص ثابتة على\nإسلامه الصحيح وإيمانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالخالص، وخضوعه للرسالة الإلهية التي جاء بها المشرع الأعظم صلى الله\nعليه وآله.\n</p>\n\n<p>\nوكيف يصح القول هذا مع وصية أبي طالب عند موته لبني أبيه وابنه وقد ذكرها\nبرمتها، الروض الأنف 1: 259، المواهب اللدنية 1: 72، تاريخ الخميس 1: 339،\nبلوغ الإرب 1: 327، السيرة الحلبية 1: 375، أسنى المطالب: 5، تذكرة السبط:\n5، وفيها:\n</p>\n\n<p>\nإن أبا طالب لما حضرته الوفاة دعا بني عبد المطلب فقال: لن تزالوا بخير\nما سمعتم من محمد، وما اتبعتم أمره، فاتبعوه وأعينوه ترشدوا.\n</p>\n\n<p>\nوهل كلام الشعبي المختلق بمكان عن ما روي بأسانيد كثيرة بعضها عن العباس\nبن عبد المطلب، وبعضها عن أبي بكر بن أبي قحافة: أن أبا طالب ما مات حتى <span id='ms021'></span>\nقال: لا إله إلا الله، محمد رسول الله. والخبر المشهور: إن أبا طالب عند\nالموت قال: كلا ما خفيا، فأصغى إليه أخوه العباس. وروي عن علي أنه قال: ما\nمات أبو طالب حتى أعطى رسول الله صلى الله عليه وآله من نفسه الرضا (1).\n</p>\n\n<p>\nوأين هذا مما أخرجه ابن سعد في طبقاته: عن عبيد الله بن أبي رافع عن علي\nقال: أخبرت رسول الله صلى الله عليه وآله بموت أبي طالب فبكى ثم قال: اذهب\nفاغسله وكفنه وواره غفر الله له ورحمه (2). فقال البرزنجي كما في أسنى\nالمطالب: 35، أخرجه أبو داود وابن الجارود وابن خزيمة، وإنما ترك النبي صلى\nالله عليه وآله المشي في جنازته اتقاء من شر سفهاء قريش، وعدم صلاته لعدم\nمشروعية صلاة الجنازة يومئذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أجمعت الإمامية على إيمان أبي طالب ولا خلاف لهم فيه، ولها على ذلك\nأدلة قاطعة موجبة للعلم، وقد جمع شيخنا الحجة الأكبر الشيخ الأميني\nالنجفي.. أربعين حديثا من طرق الخاصة والعامة في إيمان أبي طالب، كما أن\nالكثيرين من أئمة البحث والتأليف وضعوا مؤلفات ضخمة حول إيمانه الثابت\nوالعقيدة الراسخة التي كانت في أعماق أعماق قلب عم النبي الأقدس صلى الله\nعليه وآله.\n</p>\n\n<p>\nوقد تضلع في البحث شيخنا الأميني - أدام الله ظله الوارف - فأفرد فصلا\nحول أبي طالب، وأشبعه درسا وتحقيقا ومناقشة وردا وإجابة في كتاب الغدير ج\n7: 330 - 409 وج 8: 3 - 29، فهو ينطق بالحق الصحيح والقول الثابت.\n</p>\n\n<p>\nوفاة النسائي:\n</p>\n\n<p>\nلا اختلاف في عام وفاة النسائي.. على الإطلاق، وكاد يكون إجماع المؤرخين،\nعلى أنه توفي يوم الاثنين لثلاث عشرة ليلة خلت من صفر سنة ثلاث وثلاثمائة..\nوإنما نجد الاختلاف في موضع وفاته ومدفنه، فقد تضاربت الآراء والأقوال فيه\nفقيل: إنه بعد أن ضربوه وداسوا بطنه وخصيتيه أخرجوه من المسجد، فحمل إلى\nمكة عليلا ومات بها وهو مدفون بين الصفا والمروة.\n</p>\n\n<p>\nوقيل: إنه امتحن بدمشق فأدرك الشهادة بالرملة من أرض فلسطين وبها توفي\nودفن.\n</p>\n\n<p>\nوقد ذهب إلى هذا القول مجير الدين الحنبلي، فعند حديثه عن مدينة الرملة <span id='ms022'></span>\nقال: وفيها الإمام المحدث الحافظ أبو عبد الرحمان بن شعيب النسائي أحد أئمة\nالدنيا في الحديث، مولده في سنة 214، ووفاته بالرملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفي 13 صفر 303، وهو الذي قدمه السبكي في طبقات الشافعية الوسطى وقبره\nيقال: إنه بظاهر الجامع الأبيض يلصق حائطه من جهة الشرق في حوش هناك، وقيل:\nإنه في عكا والله أعلم (1).\n</p>\n\n<p>\nوختاما لا يسعني إلا أن أتقدم بالشكر الجزيل المتواصل لكل من ساعدني في\nعملي هذا وأحسنوا الظن بصنيعي ثقة منهم بي.. وتقديرهم لعملي، وإطرائهم له..\nوأخص بالذكر إدارة مكتبة آية الله العظمى السيد الحكيم العامة.. والقائمين\nبها، فقد استقبلتني ببشاشة وابتسامة عذبة.. وجعلت تحت تصرفي كافة المراجع\nوالمصادر ومطالعتها والاستفادة منها من غير مانع أو قيد.. والله أسأله أن\nيمنح هذا النشاط من المعونة والتأييد أكثر وأكثر.. وأن يخلف على - أبي صادق\n- ما أنفق وبذل في إحياء هذا الكنز والتراث العلمي أضعافا مضاعفة..\n</p>\n\n<p>\nوأن يتقبل سعيي له بقبول حسن، وييسر النفع به، أنه سميع مجيب..\n</p>\n\n<p>\nولي التوفيق.. وهو المعين.. وبيده الخير كله وهو على كل شئ قدير..\n</p>\n\n<p>\nالنجف الأشرف أبو علي محمد هادي الأميني عفى الله عنه وعن والديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n</div>\n<h1 class='l1' id=''></h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ الإمام الحافظ أبو عبد الرحمن أحمد بن\nشعيب النسائي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nصلاة أمير المؤمنين علي بن أبي طالب رضي الله عنه (أخبرنا) محمد بن\nالمثنى (1) قال: أنبأنا عبد الرحمان أعني ابن المهدي (2) قال: حدثنا شعيب\n(3) عن سلمة بن كهيل (4) قال: سمعت حبة العرني (5) قال: سمعت عليا كرم الله\nوجهه يقول: أنا أول من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nصلى مع رسول الله صلى الله عليه وآله (1).\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى، قال: حدثنا عبد الرحمان قال: حدثنا شعبة، عن\nعمرو بن مرة (2)، عن أبي عمرة (3)، عن زيد بن أرقم (4) قال: أول من صلى مع\nرسول الله صلى الله عليه وسلم علي رضي الله عنه (5).\n</p>\n\n<p>\nاختلاف ألفاظ الناقلين (أخبرنا) محمد بن المثنى قال: أخبرنا محمد بن جعفر\n(6) عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nغندر (1) قال: حدثنا شعبة عن عمرو بن مرة عن أبي حمزة (2) عن زيد بن أرقم <span id='ms023'></span>\nقال: أول من أسلم مع رسول الله صلى الله عليه وسلم علي ابن أبي طالب رضي\nالله عنه (3).\n</p>\n\n<p>\n(أخبرنا) عبد الله بن سعيد (4) قال: حدثنا ابن إدريس (5) قال: سمعت أبا\nحمزة مولى الأنصار قال: سمعت زيد بن أرقم يقول:\n</p>\n\n<p>\nأول من صلى مع رسول الله صلى الله عليه وسلم علي بن أبي طالب رضي الله\nعنه (6) وقد قال في موضع آخر: أسلم علي رضي الله عنه.\n</p>\n\n<p>\n(أخبرنا) محمد بن عبيد بن محمد الكوفي (7) قال: حدثنا سعيد بن خثيم\n(8)،.......\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n.. عن أسد بن وداعة (1)، عن أبي يحيى بن عفيف (2) عن أبيه، عن جده عفيف،\nقال: جئت في الجاهلية إلى مكة وأنا أريد أن ابتاع لأهلي من ثيابها وعطرها،\nفأتيت العباس بن عبد المطلب وكان رجلا تاجرا فأنا عنده جالس حيث أنظر إلى\nالكعبة، وقد حلقت الشمس في السماء، فارتفعت وذهبت إذ جاء شاب فرمى ببصره\nإلى السماء ثم قام مستقبل القبلة، ثم لم ألبث إلا يسيرا حتى جاء غلام فقام\nعلى يمينه، ثم لم ألبث إلا يسيرا حتى جاءت امرأة فقامت خلفهما، فركع الشاب\nفركع الغلام والمرأة، فرفع الشاب فرفع الغلام والمرأة، فسجد الشاب فسجد\nالغلام والمرأة، فقلت: يا عباس أمر عظيم، قال العباس: أمر عظيم أتدري من\nهذا الشاب؟ قلت: لا، قال: هذا محمد بن عبد الله ابن أخي، أتدري من هذا\nالغلام؟ هذا علي ابن أخي، أتدري من هذه المرأة؟ هذه خديجة بنت خويلد زوجته،\nإن ابن أخي هذا أخبرني أن ربه رب السماء والأرض أمره بهذا الدين الذي هو\nعليه، ولا والله ما على الأرض كلها أحد على هذا الدين غير هؤلاء الثلاثة\n(3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن سليمان الرهاوي (1) قال: حدثنا عبد الله بن موسى (2) قال:\nحدثنا العلاء بن صالح (3) عن المنهال (4) عن عمرو ابن عباد بن عبد الله (5)\nقال: قال علي رضي الله عنه: أنا عبد الله وأخو رسول الله وأنا الصديق\nالأكبر، لا يقولها بعدي إلا كاذب آمنت قبل الناس سبع سنين (6).\n</p>\n\n<p>\nعبادته (أخبرنا) علي بن نزار الكوفي <span id='ms024'></span> (7) قال: أخبرنا ابن فضل (8)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أخبرنا الأصلح (1) عن عبد الله بن أبي الهذيل (2) عن علي رضي الله\nعنه قال: ما أعرف أحدا من هذه الأمة عبد الله بعد نبينا غيري عبدت الله قبل\nأن يعبده أحد من هذه الأمة تسع سنين (3).\n</p>\n\n<p>\nمنزلة علي بن أبي طالب كرم الله وجهه من الله عز وجل (أخبرنا) هلال بن\nبشير البصري (4) قال: حدثنا محمد بن خالد (5) قال: حدثني موسى بن يعقوب (6)\nقال: حدثنا مهاجر بن سمار بن سلمة (7) عن عائشة بنت سعد (8) قالت: سمعت أبي\nيقول: سمعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم يوم الجحفة فأخذ بيد علي، فخطب فحمد الله\nوأثنى عليه، ثم قال: أيها الناس إني وليكم، قالوا: صدقت يا رسول الله، ثم\nأخذ بيد علي فرفعها فقال: هذا وليي ويؤدي عني ديني، وأنا موالي من والاه\nومعادي من عاداه (1).\n</p>\n\n<p>\n(أخبرنا) قتيبة بن سعيد البلخي (2)، وهشام بن عمار الدمشقي (3) قالا:\nحدثنا حاتم (4) عن بكير بن مسمار (5) عن عامر بن سعد بن أبي وقاص (6) قال:\nأمر معاوية سعدا فقال: ما يمنعك أن تسب أبا تراب؟\n</p>\n\n<p>\nفقال: أنا ذكرت ثلاثا قالهن رسول الله صلى الله عليه وسلم فلن أسبه لئن\nيكون لي واحدة منها أحب إلي من حمر النعم، سمعت رسول الله صلى الله عليه\nوسلم يقول له وخلفه في بعض مغازيه، فقال له علي:\n</p>\n\n<p>\nيا رسول الله أتخلفني مع النساء والصبيان؟ فقال رسول الله صلى الله عليه\nوسلم:\n</p>\n\n<p>\nأما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nبعدي. وسمعته يقول يوم خيبر: لأعطين الراية غدا رجلا يحب الله ورسوله\nويحبه الله ورسوله فتطاولنا إليها، فقال ادعوا إلى عليا، فأتي به أرمد،\nفبصق في عينيه ودفع الراية إليه. ولما نزلت: \" إنما يريد الله ليذهب عنكم\nالرجس أهل البيت ويطهركم تطهيرا \" (1) دعا رسول الله صلى الله عليه وسلم\nعليا وفاطمة وحسنا وحسينا فقال: اللهم هؤلاء أهل بيتي (2).\n</p>\n\n<p>\n(أخبرنا) حرمي بن يونس بن محمد الطرسوسي (3) قال: أخبرنا أبو غسان (4)\nقال: أخبرنا <span id='ms025'></span> عبد السلام (5) عن موسى الصغير (6) عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمان بن سابط (1) عن سعد قال: كنت جالسا فتنقصوا علي بن أبي طالب\nرضي الله عنه فقلت: لقد سمعت رسول الله صلى الله عليه وسلم يقول في علي\nخصال ثلاث لئن يكون لي واحدة منهن أحب إلي من حمر النعم، سمعته يقول: إنه\nمني بمنزلة هارون من موسى إلا أنه لا نبي بعدي. وسمعته يقول: لأعطين الراية\nغدا رجلا يحب الله ورسوله ويحبه الله ورسوله. وسمعته يقول: من كنت مولاه\nفعلي مولاه (2).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى السجستاني (3) قال: أخبرنا نصر بن علي (4) قال:\nحدثنا عبد الله بن داود (5) عن عبد الواحد بن أيمن (6)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه، أن سعدا قال: قال رسول الله صلى الله عليه وسلم: لأدفعن الراية\nإلى رجل يحب الله ورسوله ويحبه الله ورسوله ويفتح الله بيده.\n</p>\n\n<p>\nفاستشرف لها أصحابه فدفعها إلى علي (1).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال: حدثنا الحسن بن حماد (2)، قال:\n</p>\n\n<p>\nأخبرنا مسهر بن عبد الملك (3)، عن عيسى بن عمر (4)، عن السدي (5) عن أنس\nبن مالك (6): أن النبي صلى الله عليه وسلم كان عنده طائر فقال: اللهم ائتني\nبأحب خلقك إليك يأكل معي من هذا الطير. فجاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nأبو بكر فرده، ثم جاء عمر فرده، ثم جاء علي فأذن له (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن سليمان الرهاوي (2)، حدثنا عبد الله (3) أخبرنا ابن أبي\nليلى (4)، عن الحكم بن منهال (5)، عن عبد الرحمان ابن أبي ليلى، عن أبيه\n(6) قال لعلي وكان يسير معه: إن الناس قد أنكروا منك شيئا تخرج في البرد في\nالملاءتين، وتخرج في الحر في الخشن والثوب الغليظ. فقال: ألم تكن معنا\nبخيبر؟ قال: بلى. قال: بعث رسول الله صلى الله عليه وسلم أبا بكر وعقد له\nلواء فرجع، وبعث عمر وعقد له لواء فرجع، فقال رسول الله صلى الله عليه\nوسلم: لأعطين الراية رجلا يحب الله ورسوله ويحبه الله ورسوله ليس بفرار.\nفأرسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nإلي وأنا أرمد فتفل في عيني فقال: اللهم اكفه أذى الحر والبرد.\n</p>\n\n<p>\nقال ما وجدت حرا بعد ذلك <span id='ms026'></span> ولا بردا (1).\n</p>\n\n<p>\n(أخبرنا) محمد بن علي بن هبة الواقدي (2)، قال: أخبرنا معاذ بن خالد (3)،\nقال: أخبرنا الحسين بن واقد (4)، عن عبد الله بن بريدة (5) قال: سمعت أبي\nبريدة (6) يقول: حاصرنا خيبر فأخذ الراية أبو بكر ولم يفتح له، فأخذه من\nالغد عمر فانصرف ولم يفتح له، وأصاب الناس شدة وجهد، فقال رسول الله صلى\nالله عليه وسلم: إني دافع لوائي غدا إلى رجل يحب الله ورسوله ويحبه الله\nورسوله لا يرجع حتى يفتح له. وبتنا طيبة أنفسنا أن الفتح غدا، فلما أصبح\nرسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الغداة، ثم جاء قائما ورمى اللواء والناس على أقصافهم، فما منا إنسان\nله منزلة عند الرسول صلى الله عليه وسلم إلا وهو يرجو أن يكون صاحب اللواء،\nفدعا علي بن أبي طالب رضي الله عنه وهو أرمد فتفل ومسح في عينيه، فدفع إليه\nاللواء وفتح عليه. قالوا: أخبرنا ممن تطاول بها (1).\n</p>\n\n<p>\n(أخبرنا) محمد بن بشار بن دار البصري (2)، أخبرنا محمد بن جعفر (3)، قال:\nحدثنا عوف (4)، عن ميمون (5)، عن أبي عبد الله عبد السلام (6): أن عبد الله\nبن بريدة حدثه عن بريدة الأسلمي، قال:\n</p>\n\n<p>\nلما كان يوم خيبر نزل رسول الله صلى الله عليه وسلم بحصن أهل خيبر، أعطى\nرسول الله صلى الله عليه وسلم اللواء عمر، فنهض فيه من نهض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nمن الناس فلقوا أهل خيبر، فانكشف عمر وأصحابه فرجعوا إلى رسول الله صلى\nالله عليه وسلم، فقال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nلأعطين اللواء رجلا يحب الله ورسوله ويحبه الله ورسوله. فلما كان من الغد\nتصادر أبو بكر وعمر، فدعا عليا وهو أرمد فتفل في عينيه ونهض معه من الناس\nمن نهض فلقي أهل خيبر، فإذا مرحب يرتجز:\n</p>\n\n<p>\nقد علمت خيبر أني مرحب * شاكي السلاح بطل مجرب إذا الليوث أقبلت تلهب *\nأطعن أحيانا وحينا أضرب (1) فاختلف هو وعلي ضربتين فضربه على هامته، حتى\nمضى السيف منها منتهى رأسه، وسمع أهل العسكر صوت ضربته، فما تتام آخر الناس\nمع علي حتى <span id='ms027'></span> فتح لأولهم (2).\n</p>\n\n<p>\n(أخبرنا) قتيبة بن سعيد (3)، قال: حدثنا يعقوب بن عبد الرحمان الزهري\n(4)، عن أبي حازم (5)، قال: أخبرني سهيل بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nسعد (1) أن رسول الله صلى الله عليه وسلم قال يوم خيبر: لأعطين هذه\nالراية غدا رجلا يفتح الله عليه يحب الله ورسوله ويحبه الله ورسوله. فلما\nأصبح الناس غدو على رسول الله صلى الله عليه وسلم كلهم يرجو أن يعطى، فقال:\nأين علي بن أبي طالب؟ فقالوا: علي يا رسول الله يشتكي عينيه، قال: فأرسلوا\nإليه، فأتي به، فبصق رسول الله صلى الله عليه وسلم في عينيه ودعا له، فبرأ\nحتى كأن لم يكن به وجمع فأعطاه الراية، فقال علي: يا رسول الله أقاتلهم حتى\nيكونوا مثلنا، فقال: انفذ على رسلك حتى تنزل بساحتهم ثم ادعهم إلى الإسلام،\nوأخبرهم بما يجب عليهم من الله، فوالله لئن يهدي الله بك رجلا واحدا خير من\nأن يكون لك حمر النعم (2).\n</p>\n\n<p>\nاختلاف ألفاظ الناقلين بخبر أبي هريرة منه (أخبرنا) أبو الحسين أحمد بن\nسليمان الرهاوي قال: حدثنا يعلى بن عبيد (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقال: حدثنا يزيد بن كيسان (1)، عن أبي حازم، عن أبي هريرة، قال: قال رسول\nالله صلى الله عليه وسلم: لأدفعن الراية اليوم إلى رجل يحب الله ورسوله\nويحبه الله ورسوله. فتطاول القوم، فقال: أين علي بن أبي طالب؟ فقالوا:\nيشتكي عينيه، قال: فبصق نبي الله في كفيه ومسح بهما عيني علي ودفع إليه\nالراية ففتح الله على يديه (2).\n</p>\n\n<p>\n(أخبرنا) قتيبة بن سعيد، قال: أخبرنا يعقوب، عن سهل، عن أبيه، عن أبي\nهريرة: أن رسول الله صلى الله عليه وسلم قال يوم خيبر: لأعطين الراية رجلا\nيحب الله ورسوله، يفتح الله عليه. قال عمر ابن الخطاب: ما أحببت الإمارة\nإلا يومئذ. فدعا رسول الله صلى الله عليه وسلم علي بن أبي طالب فأعطاه\nإياها، وقال: امش ولا تلتفت حتى يفتح الله عليك. فسار علي ثم وقف، فصاح يا\nرسول الله على ماذا أقاتل الناس؟ قال: قاتلهم حتى يشهدوا أن لا إله إلا\nالله وأن <span id='ms028'></span> محمدا رسول الله، فإذا فعلوا ذلك قد منعوا منك دماءهم وأموالهم\nإلا بحقها وحسابهم على الله (3).\n</p>\n\n<p>\n(أخبرنا) إسحاق بن إبراهيم بن راهويه (4)، قال: أخبرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nجرير (1)، عن سهيل، عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم: لأعطين الراية غدا رجلا يحب الله ورسوله يفتح عليه. قال عمر:\nفما أحببت الإمارة قط إلا يومئذ، قال: فاستشرفت لها فدعا عليا فبعثه، ثم\nقال: اذهب فقاتل حتى يفتح الله عليك ولا تلتفت.\n</p>\n\n<p>\nقال: فمشى ما شاء الله، ثم وقف ولم يلتفت فقال: علام نقاتل الناس؟\n</p>\n\n<p>\nقال: قاتلهم حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله، فإذا\nفعلوا ذلك فقد منعوا دماءهم وأموالهم إلا بحقها وحسابهم على الله (2).\n</p>\n\n<p>\n(أخبرنا) محمد بن عبد الله بن المبارك المخرمي (3)، قال: حدثنا أبو هاشم\nالمخزومي (4)، قال: حدثنا وهب (5)، قال: حدثنا سهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي صالح، (1) عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم يوم خيبر: لأدفعن الراية إلى رجل يحب الله ورسوله ويفتح الله\nعليه. قال عمر: فما أحببت الإمارة قط قبل يومئذ. فدفعها إلى علي رضي الله\nعنه. قال: قال: ولا تلتفت، فسار قريبا قال:\n</p>\n\n<p>\nيا رسول الله علام نقاتل؟ قال: على أن يشهدوا أن لا إله إلا الله وأن\nمحمدا رسول الله، فإذا فعلوا ذلك عصموا دماءهم وأموالهم إلا بحقها وحسابهم\nعلى الله تعالى (2).\n</p>\n\n<p>\nخبر عمران بن حصين (3) في ذلك (أخبرنا) العباس بن عبد الحطيم العبدي\nالبصري (4)، قال:\n</p>\n\n<p>\nأخبرنا عمر بن عبد الوهاب (5)، قال: أخبرنا معتمر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان (1) عن أبيه، عن منصور (2)، عن ربعي (3)، عن عمران ابن الحصين: أن\nالنبي صلى الله عليه وسلم قال: لأعطين الراية رجلا يحب الله ورسوله، أو\nقال: يحبه الله ورسوله. فدعا عليا وهو أرمد ففتح الله عليه يديه (4).\n</p>\n\n<p>\nخبر الحسن بن علي رضي الله تعالى عنهما عن النبي صلى الله عليه وسلم في\nذلك وأن جبريل يقاتل عن يمينه وميكائيل عن يساره (أخبرنا) إسحاق بن إبراهيم\nبن راهويه، أخبرنا <span id='ms029'></span> النضر بن شميل (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أخبرنا يونس (1)، عن أبي إسحاق (2)، عن هبيرة بن هديم (3) قال: جمع\nالناس الحسن بن علي وعليه عمامة سوداء لما قتل أبوة فقال:\n</p>\n\n<p>\nلقد كان قتلتم بالأمس رجلا ما سبقه الأولون، ولا يدركه الآخرون، وإن رسول\nالله صلى الله عليه وسلم قال: لأعطين الراية غدا رجلا يحب الله ورسوله،\nويحبه الله ورسوله، فيقاتل وجبريل عن يمينه وميكائيل عن يساره، ثم لا ترد\nرايته حتى يفتح الله عليه. ما ترك دينارا ولا درهما إلا تسعمائة (4) أخذها\nعياله من عطاء كان أراد أن يبتاع بها خادما لأهله (5).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم في علي: إن الله جل ثناؤه لا يخزيه أبدا\n(أخبرنا) ميمون بن المثنى (6)، قال: حدثنا الوضاح وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عوانة (1) قال: حدثنا أبو بلج بن أبي سليم (2)، قال: حدثنا عمرو بن\nميمونة (3) قال: إني لجالس إلى ابن عباس إذ أتاه تسعة رهط فقالوا: يا ابن\nعباس إما أن تقوم معنا، وإما أن تخلو بنا بين هؤلاء.\n</p>\n\n<p>\nفقال ابن عباس: بل أنا أقوم معكم. قال: وهو يومئذ صحيح قبل أن يعمى (4)،\nقال: فانتدؤا فتحدثوا فلا ندري ما قالوا، قال: فجاء وهو ينفض ثوبه وهو\nيقول: أف وتف وقعوا في رجل له بضع عشر (5) وقعوا في رجل قال له رسول الله\nصلى الله عليه وسلم: لأبعثن رجلا يحب الله ورسوله لا يخزيه الله أبدا، قال:\nفاستشرف لها من استشرف فقال: أين ابن أبي طالب؟ قيل: هو في الرحى يطحن،\nقال: وما كان أحدكم ليطحن، قال: فجاء وهو أرمد لا يكاد يبصر، فتفل (6) في\nعينيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nثم هز الراية ثلاثا فدفعها إليه، وجاء علي بصفية بنت حي (1)، وبعث أبا\nبكر بسورة التوبة، وبعث عليا خلفه فأخذها منه، فقال: لا يذهب بها إلا رجل\nمني وأنا منه. قال: وقال لبني عمه: أيكم يواليني في الدنيا والآخرة، فأبوا.\nقال: وعلي معهم جالس فقال علي: أنا أواليك في الدنيا والآخرة. قال: وكان\nأول من أسلم من الناس بعد خديجة. قال: وأخذ رسول الله صلى <span id='ms030'></span> الله عليه وسلم\nثوبه فوضعه على علي وفاطمة وحسن وحسين فقال: (إنما يريد الله ليذهب عنكم\nالرجس أهل البيت ويطهركم تطهيرا). قال: وشرى علي نفسه فلبس ثوب النبي صلى\nالله عليه وسلم ثم نام مكانه، قال: وكان المشركون يرمون رسول الله صلى الله\nعليه وسلم، فجاء أبو بكر وعلي نائم، قال:\n</p>\n\n<p>\nوأبو بكر يحسبه أنه نبي الله، قال: فقال له علي: إن نبي الله صلى الله\nعليه وسلم قد انطلق نحو بئر ميمونة (2) فأدركه، قال:\n</p>\n\n<p>\nفانطلق أبو بكر فدخل معه الغار. قال: وجعل علي يرمى بالحجارة كما كان\nيرمى نبي الله وهو يتضور (3) وقد لف رأسه في الثوب لا يخرجه حتى أصبح، ثم\nكشف عن رأسه فقالوا: إنك للئيم كان صاحبك نرميه فلا يتضور وأنت تتضور وقد\nاستنكرنا ذلك. قال: وخرج بالناس في غزوة تبوك، قال: فقال له علي: أخرج معك؟\nفقال له نبي الله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nلا، فبكى علي، فقال له: أما ترضى أن تكون مني بمنزلة هارون من موسى إلا\nأنك لست بنبي، إنه لا ينبغي أن أذهب إلا وأنت خليفتي.\n</p>\n\n<p>\nوقال له رسول الله صلى الله عليه وسلم: أنت ولي كل مؤمن بعدي (1).\n</p>\n\n<p>\nقال: وسد أبواب المسجد غير باب علي، قال: فقال: فيدخل المسجد جنبا وهو\nطريقه ليس له طريق غيره. قال: وقال: من كنت مولاه فأن مولاة علي. قال:\nوأخبرنا الله عز وجل في القرآن أنه قد رضي عن أصحاب الشجرة فعلم ما في\nقلوبهم (2) فهل حدثنا أنه سخط عليهم بعده. قال: وقال نبي الله صلى الله\nعليه وسلم لعمر حين قال: ايذن لي فأضرب عنقه، قال: أو كنت فاعلا وما يدريك\nلعل الله قد اطلع على أهل بدر، فقال: اعملوا ما شئتم (3).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم لعلي: إنك مغفور لك (أخبرنا) هارون بن عبد\nالله الحمال البغدادي (4)، قال: حدثنا محمد بن عبد الله الزبيري الأسدي\n(5)، قال: حدثنا علي بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nصالح (1)، عن أبي إسحاق (2)، عن عمرو بن مرة (3)، عن عبد الله ابن سلمة\n(4)، عن علي رضي <span id='ms031'></span> الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nألا أعلمك كلمات إذا قلتهن غفر لك مع أنه مغفور لك، تقول: لا إله إلا\nالله الحليم الكريم، لا إله إلا الله العلي العظيم، الحمد لله رب العالمين\n(5).\n</p>\n\n<p>\nالاختلاف على أبي إسحاق في هذا الحديث (أخبرنا) أحمد بن عثمان بن حكيم\nالكوفي (6)، قال: حدثنا خالد (7)، قال: أخبرنا علي بن صالح، عن أبي إسحاق\nالهمداني،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمرو بن مرة، عن عبد الله بن سلمة، عن علي رضي الله عنه:\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم قال: يا علي ألا أعلمك كلمات الفرج:\n</p>\n\n<p>\nلا إله إلا الله العلي العظيم، سبحان الله رب السماوات السبع ورب العرش\nالعظيم، الحمد لله رب العالمين.\n</p>\n\n<p>\n(أخبرنا) صفوان بن عمرو الحمصي (1)، قال: حدثنا أحمد بن خالد (2)، قال:\nأخبرنا إسرائيل (3)، عن أبي إسحاق، عن عبد الرحمان ابن أبي ليلى، عن علي\nرضي الله عنه قال: كلمات الفرج.\n</p>\n\n<p>\n(أخبرنا) أحمد بن عثمان بن حكيم، قال: حدثنا أبو غسان (4) قال: أخبرنا\nإسرائيل، عن أبي إسحاق، عن عبد الرحمان بن أبي ليلى عن علي، عن النبي صلى\nالله عليه وسلم نحوه - يعني نحو حديث خالد.\n</p>\n\n<p>\n(أخبرنا) علي محمد بن علي المصيصي (5)، قال: أخبرنا خلف ابن تميم (6)\nقال: أخبرنا إسرائيل، قال: حدثنا أبو إسحاق، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمان بن أبي ليلى، عن علي رضي الله عنه قال: قال النبي صلى الله\nعليه وسلم:\n</p>\n\n<p>\nألا أعلمك كلمات إذا قلتهن غفر لك على أنه مغفور لك، لا إله إلا الله\nالعلي العظيم، لا إله إلا الله الحليم الكريم، سبحان رب العرش العظيم،\nالحمد لله رب العالمين.\n</p>\n\n<p>\n(أخبرنا) الحسين بن حارث (1)، قال: أخبرنا الفضل بن موسى (2)، عن الحسين\nبن واقد (3)، عن أبي إسحاق، عن الحرث (4)، عن علي كرم الله وجهه قال: قال\nالنبي صلى الله عليه وسلم:\n</p>\n\n<p>\nألا أعلمك دعاء إذا دعوت به غفر لك وإن كنت مغفورا لك، قلت:\n</p>\n\n<p>\nبلى. قال: لا إله إلا الله العلي العظيم، لا إله إلا الله الحليم الكريم،\nلا إله <span id='ms032'></span> إلا الله، سبحان الله رب العرش العظيم.\n</p>\n\n<p>\nقال أبو إسحاق: لم يسمع من الحرث إلا أربعة أحاديث ليس ذا منها وإنما\nأخرجناه لمخالفة الحسين بن واقد الإسرائيلي، ولعلي بن صالح والحرث الأعور،\nليس بذلك في الحديث عاصم بن ضمرة أصلح منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: قد امتحن الله قلب علي للإيمان (أخبرنا)\nأبو جعفر محمد بن عبد الله بن المبارك المخزومي، قال:\n</p>\n\n<p>\nحدثنا الأسود بن عامر (1)، قال: أخبرنا شريك (2)، عن منصور (3)، عن ربعي\n(4)، عن علي، قال: جاء النبي صلى الله عليه وسلم أناس من قريش، فقالوا: يا\nمحمد، إنا جيرانك وحلفاؤك وإن من عبيدنا قد أتوك ليس بهم رغبة في الدين ولا\nرغبة في الفقه، إنما فروا من ضياعنا وأموالنا فارددهم إلينا، فقال لأبي\nبكر: ما تقول؟ فقال:\n</p>\n\n<p>\nصدقوا إنهم لجيرانك وحلفاؤك. فتغير وجه النبي صلى الله عليه وسلم ثم قال\nلعمر: ما تقول؟ قال: صدقوا إنهم لجيرانك وحلفاؤك. فتغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوجه النبي صلى الله عليه وسلم، ثم قال: يا معشر قريش والله ليبعثن الله\nعليكم رجلا منكم امتحن الله قلبه للإيمان فيضربكم على الدين أو يضرب بعضكم.\nقال أبو بكر: أنا هو يا رسول الله؟ قال: لا.\n</p>\n\n<p>\nقال عمر: أنا هو يا رسول الله؟ قال: لا، ولكن ذلك الذي يخصف النعل. وقد\nكان أعطى عليا نعلا يخصفها (1).\n</p>\n\n<p>\nقوله صلى الله عليه وسلم لعلي رضي الله عنه: إن الله سيهدي قلبك (أخبرنا)\nأبو جعفر، عن عمرو بن البصري (2)، قال: حدثنا عمرو بن مرة، عن أبي البختري،\nعن علي قال: بعثني رسول الله صلى الله عليه وسلم إلى اليمن وأنا شاب حديث\nالسن، قال: فقلت:\n</p>\n\n<p>\nيا رسول الله تبعثني إلى قوم يكون بينهم أحداث وأنا شاب حديث السن، قال:\nإن الله سيهدي قلبك ويثبت لسانك. قال: ما شككت في حديث أقضي بين اثنين (3).\n</p>\n\n<p>\nاختلاف الناقلين بهذا الخبر (أخبرنا) علي بن الحسين المروزي (4) قال:\nأخبرنا عيسى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالأعمش (1)، عن عمرو بن مرة، عن أبي البختري (1)، عن عمرو بن مرة، عن أبي <span id='ms033'></span>\nالبختري (2) عن علي رضي الله عنه قال: بعثني رسول الله صلى الله عليه وسلم\nإلى اليمن، فقلت: إنك تبعثني إلى قوم أسن مني فكيف القضاء عنهم، فقال: إن\nالله سيهدي قلبك ويثبت لسانك. قال لي: فما شككت في حكومة بعد (3).\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى (4)، قال: حدثنا أبو معاوية (5) قال: حدثنا\nالأعمش (6) عن عمرو بن مرة، عن أبي البختري عن علي رضي الله عنه قال: بعثني\nرسول الله صلى الله عليه وسلم إلى أهل اليمن لأقضي بينهم، فقلت: يا رسول\nالله لا علم لي بالقضاء، فضرب بيده على صدري، وقال: اللهم اهد قلبه وسدد\nلسانه. فما شككت في قضاء بين اثنين حين جلست في مجلسي (7).\n</p>\n\n<p>\nقال أبو عبد الرحمان النسائي: هذا حديث سمعته من عمرو بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nمرة عن أبي البختري قال: أخبرني من سمع عليا رضي الله عنه، قال أبو عبد\nالرحمان أبو البحتري: لم يسمع من علي شيئا.\n</p>\n\n<p>\n(أخبرنا) أحمد بن سليمان الرهاوي، قال: حدثنا يحيى آدم (1) قال: حدثنا\nشريك، عن سماك بن حرب (2)، عن حنش بن المعتمر (3)، عن علي رضي الله عنه\nقال: بعثني رسول الله صلى الله عليه وسلم إلى اليمن وأنا شاب فقلت: يا رسول\nالله تبعثني وأنا شاب إلى قوم ذوي أسنان أقضي بينهم ولا علم لي بالقضاء\nفوضع يده على صدري، ثم قال: إن الله سيهدي قلبك ويثبت لسانك، يا علي إذا\nأجلس إليك الخصمان فلا تقض بينهما حتى تسمع من الآخر كما سمعت من الأول،\nفإنك إذا فعلت ذلك تبدي لك القضاء. قال علي رضي الله عنه: فما أشكل علي\nقضاء بعد ذلك (4).\n</p>\n\n<p>\nالاختلاف عن أبي إسحاق في هذا الحديث (أخبرنا) أحمد بن سليمان، قال:\nحدثنا يحيى بن آدم، قال:\n</p>\n\n<p>\nحدثنا إسرائيل بن أبي إسحاق، عن حارثة بن مضرب (5)، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nعلي رضي الله عنه قال: بعثني رسول الله صلى الله عليه وسلم إلى اليمن\nفقلت: إنك تبعثني إلى قوم هم أسن مني لأقضي بينهم، فقال: إن الله سيهدي\nقلبك ويثبت لسانك (1).\n</p>\n\n<p>\n(أخبرنا) شبيب (2)، عن <span id='ms034'></span> أبي إسحاق، عن عمرو بن حبشي (3) عن علي كرم الله\nوجهه، وأخبرني أبو عبد الرحمان زكريا بن يحيى، قال:\n</p>\n\n<p>\nحدثنا محمد بن العلاء، قال: حدثنا معاوية بن هشام، عن شيبان عن أبي\nإسحاق، عن عمرو بن حبشي، عن علي كرم الله وجهه قال:\n</p>\n\n<p>\nبعثني رسول الله صلى الله عليه وسلم إلى اليمن فقلت: يا رسول الله إنك\nتبعثني إلى شيوخ (4) ذوي أسنان وإني أخاف أن لا أصيب؟\n</p>\n\n<p>\nفقال: إن الله سيثبت لسانك ويهدي قلبك (5).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: أمرت بسد هذه الأبواب غير باب علي - رضي\nالله عنه (أخبرنا) محمد بن بشار بن بندار البصري، قال: حدثنا محمد ابن\nجعفر، قال: حدثنا عوف، عن ميمون أبي عبد الله، عن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nابن أرقم (1) قال: كان لنفر من أصحاب رسول الله صلى الله عليه وسلم أبواب\nشارعة في المسجد، قال: فقال رسول الله صلى الله عليه وسلم يوما: سدوا هذه\nالأبواب إلا باب علي. فتكلم في ذلك الناس، فقام رسول الله صلى الله عليه\nوسلم، فحمد الله وأثنى عليه ثم قال: أما بعد فأني أمرت بسد هذه الأبواب غير\nباب علي. وقال فيه قائلكم، والله ما سددته ولا فتحته ولكني أمرت فاتبعته\n(2).\n</p>\n\n<p>\nقوله صلى الله عليه وسلم: ما أدخلته وأخرجتكم بل الله أدخله وأخرجكم\n(أخبرنا) علي بن محمد بن سليمان (3)، عن ابن عتيبة (4)، عن عمرو بن دينار\n(5)، عن أبي جعفر محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nعلي (1)، عن إبراهيم ابن سعد بن أبي وقاص (2)، عن أبيه ولم يقل مرة عن\nأبيه قال: كنا عند النبي صلى الله عليه وسلم وعنده قوم جلوس فدخل علي كرم\nالله وجهه، فلما دخل خرجوا، فلما خرجوا تلاوموا فقالوا: والله ما أخرجنا إذ\nأدخله، فرجعوا فدخلوا، فقال:\n</p>\n\n<p>\nوالله ما أنا أدخلته وأخرجتكم بل الله أدخله وأخرجكم. قال أبو عبد\nالرحمان:\n</p>\n\n<p>\nهذا أولى بالصواب (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن يحيى الكوفي (4)، قال: أخبرنا علي وهو ابن قادم (5)،\nقال: أخبرنا إسرائيل، عن عبد الله بن شريك، عن الحرث بن مالك (6)، قال:\nأتيت مكة <span id='ms035'></span> فلقيت سعد بن أبي وقاص فقلت له: هل سمعت لعلي منقبة؟ قال: كنا مع\nرسول الله صلى الله عليه وسلم في المسجد فنودي فينا لسده ليخرج من في\nالمسجد إلا آل رسول الله صلى الله عليه وسلم. قال: فخرجنا فلما أصبح أتاه\nعمه فقال:\n</p>\n\n<p>\nيا رسول الله أخرجت أصحابك وأعمامك وأسكنت هذا الغلام. فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم: ما أنا أمرت بإخراجكم ولا بإسكان هذا\nالغلام إن الله هو أمر به (1). قال فطر (2): عن عبد الله بن شريك عن عبد\nالله بن أرقم، عن سعد أن العباس أتى النبي صلى الله عليه وسلم فقال: سددت\nأبوابنا إلا باب علي. فقال: ما أنا فتحتها ولا أنا سددتها (3).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى السجستاني، قال: حدثنا عبد الله بن عمر، قال:\nأخبرنا محمد بن وهب بن أبي كريمة الحراني، قال: أخبرنا مسكين (4) قال:\nحدثنا شعبة عن أبي مليح عن عمرو بن ميمون، عن ابن عباس (5) قال: أمر رسول\nالله صلى الله عليه وسلم بأبواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالمسجد فسدت إلا باب علي رضي الله عنه (1).\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى، قال: حدثنا يحيى بن معاذ، قال:\n</p>\n\n<p>\nحدثنا أبو وضاح قال: أخبرنا يحيى، حدثنا عمرو بن ميمون، قال:\n</p>\n\n<p>\nقال ابن عباس: وسد أبواب المسجد غير باب علي رضي الله عنه، فكان يدخل\nالمسجد وهو جنب وهو طريقه ليس له طريق غيره (2).\n</p>\n\n<p>\nمنزلة علي بن أبي طالب كرم الله وجهه من النبي صلى الله عليه وسلم\n(أخبرنا) بشر بن هلال البصري، قال: حدثنا جعفر وهو ابن سليمان، قال: حدثنا\nحرب بن شداد، عن وساد (3)، عن سعيد بن المسيب، عن سعد بن أبي وقاص قال: لما\nغزا رسول الله صلى الله عليه وسلم غزوة تبوك خلف عليا كرم الله وجهه في\nالمدينة قالوا فيه: مله وكره صحبته. فتبع علي رضي الله عنه النبي صلى الله\nعليه وسلم حتى لحقه في الطريق، قال: يا رسول الله، خلفتني بالمدينة مع\nالذراري والنساء حتى قالوا: مله وكره صحبته. فقال النبي صلى <span id='ms036'></span> الله عليه\nوسلم: يا علي إنما خلفتك على أهلي، أما ترضى أن تكون مني بمنزلة هارون من\nموسى غير أنه لا نبي بعدي (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(أخبرنا) القديم بن زكريا بن دينار الكوفي (1)، قال: حدثنا أبو نعيم،\nقال: حدثنا عبد السلام عن يحيى بن سعيد، عن سعيد ابن المسيب، عن سعد بن أبي\nوقاص: أن النبي صلى الله عليه وسلم قال لعلي رضي الله عنه: أنت مني بمنزلة\nهارون من موسى (2).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال: أخبرنا أبو مصعب (3) أن الدراوردي (4) حدثه\nعن هشام، عن سعيد بن المسيب، عن سعد قال: لما خرج رسول الله صلى الله عليه\nوسلم إلى تبوك خرج علي رضي الله عنه فتبعه فشكا وقال: يا رسول الله أتتركني\nمع الخوالف.\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: يا علي أما ترضى أن تكون مني بمنزلة\nهارون من موسى إلا النبوة (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالاختلاف على محمد بن المنكدر في هذا الحديث (أخبرنا) إسحاق بن موسى بن\nعبد الله بن يزيد الأنصاري (1) قال: حدثنا داود بن كثير الرقي (2)، عن\nمحمد، عن سعيد بن المنكدر ابن المسيب (3)، عن سعد: أن رسول الله صلى الله\nعليه وسلم قال لعلي:\n</p>\n\n<p>\nأنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي (4).\n</p>\n\n<p>\n(أخبرنا) صفوان بن محمد بن عمرو، قال: حدثنا أحمد بن خالد قال: حدثنا عبد\nالعزيز بن أبي سلمة الماجشون، عن محمد بن المنكدر قال سعيد بن المسيب:\nأخبرني إبراهيم بن سعد أنه سمع أباه سعدا وهو يقول: قال النبي صلى الله\nعليه وسلم لعلي رضي الله عنه: أما ترضى أن تكون مني بمنزلة هارون من موسى\nإلا أنه لا نبوة بعدي.\n</p>\n\n<p>\nقال سعيد: فلم أرض حتى أتيت سعدا فقلت: شئ حدثت به ابنك وما هو؟ وانتهى\nفقال: أخبرنا على هذا فلان، فقال: ما هو ابن أخي، فقلت: هل سمعت النبي صلى\nالله عليه وسلم يقول لعلي: كذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا، قال: نعم وأشار إلى أذنيه (1) وإلا فاستكتا لقد سمعنه؟\n</p>\n\n<p>\nيقول ذلك (2).\n</p>\n\n<p>\nوخالفه يوسف بن الماجشون (3) فرواه عن <span id='ms037'></span> محمد بن المنكدر عن سعيد بن عامر\nبن سعد، عن أبيه، وتابعه على روايته عن عامر ابن سعد (4)، وعلي بن زيد بن\nجدعان (5).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال: حدثنا ابن الشوارب، قال:\n</p>\n\n<p>\nحدثنا حماد بن زيد، عن علي بن زيد، عن سعيد بن المسيب، عن عامر بن سعد،\nعن سعد: أن النبي صلى الله عليه وسلم قال لعلي: أنت مني بمنزلة هارون من\nموسى غير أنه لا نبي بعدي. قال سعيد:\n</p>\n\n<p>\nفأحببت أن أشافه بذلك سعدا فأتيته فقلت: ما حديث حدثني به عنك عامر؟\nفأدخل إصبعيه في أذنيه وقال: سمعت من رسول الله صلى الله عليه وسلم، وإلا\nفاستكتا (6).\n</p>\n\n<p>\n(أخبرنا) محمد بن وهب الحراني، قال: أخبرنا سكن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nسكن (1)، قال: حدثنا شعبة، عن علي بن زيد قال: سمعت سعيد ابن المسيب يحدث\nعن سعد أن رسول الله صلى الله عليه وسلم قال لعلي رضي الله عنه: أما ترضى\nأن تكون مني بمنزلة هارون من موسى؟\n</p>\n\n<p>\nقال علي: رضيت رضيت. فسألته بعد ذلك، فقال: بلى (2).\n</p>\n\n<p>\nقال أبو عبد الرحمان: وما علمت أحدا تابع عبد العزيز بن الماجشون على\nروايته عن محمد بن المنكدر عن سعيد بن المسيب غير إبراهيم بن سعد، على أن\nإبراهيم بن سعد قد روى هذا الحديث عن أبيه.\n</p>\n\n<p>\n(أخبرنا) محمد بن بشار البصري، قال: حدثنا محمد يعني ابن جعفر غندر قال:\nأخبرنا شعبة بن إبراهيم، قال: سمعت إبراهيم بن سعد يحدث عن أبيه عن النبي\nصلى الله عليه وسلم أنه قال لعلي: أما ترضى أن تكون مني بمنزلة هارون من\nموسى (3).\n</p>\n\n<p>\n(أخبرنا) عبد الله بن سعد البغدادي (4)، قال: حدثنا أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن إسحاق، قال: حدثني محمد بن طلحة بن زيد بن مكانة (1) عن إبراهيم\nبن سعد بن أبي وقاص، عن أبيه سعدانه سمع رسول الله صلى الله عليه وسلم يقول\nلعلي رضي الله عنه حين خلفه في غزوة تبوك على أهله: ألا ترضى أن تكون مني\nبمنزلة هارون من موسى إلا أنه لا نبي بعدي (2).\n</p>\n\n<p>\nقال أبو <span id='ms038'></span> عبد الرحمان: وقد روى هذا الحديث عن عامر بن سعد عن أبيه من غير\nحديث سعيد ابن المسيب.\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى، قال: أخبرنا أبو بكر الحنفي (3) قال: حدثنا بكر\nبن مسمار، قال: سمعت عامر بن سعد يقول:\n</p>\n\n<p>\nقال معاوية لسعد بن أبي وقاص: ما يمنعك أن تسب ابن أبي طالب (4)؟\n</p>\n\n<p>\nقال: لا أسبه، ما ذكرت ثلاثا قالهن رسول الله صلى الله عليه وسلم لئن\nيكون لي واحدة منهن أحب إلي من حمر النعم (5). لا أسبه ما ذكرت حين نزل\nالوحي عليه، فأخذ عليا وابنيه وفاطمة فأدخلهم تحت ثوبه ثم قال: رب هؤلاء\nأهل بيتي وأهلي. ولا أسبه ما ذكرت حين خلفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nفي غزوة غزاها، قال علي: خلفتني مع الصبيان والنساء، قال: أولا ترضى أن\nتكون مني بمنزلة هارون من موسى إلا أنه لا نبوة بعدي. ولا أسبه ما ذكرت يوم\nخيبر حين قال رسول الله صلى الله عليه وسلم: لأعطين الراية رجلا يحب الله\nورسوله ويفتح الله على يديه. فتطاولنا، فقال:\n</p>\n\n<p>\nأين علي؟ فقالوا: هو أرمد، قال: ادعوه. فدعوه، فبصق في عينيه ثم أعطاه\nالراية، ففتح الله عليه. فوالله ما ذكرت معاوية بحرف حتى أخرج من المدينة\n(1).\n</p>\n\n<p>\n(أخبرنا) محمد بن بشار، قال: حدثنا محمد بن شعبة، عن الحكم، عن المصعب بن\nسعد، قال: خلف رسول الله صلى الله عليه وسلم علي ابن أبي طالب في غزوة تبوك\n(2) فقال: يا رسول الله تخلفني بين النساء والصبيان؟ فقال: أما ترضى إن\nتكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي (3). خالفه ليث فقال:\nعن عائشة بنت سعد (4).\n</p>\n\n<p>\n(أخبرنا) الحسن بن إسماعيل بن سليمان المصيصي الخالدي، قال:\n</p>\n\n<p>\nأخبرنا المطلب عن ليث، عن الحكم، عن عائشة بنت سعد، أن رسول الله صلى\nالله عليه وسلم قال لعلي رضي الله عنه: في غزوة تبوك:\n</p>\n\n<p>\nأنت يا ابن أبي طالب مني مكان هارون من موسى إلا أنه لا نبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nمن بعدي (1).\n</p>\n\n<p>\nقال أبو عبد الرحمان: وشعبة أحفظ وليس ضعيف الحديث فقد روته عائشة <span id='ms039'></span> بنت\nسعد.\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال: أخبرنا أبو مصعب الدراوردي عن عبد المجيد\n(2)، عن عائشة، عن أبيها أنه قال رضي الله عنه:\n</p>\n\n<p>\nخرج رسول الله صلى الله عليه وسلم حتى أتى ثنية الوداع من غزوة تبوك وعلي\nيشتكي وهو يقول: أتخلفني مع الخوالف، فقال النبي صلى الله عليه وسلم:\n</p>\n\n<p>\nأما ترضى أن تكون مني بمنزلة هارون من موسى إلا النبوة (3).\n</p>\n\n<p>\n(أخبرنا) الفضل بن سهل البغدادي، قال: حدثنا أحمد الزبيري قال: حدثنا عبد\nالله بن خبيب بن أبي ثابت، عن حمزة بن عبد الله عن أبيه، عن سعد قال: خرج\nرسول الله صلى الله عليه وسلم في غزوة تبوك وخلف عليا، فقال: أتخلفني؟\nفقال: أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي (4).\n</p>\n\n<p>\nالاختلاف على عبد الله بن شريك في هذا الحديث (أخبرنا) القاسم بن زكريا\nبن دينار الكوفي، قال: حدثنا أبو نعيم (5)، قال: حدثنا فطر، عن عبد الله بن\nشريك، عن عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nابن أرقم الكناني (1)، عن سعد ابن أبي وقاص: أن النبي صلى الله عليه وسلم\nقال لعلي: أنت مني بمنزلة هارون من موسى (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن يحيى الكوفي، قال: حدثنا دعبل وهو نادم، قال: حدثنا\nإسرائيل، عن عبد الله بن شريك، عن حرب بن سلك قال: قال سعد ابن مالك: إن\nرسول الله صلى الله عليه وسلم غزا على ناقته الجدعاء وخلف عليا، وجاء علي\nحتى تعدى الناقة فقال:\n</p>\n\n<p>\nيا رسول الله، زعمت قريش أنك إنما خلفتني أنك استثقلتني وكرهت صحبتي.\nوبكى علي رضي الله عنه، فنادى رسول الله الله صلى الله عليه وسلم في الناس:\nما منكم أحد، وله حاجة بابن أبي طالب، أما ترضى أن تكون مني بمنزلة هارون\nمن موسى إلا أنه لا نبي بعدي. قال علي رضي الله عنه: رضيت عن الله عز وجل\nوعن رسول الله صلى الله عليه وسلم (3).\n</p>\n\n<p>\n(أخبرنا) عمر بن علي، قال: حدثنا يحيى يعني ابن سعيد، قال: حدثنا موسى\nالجهني، قال: دخلت على <span id='ms040'></span> فاطمة بنت علي (4) فقال لها رفيقي: هل عندك شئ من\nوالدك يرهب، قالت: حدثتني أسماء بنت عميس (5): إن رسول الله صلى الله عليه\nوآله قال لعلي: أنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nمني بمنزلة هارون من موسى إلا أنه لا نبي بعدي (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن سليمان، قال: حدثنا جعفر بن عون، عن موسى الجهني، قال:\nأدركت فاطمة بنت علي وهي بنت ثمانين سنة فقلت لها: تحفظين عن أبيك شيئا؟\nقالت: لا، ولكني سمعت أسماء بنت عميس (2) أنها سمعت من رسول الله صلى الله\nعليه وسلم يقول:\n</p>\n\n<p>\nيا علي أنت مني بمنزلة هارون من موسى إلا أنه ليس من بعدي نبي (3).\n</p>\n\n<p>\nقال: حدثنا أحمد بن عثمان بن حكيم، قال: حدثنا أبو نعيم، قال: حدثنا حسن\nوهو ابن صالح، عن موسى الجهني، عن فاطمة بنت علي، عن أسماء بنت عميس: أن\nرسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nيا علي إنك مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي (4).\n</p>\n\n<p>\n(أخبرنا) محمد بن يحيى بن عبد الله النيسابوري، وأحمد بن عثمان ابن حكيم\nالدراوردي، اللفظ لمحمد قالا: حدثنا عمرو بن طلحة، قال:\n</p>\n\n<p>\nحدثنا أسباط، عن سماك، عن عكرمة، عن ابن عباس، أن عليا كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nيقول في حياة رسول الله صلى الله عليه وسلم، إن الله تعالى يقول:\n</p>\n\n<p>\n﴿أفإن مات أو قتل انقلبتم على\nأعقابكم) (1) والله لا ننقلب على أعقابنا بعد إذ هدانا الله، والله لئن\nمات أو قتل لأقاتلن على ما قاتل عليه حتى أموت، والله إني لأخوه ووليه\nووارثه وابن عمه فمن أحق به مني (2)؟\n</p>\n\n<p>\n(أخبرنا) الفضل بن سهل، قال: حدثني عفان بن مسلم (3)، قال: حدثنا أبو\nعوانة، عن عثمان بن المغيرة: عن أبي صادق، عن ربيعة بن ماجد: أن رجلا قال\nلعلي بن أبي طالب رضي الله عنه:\n</p>\n\n<p>\nيا أمير المؤمنين لم ورثت دون أعمامك؟ قال جمع رسول الله صلى الله عليه\nوسلم أو قال:\n</p>\n\n<p>\nدعا رسول الله صلى الله عليه وسلم بني عبد المطلب فصنع لهم مدا من الطعام\nفأكلوا حتى شبعوا وبقي <span id='ms041'></span> الطعام كما هو كأنه لم يمس، ثم دعا بغمر فشربوا حتى\nرووا وبقي الشراب كأنه لم يمس أولم يشرب، فقال:\n</p>\n\n<p>\nيا بني عبد المطلب إني بعثت إليكم خاصة وإلى الناس عامة، وقد رأيتم من\nهذه الآية ما قد رأيتم وأيكم يبايعني على أن يكون أخي وصاحبي ووارثي، فلم\nيقم إليه أحد، فقمت إليه وكنت أصغر القوم فقال:\n</p>\n\n<p>\nاجلس. ثم قال: ثلاث مرات، كل ذلك أقوم إليه فيقول: اجلس.\n</p>\n\n<p>\nحتى كان في الثالثة ضرب بيده على يدي. ثم قال: فبذلك ورثت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nابن عمي دون عمي (1).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال: حدثنا عثمان، قال: حدثنا عبد الله بن نمير،\nقال: حدثنا مالك بن مغول، عن الحرث بن حصين عن أبي سليمان الجهني قال: سمعت\nعليا على المنبر يقول: أنا عبد الله وأخو رسول الله، لا يقول بها إلا كذاب\nمفتر (2). فقال: أخبرنا عبد الله وأخو رسوله، محبوب (3).\n</p>\n\n<p>\nذكر النبي صلى الله عليه وسلم: علي مني وأنا منه (حدثنا) بشر بن هلال، عن\nجعفر بن سليمان، عن يزيد الرشك (4)، عن مطرف بن عبد الله، عن عمران بن\nحصين، قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: إن عليا مني وأنا منه وولي كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nمؤمن بعدي (1).\n</p>\n\n<p>\nالاختلاف على أبي إسحاق في هذا الحديث (أخبرنا) أحمد بن سليمان، قال:\nأخبرنا أبو إسحاق، قال: حدثني حبشي بن جنادة السلولي (2) قال: سمعت رسول\nالله صلى الله عليه وسلم يقول: علي مني وأنا منه (3). قلت لأبي إسحاق عن\nالبزار.\n</p>\n\n<p>\n(أخبرنا) أحمد بن سليمان، قال: حدثنا عبد الله، قال: حدثنا إسرائيل، عن\nأبي إسحاق، عن البراء بن عازب، قال: قال رسول الله صلى الله عليه وسلم\nلعلي: أنت مني وأنا منك. رواه القاسم بن يزيد المخزومي، عن إسرائيل، عن أبي\nإسحاق، عن هبيرة ابن مريم، وهانئ بن هانئ (4)، عن علي رضي الله عنه قال:\nلما صدرنا (5) من مكة إذا ابنة حمزة تنادي: يا عم يا عم، فتناولها علي رضي\nالله عنه وأخذها فقال لصاحبته: دونك ابنة عمك فحملتها، فاختصم <span id='ms042'></span> فيها علي\nوزيد وجعفر، فقال علي: أنا آخذها وهي بنت عمي.\n</p>\n\n<p>\nوقال جعفر: ابنة عمي وخالتها تحتي. وقال زيد: ابنة أخي. فقضى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم لخالتها وقال: الخالة بمنزلة الأم، ثم قال\nلعلي: أنت مني بمنزلة هارون وأنا منك. وقال لجعفر: اشبهت خلقي وخلقي. وقال\nلزيد: يا زيد أنت أخونا ومولانا (1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: علي كنفسي (أخبرنا) العباس بن محمد\nالدوري، قال: حدثنا الأحوص بن جواب (2)، قال: حدثنا يونس بن إسحاق، عن أبي\nإسحاق السبيعي عن زيد بن يثيغ (3)، عن أبي رضي الله عنه قال: قال رسول الله\nصلى الله عليه وسلم:\n</p>\n\n<p>\nلينتهين بنو وليعة (4) أو لأبعثن عليهم رجلا كنفسي ينفذ فيهم أمري فيقتل\nالمقاتلة ويسبي الذرية. فما راعني إلا وكف عمر في حجزتي من خلفي وقال: من\nيعني؟ قلت: إياك يعني وصاحبك. قال: فمن يعني؟\n</p>\n\n<p>\nقلت: خاصف النعل. قال: وعلي يخصف النعل (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nقوله صلى الله عليه وسلم لعلي رضي الله عنه:\n</p>\n\n<p>\nأنت صفيي وأميني (أخبرنا) زكريا بن يحيى، قال: حدثنا ابن أبي عمرو بن أبي\nمروان، قال: حدثنا عبد العزيز، عن يزيد بن عبد الله بن أسامة ابن الهاد\n(1)، عن محمد بن نافع ابن عجيرة (2)، عن أبيه، عن علي رضي الله عنه قال:\nقال رسول الله صلى الله عليه وسلم: أما أنت يا علي أنت صفيي وأميني (3).\n</p>\n\n<p>\nقوله صلى الله عليه وسلم: لا يؤدي عني إلا أنا وعلي (أخبرنا) أحمد بن\nسليمان، قال: حدثنا إسماعيل، عن أبي إسحاق عن حبشي بن جنادة السلولي قال:\nقال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nعلي مني وأنا منه فلا يؤدي عني إلا أنا وعلي (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nتوجيه النبي صلى الله عليه وسلم براءة مع علي رضي الله عنه (أخبرنا) محمد\nبن بشار، قال: حدثنا عفان وعبد الصمد، قالا:\n</p>\n\n<p>\nحدثنا حماد بن سلمة، عن سماك بن حرب، عن أنس قال: بعث النبي صلى الله\nعليه وسلم براءة مع أبي بكر، ثم دعاه فقال: لا ينبغي أن يبلغ هذا إلا <span id='ms043'></span> رجل\nمن أهلي. فدعا عليا فأعطاه إياها (1).\n</p>\n\n<p>\n(أخبرنا) العباس بن محمد الدوري، قال: حدثنا أبو نوح قداد عن يونس بن أبي\nإسحاق، عن أبي إسحاق، عن زيد بن سبيع (2)، عن علي رضي الله عنه: أن رسول\nالله صلى الله عليه وسلم بعث ببراءة إلى أهل مكة مع أبي بكر، ثم أتبعه بعلي\nفقال له: خذ الكتاب فامض به إلى أهل مكة. قال: فلحقه فأخذ الكتاب منه،\nفانصرف أبو بكر وهو كئيب فقال لرسول الله صلى الله عليه وسلم: أنزل في شئ؟\nقال: لا، إلا أني أمرت أن أبلغه أنا أو رجل من أهل بيتي (3).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال: حدثنا عبد الله بن عمر، قال:\n</p>\n\n<p>\nحدثنا أسباط، عن فطر، عن عبد الله بن شريك، عن عبد الله بن رقيم، عن سعد\nقال: بعث رسول الله صلى الله عليه وسلم أبا بكر ببراءة، حتى إذا كان ببعض\nالطريق أرسل عليا رضي الله عنه فأخذها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nمنه، ثم سار بها. فوجد أبو بكر في نفسه، فقال رسول الله صلى الله عليه\nوسلم:\n</p>\n\n<p>\nلا يؤدي عني إلا أنا أو رجل مني (1).\n</p>\n\n<p>\n(أخبرنا) إسحاق بن إبراهيم بن راهويه، قال: قرأت على أبي قرأت على موسى\nبن طارق، عن أبي صالح، قال: حدثني عبد الله ابن عثمان بن خثيم (2)، عن أبي\nالزبير (3)، عن جابر: أن النبي صلى الله عليه وسلم حين رجع من عمرة\nالجعرانة (4) بعث أبا بكر على الحج، فأقبلنا معه حتى إذا كنا بالعرج ثوب\nبالصبح، فلما استوى للتكبير سمع الرغوة خلف ظهره فوقف عن التكبير، فقال:\nهذه رغوة ناقة رسول الله صلى الله عليه وسلم الجدعاء، لقد بدأ الرسول صلى\nالله عليه وسلم في الحج، فلعله أن يكون رسول الله صلى الله عليه وسلم فنصلي\nمعه.\n</p>\n\n<p>\nفإذا علي رضي الله عنه عليها، فقال له أبو بكر: أمير أم رسول؟\n</p>\n\n<p>\nقال: لا، بل رسول أرسلني رسول الله صلى الله عليه وسلم ببراءة أقرؤها على\nالناس في مواقف الحج. فقدمنا مكة، فلما كان قبل التروية <span id='ms044'></span> بيوم قام أبو بكر،\nفخطب الناس فحدثهم عن مناسكهم، حتى إذا فرغ قام علي فقرأ على الناس براءة\nحتى ختمها. ثم خرجنا معه حتى إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nكان يوم عرفة، قام أبو بكر فخطب الناس فحدثهم عن مناسكهم، حتى إذا فرغ\nقام علي رضي الله عنه فقرأ على الناس براءة حتى ختمها. فلما كان النفر\nالأول قام أبو بكر فخطب الناس فحدثهم كيف ينفرون أو كيف يرمون فعلمهم\nمناسكهم. فلما فرغ قام علي رضي الله عنه فقرأ على الناس براءة حتى ختمها\n(1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: من كنت وليه فهذا وليه (أخبرنا) أحمد بن\nالمثنى، قال: حدثنا يحيى بن معاذ، قال:\n</p>\n\n<p>\nأخبرنا أبو عوانة، عن سليمان قال: حدثنا حبيب بن أبي ثابت، عن أبي\nالطفيل، عن زيد بن أرقم قال: لما رجع النبي صلى الله عليه وسلم من حجة\nالوداع ونزل غدير خم أمر بدوحات فقممن ثم قال: كأني دعيت فأجبت وإني تارك\nفيكم الثقلين أحدهما أكبر من الآخر: كتاب الله وعترتي أهل بيتي، فانظروا\nكيف تخلفوني فيهما فإنهما لن يفترقا حتى يردا علي الحوض. ثم قال إن الله\nمولاي وأنا ولي كل مؤمن. ثم إنه أخذ بيد علي رضي الله عنه فقال: من كنت\nوليه فهذا وليه، اللهم وال من والاه وعاد من عاداه. فقلت لزيد: سمعته من\nرسول الله صلى الله عليه وسلم؟\n</p>\n\n<p>\nفقال: وإنه ما كان في الدوحات أحد إلا رآه بعينه وسمعه بأذنيه (2).\n</p>\n\n<p>\n(أخبرنا) أبو كريب محمد بن العلاء الكوفي، قال: حدثنا أبو معاوية، قال:\nحدثنا الأعمش، عن سعيد بن عمير، عن ابن بريدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه (1) قال: بعثنا رسول الله صلى الله عليه وسلم واستعمل علينا\nعليا، فلما رجعنا سألنا كيف رأيتم صحبة صاحبكم؟ فأما شكوته أنا وأما شكاه\nغيري. فرفعت رأسي وكنت رجلا من مكة (2) وإذا وجه رسول الله صلى الله عليه\nوسلم قد احمر فقال: من كنت وليه فعلي وليه (3).\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى، قال: حدثنا أبو أحمد، قال: أخبرنا عبد الملك بن\nأبي <span id='ms045'></span> عيينة، عن الحكم، عن سعيد بن جبير، عن ابن عباس قال: حدثني بريدة قال:\nبعثني النبي صلى الله عليه وسلم مع علي رضي الله عنه إلى اليمن، فرأيت منه\nجفوة، فلما رجعت شكوت إلى النبي صلى الله عليه وسلم، فرفع رأسه إلي وقال:\nيا بريدة، من كنت مولاه فعلي مولاه (4).\n</p>\n\n<p>\n(أخبرنا) أبو داود، قال: حدثنا أبو نعيم، قال: حدثنا عبد الملك بن أبي\nعيينة، قال: أخبرنا الحكم، عن سعيد بن جبير، عن ابن عباس، عن بريدة قال:\nخرجت مع علي رضي الله عنه إلى اليمن فرأيت منه جفوة، فقدمت على النبي صلى\nالله عليه وسلم فذكرت عليا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nفتنقصته، فجعل رسول الله صلى الله عليه وسلم يتغير وجهه، فقال:\n</p>\n\n<p>\nيا بريدة، ألست أولى بالمؤمنين من أنفسهم؟ قلت: بلى يا رسول الله، قال:\nمن كنت مولاه فعلي مولاه (1).\n</p>\n\n<p>\n(أخبرنا) زكريا بن يحيى، قال حدثنا نصر بن علي، قال:\n</p>\n\n<p>\nحدثنا عبد الله بن داود، عن عبد الواحد بن أيمن (2) عن أبيه، أن سعدا\nقال: قال رسول الله صلى الله عليه وسلم: من كنت مولاه فعلي مولاه (3).\n</p>\n\n<p>\n(أخبرنا) قتيبة بن سعيد، قال: حدثنا ابن أبي عدي، عن عوف عن ميمون أبي\nعبد الله قال: قال زيد بن أرقم: قام رسول الله صلى الله عليه وسلم، فحمد\nالله وأثني عليه ثم قال: ألستم تعلمون أني أولى بكل مؤمن من نفسه؟ قالوا:\nبلى، نشهد لأنت أولى بكل مؤمن من نفسه. قال: فإني من كنت مولاه فهذا مولاه.\nوأخذ بيد علي (4).\n</p>\n\n<p>\n(أخبرنا) محمد بن يحيى بن عبد الله النيسابوري، وأحمد بن عثمان ابن حكيم،\nقالا: حدثنا عبد الله بن موسى، قال: أخبرنا هانئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nابن أيوب (1)، عن طلحة، قال: حدثنا عميرة بن سعد: أنه سمع عليا رضي الله\nعنه وهو ينشد في الرحبة: من سمع رسول الله صلى الله عليه وسلم يقول: من كنت\nمولاه فعلي مولاه؟ فقام ستة نفر فشهدوا (2).\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى، قال: حدثنا محمد، قال: حدثنا شعبة، عن أبي\nإسحاق، قال: حدثني سعيد بن <span id='ms046'></span> وهب، قال: قام خمسة أو ستة من أصحاب رسول الله\nصلى الله عليه وسلم فشهدوا أن رسول الله صلى الله عليه وسلم قال: من كنت\nمولاه فعلي مولاه (3).\n</p>\n\n<p>\n(أخبرنا) علي بن محمد بن قاضي المصيصة، قال: حدثنا خلف قال: حدثنا شعبة،\nعن أبي إسحاق، قال: حدثني سعيد بن وهب:\n</p>\n\n<p>\nأنه قام صحابة ستة. وقال زيد بن يثيغ: وقام مما يلي المنبر ستة فشهدوا\nأنهم سمعوا رسول الله صلى الله عليه وسلم يقول: من كنت مولاه فعلي مولاه\n(4).\n</p>\n\n<p>\n(أخبرنا) أبو داود، قال: حدثنا عمران بن أبان، قال: حدثنا شريك، قال:\nحدثنا أبو إسحاق، عن زيد بن يثيغ قال: سمعت علي بن أبي طالب رضي الله عنه\nيقول على منبر الكوفة: إني أنشد الله رجلا ولا يشهد إلا أصحاب محمد سمع\nرسول الله صلى الله عليه وسلم يوم غدير خم يقول: من كنت مولاه فعلي مولاه،\nاللهم وال من والاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوعاد من عاداه. فقام ستة من جانب المنبر الآخر (1) فشهدوا أنهم سمعوا\nرسول الله صلى الله عليه وسلم يقول ذلك.\n</p>\n\n<p>\nقال شريك: فقلت لأبي إسحاق: هل سمعت البراء بن عازب يحدث بهذا عن رسول\nالله صلى الله عليه وسلم؟ قال: نعم (2). قال أبو عبد الرحمان: عمران بن\nأبان الواسطي ليس بقوي في الحديث (3).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: علي ولي كل مؤمن بعدي (أخبرنا) أحمد بن\nشعيب، قال: أخبرنا قتيبة بن سعيد، قال:\n</p>\n\n<p>\nحدثنا جعفر يعني ابن سليمان، عن يزيد، عن مطرف بن عبد الله، عن عمران بن\nحصين قال: جهز رسول الله صلى الله عليه وسلم جيشا واستعمل عليهم علي بن أبي\nطالب، فمضى في السرية فأصاب جارية فأنكروا عليه، وتعاقد أربعة من أصحاب\nرسول الله صلى الله عليه وسلم إذا بعثنا رسول الله صلى الله عليه وسلم\nأخبرناه ما صنع (4). وكان المسلمون إذا رجعوا من السفر بدؤا برسول الله صلى\nالله عليه وسلم فسلموا عليه فانصرفوا إلى رحالهم. فلما قدمت السرية سلموا\nعلى النبي صلى الله عليه وسلم فقام <span id='ms047'></span> أحد الأربعة فقال: يا رسول الله، ألم تر\nأن علي بن أبي طالب صنع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nكذا وكذا. فأعرض عنه رسول الله صلى الله عليه وسلم، ثم قام الثاني وقال:\nمثل ذلك، ثم الثالث فقال مقالته، ثم قام الرابع فقال:\n</p>\n\n<p>\nمثل ما قالوا. فأقبل إليهم رسول الله صلى الله عليه وسلم والغضب يبصر في\nوجهه، فقال: ما تريدون من علي (1)؟ إن عليا مني وأنا منه، وهو ولي كل مؤمن\nبعدي (2).\n</p>\n\n<p>\nقوله صلى الله عليه وسلم: علي وليكم من بعدي (أخبرنا) أحمد بن شعيب، قال:\nأخبرنا واصل بن عبد الأعلى الكوفي (3)، عن ابن فضيل، عن الأجلح، عن عبد\nالله بن بريدة عن أبيه قال: بعثنا رسول الله صلى الله عليه وسلم إلى اليمن\nمع خالد ابن الوليد، وبعث عليا رضي الله عنه على جيش آخر، وقال: إن\nالتقيتما فعلي كرم الله وجهه على الناس، وإن تفرقتما فكل واحد منكما على\nجنده. فلقينا بني زيد (4) من أهل اليمن وظفر المسلمون على المشركين،\nفقاتلنا المقاتلة وسبينا الذرية، فاصطفى علي جارية لنفسه من السبي، وكتب\nبذلك خالد بن الوليد إلى النبي صلى الله عليه وسلم وأمرني أن أنال منه.\nقال: فدفعت الكتاب إليه ونلت من علي رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفتغير وجه رسول الله صلى الله عليه وسلم وقال: لا تبغضن يا بريدة لي\nعليا، فأن عليا مني وأنا منه وهو وليكم بعدي (1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: من سب عليا فقد سبني (أخبرنا) أحمد بن\nشعيب، قال: أخبرنا العباس بن محمد الدوري قال: حدثنا يحيى بن زكريا، قال:\nأخبرنا إسرائيل، عن أبي إسحاق عن أبي عبد الله الجدلي (2) قال: دخلت على أم\nسلمة فقالت لي:\n</p>\n\n<p>\nأيسب رسول الله صلى الله عليه وسلم فيكم؟ قلت: سبحان الله أو معاذ الله.\nقالت: سمعت رسول الله صلى الله عليه وسلم يقول: من سب عليا فقد سبني (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا عبد الأعلى بن واصل ابن عبد الأعلى\nالكوفي، قال: جعفر بن عون، عن سعد بن أبي <span id='ms048'></span> عبد الله قال: حدثنا أبو بكر بن\nخالد بن عرفطة (4) قال: رأيت سعد بن مالك بالمدينة فقال: ذكر لي إنكم تسبون\nعليا. قلت: قد فعلنا. قال:\n</p>\n\n<p>\nلعلك بنبه بعد ما سمعت من رسول الله صلى الله عليه وسلم ما سمعت (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nالترغيب في موالاته والترهيب عن معاداته (أخبرنا) أحمد بن شعيب قال:\nأخبرني هارون بن عبد الله البغدادي الحبال، قال: حدثنا مصعب بن المقدام،\nقال: حدثنا فطر بن خليفة، عن أبي الطفيل.\n</p>\n\n<p>\n(وأخبرنا) أبو داود قال: حدثنا محمد بن سليمان، حدثنا فطر عن أبي الطفيل،\nعن عامر بن وائلة قال: جمع علي الناس في الرحبة فقال لهم: أنشد بالله كل\nامرئ مسلم سمع رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\nيوم غدير خم: ألستم تعلمون أني أولى المؤمنين من أنفسهم وهو قائم ثم أخذ\nبيد علي فقال: من كنت مولاة فعلي مولاه، اللهم وال من والاه وعاد من عاداه.\nقال أبو الطفيل: فخرجت وفي نفسي منه شئ فلقيت زيد بن أرقم وأخبرنا فقال:\nتشك أنا سمعته من رسول الله صلى الله عليه وسلم واللفظ لأبي داود (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، أخبرني أبو عبد الرحمان زكريا بن يحيى السجستاني،\nقال: حدثني محمد بن عبد الرحيم، قال: أخبرنا إبراهيم (2)، قال: حدثنا معن،\nقال: حدثني موسى بن يعقوب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nعن المهاجر بن مسمار، عن عائشة بنت سعد وعامر بن سعد، عن سعد:\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم خطب فقال: أما بعد أيها الناس فإني\nوليكم. قالوا: صدقت، ثم أخذ بيد علي فرفعها، ثم قال: هذا وليي والمؤدي عني،\nاللهم وال من والاه وعاد من عاداه (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن عثمان البصري أبو الجوزاء، قال ابن عيينة (2) بنت سعد،\nعن سعد قال: أخذ رسول الله صلى الله عليه وسلم بيد علي فخطب: فحمد الله\nوأثني عليه ثم قال: ألم تعلموا أني أولى بكم من أنفسكم؟ قالوا: نعم، صدقت\nيا رسول الله. ثم أخذ بيد علي فرفعها، فقال: من كنت وليه فهذا وليه وإن\nالله ليوالي <span id='ms049'></span> من والاه ويعادي من عاداه (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا زكريا بن يحيى، قال:\n</p>\n\n<p>\nحدثنا يعقوب ابن جعفر بن أبي كثير، عن مهاجر بن مسمار، قال:\n</p>\n\n<p>\nأخبرتني عائشة بنت سعد، عن سعد قال: كنا مع رسول الله صلى الله عليه وسلم\nبطريق مكة وهو متوجه إليها، فلما بلغ غدير خم وقف للناس، ثم رد من تبعه\nولحقه من تخلف، فلما أجتمع الناس إليه قال: أيها الناس من وليكم؟ قالوا:\nالله ورسوله، ثلاثا. ثم أخذ بيد علي فأقامه، ثم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nمن كان الله ورسوله وليه فهذا وليه، اللهم وال من والاه وعاد من عاداه\n(1).\n</p>\n\n<p>\nدعاء النبي صلى الله عليه وسلم لمن أحبه ودعاؤه على من أبغضه (أخبرنا)\nأحمد بن شعيب، قال: حدثنا إسحاق بن إبراهيم بن راهويه، قال: أخبرنا النضر\nبن شميل، قال: أخبرنا عبد الجليل عن عطية، قال: حدثنا عبد الله بن بريدة،\nقال: حدثني أبي، قال:\n</p>\n\n<p>\nلم أجد من الناس أبغض علي من علي بن أبي طالب رضي الله عنه، حتى أحببت\nرجلا من قريش ولا أحبه إلا على بغض علي، فبعث ذلك الرجل على خيل فصحبته ما\nأصحبه إلا على بغض علي، قال: فأصبنا سبيا، قال: فكتب إلى النبي صلى الله\nعليه وسلم: أن ابعث إلينا من يخمسه. فبعث عليا، وفي السبي وصيفة من أفضل\nالسبي، فلما خمسه صارت في الخمس، ثم خمس فصارت في أهل بيت النبي صلى الله\nعليه وسلم، ثم خمس فصارت في آل علي. فأتانا ورأسه يقطر فقلنا: ما هذا؟\nفقال:\n</p>\n\n<p>\nألم ترو إلى الوصيفة فإنها صارت في الخمس، ثم صارت في أهل بيت النبي صلى\nالله عليه وسلم، ثم صارت في آل علي، فوقعت بها. قال:\n</p>\n\n<p>\nفكتب وبعث معنا مصدقا للكتابة إلى النبي صلى الله عليه وسلم مصدقا لما\nقال علي، فجعلت أقرأ عليه ويقول: صدقا، وأقول: صدق. قال:\n</p>\n\n<p>\nفأمسك بيدي رسول الله صلى الله عليه وسلم فقال: يا بريدة أتبغض عليا؟\nقلت: نعم. فقال: لا تبغضه، وإن كنت تحبه فازدد له <span id='ms050'></span> حبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفوالذي نفسي بيده (1) لنصيب آل علي في الخمس أفضل من وصيفة.\n</p>\n\n<p>\nفما كان أحد من الناس بعد قول رسول الله صلى الله عليه وسلم أحب إلي من\nعلي رضي الله عنه. قال عبد الله بن بريدة: والله (2) ما في الحديث بيني\nوبين رسول الله صلى الله عليه وسلم غير أبي (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا الحسين بن حريث المروزي، قال: أخبرنا\nالفضل بن موسى، عن الأعمش، عن أبي إسحاق عن سعيد بن وهب قال: قال علي كرم\nالله وجهه في الرحبة: أنشد بالله من سمع رسول الله صلى الله عليه وسلم يوم\nغدير خم يقول: إن الله ورسوله ولي المؤمنين، ومن كنت وليه فهذا وليه، اللهم\nوال من والاه وعاد من عاداه، وانصر من نصره. قال: فقال سعيد: قام إلى جنبي\nستة، وقال زيد بن يثيع: قام عندي ستة، وقال عمرو ذي مر:\n</p>\n\n<p>\nأحب من أحبه وأبغض من أبغضه وساق الحديث. رواه إسرائيل عن إسحاق عن عمرو\nذي مر (4).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا علي بن محمد بن علي، قال: حدثنا خلف\nبن تميم، قال: حدثنا إسرائيل، قال: حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nأبو إسحاق، عن عمرو ذي مر قال: شهدت عليا بالرحبة ينشد أصحاب محمد: أيكم\nسمع رسول الله صلى الله عليه وسلم يقول يوم غدير خم ما قال؟ فقام أناس\nفشهدوا أنهم سمعوا رسول الله صلى الله عليه وسلم يقول: من كنت مولاه فعلي\nمولاه، اللهم وال من والاه، وعاد من عاداه، وأحب من أحبه، وابغض من أبغضه،\nوانصر من نصره (1).\n</p>\n\n<p>\nحب علي يفرق بين المؤمن والكافر (أخبرنا) أحمد بن شعيب، قال: أخبرنا أبو\nكريب محمد بن العلاء الكوفي، قال: حدثنا أبو معاوية، عن الأعمش، عن عدي بن\nثابت، عن زر بن حبيش (2)، عن علي كرم الله وجهه قال: والله والذي خلق الحبة\nوبرأ النسمة إنه لعهد النبي صلى الله عليه وسلم: إنه لا يحبني إلا مؤمن،\nولا يبغضني إلا منافق (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا أبو كريب <span id='ms051'></span> محمد بن العلاء الكوفي،\nقال: حدثنا أبو معاوية، عن الأعمش، عن عدي بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nثابت بن واصل بن عبد الأعلى بن واصل بن عبد الأعلى بن واصل الكوفي (1)\nقال: حدثنا وكيع، عن الأعمش، عن عدي بن ثابت، عن زر بن حبيش، عن علي رضي\nالله عنه قال: عهد لي النبي صلى الله عليه وسلم أنه لا يحبني إلا مؤمن، ولا\nيبغضني إلا منافق (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا يوسف بن عيسى، قال: أخبرنا الفضل بن\nموسى، عن الأعمش، عن عدي، عن زر قال: قال علي:\n</p>\n\n<p>\nإنه لعهد النبي صلى الله عليه وسلم أنه لا يحبك إلا مؤمن، ولا يبغضك إلا\nمنافق (3).\n</p>\n\n<p>\nالمثل الذي ضربه رسول الله صلى الله عليه وسلم لعلي رضي الله عنه\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا أبو جعفر محمد بن عبد الله بن المبارك\nالمخزومي، قال: حدثنا يحيى بن معين، قال: أخبرنا أبو حفص الأبار (4)، عن\nالحكم بن عبد الملك، عن الحرث بن الحصين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي صادق (1)، عن ربيعة بن ناجذ (2)، عن علي رضي الله عنه قال: قال\nرسول الله صلى الله عليه وسلم: يا علي فيك مثل من مثل عيسى أبغضته اليهود\nحتى بهتوا أمه، وأحبته النصارى حتى أنزلوه بالمنزل الذي ليس به (3).\n</p>\n\n<p>\nمنزلة علي كرم الله وجهه وقربه من النبي صلى الله عليه وسلم (أخبرنا)\nأحمد بن شعيب، قال: أخبرنا إسماعيل بن مسعود البصري، قال: حدثنا شعبة، عن\nأبي إسحاق، عن العلاء: سأل رجل ابن عمر عن عثمان قال: كان من الذين تولوا\nيوم التقى الجمعان فتاب الله عليه ثم أصاب ذنبا فقتله. فسأله عن علي رضي\nالله عنه فقال: لا تسأل عنه ألا ترى منزلته من رسول الله صلى الله عليه\nوسلم (4).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا هلال بن العلاء عن عرار (5) أنه قال:\nسألت عبد الله بن عمر قلت: ألا تحدثني عن علي وعثمان؟ قال: أما علي فهذا\nبيته من بيت رسول الله صلى الله عليه وسلم ولا أحدثك عنه بغيره <span id='ms052'></span>، وأما\nعثمان: فإنه أذنب يوم أحد ذنبا عظيما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nعفى الله عنه، وأذنب فيكم ذنبا صغيرا فقتلتموه (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا أحمد بن سليمان الرهاوي، قال: حدثنا\nعبد الله، قال: أخبرنا إسرائيل، عن أبي إسحاق عن العلاء بن العرار قال:\nسألت عن ذلك ابن عمر وهو في مسجد رسول الله صلى الله عليه وسلم قال: ما في\nالمسجد بيت غير بيته، وأما عثمان فإنه أذنب ذنبا دون ذلك فقتلتموه (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: إسماعيل بن يعقوب بن إسماعيل قال: حدثني أبو\nموسى ومحمد بن موسى بن أعين، قال: حدثني أبي، عن عطاء، عن سعيد قال ابن\nعبيد قال: جاء رجل إلى ابن عمر فسأله عن علي رضي الله عنه قال: لا أحدثك\nعنه، ولكن انظر إلى بيته من بيوت رسول الله صلى الله عليه وسلم. قال: فإني\nأبغضه. قال: به أبغضك الله (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني هلال بن العلاء بن هلال، قال: حدثنا\nحسين (4)، قال: حدثنا زهير (5)، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو إسحاق، قال: سأل أبو عبد الرحمان بن خالد بن قثم بن العباس، من\nأين ورث علي رسول الله صلى الله عليه وسلم؟ قال: إنه كان أولنا به لحوقا،\nوأشدنا به لزوقا (1). خالفه زيد بن جبلة في إسناده فقال: عن خالد بن قثم.\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا هلال بن العلاء، قال:\n</p>\n\n<p>\nحدثني أبي، قال: حدثنا عبيد الله، عن زيد، عن أبي إسحاق، عن خالد ابن قثم\nأنه قيل له: كيف علي ورث رسول الله صلى الله عليه وسلم دون جدك وهو عمه،\nقال: لأن عليا كان أولنا به لحوقا وأشدنا به لزوقا (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني عبدة بن عبد الرحيم المروزي، قال:\nأخبرنا عمر بن محمد، قال: أخبرنا يونس بن أبي إسحاق عن العيزار بن حريث\n(3)، عن النعمان بن بشير قال: استأذن أبو بكر على النبي صلى الله عليه وسلم\nفسمع صوت عائشة عاليا، وهي تقول:\n</p>\n\n<p>\nلقد علمت (4) أن عليا أحب إليك مني <span id='ms053'></span> (5) فأهوى لها ليلطمها، وقال لها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nيا بنت فلانة أراك ترفعين صوتك على رسول الله صلى الله عليه وسلم، فأمسكه\nرسول الله صلى الله عليه وسلم، وخرج أبو بكر مغضبا، فقال رسول الله صلى\nالله عليه وسلم: يا عائشة كيف رأيت أهديك من الرجل. ثم استأذن بعد ذلك وقد\nاصطلح رسول الله صلى الله عليه وسلم وعائشة، فقال:\n</p>\n\n<p>\nأدخلاني في السلم كما أدخلتماني في الحرب، فقال رسول الله صلى الله عليه\nوآله: قد فعلتما (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني محمد بن آدم بن سليمان المصيصي، قال:\nحدثنا ابن عيينة، عن أبيه، عن جميع وهو ابن عمر (2) قال: دخلت مع أمي على\nعائشة وأنا غلام، فذكرت لها عليا رضي الله عنه فقالت: ما رأيت رجلا أحب إلى\nرسول الله صلى الله عليه وسلم منه، ولا امرأة أحب إلى رسول الله صلى الله\nعليه وسلم من امرأته (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا عمرو بن علي البصري، قال: حدثني عبد\nالعزيز بن الخطاب ووثقه (4)، قال: حدثني محمد بن إسماعيل بن رجاء الزبيدي،\nعن أبي إسحاق الشيباني، عن جميع بن عمير قال: دخلت مع أبي على عائشة يسألها\nمن وراء الحجاب عن علي رضي الله عنه فقالت: تسألني عن رجل ما أعلم أحدا كان\nأحب إلى رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nمنه، ولا أحب إليه من امرأته (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني زكريا بن يحيى، قال:\n</p>\n\n<p>\nأخبرنا إبراهيم بن سعد قال: حدثنا شاذان، عن جعفر الأحمر، عن عبد الله\nابن عطاء عن ابن بريدة، قال: جاء رجل إلى أبي فسأله أي الناس كان أحب إلى\nرسول الله صلى الله عليه وسلم؟ قال: من النساء فاطمة، ومن الرجال علي رضي\nالله عنه (2).\n</p>\n\n<p>\n(أخبرنا) محمد بن مسلمة قال: حدثني عبد الرحيم، قال:\n</p>\n\n<p>\nحدثني زيد، عن الحرث، عن أبي زرعة بن عمرو بن جرير، عن عبد الله ابن\nيحيى، سمع عليا رضي الله عنه يقول: كنت أدخل على نبي الله صلى الله عليه\nوسلم <span id='ms054'></span> كل ليلة، فإن كان يصلي سبح فدخلت، وإن لم يكن يصلي أذن لي فدخلت (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب قال: أخبرني زكريا بن يحيى، قال:\n</p>\n\n<p>\nمحمد بن عيينة وأبو كامل، قال: حدثنا عبد الواحد بن زياد قال: حدثنا عمار\nبن القعقاع بن الحرث العكي (4)، عن أبي زرعة بن عمرو بن جرير عن عبد الله\nبن يحيى، قال: قال علي: كان لي ساعة من السحر أدخل فيها على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم فأن كان في صلاته سبح، وإن لم يكن في صلاته\nأذن لي (1).\n</p>\n\n<p>\nالاختلاف على المغيرة في هذا لحديث (أخبرنا) أحمد بن شعيب، قال: أخبرني\nمحمد بن قدامة المصيصي قال: أخبرنا جرير عن المغيرة، عن الحرث، عن أبي زرعة\nبن عمرو ابن جرير، قال حدثنا عبد الله بن يحيى عن علي رضي الله قال:\n</p>\n\n<p>\nكان لي من رسول الله صلى الله عليه وسلم من السحر ساعة أدخل فيها وإذا\nأتيته استأذنت فأن وجدته يصلي سبح، وإن وجدته فارغا أذن لي (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني محمد بن عبيد بن محمد الكوفي، قال:\nحدثنا ابن عباس، عن المغيرة، عن الحرث العكي (3) عن أبي يحيى قال: قال علي\nرضي الله عنه: كان لي من النبي صلى الله عليه وسلم مدخلان: مدخل بالليل\nومدخل بالنهار، إذا دخلت بالليل تنحنح لي، خالفه شرحبيل بن مدرك في إسناده،\nووافقه على قوله تنحنح (4).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا القاسم بن زكريا بن دينار، قال:\nحدثنا أبو أسامة، قال: حدثني شرحبيل يعني ابن مدرك الجعفري (5)، قال: حدثني\nعبد الله بن بحر الحضرمي، عن أبيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوكان صاحب مطهرة علي، قال علي رضي الله عنه: كانت لي منزلة من رسول الله\nصلى الله عليه وسلم لم تكن لأحد من الخلائق، فكنت آتيه كل سحر فأقول:\nالسلام عليك يا نبي الله، فأن تنحنح انصرفت إلى أهلي، وإلا دخلت عليه (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا محمد بن بشار، قال:\n</p>\n\n<p>\nحدثني أبو المساور (2)، قال: حدثنا عوف عن عبد <span id='ms055'></span> الله بن عمرو بن هند\nالجملي، عن علي رضي الله عنه قال: كنت إذا سألت رسول الله صلى الله عليه\nوآله أعطيت، وإذا سكت ابتدأني (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا محمد بن المثنى، قال:\n</p>\n\n<p>\nحدثنا أبو معاوية، قال: حدثنا الأعمش، عن عمرو بن مرة، عن أبي البختري\n(4)، عن علي رضي الله عنه قال: كنت إذا سألت أعطيت وإذا سكت ابتديت (5).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا يوسف بن سعيد قال: أخبرنا حجاج بن\nخديج، قال: حدثنا أبو حرب، عن أبي الأسود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nورجل آخر عن زاذان (1)، قال: قال علي رضي الله عنه: كنت والله إذا سألت\nأعطيت، وإذا سكت ابتديت (2).\n</p>\n\n<p>\nما خص به أمير المؤمنين علي رضي الله عنه من صعوده على منكبي النبي صلى\nالله عليه وسلم (أخبرنا) أحمد بن شعيب، قال: أخبرنا أحمد بن حرب، قال:\n</p>\n\n<p>\nحدثنا أسباط، عن نعيم بن حكيم المدائني، قال: أخبرنا أبو مريم (3) قال:\nقال علي رضي الله عنه: انطلقت مع رسول الله صلى الله عليه وسلم حتى أتينا\nالكعبة، فصعد رسول الله صلى الله عليه وسلم على منكبي فنهض به علي، فلما\nرأى رسول الله صلى الله عليه وسلم ضعفي قال لي:\n</p>\n\n<p>\nاجلس فجلست، فنزل النبي صلى الله عليه وسلم وجلس لي، وقال لي:\n</p>\n\n<p>\nاصعد على منكبي، فصعدت على منكبيه فنهض بي. فقال علي رضي الله عنه:\n</p>\n\n<p>\nإنه يخيل إلي أني لو شئت لنلت أفق السماء، فصعدت على الكعبة وعليها تمثال\nمن صفر أو نحاس، فجعلت أعالجه لأزيله يمينا وشمالا وقداما ومن بين يديه ومن\nخلفه حتى استمكنت منه، فقال نبي الله: اقذفه، فقذفت به فكسرته كما يسكر\nالقوارير، ثم نزلت فانطلقت أنا ورسول الله صلى الله عليه وآله نستبق حتى\nتوارينا بالبيوت خشية أن يلقانا أحد (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nما خص به علي رضي الله عنه دون الأولين والآخرين من فاطمة بنت رسول الله\nصلى الله عليه وسلم وبضعة منه وسيدة منه وسيدة نساء أهل الجنة إلا مريم بنت\nعمران (أخبرنا) أحمد بن شعيب، قال <span id='ms056'></span>: أخبرنا جرير بن حريث، قال:\n</p>\n\n<p>\nأخبرنا الفضل بن موسى، عن الحسين بن واقد، عن عبد الله بن يزيد عن أبيه\nقال: خطب أبو بكر وعمر فاطمة، فقال رسول الله صلى الله عليه وآله:\n</p>\n\n<p>\nإنها صغيرة. فخطبها علي رضي الله عنه فزوجها منه (1).\n</p>\n\n<p>\n(أخبرنا) أبو سعيد إسماعيل بن مسعود، قال: حدثنا حاتم بن وردان، قال:\nحدثنا أيوب السجستاني، عن أبي يزيد المدني، عن أسماء بنت عميس قالت: كنت في\nزفاف فاطمة بنت رسول الله صلى الله عليه وسلم، فلما أصبحنا جاء النبي صلى\nالله عليه وآله فضرب الباب، ففتحت له أم أيمن يقال:\n</p>\n\n<p>\nكانت في نسائه لتبعثه (2) وسمعن النساء صوت النبي صلى الله عليه وسلم\nفتحسسن قال: أحسنت فجلسنا في ناحية، قالت: وأنا في ناحية فجاء علي رضي الله\nعنه، فدعا له ثم نضح عليه من الماء، فخرج رسول الله صلى الله عليه وآله\nفرأى سوادا فقال: من هذا؟ قلت: أسماء، قال: ابنة عميس؟ قلت:\n</p>\n\n<p>\nنعم، قال. كنت في زفاف فاطمة بنت رسول الله تكرمينها؟ قلت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، قالت: فدعا لي (1). خالفه سعيد بن أبي عروبة فرواه عن أيوب عن عكرمة\nعن ابن عباس.\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني زكريا بن يحيى، قال:\n</p>\n\n<p>\nحدثنا محمد ابن صدران، قال: حدثنا سهيل بن خلاد العبدي، قال:\n</p>\n\n<p>\nحدثنا ابن سواد عن سعيد بن أبي عروبة، عن أيوب السجستاني، عن عكرمة، عن\nابن عباس قال: لما زوج رسول الله صلى الله عليه وسلم فاطمة رضي الله عنها\nمن علي رضي الله عنه كان فيما أهدى معها سرير مشروط ووسادة من أديم حشوها\nليف وقربة، قال: وجاء ببطحاء من الرمل فبسطوه في البيت، وقال لعلي: إذا\nأتيت بها فلا تقربها حتى آتيك.\n</p>\n\n<p>\nفجاء رسول الله صلى الله عليه وسلم فدق الباب، فخرجت إليه أم أيمن فقال:\nأثم أخي؟ قالت: وكيف يكون أخاك وقد زوجته ابنتك؟\n</p>\n\n<p>\nقال: إنه أخي، ثم أقبل على الباب ورأى سوادا فقال: من هذا؟\n</p>\n\n<p>\nقالت: أسماء بنت عميس، فأقبل عليها فقال لها: جئت <span id='ms057'></span> تكرمين ابنة رسول الله؟\nوكان اليهود يوجدون من امرأته إذا دخل بها، قال:\n</p>\n\n<p>\nفدعا رسول الله صلى الله عليه وسلم ببدر من ماء فتفل فيه، ثم دعا عليا\nرضي الله عنه فرش من ذلك الماء على وجهه وصدره وذراعيه، ثم دعا فاطمة\nفأقبلت تعثر في ثوبها حياء من رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nففعل بها مثل ذلك ثم قال لها: يا ابنتي ما أردت أن أزوجك إلا خير أهلي،\nثم قام وخرج رسول الله صلى الله عليه وسلم (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا عمار بن بكار بن راشد، قال: حدثنا\nأحمد بن خالد، قال: حدثنا محمد بن عبد الله بن أبي نجيح، عن أبيه، عن\nمعاوية ذكر علي بن أبي طالب رضي الله عنه فقال سعد بن أبي وقاص: والله لئن\nيكون لي واحدة من خلال ثلاث أحب إلي من أن يكون لي ما طلعت عليه الشمس، لأن\nيكون قال لي: ما قال له حين رده من تبوك: أما ترضى أن تكون مني بمنزلة\nهارون من موسى إلا أنه لا نبي بعدي، أحب إلي من أن يكون لي ما طلعت عليه\nالشمس، ولأن يكون قال لي: ما قاله له يوم خيبر:\n</p>\n\n<p>\nلأعطين الراية رجلا يحب الله ورسوله يفتح الله على يديه ليس بفرار، أحب\nإلي من أن يكون لي ما طلعت عليه الشمس، ولأن يكون لي ابنته ولي منها من\nالولد ما له أحب إلي من أن يكون لي ما طلعت عليه الشمس (2).\n</p>\n\n<p>\nالأخبار المأثورة بأن فاطمة بنت رسول الله صلى الله عليه وسلم سيدة نساء\nأهل الجنة إلا مريم بنت عمران (أخبرنا) محمد بن بشار، قال: أخبرنا عبد\nالوهاب، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن عمرو، عن أبي سلمة، عن عائشة قالت: مرض رسول الله صلى\nالله عليه وسلم فجاءت فاطمة رضي الله عنها فكبت على رسول الله صلى الله\nعليه وسلم فسارها فبكت، ثم أكبت فسارها فضحكت، فلما توفي النبي صلى الله\nعليه وآله سألتها فقالت: لما أكببت <span id='ms058'></span> عليه أخبرني أنه ميت من وجعه ذلك فبكيت،\nثم أكببت عليه فأخبرني أني أسرع أهل بيته به لحوقا، وأني سيدة نساء أهل\nالجنة إلا مريم بنت عمران فرفعت رأسي فضحكت (1).\n</p>\n\n<p>\n(أخبرنا) هلال بن بشير، قال: حدثنا محمد بن خلف، قال:\n</p>\n\n<p>\nقال لي موسى بن يعقوب، قال: حدثني هاشم بن هاشم، عن عبد الله ابن وهب، أن\nأم سلمة أخبرته بأن رسول الله صلى الله عليه وسلم دعا فاطمة رضي الله عنها\nفناجاها فبكت، ثم حدثها فضحكت، قالت أم سلمة:\n</p>\n\n<p>\nفلما توفي رسول الله صلى الله عليه وسلم سألتها عن بكائها وضحكها، فقالت:\nأخبرني، أني سيدة نساء أهل الجنة بعد مريم ابنة عمران فضحكت (2).\n</p>\n\n<p>\n(أخبرنا) إسحاق بن إبراهيم بن مخلد بن راهويه، قال: أخبرنا جرير، عن يزيد\nبن زياد، عن عبد الرحمان بن أبي نعيم، عن أبي سعيد قال: قال رسول الله صلى\nالله عليه وسلم: الحسن والحسين سيدا شباب أهل الجنة وفاطمة سيدة نساء أهل\nالجنة إلا ما كان من مريم بنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nعمران (1).\n</p>\n\n<p>\nالأخبار المأثورة بأن فاطمة بنت رسول الله صلى الله عليه وسلم سيدة\nالنساء من هذه الأمة (أخبرنا) محمد بن منصور الطوسي، قال: حدثنا الزهيري\nمحمد ابن عبد الله، قال: أخبرني أبو جعفر واسمه محمد بن مروان، قال:\n</p>\n\n<p>\nحدثني أبو حازم، عن أبي هريرة قال: أبطأ علينا رسول الله صلى الله عليه\nوسلم يوما صبور النهار، فلما كان العشي قال له قائلنا: يا رسول الله، قد شق\nعلينا لم نرك اليوم؟ قال: إن ملكا من السماء لم يكن زارني فاستأذن الله في\nزيارتي، فأخبرني وبشرني أن فاطمة بنتي سيدة نساء أمتي، وأن حسنا وحسينا\nسيدا شباب أهل الجنة (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن سليمان، قال: أخبرنا الفضل بن زكريا.\n</p>\n\n<p>\nقال: أخبرنا زكريا، عن فراس، عن الشعبي، عن مسروق، عن عائشة قالت: أقبلت\nفاطمة رضي الله عنها تمشي كأن مشيتها (3) مشية رسول الله صلى الله عليه\nوسلم فقال: (4) مرحبا بابنتي، ثم أجلسها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nعن يمينه أو عن شماله، ثم أسر إليها حديثا <span id='ms059'></span> فبكت، ثم إنه أسر إليها حديثا\nفضحكت، فقلت لها: ما رأيت مثل اليوم فرحا أقرب من حزن، وسألتها عما قال؟\nفقالت: ما كنت لأفشي على سر رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nحتى قبض، فسألتها فقالت: إنه أسر إلي فقال: إن جبريل كان يعارضني بالقرآن\nفي كل سنة مرة، وأنه عارضني به العام مرتين وما أراني إلا قد حضر أجلي وأنك\nأول أهل بيتي لحوقا ونعم السلف أنا لك، قالت: فبكيت لذلك ثم قال: أما ترضين\nأن تكوني سيدة نساء هذه الأمة أو نساء المؤمنين؟ قالت: فضحكت (1).\n</p>\n\n<p>\n(أخبرنا) محمد بن معمر البحراني، قال: حدثنا، أبو داود، حدثنا أبو عوانة،\nعن فراس، عن الشعبي، عن مسروق قال: أخبرتني عائشة قالت: كنا عند رسول الله\nصلى الله عليه وسلم جميعا (2) لم تغادر منا واحدة، فجاءت فاطمة تمشي ولا\nوالله أن تخطى مشيتها من مشية رسول الله صلى الله عليه وسلم حتى انتهت إليه\nفقال: مرحبا بابنتي، فأقعدها عن يمينه أو يساره، ثم سارها بشئ فبكت بكاء\nشديدا، ثم سارها بشئ فضحكت، فلما قام رسول الله صلى الله عليه وسلم قلت\nلها: أخصك رسول الله صلى الله عليه وآله من بيننا بالسراء وأنت تبكين،\nأخبريني ما قال لك؟ قالت: ما كنت لأفشي رسول الله صلى الله عليه وسلم سره،\nفلما توفي رسول الله صلى الله عليه وسلم قلت لها: أسألك بالذي عليك من الحق\nما سارك به رسول الله صلى الله عليه وسلم؟ فقالت: أما الآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nفنعم، سارني المرة الأولى فقال: إن جبريل عليه السلام كان يعارضني\nبالقرآن في كل سنة مرة وإنه عارضني العام مرتين، ولا أدري الأجل إلا قد\nاقترب فاتقي الله واصبري، ثم قال لي: يا فاطمة أما ترضين أنك تكوني سيدة\nنساء هذه الأمة وسيدة نساء العالمين فضحكت (1).\n</p>\n\n<p>\nالأخبار المأثورة بأن فاطمة رضي الله عنها بضعة من رسول الله صلى الله\nعليه وسلم (أخبرنا) محمد بن شعيب، قال: أخبرنا قتيبة، قال: حدثنا الليث، عن\nابن أبي مليكة، عن المسور <span id='ms060'></span> بن مخرمة قال: سمعت رسول الله صلى الله عليه وسلم\nوهو على المنبر يقول: إن بني هاشم بن المغيرة استأذنوني أن ينكحوا ابنتهم\nعلي بن أبي طالب فلا آذن ثم لا آذن إلا أن يريد ابن أبي طالب أن يطلق ابنتي\nوينكح ابنتهم، فإنما هي بضعة مني يريبني ما رابها ويؤذيني ما آذاها، ومن\nآذى رسول الله فقد حبط علمه (2).\n</p>\n\n<p>\nاختلاف الناقلين (أخبرنا) أحمد بن سليمان، قال: حدثنا يحيى بن آدم، قال:\n</p>\n\n<p>\nحدثنا بشر بن السري، قال: حدثنا ليث بن سعيد، قال: سمعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي مليكة (1) يقول: سمعت المسور بن مخرمة يقول: سمعت رسول الله صلى\nالله عليه وسلم بمكة يقول وهو على المنبر، إن بني هاشم ابن المغيرة\nاستأذنوني في أن ينكحوا ابنتهم عليا وإني لا آذن إلا أن يريد ابن أبي طالب\nأن يفارق ابنتي وأن ينكح ابنتهم، ثم قال: إن فاطمة بضعة مني يؤذيني ما\nآذاها ويريبني ما رابها، وما كان لابن أبي طالب أن يجمع بين بنت عدو الله\nوبين بنت نبي الله (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: حدثنا الحرث بن مسكين قرأته عليه وأنا أسمع،\nعن سفيان عن عمرو، عن ابن أبي مليكة، عن المسور بن مخرمة: إن النبي صلى\nالله عليه وسلم قال: إن فاطمة بضعة مني من أغضبها أغضبني (3).\n</p>\n\n<p>\n(أخبرنا) محمد بن خالد، قال: حدثنا بشر بن شعيب، عن أبيه عن الزهري قال:\nأخبرني علي بن الحسين خبر أن المسور بن مخرمة أخبره أن رسول الله صلى الله\nعليه وسلم قال: إن فاطمة لمضغة أو بضعة مني (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n(أخبرنا) عبد الله بن سعد بن إبراهيم بن سعد، قال: أخبرنا أبي، عن الوليد\nبن كثير، عن محمد بن عمرو بن طلحة، أنه حدثه أن ابن شهاب (1) حدثه أن علي\nبن الحسين حدثه أن المسور بن مخرمة قال:\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يخطب على منبره هذا وأنا يومئذ محتلم\n(2) فقال: إن فاطمة بضعة مني (3).\n</p>\n\n<p>\nما خص به علي كرم الله وجهه من الحسن <span id='ms061'></span> والحسين ابني رسول الله صلى الله\nعليه وسلم وريحانتيه من الدنيا وسيدي شباب أهل الجنة إلا عيسى بن مريم،\nويحيى بن زكريا عليهم السلام (أخبرنا) أحمد بن بكار الحراني، قال: أخبرنا\nمحمد سلمة، عن ابن إسحاق، عن يزيد بن عبد الله بن قسيط، عن محمد بن أسامة\nبن زيد، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: أما أنت فختني\nوأبو ولدي، أنت مني وأنا منك (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: الحسن والحسين ابناي (أخبرنا) القاسم بن\nزكريا بن دينار، قال: حدثنا خالد بن مخلد قال: حدثنا موسى وهو ابن يعقوب\nالزمعي، عن عبد الله بن أبي بكر ابن زيد بن المهاجر قال: أخبرني مسلم بن\nأبي سهل النبال، (قال):\n</p>\n\n<p>\nأخبرني الحسن بن أسامة بن زيد بن حارثة، قال: أخبرني أسامة ابن زيد قال:\nطرقت رسول الله صلى الله عليه وسلم ذات ليلة لبعض الحاجة فخرج وهو مشتمل\nعلى شئ لا أدري ما هو، فلما فرغت من حاجتي قلت: ما هذا الذي أنت مشتمل\nعليه؟ فكشفه فإذا هو الحسن والحسين على وركيه، فقال: هذان ابناي وابنا\nبنتي، اللهم إنك تعلم أني أحبهما فأحبهما (1).\n</p>\n\n<p>\nالأخبار المأثورة في أن الحسن والحسين سيدا شباب أهل الجنة (أخبرنا) عمرو\nبن منصور، قال: حدثنا أبو نعيم، قال: حدثنا يزيد بن مردانبة (2)، عن عبد\nالرحمان بن أبي نعم، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه\nوسلم: الحسن والحسين سيدا شباب أهل الجنة (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n(أخبرنا) أحمد بن حرب، قال: ابن فضيل، عن يزيد عن عبد الرحمان بن أبي\nنعم، عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nإن حسنا وحسينا سيدا شباب أهل الجنة ما استثنى من ذلك (1).\n</p>\n\n<p>\n(أخبرنا) يعقوب بن إبراهيم ومحمد بن آدم، عن مروان، عن الحكم بن عبد\nالرحمان وهو ابن أبي نعم، عن أبيه، عن أبي سعيد الخدري قال: قال رسول الله\nصلى الله عليه وسلم: الحسن والحسين سيدا شباب أهل الجنة إلا ابني <span id='ms062'></span> الخالة\nعيسى بن مريم، ويحيى بن زكريا (2).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: الحسن والحسين ريحانتي من هذه الأمة\n(أخبرنا) محمد بن عبد الأعلى الصنعاني، قال: أخبرنا خالد، قال: لي أشعث عن\nالحسن عن بعض أصحاب النبي صلى الله عليه وسلم قال يعني أنس بن مالك قال:\nدخلت أو ربما دخلت على رسول الله صلى الله عليه وسلم والحسن والحسين\nينقلبان على بطنه ويقول: ريحانتي من هذه الأمة (3).\n</p>\n\n<p>\n(أخبرنا) إبراهيم بن يعقوب الجرجاني، قال: لي وهب بن جرير أن أباه حدثه\nقال: سمعت محمد بن عبد الله أبي يعقوب، عن ابن أبي نعم قال: كنت عند ابن\nعمر فأتاه رجل فسأله عن دم البعوض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nيكون في ثوبه ويصلي فيه، فقال ابن عمر: ممن أنت؟ قال: من أهل العراق فقال\nابن عمر: انظروا إلى هذا يسألني عن دم البعوض وقد قتلوا ابن رسول الله صلى\nالله عليه وسلم وسمعت رسول الله صلى الله عليه وسلم يقول فيه وفي أخيه: هما\nريحانتي من الدنيا (1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم لعلي رضي الله عنه: أنت أعز من فاطمة\nوفاطمة أحب إلى منك (أخبرني) زكريا بن يحيى بن أبي عمر، قال: حدثنا سفيان،\nعن أبي نجيح، عن أبيه، عن رجل قال: سمعت عليا رضي الله عنه على المنبر\nبالكوفة يقول: خطب إلي رسول الله صلى الله عليه وسلم فاطمة عليها السلام\nفزوجني، فقلت: يا رسول الله، أنا أحب إليك أم هي؟ قال: هي أحب إلي منك وأنت\nأعز علي منها (2).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم لعلي كرم الله وجهه:\n</p>\n\n<p>\nما سألت لنفسي شيئا إلا وقد سألت لك (حدثنا) عبد الأعلى بن واصل بن عبد\nالأعلى قال لي: علي بن ثابت، قال: أخبرنا منصور بن الأسود، عن يزيد بن أبي\nزياد، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان بن عبد الله بن الحرث، عن جده، عن علي رضي الله عنه قال:\n</p>\n\n<p>\nمرضت فعادني رسول الله صلى الله عليه وسلم، فدخل علي وأنا مضطجع فاتكأ\nإلى جنبي، ثم سجاني <span id='ms063'></span> بثوبه، فلما رآني قد برأت قام إلى المسجد يصلي، فلما\nقضى صلاته جاء فرفع الثوب وقال: قم يا علي، فقمت وقد برأت كأنما لم أشك\nشيئا قبل ذلك، فقال: ما سألت ربي شيئا في صلاتي إلا أعطاني، وما سألت شيئا\nإلا سألت لك (1).\n</p>\n\n<p>\nخالفه جعفر الأحمر فقال: عن يزيد بن أبي زياد، عن عبد الله بن الحرث، عن\nعلي رضي الله عنه.\n</p>\n\n<p>\n(أخبرنا) القاسم بن زكريا بن دينار، قال: لي علي رضي الله عنه قال: وجعت\nوجعا فأتيت فأقامني في مكانه وقام يصلي وألقى علي طرف ثوبه، ثم قال: قم يا\nعلي قد برئت لا بأس عليك، وما دعوت لنفسي بشئ إلا دعوت لك بمثله، وما دعوت\nبشئ إلا استجيب لي أو قال:\n</p>\n\n<p>\nقد أعطيت إلا أنه قيل لي لا نبي بعدي (2).\n</p>\n\n<p>\nما خص به رسول الله صلى الله عليه وسلم عليا كرم الله وجهه (أخبرنا) أحمد\nبن حرب، عن قاسم وهو ابن يزيد، قال: لي أبو سفيان عن أبي إسحاق، عن ناصية\nبن كعب الأسدي (3)، عن علي رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nإنه أتى رسول الله صلى الله عليه وسلم وقال: إن عمك الشيخ الضال قد مات\nفمن يواريه؟ قال: اذهب فوار أباك ولا تحدثن حدثا حتى تأتيني. فواريته ثم\nأتيته فأمرني أن أغتسل ودعا لي بدعوات ما يسرني ما على الأرض بشئ منهن (1).\n</p>\n\n<p>\n(أخبرنا) محمد بن المثنى، عن أبي داود، قال لي شعبة، قال:\n</p>\n\n<p>\nأخبرني فضيل أبو معاذ، عن الشعبي، عن علي رضي الله عنه قال:\n</p>\n\n<p>\nلما رجعت إلى النبي صلى الله عليه وسلم قال لي: كلمة ما أحب أن لي بها\nالدنيا (2).\n</p>\n\n<p>\nما خص به علي كرم الله وجهه من صرف أذى الحر والبرد عنه (أخبرنا) محمد بن\nيحيى بن أيوب بن إبراهيم، قال: حدثنا محمد بن يحيى، وهو حدثني عن إبراهيم\nالصائغ، عن أبي إسحاق الهمداني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الرحمان بن أبي ليلى: أن عليا رضي الله عنه خرج علينا في حر شديد\nوعليه ثياب الشتاء، وخرج علينا في <span id='ms064'></span> الشتاء وعليه ثياب الصيف، ثم دعا بماء\nفشرب ثم مسح العرق عن جبينه، فلما رجع إلى بيته قال:\n</p>\n\n<p>\nيا أبتاه رأيت ما صنع أمير المؤمنين رضي الله عنه خرج علينا في الشتاء\nوعليه ثياب الصيف، وخرج علينا في الصيف وعليه ثياب الشتاء فقال أبو ليلى:\nما فطنت، وأخذ بيد ابنه عبد الرحمان فأتى عليا (رض) فقال له الذي صنع، فقال\nعلي رضي الله عنه: إن النبي صلى الله عليه وسلم كان بعث إلي وأنا أرمد شديد\nالرمد فبزق في عيني ثم قال: افتح عينيك ففتحتهما فما اشتكيتهما حتى الساعة،\nودعا لي فقال: اللهم أذهب عنه الحر والبرد، فما وجدت حرا وبردا حتى يومي\nهذا (١).\n</p>\n\n<p>\nالنجوى وما خفف علي كرم الله وجهه عن هذه الأمة (أخبرني) محمد بن عبد\nالله بن عمار، قال: حدثنا قاسم الحرمى عن سفيان، عن عثمان وهو ابن المغيرة،\nعن سالم، عن علي بن علقمة عن علي رضي الله عنه قال: لما نزلت (يا أيها الذين آمنوا إذا\nناجيتم الرسول فقدموا بين يدي نجواكم صدقة) (2) قال رسول الله صلى الله\nعليه وسلم مرهم أن يتصدقوا، قال: بكم يا رسول الله؟ قال: بدينار، قال:\n</p>\n\n<p>\nلا يطيقون، قال: فبنصف دينار، قال: لا يطيقون، قال: فبكم؟\n</p>\n\n<p>\nقال: بشعيرة، فقال رسول الله صلى الله عليه وسلم: إنك لزهيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nفأنزل الله: (أأشفقتم أن تقدموا بين يدي نجواكم صدقات) الآية (1) وكان\nعلي رضي الله عنه يقول: خفف بي عن هذه الأمة (2).\n</p>\n\n<p>\nذكر أشقى الناس (أخبرنا) محمد بن وهب بن عبد الله بن سماك، قال: حدثنا\nمحمد ابن سلمة قال: حدثنا ابن إسحاق، عن يزيد بن محمد بن خثيم، عن محمد بن\nكعب القرظي، عن محمد بن خثيم، عن عمار بن ياسر قال:\n</p>\n\n<p>\nكنت أنا وعلي بن أبي طالب رفيقين في غزوة العشيرة من بطن ينبع (3) فلما\nنزلها رسول الله صلى الله عليه وسلم أقام بها شهرا فصالح فيها بني مدلج\nوحلفاءهم من ضمرة فوادعهم، فقال لي علي رضي الله عنه:\n</p>\n\n<p>\nهل لك <span id='ms065'></span> يا أبا اليقظان أن نأتي هؤلاء نفر من بني مدلج يعملون في عين لهم\nفننظر كيف يعملون؟ قال: قلت: إن شئت فجئناهم فنظرنا إلى أعمالهم ثم غشينا\nالنوم، فانطلقت أنا وعلي حتى اضطجعنا في ظل صور من النخل، فنمنا. فوالله ما\nأهبنا إلا رسول الله صلى الله عليه وسلم يحركنا برجله، وقد تربنا من تلك\nالدقعاء التي نمنا عليها فيومئذ قال رسول الله صلى الله عليه وآله لعلي رضي\nالله عنه: ما لك يا أبا تراب لما يرى عليه من التراب، ثم قال: ألا أحدثكما\nبأشقى الناس رجلين؟ قلنا: بلى يا رسول الله، قال:\n</p>\n\n<p>\nأحيمر ثمود الذي عقر الناقة، والذي يضربك على هذه ووضع يده على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nقرنه حتى يبل منها هذه وأخذ بلحيته (1).\n</p>\n\n<p>\nآخر الناس عهدا برسول الله صلى الله عليه وسلم (قال): أخبرنا أبو الحسن\nعلي بن حجر المروزي، قال: حدثنا جرير، عن المغيرة، عن أم المؤمنين أم سلمة:\nإن أقرب الناس عهدا برسول الله صلى الله عليه وسلم علي رضي الله عنه (2).\n</p>\n\n<p>\n(أخبرني) محمد بن قدامة، قال: حدثنا جرير عن مغيرة، عن أم موسى قالت:\nقالت أم سلمة: والذي تحلف به أم سلمة، إن أقرب الناس عهدا برسول الله صلى\nالله عليه وسلم علي رضي الله عنه، قالت: لما كان غدوة قبض رسول الله صلى\nالله عليه وسلم فأرسل إليه رسول الله صلى الله عليه وآله قالت: وأظنه كان\nبعثه في حاجة فجعل يقول: جاء علي؟ ثلاث مرات، فجاء قبل طلوع الشمس، فلما أن\nجاء عرفنا أن له إليه حاجة، فخرجنا من البيت وكنا عند رسول الله صلى الله\nعليه وسلم يومئذ في بيت عائشة وكنت في آخر من خرج من البيت، ثم جلست من\nوراء الباب فكنت أدناهم إلى الباب، فأكب عليه علي رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nفكان آخر الناس به عهدا يساره ويناجيه (1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم لعلي رضي الله عنه تقاتل على تأويل القرآن\nكما قاتلت على تنزيله (حدثنا) أحمد بن شعيب، قال: أخبرنا <span id='ms066'></span> إسحاق بن إبراهيم\nومحمد بن قدامة واللفظ له، وعن حرب، عن الأعمش، عن إسماعيل ابن رجاء، عن\nأبيه، عن أبي سعيد الخدري قال: كنا جلوسا ننظر رسول الله صلى الله عليه\nوسلم فخرج إلينا قد انقطع شسع نعله فرمى به إلى علي رضي الله عنه فقال: إن\nمنكم رجلا يقاتل الناس على تأويل القرآن كما قاتلت على تنزيله. قال أبو\nبكر: أنا؟ قال: لا، قال عمر: أنا؟ قال: لا، ولكن خاصف النعل (2).\n</p>\n\n<p>\nالترغيب في نصرة علي رضي الله عنه (أخبرنا) يوسف بن عيسى، قال: أخبرنا\nالفضيل بن موسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقال: حدثنا الأعمش، عن أبي إسحاق، عن سعيد بن وهب، قال:\n</p>\n\n<p>\nقال علي رضي الله عنه في الرحبة: أنشد بالله من سمع رسول الله صلى الله\nعليه وسلم يوم غدير خم يقول: الله وليي وأنا ولي المؤمنين، ومن كنت وليه\nفهذا وليه، اللهم وال من والاه وعاد من عاداه وانصر من نصره، فقال سعيد:\n</p>\n\n<p>\nإلى جنبي ستة، وقال حارثة بن نصر: قام ستة، وقال زيد بن يثيغ:\n</p>\n\n<p>\nقام عندي ستة، وقال عمرو ذو مر: أحب من أحبه وابغض من أبغضه (1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: عمار تقتله الفئة الباغية (قال): أخبرنا\nعبد الله بن محمد بن عبد الرحمان والزهري، قال:\n</p>\n\n<p>\nبه حدثنا غندر، عن شعبة قال: سمعت خالدا يحدث الحديث عن سعيد بن أبي\nالحسن، عن أمه، عن أم سلمة: أن رسول الله صلى الله عليه وآله قال لعمار:\nتقتلك الفئة الباغية، خالفه أبو داود قال: حدثنا شعبه قال: أخبرنا أيوب\nوخالد عن الحسن عن أبيه عن أم سلمة رضي الله عنها أن رسول الله صلى الله\nعليه وسلم قال لعمار: تقتلك الفئة الباغية (2).\n</p>\n\n<p>\nوقد رواه ابن عون، عن الحسن قال: أخبرنا حميد بن مسعدة وعن يزيد وهو ابن\nزريع (3) قال: أخبرنا أبو عون، عن الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه، عن أم سلمة قالت: لما كان يوم الخندق وهو يعاطيهم اللبن وقد\nاغبر شعر صدره قالت: فوالله ما نسيت وهو يقول: اللهم إن <span id='ms067'></span> الخير خير الآخرة\nفاغفر للأنصار والمهاجرة، قالت وجاء عمار فقال: ابن سمية تقتله الفئة\nالباغية (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد\nبن عنز، عن الحسن، قال: قالت أم المؤمنين أم سلمة:\n</p>\n\n<p>\nبمكة تأليف يوم الخندق، وهو يعاطيهم اللبن وقد اغبر شعره وهو يقول: اللهم\nإن الخير خير الآخرة فاغفر للأنصار والمهاجرة، وجاء عمار ابن سمية قال:\nتقتلك الفئة الباغية (2).\n</p>\n\n<p>\n(قال): أخبرنا أحمد بن شعيب، قال: أخبرنا النضر بن شميل عن شعبة: عن أبي\nسلمة، عن أبي نضرة، عن أبي سعيد الخدري قال: حدثنا من هو خير مني أبو قتادة\nأن رسول الله صلى الله عليه وسلم قال لعمار: يوشك يا ابن سمية ومسح الغبار\nعن رأسه، وقال: تقتلك الفئة الباغية (3).\n</p>\n\n<p>\n(قال): حدثنا أحمد بن سليمان، قال: حدثنا يزيد، قال:\n</p>\n\n<p>\nأخبرنا العوام، عن الأسود بن مسعود، عن حنظلة بن خويلد، قال:\n</p>\n\n<p>\nكنت (4) عند معاوية فأتاه رجلان يختصمان في رأس عمار يقول كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nواحد منهما: أنا قتلته، فقال عبد الله بن عمرو: ليطب أحدكما نفسا لصاحبه\nفإني سمعت رسول الله صلى الله عليه وسلم يقول: تقتله الفئة الباغية (1).\n</p>\n\n<p>\nخالفه شعبة فقال: عن العوام عن رجل عن حنظلة بن سويد.\n</p>\n\n<p>\n(قال): أخبرنا محمد بن المثنى، قال: أخبرنا شعبة، عن العوام ابن حوشب، عن\nرجل من بني شيبان، عن حنظلة بن سويد، قال:\n</p>\n\n<p>\nجيئ برأس عمار رضي الله عنه فقال عبد الله بن عمرو: سمعت رسول الله صلى\nالله عليه وسلم يقول: تقتلك الفئة الباغية (2).\n</p>\n\n<p>\n(قال) أحمد بن شعيب: قال: أخبرني محمد بن قدامة، قال:\n</p>\n\n<p>\nحدثنا جرير، عن الأعمش، عن عبد الله بن عمرو قال: سمعت رسول الله صلى\nالله عليه وسلم يقول: تقتلك الفئة الباغية، خالفه أبو معاوية فرواه عن\nالأعمش (3).\n</p>\n\n<p>\n(قال): أخبرنا عبد الله بن محمد، قال: (حدثنا) أبو معاوية قال: حدثنا\nالأعمش، عن عبد الرحمان بن أبي زياد، أخبرنا أحمد بن شعيب، قال: أخبرنا\nعمرو بن منصور الشيباني، أخبرنا سفيان، عن الأعمش، عن عبد <span id='ms068'></span> الرحمان ابن أبي\nزياد، عن عبد الله بن الحرث قال:\n</p>\n\n<p>\nإني لأساير عبد الله بن عمرو بن العاص ومعاوية فقال عبد الله بن عمرو:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nيا معاوية ألا تسمع ما يقولون تقتله الفئة الباغية؟ فقال: لا تزال داحضا\nفي قولك أنحن قتلناه وإنما قتله من جاء به إلينا (1).\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: تمرق مارقة من الناس يلي قتلهم أولى\nالطائفتين بالحق (أخبرنا) محمد بن المثنى، قال: حدثنا عبد الأعلى، قال:\n</p>\n\n<p>\nحدثنا داود، عن أبي نضرة، عن أبي سعيد الخدري أن رسول الله صلى الله عليه\nوسلم قال: تمرق مارقة من الناس يلي قتلهم أولى الطائفتين بالحق (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا قتيبة بن سعيد، قال:\n</p>\n\n<p>\nحدثنا أبو عوانة، عن قتادة، عن أبي سعيد الخدري: أن رسول الله صلى الله\nعليه وسلم قال: تمرق مارقة من الناس يلي قتلهم أولى الطائفتين (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا قتيبة بن سعيد قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو عوانة، عن قتادة، عن أبي نضرة، عن أبي سعيد الخدري قال: قال\nرسول الله صلى الله عليه وسلم: تكون من أمتي فرقتين فيخرج من بينهما مارقة\nيلي قتلهما أولاهما بالحق (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا عمرو بن علي، قال:\n</p>\n\n<p>\nحدثنا يحيى، قال: حدثنا أبو نضرة، عن أبي سعيد الخدري، قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: تفترق أمتي فرقتين تمرق مارقة تقتلهم\nأولى الطائفتين بالحق (2).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا سليمان بن عبد الله بن عمرو، قال:\nحدثنا بهز، عن القاسم وهو ابن الفضل، قال: حدثنا أبو نضرة، عن أبي سعيد: أن\nرسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nتمرق مارقة عند فرقة من الناس تقتلهما أولى الطائفتين بالحق (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب قال: أخبرنا محمد بن عبد الأعلى، قال: حدثنا\nالمعتمر، قال: سمعت أبي، قال: حدثنا أبو نضرة، عن أبي سعيد عن النبي صلى\nالله عليه وسلم، أنه ذكر أناسا في أنه يخرجون في فرقة من الناس سيماهم\nالتحليق، يمرقون من الدين <span id='ms069'></span> كما يمرق السهم من الرمية، هم شر الخلق أو هم أشر\nالخلق، يقتلهم أولى الطائفتين إلى الحق (قال: وقال كلمة أخرى قلت: ديني\nدينه ما في) فقال: وأنتم قتلتموهم يا أهل العراق (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n(أخبرنا) عبد الأعلى بن واصل بن عبد الأعلى، قال: أخبرنا محاضر بن\nالمورع، قال: حدثنا الأجلح (1)، عن حبيب انه سمع الضحاك المشرقي حديثهم\nومعه سعيد بن جبير وميمون بن شعيب وأبو البختري والوضاح والهمداني والحسن\nالعرني إنه سمع أباه سعيد الخدري يروي عن رسول الله صلى الله عليه وسلم، في\nقوم يخرجون من هذه الأمة فذكر من صلاتهم وزكاتهم وصومهم يمرقون من الإسلام\nكما يمرق السهم من الرمية، لا يجاوز القرآن من تراقيهم يخرجون في فرقة من\nالناس، لقاتلهم أقرب الناس إلى الحق (2).\n</p>\n\n<p>\nما خص به أمير المؤمنين علي بن أبي طالب كرم الله وجهه من قتال المارقين\n(أخبرنا) يونس بن عبد الأعلى، عن الحرث بن مسكين قراءة عليه، وأنا أسمع\nواللفظ له، عن ابن وهب قال: أخبرني يونس، عن ابن شهاب قال: أخبرني أبو\nسلمة، عن عبد الرحمان، عن أبي سعيد الخدري قال: بينما نحن عند رسول الله\nصلى الله عليه وسلم وهو يقسم قسما آتاه ذو الخويصرة وهو رجل من تميم، فقال:\nيا رسول الله اعدل، فقال رسول الله صلى الله عليه وسلم: ويلك ومن يعدل إذا\nلم أعدل؟ لقد خبت وخسرت إن لم أكن أعدل، فقال عمر: ائذن لي فيه فأضرب عنقه،\nقال: دعه فأن له أصحابا يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم،\nيقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nمروق السهم من الرمية، فينظره في قذذه فلا يوجد فيه شئ، ثم ينظر في نضبه\nفلا يوجد فيه شئ، ثم ينظر في رصافه فلا يوجد فيه شئ، ثم ينظر في نصله فلا\nيوجد فيه شئ قد سبق الفرث والدم، آيتهم رجل أسود إحدى عضديه مثل ثدي المرأة\nأو مثل البضعة تدر در ويخرجون على خير فرقة من الناس.\n</p>\n\n<p>\nقال أبو سعيد: فأشهد <span id='ms070'></span> أني سمعت هذا الحديث من رسول الله صلى الله عليه\nوسلم وأشهد أن علي بن أبي طالب كرم الله وجهه قاتلهم وأنا معه، فأمر بذلك\nالرجل فالتمس فأتى به حتى نظرت إليه على النعت الذي نعت به رسول الله صلى\nالله عليه وسلم (1).\n</p>\n\n<p>\n(قال): أخبرنا محمد بن المصطفى بن البهلول، قال: حدثنا الوليد ابن مسلم،\nوحدثنا قتيبة بن الوليد، وذكر آخر قالوا: أخبرنا الأوزاعي، عن الزهري، عن\nأبي سلمة والضحاك عن أبي سعيد الخدري قال: بينما رسول الله صلى الله عليه\nوسلم يقسم ذات يوم قسما فقال:\n</p>\n\n<p>\nذو الخويصرة التميمي (2): أعدل يا رسول الله، قال: ويلك ومن يعدل إذا لم\nأعدل؟ فقال عمر بن الخطاب: يا رسول الله إئذن لي حتى أضرب عنقه، فقال له\nرسول الله صلى الله عليه وسلم: ألا إن له أصحابا يحقر أحدكم صلاته مع\nصلاتهم وصيامه مع صيامهم، يمرقون من الدين مروق السهم من الرمية، حتى أن\nأحدكم لينظر إلى قذذه فلا يجد شيئا سبق الفرث والدم، يخرجون على خير فرقة\nمن الناس آيتهم رجل أدعج (3) أحد يديه مثل ثدي المرأة أو كالبضعة تدر در.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: أشهد لسمعت هذا من رسول الله صلى الله عليه وسلم أشهد أني\nكنت مع رسول الله صلى الله عليه وسلم وعلي بن أبي طالب (رض) حين قاتلهم،\nفأرسل إلى القتلى فأتى به على النعت الذي نعت به رسول الله صلى الله عليه\nوسلم (1).\n</p>\n\n<p>\nقال الحرث بن مسكين: قراءة عليه وأنا أسمع عن ابن وهب قال:\n</p>\n\n<p>\nأخبرني عمرو بن الحرث، عن بكر بن الأشج، عن بكر بن سعيد، عن عبد الله بن\nأبي رافع، أن الحرورية (2) لما خرجت وهو مع علي بن أبي طالب رضي الله عنه\nفقالوا: لا حكم إلا لله، قال علي رضي الله عنه:\n</p>\n\n<p>\nكلمة حق أريد بها باطل إن رسول الله صلى الله عليه وسلم وصف ناسا إني\nلأعرف صفتهم في هؤلاء، يقولون: الحق بألسنتهم، لا يجاوز هذا منهم وأشار إلى\nحلقه، من أبغض <span id='ms071'></span> خلق الله منهم أسود كأن إحدى يديه طبي شاة أو حلمة ثدي، فلما\nقاتلهم علي رضي الله عنه قال: انظروا فنظروا فلم يجدوا شيئا، قال: ارجعوا\nفوالله ما كذبت ولا كذبت مرتين أو ثلاثا، ثم وجدوه في خربة فأتوا به حتى\nضعوه بين يديه، قال عبد الله: أنا حاضر ذلك من أمرهم وقول علي رضي الله عنه\nفيهم (3).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرنا محمد بن معاوية بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nيزيد، قال: أخبرنا علي بن هشام، عن الأعمش، عن خيثمة، عن سويد ابن غفلة،\nقال: سمعت عليا رضي الله عنه يقول: إذا حدثتكم عن نفسي فأن الحرب خدعة،\nوإذا حدثتكم عن رسول الله صلى الله عليه وسلم فلئن أخر من السماء أحب إلي\nمن أن أكذب على رسول الله صلى الله عليه وسلم، سمعت رسول الله صلى الله\nعليه وسلم يقول: يخرج قوم في آخر الزمان أحداث الأسنان سفهاء الأحلام\nيقولون من خير قول البرية، يقرؤون القرآن لا يجاوز إيمانهم حناجرهم يمرقون\nمن الدين كما يمرق السهم من الرمية، فأينما أدركتموهم فاقتلوهم، فأن في\nقتلهم أجرا لمن قتلهم عند الله يوم القيامة (1).\n</p>\n\n<p>\nالاختلاف على أبي إسحاق في هذا الحديث (قال): أخبرنا أحمد بن سليمان،\nوالقاسم بن زكريا، قالا:\n</p>\n\n<p>\nحدثنا عبد الله، عن إسرائيل، عن أبي إسحاق، عن سويد بن غفلة، عن علي رضي\nالله عنه قال: قال رسول الله صلى الله عليه وسلم: يخرج قوم في آخر الزمان\nيقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الإسلام كما يمرق السهم من\nالرمية قتالهم حق على كل مسلم (2).\n</p>\n\n<p>\nخالفه يوسف بن أبي إسحاق، فأدخل بين أبي إسحاق وبين سويد ابن غفلة عبد\nالرحمان بن مروان.\n</p>\n\n<p>\n(قال): أخبرني زكريا بن يحيى، قال: حدثنا محمد بن العلاء قال: حدثني\nإبراهيم بن يوسف، عن أبيه، عن إسحاق، عن أبي قيس الأزدي، عن سويد بن غفلة،\nعن علي رضي الله عنه قال: في آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nالزمان قوم يقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الدين مروق السهم\nعن الرمية <span id='ms072'></span>، قتالهم حق على كل مسلم، سيماهم التحليق (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن شعيب، قال: أخبرني محمد بن بكار الحراني حدثنا مخلد\n(2)، قال: حدثنا إسرائيل، عن إبراهيم بن عبد الأعلى، عن طارق بن زياد قال:\nخرجنا مع علي رضي الله عنه إلى الخوارج فقتلهم قال: انظروا فأن نبي الله\nصلى الله عليه وسلم قال: إنه سيخرج قوم يتكلمون كلمة الحق لا يجاوز حلوقهم،\nيخرجون من الحق كما يخرج السهم من الرمية، سيماهم أن فيهم رجلا أسود مخدج\nاليد (3)، في يده شعرات سود (4)، فانظروا إن كان فقد قتلتم شر الناس، وإن\nلم يكن هو فقد قتلتم خير الناس، فبكينا ثم قال: اطلبوا فطلبنا، فوجدنا\nالمخدج فخررنا سجودا وخر على معنا ساجدا غير أنه قال: يتكلمون كلمة.. (5).\n</p>\n\n<p>\n(قال): أخبرنا الحسن بن مدرك، قال: حدثنا يحيى بن حماد قال: أخبرنا أبو\nعوانة، قال: أخبرني أبو سليمان الجهني (6) أنه كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nمع علي رضي الله عنه يوم النهروان، قال: وكنت ذلك أصارع رجلا على.. (1)\nفقلت ما شأن بذلك قال أكلها فلما كان يوم النهروان وقتل علي الحرورية فخرج\nعلى قلتهم حين لم يجد ذا الثدي فطاف حتى وجده في ساقية فقال: صدق الله وبلغ\nرسول الله صلى الله عليه وسلم وقال لي مسكنه ثلاث شعرات في قبل حلمة الثدي\n(2).\n</p>\n\n<p>\n(قال): أخبرنا علي بن المنذر، قال! حدثني أبي، قال: أخبرنا عاصم بن كليب\nالحرمي، عن أبيه قال: كنت عند علي رضي الله عنه جالسا إذ دخل رجل عليه ثياب\nالسفر وعلي رضي الله عنه يكلم الناس ويكلمونه فقال: يا أمير المؤمنين،\nأتأذن لي أن أتكلم؟ فلم يلتفت إليه وشغله ما فيه، فجلس إلى رجل قال له: ما\nعندك؟ قال: كنت معتمرا فلقيت عائشة فقالت: هؤلاء القوم الذين خرجوا في\nأرضكم يسمون حرورية؟ قلت: خرجوا في موضع يسمى حروراء تسمى بذلك، فقالت:\n</p>\n\n<p>\nطوبى لمن شهد منكم لو شاء ابن أبي طالب لأخبركم خبرهم، فجئت أسأله عن\nخبرهم، فلما فرغ علي رضي الله عنه قال: أين المستأذن؟\n</p>\n\n<p>\nفقص عليه كما قص <span id='ms073'></span> عليها، قال: إني دخلت على رسول الله صلى الله عليه وسلم\nوليس عنده أحد غير عائشة، فقال لي: كيف أنت يا علي وقوم كذا وكذا، قلت:\nالله ورسوله أعلم، قال: ثم أشار بيده فقال: قوم يخرجون من المشرق يقرؤون\nالقرآن لا يجاوز تراقيهم يمرقون من الدين كما يمرق السهم من الرمية، فيهم\nرجل مخدج كأن يده ثدي حبشية أنشدكم بالله أخبرتكم به؟ قالوا: نعم، قال:\nأنشدكم بالله أخبرتكم أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nفيهم؟ قالوا: نعم، فجئتموني وأخبرتموني أنه ليس فيهم فحلفت لكم بالله أنه\nفيهم ثم أتيتموني به تسحبونه كما نعت لكم؟ قالوا: نعم صدق الله ورسوله (1).\n</p>\n\n<p>\n(قال): أخبرنا محمد بن العلاء، قال: حدثنا أبو معاوية، عن الأعمش، عن زيد\nوهو ابن وهب، عن علي بن أبي طالب رضي الله عنه قال: لما كان يوم النهروان\nلقي الخوارج فلم يبرحوا حتى شجروا بالرماح قتلوا جميعا، قال علي رضي الله\nعنه: اطلبوا ذا الثدية، فطلبوه فلم يجدوه فقال علي رضي الله عنه: ما كذبت\nولا كذبت اطلبوه، فطلبوه فوجدوه في وخدة من الأرض عليه ناس من القتلى فإذا\nرجل على يديه مثل سبلات السنور، فكبر علي رضي الله عنه والناس وأعجبهم ذلك\n(2).\n</p>\n\n<p>\n(قال): أخبرنا عبد الأعلى بن واصل بن عبد الأعلى، قال:\n</p>\n\n<p>\nحدثنا الفضل بن دكين، عن موسى بن قيس الحضرمي، عن سلمة بن كهيل، عن زيد\nبن وهب، قال: خطبنا علي بقنطرة الدبرخان، فقال:\n</p>\n\n<p>\nأن قد ذكر لي بخارجة تخرج من قبل المشرق وفيهم ذو الثدية فقاتلهم فقالت\nالحرورية بعضهم لبعض: فردكم كما يردكم يوم حروراء، فشجر بعضهم بعضا\nبالرماح، فقال رجل من أصحاب علي رضي الله عنه:\n</p>\n\n<p>\nقطعوا العوالي والعوالي الرماح فداروا واستداروا، وقتل من أصحاب علي رضي\nالله عنه اثنا عشر رجلا أو ثلاثة عشر رجلا، قال: التمسوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nالمخدج، وذلك في يوم شات، فقالوا: ما نقدر عليه، فركب علي بغلة رسول الله\nصلى الله عليه وسلم الشهباء، قال. هذه من الأرض قالوا: التمسوا في هؤلاء\nفأخرج، فقال: ما كذبت ولا كذبت <span id='ms074'></span> اعملوا ولا تتكلموا لولا أني أخاف أن\nتتكلموا لأخبرتكم بما قضى الله على لسانه يعني النبي صلى الله عليه وسلم\nولقد شهدت أناسا باليمن قالوا: كيف يا أمير المؤمنين؟ قال: هو لهم (1).\n</p>\n\n<p>\n(قال): أخبرنا العباس بن عبد العظيم، قال: حدثنا عبد الرزاق قال: أخبرنا\nعبد الملك بن أبي سليمان، عن سلمة بن كهيل، قال:\n</p>\n\n<p>\nحدثنا ابن وهب: إنه كان في الجيش الذي كانوا مع علي رضي الله عنه الذين\nساروا إلى الخوارج، فقال علي رضي الله عنه: أيها الناس إني سمعت رسول الله\nصلى الله عليه وسلم يقول: سيخرج قوم من أمتي يقرؤون القرآن وليس قراءتكم\nإلى قراءتهم بشئ، ولا صلاتكم إلى صلاتهم بشئ، ولا صيامكم إلى صيامهم بشئ،\nيقرؤون القرآن يحسبون أنه لهم وهو عليهم لا يجاوز تراقيهم، يمرقون من\nالإسلام كما يمرق السهم من الرمية، لو يعلم الجيش الذين يصيبونهم ما قضى\nلهم على لسان نبيهم لا تكلوا على العمل، وآية ذلك إن فيهم رجلا له عضد\nوليست له ذراع على رأس عضده مثل حلمة ثدي المرأة عليه شعرات بيض، قال سلمة:\n</p>\n\n<p>\nفنزلني زيد منزلا حتى مررنا على قنطرة، قال: فلما التقينا وعلى الخوارج\nعبد الله بن وهب الراسبي، فقال لهم: ألقوا رماحكم وسلوا سيوفكم من جفونها،\nفشجرهم الناس برماحهم فقتل بعضهم على بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوما أصيب من الناس يومئذ إلا رجلان، قال علي كرم الله وجهه:\n</p>\n\n<p>\nالتمسوا فيهم المخدج، فلم يجدوه، فقام علي رضي الله عنه بنفسه حتى أتى\nأناسا قتلى بعضهم على بعض، قال: جروهم، فوجدوه مما يلي الأرض، فكبر علي رضي\nالله عنه وقال: صدق الله وبلغ رسوله، فقام إليه عبيدة اليماني (1) فقال: يا\nأمير والله الذي لا إله إلا هو لسمعت هذا الحديث من رسول الله صلى الله\nعليه وسلم، قال علي رضي الله عنه:\n</p>\n\n<p>\nإني والله الذي لا إله إلا هو لسمعته من رسول الله صلى الله عليه وسلم\nحتى استحلفه ثلاثا وهو يحلف فيه (2).\n</p>\n\n<p>\n(قال): أخبرنا قتيبة بن سعيد، قال: حدثنا ابن أبي <span id='ms075'></span> عدي عن ابن عون، عن\nمحمد بن عبيدة قال: قال علي رضي الله عنه: لولا أن تبطروا لحدثتكم بما وعد\nالله الذين يقتلونهم على لسان محمد صلى الله عليه وسلم، قلت: أنت سمعت من\nرسول الله صلى الله عليه وسلم؟ قال: إي ورب الكعبة (3).\n</p>\n\n<p>\n(قال): أخبرنا أحمد بن شعيب، قال: أخبرنا إسماعيل بن مسعود قال: حدثنا\nالمعتمر بن سليمان بن عوف، قال: حدثنا محمد بن سيرين قال: قال عبيدة\nالسلماني: لما جئت أصيب أصحاب النهروان قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nعلي رضي الله عنه: أتعبوا فيهم فإنهم إن كانوا من القوم الذين ذكرهم رسول\nالله صلى الله عليه وسلم فأن فيهم رجلا مخدج اليد، أو مثدون اليد، أو مودون\nاليد، وأتيناه فوجدناه فدللنا عليه، فلما رآه قال:\n</p>\n\n<p>\nالله أكبر الله أكبر الله أكبر، والله لولا أن تبطروا، ثم ذكر كلمة\nمعناها لحدثتكم بما (1) قضى الله على لسان رسول الله صلى الله عليه وسلم عن\nقتل هؤلاء، قلت: أنت سمعتها من رسول الله صلى الله عليه وسلم؟ قال:\n</p>\n\n<p>\nإي ورب الكعبة ثلاثا (2).\n</p>\n\n<p>\n(أخبرنا) محمد بن عبيد، قال: حدثنا أبو مالك وهو عمرو بن قيس، عن المنهال\nبن عمرو، عن زر بن حبيش أنه سمع عليا رضي الله عنه يقول: أنا فقأت عين\nالفتنة لولا أنا ما قتل أهل النهروان، وأهل الجمل ولولا أن أخشى أن تتركوا\nالعمل لأخبرتكم (3) بالذي قضى الله على لسان نبيكم صلى الله عليه وآله لمن\nقاتلهم مبصرا ضلالتهم عارفا للهدى الذي نحن فيه (4).\n</p>\n\n<p>\nمناظرة عبد الله بن عباس رضي الله عنهما الحرورية واحتجاجه عليهم فيما\nأنكروه على أمير المؤمنين رضي الله عنه (قال): أخبرنا عمرو بن علي، قال:\nحدثنا عبد الرحمان بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nمهدي، قال: حدثنا عكرمة بن عمار، قال: حدثنا أبو زميل (1) قال: حدثني عبد\nالله بن عباس، قال: لما خرجت الحرورية اعتزلوا في دارهم وكانوا ستة آلاف،\nفقلت لعلي رضي الله عنه: يا أمير المؤمنين أيرد بالظهر لعلي آتي هؤلاء\nالقوم فأكلمهم؟ قال: إني أخاف عليك، قلت: كلا، قال: فقمت <span id='ms076'></span> وخرجت ودخلت عليهم\nفي نصف النهار وهم قائمون فسلمت عليهم فقالوا: مرحبا بك يا ابن عباس فما\nجاء بك؟ قلت لهم: أتيتكم من عند أصحاب النبي صلى الله عليه وسلم وصهره\nوعليهم نزل القرآن وهم أعلم بتأويله منكم، وليس فيكم منهم أحد لأبلغكم ما\nيقولون وتخبرون بما تقولون، قلت: أخبروني ماذا نقمتم على أصحاب رسول الله\nصلى الله عليه وسلم وابن عمه؟ قالوا: ثلاثا، قلت:\n</p>\n\n<p>\nما هن؟ قالوا: أما إحداهن فإنه حكم الرجال في أمر الله فكفر، وقال الله\nتعالى: إن الحكم إلا لله (2)، ما شأن الرجال والحكم؟ فقلت:\n</p>\n\n<p>\nهذه واحدة، قالوا: وأما الثانية: فإنه قاتل ولم يسب ولم يغنم، فأن كانوا\nكفارا سلبهم، وإن كانوا مؤمنين ما أحل قتالهم، قلت: هذه اثنان فما الثالثة؟\nقالوا: إنه محي اسمه من أمير المؤمنين (3) فهو أمير الكافرين، قلت: هل\nعندكم شئ غير هذا؟ قالوا: حسبنا هذا، قلت: أرأيتم إن قرأت عليكم من كتاب\nالله ومن سنة نبيه صلى الله عليه وسلم ما يرد قولكم أترضون؟ قالوا: نعم،\nقلت: أما قولكم حكم الرجال في أمر الله فأنا أقرأ عليكم في كتاب الله أن قد\nصير الله حكمه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nالرجال في ثمن ربع درهم فأمر الله الرجال أن يحكموا فيه، قال الله تعالى:\n</p>\n\n<p>\nيا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم، ومن قتله منكم متعمدا\nفجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم (1) الآية، فنشدتكم بالله\nتعالى أحكم الرجال في أرنب ونحوها من الصيد أفضل أم حكمهم في دمائهم وصلاح\nذات بينهم؟ وأنتم تعلمون أن الله تعالى لو شاء لحكم ولم يصير ذلك إلى\nالرجال، قالوا: بل هذا أفضل، وفي المرأة وزوجها قال الله عز وجل: وإن خفتم\nشقاق بينهما فابعثوا حكما من أهله وحكما من أهلها إن يريدا إصلاحا يوفق\nالله بينهما (2) الآية، فنشدتكم بالله حكم الرجال في صلاح ذات بينهم، وحقن\nدمائهم أفضل من حكمهم في بضع امرأة أخرجت من هذه؟ قالوا: نعم، قلت: وأما\nقولكم قاتل ولم <span id='ms077'></span> يسب، ولم يغنم، أفتسلبون أمكم عائشة ثم تستحلون منها ما\nيستحل من غيرها، وهي أمكم؟ فأن قلتم إنا نستحل منها ما نستحل من غيرها فقد\nكفرتم، ولئن قلتم ليست بأمنا فقد كفرتم لأن الله تعالى يقول: النبي أولى\nبالمؤمنين من أنفسهم وأزواجه أمهاتهم (3)، فأنتم تدورون بين ضلالتين فأتوا\nمنها بمخرج، قلت: فخرجت من هذه، قالوا: نعم، وأما قولكم محي اسمه من أمير\nالمؤمنين فأنا آتيكم بمن ترضون وأراكم قد سمعتم أن النبي صلى الله عليه\nوسلم يوم الحديبية صالح المشركين فقال لعلي رضي الله عنه: أكتب هذا ما صالح\nعليه محمد رسول الله صلى الله عليه وسلم، فقال المشركون: لا والله ما نعلم\nأنك رسول الله لو نعلم أنك رسول الله لأطعناك فاكتب محمد بن عبد الله، فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم: امح يا علي رسول الله اللهم إنك تعلم أني\nرسولك امح يا علي، واكتب هذا ما صالح عليه محمد بن عبد الله، فوالله رسول\nالله صلى الله عليه وسلم خير من علي، وقد محا نفسه ولم يكن محوه ذلك يمحاه\nمن النبوة، أخرجت من هذه؟ قالوا: نعم فرجع منهم ألفان وخرج سائرهم فقتلوا\nعلى ضلالتهم فقتلهم المهاجرون والأنصار (1).\n</p>\n\n<p>\nالأخبار المؤيدة لما تقدم وصفه (قال): أخبرني معاوية بن صالح، قال: حدثنا\nعبد الرحمان ابن صالح، قال: حدثنا عمرو بن هاشم الحسني، عن محمد بن إسحاق\nعن محمد بن كعب القرظي، عن علقمة بن قيس، قال: قلت لعلي رضي الله عنه: تجعل\nبينك وبين ابن آكلة الأكباد؟ قال: إني كنت كاتب رسول الله صلى الله عليه\nوسلم يوم الحديبية (2) فكتب:\n</p>\n\n<p>\nهذا ما صالح عليه محمد رسول الله، قالوا: لو نعلم أنه رسول الله ما\nقاتلناه امحها، قلت: هو والله رسول الله صلى الله عليه وسلم وإن رغم أنفك\nولا والله لا أمحوها، فقال لي رسول الله صلى الله عليه وسلم: أرنيه فأريته\nفمحاها، وقال: أما أن لك مثلها وستأتيها وأنت مضطر (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n(أخبرنا) محمد بن شعيب قال: أخبرنا شعبة <span id='ms078'></span>، عن أبي إسحاق قال: سمعت البراء\nقال: لما صالح رسول الله صلى الله عليه وسلم أهل مدينة مكة وقال ابن بشار:\nأهل مكة كتب علي كتابا لهم قال: فكتب محمد رسول الله، فقال المشركون: لا\nتكتب محمد رسول الله لو كنت رسولا لم نقاتلك، فقال لعلي رضي الله عنه،\nامحه، فقال علي: ما أنا بالذي أمحاه، فمحاه رسول الله صلى الله عليه وسلم\nبيده وصالحهم على أن يدخل هو وأصحابه ثلاثة أيام ولا يدخلوها إلا بجلبان\nالسلاح، قال ابن بشار: فسألوه ما جلبان السلاح؟ قال: القراب بما فيه (1).\n</p>\n\n<p>\n(أخبرنا) أحمد بن سليمان الرهاوي، قال عبد الله بن موسى، قال: حدثنا\nإسرائيل، عن أبي إسحاق، عن أبي البزار قال: لما اعتمر رسول الله صلى الله\nعليه وسلم في ذي القعدة وأبى أهل مكة أن يدعوه يدخل مكة حتى قاضاهم على أن\nيقيم بها ثلاثة أيام، فلما كتب الكتاب كتبوا: هذا ما قضى عليه محمد رسول\nالله، قالوا: لا نقر لك بهذا لو نعلم أنك رسول الله ما منعناك شيئا ولكن\nأنت محمد بن عبد الله، قال: أنا رسول الله، وأنا محمد بن عبد الله (2) ثم\nقال لعلي (رض):\n</p>\n\n<p>\nامح رسول الله، فقال علي: لا والله لا أمحوه أبدا، فأخذ رسول لله صلى\nالله عليه وآله الكتاب فمحاه (3)، وليس يحسن أن يكتب فكتب مكان رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عبد الله، وكتب هذا ما قضى عليه محمد بن عبد الله أن لا يدخل مكة\nبالسلاح إلا بالسيف في القراب، وأن لا يخرج من أهلها بأحد إن أراد أن\nيتبعه، ولا يمنع أحدا من أصحابه إن أراد أن يقيم بها فلما دخلها ومضى الأجل\nأتوا عليا رضي الله عنه فقالوا: قل لصاحبك اخرج عنا فقد مضى الأجل (1)،\nفخرج رسول الله صلى الله عليه وسلم فتبعته ابنة حمزة تنادي: يا عم يا عم،\nفتناولها علي رضي الله عنه فأخذ بيدها فقال لفاطمة رضي الله عنها: دونك\nابنة عمك فحملتها، فاختصم فيها علي وزيد وجعفر، فقال <span id='ms079'></span> علي رضي الله عنه: أنا\nأخذتها وهي ابنة عمي، وقال جعفر: هي ابنة عمي وخالتها تحتي، وقال زيد: ابنة\nأخي، فقضى بها رسول الله صلى الله عليه وسلم لخالتها، وقال: الخالة بمنزلة\nالأم، وقال لعلي رضي الله عنه: أنت مني وأنا منك، وقال لجعفر: أشبهت خلقي\nوخلقي، وقال لزيد: أنت أخونا ومولانا، فقال علي رضي الله عنه: ألا تتزوج\nابنة حمزة؟ فقال: إنها ابنة أخي من الرضاعة (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nخالفه يحيى بن آدم فروى آخر هذا عن إسرائيل، عن أبي إسحاق عن هانئ بن\nهانئ، أنهم اختصموا في بنت حمزة فقضى بها رسول الله صلى الله عليه وسلم\nلخالتها، وقال: الخالة أم، قلت:\n</p>\n\n<p>\nيا رسول الله ألا تزوجها، قال: إنها لا تحل لي إنها ابنة أخي من الرضاعة،\nقال: وقال لي: أنت مني وأنا منك، وقال لزيد: أنت أخونا ومولانا، وقال\nلجعفر: أشبهت خلقي وخلقي (1).\n</p>\n\n<div class='PARATEXT'>\n<p>\n(هذا آخر الكتاب وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n\n</div>\n<div class='EDITOR'>\n</div>\n#####ENDNOTES#\n<p>\n(١) الإصابة: ٣: ٥٠٨.\n</p>\n\n<p>\n(١) منصور بن محمد بن محمد بن الطيب الفقيه الهروي، كان فقيها مشهورا ذا\nمروءة، مات سنة ٥٢٧ وله ٨٣ سنة. لسان الميزان ٦ ص ١٠٠.\n</p>\n\n<p>\n(٢) الحافظ المحدث المتوفى ٣٢١، تذكرة الحفاظ ٣: ٢٨، شذرات الذهب\n٢: ٢٨٨، حسن المحاضرة ١: ١٩٨.\n</p>\n\n<p>\n(٣) لم أهتد إلى ترجمته.\n</p>\n\n<p>\n(٤) الحسين بن علي بن يزيد بن داود الحافظ المتوفى ٣٤٩، الكنى والألقاب -\n٢: ١٥٦، تاريخ بغداد ٨: ٧١ المنتظم 6: 396،\nمرآة الجنان 2: 343.\n</p>\n\n<p>\n(١) المتوفى ٣١٣، تاريخ بغداد ١: ٢٤٨، المنتظم ٦:\n١٩٩، تذكرة الحفاظ ٢: ٢٦٨، البداية ١١:\n١٥٣، الوافي ٢: ١٨٧.\n</p>\n\n<p>\n(٢) إبراهيم بن محمد بن نوح بن عبد الله المتوفى ٢٩٥، معجم المصنفين ٤:\n٤٠٠، إيضاح المكنون ٢: ٣١٤.\n</p>\n\n<p>\n(٣) عبد الله بن أحمد بن موسى بن زياد بن عبدان الأهوازي المتوفى ٣٠٦\nالمحدث، هدية العارفين ١: ٤٤٣.\n</p>\n\n<p>\n(٤) بلد بين أنطاكية وحلب وبلاد الروم وكان من ثغور المسلمين، استولى\nعليه ملك الروم سنة ٣٥٤.\n</p>\n\n<p>\n(٥) محمد بن إبراهيم الأنماطي المعروف <span id='ms080'></span> بمربع المتوفى ٢٨٦، تاريخ بغداد\n١: ٣٨٨.\n</p>\n\n<p>\n(6) لم أقف على ترجمته.\n</p>\n\n<p>\n(١) الحافظ علي بن عمر أحمد الدارقطني المتوفى ٣٨٥، وفيات الأعيان ١: ٤١٧،\nتذكرة\nالحفاظ ٣: ١٨٦، شذرات الذهب ٣: ١١٦، اللباب ١: ٤٠٤ النجوم الزاهرة ٤:\n١٧٢.\n</p>\n\n<p>\n(٢) من قرى فلسطين.\n</p>\n\n<p>\n(٣) هو الحافظ علي بن عمر المتقدم.\n</p>\n\n<p>\n(٤) أبو عبد الرحمن عبد الله بن لهيعة الحضرمي المعري المتوفى ١٧٤،\nاحترقت كتبه سنة ١٦٩، تذكرة الحفاظ ١: ٢٣٧، فتح الملك\nالعلي: ٩٠.\n</p>\n\n<p>\n(٥) أبو بكر محمد بن أحمد بن محمد الكناني الفقيه الشافعي المتوفى بمصر\nسنة ٣٤٥، صاحب كتاب الفروع في المذهب. الوافي ٢: ٦٩، مرآة الجنان ٢: ٣٣٦،\nتذكرة\nالحفاظ ٣: ١٠٨، طبقات الشافعي 1: 2.\n</p>\n\n<p>\n(١) تهذيب التهذيب ١: ٣٧.\n</p>\n\n<p>\n(٢) ابن خلكان ١: ٦٠ ط ١٣٦٧.\n</p>\n\n<p>\n(٣) قتيبة بن سعيد الثقفي تأتي ترجمته.\n</p>\n\n<p>\n(٤) لم أتوفق إلى ترجمته.\n</p>\n\n<p>\n(٥) تذكرة الحفاظ ٢: ٢٤٢ ط حيدر آباد.\n</p>\n\n<p>\n(١) تذكرة\nالحفاظ ٢: ٢٤٣.\n</p>\n\n<p>\n(٢) أعيان الشيعة ٨: ٤٤٧ نقلا عن\nمقدمة السنن الصغرى.\n</p>\n\n<p>\n(١) المنتظم ٦: ١٣١.\n</p>\n\n<p>\n(٢) البداية والنهاية ١١: ١٢٤.\n</p>\n\n<p>\n(3) عبادة خاصة تنسب إلى داود بن الحسن بن الحسن بن علي بن أبي طالب - ع\n- المدني، مذكورة في كتب الأدعية، سفينة البحار 1: 469.\n</p>\n\n<p>\n(1) شذرات الذهب 2: 240.\n</p>\n\n<p>\n(2) حسن المحاضرة في أخبار مصر والقاهرة 1: 147.\n</p>\n\n<p>\n(3) لم أقف على ترجمته.\n</p>\n\n<p>\n(4) طبقات الشافعة 2: 84.\n</p>\n\n<p>\n(١) طبقات القراء ١: ٣٣٢، تهذيب التهذيب ٤:\n٣٩٢، اللباب ٢: ٥٧٧، الأعلام ٣:\n٢٧٦.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ٩:\n٣٨٥، شذرات الذهب 2: 119، طبقات القراء 2: 197.\n</p>\n\n<p>\n(١) تهذيب التهذيب ١:\n٢١٧، اللباب ١: ٣٢٥، وفيات الأعيان ١: ٨٠، شذرات الذهب ٢: ٨٩، ميزان\nالاعتدال ١: ٨٥، حلية الأولياء ٩: ٢٣٤، الكنى والأسماء ٢: ١٥٨.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ٢:\n٣٧٠، خلاصة تهذيب الكمال ص ٧٢.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ٤:\n٢٨٠، اللباب ٢: ٩٢، خلاصة تهذيب الكمال: ١٣٥.\n</p>\n\n<p>\n(٤) تهذيب التهذيب ٧:\n٢٩٣، تذكرة الحفاظ ٢: ٣٣، هدية\nالعارفين ١: ٦٧٢.\n</p>\n\n<p>\n(١) تهذيب التهذيب ٨: ٣٥،\nخلاصة تهذيب الكمال ٢٤٥.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ٨:\n٢٠٩ <span id='ms081'></span>.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ٨:\n٣٥٩، معجم المؤلفين ٨: ١٢٨.\n</p>\n\n<p>\n(١) تهذيب التهذيب ٩:\n١٦١.\n</p>\n\n<p>\n(٢) تذكرة الحفاظ ٢: ٢٠٢، تهذيب التهذيب ٩:\n٤٨٩، تاريخ بغداد ٣: ٣١٥، المنتظم ٦:\n٦٣، البداية ١١: ١٠٢، الكامل في التاريخ ٧: ١٨٢، هدية\nالعارفين ٢: ٢١.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ١١: ٥٣، الأعلام\n٩: ٨٦، معجم المؤلفين ١٣: ١٤٩.\n</p>\n\n<p>\n(١) تهذيب التهذيب ١١: ٤٤٠، تذكرة الحفاظ\n٢: ٩٨، خلاصة تهذيب الكمال ص 379.\n</p>\n\n<p>\n(١) كشف\nالظنون ١: ١٣٠.\n</p>\n\n<p>\n(١) الإصابة ٢:\n٥٠٨ ط الأولى.\n</p>\n\n<p>\n(١) تحفة الأشراف بمعرفة الأطراف ص ٢٠ ط\nالهند.\n</p>\n\n<p>\n(٢) أعيان الشيعة ٨: ٤٤٧.\n</p>\n\n<p>\n(١) كشف\nالظنون ٢: ١١٧٣.\n</p>\n\n<p>\n(٢) كشف\nالظنون ٢: ١٦٨، معجم المؤلفين ١: ٢٤٤.\n</p>\n\n<p>\n(١) كشف\nالظنون ٢: ١٢٧٦.\n</p>\n\n<p>\n(١) أعيان\nالشيعة ٨: ٤٤٨.\n</p>\n\n<p>\n(١) تهذيب التهذيب ١٠:\n٤٠١.\n</p>\n\n<p>\n(١) ميزان الاعتدال ٤: ٢٣٩.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ١١: ٤٣٤.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ٥: ٦٩.\n</p>\n\n<p>\n(١) سيرة ابن هشام ٢: ٢٧، البداية والنهاية ٢: ١٢٣ عيون الأثر ١:\n١٣١، الإصابة ٤:\n١١٦، المواهب اللدنية ١: ٧١، السيرة الحلبية ١: ٣٧٢، أسنى\nالمطالب: ٢٠، الغدير ٧: ٣٦٩.\n</p>\n\n<p>\n(٢) الطبقات الكبرى ١: ١٠٥.\n</p>\n\n<p>\n(1) الأنس الجليل 2: 70.\n</p>\n\n<p>\n(١) أبو موسى محمد بن المثنى بن عبيد بن قيس بن دينار العنزي البصري توفي\n٢٥٢ / ٢٥١ / ٢٥٠ الحافظ المعروف بالزمن، تهذيب التهذيب ٩:\n٤٢٥، رجال الصحيحين ٢: ٤٥١، خلاصة تهذيب الكمال ٢٩٤.\n</p>\n\n<p>\n(٢) الحافظ عبد الرحمان بن مهدي بن حسان بن عبد الرحمن العنبري المتوفى\n١٩٨ الإمام العلم. تهذيب التهذيب ٦:\n٢٧٩، تذكرة الحفاظ ١: ٣٠١، رجال\nالصحيحين ١: ٢٨٨.\n</p>\n\n<p>\n(٣) أبو صالح شعيب بن الحجاب الأزدي المغولي البصري المتوفى ١٣١ / ١٣٠.\n</p>\n\n<p>\nرجال الصحيحين ١: ٢١٠، خلاصة تهذيب الكمال ١٤١، تهذيب التهذيب ٤:\n٣٥٠.\n</p>\n\n<p>\n(٤) أبو يحيى سلمة بن كهيل بن حصين الحضرمي التنعي المتوفى ١٢٣.\n</p>\n\n<p>\nتهذيب التهذيب ٤:\n١٥٥، رجال الصحيحين ١: ١٩٠، خلاصة تهذيب الكمال ١٢٦، شذرات الذهب ١:\n١٥٩، اللباب ٢: ١٣٣.\n</p>\n\n<p>\n(٥) أبو قدامة حبة بن جوين بن علي بن عبد <span id='ms082'></span> نهم العرني البجلي الكوفي مات\n٧٦ / ٧٩. تهذيب التهذيب ٢:\n١٧٦، خلاصة تهذيب الكمال: ٦١، الاشتقاق:\n</p>\n\n<p>\n٥١٨، الإصابة\n١: ٣٧٢.\n</p>\n\n<p>\n(١) الغدير ٣:\n٢٢٢ وفيه: أخرجه أحمد والحافظ الهيثمي في مجمع الزوائد وقال: رجاله\nرجال الصحيح.\n</p>\n\n<p>\n(٢) عمرو بن مرة بن عبد الله بن طارق بن الحارث بن سلمة بن كعب بن وائل\nابن جميل بن كنانة بن ناجية بن المرادي الأعمى المتوفى ١١٦، رجال الصحيحين\n١: ٣٦٩، خلاصة تهذيب الكمال: ٢٤٩، شذرات الذهب ١: ١٥٢.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ١٢: ١٨٦.\n</p>\n\n<p>\n(٤) أبو عامر زيد بن أرقم بن زيد بن قيس بن النعمان الأنصاري المتوفى ٦٦.\n</p>\n\n<p>\nتهذيب\nالتهذيب ٣: ٣٩٤، رجال الصحيحين ١: ١٤٣. الاشتقاق ٤٥٣، الإصابة ١: ٥٦.\n</p>\n\n<p>\n(٥) الغدير ٣:\n٢٢٥، مجمع الزوايد ٩: ١٠٣، الإستيعاب ٢: ٤٥٩، نظم درر السمطين ص ٨١.\n</p>\n\n<p>\n(٦) أبو عبد الله محمد بن جعفر الهذلي المعروف بغندر صاحب الكرابيس\nالمتوفى ١٩٣، تهذيب التهذيب ٩: ٩٦، خلاصة تهذيب\nالكمال: ٢٨٢، شذرات الذهب ١: ٣٣٣، الجرح والتعديل ٣ ق 2: 221.\n</p>\n\n<p>\n(١) الصحيح على ما أعتقد أن تكون الجملة هكذا: المعروف غندر، كما ستأتي\nأحاديث أخرى مروية عنه.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ١٢: ٧٨.\n</p>\n\n<p>\n(٣) الغدير ٣:\n٢٢٥.\n</p>\n\n<p>\n(٤) أبو سعيد عبد الله بن سعيد بن حصين الكندي الكوفي المتوفى ٢٥٧.\n</p>\n\n<p>\nتهذيب\nالتهذيب ٥: ٢٣٦، رجال الصحيحين ١: ٢٥٢، تقريب التهذيب ٢٠١.\n</p>\n\n<p>\n(٥) أبو محمد عبد الله بن إدريس بن يزيد بن عبد الرحمان الأودي الكوفي\nمات ١٩٢، تهذيب التهذيب ٥،\n١٤٤، رجال الصحيحين ١: ٢٤٦، تذكرة الحفاظ ١: ٣٥٩.\n</p>\n\n<p>\n(٦) الغدير ٣:\n٢٢٥ عن عدة طرق رجالها ثقات، نظم درر السمطين ص ٨١.\n</p>\n\n<p>\n(٧) أبو جعفر محمد بن عبيد بن محمد بن واقد المحاربي الكندي الكوفي\nالمتوفى ٢٤٥، تهذيب التهذيب ٩: ٣٣٢، خلاصة\nتهذيب الكمال: ٢٨٩.\n</p>\n\n<p>\n(٨) أبو معمر سعيد بن خثيم بن رشد الهلالي الكوفي مات ١٨٠، تهذيب\nالتهذيب ٤: ٢٢، خلاصة تهذيب الكمال: ١١٦. ميزان الاعتدال ١: ٣٧٨.\n</p>\n\n<p>\n(١) أسد بن عبد الله بن <span id='ms083'></span> يزيد بن كرز بن عامر البجلي المتوفى ١٢٠ كان أميرا\nعلى خراسان جوادا ممدحا، تهذيب التهذيب ١:\n٢٥٩، خلاصة تهذيب الكمال:\n</p>\n\n<p>\n٢٦، الاشتقاق: ٥١٨.\n</p>\n\n<p>\n(٢) الصحيح: يحيى بن عفيف الكندي ابن عم الأشعث بن قيس وأخوه لأمه، تهذيب\nالتهذيب ٧:\n٢٣٦ وج ١١: ٢٥٨، خلاصة تهذيب الكمال: ٣٦٦، تقريب التهذيب: ٢٦٦.\n</p>\n\n<p>\n(٣) تاريخ الطبري ٢: ٢١، الرياض النضرة\n٢: ١٥٨، الإستيعاب ٢: ٤٥٩.\n</p>\n\n<p>\nعيون الأثر\n١: ٩٣، الكامل لابن الأثير ٢: ٢٢، السيرة الحلبية ١: ٢٨٨، الإصابة ٢:\n٤٨٧، الغدير\n٣: ٢٢٦، المناقب للخوارزمي: 20.\n</p>\n\n<p>\n(١) الحافظ أبو الحسين أحمد بن سليمان بن عبد الملك بن أبي شيبة الجزري\nالرهاوي المتوفى ٢٦١، تهذيب التهذيب ١: ٣٣،\nتذكرة\nالحفاظ ٢: ١٢٥، شذرات الذهب ٢: ١٤١، الجرح والتعديل ق ١ / ١: ٥٢.\n</p>\n\n<p>\n(٢) أبو محمد عبد الله بن موسى بن شيبة الأنصاري. تهذيب التهذيب ٦: ٤٥،\nخلاصة تهذيب الكمال: ١٨٣.\n</p>\n\n<p>\n(٣) العلاء بن صالح التيمي ويقال الأسدي الكوفي، وفي رواية سماه: علي ابن\nصالح.. تهذيب التهذيب ٨:\n١٨٤، الجرح والتعديل ق ١ ج ٣: ٣٥٦.\n</p>\n\n<p>\n(٤) المنهال بن عمرو الأسدي الكوفي.. تهذيب التهذيب ١٠:\n٣١٩، خلاصة تهذيب الكمال: ٣٣٢.\n</p>\n\n<p>\n(٥) أبو إسحاق عمرو بن عبد الله بن عبيد المتوفى ١٢٦ وهو ابن ٩٦، من\nأصحاب علي بن أبي طالب - ع - تهذيب التهذيب ٨: ٦٣،\nجامع\nالرواة ١: ٦٢٤.\n</p>\n\n<p>\n(٦) الغدير ٣:\n٢٢١.\n</p>\n\n<p>\n(٧) علي بن نزار بن حيان الأسدي الكوفي.. تهذيب التهذيب ٧:\n٣٨٩.\n</p>\n\n<p>\n(٨) محمد بن فضيل بن غزوان بن جرير الضبي المتوفى ١٩٥. تهذيب التهذيب ٩:\n٤٠٥، تقريب التهذيب: ٣٣٥، الجرح والتعديل ج ٤ ق 1: 57.\n</p>\n\n<p>\n(١) لم اهتد إلى اسمه في كتب الرجال.\n</p>\n\n<p>\n(٢) أبو المغيرة عبد الله بن أبي الهذيل العنزي الكوفي توفي في ولاية\nخالد القسري.\n</p>\n\n<p>\nتهذيب التهذيب\n٦: ٦٢، خلاصة تهذيب الكمال ١٨٤، تقريب التهذيب: ٢١٩.\n</p>\n\n<p>\n(٣) الغدير ٣:\n٢٢٢ نقلا عن الخصائص.\n</p>\n\n<p>\n(٤) أبو الحسن هلال بن بشير بن محبوب بن هلال بن ذكوان المزني المتوفى\n٢٤٦ <span id='ms084'></span>. تهذيب التهذيب ١١: ٧٥.\n</p>\n\n<p>\n(٥) أبو الحسين محمد بن خالد الكلاعي الحمصي.. تهذيب التهذيب ٩:\n١٤٠، تقريب التهذيب ٢: ١٥٧، الجرح والتعديل ٣ ق ٢: ٢٤٣.\n</p>\n\n<p>\n(٥) أبو محمد موسى بن يعقوب بن عبد الله بن وهب الأسدي الزمعي، مات في\nآخر خلافة أبي جعفر المنصور. تهذيب التهذيب ١٠: ٣٧٨، تقريب\nالتهذيب ٢: ٢٨٩، ميزان الاعتدال ٤: ٢٢٧.\n</p>\n\n<p>\n(٧) الصحيح: مهاجر بن مسمار الزهري مولى سعد المتوفى ١٠٥. تهذيب\nالتهذيب ١٠: ٣٢٤، تقريب التهذيب ٢: ٢٧٨، الجرح والتعديل ٤ ق 1: 261.\n</p>\n\n<p>\n(8) عائشة بنت سعد بن أبي وقاص توفيت 117، روت عن أبيها وعدة من أزواج\nالنبي صلى الله عليه وآله أعلام النساء 3: 135.\n</p>\n\n<p>\n(١) الغدير ١:\n٣٨.\n</p>\n\n<p>\n(٢) في المعاجم: إن اسمه علي بن سعيد بن جميل بن طريف بن عبد الله الثقفي\nالمتوفى ٢٤٠ - ٢٤١ تهذيب التهذيب ٨:\n٣٦٠، تقريب التهذيب ٢: ١٢٢.\n</p>\n\n<p>\n(٣) أبو الوليد هشام بن عمار بن نصير بن ميسرة بن أبان السلمي المتوفى\n٢٤٥ تهذيب التهذيب (١١): ٥١، الجرح والتعديل ٤ ق ٢: ٦٦، ميزان الاعتدال ٤: ٣٠٢، تقريب\nالتهذيب ٢: ٣٢٠.\n</p>\n\n<p>\n(٤) أبو إسماعيل حاتم بن إسماعيل المدني المتوفى ١٨٦. تهذيب التهذيب ٢:\n١٢٨ ميزان الاعتدال ١: ٤٢٨، تقريب\nالتهذيب ١: ١٣٧.\n</p>\n\n<p>\n(٥) أبو محمد بكير بن مسمار الزهري المتوفى ١٥٣. تقريب التهذيب ١:\n١٠٨، الجرح والتعديل ١ ق\n١: ٤٠٣، ميزان الاعتدال ١: ٣٥٠.\n</p>\n\n<p>\n(٦) توفي ١٠٤. تهذيب التهذيب ٥: ٦٤،\nتقريب\nالتهذيب ١: ٣٨٧.\n</p>\n\n<p>\n(١) سورة الأحزاب ٣٣.\n</p>\n\n<p>\n(٢) الغدير ١:\n٣٨، بألفاظ مختلفة وأسانيد رجالها ثقات كما في سنن ابن ماجة ١: ٣٠،\nالمستدرك ٣:\n١١٦، حلية الأولياء ٤: ٣٥٩، كفاية الطالب ١٦.\n</p>\n\n<p>\n(٣) اسمه الصحيح: إبراهيم بن يونس بن محمد البغدادي نزيل طرسوس ويلقب\nبحرمي. تهذيب التهذيب ١:\n١٨٥، تقريب التهذيب ١: ٤٧، الجرح والتعديل ١ ق ١: ١٤٦.\n</p>\n\n<p>\n(٤) أبو غسان يوسف بن موسى التستري اليشكري نزيل الري. تهذيب التهذيب ١١:\n٤٢٥، تقريب التهذيب ٢: ٣٨٣، خلاصة\nتهذيب الكمال ٣٧٨.\n</p>\n\n<p>\n(٥) الحافظ <span id='ms085'></span> أبو بكر عبد السلام بن حرب بن سلم النهدي الملائي الكوفي\nالبصري المتوفى ١٨٧. تهذيب التهذيب ٦: ٣١٦، تذكرة الحفاظ\n١: ٢٧١، ميزان الاعتدال ٢: ٦١٤، تقريب\nالتهذيب ١: ٥٠٥.\n</p>\n\n<p>\n(٦) أبو عيسى موسى بن مسلم الحزامي الطحان المعروف بموسى الصغير..\n</p>\n\n<p>\nتهذيب\nالتهذيب ١٠: ٣٧٢، تقريب التهذيب ٢: ٢٨٨، ميزان\nالاعتدال ٤: ٢٢٢، خلاصة تهذيب الكمال ٣٣٦، الجرح والتعديل ٤ ق 1: 158.\n</p>\n\n<p>\n(١) عبد الرحمان بن عبد الله بن عبد الرحمان بن سابط بن أبي حميضة بن عمرو\nابن أهيب الجمحي المكي. تهذيب التهذيب ٦:\n١٨٠، الجرح والتعديل ٢ ق\n٢: ٢٤٠ أسد\nالغابة ٣: ٢٩٥، تقريب التهذيب ١: ٤٨٠.\n</p>\n\n<p>\n(٢) الغدير ١:\n٣٨، ٤١، عن البداية والنهاية ٧: ٣٤٠، المناقب للخوارزمي.\n</p>\n\n<p>\n١٩ وفيه: عن عمر بن الخطاب.\n</p>\n\n<p>\n(٣) الحافظ أبو عبد الرحمان زكريا بن يحيى بن أياس بن سلمة السجزي\nالمتوفى ٢٨٩، تهذيب التهذيب ٣:\n٣٣٤، تذكرة الحفاظ ٢: ٦٥٠، تاريخ ابن\nعساكر ٥: ٣٧٢، خلاصة تهذيب الكمال ١٠٤، شذرات الذهب ٢: ١٩٦.\n</p>\n\n<p>\n(٤) الحافظ أبو عمرو نصر بن علي بن صهبان الأزدي الجهضمي البصري المتوفى\n٢٥٠ تهذيب التهذيب ١٠:\n٤٣٠، تقريب التهذيب ٢: ٣٠٠، تذكرة الحفاظ\n٢: ٥١٩، الجرح والتعديل\n٤ ق ١: ٤٧١ تاريخ بغداد ١٣: ٢٨٧.\n</p>\n\n<p>\n(٥) الحافظ أبو عبد الرحمان عبد الله بن داود بن عامر بن الربيع الهمداني\nمات ٢١٣. تهذيب التهذيب ٥:\n٢٠٠، تذكرة الحفاظ ١: ٣٣٧، خلاصة تهذيب\nالكمال: ١٦٦، شذرات الذهب ٢: ٢٩.\n</p>\n\n<p>\n(٦) عبد الواحد بن أيمن المخزومي، تهذيب التهذيب ٦:\n٤٣٣، تقريب -\n- التهذيب ١:\n٥٢٥، الجرح والتعديل ٣ ق\n١: ١٩.\n</p>\n\n<p>\n(١) الغدير ١:\n٣٨ بأسانيد مختلفة.\n</p>\n\n<p>\n(٢) أبو علي الحسن بن حماد الضبي الوراق الكوفي الصيرفي المتوفى ٢٣٨.\n</p>\n\n<p>\nتهذيب التهذيب ٢:\n٢٧٢، تقريب التهذيب ١: ١٦٥، خلاصة\nتهذيب الكمال:\n</p>\n\n<p>\n٦٦، الجرح والتعديل ١ ق ٢:\n٩.\n</p>\n\n<p>\n(٣) أبو محمد مسهر بن عبد الملك بن سلع الهمداني. تهذيب التهذيب ١٠:\n٤٩، ميزان الاعتدال: ٤: ١١٣، تقريب\nالتهذيب ٢: ٢٤٩، الجرح <span id='ms086'></span>\nوالتعديل ٤ ق ١: ٤٠١.\n</p>\n\n<p>\n(٤) أبو عمر عيسى بن عمر الأسدي الهمداني الكوفي القارئ الأعمى صاحب\nالحروف مات ٥٦؟؟، تهذيب التهذيب ٧:\n٢٢٢، شذرات الذهب ١: ٢٢٤، بغية الوعاة ٢: ٢٣٧، تقريب التهذيب ٢:\n١٠٠.\n</p>\n\n<p>\n(٥) إسماعيل بن عبد الرحمان بن أبي كريمة أبو محمد السدي القرشي مات ١٢٧.\n</p>\n\n<p>\nتهذيب التهذيب ١:\n٣١٣، شذرات الذهب ٤: ١٧.\n</p>\n\n<p>\n(٦) أبو حمزة مات ٩٢ / ٩٣. تهذيب التهذيب ١:\n٣٧٦، شذرات الذهب ١: ١٠٠، الاشتقاق: ٣٤٣، الجرح والتعديل ١ ق ١: ٢٨٦، أسد الغابة ١: ١٢٧.\n</p>\n\n<p>\n(١) كفاية الطالب: ٥٦، الغدير ٣: ٢١٨.\n</p>\n\n<p>\n(٢) الحافظ أبو الحسن أحمد بن سليمان بن عبد الملك بن أبي شيبة الجزري\nالرهاوي مات ١٦١. تذكرة الحفاظ ٢: ٥٥٩، تهذيب التهذيب ١: ٣٣،\nالجرح والتعديل ١ ق ١: ٥٢،\nشذرات الذهب ٢: ١٤١.\n</p>\n\n<p>\n(٣) أبو محمد عبد الله بن عيسى بن عبد الرحمان بن أبي ليلى الأنصاري\nالكوفي المتوفى ١٣٥ تهذيب التهذيب ٥:\n٣٥٢، خلاصة تهذيب الكمال: ١٧٧ (٤) أبو عبد الرحمان محمد بن عبد الرحمان\nبن أبي ليلى الأنصاري الفقيه قاضي الكوفة ١٤٨، تهذيب التهذيب ٩:\n٣٠١، خلاصة تهذيب الكمال: ٢٧٨، تقريب التهذيب ١: ٤٣٩، شذرات ١:\n٢٢٤.\n</p>\n\n<p>\n(٥) الصحيح: المنهال بن عمرو الأسدي كما في تهذيب التهذيب ١٠:\n٣١٩، وقد مرت الإشارة إليه ص ٤٧.\n</p>\n\n<p>\n(٦) أبو عيسى عبد الرحمان بن أبي ليلى مات ٨٣، وفي اسم أبيه اختلاف.\n</p>\n\n<p>\nتهذيب التهذيب ٦:\n٢٦٠، شذرات الذهب ١: ٩٢، ميزان الاعتدال ٢: ٥٨٤، الجرح والتعديل ٢ ق ٢: ٣٠١، أسد الغابة ٥:\n١٢٣.\n</p>\n\n<p>\n(١) حلية الأولياء ٤: ٣٥٦، المستدرك ٣:\n٣٧ الغدير ١:\n٣٨، تذكرة الخواص: ٢٥.\n</p>\n\n<p>\n(٢) ليس في كتب الرجال من يعرف بهذا الاسم، والذي يروى عن معاذ هو محمد\nبن علي بن حرب كما في التهذيب ١٠:\n١٨٩. ولعله تصحيف وفيه سقط.\n</p>\n\n<p>\n(٣) أبو بكر معاذ بن خالد بن شفيق بن دينار بن مشعب العبدي مات قبل\nالمائتين، تهذيب التهذيب ١٠:\n١٨٩، الجرح والتعديل <span id='ms087'></span> ٤ ق\n١: ٢٥٠.\n</p>\n\n<p>\n(٤) أبو عبد الله الحسين بن واقد المروزي قاضي مرو المتوفى ١٥٩، تهذيب التهذيب ٢:\n٣٧٣، أخبار القضاة ٢: ٣٠٨، ٤٢٦.\n</p>\n\n<p>\n(٥) أبو سهل عبد الله بن بريدة بن الحصيب الأسلمي المروزي قاضي مرو مات\n١١٠ تهذيب التهذيب ٥:\n١٥٧، أخبار القضاة ١: ١٤، ١٥، ١٦، ميزان\nالاعتدال ٢: ٣٩٦.\n</p>\n\n<p>\n(٦) أبو عبد الله بريدة بن الحصيب بن عبد الله بن الحارث شهد خيبر وفتح\nمكة توفي ٦٣. تهذيب التهذيب ١:\n٤٣٢، أسد الغابة ١: ١٧٥، تجريد أسماء\nالصحابة 1: 50.\n</p>\n\n<p>\n(١) الغدير ١:\n٢٠، بأسانيد مختلفة رجالها ثقات.\n</p>\n\n<p>\n(٢) الصحيح: الحافظ أبو بكر محمد بن بشار بن عثمان بن داود بن كيسان\nالعبدي البصري بندار المتوفى ٢٥٢، تهذيب التهذيب ٩: ٧٢،\nتذكرة\nالحفاظ ٢: ٥١١، شذرات الذهب ٢: ١٢٦، ميزان الاعتدال ٣: ٤٩٠، الجرح والتعديل ٣ ق ٢: ٢١٤.\n</p>\n\n<p>\n(٣) مرت الإشارة إلى ترجمته ص ٤٥.\n</p>\n\n<p>\n(٤) أبو سهل عوف بن أبي جميلة العبدي الهجري مات ١٤٧، تهذيب التهذيب ٨:\n١٦٧، شذرات الذهب ١: ٢١٧، ميزان الاعتدال ٣: ٣٠٥، الجرح والتعديل ٣ ق ٢: ١٥.\n</p>\n\n<p>\n(٥) أبو عبد الله ميمون البصري الكندي القرشي. تهذيب التهذيب ١٠:\n٣٩٣ خلاصة تهذيب الكمال: ٣٣٨.\n</p>\n\n<p>\n(٦) أبو طالوت عبد السلام بن أبي حازم - شداد العبدي القيسي -. تهذيب التهذيب ٦:\n٣١٦، تقريب التهذيب ١: ٥٠٥، الجرح والتعديل ٣ ق 1: 45.\n</p>\n\n<p>\n(١) في نسخة: إذا الحروب أقبلت تلهب، وفي المناقب للخوارزمي: ١٠٣ مع حذف الشطر\nالثاني من البيت الثاني، وفية أن الإمام أجابه:\n</p>\n\n<p>\nأنا الذي سمتني أمي حيدرة * ضرغام آجام وليث قسورة أكيلكم بالسيف كيل\nالسندرة (٢) المستدرك ٣:\n٣٩، كفاية الطالب: ٣٧، تذكرة الخواص: ٢٦.\n</p>\n\n<p>\n(٣) الحافظ قتيبة بن سعيد بن جميل بن طريف بن عبد الله الثقفي المتوفى\n٢٤٠. تهذيب التهذيب ٨:\n٣٥٩، شذرات الذهب ٢: ٩٤، تاريخ بغداد ١٢: ٤٦٤.\n</p>\n\n<p>\n(٤) يعقوب بن عبد الرحمان بن محمد بن عبد الله بن عبد القاري المدني.\n</p>\n\n<p>\nتهذيب\nالتهذيب ١١: ٣٩١، الجرح\nوالتعديل ٤ <span id='ms088'></span> ق ٢: ٢١٠، رجال الصحيحين ٢: ٥٨٨.\n</p>\n\n<p>\n(٥) أبو حازم سلمة بن دينار الأعرج الافزر التمار المدني القاص مات ١٤٤.\n</p>\n\n<p>\nتهذيب\nالتهذيب ٤: ١٤٣، رجال الصحيحين 1: 191.\n</p>\n\n<p>\n(١) أبو العباس سهل بن سعد بن مالك بن خالد الساعدي الخزرجي الأنصاري مات\nسنة ٩١. تهذيب التهذيب ٤:\n٢٥٢، تقريب التهذيب ١: ٣٣٦، خلاصة\nتهذيب الكمال ١٣٣، رجال الصحيحين ١: ١٨٦.\n</p>\n\n<p>\n(٢) كفاية الطالب: ٣٧ - ٣٨، المستدرك ٣:\n٣٩، الغدير\n١: ٤٥، حلية الأولياء ١: ٦٢، المناقب للخوارزمي: ١٠٥.\n</p>\n\n<p>\n(٣) يعلى بن عبيد بن أبي أمية الأيادي الحنفي مات ٢٠٩. تهذيب التهذيب ١١:\n٤٠٢، رجال الصحيحين ٢: ٥٨٧، الجرح والتعديل ٤ ق ٢: ٣٠٤، تذكرة الحفاظ ٢: ٣٣٤، تقريب\nالتهذيب ٢: ٣٧٨.\n</p>\n\n<p>\n(١) أبو إسماعيل يزيد بن كيسان اليشكري الكوفي. تهذيب التهذيب ١١:\n٣٥٦، رجال الصحيحين ٢: ٥٧٩، ميزان الاعتدال ٤: ٤٣٨، الجرح والتعديل ٤ ق ٢: ٢٨٥،\nخلاصة تهذيب الكمال: ٣٧٣، تقريب التهذيب ٢: ٣٧٠.\n</p>\n\n<p>\n(٢) المستدرك\n٣: ٣٩، كفاية الطالب: ٣٨.\n</p>\n\n<p>\n(٣) الغدير ١:\n٤٥، المستدرك ٣:\n٣٨، تلخيص المستدرك ٣:\n٣٨، تذكرة الخواص: ٢٤.\n</p>\n\n<p>\n(٤) الحافظ أبو يعقوب إسحاق بن إبراهيم بن مخلد بن إبراهيم بن مطر\nالحنظلي المعروف بابن راهويه المروزي المتوفى ٢٣٨ / ٢٣٧. تهذيب التهذيب ١:\n٢١٦، تاريخ بغداد ٦: ٣٤٥، تقريب\nالتهذيب ١: ٥٤، تذكرة الحفاظ ٢: ٤٣٣.\n</p>\n\n<p>\n(١) الحافظ أبو النضر جرير بن حازم بن عبد الله بن شجاع الأزدي المتوفى\n١٧٥. تهذيب التهذيب ٢: ٦٩،\nتقريب\nالتهذيب ١: ١٢٧، تذكرة تذكرة الحفاظ ١: ١٩٩.\n</p>\n\n<p>\n(٢) المستدرك\n٣: ٣٨ بعدة طرق وفيه: فلقيهم ففتح الله عليه، حلية الأولياء ٤: ٢٢.\n</p>\n\n<p>\n(٣) الحافظ أبو جعفر محمد بن عبد الله المدائني قاضي حلوان مات ٢٥٥ /\n٢٥٤.\n</p>\n\n<p>\nتهذيب التهذيب ٩:\n٢٧٢، تذكرة الحفاظ ٢: ٥١٩، تاريخ بغداد\n٥: ٤٢٣، الجرح والتعديل\n٣ ق ٢: ٣٠٥.\n</p>\n\n<p>\n(٤) أبو هشام المغيرة بن سلمة المخزومي القرشي البصري مات ٢٠٠. تهذيب التهذيب ١٠:\n٢٦١، الجمع بين رجال الصحيحين ٢: ٥٠٠، الجرح والتعديل ٤ <span id='ms089'></span> ق ١: ٢٢٣، خلاصة تهذيب الكمال: ٣٢٩.\n</p>\n\n<p>\n(٥) الحافظ أبو العباس وهب بن جرير بن حازم الأزدي مات ٢٠٦. تهذيب\nالتهذيب ١١: ١٦١، رجال الصحيحين ٢: ٥٤٢، ميزان الاعتدال ٤: ٣٥٠، شذرات\nالذهب 2: 16.\n</p>\n\n<p>\n(١) الصحيح: سهل بن صالح بن حكيم الأنطاكي أبو سعيد البزاز.\n</p>\n\n<p>\nتهذيب التهذيب ٤:\n٢٥٣، خلاصة تهذيب الكمال: ١٣٣.\n</p>\n\n<p>\n(٢) المستدرك\n٣: ٣٨ وفيه: فإذا فعلوا ذلك فقد حقنوا مني دماءهم وأموالهم.\n</p>\n\n<p>\n(٣) أبو نجيد عمران بن حصين الخزاعي المتوفى ٥٢ بالبصرة المستدرك ٣:\n٤٧٠، الغدير\n١: ٥٧، أسد الغابة ٤: ١٣٧، الكنى\nوالأسماء ٢: ٥٩، أنساب الأشراف ٤٩١،\nتهذيب الأسماء ٢: ٣٥، تجريد أسماء الصحابة ١: ٤٥٠.\n</p>\n\n<p>\n(٤) الصحيح: الحافظ أبو الفضل عباس بن عبد العظيم بن إسماعيل بن ثوية\nالعنبري البصري مات ٢٤٦، تهذيب التهذيب ٥:\n١٢١، تذكرة الحفاظ ٢: ٥٢٤، شذرات الذهب\n٢: ١١٢، رجال الصحيحين ١: ٣٦١، تاريخ بغداد ١٢: ١٣٧.\n</p>\n\n<p>\n(٥) أبو حفص عمر بن عبد الوهاب بن رياح بن عبيدة الرياحي المتوفى ١٢١.\n</p>\n\n<p>\nتهذيب التهذيب ٧:\n٤٧٩، خلاصة تهذيب الكمال ٢٤١، الجرح والتعديل ٣ ق 1: 122.\n</p>\n\n<p>\n(١) الحافظ أبو محمد معتمر بن سليمان بن طرخان التيمي، رجال الصحيحين ٢:\n٥٢٠، ميزان الاعتدال ٤: ١٤٢، تهذيب\nالتهذيب ٠١:\n٢٢٧، تذكرة الحفاظ ١: ٢٦٦.\n</p>\n\n<p>\n(٢) أبو عتاب منصور بن المعتمر بن عبد الله بن ربيعة مات ١٣٢. تهذيب التهذيب ١٠:\n٣١٢، رجال الصحيحين ٢: ٤٩٥، الجرح والتعديل ٤ ق ١: ١٧٧، شذرات الذهب ١: ١٨٩.\n</p>\n\n<p>\n(٣) أبو ربعي بن حراش بن جحش بن عمرو العبسي توفي ١٠١ / ١٠٤.\n</p>\n\n<p>\nتهذيب التهذيب ٣:\n٢٣٦، خلاصة تهذيب الكمال: ٩٧، تقريب التهذيب ١: ٢٤٣، رجال\nالصحيحين ١: ١٤٠.\n</p>\n\n<p>\n(٤) الغدير ١:\n٥٧، نظم\nدرر السمطين ص ٩٨ (٥) الحافظ أبو الحسن النضر بن شميل المازني البصري\nنزيل مرو مات ٢٠٤.\n</p>\n\n<p>\nتهذيب التهذيب ١٠:\n٤٣٧، تذكرة الحفاظ ١: ٣١٤، رجال\nالصحيحين ٢: ٥٣٠ معجم الأدباء ١٩: ٢٣٨، نزهة الالبا ١١٠، كشف الظنون: ٧٢٣،\nهدية\nالعارفين ٢: ٤٩٥، فهرست ابن <span id='ms090'></span>\nالنديم ١: ٥٢، معجم المؤلفين ١٣: ١٠١.\n</p>\n\n<p>\n(١) أبو إسرائيل يونس بن أبي إسحاق عمرو بن عبد الله الهمداني السبيعي\nالمتوفى ١٥٨، تهذيب التهذيب ١١: ٤٣٣، تقريب\nالتهذيب ٢: ٣٨٤، خلاصة تهذيب الكمال: ٣٧٩، رجال الصحيحين ٢: ٥٨٥.\n</p>\n\n<p>\n(٢) أبو إسحاق إبراهيم بن محمد بن الحارث الفزاري الكوفي مات ١٨٨ - ١٨٦.\n</p>\n\n<p>\nتهذيب\nالتهذيب ١: ١٥١، تقريب التهذيب ١: ٤١، رجال\nالصحيحين ١: ١٧.\n</p>\n\n<p>\n(٣) أبو الحارث الشيباني الكوفي توفي ٦٦. تهذيب التهذيب ٢: ٣١٥، الجرح والتعديل ٤ ق ٢: ١٠٩، ميزان\nالاعتدال ٤: ٢٩٣.\n</p>\n\n<p>\n(٤) في المستدرك هكذا: وما ترك على أهل الأرض صفراء ولا بيضاء إلا سبع\nمائة درهم فضلت من عطاياه.\n</p>\n\n<p>\n(٥) المستدرك ٣:\n١٧٢ بتغير بسيط في الألفاظ، حلية الأولياء 1: 65.\n</p>\n\n<p>\n(6) أظنه على الأكثر: محمد بن المثنى. إذ لم يكن في كتب الرجال من يسمى:\nميمون بن المثنى.\n</p>\n\n<p>\n(١) أبو عوانة الوضاح بن عبد الله اليشكري الواسطي البزاز، كان من سبي\nجرجان. تهذيب التهذيب ١١: ١١٦، تقريب\nالتهذيب ٢: ٣٣١، خلاصة تهذيب الكمال: ٣٥٠.\n</p>\n\n<p>\n(٢) في اسمه اختلاف كما في تهذيب التهذيب ١٢: ٤٧، الكنى\nوالأسماء ١: ١٣٠.\n</p>\n\n<p>\n(٣) الحافظ أبو عبد الله عمرو بن ميمون الأودي.. تهذيب التهذيب ٨:\n١٠٩، تذكرة الحفاظ ١: ٦٥، أسد الغابة ٤:\n١٣٤، الجرح والتعديل ٣:\nق 1: 258.\n</p>\n\n<p>\n(4) كف بصره من شدة بكائه على علي بن أبي طالب - ع -، أخبار شعراء\nالشيعة: 31، شذرات الذهب 1: 57.\n</p>\n\n<p>\n(5) في نسخة: فضائل ليست لأحد غيره.\n</p>\n\n<p>\n(6) في رواية: فنفث.\n</p>\n\n<p>\n(١) أعلام النساء ٢: ٣٣٣، أسد الغابة ٥: ٤٩٠، الدر المنثور\n١: ٢٦٣.\n</p>\n\n<p>\nتوفيت سنة ٣٦ / ٥٠.\n</p>\n\n<p>\n(٢) بئر ميمونة: منسوبة إلى ميمون بن خالد بن عامر بن الحضرمي، حفرها\nبأعلى مكة في الجاهلية وعندها قبر أبي جعفر المنصور، معجم البلدان ١: ٤٣٦\nط إيران أفست 1965.\n</p>\n\n<p>\n(3) التضور: التلوي والتقلب ظهر البطن.\n</p>\n\n<p>\n(١) في رواية: ومؤمنة.\n</p>\n\n<p>\n(٢) سورة الفتح ٤٨.\n</p>\n\n<p>\n(٣) مسند أحمد ١: ٣٣١، المستدرك ٣:\n١٣٢، الرياض النضرة ٢: ٢٠٣، ذخاير العقبى: ٨٧، البداية والنهاية ٧. ٣٣٧، مجمع الزوائد <span id='ms091'></span> ٩: ١٠٨،\nكفاية الطالب ١١٥، الإصابة ٢:\n٥٠٩، الغدير\n١: ٥٠.\n</p>\n\n<p>\n(٤) الحافظ أبو موسى المتوفى ٢٤٣. تهذيب التهذيب ١١: ٨، تذكرة الحفاظ\n٢: ٤٧٨، تاريخ بغداد ١٤: ٢٢، الجرح والتعديل ٤ ق ٢: ٩٢.\n</p>\n\n<p>\n(٥) الحافظ محمد بن عبد الله بن الزبير بن عمر الزبيري مات ٢٠٢. تذكرة الحفاظ\n١: ٣٥٧، تهذيب التهذيب ٩: ٢٥٤.\n</p>\n\n<p>\n(١) أبو محمد الهمداني المتوفى ١٥١. تهذيب التهذيب ٧:\n٣٣٢، خلاصة تهذيب الكمال ١٣٢، شذرات الذهب ١: ٢٦٣.\n</p>\n\n<p>\n(٢) أبو إسحاق السبيعي عمرو بن عبد الله. الكنى والأسماء ١: ١٠٠، تهذيب\nالتهذيب ٨:\n٦٣، ميزان الاعتدال ٣: ٢٧٠، تقريب\nالتهذيب ٢: ٧٣، رجال الصحيحين ١: ٣٦٦، الجرح والتعديل ٣ ق ١: ٢٤٢، اللباب ١: ٥٣١.\n</p>\n\n<p>\n(٣) أبو عبد الله عمرو بن مرة بن عبد الله المرادي الكوفي توفي ١١٦ -\n١١٨.\n</p>\n\n<p>\nتهذيب التهذيب ٨:\n١٠٢، ميزان الاعتدال ٣: ٢٨٨، تقريب\nالتهذيب ١: ٤٤٩، رجال الصحيحين ١: ٣٦٩، شذرات الذهب ١: ١٥٢.\n</p>\n\n<p>\n(٤) أبو العالية المرادي الكوفي. تهذيب التهذيب ٥:\n٢٤١، تقريب التهذيب ١: ٤٢٠ الكنى\nوالأسماء ٢: ٢٠، رجال الطوسي: ٥١، تجريد أسماء الصحابة\n١: ٣٣٩.\n</p>\n\n<p>\n(٥) قاموس الرجال ٥: ٤٧١.\n</p>\n\n<p>\n(٦) أبو عبد الله الكوفي المتوفى ٢٦١، تهذيب التهذيب ١: ٦١،\nتقريب\nالتهذيب ١: ٢١، رجال الصحيحين ١: ٧، الجرح والتعديل ١ ق ١: ٦٣.\n</p>\n\n<p>\n(٧) خالد بن مخلد البجلي القطواني الكوفي مات ٢١٣. رجال الصحيحين ١: ١٢١،\nتقريب\nالتهذيب ١: ٢١٨، ميزان الاعتدال ١: ٦٤٠.\n</p>\n\n<p>\n(١) تهذيب التهذيب ٤:\n٤٢٨، رجال الصحيحين ١: ٢٢٤، تقريب التهذيب ١: ٣٦٨.\n</p>\n\n<p>\n(٢) أحمد بن خالد بن موسى الوهبي الكندي المتوفى ٢١٤. تهذيب التهذيب ١: ٢٦،\nتقريب\nالتهذيب ١: ١٤، الجرح\nوالتعديل ١ ق ١: ٤٩.\n</p>\n\n<p>\n(٣) أبو يوسف إسرائيل بن يونس بن أبي إسحاق الكوفي مات ١٦١ / ١٦٢ / ١٦٠.\nتهذيب التهذيب\n١: ٢٦١، ميزان الاعتدال ١: ٢٠٨، رجال\nالصحيحين ١: ٤٢، الجرح والتعديل\n١ ق ١: ٣٣.\n</p>\n\n<p>\n(٤) تهذيب التهذيب ١:\n١٩٨.\n</p>\n\n<p>\n(٥) القاضي. تهذيب التهذيب <span id='ms092'></span> ٧:\n٣٨٠، تقريب التهذيب ٢: ٤٤.\n</p>\n\n<p>\n(٦) أبو عبد الرحمان خلف بن تميم بن أبي عتاب مالك التميمي الكوفي\nالمتوفى ٢٠٦ / ٢١٣. تهذيب التهذيب ٣:\n١٤٨، خلاصة تهذيب الكمال: ٩٠، تقريب التهذيب ١: ٢٢٤.\n</p>\n\n<p>\n(١) أبو القاسم الحسين بن الحارث الكوفي الجدلي. تهذيب التهذيب ٢:\n٣٣٣ تقريب التهذيب ١: ١٧٤.\n</p>\n\n<p>\n(٢) الحافظ أبو عبد الله الفضل بن موسى السينانى مات ١٩١. تهذيب التهذيب ٨:\n٢٨٦، تذكرة الحفاظ ١: ٢٩٦، رجال\nالصحيحين ٢: ٤١١، ميزان الاعتدال ٣: ٣٦٠، شذرات\nالذهب ١: ٣٢٩.\n</p>\n\n<p>\n(٣) أبو عبد الله الحسين بن واقد المروزي القاضي المتوفى ١٥٩ / ١٥٧.\n</p>\n\n<p>\nتهذيب التهذيب ٢:\n٣٧٣، الجرح والتعديل ١ ق\n2: 66، رجال الصحيحين 1: 88.\n</p>\n\n<p>\n(4) رجال العلامة: 54.\n</p>\n\n<p>\n(١) الحافظ أبو عبد الرحمان الشامي البغدادي مات ٢٠٨. تهذيب التهذيب ١:\n٣٤٠، رحال الصحيحين ١: ٣٨، تذكرة الحفاظ ١: ٣٦٩، تاريخ بغداد ٧:\n٣٤.\n</p>\n\n<p>\n(٢) القاضي أبو عبد الله شريك بن عبد الله بن أبي شريك النخعي المتوفى\n١٨٨.\n</p>\n\n<p>\nتهذيب التهذيب ٤:\n٣٣٣، شذرات الذهب ١: ٢٨٧، ميزان الاعتدال ٢: ٢٧٠ الجرح والتعديل ٢ ق ١: ٣٦٥.\n</p>\n\n<p>\n(٣) منصور بن مزاحم بن بشير التركي أبو نصر البغدادي الكاتب مات ١٣٥.\n</p>\n\n<p>\nتهذيب التهذيب ١٠:\n٣١١، خلاصة تهذيب الكمال: ٣٣٢، تاريخ بغداد ١٣: ٨٠ وفيه: منصور بن\nأبي مزاحم أبو نصر، رجال الصحيحين ٢: ٤٩٧.\n</p>\n\n<p>\n(٤) أبو مريم ربعي بن حراش بن جحش الكوفي مات ١٠٤. تهذيب التهذيب ٣:\n٢٣٦، رجال الصحيحين ١: ١٤٠، تنقيح المقال ١: ٤٢٣، تجريد أسماء الصحابة\n١: ١٨٨، أسد\nالغابة ٢: ١٦٢.\n</p>\n\n<p>\n(١) تذكرة خواص الأمة: ٤٠، المستدرك ٢:\n١٣٧، كنز العمال ٦: ٣٩٦، شرح\nمعاني الآثار ٢: ٤٠٨، مناقب ابن شهرآشوب ٣: ٤٤.\n</p>\n\n<p>\n(٢) أبو يحيى عمرو بن ميمون الأودي الكوفي البصري مات ٧٤ / ٧٥.\n</p>\n\n<p>\nتهذيب التهذيب ٨:\n١٠٩.\n</p>\n\n<p>\n(٣) الطبقات الكبرى ٢: ٣٣٧، فتح الملك\nالعلي: ٥٢، تاريخ بغداد ١٢: ٤٤٤، سيرة\nالخلفاء ١١٥، نظم درر السمطين ص ١٢٧، المناقب للخوارزمي ٤١ وفيه: ما شككت بعد\nذلك في قضاء <span id='ms093'></span> بين اثنين.\n</p>\n\n<p>\n(٤) توفي سنة ٢١٢ / ٢١١ / ٢١٠. تهذيب التهذيب ٧:\n٣٠٨، ميزان الاعتدال ٣: ١٢٣، خلاصة\nتهذيب الكمال: 131.\n</p>\n\n<p>\n(١) لم أجد له ذكرا بهذا الاسم في كتب الرجال وأظنه تصحيف.\n</p>\n\n<p>\n(٢) أبو البحتري سعيد بن فيروز الطائي الكوفي قتل ٨٣، تهذيب التهذيب ٤: ٧٢،\nرجال الصحيحين ١: ١٦٧، خلاصة تهذيب الكمال: ١٢٠، الكنى والأسماء ١: ١٢٥، تقريب\nالتهذيب ١: ٣٠٢.\n</p>\n\n<p>\n(٣) حلية الأولياء ٤: ٣٨١، تاريخ بغداد ١٢: ٤٤٣، أسد الغابة ٤:\n٢٢.\n</p>\n\n<p>\n(٤) أبو موسى الحافظ البصري المعروف بالزمن.\n</p>\n\n<p>\n(٥) الحافظ محمد بن حازم التميمي السعدي الضرير الكوفي المتوفى ١١٣ /\n١١٤.\n</p>\n\n<p>\nتهذيب التهذيب ٩:\n١٣٧، رجال الصحيحين ٢: ٤٣٧، تذكرة الحفاظ ١: ٢٩٤، الجرح والتعديل ٣ ق ٢: ٢٤٦.\n</p>\n\n<p>\n(٦) سفيان بن سعيد بن مسروق الثوري الكوفي.. تهذيب التهذيب ٤:\n١١١.\n</p>\n\n<p>\n(٧) الطبقات الكبرى ٢: ٣٣٧، كنز العمال ٦:\n١٥٨، الرياض النضرة 2: 198.\n</p>\n\n<p>\n(١) أبو زكريا يحيى بن آدم بن سليمان الأموي مات ٢٠٣. تهذيب التهذيب ١١:\n١٧٥، رجال الصحيحين ٢: ٥٥٧.\n</p>\n\n<p>\n(٢) أبو المغيرة سماك بن حرب بن أوس بن خالد المتوفى ١٢٣، تهذيب\nالتهذيب ٤: ٢٣٢، ميزان الاعتدال ٢: ٢٣٢.\n</p>\n\n<p>\n(٣) أبو المعتمر حنش ويقال: ابن ربيعة الكناني. تهذيب التهذيب ٣: ٥٨،\nميزان\nالاعتدال ١: ٦١٩.\n</p>\n\n<p>\n(٤) الطبقات الكبرى ٢: ٣٣٧، تذكرة\nالخواص: ٤٤.\n</p>\n\n<p>\n(٥) العبدي الكوفي. تهذيب التهذيب ٢: ١٦٦، ميزان\nالاعتدال ١: ٤٤٦.\n</p>\n\n<p>\n(١) الطبقات الكبرى ٢: ٣٣٧، مسند أحمد\n١: ٨٣، ٨٨، ١١١، ١٣٦، ١٤٩.\n</p>\n\n<p>\n(٢) شبيب بن سعيد التميمي الحبطي المتوفى ١٨٦. تهذيب التهذيب ٤:\n٣٠٦، ميزان الاعتدال ١: ٢٦٢، خلاصة\nتهذيب الكمال: ١٣٨.\n</p>\n\n<p>\n(٣) عمرو بن حبشي الزبيدي الكوفي تهذيب التهذيب ٧: ١٦،\nميزان\nالاعتدال ٣: ٢٥٢، وفيه: عمرو بن حريش، تقريب التهذيب ٢: ٦٧.\n</p>\n\n<p>\n(٤) في نسخة: إلى قوم.\n</p>\n\n<p>\n(٥) الطبقات الكبرى ٢: ٣٣٧.\n</p>\n\n<p>\n(١) أبو عامر زيد بن أرقم بن قيس بن النعمان الأنصاري الخزرجي المتوفى ٦٨.\nتهذيب التهذيب\n٣: ٣٩٤، تهذيب الأسماء ١: ١٩٩، الاستيعاب ٢:\n٥٣٥.\n</p>\n\n<p>\n(٢) الغدير <span id='ms094'></span> ٣:\n٢٠٢، مسند أحمد ٤: ٣٦٩، المستدرك ٣:\n١٢٥، القول المسدد: ١٧، كفاية الطالب ٨٨، فتح الباري ٧: ١٢، عمدة القارئ ٧:\n٥٩٢ فالحديث بنص الحفاظ صحيح رجاله ثقات، تذكرة الخواص: ٤١.\n</p>\n\n<p>\n(٣) الصحيح: علي بن محمد بن إسحاق بن شداد المتوفى ٢٣٣، تهذيب التهذيب ٧:\n٣٧٨.\n</p>\n\n<p>\n(٤) الصحيح: ابن عيينة، وهو الحافظ أبو محمد سفيان بن عيينة بن عمران\nالهلالي الكوفي مات ١٩٨، تهذيب التهذيب ٤:\n١١٧، رجال الصحيحين ١: ١٩٥ تذكرة الحفاظ ١: ٢٦٢.\n</p>\n\n<p>\n(٥) أبو محمد عمرو بن دينار المكي الأثرم الجمحي المتوفى ١٢٦. تهذيب التهذيب ٧: ٢٨،\nميزان\nالاعتدال ٣: ٢٥٩، رجال الصحيحين ٣ ق ١: ٢٣١، خلاصة تهذيب الكمال: ٢٤٤،\nتقريب\nالتهذيب ٢: ٦٩.\n</p>\n\n<p>\n(١) الإمام الباقر محمد بن علي بن الحسين بن علي بن أبي طالب - ع - المتوفى\n١١٨، تهذيب التهذيب ٩:\n٣٥٠، مناقب ابن شهرآشوب ٤: ١٧٨ ط إيران.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ١:\n١٢٣، رجال الصحيحين ١: ١٥، الجرح والتعديل ١ ق ١: ١٠١، قاموس الرجال ١: ١٣٤.\n</p>\n\n<p>\n(٣) الغدير ٣:\n٢٠٧ بإسناد آخر عنه، المناقب لابن\nشهرآشوب ٢: ١٩١.\n</p>\n\n<p>\n(٤) أبو جعفر الكوفي المتوفى ٢٦٤. تهذيب التهذيب ١: ٨٩.\n</p>\n\n<p>\n(٥) أبو الحسن الخزاعي الكوفي مات ٢١٢. تهذيب التهذيب ٧:\n٣٧٤، الجرح والتعديل ٣:\nق ١: ٢٠١.\n</p>\n\n<p>\n(٦) الصحيح: الحارث بن مالك. تهذيب التهذيب ٢:\n١٥٦.\n</p>\n\n<p>\n(١) الغدير ٣:\n٢٠٧.\n</p>\n\n<p>\n(٢) فطر بن خليفة القرشي المخزومي المتوفى ١٥٣، تهذيب التهذيب ٨:\n٣٠٠ رجال الصحيحين ٢: ٤١٦.\n</p>\n\n<p>\n(٣) الغدير ٣:\n٢٠٧ بأسانيد قوية.\n</p>\n\n<p>\n(٤) أبو عبد الرحمان مسكين بن بكير الحراني الحذاء. تهذيب التهذيب ١٠:\n١٢٠، خلاصة تهذيب الكمال: ٣٤٠، ميزان الاعتدال ٤: ١٠١.\n</p>\n\n<p>\n(٥) عبد الله بن العباس بن عبد المطلب المتوفى ٦٨ كان من شيعة علي - ع -\nوأصحابه وخواصه، ذهب بصره من بكائه على علي - ع -، وقال بعد ما ذهب بصره:\n</p>\n\n<p>\nإن يذهب الله من عيني نورهما * ففي لساني وقلبي منهما نور قلبي ذكي وذهني\nغير ذي وكل * وفي فمي صارم كالسيف <span id='ms095'></span> مشهور الغدير ١: ٤٩،\nجامع\nالرواة ١: ٤٩٤، رجال الكشي: 52، تأسيس الشيعة:\n</p>\n\n<p>\n322، أعيان الشيعة 41. 35، شذرات 1: 75، أخبار شعراء الشيعة: 30.\n</p>\n\n<p>\n(١) صحيح الترمذي ٢: ٣٠١، حلية الأولياء ٤: ١٥٣، فضائل الخمسة ٢: ١٥٢،\nالرياض النضرة ٢: ١٩٢، الغدير ٣: ٢٠٤،\nالسيرة\nالحلبية ٣: ٣٧٣.\n</p>\n\n<p>\n(٢) فتح\nالباري ٧: ١٢، إرشاد الساري ٦: ٨١، الغدير ٣: ٢٠٥،\nنظم درر\nالسمطين ص ١٨.\n</p>\n\n<p>\n(٣) لم أجد له ذكرا في كتب الحديث والرجال.\n</p>\n\n<p>\n(٤) مستدرك الحاكم ٣: ١٠٨، الإصابة ٥:\n٥٠٩، البداية والنهاية ٧٧٨ -؟؟\n</p>\n\n<p>\nمسند أبو داود ١: ٢٨، مشكل الآثار ٢: ٣٠٩، الغدير ٣. 201، فضائل الخمسة 1: 299.\n</p>\n\n<p>\n(١) لم أجد له ذكرا في كتب الحديث والرجال.\n</p>\n\n<p>\n(٢) كفاية الطالب: ١٤٩، صحيح البخاري ٣: ٥٤، و ٢: ١٨٥،\nوصحيح مسلم\n٢: ٢٣٦، الصواعق ٣٠ و ٧٤، نور الأبصار ٦٨، تاريخ الخلفاء ٦٥، العقد\nالفريد ٢: ١٩٤، كنز العمال ٦: ١٥٢.\n</p>\n\n<p>\n(٣) عبد السلام بن حفص ويقال ابن مصعب السلمي تهذيب التهذيب ٦:\n٣١٧ تقريب التهذيب ١: ٥٠٦.\n</p>\n\n<p>\n(٤) أبو محمد عبد العزيز بن محمد بن عبيد بن أبي عبيد المدني المتوفى\n١٨٧.\n</p>\n\n<p>\nتهذيب التهذيب ٦:\n٣٥٣، رجال الصحيحين ١: ٣١٢، الجرح والتعديل ٢ ق ٢: ٣٩٥ اللباب ١: ٤١٥.\n</p>\n\n<p>\n(٥) تاريخ\nبغداد ٨: ٥٢، مسند أحمد ١: ١٧٠، المناقب لابن شهرآشوب 3: 16.\n</p>\n\n<p>\n(١) تهذيب التهذيب ١:\n٢٥١، رجال الصحيحين ١: ٣٣، شذرات الذهب ٢: ١٠٥، الجرح والتعديل ١ ق ١: ٢٣٥، تاريخ بغداد ٦: ٣٥٥.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ٣:\n١٩٩، ميزان الاعتدال ٢: ١٩، خلاصة\nتهذيب الكمال: ٩٤.\n</p>\n\n<p>\n(٣) الصحيح أن تكون هكذا: عن محمد بن المنكدر عن سعيد بن المسيب.\n</p>\n\n<p>\nتهذيب التهذيب ٦:\n٤٧٣، رجال الصحيحين 2: 449، خلاصة تهذيب الكمال: 308.\n</p>\n\n<p>\n(4) صحيح الترمذي 2: 301\n</p>\n\n<p>\n(١) في رواية: فوضع إصبعيه على أذنيه فقال: نعم وإلا فاستكتا.\n</p>\n\n<p>\n(٢) أسد\nالغابة ٤: ٢٦، فضائل الخمسة ٢: ٣٠٠، الغدير ٣: ٢٠٠.\n</p>\n\n<p>\n(٣) يوسف بن يعقوب بن الماجشون المتوفى ١٨٤، تهذيب التهذيب ١١: ٤٣٠ تقريب\nالتهذيب ٢: ٣٨٣.\n</p>\n\n<p>\n(٤) عامر بن سعد بن أبي <span id='ms096'></span> وقاص الزهري مات ١٠٤، تهذيب التهذيب ٥: ٦٣،\nرجال الصحيحين ١: ٣٧٦، خلاصة تهذيب الكمال ١٥٥.\n</p>\n\n<p>\n(٥) أبو الحسن البصري أصله من مكة المتوفى ١٢٩، تهذيب التهذيب ٧:\n١٢٢، رجال الصحيحين ١: ٣٥٨، ميزان الاعتدال ٣: ١٢٧، تقريب\nالتهذيب ٢: ٣٧.\n</p>\n\n<p>\n(٦) فضائل الخمسة ٢: ٣٠٠ عن طرق مختلفة وأسانيد صحيحة ثابتة، الغدير ٣: ٢٠١.\n</p>\n\n<p>\n(١) الصحيح: السكن بن أبي السكن إسماعيل الأنصاري البرجمي البصري الأصم.\nتهذيب التهذيب\n٤: ١٢٥، اللباب ١: ١٠٨، تقريب التهذيب ١: ٣١٣ وفيه:\nالسكن بن إسماعيل الأنصاري البرجمي، المشتبه ١: ٥٩.\n</p>\n\n<p>\n(٢) مسند أحمد بن حنبل ١: ١٧٥ وفيه: قلت لسعد بن مالك: إنك إنسان فيك حدة\nوأنا أريد أن أسألك، قال: ما هو؟ قال: قلت: حديث علي - ع - قال: فقال: إن\nالنبي - ص - قال لعلي - الحديث.\n</p>\n\n<p>\n(٣) حلية الأولياء ٧: ١٩٤، مسند أبو داود ١: ٢٨، مسند أحمد ١: ١٧٤ المناقب للخوارزمي: ٨٣.\n</p>\n\n<p>\n(٤) أبو القاسم البغدادي، تهذيب التهذيب ٥:\n٢٣٤، تاريخ بغداد ٩: ٤٧٢ تقريب\nالتهذيب ١: ٤١٨، الجرح\nوالتعديل ٢ ق 2: 64.\n</p>\n\n<p>\n(١) الصحيح: محمد بن طلحة بن يزيد بن ركانة بن عبد يزيد المطلبي الحجازي\nمات ١١١، تهذيب التهذيب ٩:\n٢٣٩، الجرح والتعديل ٣ ق\n٢: ٢٩١، تقريب التهذيب ٢: ١٧٣.\n</p>\n\n<p>\n(٢) حلية الأولياء ٧: ١٩٥ و ١٩٦، مشكل الآثار ٢: ٣٠٩، تاريخ بغداد ١١: ٤٣٢،\nمسند أحمد ١: ١٨٢، سيرة ابن هشام ٤: ١٦٢.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ١٢: ٤٣، الكنى\nوالأسماء 1: 119، رجال الصحيحين 2: 619.\n</p>\n\n<p>\n(4) في رواية: أن تسب أبا تراب.\n</p>\n\n<p>\n(5) في رواية: قال له معاوية: ما هن يا أبا إسحاق قال.\n</p>\n\n<p>\n(١) المستدرك\n٣: ١٠٨، كنز العمال ٦: ٤٠٥، الغدير ٣: ٢٠٠\nوفيه:\n</p>\n\n<p>\nصح عند الحفاظ الأثبات هذا الحديث ثم ذكر مصادر الحديث وطرقه وأسانيده،\nنظم درر\nالسمطين ص ١١٤.\n</p>\n\n<p>\n(٢) وقعت في رجب سنة تسع. سيرة ابن هشام ٤: ١٥٩ - ١٧٣ (٣) مسند أحمد ١:\n١٧٧، فضائل الخمسة ١: ٣٠٤.\n</p>\n\n<p>\n(٤) تهذيب التهذيب ١٢: ٤٣٦، أعلام\nالنساء 3: 135، رجال الصحيحين 2: 610.\n</p>\n\n<p>\n(١) الرياض <span id='ms097'></span> النضرة ٢: ١٦٢ بسند آخر.\n</p>\n\n<p>\n(٢) عبد المجيد بن سهل بن عبد الرحمان بن عوف. تهذيب التهذيب ٦:\n٣٨٠ رجال الصحيحين ١: ٣٢٥، الجرح والتعديل ٣ ق ١: ٦٤ وفيه: عبد المجيد بن سهيل.\n</p>\n\n<p>\n(٣) مجمع الزوائد ٩: ١١٠، مسند أحمد\n١: ١٧٠.\n</p>\n\n<p>\n(٤) كفاية الطالب: ١٤٩.\n</p>\n\n<p>\n(٥) تهذيب التهذيب ١٢: ٢٥٨.\n</p>\n\n<p>\n(١) عبد الله بن أرقم بن عبد يغوث بن وهب القرشي الزهري توفي بمكة ٦٤.\n</p>\n\n<p>\nتهذيب التهذيب ٥:\n١٤٦، أسد الغابة ٣: ١١٤، تجريد أسماء\nالصحابة ١: ٣١٨، الإستيعاب ٣: ٨٦٥.\n</p>\n\n<p>\n(٢) فضائل الخمسة ١: ٣٠١.\n</p>\n\n<p>\n(٣) فضائل الخمسة ١: ٣٠٦ نقلا عن الخصائص.\n</p>\n\n<p>\n(٤) فاطمة الصغرى توفيت ١١٧، تهذيب التهذيب ١٢: ٤٤٣، أعلام\nالنساء ٤: ٨١، تقريب التهذيب ٢: ٦٠٩، خلاصة\nتهذيب الكمال: 425.\n</p>\n\n<p>\n(5) أسماء بنت عميس بن النعمان، هاجرت مع زوجها جعفر إلى الحبشة فولدت له\nهناك محمدا وعبد الله وعونا، ثم هاجرت إلى المدينة. فلما قتل جعفر زوجها\nتزوجها أبو بكر فولدت له محمد بن أبي بكر، ثم مات عنها، فتزوجها علي ابن\nأبي طالب - ع - فولدت له يحيى. سيرة ابن هشام 1: 257، مجمع الرجال 7: 170.\n</p>\n\n<p>\n(١) الرياض النضرة ٢: ١٩٥.\n</p>\n\n<p>\n(٢) تهذيب التهذيب ١٢: ٣٩٨، أعلام\nالنساء ١: ٥٧، الدر المنثور: ٣٥، أسد الغابة ٥: ٣٩٥.\n</p>\n\n<p>\n(٣) مسند أحمد ٦: ٣٦٩، تاريخ بغداد ١٠: ٤٣ و ١٢: ٣٢٣، الاستيعاب ٢:\n٤٥٩.\n</p>\n\n<p>\n(٤) المصدر السابق، نظم درر السمطين ص ١١٩.\n</p>\n\n<p>\n(١) سورة آل عمران ١٤٤.\n</p>\n\n<p>\n(٢) المستدرك ٣:\n١٢٦، فتح الملك العلي: ٥١، الرياض النضرة ٢: ٢٢٦ مجمع الزوائد ٩: ١٣٤،\nالغدير ٣:\n١١٣ وفيه مصادر وأسانيد هذا الحديث بصورة مفصلة وطرق مختلفة.\n</p>\n\n<p>\n(٣) أبو عثمان البصري المتوفى ٢٢٠ / ٢١٩. تهذيب التهذيب ٧:\n٢٣٠، شذرات الذهب ٢: ٣٢٧، رجال الصحيحين ١: ٤٠٧، تاريخ بغداد ١٢: ١٦٩.\n</p>\n\n<p>\n(١) مسند أحمد ١: ١٩٥، مجمع الزوائد ٨: ٣٠٢، تاريخ الطبري\n٢: ٦٣، الرياض النضرة ٢: ١٦٧، كنز العمال ٦: ٤٠٨، الغدير ٢: ٢٧٩\n- ٢٨٥، وج ٣: ١١٧.\n</p>\n\n<p>\n(٢) الغدير ٣:\n١١٥ <span id='ms098'></span>، الرياض النضرة ٢: ١٦٨، كنز العمال ٦: ١٥٣، فضائل الخمسة\n١: ٣٢٩.\n</p>\n\n<p>\n(٣) اسمه: محمد بن الحسن بن هلال بن أبي زينب، ولقبه محبوب به أشهر.\n</p>\n\n<p>\nتهذيب التهذيب ٩:\n١١٩، تقريب التهذيب ٢: ١٥٤، الجرح والتعديل ٣ ق ٢: ٢٢٨.\n</p>\n\n<p>\n(٤) الصحيح: أبو التياح يزيد بن حميد الضبعي البصري المتوفى ١٢٨. تهذيب\nالتهذيب ١١: ٣٢٠، تقريب التهذيب ٢: ٣٦٣، الجرح والتعديل ٤ ق 2: 256 رجال\nالصحيحين 2: 573. خلاصة تهذيب الكمال: 270.\n</p>\n\n<p>\n(١) فضائل الخمسة ٢: ٣٤٢.\n</p>\n\n<p>\n(٢) حبشي بن جنادة بن نصر السلولي الصحابي. تهذيب التهذيب ٢:\n١٧٦ أسد\nالغابة ١: ٣٦٦.\n</p>\n\n<p>\n(٣) كنوز الحقائق للمناوي: ٣٧.\n</p>\n\n<p>\n(٤) الهمداني الكوفي. تهذيب التهذيب ١١: ٢٢ تنقيح\nالمقال ٣: ٢٩٠.\n</p>\n\n<p>\nمنتهى المقال: ٣٢٠، رجال الطوسي: ٦٢، نقد الرجال: ٣٦٨،\nأعيان الشيعة ٥١: ٤٣، الطبقات الكبرى ٦: ٢٢٣ ط بيروت.\n</p>\n\n<p>\n(٥) في تاريخ بغداد ٤: ١٤٠ هكذا: لما\nخرجنا من مكة تلقتنا.\n</p>\n\n<p>\n(١) تاريخ\nبغداد ٤: ١٤٠ وفيه فقال: يا رسول الله تزوجها. فقال: إنها ابنة أخي من\nالرضاعة. سنن البيهقي ٨: ٥، مسند أحمد ١: ٩٨، المستدرك ٣:\n١٢٠، مشكل الآثار ٤: ١٧٣.\n</p>\n\n<p>\n(٢) أبو الجواب الكوفي الضبي مات ٢١١، تهذيب التهذيب ١:\n١٩١، الكنى والأسماء ١: ١٣٩، رجال الصحيحين ١: ٥١، الجرح والتعديل ١ ق ١: ٣٢٨.\n</p>\n\n<p>\n(٣) زيد بن يثيع ويقال: أثيغ الهمداني الكوفي، تهذيب التهذيب ٣:\n٣٢٧ المشتبه ١: ١١٢، تقريب التهذيب ١: ٢٧٧، ميزان\nالاعتدال ٢: ١٠٧.\n</p>\n\n<p>\n(٤) وليعة: بطن من كندة من القحطانية. معجم البلدان ١: ٨٥٩، لسان العرب\n١٠: ٢٩٣، تاريخ الطبري ٣: ٢٧١، الصحاح:\n٦٣٣، معجم قبائل العرب ٣: ١٢٥٣.\n</p>\n\n<p>\n(٥) الرياض النضرة ٢: ١٦٤، مجمع الزوائد ٧: ١١٠، الاستيعاب ٢:\n٤٦٤ تذكرة الخواص: ٤٠ وفيه: فقال عمر رضي الله عنه: والله ما اشتهيت\nالإمارة إلا يومئذ جعلت انصب له صدري رجاء أن يقول هذا، فالتفت إلى علي\nفأخذه بيده وقال: هذا هو هذا هو مرتين الغدير ٢: ٣١٩.\n</p>\n\n<p>\n(١) أبو عبد الله المدني المتوفى ١٣٩. تهذيب التهذيب <span id='ms099'></span> ١١: ٣٣٩، تقريب\nالتهذيب ٢: ٣٦٧، رجال الصحيحين ٢: ٥٧٥، الجرح والتعديل ٤ ق ٢: ٢٧٥.\n</p>\n\n<p>\n(٢) كان والده من الصحابة. تهذيب التهذيب ١: ٤٠٨، تقريب\nالتهذيب ٢: ٢٩٦، أسد الغابة ٥: ١٠، تجريد أسماء\nالصحابة 2: 110، خلاصة تهذيب الكمال: 342.\n</p>\n\n<p>\n(3) صحيح الترمذي 2: 297 باختلاف يسير في اللفظ.\n</p>\n\n<p>\n(4) مرت الإشارة إلى مصادر هذا الحديث بصورة مفصلة. كفاية الطالب 143.\n</p>\n\n<p>\n(١) صحيح الترمذي ٢: ١٨٣، بسنده عن أنس بن مالك. مسند أحمد ٣: ٢٨٣، الدر المنثور\n٣: ٢٠٩ ط أفست وقال: أخرجه ابن أبي شيبة وأحمد والترمذي وحسنه وأبو\nالشيخ وابن مردويه عن أنس.\n</p>\n\n<p>\n(2) الصحيح: زيد بن يثيع كما مرت الإشارة إلى ترجمته.\n</p>\n\n<p>\n(3) فضائل الخمسة 2: 343.\n</p>\n\n<p>\n(١) الدر\nالمنثور ٣: ٢٠٩، باختلاف يسير في اللفظ وقال: أخرجه ابن مردويه عن سعد\nبن أبي وقاص. تفسير الطبري ١٠: ٤٦ بسنده عن ابن عباس.\n</p>\n\n<p>\n(٢) القارئ المكي أبو عثمان مات ١٣٢، تهذيب التهذيب ٥:\n٣١٤، تقريب التهذيب ١: ٤٣٢، رجال\nالصحيحين ١: ٢٧٥.\n</p>\n\n<p>\n(٣) محمد بن مسلم بن تدرس الأسدي المكي مات ١٢٦، تهذيب التهذيب ٩:\n٤٤٠، خلاصة تهذيب الكمال: ٣٠٦، الجرح والتعديل ٤ ق ١: ٧٤.\n</p>\n\n<p>\n(٤) الجعرانة: بين مكة والطائف على سبعة أميال من مكة. تاج العروس ٣: ١٠٣.\n</p>\n\n<p>\n(١) الرياض النضرة ٢: ١٧١، كنز العمال ٦: ١٥٦، مجمع الزوائد\n٩: ١٢٨ الغدير ٣: ٢٤٥\nوفيه: الحديث صحيح رجاله رجال الصحيح. المستدرك ٣:\n٥١.\n</p>\n\n<p>\n(٢) الغدير ١:\n٣٠، المستدرك ٣:\n١٠٩ ثم قال: هذا حديث صحيح على شرط الشيخين، كنز العمال ١: ٤٨.\n</p>\n\n<p>\n(١) بريدة بن الحصيب أبو سهل الأسلمي المتوفى ٦٣.\n</p>\n\n<p>\n(٢) في نسخة: مكبابا.\n</p>\n\n<p>\n(٣) المستدرك ٣:\n١١٠. حلية الأولياء ٤: ٢٣، تفسير المنار ٦: ٤٦٤، الغدير ١: ٢٠،\nكنز العمال\n٦: ٣٩٨. مجمع الزوائد ٩: ١٠٨ وفيه: فقلت:\nلا أسوءك فيه أبدا. وفي نسخة: فذهب الذي في نفسي عليه فقلت: لا أذكره بسوء.\n</p>\n\n<p>\n(4) تفسير السيوطي 5: 182، قال: وأخرج ابن أبي شيبة وأحمد والنسائي عن\nبريدة قال: غزوت مع علي اليمن فرأيت منه جفوة، فلما <span id='ms100'></span> قدمت على رسول الله صلى\nالله عليه وآله الحديث.\n</p>\n\n<p>\n(١) الاستيعاب ٢:\n٤٧٣، أسنى المطالب: ٣، الجامع الصغير ٢: ٥٠٥، كنز العمال ٦:\n٣٩٨، الدر المنثور ٥: ١٨٢، تفسير\nالمنار ٦: ٤٦٤، الغدير ١: ٢٠\n(٢) أبو القاسم عبد الواحد بن أيمن المخزومي المكي. تهذيب التهذيب ٦:\n٤٣٣، تقريب التهذيب ١: ٥٢٥، خلاصة\nتهذيب الكمال: ٢٠٩، رجال الصحيحين ١: ٣١٩.\n</p>\n\n<p>\n(٣) الغدير ١:\n٤٢.\n</p>\n\n<p>\n(٤) مسند أحمد ٤: ٣٧٢، الغدير ١: ٣١،\nفضائل الخمسة ١: ٣٥٦، المناقب\nللخوارزمي: 79.\n</p>\n\n<p>\n(١) الحنفي الكوفي. تهذيب التهذيب ١١: ٢١، الجرح والتعديل ٤ ق ٢: ١٠٢ ميزان\nالاعتدال ٤: ٢٩٠ وفيه: هانئ بن أيوب الجعفي.\n</p>\n\n<p>\n(٢) الغدير ١:\n١٨١.\n</p>\n\n<p>\n(٣) مسند أحمد ١: ١١٨، الغدير ١: ١٧٣.\n</p>\n\n<p>\n(٤) الغدير ١:\n١٧٢.\n</p>\n\n<p>\n(١) فيه سقط، وعلى رأي شيخنا الحجة الأميني لعله هكذا: فقام ستة من جانب\nالمنبر وستة من جانبه الآخر.\n</p>\n\n<p>\n(٢) الغدير ١:\n١٧١.\n</p>\n\n<p>\n(٣) وثقه جماعة من أئمة الحديث والرجال منهم ابن حيان فقد ذكره في\nالثقات.\n</p>\n\n<p>\nتهذيب التهذيب ٨:\n١٢٢، وقال ابن عدي: لا أرى بحديثه بأسا، ولم أر في حديثه منكرا، ميزان\nالاعتدال ٣: ٢٣٣.\n</p>\n\n<p>\n(4) في رواية: إذا لقينا رسول الله صلى الله عليه وآله أخبرناه بما صنع\nعلي.\n</p>\n\n<p>\n(١) في نسخة: ما تريدون من علي ما تريدون من علي.\n</p>\n\n<p>\n(٢) صحيح الترمذي ٢: ٢٩٧، حلية الأولياء ٦: ٢٩٤، كنز العمال ٦: ٣٩٩، المستدرك ٣:\n١١٠ وفيه: هذا حديث صحيح، مسند أحمد ٤: ٤٣٧ المصابيح ٢: ٢٧٥، البداية\nوالنهاية ٧: ٣٤٤، نزل الأبرار: ٢٢: الغدير ٣: ٢١٦.\n</p>\n\n<p>\n(٣) أبو محمد الكوفي المتوفى ٢٤٤. تهذيب التهذيب ١١: ١٠٤، الجرح والتعديل ٤ ق 2: 32، رجال\nالصحيحين 2: 543.\n</p>\n\n<p>\n(4) في نسخة زبيد. معجم القبائل العربية 2: 464، 488.\n</p>\n\n<p>\n(١) مسند أحمد ٥: ٣٥٦، مجمع الزوائد ٩: ١٢٧، فضائل\nالخمسة ١: ٣٤١ باختلاف يسير في بعض الألفاظ وفيه: فقال بريدة: يا رسول الله\nبالصحبة إلا بسطت يدك فبايعتني على الإسلام جديدا، قال: فما فارقته حتى\nبايعته على الإسلام.\n</p>\n\n<p>\n(٢) عبد بن عبد <span id='ms101'></span>، وقيل: عبد الرحمان بن عبد الكوفي. تهذيب التهذيب ١٢:\n١٤٨، اللباب ١: ٢١٤، ميزان الاعتدال ٤: ٥٤٤، المستدرك ٣:\n٢٨٠.\n</p>\n\n<p>\n(٣) المستدرك: ١:\n١٢١، وفيه: معاذ الله، أو سبحان الله، أو كلمة نحوها.\n</p>\n\n<p>\n(٤) العذري الفضاعي حليف بني زهرة. تهذيب التهذيب ١٢: ٢٤.\n</p>\n\n<p>\n(٥) في الحديث سقط وهو كما في كنز العمال ٦: ٤٠٥ ومجمع الزوائد\n٩: ١٢٩ هكذا: وعن أبي بكر بن خالد بن عرفطة أنه أتى سعد بن مالك فقال:\nبلغني أنكم تعرضون على سب علي بالكوفة فهل سببته؟ قال: معاذ الله والذي نفس\nسعد بيده لقد سمعت رسول الله صلى الله عليه وسلم يقول في علي شيئا لو وضع\nالمنشار على مفرقي ما سببته أبدا. قال: رواه أبو يعلى وإسناده حسن.\n</p>\n\n<p>\n(١) الغدير ١:\n١٧٤، مسند أحمد ٤: ٣٧٠، كفاية الطالب: ١٣، ١١ الرياض النضرة ٢: ١٦٩،\nنزل الأبرار: ٢٠.\n</p>\n\n<p>\n(٢) إبراهيم بن سعد بن إبراهيم بن عبد الرحمان البغدادي المدني الزهري\nمات ١٨٣، تهذيب التهذيب ١:\n١٢١، رجال الصحيحين ١: ١٦، تاريخ بغداد ٦: ٨١.\n</p>\n\n<p>\n(١) مجمع\nالزوائد ٩: ١٠٤، كنز العمال ٦: ١٥٤، مسند أحمد ٤:\n٣٧٢.\n</p>\n\n<p>\n(٢) في هامش الأصل هكذا: قوله بنت سعد لعله أخبرتنا بنت سعد أو عن بنت\nسعد (ا ه‍) ومن المعلوم أن ابن عيينة سفيان لم يرو عن بنت سعد وإنما روى عن\nزينب زوجته بنت كعب بن عجرة. تهذيب التهذيب ٣:\n٤٨٠.\n</p>\n\n<p>\n(٣) مجمع الزوائد ٩: ١٠٧ مختصرا\nوقال: رواه البزار ورجاله ثقات.\n</p>\n\n<p>\n(1) فضائل الخمسة 1: 365، وفيه طرق مختلفة لهذا الحديث وقد ذكرها حسب\nاختلاف ألفاظ الحديث.\n</p>\n\n<p>\n(١) في رواية: نفس محمد بيده.\n</p>\n\n<p>\n(٢) في نسخة: فوالله الذي لا إله غيره.\n</p>\n\n<p>\n(٣) مسند أحمد ٥: ٣٥٠، مشكل الآثار ٤: ١٦٠، سنن البيهقي ٦: ٣٤٢ مجمع الزوائد\n٩: ١٢٨، وفيه: قال بريدة: فطأطأت رأسي فتكلمت فوقعت في علي حتى فرغت،\nثم رفعت رأسي فرأيت رسول الله صلى الله عليه وآله غضب غضبا لم أره غضب مثله\nإلا يوم قريظة والنضير <span id='ms102'></span> فنظر إلي فقال: يا بريدة أحب عليا فإنما يفعل ما\nآمره به. فقمت وما من الناس أحد أحب إلي منه.\n</p>\n\n<p>\n(٤) الغدير ١:\n١٧٢ - 173.\n</p>\n\n<p>\n(١) فضائل الخمسة ١: ٣٦٦، وفيه سند الحديث وطرقه المختلفة المنصوص على\nصحتها كما في ١: ٣٤٩ - ٣٨٤.\n</p>\n\n<p>\n(٢) أبو مريم الأسدي الكوفي مخضرم أدرك الجاهلية. تهذيب التهذيب ٣:\n٣٢١.\n</p>\n\n<p>\n(٣) الغدير: ١٨٣، تذكرة الخواص: ١٧، سنن النسائي ٨: ١١٧، مطالب\nالسؤل: ١٧، الفصول المهمة ١٢٤، فتح الباري ٧: ٥٧، الدرر الكامنة ٤: ٢٠٨، جامع الترمذي ٢: ٢٩٩،\nمسند أحمد ١: ٨٤، تاريخ بغداد ٢: ٢٥٥ المصابيح ٢:\n١٩٩، الرياض النضرة ٢: ٢١٤، الاستيعاب ٣:\n٣٧، تيسير الوصول 3: 272، وقد أفرد شيخنا الحجة الأميني فصلا خاصا في\nالغدير حول هذا الحديث ورجاله وأسانيده وأشبعه بالدرس والتحقيق.\n</p>\n\n<p>\n(١) في هذا السند اشتباه وتصحيف سيما في ذكر واصل بن عبد الأعلى الكوفي فأن\nعدي بن ثابت لم يرو عنه، وإنما روى عن عبد الله بن يزيد والبراء بن عازب\nوسليمان بن صرد وعبد الله بن أبي أوفى وزيد بن وهب وزيد بن حبيش وأبي حازم\nالأشجعي ويزيد بن البراء بن عازب وأبي بردة بن أبي موسى وأبي راشد صاحب\nعمار وسعيد بن جبير.\n</p>\n\n<p>\n(٢) الغدير ٣:\n١٨٥، المطالعات في مختلف المؤلفات ٢: ٥٠٧.\n</p>\n\n<p>\n(٣) الرياض النضرة ٢: ٢١٤، فضائل الخمسة ٢: ٢٠٧ - ٢١٢.\n</p>\n\n<p>\n(٤) الحافظ عمر بن عبد الرحمان بن قيس الكوفي، تهذيب التهذيب ٧:\n٤٧٣ تاريخ بغداد ١١: ١٩١، الكنى\nوالأسماء 1: 151.\n</p>\n\n<p>\n(١) أبو صادق الأزدي الكوفي، وفي اسمه اختلاف تهذيب التهذيب ١٢: ١٣٠.\n</p>\n\n<p>\n(٢) الأزدي الكوفي ويقال: إنه أخو أبو صادق الأزدي تهذيب التهذيب ٣:\n٢٦٣.\n</p>\n\n<p>\n(٣) المناقب لابن شهرآشوب 3: 260 نقلا\nعن مسند الموصلي (4) فضائل الخمسة 1: 296، بأسانيد مختلفة رجالها ثقات وج\n2: 155.\n</p>\n\n<p>\n(5) لم أجد له ذكرا في كتب الرجال ولعله: العراء بن خالد بن هوذة العامري\nيروي عنه أبو رجاء العطاردي.\n</p>\n\n<p>\n(١) كنز\nالعمال ٦: ١٥٩، ٣٩٢ بطرق مختلفة وقال: أخرجه ابن أبي عاصم وابن جرير\nوصححه الطبراني في <span id='ms103'></span> الأوسط وابن شاهين.\n</p>\n\n<p>\n(٢) مجمع الزوائد ٩: ١١٥ وفيه: رواه\nالطبراني في الأوسط، ميزان الاعتدال ٢: ١٩٤، وفيه\nروى بسنده عن أبي إسحاق سألت ابن عمر عن عثمان وعلي، فقال: تسألني عن علي\nفقد رأيت مكانه من رسول الله صلى الله عليه وآله الحديث.\n</p>\n\n<p>\n(٣) فضائل الخمسة ٢: ٢٠٦.\n</p>\n\n<p>\n(٤) الحسين بن عياش بن حازم السلمي الباجدائى الرقي مات ٢٠٤، تهذيب التهذيب ٢:\n٣٦٢.\n</p>\n\n<p>\n(٥) زهير بن معاوية بن حديج بن الرحيل الجعفي، صحب أبا بكر وعمر وعثمان\nوعليا وابن مسعود وشهد صفين مع علي، وقدم المدينة بعد موت النبي صلى الله\nعليه وآله بليال قليلة لم تبلغ العشر. تهذيب التهذيب ٣:\n٣٥١، جمهرة أنساب العرب ص ٤١٠ مجمع الرجال ٣: ٦٥، جامع الرواة ١: ٣٣٤.\n</p>\n\n<p>\n(١) حلية الأولياء ١: ٦٨، وج ٤، ٣٨٢.\n</p>\n\n<p>\n(٢) المستدرك ٣:\n١٢٥، كنز العمال ٦: ٤٠٠، وقال: أخرجه\nابن أبي شيبة.\n</p>\n\n<p>\n(٣) العبدي الكوفي مات في ولاية خالد على العراق. تهذيب التهذيب ٨:\n٢٠٣ تقريب التهذيب ٢: ٩٦، خلاصة تهذيب\nالكمال: 260، رجال الصحيحين 1: 408.\n</p>\n\n<p>\n(4) في رواية: عرفت.\n</p>\n\n<p>\n(5) في رواية: من أبي ومني مرتين أو ثلاثا.\n</p>\n\n<p>\n(١) مسند أحمد ٤: ٢٥٧، مجمع الزوائد ٩: ١٢٦ وفيه: رواه\nالبزار ورجاله رجال الصحيح ورواه الطبراني.\n</p>\n\n<p>\n(٢) جميع بن عمير بن عفاق التيمي الكوفي. تهذيب التهذيب ٢:\n١١١، الجرح والتعديل ١ ق\n١: ٥٣٢، ميزان الاعتدال ١: ٤٢١.\n</p>\n\n<p>\n(٣) المستدرك ٣:\n١٥٤، نظم درر السمطين: ١٠٢ وفيه: أن امرأة\nمن الأنصار قالت لعائشة (رض) الحديث.\n</p>\n\n<p>\n(٤) أبو الحسن عبد العزيز بن الخطاب الكوفي. تهذيب التهذيب ٦:\n٣٣٥، الجرح والتعديل ٢ ق\n٢: ٣٨١، تقريب التهذيب ١: ٥٠٨.\n</p>\n\n<p>\n(١) فضائل الخمسة ٢: ١٨٦ وفيه: تعني امرأة علي - ع - هذا حديث صحيح\nالإسناد.\n</p>\n\n<p>\n(٢) صحيح الترمذي ٢: ٣١٩، المستدرك ٣:\n١٥٥، الاستيعاب ٢:\n٧٥١، الرياض النضرة ٢: ١٦١ بلفظ آخر عن عائشة.\n</p>\n\n<p>\n(٣) صحيح النسائي ١: ١٧١.\n</p>\n\n<p>\n(٤) هذه العبارة مغلوطة والصحيح هكذا: حدثنا عمارة بن القعقاع عن الحارث\nبن يزيد <span id='ms104'></span> العكلي. تهذيب التهذيب ٢:\n١٦٣، وج 7: 423، رجال الصحيحين 1: 95، و 396.\n</p>\n\n<p>\n(١) صحيح النسائي ١: ١٧١، مسند أحمد ١: ٨٥ وفيه: عن عبد الله بن نجي عن\nأبيه قال: قال علي: - الحديث -.\n</p>\n\n<p>\n(٢) فضائل الخمسة ١: ٢٩٦.\n</p>\n\n<p>\n(٣) الصحيح: الحارث العكلي، كما مرت الإشارة إليه.\n</p>\n\n<p>\n(٤) راجع فصل - حديث منزلة علي (ع) عند النبي صلى الله عليه وآله\nوأسانيده وطرقه المختلفة في - فضائل الخمسة ١: ٢٩٦ - ٣١٧.\n</p>\n\n<p>\n(٥) شرحبيل بن مدرك الجعفي الكوفي. تهذيب التهذيب ٤:\n٣٢٥، تنقيح\n- المقال ٢: ٨٢، رجال الطوسي: ٢١٨، خلاصة تهذيب\nالكمال: ١٣٩، الجرح والتعديل\n٢ ق ١: ٣٤٠.\n</p>\n\n<p>\n(١) صحيح النسائي ١: ١٧١.\n</p>\n\n<p>\n(٢) الفضل بن مساور البصري ختن أبي عوانة. تهذيب التهذيب ٨:\n٢٨٥، خلاصة تهذيب الكمال ٢٦٣، رجال الصحيحين ٢: ٤١١، تقريب التهذيب ٢:\n١١١.\n</p>\n\n<p>\n(٣) تهذيب التهذيب ٥:\n٣٤٠، صحيح الترمذي 2: 299، بلفظ آخر وفيه: إذا سألت رسول الله صلى الله\nعليه وآله أعطاني وإذا سكت ابتدأني.\n</p>\n\n<p>\n(4) أبو البختري سعيد بن فيروز الطائي مرت الإشارة إليه (5) حلية\nالأولياء 9: 227، فيض القدير 5: 150.\n</p>\n\n<p>\n(١) أبو عبد الله ويقال: أبو عمر الكندي الضرير البزار. تهذيب التهذيب ٣:\n٣٠٢، تاريخ بغداد ٨: ٤٨٧، تنقيح المقال\n١: ٤٣٦.\n</p>\n\n<p>\n(٢) صحيح الترمذي ٢: ٢٩٩، المستدرك ٣:\n١٢٥، كنز العمال ٦: ٣٩٤ الطبقات الكبرى ٢ ق ٢: ١٠١،\nحلية الأولياء ١: ٦٨، وج ٤: ٣٨٢.\n</p>\n\n<p>\n(٣) أبو مريم الثقفي المدائني ويسمى قيسا. تهذيب التهذيب ١٢: ٢٢٢.\n</p>\n\n<p>\n(٤) المستدرك ٢:\n٣٦٦، مسند أحمد ١: ٨٤، كنز العمال ٦: ٤٠٧ الرياض النضرة\n٢: ٢٠٠، تاريخ بغداد ١٣: ٣٠٢ وفيه: عن\nنعيم بن حكيم المدائني قال: حدثني أبو مريم عن علي بن أبي طالب قال:\nالحديث. صفوة الصفوة ١: ١١٩، ذخائر العقبى: ٨٥.\n</p>\n\n<p>\n(١) المناقب لابن شهرآشوب 3: 345، تذكرة\nالخواص: 306 (2) في الحديث هكذا: فقال: يا أم أيمن ادع لي أخي، فقالت: هو\nأخوك وتنكحه؟ قال: نعم يا أم أيمن، فجاء علي ع فنضح النبي ص الحديث.\n</p>\n\n<p>\n(١) في رواية بعد هذه الجملة: فدعا بإناء فتوضأ فيه <span id='ms105'></span> ثم أفرغه على علي، ثم\nقال: اللهم بارك فيهما وبارك عليهما وبارك لهما في نسلهما. المستدرك ٣:\n١٥٩، الطبقات الكبرى ٨: ١٢، ذخائر العقبى:\n٣٣، أسد\nالغابة ٥: ٥٢١، الصواعق المحرقة: ١٤٠، المناقب لابن شهرآشوب ٣: ٣٥٥، نظم درر\nالسمطين: ١٨٤ وفيه: وقد ذكرنا في كتابنا دلايل النبوة ومغازي رسول الله\nصلى الله عليه وآله بعد قصة بدر عن محمد بن إسحاق بن بشار عن ابن أبي نجيح\nعن مجاهد عن علي.\n</p>\n\n<p>\n(١) الطبقات الكبرى ٨: ١٤ - ١٥، مجمع الزوائد\n٩: ٢٠٩، المستدرك ٣:\n١٥٩، كفاية الطالب: ١٧٠، ذخائر العقبى: ٢٧ قال: أخرجه أبو حاتم\nوأحمد في المناقب.\n</p>\n\n<p>\n(٢) الغدير ٣:\n٢٠٠، مروج الذهب 2: 61، صحيح الترمذي 2: 300، مسند أحمد 1: 185، فضائل\nالخمسة 1: 301.\n</p>\n\n<p>\n(١) مسند أحمد ٦: ٢٨٢ باختلاف يسير في اللفظ، طبقات ابن سعد ٢: ٤٠ أسد الغابة ٥:\n٥٢٢، الاستيعاب ٢:\n٧٥٠.\n</p>\n\n<p>\n(٢) ذخائر\nالعقبى: ٤٤، مشكل الآثار ١: ٥٠، حلية الأولياء ٢: ٤٠، صحيح مسلم ٧: ١٤٢، 143،\nبلفظ آخر.\n</p>\n\n<p>\n(١) صحيح الترمذي ٢: ٣٠٦، المستدرك ٣:\n١٥١، مسند أحمد ٥: ٣٩١ حلية الأولياء ٤: ١٩٠، أسد الغابة ٥: ٥٧٤، كنز العمال ٦:\n٢١٧، ابن عساكر ٧: ١٠٢ عن حذيفة.\n</p>\n\n<p>\n(٢) كنز\nالعمال ٦: ٢٢١، قال: أخرجه الطبراني وابن النجار عن أبي هريرة، المستدرك ٣:\n١٥١، حلية الأولياء 4: 190، ابن عساكر 7: 102 وقال:\n</p>\n\n<p>\nأخرجه حذيفة.\n</p>\n\n<p>\n(3) في رواية: تمشي ما تخطى مشيتها من مشية رسول الله صلى الله عليه\nوآله.\n</p>\n\n<p>\n(4) في رواية: فقال النبي صلى الله عليه وآله.\n</p>\n\n<p>\n(١) مسند أحمد ٦: ٢٨٢، طبقات ابن سعد ٢: ٤٠، وفيه: نساء العالمين، أسد الغابة ٥:\n٥٢٢ وفيه: سيدة نساء العالمين، حلية الأولياء 2: 39 وفيه طرق أخرى\nعديدة لهذا الحديث، مشكل الآثار 1: 48 بطريقين.\n</p>\n\n<p>\n(2) في رواية: إنا كنا أزواج النبي صلى الله عليه وآله عنده جميعا.\n</p>\n\n<p>\n(١) حلية الأولياء ٢: ٣٩ وفيه: سيدة نساء العالمين أو نساء هذه الأمة ثم\nذكر طرقا أخرى لهذا الحديث، مشكل الآثار ١: ٤٨، فضائل الخمسة ٣: ١٣٨ نظم درر\nالسمطين ص ١٧٨ <span id='ms106'></span>، الاستيعاب ٢:\n٧٥٠، ذخائر\nالعقبى: ٣٩، النور الجلي ص ١١٢، المناقب لابن شهرآشوب ٣: ٣٢٢، ٣٢٣ وفيه:\nويعتمد على أنها (ع) أفضل نساء العالمين بإجماع الإمامية.\n</p>\n\n<p>\n(٢) المستدرك ٣:\n١٥٩ وفيه: قال علي: لا آتي شيئا تكرهه.\n</p>\n\n<p>\n(١) أبو محمد عبد الله بن عبيد الله بن أبي مليكة زهير بن عبد الله بن\nجدعان ابن عمرو بن كعب بن سعد بن تيم بن مرة المكي. تهذيب التهذيب ٥:\n٣٠٦، خلاصة تهذيب الكمال: ١٧٤، رجال الصحيحين ١: ٢٥٥.\n</p>\n\n<p>\n(٢) مسند أحمد ٤: ٣٢٨، حلية الأولياء ٢: ٤٠، تذكرة خواص الأمة:\n</p>\n\n<p>\n١٧٥، الإصابة\n٤: ٣٧٨، الصواعق: ١٠٥، الغدير ٣: ١٨٠\n- ١٨١.\n</p>\n\n<p>\n(٣) صحيح البخاري كتاب بدء الخلق، كنز العمال ٦: ٢٢٠، فيض القدير ٤:\n٤٢١ وفيه: استدل به السهيلي على أن من سبها كفر لأنه يغضبها وأنها أفضل من\nالشيخين، الغدير\n٧: ٢٣١ - ٢٣٦ وفيه تجد رواته وتصحيح سنده.\n</p>\n\n<p>\n(٤) المستدرك ٣:\n١٥٤، نور الأبصار: 44، مصابيح السنة 2: 278 وهناك ألفاظ أخرى، وفي حلية\nالأولياء 2: 40: إنما فاطمة شجنة مني يبسطني ما يبسطها ويقبضني ما يقبضها.\n</p>\n\n<p>\n(1) محمد بن مسلم بن عبد الله بن عبيد الله بن مهاجر بن الحارث بن زهرة\nالزهري.\n</p>\n\n<p>\n(2) محتلم: يعني أنه قد بلغ الحلم.\n</p>\n\n<p>\n(3) فضائل الخمسة 3: 154.\n</p>\n\n<p>\n(4) صحيح الترمذي 2: 299 بسند عن البراء بن عازب، وله طرق أخرى كما في\nفضائل الخمسة 1: 337 - 344.\n</p>\n\n<p>\n(١) صحيح الترمذي ٢: ٢٤٠، كنز العمال ٦: ٢٢٠، ولهذا الحديث\nطرق مختلفة وأسانيد صحيحة تجدها في مسند أحمد ٢: ٢٨٨، تاريخ بغداد ١: ١٤١،\nكنوز الحقايق: ١٣٤، مجمع الزوايد ٩: ١٨٠، كفاية الطالب: ٢٠٠ ذخائر العقبى:\n١٢٣.\n</p>\n\n<p>\n(٢) يزيد بن مردانبة القرشي الإصبهاني الكوفي. تهذيب التهذيب ١١:\n٣٥٩ خلاصة تهذيب الكمال: ٣٧٣، تقريب التهذيب ٢: ٣٧٠.\n</p>\n\n<p>\n(٣) صحيح الترمذي ٢: ٣٠٦، حلية الأولياء ٥: ٧١ وذكر له طرقا عديدة تاريخ بغداد\n٩: ٢٣١، مسند أحمد 3: 3 و 62 و 82.\n</p>\n\n<p>\n(١) فضائل الخمسة ٣: ٢١٢.\n</p>\n\n<p>\n(٢) المستدرك ٣:\n١٦٧، وله طرقا عديدة جميعها في فضائل الخمسة ٣: ٢١٢ - ٢١٨.\n</p>\n\n<p>\n(٣) كنز العمال ٦ <span id='ms107'></span> 220، حلية\nالأولياء 3: 201 بطرق أخرى.\n</p>\n\n<p>\n(١) صحيح الترمذي ٢: ٣٠٦، مسند أحمد ٢: ٨٥، ٩٣، ١١٤، ١٥٣ بطرق مختلفة، مسند\nأبو داود ٨: ١٦٠، حلية الأولياء ٥: ٧٠، صحيح البخاري في كتاب الأدب، ذخائر العقبى:\n١٢٤.\n</p>\n\n<p>\n(٢) أسد\nالغابة ٥: ٥٢٢، كنز العمال ٦: ٣٩٣، ذخائر العقبى:\n٢٩ باختلاف يسير في اللفظ، المستدرك ٣:\n١٥٥ وفيه: هذا حديث صحيح الإسناد، المناقب لابن شهرآشوب 3: 331.\n</p>\n\n<p>\n(١) الرياض النضرة ٢: ٢١٣، كنز العمال ٦: ٤٠٢.\n</p>\n\n<p>\n(٢) مجمع الزوائد ٩: ١١٠ وفيه: ولا\nسألت الله عز وجل شيئا إلا أعطانيه غير أنه قيل لي لا نبي بعدك.\n</p>\n\n<p>\n(٣) الصحيح: ناجية بن كعب الأسدي ابن خفاف العنزي الكوفي.\n</p>\n\n<p>\nتهذيب التهذيب ١٠:\n٣٩٩، تقريب التهذيب ٢: ٢٩٤، أسد الغابة ٥:\n٦، تجريد أسماء الصحابة 2: 109.\n(١، ٢) المحلى\n٥: ١١٧، فتح القدير ١: ٤٦٧، شرح كنز\nالدقائق ١: ٦٨ الهداية 1: 65. وقد مرت\nالإشارة في المقدمة ص 35 - 39 أن في الحديث سقط وتصحيف وذكرنا صحيحه وأنه\nهكذا: حدثني معاوية بن عبد الله بن عبيد الله ابن أبي رافع، عن أبيه، عن\nجده، عن علي رضي الله عنه قال: لما أخبرت رسول الله صلى الله عليه وآله\nبموت أبي طالب بكى ثم قال لي: اذهب فاغسله وكفنه وواره قال ففعلت ثم أتيته\nفقال لي: اذهب فاغتسل، قال: وجعل رسول الله صلى الله عليه وآله يستغفر له\nأياما ولا يخرج من بيته.\n</p>\n\n<p>\nوفي رواية أخرى: قال: اذهب فوار أباك ثم لا تحدث شيئا حتى تأتيني فذهبت\nفواريته وجئته فأمرني فاغتسلت ودعا لي. راجع المقدمة فصل وقفة مع النسائي ص\n35 - 39.\n</p>\n\n<p>\n(١) مجمع\nالزوائد ٩: ١٢٢ وقال: رواه الطبراني في الأوسط وإسناده حسن، كنوز\nالحقايق: ٢٥، الرياض النضرة ٢: ١٨٩، فيه: قال علي: ما رمدت عيناي منذ مسح\nرسول الله صلى الله عليه وسلم وجهي.\n</p>\n\n<p>\n(٢) سورة المجادلة: ١٢.\n</p>\n\n<p>\n(١) سورة المجادلة: ١٣.\n</p>\n\n<p>\n(٢) صحيح الترمذي ٢: ٢٢٧، تفسير الطبري ٢٨: ١٥، كنز العمال ١: ٢٦٨، ذخائر العقبى:\n١٠٩ وقال: أخرجه أبو حاتم، أسباب <span id='ms108'></span> النزول: 308، الرياض النضرة 2: 200.\n</p>\n\n<p>\n(3) غزوة العشيرة هي الغزوة الثانية من غزواته صلى الله عليه وآله، سيرة\nابن هشام 2: 248.\n</p>\n\n<p>\n(١) المناقب لابن شهرآشوب ٣: ٣٠٩، مسند\nأحمد ٤: ٢٦٢، الرياض النضرة ٢: ٢٢٣، مجمع الزوائد ٩: ١٣٧، كنز العمال ٦:\n٣٩٩، وهناك في كتب الحديث والفضائل\nأخبار كثيرة في أخبار النبي صلى الله عليه وآله عن قتل علي (ع)، المستدرك ٣:\n١٤٠، مشكل الآثار ١: ٣٥١، تاريخ الطبري ٢: ١٢٣، وأخرجه\nالبغوي والطبراني وابن مردويه وأبو نعيم وابن عساكر وابن النجار، سيرة ابن\nهشام ٢: ٢٤٩.\n</p>\n\n<p>\n(٢) المستدرك ٣:\n١٣٨.\n</p>\n\n<p>\n(١) الإصابة ٨:\n١٨٣، مسند أحمد ٦: ٣٠٠، ورواه غير واحد من أئمة الحديث، مستدرك\nالصحيحين ٣: ١٣٨ وفيه: روى بسنده عن أبي موسى عن أم سلمة الحديث.\n</p>\n\n<p>\nوفي الإصابة\n٨: ١٨٣ جاء الحديث بلفظ آخر وذلك في ترجمة ليلى الغفارية التي خرجت مع\nالنبي صلى الله عليه وآله فكانت تداوي الجرحى والمرضى.\n</p>\n\n<p>\n(٢) المستدرك ٣:\n١٢٢ وفيه: هذا حديث صحيح على شرط الشيخين.\n</p>\n\n<p>\nوقد جاء الحديث في كافة المصادر النبوية منها: مسند أحمد ٣: ٣٣، حلية\nالأولياء ١: ٦٧، أسد الغابة ٣: ٢٨٢، الإصابة ١: ٢٢،\nالاستيعاب ٢:\n٤٢٣، كنز العمال ٦: ١٥٥، مجمع الزوائد\n٥: ١٨٦.\n</p>\n\n<p>\n(١) مرت الإشارة إلى مصادر الحديث.\n</p>\n\n<p>\n(٢) المستدرك ٢:\n١٤٨، المطالعات في مختلف المؤلفات ٢: ١٩٣ - ٢١٠ وفيه سلسلة الرواة من\nالصحابة لهذا الحديث مع مصادرها وصورها المختلفة، الغدير ٩: ٢٠ -\n٢٣.\n</p>\n\n<p>\n(٣) الحافظ أبو معاوية يزيد بن زريع التميمي البصري المتوفى ١٨٣.\n</p>\n\n<p>\nتهذيب\nالتهذيب ١١: ٣٢٥ تذكرة الحفاظ ١: ٢٥٦، رجال\nالصحيحين 2: 573 شذرات الذهب 1: 298.\n</p>\n\n<p>\n(١) المسند لأحمد بن حنبل ٦: ٢٨٩، مسند أبو داود ٣: ٩٠ وفيه: قال النبي صلى\nالله عليه وآله: ويحك يا ابن سمية تقتلك الفئة الباغية.\n</p>\n\n<p>\n(٢) حلية الأولياء ٤: ١٧٢، تاريخ بغداد ١٣: ١٨٦.\n</p>\n\n<p>\n(٣) كنز\nالعمال ٧: ٧٢ وفيه: فجعل يمسح التراب عن رأس عمار ومنكبه ويقول:\nالحديث.\n</p>\n\n<p>\n(4) في رواية: بينما أنا عند معاوية.\n</p>\n\n<p>\n(١) مسند أحمد <span id='ms109'></span> ٢: ١٦٤ وفيه: بعد تمام الحديث هكذا: قال معاوية:\n</p>\n\n<p>\nفما بالك معنا؟ قال: إن أبي شكاني إلى رسول الله صلى الله عليه وآله\nفقال: أطع أباك ما دام حيا ولا تعصه، فأنا معكم ولست أقاتل.\n</p>\n\n<p>\n(٢) تاريخ بغداد ٧: ٤١٤.\n</p>\n\n<p>\n(٣) كنز\nالعمال ٧: ٧٢، الإصابة ١ ق ٤:\n١٢٥، أسد\nالغابة ٢: ٢١٧، الرياض النضرة 1: 14.\n</p>\n\n<p>\n(١) الإمامة والسياسة ٢: ١٠٦، نور الأبصار: ٨٩، مجمع الزوائد ٩: ٢٩٦، حلية\nالأولياء ٤: ٢٠، ميزان الاعتدال ٣: ٣١١، واسم أم\nعمار سمية بنت مسلم ابن لخم الخياط، أعلام النساء ٢: ٢٦١، أسد الغابة ٥: ٤٨١،\nالدر المنثور: ٢٥٢ تاريخ اليعقوبي ٢: ١٦٤ وفيه:\nولما قتل عمار بن ياسر واشتدت الحرب في تلك العشية ونادى الناس: قتل صاحب\nرسول الله وقد قال رسول الله صلى الله عليه وآله: تقتل عمار الفئة الباغية.\n</p>\n\n<p>\n(٢) مسند أبو داود: ٢٩، مسند أحمد ٣: ٢٦، ٣٢، ٤٥، ٤٨، ٧٠، ٨٢، ٩٥.\n</p>\n\n<p>\n(٣) مسند أحمد ٣: ٥٦، تفسير الطبري ١٠: ١٠٩، البداية والنهاية ٧:\n٢٧٨ وفيه: وهذا الحديث له طرق متعددة وألفاظ كثيرة.\n</p>\n\n<p>\n(١) ميزان الاعتدال ٢: ٢٦٣.\n</p>\n\n<p>\n(٢ - ٣) المستدرك ٢:\n١٤٥، سنن البيهقي ٨: ١٧٠، فضائل الخمسة ٢: ٤٠٣ البداية والنهاية ٧:\n٢٧٨.\n</p>\n\n<p>\n(٤) المستدرك ٢:\n١٤٧، البداية والنهاية ٧: ٢٧٨، مجمع الزوائد\n٦: ٢٣٩.\n</p>\n\n<p>\nوالجملة الواقعة بين القوسين لم تكن في الروايات ولست أدري من أين دخلت\nفي الحديث.\n</p>\n\n<p>\n(١) أبو حجية اجلح بن عبد الله بن حجية الكندي المتوفى ١٤٥. تهذيب التهذيب ١:\n١٨٩، ميزان الاعتدال ١: ٧٨، شذرات\nالذهب ١: ٢١٦.\n</p>\n\n<p>\n(٢) مسند أحمد ١: ٩١، المستدرك ٢:\n١٤٥، حلية الأولياء 4: 186.\n</p>\n\n<p>\n(١) أسد\nالغابة ٢: ١٤٠، البداية والنهاية ٧: ٢٨٩.\n</p>\n\n<p>\n(2) في رواية: وهو حرقوص بن زهير أصل الخوارج.\n</p>\n\n<p>\n(3) في نسخة: وآية ذلك أن فيهم رجلا أسود مخدج اليد.\n</p>\n\n<p>\n(١) ميزان الاعتدال ٢: ٢٦٣، أسد الغابة ٢:\n١٤٠، مسند أحمد ٣: ٥٦.\n</p>\n\n<p>\n(٢) الحرورية وهم الخوارج صاروا إلى قرية يقال لها حروراء بينها وبين <span id='ms110'></span>\nالكوفة نصف فرسخ وبها سموا الحرورية، ورئيسهم عبد الله بن وهب الراسبي وابن\nالكوا وشبث بن ربعي. تاريخ اليعقوبي ٢: ١٦٧، مروج\nالذهب ٢: ٣٩٥ وكانوا اثنا عشر ألفا من القراء وغيرهم وذلك بعد وقعة صفين والتحكيم.\n</p>\n\n<p>\n(٣) البداية والنهاية ٧: ٢٩١، وفيه:\nزاد يونس في روايته قال بكير، وحدثني رجل عن ابن حنين أنه قال: رأيت ذلك\nالأسود.\n</p>\n\n<p>\n(١) المستدرك\n٢: ١٤٨، مسند أحمد ٤: ٣٥٧، البداية والنهاية ٧: ٢٩٠.\n</p>\n\n<p>\n(٢) تاريخ بغداد ١٣: ١٨٦.\n(١) كنز العمال ٦، ٧٢. مجمع الزوائد\n٩: ٢٣٥ وفيه: رواه البزار والطبراني في الأوسط، المستدرك ٢:\n١٤٧.\n</p>\n\n<p>\n(٢) أبو خداس مخلد بن يزيد القرشي الحراني. تهذيب التهذيب ١٠:\n٧٧، رجال الصحيحين ٢: ٥٠٧، تقريب التهذيب ٢: ٢٣٥ (٣)\nالمخدج: بضم الميم وسكون الخاء ثم الدال المهملة المفتوحة ثم الجيم، هو\nناقص اليد، قال ابن الأثير في النهاية:\nومنه حديث ذي الثدية أنه مخدج اليد.\n</p>\n\n<p>\n(٤) في رواية: شعرات بيض، وفي غيرها: حوله سبع هليات.\n</p>\n\n<p>\n(٥) مسند أحمد ١: ٨٨، ٩١، سنن البيهقي ٨: ١٧٠.\n</p>\n\n<p>\n(٦) زيد بن وهب الجهني الكوفي مات ٩٦. تهذيب التهذيب ٣:\n٤٢٧، أعيان الشيعة 33: 154.\n</p>\n\n<p>\n(١) بياض في الأصل.\n</p>\n\n<p>\n(٢) تاريخ بغداد ٧: ٢٣٧، المناقب لابن شهرآشوب ٣: ١٩١، أعيان الشيعة\n٣٣، ١٥٦، البداية والنهاية ٧: ٢٨٩.\n</p>\n\n<p>\n(١) مسند أحمد ١: ٩١، فضائل الخمسة ٢: ٤٠٣ وفيه: فقام إليه عبيدة السلماني\nفقال: يا أمير المؤمنين الله الذي لا إله إلا هو لسمعت هذا الحديث من رسول\nالله صلى الله عليه وآله، قال: إي والله الذي لا إله إلا هو، حتى استحلفه\nثلاثا وهو يحلف له.\n</p>\n\n<p>\n(٢) تاريخ بغداد ١: ١٦٠ بصورة مفصلة،\nمسند أحمد 1: 88.\n</p>\n\n<p>\n(١) تاريخ\nبغداد ٧: ٢٣٧ رواه عن جابر أبو خالد التابعي الكوفي وأنه شهد وقعة\nالنهروان مع الإمام أمير المؤمنين ع وفي ج 1: 159 روى بسنده عن نبيط بن\nشريط الأشجعي قال الحديث.\n</p>\n\n<p>\n(١) الصحيح: عبيدة بن عمرو ويقال ابن قيس بن عمرو السلماني مات سنة ٧٢ <span id='ms111'></span> / ٧٣\n/ ٧٤. تهذيب التهذيب ٧: ٨٤،\nاللباب ١: ٥٥٢، رجال الصحيحين ١: ٣٣٦، أسد الغابة ٣: ٣٥٦.\n</p>\n\n<p>\n(٢) مسند أحمد ١: ٨٨، ٩١، سنن البيهقي ٨: ١٧٠، صحيح أبو داود:\n</p>\n\n<p>\n٣٠ باب قتال الخوارج صحيح مسلم البداية والنهاية ٧: ٢٩٠.\n</p>\n\n<p>\n(3) مسند أحمد 1: 78، ورواه أئمة الحديث بطرق مختلفة في باب التحريض على\nقتل الخوارج.\n</p>\n\n<p>\n(١) في رواية صحيح مسلم، بما وعد الله الذين يقتلونهم على لسان محمد صلى\nالله عليه وآله.\n</p>\n\n<p>\n(٢) فضائل الخمسة ٢: ٤٠٢ نقلا عن صحيح مسلم في كتاب الزكاة باب التحريض\nعلى قتل الخوارج.\n</p>\n\n<p>\n(٣) في رواية: لأنبأتكم.\n</p>\n\n<p>\n(٤) حلية الأولياء ٤: ١٨٦ بسنده عن زر بن حبيش، وقد جمع ابن كثير في\nالبداية والنهاية طرق هذا الحديث مفصلة\nوأوردها على التفصيل كما في ج 7:\n</p>\n\n<p>\n(289 - 294).\n</p>\n\n<p>\n(١) سماك بن الوليد الحنفي اليماني سكن الكوفة. تهذيب التهذيب ٤:\n٢٣٥، الكنى ١: ١٨٣.\n</p>\n\n<p>\n(٢) سورة الأنعام: ٥٧.\n</p>\n\n<p>\n(3) في رواية: من إمرة المؤمنين.\n</p>\n\n<p>\n(١) سورة المائدة: ٩٥.\n</p>\n\n<p>\n(٢) سورة النساء: ٣٥.\n</p>\n\n<p>\n(٣) سورة الأحزاب: ٦.\n</p>\n\n<p>\n(١) المناقب لابن شهر أشوب ١: ٢٦٧، البداية\nوالنهاية ٧: ٢٧٦، ٢٨١، تاريخ اليعقوبي ٢: ١٦٧.\n</p>\n\n<p>\n(٢) كانت عمرة الحديبية سنة ٦ في ذي القعدة، فخرج النبي صلى الله عليه\nوآله معتمرا لا يريد حربا، الكامل ٢: ١٣٥،\nالمناقب لابن شهرآشوب ١: ٢٢.\n</p>\n\n<p>\n(٣) الكامل ٢:\n١٣٨، البداية والنهاية ٤: ١٦٤.\n</p>\n\n<p>\n(١) البداية والنهاية ٤: ١٦٨، سيرة\nابن هشام 3: 331 وفيه: ثم دعا رسول الله صلى الله عليه وآله علي بن أبي\nطالب رضوان الله عليه، فقال: اكتب: بسم الله الرحمن الرحيم الحديث.\n</p>\n\n<p>\n(2) في رواية: فقال: أنا والله محمد بن عبد الله، وأنا والله رسول الله.\n</p>\n\n<p>\n(3) في رواية البخاري هكذا: قال صلى الله عليه وآله: فأرنيه، قال: فأراه\nإياه فمحاه النبي صلى الله عليه وآله بيده.\n</p>\n\n<p>\n(١) في رواية: فقالوا: مر صاحبك فليرتحل، فذكر ذلك لرسول الله صلى الله\nعليه وآله فقال: نعم ثم ارتحل.\n</p>\n\n<p>\n(٢) تاريخ بغداد ٤: ١٤٠، سنن البيهقي\n٨: ٥، مسند أحمد ١ <span id='ms112'></span>: ٩٨، المستدرك ٣:\n١٢٠، مشكل الآثار 4: 173، الرياض النضرة 2: 191، فضائل الخمسة 2: 333 -\n336.\n</p>\n\n<p>\nوقد رواه أيضا القاسم بن يزيد المخزومي، عن إسرائيل، عن أبي إسحاق عن\nهبيرة بن مريم وهانئ بن هانئ، عن علي ع قال: لما صدرنا من مكة إذا ابنة\nحمزة تنادي الحديث، وقد مرت الإشارة إليه ص 88 - 89 وترجمنا رجاله وصححنا\nسنده على اختلاف الروايات.\n</p>\n\n<p>\n(١) المستدرك\n٣: ٢١١، وذكره الذهبي في التلخيص عن الدراوردي، عن ابن الهاد، عن محمد\nبن نافع بن عجير، عن أبيه، عن علي الحديث، وجاء ذكر الحديث أيضا في 3: 120\nمن المستدرك وفيه: هذا حديث صحيح الإسناد ولم يخرجاه بهذا اللفظ إنما اتفقا\nعلى حديث أبي إسحاق عن البراء مختصرا.\n</p>\n\n<p>\nوقد أجمعت المصادر على أن عليا \" ع \" كان كاتب الصحيفة يوم الحديبية وفي\nالرياض النضرة 2: 191، قال معمر: سألت عنه الزهري فضحك أو تبسم وقال: علي،\nولو سألت هؤلاء لقالوا: هو عثمان - يعني بني أمية - مع العلم أن النبي صلى\nالله عليه وآله لم يشهده حتى على الصلح كما في سيرة ابن هشام 3: 333.# <span id='ms113'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152"
  ],
  "volumes": [
    "01"
  ]
}