{
  "content": "\n\n<h1 class='l1' id='head0'>[chapter 0: Preface] رسالة حنين بن إسحق الى على بن يحيى فى ذكر ما ترجم من كتب جالينوس بعلمه وبعض ما لم يترجم</h1>\n\n<p>\nذكرت أكرمك الله الحاجة الى كتاب يجمع فيه ثبت ما يحتاج اليه من كتب\nالقدماء فى الطب ويتبين الغرض فى كل واحد منها وتعديد المقالات من كل كتاب\nوما فى مقالة مقالة منها من أبواب العلم لتخف به المؤونة على الطالب لباب\nباب من تلك الأبواب عند الحاجة تعرض الى النظر فيه ويفهم فى أى كتاب يوجد\nوفى أى مقالة منه وفى أى موضع من المقالة وسألت أن أتكلف ذلك لك فأعلمتك\nأيدك الله أن حفظى يقصر عن الإحاطة بجميع تلك الكتب إذ كنت قد فقدت جميع ما\nكنت جمعته منها وأن رجلا من السريانيين قد كان سألنى بعد أن فقدت كتبى\nشبيها بهذا فى كتب جالينوس خاصة وطلب منى أن أبين له ما ترجمته انا وغيرى\nمن تلك الكتب الى السريانية والى غيرها فكتبت له كتابا بالسريانية نحوت فيه\nالنحو الذى قصد اليه فى مسئلته إياى وضعه فسألت أكرمك الله أن أترجم لك ذلك\nالكتاب فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             العاجل الى أن يتفضل الله بما هو اهله من رد تلك\nالكتب على يدك فأضيف الى ما ذكرته فى ذلك الكتاب من كتب جالينوس شيئا إن\nكان شذ عنى منها وذكر سائر ما وجدناه من كتب القدماء فى طب وأنا صائر الى\nما سألت من ذلك إن شاء الله٭\n</p>\n\n<p>\nكان أعزك الله أول ما افتتحت به ذلك الكتاب أن سميت الرجل ووصفت ما سأل\nفقلت إنك سألتنى أن أصف لك من أمر كتب جالينوس كم هى وبما ذا تعرف وما غرضه\nفى كل واحد منها وكم من مقالة فى كل واحد وما الذى يصف فى مقالة مقالة منها\nفأعلمتك أن جالينوس قد وضع كتابا نحا فيه هذا النحو ورسم فيه ذكر كتبه\nوسماه فينكس وترجمته الفهرست وأنه قد وضع مقالة أخرى وصف فيها مراتب قراءة\nكتبه وأن التماس تعرف أمر كتب جالينوس من <span id='ms01'></span> جالينوس أولى من التماس تعرفه منى\nفكان من جوابك فى ذلك أن قلت أنه وإن كان الأمر على ما وصفت فإن بنا وسائر\nأهل هذا الغرض ممن يقرأ الكتب بالسريانية والعربية حاجة الى أن نعلم ما\nترجم من هذه الكتب الى اللسان السريانى والعربى وما لم يترجم وما كنت أنا\nالمتولى لترجمته دون غيرى وما تولى ترجمته غيرى وما سبقنى الى ترجمته غيرى\nثم عدت فيه فترجمته او أصلحته ومن تولى ترجمة كتاب كتاب من الكتب التى تولى\nترجمته غيرى ومبلغ قوة كل واحد من أولئك المترجمين فى الترجمة ولمن ترجمت\nومن الذين ترجمت أنا لهم كل واحد من تلك الكتب التى توليت ترجمتها وفى أى\nحد من سنى ترجمته لأن هذين أمرين قد يحتاج الى معرفتهما اذ كانت الترجمة\nإنما تكون بحسب قوة المترجم للكتاب والذى ترجم له وأى تلك الكتب مما لم\nيترجم الى هذه الغاية وجدت نسخته باليونانية وأيها لم توجد له نسخة او وجد\nالبعض منه فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             هذا أمر يحتاج اليه ليعنى بترجمة ما قد وجد منها\nويطلب ما لم يوجد فلما اوردت على من هذا ما اوردت علمت أنك قد أصبت فى قولك\nوأنك قد دعوتنى الى أمر يعمنى وإياك وكثيرا من الناس منفعته لكنى لبثت مدة\nطويلة أدافعك بما سألت وامطلك بسبب فقدى جميع كتبى التى جمعتها كتابا كتابا\nفى دهرى كله منذ أقبلت أفهم من جميع ما جلته من البلدان ثم فقدتها كلها\nجملة حتى لم يبق عندى ولا الكتاب الذى ذكرته قبيل وهو الذى أثبت فيه\nجالينوس ذكر كتبه فلما ألححت على بالمسئلة اضطررت الى أن أجيبك الى ما سألت\nمع فقدى لما كانت بى اليه حاجة من العدة لذلك عند ما رأيتك قد رضيت وقد\nاقتصرت منى على ما أحفظ من هذا الباب وأنا مبتدئ بذلك متوكلا على ما أرجوه\nمن التأييد السماوى بدعائك لى موجز القول فيه ما أمكننى كما سألت مفيض جميع\nما أحفظه من أمر تلك الكتب وأفتتح <span id='ms02'></span> قولى بوصف ما يحتاج الى علمه من أمر\nالكتابين اللذين ذكرتهما قبيل\n</p>\n\n\n<h1 class='l1' id='head1'>[chapter 1]</h1>\n\n<p>\nا أما الكتاب الذى سماه جالينوس فينكس وأثبت فيه ذكر كتبه فهو مقالتان\nذكر فى المقالة الأولى منه كتبه فى الطب وفى المقالة الثانية كتبه فى\nالمنطق والفلسفة والبلاغة والنحو وقد وجدنا هاتين المقالتين فى بعض النسخ\nباليونانية موصولتين كأنهما مقالة واحدة وغرضه فى هذا الكتاب أن يصف الكتب\nالتى وضع وما غرضه فى كل واحد منها وما دعاه الى وضعه ولمن وضعه وفى أى حد\nمن سنه∴ وقد سبقنى الى ترجمته الى السريانية أيوب الرهاوى المعروف بالأبرش\nثم ترجمته أنا الى السريانية لداود المتطبب والى العربى لأبى جعفر محمد بن\nموسى ولأن جالينوس لم يأت فى ذلك الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             على ذكر جميع كتبه\nأضفت الى المقالتين مقالة ثالثة صغيرة بالسريانية بينت فيها أن جالينوس قد\nترك ذكر كتب من كتبه فى ذلك الكتاب وعددت كثيرا منها مما رأيته وقرأته\nووصفت السبب فى تركه ذكرها٭\n</p>\n\n\n<h1 class='l1' id='head2'>[chapter 2]</h1>\n\n<p>\nب وأما الكتاب الذى عنوانه فى مراتب قراءة كتبه فهو مقالة واحدة وغرضه\nفيه أن يخبر كيف ينبغى أن ترتب كتبه فى قراءتها كتابا بعد كتاب من أولها\nالى آخرها∴ ولم أكن ترجمت هذه المقالة الى السريانية وقد ترجمها ابنى إسحق\nلبختيشوع وأما الى العربية قترجمتها أنا لأبى الحسن أحمد بن موسى ولا أعلم\nأن أحدا ترجمها قبلى٭\n</p>\n\n\n<h1 class='l1' id='head3'>[chapter 3]</h1>\n\n<p>\nج كتابه فى الفرق٭ هذا الكتاب مقالة واحدة كتبها الى المتعلمين وغرضه\nفيها أن يصف ما يقوله كل صنف من الفرق الثلثة المختلفة فى الجنس فى تثبيت\nما يدعى والاحتجاج له والرد على من خالفه وأنا استثنيت فقلت المختلفة فى\nالجنس لأن فى كل واحد من هذه الثلثة الفرق فرقا أخر أيضا مختلفة فى النوع\nيعرف مقالات أصحابها الداخل فى الطب بآخره بعد أن تمعن فيه فتعلم ما خطب كل\nصنف منها وكيف الوجه فى الحكم على الحق والباطل منها وكان وضع جالينوس لهذه\nالمقالة وهو شاب من أبناء ثلثين سنة او أكثر قليلا عند أول <span id='ms03'></span> دخلة دخل رومية∴\nوقد كان ترجمه قبلى الى السريانى رجل يقال له ابن سهدا من أهل الكرخ وكان\nضعيفا فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             الترجمة ثم إنى ترجمته وأنا حدث من أبناء عشرين سنة\nاو أكثر قليلا لمتطبب من أهل جندى سابور يقال له شيريشوع بن قطرب من نسخة\nيونانية كثيرة الأسقاط ثم سألنى بعد ذلك وأنا من أبناء أربعين سنة أو نحوها\nحبيش تلميذى إصلاحه بعد أن كانت قد اجتمعت له عندى عدة نسخ يونانية فقابلت\nتلك بعضها ببعض حتى صحت منها نسخة واحدة ثم قابلت بتلك النسخة السريانى\nوصححته وكذلك من عادتى أن أفعل فى جميع ما أترجمه ثم ترجمته من بعد سنيات\nالى العربية لأبى جعفر محمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head4'>[chapter 4]</h1>\n\n<p>\nد كتابه فى الصناعة الطبية٭ هذا الكتاب أيضا مقالة ولم يعنونه جالينوس\nالى المتعلمين لأن المنفعة فى قراءته ليست تخص المتعلمين دون المستكملين\nوذلك أن غرض جالينوس فيه أن يصف جميع جمل الطب بقول وجيز وذلك نافع\nللمتعلمين وللمستكملين أما المتعلم فكيما يسبق فيتصور فى وهمه جملة الطب\nكله على طريق الرسم ثم يعود بعد ذلك فى جزء جزء منه فيتعلم شرحه وتلخيصه\nوالبراهين عليه من الكتب التى بالغ فيها فى الشرح وأما المستكمل فكيما يقوم\nله مقام التذكرة لجملة ما قد قرأه وعرفه بالكلام الطويل وأما المعلمون\nالذين كانوا يعلمون فى القديم الطب بالإسكندرية فنظموا هذا الكتاب بعد كتاب\nالفرق ثم من بعده فى النبض الى المتعلمين وبعده المقالتين فى مداواة\nالأمراض الى اغلوقن وجعلوها كأنها كتاب واحد ذو خمس مقالات وعنونوها عنوانا\nواحدا عاما الى المتعلمين∴ وقد كان ترجم هذه المقالة أعنى الصناعة الطبية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             عدة منهم سرجس الرأس عينى قبل ان يقوى فى الترجمة ومنهم ابن\nسهدا ومنهم أيوب الرهاوى وترجمته أنا بعد لدواد المتطبب وكان داود المتطبب\nهذا رجلا حسن الفهم حريصا على التعلم وكنت فى الوقت الذى ترجمته شابا من\nأبناء ثلثين سنة او نحوها وكانت قد التأمت لى عدة صالحة من العلم فى نفسى\nوفيما ملكته من <span id='ms04'></span> الكتب ثم ترجمته الى العربية لأبى جعفر محمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head5'>[chapter 5]</h1>\n\n<p>\nە كتابه فى النبض الى طوثرن والى سائر المتعلمين٭ هذا الكتاب مقالة واحدة\nوغرضه فيها أن يصف ما يحتاج المتعلم الى علمه من أمر النبض ويعدد أولا فيه\nأصناف النبض وليس يذكر فيه جميعها لكن ما يقوى المتعلمون على فهمه منها ثم\nيصف بعد الأسباب التى تغير النبض ما كان منها طبيعيا وما كان منها ليس\nبطبيعى وما كان خارجا عن الطبيعة وكان وضع جالينوس لهذه المقالة فى الوقت\nالذى وضع فيه كتابه فى الفرق∴ وقد كان ترجم هذه المقالة الى السريانية ابن\nسهدا ثم ترجمتها أنا لسلمويه من بعد ترجمتى لكتاب الصناعة وبحسب ما كان\nعليه سلمويه من الفهم الطبيعى ومن الدربة فى قراءة الكتب والعناية بها كان\nفضل حرصى على استقصاء تخلص جميع ما ترجمته له ثم ترجمتها بعد ذلك الى\nالعربية لأبى جعفر محمد بن موسى مع كتاب الفرق وكتابه فى الصناعة٭\n</p>\n\n\n<h1 class='l1' id='head6'>[chapter 6]</h1>\n\n<p>\nوكتابه الى اغلوقن٭ هذا الكتاب مقالتان وعنونهما جالينوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             فى\nمداواة الامراض الى اغلوقن ولم يعنونهما الى المتعلمين لكن أهل إسكندرية\nادخلوهما كما قلت قبيل فى عداد الكتب الى المتعلمين وغرضه فيهما أن يصف\nمداواة الامراض التى تعرض كثيرا بقول وجيز لرجل فيلسوف سأله عند ما رأى من\nآثاره ما أعجبه أن يكتب له ذلك الكتاب ولما كان لا يصل المداوى الى مداواة\nالأمراض دون تعرفها قدم قبل مداواتها دلائلها التى تتعرف بها ووصف فى\nالمقالة الأولى دلائل الحميات ومداواتها ولم يذكرها كلها لكنه اقتصر منها\nعلى ما يعرض كثيرا وهذه المقالة تنقسم قسمين ويصف فى القسم الأول من هذه\nالمقالة الحميات التى تخلو من الأعراض الغريبة ويصف فى القسم الثانى\nالحميات التى معها اعراض غريبة ويصف فى المقالة الثانية دلائل الأورام\nومداواتها وكان وضع جالينوس لهذا الكتاب فى الوقت الذى وضع فيه كتاب الفرق∴\nوقد كان سبقنى الى ترجمة هذا الكتاب سرجس الى السريانية وقد كان قوى بعض\nالقوة فى الترجمة ولم يبلغ غايته ثم ترجمته <span id='ms05'></span> بعد الى السريانية لسلمويه بعد\nترجمتى له كتاب النبض ثم ترجمته فى هذه الأيام الى العربية لأبى جعفر محمد\nبن موسى٭\n</p>\n\n\n<h1 class='l1' id='head7'>[chapter 7]</h1>\n\n<p>\nز كتابه فى العظام٭ هذا الكتاب مقالة واحدة وعنونه جالينوس فى العظام\nللمتعلمين ولم يعنونه الى المتعلمين لأن بين قوله عنده الى المتعلمين وبين\nقوله للمتعلمين فرقا وذلك أنه إذا عنون كتابه الى المتعلمين دل على أنه\nينحو فى تعليمه ما يعلم نحو قوة المتعلمين وأن له تعليما من وراء هذا\nالتعليم فى ذلك الفن للمستكملين وإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             عنون كتابه للمتعلمين دل\nذلك على أن كتابه ذلك يحيط بجميع العلم بذلك الفن إلا أن تعليمه إنما هو\nللمتعلمين وذلك أن جالينوس يريد أن يقدم المتعلم للطب تعلم علم التشريح على\nجميع فنون الطب لأنه لا يمكن عنده دون معرفة التشريح أن يتعلم شيئا من الطب\nالقياسى وغرض جالينوس فى ذلك الكتاب أن يصف كيف حال كل واحد من العظام فى\nنفسه وكيف الحال فى اتصاله بغيره وكان وضع جالينوس له فى وقت ما وضع سائر\nالكتب الى المتعلمين∴ وقد كان ترجمه الى السريانية سرجس ترجمة رديئة ثم\nترجمته أنا منذ سنيات ليوحنا بن ماسويه وقصدت فى ترجمته لاستقصاء معانيه\nعلى غاية الشرح والايضاح وذلك أن هذا الرجل يحب الكلام الواضح ولا يزال يحث\nعليه وترجمته قبل الى العربية لأبى جعفر محمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head8'>[chapter 8]</h1>\n\n<p>\nح كتابه فى العضل٭ هذا الكتاب مقالة واحدة ولم يعنونه جالينوس الى\nالمتعلمين لكن أهل إسكندرية أدخلوا فى عداد كتبه الى المتعلمين وذلك أنهم\nجمعوا الى هاتين المقالتين ثلث مقالات أخر كتبها جالينوس الى المتعلمين\nواحدة فى تشريح العصب وواحدة فى تشريح العروق غير الضوارب وواحدة فى تشريح\nالعروق الضوارب وجعلوه كأنه كتاب واحد ذو خمس مقالات وعنونوه فى التشريح\nالى المتعلمين وغرض جالينوس فيه أن يصف أمر جميع العضل الذى فى كل واحد من\nالاعضاء كم هى وأى العضل هى ومن أين يبتدئ كل واحد منها وما فعلها بغاية\nالاستقصاء∴ وكل ما وصفته لك فى كتاب <span id='ms06'></span> العظام من أمر جالينوس وأمر سرجس وأمرى\nفافهمه عنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             فى هذا الكتاب خلا أنى لم أترجمه الى العربية الى\nهذا الغاية وقد ترجمه حبيش بن الحسن لمحمد بن موسى الى العربية ٭\n</p>\n\n\n<h1 class='l1' id='head9'>[chapter 9]</h1>\n\n<p>\nط كتابه فى العصب٭ هذا الكتاب أيضا مقالة واحدة كتبها الى المتعلمين\nفغرضه فيها أن يصف كم زوجا من العصب تنبت من الدماغ والنخاع وأى الاعصاب هى\nوكيف وأين ينقسم كل واحد منها وما فعله∴ والقصة فى هذا الكتاب كالقصة فى\nكتاب العضل٭\n</p>\n\n\n<h1 class='l1' id='head10'>[chapter 10]</h1>\n\n<p>\nى كتابه فى العروق٭ هذا الكتاب عند جالينوس مقالة واحدة يصف فيها أمر\nالعروق التى تنبض والتى لا تنبض كتبه للمتعلمين وعنونه الى انطسثانس فأما\nأهل الإسكندرية فقسموه الى مقالتين مقالة فى العروق غير الضوارب ومقالة فى\nالعروق الضوارب وغرضه فيه أن يصف كم عرقا تنبت من الكبد وأى العروق هى وكيف\nوأين ينقسم كل واحد منها وكم شريانا تنبت من القلب وأى الشريانات هى وكيف\nوأين ينقسم كل واحد منها∴ والقصة فيه كالقصة فى المقالات التى تقدم ذكرها\nانتزعت جمله وترجمته الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head11'>[chapter 11]</h1>\n\n<p>\nيا كتابه فى الاسطقسات على رأى بقراط٭ هذا الكتاب أيضا مقالة واحدة وغرضه\nفيه أن يبين أن جميع الأجسام التى تقبل الكون والفساد وهى أبدان الحيوان\nوالنبات والأجسام التى تتولد فى بطن الأرض إنما تركيبها من أربعة اركان وهى\nالارض والماء والهواء والنار وأن هذه هى الأركان الأول البعيدة لبدن\nالإنسان وأما الأركان الثوانى القريبة التى منها قوام بدن الإنسان وسائر ما\nله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             دم من الحيوان فهى الأخلاط الأربعة أعنى الدم والبلغم\nوالمرتين وهذا الكتاب من الكتب التى يجب ضرورة أن تقرأ قبل قراءة كتاب حيلة\nالبرء∴ وقد كان سبقنى الى ترجمته سرجس إلا أنه لم يفهمه فأفسده ثم إنى\nترجمته الى السريانية لبختيشوع بن جبريل بعناية واستقصاء وكانت ترجمتى له\nوجل ما ترجمته لهذا الرجل فى وقت منتهى شبابى على تلك السبيل ثم ترجمته الى\nالعربية لأبى الحسن على بن يحيى٭\n</p>\n\n\n<h1 class='l1' id='head12'>[chapter 12]</h1>\n\n<p>\nيب كتابه فى المزاج٭ هذا الكتاب جعله <span id='ms07'></span> جالينوس فى ثلث مقالات وصف فى\nالمقالتين الأولتين أصناف مزاج أبدان الحيوان فبين كم هى وأى الأصناف هى\nووصف الدلائل التى تدل على كل واحد منها وذكر فى المقالة الثالثة منه أصناف\nمزاج الأدوية وبين كيف تختبر وتعرف وتلك المقالة تتصل بكتاب قوى الأدوية\nالذى أنا ذاكره فيما بعد وهذا الكتاب أيضا من الكتب التى يجب قراءتها ضرورة\nقبل كتاب حيلة البرء∴ وقد كان ترجم هذا الكتاب سرجس وترجمته الى السريانية\nمع كتاب الأركان ثم ترجمته بعد ذلك الى العربية لإسحق بن سليمان٭\n</p>\n\n\n<h1 class='l1' id='head13'>[chapter 13]</h1>\n\n<p>\nيج كتابه فى القوى الطبيعية٭ هذا الكتاب أيضا جعله ثلث مقالات وغرضه فيها\nأن يبين أن تدبير البدن يكون بثلث قوى طبيعية وهى القوة الحابلة والقوة\nالمنمية والقوة الغاذية وأن القوة الحابلة مركبة من قوتين إحداهما تغير\nالمنى وتحبله حتى تجعل منه الأعضاء المتشابهة الأجزاء والأخرى تركب الأعضاء\nالمتشابهة الأجزاء بالهيئة والوضع والمقدار والعدد الذى يحتاج اليه فى كل\nواحد من الأعضاء المركبة وأنه يخدم القوة الغاذية أربع قوى وهى القوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             الجاذبة والقوة الماسكة والقوة المغيرة والقوة الدافعة∴ وقد\nترجم هذا الكتاب الى السريانية سرجس ترجمة سوء ثم ترجمته أنا الى السريانية\nوأنا غلام قد أتت على سبع عشرة سنة أو نحوها لجبريل بن بختيشوع ولم أكن\nترجمت قبله إلا كتابا واحدا سأذكره بعد وترجمته من نسخة يونانية فيها أسقاط\nثم إنى تصفحته إذا أحسنت فوقفت منه على أسقاط أصلحتها ثم إنى بعد استكمال\nالسن تصفحته ثانية فوقفت أيضا على أسقاط أخر فأصلحتها وأحببت إعلامك ذلك\nلكيما إن وجدت لهذا الكتاب من ترجمتى نسخا مختلفة عرفت السبب فى ذلك وقد\nترجمت من هذا الكتاب الى العربية مقالة لإسحق بن سليمان٭\n</p>\n\n\n<h1 class='l1' id='head14'>[chapter 14]</h1>\n\n<p>\nيد كتابه فى العلل والأعراض٭ هذا الكتاب ست مقالات مجموعة وهى من\nالمقالات التى يحتاج الى قراءتها ضرورة قبل كتاب حيلة البرء ولم يجعلها\nجالينوس فى كتاب واحد ولا عنونها بعنوان واحد ولكن أهل الإسكندرية جمعوها\nوعنونوها بعنوان واحد وهو كتاب العلل كأنهم ذهبوا الى أن وسموا <span id='ms08'></span> الكتاب\nبأكثر ما فيه وأما السريانيون فعنونوا هذا الكتاب بعنوان أبعد وأنقص من\nالواجب فوسموه بكتاب العلل والأعراض ولو كانوا قصدوا للعنوان التام لقد كان\nينبغى أن يذكروا مع الأسباب والأعراض الأمراض أيضا فأما جالينوس فعنون\nالمقالة الأولى من هذه الست المقالات فى أصناف الأمراض ووصف فى تلك المقالة\nكم أجناس الأمراض وقسم كل واحد من تلك الأجناس الى أنواعه حتى انتهى فى\nالقسمة الى أقصى انواعها وعنون المقالة الثانية منها فى أسباب الأمراض\nوغرضه فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             موافق لعنوانها وذلك أنه يصف فيها كم أسباب كل واحد\nمن الأمراض وأى الأسباب هى وأما المقالة الثالثة من هذه الست المقالات\nفعنونها فى أصناف الأعراض ووصف فيها كم أجناس الأعراض وأنواعها وأى الأعراض\nهى وأما المقالات الباقية فعنونها فى أسباب الأعراض ووصف فيها كم الأسباب\nالفاعلة لكل واحد من الأعراض وأى الأسباب هى∴ وقد كان ترجم هذا الكتاب سرجس\nالى السريانية مرتين مرة قبل أن يرتاض فى كتاب الإسكندرية ومرة بعد أن\nارتاض فيه ثم ترجمته أنا لبختيشوع بن جبريل الى السريانية فى وقت منتهى\nشبابى وقد ترجم حبيش هذه الست المقالات لأبى الحسن على بن يحيى الى\nالعربية٭\n</p>\n\n\n<h1 class='l1' id='head15'>[chapter 15]</h1>\n\n<p>\nيه كتابه فى تعرف علل الأعضاء الباطنة٭ هذا الكتاب جعله جالينوس فى ست\nمقالات وغرضه فيه أن يصف دلائل يستدل بها على أحوال الأعضاء الباطنة إذا\nحدثت بها الأمراض وعلى تلك الأمراض التى تحدث بها أى الأمراض هى ووصف فى\nالمقالة الأولى وبعض الثانية منه السبل العامية التى تتعرف بها الأمراض\nوكشف فى المقالة الثانية خطأ ارخيجانس فى الطرق التى سلكها فى طلب هذا\nالغرض ثم أخذ فى باقى المقالة الثانية وفى المقالات الأربع التالية لها فى\nذكر الأعضاء الباطنة وأمراض عضوا عضوا وابتدأ من الدماغ وهلم جرا على\nالولاء يصف الدلائل التى يستدل بها على واحد واحد منها إذا اعتل كيف تتعرف\nعلته الى أن انتهى الى أقصاها∴ وقد كان سرجس ترجم هذا الكتاب مرتين مرة\nلثيادورى أسقف الكرخ ومرة لرجل يقال له <span id='ms09'></span> اليسع وقد كان بختيشوع بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             جبريل سألنى تصفحه وإصلاح أسقاطه ففعلت بعد أن أعلمته أن\nترجمته أجود وأسهل فلم يقف الناسخ على تخلص المواضع التى أصلحتها فيه وتخلص\nكل واحد من تلك المواضع بقدر قوته فبقى الكتاب غير تام الاستقامة والصحة\nالى أن كانت أيمنا هذه وكنت لا أزال أهم بإعادة ترجمته فشغلنى عنه غيره الى\nأن سألنى إسرايل بن زكريا المعروف بالطيفورى إعادة ترجمته فترجمته وترجمه\nالى العربية حبيش لأحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head16'>[chapter 16]</h1>\n\n<p>\nيو كتابه فى النبض٭ هذا الكتاب جعله جالينوس فى ست عشرة مقالة وقسمها\nبأربعة أجزاء فى كل واحد من الأجزاء أربع مقالات وعنون الجزء الأول منها فى\nأصناف النبض وغرضه فيه أن يبين كم أجناس النبض الأول وأى الأجناس هى وكيف\nينفسم كل واحد منها الى انواعه الى أن ينتهى الى أقصاها وعمد فى المقالة\nالأولى من هذا الجزء الى جملة ما يحتاج اليه من صفة أجناس النبض وأنواعها\nيجمعه فيها عن آخره وأفرد الثلث المقالات الباقية من ذلك الجزء للاحتجاج\nوالبحث عن أجناس النبض وأنواعه وعن حده ولذلك قد يحتاج الى قراءة تلك\nالمقالة الأولى من هذا الجزء حاجة ضرورية وأما الثلث المقالات الباقية من\nهذا الجزء فليس يحتاج الى قراءتها حاجة ضرورية ولذلك قد يجوز للقارئ إذا\nقرأ المقالة الأولى من من الجزء الأول أن يقتصر عليها من جملة ذلك الجزء\nويأخذ بعدها فى قراءة الجزء الثانى من هذا الكتاب وقد بين جالينوس هذا وأنه\nإنما قصد ليجمع كل ما يحتاج اليه من علم أجناس النبض وأنواعه فى تلك\nالمقالة الأولى لهذا السبب الذى وصفت وعنون الجزء الثانى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             فى\nتعرف النبض وغرضه فيه أن يصف كيف يتعرف المتعرف كل واحد من أصناف النبض فى\nمجسه العروق أعنى كيف يتعرف مثلا النبض العظيم والصغير وكيف يتعرف النبض\nالسريع والبطىء وكذلك على هذا القياس يخبر عن سائر الأصناف وعنون الجزء\nالثالث فى أسباب النبض وغرضه فيه أن يصف من أى الأسباب يكون كل واحد من\nأصناف النبض <span id='ms10'></span> أعنى من أى الأسباب مثلا يكون النبض العظيم ومن أيها يكون\nالنبض السريع ومن أى الأسباب يكون كل واحد من سائر أصناف النبض الباقية\nوعنون الجزء الرابع فى تقدمة المعرفة من النبض وغرضه فيه أن يصف كيف يستخرج\nسابق العلم من كل واحد من أصناف النبض أعنى من العظيم والصغير والسريع\nوالبطىء وسائر أصناف النبض∴ وقد كان سرجس ترجم من هذا الكتاب الى السريانية\nسبع مقالات من كل واحد من الثلثة الأجزاء الأول مقالة مقالة وهى المقالة\nالأولى من كل واحد من الأجزاء الثلثة وأربع مقالات الجزء الأخير وظن كما ظن\nأهل الإسكندرية الذين عنهم أخذ أنه كما تحرى من الجزء الأول أن يقرأ منه\nالمقالة الأولى ويقتصر عليه كما قال جالينوس لأنها تحيط بجميع العلم لما\nقصده فى ذلك الجزء كذلك الحال فى سائر الأجزاء وقد عظم خطأهم فى ذلك إلا أن\nأهل الإسكندرية كما اقتصروا من كل واحد من الأجزاء الثلثة الأول على مقالة\nمقالة كذلك اقتصروا من الجزء الرابع أيضا على المقالة الأولى منه ولذلك قد\nنجد مصاحف كثيرة باليونانية إنما فيها هذا الأربع المقالات فقط وقد انتخبت\nمن كل واحد من تلك الأجزاء الأربعة ونسخت متوالية ونجد أيضا المفسربن من\nالذين قصدوا لشرح كتاب النبض إنما شرحوا منه هذه المقالات الأربعة وفضحوا\nانفسهم بذلك فأما الراسى فكان أقرب الى الإحسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             منهم وذلك أنه\nكان انتبه من يومه وأحس أنه قد يحتاج حاجة ضرورية الى قراءة سائر مقالات\nالجزء الرابع فترجمها عن آخرها ثم إن أيوب الرهاوى ترجم لجبريل بن بختيشوع\nالمقالات السبع الباقية وقد ترجمت أنا هذا الكتاب كله الى السريانية منذ\nسنيات ليوحنا بن ماسويه وبالغت فى العناية بتلخيصه وحسن العبارة وترجمت\nأيضا المقالة الأولى من هذا الكتاب الى العربية لمحمد بن موسى وأما باقى\nهذا الكتاب فتولى ترجمته حبيش من النسخة السريانية التى ترجمتها وحبيش رجل\nمطبوع على الفهم ويروم أن يقتدى بطريقى فى الترجمة إلا أنى لا أحسب عنايته\nبحسب طبيعته وهذا الكتاب <span id='ms11'></span> يعد من سابق العلم٭\n</p>\n\n\n<h1 class='l1' id='head17'>[chapter 17]</h1>\n\n<p>\nيز كتابه فى أصناف الحميات٭ هذا الكتاب جعله فى مقالتين وغرضه فيه أن يصف\nأجناس الحميات وأنواعها ودلائلها ووصف فى المقالة الأولى منه جنسين من\nأجناسها أحدهما يكون فى الروح والآخر فى الأعضاء الأصلية المعروفة بالصلبة\nووصف فى المقالة الثانية الجنس الثالث منها الذى يكون فى الأخلاط اذا عفنت∴\nوقد كان سرجس ترجم هذا الكتاب ترجمة غير محمودة وترجمته أنا فى أول الأمر\nلجبريل بن بختيسوع وأنا غلام وكان هذا أول كتاب ترجمته من كتب جالينوس الى\nالسريانية ثم انى من بعد ما استكملت فى السن تصفحته فوجدت فيه أسقاطا\nفأصلحتها بعناية وصححته عند ما أردت نسخة لولدى وترجمته أيضا الى العربية\nلأبى الحسن أحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head18'>[chapter 18]</h1>\n\n<p>\nيح كتابه فى البحران٭ هذا الكتاب جعله جالينوس فى ثلث مقالات وغرضه فيه\nأن يصف كيف يصل الإنسان الى أن يتقدم فيعرف هل يكون البحران أم لا وإن كان\nفمتى يحدث وبما ذا وانى أى شىء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             يوول أمره∴ وقد كان ترجمه سرجس\nوأصلحته منذ سنيات وبالغت فى تصحيحه ليوحنا بن ماسويه وترجمته أيضا الى\nالعربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head19'>[chapter 19]</h1>\n\n<p>\nيط كتابه فى أيام البحران٭ هذا الكتاب أيضا جعله جالينوس ثلث مقالات\nوغرضه فى المقالتين الأولتين أن يصف اختلاف الحال من الأيام فى القوة وأيها\nيكون فيه البحران وأيها لا يكون فيه البحران وأى تلك الأيام التى يكون فيها\nالبحران يكون البحران الحادث فيها محمودا وأيها يكون البحران فيها مذموما\nوما يتصل بذلك ويصف فى المقالة الثالثة الأسباب التى من أجلها اختلفت\nالأيام فى قواها هذا الاختلاف∴ وقد كان ترجم هذا الكتاب إلى السريانية سرجس\nواصلحته مع إصلاحى الكتاب الذى قبله وترجمته أيضا الى العربية لمحمد بن\nموسى وهذا الكتاب والكتاب الذى قبله يعدان من سابق العلم٭\n</p>\n\n\n<h1 class='l1' id='head20'>[chapter 20]</h1>\n\n<p>\nك كتابه فى حيلة البرء٭ هذا الكتاب جعله فى اربع عشرة مقالة وغرضه فيه أن\nيصف كيف يداوى كل واحد من الأمراض بطريق القياس ويقتصر فيه على الأعراض\nالعامية التى ينبغى أن يقصد قصدها <span id='ms12'></span> فى ذلك فيستخرج منها ما ينبغى أن يداوى\nبه كل مرض من الأمراض ويضرب لذلك مثالات يسيرة من أشياء جزئية وكان وضع ست\nمقالات لرجل يقال له ايارن بين فى المقالة الأولى والثانية منها الأصول\nالصحيحة التى عليها يكون مبنى الأمر فى هذا العلم وفسخ الأصول الخطأ التى\nأصلها اراسسطراطس وأصحابه ثم وصف فى المقالات الأربع الباقية مداواة تفرق\nالاتصال من كل واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             من الأعضاء ثم إن ايارن توفى فقطع جالينوس\nاستتمام الكتاب الى أن سأله اوجانيانوس أن يتمه فوضع له الثمانى المقالات\nالباقية فوصف فى الست المقالات الأول منها مداواة أمراض الأعضاء المتشابهة\nالاجزاء وفى المقالتين الباقيتين مداواة أمراض الأعضاء المركبة ووصف فى\nالمقالة الأولى من الست المقالات الاول مداواة أصناف سوء المزاج كلها إذا\nكانت فى عضو واحد وأجرى أمرها على التمثيل بها يحدث فى المعدة ثم وصف فى\nالمقالة التى بعدها وهى الثامنة من جملة الكتاب مداواة أصناف الحمى التى\nتكون فى الروح وهى حمى يوم ثم وصف فى المقالة التى تتلوها وهى التاسعة\nمداواة الحمى المطبقة ثم وصف فى المقالة العاشرة مداواة الحمى التى تكون فى\nالأعضاء الأصلية وهى الدق ووصف فيها جميع ما يحتاج الى علمه من استعمال\nالحمام ثم وصف فى الحادية عشرة وفى الثانية عشرة مداواة الحميات التى تكون\nمن عفونة الأخلاط أما فى الحادية عشرة فما كان منها خلوا من أعراض غريبة\nوأما فى الثانية عشرة فما كان منها مع أعراض غريبة∴ وقد كان ترجم هذا\nالكتاب غلى السريانية سرجس فكانت ترجمته الست المقالات الأول وهو بعد ضعيف\nلم يقو فى الترجمة ثم إنه ترجم الثمانى المقالات الباقية من بعد أن تدرب\nفكانت ترجمته لها أصلح من ترجمته المقالات الأول وقد كان سلمويه أذأرنى على\nأن أصلح له هذا الجزء الثانى وطمع أن يكون ذلك أسهل من الترجمة وأجود\nفقابلنى ببعض المقالة السابعة ومعه السريانى ومعى اليونانى وهو يقرأ على\nالسريانية وكنت كلما مر بى شىء مخالف لليونانى خبرته به فجعل يصلح <span id='ms13'></span> حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             كبر عليه الأمر وتبين له أن الترجمة من الرأس أرخى وأبلغ وأن\nالأمر يكون فيها أشد انتظاما فسألنى ترجمة تلك المقالات فترجمتها عن آخرها\nوكنا بالرقة فى أيم غزوات المأمون ودفعها الى زكريا بن عبد الله المعروف\nبالطيفورى لما أراد الانحدار الى مدينة السلم لتنسخ له هناك فوقع حريق فى\nالسفينة التى كان فيها زكريا فاحترق الكتاب ولم يبق له نسخة ثم إنى بعد\nسنين ترجمت الكتاب من أوله لبختيشوع بن جبريل وكانت عندى للثمانى المقالات\nالأخيرة منه عدة نسخ باليونانية فقابلت بها وصححت منها نسخة وترجمتها بغاية\nما أمكننى من الاستقصاء والبلاغة فأما الست المقالات الأول فلم أكن وقعت\nلها الا على نسخة واحدة وكانت مع ذلك نسخة كثيرة الخطأ فلم يمكنى لذلك تخلض\nتلك المقالات على غاية ما ينبغى ثم إنى وقعت على نسخة أخرى فقابلت بها\nوأصلحت ما أمكننى إصلاحه وأخلو الى أنى أقابل به ثالثة إن اتفقت لى نسخة\nثالثة فإن نسخ هذا الكتاب باليونانية قليلة وذلك انه لم يكن مما يقرأ فى\nكتاب الإسكندرية وترجم هذا الكتاب من النسخ السريانية التى ترجمتها حبيش بن\nالحسن لمحمد بن موسى ثم إنه سألنى بعد ترجمته لها أن أتصفح له المقالات\nالثمانى الأخيرة وأصلح ما وجدت من الأسقاط فأجبته الى ذلك وأجدت فيه٭\n</p>\n\n<p>\nفهذه الكتب التى كان يقتصر على قراءتها فى موضع تعليم الطب بالإسكندرية\nوكانوا يقرؤنها على هذا الترتيب الذى أجريت ذكرها عليه وكانوا يجتمعون فى\nكل يوم على قراءة إمام منها وتفهمه كما يجتمع أصحابنا اليوم من النصارى فى\nمواضع التعليم التى تعرف بالاسكول فى كل يوم على كتاب إمام وإما من كتب\nالمتقدمين وأما سائر الكتب فإنما كانوا يقرؤنها الأفراد كل واحد على حدته\nبعد الارتياض بتلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             الكتب التى ذكرت كما يقرأ أصحابنا اليوم\nتفاسير كتب المتقدمين وأما جالينوس فلم ير أن تقرأ كتبه على هذا النظام\nلكنه تقدم فى أن يقرأ من كتبه بعد كتابه فى الفرق كتبه فى التشريح ولذلك\nأنا مفتتح <span id='ms14'></span> من ذكر كتبه بتعديد كتبه فى التشريح ثم متبعها بسائر كتبه على\nالولاء وعلى النظام والترتيب الذى وضعه هو٭\n</p>\n\n\n<h1 class='l1' id='head21'>[chapter 21]</h1>\n\n<p>\nكا كتابه فى علاج التشريح٭ هذا الكتاب كتبه فى خمس عشرة مقالة وصف فى\nالمقالة الأولى العضل والرباطات التى فى اليد وفى المقالة الثانية العضل\nوالرباطات التى فى الرجل وفى المقالة الثالثة العصب والعروق التى فى اليدين\nوالرجلين وفى الرابعة العضل الذى يحرك الخدين والشفتين واللحى الأسفل\nوالرأس والرقبة والكتفين وفى الخامسة عضل الصدر ومراق البطن والمتنين\nوالصلب ووصف فى السادسة آلات الغذاء وهى المعدة والأمعاء والكبد والطحال\nوالكلى والمثانة وما أشبه ذلك وفى السابعة والثامنة وصف تشريح آلات التنفس\nأما فى السابعة فوصف ما يظهر فى التشريح فى القلب والرئة والعروق الضوارب\nبعد موت الحيوان وما دام حيا وأما فى الثامنة فوصف ما يظهر فى التشريح فى\nجميع الصدر وأفرد المقالة التاسعة بأسرها لصفة تشريح الدماغ والنخاع ووصف\nفى المقالة العاشرة تشريح العينين واللسان والمرىء وما يتصل بهذه الأعضاء\nووصف فى الحادية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             عشرة ما فى الحنجرة والعظم الذى تشبهه\nاليونانية باللام من أحرفهم وهو هذا ∧ وما يتصل بذلك والعصب الذى يأتى هذا\nالموضع ووصف فى الثانية عشرة تشريح أعضاء التوليد وفى الثالثة عشرة تشريح\nالعروق الضوارب وغير الضوارب وفى الرابعة عشرة تشريح العصب الذى ينبت من\nالدماغ وفى الخامسة عشرة تشريح العصب الذى ينبت من النخاع∴ وقد كان ترجم\nهذا الكتاب الى السريانى أيوب الرهاوى لجبريل بن بختيشوع وأصلحته منذ قريب\nليوحنا بن ماسويه وبالغت فى العناية بتصحيحه٭\n</p>\n\n\n<h1 class='l1' id='head22'>[chapter 22]</h1>\n\n<p>\nكب كتابه فى اختصار كتاب مارينس فى التشريح٭ هذا الكتاب ذكر أنه جعله فى\nأربع مقالات∴ ولا رأيناه الى هذه الغاية ولا سمعت أحدا يخبر بأنه رآه أو\nعلم مكانه وقد خبر جالينوس فى كتابه المعروف بالفهرست بعدد مقالات مارينس\nالتى اختصرها فى هذا الكتاب وما فى مقالة مقالة منها٭\n</p>\n\n\n<h1 class='l1' id='head23'>[chapter 23]</h1>\n\n<p>\nكج كتابه فى اختصار كتاب لوقس فى التشريح٭ هذا الكتاب ذكر أنه جعله فى\nمقالتين∴ وقصة هذا الكتاب قصة ما قبله وما <span id='ms15'></span> رأيته ولا أعرف له أثرا٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p02'> Vol. 01, p. 02</a>\n            </div>\n            \n0\n</p>\n\n\n<h1 class='l1' id='head24'>[chapter 24]</h1>\n\n<p>\nكد كتابه فيما وقع من الاختلاف فى التشريح٭ هذا الكتاب جعله فى مقالتين\nوغرضه فيه ان يبين من أمر الاختلاف الذى وقع فى كتب التشريح فيما بين من\nكان قبله من أصحاب التشريح أى شىء انما هو فى الكلام فقط وأى شىء منه وقع\nفى المعنى وما سبب ذلك∴ وكان ترجم هذا الكتاب أيوب الرهاوى فاعيانى إصلاحه\nفأعدت ترجمته ليوحنا بن ماسويه الى السريانية وتخلصته احسن تخلص وترجمه الى\nالعربية حبيش لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head25'>[chapter 25]</h1>\n\n<p>\nكه كتابه فى تشريح الحيوان الميت٭ هذا الكتاب جعله مقالة واحدة يصف فيها\nالأشياء التى تعلم من تشريح الحيوان الميت أى الأشياء هى∴ وقد كان أيوب\nترجمه وأعدت ترجمته مع الكتاب الذى قبله الى السريانية وترجمه الى العربية\nحبيش المحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head26'>[chapter 26]</h1>\n\n<p>\nكو كتابه فى تشريح الحيوان الحى٭ هذا الكتاب جعله فى مقالتين وغرضه فيه\nأن يبين الأشياء التى تعلم من تشريح الحيوان الحى أى الأشياء هى∴ وترجم\nأيوب الرهاوى أيضا هذا الكتاب وأعدت أنا ترجمته مع الكتاب الذى قبله الى\nالسريانية وترجمه حبيش الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head27'>[chapter 27]</h1>\n\n<p>\nكز كتابه فى علم بقراط بالتشريح٭ هذا الكتاب جعله فى خمس مقالات وكتبه\nلفويثس فى حداثة سنه وغرضه فيه أن يبين أن ابقراط كان حاذقا بعلم التشريح\nويأتى على ذلك بشواهد من جميع كتبه∴ وقد كان ترجم هذا الكتاب الى السريانية\nأيوب ثم ترجمته أنا مع الكتب التى ذكرتها قبله وبالغت فى تلخيصه وترجمه الى\nالعربية حبيش لمحمد بن موسى٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p02'> Vol. 01, p. 02</a>\n            </div>\n            \n1\n</p>\n\n\n<h1 class='l1' id='head28'>[chapter 28]</h1>\n\n<p>\nكح كتابه فى علم ارسسطراطس فى التشريح٭ هذا الكتاب جعله ثلث مقالات وكتبه\nأيضا الى فويثس فى حداثة سنه وغرضه فيه أن يشرح ما قاله ارسسطراطس فى\nالتشريح فى جميع كتبه ثم يبين صوابه فيما أصاب وخطأه فيما أخطأ∴ ولم يترجم\nهذا الكتاب أحد قبلى فترجمته أنا الى السريانية مع الكتب التى ترجمتها\nوذكرتها قبله على أنى ما وقعت له إلا على نسخة واحدة كثيرة الاسقاط ناقصة\nمن آخرها قليلا وما تخلصته <span id='ms16'></span> إلا بكد شديد ولكنه قد خرج مفهوما وتوجبت فيه\nألا أزول عن معانى جالينوس بمبلغ طاقتى وترجمه الى العربية حبيش لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head29'>[chapter 29]</h1>\n\n<p>\nكط كتابه فيما لم يعلم لوقس من أمر التشريح٭ هذا الكتاب ذكر أنه جعله فى\nأربع مقالات∴ فأما أنا فلم أره ولا بلغنى أن احدا رآه٭\n</p>\n\n\n<h1 class='l1' id='head30'>[chapter 30]</h1>\n\n<p>\nل كتابه فيما خالف فيه لوقس٭ هذا الكتاب جعله فيما ذكر فى مقالتين∴ وما\nرأيته ولا أعرف أحدا رآه٭\n</p>\n\n\n<h1 class='l1' id='head31'>[chapter 31]</h1>\n\n<p>\nلا كتابه فى تشريح الرحم٭ هذا الكتاب مقالة واحدة صغيرة كتبه لامرأة\nقابلة فى حداثة سنه فيه جميع ما يحتاج اليه من تشريح الرحم وما يتولد فيه\nفى وقت الحمل∴ وقد كان ترجم هذا الكتاب أيوب ثم ترجمته أنا مع سائر ما\nترجمته من كتب التشريح الى السريانية وقد ترجمه حبيش الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head32'>[chapter 32]</h1>\n\n<p>\nلب كتابه فى مفصل الفقرة الأولى من فقار الرقبة٭ مقالة٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p02'> Vol. 01, p. 02</a>\n            </div>\n            \n2\n</p>\n\n\n<h1 class='l1' id='head33'>[chapter 33]</h1>\n\n<p>\nلج وكتابه فى اختلاف الاعضاء المتشابهة الاجزاء٭ مقالة∴ [ترجمها حنين بعد\nهذا الكتاب وترجمها الى العربية تلميذه عيسى بن يحيى]٭\n</p>\n\n\n<h1 class='l1' id='head34'>[chapter 34]</h1>\n\n<p>\nلد كتاب فى تشريح آلات الصوت٭ هذا الكتاب مقالة واحدة وهو مفتعل على لسان\nجالينوس وليس هو لجالينوس ولا لغيره من القدماء لكنه لبعض الحدث جمعه من\nكتب جالينوس وكان الجامع له ضعيفا∴ إلا أن يوحنا بن ماسويه سألنى ترجمته\nفأجبته الى ذلك ولست أحفظ أترجمته ترجمة أم أصلحته إصلاحا إلا أنى أعلم\nتلخصته بأجود ما أمكننى٭\n</p>\n\n\n<h1 class='l1' id='head35'>[chapter 35]</h1>\n\n<p>\nله كتاب فى تشريح العين٭ هذا الكتاب أيضا مقالة واحدة وعنوانه أيضا باطل\nلأنه ينسب الى جالينوس وخليق أن يكون لروفس أو لمن هو دونه∴ وقد كان أيوب\nترجم هذا الكتاب ثم تلخصته بالمساعدة ليوحنا بن ماسويه٭\n</p>\n\n<p>\nفهذه كتبه الصحيحة والمنسوبة اليه فى التشريح وتتلوها كتبه فى أفاعيل\nالأعضاء ومنافعها وأنا آخذ فى ذكرها خلا ما تقدم ذكره منها والذى سبق ذكره\nهو كتاب القوى الطبيعية٭\n</p>\n\n\n<h1 class='l1' id='head36'>[chapter 36]</h1>\n\n<p>\nلو كتابه فى حركة الصدر والرئة٭ هذا الكتاب جعله ثلث مقالات وكان وضعه له\nفى حداثة سنه بعد عودته الأولى من رومية وكان <span id='ms17'></span> حينئذ مقيما بمدينة سمرنا\nيتعلم عند فالفس وإنما كان سأله أياه بعض من كان يتعلم معه وصف فى\nالمقالتين الأولتين منه وفى أول الثالثة ما أخذه عن فالفس معلمه فى ذلك\nالفن ثم وصف فى باقى المقالة الثالثة ما كان هو المستخرج له∴ ولم أترجم أنا\nهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             الكتاب الى السريانية ولا أحد قبلى ولكن اصطفن بن بسيل\nترجمه الى العربية لمحمد بن موسى ثم سألنى محمد بن موسى المقابلة به وإصلاح\nسقط إن كان فيه ففعلت ثم سأل يوحنا بن ماسويه حبيشا أن ينقله له من العربية\nالى السريانية فنقله له٭\n</p>\n\n\n<h1 class='l1' id='head37'>[chapter 37]</h1>\n\n<p>\nلز كتابه فى علل التنفس٭ هذا الكتاب جعله فى مقالتين فى رحلته الأولى الى\nرومية لفويثس وغرضه فيه أن يبين من أى الآلات يكون التنفس عفوا ومن أيها\nيكون باستكراه∴ وكان أيوب ترجمه ترجمة لا تفهم وترجمه أيضا اصطفن الى\nالعربية لمحمد بن موسى وسألنى محمد فيه قبل الذى سألنى فى الكتاب الذى قبله\nوأمر اصطفن بمقابلتى فاصلحت السريانى بكلام مفهوم مستقيم لا ينكر منه شىء\nلأنى أحببت أن أتخذ نسخة لولدى والعربى أيضا كمثله على أنه قد كان فى الأصل\nاصلح من السريانى بكثير٭\n</p>\n\n\n<h1 class='l1' id='head38'>[chapter 38]</h1>\n\n<p>\nلح كتابه فى الصوت٭ هذا الكتاب جعله فى أربع مقالات بعد الكتاب الذى\nذكرته قبله وغرضه فيه أن يبين كيف يكون الصوت وأى شىء هو وما مادته وبأى\nالآلات يحدث وأى الأعضاء تعين على حدوثه وكيف تختلف الأصوات∴ ولم أترجم هذا\nالكتاب الى السريانية ولا ترجمه أحد ممن كان قبلى لكنى ترجمته الى العربية\nلمحمد ابن عبد الملك الوزير منذ نحو عشرين سنة وبالغت فى تلخيصه بحسب ما\nكان عليه ذلك الرجل من حسن الفهم وقد كان قرأه محمد فغير فيه كلاما كثيرا\nبحسب ما كان يرى هو أنه أجود ثم نظر فيه محمد بن موسى وفى النسخة الأولى\nفاختار النسخة الأولى وانتسخها وأحببت أن أبين ذلك لك لتعلم سبب الاختلاف\nبين النسختين إذا كانتا موجودتين وقد كان يوحنا بن ماسويه سأل حبيشا ترجمة <span id='ms18'></span>\nهذا الكتاب من العربية الى السريانية فترجمه له٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p02'> Vol. 01, p. 02</a>\n            </div>\n            \n4\n</p>\n\n\n<h1 class='l1' id='head39'>[chapter 39]</h1>\n\n<p>\nلط كتابه فى حركة العضل٭ هذا الكتاب جعله مقالتين غرضه فيه أن يبين ما\nحركة العضل وكيف هى وكيف تكون هذه الحركات المختلفة من العضل. وإنما حركته\nواحدة ويبحث فيه أيضا عن النفس هل هو من الحركات الإرادية أو من الحركات\nالطبيعية ويفحص فيه عن أشياء كثيرة لطيفة من هذا الفن∴ وهذا الكتاب ترجمته\nأنا الى السريانية ولم يسبقنى اليه أحد وترجمه اصطفن الى العربية وسألنى\nمحمد بن موسى المقابلة به مع اليونانى وإصلاحه ففعلت٭\n</p>\n\n\n<h1 class='l1' id='head40'>[chapter 40]</h1>\n\n<p>\nم كتابه فى اعتقاد الخطأ الذى اعتقد فى تمييز البول من الدم٭ هذا الكتاب\nمقالة واحدة∴ وقد كنت وقعت على نسخة باليونانية ولم يتهيأ لى قراءته فضلا\nعن ترجمته ولا ترجمه غيرى٭\n</p>\n\n\n<h1 class='l1' id='head41'>[chapter 41]</h1>\n\n<p>\nما كتابه فى الحاجة الى النبض٭ هذا الكتاب مقالة واحدة بين فيها ما منفعة\nالنبض∴ ترجمتها أنا الى السريانية لسلمويه بن بنان وترجمها حبيش الى\nالعربية مع كتاب النبض الكبير [وترجمه إسحق بن حنين بعد وفاة أبيه]٭\n</p>\n\n\n<h1 class='l1' id='head42'>[chapter 42]</h1>\n\n<p>\nمب كتابه فى الحاجة الى التنفس٭ هذا الكتاب أيضا مقالة واحدة إلا أنها\nعظيمة يفحص فيها عن منفعة التنفس ما هى∴ ولا أعلم أن هذا الكتاب ترجم الى\nالسريانية وأما العربية فترجمه اصطفن وكنت أنا أيضا ترجمت الى العربية نحو\nنصفه لمحمد بن موسى وعرض عارض عاق عن استتمامه ثم إن عيسى تلميذى سألنى\nترجمته الى السريانية فأسعفته بذلك٭\n</p>\n\n\n<h1 class='l1' id='head43'>[chapter 43]</h1>\n\n<p>\nمج كتابه فى العروق الضوارب هل يجرى فيها الدم بالطبع أم لا٭ هذا الكتاب\nأيضا مقالة واحدة وغرضه فيه موافق لعنوانه∴ وقد كنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             ترجمته\nوأنا غلام الى السريانية لجبريل إلا أنى لم أثق بصحته لأن نسخته كانت واحدة\nكثيرة الخطأ ثم إنى بآخره استقصيت ترجمته الى السريانية وترجمه الى العربية\nعيسى بن يحيى٭\n</p>\n\n\n<h1 class='l1' id='head44'>[chapter 44]</h1>\n\n<p>\nمد كتابه فى قوى الأدوية المسهلة٭ هذا الكتاب أيضا مقالة واحدة بين فيها\nأن إسهال الأدوية ما تسهل ليس هو بأن كل واحد من الأدوية يحيل ما يصادفه فى\nالبدن الى طبيعته ثم يندفع فيخرج لكن <span id='ms19'></span> كل واحد منها يجتذب خلطا موافقا\nمشاكلا له∴ ترجم هذه المقالة الى السريانية أيوب الرهاوى ونسختها عندى\nباليونانية وقد ترجمتها الى السريانية وترجمها عيسى بن يحيى الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head45'>[chapter 45]</h1>\n\n<p>\nمه كتابه فى العادات٭ هذا الكتاب مقالة واحدة وغرضه فيه أن يبين أن\nالعادة أحد الأعراض التى ينبغى أن ينظر فيها∴ ترجمت هذه المقالة الى\nالسريانية لسلمويه بن بنان٭ ويتلو هذه المقالة تفسير ما أتى به جالينوس\nفيهما من الشهادات من قول افلاطن بشرح ايروفيلس له وتفسير ما أتى به من قول\nبقراط بشرح جاليتوس له∴ وترجمه حبيش الى العربية لأحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head46'>[chapter 46]</h1>\n\n<p>\nمو كتابه فى آراء بقراط وفلاطن٭ هذا الكتاب كتبه فى عشر مقالات وغرضه فيه\nأن يبين أن فلاطن فى أكثر أقاويله موافق لابقراط من قبل أنه عند أخذها وأن\nارسطوطالس فيما خالفهما فيه قد أخطأ ويبين فيه جميع ما يحتاج اليه من أمر\nقوة النفس المدبرة التى بها يكون الفكر والتوهم والذكر ومن أمر الأصول\nالثلثة التى منها تنبعث القوى التى يكون بها تدبير البدن وغير ذلك من فنون\nشتى∴ وكان ترجم هذا الكتاب الى السريانية أيوب ولم يترجمه الى هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             الغاية أحد غيره وكانت له عندى عدة نسخ يونانية شغلت عنها\nبغيرها ثم ترجمته من بعد الى السريانية وأضفت اليه مقالة عملتها فى\nالاعتذار لجالينوس فيما قاله فى المقالة السابعة من هذا الكتاب وترجمه الى\nالعربية حبيش لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head47'>[chapter 47]</h1>\n\n<p>\nمز كتابه فى الحركات المعتاصة٭ هذا الكتاب مقالة واحدة وغرضه فيه أن يبين\nأمر حركات قد كان جهلها هو ومن كان قبله ثم إنه علمها من بعد∴ ترجمها أيوب\nوأما أنا فلم أترجمها فيما مضى وكانت نسخة الكتاب عندى ثم إنى ترجمته بعد\nالى السريانية ثم الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head48'>[chapter 48]</h1>\n\n<p>\nمح كتابه فى آلة الشم٭ هذا الكتاب أيضا مقالة واحدة∴ وكانت نسخته عندى\nباليونانية إلا أنى لم أتفرغ لقراءته ثم ترجمته الى السريانية [ثم ترجمه\nإسحق بن حنين الى العربية]٭\n</p>\n\n\n<h1 class='l1' id='head49'>[chapter 49]</h1>\n\n<p>\nمط كتابه فى منافع الأعضاء٭ هذا الكتاب <span id='ms20'></span> جعله فى سبع عشرة مقالة بين فى\nالمقالة الأولى والثانية منه حكمة البارئ فى إتقان خلقة اليد وبين فى\nالمقالة الثالثة حكمته فى اتقان خلقة الرجل وفى المقالة الرابعة والخامسة\nحكمته فى آلات الغذاء وفى السادسة والسابعة أمر آلات التنفس وفى المقالة\nالثامنة والتاسعة أمر ما فى الرأس وفى المقالة العاشرة أمر العينين وفى\nالمقالة الحادية عشرة سائر ما فى الوجه وفى المقالة الثانية عشرة نواحى\nالصدر والكتفين ثم وصف فى المقالتين اللتين بعد ذلك الحكمة فى أعضاء\nالتوليد وفى الخامسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             عشرة احتجاجا مناسبا لما فيها ولما بعدها\nثم فى سادسة عشرة أمر الآلات المشتركة للبدن كله وهى العروق الضوارب وغير\nالضوارب والأعصاب ثم وصف فى المقالة السابعة عشرة حال جميع الأعضاء\nومقاديرها وبين منافع ذلك الكتاب كله∴ وقد كان ترجم هذا الكتاب سرجس الى\nالسريانية ترجمة رديئة وقد ترجمته أنا الى السريانية لسلمويه وترجمه حبيش\nالى العربية لمحمد وتصفحت مقالات وأصلحت أسقاطها وأنا على إصلاح الباقى\n[ترجم حنين بعد هذا القول المقالة السابعة عشرة من هذا الكتاب الى\nالعربية]٭\n</p>\n\n<p>\nثم تتلو هذه الكتب الكتب التى يحتاج الى قراءتها قبل قراءة كتاب حيلة\nالبرء وقد ذكرت بعض تلك الكتب فيما ذكرت منها كتاب الأركان وكتاب المزاج\nوكتاب العلل والأعراض وكتاب تعرف علل الأعضاء الباطنة وكتاب أصناف الحميات\nوكتاب الصناعة ومن الكتب التى فى تقدمة المعرفة كتاب البحران وكتاب أيام\nالبحران وكتابه فى النبض الصغير والكبير وأنا واصف الآن ما بقى بعد هذه من\nتلك الكتب٭\n</p>\n\n\n<h1 class='l1' id='head50'>[chapter 50]</h1>\n\n<p>\nن كتابه فى أفضل هيئات البدن٭ هذا الكتاب مقالة واحدة تتلو المقالتين\nالأولتين من كتاب المزاج وغرضه فيها يتبين من عنوانهما∴ وقد ترجمت هذا\nالكتاب الى السريانية لولدى وترجمته أيضا لأبى الحسن على بن يحيى الى\nالعربية٭\n</p>\n\n\n<h1 class='l1' id='head51'>[chapter 51]</h1>\n\n<p>\nنا كتابه فى خصب البدن٭ هذا الكتاب مقالة واحدة صغيرة وغرضه فيها يتبين\nمن عنوانها∴ وقد ترجمتها الى السريانية مع المقالة التى قبلها وقد كان\nسألنى على بن يحيى ترجمتها الى العربية ولا أحسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             ذلك متهيئا لى\nوقد <span id='ms21'></span> ترجمها حبيش لأبى الحسن احمد بم موسى الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head52'>[chapter 52]</h1>\n\n<p>\nنب كتابه فى سوء المزاج المختلف٭ وهذا الكتاب أيضا مقالة واحدة وغرضه فيه\nيتبين من عنوانها وذكر فيه أى أصناف سوء المزاج هو مستو فى البدن كله وكيف\nيكون الحال فيه وأى أصناف سوء المزاج هو المختلف فى أعضاء البدن∴ وقد ترجمه\nأيوب وكانت نسخته عندى باليونانية ولم أتفرغ لقراءته الى بعد ثم ترجمته أنا\nالى العربية لأبى الحسن أحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head53'>[chapter 53]</h1>\n\n<p>\nنج كتابه فى الأدوية المفردة٭ هذا الكتاب جعله جالينوس فى إحدى عشرة\nمقالة ويتلو كما وصفت المقالة الثالثة من كتاب المزاج كشف فى المقالتين\nالأولتين خطأ من أخطأ فى الطرق الرديئة التى سلكت فى الحكم على قوى الأدوية\nثم أصل فى المقالة الثالثة أصلا صحيحا لجميع العلم بحكم القوى الأول من\nالأدوية ثم بين فى المقالة الرابعة أمر القوى الثوانى وهى الطعوم والروائح\nوأخبر بما يستدل عليه منها من القوى الأول من الأدوية ووصف فى المقالة\nالخامسة القوى الثوالث من الأدوية وهى أفاعيلها فى البدن من الإسخان\nوالتبريد والتجفيف والترطيب ثم وصف فى المقالات الثلث التى تتلو تلك قوة\nدواء دواء من الأدوية التى هى أجزاء من النبات ثم وصف فى المقالة التاسعة\nقوى الأدوية التى هى أجزاء من الأرض أعنى أصناف التراب والطين والحجارة\nوالمعادن ثم وصف فى العاشرة قوى الأدوية التى هى مما يتولد فى أبدان\nالحيوان ثم وصف فى الحادية عشرة قوى الأدوية التى هى مما يتولد فى البحر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             والماء المالح∴ وقد كان ترجم الجزء الأول وهو خمس مقالات الى\nالسريانية يوسف الخورى ترجمة خبيثة رديئة ثم ترجمه بعد أيوب أصلح مما ترجمه\nيوسف ولم يتخلصه على ما ينبغى ثم ترجمته الى السريانية لسلمويه وبالغت فى\nتخلصه وقد كان ترجم الجزء الثانى من هذا الكتاب سرجس وسألنى يوحنا بن\nماسويه المقابلة بالجزء الثانى من هذا الكتاب وإصلاحه ففعلت على أن الأصلح\nكان ترجمته وترجم هذا الكتاب الى العربية حبيش لأحمد بن موسى [اختصر حنين\nبعد هذا <span id='ms22'></span> القول الكتاب بالسريانية وترجم الخمس المقالات الأول لعلى بن يحيى]٭\n</p>\n\n\n<h1 class='l1' id='head54'>[chapter 54]</h1>\n\n<p>\nند وكتابه فى دلائل علل العين٭ هذا الكتاب مقالة واحدة كتبها فى حداثة\nسنه لغلام كحال وقد لخص فيها العلل التى تكون فى كل واحدة من طبقات العين\nووصف دلائلها∴ وترجم هذا الكتاب الى السريانية سرجس وكانت نسخته باليونانية\nعندى إلا أنى لم اتفرغ لترجمته٭\n</p>\n\n\n<h1 class='l1' id='head55'>[chapter 55]</h1>\n\n<p>\nنه كتابه فى أوقات الأمراض٭ هذا الكتاب أيضا مقالة واحدة ووصف فيها أمر\nأوقات المرض الأربعة أعنى الابتداء والتزيد والوقوف والانحطاط∴ وقد ترجم\nهذا الكتاب أيوب وكانت نسخته عندى باليونانية ولم أتفرغ لترجمته ثم إنى\nترجمته الى السريانية وترجمه الى العربى عيسى بن يحيى٭\n</p>\n\n\n<h1 class='l1' id='head56'>[chapter 56]</h1>\n\n<p>\nنو كتابه فى الامتلاء٭ هذا الكتاب أيضا مقالة واحدة ووصف فيها أمر كثرة\nالأخلاط ويصفها ثم يصف دلائل كل واحد من أصنافها∴ وقد ترجمته منذ قريب\nلبختيشوع على نحو ما من عادتى أن أستعمله فى الترجمة من الكلام وهو أبلغ\nالكلام عندى وأفحله وأقربه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             من اليونانية من غير تعد لحقوق\nالسريانية ثم سألنى بختيشوع أن أغير ترجمته بكلام أسهل وأملس وأوسع من\nالكلام الأول ففعلت وقد ترجم هذا الكتاب الى العربية اصطفن ولم أنظر فيه٭\n</p>\n\n\n<h1 class='l1' id='head57'>[chapter 57]</h1>\n\n<p>\nنز كتابه فى الأورام٭ هذا الكتاب أيضا مقالة واحدة ووسمه جالينوس بأصناف\nالغلط الخارج عن الطبيعة ووصف فيه جميع أصناف الأورام ودلائلها∴ عملت لهذا\nالكتاب جملا على التقسيم مع عشر مقالات كنت قد أخرجت جملتها وأحسب أيوب كان\nترجمه وترجمه إبرهيم بن الصلت الى العربية لأبى الحسن أحمد بن موسى [ووجد\nبعد ذلك بترجمة حبيش وخطه]٭\n</p>\n\n\n<h1 class='l1' id='head58'>[chapter 58]</h1>\n\n<p>\nنح كتابه فى الأسباب البادئة وهى الأول التى تحدث من خارج البدن٭ هذا\nالكتاب مقالة واحدة بين فيها جالينوس أن للأسباب البادئة عملا فى البدن\nونقض قول من دفع عملها∴ وقد ترجمه أيوب وكانت نسخته عندى يونانية إلا أنى\nلم أفرغ لترجمته٭\n</p>\n\n\n<h1 class='l1' id='head59'>[chapter 59]</h1>\n\n<p>\nنط كتابه فى الأسباب المتصلة بالمرض٭ وهو مقالة واحدة ذكر فيها الأسباب\nالمتصلة بالمرض الفاعلة له∴ وقصتها مثل قصة المقالة التى قبلها٭\n</p>\n\n\n<h1 class='l1' id='head60'>[chapter 60]</h1>\n\n<p>\nس كتابه فى الرعشة والنافض والاختلاج <span id='ms23'></span> والتشنج٭ كانت قصة هذا الكتاب قصة\nما قبله وكنت ترجمت نحوا من نصفه ثم إنى استتممته الى السريانية وترجمه الى\nالعربية حبيش٭\n</p>\n\n\n<h1 class='l1' id='head61'>[chapter 61]</h1>\n\n<p>\nسا كتابه فى أجزاء الطب٭ هذا الكتاب أيضا مقالة واحدة يقسم فيه الطب على\nطرق شتى من التقسيم∴ وقد ترجمت هذا الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             الى السريانية لرجل\nيقال له على يعرف بالفيوم [ترجم من هذا الكتاب حنين قبل وفاته بنحو من\nشهرين زيادة على النصف وأتمه إسحق ابنه الى العربية]٭\n</p>\n\n\n<h1 class='l1' id='head62'>[chapter 62]</h1>\n\n<p>\nسب كتابه فى المنى٭ هذا الكتاب مقالتان وغرضه فيه أن يبين أن الشىء الذى\nيتولد منه جميع أعضاء البدن ليس هو الدم كما ظن ارسطوطالس لكن تولد جميع\nالأعضاء الأصلية انما هو من المنى وهى الأعضاء البيض وأن الذى يتولد من\nالدم إنما هو اللحم الأحمر وحده∴ وقد ترجمت هذا الكتاب الى السريانية\nلسلمويه وترجمته الى العربية لأحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head63'>[chapter 63]</h1>\n\n<p>\nسج كتابه فى تولد الجنين المولود لسبعة أشهر٭ هذا الكتاب مقالة واحدة∴\nوكانت عندى نسخة ولم تكن تهيأت لى قراءته على ما ينبغى فضلا عن ترجمته على\nأنه كتاب حسن ظريف عظيم المنفعة ثم ترجمته من بعد الى السريانية والعربية٭\n</p>\n\n\n<h1 class='l1' id='head64'>[chapter 64]</h1>\n\n<p>\nسد كتاب فى المرة السوداء٭ هذا الكتاب أيضا مقالة واحدة يصف فيها أصناف\nالسوداء ودلائلها∴ وقد كان ترجمه أيوب منذ قريب لبختيشوع بن جبريل ثم ترجمه\nاصطفن الى العربية لمحمد بن موسى ثم ترجمته [هذا أيضا مما اختصره هو وترجمه عيسى]٭\n</p>\n\n\n<h1 class='l1' id='head65'>[chapter 65]</h1>\n\n<p>\nسه كتابه فى أدوار الحميات وتراكيبها∴ هذا الكتاب مقالة واحدة يناقض فيها\nقوما ادعوا الباطل من أمر أدوار الحميات وتراكيبها∴ وكانت نسخته عندى\nباليونانية إلا أنه لم تتهيأ لى ترجمته الى السريانية ثم إنى ترجمته بعد∴\nوعنوان هذا الكتاب عند جالينوس مناقضة من تكلم فى الرسوم وقد توجد مقالة\nأخرى تنسب الى جالينوس فى هذا الباب وليست له٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nواما أمر كتبه الموصوفة فى سابق العلم فقد بقى بعد كتاب البحران وكتاب\nأيام البحران وكتابى النبض الصغير والكبير الذين قد تقدم ذكرهما ما أنا\nمستأنف ذكره من الكتب٭\n</p>\n\n\n<h1 class='l1' id='head66'>[chapter 66]</h1>\n\n<p>\nسو جملة <span id='ms24'></span> كتابه الكبير فى النبض٭ ذكر جالينوس أنه أجمل كتابه الكبير فى\nالنبض فى مقالة واحدة وأما أنا فقد رأيت باليونانية مقالة ينحى بها هذا\nالنحو ولست أصدق أن جالينوس الواضع لتلك المقالة لأنها لا تحيط بكل ما\nيحتاج اليه من أمر النبض وليست بحسنة أيضا وقد يجوز أن يكون جالينوس قد وعد\nأن يضع تلك المقالة فلم يتهيأ له وضعها فلما وجده بعض الكذابين قد وعد ولم\nيف تخرص وضع تلك المقالة وأثبت ذكرها فى الفهرست كيما يصدق فيها ويجوز أن\nيكون جالينوس أيضا قد وضع مقالة فى ذلك غير تلك قد درست كما درس كثير من\nكتبه وافتعلت هذه المقالة مكانها∴ وقد ترجمها سرجس الى السريانية٭\n</p>\n\n\n<h1 class='l1' id='head67'>[chapter 67]</h1>\n\n<p>\nسز كتابه فى النبض يناقض ارخيجانس٭ هذا الكتاب ذكر جالينوس أنه جعله فى\nثمانى مقالات∴ ولم يترجم هذا الكتاب الى هذه الغاية ولا رايت له نسخة\nباليونانية إلا أن قوما أثق بخبرهم خبرونى أنهم رأوه بحلب وقد طلبته هناك\nبعناية فلم أظفر به∴ وغرضه فى ذلك الكتاب كما ذكر أن يشرح مقالة ارخيجانس\nفى كتابه فى النبض ويبين حقه من باطله∴ وقد وقعت نسخته الى محمد بن موسى٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p03'> Vol. 01, p. 03</a>\n            </div>\n            \n3\n</p>\n\n\n<h1 class='l1' id='head68'>[chapter 68]</h1>\n\n<p>\nسح كتابه فى رداءة التنفس٭ هذا الكتاب جعله فى ثلث مقالات وغرضه فيه أن\nيصف أصناف التنفس الردىء وأسبابها وما تدل عليه وهو يذكر فى المقالة الأولى\nمنه أصناف التنفس وأسبابه وفى المقالة الثانية أصناف سوء التنفس وما يدل\nعليه كل صنف منها وفى المقالة الثالثة يأتى بشواهد من كلام بقراط على صحة\nقوله∴ وكان ترجمه الى السريانية أيوب وقابلت به أنا اليونانى وأصلحته لولدى\nوترجمته أنا الى العربية لأبى جعفر محمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head69'>[chapter 69]</h1>\n\n<p>\nسط كتابه فى نوادر تقدمة المعرفة٭ هذا الكتاب مقالة واحدة يحث فيها على\nتقدمة المعرفة ويعلم حيلا لطيفة تؤدى الى ذلك ويصف أشياء بديعة تقدم فعلمها\nمن أمراض المرضى وخبر بها فعجب منه∴ وترجمه الى السريانية أيوب وكانت نسخته\nعندى باليونانية ولم أكن تفرغت لترجمته ثم إنى ترجمته الى السريانية وترجمه <span id='ms25'></span>\nعيسى بن يحيى لأبى الحسن ترجمة رضيتها [وكان قابل به الأصل إلا قليلا\nواستتم المقابلة إسحق ابنه بعد]٭\n</p>\n\n<p>\nوأما كتبه فى مداواة الأمراض فقد بقى بعد كتابه حيلة البرء وكتابه الى\nاغلوقن اللذين تقدم ذكرهما ما أنا مستأنف ذكره من الكتب٭\n</p>\n\n\n<h1 class='l1' id='head70'>[chapter 70]</h1>\n\n<p>\nع كتابه الذى اختصر فيه كتابه فى حيلة البرء٭ هذا الكتاب مقالتان∴ ترجمه\nإبرهيم بن الصلت الى السريانية٭\n</p>\n\n\n<h1 class='l1' id='head71'>[chapter 71]</h1>\n\n<p>\nعا كتابه فى الفصد٭ هذا الكتاب جعله فى ثلث مقالات قصد فى المقالة الأولى\nمنها لمناقضة ارسسطراطس لأنه كان يمنع من الفصد وناقض فى الثانية أصحاب\nارسسطراطس الذين برومية فى هذا المعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             بعينه ووصف فى الثالثة\nما يراه هو من العلاج بالفصد∴ ترحم هذا الكتاب الى السريانية سرجس وترجم\nمنه الى العربية المقالة الأخيرة اصطفن وكانت نسخته عندى ولم أتفرغ لترجمته\nثم ترجمت أنا المقالة الثانية الى السريانية لعيسى وترجمها عيسى الى\nالعربية٭\n</p>\n\n\n<h1 class='l1' id='head72'>[chapter 72]</h1>\n\n<p>\nعب كتابه فى الذبول٭ هذا الكتاب مقالة واحدة وغرضه فيه أن يبين طبيعة هذا\nالمرض وأصنافه والتدبير الموافق لمن أشرف عليه∴ وأظن أن أيوب قد ترجمه وأما\nأنا فأخرجت جوامعه على طريق التقاسيم مع مقالات أخر عدة ترجمها عيسى الى\nالعربية وقد ترجمه الى العربية اصطفن وأصلحت منه مواضع كان وقف عليها ابو\nجعفر وكان سألنى عنها ولم أستتم إصلاحه ثم إنى ترجمته الى السريانية وترجمه\nعيسى الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head73'>[chapter 73]</h1>\n\n<p>\nعج كتابه فى صفات لصبى يصرع٭ هذا الكتاب أيضا مقالة واحدة∴ وقد كانت\nنسخته عندى ولم يتهيأ لى ترجمتها وقد ترجمها إبرهيم بن الصلت الى السريانية\nوالعربية٭\n</p>\n\n\n<h1 class='l1' id='head74'>[chapter 74]</h1>\n\n<p>\nعد كتابه فى قوى الأغذية٭ هذا الكتاب جعله فى ثلث مقالات يعدد فيها جميع\nما يغتذى به من الأطعمة والأشربة ويصف ما فى كل واحد منها من القوى∴ وقد\nكان ترجمه سرجس ثم أيوب وترجمته أنا لسلمويه فى المتقدم من نسخة لم تكن\nصحيحة ثم إنى من بعد هممت بنسخه لولدى وكانت قد اجتمعت له عندى باليونانية\nعدة نسخ فقابلت به وصححته وأخرجت جمله بالسريانية مع عدة مقالات أضفتها\nاليه مما قاله <span id='ms26'></span> كثير من القدماء فى هذا الفن وجمعته فى ثلث مقالات وترجمتها\nالى العربية لإسحق بن إبرهيم الطاهرى ثم إن حبيشا ترجم كتاب الأغذية الى\nالعربية على التمام لمحمد بن موسى٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p03'> Vol. 01, p. 03</a>\n            </div>\n            \n5\n</p>\n\n\n<h1 class='l1' id='head75'>[chapter 75]</h1>\n\n<p>\nعه كتابه فى تدبير الملطف٭ هذا الكتاب مقالة واحدة وغرضه فيه موافق\nلعنوانه∴ وقد ترجمته الى السريانية ليوحنا بن ماسويه وقد ترجمته الى\nالعربية لإسحق بن سليمان [هذا أيضا مما اختصره هو وترجمه عيسى بن يحيى]٭\n</p>\n\n\n<h1 class='l1' id='head76'>[chapter 76]</h1>\n\n<p>\nعو كتابه فى الكيموس الجيد والردىء٭ هذا الكتاب أيضا مقالة واحدة يصف\nفيها الأغذية ويصف أيها يولد كيموسا محمودا وأيها يولد كيموسا رديئا∴ وقد\nكان ترجمه سرجس ثم ترجمته أنا مع كتاب الأطعمة وصححته معه وترجمه ثابت بن\nقرة الى العربية وترجمه حبيش لأبى الحسن أحمد بن موسى وترجمه أيضا شملى٭\n</p>\n\n\n<h1 class='l1' id='head77'>[chapter 77]</h1>\n\n<p>\nعز كتابه فى أفكار ارسسطراطس فى مداواة الأمراض٭ هذا الكتاب جعله فى\nثمانى مقالات أخبر فيها بالسبيل التى سلكها ارسسطراطس فى المداواة وبين\nصوابها من خطإها∴ ولم يترجم هذا الكتاب الى هذه الغاية أحد ونسخته\nباليونانية فى كتبى ثم ترجمه إسحق لبختيشوع الى السريانية٭\n</p>\n\n\n<h1 class='l1' id='head78'>[chapter 78]</h1>\n\n<p>\nعح كتابه فى تدبير الأمراض الحادة على رأى بقراط٭ هذا الكتاب مقالة واحدة\nوغرضه فيه يعرف من عنوانه∴ وقد ترجمته أنا الى السريانية منذ قريب لبختيشوع\nوترجمته بعد ذلك الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head79'>[chapter 79]</h1>\n\n<p>\nعط كتابه فى تركيب الأدوية٭ هذا الكتاب جعله فى سبع عشرة مقالة أجمل فى\nسبع منها أجناس الأدوية المركبة فعدد جنسا جنسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             منها وجعل مثلا\nجنس الأدوية التى تبنى اللحم فى القروح على حدته وجنس الأدوية تدمل القروح\nعلى حدته وجنس الأدوية التى تحلل على حدته وسائر أجناس الأدوية على هذا\nالقياس وإنما غرضه فيه أن يصف طريق تركيب الأدوية على الجمل ولذلك جعل\nعنوان هذه السبع المقالات فى تركيب الأدوية على الجمل والأجناس فأما العشر\nالمقالات الباقية فجعل عنوانها فى تركيب الأدوية بحسب المواضع الآلمة وأراد\nبذلك أن صفته لتركيب الأدوية فى تلك المقالات العشر ليس يقصد بها الى أن\nيخبر أن صنفا صنفا <span id='ms27'></span> منها يفعل فعلا ما فى مرض من الأمراض مطلقا لكن بحسب\nالمواضع أعنى العضو الذى فيه ذلك المرض وابتدأ فيه من الرأس ثم هلم جرا على\nجميع الأعضاء الى أن ينتهى الى أقصاها∴ وقد كان ترجم هذا الكتاب سرجس\nوترجمته فى خلافة أمير المؤمنين المتوكل ليحيى بن ماسويه وترجمه من ترجمتى\nالى العربية حبيش لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head80'>[chapter 80]</h1>\n\n<p>\nف كتابه فى الأدوية التى يسهل وجودها٭ هذا الكتاب مقالتان وغرضه فيه بين\nمن عنوانه∴ ولم أجد لهذا الكتاب نسخة باليونانية أصلا ولا بلغنى أنه عند\nأحد على أنى قد كنت فى طلبه بعناية شديدة وقد ترجمه سرجس إلا أن الحاصل فى\nأيدى السريانيين فى هذا الوقت فاسد ردىء٭ وقد أضيف اليه مقالة أخرى فى هذا\nالفن نسبت الى جالينوس وما هى لجالينوس لكنها لفلغريوس∴ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             وقد\nرأيت تلك المقالة بل ترجمتها مع مقالات لفلغريوس لبختيشوع الى السريانية٭\nولم يقتصر المفسرون للكتب على هذا حتى أدخلوا فى هذا الكتاب هذيانا كثيرا\nوصفات بديعة عجيبة وأدوية لم يرها جالينوس ولم يسمع بها قط ... وقد وجدت\nاوريباسيوس ذكر أنه لم يجد لهذا الكتاب نسخة فى أيامه وسألنى بعض أصدقائى\nان أقرأ الكتاب السريانى واصححه على حسب ما أرى أنه موافق رأى جالينوس ففعلت٭\n</p>\n\n\n<h1 class='l1' id='head81'>[chapter 81]</h1>\n\n<p>\nفا كتابه فى الأدوية المقابلة للأدواء٭ هذا الكتاب جعله فى مقالتين فوصف\nفى المقالة الأولى منه أمر الترياق وفى المقالة الثانية سائر المعجونات∴\nولم يكن ترجم هذا الكتاب الى هذه الغاية ونسخته باليونانية موجودة فى كتبى\nثم ترجمه بعد يوحنا بن بختيشوع الى السريانية واستعان بى عليه وترجمه من\nترجمته عيسى بن يحيى الى العربية لأحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head82'>[chapter 82]</h1>\n\n<p>\nفب كتابه فى الترياق الى بمفوليانس٭ هذا الكتاب مقالة صغيرة∴ وقد رأيته\nبالسريانية والأغلب على ظنى أنى ترجمته فى حداثتى إلا أنى أعلم أنى رأيته\nفاسدا فلا أدرى أفسده الوراقون أو قصد لإصلاحه قاصد فأفسده إلا أن نسخته\nباليونانية فى كتبى ترجمه عيسى الى العربية لأبى موسى بن عيسى الكاتب٭\n</p>\n\n\n<h1 class='l1' id='head83'>[chapter 83]</h1>\n\n<p>\nفج كتابه فى الترياق الى <span id='ms28'></span> فيسن٭ هذا الكتاب أيضا مقالة واحدة∴ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nوقد ترجمه أيوب الى السريانية وأحسب يحيى بن البطريق قد ترجمه الى العربية\nونسخته موجودة فى كتبى٭\n</p>\n\n\n<h1 class='l1' id='head84'>[chapter 84]</h1>\n\n<p>\nفد كتابه فى الحيلة لحفظ الصحة٭ هذا الكتاب كتبه فى ست مقالات وغرضه فيه\nأن يعلم كيف تحفظ الأصحاء على صحتهم من كان منهم على غاية كمال الصحة ومن\nكانت صحته تقصر عن غاية الكمال ومن كان منهم يسير بسيرة الأحرار ومن كان\nمنهم يسير بسيرة العبيد∴ وقد كان ترجم هذا الكتاب الى السريانية ثيوفيل\nالرهاوى ترجمة خبيثة رديئة ثم ترجمته أنا لبختيشوع بن جبريل ولم يتهيأ لى\nفى وقت ما ترجمته إلا نسخة واحدة ثم وجدت بعد نسخة أخرى يونانية فقابلت به\nوصححته من اليونانية ثم ترجمه حبيش الى العربية لمحمد بن موسى وترجمه من\nبعد إسحق لعلى بن يحيى٭\n</p>\n\n\n<h1 class='l1' id='head85'>[chapter 85]</h1>\n\n<p>\nفه كتابه المسمى ثراسوبولس٭ هذا الكتاب مقالة واحدة وغرضه فيه أن يفحص هل\nحفظ الاصحاء على صحتهم من صناعة الطب أم هو من صناعة أصحاب الرياضة وهى\nالمقالة التى أشار اليها فى ابتداء كتاب تدبير الأصحاء حين قال إن الصناعة\nالتى تتولى القيام على الأبدان واحدة كما بينت فى غير هذا الكتاب∴ وقد\nترجمت أنا هذه المقالة الى السريانية وترجمها حبيش الى العربية لأبى الحسن\nأحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head86'>[chapter 86]</h1>\n\n<p>\nفو كتابه فى الرياضة بالكرة الصغيرة٭ هذا الكتاب مقالة واحدة صغيرة يحمد\nفيها الرياضة باللعب بالصولجان والكرة الصغيرة ويقدمه على جميع أصناف\nالرياضة∴ وقد ترجمته أنا مع المقالة التى قبله الى السريانية وترجمها حبيش\nلأبى الحسن أحمد بن موسى الى العربية قابل بهذا الكتاب إسحق وأصلحه٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nكتبه فى تفاسير كتب بقراط٭\n</p>\n\n\n<h1 class='l1' id='head87'>[chapter 87]</h1>\n\n<p>\nفز تفسيره لكتاب عهد بقراط٭ هذا الكتاب مقالة واحدة∴ وقد ترجمته أنا الى\nالسريانية وأضفت اليه شرحا عملته للمواضع المستصعبة منه وقد ترجمه حبيش الى\nالعربية لأبى الحسن أحمد بن موسى وترجمه أيضا عيسى بن يحيى٭\n</p>\n\n\n<h1 class='l1' id='head88'>[chapter 88]</h1>\n\n<p>\nفح تفسيره لكتاب الفصول٭ هذا الكتاب جعله فى سبع مقالات∴ وقد كان ترجمه\nأيوب ترجمة رديئة ورام جبريل بن بختيشوع إصلاحه <span id='ms29'></span> فزاده فسادا فقابلت به\nاليونانى وأصلحته إصلاحا شبيها بالترجمة وأضفت اليه فص كلام بقراط على حدته\nوقد كان سألنى أحمد بن محمد المعروف بابن المدبر ترجمته له فترجمت منه\nمقالة واحدة الى العربية ثم تقدم الى ألا أبتدئ بترجمة مقالة أخرى حتى يقرأ\nتلك المقالة التى كنت ترجمتها وشغل الرجل وانقطعت ترجمة الكتاب فلما رأى\nتلك المقالة محمد بن موسى سألنى استتمام الكتاب فترجمته عن آخره٭\n</p>\n\n\n<h1 class='l1' id='head89'>[chapter 89]</h1>\n\n<p>\nفط تفسيره لكتاب الكسر٭ هذا الكتاب جعله فى ثلث مقالات∴ وقد كنت وقعت على\nنسخته باليونانية إلا أنه لم يكن تهيأ لى ترجمته ثم ترجمته من بعد الى\nالسريانية وترجمت أيضا معه فص كلام بقراط٭\n</p>\n\n\n<h1 class='l1' id='head90'>[chapter 90]</h1>\n\n<p>\nص تفسيره لكتاب رد الخلع٭ هذا الكتاب جعله فى أربع مقالات∴ والقصة فيه\nكالقصة فى الكتاب الذى ذكرت قبله٭\n</p>\n\n\n<h1 class='l1' id='head91'>[chapter 91]</h1>\n\n<p>\nصا تفسيره لكتاب تقدمة المعرفة٭ هذا الكتاب جعله فى ثلث مقالات∴ وقد كان\nترجم هذا الكتاب سرجس الى السريانية ثم ترجمته أنا لسلمويه الى السريانية\nوترجمت فص كلامه الى العربية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             لإبرهيم بن محمد بن موسى وترجم\nالتفسيؤ عيسى بن يحيى الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head92'>[chapter 92]</h1>\n\n<p>\nصب تفسيره لكتاب تدبير الأمراض الحادة٭ هذا الكتاب جعله فى خمس مقالات∴\nونسخته فى كتبى ولم يكن تهيأ لى ترجمته وبلغنى أن أيوب ترجمه وقد ترجمت أنا\nهذا الكتاب كله مع فص كلام ابقراط واختصرت معانيه على جهة السؤال والجواب\nثم ترجم عيسى بن يحيى ثلث مقالات من هذا الكتاب الى العربية لأبى الحسن\nأحمد ابن موسى وهذه الثلث المقالات هى تفسير الجزء الصحيح من هذا الكتاب\nوالمقالتان الباقيتان فهما تفسير المشكوك فيه [وترجم عيسى أيضا الثلث\nالمقالات الأول]٭\n</p>\n\n\n<h1 class='l1' id='head93'>[chapter 93]</h1>\n\n<p>\nصج تفسيره لكتاب القروح٭ هذا الكتاب جعله فى مقالة واحدة∴ ولم يكن ترجم\nالى هذه الغاية ونسخته فى كتبى ثم ترجمته أنا من بعد الى السريانية مع فص\nكلام بقراط لعيسى بن يحيى٭\n</p>\n\n\n<h1 class='l1' id='head94'>[chapter 94]</h1>\n\n<p>\nصد تفسيره لكتاب جراحات الرأس٭ هذا الكتاب مقالة واحدة∴ وأحسب أيوب قد\nترجمه ونسخته باليونانية فى كتبى | وترجمته أنا الى السريانية ولم أجد نسخة\nفص كلام <span id='ms30'></span> بقراط وعملت من بعد مختصرا لجوامعه٭\n</p>\n\n\n<h1 class='l1' id='head95'>[chapter 95]</h1>\n\n<p>\nصه تفسيره لكتاب ابيذيميا٭ أما المقالة الأولى من هذا الكتاب ففسرها فى\nثلث مقالات∴ وترجمها أيوب الى السريانية وترجمتها أنا الى العربية لمحمد بن\nموسى٭ وأما المقالة الثانية ففسرها أيضا فى ثلث مقالات∴ وترجمها أيوب الى\nالسريانية وترجمته أنا الى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             العربية ٭ وأما المقالة الثالثة\nففسرها فى ست مقالات∴ وقد كان وقع الى هذا الكتاب باليونانية إلا أنه كان\nينقص المقالة الخامسة من التفسير وكان كثير الخطأ منقطعا مختلطا فتخلصته\nحتى نسخته باليونانية ثم ترجمته الى السريانية والى العربية لمحمد بن موسى\nوبقيت منه بقية يسيرة ثم حدث الحادث من كتبى فعاق عن استتمامه٭ فأما\nالمقالة السادسة ففسرها فى ثمانى مقالات∴ وقد ترجمها أيوب الى السريانية\nونسخة هذه المقالة لكتاب ابيذيميا كلها موجودة فى كتبى٭ ولم يفسر جالينوس\nمن كتاب ابيذيميا إلا هذه الأربع مقالات وأما الثلث المقالات الناقصة وهى\nالرابعة والخامسة والسابعة فلم يفسرها لأنه ذكر أنها مفتعلة على لسان\nابقراط وأن المفتعل لها غير سديد∴ وقد أضفت الى ترجمة ما ترجمته من تفسير\nجالينوس للمقالة الثانية من كتاب ابيذيميا ترجمة فص كلام بقراط فى تلك\nالمقالة الى السريانية والى العربية مجردا على حدته ثم ترجمت من بعد\nالثمانى المقالات التى فسر فيها جالينوس المقالة السادسة من كتاب ابيذيميا\nالى العربية فلما حصل من تفسير الأربع المقالات من كتاب بقراط المعروف\nبابيذيميا وهى المقالة الأولى والثانية والثالثة والسادسة لجالينوس تسع\nعشرة مقالة اختصرت معانيها على جهة السؤال والجواب بالسريانية وترجمها عيسى\nبن يحيى الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head96'>[chapter 96]</h1>\n\n<p>\nصو تفسيره لكتاب الأخلاط٭ ذكر أنه جعله فى ثلث مقالات∴ ولم أكن رأيتها\nفيما مضى باليونانية ثم وجدتها من بعد فترجمتها الى السريانية مع فص كلام\nبقراط وقد ترجمها الى العربية لأبى الحسن أحمد بن موسى عيسى بن يحيى٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p04'> Vol. 01, p. 04</a>\n            </div>\n            \n2\n</p>\n\n\n<h1 class='l1' id='head97'>[chapter 97]</h1>\n\n<p>\nصز تفسيره لكتاب تقدمة الإنذار٭ هذا الكتاب لم أجد له نسخة الى هذه\nالغاية٭\n</p>\n\n\n<h1 class='l1' id='head98'>[chapter 98]</h1>\n\n<p>\nصح تفسيره لكتاب قطيطريون٭ هذا الكتاب فسره جالينوس فى ثلث مقالات∴ وقد\nكنت وقعت على نسخته <span id='ms31'></span> باليونانية ولم يتهيأ لى قراءته على ما ينبغى فضلا عن\nترجمته ولا أعلم أحدا ترجمه ونسخته باليونانية فى كتبى ثم ترجمته من بعد\nالى السريانية وعملت له جوامع ثم ترجمه حبيش لمحمد بن موسى الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head99'>[chapter 99]</h1>\n\n<p>\nصط تفسيره لكتاب الهواء والماء والمساكن٭ هذا الكتاب أيضا جعله فى ثلث\nمقالات∴ وقد ترجمته الى السريانية لسلمويه وقد ترجمت فص كلام بقلراط وأضفت\nاليه شرحا وجيزا إلا أنى لم أتممه وترجمت أيضا الفص الى العربية لمحمد بن\nموسى وترجم حبيش تفسير جالينوس الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head100'>[chapter 100]</h1>\n\n<p>\nق تفسيره لكتاب الغذاء٭ هذا الكتاب جعله فى أربع مقالات∴ وقد ترجمته أنا\nالى السريانية لسلمويه وترجمت أيضا فص كلام بقراط لهذا الكتاب وأضفت اليه\nشرحا وجيزا٭\n</p>\n\n\n<h1 class='l1' id='head101'>[chapter 101]</h1>\n\n<p>\nقا تفسيره لكتاب طبيعة الجنين٭ هذا الكتاب لم نجد له تفسيرا من قول\nجالينوس ولا وجدنا جالينوس ذكر فى فهرست كتبه أنه عمل له تفسيرا إلا أنه\nوجدناه قد قسم هذا الكتاب بثلثة أجزاء فى كتابه الذى عمله فى علم ابقراط\nبالتشريح وذكر أن الجزء الأول والثالث من هذا الكتاب منحول ليس هو لابقراط\nوإنما الصحيح منه الجزء الثانى وقد فسر هذا الجزء جاسيوس الإسكندرانى وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             وجدنا لجميع الثلثة الأجزاء تفسيرين أحدهما سريانى موسوم بأنه\nلجالينوس وقد كان ترجمه سرجس فلما فحصنا عنه علمنا أنه لبالبس والآخر\nيونانى فلما فحصنا عنه وجدناه لسورانوس الذى من شيعة الموثوذيقوا∴ [ترجم\nحنين فص هذا الكتاب إلا قليلا منه الى العربية فى خلافة المعتز]٭\n</p>\n\n\n<h1 class='l1' id='head102'>[chapter 102]</h1>\n\n<p>\nقب تفسيره لكتاب طبيعة الانسان٭ هذا الكتاب جعله فى ثلث مقالات فيما\nأحفظ∴ ونسخته باليونانية فى كتبى ولم يكن تهيأت لى ترجمته ولا أعلم أن غيرى\nترجمه وترجمته أنا من بعد واستتممته الى السريانية [اختصر حنين المقالة ...\nمن تفسير جالينوس لهذا الكتاب وترجمها الى العربية وترجم عيسى بن يحيى\nتفسير جالينوس لهذا الكتاب عن آخره]٭\n</p>\n\n<p>\nوقد وضع جالينوس مقالات أخر منها ما نص فيه كلام بقراط ومنها ما بين فيه\nغرضه بنص الكلام وما وجدت منها إلا عددا قليلا <span id='ms32'></span> وأنا ذاكرها٭\n</p>\n\n\n<h1 class='l1' id='head103'>[chapter 103]</h1>\n\n<p>\nقج كتابه فى أن الطبيب الفاضل فيلسوف٭ هذا الكتاب مقالة واحدة∴ وقد ترجمه\nأيوب الى السريانية ثم ترجمته أنا من بعد الى السريانية لولدى والى العربية\nلإسحق بن سليمان ثم ترجمه عيسى بن يحيى الى العربية٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p04'> Vol. 01, p. 04</a>\n            </div>\n            \n4\n</p>\n\n\n<h1 class='l1' id='head104'>[chapter 104]</h1>\n\n<p>\nقد كتابه فى كتب بقراط الصحيحة وغير الصحيحة٭ هذا الكتاب مقالة واحدة وهو\nكتاب حسن نافع∴ ونسخته فى كتبى ولم أتفرغ لترجمته ولا أعلم أن غيرى ترجمه\nثم ترجمته لعيسى بن يحيى الى السريانية وعملت له جوامع [ترجمها الى العربية\nإسحق بن حنين لعلى بن يحيى]٭\n</p>\n\n\n<h1 class='l1' id='head105'>[chapter 105]</h1>\n\n<p>\nقه كتابه فى البحث عن صواب ما ثلب به قواينطوس أصحاب بقراط الذين قالوا\nبالكيفيات الاربع٭ نسخته باليونانية فى كتبى ولم يتهيأ لى قراءته ولا علمت\nبالحقيقة هل هو لجالينوس أم لا ولا أحسبه ترجم٭\n</p>\n\n\n<h1 class='l1' id='head106'>[chapter 106]</h1>\n\n<p>\nقو كتابه فى السبات على رأى بقراط٭ القصة فى هذا الكتاب مثل القصة فى\nالكتاب الذى ذكرته قبله٭\n</p>\n\n\n<h1 class='l1' id='head107'>[chapter 107]</h1>\n\n<p>\nقز كتابه فى ألفاظ بقراط٭ هذا الكتاب أيضا مقالة واحدة وغرضه فيه أن يفسر\nغريب ألفاظ بقراط فى جميع كتبه وهو نافع لمن يقرأ باليونانية وأما من يقرأ\nبغير اليونانية فليس يحتاج اليه ولا يمكن أيضا ان يترجم أصلا∴ نسخته فى كتبى٭\n</p>\n\n<p>\nوأما سائر الكتب التى ذكر فى الفهرست أنه ينحو بها نحو رأى بفراط فلم أقع\nعلى شىء منها باليونانية الى هذه الغاية ولا على شىء من الكتب التى ذكر أنه\nوضعها ينحو بها نحو ارسطوطاليس سوى ما تقدم ذكره وأما الكتب التى ذكر أنه\nينحو بها نحو اسقليبياذس فلم أجد منها إلا مقالة واحدة صغيرة وأنا ذاكرها وهى٭\n</p>\n\n\n<h1 class='l1' id='head108'>[chapter 108]</h1>\n\n<p>\nقح كتابه فى جوهر النفس ما هو على رأى اسقليبياذس∴ وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             كنت\nترجمت هذه المقالة الى السريانية لجبريل وأنا حدث ولست أثق بصحتها لأنى\nترجمتها مع هذا من نسخة واحدة ليست بصحيحة٭\n</p>\n\n<p>\nوأما الكتب التى ينحو بها نحو أصحاب التجارب فوجدت ثلث مقالات منها٭\n</p>\n\n\n<h1 class='l1' id='head109'>[chapter 109]</h1>\n\n<p>\nقط كتابه فى التجربة الطبية٭ هذا الكتاب مقالة واحدة يقتص فيها حجج أصحاب\nالتجارب وأصحاب القياس بعضهم على بعض <span id='ms33'></span>∴ وترجمته أنا منذ قريب الى السريانية\nلبختيشوع٭\n</p>\n\n\n<h1 class='l1' id='head110'>[chapter 110]</h1>\n\n<p>\nقى ومنها كتابه فى الحث على تعلم الطب٭ هذا الكتاب ايضا مقالة واحدة\n〈ونسخ فيه كتاب مينوذوطس〉 وهو كتاب حسن نافع ظريف∴ ترجمته أنا الى\nالسريانية لجبريل وترجمه الى العربية حبيش لأحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head111'>[chapter 111]</h1>\n\n<p>\nقيا ومنه كتابه فى جمل التجربة٭ هذا الكتاب أيضا مقالة واحدة∴ ونسخته فى\nكتبى ولم أترجمه٭\n</p>\n\n<p>\nوأما من الكتب التى نحا فيها نحو أصحاب الفرقة الثالثة من الطب فلم أجد\nمنها شيئا خلا مقالة واحدة لما ميزتها علمت أنها مفتعلة إلا أنى قد ترجمتها\nعلى ما علمت منها الى السريانية لبختيشوع٭\n</p>\n\n<p>\nووجدت له كتبا أخر لم يذكرها فى الفهرست وأنا ذاكرها٭\n</p>\n\n\n<h1 class='l1' id='head112'>[chapter 112]</h1>\n\n<p>\nقيب كتابه فى محنة أفضل الأطباء٭ هذا الكتاب مقالة واحدة∴ وقد ترجمته أنا\nالى السريانية لبختيشوع وترجمته الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head113'>[chapter 113]</h1>\n\n<p>\nقيج كتابه فيما يعتقده رأيا٭ هذا الكتاب أيضا مقالة واحدة يصف فيها ما\nعلم وما لم يعلم∴ وقد ترجمه أيوب الى السريانية وترجمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             الى\nالسريانية لإسحق ابنى وترجمه الى العربية ثابت بن قره لمحمد بن موسى وترجمه\nعيسى بن يحيى الى العربية وقابل به إسحق الأصل وأصلحه لعبد الله بن إسحق٭\n</p>\n\n\n<h1 class='l1' id='head114'>[chapter 114]</h1>\n\n<p>\nقيد كتابه فى الأسماء الطبية٭ هذا الكتاب جعله فى خمس مقالات وغرضه فيه\nأن يبين الأسماء التى استعملوها الأطباء على أى المعانى استعملوها∴ ونسخته\nباليونانية فى كتبى إلا أنى لم أكن ترجمته ولا غيرى ثم ترجمت منه من بعد\nالى السريانية ثلث مقالات وترجم حبيش منها المقالة الأولى الى العربية٭\n</p>\n\n<p>\nفأما ما وجدته من كتبه فى البرهان فهى ما أنا ذاكره٭\n</p>\n\n\n<h1 class='l1' id='head115'>[chapter 115]</h1>\n\n<p>\nقيه كتابه فى البرهان٭ هذا الكتاب جعله فى خمس عشرة مقالة وغرضه فيه أن\nيبين كيف الطريق فى تبيين ما يبين ضرورة وذلك كان غرض ارسطوطالس فى كتابه\nالرابع من المنطق∴ ولم يقع الى هذه الغاية الى أحد من أهل دهرنا لكتاب\nالبرهان نسخة تامة باليونانية على أن جبريل قد كان عنى بطلبه عناية شديدة\nوطلبته أنا غاية الطلب وجلت فى طلبه بلاد الجزيرة <span id='ms34'></span> والشأم كلها وفلسطين ومصر\nالى أن بلغت الإسكندرية فلم اجد منه شيئا إلا بدمشق نحوا من نصفه الا أنها\nمقالات غير متوالية ولا تامة وقد كان جبريل أيضا وجد منه مقالات ليست كلها\nالمقالات التى وجدت بأعيانها وترجم له أيوب ما وجد وأما أنا فلم تطب نفسى\nبترجمة شىء منها إلا باستكمال قراءتها لما هى عليه من النقصان والاختلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             وللطمع وتشوق النفس الى وجود تمام هذا الكتاب ثم إنى ترجمت ما\nوجدت الى السريانية وهو جزء يسير من المقالة الثانية وأكثر المقالة الثالثة\nونحو نصف المقالة الرابعة من أولها والمقالة التاسعة خلا شيئا من أولها\nفإنه سقط وأما سائر المقالات الأخر فوجدت الى آخر الكتاب خلا المقالة\nالخامسة عشرة فإن فى آخرها نقصانا [ترجم عيسى بن يحيى ما وجد من المقالة\nالثانية الى المقالة الحادية عشرة وترجم إسحق بن حنين من المقالة الثانية\nعشرة الى المقالة الخامسة عشرة الى العربية]٭\n</p>\n\n<p>\nوأما غير هذا من كتبه من هذا الفن على كثرتها والفهرست يدل على ذلك فلم\nأقع على شىء منها أصلا سوى مقالة\n</p>\n\n\n<h1 class='l1' id='head116'>[chapter 116]</h1>\n\n<p>\nقيو فى القياسات الوضعية لم أختبرها على ما ينبغى ولا عرفت ما فيها ونتف\nمن كتابه\n</p>\n\n\n<h1 class='l1' id='head117'>[chapter 117]</h1>\n\n<p>\nقيز فى قوام الصناعات ومقالات سأذكرها عند ذكرى الكتب المضافة الى فلسفة\nارسطوطالس ولذلك ليس تضطرنى نفسى الى ذكر كتاب من تلك الكتب إذ كان يمكن من\nشاء أن يعرفها من كتاب الفهرست٭\n</p>\n\n<p>\nالذى وجدنا من كتبه فى الأخلاق٭\n</p>\n\n\n<h1 class='l1' id='head118'>[chapter 118]</h1>\n\n<p>\nقيح كتابه كيف يتعرف الانسان ذنوبه وعيوبه٭ أما جالينوس فذكر أنه كتب هذا\nالكتاب فى مقالتين وأما أنا فلم أجد منه إلا مقالة واحدة وهى ناقصة∴ وقد\nكنت ترجمت منها شيئا الى السريانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             منذ دهر لداود المتطبب\nوانقطعت الترجمة على من غير استكمال منى لما وجدت باليونانية لعارض عرض ثم\nإن بختيشوع سألنى منذ قريب أن اتممه له فدفعته الى رجل رهاوى يقال له توما\nفترجم ما كان بقى وتصفحته وأصلحته وأضفته الى المتقدم٭\n</p>\n\n\n<h1 class='l1' id='head119'>[chapter 119]</h1>\n\n<p>\nقيط كتابه فى الأخلاق٭ هذا الكتاب جعله فى أربع <span id='ms35'></span> مقالات وغرضه فيه أن يصف\nالأخلاق وأسبابها ودلائلها ومداواتها∴ وقد ترجم هذا الكتاب الى السريانية\nرجل من الصابئين يقال له منصور بن اثاناس وذكروا أن أيوب الرهاوى أيضا\nترجمه وأما ما ترجمه منصور فقد رأيته وما رضيته وأما ما ذكروا أن أيوب\nترجمه فما رأيته ولست أعلم أيضا هل ترجم شيئا أم لا وأما أنا فلم أترجم هذا\nالكتاب الى السريانية لكنى ترجمته الى العربية وكان ترجمتى إياه لمحمد بن\nموسى ثم شغلت بصحبة محمد بن عبد الملك عن أمر الكتاب فسألنى محمد استتمام\nما ترجمته ففعلت وترجمه حبيش من ترجمتى ليوحنا بن ماسويه الى السريانية وما\nوقعت عليه٭\n</p>\n\n\n<h1 class='l1' id='head120'>[chapter 120]</h1>\n\n<p>\nقك كتابه فى صرف الاغتمام٭ هذا الكتاب مقالة واحدة كتبها لرجل سأله ما\nباله لم يره اغتم قط فوصف له السبب فى ذلك وبين بما ذا يجب الاغتمام وبما\nذا لا يجب∴ وقد كان أيوب ترجم هذا الكتاب الى السريانية وترجمته أنا لداود\nالمتطبب الى السريانية وترجمه حبيش الى العربية لمحمد بن موسى٭\n</p>\n\n\n<h1 class='l1' id='head121'>[chapter 121]</h1>\n\n<p>\nقكا كتابه فى أن الأخيار من الناس قد ينتفعون بأعدائهم٭ هذا الكتاب أيضا\nمقالة واحدة∴ وقد ترجمته الى السريانية لداود وترجمه حبيش لمحمد بن موسى\nالى العربية وترجمه أيضا عيسى الى العربية٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nفأما الكتب التى نحا فيها نحو فلسفة افلاطن فلم أجد منها إلا كتابين خلا\nكتاب الآراء الذى ذكرته قبل٭\n</p>\n\n\n<h1 class='l1' id='head122'>[chapter 122]</h1>\n\n<p>\nقكب كتابه فيما ذكره افلاطن فى كتابه المعروف بطيماوس من علم الطب٭ هذا\nالكتاب جعله فى أربع مقالات∴ ووجدته إلا أن أوله ينقص قليلا ولم يكن تهيأ\nلى ترجمته ثم ترجمته من بعد الى السريانية وتممت نقصان أوله وترجمت منه\nالمقالة الأولى الى العربية وترجم إسحق المقالات الباقية الى العربية٭\n</p>\n\n\n<h1 class='l1' id='head123'>[chapter 123]</h1>\n\n<p>\nقكج كتابه فى أن قوى النفس تابعة لمزاج البدن٭ هذا الكتاب مقالة واحدة\nوغرضه فيه بين من عنوانه∴ وقد كان ترجمه أيوب | الى السريانية ثم ترجمته\nأنا الى السريانية لسلمويه وترجمه من ترجمتى حبيش لمحمد بن موسى وبلغنى أن\nمحمدا قابل به مع اصطفن اليونانى وأصلح منه <span id='ms36'></span> مواضع٭\n</p>\n\n\n<h1 class='l1' id='head124'>[chapter 124]</h1>\n\n<p>\nقكد ووجدت من هذا الفن من الكتب كتابا آخر فيه أربع مقالات من ثمانى\nمقالات لجالينوس فيها جوامع كتب افلاطون فى المقالة الأولى منها جوامع خمسة\nكتب من كتب افلاطون وهى كتاب اقراطلس فى الأسماء وكتاب سوفسطيس فى القسمة\nوكتاب بوليطيقوس فى المدبر وكتاب برمنيذس فى الصور وكتاب اوثيذيمس وفى\nالمقالة الثانية جوامع أربع مقالات من كتاب افلاطون فى السياسة وفى المقالة\nالثالثة جوامع الست المقالات الباقية من كتاب السياسة وجوامع الكتاب\nالمعروف بطيماوس فى العلم الطبيعى وفى لمقالة الرابعة جمل معانى الاثنتى\nعشرة مقالة فى السير لافلاطون∴ وقد ترجمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             الثلث المقالات الأول\nلأبى جعفر محمد بن موسى الى العربية [ترجم عيسى ذلك كله فأصلح حنين جوامع\nكتاب السياسة]٭\n</p>\n\n<p>\nوأما الكتب التى نحا فيها نحو فلسفة ارسطوطالس فلم أجد إلا كتابا واحدا\nوهو كتابه\n</p>\n\n\n<h1 class='l1' id='head125'>[chapter 125]</h1>\n\n<p>\nقكه فى أن المحرك الأول لا يتحرك٭ وهذا الكتاب مقالة واحدة∴ وقد ترجمته\nفى خلافة الواثق الى العربية لمحمد بن موسى وترجمته من بعد ذلك الى\nالسريانية وترجمه عيسى بن يحيى الى العربية لأن النسخة التى ترجمتها قديما\nضاعت [ثم ترجمه إسحق بن حنين الى العربية]٭\n</p>\n\n\n<h1 class='l1' id='head126'>[chapter 126]</h1>\n\n<p>\nقكو كتابه فى المدخل الى المنطق٭ هذا الكتاب مقالة واحدة بين فيها\nالأشياء التى يحتاج اليها المتعلمون وينتفعون بها فى علم البرهان∴ وقد\nترجمته الى السريانية وترجمه حبيش لمحمد بن موسى الى العربية [قابل به حنين\nوأصلحه لعلى بن يحيى]٭ |\n</p>\n\n\n<h1 class='l1' id='head127'>[chapter 127]</h1>\n\n<p>\nقكز كتابه فى عدد المقاييس٭ هذا الكتاب مقالة واحدة∴ ولم أفتشه بعد ثم\nترجمته الى السريانية [وترجمه إسحق الى العربية قابل به حنين وأصلحه لعلى\nبن يحيى]٭\n</p>\n\n\n<h1 class='l1' id='head128'>[chapter 128]</h1>\n\n<p>\nقكح تفسيره للكتاب الثانى من كتب ارسطوطالس الذى يسمى باريمانياس٭ هذا\nالكتاب جعله فى ثلث مقالات∴ وقد وجدنا له نسخة ناقصة٭\n</p>\n\n<p>\nوأما الكتب التى نحا فيها نحو أصحاب الرواق فلم أقع على شىء منها ولا من\nالكتب التى نحا بها نحو السوفسطاس وأما الكتب التى هى مشتركة لأصحاب النحو\nوالبلاغة على كثرتها فلم أجد منها إلا مقالة واحدة وهى هذه٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p05'> Vol. 01, p. 05</a>\n            </div>\n            \n1\n</p>\n\n\n<h1 class='l1' id='head129'>[chapter 129]</h1>\n\n<p>\nقكط كتابه <span id='ms37'></span> فيما يلزم الذى يلحن فى كلامه٭ وجدنا هذا الكتاب فى الفهرست فى\nسبع مقالات ولا أدرى لعله أن يكون خطأ من النساخ فأما ما وجدته مقالة\nواحدة∴ ولم أترجمها لا سريانية ولا عربية ولا ترجمها غيرى٭\n</p>\n\n<p>\nوأما سائر الكتب التى وصفها فى الفهرست فقد يمكن من اختار أن يعرفها أن\nيتعرفها كما قلت من فهرست كتبه ولم يبق على إلا أن أخبر فى أى حد من سنى\nوضعت هذا الكتاب لأنى أرجو أن يتهيأ لى فيما بعد ترجمة كتب لم أترجمها الى\nهذه الغاية إن مهل لى فى العمر والذى أتى على من السن فى الوقت الذى كتبت\nفيه هذا الكتاب ثمان واربعون سنة وهى سنة ألف ومائة وسبع وستين من سنى\nالإسكندر وأنا أقدر أن أثبت ذكر ما يتهيأ لى ترجمته مما لم أترجمه ووجود ما\nلم أجده الى هذه الغاية فى هذا الكتاب أولا فأولا مع السنة التى يتهيأ ذلك\nفيها إن شاء الله٭ ثم زدت بعد ذلك فى سنة ألف ومائة وخمسة وسبعين من سنى\nالإسكندر فى شهر آذار ما ترجمته منذ ذلك الوقت الى هذه الغاية\n</p>\n\n<p>\n[ووجدت منتزعا من اليونانيين لم يعرف اسمه قد انتزع جوامع سبع كتب\nجالينوس من ذلك جوامع كتاب حيلة البرء وجوامع العلل والأعراض وجوامع النبض\nالكبير وجوامع الخمس المقالات الأول من كتابه فى الأدوية المفردة وجوامع\nالحميات وجوامع لكتاب أيام البحران وجوامع الدلائل ترجمها حنين الى العربية\nلأحمد بن موسى]٭\n</p>\n\n<p>\n[قال صاحب النسخة التى انتسختها منه فى آخر نسخته حكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             عن\nصاحب النسخة التى كتب هو نسخته منها ان هذه الانتزاعات لم يجدها فى نسخة\nعلى بن يحيى ولكن فى نسخة أخرى]٭\n</p>\n\n<p>\nتم كتاب أبى زيد حنين بن إسحق فيما ترجم بعلمه من كتب جالينوس والحمد لله كثيرا٭ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n <span id='ms38'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "02",
    "02",
    "02",
    "023",
    "02",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "03",
    "034",
    "03",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "04",
    "043",
    "04",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "05",
    "052",
    "053"
  ],
  "volumes": [
    "01"
  ]
}