{
  "content": "\n<p>\nالباب الأول\n</p>\n\n<p>\nأخبار الديارات\n</p>\n\n<p>\nدير أبلق\n</p>\n\n<p>\nدير الأبلق: دير بالأهواز، ثم بكوارا من ناحية أردشير خرة. أخبرني أحمد\nبن محمد بن الحسن الأسدي وعمرو بن عبد الله العتكي قالا: حدثنا الرياشي: أن\nحارثة بن بدر كان بكوارا يتنزه.\n</p>\n\n<p>\nوقال العتكي في خبره عن أبي عبيدة ولم يقله الأسدي ولا تجاوز الرياشي به.\nفقال: كان حارثة بكوارا من أردشير خرة فقال:\n</p>\n\n<p>\nألم تر أن حارثة بن بدر ... أقام بدير أبلق من كوارا\n</p>\n\n<p>\nثم قال لجند كانوا معه: من أجاز هذا البيت فله حكمة، فقال له رجل منهم:\nأنا أجيزه على أن تجعل لي الأمان من غضبك، وتجعلني رسولك إلى البصرة، وتطلب\nلي القفل من الأمير.\n</p>\n\n<p>\nقال: ذلك لك، ثم رد عليه نشيد البيت، فقال الرجل:\n</p>\n\n<p>\nمقيما يشرب الصهباء صرفا ... إذا ما قلت تصرعه استدارا\n</p>\n\n<p>\nفقال له حارثة: لك شرطك، ولو كنت قلت لنا شيئا يسرنا لسررناك.\n</p>\n\n<p>\nوحكى المدائني، فقال: إنه اصطبح في دير الأبلق في جماعة من أصحابه، فلما\nسكر قال:\n</p>\n\n<p>\nيومي بدير الأبلقق الفرد ... ما أنت إلا جنة الخلد!\n</p>\n\n<p>\nبه وأمثال له لم يزل ... يجوز العيس \" أبو الهندي \"\n</p>\n\n<p>\nدير الأعلى\n</p>\n\n<p>\nدير الأعلى بالموصل كان تحت الدير عين كبيرة، تعرف اليوم بعين الكبريت،\nقال عنها ياقوت إنها ظهرت تحت الدير الأعلى في سنة 301ه )913م(، وإن فيها\nعدة معادن كبريتية ومرقشيثا وقلفطار. قال الأستاذ كوركيس عواد: ماء هذه\nالعين بارد في جميع فصول السنة، ويقصدها الناس صيفا ليستحموا بمائها الذي\nينفع المصابين منهم ببعض أمراض الجلد. ومنهم من يشرب شيئا من مائها تخفيفا\nمن حرارة معدهم.\n</p>\n\n<p>\n- والشعانين في هذا الدير حسن، يخرج إليه الناس فيقيمون فيه الأيام\nيشربون. ومن اجتاز بالموصل من الولاة نزله.\n</p>\n\n<p>\n- إلى جانب الدير، مشهد عمرو بن الحمق الخزاعي، وهو صحابي كان من أصحاب\nعلي بن أبي طالب.\n</p>\n\n<p>\n- قال فيه سعيد الخالدي:\n</p>\n\n<p>\nقمر بدير الموصل الأعلى ... أنا عبده وهواه لي مولى\n</p>\n\n<p>\nلثم الصليب فقلت من حسد ... قبل الحبيب فمي بها أولى\n</p>\n\n<p>\nدير الأعلى هذا الدير بالموصل في أعلاها <span id='ms01'></span>، يطل على دجلة والعروب. وهو دير\nكبير عامر، يضرب به المثل في رقة الهواء، وحسن المستشرف. ويقال إنه ليس\nللنصارى دير مثله، لما فيه من أناجيلهم ومتعبداتهم.\n</p>\n\n<p>\nأخبرني محمد بن مزيد قال حدثنا حماد بن إسحاق قال: حدثني أحمد بن صدقة،\nقال: خرجنا مع المأمون، فنزلنا الدير الأعلى بالموصل لطيبه ونزاهته، وجاء\nعيد الشعانين، فجلس المأمون في موضع منه حسن مشرف على دجلة والصحراء\nوالبساتين، ويشاهد منه من يدخل الدير. وزين الدير في ذلك اليوم بأحسن زي.\nوخرج رهبانه وقسانه إلى المذبح، وحولهم فتيانهم بأيديهم المجامر قد تقلدوا\nالصلبان وتوشحوا بالمناديل المنقوشة. فرأى المأمون ذلك، فاستحسنه. ثم انصرف\nالقوم إلى قلاليهم وقربانهم، وعطف إلى المأمون من كان معهم من الجواري\nوالغلمان، بيد كل واحد منهم تحفة من رياحين وقتهم، وبأيدي جماعة منهم كؤوس\nفيها أنواع الشراب. فأدناهم، وجعل يأخذ من هذا ومن هذه تحية، وقد شغف بما\nرآه منهم، وما فينا إلا من هذه حاله. وهو في خلال ذلك يشرب والغناء يعمل.\nثم أمر بإخراج من معه من وصائفه المزنرات، فأخرج إليه عشرون وصيفة كأنهن\nالبدور، عليهن الديباج، وفي أعناقهن صلبان الذهب، بأيديهن الخوص والزيتون.\nفقال: يا أحمد، قد قلت في هؤلاء أبياتا، فغنني بها، وهي:\n</p>\n\n<p>\nظباء كالدنانير ... ملاح في المقاصير\n</p>\n\n<p>\nجلاهن الشعانين ... علينا في الزنانير\n</p>\n\n<p>\nوقد زرفن أصداغا ... كأذناب الزرازير\n</p>\n\n<p>\nوأقبلن بأوساط ... كأوساط الزنابير\n</p>\n\n<p>\nثم أخرج نعم جاريته، وكانت وصيفة، فغنت:\n</p>\n\n<p>\nوزعمت أني ظالم فهجرتني ... ورميت في كبدي بسهم نافذ\n</p>\n\n<p>\nنعم ظلمتك فاصفحي وتجاوزي ... هذا مقام المستجير العائذ\n</p>\n\n<p>\nهذا مقام فتى أضر به الهوى ... قرح الجفون بحسن وجهك لائذ\n</p>\n\n<p>\nولقد أخذتم من فؤادي أنسه ... لا شل ربي كف ذاك الآخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             وطرب\nوشرب، واستعاد الصوت دفعات، ثم قال لليزيدي: أرأيت أحسن مما نحن فيه؟ قال:\nنعم يا أمير المؤمنين، أن تشكر من خولك فيزيدك منه، ويحفظه عليك. قال: بارك\nالله عليك، فلقد ذكرت في موضع الذكرى. ثم أمر بثلاثين ألف درهم، فتصدق بها\nللوقت.\n</p>\n\n<p>\nدير الأنوار\n</p>\n\n<p>\nدير الأنوار: قرب عمورية <span id='ms02'></span>، بالروم.\n</p>\n\n<p>\nحدث أبو بكر محمد بن القاسم الأنباري قال: خرجت من الأنبار في بعض أسفاري\nإلى عمورية من بلاد الروم، فنزلت في بعض الطريق بدير يقال له دير الأنوار\nبقرية قريبة من عمورية فخرج إلي صاحب الدير المقدم على الرهبان به، وكان\nاسمه عبد المسيح فأدخلني الدير فوجدت فيه أربعين راهبا فأكرموني تلك الليلة\nبضيافة حسنة، ثم رحلت عنهم من الغد، وقد رأيت من كثرة اجتهادهم وعبادتهم ما\nلم أره قط من غيرهم، فقضيت غرضي من عمورية ثم رجعت إلى الأنبار. فلما كان\nالعام المقبل حججت، فبينما أنا أطوف حول البيت الشريف إذ رأيت عبد المسيح\nالراهب يطوف أيضا ومعه خمسة نفر من أصحابه الرهبان، فلما أثبت معرفته تقدمت\nإليه، وقلت له: - أنت عبد المسيح الراهب؟ - قال: بل أنا عبد الله، الراغب\nفي عفو الله.\n</p>\n\n<p>\nفجعلت أقبل شيبته وأبكي، ثم أخذت بيده، وملت إلى جانب الحرم. وقلت له:\nبحق من هداك، ألا أخبرتني عن سبب إسلامك؟ فقال: لقد كان عجبا! وذلك أن\nجماعة من زهاد المسلمين وعبادهم مروا بالقرية التي فيها فأرسلوا شابا منهم\nيشتري لهم طعاما فرأى في السوق جارية نصرانية تبيع الخبز وهي من أحسن\nالنساء، وأجملهن صورة، فلما نظر إليها افتتن بها وسقط لوجهه، مغشيا عليه،\nفلما أفاق رجع إلى أصحابه وأخبرهم بما أصابه وقال لهم: - أمضوا لشأنكم،\nفلست بذاهب معكم فعذلوه ووعظوه، فلم يلتفت إليهم، فانصرفوا وتركوه، فدخل\nالقرية، وجلس على باب حانوت تلك المرأة، فسألته عن حاجته فأخبرها أنه عاشق\nلها، فأعرضت عنه، فمكث في موضعه ثلاثة أيام لم يطعم طعاما، وهو شاخص إلى\nوجهها، فلما رأته لا ينصرف عنها، ذهبت إلى أهلها وجيرانها فأخبرتهم،\nفأطلقوا عليه الصبيان يرجمونه بالحجارة، فرجموه حتى رضخوا رأسه، وهشموا\nوجهه، وأدموا أضلاعه، وهو مع ذلك لا ينصرف. فعزم أهل القرية على قتله\nفجاءني رجل منهم، وأخبرني بحاله، فخرجت إليه، فرأيته طريحا، فمسحت الدم عن\nوجهه، وحملته إلى الدير، وداويت جراحه، فأقام عندي أربعة عشر يوما، فلما\nقدر على المشي <span id='ms03'></span> خرج من الدير، وأتى باب حانوت المرأة، وجلس ينظر إليها، فلما\nأبصرته، قامت إليه وقالت له: - والله قد رحمتك فهل لك أن تدخل في ديني حتى\nأتزوجك؟ فقال: معاذ الله أن أنسلخ من دين التوحيد، وأدخل في دين الشرك،\nفقالت: - قم وادخل معي داري، واقض مني أربك، وانصرف راشدا. فقال: ما كنت\nبالذي أذهب عبادة اثنتي عشرة سنة بشهوة لحظة واحدة! فقالت: - انصرف عني\nحينئذ. قال: لا يطاوعني قلبي. فأعرضت عنه بوجهها، ففطن له الصبيان، فأقبلوا\nعليه يرجمونه بالحجارة، فسقط على وجهه وهو يقول: - إن وليي الله الذي نزل\nالكتاب وهو يتولى الصالحين، فخرجت من الدير وأتيته فطردت عنه الصبيان،\nورفعت رأسه من الأرض فسمعته يقول: - اللهم اجمع بيني وبينها في الجنة،\nفحملته إلى الدير فمات قبل أن أصل به إليه، فخرجت به عن القرية، وحفرت له\nقبرا، ودفنته، فلما دخل الليل، وذهب نصفه صرخت تلك المرأة في فراشها صرخة\nعظيمة، فاجتمع إليها أهل القرية، وسألوها عن قصتها فقالت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             -\nبينما أنا نائمة إذ دخل علي ذلك الرجل المسلم فأخذ بيدي، وانطلق بي إلى\nالجنة، فلما صار بي إلى بابها منعني خازنها من الدخول إليها، وقال إنها\nمحرمة على الكافرين فأسلمت على يده، ودخلت معه الجنة، فرأيت فيها من القصور\nوالأشجار ما لا أحسن وصفه لكم، ثم إنه أخذني إلى قصر من الجوهر وقال: هذا\nالقصر لي ولك، وأنا لا أدخله إلا بك، وإلى خمس ليال تكونين عندي فيه، إن\nشاء الله تعالى، ثم مد يده إلى شجرة على باب القصر فقطف منها تفاحتين وقال:\nكلي هذه الواحدة، وأخبي الأخرى حتى يراها الرهبان، فأكلت التفاحة، فلم أر\nأطيب منها، ثم إنه أخذ بيدي وأخرجني حتى وصلت إلى داري، ثم إنها أخرجت\nالتفاحة من جيبها، فأشرقت في ظلمة الليل، كأنها كوكب دري، فجاءوا بالمرأة\nإلينا إلى الدير ومعها التفاحة فلم نر شيئا مثلها من فواكه الجنة، فأخذت\nالسكين وشققتها على عدد أصحابي، فما رأينا ألذ من طعمها، ولا أطيب من\nريحها، فقلنا <span id='ms04'></span>: لعل شيطانا تمثل لها ليغويها عن دينها، فأخذها أهلها\nوانصرفوا. ثم إنها امتنعت من الأكل والشرب، فلما كانت الليلة الخامسة قامت\nمن فراشها وخرجت من بيتها حتى أتت قبره، فألقت نفسها عليه وماتت، ولم يعلم\nبها أحد من أهلها، فلما كان وقت الصباح أقبل على القرية شيخان مسلمان،\nعليهما ثياب من الشعر، ومعهما امرأتان كذلك، فقالا: إن لله عندكم ولية من\nأوليائه قد ماتت مسلمة، ونحن نتولاها دونكم. فطلب أهل القرية تلك المرأة\nفوجدوها على القبر ميتة، فقالوا: - هذه صاحبتنا ماتت على ديننا ونحن\nنتولاها، واشتد الخصام والتنازع بينهم، فقال أحد الشيخين: إن علامة إسلامها\nأن يجمع رهبان الدير \" الأربعون \" ويجذبونها عن القبر، فإن جاءت معهم فهي\nنصرانية، ويتقدم منا واحد وجذبها، فإن انجذبت معه فهي مسلمة، فرضي أهل\nالقرية بذلك، فجمعت رهبان الدير الأربعون وأتيناها لنحملها فلم نقدر على\nحملها، فربطنا في وسطها حبلا غليظا، وجذبها \" الرهبان الأربعون \" أجمعون،\nفانقطع الحبل، ولم تتحرك، فتقدم أهل القرية، وفعلوا كذلك، فلم تتحرك من\nموضعها، فلما عجزنا عن حملها بكل الحيل، قلنا لأحد الشيخين تقدم أنت\nواحملها، فتقدم إليها وجذبها بردائه وقال: بسم الله الرحمن الرحيم، على ملة\nرسول الله صلى الله عليه وسلم، ثم حملها في حضنه، وانصرف فيها إلى غار\nهناك، فوضعها فيه، وجاءت المرأتان فغسلتاها وكفنتاها، ثم حملها الشيخان\nوصليا عليها، ودفناها إلى قبر ذلك الزاهد، وانصرفنا ونحن نشاهد هذا كله،\nفلما خلا بعضنا إلى بعض قلنا: إن الحق أحق أن يتبع، وقد وضح لنا الحق\nبالمشاهدة والعيان، ولا برهان على صحة دين الإسلام أوضح لنا مما رأيناه، ثم\nأسلمت أنا وأسلم رهبان الدير \" الأربعون \" وجميع أهل القرية، ثم إنا بعثنا\nإلى بلد \" الجزيرة \" نستدعي فقيها عالما يعلمنا شرائع الإسلام وأحكام\nالدين، فجاءنا رجل فقيه صالح فعلمنا وجه العبادة وأحكام الإسلام، ونحن\nاليوم على خير كثير، فلله الحمد والمنة على ذلك.\n</p>\n\n<p>\nدير بولس\n</p>\n\n<p>\nدير بولس بالرملة قال أبو الفرج: هو بناحية الرملة.\n</p>\n\n<p>\nأخبرني الحلبي قال: حدثني أبي قال: نزلت <span id='ms05'></span> مع الفضل بن إسماعيل بن صالح بن\nعلي بن عبد الله بن عباس، دير بولس، ونحن خارجان إلى جهة الرملة، فرأى فيه\nجارية حسنة، بنتا لقس هناك، فخدمته ثلاثة أيام، وسقته شرابا عتيقا، فلما\nأراد الإنصراف أعطاها عشرة دنانير، وقال في طريقه:\n</p>\n\n<p>\nعليك سلام الله يا دير من فتى ... بمهجته شوق إليك طويل\n</p>\n\n<p>\nولا زال من توء السماكين وابل ... عليك يروى من ثراك هطول\n</p>\n\n<p>\nيعلك منها برهة بعد برهة ... سحاب بإحياء الرياض كفيل\n</p>\n\n<p>\nإذا جاد أرضا دمعه بان منظر ... به لعيونن الناظرينن جميل\n</p>\n\n<p>\nألا رب ليل حالك قد صدعته ... وليس معي غير الحسام خليل\n</p>\n\n<p>\nومشمولة أوقدت فيها لصحبتي ... مصابيح ما يخبو لهن فتيل\n</p>\n\n<p>\nتعللني بالراح هيفاء غادة ... يخال عليها للقلوب وكيل\n</p>\n\n<p>\nتجول المنايا بينهن إذا غدت ... لواحظها بين القلوب تجول\n</p>\n\n<p>\nأيا بنت قس الدير قلبي مولة ... عليك وجسمي مذ بعدت عليل\n</p>\n\n<p>\nوفيه يقول أبو شأس: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             يا دير يونس جادت سرحك الديم ... حتى ترى\nناظرا بالنور يبتسم\n</p>\n\n<p>\nلم يشف في ناجر ماء على ظمأ ... كما شفى حر قلبي ماؤك الشبم\n</p>\n\n<p>\nولم يحلك محزون به سقم ... إلا تحلل عنه ذلك السقم\n</p>\n\n<p>\nأستغفر الله كم لي فيك ذو غنج ... جرى علي به في ربعك القلم\n</p>\n\n<p>\nويقول أيضا:\n</p>\n\n<p>\nلا تعدلن عن ابنة الكرم ... بأبي، ففيها صحة الحسم!\n</p>\n\n<p>\nلو لم يكن في شربها فرج ... إلا التخلص من يد الهم!\n</p>\n\n<p>\nويقول أيضا أبو شأس:\n</p>\n\n<p>\nأعاذل ما على مثلي سبيل ... وعذلك في المدامة مستحيل\n</p>\n\n<p>\nأليس مطيتي حقوي غلام ... ورحل أناملي كأس شمول؟\n</p>\n\n<p>\nإذا كانت بنات الكرم شربي ... وقبلة وجهي الوجه الجميل\n</p>\n\n<p>\nأمنت بذين عاقبة الليالي ... وهان علي ما نقل العذول!\n</p>\n\n<p>\nدير الثعالب\n</p>\n\n<p>\n- قال الشابشتي: هذا الدير ببغداد، بالجانب الغربي منها، بالموضع المعروف\nبباب الحديد وأهل بغداد يقصدونه ويتنزهون فيه، ولا يكاد يخلو من قاصد\nوطارق. وله عيد لا يتخلف فيه أحد من النصارى والمسلمين، وباب الحديد أعمر\nموضع ببغداد وأنزهه: لما فيه من البساتين والشجر والنخل والرياحين، ولتوسطه\nالبلد وقربه من كل أحد. فليس يخلو من أهل <span id='ms06'></span> البطالات، ولا يخل به أهل المتطرب\nواللذاذات. فمواطنه أبدا معمورة، وبقاعه بالمتنزهين مشحونة.\n</p>\n\n<p>\n- وذكر البيروني أن عيد دير الثعالب، هو آخر سبت من أيلول، إلا أن يكون\nأول تشرين الأول من السنة الآتية يوم الأحد، فيتأخر العيد إليه ويخرج من\nأيلول، فتتعرى تلك السنة، ويتكرر في الآتية مرتين: في أولها وأخرها.\n</p>\n\n<p>\n- وقال ياقوت إنه: دير مشهور، بينه وبين بغداد ميلان أو أقل، في كورة نهر\nعيسى، على طريق صرصر، رأيته أنا، وبالقرب منه قرية تسمى الحارثية.\n</p>\n\n<p>\n- ولمحمد بن عمر ابن دهقانة الهاشمي، أبيات من الشعر ورد فيها اسم الدير\nمنها:\n</p>\n\n<p>\nدير الثعالب مألف الضلال ... ومحل كل غزالة وغزال\n</p>\n\n<p>\n- ومن أقدم من ذكر هذا الدير خليفة بن خياط، فلقد ذكره في حوادث سنة\n127ه، قبل إنشاء مدينة بغداد، قال في خبر طويل: وأقبل الضحاك بن قيس من\nالمدائن يريد الكوفة، فنزل دير الثعالب في ثلاثة آلاف، والمكثر يقول: في\nآربعة آلاف.\n</p>\n\n<p>\n- وفي كتاب \" الحوادث الجامعة \" ذكر لهذا الدير، قال في حوادث سنة 683ه:\n- في هذه السنة زادت دجلة زيادة عظيمة، وغرقت في الجانب الغربي من بغداد\nعدة نواح، ووصل إلى قباب دير الثعالب.\n</p>\n\n<p>\n- وزار سبط ابن التعاويذي، الشاعر المعروف )583ه( هذا الدير يوم عيده،\nفرأى شماسا فيه صبيح الوجه، فقال فيه ارتجالا:\n</p>\n\n<p>\nوغزال علقته ... يوم دير الثعالب\n</p>\n\n<p>\nمن ظباء الصريم ... يخطر في زي راهب\n</p>\n\n<p>\nشد زناره فحل ... عقود المذاهب\n</p>\n\n<p>\n- وذكر الأب أنستاس ماري الكرملي أن بقايا دير الثعالب، تعرف اليوم باسم\nعين الصنم.\n</p>\n\n<p>\n- ورجح الأب لويس شيخو، أن \" دير الثعالب منسوب، على ما نظن، إلى بني\nثعلبة المتنصرين، قريب من بغداد عند الحارثية \" .\n</p>\n\n<p>\n- وأيده في هذا الترجيح د. عبد اللطيف الراوي. انظر: المجتمع العراقي في\nشعر القرن الرابع للهجرة282، وانظر: مسالك الأبصار 1 - 277،571.\n</p>\n\n<p>\n- بغداد في عهد الخلافة العباسية 92، 108، 182.\n</p>\n\n<p>\n- دليل خارطة بغداد 43، 65، 102، 104.\n</p>\n\n<p>\n- أحوال نصارى بغداد 120 - 121، 123 - 125.\n</p>\n\n<p>\n- ديارات بغداد القديمة 29 - 15.\n</p>\n\n<p>\nدير الثعالب\n</p>\n\n<p>\nقرب بغداد، في كورة نهر عيسى، بالموضع المعروف بباب الحديد.\n</p>\n\n<p>\n- خرجت أنا وأبو الفتح أحمد بن إبراهيم بن علي بن عيسى رحمه الله <span id='ms07'></span>، ماضيين\nإلى دير الثعالب، في يوم من سنة خمس وخمسين وثلاث مئة للنزهة ومشاهدة\nاجتماع النصارى هناك، والشرب على نهر يزدجرد الذي يجري على باب هذا الدير\nفبينا نحن نطوف الدير، ومعنا جماعة من أولاد الكتاب النصارى وأحداثهم، وإذا\nبفتاة كأنها الدينار المنقوش كما يقال، تتمايل وتتثنى كغصن ريحان في نسيم\nشمال. فضربت بيدها إلى يد أبي الفتح وقالت: يا سيدي، تعال اقرأ هذا الشعر\nالمكتوب على حائط بيت الشاهد. فمضينا معها، وبنا من السرور بها وبظرفها\nوملاحة منطقها ما الله به عالم. فلما دخلنا البيت كشفت عن ذراع كالفضة،\nوأومأت إلى الموضع، وإذا فيه مكتوب: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             خرجت يوم عيدها ... في\nثياب الرواهب\n</p>\n\n<p>\nفسبت باختيالها ... كل جاء وذاهب\n</p>\n\n<p>\nلشقائي رأيتها ... يوم دير الثعالب\n</p>\n\n<p>\nتتهادى بنسوة ... كاعب في كواعب\n</p>\n\n<p>\nهي فيهم كأنها ال ... بدر بين الكواكب\n</p>\n\n<p>\nفقلنا لها: أنت والله المقصودة بمعنى هذه الأبيات، ولم نشك أنها كتبت\nالأبيات، ولم تفارقنا بقية يومنا.\n</p>\n\n<p>\nوقلت فيها هذه الأبيات، وأنشدتها إياها ففرحت:\n</p>\n\n<p>\nمرت بنا في الدير خمصانه ... ساحرة الناظر فتانه\n</p>\n\n<p>\nأبرزها الرهبان من خدرها ... تعظم الدير ورهبانه\n</p>\n\n<p>\nمرت بنا تخطر في مشيها ... كأنما قامتها بانه\n</p>\n\n<p>\nهبت لها ريح فمالت بها ... كما تثنى غصن ريحانه\n</p>\n\n<p>\nفتيمت قلبي وهاجت له ... أحزانه قدما وأشجانه\n</p>\n\n<p>\nوحصل بينها وبين أبي الفتح عشرة بعد ذلك. ثم خرج إلى الشام وتوفي بها،\nولا أعرف لها خبرا بعد ذلك.\n</p>\n\n<p>\nدير الجاثليق\n</p>\n\n<p>\nدير الجاثليق - هما ديران يحملان نفس الاسم: - الأول: دير قديم في رأس\nالحد بين السواد وأرض تكريت.\n</p>\n\n<p>\n- الثاني: كان في غربي مدينة بغداد، وصفه الشابشتي قائلا: هذا الدير،\nيقرب من باب الحديد، وهو دير كبير، حسن، نزه، تحدق به البساتين والأشجار\nوالرياحين. وهو يوازي دير الثعالب في النزهة والطيب وعمارة الموضع، لأنهما\nفي بقعة واحدة.\n</p>\n\n<p>\n- وفي بعض المصادر، أن دير الجاثليق هذا، كان يقع على نهر الرفيل، من\nأنهار بغداد القديمة في أيام العباسيين، وكان مأخذه من نهر عيسى، ومصبه في\nدجلة عند الجسر.\n</p>\n\n<p>\n- إن دير الجاثليق البغدادي، كان يسمى أيضا <span id='ms08'></span> \" دير كليليشوع \" وهي لفظة\nسريانية بمعنى \" إكليل يسوع \" .\n</p>\n\n<p>\n- ويؤخذ من النصوص التاريخية، أن دير الجاثليق دير قديم يرقى زمن إنشائه\nإلى ما قبل تأسيس بغداد، بل إلى ما قبل ظهور الإسلام.\n</p>\n\n<p>\n- أنظر أيضا: - أخبار فطاركة كرسي المشرق من كتاب المجدل: لماري بن\nسليمان )74، 75، 77، 83، 110(.\n</p>\n\n<p>\n- ابن الأثير 4 - 328.\n</p>\n\n<p>\n- البدور المسفرة 21.\n</p>\n\n<p>\n- بغداد في عهد الخلافة العباسية 182.\n</p>\n\n<p>\n- ري سامراء في عهد الخلافة العباسية 1 - 196 - 197، 198، 199.\n</p>\n\n<p>\n- دليل خارطة بغداد 104 - 108.\n</p>\n\n<p>\nدير الجاثليق قرب بغداد دير قديم البناء، رحب الفناء من طسوج مسكن، قرب\nبغداد في غرب دجلة في عرض حربي، وهو في رأس الحد بين السواد وأرض تكريت،\nوعنده كانت الحرب بين عبد الملك بن مروان ومصعب بن الزبير، وعنده قتل مصعب\nبن الزبير، فقال عبيد الله بن قيس الرقيات يرثيه:\n</p>\n\n<p>\nلقد أورث المصرين حزنا وذلة ... قتيل بدير الجاثليق مقيم\n</p>\n\n<p>\nفما قاتلت في الله بكر بن وائل ... ولا صدقت عند اللقاء تميم\n</p>\n\n<p>\nفلو كان في قيس تعطف حوله ... كتائب يغلي حميها ويدوم\n</p>\n\n<p>\nولكنه ضاع الزمان ولم يكن ... بها مضري يوم ذاك كريم\n</p>\n\n<p>\nجزى الله كوفيا بذاك ملامة ... وبصريهم إن الكريم كريم\n</p>\n\n<p>\n- حدثني عمي عن محمد بن القاسم بن مهرويه، عن علي بن عبد الله بن سعد\nقال: كان بكر بن خارجة يتعشق غلاما نصرانيا يقال له:عيسى بن البراء العبادي\nالصيرفي، وله فيه قصيدة مزدوجة يذكر فيها النصارى وشرائعهم وأعيادهم، ويسمي\nدياراتهم، ويفضلهم.\n</p>\n\n<p>\nقال: وحدثني من شهد دعبلا وقد أنشد قوله في عيسى بن البراء العبادي:\n</p>\n\n<p>\nزناره في خصره معقود ... كأنه من كبدي مقدود\n</p>\n\n<p>\nفقال دعبل: ما يعلم الله أني حسدت أحدا قط كما حسدت بكرا على هذين\nالبيتين! وقال بكر بن خارجة في عيسى بن البراء العبادي:\n</p>\n\n<p>\nفبالأنجيل تتلوه شيوخ ... رهابنة بدير \" الجاثليق \"\n</p>\n\n<p>\nوبالقربان والصلبان إلا ... رثيت لقلبي الدنف المشوق\n</p>\n\n<p>\nأجرني، مت قبلك من همومي ... وأرشدني إلى نهج الطريق\n</p>\n\n<p>\nفقد ضاقت علي وجوه أمري ... وأنت المستجار من المضيق\n</p>\n\n<p>\nوكان بكر بن خارجة كثير المقام بهذا الدير مشتهرا بالشراب فيه، افتتانا\nبهذا الغلام النصراني، وفيه يقول أرجوزة مليحة منها <span id='ms09'></span> قوله:\n</p>\n\n<p>\nمن عاشق ناء هواه دان ... ناطق دمع صامت اللسان\n</p>\n\n<p>\nموثق قلب مطلق الجثمان ... معذب بالصد والهجران\n</p>\n\n<p>\nمن غير ذنب كسبت يداه ... إلا هوى نمت به عيناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             شوقا إلى\nرؤية من أشقاه ... كأنما عافاه من أبلاه\n</p>\n\n<p>\nيا ويحه من عاشق ما يلقى ... بأدمع منهلة ما ترقى\n</p>\n\n<p>\nذاب إلى أن كاد يخفي عشقا ... وعن دقيق الفكر فيه دقا\n</p>\n\n<p>\nلم يبق فيه غير طرف يبكي ... بأدمع مثل نظام السلك\n</p>\n\n<p>\nكأنه قطر السماء يحكي ... يخمد نيران الهوى ويذكي\n</p>\n\n<p>\nإلى غزال من بني النصارى ... عذار خديه سبى العذارى\n</p>\n\n<p>\nيترك ألباب الورى حيارى ... في ربقة الحب له أسارى\n</p>\n\n<p>\nريم بدير الروم رام قتلي ... بمقلة كحلاء لا من كحل\n</p>\n\n<p>\nوطرة بها استطار عقلي ... وحسن دل وقبيح فعل\n</p>\n\n<p>\nها أنا ذا من قده مقدود ... والدمع من خدي له أخدود\n</p>\n\n<p>\nما ضر من قلبي به معمود ... لو لم يكدر صفوه الصدود\n</p>\n\n<p>\nيا ليتني كنت له صليبا ... فكنت منه أبدا قريبا\n</p>\n\n<p>\nأبصر حسنا وأشم طيبا ... لا واشيا أخشى ولا رقيبا\n</p>\n\n<p>\nأو ليتني كنت له قربانا ... ألثم منه الفم والبنانا\n</p>\n\n<p>\nأو جاثليقا كنت أو مطرانا ... كيما يرى الطاعة لي إيمانا\n</p>\n\n<p>\nأو ليتني كنت له زنارا ... يدور بي خصراه حيث دارا\n</p>\n\n<p>\nحتى إذا الليل طوى النهارا ... صرت له تحت الدجى إزارا\n</p>\n\n<p>\nيا ليتني في النحر منه عوذة ... أو خمرة يشربني ملذوذة\n</p>\n\n<p>\nأو حلة يلبسني مقدودة ... ليست إذا ما أخلقت مقدودة\n</p>\n\n<p>\nيا ليتني كنت لعمرو مصحفا ... أو قلما يكتب بي ما ألفا\n</p>\n\n<p>\nمن حسن أشعار له قد صنفا ... فإن لي من بعض هذا ما كفى\n</p>\n\n<p>\nيا للذي بحسنه أضناني ... وابتز صبري والضنى كساني\n</p>\n\n<p>\nظبي على البعاد والتداني ... حل محل الروح من جثماني\n</p>\n\n<p>\nواكبدي من خده المضرج ... واحزني من ثغره المفلج\n</p>\n\n<p>\nلا شيء مثل الطرف منه الأدعج ... أذهب للنسك وللتحرج\n</p>\n\n<p>\nإليك أشكو يا غزال الأنس ... يا من هلالي وجهه وشمسي\n</p>\n\n<p>\nما بي من الوحشة بعد الأنس ... لا تقتل النفس بغير النفس\n</p>\n\n<p>\nها أنا في بحر الهوى غريق ... سكران من حبك لا أفيق\n</p>\n\n<p>\nمحترق <span id='ms10'></span> ما مسني حريق ... يرحمني العدو والصديق\n</p>\n\n<p>\nويقول فيها:\n</p>\n\n<p>\nيا عمرو ناشدتك بالمسيح ... ألا سمعت القول من نصيح\n</p>\n\n<p>\nيعرب عن قلب له قريح ... ليس من الحب بمستريح\n</p>\n\n<p>\nيا عمرو بالحق من اللاهوت ... والروح روح القدس والناسوت\n</p>\n\n<p>\nذاك الذي قد خص بالنعوت ... النطق في المهد وبالسكوت\n</p>\n\n<p>\nبحق من في شامخ الصوامع ... من ساجد لربه وراكع\n</p>\n\n<p>\nيبكي إذا ما نام كل هاجع ... خوفا من الله بدمع هامع\n</p>\n\n<p>\nثم يقسم عليه بكل قسم يعرفه النصارى ويقول:\n</p>\n\n<p>\nألا نظرت يا أمير أمري ... محتسبا في عظيم الأجر؟!\n</p>\n\n<p>\nدير الجماجم\n</p>\n\n<p>\nدير الجماجم بالكوفة قال أبو الفرج: هو دير بظاهر الكوفة، على طريق البر\nالذي يسلك إلى البصرة، وفيه كانت الوقعة بين الحجاج بن يوسف، وبين عبد\nالرحمن بن محمد بن الأشعث. وذلك أن ابن الأشعث لما رأى كثرة من معه من\nالجيش بالبصرة، وقد نازله الحجاج بها، خرج يريد الكوفة، ورأى أن أهلها أطوع\nله من أهل البصرة، لبغضهم الحجاج، ولأنه يجد بها من عشائره ومواليه أنصارا\nكثيرة. فسار إليها، وسايره الحجاج، فنزل ابن الأشعث دير الجماجم، ونزل\nالحجاج بإزائه بدير قرة، ووقعت الحرب بينهما، ثم انهزم ابن الأشعث، فعاد\nإلى البصرة.\n</p>\n\n<p>\nوقد ذكرت الشعراء دير الجماجم كثيرا.\n</p>\n\n<p>\nقال جرير يهجو الفرزدق:\n</p>\n\n<p>\nألم تشهد الجونين والشعب والصفا ... وكرات قيس يوم دير الجماجم\n</p>\n\n<p>\nتحرض يا بن القين قيسا ليجعلوا ... لقومك يوما مثل يوم الأراقم\n</p>\n\n<p>\nبسيف أبي رغوان سيف مجاشع ... ضربت ولم تضرب بسيف ابن ظالم\n</p>\n\n<p>\nضربت به عند الإمام فأرعشت ... يداك وقالوا محدث غير صارم\n</p>\n\n<p>\nوفي هذا الدير يقول الضحاك اليربوعي:\n</p>\n\n<p>\nوإن يهلك الحجاج فالمصر مصرنا ... وإلا فمثوانا بدير الجماجم\n</p>\n\n<p>\nوإن تخرجوا سفيان تخرج إليكم ... أبا حازم في الخيل شعث المقادم\n</p>\n\n<p>\nوإن تبرزوا للحرب تبرز سراتنا ... مصاليت شوسا بالسيف الصوارم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             سفيان هذا: هو ابن الأبرد الكلبي، وكان من فرسان الحجاج.\n</p>\n\n<p>\nدير حزقيال\n</p>\n\n<p>\nدير حزقيال قال أبو الفرج: حدثني جعفر بن قدامة قال: قال شريح الخزاعي\nقال: اجتزت بدير حزقيال، فبينما أنا أدور به، إذا بكتابة على إسطوانة\nفقرأتها <span id='ms11'></span>، فإذا هي:\n</p>\n\n<p>\nرب ليل أمد نفس العا ... شق طولا قطعته بانتحاب\n</p>\n\n<p>\nونعيم كوصل من كنت أهوا ... تبدلته ببؤس العتاب\n</p>\n\n<p>\nنسبوني إلى الجنون ليخفوا ... ما بقلبي من صبوة واكتئاب\n</p>\n\n<p>\nليت بي ما ادعوه من فقد عقلي ... فهو خير من طول هذا العذاب\n</p>\n\n<p>\nوتحته مكتوب \" هويت فمنعت، وطردت وشردت، وفرق بيني وبين الوطن، وحجبت عن\nالإلف والسكن، وحبست في هذا الدير ظلما وعدوانا، وصفدت في الحديد أزمانا:\n</p>\n\n<p>\nوإني على ما نابني وأصابني ... لذو مرة باق على الحدثان\n</p>\n\n<p>\nفإن تعقب الأيام أظفر ببغيتي ... وإن أبق مرميا بي الرجوان\n</p>\n\n<p>\nفكم ميت هما بغيظ وحسرة ... صبور لما يأتي به الملوان\n</p>\n\n<p>\nقال: فكتبت ما وجدت، وسألت عن صاحبه، فقالوا: رجل هوى ابنة عم له، فحبسه\nعمه في هذا الدير، خوفا أن يفتضح في ابنته، فتجمع أهله، فجاءوا، فأخرجوه،\nوزوجوه بها كرها.\n</p>\n\n<p>\nدير حنة - الأكيراح\n</p>\n\n<p>\nدير حنة: بالاكيراح، بناحية البليخ.\n</p>\n\n<p>\nوقد ذكر دير حنة أبو الفرج الأصفهاني وقال: ذكره أبو نواس في شعره، يعني\nفي قوله:\n</p>\n\n<p>\nيا دير حنة من ذات الاكيراح ... من يصح عنك فإني لست بالصاحي\n</p>\n\n<p>\nيعتاده كل مجفو مفارقه ... من الدهان عليه سحق أمساح\n</p>\n\n<p>\nفي فتية لم يدع منهم تخوفهم ... وقوع ما حذروه غير أشباح\n</p>\n\n<p>\nلا يدلفون إلى ماء بآنية ... إلا إغترافا من الغدران بالراح\n</p>\n\n<p>\nقال: والاكيراح: بلد نزه كثير البساتين والرياض والمياه.\n</p>\n\n<p>\nقال: وبالحيرة أيضا موضع يقال له الاكيراح فيه دير. والاكيراح قباب صغار\nيسكنها الرهبان. يقال للواحد منها: الكيرح.\n</p>\n\n<p>\nوقد ذكر بكر بن خارجة هذا الدير أيضا. فقال:\n</p>\n\n<p>\nدع البساتين من آس وتفاح ... واقصد إلى الروض من ذات الاكيراح\n</p>\n\n<p>\nإلى الدساكر، فالدير المقابلها ... لدى الاكيراح من دير ابن وضاح\n</p>\n\n<p>\nمنازلا لم أزل حينا ألازمها ... لزوم غاد إلى اللذات رواح\n</p>\n\n<p>\nوبالحيرة أيضا موضع يقال له الاكيراح، وفيه دير بناه عبد بن حنيف من بني\nلحيان، الذين كانوا مع لخم، وملك الحيرة منهم ملكان، وأظنه الذي عناه بكر\nبن خارجة، لأنه كوفي في الشعر المتقدم إنشاده.\n</p>\n\n<p>\nوفي هذه الاكيراح، يقول علي بن محمد العلوي <span id='ms12'></span>، الحماني:\n</p>\n\n<p>\nكم وقفة لك بالخور ... نق ما توازي بالمواقف\n</p>\n\n<p>\nبين الغدير إلى السدير ... إلى ديارات الأساقف\n</p>\n\n<p>\nفمواقف الرهبان في ... أطمار خائفة وخائف\n</p>\n\n<p>\nدمن كأن رياضها ... يكسين أعلام المطارف\n</p>\n\n<p>\nوكأنما غدرانها ... فيها عشور في المصاحف\n</p>\n\n<p>\nتلقى أوائلها أوا ... خرها بألوان الرفارف\n</p>\n\n<p>\nبحرية شتواتها ... برية فيها المصايف\n</p>\n\n<p>\nدرية الحصباء كا ... فورية منها المشارف\n</p>\n\n<p>\nباتت سواريها تمخض ... في رواعدها القواصف\n</p>\n\n<p>\nوكأن لمع بروقها ... في الجو أسياف المثاقف\n</p>\n\n<p>\nثم انبرت سحا كبا ... كية بأربعة ذوارف\n</p>\n\n<p>\nفكأنما أنوارها ... تهتز في الدرج العواصف\n</p>\n\n<p>\nطرر الوصائف يلتفتن ... بها إلى طرر الوصائف\n</p>\n\n<p>\nدافعتها عن دجنها ... بالقلب البيض، الغطارف\n</p>\n\n<p>\nيعبق يوم اليأ ... س شرا بين في يوم المتارف\n</p>\n\n<p>\nسمح بحر المال وقا ... فون في يوم المتالف\n</p>\n\n<p>\nواها لأيام الشبا ... ب وما لبسن من الزخارف\n</p>\n\n<p>\nوزوالهن بما عرفت ... من المناكر والمعارف\n</p>\n\n<p>\nأيام ذكرك في دوا ... وين الصبا صدر الصحائف\n</p>\n\n<p>\nواها لأيامي وأيا ... م النقيات المراشف\n</p>\n\n<p>\nوالغارسات ألبان قض ... بانا على كثب الروادف\n</p>\n\n<p>\nوالجاعلات البدر ما ... بين الحواجب والسوالف\n</p>\n\n<p>\nأيام يظهرن الخلا ... ف بغير نيات المخالف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             وقف النعيم على\nالصبا ... وزللت عن تلك المواقف\n</p>\n\n<p>\nوقال أبو نواس:\n</p>\n\n<p>\nدع البساتين من ورد وتفاح ... واعدل هديت إلى دير الاكيراح\n</p>\n\n<p>\nاعدل إلى نفر، دقت شخوصهم ... من العبادة، إلا نضو أشباح\n</p>\n\n<p>\nيكررون نواقيسا مرجعة ... إلى الزبور بإمساء، وإصباح\n</p>\n\n<p>\nفعد سمعك عن صوت تكرهه ... فلست تسمع فيه صوت فلاح\n</p>\n\n<p>\nإلا الدراسة للانجيل من كثب ... ذكر المسيح بابلاغ وإفصاح\n</p>\n\n<p>\nيا طيبة، وعتيق الراح تحفتهم ... بكل نوع من الطاسات رحراح\n</p>\n\n<p>\nيسقيكها مدمج الخصرين، ذو هيف ... أخو مدارع صوف فوق أمساح\n</p>\n\n<p>\nحكى أحمد بن عمر الكوفي، قال: كان بالكوفة رجل أديب ضعيف الحال يقبل مهما\nوقع في يده من شيء، أتي به دير حنة فيشرب فيه حتى يسكر، ثم ينصرف إلى أهله،\nويقول: يعجبني من الغراب بكوره في طلب الرزق. وربما بات به، ويقول:\n</p>\n\n<p>\nتطاول ليلك بالزاويه ... وكان المبيت بها عافيه\n</p>\n\n<p>\nومن تحت رأسك آجرة ... وجنبك ملقى على باريه\n</p>\n\n<p>\nوذلك خير من الانصراف ... فتحكم فيك بنو الزانيه\n</p>\n\n<p>\nوتصبح إما <span id='ms13'></span> رهين السجون ... وإما قتيلا على ساقيه\n</p>\n\n<p>\nقال: فوجد - والله - بعد أيام قتيلا على ساقية! وهو القائل:\n</p>\n\n<p>\nما لذة العيش عندي غير واحدة ... هي البكور إلى بعض المواخير\n</p>\n\n<p>\nلخامل الذكر مأمون بوائقه ... سهل القياد من الفره المدابير\n</p>\n\n<p>\nحتى يحل على دير ابن كافرة ... من النصارى يبيع الخمر مشهور\n</p>\n\n<p>\nكأنما عقد الزنار فوق نقا ... واعتم فوق دجى الظلماء بالنور\n</p>\n\n<p>\nوفيه قال الثرواني:\n</p>\n\n<p>\nيومي بهيكل دير حنة لم يزل ... غر السحاب تجود فيه وتمرع\n</p>\n\n<p>\nمتجوشن طورا وطورا شاهرا ... بيض السيوف وتارة يتدرع\n</p>\n\n<p>\nوكذلك قال فيه بكر بن خارجة الكوفي:\n</p>\n\n<p>\nألا سقي الخورنق من محل ... ظريف الروض معشوق أنيق!\n</p>\n\n<p>\nأقمت بدير حنته زمانا ... بسكر في الصبوح وفي الغبوق\n</p>\n\n<p>\nومنا لابس إكليل زهر ... ومختضب السوالف بالخلوق\n</p>\n\n<p>\nكأن رياضه حسنا ونورا ... سحائب ذهبت بسنا البروق\n</p>\n\n<p>\nكأن تقاطر الأشجار فيه ... إذا غسق الظلام، قطار نوق\n</p>\n\n<p>\nوماذا شئت من در الأقاحي ... هناك ومن يواقيت الشقيق\n</p>\n\n<p>\nدير حنة بالحيرة\n</p>\n\n<p>\nدير حنة: في الحيرة قال أبو الفرج: هو دير قديم بناه حي من تنوخ، يقال\nلهم بنو ساطع، تحاذيه منارة عالية كالمرقب، تسمى القائم، لبني أوس بن عمرو،\nثم لبطن منهم يقال لهم، بنو مبرق.\n</p>\n\n<p>\nوكان فتيان الحيرة يألفونه ويشربون فيه، وإياه عنى الثرواني بقوله:\n</p>\n\n<p>\nيا دير حنة عند القائم الساقي ... إلى الخورنق من دير ابن براق\n</p>\n\n<p>\nليس السلو )وإن أصبحت ممتنعا ... من بغيتي فيك( من شكلي وأخلاقي\n</p>\n\n<p>\nسقيا لعافيك من عاف معالمه ... قفر وباقيك مثل الوشي من باقي\n</p>\n\n<p>\nدير حنة: ذكره أبو نواس:\n</p>\n\n<p>\nيا دير حنة من ذات الاكيراح ... من يصح عنك فإني لست بالصاحي\n</p>\n\n<p>\nوذكر أبو الفرج بن الأصفهاني في كتاب \" الديارات \" : حنة، وأنه غير الذي\nذكره أبو نواس، وذكر أن الثرواني قال فيه:\n</p>\n\n<p>\nيا دير حنة عند القائم الساقي ... إلى الخورنق من دير ابن براق\n</p>\n\n<p>\nدير حنظلة الطائي\n</p>\n\n<p>\nدير حنظلة الطائي: بالجزيرة قال أبو الفرج: حدثني هاشم بن محمد أبو دلف\nالخزاعي قال حدثني الرياشي: حدثني أبو المحلم: دير حنظلة بالجزيرة.\n</p>\n\n<p>\nنسب إلى رجل من طيء يقال <span id='ms14'></span> له حنظلة بن أبي عفراء بن النعمان ابن حية بن\nسعنة بن الحارث بن الحويرث بن ربيعة بن مالك بن سفر بن هني بن عمرو بن\nالغوث بن طيء.\n</p>\n\n<p>\nوحنظلة هو عم إياس بن قبيصة بن أبي عفراء الذي كان ملك الحيرة ومن رهطه\nأبو زبيد الطائي الشاعر، وكان من شعراء الجاهلية، وكان قد نسك في الجاهلية\nوتنصر وبنى هذا الدير فعرف به إلى الآن.\n</p>\n\n<p>\nوحنظلة هذا هو القائل:\n</p>\n\n<p>\nومهما يكن ريب الزمان فإنني ... أرى قمر الليل المغرب كالفتى\n</p>\n\n<p>\nيهل صغيرا ثم يعظم ضؤوه ... وصورته، حتى إذا ما هو استوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nوقرب يخبو ضوءه وشعاعه ... ويمصح حتى يستسر فلا يرى\n</p>\n\n<p>\nكذلك زيد الأمر ثم انتقاصه ... وتكراره: في دهره بعدما مضى\n</p>\n\n<p>\nتصبح أهل الدار ... والدار زينة وتأتي الجبال من شماريخها العلى\n</p>\n\n<p>\nفلا ذا غنى يرجئن عن فضل ماله ... وإن قال أخرني وخذ رشوة أبى\n</p>\n\n<p>\nولا عن فقير يأتخرن لفقره ... فتنفعه الشكوى إليهن إن شكى\n</p>\n\n<p>\nحدثني جعفر بن قدامة قال حدثني حماد بن إسحاق عن أبيه حدثني أبو نجاح\nقال: كنت مع عبد الله بن محمد الأمين وقد خرج إلى نواحي الجزيرة. وكانت له\nهناك ضياع كثيرة حسنة، فاجتزنا بدير حنظلة هذا، وكانت أيام الربيع، وكانت\nحوله من الرياض ما ينسي حلل الوشي، وبسط خضرة وزهر، فنزلنا فيه وبعث إلى\nخمار بالقرب من الفرات، فشربنا وكان عبد الله حسن الصوت، حاذقا بالغناء\nوالطرب، ظريفا كاملا فقال:\n</p>\n\n<p>\nألا يا دير حنظلة المفدى ... لقد أودعتني تعبا وكدا\n</p>\n\n<p>\nأزف من العقار إليك زقا ... وأجعل فوقه الورق المندى\n</p>\n\n<p>\nوابدأ بالصبوح أمام صحبي ... ومن ينشط لها فهو المفدى\n</p>\n\n<p>\nألا يا دير جادتك الغوادي ... سحابا حملت برقا ورعدا\n</p>\n\n<p>\nيزيد بناءك النامي نماء ... ويكسو الروض حسنا مستجدا\n</p>\n\n<p>\nفاصطبحنا فيه عشرة أيام، وعبد الله ومن معنا من المغنين يغنوننا. ولعبد\nالله في هذا الشعر لحن من خفيف الرمل، مليح.\n</p>\n\n<p>\nوفي هذا الدير يقول الشاعر:\n</p>\n\n<p>\nطرقتك سعدى بين شطي بارق ... نفسي الفداء لطيفها من طارق\n</p>\n\n<p>\nيا دير حنظلة المهيج لي الهوى ... هل <span id='ms15'></span> تستطيع دواء عشق العاشق\n</p>\n\n<p>\nدير حنظلة اللخمي\n</p>\n\n<p>\nدير حنظلة اللخمي: في الحيرة قال أبو الفرج: ومن ديارات بني علقمة\nبالحيرة، دير حنظلة بن عبد المسيح بن علقمة بن مالك بن ربى بن نمارة بن لخم\nبن عدي بن الحارث بن مرة بن أدد.\n</p>\n\n<p>\nوجد في صدر الدير مكتوب بالرصاص في ساج محفور: \" بنى هذا الهيكل المقدس،\nمحبة لولاية الحق والأمانة، حنظلة بن عبد المسيح، يكون مع بقاء الدنيا\nتقديسه، وكما يذكر أولياؤه بالعصمة، يكون ذكر الخاطئ حنظلة \" .\n</p>\n\n<p>\nوفيه يقول بعض الشعراء:\n</p>\n\n<p>\nبساحة الحيرة دير حنظلة ... عليه أذيال السرور مسبله\n</p>\n\n<p>\nأحييت فيه ليلة مقتبله ... وكأسنا بين الندامى معمله\n</p>\n\n<p>\nوالراح فيها مثل نار مشعله ... وكلنا مستنفد ما خوله\n</p>\n\n<p>\nفيها يلذ عاصيا من عذله ... مبادرا قبل يلاقي أجله\n</p>\n\n<p>\nدير الخصيان\n</p>\n\n<p>\nدير الخصيان: بغور البلقاء بين دمشق وبيت المقدس حكى أبو زيد الأسدي قال:\nدخلت على سليمان بن عبد الملك، وهو جالس على دكان مبلط بالرخام الأحمر،\nمفروش بالديباج الأخضر، في وسط بستان ملتفة أشجاره، قد أينعت ثماره، وبإزاء\nكل شق من الدكان روض قد أزهر بنبت الربيع ونواره، وعلى رأسه وصائف كل واحدة\nأحسن من صواحبها، كأنهن اللؤلؤ المنثور، في أيديهن أباريق بألوان الخمور،\nوطاسات البلور، وقد أخذ منه الشراب، فقلت: السلام عليك يا أمير المؤمنين\nورحمة الله وبركاته، وكان سليمان مطرقا فرفع رأسه، وقال: أبا زيد، أفي مثل\nهذا اليوم تصاب حيا؟ فقلت: يا سيدي، يا أمير المؤمنين أوقامت القيامة؟ قال\nنعم، على أهل الهوى! ثم أطرق، ورفع رأسه وقال: أبا زيد ما يطيب في يومنا\nهذا ؟ فقلت: قهوة حمراء في زجاجة بيضاء تناولنيها مقدودة هيفاء، لفاء\nمصطمرة قنواء دعجاء، أشربها من كفها وأمسح فمي بفمها، فأطرق سليمان مليا\nودموعه تصدر، فلما رأى الوصائف ذلك منه تنحين عنه، وقال: أبا زيد، حللت\nوالله في يوم فيه انقضاء أجلك، وتصرم مدتك، وفناء عمرك، والله لاضربن عنقك\nأو تخبرني بما أثار هذه الصفة من قلبك. فقلت: نعم يا أمير المؤمنين، كنت\nجالسا على باب <span id='ms16'></span> أخيك سعيد بن عبد الملك، وإذا جارية قد خرجت إلى رحبة القصر،\nعليها قميص سكب، تبين منه بياض ثدييها، وتدوير سرتها، ونقش تكتها، وفي\nرجلها نعلان قد أشرق بياض قدميها على حمرتها بفرد ذؤابة تضرب الحقو منها،\nوطرة قد زرفنت على جبينها، وصدغين كأنهما نونان على عارضيها، وحاجبين قد\nتقوسا على محاجر عينين مملؤتين سحرا، وأنف كأنه قصبة در. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             وهي\nتقول: عباد الله ما الدواء لما يشتكى؟ وما العلاج مما لا ينسى؟ طال الحجاب،\nوابطأ الكتاب، فالعقل طائر واللب غائر، والعين عبرى، والأرق دائم، والوجد\nموجود، والنفس والهة، والفؤاد مختلس، والقلب محتبس، رحم الله قوما عاشوا\nتجلدا، وماتوا كمدا، لو كان في الصبر حيلة، أو إلى العزاء وسيلة، فقلت:\nأيتها الجارية إنسية أنت أم جنية؟ وسمائية أم أرضية؟ فقد أعجبني ذكاء عقلك،\nوأذهلني حسن منطقك، فسترت وجهها بكفها وقالت: اعذر أيها المتكلم، فما أوحش\nالوجد بلا مساعدة، والمقاساة لصد معاندة، ثم انصرفت.\n</p>\n\n<p>\nفوالله - يا أمير المؤمنين - ما أكلت طيبا إلا غصصت به، ولا رأيت حسنا\nإلا سمج في عيني لحسنها.\n</p>\n\n<p>\nفقال سليمان: كاد الجهل يستفزني، والصبابة تعاودني، والحلم يعزب عني، تلك\nالذلفاء التي يقول فيها الشاعر:\n</p>\n\n<p>\nإنما الذلفاء ياقوتة ... أخرجت من كيس دهقان\n</p>\n\n<p>\nشراؤها على أخي ألف ألف درهم، وهي عاشقة لفتى ابتاعها منه، والله لا مات\nمن يموت إلا بحسرتها، ولا فارق الدنيا إلا بغصتها، وفي الصبر سلوة وفي توقع\nالموت بهتة، فاكتم - أبا زيد - المفاوضة، يا غلام: ثقل يده ببدرة.\n</p>\n\n<p>\nقال: فلما مات سعيد صارت إلى سليمان، ولم يكن في عصرها أجمل منها، فملكت\nقلبه وغلبت عليه دون سائر نسائه وجواريه، فخرج يوما بالقرب من دير الرهبان\nفضرب فسطاطه في روضة خضراء مونقة الزهر، ذات حدائق وبهجة، تحفها أنواع\nالزهر النضر الغض، ما بين أصفر فاقع وأبيض ناصع وأحمر ساطع، فهي مثل الثياب\nالحضرمية، والبرود الأنجمية، تحمل منها الريح نسيم المسك الأذفر ويتضوع\nعرفها بريا فتيت العنبر، وكان له مغن يأنس به، ويسكن إليه ويكثر الخلوة\nمعه، ويستمع <span id='ms17'></span> لحديثه وغنائه، يقال له \" سنان \" ، وكان \" سنان \" - هذا - أحسن\nالناس وجها، وأظرفهم ظرفا، فأمره فضرب فسطاطه في روضة خضراء مونقة الزهرات،\nذات حدائق وبهجة، يحفها أنواع الزهر النضر الغض بالقرب منه، وكانت \"\nالذلفاء \" ، قد خرجت مع سليمان إلى ذلك المتنزه، فلم يزل سليمان يومه عند\nسنان في أكمل سرور وأتم حبور، إلى أن أتى الليل، فانصرف سليمان إلى فسطاطه،\nوانصرف سنان إلى موضعه، فوجد جماعة قد أناخوا به، فسلموا عليه، فرد عليهم\nسلام جذلان بوصولهم، فرح بنزولهم، فأحضرهم الطعام فأكلوا، وقدم الشراب\nفتناولوا منه، وقال: هل من حاجة؟ قالوا: ما جئناك إلا للقرى.\n</p>\n\n<p>\nفقال: بالمنزل الرحب حللتم، وبالجانب الخصب نزلتم.\n</p>\n\n<p>\nفقالوا: أما الطعام فقد أكلنا، وأما الشراب حضر، وبقي السماع، قال: أما\nالسماع فلا سبيل إليه مع غيرة أمير المؤمنين ونهيه إياي عن الغناء، إلا ما\nكان في مجلسه، قالوا له: فلا حاجة لنا في الطعام والشراب عندك ما لم\nتسمعنا، فلما رآهم غير مغفلين عنه رفع عقيرته، وغنى بهذه الأبيات:\n</p>\n\n<p>\nمحجوبة سمعت صوتي فأرقها ... من آخر الليل حتى ملها السهر\n</p>\n\n<p>\nلم يحجب الصوت أحراس ولا غلق ... فدمعها لطروق الصوت ينحدر\n</p>\n\n<p>\nتدني على فخذيها من معصفرة ... والحلي باد على لباتها خصر\n</p>\n\n<p>\nفي ليلة البدر لا يدري مضاجعها ... أوجهها عنده أبهى أم القمر؟\n</p>\n\n<p>\nلو خليت لمشت نحوي على قدم ... تكاد من رقة بالمشي تنفطر\n</p>\n\n<p>\nفلما سمعت \" الذلفاء \" صوت \" سنان \" ، خرجت إلى صحن الفسطاط لتسمع الصوت،\nوجعلت لا تسمع شيئا من نفث حسن مع ما وافق ذلك من وقت الليلة المقمرة، إلا\nرأت ذلك كله في نفسها ووقتها وهيئتها، فحرك ذلك ساكنا كان في قلبها، فهملت\nعيناها بالدموع وعلا نحيبها، فانتبه سليمان فلم يجدها في الفسطاط، فخرج إلى\nصحنه فرآها على تلك الحالة، فقال لها: ما هذا يا \" ذلفاء \" فقالت يا أمير\nالمؤمنين:\n</p>\n\n<p>\nألا رب صوت رائع من مشوه ... قبيح المحيا واضع الأب والجد\n</p>\n\n<p>\nيروعك منه صوته ولعله ... إلى أمة يدعى معا وإلى عبد\n</p>\n\n<p>\nقال سليمان: دعيني من هذا، فوالله لقد خامر <span id='ms18'></span> قلبك منه ما خامره. يا غلام:\nعلي \" بسنان \" ، فدعت \" الذلفاء \" خادما لها، وقالت: إن سبقت إلى \" سنان \"\nفحذرته فلك عشرة آلاف درهم وأنت حر. فسبق رسول سليمان فأحضره، فلما وقف بين\nيديه وسليمان يرعد غيرة، قال سليمان: من أنت؟ قال: أنا \" سنان \" فقال:\n</p>\n\n<p>\nتثكل في الثكلى سنانا أمه ... كان لها ريحانة تشمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             وخاله\nيثكله وعمه ... ذو سفه حياته تغمه\n</p>\n\n<p>\nفقال سنان:\n</p>\n\n<p>\nاستبقني إلى الصباح أعتذر ... إن لساني بالشراب منكسر\n</p>\n\n<p>\nفارسك الكلبي في يوم يكر ... فإن يكن أذنب ذنبا أو عثر\n</p>\n\n<p>\nفالسيد العافي أحق من غفر\n</p>\n\n<p>\nثم قال: يا \" سنان \" ، ألم أنهك عن مثل هذا الفعل؟ فقال: يا أمير\nالمؤمنين حملني الثمل، وقوم طرقوني، وأنا عبد أمير المؤمنين، فإن رأى ألا\nيضيع حظه مني فليفعل.\n</p>\n\n<p>\nفقال: أما حظي منك فلا أضيعه، ولكن لا تركت للنساء فيك حظا، يا \" سنان \"\nأما علمت أن الرجل إذا تغنى أصغت له المرأة، وأن الفرس إذا صهل تودقت له\nالحجر، وأن الفحل إذا هدر ضبعت له الناقة، يا غلام ائتني بحجام فجبه، فعاش\nبعد ذلك سنة ومات، فسمي ذلك الدير: دير الخصيان، وبه يعرف إلى اليوم.\n</p>\n\n<p>\nأخبرني أحمد بن عبد العزيز الجوهري - وهذا الخبر أصح ما روى في ذلك\nإسنادا - قال أخبرنا أبو زيد عمر بن شبة عن معن ابن عيسى.\n</p>\n\n<p>\nوأخبرنا إسماعيل بن يونس قال حدثني عمر بن شبة قال حدثني أبو غسان قال:\nقال ابن جناح حدثني معن بن عيسى عن عبد الرحمن بن أبي الزناد عن أبيه وعن\nمحمد بن معن الغفاري قالا: كان سبب ما خصي له المخنثون بالمدينة أن سليمان\nبن عبد الملك كان في نادية له يسمر ليلة على ظهر سطح، فتفرق عنه جلساؤه،\nفدعا بوضوء فجاءت به جارية له، فبينما هي تصب عليه إذ أومأ بيده وأشار بها\nمرتين أو ثلاثا، فلم تصب عليه، فأنكر ذلك فرفع رأسه، فإذا هي مصغية بسمعها\nإلى ناحية العسكر، وإذا صوت رجل يغني، فأنصت له حتى سمع جميع ما تغنى به،\nفلما أصبح <span id='ms19'></span> أذن للناس، ثم أجرى ذكر الغناء فلين فيه حتى ظن القوم أنه يشتهيه\nويريده، فأفاضوا فيه بالتسهيل وذكر من كان يسمعه، فقال سليمان فهل بقي أحد\nيسمع منه الغناء؟ فقال رجل من القوم: عندي يا أمير المؤمنين رجلان من أهل\nأبله مجيدان محكمان، قال: وأين منزلك؟ فأومأ إلى الناحية التي كان الغناء\nمنها، قال: فابعث إليهما، ففعل، فوجد الرسول أحدهما، فأدخله على سليمان،\nفقال: ما اسمك؟ قال: سمير، فسأله عن الغناء، فاعترف به، فقال: متى عهدك به؟\nقال: الليلة الماضية، قال: وأين كنت؟ فأشار إلى الناحية التي سمع سليمان\nمنها الغناء، قال: فما غنيت به؟ فأخبره الشعر الذي سمعه سليمان، فأقبل على\nالقوم فقال: هدر الجمل فضبعت الناقة، ونب التيس فشكرت الشاة وهدر الحمام\nفزافت الحمامة، وغنى الرجل فطربت المرأة، ثم أمر به فخصي. وسأل عن الغناء\nأين أصله؟ فقيل: بالمدينة في المخنثين وهم أئمته والحذاق فيه. فكتب إلى أبي\nبكر بن محمد بن عمرو بن حزم الأنصاري، وكان عامله عليها، أن اخص من قبلك من\nالمخنثين المغنين - فزعم موسى بن جعفر بن أبي كثير قال أخبرني بعض الكتاب\nقال: قرأت كتاب سليمان في الديوان، فرأيت على الخاء نقطة كتمرة العجوة.\nقال: ومن لا يعلم يقول: إنه صحف القارئ، وكانت احص - قال: فتتبعهم ابن حزم\nفخصى منهم تسعة، فمنهم: الدلال، وطريف، وحبيب نومة الضحى. وقال بعضهم حين\nخصي: سلم الخاتن والمختون. وهذا كلام يقوله الصبي إذا ختن. قال: فزعم ابن\nأبي ثابت الأعرج. قال أخبرني حماد بن نشيط الحسني. قال: أقبلنا من مكة\nومعنا بدراقس وهو الذي ختنهم، وكان غلامه قد أعانه على خصائهم، فنزلنا على\nحبيب نومة الضحى، فاحتفل لنا وأكرمنا، فقال له ثابت: من أنت؟ قال: يا بن\nأخي أتجهلني وأنت وليت ختاني! أو قال: وأنت ختنتني، قال: واسؤتاه! وأيهم\nأنت؟ قال: أنا حبيب، فاجتنبت طعامه، وخفت أن يسمني. قال: وجعلت لحية الدلال\nبعد سنة أو سنتين تتناثر. وأما ابن الكلبي فإنه ذكر عن أبي مسكين ولقيط أن <span id='ms20'></span>\nأيمن كتب بإحصاء من في المدينة من المخنثين ليعرفهم، فيوفد عليه من يختاره\nللوفادة، فظن أنه يريد الخصاء فخصاهم.\n</p>\n\n<p>\nأخبرني وكيع قال: حدثني أبو أيوب المديني قال: حدثني محمد بن سلام قال\nحدثني ابن جعدبة - ونسخت أنا من كتاب أحمد بن الحارث الخراز - عن المديني\nعن ابن جعدبة واللفظ له: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             أن الذي هاج سليمان بن عبد الملك على\nما صنعه بمن كان بالمدينة من المخنثين، أنه كان مستلقيا على فراشه في\nالليل، وجارية له إلى جنبه، وعليها غلالة ورداء معصفران، وعليها وشاحان من\nذهب، وفي عنقها فصلان من لؤلؤ وزبرجد وياقوت، وكان سليمان بها مشغوفا، وفي\nعسكره رجل يقال له سمير الأبلي يغني، فلم يفكر سليمان في غنائه شغلا بها\nوإقبالا عليها، وهي لاهية عنه لا تجيبه مصغية إلى الرجل، حتى طال ذلك عليه،\nفحول وجهه عنها مغضبا، ثم عاد إلى ما كان مشغولا عن فهمه بها، فسمع سميرا\nيغني بأحسن صوت وأطيب نغمة:\n</p>\n\n<p>\nمحجوبة سمعت صوتي فأرقها ... من آخر الليل حتى شفها السهر\n</p>\n\n<p>\nتدني على جيدها ثنيي معصفرة ... والحلي منها على لباتها خصر\n</p>\n\n<p>\nفي ليلة النصف ما يدري مضاجعها ... أوجهها عنده أبهى أم القمر\n</p>\n\n<p>\nويروى:\n</p>\n\n<p>\nأوجهها ما يرى ... أم وجهها القمر\n</p>\n\n<p>\nلو خليت لمشت نحوي على قدم ... تكاد من رقة للمشي تنفطر\n</p>\n\n<p>\n- الغناء لسمير الأبلي رمل مطلق بالبنصر عن حبش.. وأخبرني ذكاء وجه الرزة\nأنه سمع فيه لحنا للدلال من الثقيل الأول.\n</p>\n\n<p>\n- فلم يشكك سليمان أن الذي بها مما سمعت، وأنها تهوى سميرا، فوجه من وقته\nمن أحضره وحبسه، ودعا لها بسيف ونطع، وقال: والله لتصدقني أو لأضربن عنقك!\nقالت: سلني عما تريد، قال: أخبريني عما بينك وبين هذا الرجل؟ قالت: والله\nما أعرفه ولا رأيته قط، وأنا جارية منشئي الحجاز، ومن هناك حملت إليك،\nووالله ما أعرف بهذه البلاد أحدا سواك، فرق لها وأحضر الرجل فسأله، وتلطف\nله في المسألة، فلم يجد بينه وبينها سبيلا، ولم تطب نفسه بتخليته سويا\nفخصاه، وكتب في المخنثين بمثل ذلك.\n</p>\n\n<p>\nهذه الرواية <span id='ms21'></span> صحيحة.\n</p>\n\n<p>\nدير درزيجان\n</p>\n\n<p>\nدير درزيجان: قرب بغداد، على دجلة، بالجانب الغربي منها قال لي أبو الحسن\nالواسطي الصوفي: قرأت على حائط دير بدرزيجان: حضر فلان بن فلان الدمشقي وهو\nيقول:\n</p>\n\n<p>\nلئن كان شحط البين فرق بيننا ... فقلبي ثاو عندكم ومقيم\n</p>\n\n<p>\nدير الرصافة\n</p>\n\n<p>\nدير الرصافة: ذكر ابن عساكر أن اسمه \" دير حنينا \" ، وأن اسم صاحب\nالقصيدة: الفرخ. وأن المتوكل أمر بهدم الدير: ابن عساكر - مخطوطة الظاهرية\n- 19 - ق 145.\n</p>\n\n<p>\nقال البكري: هو بدمشق 2 - 580.\n</p>\n\n<p>\n- أوضح ياقوت أن هذا الدير يقع في رصافة هشام وهي تبعد عن دمشق ثمانية\nأيام.\n</p>\n\n<p>\nمعجم البلدان )دير الرصافة(.\n</p>\n\n<p>\n- يستدل من البكري أنه من بناء الروم.. الروم الملكية.\n</p>\n\n<p>\nالبكري.\n</p>\n\n<p>\n- ذكر ياقوت أنه رأى الدير، وقرر أنه من عجائب الدنيا حسنا وعمارة.\n</p>\n\n<p>\nمعجم البلدان )دير الرصافة( - وفي هذا الدير قال شاعر مشيرا إلى مجده،\nومعرضا بالأمويين:\n</p>\n\n<p>\nنراك جزعت يا دير الرصافة ... غداة تحولت عنك الخلافه!\n</p>\n\n<p>\nفلا تجزع وتذري الدمع حزنا ... فإن لكل مجتمعين آفه!\n</p>\n\n<p>\nدير الرصافة\n</p>\n\n<p>\nفي رصافة هشام بن عبد الملك\n</p>\n\n<p>\nاجتاز أبو نواس بهذا الدير وقال فيه:\n</p>\n\n<p>\nليس كالدير بالرصافة دير ... فيه ما تشتهي النفوس وتهوى\n</p>\n\n<p>\nبته ليلة فقضيت أوطا ... را ويوما ملأت قطريه لهوا\n</p>\n\n<p>\nقال أبو الفرج: حدثني جعفر بن قدامة، قال: حدثني أبو عبد الله بن حمدون\nقال: كنت مع المتوكل لما خرج إلى الشام، فركب يوما من دمشق يتنزه في رصافة\nهشام، يزور قصوره وقصور ولده، ثم خرج، فدخل ديرا هناك قديما، من بناء\nالروم، بين أنهار ومزارع وأشجار، فبينما هو يدور فيه، إذ بصر برقعة ملصقة،\nفأمر أن تقلع، فقلعت، فإذا فيها:\n</p>\n\n<p>\nأيا منزلا بالدير أصبح خاليا ... تلاعب فيه شمال ودبور\n</p>\n\n<p>\nكأنك لم تسكنك بيض أوانس ... ولم يتبختر في فنائك حور\n</p>\n\n<p>\nوأبناء أملاك عباشم سادة ... صغيرهم عند الأنام كبير\n</p>\n\n<p>\nإذا لبسوا أدراعهم فعنابس ... وإن لبسوا تيجانهم فبدور\n</p>\n\n<p>\nعلى أنهم يوم اللقاء ضراغم ... وأنهم يوم العطاء بحور\n</p>\n\n<p>\nوحولك رايات لهم وعساكر ... وخيل لها بعد الصهيل شخير\n</p>\n\n<p>\nليالي هشام في الرصافة قاطن ... وفيك ابنه يا دير وهو <span id='ms22'></span> أمير\n</p>\n\n<p>\nإذ العيش غض والخلافة لدنة ... وأنت طرير والزمان غرير\n</p>\n\n<p>\nوروضك مرتاض، ونورك نير ... وعيش بني مروان فيك نضير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             بلى،\nفسقاك الغيث صوب غمامة ... عليك لها بعد الرواح بكور\n</p>\n\n<p>\nتذكرت قومي خاليا فبكيتهم ... بشجو، ومثلي بالبكاء جدير\n</p>\n\n<p>\nوعزيت نفسي وهي نفس إذا جرى ... لها ذكر قومي أنة وزفير\n</p>\n\n<p>\nلعل زمانا جار يوما عليهم ... له بالذي تهوى النفوس يدور\n</p>\n\n<p>\nفيفرح محزون، وينعم بائس ... ويطلق من ضيق الوثاق أسير\n</p>\n\n<p>\nرويدك إن اليوم يتبعه غد ... وإن صروف الدائرات تدور!\n</p>\n\n<p>\nقال: فلما قرأها المتوكل ارتاع لها وتطير وقال أعوذ بالله من سوء أقداره!\nثم دعا بصاحب الدير، فقال له: من كتب هذه الرقعة؟ فأقسم أنه لا يدري. قال:\nوأنا مذ نزل أمير المؤمنين هذا الموضع، لا أملك من أمر هذا الدير شيئا،\nيدخله الجند والشاكرية ويخرجون، وغاية قدرتي أني متوار في قلايتي، فهم بضرب\nعنقه، وإخراب الدير، فكلمه صحبه إلى أن سكن غضبه، ثم بان بعد ذلك أن الذي\nكتب الأبيات رجل من بني روح بن زنباع الجذامي، وأمه من موالي هشام بن عبد\nالملك.\n</p>\n\n<p>\nدير الرها\n</p>\n\n<p>\nدير الرها: بالجزيرة بين الموصل والشام.\n</p>\n\n<p>\nحدثني أبو محمد حمزة بن القاسم الشامي: قال: اجتزت بكنيسة الرها عند\nمسيري إلى العراق. فدخلتها لأشاهد ما كنت أسمعه عنها. فبينما أنا في\nتطوافي، إذ رأيت على ركن من أركانها مكتوبا بالحمرة: حضر فلان بن فلان وهو\nيقول: من إقبال ذي الفطنة، إذا ركبته المحنة انقطاع الحياة، وحضور الوفاة.\nوأشد العذاب تطاول الأعمار في ظل الإدبار. وأنا القائل:\n</p>\n\n<p>\nولي همة أدنى منازلها السها ... ونفس تعالت بالمكارم والنهى\n</p>\n\n<p>\nوقد كنت ذا حال بمرو قريبة ... فبلغت الأيام بي بيعة الرها\n</p>\n\n<p>\nولو كنت معروفا بها لم أقم بها ... ولكنني أصبحت ذا غربة بها\n</p>\n\n<p>\nومن عادة الأيام إبعاد مصطفى ... وتفريق مجموع وتنغيص مشتهى\n</p>\n\n<p>\nفاستحسنت النظم والنثر وحفظتهما.\n</p>\n\n<p>\nدير زرارة\n</p>\n\n<p>\nدير زرارة: وهو بين الكوفة وحمام أعين، على يمين الحاج من بغداد، نزه،\nكثير الحانات والشراب، لا يخلو ممن يطلب اللهو واللعب، ويؤثر البطالة\nوالقصف <span id='ms23'></span>.\n</p>\n\n<p>\nأخبرني هاشم بن محمد الخزاعي قال: حدثنا العباس بن ميمون بن طائع قال\nحدثني ابن خرداذبة قال: خرج مطيع بن إياس، ويحيى بن زياد حاجين، فقدما\nأثقالهما وقال أحدهما للآخر: هل لك أن نمضي إلى زرارة فنقصف ليلتنا عنده،\nثم نلحق أثقالنا؟ فما زال ذلك دأبهم، حتى انصرف الناس من مكة.\n</p>\n\n<p>\nقال: فركبا بعيريهما وحلقا رؤوسهم ودخلا مع الحجاج المنصرفين، وقال مطيع\nفي ذلك:\n</p>\n\n<p>\nألم ترني ويحيى قد حججنا ... وكان الحج من خير التجارة\n</p>\n\n<p>\nخرجنا طالبي خير وبر ... فمال بنا الطريق إلى زرارة\n</p>\n\n<p>\nفعاد الناس قد غنموا وحجوا ... وأبنا موقرين من الخسارة\n</p>\n\n<p>\nوقد روي هذا الخبر لبشار بن برد وغيره.\n</p>\n\n<p>\nدير زكى\n</p>\n\n<p>\nدير زكى: هو دير بالرها بإزائه تل يقال له: تل زفر، وهو زفر ابن الحارث\nالكلابي، وفيه ضيعة يقال لها الصالحية، اختطها عبد الملك بن صالح الهاشمي -\nكذا قال الأصبهاني - فيها بستان موصوف بالحسن، وفيه سروتان قديمتان. وقد\nذكره الشعراء، وذكروا بهجته، وتشوقوه. أخبرني الحسن بن علي قال حدثنا عبد\nالله بن أبي سعد قال: حدثني محمد بن عبد الله بن مالك. وأخبرني به محمد بن\nخلف بن المرزبان قال حدثني أبو العباس الكاتب قال: كان الرشيد يحب ماردة -\nجاريته - وكان خلفها بالرقة، فلما قدم إلى مدينة السلام اشتاقها، فكتب\nإليها:\n</p>\n\n<p>\nسلام على النازح المغترب ... تحية صب به مكتئب\n</p>\n\n<p>\nغزال مراتعه بالبليخ ... إلى دير زكى فقصر الخشب\n</p>\n\n<p>\nأيا من أعان على نفسه ... بتخليفه طائعا من أحب\n</p>\n\n<p>\nسأستر ... والستر من شيمتي هوى من أحب بمن لا أحب\n</p>\n\n<p>\nفلما ورد كتابه عليها أمرت أبا حفص الشطرنجي - صاحب علية - فأجاب الرشيد\nعنها بهذه الأبيات، فقال:\n</p>\n\n<p>\nأتاني كتابك يا سيدي ... وفيه العجائب كل العجب\n</p>\n\n<p>\nأتزعم أنك لي عاشق ... وأنك بي مستهام وصب\n</p>\n\n<p>\nفلو كان هذا كذا لم تكن ... لتتركني نهزة للكرب\n</p>\n\n<p>\nوأنت ببغداد ترعى بها ... نبات اللذاذة مع من تحب\n</p>\n\n<p>\nفيا من جفاني ولم أجفه ... ويا من شجاني بما في الكتب\n</p>\n\n<p>\nكتابك قد زادني صبوة ... وأسعر قلبي بحر اللهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             فهبني نعم قد <span id='ms24'></span>\nكتمت الهوى ... فكيف بكتمان دمع سرب\n</p>\n\n<p>\nولولا اتقاؤك يا سيدي ... لوافتك بي الناجيات النجب\n</p>\n\n<p>\nفلما قرأ الرشيد كتابها أنفذ من وقته خادما على البريد حتى حدرها إلى\nبغداد في الفرات، وأمر المغنين جميعا، فغنوا في شعره.\n</p>\n\n<p>\nدير سعد\n</p>\n\n<p>\nدير سعد بغربي الموصل قريب من دجلة، منسوب إلى سعيد بن عبد الملك بن\nمروان.\n</p>\n\n<p>\nقال أبو الفرج علي بن الحسين الأصبهاني: أخبرنا الحرمي بن أبي العلاء قال\nحدثنا الزبير بن بكار قال حدثني محمد بن الضحاك عن أبيه قال وجدت في كتاب\nبخط الضحاك قال: خرج عقيل بن علفة وابناه: علفة وجثامة، وابنته الجرباء حتى\nأتوا بنتا له ناكحا في بني مروان بالشام فآمت. ثم إنهم قفلوا بها حتى كانوا\nببعض الطريق، فقال عقيل بن علفة:\n</p>\n\n<p>\nقضت وطرا من دير سعد وطالما ... على عرض ناطحنه بالجماجم\n</p>\n\n<p>\nإذا هبطت أرضا يموت غرابها ... بها عطشا أعطينهم بالخزائم\n</p>\n\n<p>\nثم قال: أنفذ يا علفة، فقال علفة:\n</p>\n\n<p>\nفاصبحن بالموماة يحملن فتية ... نشاوى من الادلاج ميل العمائم\n</p>\n\n<p>\nإذا علم غادرنه بتنوفة ... تذارعن بالأيدي لآخر طاسم\n</p>\n\n<p>\nثم قال: أنفذي يا جرباء، فقالت: وأنا آمنة؟ قال: نعم. فقالت:\n</p>\n\n<p>\nكأن الكرى سقاهم صرخدية ... عقارا تمشى في المطا والقوائم\n</p>\n\n<p>\nفقال عقيل: شربتها ورب الكعبة! لولا الأمان لضربت بالسيف تحت قرطك، أما\nوجدت من كلام غير هذا! فقال جثامة: وهل أساءت! إنما أجازت، وليس غيري\nوغيرك، فرماه عقيل بسهم فأصاب ساقه وأنفذ السهم ساقه والرحل، ثم شد على\nالجرباء فعقر ناقتها ثم حملها على ناقة جثامة وتركه عقيرا مع ناقة الجرباء.\nثم قال: لولا أن تسبني بنو مرة ما ذقت الحياة.\n</p>\n\n<p>\nثم خرج متوجها إلى أهله وقال: لئن أخبرت أهلك بشأن جثامة، أو قلت لهم إنه\nأصابه غير الطاعون لأقتلنك. فلما قدموا على أهل أبير )وهم بنو القين( ندم\nعقيل على فعله بجثامة. فقال لهم: هل لكم في جزور انكسرت؟ قالوا: نعم. قالوا\nفالزموا أثر هذه الراحلة حتى تجدوا الجزور، فخرج القوم حتى انتهوا إلى\nجثامة فوجدوه قد أنزفه الدم، فاحتملوه وتقسموا <span id='ms25'></span> الجزور، وأنزلوه عليهم،\nوعالجوه حتى برأ، وألحقوه بقومه، فلما كان قريبا منهم تغنى:\n</p>\n\n<p>\nايعذر لاحينا ويلحين في الصبا ... وما هن والفتيان إلا شقائق\n</p>\n\n<p>\nفقال له القوم: إنما أفلت من الجراحة التي جرحك أبوك آنفا وقد عاودت ما\nيكرهه فأمسك عن هذا ونحوه إذا لقيته لا يلحقك منه شر وعر، فقال: إنما هي\nخطرة خطرت والراكب إذا سار تغنى.\n</p>\n\n<p>\nعمر سفر يشوع\n</p>\n\n<p>\nعمر سفر يشوع: أسفل مدينة واسط.\n</p>\n\n<p>\nحدثني أبو عبد الله الواسطي، الشاعر المعروف بابن الآجري قال: كنت أعاشر\nجماعة من أهل الظرف وأولاد الرؤساء ونجتمع على الشراب دائما. فدعانا فتى\nمنهم إلى العمر الذي في أسفل مدينة واسط، ويعرف العمر بعمر سفر يشوع.\nفمضينا ومعنا من الغناء والآلة والشراب كل شيء ظريف، وأقمنا ثلاثة أيام،\nومضت لنا به أوقات طيبة، وانصرفنا في اليوم الرابع وتفرقنا بعد ذلك للمعايش\nوالمتصرفات. فلما كان بعد ذلك بشهور دعينا إلى العمر، فلما حصلنا في\nالقلاية التي كنا شربنا فيها في تلك الدفعة قال لنا الفتى: ألا أخبركم\nبحالي بعدكم؟ قلنا: بلى.\n</p>\n\n<p>\nقال: إنكم لما انصرفتم من عندنا جاءني شاب له رواء ومنظر حسن، ومعه غلام\nنظيف الوجه في مثل زيه، أحسبه حبيبا له. فقال لي: أين الفتيان الذين كانوا\nعندك مجتمعين؟ فقد غلسوا في الانصراف. فحزن وتبينت الكآبة في وجهه. ثم\nسألني عن حالكم، وما صنعتم، وكم أقمتم. فحدثته فانبسط، واستدعى ما أكل هو\nوصاحبه، وأخذا في الشرب، وطربا، وأقاما على حالهما ثلاثة أيام، ففعل مثل\nفعلكم. فلما كان في اليوم الرابع ودعني وأخذ فحمة وكتب على حائط البيت\nشعرا، وقال: إن عادوا أوقفهم عليه، وانصرف.\n</p>\n\n<p>\nفنهضنا إلى البيت فإذا هو:\n</p>\n\n<p>\nإخوتي إني سمعت بكم ... قصدت العمر من طرب\n</p>\n\n<p>\nفوجدت الدهر فرقكم ... وكذا الدهر ذا نوب\n</p>\n\n<p>\nوسألت القس ما فعلوا ... فأجاب القس بالعجب\n</p>\n\n<p>\nففعلنا مثل فعلكم ... وشربنا من دم العنب\n</p>\n\n<p>\nبنت كرم عتقت زمنا ... منذ عهد اللات والنصب\n</p>\n\n<p>\nوجنينا الحلو من ثمر ... وأكلنا يانع الرطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             وتفرقنا على مضض\n... كلنا يدعو بوا حربي\n</p>\n\n<p>\nفلما <span id='ms26'></span> عدنا إلى واسط بحثنا عن الرجل، فلم نعرف له خبرا، فعلمنا أنه غريب\nاجتاز بالبلد.\n</p>\n\n<p>\nدير سليمان\n</p>\n\n<p>\nدير سليمان بالثغر قرب دلوك مطل على مرج العين، وهو غاية في النزاهة.\n</p>\n\n<p>\nأخبرني جعفر بن قدامة قال: ولي إبراهيم بن المدبر بعقب نكبته وزوالها عنه\nالثغور الخزرية، فكان أكثر مقامه بمنبج، فخرج في بعض أيام ولايته إلى نواحي\nدلوك رعبان، وخلف بمنبج جارية كان يتحظاها مغنية يقال لها: غادر، فحدثني\nبعض كتابه أنه كان معه بدلوك وهو على جبل من جبالها فيه دير يعرف بدير\nسليمان، من أحسن بلاد الله وأنزهها، فنزل فيه، ودعا بطعام خفيف، فأكل وشرب،\nثم دعا بدواة وقرطاس فكتب:\n</p>\n\n<p>\nأيا ساقيينا وسط دير سليمان ... أديرا الكؤوس فانهلاني وعلاني\n</p>\n\n<p>\nوخصا بصافيها أبا جعفر أخي ... وذا ثقتي بين الأنام وخلصاني\n</p>\n\n<p>\nوميلا بها نحو ابن سلام الذي ... أود وعودا بعد ذلك لنعمان\n</p>\n\n<p>\nوعما بها الندمان والصحب إنني ... تنكرت عيشي بعد صحبي وإخواني\n</p>\n\n<p>\nولا تتركا نفسي تمت بسقامها ... لذكرى حبيب قد شجاني وعناني\n</p>\n\n<p>\nترحلت عنه عن صدود وهجرة ... وأقبل نحوي وهو باك فأبكاني\n</p>\n\n<p>\nوفارقته والله يجمع شملنا ... بلوعة محزون وغلة حران\n</p>\n\n<p>\nوليلة عين المرج زار خياله ... فهيج لي شوقا وجدد أشجاني\n</p>\n\n<p>\nفأشرفت أعلى الدير أنظر طامحا ... بألمح آماق وأنظر إنسان\n</p>\n\n<p>\nلعلي أرى أبيات منبج رؤية ... تسكن من وجدي وتكشف أحزاني\n</p>\n\n<p>\nفقصر طرفي واستهل بعبرة ... وفديت من لو كان يدري لفداني\n</p>\n\n<p>\nومثله شوقي إليه مقابلي ... وناجاه قلبي بالضمير وناجاني\n</p>\n\n<p>\nدير سمالو\n</p>\n\n<p>\n- دير سمالو في رقة الشماسية ببغداد مما يلي البردان.\n</p>\n\n<p>\nحدثني أبو بكر محمد بن عمر قال: خرجت يوما وقد عرض لي ضيق صدر وتقسم فكر\nإلى الموضع المعروف بالمالكية. فاجتزت بدير سمالو، على نهر الفضل، فجلست في\nموضع تحت ظل شجرة في فناء الدار أترنم بأبيات، إذ مر بي غلام أمرد كالقمر\nالطالع فقلت: - يا فتى، وحدك في مثل هذا الموضع؟ فقال: ما بقلبي حملني على\nركوب الغزر، فبالله عليك ألا ما عرفتني هل مضى بك قوم من الأتراك ومعهم\nمغنية على <span id='ms27'></span> حمار، عليها كساء نارنجي؟ فقلت: نعم، هم في ذلك البستان، ولكن\nعرفني، تريد الدخول عليهم؟ فارتعد رعدة عظيمة، ولم يزل لونه يتغير حتى سكن\nقليلا. ولم أزل أسليه وأشجعه، وعلمت أنه يهوى المغنية، وأنها قد تركته\nوخالفته، وخرجت مع الأتراك، فلما هدأ من زفرته وأفاق من غشيته، قال: لقد من\nالله تعالى علي بك، وإلا فقد كان ما بقلبي يحملني على دخول البستان وحصولي\nتحت حال قبيحة، ثم قام وسألني مساعدته والمشي معه إلى أن يصل البلد.\n</p>\n\n<p>\nوتبين موضع الخطأ فجزع جزعا شديدا. فقمت معه وقويت من نفسه، وأخذت به في\nطريق بين البساتين حتى لا يراه من يمشي على الجادة، فلما قربنا من البلد،\nأخذ خرقة فكتب على حائط بستان اجتزنا به:\n</p>\n\n<p>\nأين تلك العهود يا غدارة ... والكلام الرقيق تحت المنارة\n</p>\n\n<p>\nقد علمنا بأنه كان زورا ... واختلاقا ونغشة وعيارة\n</p>\n\n<p>\nفاجهدي الجهد كله قد سلونا ... عن هواكم ولو بشق المرارة\n</p>\n\n<p>\nفقلت له: كأنك في الجامع عرفتها؟ فقال: أي والله، وظننتها الكلبة تفي،\nفاستحلفتها تحت منارة جامع الرصافة بأيمان لا تحملها الجبال، فحلفت أنها لا\nتواصل غيري، ولا تريد سواي. فلما عرفت خروجي إلى زيارة المشهد بالطفوف\nاغتنمت غيبتي ففعلت ما فعلت، فلما قدمت سألت عنها فخبرت خبرها، فخرجت على\nوجهي حتى لقيتني فرددتني. أحسن الله جزاءك عني، وتولى مكافأتك، وافترقنا\nبعد أن عرفت منزله وصار لي صديقا.\n</p>\n\n<p>\nدير سمعان\n</p>\n\n<p>\nدير سمعان اشتهر هذا الدير بوفاة عمر بن عبد العزيز فيه، ولكن الاختلاف\nشديد في موقعه، وفي تعيين المكان الذي مرض فيه الخليفة الأموي، فقيل إنه\nتوفي في \" خناصرة \" ، وقيل إنه توفي بخناصرة ودفن في دير سمعان.\n</p>\n\n<p>\n- ذكر صاحب العيون والحدائق أنه توفي بخناصر ودفن بدير سمعان من أرض\nالمعرة.\n</p>\n\n<p>\n- قال المسعودي: في ذكر عمر بن عبد العزيز: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             وتوفي بدير سمعان\nمن أعمال حمص مما يلي بلاد قنسرين. وقبره مشهور في هذا الموضع إلى هذه\nالغاية معظم يغشاه كثير من الناس من الحاضرة والبادية، لم يعرض لنبشه فيما\nسلف من الزمان <span id='ms28'></span>.\n</p>\n\n<p>\n- وكانت صحة القبر في حمص مشكوكا فيها في أيام صلاح الدين الأيوبي، ولما\nمر بحلب سنة 584ه، وتوجه منها قاصدا معرة النعمان اجتاز بحمص، ولم يقم بها،\nمما يدل على أن القبر المنسوب إلى الخليفة الأموي كان مشكوكا فيه تلك\nالأيام.\n</p>\n\n<p>\n- ثمة ديارات عديدة تحمل اسم سمعان اشتهر معظمها في جوار حلب وانطاكية\nودمشق وحمص والمعرة، ولذلك لم يوفق المؤرخون في تحديد قبر عمر في أحدها.\n</p>\n\n<p>\n- يستدل من وصف أبي الفرج أن دفن عمر بن عبد العزيز كان على جبل قاسيون.\nقال ابن طولون أثناء كلامه على المدرستين المعظمية والعزيزية، وكان بناء\nالأولى سنة 621ه والثانية سنة 635ه قال: شمالي هاتين المدرستين حوش عظيم\nبحيطان عالية يقال إنه دير سمعان كان. وله باب يفتح إلى الشرق وداخله عدة\nقبور معظمة.\n</p>\n\n<p>\nدير سمعان\n</p>\n\n<p>\nبدمشق\n</p>\n\n<p>\nهو بنواحي دمشق، بالقرب من الغوطة، على قطعة من الجبل، يطل عليها، وحوله\nبساتين وأنهار، وموضعه حسن جدا، وهو من كبار الديرة، وعنده دفن عمر بن عبد\nالعزيز، بظاهره.\n</p>\n\n<p>\nقال راثيه:\n</p>\n\n<p>\nقد قلت إذ ضمنوك الترب وانصرفوا ... لا يبعدن قوام العدل والدين\n</p>\n\n<p>\nقد غيبوا في ضريح القبر منجدلا ... بدير سمعان قسطاس الموازين\n</p>\n\n<p>\nمن لم يكن همه عينا يفجرها ... ولا النخيل ولا ركض البراذين\n</p>\n\n<p>\nوقد ذكر أبو الفرج أن صاحب دير سمعان دخل على عمر بن عبد العزيز بفاكهة\nيطرفه بها في مرضه، فقبلها منه، وأمر له بدراهم، فأبى أن يأخذها، فما زال\nحتى أخذها، وقال: يا أمير المؤمنين! إنما هي من ثمر شجرنا، فقال عمر )رحمه\nالله( وإن كان من ثمر شجركم! ثم قال: يا صاحب دير سمعان! إني ميت من مرضي\nهذا، فحزن وبكى. ثم قال له عمر: بعني موضع قبري من أرضك، سنة، فإذا جاء\nالحول، فانتفع به.\n</p>\n\n<p>\nدير السوسي\n</p>\n\n<p>\nدير السوسي بنواحي سر من رأى بالجانب الشرقي.\n</p>\n\n<p>\nقال البلاذري: هو دير مريم بناه رجل من أهل السوسي وسكنه هو ورهبان معه\nفسمي به، وهو بنواحي سر من رأى بالجانب الغربي.\n</p>\n\n<p>\nذكره ابن المعتز في <span id='ms29'></span> شعره، فقال:\n</p>\n\n<p>\nعللاني بصوت ناي وعود ... واسقياني دم ابنة العنقود\n</p>\n\n<p>\nأشرب الراح وهي تشرب عقلي ... وعلى ذاك كان قتل الوليد\n</p>\n\n<p>\nرب سكر جعلت موعده الصب ... ح وساق حثثته بمزيد\n</p>\n\n<p>\nيا ليالي بالمطيرة والكر ... خ ودير السوسي بالله عودي\n</p>\n\n<p>\nكنت عندي أنموذجات من الج ... نة لكنها بغير خلود\n</p>\n\n<p>\nقال أحمد بن أبي طاهر: قصدت بسر من رأى رائدا بعض كبارها بشعر مدحته به،\nفقبلني وأجزل صلتي، ووهب لي غلاما روميا حسن الوجه، فسرت أريد بغداد، فلما\nسرت نحو فرسخ، أخذتنا السحاب، فعدلت إلى دير السوسي لنقيم فيه إلى أن يخف\nالمطر، فاشتد القطر وجاء الليل، فقال الراهب الذي هو فيه: أنت العشية بائت\nهنا، وعندي شراب جيد، فتبيت تقصف ثم تبكر. فبت عنده، فأخرج لي شرابا جيدا،\nما رأيت أصفى منه ولا أعطر، وبات الغلام يسقيني، والراهب نديمي، حتى مت\nسكرا، فلما أصبحت رحلت وقلت:\n</p>\n\n<p>\nسقى سر من رأى وسكانها ... ودير لسوسيها الراهب\n</p>\n\n<p>\nفقد بت في ديره ليلة ... وبدر على غصن صاحبي\n</p>\n\n<p>\nغزال سقاني حتى الصبا ... ح صفراء كالذهب الذائب\n</p>\n\n<p>\nسقاني المدامة مستيقظا ... ونمت ونام إلى جانبي\n</p>\n\n<p>\nوكانت هناة لي الويل من ... جناها الذي خطه كاتبي!\n</p>\n\n<p>\nدير صليبا\n</p>\n\n<p>\nدير صليبا: يقع بنواحي دمشق مقابل باب الفراديس، ويعرف بدير خالد أيضا،\nلأن خالد بن الوليد لما نزل محاصرا لدمشق كان نزوله به.\n</p>\n\n<p>\n- قال الخالدي إنه يلي باب الفراديس، والدليل قول جرير:\n</p>\n\n<p>\nفقلت للركب إذ جد النجاء بهم ... يا بعد يبرين من باب الفراديس!\n</p>\n\n<p>\nوأنشد فيه قول الآخر، وهو:\n</p>\n\n<p>\nيا دير باب الفراديس المهيج لي ... بلالا بقلاليه وأشجاره\n</p>\n\n<p>\nلو عشت تسعين عاما فيك مصطحبا ... لما قضى منك قلبي بعض أوطاره\n</p>\n\n<p>\n- يعرف هذا الدير أيضا بدير السائمة.\n</p>\n\n<p>\n- قال ابن عساكر: إن دير خالد كان خارج الباب الشرقي مما يلي بيت الآبار\nفخرب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             - قال ابن الكلبي إن الدير كان على ميل من الباب الشرقي.\n</p>\n\n<p>\n- من الشعراء الذين زاروا هذا الدير أبو الفتح محمد بن علي المعروف بأبي\nاللقاء. قال إنه أقام به شهرا فقال فيه <span id='ms30'></span>:\n</p>\n\n<p>\nجنة لقبت بدير صليبا ... مبدعا حسنه كمالا وطيبا\n</p>\n\n<p>\nجئته للمقام يوما فظلنا ... فيه شهرا وكان أمرا عجيبا\n</p>\n\n<p>\nدير صليبا\n</p>\n\n<p>\nبالقرب من دمشق مطل على الغوطة حدثني أبو بكر محمد بن عمر قال: أخبرنا\nأبو عبد الله محمد بن الفضل النحوي، قال: حدثني بعض بني حمدون عن شيوخه\nقال: كنت مع المتوكل لما شخص إلى الشام، فلما صرنا بحمص قال أريد أن أطوف\nكنائس الرهبان كلها، والموضع المعروف بالفراديس إذا وصلنا إليها فإني كنت\nأسمع بطيب هذا الموضع، فقلت الرأي ما رآه أمير المؤمنين. ثم أنزلنا منزلا\nبين كنائس عظيمة وآثار قديمة، ترتاح النفوس إليها، ويشتهي من ينزلها ألا\nيرتحل عنها. فلما استراح من نصب الركوب استدعاني وقال: هل لك في التطواف؟\nقلت: كما أمر أمير المؤمنين. فأخذ بيدي، فلم يزل يستقري تلك الكنائس\nوالديارات، ويشاهد فيها من عجائب الصور وفاخر الآلة، ويرى من أحداث الرهبان\nوبنات القسيسين وجوها كأنها أقمار في غصون، تتثنى في تلك الأروقة والصحون،\nوكلما مر بنا شيء من ذلك يقول لي: ترى ويحك ما نحن فيه؟ ما شاهدت مثل هذا\nقط! ثم خلونا براهب من قوام الكنيسة، فلم يزل المتوكل يسأله عن حال كل\nجارية وغلام يمر به، واسمه ونسبه، وهو يمشي، إذ لمح كتابة على حائط\nالكنيسة، فقربنا من ذلك فإذا هو: حضر الغريب المشرد الحريب وهو يقول: شتت\nشملي بعد الإلفة، وشقي جسمي بعد الكلفة، ومشيت من العراق إلى هذا الرواق،\nوارتحلت عنه في ذي الحجة من سنة إحدى ومائتين، وأنا أقول:\n</p>\n\n<p>\nآل أمري إلى أخس الأمور ... وتبدلت كربة بسرور\n</p>\n\n<p>\nواعترتني من الزمان خطوب ... تتبارى في هتكة المستور\n</p>\n\n<p>\nنفس صبرا لحادثات الليالي ... كل شيء يذل للمقدور\n</p>\n\n<p>\nفقال: ويحك! ما أطرف هذا المسكين، وما أحرق هذا الأنين ونحن في ذلك، إذ\nمرت بنا جارية ما رمقت عيني لها شبيها، وعليها جوب وفي يدها دخنة تدخن\nبها...فقال لها المتوكل: تعالي يا جارية. فأقبلت بحسن أدب وكمال. فقال\nللراهب: من هذه؟ فقال: ابنتي. قال: وما اسمها <span id='ms31'></span>؟ قال: سعانين. قال المتوكل:\nاسقيني ماء. فقالت له: يا سيدي، ماؤنا ها هنا من ماء الغدران، ولست أستنظف\nلك آنية الرهبان، ولو كانت ترويك لجدت بها لك.\n</p>\n\n<p>\nثم أسرعت، فجاءت بكوز من فضة فيه ماء، فأومأ إلي أن أشربه، فشربته. واشتد\nعجبه بها وشهوته لها. فقال لها: يا سعانين! إن هويتك تسعديني؟ فتنفست\nوقالت: أما الآن فأنا عبدتك، وأما إذا عرفت صحة حبك، وتنكنت من قلبك، فما\nأخوفني من حدوث الطغيان عند تمكن السلطان. أما سمعت قول الشاعر:\n</p>\n\n<p>\nكنت لي في أوائل الأمر عبدا ... ثم لما ملكت صرت عدوا\n</p>\n\n<p>\nأين ذاك السرور عند التلاقي ... صار مني تجنبا ونبوا\n</p>\n\n<p>\nفطرب المتوكل وكاد يشق قميصه، ثم قال لها: فهبي لي نفسك اليوم حتى نشرب\nأنا وأنت، فإني ضيفك. قالت له: بالرحب والسعة.\n</p>\n\n<p>\nثم أصعدت بنا إلى علية مشرفة على تلك الكنائس كلها، فرأينا منظرا حسنا،\nثم مضت فجاءت بآدام نظاف ورقاق، وكأن المتوكل عافها لعزة الخلافة،\nفاستأذنها في إحضار طعام، فأذنت. فجيء بخروف وسنبوسج، وأشياء قريبة المأخذ\nمن طعام مثله. فاستظرفت ما جيء به، واستهولت الآلة، ففطنت لأمر المتوكل\nفقامت قائمة بين يديه تخدمه وتكفر له، فمنعها.\n</p>\n\n<p>\nثم جاءنا أبوها بشراب من بيت القربان، ذكر المتوكل أنه لم ير مثله قط.\nفشرب وشربت معه، واستعفيته من أجل حمى كانت لحقتني في تلك الليلة. فأعفاني.\nوسر بها وبظرفها، وحلاوة منطقها، سرورا تاما. فلما أخذ الشراب منها قالت:\nأغنيك يا سيدي من غنائنا، على ضعف الصنعة؟ فكاد أن يهيم، وقال: إن فعلت كمل\nوالله ظرفك. فقامت فجاءت بشيء ويسمونه \" القيثارة \" وضربت واندفعت تغني:\n</p>\n\n<p>\nيا خاطبا مني المودة مرحبا ... سمعا لأمر لا عدمتك خاطبا\n</p>\n\n<p>\nأنا عبدة لهواك فاشرب واسقني ... واعدل بكأسك عن خليلك إن أبى\n</p>\n\n<p>\nقد والذي رفع السماء ملكتني ... وتركت قلبي في هواك معذبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nفنعر المتوكل وقال لي: ويلك! أميت أنت؟ فانتبهت، وعلمت أنني قد أخطأت في\nترك مساعدته. فأخذت رطلا، فلم أزل أشرب حتى لحقته. ومضى لنا يوم كان في\nالأيام فردا.\n</p>\n\n<p>\nثم <span id='ms32'></span> أرغبها المتوكل فأسلمت، وتزوجها. ولم تزل حظية عنده إلى أن قتل وهي في\nداره.\n</p>\n\n<p>\nورأيت في بعض النسخ أن شحرورا وقمريا كانا يصيحان على أعالي أشجار بالدير\nفأصغى إليهما المتوكل. فلما تحققت إصغاءه أنشدته سعانين:\n</p>\n\n<p>\nوكأنما الشحرور راهب بيعة ... ألهاه طيب الوقت عن تزنيره\n</p>\n\n<p>\nجعلت له فلك الغصون صوامعا ... ينعين في إنجيله وزبوره\n</p>\n\n<p>\nوكأنما القمري يندب شجوه ... بأنينه وحنينه وزفيره\n</p>\n\n<p>\nصب شجته بلابل لما دنت ... منه ديار أنيسه وسميره\n</p>\n\n<p>\nفأعجبه ذلك منها وزاد بها سرورا، ولها محبة.\n</p>\n\n<p>\nدير عبد المسيح\n</p>\n\n<p>\nدير عبد المسيح: بناه عبد المسيح بن عمرو بن بقيلة الغساني بالحيرة.\n</p>\n\n<p>\nوقد ذكره الأصبهاني قال: وكان - عبد المسيح - أحد المعمرين، يقال إنه عمر\nثلاثمائة وخمسين سنة، وهذا الدير بظاهر الحيرة بموضع يقال له الجرعة، وعبد\nالمسيح هو الذي لقي خالد بن الوليد، رضي الله عنه، لما غزا الحيرة وقاتل\nالفرس فرموه من حصونهم الثلاثة حصون آل بقيلة بالخزف المدور، وكان يخرج\nقدام الخيل فتنفر منه.\n</p>\n\n<p>\nفقال له ضرار بن الأزور: هذا من كيدهم، فبعث خالد رجلا يستدعي رجلا منهم\nعاقلا، فجاءه عبد المسيح بن عمرو وجرى له معه ما هو مذكور مشهور.\n</p>\n\n<p>\nقال: وبقي عبد المسيح في ذلك الدير بعدما صالح المسلمين على مائة ألف،\nحتى مات وخرب الدير بعد مدة فظهر فيه أزج معقود من حجارة فظنوه كنزا، فإذا\nفيه سرير رخام عليه رجل ميت وعند رأسه لوح فيه مكتوب: أنا عبد المسيح بن\nعمرو بن بقيلة:\n</p>\n\n<p>\nحلبت الدهر أشطره حياتي ... ونلت من المنى فوق المزيد\n</p>\n\n<p>\nفكافحت الأمور وكافحتني ... فلم أخضع لمعضلة كؤود\n</p>\n\n<p>\nوكدت أنال في الشرف الثريا ... ولكن لا سبيل إلى الخلود\n</p>\n\n<p>\nدير عدس\n</p>\n\n<p>\nدير عدس بالشام، أخبرنا أبو بكر محمد بن الحسن بن دريد قال: أخبرنا المكي\nعن ابن أبي خالد، عن الهيثم قال: أخبرنا أسامة بن زيد، عن زيد بن أسلم عن\nأبيه، عن عمر بن الخطاب رضي الله عنه قال: خرجت مع أناس من قريش في تجارة\nإلى الشام في الجاهلية، فإني في سوق <span id='ms33'></span> من أسواقها إذا ببطريق قد قبض على\nعنقي، فذهبت أنازعه فقيل لي: لا تفعل فإنه لا نصف لك منه. فأدخلني كنيسة\nفإذا تراب عظيم ملقى، فجاءني بزنبيل ومجرفة، فقال لي: انقل ما ها هنا.\nفجلست امثل أمري كيف أصنع. فلما كان في الهاجرة جاءني وعليه سبنية أرى سائر\nجسده منها.\n</p>\n\n<p>\nفقال: إنك على ما أرى ما نقلت شيئا! ثم جمع يديه وضرب بهما دماغي. فقلت:\nوا ثكل أمك يا عمر، أبلغت ما أرى! ثم وثبت إلى المجرفة فضربت بها هامته ثم\nواريته في التراب، وخرجت على وجهي لا أدري أين أسير، فسرت بقية يومي\nوليلتي، ومن الغد إلى الهاجرة، فانتهيت إلى دير فاستظللت في فنائه، فخرج\nإلي رجل فقال: يا عبد الله ما يقعدك ها هنا؟ فقلت: أضللت أصحابي.\n</p>\n\n<p>\nفقال: ما أنت على طريق، وإنك لتنظر بعيني خائف، فادخل فأصب من الطعام\nواسترح. فدخلت فأتاني بطعام وشراب وألطفني، ثم صعد إلي النظر وصوبه فقال:\nقد علم أهل الكتاب - أو الكتب - أنه ما على الأرض أعلم بالكتاب - أو الكتب\n- مني، وأني لأجد صفتك الصفة التي تخرجنا من هذا الدير وتغلبنا عليه.\n</p>\n\n<p>\nفقلت: يا هذا، لقد ذهبت في غير مذهب. فقال لي: ما اسمك؟ فقلت عمر بن\nالخطاب، فقال: أنت والله صاحبنا، فاكتب على ديري هذا وما فيه.\n</p>\n\n<p>\nفقلت له: يا هذا، إنك قد صنعت إلي صنيعة فلا تكدرها.\n</p>\n\n<p>\nفقال: إنما هو كتاب في رق، فإن كنت صاحبنا فذاك، وإلا لم يضرك شيء. فكتبت\nله على ديره وما فيه، وأتاني بثياب ودراهم فدفعها إلي، ثم أوكف أتانا وقال\nلي: أتراها؟ قلت: نعم. قال: سر عليها فإنك لا تمر على قوم إلا سقوها\nوعلفوها وأضافوك، فإذا بلغت مأمنك فاضرب وجهها مدبرة فإنهم يفعلون بها كذلك\nحتى ترجع إلي.\n</p>\n\n<p>\nقال: فركبتها حتى لحقت أصحابي فانطلقت معهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             فلما وافى عمر\nالشام في خلافته جاءه ذلك الراهب بالكتاب، وهو صاحب دير عدس، فلما رآه عرفه\nثم قال: قد جاء ما لا مذهب لعمر عنه. ثم أقبل <span id='ms34'></span> على أصحابه فحدثهم بحديثه،\nفلما فرغ منه أقبل على الراهب فقال: إن أضفتم المسلمين ومرضتموهم\nوأرشدتموهم فعلنا ذلك.\n</p>\n\n<p>\nقال: نعم يا أمير المؤمنين. فوفى له عمر.\n</p>\n\n<p>\nدير العذارى\n</p>\n\n<p>\nدير العذارى: للراهبات في المشرق العربي، ديارات عديدة، أشرنا إلى بعضها\nفي المقدمة.\n</p>\n\n<p>\n- نوه الشابشتي بالدير الموجود في قطيعة النصارى ببغداد في عصره، قائلا:\n\" وببغداد أيضا دير يعرف ب \" دير العذارى \" في قطيعة النصارى على نهر\nالدجاج. وسمي بذلك لأن لهم صوم ثلاثة أيام قبل الصوم الكبير، يسمى صوم\nالعذارى. فإذا انقضى الصوم، اجتمعوا إلى هذا الدير فتعبدوا وتقربوا. وهو\nدير حسن \" .\n</p>\n\n<p>\n- قال الخالدي: وشاهدته وبه نسوة عذارى وحانات خمر، وإن دجلة أتت عليه\nبمدودها فأذهبته حتى لم يبق منه أثر، وذكر أنه اجتاز به في سنة 320 ه وهو\nعامر.\n</p>\n\n<p>\n- دير العذارى: كان ديرا للرواهب السريانيات في بغداد، في قطيعة النصارى،\nحيث كانت بيعة مار توما للسريان. ذكره ابن العبري في أحداث سنة 1002 ه،\nوسماه دير الأخوات، وقال: إن قوما من السوقة حاولوا نهبه، ثم ولوا عنه\nهاربين لنبأ أتاهم أن خلقا من الأوباش هلكوا في حريق نشب في البيعة\nالمذكورة بفعلهم..\n</p>\n\n<p>\n- وانظر: المشترك وضعا 190 - 191.\n</p>\n\n<p>\n- مراصد الإطلاع: 2 - 569.\n</p>\n\n<p>\n- مسالك الابصار 1 - 258 - 261 - البدور المسفرة 19 - 20 - بغداد في عهد\nالخلافة العباسية 80 - 181.\n</p>\n\n<p>\n- ري سامراء في عهد الخلافة العباسية 1 - 184، 185.\n</p>\n\n<p>\n- الديارات النصرانية في الإسلام 24.\n</p>\n\n<p>\n- دليل خارطة بغداد 42،82.\n</p>\n\n<p>\n- أحوال نصارى بغداد 113 - 115.\n</p>\n\n<p>\nدير العذارى\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: هو بين أرض الموصل وبين أرض باجرمى من أعمال\nالرقة، وهو دير عظيم قديم، وبه نساء عذارى قد ترهبن وأقمن به للعبادة فسمي\nبه لذلك، وكان قد بلغ بعض الملوك أن فيه نساء ذوات جمال، فأمر بحملهن إليه\nليختار منهن على عينه من يريد، وبلغهن ذلك فقمن ليلتهن يصلين ويستكفين شره،\nفطرق ذلك الملك طارق فأتلفه من ليلته فأصبحن صياما، فلذلك يصوم النصارى\nالصوم المعروف بصوم العذارى إلى الآن. ودير العذارى بسر من رأى إلى الآن\nموجود، يسكنه الرواهب.\n</p>\n\n<p>\nوقد ذكرت هذا الدير الشعراء فأكثرت. فمنهم أبو الحسن جحظة البرمكي، قال\nأبو الفرج الحسين <span id='ms35'></span> بن علي الأصبهاني أنشدني لنفسه قوله فيه:\n</p>\n\n<p>\nألا هل إلى دير العذارى ونظرة ... إلى الخير من قبل الممات سبيل؟\n</p>\n\n<p>\nوهل لي بسوق القادسية سكرة ... تعلل نفسي والنسيم عليل؟\n</p>\n\n<p>\nوهل لي بحانات المطيرة وقفة ... أراعي خروج الزق وهو حميل\n</p>\n\n<p>\nإلى فتية ما شتت العزل شملهم ... شعارهم عند الصباح شمول\n</p>\n\n<p>\nوقد نطق الناقوس بعد سكوته ... وشمعل قسيس ولاح فتيل\n</p>\n\n<p>\nيريد انتصابا للمقام بزعمه ... ويرعشه الإدمان فهو يميل\n</p>\n\n<p>\nيغني وأسباب الصواب تمده ... وليس له فيما يقول عديل:\n</p>\n\n<p>\n\" ألا هل إلى شم الخزامى ونظرة ... إلى قرقرى قبل الممات سبيل؟ \"\n</p>\n\n<p>\nوثنى يغني وهو يلمس كأسه ... وأدمعه في وجنتيه تسيل:\n</p>\n\n<p>\n\" سيعرض عن ذكري وينسى مودتي ... ويحدث بعدي للخليل خليل \"\n</p>\n\n<p>\nسقى الله عيشا لم يكن فيه علقة ... لهم ولم ينكر عليه عذول\n</p>\n\n<p>\nلعمرك ما استحملت صبرا لفقده ... وكل اصطبار عن سواه جميل\n</p>\n\n<p>\nقال: ولما خرج عبيد الله بن عبد الله بن طاهر من بغداد إلى سر من رأى،\nوكان المعتز استدعاه، نزل هذا الدير، فأقام به يومين واستطابه وشرب به، ثم\nقال هذه الأبيات:\n</p>\n\n<p>\nما ترى طيب وقتنا يا سعيد ... زمن ضاحك وروض نضيد\n</p>\n\n<p>\nورياض كأنهن برود ... كل يوم لهن صبغ جديد\n</p>\n\n<p>\nوكأن الشقيق فيها عشيق ... وكأن البهار صب عميد\n</p>\n\n<p>\nوكأن الغصون ميلا قدود ... وكأن النوار فيها عقود\n</p>\n\n<p>\nوكأن الثمار والورق الخض ... ر ثياب من تحتهن نهود\n</p>\n\n<p>\nفاسقنيها راحا تريح من اله ... م وتبدي سرورنا وتعيد\n</p>\n\n<p>\nواحثث الكأس يا سعيد فقد حث ... ك ناي لها وحرك عود\n</p>\n\n<p>\nوافترع عذرة اللذاذات في دي ... ر العذارى، فعلها لا تعود!\n</p>\n\n<p>\nوذكر ابن قدامة قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             حضرت جنازة شاجي، فلما انصرفنا، دخلت مع\nعبيد الله مساعدا له ومؤنسا، وهو مطرق ودموعه تجري على خديه، فلم أر باكيا\nأحسن منه. ثم رفع رأسه وأقبل علينا، فقال:\n</p>\n\n<p>\nيمينا بأني لو بليت بفقدها ... وبي نبض عرق للحياة وللنكس\n</p>\n\n<p>\nلأوشكت قتل النفس عند فراقها ... ولكنها ماتت وقد ذهبت نفسي\n</p>\n\n<p>\nقال: ثم حضرت معه لزيارة قبرها، فلما هم بالانصراف، قال:\n</p>\n\n<p>\nمن زار دار أحبة لحياتهم ... ولما يؤمل <span id='ms36'></span> من لقاء يقدر\n</p>\n\n<p>\nفليأت دار أحبة سكنوا البلى ... كرما وحفظا واللقاء المحشر\n</p>\n\n<p>\nقال: ومات ابن لعبيد الله من شاجي، فزار قبره، ثم أنشد:\n</p>\n\n<p>\nأيا مجمع الأحباب بعد تفرق ... أراك قريبا والتلاقي شاسعا\n</p>\n\n<p>\nفيا عجبا إني أزورك مكرها ... وفيك الأولى أهوى وأجفوك طائعا\n</p>\n\n<p>\nقال جحظة: دخلت على عبيد الله بن عبد الله بن طاهر يوما، فجاءه مشيخة،\nفأمرهم بالجلوس عن يمينه، وجاء كهول فأمرهم بالجلوس عن شماله، ودخل أحداث\nفوقفوا بين يديه ولم يأمرهم بالجلوس. فسألته عنهم، فقال: هؤلاء بني، وأومأ\nإلى الشيوخ، وهؤلاء بنوهم وأومأ إلى الكهول، وهؤلاء بنوهم وأومأ إلى\nالأحداث.\n</p>\n\n<p>\nقلت: بنوك لأم أو لأمهات شتى؟ قال جميعهم: شاجي.\n</p>\n\n<p>\nوأنشد:\n</p>\n\n<p>\nزرعت وشاجي بيننا في شبيبتي ... غراس الهوى فاعتم بالثمر العذب\n</p>\n\n<p>\nفشاب بنو شاجي لظهري وأدركوا ... وشاب بنوهم وهي مالكة قلبي\n</p>\n\n<p>\nقال: وهي معي مذ سبعون سنة.\n</p>\n\n<p>\nوكان بعض المنجمين حكم بموته قبلها، فماتت قبله، فقال:\n</p>\n\n<p>\nفيا عجبا مني وممن رعيته ... بأوكد أسباب الهوى ورعاني\n</p>\n\n<p>\nوكنت أرجي أن أكون فداءه ... فلما أتى وقت الحمام فداني\n</p>\n\n<p>\nدير علقمة\n</p>\n\n<p>\nدير علقمة بالجزيرة: وبالجزيرة دير علقمة، بناه علقمة بن عدي بن الرميك\nبن ثوب بن أسس بن ربى بن نمارة بن لخم، الذي يقول فيه عدي بن زيد العبادي\nيرثيه:\n</p>\n\n<p>\nأنعم صباحا علقم بن عدي ... أثويت اليوم أم ترحل\n</p>\n\n<p>\nقد رحل الفتيان عيرهم ... واللحم بالغيطان لم ينشل\n</p>\n\n<p>\nوفي هذا الدير أيضا يقول عدي، وفيه غناء:\n</p>\n\n<p>\nنادمت في الدير بني علقما ... عاطيتهم مشمولة عندما\n</p>\n\n<p>\nكأن ريح المسك في كأسها ... إذا مزجناها بماء السما\n</p>\n\n<p>\nمن سره العيش ولذاته ... فليجعل الراح له سلما\n</p>\n\n<p>\nعلقم ما بالك لم تأتنا ... أما اشتهيت اليوم أن تنعما\n</p>\n\n<p>\nوكان هذا الدير متنزها لأمراء الحيرة: يأكلون عنده، ويشربون.\n</p>\n\n<p>\nدير فطرس ودير بولس\n</p>\n\n<p>\nدير فطرس ودير بولس: بظاهر دمشق.\n</p>\n\n<p>\nقال أبو الفرج: هذان الديران بظاهر دمشق بنواحي بني حنيفة في ناحية\nالغوطة، والموضع حسن، عجيب، كثير البساتين والأشجار والمياه.\n</p>\n\n<p>\nقال جرير:\n</p>\n\n<p>\nلما تذكرت بالديرين أرقني ... صوت الدجاج وضرب بالنواقيس\n</p>\n\n<p>\nفقلت للركب إذ <span id='ms37'></span> جد الرحيل بنا ... يا بعد يبرين من باب الفراديس!\n</p>\n\n<p>\nوفيه يقول أيضا يرثي ابنه:\n</p>\n\n<p>\nأودى سوادة يبدي مقلتي لحم ... باز يصرصر فوق المرقب العالي\n</p>\n\n<p>\nإلا تكن لك بالديرين باكية ... فرب باكية بالرمل معوال\n</p>\n\n<p>\nقالوا: نصيبك من أجر فقلت لهم: ... كيف القرار وقد فارقت أشبالي؟\n</p>\n\n<p>\nدير القائم الأقصى\n</p>\n\n<p>\nدير القائم الأقصى على شاطئ الفرات من الجانب الغربي في طريق الرقة من\nبغداد.\n</p>\n\n<p>\nقال أبو الفرج: وقد رأيته، وإنما قيل له القائم، لأن عنده مرقبا عاليا\nكان بين الروم والفرس يرقب عليه على طرف الحد بين المملكتين، شبه تل عقرقوف\nببغداد، وإصبع خفان بظهر الكوفة، وعنده دير هو الآن خراب. دخلته وليس فيه\nأحد، ولا عليه سقف ولا باب.\n</p>\n\n<p>\nأخبرني هاشم بن محمد الخزاعي، قال أخبرني عمي عبد الله بن مالك، عن أبيه\nقال: إسحاق الموصلي: خرجنا مع الرشيد إلى الرقة، فمررنا بالقائم الأقصى،\nفاستحسن الرشيد الموضع، وكان الوقت ربيعا، وكانت تلك المروج مملؤة\nبالشقائق، وأصناف الزهر، فشرب على ذلك ثلاثة أيام. ودخلت الدير فطفته، فإذا\nفيه ديرانية حين نهد ثدياها، عليها مسوح، ما رأيت قط أحسن منها وجها وقدا\nواعتدالا، وكأن تلك المسوح عليها حلي، فدعوت بنبيذ، فشربت على وجهها أقداحا\nوقلت فيها:\n</p>\n\n<p>\nبدير القائم الأقصى ... غزال شادن أحوى\n</p>\n\n<p>\nبرى حبي له جسمي ... ولا يدري بما ألقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             وأخفي حبه جهدي ...\nولا والله ما يخفى\n</p>\n\n<p>\nثم دعوت العود، وغنيت فيه صوتا حسنا، ولم أزل أكرره وأشرب عليه، وأنظر\nإلى وجهها، حتى سكرت.\n</p>\n\n<p>\nفلما كان الغد دخلت على الرشيد وأنا ميت سكرا، فاستخبرني ، فأخبرته\nبقصتي، فقال: طيب وحياتي! ودعا بالشراب، فشرب سائر يومه، فلما كان العشي\nقال: قم حتى أتنكر وأدخل معك على صاحبتك، فأراها: فركب حمارا، وتلثم\nبردائه، فدخلنا، فرآها، وقال: مليحة والله! ما ضيعت ما صنعت، فأمر فجيء\nبكأس، وأحضرت عودي، وغنيته الصوت ثلاث مرات، وشرب ثلاثة أرطال، وأمر لي\nبعشرة آلاف درهم، فقلت له: يا سيدي، فصاحبة القصة؟ فأمر لها بمثل ذلك، وأمر\nألا يؤخذ من مزارع هذا الدير خراج <span id='ms38'></span>، وأقطعهم إياه، وجعل عليه خراج عشرة\nدنانير في كل سنة، تؤدى عنه ببغداد، وانصرفنا.\n</p>\n\n<p>\nأخبرني محمد بن مزيد قال: حدثنا حماد عن أبيه قال: خرجنا مع الرشيد يريد\nالرقة، فلما صرنا بالموضع، الذي يقال له القائم نزلنا، وخرج يتصيد وخرجنا\nمعه، فأبعد في طلب الصيد، ولاح لي دير فقصدته وقد تعبت، فأشرفت على صاحبه،\nفقال هل لك في النزول بنا اليوم؟ فقلت: إي والله، وإني إلى ذلك لمحتاج!\nفنزل ففتح لي الباب وجلس يحدثني، وكان شيخا كبيرا وقد أدرك دولة بني أمية،\nفجعل يحدثني عمن نزل به من القوم ومواليهم وجيوشهم، وعرض علي الطعام\nفأجبته، فقدم إلي طعاما من طعام الديارات، نظيفا طيبا، فأكلت منه، وأتاني\nبشراب وريحان طري فشربت منه، ووكل بي جارية تخدمني راهبة لم أر أحسن وجها\nمنها ولا أشكل، فشربت حتى سكرت، ونمت وانتبهت عشاء، فقلت في ذلك:\n</p>\n\n<p>\nبدير القائم الأقصى ... غزال شادن أحوى\n</p>\n\n<p>\nبرى حبي له جسمي ... ولا يعلم ما ألقى\n</p>\n\n<p>\nوأكتم حبه جهدي ... ولا والله ما يخفى\n</p>\n\n<p>\nوركبت فلحقت بالعسكر والرشيد قد جلس للشرب وطلبني فلم أوجد، وأخبرت بذلك،\nفغنيت في الأبيات ودخلت إليه، فقال لي: أين كنت؟ ويحك! فأخبرته الخبر،\nوغنيته الصوت، فطرب وشرب عليه حتى سكر، وأخر الرحيل في غد، ومضينا إلى\nالدير ونزله، فرأى الشيخ واستنطقه، ورأى الجارية التي كانت تخدمني بالأمس،\nفدعا بطعام خفيف فأصاب منه، ودعا بالشراب، وأمر الجارية التي كانت بالأمس\nتخدمني أن تتولى خدمته وسقيه ففعلت، وشرب حتى طابت نفسه، ثم أمر للدير بألف\nدينار، وأمر باحتمال خراجه له سبع سنين، فرحلنا.\n</p>\n\n<p>\nقال حماد: فحدثني أبي قال: فلما صرنا بتل عزاز من دابق خرجت أنا وأصحاب\nلي نتنزه في قرية من قراها، فأقمنا بها أياما، وطلبني الرشيد فلم يجدني،\nفلما سمعت أتيت الفضل بن الربيع، فقال لي: أين كنت؟ طلبك أمير المؤمنين،\nفأخبرته بنزهتنا فغضب، وخفت من الرشيد أكثر مما لقيت من الفضل، فقلت:\n</p>\n\n<p>\nإن قلبي بالتل تل عزاز ... عند ظبي من الظباء الجوازي\n</p>\n\n<p>\nشادن يسكن الشآم <span id='ms39'></span> وفيه ... مع ظرف العراق شكل الحجاز\n</p>\n\n<p>\nيا لقومي لبنت قس أصابت ... منك صفو الهوى وليست تجازي\n</p>\n\n<p>\nحلفت بالمسيح أن تنجز الوعد ... وليست تهم بالانجاز\n</p>\n\n<p>\nوغنيت فيه، ثم دخلت على الرشيد وهو مغضب، فقال: أين كنت؟ طلبتك فلم أجدك،\nفاعتذرت إليه وأنشدته هذا الشعر وغنيته إياه، فتبسم وقال: عذر وأبيك وأي\nعذر! وما زال يشرب عليه ويستعيدنيه ليلته جمعاء حتى انصرفنا مع طلوع الفجر،\nفلما وصلت إلى رحلي إذا برسول أمير المؤمنين قد أتانا يدعونا، فوافيت\nفدخلت، وإذا ابن جامع يتمرغ على دكان في الدار، وهو سكران يتململ، فقال لي:\nيا ابن الموصلي، أتدري ما جاء بنا؟ فقلت: لا والله ما أدري، فقال: لكني\nوالله أدري، دراية صحيحة، جاءت بنا نصرانيتك الزانية، عليك وعليها لعنة\nالله! وخرج الإذن ، فأذن لنا، فدخلنا، فلما رأيت الرشيد تبسمت، فقال لي: ما\nيضحكك؟ فأخبرته بقول ابن جامع، فقال: صدق، ما هو إلا أن فقدتكم فاشتقت إلى\nما كنا فيه، فعودا بنا، فعدنا فيه حتى انقضى مجلسنا وانصرفنا.\n</p>\n\n<p>\nدير قرة\n</p>\n\n<p>\nدير قرة: يقع بإزاء دير الجماجم قال الأصبهاني: قرة الذي بناه رجل من\nلخم، بناه في أيام ملك المنذر بن ماء السماء، وهو ملاصق لطف البر ودير\nالجماجم، مما يلي الكوفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             وكان ابن الأشعث اختار دير الجماجم،\nلتأتيه الإمداد والميرة، كما كان عزم أن يقطع عن الحجاج وأصحابه مجرى\nالماء، فيقتلهم عطشا.\n</p>\n\n<p>\nفنزل الحجاج ضرورة هو وجيوشه دير قرة، وقال: ما اسم هذا الدير؟ قيل: دير\nقرة، فقال: ملكنا البلاد، واستقررنا فيها. وقال: ما اسم الذي نزله ابن\nالأشعث؟ قيل: دير الجماجم. قال: تكثر جماجم أصحابه عنده إن شاء الله.\n</p>\n\n<p>\nقلاية القس\n</p>\n\n<p>\nقلاية القس وهي بالحيرة، في موضع حسن، وكان القس الذي تنسب إليه من ملاح\nالنصارى، وكان ناسكا، ثم صار فاتكا.\n</p>\n\n<p>\nوقد ذكره أبو الفرج، وقال فيه الثرواني:\n</p>\n\n<p>\nخليلي من تيم وعجل هديتما ... أضيفا بحث الكأس يومي إلى أمسي\n</p>\n\n<p>\nوإن أنتما حييتماني تحية ... فلا تعدوا ريحان قلاية القس\n</p>\n\n<p>\nوبالسوسن الأزاذ فالورد فارميا ... بنسرينكم في الشرق <span id='ms40'></span> أو مغرب الشمس\n</p>\n\n<p>\nإذا ما به حييتماني، فاخلوا ... حميدين دوني بالخلوق وبالورس\n</p>\n\n<p>\nوإن أنتما قلتما: لا بد من شرب دائر ... ولم تعذراني في مطال ولا حبس\n</p>\n\n<p>\nفمن قهوة حيرية راهبية ... عتيقة خمس أو تزيد على خمس\n</p>\n\n<p>\nتجر على قرع المزاج إزارها ... وتختال منه في مصبغة العرس\n</p>\n\n<p>\nدير كعب\n</p>\n\n<p>\nدير كعب بالشام.\n</p>\n\n<p>\nأخبرني الحسن بن علي قال: حدثنا هارون بن محمد بن عبد الملك قال: حدثني\nأبو أيوب المديني قال: حدثني أحمد بن إبراهيم الكاتب قال: حدثني أبي عن رجل\nمن أهل الشام قال: كنت يوما نازلا بدير كعب، قد قدمت من سفر، فإذا أنا برجل\nقد نزل الدير معه ثقل وآلة وعيبة، فكان قريبا من موضعي، فدعا بطعام فأكل،\nفدعا الراهب فوهب له دينارين، وإذا بينه وبينه صداقة، فأخرج له شرابا فجلس\nيشرب ويحدث الراهب، وأنا أراهما، إذ دخل الدير فجلس معهما، فقطع حديثهما\nوثقل في مجلسه، وكان غث الحديث، فأطال. فجاءني بعض غلمان الرجل النازل\nفسألته عنه، فقال: هذا مطيع بن إياس. فلما قام الرجل وخرج كتب مطيع على\nالحائط شيئا، وجعل يشرب حتى سكر، فلما كان من غد رحل، فجئت موضعه فإذا فيه\nمكتوب:\n</p>\n\n<p>\nطربة ما طربت في دير كعب ... كدت أقضي من طربتي فيه نحبي\n</p>\n\n<p>\nوتذكرت إخوتي ونداما ... ي فهاج البكاء تذكار صحبي\n</p>\n\n<p>\nحين غابوا شتى وأصبحت فردا ... ونأوا بين شرق أرض وغرب\n</p>\n\n<p>\nوهم ما هم، فحسبي لا أبغي ... بديلا بهم لعمرك حسبي\n</p>\n\n<p>\nطلحة الخير منهم وأبو المنذر ... خلي ومالك ذاك تربي\n</p>\n\n<p>\nأيها الداخل الثقيل علينا ... حين طاب الحديث لي ولصحبي\n</p>\n\n<p>\nخف عنا فأنت أثقل والله ... علينا من فرسخي دير كعب\n</p>\n\n<p>\nومن الناس من يخف ومنهم ... كرحى البزر ركبت فوق قلبي\n</p>\n\n<p>\nدير لبى\n</p>\n\n<p>\nدير لبى على جانب الفرات. بالجانب الشرقي منه. ذكره أبو الفرج قال: ويروى\nلبني بالنون.\n</p>\n\n<p>\nقال: وهو دير قديم على جانب الفرات بالجانب الشرقي منها، وهو من منازل\nبني تغلب، بالجزيرة. وقد ذكره الأخطل فقال:\n</p>\n\n<p>\nعفا دير لبى من أميمة، فالحضر ... فأقفر، إلا أن <span id='ms41'></span> يلم به سفر\n</p>\n\n<p>\nقضين من الديرين هما طلبنه ... فهن إلى لهو، وجاراتها شزر\n</p>\n\n<p>\nوهناك كانت وقائع بين بني تغلب وبني شيبان ومغالبة على تلك البلاد.\n</p>\n\n<p>\nقال ابن مقبل:\n</p>\n\n<p>\nكأن الخيل إذ صبحن كلبا ... يرين وراءهم ما يبتغينا\n</p>\n\n<p>\nسخطن، فلا يرينهم بواء ... فلا ينزعن حتى يغتدينا\n</p>\n\n<p>\nولو كحلت حواجب آل قيس ... بتغلب بعد كلب ما قرينا\n</p>\n\n<p>\nفما تسلم لكم أفراس قيس ... ولا ترجوا البنات ولا البنينا\n</p>\n\n<p>\nأثرن عجاجة في دير لبى ... وبالحضرين شيبن القرونا\n</p>\n\n<p>\nوقال الراعي:\n</p>\n\n<p>\nهم تركوا على أكناف لبى ... نساءهم لنا لما لقونا\n</p>\n\n<p>\nدير اللج\n</p>\n\n<p>\nدير اللج: بالحيرة.\n</p>\n\n<p>\nقال أبو الفرج: بناه أبو قابوس النعمان بن المنذر أيام ملكه، ولم يكن في\nديارات الحيرة أحسن منه بناء، ولا أنزه موضعا، وفيه يقول الشاعر:\n</p>\n\n<p>\nسقى الله دير اللج غيثا فإنه ... على بعده دير إلي حبيب\n</p>\n\n<p>\nقريب إلى قلبي، بعيد محله ... وكم من بعيد الدار وهو قريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nيهيج ذكراه غزال يحله ... أغن سحور المقلتين ربيب\n</p>\n\n<p>\nإذا رجع الإنجيل واهتز مائدا ... تذكر محزون الفؤاد غريب\n</p>\n\n<p>\nوهاج لقلبي عند ترجيع صوته ... بلابل أسقام به ووجيب\n</p>\n\n<p>\nوكان النعمان يركب في كل أحد إليه، وفي كل عيد، ومعه أهل بيته خاصة من آل\nالمنذر، ومن ينادمه من أهل دينه، وعليهم حلل الديباج المذهبة، وعلى رؤوسهم\nأكاليل الذهب، وفي أوساطهم الزنانير المفصصة بالجوهر، وبين أيديهم أعلام\nفوقها صلبان، وإذا قضوا صلاتهم انصرفوا إلى مستشرفة على النجف، فشرب\nالنعمان وأصحابه فيه بقية يومه، وخلع ووهب، وحمل ووصل، وكان ذلك أحسن منظر\nوأجمله.\n</p>\n\n<p>\nوفي دير اللج يقول إسماعيل بن عمار الأسدي:\n</p>\n\n<p>\nما أنسى سعدة والزرقاء يوم هما ... باللج شرقيه فوق الدكاكين\n</p>\n\n<p>\nتغنيانا كنفث السحر نودعه ... منا قلوبا غدت طوع ابن رامين\n</p>\n\n<p>\nنسقى شرابا كلون النار عتقه ... يمسي الإصحاء منه كالمجانين\n</p>\n\n<p>\nإذا ذكرنا صلاة بعدما فرطت ... قمنا إليها بلا عقل ولا دين\n</p>\n\n<p>\nنمشي إليها بطاء لا حراك بنا ... كأن أرجلنا يقلعن من طين\n</p>\n\n<p>\nنمشي وأرجلنا عوج مواقعها ... مشي الإوز التي تأتي من الصين\n</p>\n\n<p>\nأو مشي عميان دير لا دليل <span id='ms42'></span> لهم ... سوى العصي إلى دير السعانين\n</p>\n\n<p>\nأهوى ربيحة إن الله فضلها ... بحسنها وغناء ذي أفانين\n</p>\n\n<p>\nفمن يقول لها غني ويسعدها ... \" قتلتني يوم دير اللج فاحييني \"\n</p>\n\n<p>\nدير مارة مريم\n</p>\n\n<p>\nبالحيرة\n</p>\n\n<p>\nدير مارة مريم: بنواحي الحيرة، مشرف على النجف.\n</p>\n\n<p>\nقال أبو الفرج: هذا دير قديم، من بناء آل المنذر حسن الموضع، بين الخورنق\nوالسدير، وبين قصر أبي الخصيب، مشرف على النجف، كان فيه قس يقال له يحيى\nخمارا وله ابن، يقال له يوشع، يألفه الفتيان الظرفاء، ويشربون عنده على\nقراءة النصارى، وضرب النواقيس. وله يقول بكر بن خارجة:\n</p>\n\n<p>\nبتنا بمارة مريم ... سقيا لمارة مريم\n</p>\n\n<p>\nولقسنا يحيى المهيئم ... بعد نوم النوم\n</p>\n\n<p>\nوليوشع ولخمره الحم ... راء مثل العندم\n</p>\n\n<p>\nولفتية حفوا به ... يعصون لوم اللوم\n</p>\n\n<p>\nيسقيهم ظبي أغن ... لطيف خلق المعصم\n</p>\n\n<p>\nيرمي بعينيه القلو ... ب كمثل رمي الأسهم\n</p>\n\n<p>\nوقد حدده الثرواني فقال:\n</p>\n\n<p>\nبمارة مريم الكبرى ... وظل فنائها فقف\n</p>\n\n<p>\nبقصر أبي الخصيب المش ... رف الموفي على النجف\n</p>\n\n<p>\nفأكناف الخورنق والس ... دير ملاعب السلف\n</p>\n\n<p>\nإلى النخل المكمم ... والحمائم فوقه الهتف\n</p>\n\n<p>\nفدع قول العذول وبا ... كر الصهباء في لطف\n</p>\n\n<p>\nومن شعر الثرواني فيه:\n</p>\n\n<p>\nدع الأيام تفعل ما أرادت ... إذا جادت بندمان وكاس!\n</p>\n\n<p>\nومارت مريم والصحن فيه ... حديقتان من ورد وآس\n</p>\n\n<p>\nوظبي في لواحظ مقلتيه ... نعاس في فتور لا نعاس\n</p>\n\n<p>\nوخل لا يحول عن التصابي ... ذكور للمودة غير ناسي\n</p>\n\n<p>\nومحتضن لطنبور فصيح ... يغنيني بشعر أبي نواس:\n</p>\n\n<p>\nوما اللذات إلا أن تراني ... صريعا بين باطية وكاسي\n</p>\n\n<p>\nوفيه يقول بكر بن خارجة:\n</p>\n\n<p>\nبمارة مريم وبدير زكى ... ومر توما ودير الجاثليق\n</p>\n\n<p>\nوبالإنجيل يتلوه شيوخ ... من القسان في البيت العتيق\n</p>\n\n<p>\nوبالقربان والصلبان إلا ... رثيت لقلبي الدنف المشوق\n</p>\n\n<p>\nأجرني مت قبلك من هموم ... وأرشدني إلى وجه الطريق\n</p>\n\n<p>\nفقد ضاقت علي وجوه أمري ... وأنت المستجار من المضيق\n</p>\n\n<p>\nقال أبو الفرج: هذا الشعر يقوله في غلام امرئ نصراني من أهل الحيرة، يقال\nله: عشير بن البراء الصراف، وله فيه شعر كثير، يذكر فيه أعياد النصارى\nوبيعهم. وكان دعبل يستحسن قوله:\n</p>\n\n<p>\nزناده في خصره معقود ... كأنه من <span id='ms43'></span> كبدي مقدود\n</p>\n\n<p>\nويقول: ليت هذين لي بمائة بيت من شعري! أخبرني جعفر بن قدامة قال: حدثني\nميمون بن هارون قال حدثني إسحاق الموصلي قال: لما خرجت مع الواثق إلى النجف\nدرنا بالحيرة ومررنا بدياراتها، فرأيت دير مريم بالحيرة، فأعجبني موقعه\nوحسن بنائه، فقلت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             نعم المحل لمن يسعى للذته ... دير لمريم فوق\nالظهر معمور\n</p>\n\n<p>\nظل ظليل وماء غير ذي أسن ... وقاصرات كأمثال الدمى حور\n</p>\n\n<p>\nفقال الواثق: لا نصطبح والله غدا إلا فيه، وأمر بأن يعد فيه ما يصلح من\nالليل، وباكرناه فاصطبحنا فيه على هذا الصوت، وأمر بمال ففرق على أهل ذلك\nالدير، وأمر لي بجائزة.\n</p>\n\n<p>\nدير مارة مريم بالشام\n</p>\n\n<p>\nدير مارة مريم: بالشام، دير قديم من دياراتها.\n</p>\n\n<p>\nقال أبو الفرج: حدثنا الحسين بن يحيى، عن حماد بن إسحاق، عن أبيه، قال:\nنزلنا مع الرشيد بدير مارة مريم، في بعض خرجاته إلى الشام، فرأى منه موضعا\nحسنا، فنشط للشراب، وقال: غنني صوتا في معنى موضعنا، فغنيته:\n</p>\n\n<p>\nنعم المحل لمن يسعى للذته ... دير لمريم فوق النهر معمور\n</p>\n\n<p>\nظل ظليل وماء غير ذي أسن ... وقاصرات كأمثال الدمى حور\n</p>\n\n<p>\nفطرب وشرب.\n</p>\n\n<p>\nفقال: أهذا لك؟ قلت: لا، هو لابن محرز، فقال: أنت إذن صدى، تؤدي ما سمعت!\nقلت: فأنا أصنع فيه لحنا، فصنعته فيه، وغنيته.\n</p>\n\n<p>\nوقال أبو الفرج: ولحن ابن محرز وإسحاق في هذا الشعر، كلاهما من الثقيل\nالأول.\n</p>\n\n<p>\nدير ماسرجبيس\n</p>\n\n<p>\nدير ماسرجبيس: بمطيرة سر من رأى.\n</p>\n\n<p>\nأخبرني عمي قال: حدثنا أبو عبد الله أحمد بن المرزبان بن النيروزان قال:\nحدثني شيبة بن هشام قال: كان عبد الله بن العباس بن الفضل بن الربيع قد علق\nجارية نصرانية، وقد رآها في بعض أعياد النصارى، فكان لا يفارق البيع في\nأعيادهم شغفا بها، فخرج في عيد ماسرجيس، فظفر بها في بستان إلى جانب\nالبيعة، وقد كان قبل ذلك يراسلها ويعرفها حبه لها، فلا تقدر على مواصلته\nولا على لقائه إلا على الطريق، فلما ظفر بها التوت عليه، وأبت بعض الإباء،\nثم ظهرت له وجلست معه، وأكلوا <span id='ms44'></span> وشربوا وأقام معها، ومع نسوة كن معها أسبوعا،\nثم انصرفت في يوم خميس، فقال عبد الله بن العباس في ذلك وغنى فيه:\n</p>\n\n<p>\nرب صهباء من شراب المجوس ... قهوة بابلية خندريس\n</p>\n\n<p>\nقد تجليتها بناي وعود ... قبل ضرب الشماس بالناقوس\n</p>\n\n<p>\nوغزال مكحل ذي دلال ... ساحر الطرف سامري عروس\n</p>\n\n<p>\nقد خلونا بطيبه نجتليه ... يوم سبت إلى صباح الخميس\n</p>\n\n<p>\nبين ورد وبين آس جني ... وسط بستان دير ماسرجبيس\n</p>\n\n<p>\nيتثنى بحسن جيد غزال ... ذي صليب مفضض آبنوس\n</p>\n\n<p>\nكم لثمت الصليب في الجيد منها ... كهلال مكلل بشموس\n</p>\n\n<p>\nدير ماسرجس\n</p>\n\n<p>\nدير ماسرجس، بإزاء البردان قرب بغداد قال أبو الفرج: ولهذا الرجل عدة\nديار، منها دير بإزاء البردان، في ظهر قرية يقال لها كاذة. حدث حماد بن\nإسحاق عن عبد الله بن العباس الربيعي، قال: دخلت أنا وأبو النصر البصري -\nمولى بني جمح - بيعة ماسرجس، وقد ركبنا مع المعتصم نتصيد، فوقفت أنظر إلى\nجارية كنت أهواها، وجعل ينظر إلى صورة في البيعة، فاستحسنها، حتى طال ذلك،\nثم أنشدني:\n</p>\n\n<p>\nفتنتنا صورة في بيعة ... فتن الله الذي صورها\n</p>\n\n<p>\nزادها الناقش في صورتها ... فضل ملح إنه نضرها\n</p>\n\n<p>\nوجهها لا شك عندي فتنة ... وكذا هي عند من أبصرها\n</p>\n\n<p>\nأنا للقس عليها حاسد ... ليت غيري عبثا كسرها\n</p>\n\n<p>\nقال: فقلت له: شتان ما نحن: أنا أهوى بشرا، وأنت تهوى حجرا! فقال لي: هذا\nعبث، وأنت في جد.\n</p>\n\n<p>\nوغنى عبد الله بن العباس في هذا الشعر غناء حسنا سمعته منه، ونسب الناس\nالشعر إليه، لكثرة شعره في امرأة نصرانية كان يهواها.\n</p>\n\n<p>\nدير الماطرون\n</p>\n\n<p>\nدير الماطرون - ذكر القفطي أنه - الماطرون - بستان بظاهر دمشق يسمى\nالميطور.\n</p>\n\n<p>\n- يبدو أن مسافة كبيرة تفصل بين الماطرون والميطور بدلالة قول عرقلة\nالكلبي:\n</p>\n\n<p>\nوكم ليلة بالمطارون قطعتها ... ويوم إلى الميطور وهو مطير\n</p>\n\n<p>\n- اعتبره ابن منير مع داريا في جملة متنزهات دمشق، فقال بعد أن أورد\nطائفة من المتنزهات المعروفة في عصره:\n</p>\n\n<p>\nفالماطرون فداريا فجارتها ... فآبل فمغاني دير قانون\n</p>\n\n<p>\nوذكره ابن الرقيات فقال:\n</p>\n\n<p>\nأقفرت منهم الفراديس فالغو ... طة ذات القرى وذات الظلال\n</p>\n\n<p>\nفضمير <span id='ms45'></span> فالماطرون فحورا ... ن قفار بسابس الأطلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             - وذكره\nمحاسن الشوا الحلبي:\n</p>\n\n<p>\nيا نديمي اسقني بالمطارون ... خمرة تجلب أفراح الحزين\n</p>\n\n<p>\n- ويبدو أن المطارون اضمحل في النصف الثاني من القرن السابع الهجري\nالثالث عشر الميلادي.\n</p>\n\n<p>\nدير الماطرون قرب دمشق قال أبو محمد حمزة بن القاسم: قرأت على حائط بستان\nبالمطارون هذه الأبيات:\n</p>\n\n<p>\nأرقت بدير الماطرون كأنني ... لساري النجوم آخر الليل حارس\n</p>\n\n<p>\nواعرضت الشعرى العبور كأنها ... معلق قنديل عليها الكنائس\n</p>\n\n<p>\nولاح سهيل عن يميني كأنه ... شهاب نحاه وجهة الريح قابس\n</p>\n\n<p>\nوهي أبيات قديمة تروى لأرطأة بن سهية.\n</p>\n\n<p>\nدير مران\n</p>\n\n<p>\nدير مران - قال البكري: وهناك عقبة المران سميت بذلك لأنها تنبت شجرا\nطوالا مستوية تشبه المران، ومران بفتح الميم موضع آخر ولكنه ليس الشام.\n</p>\n\n<p>\nقال ابن منير:\n</p>\n\n<p>\nويطبيني لدار الروم ما شهرت ... بدير مران أعياد الشعانين\n</p>\n\n<p>\nوقال عرقلة الكلبي متشوقا إلى هذا الدير:\n</p>\n\n<p>\nوفي دير مران خمارة ... من الروم في يوم شعنينها\n</p>\n\n<p>\nسقتني على وجهها المشتهى ... أرق وأعتق من دينها\n</p>\n\n<p>\n- من أحداث هذا الدير أن خماروية بن أحمد الطولوني قتل - سنة 282ه - في\nقصره بدير مران - ظاهر دمشق - قلت: وهذا تأكيد على ما أثبته حبيب زيات من\nوجود ملحقات وحانات وأبنية مجاورة للدير - انظر: الخزانة الشرقية - الجزء\nالثاني.\n</p>\n\n<p>\n- لا يعرف وقت خراب هذا الدير، ولكن يترجح أن كل ما روي فيه من الأخبار\nوالأشعار بعد القرنين الخامس والسادس الهجريين، يجب أن يعزى إلى محلة مران،\nويظهر أن آثار الدير بقيت شاخصة إلى ما بعد القرن الحادي عشر، كما يستفاد\nمن أبيات لعبد الرحمن ابن حمزة رواها المحبي.\n</p>\n\n<p>\nدير مران قرب دمشق\n</p>\n\n<p>\nأخبرني علي بن سليمان الأحفش، قال: حدثني السكري والمبرد عن دماذ أبي\nغسان واسمه رفيع بن سلمة، عن أبي عبيدة: أن معاوية وجه جيشا إلى بلد الروم\nليغزوا الصائفة، فأصابهم جدري، فمات أكثر المسلمين، وكان ابنه يزيد مصطبحا\nبدير مران مع زوجته \" أم كلثوم \" فبلغه خبرهم فقال:\n</p>\n\n<p>\nإذا ارتفقت على الانماط مصطبحا ... بدير مران عندي أم كلثوم\n</p>\n\n<p>\nفما أبالي بما لاقت جنودهم ... بالفذقذونة من <span id='ms46'></span> حمى ومن موم\n</p>\n\n<p>\nفبلغ شعره أباه فقال: أجل والله ليلحقن بهم فليصيبنه ما أصابهم، فخرج حتى\nلحق بهم وغزا حتى بلغ القسطنطينية، فنظر إلى قبتين مبنيتن، عليهما ثياب\nالديباج فإذا كانت الحملة للمسلمين ارتفع من إحداهما أصوات الدفوف والطبول\nوالمزامير، وإذا كانت الحملة للروم ارتفع من الأخرى، فسأل يزيد عنهما فقيل\nله: هذه بنت ملك الروم، وتلك بنت جبلة بن الأيهم وكل واحدة منهما تظهر\nالسرور بما تفعله عشيرتها، فقال: أما والله لأسرنها، ثم صف العسكر وحمل حتى\nهزم الروم فأحجرهم في المدينة، وضرب باب القسطنطينية بعمود حديد كان في يده\nفهشمه حتى انخرق، فضرب عليه لوح من ذهب، فهو عليه إلى اليوم.\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: ودير مران هو بناحية من دمشق على تلة مشرفة على\nمزارع ورياض نزهة، بهجة، نزل به هارون الرشيد، وقصف فيه وشرب، وكان مع\nالرشيد حين نزل به الحسين بن الضحاك الخليع، فقال له: بحياتي قل فيه شعرا!\nفقال فيه أبياتا منها:\n</p>\n\n<p>\nيا دير مران لا عريت من سكن ... قد هجت لي شجنا يا دير مرانا\n</p>\n\n<p>\nسقيا ورعيا لمران وساكنه ... يا حبذا قاطن بالدير من كانا\n</p>\n\n<p>\nحث المدام فإن الكأس مترعة ... مما يهيج دواعي الشوق أحيانا\n</p>\n\n<p>\nوأمر الرشيد عمرو بن بانة أن يغني فيه لحنين أحدهما هزج والآخر رمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             وحكى إسحاق الموصلي عن أبيه قال: مر الرشيد بدير مران فاستحسنه\nوأعجبه إشرافه على بساتين حسنة، ورياض مونقة بهجة، فنزله وأمر أن يؤتى\nبطعام خفيف، فأكل وشرب، ودعا بالندماء والمغنين، وخرج إليه صاحب الدير،\nوكان شيخا كبيرا هرما، فوقف بين يديه ودعا له، واستأذنه أن يأتيه بطعام\nالدير، فأذن له في ذلك، فأتاه بأطعمة لطيفة مختصرة في آنية نظيفة، فكان ذلك\nفي نهاية الحسن والطيب، فأكل منها كثيرا واستطابها، وأمر الشيخ بالجلوس\nفجلس بين يديه، فأقبل عليه الرشيد بوجهه وسأله فحدثه، واستظرف حديثه، ثم\nقال: هل نزل بك في هذا الدير أحد من بني أمية؟ قال: نعم أصلح الله مولاي\nأمير المؤمنين، قد نزل بي <span id='ms47'></span> ها هنا الوليد ابن يزيد ومعه أخوه الغمر، فجلسا\nفي هذا الموضع الذي جلس فيه مولاي أمير المؤمنين، فقدمت إليهما طعاما،\nفأكلا وشربا وغنيا وطربا، فلما أخذ الشراب فيهما، وثب الوليد إلى ذلك\nالحوض، وكان مملوءا شرابا، فكرع فيه، وفعل مثل ذلك أخوه الغمر، حتى سكرا\nوناما مكانهما، فلما أفاق الوليد من سكره أمر بالحوض فملئ لي دراهم، ثم\nانصرفوا، فنظر إليه الرشيد )أعني إلى الكأس( فإذا هو لا يقدر أن يشرب ملأه،\nفقال: أبى بنو أمية إلا أن يسبقونا إلى اللذات سبقا لا يجاوزهم فيه أحد، ثم\nأمر برفع الشراب وركب من وقته وانصرف، وأمر للديراني بجائزة سنية.\n</p>\n\n<p>\nحدثني الصولي قال حدثنا يزيد بن محمد المهلبي قال حدثنا عمرو بن بانة\nقال: خرجنا مع المعتصم إلى الشام لما غزا، فنزلنا في طريقنا بدير مران -\nوهو دير على تلعة مشرفة عالية تحتها مروج ومياه حسنة - فنزل فيه المعتصم\nفأكل ونشط للشرب ودعا بنا، فلما شربنا أقداحا قال لحسين بن الضحاك: أين هذا\nالمكان من ظهر بغداد! فقال: لا أين يا أمير المؤمنين! والله لبعض الغياض\nوالآجام هناك أحسن من هنا، قال: صدقت والله، وعلى ذلك فقل أبياتا يغن فيها\nعمرو، فقال: أما أن أقول شيئا في وصف هذه الناحية بخير فلا أحسب لساني ينطق\nبه، ولكني أقول متشوقا إلى بغداد، فضحك وقال: قل ما شئت. فقال:\n</p>\n\n<p>\nيا دير مديان لا عريت من سكن ... هيجت لي سقما يا دير مديانا\n</p>\n\n<p>\nهل عند قسك من علم فيخبرنا ... أم كيف يسعف وجه الصبر من بانا\n</p>\n\n<p>\nحث المدام فإن الكأس مترعة ... مما يهيج دواعي الشوق أحيانا\n</p>\n\n<p>\nسقيا ورعيا لكرخايا وساكنها ... وللجنينة بالروحاء من كانا\n</p>\n\n<p>\nفاستحسنها المعتصم، وأمرني ومخارقا فغنينا فيها، وشرب على ذلك حتى سكر،\nوأمر للجماعة بجوائز.\n</p>\n\n<p>\nدير مرماري\n</p>\n\n<p>\nدير مرماري بسر من رأى وهو بسر من رأى، عند قنطرة وصيف، حوله كروم وشجر،\nكان عامرا كثير الرهبان، ولأهل اللهو به إلمام، وفيه يقول الفضل بن العباس\nبن المأمون:\n</p>\n\n<p>\nانضيت في سر من <span id='ms48'></span> را خيل لذاتي ... ونلت منها هوى نفسي وحاجاتي\n</p>\n\n<p>\nعمرت فيها بقاع اللهو منغمسا ... في القصف ما بين أنهار وجنات\n</p>\n\n<p>\nبدير مرمار إذ نحيي الصبوح به ... ونعمل الكأس فيه بالعشيات\n</p>\n\n<p>\nبين النواقيس والتقديس آونة ... وتارة بين عيدان ونايات\n</p>\n\n<p>\nوكم به من غزال أغيد غزل ... يصيدنا باللحاظ البابليات\n</p>\n\n<p>\n- حدثني الصولي قال حدثني أحمد بن محمد بن إسحاق الخراساني قال حدثني\nالفضل بن العباس بن المأمون قال: كنت مع المعتز في الصيد، فانقطع عن الموكب\nوأنا ويونس بن بغا معه، ونحن بقرب قنطرة وصيف، وكان هناك دير فيه ديراني\nيعرفني وأعرفه، نظيف ظريف، مليح الأدب واللفظ، فشكا المعتز العطش، فقلت: يا\nأمير المؤمنين، في هذا الدير ديراني أعرفه خفيف الروح لا يخلو من ماء بارد،\nأفترى أن نميل إليه؟ قال: نعم. فجئنا فأخرج لنا ماء باردا، وسألني عن\nالمعتز ويونس فقلت: فتيان من أبناء الجند، فقال: بل مفلتان من حور الجنة،\nفقلت له: هذا ليس في دينك، فقال: هو الآن في ديني، فضحك المعتز، فقال لي\nالديراني: أتأكلون شيئا؟ قلت نعم، فأخرج شطيرات وخبزا وأداما نظيفا، فأكلنا\nأطيب أكل، وجاءنا بأطرف أشنان، فاستظرفه المعتز وقال لي: قل له فيما بينك\nوبينه: من تحب أن يكون معك من هذين لا يفارقك؟ فقلت له، فقال: \" كلاهما\nوتمرا \" فضحك المعتز حتى مال على حائط الدير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             فقلت للديراني:\nلا بد من أن تختار. فقال: الاختيار والله في هذا دمار، وما خلق الله عقلا\nيميز بين هذين! ولحقهما الموكب، فارتاع الديراني. فقال له المعتز: بحياتي\nلا تنقطع عما كنا فيه، فإني لمن ثم مولى ولمن ها هنا صديق، فمزحنا ساعة، ثم\nأمر له بخمسمائة ألف درهم. فقال: والله ما أقبلها إلا على شرط. قال: وما\nهو؟ قال: يجيب أمير المؤمنين دعوتي مع من أراد. قال: ذلك لك، فاتفقنا ليوم\nجئناه فيه، فلم يبق غاية، وأقام للموكب كله، ما احتاج إليه، وجاءنا بأولاد\nالنصارى يخدموننا، ووصله المعتز يومئذ صلة سنية، ولم يزل يعتاده ويقيم\nعنده، ويشرب مدة حياته.\n</p>\n\n<p>\nدير <span id='ms49'></span> المزعوق\n</p>\n\n<p>\nدير المزعوق ويقال دير ابن المزعوق، وهو قديم بظاهر الحيرة.\n</p>\n\n<p>\nكره أبو الفرج وأنشد لمحمد بن عبد الرحمن الثرواني فيه وفي دير فاثيون:\n</p>\n\n<p>\nقلت له والنجوم جانحة ... في ليلة الفصح أول السحر\n</p>\n\n<p>\nهل لك في مار فاثيون وفي ... دير ابن مزعوق غير مقتصر؟\n</p>\n\n<p>\nيفيض هذا النسيم من طرف ... الشام ودر الندى على الشجر\n</p>\n\n<p>\nونسأل الأرض عن بشاشتها ... وعهدها بالربيع والمطر\n</p>\n\n<p>\nيا لك طيبا وشم رائحة ... كالمسك يأتي بنفحة السحر\n</p>\n\n<p>\nفي شرب خمر وسمع محسنة ... تلهيك بين اللسان والوتر\n</p>\n\n<p>\nقال: ودير فاثيون أسفل النجف.\n</p>\n\n<p>\nودير ابن مزعوق بحذاء قصر عبد المسيح بأعلى النجف.\n</p>\n\n<p>\nوفيه يقول الثرواني:\n</p>\n\n<p>\nتقلب طرف عينك من بعيد ... شبيها بالمودة والوعيد\n</p>\n\n<p>\nتقر بطرف عينك لي بوصل ... وفعلك لي مقر بالجحود\n</p>\n\n<p>\nتشككني وأعلم أن هذا ... هوى بين التعطف والصدود\n</p>\n\n<p>\nهواك هوى تجدده الليالي ... ولا يبلى على مر العهود\n</p>\n\n<p>\nوقال أيضا:\n</p>\n\n<p>\nكر الشراب على نشوان مصطبح ... قد هب يشربها والديك لم يصح\n</p>\n\n<p>\nوالليل في عسكر جم بوارقه ... من النجوم وضوء الصبح لم يلح\n</p>\n\n<p>\nوالعيش لا عيش إلا أن تباكرها ... صهباء تقتل هم النفس بالفرح\n</p>\n\n<p>\nحتى يظل الذي قد بات يشربها ... ولا براح به يختال كالمرح\n</p>\n\n<p>\nوتشوق إليه الثرواني من بغداد، فقال:\n</p>\n\n<p>\nدير الحريق وبيعة المزعوق ... بين الغدير وقبة السنيق\n</p>\n\n<p>\nأشهى إلي من الصراة وطيبها ... عند الصباح ومن دجى البطريق\n</p>\n\n<p>\nيا صاح! فاجتنب الملام أما ترى ... سمجا ملامك لي، وأنت صديقي؟\n</p>\n\n<p>\nدير نجران\n</p>\n\n<p>\nدير نجران وهو باليمن، وتسميه العرب كعبة نجران، وهو لآل عبد المدان بن\nالديان من بني الحارث بن كعب، ومنه جاء القوم الذين أرادوا مباهلة النبي،\nصلى الله عليه وسلم.\n</p>\n\n<p>\nوقد ذكره أبو الفرج الأصبهاني وقال: إنه كان لآل عبد المدان، سادة بني\nالحارث.\n</p>\n\n<p>\nقال: وكان أهل ثلاثة بيوت من اليمن نصارى، يتبارون في البيع وزيها وحسن\nبنائها: آل المنذر بالحيرة، وغسان بالشام، وبنو الحارث بن كعب بنجران،\nفتكون دياراتهم في المواضع الكثيرة الشجر والرياض والغدران، الشامخة\nالبناء، ويجعلون آلاتها من الذهب والفضة، وستورها من الديباج، ويجعلون <span id='ms50'></span> في\nحيطانها الفسافس، وفي سقوفها الذهب، وكان بنو الحارث على ذلك، إلى أن جاء\nالإسلام.\n</p>\n\n<p>\nوفي كعبتهم هذه قال الأعشى أعشى قيس بن ثعلبة:\n</p>\n\n<p>\nوكعبة نجران حتم علي ... ك حتى تناخي بأبوابها\n</p>\n\n<p>\nنزور يزيد وعبد المسيح ... وقيسا وهم خير أربابها\n</p>\n\n<p>\nإذا الحبرات تلوت بهم ... وجروا أسافل هدابها\n</p>\n\n<p>\nوشاهدنا الجل والياسم ... ين والمسمعات بقصابها\n</p>\n\n<p>\nويربطنا معمل دائب ... فأي الثلاثة أزرى بها؟\n</p>\n\n<p>\nقال: وفي هذا الشعر غناء حسن، أخذه جحظة عن بنان.\n</p>\n\n<p>\nدير هند الصغرى\n</p>\n\n<p>\nدير هند الصغرى بالحيرة.\n</p>\n\n<p>\nقال أبو الفرج الأصبهاني: وبالحيرة دير هند بنت النعمان بن المنذر، ودخل\nعليها خالد بن الوليد فقال لها: أسلمي حتى أزوجك رجلا من المسلمين شريفا\nأصيلا يشبهك في حسبك، فقالت: أما ديني فمالي عنه رغبة، ولا أبغي به بدلا،\nوأما التزويج، فلو كانت في بقية ما تزوجت ولا رغبت فيه، فكيف وأنا عجوز،\nهامة اليوم أو غد، قال لها: - فسليني حاجة أقضيكها، قالت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             -\nأكبر حاجتي هؤلاء النصارى الذين في ذمتكم، قال: نعم هذا فرض علينا في\nديننا، أوصانا به نبينا )ص(، فهل غير هذا؟ قالت: أنا في هذا الدير ملاصقة\nلهذه الأعظم البالية من أهل بيتي وملتي حتى ألحق بهم، وأمر لها بمال وكسوة\nفقالت: ما لي بشيء مما بذلته حاجة، معي عبدان يزرعان مزرعة أتقوت منها بما\nيمسك رمقي، وأصرف ما بقي في ضعفاء أهل ديني، وقد اعتددت بقولك فعلا، وبعدتك\nنقدا، ولكن اسمع مني دعاء كان يدعو به لأملاكنا: \" شكرت لك يد افتقرت بعد\nغنى، ولا وصلتك يد استغنت بعد فقر، وأصاب الله بمعروفك مواضعه، ولا أزال عن\nكريم نعمة، إلا جعلك سببا لردها إليه \" .\n</p>\n\n<p>\nوهذا الدير يقارب بني عبد الله بن دارم بالكوفة، مما يلي الخندق، في موضع\nنزه، وقد ذكره عدة من الشعراء، منهم معن بن زائدة الشيباني وكان هناك\nمنزله، وفيه يقول:\n</p>\n\n<p>\nألا ليت شعري هل أبيتن ليلة ... لدى دير هند والحبيب قريب\n</p>\n\n<p>\nفتقصى لبانات وتلقى أحبة ... ويورق غصن للسرور رطيب\n</p>\n\n<p>\nوفيه يقول أيضا:\n</p>\n\n<p>\nلئن طال في بغداد <span id='ms51'></span> ليلي فربما ... يرى بجنوب الدير وهو قصير\n</p>\n\n<p>\nقال أبو الفرج: ودخل إليها المغيرة بن شعبة وقد عميت فحادثها طويلا، ثم\nخطبها، فضحكت وقالت: شيخ أعور، وعجوز عمياء! والصليب ما أردتني طلبا للنسل،\nولا رغبة في مال، ولا شغفا بجمال، ولكنك أردت أن تقول: نكحت ابنة النعمان!\nانصرف راشدا، فانصرف وهو يقول:\n</p>\n\n<p>\nأدركت ما منيت نفسي خاليا ... لله درك يا ابنة النعمان\n</p>\n\n<p>\nفلقد رددت على المغيرة ذهنه ... إن الملوك ذكية الأذهان\n</p>\n\n<p>\nيا هند إنك قد صدقت، فأمسكي ... والصدق خير مقالة الإنسان\n</p>\n\n<p>\nإني لحلفك بالصليب مصدق ... والصلب أصدق حلفة الرهبان\n</p>\n\n<p>\nوكان بعد ذلك شباب الكوفة يخرجون إلى هذا الدير متنزهين، يأكلون في رياضه\nويشربون، وفي دير هند هذا يقول أبو حيان:\n</p>\n\n<p>\nيا دير هند لقد أصبحت لي أنسا ... ولم تكن، كنت لي يا دير مئناسا\n</p>\n\n<p>\nسقيا لظلك ظلا كنت آلفه ... فيه أعاشر قسيسا وشماسا\n</p>\n\n<p>\nقدما وقد كانت الأوقات من طرب ... ومن سرور به يا قوم أعراسا\n</p>\n\n<p>\nلا أعدم اللهو في أرجاء هيكله ... ولا أرد على الساقي به الكاسا\n</p>\n\n<p>\nدير هند الكبرى\n</p>\n\n<p>\nدير هند الكبرى بالحيرة هو دير بنته هند الكبرى أم عمرو بن هند، وهي هند\nبنت الحارث بن عمرو بن حجر آكل المرار الكندي، وكان في صدره مكتوب: \" بنت\nهذه البيعة هند بنت الحارث بن عمرو بن حجر، الملكة بنت الأملاك، وأم الملك\nعمرو بن المنذر، أمة المسيح، وأم عبده، وأمة عبده، في زمن ملك الأملاك خسرو\nأنو شروان، وفي زمن أفراييم الأسقف، فالإله الذي بنت له هذا البيت يغفر\nخطيتها، ويترحم عليها وعلى ولدها، ويقبل بهما ويقومهما إلى إقامة الحق،\nويكون الإله معها ومع ولدها الدهر الداهر \" .\n</p>\n\n<p>\nقال أبو الفرج: فحدثني جعفر بن قدامة، عن محمد بن عبد الله بن مالك\nالخزاعي عن أبيه قال: دخلت مع يحيى بن خالد - دير هند الأول، لما خرجنا مع\nالرشيد إلى الحيرة، وقد قصدها ليتنزه بها، ويرى آثار المنذر، فرأى قبر\nأبيها النعمان، وقبرها إلى جانبه، ثم خرج إلى دير هند الآخر، وهو <span id='ms52'></span> الأكبر،\nوهو على طف النجف، فرأى في جانب حائطه كتابة، فأمر بسلم، فأحضر، وأمر بعض\nأصحابه أن يرقى إليها، فإذا هي:\n</p>\n\n<p>\nإن بني المنذر عام انقضوا ... بحيث شاد البيعة الراهب\n</p>\n\n<p>\nتنفح بالمسك ذفاريهم ... وعنبر يقطبه القاطب\n</p>\n\n<p>\nوالقز والكتان أثوابهم ... لم يجب الصوف لهم جائب\n</p>\n\n<p>\nوالعز والملك لهم راهن ... وقهوة ناجودها ساكب\n</p>\n\n<p>\nأضحوا وما يرجوهم طالب ... خيرا ولا يرهبهم راهب\n</p>\n\n<p>\nكأنهم كانوا بها لعبة ... سار إلى أين بها الراكب\n</p>\n\n<p>\nفأصبحوا في طبقات الثرى ... بعد نعيم لهم راتب\n</p>\n\n<p>\nشر البقايا من بقي منهم ... قل وذل جده خائب\n</p>\n\n<p>\nقال: فبكى يحيى لما قريء هذا الشعر، وقال: هذه سبيل الدنيا، وانصرف عن\nوجهه ذلك.\n</p>\n\n<p>\nالباب الثاني\n</p>\n\n<p>\nأخبار أديرة مجهولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             حدثنا إبراهيم بن محمد بن أيوب قال حدثنا\nعبد الله بن مسلم قال: بلغني أن أبا الطمحان القيني قيل له، وكان فاسقا\nخاربا، ما أدنى ذنوبك؟ قال: ليلة الدير.\n</p>\n\n<p>\nقيل : وما ليلة الدير؟ قال: نزلت بديرانية فأكلت عندها طفيشلا بلحم\nخنزير، وشربت من خمرها، وزنيت بها، وسرقت كساءها، ثم انصرفت عنها.\n</p>\n\n<p>\nقال هارون بن محمد الزيات: حدثني حماد بن إسحاق الموصلي عن أبيه: أن\nالغريض سمع أصوات رهبان بالليل في دير لهم فاستحسنها، فقال له بعض من معه:\nيا أبا يزيد؛ صغ على مثل هذا الصوت لحنا، فصاغ مثله في لحنه:\n</p>\n\n<p>\nيا أم بكر حبك البادي ... لا تصرميني إنني غادي\n</p>\n\n<p>\nجد الرحيل وحثني صحبي ... وأريد إمتاعا من الزاد\n</p>\n\n<p>\nالشعر لسعيد بن عبد الرحمن بن حسان بن ثابت الأنصاري.\n</p>\n\n<p>\n- أخبرني الحسن بن علي قال حدثنا ابن مهرويه قال حدثني عبيد الله بن عمار\nقال حدثني عبيد الله بن أحمد بن الحارث القرشي قال حدثنا العباس بن الوليد\nقال حدثنا ضمرة قال: خرج عبد الوهاب بن إبراهيم الإمام يوما إلى بعض\nالديارات فنزل فيه، وهو وال على الرملة، فسأل صاحب الدير: هل نزل بك أحد من\nبني أمية؟ قال: نعم، نزل بي الوليد بن يزيد ومحمد بن سليمان بن عبد الملك.\n</p>\n\n<p>\nقال: فأي شيء صنعا؟ قال: شربا <span id='ms53'></span> في ذلك الموضع، ولقد رأيتهما شربا في\nآنيتهما، ثم قال أحدهما لصاحبه: هلم نشرب بهذا الجرن - وأومأ إلى جرن عظيم\nمن رخام - قال: أفعل، فلم يزالا يتعاطيانه بينهما ويشربان به حتى ثملا.\n</p>\n\n<p>\nفقال عبد الوهاب لمولى له أسود: هاته.\n</p>\n\n<p>\nقال ضمرة: وقد رأيته وكان يوصف بالشدة، فذهب يحركه، فلم يقدر فقال\nالراهب: والله لقد رأيتهما يتعاطيانه وكل واحد منهما يملؤه لصاحبه فيرفعه\nويشربه غير مكترث.\n</p>\n\n<p>\nقال أبو حشيشة: سمع إبراهيم بن المهدي أصواتا من غنائي من محمد بن الحارث\nبن بسخنر وعمرو بن بانة فاستحسنها وأخذها جواريه وقال: الطنبور كله باطل،\nفإن كان شيء منه حقا فهذا، واشتهى أن يسمعني، فهبته هيبة عظيمة وقلت: إن\nرضيني لم يزدني ذلك، وإن لم يرضني بقيت علي وصمة آخر الدهر، وكان يطلبني من\nمحمد بن الحارث بن بسخنر خاصة، ومن إسحاق بن عمرو بن بزيع، فكنت أفر منهما،\nحتى حضرنا بسر من رأى وأنا في تلك الأيام منقطع إلى أبي أحمد بن الرشيد،\nونحن في مضارب، ولم نكن سكنا المنازل بعد، فوافى إلى أبي أحمد بن الرشيد\nرسول إبراهيم بن المهدي، فأبلغه السلام وقال: يقول لك عمك: قد أعيتني الحيل\nفي هذا الخبيث، وأنا أحب أن أسمعه وهو يهرب مني، فأحب أن تبعث به إلي وتكون\nربرب معه تؤنسه.\n</p>\n\n<p>\nفقال لي أبو أحمد: لا بد أن تمضي إلى عمي، فجهدت كل الجهد أن يعفيني\nفأبى، فلما رأيت أنه شيء لا بد منه لبست ثيابي ومضيت إليه، وهو نازل في\nالدير، فرحب وقرب، وبسطني كل البسط، ومعي ربرب، ودعا بالنبيذ وأمر خدما له\nكبارا فجلسوا معي وشربوا وسقوني، وعرض علي بكل حيلة أن أغني، فهبته هيبة\nشديدة، وحصرت، وشربت رطلا، ودعا بثلاث جوار، فخرجن وجلسن، فقال لهن قلن:\n</p>\n\n<p>\nكيف احتيالي وأنت لا تصل ... عيل اصطباري وقلت الحيل\n</p>\n\n<p>\nإن كان جسمي هواك ينحله ... فإن قلبي عليك يتكل\n</p>\n\n<p>\nالشعر لخالد الكاتب والغناء لأبي حشيشة رمل، وكان يسميه الرهباني، عمله\nعلى لحن من ألحان النصارى سمعه من <span id='ms54'></span> رهبان في الليل يردده، فعمله عليه،\nفقالته إحداهن، فذهب عقلي، وسمعت شيئا لم أسمع مثله قط. فقال: يا خليلي هذا\nلك؟ فقلت: نعم أصلح الله الأمير، فأخذتني رعدة وقال لهن قلن:\n</p>\n\n<p>\nرب مالي وللهوى ... ما لهذا الهوى وما\n</p>\n\n<p>\nحار طرفي الذي هوى ال ... حسن قلبي وما حوا\n</p>\n\n<p>\nالشعر لخالد ، والغناء لأبي حشيشة رمل.\n</p>\n\n<p>\nفغنته ما هو أعجب من الأول، فقال: يا خليلي هذا لك؟ فقلت: نعم يا سيدي،\nقال: هكذا أخذناهما من محمد بن الحارث. ثم شرب رطلا آخر، فقلت في نفسي:\nدعاك الرجل يسمعك أو يسمعك، وقويت عزمي وغنيته بشعر لخالد الكاتب هو:\n</p>\n\n<p>\nلئن لج قلبك في ذكره ... ولج حبيبك في هجره\n</p>\n\n<p>\nلقد أورث العين طول البكا ... وعز الفؤاد على صبره\n</p>\n\n<p>\nفإن أذهب القلب وجدا به ... فجسمك لا شك في إثره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             وأي محب\nتجافي الهوى ... بطول التذكر لم يبره\n</p>\n\n<p>\nفجعل يردد البيت الأول والبيت الأخيروقال: لا تخرجن يا خليلي إلى غيره،\nفلم أزل أردده عليه حتى شرب ثالثا، واسترحت ساعة وشربت رطلا وطابت نفسي، ثم\nاستعادني فغنيته لحنه به خلاف الأول، فنظر إلي وضحك ولم يقل شيئا، وشرب\nرطلا رابعا، وجاءت المغرب فقال لي: يا خليلي ما أشك أني قد أوحشت ابني منك،\nفامض في حفظ الله. فانصرفت أطير فرحا، فلما وافيت أبا أحمد ونظر إلي من بعد\nقال: حنطة أو شعير؟ فقلت بل سمسم وشهد، انج على رغم أنف من رغم، فقال:\nويحك، أتراني لا أعرف فضلك؟ ولكني أحببت أن أستعين برأيه على رأيي فيك.\nفقصصت عليه القصة فسره ذلك، ولم يرض حتى دس إليه محمد بن راشد الخناق فسأله\nعني فقال: ما ظننت أن يكون في صناعته مثله.\n</p>\n\n<p>\nقال أبو الحسن جحظة: قال لي خالد الكاتب: دخلت يوما بعض الديارات فإذا\nأنا بشاب موثق في صفاد، حسن الوجه، فسلمت عليه فرد علي وقال: من أنت؟ قلت:\nخالد بن يزيد. فقال: صاحب المقطعات الرقيقة؟ قلت: نعم! فقال: إن رأيت أن\nتفرج عني ببعض ما تنشدني من شعرك فافعل <span id='ms55'></span>، فأنشدته:\n</p>\n\n<p>\nترشفت من شفتيها عقارا ... وقبلت من خدها جلنارا\n</p>\n\n<p>\nوعانقت منها كثيبا مهيلا ... وغصنا رطيبا وبدرا أنارا\n</p>\n\n<p>\nوأبصرت من نورها في الظلام ... لكل مكان بليل نهارا\n</p>\n\n<p>\nفقال: أحسنت! لا يفضض الله فاك، ثم قال: أجز لي هذين البيتين:\n</p>\n\n<p>\nرب ليل أمد من نفس العا ... شق طولا قطعته بانتحاب\n</p>\n\n<p>\nوحديث ألذ من نظر الو ... امق بدلته بسوء العتاب\n</p>\n\n<p>\nفوالله، لقد أعملت فكري فما قدرت أن أجيزهما!\n</p>\n\n<p>\nالباب الثالث\n</p>\n\n<p>\nأعياد الشعانين\n</p>\n\n<p>\nأخبرني علي بن هارون بن المنجم عن زرياب قالت: زرت عبد الله بن المعتز في\nيوم السعانين، فسر بورودي وصنع من وقته لحنا في شعر عبد الله بن العباس\nالربيعي الذي له فيه هزج وهو:\n</p>\n\n<p>\nأنا في قلبي من الظبي كلوم ... فدع اللوم فإن اللوم لوم\n</p>\n\n<p>\nحبذا يوم السعانين وما ... نلت فيه من سرور لو يدوم\n</p>\n\n<p>\n- الشعر لعبد الله بن العباس، ولحنه فيه هزج - قالت: فصنع عبد الله بن\nالمعتز في البيت الثاني، وبعده بيت أضافه إليه، هزجا وهو:\n</p>\n\n<p>\nزارني مولاي فيه ساعة ... ليته والله ما عشت يقيم\n</p>\n\n<p>\nولحن ابن المعتز في \" حبذا يوم السعانين \" وهذا البيت خفيف رمل، وهو من\nنهايات الأغاني التي صنعها.\n</p>\n\n<p>\nومن صنعته التي تظارف فيها وملح:\n</p>\n\n<p>\nزاحم كمي كمه فالتويا ... وافق قلبي قلبه فاستويا\n</p>\n\n<p>\nوطالما ذاقا الهوى فاكتويا ... يا قرة العين ويا همي ويا\n</p>\n\n<p>\nأراد هنا بقوله \" ويا \" ما يقوله الناس في حكاية الشيء الذي يخاطبون به\nالإنسان من جميل أو قبيح، فيقولون: قلت له يا سيدي ويا مولاي ويا ويا،\nوكذلك ضده ليستغني بالإشارة بهذا النداء عن الشرح. ولحن ابن المعتز في هذا\nهزج.\n</p>\n\n<p>\nحدثني عمي قال: حدثني أحمد بن المرزبان قال: حدثني شيبة بن هشام قال: كان\nعبد الله بن العباس يهوى جارية نصرانية، لم يكن يصل إليها ولا يراها إلا\nإذا خرجت إلى البيعة، فخرجنا يوما معه إلى السعانين، فوقف حتى جاءت، فرآها\nثم أنشدنا لنفسه وغنى فيه بعد ذلك:\n</p>\n\n<p>\nإن كنت ذا طب فداويني ... ولا تلم فاللوم يغريني\n</p>\n\n<p>\nيا نظرة أبقت جوى <span id='ms56'></span> قاتلا ... من شادن يوم السعانين\n</p>\n\n<p>\nونظرة من ربرب عين ... خرجن في أحسن تزيين\n</p>\n\n<p>\nخرجن يمشين إلى نزهة ... عواتقا بين البساتين\n</p>\n\n<p>\nمزنرات بهمايينها ... والعيش ما تحت الهمايين\n</p>\n\n<p>\nلحن عبد الله بن العباس في هذا الشعر هزج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             <span id='ms57'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}