{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [أول الكتاب]</h1>\n\n<p>\nرسالة الغنية عن الكلام وأهله\n</p>\n\n<p>\nللإمام الخطابي\n</p>\n\n<p>\nبسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nقال الإمام الخطابي رحمه الله\n</p>\n\n<p>\nعصمنا الله وإياك أخي من الأهواء المضلة والآراء المغوية والفتن المحيرة\nورزقنا وإياك الثبات على السنة والتمسك بها ولزوم الطريقة المستقيمة التي\nدرج عليها السلف وانتهجها بعدهم صالحو الخلف وجنبنا وإياك مداحض البدع\nوبنيات طرقها العادلة عن نهج الحق وسواء الواضحة وأعاذنا وإياك من حيرة\nالجهل وتعاطي الباطل والقول بما ليس لنا به علم والدخول فيما لا يعنينا\nوالتكلف لما قد كفينا الخوض فيه ونهينا عنه ونعمنا وإياك بما علمنا وجعله\nسببا لنجاتنا ولا جعله وبالا علينا برحمته\n</p>\n\n<p>\nوقفت على مقالك أخي وليك الله بالحسنى وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nوصفته من أمر ناحيتك وما ظهر بها من مقالات أهل الكلام وخوض الخائضين فيها\nوميل بعض منتحلي السنة إليها واغترارهم بها واعتذارهم في ذلك بأن الكلام\nوقاية للسنة وجنة لها يذب به عنها ويذاد بسلاحه عن حرمها وفهمت ما ذكرته من\nضيق صدرك بمجالستهم وتعذر الأمر عليك في مفارقتهم لأن موقفك بين أن تسلم\nلهم ما يدعونه من ذلك فتقبله وبين أن تقابلهم على ما يزعمونه فترده وتنكره\nوكلا الأمرين يصعب عليك أما القبول فلأن الدين يمنعك منه ودلائل الكتاب\nوالسنة تحول بينك وبينه وأما الرد والمقابلة فلأنهم يطالبونك بأدلة العقول\nويؤاخذونك بقوانين الجدل ولا يقنعون منك بظواهر الأمور\n</p>\n\n<p>\nوسألتني أن أمدك بما يحضرني في نصرة الحق من علم وبيان وفي رد مقالة\nهؤلاء القوم من حجة وبرهان وأن أسلك في ذلك طريقة لا يمكنهم دفعها ولا يسوغ\nلهم من جهة العقل جحدها وإنكارها فرأيت إسعافك به لازما في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nحق الدين وواجب النصيحة لجماعة المسلمين فإن الدين النصيحة\n</p>\n\n<p>\nواعلم يا أخي أدام الله سعادتك أن هذه الفتنة قد عمت اليوم وشملت وشاعت\nفي البلاد واستفاضت فلا يكاد يسلم من رهج غبارها إلا من عصمه الله تعالى\nوذلك مصداق قول النبي صلى الله عليه وسلم إن الدين بدأ غريبا وسيعود كما\nبدأ فطوبى للغرباء فنحن البوم في <span id='ms001'></span> ذلك الزمان وبين أهله فلا تنكر ما نشاهده\nمنه وسلوا الله العافية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nمن البلاء واحمده على ما وهب لك من السلامة وحاطك به من الرعاية وجميل\nالولاية\n</p>\n\n<p>\nثم إني تدبرت هذا الشأن فوجدت عظم السبب فيه أن الشيطان صار اليوم بلطيف\nحيلته يسول لكل من أحس من نفسه بزيادة فهم وفضل ذكاء وذهن ويوهمه أنه إن\nرضي في عمله ومذهبه بظاهر من السنة واقتصر على واضح بيان منها كان أسوة\nللعامة وعد واحدا من الجمهور والكافة فإنه قد ضل فهمه واضمحل لطفه وذهنه\nفحركهم بذلك على التنطع في النظر والتبدع لمخالفة السنة والأثر ليبينوا\nبذلك من طبقة الدهماء ويتميزوا في الرتبة عمن يرونه دونهم في الفهم والذكاء\nفاختدعهم بهذه الحجة حتى استزلهم عن واضح المحجة وأورطهم في شبهات تعلقوا\nبزخارفها وتاهوا عن حقائقها فلم يخلصوا منها إلى شفاء نفس ولا قبلوها بيقين علم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nولما رأو كتاب الله تعالى ينطق بخلاف ما انتحلوه ويشهد عليهم بباطل ما\nاعتقدوه ضربوا بعض آياته ببعض وتأولوها على ما سنح لهم في عقولهم واستوى\nعندهم على ما وضعوه من أصولهم ونصبوا العداوة لأخبار رسول الله صلى الله\nعليه وسلم ولسنته المأثورة عنه وردوها على وجوبها وأساؤا في نقلتها القالة\nووجهوا عليهم الظنون ورموهم بالتزندق ونسبوهم إلى ضعف المنة وسوء المعرفة\nلمعاني ما يروونه من الأحاديث والجهل بتأويله\n</p>\n\n<p>\nولو سلكوا سبيل القصد ووقفوا عندما انتهى بهم التوقيف لوجدوا برد التقى\nوروح القلوب ولكثرت البركة وتضاعف النماء وانشرحت الصدور ولأضاءت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nفيها مصابيح النور والله يهدي من يشاء إلى صراط مستقيم\n</p>\n\n<p>\nواعلم أدام الله توفيقك أن الأئمة الماضين والسلف المتقدمين لم يتركوا\nهذا النمط من الكلام وهذا النوع من النظر عجزا عنه ولا انقطاعا دونه وقد\nكانوا ذوي عقول وافرة وأفهام ثاقبة وقد كان وقع في زمانهم هذه الشبه\nوالآراء وهذه النحل والأهواء وإنما تركوا هذه الطريقة وأضربوا عنها لما\nتحققوا من فتنتها وحذروه من سوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nمغبتها وقد كانوا على بينة من أمرهم وعلى بصيرة من دينهم لما <span id='ms002'></span> هداهم الله\nله من توفيقه وشرح به صدورهم من نور معرفته ورأوا أن فيما عندهم من علم\nالكتاب وحكمته وتوقيف السنة وبيانها غناء ومندوحة عما سواهما وأن الحجة قد\nوقعت بهما والعلة أزيحت بمكانهما\n</p>\n\n<p>\nفلما تأخر الزمان بأهله وفترت عزائمهم في طلب حقائق علوم الكتاب والسنة\nوقلت عنايتهم بها واعترضهم الملحدون بشبههم والمتحذلقون بجدلهم حسبوا أنهم\nإن لم يردوهم عن أنفسهم بهذا النمط من الكلام ولم يدافعوهم بهذا النوع من\nالجدل لم يقووهم ولم يظهروا في الحجاج عليهم فكان ذلك ضلة من الرأي وغبنا\nمنه وخدعة من الشيطان والله المستعان\n</p>\n\n<p>\nفإن قال هؤلاء القوم فإنكم قد أنكرتم الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nومنعتم استعمال أدلة العقول فما الذي تعتمدون عليه في صحة أصول دينكم ومن\nأي طريق تتوصلون إلى معرفة حقائقها وقد علمتم أن الكتاب لم يعلم حقه وأن\nالرسول لم يثبت صدقه إلا بأدلة العقول وأنتم قد نفيتموها\n</p>\n\n<p>\nقلنا إنا لا ننكر أدلة العقول والتوصل بها إلى المعارف ولكنا لا نذهب في\nاستعمالها إلى الطريقة التي سلكتموها في الاستدلال بالأعراض وتعلقها\nبالجواهر وانقلابها فيها على حدوث العالم وإثبات الصانع ونرغب عنها إلى ما\nهو أوضح بيانا وأصح برهانا وإنما هو الشيء أخذتموه عن الفلاسفة وتابعتموهم\nعليه وإنما سلكت الفلاسفة هذه الطريقة لأنهم لا يثبتون النبوات ولا يرون\nلها حقيقة فكان أقوى شيء عندهم في الدلالة على إثبات هذه الأمور ما تعلقوا\nبه من الاستدلال بهذه الأشياء فأما مثبتو النبوات فقد أغناهم الله تعالى عن\nذلك وكفاهم كلفة المؤونة في ركوب هذه الطريقة المنعرجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nالتي لا يؤمن العنت على راكبها والانقطاع على سالكها\n</p>\n\n<p>\nوبيان ما ذهب إليه السلف من أئمة المسلمين في الاستدلال على معرفة الصانع\nوإثبات توحيده وصفاته وسائر ما ادعى أهل الكلام تعذر الوصول إليه إلا من\nالوجه الذي يذهبون إليه ومن الطريقة التي يسلكونها ويزعمون أن من لم يتوصل\nإليه من تلك الوجوه كان مقلدا غير موحد على الحقيقة هو أن الله تعالى لما\nأراد إكرام من هداه لمعرفته بعث رسوله <span id='ms003'></span> محمدا صلى الله عليه وسلم بشيرا\nونذيرا وداعيا إلى الله بإذنه وسراجا منيرا وقال له يا أيها الرسول بلغ ما\nأنزل إليك من ربك وإن لم تفعل فما بلغت رسالته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nوقال صلى الله عليه وسلم في خطبة الوداع وفي مقامات له شتى وبحضرته عامة\nأصحابه ألا هل بلغت وكان الذي أنزل إليه الوحي وأمر بتبليغه هم كمال الدين\nوتمامه لقوله تعالى اليوم أكملت لكم دينكم فلم يترك صلى الله عليه وسلم\nشيئا من أمر الدين قواعده وأصوله وشرائعه وفصوله إلا بينه وبلغه على كماله\nوتمامه ولم يؤخر بيانه عن وقت الحاجة إليه إذ لا خلاف بين فرق الأمة أن\nتأخير البيان عن وقت الحاجة لا يجوز بحال ومعلوم أن أمر التوحيد وإثبات\nالصانع لا تزال الحاجة ماسة إليه أبدا في كل وقت وزمان ولو أخر عنه البيان\nلكان التكليف واقعا بما لا سبيل للناس إليه وذلك فاسد غير جائز وإذا كان\nالأمر على ما قلناه وقد علمناه يقينا أن النبي صلى الله عليه وسلم لم يدعهم في أمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nالتوحيد إلى الاستدلال بالأعراض وتعلقها بالجواهر وانقلابها فيها إذ لا\nيمكن أحد من أصحابه من هذا النمط حرفا واحدا فما فوقه لا من طريق تواتر ولا\nآحاد علم أنهم قد ذهبوا خلاف مذهب هؤلاء وسلكوا غير طريقتهم ولو كان في\nالصحابة قوم يذهبون مذاهب هؤلاء في الكلام والجدال لعدوا في جملة المتكلمين\nولنقل إلينا أسماء متكلميهم كما نقل أسماء فقهائهم وقرائهم وزهادهم فلما لم\nيظهر ذلك دل على أنه لم يكن لهذا الكلام عندهم أصل\n</p>\n\n<p>\nوإنما ثبت عندهم أمر التوحيد من وجوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nأحدها ثبوت النبوة بالمعجزات التي أوردها نبيهم من كتاب قد أعياهم أمره\nوأعجزهم شأنه وقد تحداهم به وبسورة من مثله وهم العرب الفصحاء والخطباء\nوالبلغاء فكل عجز عنه ولم يقدر على شيء منه إما بأن لا يكون من قواهم ولا\nمن طباعهم أن يتكلموا بكلام يضارع القرآن في جزالة لفظه وبديع نظمه وحسن\nمعانيه وإما أن يكون ذلك في وسعهم <span id='ms004'></span> وتحت قدرتهم طبعا وتركيبا ولكنهم منعوه\nوصرفوا عنه ليكون آية لنبوته وحجة عليهم في وجوب تصديقه وإما أيكون إنما\nعجزوا عن علم ما جمع في القرآن من أنباء ما كان والإخبار عن الحوادث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nالتي تحدث وتكون وعلى الوجوه كلها فالعجز موجود والانقطاع حاصل هذا إلى ما\nشاهدوه من آياته وسائر معجزاته المشهورة عنه الخارجة عن رسوم الطباع\nالناقضة للعادات كتسبيح الحصى في كفه وحنين الجذع لمفارقته ورجف الجبل تحته\nوسكونه لما ضربه برجله وانجذاب الشجرة بأغصانها وعروقها إليه وسجود البعير\nله ونبوع الماء من أصابعه حتى توضأ به بشر كثير وربو الطعام اليسير بتبريكه\nفيه حتى أكل منه عدد جم وإخبار الذراع إياه بأنها مسمومة وأمور كثيرة سواها\nيكثر تعدادها وهي مشهورة ومجموعة في الكتب التي انتسبت لمعرفة هذا الشأن\n</p>\n\n<p>\nفلما استقر ما شاهدوه من هذه الأمور في نفوسهم وثبت ذلك في عقولهم صحت\nعندهم نبوته وظهرت عن غيره بينونته ووجب تصديقه على ما أنبأهم عنه من الغيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nودعاهم إليه من أمر وحدانية الله تعالى وإثبات صفاته وإلى ذلك ما وجدوه في\nأنفسهم وفي سائر المصنوعات من آثار الصنعة ودلائل الحكمة الشاهدة على أن\nلها صانعا حكيما عالما خبيرا تام القدرة بالغ الحكمة وقد نبههم الكتاب عليه\nودعاهم إلى تدبره وتأمله والاستدلال به على ثبوت ربوبيته فقال وفي أنفسكم\nأفلا تبصرون الذاريات 21 إشارة إلى ما فيها من آثار الصنعة ولطيف الحكمة\nالدالين على وجود الصانع الحكيم لما ركب فيها من الحواس التي يقع عنها\nالإدراك والجوارح التي يتأثر بها القبض والبسط والأعضاء المعدة للأفعال\nالتي هي خاصة بها كالأضراس الحادثة فيهم عند غنائهم عن الرضاع وحاجتهم إلى\nالغذاء فيقع بها الطحن له وكالمعدة التي اتخذت لطبخ الغذاء والكبد التي\nيسلك إليها صفاوته وعنها يكون انقسامه على الأعضاء في مجاري العروق المهيأة\nلنفوذه إلى أطراف البدن وكالأمعاء التي إليها يرسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nثفل الغذاء وتمجه فيبرز عن البدن وكقوله تعالى أفلا ينظرون إلى الإبل كيف\nخلقت وإلى السماء كيف رفعت وإلى الجبال كيف <span id='ms005'></span> نصبت وإلى الأرض كيف سطحت\nالغاشية 17 20 وكقوله إن في خلق السماوات والأرض واختلاف الليل والنهار\nلآيات لأولي الألباب آل عمران 190 وما أشبه ذلك من جلال الأدلة وظواهر\nالحجج التي يدركها كافة ذوي العقول وعامة من يلزمه حكم الخطاب مما يطول\nتتبعه واستقراؤه فعن هذه الوجوه ثبت عندهم أمر الصانع وكونه ثم تبينوا\nوحدانيته وعلمه وقدرته بما شاهدوه من اتساق أفعاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nعلى الحكمة واطرادها في سبلها وجريها على إدلالها ثم علموا سائر صفاته\nتوقيفا عن الكتاب المنزل بأن حقه وعن قول النبي صلى الله عليه وسلم المرسل\nالذي قد ظهر صدقة ثم تلقى جملة أمر الدين عنهم أخلاقهم وأتباعهم كافة عن\nكافة قرنا بعد قرن فتناولوا ما سبيله الخبر منها تواترا واستفاضة على الوجه\nالذي تقوم به الحجة وينقطع فيه العذر ثم كذلك من بعدهم عصرا بعد عصر إلى\nآخر من تنتهي إليه الدعوة وتقوم عليه به الحجة فكان ما اعتمده المسلمون في\nالاستدلال أصح وأبين وفي التوصل إلى المقصود به أقرب إذ كان التعلق في أكثر\nإنما هو بمعان تدرك بالحس وبمقدمات من العلم مركبة عليها لا يقع الخلف في\nدلالاتها\n</p>\n\n<p>\nفأما الأعراض فأن التعلق بها أن يكون عسرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nوإما أن يكون تصحيح الدلالة من جهتها عسرا متعذرا وذلك أن اختلاف الناس قد\nكثر فيها فمن قائل لا عرض في الدنيا ناف لوجود الأعراض أصلا وقائل إنها\nقائمة بأنفسها لا تخالف الجواهر في هذه الصفة إلى غير ذلك من الاختلاف فيها\nوأوردوا في نفيها شبها قوية فالاستدلال بها والتعلق بأدلتها لا يصح إلا بعد\nالتخلص من تلك الشبه والانفكاك عنها\n</p>\n\n<p>\nوالطريقة التي سلكناها سليمة من هذه الآفات بريئة من هذه العيوب فقد بان\nووضح فساد قول من زعم وادعى من المتكلمين أن من لم يتوصل إلى معرفة الله\nوتوحيده من الوجه الذي يصححونه في الاستدلال فإنه غير موحد في الحقيقة لكنه\nمستسلم مقلد وأن سبيله سبيل الذرية في كونها تبعا للآباء في الإسلام وثبت\nأقائل هذا القول مخطئ وبين يدي <span id='ms006'></span> الله ورسوله مقدم وبعامة الصحابة وجمهور\nالسلف مزر وعن طريقة السنة عادل وعن نهجها ناكب فهذا قولهم ورأيهم في عامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nالسلف وجمهور الأئمة وفقهاء الخلف فلا تشتغل رحمك الله بكلامهم ولا تغتر\nبكثرة مقالاتهم فإنها سريعة التهافت كثيرة التناقض وما من كلام نسمعه لفرقة\nمنهم إلا ولخصومهم عليه كلام يوازيه أو يقاربه فكل بكل معارض وبعض ببعض\nمقابل وإنما يكون تقدم الواحد منهم وفلجه على خصمه بقدر حظه من البيان\nوحذقة في صنعة الجدل والكلام وأكثر ما يظهر به بعضهم على بعض إنما هو إلزام\nمن طريق الجدل على أصول مؤصلة ومناقضات على مقالات حفظوها عليهم فهم\nيطالبونهم بعودها وطردها فمن تقاعد عن شيء منها سموه من طريق الجدل منقطعا\nوجعلوه مبطلا وحكموا بالفلج لخصمه عليه\n</p>\n\n<p>\nوالجدل لا يبين به حق ولا تقوم به حجة وقد يكون الخصمان على مقالتين\nمختلفتين كلتاهما باطلة ويكون الحق في ثالثة غيرهما فمناقضة أحدهما صاحبه غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nمصحح مذهبه وإن كان مفسدا به قول خصمه لأنهما مجتمعان معا في الخطأ\nمشتركان فيه كقول الشاعر فيهم ... حجج تهافت كالزجاج تخالها ... حقا وكل\nكاسر مكسور ...\n</p>\n\n<p>\nوإنما كان الأمر كذلك لأن واحدا من الفريقين لا يعتمد في مقالته التي\nينصرها أصلا صحيحا وإنما هو أوضاع وآراء تتكافأ وتتقابل فيكثر المقال ويدوم\nالاختلاف ويقل الصواب قال الله تعالى ولو كان من عند غير الله لوجدوا فيه\nاختلافا كثيرا النساء 82 فأخبر سبحانه أن ما كثر فيه الاختلاف فإنه ليس من\nعنده وهذا من أدل الدليل على أن مذاهب المتكلمين فاسدة لكثرة ما يوجد فيها\nمن الاختلاف المفضي بهم إلى التكفير والتضليل وذلك صفة الباطل الذي أخبر\nالله سبحانه عنه ثم قال في صفة الحق بل نقذف بالحق على الباطل فيدمغه فإذا\nهو زاهق الأنبياء 18 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nفإن قيل إن دلائل النبوة ومعجزات النبي صلى الله عليه وسلم ما عدا القرآن\nإنما نقلت إلينا من طريق الآحاد على من كان في الزمان المتأخر لجواز وقوع\nالغلط فيها واعتراض الآفات من الكذب وغيره عليها <span id='ms007'></span> قيل هذه الأخبار وإن كان\nشروط التواتر في آحادها معدومة فإن جملتها راجعة من طريق المعنى إلى\nالتواتر ومتعلقة به جنسا لأن بعضها يوافق بعضا ويجانسه إذ كل ذلك واقع تحت\nالإعجاز والأمر المزعج للخواطر الناقض لمجرى العادات ومثال ذلك أن يروي قوم\nأن حاتم الطائي وهب لرجل مائة من الإبل ويروي آخرون أنه وهب لرجل آخر ألفا\nمن الغنم وآخرون أنه وهب لآخر عشرة أرؤس من الخيل وارقيق وما يشبه ذلك حتى\nيكثر عدد ما يروى منه فهو وإن لم يثبت التواتر في كل واحد منها نوعا نوعا\nفقد ثبت التواتر في جنسها فقد حصل من جملتها العلم الصحيح بأن حاتما سخي\nكذلك هذه الأمور فإن لم تثبت أفراد أعيانها تواترا فقد ثبتت برواية الجم\nالغفير الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nلا يحصى عددهم ولا يتوهم التواطؤ في الكذب عليهم أنه جاء بمعنى معجز للبشر\nخارج عما في قدرتهم فصح بذلك أمر نبوته وبالله التوفيق\n</p>\n\n<p>\nفإن قيل فيجب على هذه المقدمة التي قدمتموها أن لا يكون الإيمان بالله\nولا معرفة وحدانيته واجبا على من يعقل قبل أن يبعث إليه رسول وأن لا يكون\nبتركه مؤاخذا وعليه معاقبا قيل كذلك نقول وعليه دل قوله سبحانه وما كنا\nمعذبين حتى نبعث رسولا الإسراء 15 وقوله حكاية عمن استحق العقوبة على ترك\nالإيمان به وبالبعث ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم\nلقاء يومكم هذا قالوا بلى الزمر 71 فأقام الحجة عليهم ببعثه الرسل فلو كانت\nالحجة لازمة بنفس العقل لم تكن بعثة الرسل شرطا لوجوب العقوبة وقال صلى\nالله عليه وسلم أمرت أن أقاتل الناس حتى يقولوا لا إله إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nالله فدل على أنه الداعي إلى الإيمان وصح أن الدعوة له والحجة إنما تقوم به\n</p>\n\n<p>\nوالحمد لله رب العالمين\n</p>\n\n<p>\nهذا آخر كلام الخطابي وكان إماما في الفقه واللغة وغيرها توفى في ربيع\nالآخر سنة ثمان وثمانين وثلاث مائة\n</p>\n\n<h1 class='l1' id='head1'>AUTO الدر النضيد في إخلاص كلمة التوحيد</h1>\n\n<p>\nللإمام العلامة الفقيه المجتهد محمد بن علي الشوكاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nبسم الله الرحمن <span id='ms008'></span> الرحيم\n</p>\n\n<p>\nأحمدك لا أحصى ثناء عليك أنت كما أثنيت على نفسك وأصلي وأسلم على رسولك\nوآل رسولك\n</p>\n\n<h1 class='l1' id='head2'>AUTO الاستعانة والاستغاثة</h1>\n\n<p>\nوبعد فإنه وصل إلى الحقير الجاني محمد بن علي الشوكاني غفر الله له ذنوبه\nوستر عن عيون الناس عيوبه سؤال عالم مفضال عارف بما قد قيل وما يقال في\nمدارك الحرام والحلال عند اختلاف الأقوال وتباين آراء الرجال وهو العلامة\nالفهامة الأفخم محمد بن أحمد بن محمد مشحم أكثر الله فوائده ومد على أهل\nالعلم موائده وحاصل السؤال هو عن التوسل بالأموات المشهورين بالفضل وكذلك\nالأحياء والاستعانة بهم ومناجاتهم عند الحاجة من نحو على الله وعليك يا\nفلان وأنا بالله وبك وما يشابه ذلك وتعظيم قبورهم واعتقاد أن لهم قدرة على\nقضاء حوائج المحتاجين وإنجاح طلبات السائلين وما حكم من فعل شيئا من ذلك\nوهل يجوز قصد قبور الصالحين لتأدية الزيارة ودعاء الله عندها من غير\nاستغاثة بهم بل بالتوسل بهم فقط فأقول مستعينا بالله\n</p>\n\n<p>\nاعلم أن الكلام على هذه الأطراف يتوقف على إيضاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \nألفاظ هي منشأ الاختلاف والتباس فمنها الاستغاثة بالغين المعجمة والمثلثة\nومنها الاستغاثة بالعين المهملة والنون ومنها التشفع ومنها التوسل\n</p>\n\n<p>\nفأما الاستغاثة بالمعجمة والمثلثة في طلب الغوث وهو إزالة الشدة\nكالاستنصار وهو طلب النصر ولا خلاف أنه يجوز أن يستغاث بالمخلوق فيما يقدر\nعلى الغوث فيه من الأمور ولا يحتاج مثل ذلك إلى استدلال فهو في غاية الوضوح\nوما أظنه يوجد فيه خلاف ومنه فاستغاثه الذي من شيعته على الذي من عدوه وكما\nقال وإن استنصروكم في الدين فعليكم النصر وكما قال تعالى وتعاونوا على البر\nوالتقوى وأما ما لا يقدر عليه إلا الله فلا يستغاث فيه إلا به كغفران\nالذنوب والهداية وإنزال المطر والرزق ونحو ذلك كما قال تعالى ومن يغفر\nالذنوب إلا الله وقال إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وقال يا\nأيها الناس اذكروا نعمة الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \nوعلى هذا يحمل ما أخرجه <span id='ms009'></span> الطبراني في معجمه الكبير أنه كان في زمن النبي\nصلى الله عليه وسلم منافق يؤذي المؤمنين فقال أبو بكر رضي الله عنه قوموا\nبنا نستغيث برسول الله صلى الله عليه وسلم وآله وسلم من هذا المنافق فقال\nصلى الله عليه وآله سلم إنه لا يستغاث بي وإنما يستغاث بالله فمراده صلى\nالله عليه وسلم أنه لا يستغاث به فيما لا يقدر عليه إلا الله وأما ما يقدر\nعليه المخلوق فلا مانع من ذلك مثل أن يستغيث المخلوق بالمخلوق ليعينه على\nحمل حجر أو يحول بينه وبين عدوه الكافر أو يدفع عنه سبعا صائلا أو لصا أو\nنحو ذلك\n</p>\n\n<p>\nوقد ذكر أهل العلم أنه يجب على كل مكلف أن يعلم أن لا غياث ولا مغيث على\nالإطلاق إلا الله سبحانه وأن كل غوث من عنده وإذا حصل شيء من ذلك على يد\nغيره فالحقيقة له سبحانه ولغيره مجاز ومن أسمائه المغيث والغياث قال أبو\nعبد الله الحليمي الغياث هو المغيث وأكثر ما يقال غياث المستغيثين ومعناه\nالمدرك عباده في الشدائد إذا دعوه ومجيبهم ومخلصهم وفي خبر الاستسقاء في\nالصحيحين اللهم أغثنا إغاثة وغياثة وغوثا وهو في معنى المجيب والمستجيب قال\nتعالى إذ تستغيثون ربكم فاستجاب لكم إلا أن الإغاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nأحق بالأفعال والاستجابة بالأقوال وقد يقع كل منهما موقع الآخر قال شيخ\nالإسلام ابن تيمية في بعض فتاواه ما لفظه والاستغاثة بمعنى أن يطلب من\nالرسول صلى الله عليه وسلم ما هو اللائق بمنصبه لا ينازع فيه مسلم ومن نازع\nفي هذا المعنى فهو أما كافر وأما مخطئ ضال وأما بالمعنى الذي نفاها رسول\nالله صلى الله عليه وآله وسلم فهو أيضا مما يجب نفيها ومن أثبت لغير الله\nما لا يكون إلا لله فهو أيضا كافر إذا قامت عليه الحجة التي يكفر تاركها\nومن هذا الباب قول أبي يزيد البسطامي استغاثة المخلوق بالمخلوق كاستغاثة\nالغريق بالغريق وقول الشيخ أبي عبد الله القرشي استغاثة المخلوق بالمخلوق\nكاستغاثة المسجون بالمسجون\n</p>\n\n<p>\nوأما الاستعانة بالنون <span id='ms010'></span> فهي طلب العون ولا خلاف أنه يجوز أن يستعان\nبالمخلوق فيما يقدر عليه من أمور الدنيا كأن يستعين به على أن يحمل معه\nمتاعه أو يعلف دابته أو يبلغ رسالته وأما مالا يقدر عليه إلا الله جل جلاله\nفلا يستعان فيه إلا به ومنه إياك نعبد وإياك نستعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO التشفع بالمخلوق</h1>\n\n<p>\nوأما التشفع بالمخلوق فلا خلاف بين المسلمين أنه يجوز طلب الشفاعة من\nالمخلوقين فيما يقدرون عليه من أمور الدنيا وثبت بالسنة المتواترة واتفاق\nجميع الأمة أن نبينا صلى الله عليه وآله وسلم هو الشافع المشفع وأنه يشفع\nللخلائق يوم القيامة وأن الناس يستشفعون به ويطلبون منه أن يشفع لهم إلى\nربه ولم يقع الخلاف إلا في كونها لمحو ذنوب المذنبين أو لزيادة ثواب\nالمطيعين ولم يقل أحد من المسلمين بنفيها قط\n</p>\n\n<p>\nوفي سنن أبي داود أن رجلا قال للنبي صلى الله عليه وآله وسلم أنا نستشفع\nبالله عليك ونستشفع بك على الله فقال شأن الله أعظم من ذلك أنه لا يستشفع\nبه على أحد من خلقه فأقره على قوله نستشفع بك على الله وأنكر عليه قوله\nنستشفع بالله عليك وسيأتي تمام الكلام في الشفاعة\n</p>\n\n<p>\nوأما التوسل إلى الله سبحانه بأحد من خلقه في مطلب يطلبه العبد من ربه\nقال الشيخ عز الدين بن عبد السلام أنه لا يجوز التوسل إلى الله تعالى إلا\nبالنبي صلى الله عليه وآله وسلم أن صح الحديث فيه ولعله يشير إلى الحديث\nالذي أخرجه النسائي في سننه والترمذي وصححه وابن ماجة وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nأن أعمى أتى إلى النبي صلى الله عليه وآله وسلم فقال يا رسول الله إني\nأصبت في بصري فادع الله لي فقال له النبي صلى الله عليه وآله وسلم توضأ وصل\nركعتين ثم قل اللهم إني أسألك وأتوجه إليك بنبيك محمد يا محمد إني أستشفع\nبك في رد بصري اللهم شفع النبي في وقال فإن كان لك حاجة فمثل ذلك فرد الله بصره\n</p>\n\n<p>\nوللناس في معنى هذا قولان\n</p>\n\n<p>\nأحدهما أن التوسل هو الذي <span id='ms011'></span> ذكره عمر بن الخطاب رضي الله عنه لما قال كنا\nإذا أجدبنا تتوسل إليك بنبيك فتسقينا وأنا نتوسل إليك بعم نبينا وهو في\nصحيح البخاري وغيره فقد ذكر عمر رضي الله عنه أنهم كانوا يتوسلون بالنبي\nصلى الله عليه وسلم في حياته في الاستسقاء ثم توسل بعمه العباس بعد موته\nوتوسلهم هو استسقاءهم بحيث يدعو ويدعون معه فيكون هو وسيلتهم إلى الله\nتعالى والنبي صلى الله عليه وسلم وآله وسلم كان في مثل هذا شافعا وداعيا لهم\n</p>\n\n<p>\nوالقول الثاني أن التوسل به صلى الله عليه وسلم وآله وسلم يكون في حياته\nوبعد موته وفي حضرته ومغيبه ولا يخفاك أنه قد ثبت التوسل به صلى الله عليه\nوآله وسلم في حياته وثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nالتوسل بغيره بعد موته بإجماع الصحابة إجماعا سكوتيا لعدم إنكار أحد منهم\nعلى عمر رضى الله عنه في التوسل بالعباس رضى الله عنه وعندي أنه لا وجه\nلتخصيص جواز التوسل بالنبي صلى الله عليه وآله وسلم كما زعمه الشيخ عز\nالدين بن عبد السلام لأمرين\n</p>\n\n<p>\nالأول ما عرفناك به إجماع الصحابة رضي الله عنهم\n</p>\n\n<p>\nوالثاني أن التوسل إلى الله بأهل الفضل والعلم هو في التحقيق توسل\nبأعمالهم الصالحة ومزاياهم الفاضلة إذا لا يكون الفاضل فاضلا إلا بأعماله\n</p>\n\n<p>\nفإذا قال القائل اللهم إني أتوسل إليك بالعالم الفلاني فهو باعتبار ما\nقام به من العلم وقد ثبت في الصحيحين وغيرهما أن النبي صلى الله عليه وسلم\nحكى عن الثلاثة الذين انطبقت عليهم الصخرة أن كل واحد منهم توسل إلى الله\nبأعظم عمل عمله فارتفعت الصخرة فلو كان التوسل بالأعمال الفاضلة غير جائز\nأو كان شركا كما يزعمه المتشددون في هذا الباب كابن عبد السلام ومن قال\nبقوله من أتباعه لم تحصل الإجابة من الله لهم ولا سكت النبي صلى الله عليه\nوآله وسلم عن إنكار ما فعلوه بعد حكايته عنهم وبهذا تعلم أن ما يورده\nالمانعون من التوسل إلى الله بالأنبياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nوالصلحاء من نحو قوله تعالى ما نعبدهم إلا ليقربونا إلى <span id='ms012'></span> الله زلفى ونحو\nقوله تعالى فلا تدعوا مع الله أحدا ونحو قوله تعالى له دعوة الحق والذين\nيدعون من دونه لا يستجيبون لهم بشيء ليس بوارد بل هو من الاستدلال على محل\nالنزاع بما هو أجنبي عنه فإن قولهم ما نعبدهم إلا ليقربونا إلى الله زلفى\nمصرح بأنهم عبدوهم لذلك والمتوسل بالعالم مثلا لم يعبده بل علم أن له مزية\nعند الله بحمله العلم فتوسل به لذلك وكذلك قوله تعالى فلا تدعوا مع الله\nأحدا فإنه نهى عن أن يدعى مع الله غيره كأن يقول يا الله ويا فلان والمتوسل\nبالعالم مثلا لم يدع إلا الله وإنما وقع منه التوسل إليه بعمل صالح عمله\nبعض عباده كما توسل الثلاثة الذين انطبقت عليهم الصخرة بصالح أعمالهم وكذلك\nقوله والذين يدعون من دونه الآية فإن هؤلاء دعوا من لا يستجيب لهم ولم\nيدعوا ربهم الذي يستجيب لهم والمتوسل بالعالم مثلا لم يدع إلا الله ولم يدع\nغيره دونه ولا دعا غيره معه\n</p>\n\n<p>\nفإذا عرفت هذا لم يخف عليك دفع ما يورده المانعون للتوسل من الأدلة\nالخارجة عن محل النزاع خروجا زائدا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nما ذكرناه كاستدلالهم بقوله تعالى وما أدراك ما يوم الدين ثم ما أدراك ما\nيوم الدين يوم لا تملك نفس لنفس شيء والأمر يومئذ لله فإن هذه الآيات\nالشريفة ليس فيها إلا أنه تعالى المنفرد بالأمر في يوم الدين وأنه ليس\nلغيره من الأمر شيء والمتوسل بنبي من الأنبياء أو عالم من العلماء لا يعتقد\nأن لمن توسل به مشاركة لله جل جلاله في أمر يوم الدين ومن اعتقد هذا لعبد\nمن العباد سواء كان نبيا أو غير نبي فهو في ضلال مبين\n</p>\n\n<p>\nوهكذا الاستدلال على منع التوسل بقوله تعالى ليس لك من الأمر شيء قل لا\nأملك لنفسي نفعا ولا ضرا فإن هاتين الآيتين مصرحتان بأنه ليس لرسول الله\nصلى الله عليه وآله وسلم من أمر الله شيء وأنه لا يملك لنفسه نفعا أو ضرا\nفكيف يملك لغيره وليس <span id='ms013'></span> فيهما منع التوسل به أو بغيره من الأنبياء والأولياء\nأو العلماء وقد جعل الله لرسوله صلى الله عليه وسلم المقام المحمود مقام\nالشفاعة العظمى وأرشد الخلق إلى أن يسألوه ذلك ويطلبوه منه وقال له سل تعطه\nواشفع تشفع وقيد ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nفي كتابه العزيز بأن الشفاعة لا تكون إلا بأذنه ولا تكون إلا لمن ارتضى\nولعله يأتي تحقيق هذا المقام إن شاء الله تعالى\n</p>\n\n<p>\nوهكذا الاستدلال على منع التوسل بقوله صلى الله عليه وآله وسلم لما نزل\nقوله تعالى وأنذر عشيرتك الأقربين يا فلان بن فلان لا أملك لك من الله شيئا\nيا فلانه بنت فلان لا أملك لك من الله شيئا فإن هذا ليس فيه إلا التصريح\nبأنه صلى الله عليه وآله وسلم لا يستطيع نفع من أراد الله تعالى ضره ولا ضر\nمن أراد الله نفعه وأنه لا يملك لأحد من قرابته فضلا عن غيرهم شيئا من الله\nوهذا معلوم لكل مسلم وليس فيه أنه لا يتوسل به إلى الله فإن ذلك هو طلب\nالأمر ممن له الأمر والنهي وإنما أراد أن الطالب يقدم بين يدي طلبه ما يكون\nسببا للإجابة ممن هو المنفرد بالعطاء والمنع وهو مالك يوم الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO ما ورد في التمائم والتولة</h1>\n\n<p>\nوإذا علمت هذا فاعلم أن الرزية كل الرزية والبلية كل البلية أمر غير ما\nذكرناه من التوسل المجرد والتشفع بمن له الشفاعة وذلك ما صار يعتقده كثير\nمن العوام وبعض الخواص في أهل القبور وفي المعروفين كثير من العوام وبعض\nالخواص في أهل القبور وفي المعروفين بالصلاح من الأحياء من أنهم يقدرون على\nما لا يقدر عليه إلا الله جل جلاله ويفعلون مالا يفعله إلا الله عز وجل حتى\nنطقت ألسنتهم بما انطوت عليه قلوبهم فصاروا يدعونهم تارة مع الله وتارة\nاستقلالا ويصرحون لهم خضوعا زائدا على خضوعهم عند وقوفهم بين يدي ربهم في\nالصلاة والدعاء وهذا إذا لم يكن شركا فلا تدري ما هو الشرك وإذا لم يكن\nكفرا فليس في الدنيا كفر <span id='ms014'></span> وها نحن أولاء نقص عليك أدلة في كتاب الله سبحانه\nوتعالى وفي سنة رسوله صلى الله عليه وآله وسلم فيها المنع مما هو دون هذا\nبمراحل وفي بعضها التصريح بأنه شرك وهو بالنسبة إلى هذا الذي ذكرناه يسير\nحقير ثم بعد ذلك نعود إلى الكلام على مسألة السؤال\n</p>\n\n<p>\nفمن ذلك ما أخرجه أحمد في مسنده بإسناد لا بأس به عن عمران بن حصين أن\nالنبي صلى الله عليه وآله وسلم رأى رجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nبيده حلقة من صفر فقال ما هذه قال من الواهنة قال انزعها فإنها لا تزيدك\nإلا وهنا ولو مت وهي عليك ما أفلحت وأخرج أيضا عن عقبة بن عامر مرفوعا من\nتعلق تميمة فلا أتم الله له ومن تعلق ودعة فلا ودع له وفي رواية من تعلق\nتميمة فقد أشرك ولابن أبي حاتم عن حذيفة أنه رأى رجلا في يده خيط للحمى\nفقطعه وقرأ وما يؤمن أكثرهم بالله إلا وهم مشركون\n</p>\n\n<p>\nوفي الصحيح عن أبي بشير الأنصاري أنه كان مع النبي صلى الله عليه وآله\nوسلم في بعض أسفاره فأرسل رسولا ألا يبقين في رقبة بعير قلادة من وتر إلا\nقطعت وأخرج أحمد وأبو داود عن ابن مسعود سمعت رسول الله صلى الله عليه وآله\nوسلم يقول أن الرقي والتمائم والتولة شرك وأخرج أحمد والترمذي عن عبد الله\nبن حكيم مرفوعا من تعلق شيئا وكل إليه وأخرج أحمد عن رويفع قال قال رسول\nالله صلى الله عليه وسلم يا رويفع لعل الحياة ستطول بك فأخبر الناس أمن عقد\nلحيته أو تقلد وترا أو استنجى برجيع دابة أو عظم فإن محمدا بريء منه فانظر\nكيف جعل الرقي والتمائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nوالتقولة شركا وما ذلك إلا لكونها مظنة لأن يصحبها اعتقاد أن لغير الله\nتأثيرا في الشفاء من الداء وفي المحبة والبغضاء فكيفه بمن نادى غير الله\nوطلب منه مالا يطلب إلا من الله واعتقد استقلاله بالتأثير أو اشتراكه مع\nالله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO حكم من يقرب لغير الله</h1>\n\n<p>\nومن ذلك ما أخرجه <span id='ms015'></span> الترمذي وصححه عن أبي واقد الليثي قال خرجنا مع رسول\nالله صلى الله عليه وسلم إلى حنين ونحن حديثو عهد بكفر وللمشركين سدرة\nيعكفون عليها وينوطون بها أسلحتهم يقال لها ذات أنواط فمررنا بسدرة فقلنا\nيا رسول الله اجعل لنا ذات أنواط كما لهم فقال النبي صلى الله عليه وسلم\nالله أكبر قلتم والذي نفسي بيده كما قالت بنو إسرائيل اجعل لنا إلها كما\nلهم آلهة قال إنكم قوم تجهلون لتركبن سنن من كان قبلكم فهؤلاء إنما طلبوا\nأن يجعل لهم شجرة ينوطون بها أسلحتهم كما كانت الجاهلية تفعل ذلك ولم يكن\nمن قصدهم أيعبدوا تلك الشجرة أو يطلبوا منها ما يطلبه القبوريون من أهل\nالقبور فأخبرهم صلى الله عليه وسلم أن ذلك بمنزلة الشرك الصريح وأنه بمنزلة\nطلب آلهة غير الله تعالى\n</p>\n\n<p>\nومن ذلك ما أخرجه مسلم في صحيحه عن علي بن أبي طالب كرم الله وجهه قال\nحدثني رسول الله صلى الله عليه وسلم بكلمات أربع لعن الله من ذبح لغير الله\nلعن الله من لعن والديه لعن الله من آوى محدثا لعن الله من غير منار الأرض\nوأخرج أحمد عن طارق بن شهاب أن رسول الله صلى الله عليه وسلم قال دخل رجل\nالجنة في ذباب ودخل النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nرجل في ذباب قالوا كيف ذلك يا رسول الله صلى الله عليه وسلم قال مر رجلان\nعلى قوم لهم صنم لا يجوزه أحد حتى يقرب إليه شيئا فقالوا لأحدهم قرب ولو\nذبابا فقرب ذبابا فخلوا سبيله فدخل النار وقالوا للآخر قرب فقال ما كنت\nأقرب لأحد غير الله عز وجل فضربوا عنقه فدخل الجنة فانظر لعنه صلى الله\nعليه وسلم لمن ذبح لغير الله وإخباره بدخول من قرب لغير الله النار وليس في\nذلك إلا مجرد كون ذلك مظنة للتعظيم الذي لا ينبغي إلا الله فما ظنك بما كان\nشركا بحتا\n</p>\n\n<p>\nقال بعض أهل العلم أن إراقة دماء الأنعام عبادة لأنها أما هدى أو ضحية أو\nنسك وكذلك ما <span id='ms016'></span> يذبح للبيع لأنه مكسب حلال فهو عبادة ويتحصل من ذلك شكل قطعي\nهو أن إراقة دماء الأنعام عبادة وكل عبادة لا تكون إلا لله فإراقة دماء\nالأنعام لا تكون إلا لله ودليل الكبرى قوله تعالى اعبدوا الله مالكم من إله\nغيره وإياي فاعبدون وإياك نعبد وقضى ربك ألا تعبدوا إلا إياه وما أمروا إلا\nليعبدوا الله مخلصين له الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>AUTO حكم الحلف بغير الله</h1>\n\n<p>\nومن ذلك أنه صلى الله عليه وسلم نهى عن الحلف بغير الله وقال من حلف\nفليحلف بالله أليصمت وقال من حلف بملة غير الإسلام لم يرجع إلى الإسلام\nسالما أو كما قال وسمع رجلا يحلف باللات والعزى فأمره أن يقول لا إله إلا\nالله وأخرج الترمذي وحسنه والحاكم وصححه من حديث عمر أن رسول الله صلى الله\nعليه وسلم قال من حلف بغير الله فقد أشرك\n</p>\n\n<p>\nوهذه الأحاديث في دواوين الإسلام وفيها أالحلف بغير الله يخرج به الحالف\nعن الإسلام وذلك لكون الحلف بشيء مظنة تعظيمه فكيف بما كان شركا محضا يتضمن\nالتسوية بين الخالق والمخلوق في طلب النفع أو استدفاع الضر وقد يتضمن تعظيم\nالمخلوق زيادة على تعظيم الخالق كما يفعله كثير من المخذولين فإنهم يعتقدون\nألأهل القبور من جلب النفع ودفع الضر ما ليس لله تعالى الله عن ذلك علوا كبيرا\n</p>\n\n<p>\nفإن أنكرت هذا فانظر أحوال كثير من هؤلاء المخذولين فإنك تجدهم كما وصف\nالله سبحانه وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة وإذا\nذكر الذين من دونه إذا هم يستبشرون ومن ذلك ما ثبت في الصحيحين عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nصلى الله عليه وسلم عند موته أنه كان يقول لعن الله اليهود والنصارى\nاتخذوا قبور أنبيائهم مساجد فلا تتخذوا القبور مساجد إني أنهاكم عن ذلك\nوأخرج أحمد بسند جيد وأبو حاتم في صحيحه عن ابن مسعود مرفوعا إن من شرار\nالناس من تدركهم الساعة وهم أحياء والذين يتخذون القبور مساجد\n</p>\n\n<p>\nوالأحاديث في هذا الباب كثيرة وفيها التصريح بلعن من اتخذ القبور مساجد\nمع أنه <span id='ms017'></span> لا يعبد إلا الله وذلك لقطع ذريعة التشريك ودفع وسيلة التعظيم وورد\nما يدل على أن عبادة الله عند القبور بمنزلة اتخاذها أوثانا تعبد أخرج مالك\nفي الموطأ إن رسول الله صلى الله عليه وسلم قال اللهم لا تجعل قبري وثنا\nيعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد وبالغ في ذلك حتى\nلعن زائرات القبور كما أخرجه أهل السنن من حديث ابن عباس قال لعن رسول الله\nصلى الله عليه وسلم زائرات القبور والمتخذين عليها المساجد والسرج ولعل وده\nتخصص النساء بذلك لما في طبائعهن من النقص المفضي إلى الاعتقاد والتعظيم\nبأدنى شبهة ولا شك أن علة النهي عن جعل القبور مساجد وعن تسريجها وتجصيصها\nورفعها وزخرفتها هي ما ينشأ عن ذلك من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nالاعتقادات الفاسدة كما ثبت في الصحيحين عن عائشة رضي الله عنها أن أم\nسلمة ذكرت لرسول الله صلى الله عليه وسلم كنيسة رأتها بأرض الحبشة وما فيها\nمن الصور فقال أولئك إذا مات فيهم الرجل أو العبد الصالح بنوا على قبره\nمسجدا وصورا فيه تلك الصور أولئك شرار الخلق عند الله ولابن خزيمة عن مجاهد\nأفرأيتم اللات والعزى قال كان يلت له السويق فمات فعكفوا على قبره وكل عاقل\nيعلم أن لزيادة الزخرفة للقبور وإسبال الستور الرائعة عليها وتسريجها\nوالتأنق في تحسينها تأثيرا في طبائع غالب العوام ينشأ عنه التعظيم\nوالاعتقادات الباطلة وهكذا إذا استعظمت نفوسهم شيئا مما يتعلق بالأحياء\nوبهذا السبب اعتقد كثير من الطوائف الإلهية في أشخاص كثيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>AUTO حكم ما قيل في زيارة القبور</h1>\n\n<p>\nورأيت في بعض كتب التاريخ أنه قدم رسول الله صلى الله عليه وسلم لبعض\nالملوك على بعض خلفاء بني العباس فبالغ الخليفة في التهويل على ذلك الرسول\nوما زال أعوانه ينقلونه من رتبة إلى رتبة حتى وصل إلى المجلس الذي يقعد\nالخليفة في برج من أبراجه وقد جمل ذلك المنزل بأبهى الآيات وقعد فيه أبناء\nالخلفاء وأعيان الكبراء وأشرف الخليفة من ذلك البرج وقد انخلع قلب ذلك\nالرسول <span id='ms018'></span> مما رأى فلما وقعت عيناه على الخليفة قال لمن هو قابض على يده من\nالأمراء أهذا الله فقال ذلك الأمير بل هذا خليفة الله فانظر ما صنع ذلك\nالتحسين بقلب هذا المسكين\n</p>\n\n<p>\nوروى لنا أن بعض أهل جهات القبلة وصل إلى القبة الموضوعة على قبر الإمام\nأحمد بن الحسين صاحب ذي بين رحمة الله فرآها وهي مسرجة بالشمع والبخور ينفخ\nفي جوانبها وعلى القبر الستور الفائقة فقال عند وصوله إلى الباب أمسيت\nبالخير يا أرحم الراحمين\n</p>\n\n<p>\nوفي الصحيح عن ابن عباس رضي الله عنهما في قوله تعالى ولا تذرن آلهتكم\nولا تذرن ودا ولا سواعا ولا يغوث ويعوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nونسرا قال هذه أسماء رجال من قوم نوح لما هلكوا أوحي الشيطان إلى قومهم أن\nانصبوا إلى مجالسهم التي كانوا يجلسون عليها أنصابا وسموها بأسمائهم ففعلوا\nفلم يعبدوا حتى إذا هلك أولئك ونسي عبدت وقال غير واحد من السلف لما ماتوا\nعكفوا على قبورهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>AUTO حكم العيافة والطيرة</h1>\n\n<p>\nومن ذلك ما أخرجه أحمد بإسناد جيد عن قبيضة عن أبيه أنه سمع رسول الله\nصلى الله عليه وسلم يقول إن العيافة والطرق والطيرة من الجبت وأخرجه أبو\nداود والنسائي وابن حبان أيضا وأخرج أبو داود بسند صحيح عن ابن عباس رضي\nالله عنهما قال قال رسول الله صلى الله عليه وسلم من اقتبس شعبة من النجوم\nفقد اقتبس شعبة من السحر وأخرج النسائي من حديث أبي هريرة رضي الله عنه من\nعقد عقدة ثم نفث فيها فقد سحر ومن سحر فقد أشرك ومن تعلق شيئا وكل إليه\nوهذه الأمور إنما كانت من الجبت والشرك لأنها مظنة للتعظيم الجالب للاعتقاد الفاسد\n</p>\n\n<p>\nومن ذلك ما أخرجه أهل السنن والحاكم وقال صحيح على شرط الشيخين عن أبي\nهريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من أتى كاهنا أو\nعرافا فصدقة فقد كفر بما أنزل على محمد وأخرج أبو يعلى بسند جيد مرفوعا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nأتى كاهنا فصدقة بما يقول فقد كفر بما أنزل <span id='ms019'></span> على محمد وأخرج نحوه الطبراني\nمن حديث ابن عباس بسند حسن والعلة الموجبة للحكم بالكفر ليست إلا اعتقاد\nأنه مشارك الله تعالى في علم الغيب مع أنه في الغالب يقع غير مصحوب بهذا\nالاعتقاد ولكن من حام حول الحمى يوشك أن يقع فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>AUTO حكم التكهن بالمطر</h1>\n\n<p>\nومن ذلك ما في الصحيحين وغيرهما عن زيد بن خالد قال صلى لنا رسول الله\nصلى الله عليه وسلم صلاة الصبح على أثر سماء كانت من الليل فلما انصرف أقبل\nعلى الناس فقال هل تدرون ماذا قال ربكم قالوا الله ورسوله أعلم قال أصبح من\nعبادي مؤمن بي وكافر فأما من قال مطرنا بفضل الله ورحمته فذلك مؤمن بي كافر\nبالكوكب وأما من قال أمطرنا بنوء كذا وكذا فذلك كافر بي ومؤمن بالكوكب ولا\nيخفى على عارف أن العلة في الحكم بالكفر هي ما في ذلك من إيهام المشاركة\nوأين ذلك ممن يصرح في دعائه عندما يمسه الضر بقوله يا الله ويا فلان وعلى\nالله وعلى فلان فإن هذا يعبد ربين ويدعو اثنين وأما من قال مطرنا بنوء كذا\nفهو لم يقل أمطره ذلك النوء بل قال أمطر به وبين الأمرين فرق ظاهر\n</p>\n\n<p>\nومن ذلك ما أخرجه مسلم عن أبي هريرة رضي الله عنه قال رسول الله صلى الله\nعليه وسلم يقول الله عز وجل أنا أغنى الشركاء عن الشرك من عمل عملا أشرك\nمعي فيه غيري تركته وشركه وأخرج أحمد عن أبي سعيد مرفوعا ألا أخبركم بما هو\nأخوف عليكم من المسيح الدجال قالوا بلى قال الشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nالخفي يقوم الرجل فيزين صلاته لما يرى من نظر رجل ومن ذلك قوله تعالى فمن\nكان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا فإذا كان\nمجرد الرياء الذي هو فعل الطاعة لله عز وجل مع محبة أن يطلع عليها غيره أو\nيثني عليه بها أو يستحسنها شركا فكيف بما هو محض الشرك\n</p>\n\n<p>\nومن ذلك ما أخرجه النسائي أن يهوديا أتى النبي صلى <span id='ms020'></span> الله عليه وسلم فقال\nإنكم تقولون ما شاء الله وشئت وتقولون والكعبة فأمرهم النبي صلى الله عليه\nوسلم أن يقولوا ورب الكعبة وأن يقولوا ما شاء الله ثم ما شئت وأخرج النسائي\nأيضا عن ابن عباس مرفوعا أن رجلا قال ما شاء الله وشئت قال أجعلتني لله ندا\nقل ما شاء الله وحده وأخرج ابن ماجة عن الطفيلي قال رأيت كأني أتيت على نفر\nمن اليهود فقلت إنكم لأنتم القوم لولا أنكم تقولون عزيز ابن الله وقالوا أو\nأنتم لأنتم القوم لو أنكم تقولون ما شاء الله وشاء محمد ثم مررت بنفر من\nالنصارى فقلت إنكم لأنتم القوم لولا أنكم تقولون المسيح ابن الله وقالوا\nوأنتم لأنتم القوم لولا أنكم تقولون ما شاء الله وشاء محمد فلما أصبحت\nأخبرت بها من أخبرت ثم أتيت النبي صلى الله عليه وسلم فأخبرته قال فهل\nأخبرت بها أحدا قلت نعم قال فحمد الله وأثنى عليه ثم قال أما بعد أن طفيلا\nرأى رؤيا أخبر بها من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nأخبر منكم وأنكم قلتم كلمة كان يمنعني كذا وكذا أن أنها كم فلا تقولوا ما\nشاء محمد ولكن قولوا ما شاء الله وحده\n</p>\n\n<p>\nوالوارد في هذا الباب كثير وفيه أن التشريك في المشيئة بين الله ورسوله\nأو غيره من عبيده فيه نوع من الشرك ولهذا جعل ذلك في هذا المقام الصالح\nكشرك اليهود والنصارى بإثبات ابن لله عز وجل وفي تلك الرواية السابقة أنه\nإثبات ند لله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>AUTO أسباب بعث الرسل</h1>\n\n<p>\nومن ذلك قوله صلى الله عليه وسلم لمن قال من يطع الله ورسوله فقد رشد ومن\nيعصمها فقد غوى بئس خطيب القوم أنت وهو في الصحيح وأخرج ابن أبي حاتم عن\nابن عباس رضي الله عنه في تفسير قوله تعالى فلا تجعلوا لله أندادا وأنتم\nتعلمون أنه قال الأنداد أخفى من دبيب النمل على صفاة سوداء في ظلمة الليل\nوهو أن يقول والله وحياتك يا فلان وحياتي ويقول لولا كلبه هذا لأتانا ولولا\nبط في <span id='ms021'></span> الدار لأتى اللصوص وقول الرجل لصاحبه ما شاء الله وشئت وقول الرجل\nلولا الله وفلان هذا كله شرك أه\n</p>\n\n<p>\nومن ذلك ما ثبت في الصحيح من حديث أبي هريرة رضي الله عنه أن رسول الله\nصلى الله عليه وسلم قال لا يقل أحدكم أطعم ربك وارض ربك ولا يقل أحدكم عبدي\nوأمتي وليقل فتاي وفتاتي وغلامي ووجه هذا النهي ما يفهم من مخاطبة السيد\nبمخاطبة السيد العبد لربه والرب لعبده وإن لم يكن ذلك مقصودا ومن ذلك ما\nثبت في الصحيحين من حديث أبي هريرة رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم قال الله تعالى ومن أظلم ممن ذهب يخلق كخلقي ذرة وليخلقوا\nحبة أو شعيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nولهما عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال أشد\nالناس عذابا يوم القيامة الذين يضاهون خلق الله ولهما عن ابن عباس رضي الله\nعنهما سمعت رسول الله صلى الله عليه وسلم يقول كل مصور في النار يجعل له\nبكل صورة صورها نفسا يعذب بها في جهنم ولهما عنه مرفوعا من صور صورة في\nالدنيا كلف أينفخ فيها الروح وليس بنافخ وأخرج مسلم عن أبي الهياج الأسدي\nقال قال لي ألا أبعثك على ما بعثني رسول الله صلى الله عليه وسلم ألا تدع\nصورة إلا طمستها ولا قبرا مشرفا إلا سويته فانظر إلى ما في هذه الأحاديث من\nالوعيد الشديد للمصورين لكونهم فعلوا فعلا يشبه فعل الخالق وإن لم يكن ذلك\nمقصودا لهم وهؤلاء القبوريون قد جعلوا بعض خلق الله شريكا له ومثلا وندا\nفاستغاثوا به فيما لا يستغاث فيه إلا بالله وطلبوا منه مالا يطلب إلا الله\nمع القصد والإرادة\n</p>\n\n<p>\nومن ذلك ما أخرجه النسائي بسند جيد عن عبد الله بن الشخير قال انطلقت في\nوفد بني عامر إلى النبي صلى الله عليه وسلم فقلنا أنت سيدنا قال السيد الله\nتبارك وتعالى قلنا وأفضلنا وأعظمنا طولا قال قولوا بقولكم أو بعض قولكم ولا\nيستجرنكم <span id='ms022'></span> الشيطان وفي رواية لا يستهوينكم الشيطان أنا محمد عبد الله ورسوله\nما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nوبالجملة فالوارد عن الشرع من الأدلة على قطع ذرائع الشرك وهدم كل شيء\nيوصل إليه في غاية الكثرة ولو رمت حصر ذلك على التمام لجاء في مؤلف بسيط\nفلنقتصر على هذا المقدار ونتكلم على حكم ما يفعله القبوريون من الاستغاثة\nبالأموات ومناداتهم لقضاء الحاجات وتشريكهم مع الله في بعض الحالات\nوإفرادهم بذلك في بعض فنقول\n</p>\n\n<p>\nاعلم أن الله لم يبعث رسله ولم ينزل كتبه لتعريف خلقه بأنه الخالق لهم\nوالرازق لهم ونحو ذلك فإن هذا يقربه كل مشرك قبل بعثه الرسل ولئن سألتهم من\nخلقهم ليقولن الله ولئن سألتهم من خلق السموات والأرض ليقولن خلقهن العزيز\nالعليم قل من يرزقكم من السماء والأرض أمن يملك السمع والأبصار ومن يخرج\nالحي من الميت ويخرج الميت من الحي من يدبر الأمر فسيقولون الله قل أفلا\nتتقون قل لمن الأرض ومن فيها إن كنتم تعلمون سيقولون الله قل أفلا تذكرون\nقل من رب السموات السبع ورب العرش العظيم سيقولون الله قل أفلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nتتقون قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون\nسيقولون الله قل فأنى تسحرون ولهذا تجد كل ما ورد في الكتاب العزيز في شأن\nخالق الخلق ونحوه في مخاطبة الكفار منعونا باستفهام التقرير هل من خالق غير\nالله أفي الله شك فاطر السموات والأرض أغير الله أتخذ وليا فاطر السموات\nوالأرض أروني ماذا خلق الذين من دونه بل بعث الله رسله وأنزل كتبه لإخلاص\nتوحيده وإفراده بالعبادة يا قوم اعبدوا الله ما لكم من إله غيره ألا تعبدوا\nإلا الله أن اعبدوا الله واتقوه وأطيعون 6 قالوا أجئنا لنعبد الله وحده\nونذر ما كان يعبد آباؤنا اعبدوا الله ما لكم من إله غيره وإياي فاعبدون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nوإخلاص التوحيد لا يتم إلا بأن يكون الدعاء كله لله والنداء والاستغاثة\nوالرجاء واستجلاب الخير واستدفاع الشر له ومنه <span id='ms023'></span> لا لغيره ولا من غيره فلا\nتدعوا مع الله أحدا له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم\nبشيء وعلى الله فليتوكل المؤمنون وعلى الله فتوكلوا إن كنتم مؤمنين وقد\nتقرر أن شرك المشركين الذين بعث الله إليهم خاتم رسله صلى الله عليه وسلم\nلم يكن إلا باعتقادهم أن الأنداد التي اتخذوها تنفعهم وتضرهم وتقربهم إلى\nالله وتشفع لهم عنده مع اعترافهم بأن الله سبحانه هو خالقهم ورازقها\nورازقهم ومحييها ومحييهم ومميتها ومميتهم ما نعبدهم إلا ليقربونا إلى الله\nزلفى فلا تجعلوا لله أندادا وأنتم تعلمون إن كنا لفي ضلال مبين إذ نسويكم\nبرب العالمين وما يؤمن أكثرهم بالله إلا وهم مشركون هؤلاء شفعاؤنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nعند الله وكانوا يقولون في تلبيتهم لبيك لا شريك لك إلا شركا هو لك تملكه\nوما ملك\n</p>\n\n<p>\nوإذا تقرر هذا فلا شك أن من اعتقد في ميت من الأموات أوحى من الأحياء أنه\nيضره أو ينفعه أما استقلالا أو مع الله تعالى أو ناداه أو توجه إليه أو\nاستغاث به في أمر من الأمور التي لا يقدر عليها المخلوق فلم يخص التوحيد\nلله ولا أفراده بالعبادة\n</p>\n\n<p>\nإذ الدعاء بطلب وصول الخير إليه ودفع الضر عنه هو نوع من أنواع العبادة\nولا فرق بين أن يكون هذا المدعو من دون الله أو معه حجرا أو شجرا أو ملكا\nأو شيطانا كما كان يفعل ذلك في الجاهلية وبين أن يكون إنسانا من الأحياء أو\nالأموات كما يفعله الآن كثير من المسلمين وكل عالم يعلم هذا ويقر به فإن\nالعلة واحدة وعبادة غير الله تعالى وتشريك غيره معه يكون للحيوان كما يكون\nللجماد وللحي كما يكون للميت فمن زعم أن ثم فرقا بين من اعتقد في وثن من\nالأوثان أنه يضر أو ينفع وبين من اعتقد في ميت من بني آدم أوحى منهم أنه\nيضر أو ينفع أو يقدر على أمر لا يقدر عليه إلا الله تعالى لغيره فيما لا\nيقدر عليه سواه أو التقرب إلى غيره <span id='ms024'></span> بشيء مما فقد غلط غلطا بينا وأقر على\nنفسه بجهل كثير فإن الشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nهو دعاء غير الله في الأشياء التي تختص به أو اعتقاد القدرة لغيره فيما لا\nيقدر عليه سواه أو التقرب إلى غيره بشيء مما لا يتقرب به إلا إليه\n</p>\n\n<p>\nومجرد تسمية المشركين لما جعلوه شريكا بالصنم والوثن والإله لغير الله\nزيادة على التسمية بالولي والقبر والمشهد كما يفعله كثير من المسلمين بل\nالحكم واحد إذا حصل لمن يعتقد في الولي والقبر ما كان يحصل لمن كان يعتقد\nفي الصنم والوثن إذ ليس الشرك هو مجرد إطلاق بعض الأسماء على بعض المسميات\nبل الشرك هو أن يفعل لغير الله شيئا يختص به سبحانه سواء أطلق على ذلك\nالغير ما كان تطلقه عليه الجاهلية أو أطلق عليه اسما آخر فلا اعتبار بالاسم\nقط من لم يعرف هذا فهو جاهل لا يستحق أن يخاطب بما يخاطب به أهل العلم وقد\nعلم كل عالم أن عبادة الكفار للأصنام لم تكن إلا بتعظيمها واعتقاد أنها تضر\nوتنفع والاستغاثة بها عند الحاجة والتقريب لها في بعض الحالات بجزء من\nأموالهم وهذا كله قد وقع من المعتقدين في القبور فإنهم قد عظموها إلى حد لا\nيكون إلا الله سبحانه بل ربما يترك العاصي منهم فعل المعصية إذا كان في\nمشهد من يعتقده أو قريبا منه مخافة تعجيل العقوبة من ذلك الميت وربما لا\nيتركها إذا كان في حرم الله أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nفي مسجد من المساجد أو قريبا من ذلك وربما حلف بعض غلاتهم بالله كاذبا ولم\nيحلف بالميت الذي يعتقده\n</p>\n\n<p>\nوأما اعتقادهم أنها تضر وتنفع فلولا اشتمال ضمائرهم على هذا الاعتقاد لم\nيدع أحد منهم ميتا أو حيا عند استجلابه لنفع أو استدفاعه لضر قائلا يا فلان\nافعل لي كذا وكذا وعلى الله وعليك وأنا بالله وبك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>AUTO حكم الذبائح للأموات</h1>\n\n<p>\nوأما التقرب للأموات فانظر ماذا يجعلونه من النذور لهم وعلى قبورهم في\nكثير من المحلات ولو طلب الواحد منهم أن يسمح بجزء من ذلك لله <span id='ms025'></span> تعالى لم\nيفعل وهذا معلوم يعرفه من عرف أحوال هؤلاء\n</p>\n\n<p>\nفإن قلت إن هؤلاء القبوريين يعتقدون أن الله تعالى هو الضار النافع\nوالخير والشر بيده وإن استغاثوا بالأموات قصدا لا نجاز ما يطلبونه من الله سبحانه\n</p>\n\n<p>\nقلت وهكذا كانت الجاهلية فإنهم كانوا يعلمون أن الله هو الضار النافع وأن\nالخير والشر بيده وإنما عبدوا أصنامهم لتقربهم إلى الله زلفى كما حكاه الله\nعنهم في كتابه العزيز نعم إذا لم يحصل من المسلم إلا مجرد التوسل الذي\nقدمنا تحقيقه فهو كما ذكرناه سابقا ولكن من زعم أنه لم يقع منه إلا مجرد\nالتوسل الذي قد منا تحقيقه فهو كما ذكرناه سابقا ولكن من زعم أنه لم يقع\nمنه إلا مجرد التوسل وهو يعتقد من تعظيم ذلك الميت مالا يجوز اعتقاده في\nأحد من المخلوقين وزاد على مجرد الاعتقاد فتقرب إلى الأموات بالذبائح\nوالنذور وناداهم مستغيثا بهم عند الحاجة فهذا كاذب في دعواه أنه متوسل فقط\nفلو كان الأمر كما زعمه لم يقع منه شيء من ذلك والمتوسل به لا يحتاج إلى\nرشوة بنذر أو ذبح ولا تعظيم ولا اعتقاد لأن المدعو هو الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nسبحانه وهو أيضا المجيب ولا تأثير لمن وقع به التوسل قط بل هو بمنزلة\nالتوسل بالعمل الصالح فأي جدوى في رشوة من قد صار تحت أطباق الثرى بشيء من ذلك\n</p>\n\n<p>\nوهل هذا إلا فعل ما يعتقد التأثير اشتراكا أو استقلالا ولا أعدل من شهادة\nأفعال جوارح الإنسان على بطلان ما ينطق به لسانه من الدعاوي الباطلة\nالعاطلة بل من زعم أنه لم يحصل منه إلا مجرد التوسل وهو يقول بلسانه يا\nفلان مناديا لمن يعتقده من الأموات فهو كاذب على نفسه ومن أنكر حصول النداء\nللأموات والاستغاثة بهم استقلالا فليخبرنا ما معنى ما نسمعه في بعض الأقطار\nمن التوسل بالأولياء والصالحين والمقربين والذين يدعون الولاية\n</p>\n\n<p>\nوهل ينكر هذا منكر أو يشك فيه شاك وما عدا ذلك فالأمر فيها أطم وأعلم ففي\nكل قرية ميت يعتقده أهلها وينادونه وفي <span id='ms026'></span> كل مدينة جماعة منهم حتى أنهم في\nحرم الله ينادون يا ابن عباس يا محجوب فما ظنك بغير ذلك فلقد تلطف إبليس\nوجنوده أخزاهم الله تعالى لغالب أهل الملة الإسلامية بلطفية تزلزل الأقدام\nعن الإسلام فإنا لله وإنا إليه راجعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nأين من يعقل معنى إن الذين تدعون من دون الله عباد أمثالكم فلا تدعوا مع\nالله أحدا له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء وقد\nأخبرنا الله سبحانه أن الدعاء عبادة في محكم كتابه بقوله تعالى إدعوني\nاستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين\n</p>\n\n<p>\nوخرج أبو داود والترمذي وقال حسن صحيح من حديث النعمان بن بشير قال قال\nرسول الله صلى الله عليه وسلم إن الدعاء هو العبادة وفي رواية مخ العبادة\nثم قرأ رسول الله صلى الله عليه وسلم الآية المذكورة وأخرج أيضا النسائي\nوابن ماجة والحاكم وأحمد وابن أبي شيبة باللفظ المذكور\n</p>\n\n<p>\nوكذلك النحر للأموات عبادة لهم ولنذر له م بجزء من المال عبادة لهم\nوالتعظيم عبادة لهم كما أن النحر للنسك وإخراج صدقة المال والخضوع\nوالاستكانة عبادة لله عز وجل بلا خلاف ومن زعم أن ثم فرقا بين الأمرين\nفليهده إلينا ومن قال أنه لم يقصد بدعاء الأموات والنحر لهم والنذر عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nعبادتهم فقل له فلأي مقتض صنعت هذا الصنيع فإن دعاؤك للميت عند نزول أمر\nبك لا يكون إلا لشيء في قلبك عبر عنه لسانك فإن كنت تهذي نزول بذكر الأموات\nعند عروض الحاجات من دون اعتقاد منك لهم فأنت مصاب بعقلك وهكذا إن كنت تنحر\nلله فلأي معنى جعلت ذلك للميت وحملته إلى قبره فإن الفقراء على ظهر البسيطة\nفي كل بقعة من بقاع الأرض وفعلك وأنت عاقل لا يكون إلا لمقصد قد قصدته أو\nأمر قد أردته وإلا فأنت مجنون قد رفع عنك القلم ولا نوافقك على دعوى الجنون\nإلا بعد صدور أفعالك وأقوالك في غير هذا على نمط أفعال المجانين فإن كنت\nتصدرها مصدر أفعال العقلاء <span id='ms027'></span> فأنت تكذب على نفسك في دعواك الجنون في هذا\nالفعل بخصوصه فرارا عن أن يلزمك ما لزم عباد الأوثان الذين حكى الله عنهم\nفي كتابه العزيز ما حكاه بقوله وجعلوا لله مما ذرأ من الحرث والأنعام نصيبا\nفقالوا هذا لله بزعمهم وهذا لشركائنا وبقوله ويجعلون لما لا يعلمون نصيبا\nمما رزقناهم تالله لتسألن عما كنتم تفترون\n</p>\n\n<p>\nفإن قلت إن المشركين كانوا لا يقرون بكلمة التوحيد وهؤلاء المعتقدون في\nالأموات يقرون بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nقلت هؤلاء إنما قالوها بألسنتهم وخالفوها بأفعالهم فإن من استغاث بالأموات\nأطلب منهم مالا يقدر عليه إلا الله سبحانه أو عظمهم أو نذر عليهم بجزء من\nماله أو نحر لهم فقد نزلهم منزلة الآلهة التي كان المشركون يفعلون لها هذه\nالأفعال فهو لم يعتقد معنى لا إله إلا الله ولا عمل بها بل خالفها اعتقادا\nوعملا فهو في قوله لا إله إلا الله كاذب على نفسه فإنه قد جعل إلها غير\nالله يعتقد أنه يضر وينفع فعبده بدعائه عند الشدائد والاستغاثة به عند\nالحاجة وبخضوعه له وتعظيمه إياه ونحر له النحائر وقرب إليه نفائس الأموال\nوليس مجرد قوله لا إله إلا الله من دون عمل بمعناها مثبتا للإسلام فإنه لو\nقالها أحد من أهل الجاهلية وعكف على صنمه يعبده لم يكن ذلك إسلاما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO حكم النطق بالتوحيد</h1>\n\n<p>\nفإ قلت قد أخرج أحمد بن حنبل والشافعي في مسنديهما من حديث عبد الله بن\nعدي بن الخيار أرجلا من الأنصار حدثه أنه أتى النبي صلى الله عليه وسلم وهو\nفي مجلسه فسار ليستأذنه في قتل رجل من المنافقين فجهر رسول الله صلى الله\nعليه وسلم فقال أليس يشهد إن لا إله إلا الله قال الأنصاري بلى يا رسول\nالله ولا شهادة له قال أليس يشهد أن محمدا رسول الله قال بلى ولكن لا شهادة\nله قال أليس يصلي قال بلى ولكن لا صلاة له قال أولئك الذين نهاني الله عن\nقتلهم وفي الصحيحين من حديث أبي سعيد في قصة الرجل الذي قال <span id='ms028'></span> يا رسول الله\nصلى الله عليه وسلم اتق وفيه فقال خالد بن الوليد رضي الله عنه يا رسول\nالله ألا أضرب عنقه فقال لا لعله أن يكون يصلي فقال خالد كم من مصل يقول\nبلسانه ما ليس في قلبه فقال رسول الله صلى الله عليه وسلم إني لم أومر أن\nأنقب عن قلوب الناس ولا أشق قلوبهم ومنه قوله صلى الله عليه وسلم لأسامة\nابن زيد رضي الله عنه لما قتل رجلا من الكفار بعد أن قال لا إله إلا الله\nفقال له صلى الله عليه وسلم فما تصنع بلا إله إلا الله فقال يا رسول الله\nإنما قالها تقية فقال هل شققت عن قلبه هذا معنى الحديث وهو في الصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nقلت لا شك أن من قال لا إله إلا الله ولم يتبين من أفعاله ما يخالف معنى\nالتوحيد فهو مسلم محقون الدم والمال إذا جاء بأركان الإسلام المذكورة في\nحديث أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله ويقيموا الصلاة\nويؤتوا الزكاة ويحجوا البيت ويصوموا رمضان وهكذا من قال لا إله إلا الله\nمتشهدا بها شهادة الإسلام ولم يكن قد مضى عليه من الوقت ما يجب فيه شيء من\nأركان الإسلام فالواجب حمله على الإسلام عملا بما أقربه لسانه وأخبر به من\nأراد قتاله ولهذا قال صلى الله عليه وسلم لأسامة بن زيد ما قال وأما من\nتكلم بكلمة التوحيد وفعل أفعالا تخالف التوحيد كاعتقاد هؤلاء المعتقدين في\nالأموات فلا ريب أنه قد تبين من حالهم خلاف ما حكته ألسنتهم من إقرارهم\nبالتوحيد\n</p>\n\n<p>\nولو كان مجرد التكلم بكلمة التوحيد موجبا للدخول في الإسلام والخروج من\nالكفر سواء فعل المتكلم بها ما يطابق التوحيد أو يخالفه لكانت نافعة لليهود\nمع أنهم يقولون عزير ابن الله وللنصارى مع أنهم يقولون المسيح ابن الله\nوللمنافقين مع أنهم يكذبون بالدين ويقولون بألسنتهم ما ليس في قلوبهم وجميع\nهذه الطوائف الثلاث يتكلمون بكلمة التوحيد بل لم تنفع الخوارج فانهم من\nأكمل الناس <span id='ms029'></span> توحيدا وأكثرهم عبادة وهم كلاب النار وقد أمرنا رسول الله صلى\nالله عليه وآله وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nبقتلهم مع أنهم لم يشركوا بالله ولا خالفوا معنى لا إله إلا الله بل وحدوا\nتوحيده وكذلك المانعون للزكاة هم موحدون لم يشركوا ولكنهم تركوا ركنا من\nأركان الإسلام ولهذا أجمعت الصحابة رضي الله عنهم على قتالهم بل دل الدليل\nالصحيح المتواتر على ذلك وهو الأحاديث الواردة بألفاظ منها أمرت أن أقاتل\nالناس حتى يقولوا لا إله إلا الله ويقيموا الصلاة ويؤتوا الزكاة ويحجوا\nالبيت ويوموا رمضان فإذا فعلوا ذلك فقد عصموا من دمائهم وأموالهم إلا بحقها\nفمن ترك أحد هذه الخمس لم يكن معصوم الدم ولا المال وأعظم من ذلك التارك\nمعنى التوحيد أو المخالف له بما يأتي به من الأفعال\n</p>\n\n<p>\nفإن قلت هؤلاء المعتقدون في الأموات لا يعلمون بأن ما يفعلونه شرك بل لو\nعرض أحدهم على السيف لم يقر بأنه مشرك بالله ولا فاعل لما هو شرك بل ولو\nعلم أدنى علم أن ذلك شرك لم يفعله\n</p>\n\n<p>\nقلت الأمر كما قلت ولكن لا يخفى عليك ما تقرر في أسباب الردة أنه لا\nيعتبر في ثبوتها العلم بمعنى ما قاله من جاء بلفظ كفري أو فعل فعلا كفريا\nوعلى كل حال فالواجب على كل من اطلع على شيء من هذه الأقوال والأفعال التي\nاتصف بها المعتقدون في الأموات أن يبلغهم الحجة الشرعية ويبين لهم ما أمره\nالله بيانه وأخذ عليه الميثاق ألا يكتمه كما حكى ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nلنا في كتابه العزيز فيقول لمن صار يدعو الأموات عند الحاجات ويستغيث بهم\nعند حلول المصيبات وينذر لهم النذور وينحر لهم النحور ويعظمهم تعظيم الرب\nسبحانه إن هذا الذي يفعلونه هو الشرك الذي كانت عليه الجاهلية وهو الذي بعث\nالله رسوله بهدمه وأنزل كتبه في ذمه وأخذ على التبيين أن يبلغوا عباده أنهم\nلا يؤمنون حتى يخلصوا له التوحيد ويعبدوه وحده فإذا علموا بهذا علما لا\nيبقى معه شك ولا شبهة ثم أصروا على ما هم فيه <span id='ms030'></span> من الطغيان والكفر بالرحمن\nوجب عليه أن يخبرهم بأنهم إذا لم يقلعوا عن هذه الغواية ويعودوا إلى ما\nجاءهم به رسول الله صلى الله عليه وسلم من الهداية فقد حلت دماؤهم وأموالهم\nفإن رجعوا وإلا فالسيف هو الحكم العدل كما نطق به الكتاب المبين وسنة سيد\nالمرسلين في إخوانهم المشركين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>AUTO حكم دعاء الأحياء</h1>\n\n<p>\nفإن قلت فقد ورد الحديث الصحيح بأن الخلائق يوم القيامة يأتون آدم\nفيدعونه ويستغيثونه ثم نوحا ثم إبراهيم ثم موسى ثم عيسى ثم محمدا صلى الله\nعليه وسلم وسائر إخوانه من الأنبياء\n</p>\n\n<p>\nقلت أهل المحشر إنما يأتون هؤلاء الأنبياء يطلبون منهم أن يشفعوا لهم إلى\nالله سبحانه ويدعوا لهم بفصل الحساب والإراحة من ذلك الموقف وهذا جائز فإنه\nمن طلب الشفاعة والدعاء المأذون فيهما وقد كان الصحابة يطلبون من رسول الله\nصلى الله عليه وسلم في حياته أن يدعو لهم كما في حديث يا رسول الله ادع\nالله أن يجعلني منهم لما أخبرهم بأنه يدخل الجنة سبعون ألفا وحديث سبقك بها\nعكاشة وقول أم سليم يا رسول الله خادمك أنس ادع الله له وقول المرأة كانت\nتصرع يا رسول الله أدع الله لي وآخر الأمر سألته الدعاء بألا تنكشف عند\nالصرع فدعا لها ومنه إرشاده صلى الله عليه وسلم لجماعة من الصحابة بأن\nيطلبوا الدعاء من أويس القرني إذا أدركوه ومنه ما ورد في دعاء المؤمن لأخيه\nبظهر الغيب وغير ذلك مما لا يحصر حتى إن رسول الله صلى الله عليه وسلم قال\nلعمر لما خرج معتمرا لا تنسني يا أخي من دعائك\n</p>\n\n<p>\nفمن جاء إلى رجل صالح واستمد منه أن يدعو له فهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nليس من ذلك الذي يفعله المعتقدون في الأموات بل هو سنة حسنة وشريعة ثابتة\nوهكذا طلب الشفاعة ممن جاءت الشريعة المطهرة بأنه من أهلها كالأنبياء ولهذا\nيقول الله لرسوله يوم القيامة سل تعط واشفع تشفع وذلك هو المقام المحمود\nالذي وعده الله به كما في كتابه العزيز\n</p>\n\n<p>\nوالحاصل أطلب الحوائج من الأحياء جائز <span id='ms031'></span> إذا كانوا يقدرون عليها ومن ذلك\nالدعاء فأنه يجوز استمداده من كل مسلم بل يحسن ذلك وكذلك الشفاعة من أهلها\nالذين ورد الشرع بأنهم يشفعون ولكن ينبغي أن يعلم أن دعاء من يدعو له لا\nينفع إلا بأذن الله وإرادته ومشيئته وكذلك شفاعة من يشفع لا تكون إلا بأذن\nالله كما ورد بذلك القرآن العظيم فهذا تقييد للمطلق لا ينبغي العدول عنه بحال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>AUTO الشبه الوارد في المعتقد في الأموات</h1>\n\n<p>\nوأعلم أن من الشبه الباطلة التي يوردها المعتقدون في الأموات أنهم ليسوا\nكالمشركين من أهل الجاهلية لأنهم إنما يعتقدون في الأولياء والصالحين\nوأولئك اعتقدوا في الأوثان والشياطين وهذه الشبه داحضة تنادي على صاحبها\nبالجهل فإن الله سبحانه لم يعذر من اعتقد في عيسى عليه السلام وهو نبي من\nالأنبياء بل خاطب النصارى بتلك الخطابات القرآنية ومنها يا أهل الكتاب لا\nتغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم\nرسول الله وكلمته ألقاها إلى مريم وروح منه فآمنوا بالله ورسوله وقال لمن\nكان يعبد الملائكة ويوم يحشرهم جميعا ثم يقول للملائكة أهؤلاء إياكم كانوا\nيعبدون قالوا سبحانك أنت ولينا من دونهم ولا شك أن عيسى والملائكة أفضل من\nهؤلاء الأولياء والصالحين الذين صار هؤلاء القبوريون يعتقدونهم ويغلون في\nشأنهم مع أرسول الله صلى الله عليه وسلم هو أكرم الخلق على الله وسيد ولد\nآدم وقد نهى أمته أن تغلو فيه كما غلت النصارى في عيسى عليه السلام ولم\nيتمثلوا أمره ولم يمتثلوا ما ذكره الله في كتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nالعزيز من قوله ليس لك من الأمر شيء ومن قوله وما أدراك ما يوم الدين ثم\nما أدراك ما يوم الدين يوم لا تملك نفس لنفس شيء والأمر يومئذ لله وما حكاه\nعن رسول الله صلى الله عليه وسلم أنه لا يملك لنفسه نفعا ولا ضرا وما قاله\nصلى الله عليه وسلم لقرابته الذين أمره الله بإنذارهم بقوله وأنذر عشيرتك\nالأقربين فقام داعيا لهم ومخاطبا لكل واحد منهم قائلا <span id='ms032'></span> يا فلان بن فلان لا\nأغني عنك من الله شيئا فانظر رحمك الله تعالى ما وقع من كثير من هذه الأمة\nمن الغلو المنهى عنه المخالف لما في كتاب الله وسنة رسوله صلى الله عليه\nوسلم كما يقوله صاحب البردة رحمه الله تعالى ... يا أكرم الخلق مالي من\nألوذ به ... سواك عند حلول الحادث العمم ...\n</p>\n\n<p>\nفانظر كيف نفى كل ملاذ ما عدا عبد الله ورسوله صلى الله عليه وسلم وغفل\nعن ذكر ربه ورب رسول الله صلى الله عليه وسلم إنا لله وإنا إليه راجعون\n</p>\n\n<p>\nوهذا باب واسع قد تلاعب الشيطان بجماعة من أهل الإسلام حتى ترقوا إلى\nخطاب غير الأنبياء بمثل هذا الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nودخلوا من الشرك في بواب بكثير من الأسباب ومن ذلك قول من يقول مخاطبا\nلابن العجيل ... هات لي منك يا ابن موسى إغاثة ... عاجلا في سيرها حثاثة ...\n</p>\n\n<p>\nفهذا محض الاستغاثة التي لا تصلح لغير الله لميت من الأموات قد صار تحت\nأطباق الثرى منذ مئين من السنين ويغلب على الظن أمثل هذا البيت والبيت الذي\nقبله إنما وقعا من قائليهما لغفلة وعدم تيقظ ولا مقصد لهما إلا تعظيم جانب\nالنبوة والولاية ولو نبها لتنبها ورجعا وأقرا بالخطأ وكثيرا ما يعرض ذلك\nلأهل العلم والأدب والفطنة وقد سمعنا ورأينا فمن وقف على شيء من هذا الجنس\nلحي من الأحياء فعليه إيقاظه بالحجج الشرعية فإن رجع وإلا كان الأمر فيه\nكما أسلفناه\n</p>\n\n<p>\nوأما إذا كان القائل قد صار تحت أطباق الثرى فينبغي إرشاده الأحياء إلى\nما في ذلك الكلام من الخلل وقد وقع في البردة والهمزية شيء كثير من هذا\nالجنس ووقع أيضا لمن تصدى لمدح بنينا محمد صلى الله عليه وسلم ولمدح\nالصالحين والأئمة الهادين مالا يأتي عليه الحصر ولا يتعلق بالاستكثار منه\nفائدة فليس المراد إلا التنبيه والتحذير لمن كان له قلب أو ألقى السمع وهو\nشهيد وذكر فإن الذكرى تنفع المؤمنين ربنا لا تزغ قلوبنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nبعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت <span id='ms033'></span> الوهاب\n</p>\n\n<p>\nوأعلم أن ما حررنا وقررنا من أن كثيرا مما يفعله المعتقدون في الأموات\nيكون شركا قد يخفى على كثير من أهل العلم وذلك لا لكونه خفيا في نفسه بل\nلاطباق الجمهور على هذا الأمر وكونه قد شاب عليه الكبير وشب عليه الصغير\nوهو يرى ذلك ويسمعه ولا يرى ولا يسمع من ينكره بل ربما يسمع من يرغب فيه\nويندب الناس إليه وينضم إلى ذلك ما يظهره الشيطان للناس من قضاء حوائج من\nقصد بعض الأموات الذين لهم شهرة وللعامة فيهم اعتقاد وربما يقف جماعة من\nالمحتالين على قبر ويجلبون الناس بأكاذيب يحكونها عن ذلك الميت ليستجلبوا\nمنهم النذور ويستدروا منهم الأرزاق ويقتنصوا النحائر ويستخرجوا من عوام\nالناس ومعاشا وربما يهولون على الزائر لذلك الميت بتهويلات ويجملون قبره\nبما يعظم في عين الواصلين إليه ويوقدون في المشهد الشموع ويوقدون فيه\nالأطياب ويجعلون لزيارته مواسم مخصوصة يتجمع فيها الجمع الجم فينهر الزائر\nويرى ما يملأ عينه وسمعه من ضجيج الخلق وازدحامهم وتكالبهم على القرب من\nالميت والتمسح بأحجار قبره وأعواده والاستغاثة به والالتجاء إليه وسؤاله قضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nالحاجات ونجاح الطلبات مع خضوعهم واستكانتهم وتقريبهم إليه نفائس الأموال\nونحرهم أصناف النحائر\n</p>\n\n<p>\nفبمجموع هذه الأمور مع تطاول الأزمنة وانقراض القرن بعد القرن يظن\nالإنسان مبادئ عمره وأوائل أيامه أن ذلك من أعظم القربات وأفضل الطاعات ثم\nلا ينفعه ما تعلمه من العلم بعد ذلك بل يذهل عن كل حجة شرعية تدل على أن\nهذا هو الشرك بعينه وإذا سمع من يقول ذلك أنكره ونبا عنه سمعه وضاق به ذرعه\nلأنه يبعد كل البعد أن ينقل ذهنه دفعة واحدة في وقت واحد عن شيء يعتقده من\nأعظم الطاعات إلى كونه من أقبح المقبحات وكبر المحرمات مع كونه قد درج عليه\nالأسلاف ودب فيه الأخلاق وتعاودته العصور وتناوبته الدهور وهكذا كل شيء\nيقلد الناس فيه أسلافهم ويحكمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nالعادات المستمرة وبهذه الذريعة الشيطانية والوسيلة الطاغوتية بقى المشرك\nمن الجاهلية على شركه واليهودي على يهوديته والنصراني على نصرانيته <span id='ms034'></span>\nوالمبتدع على بدعته وصار المعروف منكرا والمنكر معروفا وتبدلت الأمة بكثير\nمن المسائل الشرعية غيرها وألفوا ذلك ومرنت عليه نفوسهم وقبلته قلوبهم على\nالمسائل الشرعية البيضاء النقية التي تبدلوا بها غيرها لنفروا عن ذلك ولم\nتقبله طبائعهم ونالوا ذلك المرشد بكل مكروه ومزقوا عرضه بكل لسان وهذا كثير\nموجود في كل فرقة من الفرق لا ينكره إلا من هو منهم في عقله\n</p>\n\n<p>\nوانظر إن كنت ممن يعتبر ما ابتليت به هذه الأمة من التقليدات للأموات في\nدين الله حتى صارت كل طائفة تعمل في جميع مسائل الدين بقول عالم من علماء\nالمسلمين ولا تقبل قول غيره ولا ترضى به وليتها وقفت عند عدم القبول والرضا\nلكنها تجاوزت ذلك إلى الحط على سائر علماء المسلمين والوضع من شأنهم\nوتضليلهم وتبديعهم والتنفير عنهم ثم تجاوزوا ذلك إلى التفسيق والتفكير ثم\nزاد الشر حتى صار أهل كل مذهب كأهل ملة مستقلة لهم نبي مستقل وهو ذلك\nالعالم الذي قلدوه فليس الشرع إلا ما قال به دون غيره وبالغوا وغلوا فجعلوا\nقوله على قول الله ورسوله وهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nبعد هذه الفتنة والمحنة شيء من الفتن والمحن فإن أنكرت هذا فهؤلاء\nالمقلدون على ظهر البسيطة قد ملئوا الأقطار الإسلامية فاعمد إلى أهل كل\nمذهب وانظر إلى مسألة من مسائل مذهبهم هي مخالفة لكتاب الله أو لسنة رسوله\nثم أرشدهم الى الرجوع عنها إلى ما قال الله أو رسوله وانظر بماذا يجيبونك\nفما أظنك تنجو من شرهم ولا تأمن من مضرتهم وقد يستحلون لذلك دمك ومالك\nوأروعهم يستحل عرضك وعقوبتك وهذا يكفيك إن كان لك قطرة سليمة وفكرة مستقيمة\n</p>\n\n<p>\nفانظر كيف خصوا بعض علماء المسلمين واقتدوا بهم في مسائل الدين ورفضوا\nالباقين بل جاوزوا هذا إلى أن الإجماع ينعقد بأربعة من علماء هذه الأمة وإن\nالحجة قائمة بهم مع أن في عصر كل واحد منهم من هو أكثر علما منه فضلا عن\nالعصر المتقدم على عصره والعصر المتأخر عن عصره وهذا يعرفه كل من يعرف\nأحوال الناس <span id='ms035'></span> ثم تجاوزوا في ذلك إلى أنه لا اجتهاد لغيرهم بل هل مقصور عليهم\nفكأن هذه الشريعة كانت لهم لاحظ لغيرهم فيها ولم يتفضل الله على عباده بما\nتفضل عليهم وكل عاقل يعلم أن يعلم أن هذه المزايا التي جعلوها لهؤلاء\nالأئمة رحمهم الله تعالى إن كانت باعتبار كثرة عملهم وزيادته على علم غيرهم\nفهذا مدفوع عند كل من له إطلاع على أحوالهم وأحوال غيرهم فان إتباع كل واحد\nمنهم من هو أعلم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nلا ينكر هذا إلا مكابر أو جاهل فكيف بمن لم يكن من أتباعهم من المعاصرين\nلهم والمتقدمين عليهم والمتأخرين عنهم\n</p>\n\n<p>\nوإن كانت تلك المزايا بكثرة الورع والعبادة فالأمر كما تقدم فإن في\nمعاصرتهم والمتقدمين عليهم والمتأخرين عنهم من هو أكثر عبادة وورعا منهم لا\nينكر هذا الأمر إلا من لم يعرف تراجم الناس بكتب التواريخ\n</p>\n\n<p>\nوإن كانت تلك المزايا بتقدم عصورهم فالصحابة رضي الله عنهم والتابعون\nأقدم منهم عصرا بلا خلاف وهم أحق بهذه المزايا ممن بعدهم لحديث خير القرون\nقرني ثم الذين يلونهم ثم الذين يلونهم\n</p>\n\n<p>\nوإن كانت تلك المزايا لأمر عقلي فما هو أو لأمر شرعي فأين هو ولا ننكر أن\nالله قد جعلهم بمحل من العلم والورع وصلابة الدين وأنهم من أهل السبق في\nالفضائل والفواضل ولكن الشأن في المتعصب لهم من إتباعهم القائل أنه لا يجوز\nتقليد غيرهم ولا يعتد بخلافه أن خالف ولا يجوز لأحد من علماء المسلمين أن\nيخرج عن تليدهم وإن كان عارفا بكتاب الله وسنة رسوله قادرا على العمل بما\nفيهما متمكنا من استخراج المسائل الشرعية منهما فلم يكن مقودنا إلا التعجب\nلمن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nله عقل صحيح وفكر رجيح وتهوين الأمر عليه فيما نحن بصدده من الكلام على ما\nيفعله المعتقدون للأموات وأنه لا يغير العاقل بالكثرة وطول المهلة مع\nالغفلة فإن ذلك ولو كان دليلا على الحق لكان ما زعمه المقلدون المذكورون\nحقا ولكان ما يفعله المعتقدون للأموات حقا وهذا عارض من القول أوردناه\nللتمثيل ولم يكن من <span id='ms036'></span> مقصودنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>AUTO الاعتقاد في الأموات</h1>\n\n<p>\nوالذي نحن بصدده هو أنه إذا خفي على بعض أهل العلم ما ذكرناه وقررناه في\nحكم المعتقدين للأموات لسبب من أسباب الخلفاء التي قدمنا ذكرها ولم يتعقل\nما سقناه من الحجج البرهانية القرآنية والعقلية فينبغي أن نسأله ما هو\nالشرك فإن قال هو أن تتخذ مع الله إلها آخر كما كانت الجاهلية تتخذ الأصنام\nآلهة مع الله سبحانه\n</p>\n\n<p>\nقيل له وماذا كانت الجاهلية تصنعه لهذه الأصنام التي اتخذوها حتى صاروا\nمشركين فإن قال كانوا يعظمونها ويقربون لها ويستغيثون بها وينادونها عند\nالحاجات وينحرون لها النحائر ونحو ذلك من الأفعال الداخلة في مسمى العبادة\nفقل له لأي شيء كانوا يفعلون لها ذلك فإن قال لكونها الخالقة الرازقة أو\nالمحيية أو المميتة فاقرأ عليه ما قدمنا لك من البراهين القرآنية المصرحة\nبأنهم مقرون بأن الله الخالق الرازق المحيي المميت وأنهم إنما عبدوها\nلتقربهم إلى الله زلفى وقالوا هم شفعاؤهم عند الله ولم يعبدوها لغير ذلك\nفإنه سيوافقك ولا محالة إن كان يعتقد أن كلام الله حق وبعد أن يوافقك أوضح\nله أن المعتقدين في القبور قد فعلوا هذه الأفعال أو بعضها على الصفة التي\nقررناها وكررناها في هذه الرسالة فإنه إن بقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nفيه بقية من إنصاف وبارقة من علم وحصة من عقل فهو لا محالة يوافقك وتنجلي\nعنه الغمرة وتنقشع عن قلبه سحائب الغفلة ويعترف بأنه كان في حجاب عن معنى\nالتوحيد الذي جاءت به السنة والكتاب\n</p>\n\n<p>\nفإن زاغ عن الحق وكابر وجادل فإن جاءك في مكابرته ومجادلته بشيء من الشبه\nفادفعه بالدفع الذي قد ذكرناه فيما سبق فإنا لم ندفع شبهة يمكن أيدعيها مدع\nإلا وقد أوضحنا أمرها وإن لم يأت بشيء في جداله بل اقتصر على مجرد الخصام\nوالدفع المجرد لما أوردته عليه من الكلام فاعدل معه عن حجة اللسان بالبرهان\nوالقرآن إلى محجة السيف والسنان فآخر الدواء الكي هذا إذا لم يكن دفعه بما\nهو دون ذلك من الضرب والحبس والتعزير فإن أمكن وجب تقديم <span id='ms037'></span> الأخف على الأغلظ\nعملا بقوله تعالى فقولا له قولا لينا لعله يتذكر أو يخشى وبقوله تعالى ادفع\nبالتي هي أحسن\n</p>\n\n<p>\nومن جملة الشبه التي عرضت لبعض أهل العلم ما حزم به السيد العلامة محمد\nبن إسماعيل الأمير رحمه الله تعالى في شرحه لأبياته التي يقول في أولها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nرجعت عن النظم الذي قلت في نجدي ...\n</p>\n\n<p>\nفإنه قال إن كفر هؤلاء المعتقدين للأموات هو من الكفر العملي لا الكفر\nالجحودي ونقل ما ورد في كفر تارك الصلاة كما ورد في الأحاديث الصحيحة وكفر\nتارك الحج في قوله تعالى فإن الله غني العالمين وكفر من لم يحكم مما أنزل\nالله كما في قوله تعالى ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ونحو\nذلك من الأدلة الواردة فيمن زنى ومن سرق ومن أتى امرأة حائضا أو امرأة في\nدبرها أو أتى كاهنا أو عرافا أو قال لأخيه يا كافر قال فهذه الأنواع من\nالكفر وإن أطلقها الشارع على فعل هذه الكبائر فإنه لا يخرج به العبد عن\nالإيمان ويفارق به الملة ويباح به دمه وماله وأهله كما ظنه من لم يفرق بين\nالكفرين ولم يميز بين الأمرين وذكر ما عقده البخاري في صحيحه من كتاب\nالإيمان في كفر دون كفر وما قاله العلاقة ابن القيم إن الحكم بغير ما أنزل\nالله وترك الصلاة من الكفر العملي وتحقيقه أن الكفر كفر عمل وكفر جحود\nوعناد فكفر الجحود أن يكفر بما علم أن الرسول جاء به من عند الله جحودا\nوعنادا فهذا الكفر يضاد الإيمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nمن كل وجه وأما كفر العمل فهو نوعان نوع يضاد الإيمان ونوع لا يضاده ثم\nنقل عن ابن القيم كلاما في هذا المعنى\n</p>\n\n<p>\nثم قال السيد المذكور قلت ومن هذا يعني الكفر العملي من يدعو الأولياء\nويهتف بهم عند الشدائد ويطوف بقبورهم ويقبل جدرانها وينذر لها بشيء من ماله\nفإنه كفر عملي لا اعتقادي فإنه مؤمن بالله وبرسوله صلى الله عليه وسلم\nوباليوم الآخر لكن زين له الشيطان أن <span id='ms038'></span> هؤلاء عباد الله الصالحين ينفعون\nويشفعون ويضرون فاعتقدوا ذلك كما اعتقد ذلك أهل الجاهلية في الأصنام لكن\nهؤلاء مثبتون التوحيد لله لا يجعلون الأولياء آلهة كما قاله الكفار إنكارا\nعلى رسول الله صلى الله عليه وسلم لما دعاهم إلى كلمة التوحيد أجعل الآلهة\nإلها واحدا فهؤلاء جعلوا لله شركاء حقيقة فقالوا في التلبية لبيك لا شريك\nلك إلا شريكا هو لك تملكه وما ملك فأثبتوا للأصنام شركة مع رب الأنام وإن\nكانت عباراتهم الضالة قد أفادت أنه لا شريك له لأنه إذا كان يملكه وما ملك\nفليس شريك له تعالى بل مملوك فعبادة الأصنام الذين جعلوا لله أندادا\nواتخذوا من دونه شركاء وتارة يقولون\n</p>\n\n<p>\nشفعاء يقربونهم إلى الله زلفى بخلاف جهلة المسلمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nالذين اعتقدوا في أوليائهم النفع والضر فإنهم مقرون لله بالوحدانية\nوإفراده بالالهة وصدقوا رسله فالذي أتو من تعظيم الأولياء كفر عمل لا\nاعتقاد فالواجب وعظهم وتعريفهم جهلهم وزجرهم ولو بالتعزير كما أمرنا بحد\nالزاني والشارب والسارق من أهل الكفر العملي إلى أن قال فهذه كلها قبائح\nمحرمة من أعمال الجاهلية فهو من الكفر العملي وقد ثبت أن هذه الأمة تفعل\nأمورا من أمور الجاهلية هي من الكفر العملي كحديث أربع في أمتي من أمر\nالجاهلية لا يتركوهن الفخر في الأحساب والطعن في الأنساب والاستسقاء\nبالنجوم والنياحة أخرجه مسلم في صحيحه من حديث أبي مالك الأشعري فهذه من\nالكفر العملي لا تخرج به الأمة عن الملة بل هم مع إتيانهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nبهذه الخصلة الجاهلية أضافهم إلى نفسه فقال من أمتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>AUTO اعتقاد تأثير الولي في الخلق وقبول الشرع من غير شرك</h1>\n\n<p>\nفإن قلت أهل الجاهلية تقول في أصنامها أنهم يقربونهم إلى زلفى كما يقول\nالقبوريون هؤلاء شفعاؤنا عند الله كما يقوله القبوريون\n</p>\n\n<p>\nقلت لا سواء فإن القبوريون مثبتون للتوحيد لله قائلون أنه لا إله إلا هو\nولو ضربت عنقه على أن يقول أن الولي إله لما أطاع الله كان له بطاعته عنده\nتعالى جاء به تقبل شفاعته ويرجى نفعه لا أنه <span id='ms039'></span> إله مع الله بخلاف الوثني فإنه\nامتنع عن قول لا إله إلا الله حتى ضربت عنقه زاعما أن وثنه إله مع الله\nويسميه ربا والها قال يوسف عليه السلام أأرباب متفرقون خير أم الله الواحد\nالقهار سماهم أربابا لأنهم كانوا يسمونهم بذلك كما قال الخليل هذا ربي في\nالثلاث الآيات مستفهما لهم مبكتا متكلما على خطابهم حيث يسمون الكواكب\nأربابا وقالوا أجعل الآلهة إلها واحدا وقال قوم إبراهيم من فعل هذا بآلهتنا\nأانت فعلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nهذا بآلهتنا يا إبراهيم وقال إبراهيم أأفكا آلهة دون الله يردون ومن هذا\nيعلم أن الكفار غير مقرين بتوحيد الإلهية والربوبية كما توهمه من توهم من\nقوله ولئن سألتهم من خلقهم ليقولن الله ولئن سألتهم من خلق السموات والأرض\nخلقهن العزيز العليم قل من يرزقكم من السماء والأرض إلى قوله فسيقولون الله\nفهذا إقرار بتوحيد الخالقية والرازقية ونحوهما لا أنه إقرار بتوحيد الآلهة\nلأنهم يجعلون أوثانهم أربابا كما عرفت فهذا الكفر الجاهلي كفر اعتقاد ومن\nلازمه كفر العمل بخلاف من اعتقد في الأولياء النفع والضر مع توحيد الله\nوالإيمان به وبرسوله وباليوم الآخر فإنه كفر عمل فهذا تحقيق بالغ وإيضاح\nلما هو الحق من غير إفراط ولا تفريط انتهى كلام السيد المذكور رحمه الله تعالى\n</p>\n\n<p>\nوأقول هذا الكلام في التحقيق ليس بتحقيق بالغ بل كلام متناقض متدافع\nوبيانه أنه لا شك أن الكفر ينقسم إلى كفر اعتقاد وكفر عمل ولكن دعوى أنه ما\nيفعله المعتقدون في الأموات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nمن كفر العمل في غاية الفساد فإنه قد ذكر هذا البحث أن كفر من اعتقد في\nالأولياء كفر عمل وهذا عجيب كيف يقول كفر من يعتقد في الأولياء ويسمى ذك\nاعتقادا ثم يقول أنه من الكفر العملي وهل هذا إلا التناقض البحت والتدافع\nالخالص انظر كيف ذكر في أول البحث أن كر من يدعو الأولياء ويهتف بهم عند\nالشدائد ويطوف بقبورهم ويقبل جدرانها وينذر لها بشيء من ماله هو كفر عمل\n</p>\n\n<p>\nفليت شعري ما هو الحامل له على الدعاء <span id='ms040'></span> والاستغاثة وتقبيل الجدران ونذر\nالنذورات هل هو مجرد اللعب والعبث من دون اعتقاد فهذا لا يفعله إلا مجنون\nأم الباعث عليه الاعتقاد في الميت فكيف لا يكون هذا من كفر الاعتقاد الذي\nلولاه لم يصدر فعل من تلك الأفعال ثم انظر كيف اعترف بعد أن حكم على هذا\nالكفر بأنه كفر عمل لا كفر اعتقاد بقوله لكن زين الشيطان أن هؤلاء عباد\nالله الصالحين ينفعون ويشفعون فاعتقد ذلك جهلا كما اعتقده أهل الجاهلية في\nالأصنام فتأمل كيف حكم بأن هذا كفر اعتقاد ككفر أهل الجاهلية واثبت\nالاعتقاد واعتذر عنهم بأنه اعتقاد جهل\n</p>\n\n<p>\nوليت شعري أي فائدة لكونه اتقاد جهل فإن طوائف الكفر بأسرها وأهل الشرك\nقاطبة إنما حملهم على الكفر ودفع الحق والبقاء على الباطل الاعتقاد جهلا\nوهل يقول قائل إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nبكلمة التوحيد فقط من دون نظر إلى ما ينافي ذلك من أفعال المتكلم بكلمة\nالتوحيد ويخالفه من اعتقاده الذي صدر عنه تلك الأفعال المتعلقة بالأموات\nوهذا الاعتبار لا ينبغي التعويل عليه ولا الاشتغال به فالله سبحانه إنما\nينظر إلى القلوب وما صدر من الأفعال عن اعتقاد لا إلى مجرد الألفاظ وإلا\nلما كان فرق بين المؤمن والمنافق\n</p>\n\n<p>\nوأما ما نقله السيد المذكور رحمه الله تعالى عن ابن القيم في أول كلامه\nمن تقسيم الكفر إلى عملي واعتقادي فهو كلام صحيح وعليه جمهور المحققين ولكن\nلا يقول ابن القيم ولا غيره إن الاعتقاد في الأموات على الصفة التي ذكرها\nهو من الكفر العلمي وسننقل ههنا كلام ابن القيم في أن ما يفعله المعتقدون\nفي الأموات من الشرك الأكبر كما نقل عنه السيد رحمه الله تعالى في كلامه\nالسابق ثم نتبع ذلك بالنقل عن بعض أهل العلم فإن السائل كثر الله فوائده قد\nطلب ذلك في سؤاله فنقول\n</p>\n\n<p>\nقال ابن القيم في شرح المنازل في باب التوبة وأما الشرك فهو نوعان أكبر\nوأصغر فالأكبر لا يغفره الله إلا بالتوبة منه وهو أن يتخذ من دون الله ندا\nيحبه كما يحب الله <span id='ms041'></span> بل أكثرهم يحبون آلهتهم أعظم من محبة الله ويغضبون\nلمنتقص معبوديهم من المشايخ أعظم مما يغضبون إذا انتقض أحد رب العالمين وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nشاهدناه هذا نحن وغيرنا منهم جهرة ونرى أحدهم قد اتخذ ذكر معبوده على\nلسانه إن قام وقعد وإن عثر وهو لا ينكر ذلك ويزعم أنه باب حاجته إلى الله\nوشفيعه عنده وهكذا كان عباد الأصنام سواء وهذا القد هو الذي قام بقلوبهم\nوتوارثه المشركون بحسب اختلاف آلهتهم فأولئك كانت آلهتهم من الحجر وغيرهم\nاتخذها من البشر قال الله تعالى حاكيا عن أسلاف هؤلاء والذين اتخذوا من\nدونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم فيما\nهم فيه يختلفون إن الله لا يهدي من هو كاذب كفار وهكذا حال من اتخذ من دون\nالله وليا يزعم أنه يقربه إلى الله تعالى وما أعز من تخلص من هذا بل ما أعز\nمن لا يعادي من أنكره والذي قام بقلوب هؤلاء المشركين أن آلهتهم تشفع لهم\nعند الله وهذا عين الشرك\n</p>\n\n<p>\nوقد أنكر الله ذلك في كتابه وأبطله وأخبر أن الشفاعة كلها له ثم ذكر\nالآية التي في سورة سبأ وهي قوله تعالى قل ادعوا الذين زعمتم من دون الله\nلا يملكون مثقال ذرة في السموات ولا في الأرض وتكلم عليها ثم قال والقرآن\nمملوء من أمثالها ولكن أكثر الناس لا يشعرون بدخول الواقع تحته ويظنه في\nقوم قد خلوا ولم يعقبوا وارثا وهذا هو الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nلا يشفع عنده أحد إلا بإذنه والله لم يجعل استعانته وسؤاله سببا لإذنه\nوإنما السبب كمال التوحيد فجاء هذا المشرك بسبب يمنع الأذن وهو بمنزلة من\nاستعان في حاجته بما يمنع حصولها وهذا حال كل مشرك والميت محتاج إلى من\nيدعو له ويترحم عليه ويستغفر له كما أوصانا النبي صلى الله عليه وسلم إذا\nزرنا قبور المسلمين أن نترحم عليهم ونسأل الله لهم العافية والمغفرة فعكس\nالمشركون هذا وزاروهم زيارة العبادة لقضاء الحوائج والاستعانة بهم وجعلوا\nقبورهم أوثانا تعبد وسموا <span id='ms042'></span> قصدها حجا واتخذوا عندها الوقفة وحلق الرءوس\nفجمعوا بين الشرك بالمعبود وتغيير دينه ومعاداة أهل التوحيد ونسبتهم إلى\nالتنقص بالأموات وهم قد تنقصوا الخالق بالشرك وأولياء الموحدين المخلصين له\nالذين لم يشركوا به شيئا بذمهم ومعاداتهم وتنقصوا من أشركوا به غاية التنقص\nإذ ظنوا أنهم راضون منهم بهذا وأنهم أمروهم به وأنهم يوالونهم عليه وهؤلاء\nأعداء الرسل في كل زمان ومكان وما أكثر المستجيبين لهم ولله در خليله\nإبراهيم عليه الصلاة والسلام حيث يقول واجنبني وبني أن نعبد الأصنام رب\nأنهن أضللن كثيرا من الناس وما نجا من هذا الشرك الأكبر إلا من جرد توحيده\nلله وعادى المشركين في الله وتقرب بمقتهم إلى الله انتهى كلام ابن القيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nفانظر كيف صرح بأن ما يفعله هؤلاء المعتقدون في الأموات هو شرك أكبر بل\nأصل شرك العالم وما ذكره من المعاداة لهم فهو صحيح لا تجد قوما يؤمنون\nبالله واليوم الآخر يوادون من حاد الله ورسوله يا أيها الذين آمنوا لا\nتتخذوا عدوي وعدوكم أولياء إلى قوله كفرنا بكم وبدا بيننا وبينكم العداوة\nوالبغضاء أبدا حتى تؤمنوا بالله وحده وقال شيخ الإسلام تقي الدين في\nالإقناع إن من دعا ميتا وإن كان من الخلفاء الراشدين فهو كافر وإن من شك في\nكفره فهو كافر وقال أبو الوفاء بن عقيل في الفنون لما صعبت التكاليف على\nالجهال والطعام عدلوا عن أوضاع الشرع إلى تعظيم أوضاع وضعوها فسهلت عليهم\nإذ لم يدخلوا بها تحت أمر غيرهم وهم عندي كفار بهذه الأوضاع مثل تعظيم\nالقبور وخطاب الموتى بالحوائج وكتب الرقاع فيها يا مولاي افعل لي كذا وكذا\nأو إلقاء الخرق على الشجرة إقتداء بمن عبد اللات والعزى انتهى\n</p>\n\n<p>\nوقال ابن القيم رحمه الله في إغاثة اللهفان في إنكار تعظيم القبور وقد آل\nالأمر بهؤلاء المشركين إلى أن صنف بعض غلاتهم كتابا سماه مناسك المشاهد ولا\nيخفى أن هذا مفارقة لدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nونهى عن الحلف بغير الله وقال من حلف بغير الله فقد أشرك وقال صلى الله <span id='ms043'></span>\nعليه وسلم في مرض موته لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم\nمساجد يحذر ما فعلوا وقال صلى الله عليه وسلم اللهم لا تجعل قبري وثنا يعبد\nوقال صلى الله عليه وسلم لا تتخذوا قبري عيدا ولا بيوتكم قبورا وصلوا على\nحيث ما كنتم فإن صلاتكم تبلغني\n</p>\n\n<p>\nولهذا اتفق أئمة الإسلام على أه لا يشرع بناء المساجد على القبور ولا\nالصلاة عندها وذلك لأن من أكثر الأسباب لعبادة الأوثان كان تعظيم القبور\nولهذا اتفق العلماء على أنه لا يتمرغ بحجرته ولا يقبلها لأنه إنما يكون\nلأركان بيت الله فلا يشبه بيت المخلوق ببيت الخالق كل هذا لتحقيق التوحيد\nالذي هو أصل الدين ورأسه الذي لا يقبل الله عملا إلا به ويغفر لصاحبه ولا\nيغفر لمن تركه كما قال الله تعالى إن الله لا يغفر أن يشرك به ويغفر ما دون\nذلك لمن يشاء ومن يشرك بالله فقد افترى إثما عظيما ولهذا كانت كلمة التوحيد\nأفضل الكلام وأعظمه وأعظم آية الكرسي الله لا إله إلا هو الحي القيوم وقال\nصلى الله عليه وسلم من كان آخر كلامه لا إلا الله دخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nالجنة والإله هو الذي يألهه القلب عبادة له واستغاثة به ورجاء له وخشية\nوإجلالا انتهى\n</p>\n\n<p>\nوقال أيضا شيخ الإسلام تقي الدين بن تيمية رحمه الله تعالى في كتابه\nاقتضاء الصراط المستقيم في الكلام على قوله وما أهل به لغير الله إن الظاهر\nأنه ما ذبح لغير الله سواء لفظ به أو له يلفظ وتحريم هذا أظهر من تحريم ما\nذبحه وقال فيه باسم المسيح ونحوه كما أن ما ذبحناه متقربين به إلى الله كان\nأزكى مما ذبحناه للحم وقلنا عليه باسم الله فإن عبادة الله بالصلاة والنسك\nله أعظم من الاستغاثة باسمه في فواتح الأمور والعبادة لغير الله أعظم من\nاستعانة بغير الله فلو ذبح لغير الله متقربا إليه لحرم وإن قال فيه باسم\nالله كما قد يفعله طائفة من منافقي هذه الأمة وإن كان هؤلاء مرتدين لا تباح\nذبيحتهم <span id='ms044'></span> بحال لكن يجتمع في الذبيحة مانعات ومن هذا ما يفعل بمكة وغيرها من الذبح\n</p>\n\n<p>\nثم قال في موضع آخر من هذا الكتاب إن العلة في النهي عن الصلاة عند\nالقبور ما يفضي إليه ذلك من الشرك ذكر ذلك الإمام الشافعي رحمه الله تعالى\nوغيره وكذلك الأئمة من أصحاب أحمد ومالك كأبي بكر الأثرم عللوا بهذه العلة\nانتهى وكلامه في هذا الباب واسع جدا وكذلك كلام غيره من أهل العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nإلا الله وفي هذا من إخلاص التوحيد ما لبس عليه مزيد ومن ذلك قوله\n</p>\n\n<p>\nمالك يوم الدين أو ملك يوم الدين على القراءتين السبعيتين فإن كونه\nالمالك ليوم الدين يفيد أنه لا ملك لغيره فلا ينفذ إلا تصرفه تصرف أحد من\nخلقه من غير فرق بين نبي مرسل وملك مقرب وعبد صالح وهذا معنى كونه ملك يوم\nالدين فإنه يفيد أن الأمر أمره والحكم حكمه ليس لغيره معه أمر ولا حكم كما\nأنه ليس لغير ملوك الأرض معهم أمر ولا حكم ولله المثل الأعلى وقد فسر الله\nهذا المعنى الإضافي المذكور في فاتحة الكتاب في موضع آخر من كتابه العزيز فقال\n</p>\n\n<p>\nوما أدراك ما يوم الدين يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله ومن\nكان يفهم كلام العرب ونكته وأسراره كفته هذه الآية عن غيرها من الأدلة\nواندفعت لديه كل شبهة ومن ذاك إياك نعبد فإن تقديم الضمير قد صرح أئمة\nالمعاني والبيان وأئمة التفسير أنه يفيد الاختصاص فالعبادة لله سبحانه\nوتعالى ولا يشاركه فيها غيره ولا يستحقها وقد عرفت أن الاستغاثة والدعاء\nوالتعظيم والذبح والتقرب من أنواع العبادة ومن ذلك قوله وإياك نستعين فإن\nتقديم الضمير ههنا يفيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nالاختصاص كما تقدم وهو يقتضي أنه لا يشاركه غيره في الاستعانة في الأمور\nالتي لا يقدر عليها غيره فهذه خمسة مواضع في فاتحة الكتاب يفيد كل منها\nإخلاص التوحيد مع أن فاتحة الكتاب ليست إلا سبع آيات فما ظنك بما في سائر\nالكتاب العزيز فذكرنا لهذه الخمسة المواضع في فاتحة <span id='ms045'></span> الكتاب كالبرهان على ما\nذكرناه من أن في الكتاب العزيز من ذلك ما يطول تعداده وتتعسر الإحاطة به\nومما يصلح أن يكون موضعا سادسا لتلك المواضع الخمسة في فاتحة الكتاب قوله\n</p>\n\n<p>\nرب العالمين وقد تقرر لغة وشرعا أن العالم ما سوى الله سبحانه وصيغ الحصر\nإذا تتبعتها من كتب المعاني والبيان والتفسير والأصول بلغت ثلاث عشرة صيغة\nفصاعدا ومن يشك في هذا فليتتبع كشاف الزمخشري فإنه سيجد فيه ما ليس له ذكر\nفي كتب المعاني والبيان كالقلب فإنه جعله من مقتضيات الحصر ولعله ذكر ذلك\nعند تفسيره للطاغوت وغير ذلك مما لا يقتضي المقام بسطه ومع الإحاطة بصيغ\nالحصر المذكورة تكثر الأدلة الدالة على خلاص التوحيد وإبطال الشرك بجميع أقسامه\n</p>\n\n<p>\nوأعلم أن السائل كثر الله فوائده ذكر في جملة ما سأل عنه أنه لو قصد\nالإنسان قبر رجل من المسلمين مشهور بالصلاح ووقف لديه وأدى الزيارة وسأل\nالله بأسمائه الحسنى وبما لهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nالميت من المنزلة هل تكون هذه البدعة عبادة لهذا الميت ويصدق عليه أنه قد\nدعا الله وأنه قد عبد غير الرحمن وسلب عنه اسم الإيمان ويصدق على هذا القبر\nأنه وثن من الأوثان ويحكم بردة ذلك الداعي والفريق بينه وبين نسائه\nواستباحة أمواله ويعامل معاملة المرتدين أو يكون فاعلا معصية كبيرة أو مكروها\n</p>\n\n<p>\nوأقول أنا قد قدمنا في أوائل هذا الجواب أنه لا بأس بالتوسل بنبي من\nالأنبياء أو ولي من الأولياء أو عالم من العلماء وأوضحنا ذلك بما لا مزيد\nعليه فهذا الذي جاء إلى القبر زائرا ودعا الله وحده وتوسل بذلك الميت كأن\nيقول اللهم إني أسألك أن تشفيني من كذا وأتوسل إليك بما لهذا العبد الصالح\nمن العبادة لك والمجاهدة فيك والتعلم والتعليم خالصا لك فهذا لا تردد في\nجوازه لكن لأي معنى قام يمشي إلى القبر فإن كان لمحض الزيارة ولم يعزم على\nالدعاء والتوسل إلا بعد تجريد القصد إلى الزيارة ولم يعزم على الدعاء\nوالتوسل إلا بعد تجريد القصد إلى الزيارة فهذا ليس <span id='ms046'></span> بممنوع فإنه إنما جاء\nليزور وقد أذن لنا رسول الله صلى الله عليه وسلم بزيارة القبور بحديث كنت\nنهيتكم عن زيارة القبور ألا فزوروها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nوخرج لزيارة الموتى ودعا لهم وعلمنا كيف نقول إذا نحن زرناهم وكان يقول\nالسلام عليكم دار قوم مؤمنين وانا بكم إن شاء الله لاحقون وأتاكم ما توعدون\nنسأل الله لنا ولكم العافية وهو أيضا في الصحيح بألفاظ وطرق فلم يفعل هذا\nالزائر إلا ما هو مأذون به ومشروع لكن بشرط ألا يشد راحلته ولا يعزم على\nسفره ولا يرحل كما ورد تقييد الأذن بالزيارة للقبور بحديث لا تشد الرحال\nإلا لثلاثة وهو مقيد لمطلق الزيارة وقد خص بمخصصات منها زيارة القبر الشريف\nالنبوي المحمدي على صاحبه أفضل الصلاة والتسليم وفي ذلك خلاف بين العلماء\nوهي مسألة من المسائل التي طالت ذيولها واشتهرت أصولها وامتحن بسببها من\nامتحن وليس قصد المشي إلى القبر ليفعل الدعاء عنده فقط وجعل الزيارة تابعة\nلذلك أو مشى لمجموع الزيارة والدعاء عنده فقط وجعل الزيارة تابعة لذلك أو\nمشى لمجموع الزيارة والدعاء فقط كان يغنيه أن يتوسل إلى الله بذلك الميت من\nالأعمال الصالحة من دون أن يمشي إلى قبره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>AUTO حكم التوسل بساكن القبور</h1>\n\n<p>\nفأن قال إنما مشيت إلى قبره لأشير أليه عند التوسل به فقال له إن الذي\nيعلم السر وأخفى ويحول بين المرء وقلبه ويطلع على خفيات الضمائر وتنكشف\nلديه مكنونات السرائر لا يحتاج منك إلى هذه الإشارة التي زعمت أنها الحاملة\nلك على قصد القبر والمشي إليه وقد كان يغنيك أن تذكر ذلك الميت باسمه العلم\nأو بما يتميز به عن غيره فما أراك مشيت لهذه الإشارة فأن الذي تدعوه في كل\nمكان مع كل إنسان بل مشيت لتسمع الميت توسلك به وتعطف قلبه عليك وتتخذ عنده\nيدا بقصده وزيارته والدعاء عنده والتوسل به وأنت أن رجعت إلى نفسك وسألتها\nعن هذا المعنى فربما تقر لك به وتصدقك الخبر فأن وجدت عندها هذا المعنى\nالدقيق الذي هو بالقبول منك <span id='ms047'></span> حقيق فأعلم أنه قد علق بقلبك ما علق بقلوب عباد\nالقبور ولكنك قهرت هذه النفس الخبيثة عن أن تترجم بلسانك عنها وتنشر ما\nانطوت عليه من محبة ذلك القبر والاعتقاد فيه والتعظيم له والاستغاثة به\nفأنت مالك لها من هذه الحيثية مملوك لها من الحيثية التي أقامتك من مقامك\nومشت بك إلى فوق القبر فأن تداركت نفسك بعد هذه وإلا كانت المستولية عليك\nالمتصرفة فيك\n</p>\n\n<p>\nالمتلاعبة بك في جميع ما تهواه مما قد وسوس به لها الخناس الذي يوسوس في\nصدور الناس من الجنة والناس\n</p>\n\n<p>\nفإن قلت قد رجعت إلى نفسي فلم أجد عندها شيئا من هذا وفتشتها فوجدتها\nصافية من ذلك الكدر فما أظن الحامل لك على المشي إلى القبر إلا أنك سمعت\nالناس يفعلون شيئا ففعلته ويقولون شيئا فقلته فاعلم أن هذه أول عقدة من\nعقود توحيدك وأول محنة من محن تقليدك فارجع تؤجر ولا تتقدم تنحرفان هذا\nالتقليد الذي حملك على هذه المشية الفارغة العاطلة الباطلة سيحملك على\nأخواتها فيقف على باب الشرك أولا ثم تدخل منه ثانيا ثم تسكن فيه واليه\nثالثا وأنت في ذلك كله تقول سمعت الناس يقولون شيئا فقلته ورأيتهم يفعلون\nأمرا ففعلته\n</p>\n\n<p>\nوإن قلت إنك على بصيرة في علمك وعملك ولست ممن ينقاد إلى هوى نفسه كالأول\nولا ممن يقهرها ولكنه يقلد الناس كالثاني بل أنت صافي السر نقي الضمير خالص\nالاعتقاد قوي اليقين صحيح التوحيد جيد التمييز كامل العرفان عالم بالسنة\nوالقرآن فلا لمراد نفسك اتبعت ولا في هوة التقليد وقعت\n</p>\n\n<p>\nفقل لي بالله ما الحامل لك على التشبه بعباد القبور والتعزير على من كان\nفي عداد سليمي الصدور فإنه يراك الجاهل والخامل ومن هو عن علمك وتمييزك\nعاطل فيفعل كفعلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nيقتدي بك وليس له بصيرتك ولا قوة في الدين مثل قوتك فيحكى فعلك صورة\nويخالفه حقيقة ويعتقد أنك لم تقصد هذا القبر إلا الأمر ويغتنم إبليس اللعين\nغربة هذا المسكين الذي اقتدى بك واستن بسنتك فيستدرجه حتى يبلغ به إلى <span id='ms048'></span> حيث\nيريد فرحم الله امرأ هرب بنفسه عن غوائل التقليد وأخلص عبادته للحميد المجيد\n</p>\n\n<p>\nوقد ظهر بمجموع هذا التقسيم أن من يقصد القبر ليدعو عنده هو أحد ثلاثة إن\nمشى لقصد الزيارة فقط وعرض له الدعاء ولم يحصل بدعائه تغرير على الغير فذلك\nجائز وإن مشى لقصد الدعاء فقط أو له مع الزيارة وكان له من الاعتقاد ما\nقدمنا فهو على خطر الوقوع في الشرك فضلا عن كونه عاصيا وإذا لم يكن له\nاعتقاد في الميت على الصفة التي ذكرنا فهو عاص آثم وهذا أقل أحواله وأحقر\nما يربحه في رأس ماله وفي هذا المقدار كفاية لمن له هداية والله ولي\nالتوفيق\n</p>\n\n<h1 class='l1' id='head18'>AUTO عقيدة السلف أصحاب الحديث</h1>\n\n<p>\nتأليف المؤلف أبي عثمان إسماعيل بن عبد الرحمن الصابوني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head19'>AUTO سند الكتاب إلى مؤلفه</h1>\n\n<p>\nأخبرنا قاضي القضاة بدمشق نظام الدين عمر بن إبراهيم ابن محمد بن مفلح\nالصالحي الحنبلي إجازة مشافهة أخبرنا الحافظ أبو عبد الله محمد بن عبد الله\nبن أحمد بن المحب المقدسي إجازة إن لم يكن سماعا أخبرنا الشيخان جمال الدين\nعبد الرحمن بن أحمد بن عمر بن شكر وأبو عبد الله محمد ابن المحب عبد الله\nبن أحمد بن محمد المقدسيين قال الأول أخبرنا إسماعيل بن أحمد بن بن الحسين\nبن محمد العراقي سماعا أخبرنا أبو الفتح عبد الله بن أحمد الخرقي إجازة\nوقال الثاني أخبرنا أحمد بن عبد الدائم رحمه الله وأخبرنا المحدث تاج الدين\nمحمد بن الحافظ عماد الدين إسماعيل بن محمد بن بردس البعلي في كتابه أخبرنا\nأبو عبد الله محمد بن إسماعيل ابن الخباز شفاها أخبرنا أحمد أبن عبد الدائم\nإجازة إن لم يكن سماعا أخبرنا الحافظ عبد الغني بن عبد الواحد بن علي بن\nسرور المقدسي أخبرنا أبو بكر عبد الرحمن ابن إسماعيل الصابوني حدثتنا والدي\nشيخ الإسلام أبو عثمان إسماعيل بن عبد الرحمن فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nوأخبرنا قاضي القضاة عز الدين عبد الرحيم بن محمد ابن الفرات الحنفي إجازة\nمشافهة أخبرنا محمود بن <span id='ms049'></span> خليفة ابن محمد بن خلف المتبجي إجازة أخبرنا الجمال\nعبد الرحمن ابن أحمد بن عمر بن شكر بنصه قال\n</p>\n\n<h1 class='l1' id='head20'>AUTO سبب تأليف الرسالة</h1>\n\n<p>\nالحمد لله رب العالمين والعاقبة للمتقين وصلى الله عليه وعلى آله وأصحابه الكرام\n</p>\n\n<p>\nأما بعد فإني لما وردت آمد طبرستان وبلاد جيلان متوجها إلى بيت الله\nالحرام وزيارة مسجد نبيه محمد صلى الله عليه وسلم وعلى آله وأصحابه الكرام\nسألني إخواني في الدين أن أجمع لهم فصولا في أصول الدين التي استمسك بها\nالذين مضوا من أئمة الدين وعلماء المسلمين والسلف الصالحين وهدوا ودعوا\nالناس إليها في كل حين ونهوا عما يضادها وينافيها جملة المؤمنين المصدقين\nالمتقين ووالوا في إتباعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nوعادوا فيها وبدعوا وكفروا من اعتقد غيرها وأحرزوا لأنفسهم ولمن دعوهم\nإليها بركتها وخيرها وأفضوا إلى ما قدموه من ثواب اعتقادهم لها واستمساكهم\nبها وإرشاد العباد إليها وحملهم إياهم عليها فاستخرت الله تعالى وأثبت في\nهذا الجزء ما تيسر منها على سبيل الاختصار رجاء أن ينتفع به أولو الألباب\nوالأبصار والله سبحانه يحقق الظن ويجزل علينا المن بالتوفيق والاستقامة على\nسبيل الرشد والحق بمنه وفضله\n</p>\n\n<p>\nقلت وبالله التوفيق\n</p>\n\n<h1 class='l1' id='head21'>AUTO عقيدة أصحاب الحديث</h1>\n\n<p>\nأصحاب الحديث حفظ الله أحياءهم ورحم أمواتهم يشهدون لله تعالى بالوحدانية\nوللرسول صلى الله عليه وآله وسلم بالرسالة والنبوة ويعرفون ربهم عز وجل\nبصفاته التي نطق بها وحيه وتنزيله أو شهد له بها رسوله صلى الله عليه وسلم\nعلى ما وردت الأخبار الصحاح به ونقلته العدول الثقات عنه ويثبتون له جل\nجلاله ما أثبت لنفسه في كتابه وعلى لسان رسوله صلى الله عليه وسلم ولا\nيعتقدون تشبيها لصفاته بصفات خلقه فيقولون إنه خلق آدم بيده كما نص سبحانه عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nفي قوله عزمن قائل يا إبليس ما منعك أن تسجد لما خلقت بيدي ولا يحرفون\nالكلام عن مواضعه بحمل اليدين على النعمتين أو القوتين تحريف المعتزلة\nالجهمية أهلكهم الله ولا يكيفونهما أو تشبيههما بأيدي المخلوقين تشبيه\nالمشبهة خذلهم الله وقد أعاذ الله تعالى أهل السنة من التحريف والتكييف <span id='ms050'></span> ومن\nعليهم بالتعريف والتفهيم حتى سلكوا سبل التوحيد والتنزيه وتركوا القول\nبالتعليل والتشبيه واتبعوا قول الله عز وجل ليس كمثله شيء وهو السميع البصير\n</p>\n\n<h1 class='l1' id='head22'>AUTO قولهم في الصفات</h1>\n\n<p>\nوكذلك يقولون في جميع الصفات التي نزل بذكرها القرآن ووردت بها الأخبار\nالصحاح من السمع والبصر والعين والوجه والعلم والقوة والقدرة والعزة\nوالعظمة والإرادة والمشيئة والقول والكلام والرضا والسخط والحياة واليقظة\nوالفرح والضحك وغيرها من غير تشبيه لشيء من ذلك بصفات المربوبين المخلوقين\nبل ينتهون فيها إلى ما قاله الله تعالى وقاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nرسوله صلى الله عليه وآله وسلم من غير زيادة عليه ولا إضافة إليه ولا\nتكييف له ولا تشبيه ولا تحريف ولا تبديل ولا تغيير ولا إزالة للفظ الخبر\nعما تعرفه العرب وتضعه عليه بتأويل منكر ويجرونه على الظاهر ويكلون علمه\nإلى الله تعالى ويقرون بأن تأويله لا يعلمه إلا الله كما أخبر الله عن\nالراسخين في العلم أنهم يقولونه في قوله تعالى والراسخون في العلم يقولون\nآمنا به كل من عند ربنا وما يذكر إلا أولو الألباب\n</p>\n\n<h1 class='l1' id='head23'>AUTO القرآن كلام الله غير مخلوق</h1>\n\n<p>\nويشهد أصحاب الحديث ويعتقدون أن القرآن كلام الله وكتابه ووحيه وتنزيله\nغير مخلوق ومن قال بخلقه واعتقده فهو كافر عندهم والقرآن الذي هو كلام الله\nووحيه هو الذي ينزل به جبريل على الرسول صلى الله عليه وسلم قرآنا عربيا\nلقوم يعلمون بشيرا ونذيرا كما قال عز من قائل وإنه لتنزيل رب العالمين نزل\nبه الروح الأمين على قلبك لتكون من المنذرين بلسان عربي مبين وهو الذي بلغه\nالرسول صلى الله عليه وسلم أمته كما أمر به في قوله تعالى يا أيها الرسول\nبلغ ما أنزل إليك من ربك فكان الذي بلغهم بأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nالله تعالى كلامه عز وجل وفيه قال صلى الله عليه وسلم أتمنعونني أن أبلغ\nكلام ربي وهو الذي تحفظه الصدور وتتلوه الألسنة ويكتب في المصاحف كيف ما\nتصرف بقراءة قارئ ولفظ لافظ وحفظ حافظ وحيث تلي وفي أي موضع قرئ وكتب في\nمصاحف أهل الإسلام وألواح صبيانهم <span id='ms051'></span> وغيرها كله كلام الله جل جلاله غير مخلوق\nفمن زعم أنه مخلوق فهو كافر بالله العظيم\n</p>\n\n<p>\nسمعت الحاكم أبا عبد الله الحافظ يقول سمعت أبا الوليد حسان بن محمد يقول\nسمعت الإمام أبا بكر محمد بن إسحاق بن خزيمة يقول القرآن كلام الله غير\nمخلوق فمن قال إن القرآن مخلوق فهو كافر بالله العظيم لا تقبل شهادته ولا\nيعاد إن مرض ولا يصلي عليه إن مات ولا يدفن في مقابر المسلمين ويستتاب فإن\nتاب وإلا ضربت عنقه\n</p>\n\n<p>\nفأما اللفظ بالقرآن فإن الشيخ أبا بكر الإسماعيلي الجرجاني ذكر في رسالته\nالتي صنفها لأهل جيلان أن من زعم أن لفظه بالقرآن مخلوق يريد به القرآن فقد\nقال بخلق القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nوذكر ابن مهدي الطبري في كتابه الاعتقاد الذي صنفه لأهل هذه البلاد أن\nمذهب أهل السنة والجماعة القول بأن القرآن كلام الله سبحانه ووحيه وتنزيله\nوأمره ونهيه غير مخلوق ومن قال مخلوق فهو كافر بالله العظيم وأن القرآن في\nصدورنا محفوظ وبألسنتنا مقروء وفي مصاحفنا مكتوب وهو الكلام الذي تكلم الله\nعز وجل به ومن قال إن القرآن بلفظي مخلوق أو لفظي به مخلوق فهو جاهل ضال\nكافر بالله العظيم وإنما ذكرت هذا الفصل بعينه من كتاب ابن مهدي لاستحساني\nذلك منه فإنه اتبع السلف أصحاب الحديث فيما ذكره مع تبحره في الكلام\nوتصانيفه الكثيرة فيه وتقدمه وتبرزه عند أهله أه\n</p>\n\n<p>\nأخبرنا أبو عبد الله الحافظ قال قرأت بخط أبي عمرو المستملي سمعت أبا\nعثمان سعيد بن أشكاب يقول سألت إسحاق ابن إبراهيم عن اللفظ بالقرآن فقال لا\nينبغي أن يناظر في هذا القرآن كلام الله غير مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nوذكر محمد بن جرير الطبري رحمه الله في كتابه الاعتقاد الذي صنفه في هذه\nوقال أما القول في ألفاظ العباد في القرآن فلا أثر فيه نعلمه عن صحابي ولا\nتابعي إلا عمن في قوله الغنى والشفاء وفي إتباعه الرشد والهدى ومن يقوم\nقوله مقام الائمة الأولى أبي عبد الله أحمد بن حنبل رحمه الله فإن <span id='ms052'></span> أبا\nإسماعيل الترمذي حدثني قال سمعت أبا عبد الله أحمد بن حنبل رحمه الله يقول\nاللفظية جهمية قال الله تعالى فأجره حتى يسمع كلام الله ممن يسمع\n</p>\n\n<p>\nقال سمعت جماعة من أصحابنا لا أحفظ أسماءهم يذكرون عنه رضي الله عنه أنه\nكان يقول من قال لفظي بالقرآن مخلوق فهو جهمي ومن قال غير مخلوق فهو مبتدع\n</p>\n\n<p>\nقال محمد بن جرير ولا قول في ذلك عندنا يجوز أن نقوله غير قوله إذ لم يكن\nلنا فيه إمام نأتم به سواه وفيه الكفاية والمقنع وهو الإمام المتبع رحمة\nالله عليه ورضوانه هذه ألفاظ محمد بن جرير التي نقلتها نفسها إلى ما ها هنا\nمن كتاب الاعتقاد الذي صنفه\n</p>\n\n<p>\nقلت وهو أعني محمد بن جرير قد نفى عن نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nبهذا الفصل ذكره في كتابه كل ما نسب إليه وقذف به من عدول عن سبيل السنة\nأو ميل إلى شيء من البدعة والذي حكاه عن أحمد رضي الله عنه وأرضاه أن\nاللفظية جهمية فصحيح عنه وإنما قال ذلك لأن جهما وأصحابه صرحوا بخلق القرآن\nوالذين قالوا باللفظ تدرجوا به إلى القول بخلق القرآن وخافوا أهل السنة في\nذلك الزمان من التصريح بخلق القرآن فذكروا هذا اللفظ وأرادوا به أن القرآن\nبلفظنا مخلوق فلذلك سماهم أحمد رحمه الله جهمية وحكي عنه أيضا أنه قال\nاللفظية شر من الجهمية\n</p>\n\n<p>\nوأما ما حكاه محمد بن جرير عن أحمد رحمه الله أن من قال لفظي بالقرآن غير\nمخلوق فهو مبتدع فإنما أراد أن السلف من أهل السنة لم يتكلموا في باب اللفظ\nولم يحوجهم الحال إليه وإنما حدث الكلام في اللفظ من أهل التعمق وذوي الحمق\nالذين أتوا بالمحدثات وبحثوا عما نهوا عنه من الضلالات وذميم المقالات\nوخاضوا فيما لم يخض فيه السلف من علماء الإسلام فقال الإمام أحمد هذا القول\nفي نفسه بدعة ومن حق المتدين أن يدعه ولا يتفوه به ولا بمثله من البدع\nالمبتدعة ويقتصر على ما قاله السلف من الأئمة المتبعة أن القرآن كلام <span id='ms053'></span> الله\nغير مخلوق ولا يزيد عليه إلا تكفير من يقول بخلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nأخبرنا الحاكم أبو عبد الله الحافظ حدثنا أبو بكر محمد بن عبد الله\nالخراجي بمرور حدثنا يحيى بن سالوكه عن أبيه عبد الكريم السندي قال قال وهب\nبن زمعة أخبرني الباساني قال سمعت عبد الله بن المبارك يقول من كفر بحرف من\nالقرآن فقد كفر بالقرآن ومن قال لا أومن بهذا الكلام فقد كفر\n</p>\n\n<h1 class='l1' id='head24'>AUTO استواء الله على عرشه</h1>\n\n<p>\nويعتقد أهل الحديث ويشهدون أن الله سبحانه وتعالى فوق سبع سموات على عرشه\nكما نطق به كتابه في قوله عز وجل إن ربكم الله الذي خلق السموات والأرض في\nستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع إلا من بعد إذنه وقوله\nفي سورة الرعد الله الذي رفع السموات بغير عمد ترونها ثم استوى على العرش\nوقوله في سورة الفرقان ثم استوى على العرش الرحمن فاسأل به خبيرا وقوله في\nسورة السجدة ثم استوى على العرش وقوله في سورة طه الرحمن على العرش استوى\nيثبتون له من ذلك ما أثبته الله تعالى ويؤمنون به ويصدقون الرب جل جلاله في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nخبره ويطلقون ما أطلقه سبحانه وتعالى من استوائه على العرش ويمرونه على\nظاهره ويكلون علمه إلى الله ويقولون آمنا به كل من عند ربنا وما يذكر إلا\nأولو الألباب كما أخبر الله تعالى عن الراسخين في العلم أنهم يقولون ذلك\nورضيه منهم فأثنى عليهم به\n</p>\n\n<p>\nأخبرنا أبو الحسين عبد الرحمن بن إبراهيم بن محمد بن يحيى المعلي حدثني\nمحمد بن داود بن سليمان الزاهد أخبرني علي بن محمد بن عبيد أبو الحسن\nالحافظ من أصله العتيق حدثنا أبو يحيى بن بشر الوراق حدثنا محمد بن الأشرس\nالوراق أبو كنانة حدثنا أبو المغيرة الحنفي حدثنا قرة بن خالد عن الحسن عن\nأبيه عن أم سلمة في قوله تعالى الرحمن على العرش استوى قالت الاستواء غير\nمجهول والكيف غير معقول والإقرار به إيمان والجحود به كفر\n</p>\n\n<p>\nوحدثنا أبو الحسن بن اسحق <span id='ms054'></span> المدني حدثنا أحمد بن الخضر أبو الحسن الشافعي\nحدثنا شاذان حدثنا ابن مخلد بن يزيد القهستاني حدثنا جعفر بن ميمون قال سئل\nمالك بن أنس عن قوله الرحمن على العرش استوى كيف استوى قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nالاستواء غير مجهول والكيف غير معقول والإيمان به واجب والسؤال عنه بدعة\nوما أراك إلا ضالا وأمر به أن يخرج من مجلسه\n</p>\n\n<p>\nأخبرنا أبو محمد المجلدي العدل حدثنا أبو بكر عبد الله ابن محمد بن مسلم\nالاسفراييني حدثنا أبو الحسين علي بن الحسن حدثنا سلمة بن شبيب حدثنا مهدي\nبن جعفر بن ميمون الرملي عن جعفر بن عبد الله قال جاء رجل إلى مالك بن أنس\nيعني يسأله عن قوله الرحمن على العرش استوى قال فما رأيته وجد من شيء كوجده\nمن مقالته وعلاه الرحضاء وأطرق القوم فجعلوا ينتظرون الأمر به فيه ثم سري\nعن مالك فقال الكيف غير معلوم والاستواء غير مجهول والإيمان به واجب\nوالسؤال عنه بدعة وإني لأخاف أن تكون ضالا ثم أمر به فأخرج\n</p>\n\n<p>\nأخبرنا به جدي أبو حامد أحمد بن إسماعيل عن جد والدي الشهيد وأبو عبد\nالله محمد بن عدي بن حمدوية الصابوني حدثنا محمد بن أحمد بن أبي عون النسوي\nحدثنا سلمة بن شبيب حدثنا مهدي بن جعفر الرملي حدثنا جعفر بن عبد الله قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nجاء رجل لمالك بن أنس فقال يا أبا عبد الله الرحمن على العرش استوى كيف\nاستوى قال فما رأيت مالكا وجد من شيء كوجده من مقالته وذكر بنحوه\n</p>\n\n<p>\nوسئل أبو علي الحسين بن الفضل البجلي عن الاستواء وقيل له كيف استوى على\nعرشه فقال أنا لا أعرف من أنباء الغيب إلا مقدار ما كشف لنا وقد أعلمنا جل\nذكره أنه استوى على عرشه ولم يخبرنا كيف استوى\n</p>\n\n<p>\nأخبرنا أبو عبد الله الحافظ أخبرنا أبو بكر محمد بن داود الزاهد أخبرنا\nمحمد بن عبد الرحمن السامي حدثني عبد الله ابن أحمد بن شبويه المروزي سمعت\nعلي بن الحسين بن شقيق يقول سمعت عبد الله بن <span id='ms055'></span> المبارك يقول نعرف ربنا فوق\nسبع سموات على العرش استوى بائنا منه خلقه ولا نقول كما قالت الجهمية إنه\nها هنا وأشار إلى الأرض\n</p>\n\n<p>\nوسمعت الحاكم أبا عبد الله في كتابه التاريخ الذي جمعه لأهل نيسابور وفي\nكتابه معرفة الحديث اللذين جمعهما ولم يسبق إلى مثلهما يقول سمعت أبا جعفر\nمحمد بن صالح بن هانئ يقول سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول من لم\nيقل بأن الله عز وجل على عرشه فوق سبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nسمواته فهو كافر بربه حلال الدم يستتاب فإن تاب وإلا ضربت عنقه وألقي على\nبعض المزابل حتى لا يتأذى المسلمون ولا المعاهدون بنتن رائحة جيفته وكان\nماله فيئا لا يرثه أحد من المسلمين إذ المسلم لا يرث الكافر كما قال النبي\nصلى الله عليه وسلم لا يرث المسلم الكافر ولا الكافر المسلم رواه البخاري\n</p>\n\n<h1 class='l1' id='head25'>AUTO عقيدتهم بنزول الرب سبحانه ومجيئه</h1>\n\n<p>\nويثبت أصحاب الحديث نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا\nمن غير تشبيه له بنزول المخلوقين ولا تمثيل ولا تكييف بل يثبتون ما أثبته\nرسول الله صلى الله عليه وسلم وينتهون فيه إليه ويمرون الخبر الصحيح الوارد\nبذكره على ظاهره ويكلون عمله إلى الله\n</p>\n\n<p>\nوكذلك يثبتون ما أنزله الله عز اسمه في كتابه من ذكر المجيء والإتيان\nالمذكورين في قوله عز وجل هل ينظرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nإلا أن يأتيهم في ظلل من الغمام والملائكة وقوله عز اسمه وجاء ربك والملك\nصفا صفا وقرأت في رسالة الشيخ أبي بكر الإسماعيلي إلى أهل جيلان أن الله\nسبحانه ينزل إلى السماء الدنيا على ما صح به الخبر عن الرسول صلى الله عليه\nوسلم وقد قال الله عز وجل هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام\nوقال وجاء ربك والملك صفا صفا ونؤمن بذلك كله على ما جاء بلا كيف فلو شاء\nسبحانه أن يبين لنا كيفية ذلك فعل فانتهينا إلى ما أحكمه وكففنا عن الذي\nيتشابه إذ كنا قد أمرنا به في قوله عز وجل <span id='ms056'></span> هو الذي أنزل عليك الكتاب منه\nآيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون\nما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله\nوالراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو\nالألباب\n</p>\n\n<p>\nأخبرنا أبو بكر بن زكريا الشيباني سمعت أبا حامد بن الشرقي يقول سمعت\nأحمد السلمي وأبا داود الخفاجي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nيقولان سمعنا إسحاق بن إبراهيم الحنظلي يقول قال لي الأمير عبد الله بن\nطاهر يا أبا يعقوب هذا الحديث الذي ترويه عن رسول الله صلى الله عليه وسلم\nينزل ربنا كل ليلة إلى سماء الدنيا كيف ينزل قال قلت أعز الله الأمير لا\nيقال لأمر الرب كيف إنما ينزل بلا كيف\n</p>\n\n<p>\nحدثنا أبو يعقوب إسحاق بن إبراهيم العدل حدثنا محبوب بن عبد الرحمن\nالقاضي حدثني أبو بكر بن أحمد بن محبوب حدثنا أحمد بن حمويه حدثنا أبو عبد\nالرحمن العباسي حدثنا محمد بن سلام سألت عبد الله بن المبارك عن نزول ليلة\nالنصف من شعبان فقال عبد الله يا ضعيف ليلة النصف ينزل في كل ليلة فقال\nالرجل يا أبا عبد الله كيف ينزل أليس يخلو ذلك المكان منه فقال عبد الله\nينزل كيف يشاء وفي رواية أخرى لهذه الحكاية أن عبد الله ابن المبارك قال\nللرجل إذا جاءك الحديث عن رسول الله صلى الله عليه وسلم فأصغ له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nسمعت الحاكم أبا عبد الله يقول سمعت أبا زكريا يحيى بن محمد العنبري يقول\nسمعت إبراهيم بن أبي طالب يقول سمعت أحمد بن سعيد بن إبراهيم بن عبد الله\nالربا طي يقول حضرت مجلس الأمير عبد الله بن طاهر ذات يوم وحضر إسحاق ابن\nإبراهيم يعني ابن راهويه فسئل عن حديث النزول اصحيح هو قال نعم فقال له بعض\nقواد عبد الله يا أبا يعقوب أتزعم أن الله ينزل كل ليلة قال نعم قال كيف\nينزل فقال له إسحاق أثبته فوق حتى أصف لك النزول فقال الرجل <span id='ms057'></span> أثبته فوق فقال\nإسحاق قال الله عز وجل وجاء ربك والملك صفا صفا فقال الأمير عبد الله يا\nأبا يعقوب هذا يوم القيامة فقال إسحاق أعز الله الأمير ومن يجيء يوم\nالقيامة من يمنعه اليوم\n</p>\n\n<p>\nوخبر نزول الرب كل ليلة إلى سماء الدنيا خبر متفق على صحته مخرج في\nالصحيحين من طريق مالك بن أنس عن الزهري عن الأغر وأبي سلمة عن أبي هريرة\nأخبرنا أبو علي زاهر بن أحمد حدثنا أبو إسحاق إبراهيم بن عبد الصمد حدثنا\nأبو مصعب حدثنا مالك وحدثنا أبو بكر بن زكريا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nحدثنا أبو حاتم علي بن عبيدان حدثنا محمد بم يحيى قال ومما قرأت على ابن\nنافع وحدثني مطرف بن مالك رحمه الله وحدثنا أبو بكر بن زكريا أخبرنا أبو\nالقاسم عبد الله بن إبراهيم ابن باكويه حدثنا يحيى بن محمد حدثنا يحيى بن\nيحيى قال قرأت على مالك عن ابن شهاب الزهري عن أبي عبد الله الأغر وأبي\nسلمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال ينزل\nربنا تبارك وتعالى في كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل الأخير\nفيقول من يدعوني فأستجيب له ومن يسألني فأعطيه ومن يستغفرني فأغفر له\n</p>\n\n<p>\nولهذا الحديث طرق إلى أبي هريرة رواه الأوزاعي عن يحيى بن أبي كثير عن\nأبي سلمة عن أبي هريرة رحمه الله ورواه يزيد بن هارون وغيره من الأئمة عن\nمحمد بن عمرو عن أبي سلمة عن أبي هريرة ومالك عن الزهري عن الأعرج عن أبي\nهريرة ومالك عن الزهري عن سعيد بن المسيب عن أبي هريرة وعبيد الله بن عمر\nعن سعيد بن أبي سعيد المقبري عن أبي هريرة وعبد الأعلى بن أبي المساور\nوبشير بن أبي سلمان عن أبي حازم عن أبي هريرة ورواه نافع بن جبير بن مطعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nعن أبيه وموسى بن عقبة عن إسحاق بن يحيى عن عبادة ابن الصامت وعبد الرحمن\nبن كعب بن مالك عن جابر بن عبد <span id='ms058'></span> الله وعبيد الله بن أبي رافع عن علي بن أبي\nطالب وشريك عن أبي إسحاق عن أبي الأحوص عن عبد الله بن مسعود ومحمد ابن كعب\nبن فضالة بن عبيد عن أبي الدرداء وأبو الزبير عن جابر وسعيد بن جبير عن ابن\nعباس وعن أم المؤمنين عائشة وأم سلمة رضي الله عنهم\n</p>\n\n<p>\nوهذه الطرق كلها مخرجة بأسانيدها في كتابنا الكبير المعروف بالانتصار وفي\nرواية الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضي الله عنه\nعن رسول الله صلى الله عليه وسلم إذا مضى نصف الليل أو ثلثاه ينزل الله إلى\nالسماء الدنيا فيقول هل من سائل فيعطى هل من داع فيستجاب له هل من مستغفر\nفيغفر له حتى ينفجر الصبح وفي رواية سعيد بن مرجانة عن أبي هريرة زيادة في\nآخره وهي ثم يبسط يديه فيقول من يقرض غير معدوم ولا ظلوم وفي رواية أبي\nحازم عن أبي هريرة عن رسول الله صلى الله عليه وسلم أن الله ينزل إلى سماء\nالدنيا في ثلث الليل الأخير فينادي هل من سائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nفأعطيه هل من مستغفر فأغفر له فلا يبقى شيء فيه الروح إلا علم به إلا\nالثقلان الجن والإنس قال وذلك حين تصيح الديكة وتنهق الحمير وتنبح الكلاب\nوروى هشام الدستوائي عن يحيى بن أبي كثير عن هلال بن ميمون عن عطاء بن يسار\nعن رفاعة الجهني حدث أن رسول الله صلى الله عليه وسلم قال إذا مضى ثلث\nالليل أو شطر الليل أو ثلثاه ينزل الله إلى السماء الدنيا فيقول لا أسأل من\nعبادي غير من يستغفرني فأغفر له من يدعوني فأستجيب له من يسألني أعطيه حتى\nينفجر الصبح\n</p>\n\n<p>\nأخبرنا أبو محمد المجلدي أخبرنا أبو العباس السراج حدثنا محمد بن يحيى\nحدثنا عبيد الله بن موسى عن إسرائيل عن أبي إسحاق عن أبي مسلم الأغر قال\nأشهد على أبي سعيد وأبي هريرة أنهما شهدا على رسول الله صلى الله عليه وسلم\nوأنا أشهد عليهما أنهما <span id='ms059'></span> سمعا النبي صلى الله عليه وسلم يقول إن الله يمهل\nحتى إذا ذهب ثلث الليل الأول هبط إلى السماء الدنيا فيقول هل من مذنب هل من\nمستغفر هل من سائل هل من داع حتى تطلع الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nأخبرنا أبو محمد المجلدي حدثنا أبو العباس الثقفي حدثنا الحسن بن الصباح\nحدثنا شبابة بن ثوار عن يونس بن أبي إسحاق عن أبي مسلم الأغر قال أشهد على\nأبي سعيد وأبي هريرة أنهما قالا قال رسول الله صلى الله عليه وسلم إن الله\nيمهل حتى إذا كان ثلث الليل هبط إلى هذه السماء ثم أمر بأبواب السماء ففتحت\nفقال هل من سائل فأعطيه هل من داع فأجيبه هل من مستغفر فأغفر له هل من مضطر\nأكشف عنه ضره هل من مستغيث أغيثه فلا يزال ذلك مكانه حتى يطلع الفجر في كل\nليلة من الدنيا\n</p>\n\n<p>\nأخبرنا أبو محمد المجلدي أنبانا أبو العباس يعني الثقفي حدثنا مجاهدين\nموسى والفضل بن سهل قالا حدثنا يزيد بن هارون حدثنا سهل عن أبي إسحاق عن\nالأغر أنه شهد على أبي هريرة وأبي سعيد أنهما شهدا على رسول الله صلى الله\nعليه وسلم أنه قال إذا كان ثلث الليل نزل تبارك وتعالى إلى السماء الدنيا\nفقال ألا هل من مستغفر يغفر له هل من سائل يعطى سؤله ألا هل من تائب يتاب عليه\n</p>\n\n<p>\nحدثنا الأستاذ أبو منصور بن حماد حدثنا أبو إسماعيل بن أبي الظما ببغداد\nحدثنا أبو منصور الرمادي حدثنا عبد الرزاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nأخبرنا معمر عن سهل عن أبي صالح عن أبيه عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم ينزل الله تعالى في كل ليلة إلى السماء الدنيا فيقول\nأنا الملك أنا الملك ثلاثا من يسألني فأعطيه من يدعوني فأستجيب له من\nيستغفرني فاغفر له فلا يزال كذلك حتى يطلع الفجر\n</p>\n\n<p>\nسمعت الأستاذ أبا منصور على إثر هذا الحديث الذي أملاه علينا يقول سئل\nأبو حنيفة عنه فقال ينزل بلا كيف وقال بعضهم ينزل نزولا يليق <span id='ms060'></span> بالربوبية بلا\nكيف من غير أن يكون نزوله مثل نزول الخلق بل بالتجلي والتملي لأنه جل جلاله\nمنزه أن تكون صفاته مثل صفات الخلق كما كان منزها أن تكون ذاته مثل ذوات\nالخلق فمجيئه وإتيانه ونزوله على حساب ما يليق بصفاته من غير تشبيه وكيف\n</p>\n\n<p>\nوقال الإمام أبو بكر محمد بن إسحاق بن خزيمة في كتاب التوحيد الذي صنفه\nوسمعته من حامله أبي طاهر رحمه الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>AUTO باب ذكر أخبار ثابتة السند رواها علماء الحجاز والعراق في نزول</h1>\n\nالرب إلى السماء الدنيا كل ليلة من غير صفة كيفية النزول مع إثبات النزول\n<p>\nنشهد شهادة مقر بلسانه مصدق بقلبه متيقن بما في هذه الأخبار من ذكر\nالنزول من غير أن نصف الكيفية لأن نبينا صلى الله عليه وسلم لم يصف لنا\nكيفية نزول خالقنا إلى السماء الدنيا وأعلمنا أنه ينزل والله عز وجل ولي\nنبيه صلى الله عليه وسلم بيان ما بالمسلمين إليه الحاجة من أمر دينهم فنحن\nقائلون مصدقون بما في هذه الأخبار من ذلك النزول غير متكلفين للنزول بصفة\nالكيفية إذ النبي صلى الله عليه وسلم لم يصف كيفية النزول أه\n</p>\n\n<p>\nوأخبرنا الحاكم أبو عبد الله الحافظ حدثنا أبو محمد الصيدلاني حدثنا علي\nبن الحسين بن الجنيد حدثنا أحمد بن صالح المصري حدثنا بن وهب أنبأنا مخرمة\nبن بكير عن أبيه رحمه الله وأخبرنا الحاكم حدثنا محمد بن يعقوب الأصم\nواللفظ له حدثنا إبراهيم بن حنيفة حدثنا ابن وهب عن مخرمة ابن بكير عن أبيه\nقال سمعت محمد بن المنكدر يزعم أنه سمع أم سلمة زوجة النبي صلى الله عليه\nوسلم تقول نعم اليوم يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nينزل الله تعالى فيه إلى السماء الدنيا قالوا وأي يوم قالت يوم عرفة\n</p>\n\n<p>\nوروت عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قالت ينزل الله\nتعالى في النصف من شعبان إلى السماء الدنيا ليلا إلى آخر النهار من الغد\nفيعتق من النار بعدد شعر معز بني كلب ويكتب الحاج وينزل أرزاق السنة <span id='ms061'></span> ولا\nيترك أحدا إلا غفر له إلا مشركا أو قاطع رحم أو عاقا أو مشاحنا\n</p>\n\n<p>\nأخبرنا أبو طاهر بن خزيمة حدثنا جدي الإمام حدثنا الحسن بن محمد\nالزعفراني حدثنا إسماعيل بن علية عن هشام الدستوائي ح قال الإمام وحدثنا\nالزعفراني عبد الله بن بكر السهمي حدثنا هشام الدستوائي ح وحدثنا الزعفراني\nحدثنا يزيد يعني ابن هارون الدستوائي ح وحدثنا محمد بن عبد الله بن ميمون\nبالاسكندرية حدثنا الوليد عن الأوزاعي جميعهم عن يحيى بن أبي كثير عن عطاء\nبن يسار حدثني رفاعة بن عرابة الجهني ح قال الإمام وحدثنا أبو هشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nبن زياد بن أيوب حدثنا مبشر بن إسماعيل الحلي عن الأوزاعي حدثنا يحيى بن\nأبي كثير حدثني هلال بن أبي ميمونة عن عطاء بن يسار حدثني رفاعة بن عرابة\nالجهني قال صدرنا مع رسول الله صلى الله عليه وسلم من مكة فجعلوا يستأذنون\nالنبي صلى الله عليه وسلم فجعل يأذن لهم فقال النبي صلى الله عليه وسلم ما\nبال شق الشجرة الذي يلي النبي صلى الله عليه وسلم أبغض إليكم من الآخر فلا\nيرى من القوم إلا باكيا قال يقول أبو بكر الصديق إن الذي يستأذنك بعدها\nلسفيه فقام النبي صلى الله عليه وسلم فحمد الله وأثنى عليه وكان إذا حلف\nقال والذي نفسي بيده أشهد عند الله ما منكم من أحد يؤمن بالله واليوم الآخر\nثم يسدد إلا سلك به في الجنة ولقد وعدني ربي أن يدخل من أمتي الجنة سبعين\nألفا بغير حساب ولا عذاب وإني لأرجو أن لا يدخلوها حتى يؤمنوا ومن صلح من\nأزواجهم وذرياتهم يساكنكم في الجنة ثم قال صلى الله عليه وسلم إذا مضى شطر\nالليل أو قال ثلثاه ينزل الله إلى السماء الدنيا ثم يقول لا أسأل عن عبادي\nغيري من ذا الذي يسألني فأعطيه من ذا الذي يدعوني فأجيبه من ذا الذي\nيستغفرني فأغفر له حتى ينفجر الصبح هذا لفظ حديث الوليد\n</p>\n\n<p>\nقال شيخ الإسلام قلت فلما صحح خبر النزول عن <span id='ms062'></span> الرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nصلى الله عليه وسلم أقر به أهل السنة وقبلوا الخبر وأثبتوا النزول على ما\nقاله رسول الله صلى الله عليه وسلم ولم يعتقدوا تشبيها له بنزول خلقه\nوعلموا وتحققوا واعتقدوا أن صفات الله سبحانه لا تشبه صفات الخلق تعالى\nالله عما يقول المشبهة والمعطلة علوا كبيرا ولعنهم لعنا كبيرا\n</p>\n\n<p>\nوقرأت لأبي عبد الله ابن أبي البخاري وكان شيخ بخاري في عصره بلا مدافعة\nوأبو حفص كان من كبار أصحاب محمد بن الحسن الشيباني قال أبو عبد الله أعني\nابن أبي حفص هذا سمعت عبد الله بن عثمان وهو عبدان شيخ مرو يقول سمعت محمد\nبن الحسن الشيباني يقول قال حماد بن أبي حنيفة قلنا لهؤلاء أرأيتم قول الله\nعز وجل وجاء ربك والملك صفا صفا قالوا أما الملائكة فيجيئون صفا صفا وأما\nالرب تعالى فإنا لا ندري ما عنى بذلك ولا ندري كيفية مجيئه فقلت لهم إنا لم\nنكلفكم أن تعلموا كيف جيئته ولكنا نكلفكم أن تؤمنوا بمجيئه أرأيتم من أنكر\nأن الملك يجيء صفا أنكر أن الله سبحانه لا يجيء فهو كافر مكذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nقال أبو عبد الله بن أبي حفص البخاري أيضا في كتابه ذكر إبراهيم عن الأشعث\nقال سمعت الفضيل بن عياض يقول إذا قال لك الجهمي إنا لا نؤمن برب ينزل عن\nمكانه فقل أنت أنا أؤمن برب يفعل ما يشاء\n</p>\n\n<h1 class='l1' id='head27'>AUTO رؤية المؤمنين لله في الآخرة</h1>\n\n<p>\nوروى يزيد بن هارون في مجلسه حديث إسماعيل بن أبي خالد عن قيس بن أبي\nحازم عن جرير بن عبد الله في الرؤية وقول رسول الله صلى الله عليه وسلم\nإنكم تنظرون إلى ربكم كما تنظرون إلى القمر ليلة البدر فقال له رجل في\nمجلسه يا أبا خالد ما معنى هذا الحديث فغضب وحرد وقال ما أشبهك بصبيغ\nوأحوجك إلى مثل ما فعل به ويلك ومن يدري كيف هذا ومن يجوز له أن يجاوز هذا\nالقول الذي جاء به الحديث أو يتكلم فيه بشيء من تلقاء نفسه إلا من سفه <span id='ms063'></span> نفسه\nواستخف بدينه إذا سمعتم الحديث عن رسول الله صلى الله عليه وسلم فاتبعوه\nولا تبتدعوا فيه فإنكم إن اتبعتموه ولم تماروا فيه سلمتم وإن لم تفعلوا هلكتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nوقصة صبيغ الذي قال يزيد بن هارون للسائل ما أشبهك بصبيغ وأحوجك إلى مثل\nما فعل به هي ما رواه يحيى بن سعيد عن سعيد بن المسيب أن صبيغا التميمي أتى\nأمير المؤمنين عمر بن الخطاب رضي الله عنه فقال يا أمير المؤمنين أخبرني عن\nالذاريات ذروا قال هي الرياح ولولا أني سمعت رسول الله صلى الله عليه وسلم\nيقوله ما قلته قال فأخبرني عن المقسمات أمرا قال الملائكة ولولا أني سمعت\nرسول الله صلى الله عليه وسلم يقوله ما قلته قال فأخبرني عن الجاريات يسرا\nقال هي السفن ولولا أني سمعت رسول الله صلى الله عليه وسلم يقوله ما قلته\nقال ثم أمر به فضرب مائة سوط ثم جعله في بيت حتى إذا برأ دعا به ثم ضربه\nمائة سوط أخرى ثم حمله على قتب وكتب إلى أبي موسى الأشعري أن حرم عليه\nمجالسة الناس فلم يزل كذلك حتى أتى أبا موسى الأشعري فحلف بالأيمان المغلظة\nما يجد في نفسه مما كان يجده شيئا فكتب عمر إليه ما إخاله إلا قد صدق خل\nبينه وبين مجالسة الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nوروى حماد بن زيد عن قطن بن كعب سمعت رجلا من بني عجل يقال له فلان خلته\nابن زرعة يحدث عن أبيه قال رأيت صبيغ بن عثل بالبصرة كأنه بعير أجرب يجيء\nإلى الحلق فكلما جلس إلى قوم لا يعرفونه ناداهم أهل الحلقة الأخرى عزمة\nأمير المؤمنين\n</p>\n\n<p>\nوروى حماد بن زيد أيضا عن يزيد بن أبي حازم عن سليمان بن يسار أن رجلا من\nبني تميم يقال له صبيغ قدم المدينة فكانت عنده كتب فجعل يسأل عن متشابه\nالقرآن فبلغ ذلك عمر فبعث إليه وقد أعد له عراجين النخل فلما دخل عليه جلس\nفقال من أنت قال أنا عبد الله صبيغ قال وأنا عبد <span id='ms064'></span> الله عمر ثم أهوى إليه\nفجعل يضربه بتلك العراجين فما زال يضربه حتى شجه فجعل الدم يسيل على وجهه\nفقال حسبك يا أمير المؤمنين فقد والله ذهب ما كنت أجد في رأسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nأخبرنا أبو عبد الرحمن محمد ابن الحسين بن موسى السلمي أخبرنا محمد بن\nمحمود الفقيه المروزي بها حدثنا محمد بن عمير الرازي حدثنا أبو زكريا يحيى\nبن أيوب العلاف التجيبي بمصر حدثنا يونس بن عبد الأعلى حدثنا أشهب بن عبد\nالعزيز سمعت مالك بن أنس يقول إياكم والبدع قيل يا أبا عبد الله وما البدع\nقال أهل البدع الذين يتكلمون في أسماء الله وصفاته وكلامه وعلمه وقدرته لا\nيسكتون عما سكت عنه الصحابة والتابعون\n</p>\n\n<p>\nأخبرنا أبو الحسين أحمد بن محمد بن عمر الزاهد الخفاف أخبرنا أبو نعيم\nعبد الملك بن محمد بن عدي الفقيه حدثنا الربيع بن سليمان سمعت الشافعي رحمه\nالله يقول لأن ألقاه بكل ذنب ما خلا الشرك أحب إلي من ألقاه بشيء من\nالأهواء\n</p>\n\n<p>\nأخبرني أبو طاهر محمد بن الفضل حدثنا أبو عمر والحيري حدثنا أبو الأزهر\nحخدثنا سفيان عن جعفر بن برقان قال سأل رجل عمر بن عبد العزيز عن شيء من\nالأهواء فقال الزم دين الصبي في الكتاب والأعرابي واله عما سوى ذلك\n</p>\n\n<p>\nأخبرنا أبو عبد الله الحافظ حدثنا محمد بن يزيد سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nأبا يحيى القزاز يقول سمعت العباس بن حمزة يقول سمعت أحمد بن أبي الحواري\nيقول سمعت سفيان بن عيينة يقول كل ما وصف الله به نفسه في كتابه فتفسيره\nتلاوته والسكوت عنه\n</p>\n\n<p>\nأخبرنا أبو الحسين الخفاف حدثنا أبو العباس محمد بن إسحاق السراج حدثنا\nإسماعيل بن أبي الحارث حدثنا الهيثم بن خارجة سمعت الوليد بن مسلم قال سألت\nالأوزاعي وسفيان ومالك بن أنس عن هذه الأحاديث في الصفات والرؤية قال\nأمروها كما جاءت بلا كيف\n</p>\n\n<p>\nقال الإمام الزهري إمام الأئمة في عصره وعين علماء الأمة في وقته على\nالله البيان وعلى الرسول البلاغ وعلينا التسليم\n</p>\n\n<p>\nأخبرنا أبو طاهر بن خزيمة <span id='ms065'></span> حدثنا جدي الإمام أحمد بن نصر حدثنا أبو يعقوب\nالحسن حدثنا كثير بن عبد الله المزني عن أبيه عن جده قال قال رسول الله صلى\nالله عليه وسلم إن هذا الدين بدأ غريبا وسيعود غريبا كما بدأ فطوبى للغرباء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nقيل يا رسول الله ومن الغرباء قال الذين يحيون سنتي من بعدي ويعلمونها\nعباد الله\n</p>\n\n<p>\nأخبرنا عبد الله الحافظ سمعت أبا الحسن المكاري يقول سمعت علي بن عبد\nالعزيز يقول سمعت أبا القاسم بن سلام يقول المتبع للسنة كالقابض على الجمر\nوهو اليوم عندي أفضل من ضرب السيف في سبيل الله\n</p>\n\n<p>\nوروي عن الأعمش عن أبي الضحى عن مسروق قال دخلنا على عبد الله بن مسعود\nفقال يا أيها الناس من علم شيئا فليقل به ومن لم يعلم فليقل الله أعلم فإن\nمن العلم أن يقول لما لا يعلم الله أعلم قال عز وجل لنبيه صلى الله عليه\nوسلم قل ما أسألكم عليه من أجر وما أنا من المتكلفين 34\n</p>\n\n<p>\nأخبرنا عبد الله الحافظ حدثنا أبو العباس المعقلي حدثنا أحمد بن عبد\nالجبار العطاردي حدثني أبي وعبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nالضبي عن القاسم بن عروة عن محمد بن كعب القرظي قال دخلت على عمر بن عبد\nالعزيز فجعلت أنظر إليه نظرا شديدا فقال إنك لتنظر إلي نظرا ما كنت تنظره\nإلي وأنا بالمدينة فقلت لتعجبي فقال ومم تعجب قال قلت وما حال من لونك ونحل\nمن جسمك ونقي من شعرك قال كيف ولو رأيتني بعد ثلاثة في قبري وقد سالت\nحدقتاي على وجنتي وسال منخراي في فمي صديدا كنت لي أشد نكرة حدثني حديثا\nكنت حدثتنيه عن عبد الله بن عباس قال قلت حدثني عبد الله بن عباس يرفع\nالحديث إلى رسول الله صلى الله عليه وسلم قال لكل شيء شرف وأشرف المجالس ما\nاستقبل به القبلة لا تصلوا خلف نائم ولا محدث واقتلوا الحية والعقرب وإن\nكنتم في صلاتكم ولا تستروا الجدر بالثياب ومن نظر في كتاب أخيه بغير إذنه\nفإنما ينظر في <span id='ms066'></span> النار ألا أنبئكم بشراركم قالوا بلى يا رسول الله قال الذي\nيجلد عبده ويمنع رفده وينزل وحده أفلا أنبئكم بشر من ذلكم الذي يبغض الناس\nويبغضونه أفلا أنبئكم بشر من ذلكم الذي لا يقيل عثرة ولا يقبل معذرة ولا\nيغفر ذنبا أفلا أنبئكم بشر من ذلكم الذي لا يرجى خيره ولا يؤمن شره من أحب\nأن يكون أقوى الناس فليتوكل على الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nومن أحب أن يكون أغنى الناس فليكن بما في يد الله أوثق منه بما في يد غيره\nومن أحب أن يكون أكرم الناس فليتق الله إن عيسى عليه السلام قام في قومه\nفقال يا بني إسرائيل لا تكلموا بالحكمة عند الجهال فتظلموها ولا تمنعوها\nأهلها فتظلموهم ولا تظلموا ولا تكافئوا ظالما بظلمه فيبطل فضلكم عند ربكم\nالأمور ثلاثة أمر بين رشده فاتبعوه وأمر بين غيه فاجتنبوه وأمر اختلفتم فيه\nفكلوه لله عز وجل\n</p>\n\n<h1 class='l1' id='head28'>AUTO البعث بعد الموت والشفاعة</h1>\n\n<p>\nويؤمن أهل الدين والسنة بالبعث بعد الموت يوم القيامة وبكل ما أخبر الله\nسبحانه من أهوال ذلك اليوم الحق واختلاف أحوال العباد فيه والخلق فيما\nيرونه ويلقونه هنالك في ذلك اليوم الهائل من أخذ الكتب بالأيمان والشمائل\nوالإجابة عن المسائل إلى سائر الزلازل والبلابل الموعودة في ذلك اليوم\nالعظيم والمقام الهائل من الصراط والميزان ونشر الصحف التي فيها الذر من\nالخير والشر وغيرها ويؤمن أهل الدين والسنة بشفاعة الرسول صلى الله عليه\nوسلم لمذنبي أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nالتوحيد ومرتكبي الكبائر كما ورد به الخبر الصحيح عن رسول الله صلى الله\nعليه وسلم أخبرنا أبو سعيد بن حمدون أنبأنا أبو حامد بن الشرقي حدثنا أحمد\nبن يوسف السلمي حدثنا عبد الرزاق أنبأنا معمر عن ثابت عن أنس عن النبي صلى\nالله عليه وسلم قال شفاعتي لأهل الكبائر من أمتي\n</p>\n\n<p>\nوأخبرنا أبو علي زاهر بن أحمد أخبرنا محمد بن المسيب الأغياني حدثنا\nالحسن بن عرفة حدثنا عبد السلام بن حرب الملائي عن زياد بن خيثمة عن نعمان\nبن قراد عن عبد الله بن عمر قال <span id='ms067'></span> قال رسول الله صلى الله عليه وسلم خيرت بين\nالشفاعة وبين أن يدخل شطر أمتي الجنة فاخترت الشفاعة لأنها أعم وأكفى\nأترونها للمؤمنين المتقين لا ولكنها للمذنبين المتلوثين الخطائين أخبرنا\nأبو محمد المجلدي أخبرنا أبو العباس السراج حدثنا قتيبة بن سعيد حدثنا عبد\nالعزيز بن محمد الدراوردي عن عمرو بن أبي عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nوأخبرنا أبو طاهر بن خزيمة أخبرنا جدي الإمام محمد بن إسحاق بن خزيمة\nحدثنا علي بن حجر بن إسماعيل بن جعفر عن عمرو بن أبي عمرو عن سعيد بن أبي\nسعيد المقبري عن أبي هريرة رضي الله عنه أنه قال يا رسول الله من أسعد\nالناس بشفاعتك يوم القيامة فقال لقد ظننت أن لا يسألني عن هذا الحديث أحد\nأول منك لما رأيت من حرصك على الحديث إن أسعد الناس بشفاعتي يوم القيامة من\nقال لا إله إلا الله خالصا من قبل نفسه\n</p>\n\n<h1 class='l1' id='head29'>AUTO الحوض والكوثر</h1>\n\n<p>\nويؤمنون بالحوض والكوثر وإدخال فريق من الموحدين الجنة بغير حساب ومحاسبة\nفريق منهم حسابا يسيرا وإدخالهم الجنة بغير سوء يمسهم وعذاب يلحقهم وإدخال\nفريق من مذنبيهم النار ثم إعتاقهم أو إخراجهم منها وإلحاقهم بإخوانهم الذين\nسبقوهم إليها ولا يخلدون منها وإلحاقهم بإخوانهم الذين سبقوهم إليها ولا\nيخلدون في النار فأما الكفار فإنهم يخلدون فيها ولا يخرجون منها أبدا ولا\nيترك الله فيها من عصاة أهل الإيمان أحدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>AUTO رؤية المؤمنين ربهم في الآخرة</h1>\n\n<p>\nويشهد أهل السنة أن المؤمنين يرون ربهم تبارك وتعالى بأبصارهم وينظرون\nإليه على ما ورد به الخبر الصحيح عن رسول الله صلى الله عليه وسلم في قوله\nإنكم ترون ربكم كما ترون القمر ليلة البدر والتشبيه وقع للرؤية بالرؤية لا\nللمرئي والأخبار الواردة في الرؤية مخرجة في كتاب الانتصار بطرقها\n</p>\n\n<h1 class='l1' id='head31'>AUTO الإيمان بالجنة والنار وأنهما مخلوقتان</h1>\n\n<p>\nويشهد أهل السنة أن الجنة والنار مخلوقتان وأنهما باقيتان لا يفنيان أبدا\nوأن أهل الجنة لا يخرجون منها أبدا وكذلك أهل النار الذين هم أهلها خلقوا\nلها لا يخرجون أبدا وأن المنادي ينادي يومئذ يا أهل <span id='ms068'></span> الجنة خلود ولا موت ويا\nأهخل النار خلود ولا موت على ما ورد به الخبر الصحيح عن رسول الله صلى الله\nعليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>AUTO الإيمان قول وعمل ويزيد وينقص</h1>\n\n<p>\nومن مذهب أهل الحديث أن الإيمان قول وعمل ومعرفة يزيد بالطاعة وينقص\nبالمعصية قال محمد بن علي بن الحسن بن شقيق سألت أبا عبد الله أحمد بن حنبل\nرحمه الله عن الإيمان في معنى الزيادة والنقصان فقال حدثنا الحسن بن موسى\nالأشيب حدثنا حماد بن سلمة عن أبي جعفر عن أبيه عن جده عن عمر بن حبيب قال\nالإيمان يزيد وينقص فقيل وما زيادته وما نقصانه قال إذا ذكرنا الله فحمدناه\nسبحانه فتلك زيادته وإذا غفلنا وضيعنا ونسينا فذلك نقصانه\n</p>\n\n<p>\nأخبرنا أبو الحسن بن أبي إسحاق المزكي حدثنا أبي حدثنا أبو عمرو الحيري\nحدثنا محمد بن يحيى الذهلي بن إدريس المكي وأحمد بن شداد الترمذي قالوا\nحدثنا الحميدي حدثنا يحيى بن سليم سألت عشرة من الفقهاء عن الإيمان فقالوا\nقول وعمل\n</p>\n\n<p>\nوسألت هشام بن حسان فقال قول وعمل وسألت ابن جرير فقال قول وعمل وسألت\nمحمد بن مسلم الطائفي فقال قول وعمل وسألت سفيان الثوري فقال قول وعمل\nوسألت المثنى بن الصباح فقال قول وعمل وسألت فضيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nفقال قول وعمل وسألت نافع بن عمر الجمحي فقال قول وعمل وسألت بن عيينة\nفقال قول وعمل\n</p>\n\n<p>\nوأخبرنا أبو عمرو الحيري حدثنا محمد بن يحيى ومحمد بن إدريس سمعت الحميدي\nيقول سمعت سفيان بن عيينة يقول الإيمان قول وعمل يزيد وينقص فقال له أخوه\nإبراهيم بن عيينة يا أبا محمد تقول ينقص فقال اسكت يا صبي بل ينقص حتى لا\nيبقى منه شيء\n</p>\n\n<p>\nوقال الوليد بن مسلم سمعت الأوزاعي ومالكا وسعيد ابن عبد العزيز ينكرون\nعلى من يقول إقرار بلا عمل ويقولون لا إيمان إلا بعمل فمن كانت طاعاته\nوحسناته أكثر فإنه أكمل إيمانا ومن كان قليل الطاعة كثير المعصية والغفلة\nوالإضاعة فإيمانه ناقص\n</p>\n\n<p>\nوسمعت الحاكم أبا عبد الله الحافظ يقول سمعت أبا بكر محمد <span id='ms069'></span> بن أحمد بن\nباكويه الحلاب يقول سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول سمعت أحمد بن\nسعيد الرباطي يقول قال لي عبد الله بن طاهر يا أحمد إنكم تبغضون هؤلاء\nالقوم جهلا وأنا أبغضهم عن معرفة أولا إنهم لا يرون للسلطان طاعة والثاني\nإنه ليس للإيمان عندهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nقدر والله لا أستجيز أن أقول إيماني كإيمان يحيى بن يحيى ولا كإيمان أحمد\nبن حنبل وهم يقولون إيماننا كإيمان جبرائيل وميكائيل\n</p>\n\n<p>\nوسمعت أبا جعفر محمد بن صالح بن هانئ يقول سمعت أبا بكر محمد بن شعيب\nيقول سمعت إسحاق بن إبراهيم الحنظلي يقول قدم ابن المبارك الري فقام إليه\nرجل من العباد الظن أنه يذهب مذهب الخوارج فقال له يا أبا عبد الرحمن ما\nتقول فيمن يزني ويسرق ويشرب الخمر قال لا أخرجه من الإيمان فقال يا أبا عبد\nالرحمن على كبر السن صرت مرجئا فقال لا تقبلني المرجئة المرجئة تقول\nحسناتنا مقبولة وسيئاتنا مغفورة ولو علمت أني قبلت مني حسنة لشهدت أني في\nالجنة ثم ذكر عن أبي شوذب عن سلمة بن كهيل عن هذيل بن شرحبيل قال قال عمر\nبن الخطاب رضي الله عنه لو وزن إيمان أبي بكر بإيمان أهل الأرض لرجح\n</p>\n\n<p>\nسمعت أبا بكر محمد بن عبد الله بن محمد بن زكريا الشيباني يقول سمعت يحيى\nبن منصور القاضي يقول سمعت محمد بن إسحاق بن خزيمة يقول سمعت الحسين بن حرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nأخا أحمد بن حرب الزاهد يقول أشهد أن دين أحمد بن حرب الذي يدين الله به\nأن الإيمان قول وعمل يزيد وينقص\n</p>\n\n<p>\nلا يكفر أحد من المسلمين بكل ذنب ويعتقد أهل السنة أن المؤمن وإن أذنب\nذنوبا كثيرة صغائر وكبائر فإنه لا يكفر بها وإن خرج من الدنيا غير تائب\nمنها ومات على التوحيد والإخلاص فإن أمره إلى الله عز وجل إن شاء عفا عنه\nوأدخله الجنة يوم القيامة سالما غانما غير مبتلى بالنار ولا معاقب على ما\nارتكبه واكتسبه ثم استصحبه إلى يوم القيامة <span id='ms070'></span> من الآثام والأوزار وإن شاء عفا\nعنه وعذبه مدة بعذاب النار وإذا عذبه لم يخلده فيها بل أعتقه وأخرجه منها\nإلى نعيم دار القرار\n</p>\n\n<p>\nوكان شيخنا سهل بن محمد رحمه الله يقول المؤمن المذنب وإن عذب بالنار\nفإنه لا يلقى فيها إلقاء الكفار ولا يبقى فيها بقاء الكفار ولا يشقى فيها\nشقاء الكفار ومعنى ذلك أن الكافر يسحب على وجهه إلى النار ويلقى فيها\nمنكوسا في السلاسل والأغلال والأنكال الثقال والمؤمن المذنب إذا ابتلى في\nالنار فإنه يدخل النار كما يدخل المجرم في الدنيا السجن على الرجل من غير\nإلقاء وتنكيس ومعنى قوله لا يلقى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nالنار إلقاء الكفار أن الكافر يحرق بدنه كله كلما نضج جلده بدل جلدا غيره\nليذوق العذاب كما بينه الله في كتابه في قوله تعالى إن الذين كفروا بآياتنا\nسوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب 41\nوأما المؤمنون فلا تلفح وجوههم النار ولا تحرق أعضاء السجود منهم إذ حرم\nالله على النار أعضاء سجوده ومعنى قوله لا يبقى في النار بقاء الكفار أن\nالكفار ييأسون فيها من رحمة الله ولا يرجون راحة بحال وأما المؤمنون فلا\nينقطع طمعهم من رحمة الله في كل حال وعاقبة المؤمنين كلهم الجنة لأنهم\nخلقوا لها وخلقت لهم فضلا من الله ومنة\n</p>\n\n<h1 class='l1' id='head33'>AUTO حكم تارك الصلاة عمدا</h1>\n\n<p>\nواختلف أهل الحديث في ترك المسلم صلاة الفرض متعمدا فكفره بذلك أحمد بن\nحنبل وجماعة من علماء السلف وأخرجوه به من الإسلام للخبر الصحيح بين العبد والشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nترك الصلاة فمن ترك الصلاة فقد كفر وذهب الشافعي وأصحابه وجماعة من علماء\nالسلف رحمة الله عليهم أجمعين إلى أنه لا يفكر ما دام معتقدا لوجوبها وإنما\nيستوجب القتل كما يستوجبه المرتد عن الإسلام وتأولوا الخبر من ترك الصلاة\nجاحدا كما أخبر سبحانه عن يوسف عليه السلام أنه قال إني تركت ملة قوم لا\nيؤمنون بالله وهم بالآخرة هم كافرون ولم يك يتلبس بكفر فارقه ولكن تركه\nجاحدا له\n</p>\n\n<h1 class='l1' id='head34'>AUTO خلق أفعال العباد</h1>\n\n<p>\nومن <span id='ms071'></span> قول أهل السنة والجماعة في إكساب العباد أنها مخلوقة لله تعالى لا\nيمترون فيه ولا يعدون من أهل الهدى ودين الحق من ينكر هذا القول وينفيه\nويشهدون أن الله تعالى يهدي من يشاء ويضل من يشاء لا حجة لمن أضله الله\nعليه ولا عذر له لديه قال الله عز وجل قل فلله الحجة البالغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nفلو شاء لهداكم أجمعين وقال ولو شئنا لآتينا كل نفس هداها ولكن حق القول\nمني الآية وقال ولقد ذرأنا لجهنم كثيرا من الجن والإنس الآية سبحانه وتعالى\nخلق الخلق بلا حاجة إليهم فجعلهم فرقتين فريقا للنعيم فضلا وفريقا للجحيم\nعدلا وجعل منهم غويا ورشيدا وشقيا وسعيدا وقريبا من رحمته وبعيدا لا يسئل\nعما يفعل وهم يسألون\n</p>\n\n<p>\nأخبرنا أبو محمد المجلدي أخبرنا أبو محمد العباس السراج حدثنا يوسف عن\nموسى أخبرنا جرير عن الأعمش عن زيد بن وهب عن عبد الله بن مسعود قال حدثنا\nرسول الله صلى الله عليه وسلم وهو الصادق المصدوق إن خلق أحدكم يجمع في بطن\nأمه أربعين يوما نطفة ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يبعث\nالله إليه ملكا بأربع كلمات رزقه وعمله وأجله وشقي أو سعيد فو الذي نفسي\nبيده إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nذراع ثم يدركه ما سبق له في الكتاب فيعمل بعمل أهل النار فيدخلها\n</p>\n\n<h1 class='l1' id='head35'>AUTO الخير والشر</h1>\n\n<p>\nويشهد أهل السنة ويعتقدون أن الخبر والشر والنفع والضر بقضاء الله وقدره\nلا مرد لهما ولا محيص ولا محيد عنهما ولا يصيب المرء إلا ما كتبه له ربه\nولو جهد الخلق أن ينفعوا المرء بما لم يكتبه الله له لم يقدروا عليه ولو\nجهدوا أن يضروه بما لم يقضه الله لم يقدروا على ما ورد به الخبر عن عبد\nالله بن عباس عن النبي صلى الله عليه وسلم وقال الله عز وجل وأن يمسسك الله\nبضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله\n</p>\n\n<p>\nومن مذهب <span id='ms072'></span> أهل السنة وطريقتهم مع قولهم بأن الخير والشر من الله وبقضائه\nلا يضاف إلى الله تعالى ما يتوهم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nنقص على الانفراد فلا يقال يا خالق القردة والخنازير والخنافس والجعلان\nوإن كان لا مخلوق إلا والرب خالقه وفي ذلك ورد قو رسول الله صلى الله عليه\nوسلم في دعاء الاستفتاح تباركت وتعاليت والخير في يديك والشر ليس إليك\nومعناه والله أعلم والشر ليس مما يضاف إليك إفرادا وقصدا حتى يقال لك في\nالمناداة يا خالق الشر أو يا مقدر الشر وإن كان هو الخالق والمقدر لها\nجميعا لذلك أضاف الخضر عليه السلام إرادة العيب إلى نفسه فقال فيما أخبر\nالله عنه في قوله أما السفينة فكانت لمساكين يعملون في البحر فأردت أن\nأعيبها ولما ذكر الخير والبر والرحمة أضاف إرادتها إلى الله عز وجل فقال\nفأراد ربك أن يبلغا أشدهما ويستخرجا كنزهما رحمة من ربك ولذلك قال مخبرا عن\nإبراهيم عليه السلام أنه قال وإذا مرضت فهو يشفين فأضاف المرض إلى نفسه\nوالشفاء إلى ربه وإ كان الجميع منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nومن مذهب أهل السنة والجماعة أن الله عز وجل مريد لجميع أعمال أهل العباد\nخيرها وشرها لم يؤمن أحد إلا بمشيئته ولم يفكر أحد إلا بمشيئته ولو شاء\nلجعل الناس أمة واحدة ولو شاء أن لا يعصي ما خلق إبليس فكفر الكافرين\nوإيمان المؤمنين بقضائه سبحانه وتعالى وقدره وإرادته ومشيئته أراد كل ذلك\nوشاءه وقضاه ويرضى الإيمان والطاعة ويسخط الكفر والمعصية قال الله عز وجل\nإن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم\n</p>\n\n<h1 class='l1' id='head36'>AUTO عواقب العباد مبهمة</h1>\n\n<p>\nويعتقد ويشهد أصحاب الحديث أن عواقب العباد مبهمة لا يدري أحد بما يختم\nله ولا يحكمون لواحد بعينه أنه من أهل الجنة ولا يحكمون على أحد بعينه أنه\nمن أهل النار لأن ذلك مغيب عنهم لا يعرفون على ما يموت عليه الإنسان ولذلك\nيقولون إنا مؤمنون إن شاء الله سبق القضاء عليهم من الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nأنهم يعذبون بالنار مدة لذنوبهم <span id='ms073'></span> التي اكتسبوها ولم يتوبوا منها فإنهم\nيردون أخيرا إلى الجنة ولا يبقى أحد في النار من المسلمين فضلا من الله\nومنه ومن مات والعياذ بالله على الكفر فمرده إلى النار لا ينجو منها ولا\nيكون لمقامه فيها منتهى\n</p>\n\n<p>\nالمبشرون بالجنة فأما الذين شهد لهم رسول الله صلى الله عليه وسلم من\nأصحابه بأعيانهم ببأنهم من أهل الجنة فإن أصحاب الحديث يشهدون لهم بذلك\nتصديقا للرسول صلى الله عليه وسلم فما ذكره ووعده لهم فإنه صلى الله عليه\nوسلم لم يشهد لهم بها إلا بعد أن عرف ذلك والله تعالى أطلع رسوله صلى الله\nعليه وسلم على ما شاء من غيبه وبيان ذلك في قوله عز وجل عالم الغيب فلا\nيظهر على غيبه أحدا إلا من ارتضى من رسول وقد بشر صلى الله عليه وسلم عشرة\nمن أصحابه بالجنة وهم أبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن\nبن عوف وسعد وسعيد وأبو عبيدة بن الجراح وكذلك قال الثابت بن قيس بن شماس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nأنت من أهل الجنة قال أنس بن مالك فلقد كان يمشي بين أظهرنا ونحن نقول إنه\nمن أهل الجنة\n</p>\n\n<h1 class='l1' id='head37'>AUTO أفضل الصحابة</h1>\n\n<p>\nويشهدون ويعتقدون أن أفضل أصحاب رسول الله صلى الله عليه وسلم أبو بكر ثم\nعمر ثم عثمان ثم علي وأنهم الخلفاء الراشدون الذين ذكر صلى الله عليه وسلم\nخلافتهم بقوله فيما رواه سعيد بن نبهان عن سفينة الخلافة بعدي ثلاثون سنة\nوبعد انقضاء أيامهم عاد المر إلى الملك العضوض على ما أخبر عنه الرسول صلى\nالله عليه وسلم ويثبت أصحاب الحديث خلافة أبي بكر رضي الله عنه بعد وفاة\nرسول الله صلى الله عليه وسلم باختيار الصحابة واتفاقهم عليه وقولهم قاطبة\nرضية رسول الله صلى الله عليه وسلم لديننا فرضيناه لدنيانا وقولهم قد مات\nرسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nصلى الله عليه وسلم فمن يؤخرك وأرادوا أنه صلى الله عليه وسلم قدمك في\nالصلاة بنا أيام مرضه فصلينا وراءك بأمره فمن ذا الذي يؤخرك بعد تقديمه\nإياك وكان رسول <span id='ms074'></span> الله صلى الله عليه وسلم يتكلم في شأن أبي بكر في حال حياته\nبما يبين للصحابة أنه أحق الناس بالخلافة بعده فلذلك اتفقوا عليه واجتمعوا\nفانتفعوا بمكانه والله وارتفعوا حتى قال أبو هريرة رضي الله عنه والله الذي\nلا إله إلا هو لولا أن أبا بكر استحلف لما عبدا الله ولما قيل له مه يا أبا\nهريرة قام بحجة صحة قوله فصدقوه فيه وأقروا به\n</p>\n\n<p>\nثم خلافة عمر بن الخطاب رضي الله عنه وأرضاه استخلاف أبي بكر رضي الله\nعنه إياه واتفاق الصحابة عليه بعده وإنجاز الله سبحانه بمكانه في إعلاء\nالإسلام وإعظام شأنه وعده\n</p>\n\n<p>\nثم خلافة عثمان رضي الله عنه بإجماع أهل الشورى وإجماع الأصحاب كافة\nورضاهم به حتى جعل الأمر إليه\n</p>\n\n<p>\nثم خلافة علي رضي الله ببيعة الصحابة إياه عرفه ورآه كل منهم رضي الله\nعنه أحق الخلق وأولاهم في ذلك الوقت بالخلافة ولم يستجيزوا عصيانه وخلافه فكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nهؤلاء الأربعة الخلفاء الراشدين الذين نصر الله بهم الذين وقهر وقسر\nبمكانهم الملحدين وقوى بمكانهم الإسلام ورفع في أيامهم للحق الأعلام ونور\nبضيائهم ونورهم وبهائهم الظلام وحقق بخلافتهم وعده السابق في قوله عز وجل\nوعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف\nالذين من قبلهم وفي قوله أشداء على الكفار فمن أحبهم وتولاهم ودعا لهم ورعى\nحقهم وعرف فضلهم فاز في الفائزين ومن أبغضهم وسبهم ونسبهم إلى ما تنسبهم\nالروافض والخوارج لعنهم الله فقد هلك في الهالكين قال رسول الله صلى الله\nعليه وسلم لا تسبوا أصحابي فمن سبهم فعليه لعنة الله وقال من أحبهم فبحبي\nأحبهم ومن أبغضهم فيبغضني أبغضهم ومن آذاهم فقد آذاني ومن سبهم فعليه لعنة الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>AUTO الصلاة خلف البر والفاجر</h1>\n\n<p>\nويرى أصحاب الحديث الجمعة والعيدين وغيرهما من الصلوات خلف كل إمام مسلم\nبرا كان أو فاجرا ويرون جهاد الكفرة معهم وإن كانوا جورة فجره ويرون الدعاء\nلهم بالإصلاح والتوفيق والصلاح ولا يرون الخروج عليهم وإن رأوا منهم العدول\nعن العدل إلى الجور <span id='ms075'></span> والحيف ويرون قتال الفئة الباغية حتى ترجع إلى طاعة\nالإمام العدل ويرون الكف عما شجر بين أصحاب رسول الله صلى الله عليه وسلم\nوتطهير الألسنة عن ذكر ما يتضمن عيبا لهم ونقصا فيهم ويرون الترحم على\nجميعهم والموالاة لكافتهم وكذلك يرون تعظيم قدر أزواجه رضي الله عنهن\nوالدعاء لهن ومعرفة فضلهن والإقرار بأنهن أمهات المؤمنين\n</p>\n\n<h1 class='l1' id='head39'>AUTO لا تدخل الجنة بالعمل</h1>\n\n<p>\nويعتقدون ويشهدون أن أحدا لا تجب له الجنة وإن كان عمله حسنا وطريقه\nمرتضى إلا أن يتفضل الله عليه فيوجبها له بمنه وفضله إذ عمل الخير الذي\nعمله لم يتيسر له إلا بتيسير الله عز اسمه فلو لم ييسره له لم يهد له أبدا\nقال الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nولولا فضل الله عليكم ورحمته ما زكا منكم من أحد أبدا ولكن الله يزكي من\nيشاء وفي آيات\n</p>\n\n<h1 class='l1' id='head40'>AUTO لكل مخلوق أجل</h1>\n\n<p>\nويعتقدون ويشهدون أن الله عز وجل أجل لكل مخلوق أجلا وأن نفسا لن تموت\nإلا بأذن الله كتابا مؤجلا وإذا انقضى أجل المرء فليس إلا الموت وليس له\nعنه فوت قال الله عز وجل ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا\nيستقدمون وقال وما كان لنفس أن تموت إلا بأذن الله كتابا مؤجلا\n</p>\n\n<p>\nويشهدون أن من مات أو قتل فقد انقضى أجله قال الله عز وجل قل لو كنتم في\nبيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>AUTO وسوسة الشيطان</h1>\n\n<p>\nويتيقنون أن الله سبحانه خلق الشياطين يوسوسن للآدميين ويعتمدون\nاستزلالهم ويترصدون لهم قال الله عز وجل وإن الشياطين ليوحون إلى أوليائهم\nليجادلوكم وإن أطعتموهم إنكم لمشركون وإن الله يسلطهم على من يشاء ويعصم من\nكيدهم ومكرهم من يشاء قال الله عز وجل واستفزز من استطعت منهم بصوتك وأجلب\nعليهم بخيلك ورجلك وشاركهم في الأموال والأولاد وعدهم وما يعدهم الشيطان\nإلا غرورا إن عبادي ليس لك عليهم سلطان وكفى بربك وكيلا وقال أنه ليس له\nسلطان على الذين آمنوا وعلى ربهم يتوكلون إنما سلطانه على الذين يتولون\nوالذين هم به <span id='ms076'></span> مشركون\n</p>\n\n<h1 class='l1' id='head42'>AUTO السحر والسحرة</h1>\n\n<p>\nويشهدون أن في الدنيا سحرا وسحرة إلا أنهم لا يضرون أحدا إلا بأذن الله\nقال الله عز وجل وما هم بضارين به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nمن أحد إلا بأذن الله ومن سحر منهم واستعمل السحر واعتقد أنه يضر أو ينفع\nبغير إذن الله تعالى فقد كفر وإذا وصف ما يكفر به استتيب فإن تاب وإلا ضربت\nعنقه وإن وصف ما ليس بكفر أو تكلم بما لا يفهم نهى عنه فإن عاد عزر وإن قال\nالسحر ليس بحرام وأنا اعتقد إباحته وجب قتله لأنه استباح ما أجمع المسلمون\nعلى تحريمه\n</p>\n\n<h1 class='l1' id='head43'>AUTO آداب أصحاب الحديث</h1>\n\n<p>\nويحرم أصحاب الحديث المسكر من الأشربة المتخذة من العنب أو الزبيب أالتمر\nأو العسل أالذرة أو غير ذلك مما يسكر ويحرمون قليله وكثيره ويجتنبونه\nويوجبون به الحد ويرون المسارعة إلى أداء الصلوات وإقامتها في أوائل\nالأوقات أفضل من تأخيرها إلى أخر الأوقات ويوجبون قراءة فاتحة الكتاب خلف\nالإمام ويأمرون بإتمام الركوع والسجود حتما واجبا ويعدون إتمام الركوع\nوالسجود بالطمأنينة فيهما والارتفاع من الركوع والانتصاب منه والطمأنينة\nفيه وكذلك الارتفاع من السجود والجلوس بين السجدتين مطمئنين فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nمن أركان الصلاة التي لا تصح إلا بها ويتواصون بقيام الليل للصلاة بعد\nالمنام وبصلة الأرحام وإفشاء السلام وإطعام الطعام والرحمة على الفقراء\nوالمساكين والأيتام والاهتمام بأمور المسلمين والتعفف في المأكل والمشرب\nوالملبس والمنكح والمصرف والأمر بالمعروف والنهي عن المنكر والبدار إلى فعل\nالخيرات أجمع ويتحابون في الدين ويتباغضون فيه ويتقون الجدال في الله\nوالخصومات فيه ويتجانبون أهل البدع والضلالات ويعادون أصحاب الأهواء\nوالجهالات ويقتدون بالسلف الصالحين من أئمة الدين وعلماء المسلمين ويتمسكون\nبما كانوا به متمسكين من الدين المتين والحق المبين ويبغضون أهل البدع\nالذين أحدثوا في الدين ما ليس منه ولا يحبونهم ولا يصحبونهم ولا يسمعون\nكلامهم ولا يجالسونهم ولا يجادلونهم في الدين ولا يناظرونهم ويرون صون\nآذانهم عن سماع أباطليهم التي إذا مرت بالآذان وقرت في القلوب ضرت وجرت\nإليها الوساوس والخطرات الفاسدة وفيه أنزل الله عز وجل قوله <span id='ms077'></span> وإذا رأيت\nالذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>AUTO علامات أهل البدع</h1>\n\n<p>\nوعلامات البدع على أهلها بادية ظاهرة وأظهر آياتهم وعلاماتهم شدة\nمعاداتهم لحملة أخبار النبي صلى الله عليه وسلم واحتقارهم لهم وتسميتهم\nإياهم حشوية وجهلة وظاهرية ومشبهة اعتقادا منهم في أخبار الرسول صلى الله\nعليه وسلم أنها بمعزل عن العلم وأن العلم ما يلقيه الشيطان إليهم من نتائج\nعقولهم الفاسدة ووساوس صدورهم المظلمة وهواجس قلوبهم الخالية من الحير\nوحججهم العاطلة بل شبههم الداحضة الباطلة أولئك الذين لعنهم الله فأصمهم\nوأعمى أبصارهم ومن يهن الله فما له من مكرم إن الله يفعل ما يشاء\n</p>\n\n<p>\nسمعت الحاكم أبا عبد الله الحافظ يقول سمعت أبا علي الحسين بن علي الحافظ\nيقول سمعت أحمد جعفر بن مناف الواسطي يقول سمعت أحمد بن سنان القطاف يقول\nليس في الدنيا مبتدع إلا وهو يبغض أهل الحديث فإذا ابتدع الرجل نزعت حلاوة\nالحديث من قلبه\n</p>\n\n<p>\nوسمعت الحاكم يقول سمعت أبا الحسن محمد بن أحمد الحنظلي ببغداد يقول سمعت\nمحمد بن إسماعيل الترمذي يقول كنت أنا وأحمد بن الحسن الترمذي عند إمام\nالدين أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nعبدالله أحمد بن حنبل فقال له أحمد بن الحسن يا أبا عبدالله ذكروا لابن\nأبي قتيلة بمكة أصحاب الحديث فقال أصحاب الحديث قوم سوء فقام أحمد بن حنبل\nوهو ينفض ثوبه ويقول زنديق زنديق حتى دخل البيت\n</p>\n\n<p>\nوسمعت الحاكم أبا عبدالله يقول سمعت أبا نصر أحمد بن سهل الفقيه ببخاري\nيقول سمعت أبا نصر بن سلام الفقيه يقول ليس شيء أثقل على الإلحاد ولا أبغض\nإليهم من سماع الحديث وروايته بإسناده\n</p>\n\n<p>\nوسمعت الحاكم يقول سمعت الشيخ أبا بكر أحمد بن إسحق بن أيوب الفقيه وهو\nيناظر رجلا فقال الشيخ أبو بكر حدثنا فلان فقال له الرجل دعنا من حدثنا إلى\nمتى حدثنا فقال الشيخ له قم يا كافر فلا يحل لك أن تدخل داري بعد هذا أبدا\nثم التفت إلينا وقال ما قلت لأحد ما تدخل داري إلا هذا <span id='ms078'></span>\n</p>\n\n<p>\nوسمعت أبا منصور محمد بن عبدالله بن حماد العالم الزاهد يقول سمعت أبا\nالقاسم جعفر بن أحمد المقري الرازي يقول قرأ علي عبدالرحمن بن أبي حاتم\nالرازي وأنا أسمع سمعت أبي يقول عني به الإمام في بلده أباه أبا حاتم محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nإدريس الحنظلي الرازي يقول علامة أهل البدع الوقعة في أهل الأثر وعلامة\nالزنادقة تسميتهم أهل الأثر حشويه يريدون بذلك إبطال الأثر وعلامة القدرية\nتسميتهم أهل السنة مشبهة وعلامة الرافضة تسميتهم أهل الأثر ثابتة وناصبة\nقلت وكل ذلك عصبية ولا يلحق أهل السنة إلا اسم واحد وهو أصحاب الحديث قلت\nأنا رأيت أهل البدع في هذه الأسماء التي لقبوا بها أهل السنة سلكوا معهم\nمسلك المشركين مع رسول الله صلى الله عليه وسلم فإنهم اقتسموا القول فيه\nفسماه بعضهم ساحرا وبعضهم كاهنا وبعضهم شاعرا وبعضهم مجنونا وبعضهم مفتونا\nوبعضهم مفتريا مختلفا كذابا وكان النبي صلى الله عليه وسلم من تلك المعائب\nبعيدا بريئا ولم يكن إلا رسولا مصطفى نبيا قال الله عز وجل انظر كيف ضربوا\nلك الأمثال فضلوا فلا يستطيعون سبيلا وكذلك المبتدعة خذلهم الله اقتسموا\nالقول في حمله أخباره ونقله آثاره ورواه أحاديثه المقتدين به المهتدين\nبسنته فسماهم بعضهم حشوية وبعضهم مشبهة وبعضهم ثابتة وبعضهم ناصبة وبعضهم\nجبرية وأصحاب الحديث عصامة من هذه المعايب بريئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nزكية نقية وليسوا إلا أهل السنة المضية والسيرة المرضية والسبل السوية\nوالحجج البالغة القوية قد وفقهم الله جل جلاله لا تباع كتابه ووحيه وخطابه\nوالاقتداء برسوله صلى الله عليه وسلم في أخباره التي أمر فيها أمته\nبالمعروف من القول والعمل وزجرهم فيها عن المنكر منهما وأعانهم على التمسك\nبسيرته والاهتداء بملازمة سنته وشرح صدورهم لمحبته ومحبة أئمة شريعته\nوعلماء أمته ومن أحب قوما فهو معهم يوم القيامة بحكم رسول الله صلى الله\nعليه وسلم المرء مع من أحب\n</p>\n\n<h1 class='l1' id='head45'>AUTO علامات أهل السنة</h1>\n\n<p>\nوإحدى علامات أهل السنة حبهم لأئمة السنة وعلمائها وأنصارها وأوليائها\nوبغضهم لأئمة البدع الذين يدعون إلى النار ويدلون أصحابهم على دار <span id='ms079'></span> البوار\nوقد زين الله سبحانه قلوب أهل السنة ونورها بحب علماء السنة فضلا منه جل جلاله\n</p>\n\n<p>\nأخبرنا الحاكم أبو عبد الله الحافظ أسكنه الله وإيانا الجنة حدثنا محمد\nبن إبراهيم بن الفضل المزكي حدثنا أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nسلمة قرأ علينا أبو رجاء قتيبة بن سعيد كتاب الإيمان له فكان في آخره فإذا\nرأيت الرجل يحب سفيان الثوري ومالك بن أنس والأوزاعي وشعبة وابن المبارك\nوأبا الأحوص وشريكا ووكيعا ويحيى بن سعيد وعبد الرحمن ابن مهدي فاعلم أنه\nصاحب سنة قال أحمد بن سلمة رحمه الله فألحقت بخطي تحته ويحيى وأحمد بن حنبل\nواسحق بن رهوايه فلما انتهينا إلى هذا الموضع نظر إلينا أهل نيسابور وقال\nهؤلاء القوم يبغضون يحيى بن يحيى قال رجل صالح إمام المسلمين واسحق ابن\nإبراهيم إمام وأحمد بن حنبل أكبر من سميتهم كلهم وأنا ألحقت بهؤلاء الذين\nذكر قتيبة رحمه الله أن من أحبهم فهو صاحب سنة من أئمة أهل الحديث الذين\nبهم يقتدون وبهديهم يهتدون ومن جملتهم وشيعتهم أنفسهم يعدون وفي إتباعهم\nآثارهم يجدون جماعة آخرين منهم محمد بن إدريس الشافعي وسعيد بن جبير\nوالزهري والشعبي والتيمي ومن بعدهم كالليث بن سعد والأوزاعي والثوري وسفيان\nبن عيينة الهلالي وحماد بن سلمة وحماد بن زيد ويونس بن عبيد وأيوب وابن عوف\nونظرائهم ومن بعدهم مثل يزيد بن هارون وعبد الرزاق وجرير بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nعبد الحميد ومن بعدهم محمد بن يحيى الذهلي ومحمد بن إسماعيل البخاري بن\nالحجاج القشيري وأبي داود السجستاني وأبي زرعة الرازي وأبي حاتم وابنه\nومحمد بن مسلم بن واره ومحمد بن أسلم الطوسي وعثمان بن سعيد الدارمي ومحمد\nبن إسحاق بن خزيمة الذي كان يدعى إمام الأئمة والمقري كان إمام الأئمة في\nعصره ووقته وأبي يعقوب إسحاق بن إسماعيل البستي وجدي من قبل أبي أبو سعيد\nيحيى بن منصور الزاهد الهروي وعدي بن حمدويه الصابوني وولديه سيفي السنة\nأبي عبد الله الصابوني وأبي عبد الرحمن الصابوني وغيرهم من أئمة السنة\nالمتمسكين بها ناصرين لها داعين <span id='ms080'></span> إليها والين عليها وهذه الجمل التي أثبتها\nفي هذا الجزء كانت معتقد جميعهم لم يخالف فيها بعضهم بعضا بل أجمعوا عليها\nكلها واتفقوا مع ذلك على القول بقهر أهل البدع وإذلالهم وإخزائهم وإبعادهم\nوإقصائهم والتباعد منهم ومن مصاحبتهم ومعاشرتهم والتقرب إلى الله عز وجل\nبمجانبتهم ومهاجرتهم قال الأستاذ الإمام رحمه الله وأنا بفضل الله عز وجل\nمتبع لآثارهم مستضيء بأنوارهم ناصح لإخواني وأصحابي أن لا يزلقوا عن منارهم\nولا يتبعوا غير أقوالهم ولا يشتغلوا بهذه المحدثات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nمن البدع التي اشتهرت فما بين المسلمين وظهرت وانتشرت ولو جرت واحدة منها\nعلى لسان واحد في عصر أولئك الأئمة لهجروه وبدعوه ولكذبوه وأصابوه بكل سوء\nومكروه ولا يغرن إخواني حفظهم الله كثرة أهل البدع ووفور عددهم فإن ذلك من\nإمارات اقتراب الساعة إذ الرسول المصطفى صلى الله عليه وسلم إن من علامات\nالساعة واقترابها أن يقل العلم ويكثر الجهل والعلم هو السنة والجهل هو\nالبدعة ومن تمسك بسنة رسول الله صلى الله عليه وسلم وعمل بها واستقام عليها\nودعا إليها كان أجره أوفر وأكثر من أجر من جرى على هذه الجملة في أوائل\nالإسلام والملة إذ الرسول المصطفى صلى الله عليه وسلم قال له أجر خمسين\nفقيل خمسين منهم قال بل منكم إنما قال صلى الله عليه وسلم ذلك لمن يعمل\nبسنته عند فساد أمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nوجدت في كتاب الشيخ الإمام جدي أبي عبد الله محمد بن عدي بن حمدويه\nالصابوني رحمه الله أخبرنا أبو العباس الحسن بن سفيان الثوري أن العباس بن\nصبيح حدثهم حدثنا عبد الجبار بن طاهر حدثني معمر بن راشد سمعت ابن شهاب\nالزهري يقول تعليم سنة أفضل من عبادة مائتي سنة\n</p>\n\n<p>\nاخبرنا أبو بكر محمد بن عبد الله بن محمد بن زكريا الشيباني أخبرنا أبو\nالعباس محمد بن عبد الرحمن الدغولي سمعت محمد بن حاتم المظفري يقول كان أبو\nمعاوية الضرير يحدث هارون الرشيد فحدثه بحديث أبي هريرة احتج آدم وموسى\nفقال عيسى بن جعفر كيف هذا وبين وآدم <span id='ms081'></span> وموسى ما بينهما قال فوثب به هارون\nوقال يحدثك عن الرسول صلى الله عليه وسلم وتعارضه بكيف قال فما زال يقول\nحتى سكت عنه هكذا ينبغي للمرء أن يعظم أخبار رسول الله صلى الله عليه وسلم\nويقابلها بالقبول والتسليم والتصديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nوينكر أشد الإنكار على من يسلك فيها غير هذا الطريق الذي سلكه هارون\nالرشيد رحمه الله مع من اعترض على الخبر الصحيح الذي سمعه بكيف على طريق\nالإنكار له والابتعاد عنه ولم يتلقه بالقبول كما يجب أن يتلقى جميع ما يرد\nمن الرسول صلى الله عليه وسلم جعلنا الله سبحانه من الذين يستمعون القول\nفيتبعون أحسنه ويتمسكون في دنياهم مدة حياتهم بالكتاب والسنة وجنبنا\nالأهواء المضلة والآراء المضمحلة والأسواء المذلة فضلا منه ومنة وصلى الله\nعلى سيدنا محمد وعلى آله وصحبه وسلم\n</p>\n\n<h1 class='l1' id='head46'>AUTO تطهير الجنان والأركان عن درن الشرك والكفران بقلم الشيخ احمد</h1>\n\nبن حجر ال بوطامي ال بن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n<p>\nالحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه\nأجمعين أما بعد\n</p>\n\n<p>\nفقد قال الله تعالى وما خلقت الجن والإنس إلا ليعبدون\n</p>\n\n<p>\nأي لآمرهم أن يعبدوني ويفردوني بالعبادة وهذا هو التوحيد الذي جاءت به\nالرسل عليهم الصلاة والسلام من عهد نوح إلى عهد نبينا محمد صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head47'>AUTO أقسام التوحيد</h1>\n\n<p>\n1 - توحيد الربوبيه\n</p>\n\n<p>\nوهو اعتقاد أن الله سبحانه وتعالى خالق العباد ورازقهم محييهم ومميتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nأو تقول إفراد الله بأفعاله مثل اعتقاد أنه خالق ورازق وهذا قد أقر به\nالمشركون السالفون وجميع أهل الملل من اليهود والنصارى والصابئين والمجوس\n</p>\n\n<p>\nولم ينكر هذا التوحيد إلا الدهرية فيما سلف والشيوعية في زماننا\n</p>\n\n<h1 class='l1' id='head48'>AUTO الدليل على توحيد الربوبية</h1>\n\n<p>\nيقال لهؤلاء الجهلاء المنكرين للرب الكريم أنه لا يقبل ذو عقل أن يكون\nأثر بلا مؤثر وفعل بلا فاعل وخلق بلا خالق\n</p>\n\n<p>\nومما لا خلاف فيه أنك إذا رأيت إبرة أيقنت أن لها صانعا فكيف بهذا الكون\nالعظيم الذي يبهر العقول ويحير الألباب قد وجد بلا موجد ونظم بلا منظم وكان <span id='ms082'></span>\nكل مافيه من نجوم وغيوم وبروق ورعود وقفار وبحار وليل ونهار وظلمات وأنوار\nوأشجار وأزهار وجن وإنس وملك وحيوان إلى أنواع لا يحصيها العد ولا يأتي\nعليها الحصر قد وجدت بلا موجد يخرجها من العدم\n</p>\n\n<p>\nاللهم لا يقول هذا من كان عنده مسكة من عقل أو ذرة من فهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nوبالجملة فالبراهين على ربوبيته لا يأتي عليها العد وصدق الله إذ قال أم\nخلقوا من غير شيء أم هم الخالقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nوقوله الله خالق كل شيء وهو على كل شيء وكيل\n</p>\n\n<h1 class='l1' id='head49'>AUTO الدليل على إقرار المشركين بتوحيد الربوبية</h1>\n\n<p>\nقال الله تعالى ولئن سألتهم من خلق السموات والأرض ليقولن الله قل الحمد\nلله بل أكثرهم لا يعلمون\n</p>\n\n<p>\nوقوله تعالى قل من يرزقكم من السموات والأرض أمن يملك السمع والأبصار ومن يخرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nالحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا\nتتقون فذلكم الله ربكم الحق فماذا بعد الحق إلا الضلال فأنى تصرفون\n</p>\n\n<p>\nوقوله تعالى ولئن سألتهم من خلق السموات والأرض ليقولن خلقهن العزيز العليم\n</p>\n\n<p>\nعلى أن الشرك مأخوذ من الشركة يفيد إقرارهم بالربوبية إل أنهم يجعلون معه\nشريكا في العبادة كشريكين في شيء مثلا مع أنهم ما كانوا يساوون آلهتهم\nبالله في كل شيء بل في المحبة والخضوع لا في الخلق والإيجاد والنفع والضر\n</p>\n\n<h1 class='l1' id='head50'>AUTO توحيد الربوبية لا يدخل الإنسان في دين الإسلام</h1>\n\n<p>\nلتعلم أيها القارئ الكريم أن هذا التوحيد لا يدخل الإنسان في دين الإسلام\nولا يعصم دمه وماله ولا ينجيه في الآخرة من النار إلا إذا أتى معه بتوحيد\nالألوهية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>AUTO 2 - توحيد الألوهية</h1>\n\n<p>\nويقال له توحيد العبادة وهو إفراد الله بالعبادة لأنه المستحق لأن يعبد\nلا سواه مهما سمت درجته وعلت منزلته\n</p>\n\n<p>\nوهو التوحيد الذي جاءت به الرسل إلى أممهم لأن الرسل عليهم السلام جاءوا\nبتقرير توحيد الربوبية الذي كانت أممهم تعتقده ودعوتهم إلى توحيد الألوهية\nكما أخبر الله عنهم في كتابه المجيد\n</p>\n\n<p>\nقال الله مخبرا عن نوح عليه السلام ولقد أرسلنا نوحا إلى قومه إني لكم\nنذر مبين <span id='ms083'></span> أن لا تعبدوا إلا الله إني أخاف عليكم عذاب يوم أليم\n</p>\n\n<p>\nوقال عن هودا وإلى عاد أخاهم هودا قال يا قوم اعبدوا الله ما لكم من إله\nغيره إن أنتم إلا مفترون\n</p>\n\n<p>\nوقال عن صالح وإلى ثمود أخاهم صالحا قال يا قوم اعبدوا الله ما لكم من\nإله غيره\n</p>\n\n<p>\nوقال الله عن شعيب وإلى مدين أخاهم شعيبا قال يا قوم اعبدوا الله مالكم\nمن إله غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nوقال الله مخبرا عن موسى عليه السلام في محاجته مع فرعون قال فرعون وما رب\nالعالمين قال رب السموات والأرض وما بينهما إن كنتم موقنين إلى آخر الآيات\n</p>\n\n<p>\nوقال الله مخبرا عن موسى أنه قال لبني إسرائيل قال أغير الله أبغيكم إلها\nوهو فضلكم على العالمين\n</p>\n\n<p>\nوقال عن عيسى إن الله ربي وربكم فاعبدوه هذا صراط مستقيم\n</p>\n\n<p>\nوأمر الله نبيه محمدا أن يقول لهل الكتاب قل يا أهل تعالوا إلى كلمة سواء\nبيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا نتخذ بعضنا بعضنا\nأربابا من دون الله\n</p>\n\n<p>\nوقال الله تعالى مناديا جميع البشر يا أيها الناس اعبدوا ربكم الذي خلقكم\nوالذين من قبلكم لعلكم تتقون\n</p>\n\n<p>\nوبالجملة فالرسل كلهم بعثوا لتوحيد الألوهية ودعوة القوم إلى إفراد الله\nبالعبادة واجتناب عبادة الطواغيت والأصنام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nكما قال الله ولقد بعثنا في كل أمة رسولا أن اعبدوا واجتنبوا الطاغوت\n</p>\n\n<p>\nفقد سمعت دعوة كل رسول لقومه فكان أول ما يقرع أسماع قومه يا قوم اعبدوا\nالله ما لكم من إله غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>AUTO تفسير العبادة</h1>\n\n<p>\nالعبادة في اللغة معناها التذلل والخضوع يقال طريق معبد أي مذلل\n</p>\n\n<p>\nوفي الشرع معنى العبادة كما قال شيخ الإسلام هي طاعة الله بامتثال ما أمر\nالله به على ألسنة الرسل\n</p>\n\n<p>\nوقال أيضا العبادة اسم جامع لكل ما يحبه الله ويرضاه من الأعمال والأقوال\nوالأفعال الظاهرة والباطنة اه\n</p>\n\n<p>\nفعلى المسلم أن يفرد ربه بجميع أنواع العبادات مخلصا لله فيها وأن يأتي\nبها على الوجه الذي سنه رسول الله قولا أو عملا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>AUTO شمول العبادة للأنواع الآتية <span id='ms084'></span></h1>\n\n<p>\nواعلم أن العبادة تشمل الصلاة والطواف والحج والصوم والنذر والاعتكاف\nوالذبح والسجود والركوع والخوف والرهبة والرغبة والخشية والتوكل والاستغاثة\nوالرجاء إلى غير ذلك من أنواع العبادات التي شرعها الله في قرآنه المجيد أو\nشرعها رسول الله بالسنة الصحيحة القولية أو العملية\n</p>\n\n<p>\nفمن صرف شيئا منها لغير الله يكون مشركا لقوله تعالى ومن يدع مع الله\nإلها آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرين\n</p>\n\n<p>\nوقوله وأن المساجد لله فلا تدعوا مع الله أحدا فأحد جاءت نكرة في سياق\nالنهي تعم كل مخلوق رسولا كان أو ملكا صالحا\n</p>\n\n<h1 class='l1' id='head54'>AUTO أول حدوث الشرك</h1>\n\n<p>\nإذا ثبت هذا فاعلم أن أول ما حدث الشرك في قوم نوح ولما أرسل الله إليهم\nنوحا يدعوهم إلى عبادة الله وحده وترك عبادة تلك الأصنام عاندوا وأصروا على\nشركهم وقابلوا نوحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nبالكفر والتكذيب وقالوا كما في القرآن الكريم لا تذرن آلهتكم ولا تذرن ودا\nولا سواعا ولا يغوث ويعوق ونسرا\n</p>\n\n<p>\nفي الصحيح عن ابن عباس رضي الله تعالى عنهما في هذه الآية قال هذه أسماء\nرجال صالحين من قوم نوح فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى\nمجالسهم التي كانوا يجلسون فيها انصابا أي صوروهم على صور أولئك الصالحين\nوسموها بأسمائهم ففعلوا ولم تعبد حتى إذا هلك أولئك ونسي العلم عبدت\n</p>\n\n<p>\nقال الحافظ ابن القيم رحمه الله قال غير واحد من السلف لما ماتوا عكفوا\nعلى قبورهم ثم صوروا تماثيلهم ثم طال عليهم الأمد فعبدوهم\n</p>\n\n<h1 class='l1' id='head55'>AUTO سبب الشرك الغلو في الصالحين</h1>\n\n<p>\nومن هنا نعلم أن الشرك إنما حدث في بني آدم بسبب الغلو في الصالحين\n</p>\n\n<p>\nومعنى الغلو الإفراط بالتعظيم بالقول والاعتقاد ولهذا قال الله تعالى يا\nأهل الكتاب لا تغلوا في دينكم ولا تقولوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nعلى الله إلا الحق إنما المسيح عيسى ابن مريم رسول الله وكلمته\n</p>\n\n<p>\nأي لا تفرطوا في تعظيمه حتى ترفعوه عن منزلته التي أنزله الله فتنزلوه\nالمنزلة التي لا تنبغي إلا الله\n</p>\n\n<p>\nوالخطاب وإن كان لأهل الكتاب فإنه عام يتناول <span id='ms085'></span> جميع الأمة تحذيرا لهم أن\nيفعلوا بنبيهم كما فعلت النصارى في عيسى واليهود في عزير\n</p>\n\n<p>\nولهذا ورد في الحديث الصحيح عن عمر بن الخطاب أن رسول الله صلى الله عليه\nوسلم قال لا تطروني كما أطرت النصارى عيسى بن مريم إنما أنا عبد فقولوا عبد\nالله ورسوله\n</p>\n\n<p>\nأي لا تتجاوزوا الحد في مدحي فتنزلوني فوق منزلتي التي أنزلني الله بها\nكما غلت النصارى في عيسى فادعوا فيه الألوهية وإنما أنا عبد الله ورسوله\nفصفوني كما وصفني ربي\n</p>\n\n<p>\nولكن أبى الجاهلون والمخرفون إلا مخالفة أمر رسول الله وارتكاب نهيه\nفناقضوه أعظم مناقضة وضاهئوا النصارى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nغلوهم وشركهم وبنوا القباب والمساجد على أضرحة الأولياء والصالحين وصلوا\nفيها وإن كان لله لكن بفصد التعظيم للمقبورين وطافوا بقبورهم واستغاثوا بهم\nفي كشف الملمات وقضاء الحاجات ورأوا أن الصلاة في أضرحة الأولياء أفضل من\nالصلاة في المساجد\n</p>\n\n<p>\nوقد ورد في الحديث الشريف عن عائشة عن النبي صلى الله عليه وسلم قالت لما\nنزل برسول الله صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nوسلم طفق يطرح خميصة له على وجهه فإذا اغتم بها كشفها فقال وهو كذلك لعنة\nالله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد يحذر ما صنعوا ولولا\nذلك أبرز قبره غير أنه خشي أن يتخذ مسجدا أخرجه الشيخان\n</p>\n\n<p>\nوجرى منهم الغلو في الشعر والنثر ما يطول عده حتى جوزوا الاستغاثة\nبالرسول وسائر الصالحين في كل ما يستغاث فيه بالله ونسبوا إليه علم الغيب\nحتى قال بعض الغلاة لم يفارق الرسول الدنيا حتى علم ما كان وما يكون\nوخالفوا صريح القرآن وعنده مفاتح الغيب لا يعلمها إلا هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nوقال تعالى إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما\nتدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير\n</p>\n\n<p>\nوقال تعالى مخبرا عن رسوله ولو كنت أعلم الغيب لاستكثرت من الخير وما\nمسني السوء\n</p>\n\n<p>\nوقوله قل لا يعلم من في السموات والأرض الغيب إلا الله\n</p>\n\n<p>\nوإذ علمتم أن الشرك حدث <span id='ms086'></span> بسبب الغلو في الصالحين وأنه إنما جاءت الرسل من\nأولهم إلى أخرهم يدعون العباد إلى إفراد الله بالعبادة لا إلى إثبات أنه\nخلقهم ونحوه إذ هم مقرون بذلك كما قررناه وكررناه\n</p>\n\n<p>\nولذا قالوا أجئتنا لنعبد الله وحده ونذر ما كان يعبد آباؤنا أي لنفرده\nبالعبادة ونخصه بها من دون آلهتنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>AUTO أنواع العبادة وأدلتها</h1>\n\n<p>\nاعلموا أن من أنواع العبادة كما سبق الركوع والسجود والطواف والنذر\nوالذبح والاستغاثة والاستعانة والحلف والتوكل إلى غير ذلك مما مر فدليل\nالركوع والسجود قوله تعالى يا أيها الذين آمنوا اركعوا واسجدوا واعبدوا\nربكم وافعلوا الخير لعلكم تفلحون\n</p>\n\n<p>\nودليل الصلاة والذبح قوله قل إن صلاتي ونسكي ومحياي ومماتي لله رب\nالعالمين لا شريك له وبذلك أمرت وأنا أول المسلمين\n</p>\n\n<p>\nوقوله فصل لربك وانحر إن شانئك هو الأبتر\n</p>\n\n<p>\nوللحديث الصحيح لعن الله من ذبح لغير الله\n</p>\n\n<p>\nودليل النذر والطواف قوله تعالى وليوفوا نذورهم وليطوفوا بالبيت العتيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nودليل الحلف الحديث الوارد عن ابن عمر رضي الله عنه عن النبي صلى الله\nعليه وسلم من حلف بغير الله فقد أشرك وفي لفظ فقد كفر\n</p>\n\n<p>\nودليل الاستعانة قوله تعالى إياك نعبد وإياك نستعين\n</p>\n\n<p>\nوالحديث الصحيح عن رسول الله صلى الله عليه وسلم إذا سألت فاسأل الله\nوإذا استعنت فاستعن بالله\n</p>\n\n<p>\nودليل الخوف قوله تعالى وخافون إن كنتم مؤمنين\n</p>\n\n<p>\nودليل التوكل قوله تعالى وعلى الله فتوكلوا إن كنتم مؤمنين\n</p>\n\n<p>\nودليل الرهبة قوله تعالى فإياي فارهبون\n</p>\n\n<p>\nودليل الاستغاثة قوله تعالى ولا تدع من دون الله ما لا ينفعك ولا يضرك\nفإن فعلت فإنك إذا من الظالمين\n</p>\n\n<p>\nوهذا خطاب للرسول صلى الله عليه وسلم كما ترى أي لا تدع يا محمد من دون\nمعبودك وخالقك شيئا لا ينفعك في الدنيا ولا في الآخرة ولا يضرك في دين ولا\nدنيا يعني بذلك الآلهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nوالأصنام فإن فعلت فدعوتها من دون الله فإنك إذا من الظالمين أي المشركين\nبالله والرسول صلى الله عليه وسلم معصوم من الشرك ومن كبائر الذنوب وإنما\nهذا تعليم للأمة\n</p>\n\n<p>\nوقوله وإن يمسسك <span id='ms087'></span> الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله\n</p>\n\n<p>\nوقوله ومن أضل ممن يدعوا من دون الله من لا يستجيب له إلى يوم القيامة\nوهم عن دعائهم غافلون وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين\n</p>\n\n<p>\nوالمستغيث بالرسول إنما ينادي ويدعو غير الله كأن يستغيث قائلا يا رسول\nالله أنقذني من هذه الشدة أو يا عبد القادر أو يا دسوقي أو يا رفاعي أو يا\nبدوي إلخ\n</p>\n\n<p>\nولا ريب ان المستغيث بغير الله داخل في هذه الآية وأمثالها\n</p>\n\n<p>\nوكيف يستغيث العاقل المؤمن بغير الله وهو يقرأ هذه الآيات أو يسمعها\n</p>\n\n<p>\nومنها قوله تعالى أمن يجيب المضطر إذا دعاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nويكشف السوء ويجعلكم خلفاء في الأرض أإله مع الله قليلا ما تذكرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nبين الله في هذه الآية أن المشركين من العرب ونحوهم كانوا يعلمون أنه لا\nيجيب المضطر ويكشف السوء إلا الله وحده فذكر ذلك محتجا عليهم في اتخاذهم\nالشفعاء من دونه ولهذا قال أإله مع الله بالاستفهام الإنكاري أي ليس إله مع\nالله يجيب المضطر ويكشف السوء\n</p>\n\n<p>\nوروي الطبراني بإسناده أنه كان في زمن النبي صلى الله عليه وسلم منافق\nيؤذي المؤمنين فقال بعضهم قوموا بنا نستغيث برسول الله صلى الله عليه وسلم\nمن هذا المنافق فقال النبي صلى الله عليه وسلم إنه لا يستغاث بي وإنما\nيستغاث بالله\n</p>\n\n<h1 class='l1' id='head57'>AUTO الركوع والسجود والنذر لغير الله</h1>\n\n<p>\nفمن ركع أو سجد لحي أو لميت أو نذر لغير الله كأن ينذر لقبور الأولياء أو\nالصالحين أو يذبح لهم أو للأشجار أو للعيون\n</p>\n\n<p>\nأو يطوف بقبر نبي أو ولي كأن يطوف بقبر الرسول أو بقبر علي بن أبي طالب\nأو بقبر الحسين أو الحسن أو علي بن موسى الرضا أو عبد القادر الجيلاني أو\nالبدوي أو الرفاعي أو غيرهم\n</p>\n\n<p>\nأو يستغيث بهم في الشدائد كأن يقول يا رسول الله أنقذني يا رسول الله فرج\nعني هذا الكرب المدد يا عبد القادر يا جيلاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nأو يطلب من غير الله ما لا يقدر <span id='ms088'></span> عليه إلا الله كأن يطلب عافية من مرض له\nأو لغيره أو قدوم غائب أو يرزقه ولدا أو يأتي له برزق أو يفرج عنه شدة\nوكربة أو نحو ذلك من الأمور التي ليست في قدرة المخلوق أن يفعلها فإنه يكون\nبكل فعل من هذه الأفعال مشركا بالله العظيم شركا أكبر لا يغفر الله له إلا\nأن يتوب لقوله تعالى إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء\nومن يشرك بالله فقد افترى إثما عظيما\n</p>\n\n<p>\nأما ما كان في إمكان المخلوق الحي فلا بأس بأن تستعين به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nمثل أن تطلب منه أن يعينك في قضاء حاجة أو إنقاذ من غرق أو حريق أو ما سوى ذلك\n</p>\n\n<h1 class='l1' id='head58'>AUTO الآيات الآمرة بعبادته والمبينة عجز المعبودات الباطلة</h1>\n\n<p>\nهذا وقد أكثر الله في كتابه المجيد من الآيات الآمرة بعبادته والحاثة\nعليها كما قال الله يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم\nلعلكم تتقون\n</p>\n\n<p>\nوقال الله واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا\n</p>\n\n<p>\nوقال وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا\n</p>\n\n<p>\nوقال مبينا عجز تلك الآلهة التي عبدها المشركون من أن تجلب لهم نفعا أو\nتدفع عنهم ضرا بل ولا تدفع عن نفسها فضلا عن غيرها فقال إن الذين تدعون من\nدون الله لن يخلقوا ذبابا ولو اجتمعوا له وأن يسلبهم الذباب شيئا لا\nيستنقذوه منه ضعف الطالب والمطلوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nوقال مبينا أن النفع والضر بيده لا بيد غيره بقوله وإن يمسسك الله بضر فلا\nكاشف له إلا هو وإن يردك بخير فلا راد لفضله\n</p>\n\n<p>\nوأخبر الله سبحانه وتعالى أنه يبكت المسيحيين ويوبخهم على عبادتهم للمسيح\nوإذ قال الله يا عيسى بن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون\nالله قال سبحانك ما يكون لي أن أقول ما ليس لي بحق إن كنت قلته فقد علمته\nتعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت علام الغيوب ما قلت لهم إلا\nما أمرتني به <span id='ms089'></span> أن اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما\nتوفيتني كنت أنت الرقيب عليهم وأنت على كل شيء شهيد\n</p>\n\n<p>\nفانظروا كيف يتبرأ المسيح من عباده المسيحيين ويقول ما قلت لهم إلا ما\nأمرتني به أن اعبدوا الله ربي وربكم\n</p>\n\n<p>\nوالله يعلم أن المسيح لم يأمر بعبادته ولا يرضى بذلك ولكن يريد الله من\nهذه الآيات أن يبين للناس أن عبادة المسيح الذي هو من الأنبياء المرسلين لا\nتجوز بل ويكون شركا فكيف بعبادة غيره من الأولياء ومن الأشجار ومن الغيران\nوالكهوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nألم يسمع هؤلاء الضالون قول الله مخاطبا لسيد العالمين وإن يمسسك الله بضر\nفلا كاشف له إلا هو\n</p>\n\n<p>\nفإذا كان الضر النازل بالرسول لا يستطيع أن يدفعه فكيف يستطيع الرسول\nوأولي من هو دونه أن يدفع ضرا نزل بغيره\n</p>\n\n<p>\nألم يسمع هؤلاء قول الله العظيم ولا يأمركم أن تتخذوا الملائكة والنبيين\nأربابا أيأمركم بالكفر بعد إذ أنتم مسلمون\n</p>\n\n<p>\nألم ينع على اليهود والنصارى باتخاذهم أحبارهم ورهبانهم أربابا من دون\nالله كما قال الله تعالى اتخذوا أحبارهم ورهبانهم أربابا من دون الله\nوالمسيح بن مريم وما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه\nعما يشركون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>AUTO الفرق بين توحيد للربوبية وتوحيد الألوهية وجهل الكثيرين به</h1>\n\n<p>\nفالواجب على كل مسلم أن يميز الفرق بين توحيد الربوبية وتوحيد الألوهية\nلأنه قد أخطأ فيهما كثير من العلماء فضلا عن الجهلاء\n</p>\n\n<p>\nوذلك أن أولئك المخطئين فسروا كلمة الإله بالقادر على الاختراع أو الخالق\nأو المالك\n</p>\n\n<p>\nوالحال أن الأمر ليس كذلك بل الإله يطلق على كل معبود بحق أو باطل ولهذا\nلما قال الرسول صلى الله عليه وسلم لمشركي قريش قولوا لا إله إلا الله\nتفلحوا وتملكوا بها العرب وتدين لكم بها العجم\n</p>\n\n<p>\nقالوا أجعل الآلهة إلها واحدا إن هذا لشيء عجاب وانطلق الملأ منهم أن\nامشوا واصبروا على آلهتكم إن هذا لشيء يراد ما سمعنا بهذا في الملة الآخرة\nإن هذا إلا اختلاق\n</p>\n\n<p>\nوأما لفظ الجلالة فلا يطلق إلا <span id='ms090'></span> على الله العظيم فمشركوا العرب كانوا أعرف\nبمعنى الإله من مشركي زماننا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nوالبلية كل البلية والجهل كل الجهل أن الكثيرين ممن ينطقون بشهادة أن لا\nإله إلا الله وأن محمدا رسول الله لا يعرفون معنى هاتين الكلمتين\n</p>\n\n<h1 class='l1' id='head60'>AUTO معنى لا إله إلا الله</h1>\n\n<p>\nفلو عرفوا أن معنى لا إله إلا الله أي لا معبود بحق في الوجود إلا الله\n</p>\n\n<p>\nفلا إله نفي لجميع المعبودات الباطلة\n</p>\n\n<p>\nوإلا الله إثبات للمعبود الحق جل جلاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nولو عرفوا هذا المعنى وعرفوا أن ما يأتون به لأوليائهم وسادتهم وقبور\nصالحيهم من الذبح أو النذر لهم أو التبرك بتراب قبورهم أو الصلاة إليهم أو\nالطواف بأضرحتهم أو طلب قضاء حاجة منهم تأليه لأولئك الصالحين والإلهية لا\nتصلح إلا لله\n</p>\n\n<p>\nلعلموا أن هذا شرك أكبر وقد قال الله تعالى إنه من يشرك بالله فقد حرم\nالله عليه الجنة ومأواه النار وما للظالمين من أنصار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>AUTO معنى محمد رسول الله</h1>\n\n<p>\nولو عرفوا أن معنى أشهد أن محمدا رسول الله طاعته فيما أمر وتصديقه فيما\nأخبر واجتناب ما عنه نهى وزجر وأن لا يعبدوا الله إلا بما شرع لا بالأهواء\nوالبدع وتأملوا قول الله تعالى وما آتاكم الرسول فخذوه وما نهاكم عنه\nفانتهوا\n</p>\n\n<p>\nوقوله فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في\nأنفسهم حرجا مما قضيت ويسلموا تسليما\n</p>\n\n<p>\nوقوله فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم\n</p>\n\n<p>\nوقوله صلى الله عليه وسلم من عمل عملا ليس عليه أمرنا فهو رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nوقوله في الحديث الشريف عليكم بسنتي وسنة الخلفاء الراشدين المهديين من\nبعدي عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل\nبدعة ضلالة رواه أبو داود والترمذي وقال حديث حسن صحيح\n</p>\n\n<h1 class='l1' id='head62'>AUTO بيان بعض البدع</h1>\n\n<p>\nلعلموا أن كثيرا من صلواتهم وأدعيتهم وأذكارهم وأحزابهم مما ابتدعه بعض\nالفقهاء الجامدين أو المتصوفة المبطلين أنها من البدع والضلالات التي ما\nأنزل الله بها من سلطان مثل الذكر بالاسم المفرد الله الله أو يا هو <span id='ms091'></span> يا هو\n</p>\n\n<p>\nومثل حلق المريدين اجتماعهم في حلقات الذين يزعمون أنهم يذكرون الله بمثل\nهذه الأذكار المخترعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nوكصلاة الرغائب ومثل حزب البحر وأمثاله وابتهالات وصلوات ومناجاة وإنشاد\nقصائد في مدح النبي صلى الله عليه وسلم فوق المنائر قبل الفجر وفي ليلة\nالجمعة ويومها وبعض صيغ صلوات على الرسول لم ترد السنة بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nمثل قولهم اللهم صل على محمد عدد ما في علم الله صلاة دائمة بدوام ملك الله\n</p>\n\n<p>\nوكقولهم اللهم صل على محمد كلما ذكرك الذاكرون وغفل عن ذكرك الغافلون\n</p>\n\n<p>\nلأن الصلاة على الرسول من أجل القربات كيف لا وقد أمرنا الله بها في\nكتابه المجيد بقوله إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا\nصلوا عليه وسلموا تسليما\n</p>\n\n<p>\nوالصيغ الواردة في الصلاة على الرسول مدونة في كتب السنة لا حاجة إلى\nالاختراع والابتداع في صيغها\n</p>\n\n<p>\nلأن الصلاة عليه صلى الله عليه وسلم عبادة والعبادة مبنية على التوقيف\n</p>\n\n<h1 class='l1' id='head63'>AUTO من صيغ الصلاة على الرسول</h1>\n\n<p>\nومن الصيغ الواردة للصلاة عليه صلى الله عليه وسلم ما رواه مسلم عن ابن\nنمير عن روح بن عبادة وعبد الله بن نافع الصائغ أنهم قالوا يا رسول الله\nكيف نصلي عليك فقال رسول الله صلى الله عليه وسلم قولوا اللهم صلي على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nمحمد وأزواجه وذريته كما صليت على آل إبراهيم وبارك على محمد وأزواجه\nوذريته كما باركت على آل إبراهيم إنك حميد مجيد\n</p>\n\n<p>\nوكما رواه البخاري عن أبي سعيد الخدري قال قلنا يا رسول الله هذا السلام\nعليك عرفناه فكيف الصلاة عليك قال قولوا اللهم صل على محمد عبدك ورسولك كما\nصليت على إبراهيم وبارك على محمد وآل محمد كما باركت على آل إبراهيم\n</p>\n\n<h1 class='l1' id='head64'>AUTO شبهة للقبوريين وردها</h1>\n\n<p>\nوإنما قلنا يجب على المسلم أن يميز الفرق بين توحيد الألوهية وتوحيد\nالربوبية لأن الموحد إذا أنكر عليهم ما يأتون من أفانين العبادات وأنواع\nالتضرعات لتلك القبور وقال لهم إن عملكم هذا شرك غضبوا وقالوا كيف تصفنا\nبالشرك ونحن نشهد أن لا إله إلا الله وأن محمدا <span id='ms092'></span> رسول الله وأن الله هو\nالخالق الرازق المحيي المميت وبيده النفع والضر وإليه المرجع والمصير وغاية\nالأمر أننا نجعل هؤلاء الأنبياء أو الصلحاء شفعاء يشفعون لنا عند الله\nلأننا ملطخون بأنجاس الذنوب ليس لنا قدر حتى نطلب من الله أن يغفر ذنوبنا\nأو يقضي حاجتنا أو يدفع ضرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nفنستشفع بهؤلاء ونجعلهم وسطاء بيننا وبين الله لما نعلم ما لهم من الجاه\nوالمنزلة بمثابة الوزير عند الملك\n</p>\n\n<p>\nحيث أن أفراد الرعية لا يستطيعون أن يصلوا إلى الملك إذا حل بهم ظلم أو\nكارثة فيتوسلون بالوزير أو المقرب ليشفع لهم عند الملك أو السلطان أو\nالوزير ليقضي الملك حوائجهم أو يدفع عنهم الظلم\n</p>\n\n<p>\nفنقول لهؤلاء الجهلاء في الجواب\n</p>\n\n<p>\nأولا إن عقيدتكم هذه هي عقيدة المشركين بذاتها\n</p>\n\n<p>\nقال الله إخبارا عن المشركين السالفين ويعبدون من دون الله ما لا يضرهم\nولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله قل أتنبئون الله بما لا يعلم في\nالسموات ولا في الأرض سبحانه وتعالى عما يشركون\n</p>\n\n<p>\nوقال الله في آية أخرى إخبارا عنهم ألا لله الدين الخالص والذين اتخذوا\nمن دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى\n</p>\n\n<p>\nفاعتقاد أولئك المشركين بأن الله خالقهم ورازقهم إلخ لم ينفعهم ولم يحقن\nدماءهم لأنهم عبدوا الأصنام ليقربوهم إلى الله وليشفعوا لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nلم يعبدوها لأنها خالقة ورازقة ومدبرة للأمور ولا يخفى هذا على أحد قرأ\nالقرآن وتدبره\n</p>\n\n<h1 class='l1' id='head65'>AUTO تشبيه الخالق بالمخلوق</h1>\n\n<p>\nوثانيا إن هؤلاء الجهلاء قد شبهوا الرب العظيم بالملك البشري\n</p>\n\n<p>\nقد شبهوا رب العالمين بالسلطان المخلوق من ماء مهين\n</p>\n\n<p>\nقد شبهوا رب العالمين بالسلطان المخلوق من ماء مهين\n</p>\n\n<p>\nقد شبهوا أعدل العادلين وأرحم الراحمين بالملك المخلوق الذي قد يكون من\nأظلم الظالمين\n</p>\n\n<p>\nقد شبهوا الله بالمخلوق وتوسلوا إليه بالشفعاء والأنداد فجمعوا بين الشرك\nوالتشبيه ولم يعلموا أنه لا يقاس الإله بالمخلوق ولا الرب المالك بالمملوك\n</p>\n\n<p>\nوبيان ذلك على وجه الاختصار أن الملك البشري قد لا يعلم بالظلم الواقع\nعلى ذلك المتوسل بالوزير أو يعلم أن الظلم الواقع من أحد <span id='ms093'></span> أبنائه أو عشيرته\nممن يجاملهم ولا يريد أن يجرح عواطفهم أو أن الظلم صدر منه على ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nفأنى يقاس الخالق بالمخلوق\n</p>\n\n<p>\nفهل الله لا يعلم بالظلم الواقع على هذا العبد أو لا يعلم بحاجته أو\nبالضر الذي مسه وهو القائل يعلم خائنة الأعين وما تخفي الصدور\n</p>\n\n<p>\nوهل الله يصدر منه الظلم لأحد\n</p>\n\n<p>\nأو له أقرباء ينزلون ظلمهم بأحد من العباد\n</p>\n\n<p>\nوهل لله وزير أو معين أو ظهير حتى يتوسل إليه العباد ليشفع لهم عند الله\nذلك الوزير أو المعين أو الظهير\n</p>\n\n<p>\nفما أفسده هذا القياس وأخبثه وما أجهل هؤلاء وأكفرهم بالله\n</p>\n\n<h1 class='l1' id='head66'>AUTO لا واسطة بين الخالق والمخلوق إلا في تبليغ الشرائع</h1>\n\n<p>\nوأي حاجة إلى واسطة والله يقول ونحن أقرب إليه من حبل الوريد\n</p>\n\n<p>\nويقول وإذا سألك عبادي عني فإني قريب أجيب دعوة الداعي إذا دعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nوالواسطة للتبليغ هم الرسل عليهم الصلاة والسلام\n</p>\n\n<p>\nأما الواسطة في رفع ضر أو جلب نفع فتلك عقيدة المشركين كيف تكون واسطة\nبين العبد وربه وقد قال الله تعالى إدعوني أستجب لكم إن الذين يستكبرون عن\nعبادتي سيدخلون جهنم داخرين\n</p>\n\n<p>\nلم يقل الله أدعو أوليائي أو ادعوا أنبيائي أو استغيثوا بأحبائي\nوالصالحين من عبادي\n</p>\n\n<p>\nبل قال إدعوني استجب لكم وقال وإذا سألك عبادي عني فإني قريب أجيب دعوة\nالداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون\n</p>\n\n<p>\nوفي الحديث الشريف من لم يسأل الله يغضب عليه\n</p>\n\n<p>\nكما ورد في الحديث ادعوا الله وأنتم موقنون بالإجابة\n</p>\n\n<p>\nولم يقل الرسول صلى الله عليه وسلم ادعوا الأنبياء حتى يطلبوا من الله\nلكم أو توسلوا بالأنبياء والصالحين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>AUTO عدم ثبوت التوسل عن النبي وأصحابه</h1>\n\n<p>\nولذا لم يثبت التوسل عن الأنبياء بعضهم ببعض كما لم يثبت التوسل عن\nالصحابة بالرسول صلى الله عليه وسلم ولم يثبت عن التابعين ولا عن الأئمة\nالمعتبرين\n</p>\n\n<p>\nالتوسل قسمان مشروع وممنوع\n</p>\n\n<p>\nأما المشروع فهو قسمان أيضا\n</p>\n\n<p>\nالقسم الأول هو التوسل بالإيمان بالله وبرسوله وبالأعمال الصالحة\n</p>\n\n<p>\nولم يقع في هذا خلاف بين العلماء سواء كان في حياة الرسول أو <span id='ms094'></span> بعد موته\n</p>\n\n<p>\nالقسم الثاني من المشروع التوسل بدعائه صلى الله عليه وسلم يوم كان حيا\nبأن يأتي السائل فيسأل الرسول صلى الله عليه وسلم أن يطلب له من الله عافية\n</p>\n\n<p>\nكما طلب الأعرابي من الرسول أن يستسقي لهم\n</p>\n\n<p>\nوكما طلب من الرسول أن يدعو له برد بصره إن صح حديث الأعمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nوكما طلبت الجارية السوداء التي كانت تصرع أن يعافيها الله فخيرها الرسول\nبين الصبر وبين أن يدعو لها فاختارت الصبر وسألت أن يدعو الله ألا تتكشف\nعندما يأتيها الصرع\n</p>\n\n<p>\nوهذا التوسل الذي هو بدعائه قد انقطع بموته صلى الله علي هوسلم\n</p>\n\n<p>\nفلا يجوز لمسلم أن يأتي قبر رسول الله ويسأله حاجة أو غفران ذنب أو كشف ضر\n</p>\n\n<p>\nوالدليل على ذلك أن في خلافة عمر بن الخطاب انقطع المطر وأراد عمر أن\nيستسقي وطلب من العباس بن عبد المطلب أن يدعو لهم بالاستسقاء فقال اللهم\nإنا كنا إذا أجدبنا نتوسل إليك بنبينا فتسقينا وإنا نتوسل إليك بعم نبينا\nثم قال قم يا عباس فادع الله لنا رواه البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nفلو كان التوسل بالرسول بعد موته جائزا لما عدلت الصحابة عن الرسول إلى\nالعباس بن عبد المطلب وهذا من الوضوح بمكان لا يخفى إلا من أعماه التعصب\nوالعناد وسلك سبيل أهل الضلال والفساد\n</p>\n\n<p>\nولزيادة الإيضاح والبيان نورد لكم بعض أدعية الأنبياء عليهم الصلاة\nوالسلام\n</p>\n\n<p>\nفهذا أبونا آدم لما اقترف الخطيئة قال ربنا ظلمنا أنفسنا وإن لم تغفر لنا\nوترحمنا لنكونن من الخاسرين\n</p>\n\n<p>\nفلم يتوسل أبونا آدم بمحمد كما زعم الزاعمون وأوردوا حديثا عن عمر بن\nالخطاب رضي الله عنه قال قال رسول الله صلى الله عليه وسلم لما اقترف آدم\nالخطيئة قال يا رب أسألك بحق محمد لما غفرت لي فقال الله يا آدم وكيف عرفت\nمحمد ولم أخلقه قال يا رب لأنك لما خلقتني بيدك ونفخت في من روحك رفعت رأسي\nفرأيت على قوائم العرش مكتوبا لا إله إلا الله محمد رسول الله فعلمت أنك لم\nتضف إلى اسمك إلا أحب <span id='ms095'></span> الخلق إليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nفقال الله صدقت يا آدم إنه لأحب الخلق إلي ادعني بحقه فقد غفرت لك ولولا\nمحمد ما خلقتك رواه الحاكم في مستدركه\n</p>\n\n<p>\nوقد أجاب أهل العلم أالحاكم متساهل في تصحيح الأحاديث حتى اتهمه بعضهم\nبسوء العقيدة\n</p>\n\n<p>\nفقد قال الذهبي في تعليقه على المستدرك في خصوص هذا الحديث إنه حديث\nموضوع فلا حجة في موضوع بل ولا في ضعيف\n</p>\n\n<h1 class='l1' id='head68'>AUTO أدعية الرسل</h1>\n\n<p>\nوإذ سمعتم دعاء آدم عليه السلام فاسمعوا دعاء نوح كما أخبر الله عنه رب\nاغفر لي ولوالدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنات ولا تزد الظالمين\nإلا تبارا\n</p>\n\n<p>\nوقال الله عن إبراهيم عليه السلام رب اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nوقال الله مخبرا عن أيوب وأيوب إذ نادى ربه إني مسني الضر وأنت أرحم\nالراحمين\n</p>\n\n<p>\nوعن يونس لما التقمه الحوت وذا النون إذ ذهب مغاضبا فظن أن لن نقدر عليه\nفنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين فاستجبنا\nله ونجيناه من الغم وكذلك ننجي المؤمنين\n</p>\n\n<p>\nوعن زكريا وزكريا إذ نادى ربه رب لا تذرني فرادا وأنت خير الوارثين\nفاستجبنا له ووهبنا له يحيى وأصلحنا له زوجه\n</p>\n\n<p>\nوعن يوسف عليه السلام رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث\nفاطر السموات والأرض أنت وليي في الدنيا والآخرة توفني مسلما والحقني\nبالصالحين\n</p>\n\n<p>\nوأدعية الرسول صلى الله عليه وسلم كثيرة مبثوثة في كتب السنة وفي كتب\nالأذكار ومنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nاللهم إني أسألك العافية في ديني ودنياي وأهلي ومالي وبدني إلى آخر الدعاء\n</p>\n\n<p>\nومنها دعاء سيد الاستغفار المشهور\n</p>\n\n<p>\nومنها دعاء اللهم إنا ندعوك كما أمرتنا فاستجب لنا كما وعدتنا اللهم اقسم\nلنا من خشيتك ما تحول بيننا وبين معاصيك ومن طاعتك ما تبلغنا به جنتك ومن\nاليقين ما تهون به علينا مصائب الدنيا اللهم متعنا بأسماعنا وأبصارنا\nوقوتنا ما أحييتنا واجعله الوارث منا\n</p>\n\n<p>\nفهل يستطيع أحد من هؤلاء أن يأتي بحرف من القرآن أو من السنة الصحيحة على\nمشروعية التوسل بالصالحين أو الأنبياء والمرسلين <span id='ms096'></span> فضلا عن الاستغاثة بالرسول\nأو بغيره\n</p>\n\n<p>\nفإن الاستغاثة بغير الله شرك لا ريب فيها وأما التوسل فهو بدعة لا كفر\n</p>\n\n<p>\nومن الأدلة الدالة على أن التوسل يكون بالأعمال الصالحة ما جاء في الحديث\nعن الثلاثة الذين انطبقت عليهم الصخرة فتوسل أحدهم ببر والديه والثاني توسل\nبعفته من الزنا بعد أن جلس من المرأة مجلس الرجال من النساء والثالث توسل\nبتنمية أجر الأجير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nبعد أن ذهب وترك أجرته ثم رجع بعد مدة طويلة وطلب أجرته فردها عليه فإذا\nهي مال كثير\n</p>\n\n<p>\nاحتجاجهم بآية يا أيها الذين آمنوا اتقوا الله وابتغوا إليه الوسيلة\nوالجواب عنها\n</p>\n\n<p>\nأن الوسيلة هنا معناها التقرب إلى الله بالأعمال الصالحة أو بأسمائه\nوصفاته كما بينا في التوسل المشروع لا كما يقول المبتدعون أن نجعل الأنبياء\nوالصالحين شفعاء ووسطاء ويقولون إنها من الوسائل المأمور بها ويفسرون الآية بها\n</p>\n\n<p>\nأو يزعمون أن الشفاعة ثابتة لرسول الله صلى الله عليه وسلم ونحن نسأله\nلأن الله قد منحه إياها\n</p>\n\n<h1 class='l1' id='head69'>AUTO إثبات الشفاعة للرسول</h1>\n\n<p>\nفالجواب لا ريب للرسول صلى الله عليه وسلم شفاعات متعددة أعظمها الشفاعة\nالعظمى يوم القيامة لإراحة الناس من عناء الموقف العظيم وهذه الشفاعة\nمخصوصة برسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nوله شفاعة أخرى في إخراج بعض من دخل النار من الموحدين وأخرى في رفع درجات\nالمؤمنين في الجنة\n</p>\n\n<p>\nولكن اعتقادنا بثبوت الشفاعة له لا يسوغ للمسلم اتكالا على هذه الشفاعة\nأن يسأل رسول الله في الدنيا شفاعته أو غفران ذنوبه كأن يقول يا محمد اشفع\nلي يا محمد اغفر لي ذنبي أدركني أستخر بك ممن ظلمني أو أسألك يا محمد\nالشفاعة فإن هذا كله لا يجوز صلى الله عليه وسلم\n</p>\n\n<p>\nبل يقول اللهم ارزقني شفاعة محمد اللهم شفع في محمدا أو يقول اللهم لا\nتحرمني من شفاعة محمد\n</p>\n\n<p>\nفإذا لم يجز للإنسان أن يقول مخاطبا لرسوله صلى الله عليه وسلم اشفع لي\nأو أغثني أو أستجير بك فأولى أن لا يجوز بغيره من الأولياء والصالحين ولا\nيغتر بقول بعض الشعراء <span id='ms097'></span> ... يا أكرم الخلق ما لي من ألوذ به ... سواك عند\nحلول الحادث العميم ...\n</p>\n\n<p>\nفإن هذا الكلام شرك وضلال ولكن الله أعلم بقائله هل مات على هذا أو تاب\n</p>\n\n<p>\nيقول ما لي من ألوذ به ونقول له ... لذ بالإله ولا تلذ بسواه ... من لاذ\nبالملك الجليل كفاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nحجج المبتدعة في جواز التوسل والاستعانة\n</p>\n\n<p>\nوقد كثر في كلام بعض الشعراء من الاستغاثات والنداءات لرسول الله صلى\nالله عليه وسلم ولغيره كما كثر في كلام المتأخرين من التوسلات والاستغاثات\nوتجويزهم لهما بشبه واهية ليس عليها شبهة الصواب فضلا عن الحجة والدليل\n</p>\n\n<p>\n1 - مثل احتجاجهم على التوسل بحديث آدم السابق ذكره\n</p>\n\n<p>\n2 - وبحديث اللهم إني أسألك بحق السائلين عليك وبحق ممشاي هذا\n</p>\n\n<p>\n3 - وبحديث فاطمة بنت أسد الذي رواه ابن حبان والحاكم عن أنس بن مالك قال\nلما ماتت فاطمة بنت أسد بن هاشم أم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nعلي بن أبي طالب وكانت قد ربت النبي صلى الله عليه وسلم دخل عليها رسول\nالله صلى الله عليه وسلم فجلس عند رأسها وقال رحمك الله يا أمي بعد امي إلى\nأقال لما أدخلها في اللحد اغفر لأمي فاطمة بت أسد ووسع لها مدخلها بحق نبيك\nوالأنبياء الذين من قبلي فإنك أرحم الراحمين\n</p>\n\n<p>\n4 - ومثل احتجاجهم على جواز الاستغاثة بقوله تعالى فاستغاثة الذي من\nشيعته على الذي من عدوه\n</p>\n\n<p>\n5 - وبقوله تعالى ول أنهم إذ ظلموا أنفسهم جاءوك فاستغفروا الله واستغفر\nلهم الرسول لوجدوا الله توابا رحيما\n</p>\n\n<p>\n6 - وبمثل قولهم لا فرق بين الأحياء والأموات فإذا جاز التوسل بالنبي حيا\nجاز به ميتا لأنه حي في قبره وهكذا سائر الأنبياء لأن الأنبياء أعلى مقاما\nمن الشهداء والشهداء قد قال الله فيهم ولا تحسبن الذين قتلوا في سبيل الله\nأمواتا بل أحياء عند ربهم يرزقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n7 - وبما يروونه من حديث إذا أعيتكم الأمور فعليكم بأهل القبور\n</p>\n\n<p>\n8 - وحديث توسلوا بجاهي فإن جاهي عند الله عظيم إلى غير ذلك من\nالاحتجاجات الواهية السمجة الباردة التي تستوجب الضحك عليهم والرثاء لحالهم\n</p>\n\n<h1 class='l1' id='head70'>AUTO الرد على حجج المبتدعين وتفنيدها</h1>\n\n<p>\nوإلى القارئ الجواب عن <span id='ms098'></span> تلك الشبه فنقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nأولا ليعلم القارئ أن التوسل بدعة ليس بكفر وإنما الكفر هو الاستغاثة\nبرسول الله أو بغيره كما مر غير مرة\n</p>\n\n<p>\nوثانيا ليس في التوسل بالأموات حديث صحيح أو حسن وكل ما يوردونه إما ضعيف\nأو موضوع\n</p>\n\n<p>\n1 - فأما حديث الاحتجاج بتوسل آدم فقد سبق الجواب عنه\n</p>\n\n<p>\n2 - وأما حديث اللهم إني أسألك بحق السائلين فإنه ضعيف قال الحافظ\nالهيثمي في مجمع الزوائد هذا إسناد مسلسل بالضعفاء عطية وهو العوفي والفضيل\nبن مرزوق والفضل ابن الموفي كلهم ضعفاء\n</p>\n\n<p>\nوعلى تسليم أنهم اختلفوا في الفضيل بن مرزوق فضعفه ابن حبان والنسائي\nوأبو حاتم ووثقه ابن معين\n</p>\n\n<p>\nقال ابن حبان فيه يروى عن عطية العوفي الموضوعات وهو في هذا الحديث عن\nعطية العوفي\n</p>\n\n<p>\nفإن الجرح مقدم على التعديل على أننا لو سلمنا بصحة الحديث فإنا لا نسلم\nأن حق السائلين مخلوق إذ حقهم هو إجابة الله وإعطاءهم سؤالهم وهما صفتان له\nتعالى فحق الخلق قد يكون صفة من صفات الله قال تعالى وكان حقا علينا نصر\nالمؤمنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n3 - والجواب عن حديث فاطمة بنت أسد أنه ضعيف أيضا فإن فيه روح بن صالح\nالمصري وهو ضعيف\n</p>\n\n<p>\nوعلى فرض تسليم صحته فحق الأنبياء غير مخلوق كما قدمنا في حديث اللهم إني\nأسألك بحق السائلين\n</p>\n\n<p>\nبل إنه صفة من صفات الله تعالى وهو نصرته للأنبياء وإرضاؤهم وإعلاؤهم على\nأعدائهم\n</p>\n\n<p>\n4 - وأما احتجاجهم على الاستغاثة بقوله تعالى في قصة موسى فستغاثه الذي\nمن شيعته\n</p>\n\n<p>\nفما أسمجه من استدلال وما أبرده لأنها استغاثة حي بحي فيما يقدر عليه\nوليس في هذا خلاف على أن فعل الرجل الإسرائيلي ليس بحجة وإجابة موسى له\nوتقريره عليه ليس بحجة لأن ذلك قبل أن يوحى إليه\n</p>\n\n<p>\nوسكوت الأنبياء قبل بعثتهم لا يدل على جواز المسكوت عنه وبعد ذلك كله ليس\nهو في شريعتنا\n</p>\n\n<p>\nوأما احتجاجهم بقوله تعالى ولو أنهم إذ ظلموا الآية فالجواب أن غايتها\nتعليق غفران ذنوبهم على مجيئهم إليه صلى الله عليه وسلم واستغفارهم الله\nواستغفار الرسول لهم وأنهم ليموا على <span id='ms099'></span> ترك ذلك وليس فيها أنهم طلبوه ولا\nأمروا أن يطلبوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nوثانيا أن الآية معلقة ذلك على إتيانه صلى الله عليه وسلم وإتيانه غير\nمتأت بعد موته إذ لا يمكن إلا إتيان قبره ومن أتى القبر لا يقال أنه أتى\nصاحب القبر إلا على سبيل التسامح والتجوز\n</p>\n\n<p>\nثالثا هي واقعة معينة لا تفيد العموم بمعناها ولا لفظها وقعت في حياته\nصلى الله عليه وسلم فمن أين أخذوا التعميم في الحياة والممات\n</p>\n\n<p>\nولو دلت على العموم في الحياة والممات لكانت مخصصة ومقصورة على الحياة\nودليل التخصيص الأخبار الشرعية الدالة أن الأموات لا يسمعون ولا يجيبون قال\nتعالى إن الله يسمع من يشاء وما أنت بمسمع من في القبور\n</p>\n\n<p>\nوفي الحديث الذي رواه مسلم إذا مات ابن آدم انقطع عمله إلا من ثلاث صدقة\nجارية أو ولد صالح يدعو له أو علم ينتفع به\n</p>\n\n<p>\nولأن الصحابة ومن بعدهم ما فهموا شمولها للموت ولذا لم يدعوه صلى الله\nعليه وسلم ولم يأت إلينا أنهم دعوه بعد الموت كما قد أتى إلينا أنهم سألوه\nالدعاء في حياته صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nوأما قولهم لا فرق بين الأحياء والأموات في جواز التوسل والاستغاثة وما\nثبت لأحد المثلين ثبت للآخر وقد ثبتت حياة الأنبياء في قبورهم لأنهم أعلى\nمقاما من الشهداء فجازت الاستغاثة والتوسل بهم وبالشهداء والأولياء\n</p>\n\n<p>\nفالجواب أن هذه المقالة مصادمة للقرآن صريحا لأن القرآن يقول وما يستوي\nالأحياء ولا الأموات إن الله يسمع من يشاء وما أنت بمسمع من في القبور\n</p>\n\n<p>\nويقول فإنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين\n</p>\n\n<p>\nفسبحان الله الذي أعمى بصائر هؤلاء القبوريين الدجاجلة المضلين حتى سووا\nبين الأحياء والميتين\n</p>\n\n<p>\nبل قالوا إن الأرواح بعد مفارقة الأجسام باقية وتتصرف التصرف التام\n</p>\n\n<p>\nفعلى عقولهم العفاء والدمار فما أجهل هؤلاء وما أكفرهم فلو كانوا أحياء\nكما جاز دفنهم وتقسم أموالهم وتتزوج نساؤهم بالنسبة لغير الرسول صلى الله\nعليه وسلم\n</p>\n\n<p>\nوإنا نرى الميت يهان ويوطأ وهو لا يتحرك ولا يدفع عن <span id='ms100'></span> نفسه أتراه رضي لها\nالهوان ولا أظن أن سمع الناس أبطل من هذا الكلام وأفسد من هذا القياس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n6 - وقولهم إن الأرواح تتصرف بعد مفارقة الأجسام لأنها حية فكلام باطل\n</p>\n\n<p>\nوأي تصرف لها وهل يلزم من حياتها تكون قادرة مجيبة للمستغيثين والسائلين\n</p>\n\n<p>\nولو جاز لنا أن نستغيث بهؤلاء لأنهم أحياء جاز لنا أنستغيث بالملائكة\nالذين لا خلاف في حياتهم وبالحور والولدان وبأرواح الكفار وبالجان لأنهم\nأحياء سبحانك هذا بهتان عظيم لا يقول هذا إلا من سفه نفسه وتجرد من عقله\nاللهم اهدهم إلى صراط الحق والطريق المستقيم\n</p>\n\n<p>\n8 - وأما حديث إذا أعيتكم الأمور فإنه مكذوب ومن وضع الزنادقة الذين\nقصدوا إفساد الدين\n</p>\n\n<p>\n9 - وحديث توسلوا بجاهي موضوع لم يختلف في وضعه اثنان\n</p>\n\n<p>\nولا ريب عند المسلمين جميعهم أن لرسول الله صلى الله عليه وسلم جاها\nعظيما ومقاما محمودا وأنه أفضل الورى وخاتم الأنبياء والمرسلين\n</p>\n\n<p>\nولكن هذا لا يسوغ لنا التوسل والاستغاثة به وإن كان الأنبياء أحياءا في\nقبورهم حياة برزخية لا يعلمها إلا الله لأن الحياة البرزخية لا تقاس\nبالحياة الدنيا ولا تعطي أحكامها فإذا جاز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nأن نسأله صلى الله عليه وسلم في حياته الدعاء بأن يطلب لنا من الله قضاء\nحاجة أو غفران ذنب فلا يجوز بعد مماته أن نسأله قياسا على حياته الدنيوية\n</p>\n\n<p>\nوأين هؤلاء من الآيات القرآنية التي تنادي بأن ليس لغير الله أمر أو تصرف\nأو قدوة في دفع ضر أو جلب نفع سواء أكان نبيا أم غيره كقوله تعالى قل\nأفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو\nأرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون\n</p>\n\n<p>\nوقوله قل إني لا أملك لكم ضرا ولا رشدا قل إني لن يجيرني من الله أحد ولن\nأجد من دونه ملتحدا\n</p>\n\n<p>\nوقوله قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله ولو كنت أعلم الغيب\nلاستكثرت من الخير وما مسني السوء إن أنا إلا نذير وبشير لقوم يؤمنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nإلى <span id='ms101'></span> غير ذلك من الآيات التي فيها الخطاب للرسول صلى الله عليه وسلم مبينا\nأن الذي بيده النفع والضر هو الله وحده لا غير وأن المعبودات من دون الله\nلا تغني شيئا وأن الرسول صلى الله عليه وسلم مع أنه سيد الأولين والآخرين\nوإمام الأنبياء والمرسلين لا يملك لنفسه ضرا ولا نفعا فضلا عن غيره\n</p>\n\n<p>\nوقد ثبت في الحديث الصحيح عن النبي صلى الله عليه وسلم أنه قال لما نزلت\nآية وأنذر عشيرتك الأقربين\n</p>\n\n<p>\nيا بني كعب بن لؤي أنقذوا أنفسكم من النار\n</p>\n\n<p>\nيا بني عبد شمس أنقذوا أنفسكم من النار\n</p>\n\n<p>\nيا بني عبد مناف أنقذوا أنفسكم من النار\n</p>\n\n<p>\nيا بني عبد المطلب أنقذوا أنفسكم من النار\n</p>\n\n<p>\nيا فاطمة بنت محمد أنقذي نفسك من النار\n</p>\n\n<p>\nفإني لا أملك لكم من الله شيئا\n</p>\n\n<p>\nوفي رواية يا معشر قريش اشتروا أنفسكم من الله فإني لا أغني عنكم من الله\nشيئا يا بني عبد المطلب لا أغني عنك من الله شيئا يا صفية عمة رسول الله لا\nأغني عنك من الله شيئا يا فاطمة بنت رسول الله سليني من مالي ما شئت لا\nأغني عنك من الله شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nوقوله تعالى إياك نعبد وإياك نستعين أي نخصك بالعبادة ولا نعبد سواك\nونستعين بك في أمور الدنيا والدين ولا نستعين بأحد غيرك\n</p>\n\n<p>\nوحديث إذا سألت فأسأل الله وإذا استعنت فاستعن بالله\n</p>\n\n<p>\nلو تدبر هؤلاء المبتدعون تلك الآيات والأحاديث وراجعوا تفاسير الأئمة\nالمحققين على تلك الآيات وشروح تلك الأحاديث شروح الأجلاء المعتبرين\n</p>\n\n<p>\nلعلموا أن توسلاتهم بالرسول أو بالأنبياء والصالحين ليس لها أصل في الدين\n</p>\n\n<p>\nوأن الاستغاثة والاستعانة بهم من الشرك والكفر المبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>AUTO 3 - توحيد الأسماء والصفات</h1>\n\n<p>\nوهو أن يعتقد العبد اعتقادا جازما أن ما أخبر الله به في كتابه من أوصافه\nالعليا وأسمائه الحسنى وكذا ما جاءت به الأحاديث الصحيحة من أسمائه وصفاته\nهي كما تليق بجلال الله وعظمته وكبريائه فمن تلك الصفات\n</p>\n\n<p>\nصفة الحياة له جل جلاله كما قال الله لا إله إلا هو الحي القيوم\n</p>\n\n<p>\nوصفة <span id='ms102'></span> العلم كما قال الله ولا يحيطون بشيء من علمه\n</p>\n\n<p>\nوقوله ألا يعلم من خلق وهو اللطيف الخبير\n</p>\n\n<p>\nوصفة الإرادة لقوله تعالى إنما أمره إذا أراد شيئا أن يقول له كن فيكون\n</p>\n\n<p>\nوالقدرة لقوله تعالى وكان الله على كل شيء قديرا والسمع والبصر لقوله\nتعالى وكان الله سميعا بصيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nوالكلام لقوله تعالى وكلم الله موسى تكليما\n</p>\n\n<p>\nوقوله ولما جاء موسى لميقاتنا وكلمه ربه\n</p>\n\n<p>\nوالرحمة لقوله تعالى بسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصفة الحب لقوله يحبهم ويحبونه\n</p>\n\n<p>\nواليدين لقوله تعالى لما خلقت بيدي\n</p>\n\n<p>\nوالوجه لقوله ويبقى وجه ربك ذو الجلال والإكرام\n</p>\n\n<p>\nوالاستواء على العرش لقوله تعالى الرحمن على العرش استوى في سبع آيات من القرآن\n</p>\n\n<p>\nوالنزول للحديث الصحيح ينزل ربنا كل ليلة إلى السماء الدنيا فينادي هل من\nمستغفر فأغفر له هل من سائل فأعطيه هل من تائب فأتوب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nإلى غير ذلك من الصفات التي لا نستطيع حصرها في عشرين صفة وحصرها في عشرين\nمن مبتدعات الخلف بل ولا حصرها في أكثر من عشرين وإنما الواجب الإيمان بكل\nما ورد في الكتاب والسنة الصحيحة من صفات الله وأسمائه إثباتا بلا تمثيل\nوتنزيها بلا تعطيل\n</p>\n\n<p>\nوالقول الشامل في هذا الباب أن يوصف الله بما وصف به نفسه أو وصفه به\nرسوله وبما وصفه به السابقون الأولون لا يتجاوز القرآن والحديث\n</p>\n\n<p>\nفمذهب السلف حق بين باطلين بين باطل التمثيل وباطل التعطيل\n</p>\n\n<p>\nفالمشبه يعبد صنما والمعطل يعبد عدما والموحد يعبد إله الأرض والسماء\n</p>\n\n<p>\nليس كمثله شيء وهو السميع البصير\n</p>\n\n<p>\nفصدر الآية تنزيه الله عن مماثلة المخلوقات ورد على المشبهه\n</p>\n\n<p>\nوآخر الآية إثبات صفتي السمع والبصر في قوله وهو السميع البصير ورد على\nالمعطلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nفالسلف الصالح لا يمثلون صفات الله بصفات خلقه كما لا يمثلون ذاته بذات خلقه\n</p>\n\n<p>\nفالكلام في الصفات فرع عن الكلام في الذات فكما أن ذاته المقدسة لا تشبه\nذوات المخلوقين فصفاته لا تشبه صفات المخلوقين فإذا قلنا لله علم وللمخلوق\nعلم كما قال في كتابه المجيد وهو بكل شيء عليم وقال ألا <span id='ms103'></span> يعلم من خلق وهو\nاللطيف الخبير\n</p>\n\n<p>\nوقال في حق المخلوق وبشرناه بغلام عليم\n</p>\n\n<p>\nوقال عن نبيه يوسف اجعلني على خزائن الأرض إني حفيظ عليم\n</p>\n\n<p>\nفلا شك أن ليس علم الله كعلم يوسف أو إسحاق عليه السلام\n</p>\n\n<p>\nووصف نفسه بالرأفة والرحمة فقال إنه بهم رؤوف رحيم وقال وكان بالمؤمنين رحيما\n</p>\n\n<p>\nوقال في حق الرسول صلى الله عليه وسلم لقد جاءكم رسول من أنفسكم عزيز\nعليه ما عنتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nحريص عليكم بالمؤمنين رؤوف رحيم\n</p>\n\n<p>\nفليست رحمة الله كرحمة المخلوق ولا رأفته كرأفة المخلوق\n</p>\n\n<p>\nووصف نفسه بالسمع والبصر في غير ما آية من كتابه فقال إن الله سميع بصير\nوقال ليس كمثله شيء وهو السميع البصير\n</p>\n\n<p>\nوقال في حق المخلوق إنا خلقنا الإنسان من نطفة أمشاج نبتليه فجعلناه\nسميعا بصيرا\n</p>\n\n<p>\nونحن لا نشك أن ما في القرآن حق\n</p>\n\n<p>\nفلله سمع وبصر حقيقتان لائقتان لجلاله وكماله\n</p>\n\n<p>\nكما أن للمخلوق سمعا وبصرا حقيقتين مناسبتين لحاله من فقره وفنائه\n</p>\n\n<p>\nوبين سمع وبصر الخالق وسمع وبصر المخلوق كمثل ما بين ذات الخالق والمخلوق\n</p>\n\n<p>\nووصف نفسه بالحياة فقال الله لا إله إلا هو الحي القيوم وقال هو الحي لا\nإله إلا هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nووصف بعض المخلوقين بالحياة فقال وجعلنا من الماء كل شيء حي\n</p>\n\n<p>\nوقال وسلام عليه يوم ولد ويوم يموت ويوم يبعث حيا\n</p>\n\n<p>\nفليست حياة الخالق كحياة المخلوق\n</p>\n\n<p>\nوقال الرحمن على العرش استوى\n</p>\n\n<p>\nوقال في حق المخلوق واستوت على الجودي\n</p>\n\n<p>\nفليس استواؤه كاستواء السفينة على الجودي\n</p>\n\n<p>\nوالحاصل أننا لا نتعدى القرآن والحديث ولا نؤول صفات الله الواردة في\nالوحيين بتأويلات الجهمية والمعتزلة القائلين إن اليد بمعنى النعمة\nوالاستواء بمعنى الاستيلاء والوجه بمعنى الذات والرحمة بمعنى التفضل ونزوله\nبمعنى نزول أمره أو رحمته أو ملائكته\n</p>\n\n<p>\nوما أشبه ذلك من التأويلات الفاسدة النابعة من منابع الفلاسفة الضالين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nتلك التأويلات التي تؤول بالإنسان إلى الكفر وتجعل الشريعة ألعوبة بأيدي\nالمبطلين والهدامين بحيث أنه لا يريد مبطل أن يهدم عقيدة أو حكما شرعيا إلا\nوقد أتى من باب التأويل وكفى بهذا قبحا وضلالا <span id='ms104'></span>\n</p>\n\n<p>\nوعلى اعتقاد ما وصف الله به نفسه أو وصفه رسوله بما أتى في القرآن\nوالأحاديث الصحيحة من غير تمثيل ولا تكييف ولا تعطيل مضى عصر الرسول\nوالصحابة والتابعين وتابعيهم من الأئمة المعتبرين كالإمام أبي حنيفة\nوالإمام الشافعي والإمام مالك والإمام أحمد بن حنبل والبخاري ومسلم\nوالترمذي والنسيء وأبي داود والثوري وابن عيينه وغيرهم من المحدثين\nوالفقهاء المعتبرين والصوفية المحقين كالجنيد والجيلاني وأبي نعيم\nواللغويين المحققين كالخليل بن أحمد وثعلب وغيرهما\n</p>\n\n<p>\nوآخر دعوانا أن الحمد لله رب العالمين نسأل الله أن ينفعنا وينفع إخواننا\nالمسلمين بهذه الرسالة إنه سميع قريب مجيب الدعاء وصلى الله على سيدنا محمد\nوعلى آله وأصحابه والتابعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n <span id='ms105'></span>\n</p>\n",
  "pages": [
    "001",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "064",
    "065",
    "068",
    "069",
    "072",
    "073",
    "076",
    "077",
    "080",
    "081",
    "082",
    "083",
    "084",
    "086",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079"
  ],
  "volumes": [
    "01"
  ]
}