{
  "content": "\n<p>\nعمدة الأحكام -\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>كتاب الصيام </h1>\n\n<p>\n(2)</span>\n</p>\n\n<h1 class='l1' id='head1'>تابع للحديث السابق- باب الصوم في <span id='ms0601'></span> السفر وغيره إلى باب أفضل الصيام وغيره</h1>\n\n<p>\nالشيخ/ عبد الكريم الخضير\n</p>\n\n<p>\nولذا كان أبو هريرة -رضي الله عنه- يفتي بأن من أصبح جنبا صومه غير صحيح،\nيصبح جنب، ما اغتسل قبل طلوع الفجر صومه ليس بصحيح، فاستدل عليه بهذا\nالحديث، عن عائشة وأم سلمة، يقدم قول أبي هريرة وإلا قولهما؟ قولهما، نعم؛\nلأن هذا شيء يدركه النساء، شيء خاص لا يحصل إلا بين الرجل وزوجته، فقولهما\nمقدم على قول أبي هريرة.\n</p>\n\n<p>\nعن عائشة وأم سلمة -رضي الله عنهما- أن رسول الله -صلى الله عليه وسلم-\nكان يدركه الفجر، يعني يطلع عليه الفجر، وهو مريد للصيام، مبيت للنية، وهو\nجنب من أهله، والحال أنه جنب من أهله لا من احتلام، ثم يغتسل ويصوم؛ لأن\nمسألة الاحتلام ما يمكن أحد يناقش فيها؛ لأنه لو احتلم وهو صائم، احتلم\nالظهر، احتلم ما عليه شيء؛ لأن هذا ليس بيده، المسألة مسألة الاختيار، وهو\nكون الجنابة ناشئة من جماع أهله، الرسول -عليه الصلاة والسلام- ما يحتلم؛\nلكن المسألة له ولغيره، الحكم للجميع، يعني هنا قالت: وهو جنب من أهله\nلتبين أن المسألة في مسألة الاختيار، فضلا عن مسائل الاضطرار التي ليس\nللإنسان فيها تصرف.\n</p>\n\n<p>\nيدركه الفجر؛ لأنه إذا كان جنب من أهله بإمكانه أن يغتسل قبل الفجر؛ لكن\nإذا كان من جماع هل يملك أن يغتسل قبل الفجر إذا كان بعد طلوع الفجر أو بعد\nطلوع الشمس أو بعد الظهر مثلا؟ ما يملك شيء فلا حكم له، الشيء الذي لا\nيملكه ابن آدم لا حكم له فيه؛ لكن هذا في حالة جنب من أهله، فإذا كان في\nحالة الجنابة فالاحتلام من باب أولى، والنبي -عليه الصلاة والسلام- كما هو\nمقرر في كتب الخصائص والشمائل أنه لا يحتلم؛ لأن الاحتلام من تلاعب\nالشيطان، وعلى كل حال الصحابة منهم من احتلم، كثير؛ لكن من كماله -عليه\nالصلاة والسلام- أنه لا يحتلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p001'> Vol. 23, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n\"كان يدركه الفجر، وهو جنب ثم يغتسل ويصوم\" يدركه وهذا يدل على أنه يشمل\nما إذا <span id='ms0602'></span> كان عامدا أو ناسيا ضاق عليه الوقت أو اتسع عليه الوقت؛ لأن بعض\nالناس ينتبه قبل أذان الصبح وهو جنب بربع ساعة، يقول: أنا اغتسلت ما مداني\nأتسحر، هل أتسحر وأغتسل ولو بعد طلوع الصبح، أو أغتسل ثم أتسحر ولو فاتني\nالسحور؟ نقول: لا يا أخي تسحر، ثم تغتسل بعد ذلك، ولو طلع عليك الصبح كفعله\n-عليه الصلاة والسلام- سواء كنت ناسيا أو عامدا عالما أو جاهلا لا فرق،\nوالحجة في هذا واضحة، وفيه تأخير الغسل إلى ما بعد طلوع الفجر، ويقاس على\nذلك عند أهل العلم الحائض والنفساء إذا انقطع الدم قبل طلوع الفجر، يصح\nالصيام ولو لم تغتسل، انقطع الدم قبل طلوع الفجر بربع ساعة، قالت: أتسحر ثم\nأغتسل كالجنب، لا فرق.\n</p>\n\n<p>\n\"ثم يغتسل ويصوم\" ولو بعد طلوع الفجر.\n</p>\n\n<p>\nوعن أبي هريرة -رضي الله عنه- عن النبي -صلى الله عليه وسلم- قال: ((من\nنسي وهو صائم فأكل أو شرب فليتم صومه فإنما أطعمه الله وسقاه)).\n</p>\n\n<p>\nالأكل والشرب من مبطلات الصيام إجماعا، الأكل والشرب كل منهما مبطل\nللصيام إجماعا، وهذا في حق العامد، أما الناسي فقد جاء في هذا الحديث حديث\nأبي هريرة وهو متفق عليه أن رسول الله -صلى الله عليه وسلم- قال: ((من نسي\nوهو صائم فأكل أو شرب فليتم صومه فإنما أطعمه الله وسقاه)) وهذا من لطف\nالله بعباده والتيسير عليهم؛ لأن الإنسان الذي ما تعود الصيام تجده في\nالأيام الأولى يكثر منه النسيان، فلو كلف بقضائه كلف حرجا لا سيما الذي لم\nيتعود الصيام، هذا معروف في الأيام الأولى تجده يوما يأكل ويوم يشرب ويوم\nيأكل ما دري، فمثل هذا لا أثر له في الصيام.\n</p>\n\n<p>\n((فإنما أطعمه الله وسقاه)) وهذا قول جمهور أهل العلم، ويرى المالكية أنه\nيبطل صومه؛ لكن لا يلزمه كفارة إذا أكل أو شرب ناسيا لا يلزمه كفارة، وإنما\nيبطل صومه بخلاف العامد، العامد عندهم مع فطره تلزمه الكفارة، والحديث ليس\nفيه قضاء، ولا بطلان صوم، ولا كفارة، وهو صحيح صريح في <span id='ms0603'></span> الموضوع، وهو مؤيد\nلقول الجمهور، فقولهم هو الراجح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا رأى إنسان آخر وهو صائم متجه إلى البرادة وملأ الكأس وتناوله ليشرب\nمنه يخبره أو لا يخبره؟ يقول: هذا طعمة من الله -جل وعلا- أطعمه الله وسقاه\nوأنت تريد أن تحرمه مما أطعمه الله؟ أو نقول: هذا منكر فطر في نهار رمضان\nهذا الظاهر، الناس ما لهم إلا الظاهر، وعليك أن تغير المنكر، فتنبهه، هذا\nهو المعمول به عند أهل العلم أن من أراد أن يأكل أو يشرب ناسيا ينبه، وهذا\nمن باب تغيير المنكر.\n</p>\n\n<p>\nوعن أبي هريرة -رضي الله عنه- قال: \"بينما نحن جلوس عند النبي -صلى الله\nعليه وسلم- إذ جاءه رجل فقال: يا رسول الله هلكت، قال: ((مالك؟ )) قال:\nوقعت على امرأتي في رمضان وأنا صائم، وفي رواية: أصبت أهلي في رمضان، فقال\nرسول الله -صلى الله عليه وسلم-: ((هل تجد رقبة تعتقها؟ )) قال: لا، قال:\n((فهل تستطيع أن تصوم شهرين متتابعين؟ )) قال: لا، قال: ((فهل تجد إطعام\nستين مسكينا؟ )) قال: لا، قال: فمكث النبي -صلى الله عليه وسلم- فبينا نحن\nعلى ذلك أوتي النبي -صلى الله عليه وسلم- بعرق فيه تمر، والعرق: المكتل،\nقال: ((أين السائل؟ )) قال: أنا، قال: ((خذها فتصدق به)) فقال الرجل: على\nأفقر مني يا رسول الله؟ فو الله ما بين لابتيها يريد الحرتين أهل بيت أفقر\nمن أهل بيتي، فضحك النبي -صلى الله عليه وسلم- حتى بدت أنيابه، ثم قال:\n((أطعمه أهلك)) الحرة: أرض تركبها حجارة سود.\n</p>\n\n<p>\nهذا الحديث، حديث أبي هريرة في قصة المجامع في نهار رمضان حديث عظيم جليل\nكثير الفوائد والأحكام استنبط منه بعض العلماء فوائد كثيرة جدا، واعتنى به\nبعض المتأخرين، كما يقول الحافظ، يقول: \"اعتنى به بعض المتأخرين ممن أدركه\nشيوخنا فتكلم عليه في مجلدين جمع فيهما ألف فائدة وفائدة\" ممن أدركه شيوخنا\nفدل على أنه ليس من شيوخه، وبعضهم يشير بعض الشراح إلى أن الذي جمع فيه\nمجلدين في ألف فائدة هو الحافظ العراقي، الحافظ العراقي من <span id='ms0604'></span> شيوخ الحافظ ابن\nحجر، وابن حجر يقول: \"ممن أدركه بعض شيوخنا\" فهذا دل على أنه ليس الحافظ\nالعراقي، وإنما هو غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p003'> Vol. 23, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالمقصود أن هذا الحديث عظيم، فيه فوائد وفيه أحكام كثيرة جدا، تفوق\nالحصر، يبطل الصيام بالأكل والشرب، بدلالة الحديث السابق وبالجماع، بدلالة\nهذا الحديث، فأصول المفطرات الأكل والشرب والجماع، عن أبي هريرة -رضي الله\nعنه-: \"بينما\" أصلها بينا، ثم زيدت عليها ما للظرفية \"نحن جلوس عند النبي\n-صلى الله عليه وسلم-\" وكثيرا ما يجلسون معه -عليه الصلاة والسلام- يتلقون\nعنه الدين والعلم، وأكثر ما يكون هذا الجلوس في المسجد، إذ جاء رجل فقال:\nيا رسول الله هلكت، فقال: ((مالك؟ )) قال: ((وقعت على امرأتي وأنا صائم))\nنعم الهلاك هلاك الدين، وهذا أفسد صيامه وأفطر يوم من رمضان، فهذا هو\nالهلاك الحقيقي هلاك الدين.\n</p>\n\n<p>\nوكل كسر فإن الدين بجبره ... وما لكسر قناة الدين جبران\n</p>\n\n<p>\nيعني لو خسر في سيارة، في بيت في كذا، الأمر سهل ينجبر هذا، لو انكسر منه\nيد أو رجل تنجبر؛ لكن إذا انكسر الدين هذا الذي ما له جبران إلا التوبة\nالنصوح التي تهدم من وقع من زلة وهفوة، فقال: ((مالك؟ )) فقال: \"وقعت على\nامرأتي وأنا صائم\" دل على أنه يعرف الحكم، يعرف أن هذا محرم، بدليل قوله:\n\"هلكت وأهلكت\" كما في الرواية الأخرى، دل على أنه يعرف أن هذا الأمر محرم؛\nلكنه لا يعرف الأثر المترتب على هذا المحرم، فإذا عرف أن الأمر محرم ولم\nيعرف الأثر المترتب عليه هل نقول: يعذر بجهله؟ هو لم يعرف أنه محرم ما عرف\nأنه محرم أصلا، هذا يعذر بجهله؛ لكن يعرف أنه محرم ولا يعرف الأثر المترتب\nعليه لا يعفى من الأثر، فتلزمه الكفارة، وهنا ألزمه بالكفارة، وقل مثل هذا\nفي جميع المحظورات التي فيها كفارات، يعرف أنه لا يجوز؛ لكن ما يعرف وش\nيترتب عليه؟ الأصل أن يكف، الأصل أن ينتهي عما نهي عنه، كونه أقدم يلزم؛\nلكن ما يدري ما يعرف هل هذا محرم وإلا مباح؟ هذا <span id='ms0605'></span> الذي يقول أهل العلم أنه\nمعذور بجهله، وفي رواية: \"أصبت أهلي في رمضان\" فقال رسول الله -صلى الله\nعليه وسلم-: ((هل تجد رقبة تعتقها؟ )) هذا إلزام بالكفارة، والكفارة كفارة\nإيش؟ كفارة ظهار وإلا كفارة مجامع في نهار رمضان؟ أهل العلم يقولون: من\nجامع زوجته في نهار رمضان لزمته كفارة ظهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p004'> Vol. 23, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nاحنا عندنا الحديث الصحيح الثابت في كفارة المجامع في نهار رمضان، لماذا\nيقول: أن عليه كفارة ظهار ولا يقول: عليه كفارة مجامع في نهار رمضان،\nولماذا يقولون: عليه كفارة ظهار، ولا يقولون: كفارة قتل، يعني المذكور في\nالقرآن معروف لدى الخاص والعام، يعني كثير من الناس ما يعرف الحديث، تقول:\nعليك كفارة مجامع في نهار رمضان، يقول لك: وش هي الكفارة؟ لكن لما تقول له:\nكفارة ظهار يعرف؛ لأن عوام المسلمين يعرفون ما في القرآن، بينما مثل هذه\nالنصوص تخفى عليهم، فأحيل على المعروف لدى الخاص والعام، طيب، لماذا لم\nيقال: عليه كفارة قتل؟ نعم، للخلاف في الإطعام في كفارة القتل، أما كفارة\nالظهار ففيها إطعام، وهنا فيه إطعام فهي أشبه.\n</p>\n\n<p>\nالبيعة، بيعة الرجال متقدمة وإلا بيعة النساء؟ بيعة الرجال هي المتقدمة\nمعروف هذا، كيف يقول عبادة بن الصامت: بايعنا رسول الله -صلى الله عليه\nوسلم- على ما بايع عليه النساء؛ لأن بيعة النساء مضبوطة بالقرآن في آخر\nسورة الممتحنة، مضبوطة بالقرآن، ومضبوطة الرجال مضبوطة بالسنة؛ لكن ما ضبط\nبالقرآن يحال عليه؛ لأنه معروف لدى الناس كلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p005'> Vol. 23, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n((هل تجد رقبة تعتقها؟ )) قال: لا، أي رقبة؟ هل تجد رقبة؟ الرقبة مطلقة،\nوهي كذلك في كفارة الظهار مطلقة، مقيدة في كفارة القتل، فهل يحمل المطلق\nعلى المقيد وإلا ما يحمل؟ يحمل، لماذا؟ لاتحاد إيش؟ لاتحاد الحكم، وهو وجوب\nالإعتاق في كل من الظهار والجماع والقتل، تجب الكفارة، الحكم واحد؛ لكن\nالسبب مختلف، وعند الجمهور في مثل هذه الصورة يحمل المطلق على المقيد خلافا\nللحنفية، وعلى هذا لا يجزئ إلا رقبة مؤمنة، تتوافر فيها الشروط المطلوبة،\nقال: لا، ما يجد؛ لأن الكفارة على <span id='ms0606'></span> الترتيب، قال: ((فهل تستطيع أن تصوم\nشهرين متتابعين؟ )) قال: لا، في رواية: \"ما الذي أوقعه فيما وقع فيه إلا\nالصيام\" ما أوقعه فيما وقع فيه إلا الصيام، قال: لا، متتابعين؟ بمعنى أنه\nيصوم الشهرين هلاليين متتابعين، فلا يفطر بينهما، لو أفطر يوما واحدا\nاستأنف ولا يعذر إلا في العذر الذي يبيح له الفطر في رمضان؛ لأن رمضان شهر\nمفروض على التتابع يعذر فيه المريض والمسافر، المقصود أن العذر الذي يعذر\nفي رمضان بالفطر يعذر فيه في مثل هذا، قال: لا، قال: ((فهل تجد إطعام ستين\nمسكينا)) ستين مسكين، قال: لا، قال: \"فسكت النبي -صلى الله عليه وسلم-\" ما\nفي حيلة، إذا لم يستطع عتق رقبة، ولم يستطع صوم شهرين متتابعين، ولا إطعام،\nتسقط الكفارة وإلا ما تسقط؟ مقتضى القواعد الشرعية أنها دين في ذمته متى\nأيسر عليه أن يؤديها، كحقوق الآدميين، فمتى أيسر يبذلها، فسكت النبي -صلى\nالله عليه وسلم- فبينما نحن على ذلك أوتي النبي -صلى الله عليه وسلم- بعرق\nفيه تمر، والعرق المكتل، يعني زنبيل كبير فيه خمسة عشر صاع، فسكت، بعضها\nهكذا وبعضها كذا روايات منها هذا ومنها هذا، والنسخ تختلف في هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p006'> Vol. 23, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n\"فبينما نحن على ذلك، إذ أوتي النبي -عليه الصلاة والسلام- بعرق فيه تمر\"\nزنبيل كبير فيه خمسة عشر صاع، والعرق المكتل، فقال: ((أين السائل؟ )) قال:\nأنا، سائل عن إيش؟ عما يلزمه من جراء الجماع في نهار رمضان، هو جاء يسأل\n((أين السائل؟ )) قال أنا، قال: خذ هذا فتصدق به، الكفارات إذا تحملها من\nتحملها برضا من لزمته أجزأت، برضاه، شخص عليه كفارة، فقال: أبوه أنا أخرجها\nعنك، أمه: أنا أخرجها عنك تتحمل؛ لأنها تقبل النيابة برضاه؛ لأنه قد لا\nيقبل المنة.\n</p>\n\n<p>\n((خذ هذا فتصدق به)) يعني كفارة عنك، فقال: \"أعلى أفقر مني يا رسول الله؟\nفو الله ما بين لابتيها -يريد الحرتين- أهل بيت أفقر من أهل بيتي\" قال:\n\"فضحك النبي -عليه الصلاة والسلام-\" هذا جاي هالك ومهلك ويلزمه أمور،\nوأخيرا يرجع بزنبيل يكفيه <span id='ms0607'></span> مدة طويلة، يكفيه ويكفي أهله، جاء نادما فرجع\nغانما، وهذا من يسر هذه الشريعة، وسماحتها، وفضل نبيها وشرفه -عليه الصلاة\nوالسلام-.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nجاء في بعض الروايات ما يدل على وجوب القضاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p007'> Vol. 23, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: \"أعلى أفقر مني؟ فو الله ما بين لابتيها\" يعني تصور أن هذا الشخص\nمسح المدينة مسح شامل حتى عرف أنه ما يوجد أفقر منه؟ أو بناء على غلبة ظنه؟\nنعم، بناء على غلبة ظنه، ولذا يقول أهل العلم: يجوز أن يحلف على غلبة الظن،\n\"يريد الحرتين، أهل بيت أفقر من أهل بيتي، فضحك النبي -عليه الصلاة\nوالسلام-، من وضعه، حتى بدت نواجذه الكريمة، بعض النسخ: أنيابه ولا فرق،\nتبدو النواجذ وتبدو الأنياب، ثم قال: ((أطعمه أهلك)) منهم من يقول: أن\nالكفارة تسقط، تسقط لأنه إن لم تسقط لألزمه بإخراجه؛ لكن أنا أقول: لا دليل\nفي هذا، لا دليل في هذا، والجادة أنها تثبت في ذمته متى أيسر، إن مات معسرا\nفلا يكلف الله نفسا إلا وسعها، تبقى في ذمته، وكون النبي -عليه الصلاة\nوالسلام- أعطاه إياه، وقال: ((أطعمه أهلك)) ولم يتعرض للكفارة أنها ذهبت أو\nما ذهبت، الآن أهله يحتاجون إلى إسعاف، ما بين لابتي المدينة أفقر منهم،\nيبغون من يسعفهم، ما عندهم أكل، فيقدمون يسعفون بمثل هذا، والكفارة تبقى\nدين في ذمته، إن مات وهو معسر فالله -جل وعلا- يتولاه، والجادة والقاعدة\nأنها تبقى دين في ذمته، لأن منهم من يقول: أنه ما دام أعطاه العرق الذي فيه\nالتمر، وقال: كله أنت وعيالك، يعني أن ما فيه كفارة، بل زاده على ذلك بأن\nأعطاه تمرا، فكيف يعطيه تمر يأكل هو وأولاده وهو مطالب بكفارة؟ نقول: ممكن،\nيعني متصور، قال: خذ هذا التمر كلوه، وسدوا خلتكم منه، والكفارة تبقى كما\nيرجع العادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p008'> Vol. 23, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nبالنسبة لقضاء ذلك اليوم جاء في بعض الروايات من وجوه، يقول ابن حجر:\nأنها من وجوه تثبت أنه يلزمه قضاء اليوم، قال: ((صم يوما مكانه)) وهذه هي\nالقاعدة أن من أفطر يوما لزمه أن يقضيه، من <span id='ms0608'></span> ترك صلاة عليه قضاؤها؛ لكن هل\nيدخل في هذا المتعمد وغير المتعمد؟ يعني ترك صلاة متعمدا حتى خرج وقتها،\nيقضي وإلا ما يقضي؟ أفطر يوم من رمضان عمد من غير عذر، يقضي وإلا ما يقضي؟\nالجادة يقضي؛ لأنه إذا أمر المعذور بالقضاء فلأن يؤمر غير المعذور من باب\nأولى، منهم من يقول: بالنسبة للصلاة، الصيام جاء فيه: ((من أفطر يوما من\nرمضان من غير عذر لم يقضه صيام الدهر وإن صامه)) يدل على أنه لا يقضي؛ لكن\nهذا الحديث يدل على أنه يقضي، وإذا كان المعذور يقضي فلأن يقضي غير المعذور\nمن باب أولى، وكونه لا يقضيه صيام الدهر لا يعفيه من الإثم، وإن لزمه\nالقضاء، الصلاة إذا تعمد إخراجها عن وقتها فمن أهل العلم من يقول: أنه لا\nيقضيها؛ لأن صلاتها بعد خروج الوقت كصلاتها قبل دخوله، والوقت شرط لصحة\nالصلاة، وتخلف الشرط إذا لا يقضيها، ونقل ابن حزم عليه الإجماع، نقل ابن\nحزم عليه الإجماع؛ لكن الأئمة الأربعة كلهم على خلافه، بل نقل بعضهم\nالإجماع على وجوب القضاء، فعامة أهل العلم على وجوب القضاء، وهو الراجح.\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء المرسلين،\nاللهم اغفر لنا ولشيخنا وللحاضرين برحمتك يا أرحم الراحمين.\n</p>\n\n<p>\nباب الصوم في السفر وغيره:\n</p>\n\n<p>\nعن عائشة -رضي الله عنها- أن حمزة بن عمرو الأسلمي -رضي الله عنه- قال\nللنبي -صلى الله عليه وسلم-: \"أصوم في السفر؟ وكان كثير الصيام، قال: ((إن\nشئت فصم، وإن شئت فافطر)).\n</p>\n\n<p>\nعن أنس بن مالك -رضي الله عنه- قال: \"كنا نسافر مع النبي -صلى الله عليه\nوسلم- فلم يعب الصائم على المفطر، ولا المفطر عن الصائم\".\n</p>\n\n<p>\nوعن أبي الدرداء -رضي الله عنه- قال: \"خرجنا مع رسول الله -صلى الله عليه\nوسلم- في شهر رمضان في حر شديد، حتى إن كان أحدنا ليضع يده على رأسه من شدة\nالحر، وما فينا صائم إلا رسول الله -صلى الله عليه سلم- وعبد الله بن\nرواحة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p009'> Vol. 23, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوعن جابر -رضي الله عنه <span id='ms0609'></span>- قال: \"كان رسول الله -صلى الله عليه وسلم- في\nسفر فرأى زحاما ورجلا قد ظلل عليه فقال: ((ما هذا؟ )) قالوا: صائم، قال:\n((ليس من البر الصوم في السفر)) وفي لفظ لمسلم: ((عليكم برخصة الله التي\nرخص لكم)).\n</p>\n\n<p>\nوعن أنس بن مالك -رضي الله عنه- قال: \"كنا مع رسول الله -صلى الله عليه\nوسلم- في سفر فمنا الصائم، ومنا المفطر، قال: فنزلنا منزلا في يوم حار،\nوأكثرنا ظلا صاحب الكساء، فمنا من يتقي الشمس بيده، قال: فسقط الصوم وقام\nالمفطرون، فضربوا الأبنية، وسقوا الركاب، فقال رسول الله -صلى الله عليه\nوسلم-: ((ذهب المفطرون اليوم بالأجر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p010'> Vol. 23, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد\nوعلى آله وصحبه أجمعين. يقول المؤلف -رحمه الله تعالى-: \"باب الصوم في\nالسفر وغيره\" يعني ما حكمه، \"وغيره\" غير الصوم في السفر من المسائل الأخرى\nالمتعلقة بهذا الكتاب، كتاب الصيام، فذكر حديث عائشة -رضي الله عنها- أن\nحمزة بن عمرو الأسلمي صحابي جليل كثير الصيام، سأل النبي -عليه الصلاة\nوالسلام- قال: \"أصوم في السفر؟ \" يعني: أأصوم في السفر؟ وكان كثير الصيام،\nفقال: ((إن شئت فصم، وإن شئت فأفطر)) وفي هذا دليل على التخيير بين الصيام\nوعدمه في السفر؛ لأن الأصل أن الحكم في الصيام المستحب، وهو في الواجب أيضا\nباعتبار أن السفر وصف علق عليه رخص فإذا تحقق هذا الوصف فللإنسان أن يصوم\nوله أن يفطر، وكان الصحابة -رضوان الله عليهم- كانوا يسافرون للحج والعمرة\nوالجهاد مع النبي -صلى الله عليه وسلم- فمنهم الصائم ومنهم المفطر، ولا\nيعيب الصائم على المفطر، ولا المفطر على الصائم، فدل على أن كلا من الصيام\nوالفطر في السفر جائز، يجوز أن يصوم الإنسان في السفر، ويجوز أن يفطر،\nوالمرجح منهما كسائر الرخص، الأرفق بالمسافر فإذا كان الأنفع للمسافر\nوالأرفق به أن يصوم؛ لأن كثرة الأكل لا تعينه على السفر مثلا، أو تشق عليه،\nتشق عليه متابعة السير إذا أكل، فالأصل فضل الصيام، ومعه هذه الفائدة،\nفيكون الصيام <span id='ms0610'></span> في حقه أفضل، وإذا كان الفطر يعينه على مواصلة سفره ولا يلحقه\nبذلك مشقة فإنه يكون الفطر في حقه أفضل، فإن لحقته المشقة بصيامه في السفر،\nفليس من البر الصيام في السفر، كما في الحديث اللاحق \"كنا نسافر مع النبي\n-صلى الله عليه وسلم- فلم يعب الصائم على المفطر، ولا المفطر على الصائم\"\nفدل على أن المسألة يخير فيها المكلف، ومردها إلى اختياره، وهذا يشمل\nالفريضة والنافلة؛ لأن الفريضة يجوز للمسافر أن يفطر، {فمن كان منكم مريضا\nأو على سفر فعدة من أيام أخر} [(184) سورة البقرة] فالسفر والمرض يبيحان\nالفطر حتى في رمضان، وأما بالنسبة لصوم النافلة فهو في الأصل مخير،\nوالمتطوع أمير نفسه، فإن وجد أن الفطر أنفع له يفطر، وإن وجد أن الصيام\nأنفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p011'> Vol. 23, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nله يستمر صائما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p012'> Vol. 23, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي الدرداء -رضي الله عنه- قال: \"خرجنا مع رسول الله -صلى الله عليه\nوسلم- في شهر رمضان في حر شديد، حتى إذ كان أحدنا ليضع يده على رأسه من شدة\nالحر، وما فينا صائم إلا رسول الله -صلى الله عليه وسلم-، وعبد الله بن\nرواحة، فدل على أنه يصوم -عليه الصلاة والسلام- في السفر، وفي هذا رد على\nالظاهرية الذين يقولون: أن الصيام لا يجزئ في السفر، صيام رمضان لا يجزئ في\nالسفر، بل يلزمه القضاء، يلزمه الفطر ويلزمه القضاء؛ لأن فرض من شهد الشهر\nالصيام {فمن شهد منكم الشهر فليصمه} [(185) سورة البقرة] هذا فرضه،\nبالمقابل القسم الثاني {فمن كان منكم مريضا أو على سفر فعدة من أيام أخر}\n[(184) سورة البقرة] يعني فيلزمه، أو فالواجب في حقه عدة من أيام أخر، ولا\nتلزمه العدة إلا إذا أفطر إذا يلزمه الفطر، وتلزمه العدة يلزمه القضاء أفطر\nأو لم يفطر، إذ مثل هذا الصيام عند الظاهرية وجوده مثل عدمه، عرفنا حجتهم؟\nالآن في رمضان إما أن يكون شاهد الشهر حاضر مقيم، وهذا إما أن يكون سليم\nالبدن صحيح معافى أو مريض، ويقابل المقيم المسافر (من شهد الشهر) حضر في\nالبلد، دخل عليه <span id='ms0611'></span> الشهر، ولم يكن مريضا ولا مسافرا {فمن شهد منكم الشهر\nفليصمه} [(185) سورة البقرة] هذا فرضه، ولا يجوز له بحال أن يفطر إلا إذا\nعجز، انتهينا من شهد الشهر فرضه الصيام، من كان مريضا أو على سفر إن شاء\nفليصم وإن شاء فليفطر، أو فعدة من أيام أخر؟ الذي في الآية؟ {فعدة من أيام\nأخر} [(184) سورة البقرة] هناك من شهد الشهر فالواجب عليه أن يصمه، الواجب\nعليه الصيام، ومن كان مريضا أو على سفر هذا القسم الثاني الواجب عدة من\nأيام أخر، يعني يجب عليه أن يصوم عدة من أيام أخرى بقدر الأيام التي\nسافرها، وإذا كان يجب عليه أن يصوم عدة غيرها إذا يلزمه أن يفطر، فلا يصح\nالصيام عندهم ويلزمه القضاء، عندنا الأحاديث الصحيحة الصريحة أصوم في\nالسفر؟ قال: ((إن شئت فصم، وإن شئت فأفطر)) \"كنا نسافر مع النبي -عليه\nالصلاة والسلام- فلم يعب الصائم على المفطر، ولا المفطر على الصائم\" الحديث\nالثالث فيه تنصيص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p013'> Vol. 23, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nأن النبي -عليه الصلاة والسلام- صام، \"وما فينا صائم إلا رسول الله -صلى\nالله عليه وسلم- وعبد الله بن رواحة\" فدل على أن الصيام في السفر يجزئ عن\nصيام رمضان، وعلى هذا يكون معنى قوله -جل وعلا-: {فمن كان منكم مريضا أو\nعلى سفر -فأفطر- فعدة من أيام أخر} [(184) سورة البقرة] ودليل هذا التأويل\nالأحاديث التي سمعناها، ثم بعد ذلك هذا في حق من لم يشق عليه الصيام، يخير\nإن شاء صام وإن شاء أفطر، وإن كان الصيام يعينه فالصيام في حقه أفضل؛ لكن\nإن وجد مشقة شديدة، جابر -رضي الله عنه- قال: \"كان رسول -صلى الله عليه\nوسلم- في سفر فرأى زحاما ورجل قد ظلل عليه، فقال: ((ما هذا؟ )) قالوا:\nصائم، قال: ((ليس من البر الصيام في السفر)) يعني هذا مع إيش؟ مع المشقة\nالشديدة؛ لأن هذا ظلل عليه، صائم وازدحم الناس عليه، وظللوا عليه كي يعينوه\nعلى إتمام صيامه، فقال: ((ما هذا؟ )) قالوا: صائم فقال: ((ليس من البر\nالصيام في السفر)) لأن <span id='ms0612'></span> الدين يسر، ولن يشاد الدين أحد إلا غلبه، وفي لفظ\nلمسلم: ((عليكم برخصة الله التي رخص لكم))، والله -جل وعلا- يحب أن تؤتى\nرخصه، كما يكره أن تؤتى معاصيه، ((فعليكم برخصة الله التي رخص لكم)) ومن\nهذه الرخص الفطر في السفر، فعلى هذا الذي يشق عليه الصيام ليس من البر\nالصيام في السفر، وإذا كان ليس من البر يكون من إيش؟ ما الذي يقابل البر؟\nالإثم، إذا لم يكن العمل من البر إذا هو من إيش؟ من الإثم، فهل يأثم من صام\nفي السفر وشق عليه؟ كما هو حال كثير من الناس، عوام المسلمين يشق عليهم\nالصيام وأشق منه عليهم أن يفطر، وبعض الناس تجده ليس من أهل التحري\nالمعروف، ولا من المعروفين بالاحتياط للعبادة وغيرها تجده متساهل؛ لكن\nيقول: أصوم مع الناس ولو شق علي ولا أفطر، والناس بعد رمضان راحة ويمين\nويسار ومكاشيت، وأنا أقضي الصيام، ولو شق عليه الصيام، نقول: مع ذلك ليس من\nالبر الصيام في السفر؛ لكن مع ذلك لو صام وشق عليه، وظلل عليه مثل هذا\nنقول: صيامه صحيح ومجزئ لا يلزمه قضاؤه ما دام أمسك عن المفطرات من طلوع\nالشمس بالنية من طلوع الفجر إلى غروب الشمس هذا صائم، الصيام صحيح ومسقط\nللطلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p014'> Vol. 23, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nومجزئ؛ لكن يبقى أنه ليس من البر، ويمكن أن يقال: هل نستطيع أن نقول:\nالبر والإثم نقيضان وإلا ضدان؟ يعني هل يمكن أن تصف عمل بأنه ليس ببر ولا\nإثم؟ طيب العمل المباح بر وإلا إثم؟ أو لا بر ولا إثم؟ لأنه إن كان بر\nاستحق عليه أجر، وإن كان إثم استحق عليه وزر، طيب المباح لا أجر ولا وزر؟\nمستوي الطرفين.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nدعونا من مسألة الصيام، نحن نقابل بين الإثم والبر، وجاء تفسير البر وجاء\nتفسير الإثم؛ لكن يبقى أنه هل يوجد واسطة بين البر والإثم، ليست ببر ولا\nإثم، بمعنى أنه لا يؤجر ولا يأثم؟ يوجد وإلا ما يوجد؟ المباح مستوي\nالطرفين، لا يكتب عليه أجر، ولا يكتب <span id='ms0613'></span> عليه وزر، باعتبار أنه مستوي الطرفين،\nإذا نخلص من هذا أن الإثم والبر متقابلان، يبقى أنه هل هناك واسطة بينهما\nأو لا واسطة؟ أثبتنا المباح، إذا هل البر والإثم من النقيضين أو من الضدين؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p015'> Vol. 23, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nضدان؟ نقيضان؟ إيش معنى نقيضان؟ إيش معناها؟ يعني لا يجتمعان، أو ضدان\nيجتمعان وإلا ما يجتمعان؟ لا يجتمعان ولا يرتفعان، والضدان؟ لا يجتمعان وقد\nيرتفعان، يحل محلهما أمر ثالث، السواد والبياض ضدان؟ بمعنى أنه لا يمكن أن\nيجتمعان في حقيقة واحدة؛ لكن يمكن أن يرتفع البياض والسواد يبقى المكان\nأخضر؛ لكن لو كانا نقيضين ما اجتمعا ولا ارتفعا، لا بد من وجود أحدهما،\nوهنا نقول: هذا العمل إذا ارتفع البر يثبت الإثم؟ كما عندنا ليس من البر\nإذا إثم؟ أو نقول: لا بر ولا إثم؟ مو قررنا أن المباح بين الإثم والبر يعني\nما عندنا الأحكام التكليفية الخمسة، عندنا في جهة الواجب والمندوب، وفي\nالجهة الأخرى المحرم والمكروه، بين هذه الأقسام واسطة وهو المباح، يعني لا\nمع هذا ولا مع هذا، الواجب والمندوب يؤجر عليهما، المكروه والمحظور لا يؤجر\nعليهما، يبقى المباح مستوي الطريفين، فإذا أثبتنا هذه الواسطة قلنا: أنه\nيوجد عمل لا بر ولا إثم، بمعنى أن صاحبه لا يأثم ولا يؤجر عليه، وقل مثل\nهذا في كتابة الملكين، ما يبحثون قضية هل يكتب الملكان كل شيء؟ يكتب\nالملكان كل ما يلفظ به ابن آدم؟ {ما يلفظ من قول إلا لديه رقيب عتيد} [(18)\nسورة ق] نعم يكتب كل شيء؛ لكن هذا كلام مجرد أخبار صحيحة، مثلا لو قلت: قام\nزيد أو قدم زيد، يكتب وإلا ما يكتب؟ تأثم وإلا ما تأثم؟ أنت تشرح في باب\nالفاعل مثاله: قام زيد، هذا الكلام فيه إثم وإلا ما فيه إثم؟ أو مثلا تخبر\nعن شخص من الناس أنه جاء، نعم ما يترتب على هذا الخبر، ما يترتب عليه من\nتعليم الناس في قام زيد في النحو، هذا تؤجر عليه إذا قلت: قام زيد، أو\nتقول: قدم زيد <span id='ms0614'></span> من السفر، إن كنت تريد أن تبشر به أحبابه وأصحابه تؤجر على\nهذا؛ لأنك أدخلت السرور عليهم؛ لكن إن كنت تخبر عدو له يترصد له؟ تأثم،\nدعونا من هذه المؤثرات كلها، شخص قال: نام الولد، يأثم وإلا ما يأثم؟ هل\nهذا بر وإلا إثم؟ لا بر ولا إثم، كلام مباح، لا بر ولا إثم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p016'> Vol. 23, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا قلنا: أن البر والإثم نقيضان فلا بد إما أن يأثم وإلا يؤجر، وعلى\nهذا ليس من البر إذا إثم، وإذا قلنا: هما ضدان، قلنا: يمكن يكون ليس ببر\nيؤجر عليه لكن ما يأثم؛ لكن لا يأثم، لثبوت الواسطة، ونعرف أن أكثر الإخوان\nأو كثير منهم ما فهم الذي أنا أقول؛ لكن ما في أكثر من هذا التكرار، ليس من\nالبر هل هناك واسطة بين البر والإثم؟ يعني هل نقول: أن البر والإثم نقيضان\nلا يجتمعان ولا يرتفعان؟ بمعنى لا بد من وجود أحدهما؟ إذا قلنا: أنه ليس من\nالبر يعني إثم، إذا قلت: هذا الشاخص يعني قدامك صورة إنسان، إذا قلت: هذا\nليس بذكر وش يصير؟ أنثى، انتهى الإشكال، ما أدري ذكر وإلا أنثى؟ كونه خنثى\nمثلا عنده آلة ذكر وآلة أنثى هذا نادر ما يمثل به، إذا متقابلان تقابل\nالوجود والعدم، يعني نقيضان، والذي عندنا يمكن أن يوجد شيء ليس ببر ولا\nإثم، إذا الصيام على حسب المشقة، إن كان يضر بصاحبه يأثم للضرر، حتى لو لم\nيكن مسافر، مريض قالوا له الأطباء: لا تصوم فصام ومات، أو زاد مرضه، أو\nتأخر برؤه يأثم، هذا إثم صيامه، وهناك الصيام الأصل فيه أنه البر، وبينهما\nمرتبة.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف يجتمع؟ هذا شخص مريض، وقالوا له الأطباء: لا تصوم، وجاء رمضان وصام\nيرجو ثواب الله، والصيام من أفضل الأعمال، هل نقول: أنه يؤجر على صيامه\nويأثم عليه في الوقت نفسه؟ يؤجر ويأثم؟ يعني مع اتحاد الجهة ما يمكن، مع\nانفكاك الجهة يؤجر باعتبار، ويأثم باعتبار ممكن، هذا صائم رمضان ويغتاب\nالناس انفكت الجهة له أجر الصيام وعليه <span id='ms0615'></span> إثم الغيبة؛ لكن يكون الشخص مأمور\nمنهي من جهة واحدة، قالوا له الأطباء: لا تصوم، والشرع يقرر أنك لا تصوم\nإذا قال لك الأطباء: لا تصوم، وأنت تقول: أبي أصوم؟ إذا لا تؤجر على هذا\nالصيام، تأثم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p017'> Vol. 23, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nحديث أنس بن مالك -رضي الله عنه- قال: \"كنا مع رسول الله -صلى الله عليه\nوسلم- في سفر فمنا الصائم ومنا المفطر، قال: فنزلنا منزلا في يوم حار،\nوأكثرنا ظلا صاحب الكساء -الذي عنده كساء يتظلل به- فمنا من يتقي الشمس\nبيده، قال: فسقط الصوام -الصائمون سقطوا من الإعياء والتعب والجوع والعطش\nوالحر الشديد- وقام المفطرون\" يعني لما وصلوا إلى المكان الذي يريدون\nالإقامة فيه، تجد الصوام كل واحد في جهة، \"سقط الصوام، وقام المفطرون،\nفضربوا الأبنية، وسقوا الركاب، فقال رسول الله -صلى الله عليه وسلم-: ((ذهب\nالمفطرون اليوم بالأجر)) الصائم نفعه متعدي وإلا قاصر؟ قاصر، والمفطر الذي\nضرب الأبنية، وسقوا الركاب، وخدموا إخوانهم نفعهم متعدي وإلا قاصر؟ متعدي،\nأيهما أفضل النفع المتعدي وإلا القاصر؟ فيه خلاف وإلا ما فيه خلاف؟ أيهما\nأفضل الصلاة وإلا الزكاة؟ أنتم أجمعتم على أن النفع المتعدي أفضل من\nالقاصر، أنا أقول: أيهما أفضل الصلاة وإلا الزكاة؟ الصلاة نفعها متعدي وإلا\nقاصر؟ والزكاة نفعها متعدي وإلا قاصر؟ نقول: نعم، القاعدة العامة أن النفع\nالمتعدي أفضل من القاصر؛ لكنها قاعدة أغلبية، بحسب قوة هذا التعدي، وهذا\nالقصور.\n</p>\n\n<p>\nوعن عائشة -رضي الله عنها- قالت: \"كان يكون علي الصوم من رمضان فما\nأستطيع أن أقضي إلا في شعبان\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p018'> Vol. 23, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nعائشة -رضي الله عنها- زوج النبي -عليه الصلاة والسلام- أم المؤمنين\nالصديقة بنت الصديق تلاحظ حال النبي -عليه الصلاة والسلام-، وتخدمه الخدمة\nالتامة من جميع الوجوه، يكون عليها الصوم من رمضان تفطر لما يعتريها مما\nيعتري النساء من عوارض موجبة للفطر، فلا تصوم في شوال، ولا في القعدة، ولا\nفي ذي الحجة، ولا محرم، ولا صفر، تتحين حتى يضيق الوقت عليها، ويجب عليها\nالقضاء؛ لأنه قضاء على التراخي، القضاء على التراخي، وتلاحظ مكان <span id='ms0616'></span> النبي\n-عليه الصلاة والسلام- منها؛ لأنه قد يأتي في يوم من الأيام وهي صائمة يطلب\nمنها شيئا لا تستطيعه؛ لكن إذا ضاق الوقت بقي من شعبان بقدر ما عليها من\nقضاء تعين، وجب عليها أن تقضي قبل أن يدخل رمضان الثاني، فعائشة -رضي الله\nعنها- لا تستطيع أن تقضي إلا في شعبان، فدل على أنه لا بأس في تأخير قضاء\nرمضان إلى شعبان، لا بأس، مع أن المبادرة والمسارعة لإبراء الذمة أفضل؛ لكن\nهذه المبادرة وهذه المسارعة عارضها ما هو أهم منها وهي حاجة الزوج ومصلحة\nالزوج، ما تستطيع أن تقضي إلا في شعبان، هل عائشة تصوم الست؟ تصوم يوم\nعرفة؟ تصوم عاشوراء وإلا ما تصوم؟ تصوم وإلا ما تصوم؟ الست، ويوم عرفة،\nويوم عاشوراء؟ فضلا عن الأيام الأخرى الاثنين والخميس والبيض وعشر ذي\nالحجة، تصوم وإلا ما تصوم؟\n</p>\n\n<p>\nطالب: تصوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p019'> Vol. 23, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nطيب ليش تؤخر قضاء رمضان إلى شعبان لمكان النبي -عليه الصلاة والسلام-؟\nنعم هذا واجب قضاء رمضان يجب عليها وجوب فتتركه من أجله، فكيف لا تترك\nالنوافل؟ يعني هل يصح صيام النفل قبل القضاء أو لا يصح؟ هل يصح التنفل\nبالنسبة لمن في ذمته قضاء، يعني بقي ستة أيام من شوال وعليها ستة أيام\nتقول: أصوم الست وإلا أصوم القضاء؟ يقول: يفوت الست تروح؛ لأنها واجب، نعم\nالقضاء ألزم، وهل تتصور الست مع بقاء القضاء؟ من صام رمضان وأتبعه .. الذي\nفي ذمته قضاء يكون أتبع رمضان الست، ما أتبع، على كل حال المسألة خلافية\nبين أهل العلم منهم من يقول: لا يتصور أن عائشة ما تصوم هذه الأيام، ما\nيتصور أبدا أنها ما تصوم، يعني أقل المسلمين شأنا ما يفطر بصوم يوم عرفة\nالذي يكفر سنتين، ولا بيوم عاشوراء يكفر سنة، الست كأنه صام الدهر كله، هذه\nالأمور ما يفطر بها أقل .. فكيف تفرط بها أم المؤمنين؟ منهم من يجيز التنفل\nقبل القضاء؛ لأن الوقت فيه متسع، طيب النبي -عليه الصلاة والسلام- لما\nفاتته صلاة الصبح وطلعت عليه الشمس <span id='ms0617'></span>، وهو ما صلى الصبح بدأ بالنافلة وإلا\nبدأ بالفريضة؟ بدأ إيش؟ بالنافلة أذن وأقام وتوضأ وصلى نافلة الصبح، ثم\nصلوا الفريضة؛ لكن هذه النافلة متعلقة بالفريضة تعلقا قبليا، فهذه شأنها\nغير، الآن من في ذمته فرض، هل له أن يتنفل قبل أداء هذا الفرض؟ ما في متسع\nالحين، بلا شك، وما تقرب إلي عبدي بشيء أحب إليه مما افترضته عليه؛ لكن\nيبقى أن هذا لا يعني الوجوب والإلزام، مثل هذا لا يقتضي الوجوب، وجوب تقديم\nالفرض على النافلة، إلا إذا كان الوقت لا يستوعب إلا الفرض أو النافلة؛ لكن\nالوقت يستوعب، قدامك إحدى عشر شهرا، هو من حيث النظر ينتاب مثل هذا الحديث\nأمران: الأمر الأول: لا يتصور من عائشة أن تفرط بمثل هذا الأجر العظيم،\nوآحاد الناس يفعلونه ممن هو أقل من عائشة شأنا، والأمر الثاني: مما ينتاب\nمثل هذا الحديث أنه لا يتصور أن تؤخر القضاء لمكانة النبي -عليه الصلاة\nوالسلام-، وتنشغل بنوافل، لو انشغلت بشيء اشتغلت بالفريضة، وعلى كل حال\nمثلما ذكرنا من راجع قواعد ابن رجب وغيرها في مسألة: من في ذمته فرض هل\nيجوز له أن يتطوع بشيء من جنسه قبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p020'> Vol. 23, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nأداء الفرض أو لا؟ من كان في ذمته قضاء فرض مثلما هنا \"فما أستطيع أقضي\nإلا في شعبان\" فالحد الذي ينتهي فيه التراخي في القضاء هو شعبان؛ لكن إذا\nدخل رمضان الثاني، ولم يصم ما عليه من رمضان السابق يسقط عنه القضاء وإلا\nما يسقط؟ ما يسقط القضاء، عليه أن يقضي ما أفطره من رمضان الماضي، ثم بعد\nذلك عليه مع ذلك كفارة عليه إطعام، هذا كلام ابن عباس واعتمده كثير من أهل\nالعلم؛ لكن الإمام البخاري يقول: إن الله -جل وعلا- ما قال إلا عدة من أيام\nأخر، ولم يذكر إطعام، وهذا يرجحه بعض المحققين.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني عليها ستة أيام قضاء من رمضان وبقي ستة أيام تقول: ندخل هذا بهذا،\nندخل النفل بالفريضة، تداخل العبادات، ما في شيء اسمه تداخل عبادات، إذا\nجئت <span id='ms0618'></span> والإمام راكع تكبر تكبيرة الإحرام تدخل فيها تكبيرة الركوع، صح وإلا\nلا؟ إذا أردت أن تغتسل، تغتسل ويدخل الوضوء، إذا اجتمع عبادتان من جنس\nواحد، قاعدة التداخل في العبادات معروفة وإلا ما هي معروفة؟ يدخل فيها مثل\nهذا وإلا ما يدخل؟ يدخل مثل هذا الصيام؟ هي بقي عليه ستة أيام من رمضان\nوبقي ستة أيام من شوال؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nضيق ونحن نريد أن ندخل النفل بالفريضة، مثلما أدخلنا تكبيرة الركوع\nبتكبيرة الإحرام.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nشلون؟ هي تبي تصوم ستة بس، تقول نبي الجميع -إن شاء الله-، يعني مثلما\nتدخل صلاة الفجر مثلا تجد الإمام ما أقيمت الصلاة تبي تصلي ركعتي الفجر\nالراتبة، يدخل فيها تحية المسجد.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p021'> Vol. 23, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nشلون ما يدخل؟ خلونا في مسألة ثانية، عشر ذي الحجة، عليه تسعة أيام وتبي\nتصوم من الأول إلى التاسع وتقول: هذي التسعة النفل ندخلهن مع الفرض؟\nعبادتان من جنس واحد تدخل الصغرى في الكبرى لماذا؟ فيه قيد لا بد منه في\nقاعدة التداخل، وهو شريطة أن لا تكون إحداهما مقضية والأخرى مؤداة، ما لكم\nعناية بالقواعد يا إخوان، أنت دخلت وجدت الإمام أقام لصلاة الصبح ما يكفيك\nعن تحية المسجد؟ تكفي، المقصود أن قاعدة التداخل يشترط فيها أن لا تكون\nإحداهما مقضية والأخرى مؤداة، فلا يصح التداخل في مثل هذا، الكلام طويل\nوالأحاديث كثيرة، ونبي اليوم -إن شاء الله- نبي نقف على الباب الذي يليه،\nنبي نكمل الأحاديث، باب أفضل الصيام وغيره، ولذلك تجدون بعض المسائل نبسطها\nقليلا ثم نرجع، ما نسترسل، لو استرسلنا في كل شيء ما مشينا.\n</p>\n\n<p>\nوعن عائشة -رضي الله عنها- أن رسول الله -صلى الله عليه وسلم- قال: ((من\nمات وعليه صيام صام عنه وليه)) وأخرجه أبو داود، وقال: هذا في النذر خاصة،\nوهو قول أحمد بن حنبل -رضي الله عنه-.\n</p>\n\n<p>\nوعن عبد الله بن عباس -رضي الله عنه- قال: \"جاء رجل إلى النبي -صلى الله\nعليه وسلم- فقال: يا رسول الله: \"إني أمي ماتت وعليها صوم شهر أفأقضيه\nعنها؟ فقال <span id='ms0619'></span>: ((لو كان على أمك دين أكنت قاضيه عنها؟ )) قال: نعم، قال:\n((فدين الله أحق أن يقضى)) وفي رواية: \"جاءت امرأة إلى رسول الله -صلى الله\nعليه وسلم- فقالت: يا رسول الله، إني أمي ماتت وعليها صوم نذر أفأصوم عنها؟\nفقال: ((أرأيت لو كان على أمك دين فقضيته أكان يؤدي ذلك عنها؟ )) قالت:\nنعم، قال: ((فصومي عن أمك)).\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-: عن عائشة -رضي الله عنها- أن رسول الله\n-صلى الله عليه وسلم- قال: ((من مات وعليه صيام صام عنه وليه)) أخرجه أبو\nداود، وقال: هذا في النذر خاصة، وهو قول أحمد بن حنبل، وحديث ابن عباس -رضي\nالله عنهما- قال: جاء رجل إلى النبي -صلى الله عليه وسلم- فقال: يا رسول\nالله: \"إني أمي ماتت وعليها صوم شهر أفأقضيه؟ فقال: ((لو كان على أمك دين\nأكنت قاضيه عنه؟ )) قال: نعم، قال: ((فدين الله أحق أن يقضى)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p022'> Vol. 23, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الأول: ((من مات وعليه صوم صام عنه وليه)) هذا مطلق، أي صوم يشمل\nأي صوم، يشمل الواجب والمندوب ويشمل ما وجب بأصل الشرع وما أوجبه الإنسان\nعلى نفسه، فهو مطلق، والثاني الذي يليه مثله، \"أن أمي ماتت وعليها صوم شهر\nأفأقضيه؟ قال: ((لو كان على أمك دين أكنت قاضيه عنها؟ )) قال: نعم استعمال\nالأقيسة من قبله -عليه الصلاة والسلام- قال: نعم، قال: ((فدين الله أحق أن\nيقضى)) هذا أيضا مطلق ليس فيه قيد بالنذر ولا غيره، ويستدل به من يقول: أن\nالصيام يقضى عن الميت، الصيام إن كان عليه صوم يقضيه وليه، سواء كان هذا\nالصيام مما وجب بأصل الشرع أو أوجبه الإنسان على نفسه بالنذر، الإمام أحمد\n-رحمه الله تعالى- يقيد هذه النصوص المطلقة في الرواية الثالثة، الحديث\nالثالث وفي رواية: \"جاءت امرأة إلى رسول الله -صلى الله عليه وسلم- فقالت:\nيا رسول الله: إني أمي ماتت وعليها صوم نذر -هذا مقيد بكونه نذر- أفأصوم\nعنها؟ فقال: ((أرأيت لو كان على أمك دين فقضيته أكان يؤدي ذلك عنها؟ ))\nقالت: نعم <span id='ms0620'></span>، قال: ((فصومي عن أمك)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p023'> Vol. 23, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الأخير حديث ابن عباس بروايتيه، السؤال الأول السائل رجل والثاني\nالسائلة امرأة، والكل من حديث ابن عباس، هل هي قصة واحدة أو أكثر من قصة،\nأو هذه امرأة جاء ولدها يسأل، امرأة واحدة جاء ولدها يسأل ثم جاءت البنت\nتسأل؟ وش نستفيد من هذا؟ أنها إذا كانت قصة واحدة وميتة واحدة صيامها صيام\nنذر وانتهى الإشكال، صح وإلا لا؟ وإذا قلنا: بتعدد القصة قلنا: المرأة\nالأولى من رمضان والثانية نذر، وش اللي يمنع؟ فيه ما يمنع؟ لأن الأولى ما\nفيها ما يدل على أنه نذر، هل هذا من باب الإطلاق والتقييد، يعني إذا قلنا:\nبتعدد القصة احتمال قائم أن الأولى عليها نذر وإلا صيام من رمضان؟ بينما\nالثانية نص في أنه نذر، والنص الأول: ((من مات وعليه صوم صام عنه وليه))\nهذا مطلق ما قيد، هل نقول: هذا عام ((من مات وعليه صوم صام عنه وليه)) عام؟\nيشمل جميع أفراد الصيام؟ (من مات وعليه صيام) نكرة في سياق الشرط فتعم جميع\nأنواع الصيام، والتنصيص على النذر لا يقتضي التخصيص؛ لأن التنصيص على بعض\nأفراد العام بحكم موافق لحكم العام لا يقتضي التخصيص، فيبقى أن كل من مات\nوعليه صيام يصوم عنه وليه، سواء كان من رمضان أو نذر، أو كفارة.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p024'> Vol. 23, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nإيه؛ لكن الخلاف مبني على قواعد وأسس، نحن ما نستدل بالخلاف إنما نستدل\nللخلاف، يعني خاص بالنذر، كما قال الإمام أحمد، إذا افترضنا أنهما قضيتين،\nواحد جاء للنبي -عليه الصلاة والسلام- وقال: أمه ماتت وعليها صوم، وش يدريك\nأنه نذر؟ تبي تقول لي: القصة الثانية دلت على أنه نذر، نقول: قصة أخرى هذه\nقصة ثانية، الأولى ماتت وعليها صيام افترض أنه من رمضان، ويحتمل أنه نذر؛\nلكن يتناول هذا وهذا، لعمومه، والثاني نص في النذر، فهل نقول: يحمل المطلق\nعلى المقيد، فلا يصح الصوم؛ لأنه عبادة بدنية كالصلاة لا يصح أن يصوم أحد\nعن أحد، يعني ما وجب بأصل الشرع من صيام كالصلاة؛ لكن <span id='ms0621'></span> هل لنا أن نقول: من\nنذر أن يصلي ومات يصلى عنه وإلا ما يصلى عنه؟ لا يصلى عنه، طيب من مات\nوعليه صوم رمضان يصام عنه من رمضان، وإلا خاص بالنذر؟ يعني عندنا النص\nالعام ((من مات وعليه صوم صام عنه وليه)) يتناول رمضان ويتناول الكفارات،\nمات وعليه صوم شهرين متتابعين، يصوم عنه وليه وإلا ما يصوم؟ الإمام أحمد خص\nالنيابة في الصيام بالنذر، وما عدا ذلك ما وجب بأصل الشرع لا يدخله النيابة\nكالصلاة، والأكثر على أن النص عام ((من مات وعليه صوم صام عنه وليه)) وما\nدام قبل النيابة في النذر يقبل النيابة في الثاني، وهذا قول الأكثر؛ لكن\nشيخ الإسلام يرى وابن القيم أيضا يقرر أن رأي الإمام أحمد هو الصحيح، هو\nالصواب، أولا: لما جاء من التقييد في كونه تصوم النذر؛ ولأن المعنى يقتضيه،\nيعني ما أوجبه الله على الإنسان، ((إذا أمرتكم بأمر فأتوا منه ما استطعتم))\nهو ما استطاع يصوم، ولا يكلف الله نفسا إلا وسعها، خلاص مات، هذا لا يقبل\nالنيابة، عبادة بدنية لا تقبل النيابة كالصلاة؛ لكن إذا نذر يعني شيء أوجبه\nعلى نفسه، يرى أنه لم يجب بأصل الشرع فيقبل النيابة، وهذا رأي الإمام أحمد،\nوعلى كل حال هل نقول: أن الأحاديث بينها تعارض أو لا تعارض بينها؟ وهل هذا\nالتعارض من باب العموم والخصوص، أو من باب الإطلاق والتقييد؟ إذا قلنا: من\nباب الإطلاق والتقييد نحمل المطلق على المقيد ونرجح رأي الإمام أحمد، وإذا\nقلنا: عموم وخصوص والتنصيص على بعض أفراد العام لا يقتضي التخصيص فيلزم كل\nمن مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p025'> Vol. 23, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوعليه صيام أن يصوم عنه وليه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم أيه؟ يعني هل هناك فرق بين أن نقول: مطلق ومقيد وعام وخاص؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nطيب نذر أن يصوم ومات ما صام، يصوم عنه وليه وهذا ما فيه إشكال، هذا\nمنصوص عليه ومنتهي؛ لكن لو مات وعليه من صوم رمضان يصوم عنه وليه وإلا ما\nيصوم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوش الستين مسكين؟\n</p>\n\n<h1 class='l1' id='head2'>.... </h1>\n\n<p>\nعشانه؟ يطعم عن كل يوم مسكين <span id='ms0622'></span>، يعني البدل الإطعام؛ لأن قضاء رمضان له بدل\nوهو الإطعام، أظن المسألة لن تنتهي، قياس ما وجب بأصل الشرع لا ما وجبه\nالإنسان، ابن القيم يقول: مع الفارق ما يأتي قياس هنا لوجود الفارق، يعني\nما أوجبه بأصل الشرع مثل الصلاة، سواء بسواء، عبادة بدنية ليس فيها شوب مال\nفلا تدخلها النيابة، عبادة مالية تدخلها النيابة كالحج؛ لكن الصيام عبادة\nبدنية.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nذكرناها هذه؛ لأن فيها النص الوارد: ((لا يصلي أحد عن أحد)) أما الصيام\nفجاء فيه: ((من مات وعليه صوم صام عنه وليه)) فالإشكال في حمل المطلق على\nالمقيد، يعني يحمل على هذه الصورة التي جاء فيها القيد وأنه صيام نذر، وهذا\nما استروح إليه الإمام أحمد ورجحه شيخ الإسلام وابن القيم، وأن الأصل في\nالعبادات البدنية لا تقبل النيابة، فيبقى ما جاء على خلاف هذا الأصل، يحمل\nعلى الصورة المقيدة المبينة.\n</p>\n\n<p>\nوعن سهل بن سعد الساعدي -رضي الله عنه- أن رسول الله -صلى الله عليه\nوسلم- قال: ((لا يزال الناس بخير ما عجلوا الفطر)).\n</p>\n\n<p>\nوعن عمر بن الخطاب -رضي الله عنه- قال: قال رسول الله -صلى الله عليه\nوسلم-: ((إذا أقبل الليل من هاهنا وأدبر النار من هاهنا فقد أفطر الصائم)).\n</p>\n\n<p>\nوعن عبد الله بن عمر -رضي الله عنهما- قال: نهى رسول الله -صلى الله عليه\nوسلم- عن الوصال، قالوا: إنك تواصل؟ قال: ((إني لست مثلكم، إني أطعم\nوأسقى)) رواه أبو هريرة وعائشة وأنس بن مالك، ولمسلم عن أبي سعيد الخدري\n-رضي الله عنه-: ((فأيكم أراد أن يواصل فليواصل إلى السحر)).\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-: \"وعن سهل بن سعد الساعدي -رضي الله عنه-\nأن رسول الله -صلى الله عليه وسلم- قال: ((لا يزال الناس بخير ما عجلوا\nالفطر وأخروا السحور)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p026'> Vol. 23, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه، لا بد، أقول: الحديث واضح في استحباب تعجيل الإفطار؛ لكن لا يحمل\nمثل هذا النص على أن يفطر الناس قبل التحقق من غروب الشمس، كما أن قوله:\n((وأخروا السحور)) لا يحملهم هذا على الاسترسال في <span id='ms0623'></span> الأكل بعد طلوع الصبح؛\nلأن الفطر قبل غروب الشمس مبطل للصيام، والأكل بعد طلوع الصبح مبطل للصيام،\nيعني بعد تحقق غروب الشمس يبادر الناس بالفطور، وبعد تحقق طلوع الفجر يبادر\nالناس بالكف، وبعض الطوائف تنتظر في الفطور حتى تشتبك النجوم، بعض طوائف\nالمبتدعة، وفي هذا مخالفة للسنة الصحيحة الصريحة، وإذا ارتفع الناس عن\nالخير، لا يزال الناس بخير، إذا ارتفع الخير ثبت الشر، الذي يفوته الخير\nينعله الشر، والذي يفرط في السنة يقع في بدعة، فإذا أمات الناس السنة أحيت\nبدعة، والعكس، إذا ابتدع الناس شيئا مات بقدره من السنة، واليهود والنصارى\nكانوا يؤخرون والرافضة يؤخرون الفطر حتى تشتبك النجوم، الخير في الاتباع،\nفتعجيل الفطر هو الخير؛ لأن فيه اتباع ما جاء عن النبي -عليه الصلاة\nوالسلام- كما أن تأخير السحور كذلك، ينتظر بعض الناس الفطر، ينتظرون غروب\nالشمس، وبعض الناس قد بدأ بالورد مثلا، أذكار المساء، ويريد أن يكمل قبل\nفطره، نقول: لا يا أخي، لا يزال الناس بخير ما عجلوا الفطر، مجرد ما تحقق\nغروب الشمس أفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p027'> Vol. 23, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nقضية حصلت ناس ينتظرون الفطور فقالوا لشاب من شبابهم: اخرج فاسمع الأذان\nوأخبرنا لأننا لا نسمع الأذان، ونحن داخل البيت، في مجمع، خرج هذا الولد\nفأذن، أذن الولد فأفطروا؛ لأن الاعتماد على الصبيان مشكل، والصبي غير مكلف،\nويعرف أنه لن يعاقب ولا يحاسب، ما عنده مشكلة، هل تتصورن أن بعض الصبيان\nلما دخلوا شقة في بلد من البلدان والشقة ملزق فيها علامة القبلة بادر واحد\nمن البزران وعكسها كذا، وجلسوا شهر يصلون إلى غير القبلة، فلا يجوز\nالاعتماد على غير الثقات، فلا يقبل خبر مثل هذا أبدا، لأن هذه عبادة وبعض\nالناس يتساهل، يرسل طفل وإلا شيء يقول: اسمعوا أذن وإلا ما أذن؟ يلتبس عليه\nالأمر فيظنه أذن، أو ينتظر الأذان ثم يكون المذياع مفتوح وإلا شيء، يؤذن\nقبل يسمع أذن الكويت مثلا وهم يؤذنون قبلنا بمدة فيفطر يسمع الأذان، لا،\nعليك أن تتحقق، لا يحملك مثل هذا الخبر على أن <span id='ms0624'></span> تتعجل قبل غروب الشمس، نعم\nتعجيل الفطر من السنة، ولا يزال الناس بخير ما عجلوا؛ لكن لا يحمل الإنسان\nالحرص على مثل هذا الخير أن يفطر قبل غروب الشمس، ولا أن يأكل بعد طلوع\nالفجر.\n</p>\n\n<p>\nيقول: وعن عمر بن الخطاب -رضي الله عنه- قال: قال رسول الله -صلى الله\nعليه وسلم-: ((إذا أقبل الليل من هاهنا وأدبر النهار من هاهنا فقد أفطر\nالصائم)) وهذا أيضا كسابقه فيه دليل على استحباب تعجيل الفطر، شريطة أن\nيتأكد ويتحقق من غروب الشمس؛ لأن في رواية عند البخاري: ((إذا أقبل الليل\nمن هاهنا وأدبر النهار من هاهنا، وغربت الشمس فقد أفطر الصائم)) يعني هل\nأفطر حقيقة وإلا حكما؟ أو هو خبر يراد به الأمر؟ يعني إذا أقبل الليل وأدبر\nالنهار فليفطر الصائم، أفطر يعني دخل في الإفطار، كما تقول: أظلم وأنجد\nوأكثم وأمسى وأصبح، دخل، لكن هل نقول: أنه أفطر حكما بناء على هذا الخبر؟\nإذا قلنا: أفطر حكما ما صار هناك وصال، والناس كلهم تعجلوا، كلهم تعجلوا\nالفطر خلاص، ما دام أنهم مفطرون، مفطرون، أو أنه دخل في وقت الفطر الشرعي،\nفعليه أن يحقق هذا الحكم بالفعل.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p028'> Vol. 23, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nإيه، بعض المؤذنين من باب الاحتياط يؤخر خمس دقائق، يقول: لا نأثم الناس\nونتأكد، على كل حال المعتمد غروب الشمس، وينوب عنها المؤذن الثقة الذي يرقب\nالغروب، غروب الشمس، والتقويم معمول به، والمؤذنون يؤذنون عليه.\n</p>\n\n<p>\nطيب ((إذا أقبل الليل من هاهنا وأدبر النهار من هاهنا)) قصة أبي حنيفة\n-رحمه الله- مادا رجله وهو في الدرس، ولا يقال: أن هذا سوء أدب؛ لأنه شيخ\nكبير يحتاج إلى مد الرجل، ماد رجله في الدرس فجاء شخص ذو هيبة وهيأة وشارة\nحسنة وجلس بجانب الإمام ابتعد عنه الطلاب، الإمام يشرح هذا الحديث ((إذا\nأقبل الليل من هاهنا وأدبر النهار من هاهنا)) قال: طيب إذا أقبل الليل ولم\nيدبر النهار؟ أبو حنيفة -رحمه الله- لما رأى هذا الرجل كف رجليه، تحمل\nالمشقة؛ لكن لما قال الرجل هذا الكلام قال <span id='ms0625'></span>: الآن يمد أبو حنيفة، آن له أن\nيمد رجله؛ لأن المظاهر، مظاهر الناس لا تدل على المخابر، فمن لازم إقبال\nالليل إدبار النهار، يعني من جهة المشرق ظلمة، ومن جهة المغرب بقايا وضحضاح\nالنور، يقبل هذا ويدبر هذا.\n</p>\n\n<p>\n((فقد أفطر الصائم)) على كل حال هذه تقدر بقدرها؛ لأن بعض البلدان نهارهم\nقليل وليلهم طويل جدا وبعضهم بالعكس، الأمور تقدر بقدرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p029'> Vol. 23, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن عمر -رضي الله عنهما- قال: نهى رسول الله -صلى الله عليه\nوسلم- عن الوصال، الوصال: أن يقرن بين يومين لا يفطر بينهما، نهى رسول الله\n-صلى الله عليه وسلم- عن الوصال، قالوا: يا رسول الله إنك تواصل؟ فيه\nمراجعة للقدوة ليتأكدون هل المقصود حقيقة النهي؛ لأنه يخالف قوله فعله\n-عليه الصلاة والسلام-، قالوا: إنك تواصل؟ قال: ((إني لست مثلكم، إني أطعم\nوأسقى)) وفي رواية: ((أبيت عند ربي يطعمني ويسقيني)) (أطعم وأسقى) هل هذا\nالإطعام حقيقي أو معنوي؟ لأنه لو كان حقيقيا انتفى الوصال، ما صار في وصال\nلو كان يأكل حقيقة ويشرب؛ لكن معنوي كيف معنوي؟ غذاء معنوي؟ وهل للأمور\nالمعنوية أثر في الأمور الحسية؟ ما في شك أن الله -جل وعلا- يفيض عليه من\nالعلوم والمعارف ما يسد به حاجته، وهذا أمر مشاهد، تجد بعض الناس يقدم\nالطعام والشراب وليس له فيه حاجة؛ لأنه منهمك في عمل وإلا علم وإلا شيء\nينفعه، ومع ذلك تجد مثل هذا من أقوى الناس من باب الإعانة الإلهية؛ لأنه لو\nكان طعاما حقيقة لانقطع الوصال، وهو طعام معنوي، كما قال ابن القيم وغيره،\nيقولون: إن من له أدنى ذوق وتجربة بالعبادة أدرك شيء من هذا، الاستغراق في\nالمناجاة، مناجاة الرب -جل وعلا-، والإقبال عليه غذاء للروح والبدن، كما أن\nبعض الأمراض تعالج بالعبادة، بعض الأمراض الحسية تعالج بالعبادة، وهي علاج\nمعنوي، وإذا كانت الأمراض تشفى بالرقية، أمراض واقعة بالرقية والأمور\nالمتوقعة الضارة تدفع بالدعاء فهذا منه، نوع منه، التجاء إلى الله -جل\nوعلا-، وانكسار بين يديه وتلذذ بمناجاته، هذا <span id='ms0626'></span> يغني عن الأكل والشرب؛ لكن\nليس معنى هذا ما يتذرع به بعض الطوائف المنحرفة من أن الواحد منهم يجلس\nأربعين يوم ما يأكل ولا يشرب، أربعين يوم ما يأكل ولا يشرب، ثم بعد ذلك\nتفتح له الفتوح، ويتراءى له أشياء، ويخبر عن مغيبات، ويكون لديه من\nالمكاشفات والتجليات ما ليس عند غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p030'> Vol. 23, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوالحافظ الذهبي -رحمه الله تعالى- في سير أعلام النبلاء ذكر عن بعضهم هذا\nالكلام، وقال: إن هذا هلوسة يعني من الجوع، يتوقع أن شيء رايح وشيء جاي\nوشيء .. وهو ضرب من الجنون؛ لأن الجوع يورث مثل هذا، فالإنسان إذا جاع جوعا\nشديدا يتراءى له أناس غادون ورائحون وأشجار وأنهار، يخيل إليه، وهو ضرب من\nالهذيان والهلوسة، طيب ما يذكر من الإضراب عن الطعام أولا: أم سعد بن أبي\nوقاص أضربت عن الطعام حتى يرتد سعد -رضي الله عنه-، وكان يفتح فمها بعود\n–بعصا- ويصب فيه شيء من الطعام والشراب، وبعض المسلمين يطالبون بحقوقهم ولا\nيلتفت إليهم إلا بهذه الطريقة، كم دخلوا الآن يومهم إيش؟ في السجون\nالإسرائيلية كم؟ حوالي عشرين يوم؛ لكن هل هذه طريقة شرعية؟ يضربون عن الأكل\nوالشرب؟ قد يقول قائل: أن واقعهم أسوأ من الجوع والعطش، الواقع الذي\nيعيشونه في السجون أسوأ من الجوع والعطش، وإذا كان هذا عرف عالمي، إذا أشرف\nالإنسان على الهلاك يخرج من السجن أو شيء من هذا، هذه مسائل يعرفونها هم،\nويقدرونها قدرها؛ لكن هو في الجملة وفي الأصل ليس بحل شرعي؛ لأن هذه تهلكة\nخطر يموت؛ لكن بعضهم يقول: إذا لم يكن هناك وسيلة لاستخراج الحق إلا\nبواسطتها.\n</p>\n\n<p>\nإذا لم يكن إلا الأسنة مركبا ... فما حيلة المضطر إلا ركوبها\n</p>\n\n<p>\nيقول: ما عندهم غير هذه الوسيلة، هم يعاملون معاملة سيئة جدا، والعرف\nالعالمي مثلا يتصورن هذا أو يتناقلونه أنه إذا حصل مثل هذا الإضراب يخفف\nعنهم، أو يخرج بعضهم أو يخرجون، أو ينظر في أمرهم والله المستعان، نسأل\nالله -جل وعلا- أن ينصر دينه، وأن يعلي كلمته، والله أعلم.\n</p>\n\n<p>\nوصلى <span id='ms0627'></span> الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين،\nاللهم اغفر لنا ولشيخنا وللحاضرين برحمتك يا أرحم الراحمين.\n</p>\n\n<p>\nقال المؤلف -رحمه الله تعالى-: باب أفضل الصيام وغيره:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p031'> Vol. 23, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن عمرو بن العاص -رضي الله عنهما- قال: أخبر النبي -صلى\nالله عليه وسلم- أني أقول: والله لأصومن النهار، ولأقومن الليل ما عشت،\nفقال النبي -صلى الله عليه وسلم-: ((أنت الذي قلت ذلك؟ )) فقلت له: قد قلته\nبأبي أنت وأمي يا رسول الله، قال: ((فإنك لا تستطيع ذلك، فصم وأفطر، وقم\nونم، وصم من الشهر ثلاثة أيام فإن الحسنة بعشر أمثالها، وذلك مثل صيام\nالدهر)) قلت: إني لأطيق أفضل من ذلك، قال: ((فصم يوما وأفطر يومين)) قلت:\nإني لأطيق أفضل من ذلك، قال: ((فصم يوما وأفطر يوما، فذلك صيام داود -عليه\nالسلام-، وهو أفضل الصيام)) قلت: إني لأطيق أفضل من ذلك. فقال: ((لا أفضل\nمن ذلك)) وفي رواية قال: ((لا صوم فوق صوم أخي داود -عليه السلام- شطر\nالدهر صم يوما وأفطر يوما)).\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله تعالى-: \"باب أفضل الصيام وغيره\" باب أفضل\nالصيام، وباب مضاف وخبر لمبتدأ محذوف تقديره هذا باب، وأفضل مضاف إليه،\nمضاف إلى باب، وأفضل مضاف والصيام مضاف إليه، والواو عاطفة وغير معطوف،\nوالمعطوف على المجرور مجرور؛ لكن أين المعطوف عليه؟ باب أفضل الصيام وغيره،\n(غير) معطوفة على إيش؟ و (غيره) معطوف على إيش؟ على الصيام أقرب مذكور وإلا\nعلى أفضل؟ نعم، من يجيب؟ عندنا مضاف ومضاف إليه، (أفضل الصيام) وما يعطف\nعليه وغيره؟ معطوف على المضاف إليه على الصيام؟ ولو قلنا: على الأفضل، ما\nالذي يترتب على ذلك؟ وما الضابط في مثل هذا؟ التابع للمتضايفين هل يكون\nتابعا للمضاف أو للمضاف إليه؟ التابع: النعت والبدل والعطف يكون على المضاف\nأو <span id='ms0628'></span> على المضاف إليه؟ نعم، على المضاف إليه لأنه أقرب؟ {ويبقى وجه ربك ذو\nالجلال والإكرام} [(27) سورة الرحمن] ذو: وصف للمضاف وإلا المضاف إليه؟\nللمضاف، بدليل؟! أنه مرفوع، {تبارك اسم ربك ذي الجلال والإكرام} [(78) سورة\nالرحمن] للمضاف إليه؛ لأنه مجرور، طيب صار في قاعدة وإلا ما في قاعدة؟\n(مررت بغلام زيد الفاضل) الفاضل زيد وإلا غلامه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p032'> Vol. 23, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالاحتمال قائم، يمكن الغلام أفضل من زيد، ما يدريك؟ هذه لا بد من\nالانتباه إليها لأنها في غاية الأهمية، باب أفضل الصيام وغيره، إذا قلنا:\nالعطف على الصيام على المضاف إليه قلنا: باب أفضل الصيام وأفضل غير الصيام،\nيعني أفضل الزكاة، أفضل الصلاة، هذا مطلوب وإلا لا؟ هذا هو المراد هنا؟ ذكر\nأفضل الصلاة وأفضل الزكاة، إذا قلنا: معطوفة على الصيام، قلنا: التقدير باب\nأفضل الصيام وأفضل غير الصيام من الصلاة والزكاة وسائر الطاعات، وإذا قلنا:\nمعطوفة على المضاف (أفضل) باب أفضل الصيام وباب غيره يعني أفضل الصيام شيء\nتحدث عنه المؤلف وتحدث عن غير هذا الباب، غير أفضل الصيام، مما يكره صيامه،\nومما يحرم صيامه، فهل يدخل ما يحرم صيامه وما يكره صيامه في أفضل الصيام؟\nهذا شيء آخر تماما، إذا هو معطوف على الصيام وإلا على غير؟ على (أفضل)\nمعطوف على أفضل، لأننا لو عطفناه على الصيام أتينا لأن العطف على نية تكرار\nالعامل، العطف على نية تكرار العامل، إذا قلنا: باب أفضل الصيام وأفضل غير\nالصيام، ويدخل في هذا الصلاة والزكاة وبر الوالدين وسائر الوالدين وسائر\nالطاعات، لكن هذا غير مراد قطعا، إنما المراد باب أفضل الصيام وباب غير\nأفضل الصيام، يعني مما يتعلق بالصيام، لا غير الصيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p033'> Vol. 23, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن عمرو بن العاص -رضي الله عنهما- قال: \"أخبر النبي -صلى\nالله عليه وسلم- أني أقول .. \" (أخبر) يعني مغير الصيغة مبني للمجهول،\nوالنبي -عليه الصلاة والسلام- نائب فاعل، والفاعل حذف، بني الفعل للمجهول؛\nلأن الذي أخبره شخص ومثل هذا يحذف أولا: لا فائدة تتعلق بذكره، فيحذف مثله،\nولئلا يقع الناس <span id='ms0629'></span> فيه؛ لأن الغالب أن الذي يخبر بما يدور بين الناس، يخبر عن\nقضايا الناس خاصة لا سيما الذي يرفعها إلى ولي الأمر، النبي -عليه الصلاة\nوالسلام-، النبي -عليه الصلاة والسلام- قال: ((لا يخبرني أحد عن أحد)) لأنه\nأسلم للقلوب؛ لكن مثل هذا يخبر به الصحابة لماذا؟ لأنه حكم شرعي يحتاج إلى\nأصل يستند إليه، والأصل إنما يؤخذ من النبي -عليه الصلاة والسلام-، لا يكون\nالإخبار في مثل هذا من باب الوشاية، تحدث عبد الله بن عمرو بن العاص أنه\nيبي يصوم ولا ينام ويقوم .. إلى آخره، فهل هذا الذي أخبر النبي -عليه\nالصلاة والسلام- يقصد الوشاية بعبد الله بن عمرو ليوقع به عند النبي؟ لا،\nلا يقصد هذا، إنما يريد أصل شرعي يعتمد عليه في مثل هذا العمل، والإخبار في\nمثل هذا ما فيه إشكال، يعني لو تدارس الطلاب شيء ونقلت نتيجة مدارستهم إلى\nعالم لكي يقر هذه الدراسة، والله بحث الإخوان البارحة مسألة كذا، وقال فلان\nكذا، وقال فلان كذا، ما هي غيبة ولا نميمة هذه، هذه مسألة علمية، فلا مانع\nمن أن يخبر ويستفهم عنها الكبير، أن يقال: وش رأيك الصواب قول فلان وإلا\nقول فلان؟ ما في إشكال، ولا يدخل هذا لا في الغيبة ولا في النميمة ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p034'> Vol. 23, p. 034</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58"
  ]
}