{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nشرح: عمدة الأحكام -\n</p>\n\n<h1 class='l1' id='head0'>كتاب القصاص (2)</h1>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nوإنما يذم السجع إذا كان لنصر الباطل كالبيان ((إن من البيان لسحرا)) وهو\nيحتمل معنيين المدح والذم، فإن كان في نصر الحق فالبيان ممدوح، وإن كان في\nنصر الباطل فهو مذموم، نعم.\n</p>\n\n<p>\nعن عمران بن حصين -رضي الله عنه- أن رجلا عض يد رجل فنزع يده من فمه\nفوقعت ثنيتاه، فاختصما إلى النبي -صلى الله عليه وسلم- فقال: ((يعض أحدكم\nأخاه كما يعض الفحل، اذهب لا دية لك)).\n</p>\n\n<p>\nوعن الحسن بن أبي الحسن البصري قال: حدثنا جندب -رضي الله عنه- في هذا\nالمسجد، وما نسينا منه حديثا، وما نخشى أن يكون جندب كذب على رسول الله\n-صلى الله عليه وسلم- قال: قال رسول الله -صلى الله عليه وسلم-: ((كان فيمن\nكان قبلكم رجل به جرح فجزع فأخذ سكينا فحز بها يده، فما رقأ الدم حتى مات،\nقال الله -عز وجل-: عبدي بادرني بنفسه، حرمت عليه الجنة)).\n</p>\n\n<p>\nنعم، يقول المؤلف -رحمه الله تعالى-:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p001'> Vol. 47, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n\"عن عمران بن حصين -رضي الله عنه- أن رجلا عض يد رجل فنزع يده من فيه\"\nيعني من مقتضى الدفاع عن النفس أن ينزع يده، رجل عض يد رجل فنزع يده من\nفيه، فوقعت ثنيتاه، هذا مما يقتضيه الدفاع عن النفس، والدفاع عن النفس <span id='ms1117'></span>\nمطلوب، ولذا ما يطلب يطلب بجميع ما يعين عليه \"فاختصما إلى النبي -عليه\nالصلاة والسلام- فقال: ((يعض أحدكم أخاه كما يعض الفحل، اذهب لا دية لك)) \"\nفمن أتلف شيئا بسبب دفاعه عن نفسه لا يضمن، لكن إذا أتلف شيئا بسبب دفاعه\nعن غيره يضمن، هنا الحديث يدل على أن ما تلف بسبب الدفاع عن النفس فإنه هدر\nلا دية فيه، جاء يختصم يبي الدية المقررة للثنايا، يعني وش تتصور أن\nالإنسان يبي يصبر حتى يرسله ويطلقه؟ ((يعض أحدكم أخاه كما يعض الفحل)) يعني\nومع ذلك ينتظر حتى تسمح نفسه يتركه؟ لا، لا ((اذهب لا دية لك)) لأنه معتد،\nظالم وليس لعرق ظالم حق، السبب في كونه عض يد الرجل أصلها غضب كلمة أو\nشبهها، جاء وعض يد الرجل، اختصما عند كلمة أو شبهها وحضر الشيطان فعضه،\nفعلى الإنسان أن لا يسترسل مع خطوات الشيطان، وتسويله وتزيينه، وعليه أن\nيكتم غيظه، ولذا جاءت الوصية النبوية: ((لا تغضب)) وإلا ما الذي جعله يعض\nيد أخيه؟ هل يقال: إنه يمزح؟ يعضه يمزح؟ عض يده ونزع يده من فيه لا بد، لو\nجاء شخص وعصر يد آخر هذا كثير ما يحصل بين الشباب في المزح، يمسك يده\nويعصرها، ثم يتصرف ذاك تصرف من لا شعور فيضرب وجهه، أو يفقأ عينه من لا\nشعور، يعني هذه مما يتطلبه التخلص، فضلا عن كونه يمسكه مع مقتل، أو مع شيء\nلا يمكن الصبر معه، فمثل هذا يهدر لا دية له.\n</p>\n\n<p>\nيقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p002'> Vol. 47, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n\"وعن الحسن بن أبي الحسن البصري\" الإمام سيد من سادات التابعين -رحمه\nالله تعالى-، يقول: \"حدثنا جندب\" جندب بن عبد الله بن سفيان البجلي يقول:\n\"في هذا المسجد\" يؤكد الحسن أنه حدثه، لماذا؟ لأن الحسن عرف بالتدليس،\nويتفنن أحيانا في التدليس، فيقول: حدثنا أبو هريرة مثلا وهو ما سمع أبا\nهريرة، إنما حدث قومه، فيريد أن يؤكد أنه سمعه منه مباشرة \"حدثنا جندب في\nهذا المسجد\" يعني بالتأكيد وأنا موجود \"وما نسينا منه حديثا\" يعني ضبطنا <span id='ms1118'></span>\nوأتقنا، ولذا الحسن من الحفاظ، ولذا يقول أنس بن مالك: سلوا الحسن فإنه قد\nحفظ ونسينا \"وما نسينا منه حديثا، وما نخشى أن يكون جندب كذب على رسول الله\n-صلى الله عليه وسلم-\" حاشا وكلا أن يكذب الصحابي على النبي -عليه الصلاة\nوالسلام-، وهم أعلم الناس، وأورع الناس، وأتقى الناس، وأزهد الناس، وأتبع\nالناس لرسول الله -صلى الله عليه وسلم- \"قال: قال رسول الله -صلى الله عليه\nوسلم-: ((كان فيمن كان قبلكم رجل به جرح فجزع)) \" في يده جرح ما صبر، من\nشدة الألم أخذ سكينا فحز بها يده، هل يتصور أن الجرح يخف ألمه إذا قطع يده\nأو يزيد؟ لا، يزيد بلا شك، تصرف هذا التصرف فمات ((حز بها يده فما رقأ الدم\nحتى مات، قال الله -عز وجل-)) يعني في الحديث القدسي: ((بادرني عبدي بنفسه،\nحرمت عليه الجنة)) فلا يجوز له أن يباشر قتل نفسه، ولا يوجد في النصوص ما\nيدل على أن المسلم يجوز له أن يباشر قتل نفسه، نعم في النصوص ما يدل على أن\nله أن يتسبب في قتل نفسه إذا ترتب على هذا التسبب مصلحة أعظم، لكن يباشر\nقتل نفسه ما يوجد في النصوص ما يدل عليه، طيب شخص لدغ، لدغته حية في أصبعه\nفي بر، لو تركه سرى السم إلى بقية بدنه ماذا يصنع؟ اجتهد في وقتها فجاء\nبالفأس فقطع الأصبع يأثم وإلا ما يأثم؟ يقول: أصبر على الدم، وأمسك في طرف\nالأصبع حتى أصل، لكن السم بيروح، يعني ليس الهدف من هذا أنه يموت، إنما\nقصده أن يحيا، نعم قد يجتهد الإنسان اجتهادا يودي بحياته لكن حسبه أن\nيجتهد، لكن الإشكال في كونه يبادر بنفسه، فيباشر قتل نفسه كما هنا، قال\nالله -عز وجل-: ((بادرني عبدي بنفسه حرمت عليه الجنة)) لا يجوز للإنسان\nبحال أن يتصرف بنفسه، ولذا لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p003'> Vol. 47, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nيجوز له أن يتبرع بشيء من أعضائه؛ لأنه لا يملك من أعضائه شيء، طيب هل\nيقتل الحيوان فضلا عن الإنسان لكونه يتضرر من <span id='ms1119'></span> البقاء في الحياة؟ شاة مريضة،\nوميئوس من شفائها، وتقتل لغير ما مأكلة، تبي تقتل وترمى، هل نقول: إن هذا\nمن باب إراحتها، أو نقول: إنه تعد على هذه النفس بغير حق، ولا يجوز القتل\nلغير مأكلة؟ قتل الحيوان لغير مأكلة لا يجوز، وقل مثل هذا بل أعظم إذا قرر\nالأطباء أن هذا المريض الذي يعيش على الأجهزة ميت ميت، يعني ميت تسعة\nوتسعين بالمائة، وأحيانا يقررون أنه ميت دماغيا، يعني أنه ميت مائة\nبالمائة، فهل نقول: لهم أن يسحبوا الأجهزة عنه ليريحوه، ويريحوا من يتردد\nلزيارته والعناية به، نقول: ما دامت الروح في الجسد لا يجوز لأحد كائنا من\nكان أن يتسبب في وفاته، هو مسلم كامل الحقوق، لا يجوز لأحد أن يتسبب في\nإنهاء حياته، وما يدريك أن الله -جل وعلا- يرد عليه ما فقده من شعور، وهذا\nحاصل يقرر الأطباء أنه ميت دماغيا، وأنه خلاص بس حاجز مكان مقعد وأجهزة\nوالناس بحاجة، والذي حصل قضايا نادرة جدا أنه عادت له الحياة، فهو مسلم\nكامل الحقوق، ما دامت روحه لم تفارق بدنه فلا يجوز التعدي عليه، وقل مثل\nهذا فيما لو تعرض له بقتل خطأ، شخص يمشي فضرب السلك برجله وهو ما دري انفصل\nالكهرب فمات الرجل، نقول: هذا قاتل، لكن قاتل خطأ، والثاني متعمد، لكن عاد\nيبقى النظر في تقدير الخطأ والعمد وشبهه، وهل يقاد به أو لا يقاد؟ محل نظر\nواجتهاد، لكنه يبقى أنه مسلم روحه في بدنه له كامل الحقوق والموازنة بينه\nوبين مريض أرجى منه، وهذه المسألة التي يسأل عنها كثيرا، مريض ماسك سرير\nوماسك أجهزة من سنين، خمس أو عشر سنين، وهو على هذه الحالة، جاء مريض إذا\nأسعف بهذه الأجهزة يشفى بنسبة سبعين بالمائة، وهذا ميئوس منه بنسبة تسعة\nوتسعين بالمائة، نعم هذا محل نظر واجتهاد، أما إذا لم يوجد غيره فلا يجوز\nبحال أن تفصل عنه الأجهزة، إذا جئنا بمريض نسبة الشفاء عنده سبعين بالمائة،\nوهذا نسبة الشفاء واحد بالمائة يقدم عليه <span id='ms1120'></span> ما نسبته سبعين؛ لأن المسألة\nمسألة مصالح ومفاسد.\n</p>\n\n<p>\nسم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p004'> Vol. 47, p. 004</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58"
  ]
}