{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nحديث ابن القاص بسم الله الرحمن الرحيم ربنا أفرغ علينا صبرا أخبرنا\nشيخنا الإمام الحافظ العلامة شهاب الدين أبو العباس أحمد بن مظفر بن أبي\nمحمد النابلسي فسح الله في مدته بقراءتي عليه يوم الثلاثاء العشرين من\nجمادى الآخرة سنة ست وأربعين وسبعمائة قال: أخبرنا الإمام الحافظ زين الدين\nأبو محمد عبد الله بن مروان بن عبد الله بن فيروز الفارقي الشافعي رحمه\nالله تعالى إجازة قال وغير واحد: أخبرنا الشيخ الإمام الحافظ تقي الدين أبو\nعمرو عثمان بن عبد الرحمن بن الصلاح إجازة، أنا أبو عبد الله محمد بن عمر\nبن أبي بكر المقدسي بقراءتي عليه عام أحد وستمائة بالموصل، أنا الحافظ أبو\nسعيد الخليل بن أبي الرجاء ابن أبي الفتح الراراني، أنا الحافظ أبو عبد\nالله محمد بن عبد الواحد الدقاق، أخبرني الشيخ الخطيب أبو الفتح عبد الرزاق\nبن حسان بن سعيد بن حسان بن محمد المنيعي المخزومي بقراءتي عليه مرات ثلاثا\nقلت له: أخبركم الشيخ أبو مسعود أحمد بن محمد بن عبد الله بن عبد العزيز\nالبجلي قدم عليكم ثنا القاضي أبو محمد الحسن بن محمد بن موسى بن سندوله،\nأنا أبو علي الزجاجي: نا أبو العباس أحمد بن أبي أحمد الطبري قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n: وأما قصة أبي عمير فأنا ذاكرها بروايتها، وملطف القول في تخريج ما فيها\nمن وجوه الفقه والسنة وفنون الفائدة والحكمة؛ ليعلم الزاري على أهل الحديث\nبه أنهم بالمدح به أولى وأن السكوت كان به أحرى، وذلك أن فيه ستين وجها من\nالفقه، وسنأتي، إن شاء الله، وبعون الله وتوفيقه، على بيان ذلك وتفصيله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأخبرنا أبو خليفة بن الحباب الجمحي، نا أبو الوليد الطيالسي، ثنا شعبة،\nعن أبي التياح، عن أنس بن مالك، أن النبي صلى الله عليه وسلم قال لأخ له\nصغير\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head1'>: «يا أبا عمير، ما فعل النغير»</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله الحضرمي، وأبو يعلى أحمد بن علي\n</p>\n\n<h1 class='l1' id='head3'>[ص: 14]</h1>\n\n<p>\nالموصلي قالا: ثنا محمد بن عمرو بن جبلة البصري، ثنا محمد بن مروان، عن <span id='ms1'></span>\nهشام، عن محمد، عن أنس بن مالك، قال: كان رسول الله صلى الله عليه وسلم\nيغشانا ويخالطنا، فكان معنا صبي يقال له أبو عمير، فقال\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head4'>: «يا أبا عمير، ما فعل النغير»</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>3 - </h1>\n\n<p>\nحدثنا عبد الله بن غنام الكوفي، ثنا أبو بكر بن أبي شيبة\n</p>\n\n<h1 class='l1' id='head6'>[ص: 16]</h1>\n\n<p>\n، نا وكيع، عن شعبة، عن أبي التياح الضبعي، قال: سمعت أنس بن مالك، يقول:\nكان رسول الله صلى الله عليه وسلم يخالطنا، ونضحنا له بساطا لنا فصلى عليه،\nوكان يقول لأخ لي\n</p>\n\n<h1 class='l1' id='head7'>: «يا أبا عمير، ما فعل النغير»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head8'>4 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد الخزاعي، ثنا محمد بن يحيى بن أبي عمر العدني، نا\nمروان بن معاوية الفزاري، عن حميد، عن أنس بن مالك، قال: كان بني لأبي طلحة\nيكنى أبا عمير، وكان النبي صلى الله عليه وسلم إذا جاء إلى أم سليم مازحه،\nفدخل فرآه حزينا، فقال: «ما بال أبي عمير حزينا؟» فقالوا: مات، يا رسول\nالله، نغيره الذي كان يلعب به، فجعل رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<h1 class='l1' id='head9'>: «أبا عمير، ما فعل النغير؟» قال أنس: وما مسست شيئا قط - خزة، ولا حريرة - ألين من كف رسول </h1>\n\n<p>\nالله صلى الله عليه وسلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>5 - </h1>\n\n<p>\nحدثنا أحمد بن علي الموصلي، نا وهب بن\n</p>\n\n<h1 class='l1' id='head11'>[ص: 17]</h1>\n\n<p>\nبقية، ثنا خالد بن عبد الله، عن حميد، عن أنس بن مالك: «أن النبي صلى\nالله عليه وسلم كان\n</p>\n\n<h1 class='l1' id='head12'>[ص: 18]</h1>\n\n<p>\nيأتي أم سليم، وكان إذا مشى يتوكأ، فكان ينام على فراشها» - ثم ذكر\nالحديث بطوله - قال أبو العباس: وفيما روينا من قصة أبي عمير ستون وجها من\nالفقه والسنة، وفنون الفائدة والحكمة، فمن ذلك أن سنة الماشي أن لا يتبختر\nفي مشيته ولا يتبطأ فيه، فإنه صلى الله عليه وسلم كان إذا مشى توكأ كأنما\nينحدر من صبب، ومنها أن الزيارة سنة، ومنها الرخصة للرجال في زيارة النساء\nغير ذوات المحارم\n</p>\n\n<h1 class='l1' id='head13'>[ص: 19]</h1>\n\n<p>\n، ومنها زيارة الحاكم الرعية، ومنها أنه إذا خص الحاكم بالزيارة\nوالمخالطة بعض الرعية دون بعض فليس ذلك بميل، وقد كان بعض أهل العلم <span id='ms2'></span> يكره\nللحكام ذلك،\n</p>\n\n<h1 class='l1' id='head14'>6 - </h1>\n\n<p>\nوإذا ثبت ما وصفنا كان فيه وجه من تواضع الحاكم للرعية،\n</p>\n\n<h1 class='l1' id='head15'>7 - </h1>\n\n<p>\nوفيه دليل على كراهية الحجاب للحكام،\n</p>\n\n<h1 class='l1' id='head16'>8 - </h1>\n\n<p>\nوفيه أن الحاكم يجوز له أن يسير وحده،\n</p>\n\n<h1 class='l1' id='head17'>9 - </h1>\n\n<p>\nوأن أصحاب المقارع بين يدي الحكام والأمراء محدثة مكروهة؛ لما روي في\nالخبر: رأيت النبي صلى الله عليه وسلم بمنى على ناقة له لا ضرب ولا طرد،\nولا إليك إليك،\n</p>\n\n<h1 class='l1' id='head18'>10 - </h1>\n\n<p>\nوفي قوله: «يغشانا» ما يدل على كثرة زيارته لهم،\n</p>\n\n<h1 class='l1' id='head19'>11 - </h1>\n\n<p>\nوأن كثرة الزيارة لا تخلق الحب والمودة ولا تنقصها إذا لم يكن معها طمع،\n</p>\n\n<h1 class='l1' id='head20'>[ص: 20]</h1>\n\n<h1 class='l1' id='head21'>12 - </h1>\n\n<p>\nوأن قوله عليه السلام لأبي هريرة: «زر غبا تزدد حبا» كما قاله بعض أهل\nالعلم؛ لما رأى في زيارته من الطمع؛ لما كان بأبي هريرة من الفقر والحاجة\nحتى دعا له النبي صلى الله عليه وسلم في مزودة، وكان لا يدخل يده فيها إلا\nأخذ حاجته فحصلت له الزيارة دون الطمع،\n</p>\n\n<h1 class='l1' id='head22'>13 - </h1>\n\n<p>\nوفي قوله: «يخالطنا» ، ما يدل على الألفة بخلاف النفور، وذلك من صفة\nالمؤمن، كما روي في بعض الأخبار «المؤمن ألوف، والمنافق نفور» ،\n</p>\n\n<h1 class='l1' id='head23'>14 - </h1>\n\n<p>\nومنها أن ما روي في الخبر: «فر من الناس فرارك من الأسد» إذا كانت في\nلقيهم مضرة لا على العموم، فأما إذا كانت فيه للمسلمين ألفة ومودة،\nفالمخالطة أولى\n</p>\n\n<h1 class='l1' id='head24'>15 - </h1>\n\n<p>\nوفيه دلالة على الفرق بين شباب النساء وعجائزهن في المعاشرة، إذ اعتذر\nالنبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head25'>[ص: 21]</h1>\n\n<p>\nإلى من رآه واقفا مع صفية ولم يعتذر من زيارته أم سليم، بل كان يغشاهم\nالكثير،\n</p>\n\n<h1 class='l1' id='head26'>16 - </h1>\n\n<p>\nوفي قوله: «ما مسست شيئا قط ألين من كف رسول الله صلى الله عليه وسلم» ما\nيدل على مصافحته، وإذا ثبتت المصافحة دل على تسليم الزائر، إذا دخل\n</p>\n\n<h1 class='l1' id='head27'>17 - </h1>\n\n<p>\nودل على مصافحته،\n</p>\n\n<h1 class='l1' id='head28'>18 - </h1>\n\n<p>\nودل على أن يصافح الرجل دون المرأة؛ لأنه لم يقل: فما مسسنا، وإنما قال:\nما مسست، وكذلك كانت سنته صلى الله عليه وسلم في التسليم على النساء\nومبايعته، إنما كان يصافح الرجال دونهن،\n</p>\n\n<h1 class='l1' id='head29'>19 - </h1>\n\n<p>\nوفي لين كفه ما يدل على أنه لا ينبغي أن يتعمد المصلي إلى شدة الاعتماد\nعلى\n</p>\n\n<h1 class='l1' id='head30'>[ص: 22]</h1>\n\n<p>\nاليدين <span id='ms3'></span> في السجود كما اختار ذلك بعضهم؛ لما وجده في صفة النبي صلى الله\nعليه وسلم أنه كان شثن الكفين والقدمين، فقال: ينبغي أن يتعمد إلى شدة\nالاعتماد على اليدين في السجود ليؤثر على يديه دون جبهته،\n</p>\n\n<h1 class='l1' id='head31'>20 - </h1>\n\n<p>\nوفيه ما يدل على الاختيار للزائر إذا دخل على المزور أن يصلي في بيته كما\nصلى النبي صلى الله عليه وسلم،\n</p>\n\n<h1 class='l1' id='head32'>21 - </h1>\n\n<p>\nوفيه ما يدل على ما قاله بعض أهل العلم أن الاختيار في السنة الصلاة على\nالبساط، والجريد والحصير، وقد قيل في بعض الأخبار: إنه كان حصيرا باليا،\nوذلك أن بعض الناس كان يكره الصلاة على الحصير، وينزع بقول الله تعالى\n{وجعلنا جهنم للكافرين حصيرا} [الإسراء: 8] ،\n</p>\n\n<h1 class='l1' id='head33'>22 - </h1>\n\n<p>\nوفي نضحهم ذلك له وصلاته عليه مع علمه صلى الله عليه وسلم أن في البيت\nصبيا صغيرا دليل على أن السنة ترك التقزز،\n</p>\n\n<h1 class='l1' id='head34'>23 - </h1>\n\n<p>\nودليل على أن الأشياء على الطهارة حتى يعلم يقين النجاسة.\n</p>\n\n<h1 class='l1' id='head35'>[ص: 23]</h1>\n\n<h1 class='l1' id='head36'>24 - </h1>\n\n<p>\nوفي نضحهم البساط لصلاة رسول الله صلى الله عليه وسلم دليل على أن\nالاختيار للمصلي أن يقوم في صلاته على أروح الحال وأمكنها، لا على أجهدها\nوأشدها؛ لئلا يشغله الجهد عما عليه من أدب الصلاة وخشوعها كما أمر الجائع\nأن يبدأ بالطعام قبل الصلاة خلاف ما زعم بعض المجتهدين إذ زعم أن الاختيار\nله أن يقوم على أجهد الحال، كما سمع في بعض الأخبار أنهم لبسوا المسح إذا\nقاموا من الليل وقيدوا أقدامهم،\n</p>\n\n<h1 class='l1' id='head37'>25 - </h1>\n\n<p>\nوفي صلاته في بيتهم؛ ليأخذوا علمها دليل على جواز حمل العالم علمه إلى\nأهله إذا لم يكن فيه على العلم مذلة، وأن ما روي في أن العلم يؤتى ولا يأتي\nإذا كانت فيه للعلم مذلة أو كان من المتعلم على العالم تطاول،\n</p>\n\n<h1 class='l1' id='head38'>[ص: 24]</h1>\n\n<h1 class='l1' id='head39'>26 - </h1>\n\n<p>\nوفيه دلالة اختصاص لآل أبي طلحة إذ صلى رسول الله صلى الله عليه وسلم في\nبيتهم،\n</p>\n\n<h1 class='l1' id='head40'>27 - </h1>\n\n<p>\nوأخذهم قبلة بيتهم بالنص عن رسول الله صلى الله عليه وسلم دون الدلائل\nوالعلامات،\n</p>\n\n<h1 class='l1' id='head41'>28 - </h1>\n\n<p>\nوفي قوله: وكان رسول الله صلى الله عليه وسلم إذا جاء مازحه، ما يدل على\nأنه كان يمازحه <span id='ms4'></span> كثيرا، وإذا كان كذلك كان في ذلك شيئان\n</p>\n\n<h1 class='l1' id='head42'>29 - </h1>\n\n<p>\nأحدهما أن ممازحة الصبيان مباح،\n</p>\n\n<h1 class='l1' id='head43'>30 - </h1>\n\n<p>\nوالثاني أنها إباحة سنة، لا إباحة رخصة؛ لأنها لو كانت إباحة رخصة لأشبه\nأن لا يكثرها، كما قال في مسح الحصى للمصلي: «فإن كنت لا بد فاعلا فمرة» ؛\nلأنها كانت رخصة لا سنة.\n</p>\n\n<h1 class='l1' id='head44'>[ص: 25]</h1>\n\n<h1 class='l1' id='head45'>31 - </h1>\n\n<p>\nوفيه إذ مازحه صلى الله عليه وسلم ما يدل على ترك التكبر والترفع،\n</p>\n\n<h1 class='l1' id='head46'>32 - </h1>\n\n<p>\nوما يدل على حسن الخلق،\n</p>\n\n<h1 class='l1' id='head47'>33 - </h1>\n\n<p>\nوفيه دليل على أنه يجوز أن يختلف حال المؤمن في المنزل من حاله إذا برز،\nفيكون في المنزل أكثر مزاحا، وإذا خرج أكثر سكينة ووقارا إلا من طريق\nالرياء، كما روي في بعض الأخبار: كان زيد بن ثابت من أفكه الناس إذا خلا\nبأهله، وأزمتهم عند الناس،\n</p>\n\n<h1 class='l1' id='head48'>34 - </h1>\n\n<p>\nوإذا كان ذلك كما وصفنا ففيه دليل على أن ما روي في صفة المنافق أنه\nيخالف سره علانيته ليس على العموم، وإنما هو على معنى الرياء والنفاق، كما\nقال جل ثناؤه: {وإذا لقوا الذين آمنوا قالوا آمنا، وإذا خلوا إلى شياطينهم\nقالوا إنا معكم، إنما نحن مستهزءون} ،\n</p>\n\n<h1 class='l1' id='head49'>[ص: 26]</h1>\n\n<h1 class='l1' id='head50'>35 - </h1>\n\n<p>\nوفي قوله: فرآه حزينا، ما يدل على إثبات التفرس في الوجوه، وقد احتج بهذا\nالمعنى بعض أهل الفراسة بما يطول ذكره، وأكره الإكثار إذ الغرض غيرهما،\n</p>\n\n<h1 class='l1' id='head51'>36 - </h1>\n\n<p>\nوفيه دليل على الاستدلال بالعبرة لأهلها، إذ استدل صلى الله عليه وسلم\nبالحزن الظاهر في وجهه على الحزن الكامن في قلبه، حتى حداه على سؤال حاله،\n</p>\n\n<h1 class='l1' id='head52'>37 - </h1>\n\n<p>\nوفي قوله: «ما بال أبي عمير؟» دليل على أن من السنة إذا رأيت أخاك أن\nتسأل عن حاله،\n</p>\n\n<h1 class='l1' id='head53'>38 - </h1>\n\n<p>\nوفيه دليل - كما قال بعض أهل العلم - على حسن الأدب بالسنة في تفريق\nاللفظ بين سؤالين، فإذا سألت أخاك عن حاله قلت: ما لك؟ كما قال النبي صلى\nالله عليه وسلم في حديث أبي قتادة: «ما لك يا أبا قتادة؟» ، وإذا سألت غيره\nعن حاله قلت: «ما بال أبي فلان؟» كما قال\n</p>\n\n<h1 class='l1' id='head54'>[ص: 27]</h1>\n\n<p>\nالنبي صلى الله عليه وسلم في هذا الحديث: «ما بال أبي عمير؟» ،\n</p>\n\n<h1 class='l1' id='head55'>39 - </h1>\n\n<p>\nوفي سؤاله صلى الله عليه <span id='ms5'></span> وسلم من سأل عن حال أبي عمير دليل على إثبات خبر\nالواحد،\n</p>\n\n<h1 class='l1' id='head56'>40 - </h1>\n\n<p>\nوفيه دليل على أنه يجوز أن يكنى من لم يولد له، وقد كان عمر بن الخطاب\nيكره ذلك حتى أخبر به عن النبي صلى الله عليه وسلم،\n</p>\n\n<h1 class='l1' id='head57'>41 - </h1>\n\n<p>\nوفي قوله: مات نغيره الذي كان يلعب به، تركه النكير بعد ما سمع ذلك صلى\nالله عليه وسلم دليل على الرخصة في اللعب للصبيان،\n</p>\n\n<h1 class='l1' id='head58'>42 - </h1>\n\n<p>\nوفيه دليل على الرخصة للوالدين في تخلية الصبي وما يروم من اللعب إذا لم\nيكن من دواعي الفجور، وقد كان بعض الصالحين يكره لوالديه أن يخلياه،\n</p>\n\n<h1 class='l1' id='head59'>43 - </h1>\n\n<p>\nوفيه دليل على أن إنفاق المال في ملاعب الصبيان ليس من أكل المال بالباطل\nإذا لم يكن من الملاهي المنهية،\n</p>\n\n<h1 class='l1' id='head60'>44 - </h1>\n\n<p>\nوفيه دليل على إمساك الطير في القفص،\n</p>\n\n<h1 class='l1' id='head61'>[ص: 28]</h1>\n\n<h1 class='l1' id='head62'>45 - </h1>\n\n<p>\nوقص جناح الطير؛ لمنعه من الطيران وذلك أنه لا يخلو من أن يكون النغيرة\nالتي كان يلعب بها في قفص أو نحوه من شد رجل أو غيره، أو أن تكون مقصوصة\nالجناح، فأيهما كان المنصوص فالباقي قياس عليه؛ لأنه في معناه، وقد كان بعض\nالصحابة يكره قص جناح الطائر وحبسه في القفص،\n</p>\n\n<h1 class='l1' id='head63'>46 - </h1>\n\n<p>\nوفيه دليل على أن رجلا لو اصطاد صيدا خارج الحرم، ثم أدخل الحرم لم يكن\nعليه إرساله، وذلك لأن النبي صلى الله عليه وسلم حرم الاصطياد بين لابتي\nالمدينة، وأجاز لأبي عمير إمساكه، فيها وكان ابن الزبير يفتي بإمساك ذلك\nومن حجته فيه أن من اصطاد صيدا ثم أحرم وهو في يده فعليه إرساله، فكذلك إذا\nاصطاد في الحل، ثم أدخله الحرم، وفرق الشافعي بين المسألتين كما وصفنا،\nفقال: من اصطاد، ثم أحرم والصيد في ملكه فعليه إرساله\n</p>\n\n<h1 class='l1' id='head64'>[ص: 29]</h1>\n\n<p>\n، ومن اصطاده ثم أدخله الحرم، فلا إرسال عليه.\n</p>\n\n<h1 class='l1' id='head65'>47 - </h1>\n\n<p>\nوفي قوله: «ما فعل النغير؟» دليل على جواز تصغير الأسماء كما صغر\nالنغيرة، وكذلك المعنى في قوله كان ابن لأبي طلحة يكنى أبا عمير،\n</p>\n\n<h1 class='l1' id='head66'>48 - </h1>\n\n<p>\nوكان النبي صلى الله عليه وسلم إذا مازحه بذلك يبكي أبو عمير، ففي ذلك\nدليل أن قول النبي في حديث <span id='ms6'></span> آخر: إذا بكى اليتيم اهتز العرش ليس على العموم\nفي جميع بكائه، وذلك أن بكاء الصبي على ضربين: أحدهما بكاء الدلال عند\nالمزاح والملاطفة، والآخر بكاء الحزن أو الخوف عند الظلم أو المنع عما به\nإليه الحاجة، فإذا مازحت يتيما أو لاطفته فبكى فليس في ذلك إن شاء الله\nتعالى اهتزاز عرش الرحمن،\n</p>\n\n<h1 class='l1' id='head67'>[ص: 30]</h1>\n\n<h1 class='l1' id='head68'>49 - </h1>\n\n<p>\nوقد زعم بعض الناس أن الحكيم لا يواجه بالخطاب غير العاقل، وقال بعض\nأصحابنا: ليس كذلك، بل صفة الحكيم في خطابه أن لا يضع الخطاب في غير موضعه،\nوكان في هذا الحديث كذلك دليل، ألا ترى أنه صلى الله عليه وسلم واجه الصغير\nبالخطاب عند المزاح فقال: «يا أبا عمير، ما فعل النغير؟» ولم يواجهه\nبالسؤال عند العلم والإثبات، بل خاطب غيره، فقال: «ما بال أبي عمير؟» ،\n</p>\n\n<h1 class='l1' id='head69'>50 - </h1>\n\n<p>\nوفيه دليل على أن للعاقل أن يعاشر الناس على قدر عقولهم، ولا يحمل الناس\nكلهم على عقله،\n</p>\n\n<h1 class='l1' id='head70'>51 - </h1>\n\n<p>\nوفي نومه صلى الله عليه وسلم عندهم دليل على أن عماد القسم بالليل وأن لا\nحرج على الرجل في أن يقيل بالنهار عند امرأة في غير يومها،\n</p>\n\n<h1 class='l1' id='head71'>52 - </h1>\n\n<p>\nوفيه دليل على سنة القيلولة،\n</p>\n\n<h1 class='l1' id='head72'>[ص: 31]</h1>\n\n<h1 class='l1' id='head73'>53 - </h1>\n\n<p>\nوفيه دليل على خلاف ما زعم بعضهم في أدب الحكام أن نوم الحكام والأمراء\nفي منزل الرعية ونحو ذلك من الأفعال دناءة تسقط مروءة الحاكم،\n</p>\n\n<h1 class='l1' id='head74'>54 - </h1>\n\n<p>\nوفي نومه على فراشها دليل على خلاف قول من كره أن يجلس الرجل في مجلس\nامرأة ليست له بمحرم، أو يلبس ثوبها وإن كان على تقطيع الرجال،\n</p>\n\n<h1 class='l1' id='head75'>55 - </h1>\n\n<p>\nوفيه أنه يجوز أن يدخل المرء على امرأة في منزلها وزوجها غائب، وإن لم\nتكن ذات محرم له،\n</p>\n\n<h1 class='l1' id='head76'>56 - </h1>\n\n<p>\nوفي نضح البساط له ونومه على فراشها دليل على إكرام الزائر،\n</p>\n\n<h1 class='l1' id='head77'>57 - </h1>\n\n<p>\nوفيه أن التنعم الخفيف غير مخالف للسنة، وأن قوله: «كيف أنعم وصاحب الصور\nقد التقم الصور» ليس على العموم إلا فيما عدا التنعم القليل،\n</p>\n\n<h1 class='l1' id='head78'>58 - </h1>\n\n<p>\nوفيه دليل على أنه ليس بفرض على المزور أن يشيع الزائر إلى باب الدار،\nكما أمر النبي صلى الله عليه وسلم بتشييع الضيف إلى <span id='ms7'></span> باب الدار، إذ لم يذكر\nفي هذا الحديث تشييعهم له إلى الباب،\n</p>\n\n<h1 class='l1' id='head79'>[ص: 32]</h1>\n\n<h1 class='l1' id='head80'>59 - </h1>\n\n<p>\nوقد اختلف أهل العلم في تفسير ما ذكر من صفة النبي صلى الله عليه وسلم في\nحديث هند بن أبي هالة: كانوا إذا دخلوا عليه لا يفترقون إلا عن ذواق، قال\nبعضهم أراد به الطعام، وقال بعضهم: أراد به ذواق العلم، ففي تفسير هذا\nالحديث الدليل على تأويل من تأوله على ذواق العلم إذ قد أذاقهم\n</p>\n\n<h1 class='l1' id='head81'>[ص: 33]</h1>\n\n<p>\nالعلم، ولم يذكر فيه ذواق الطعام،\n</p>\n\n<h1 class='l1' id='head82'>60 - </h1>\n\n<p>\nوكان من صفته صلى الله عليه وسلم أنه كان يواسي بين جلسائه حتى يأخذ منه\nكل بحظ، وكذلك فعل رسول صلى الله عليه وسلم الله في دخوله على أم سليم صافح\nأنسا، ومازح أبا عمير الصغير، ونام على فراش أم سليم حتى نال الجميع من\nبركته صلى الله عليه وسلم،\n</p>\n\n<h1 class='l1' id='head83'>61 - </h1>\n\n<p>\nوإذ كان طلب العلم فريضة على كل مسلم فأقل ما في تحفظ طرقه أن يكون\nنافلة، وفيه أن قوما أنكروا خبر الواحد، ثم افترقوا فيه واختلفوا، فقال\nبعضهم بجواز خبر الاثنين قياسا على الشاهدين، وقال بعضهم بجواز خبر\nالثلاثة، ونزع بقول الله جل ذكره: {فلولا نفر من كل فرقة منهم طائفة\nليتفقهوا في الدين} [التوبة: 122] الآية، وقال بعضهم بجواز خبر الأربعة\nقياسا على أعلى الشهادات وأكبرها، وقال بعضهم بالشائع والمستفيض\n</p>\n\n<h1 class='l1' id='head84'>[ص: 34]</h1>\n\n<p>\n، فكان في تحفظ طرق الأخبار ما يخرج به الخبر عن حد الواحد إلى حد\nالاثنين، وخبر الثلاثة والأربعة، ولعله يدخل في خبر الشائع المستفيض،\n</p>\n\n<h1 class='l1' id='head85'>62 - </h1>\n\n<p>\nوفيه أن الخبر إذا كانت له طرق وطعن الطاعن على بعضها احتج الراوي بطريق\nآخر ولم يلزمه انقطاع ما وجد إلى طريق آخر سبيلا\n</p>\n\n<h1 class='l1' id='head86'>63 - </h1>\n\n<p>\nوفيه أن أهل الحديث لا يستغنون عن معرفة النقلة والرواة ومقدارهم، في\nكثرة العلم والرواية ففي تحفظ طرق الأخبار ومعرفة من رواها وكم روى كل راو\nمنهم ما يعلم به مقادير الرواة ومراتبهم في كثرة الرواية\n</p>\n\n<h1 class='l1' id='head87'>64 - </h1>\n\n<p>\nوفيه أنهم إذا استقصوا في معرفة طرق الخبر عرفوا به غلط الغالط إذا غلط،\nوميزوا به كذب المدلس، وتدليس <span id='ms8'></span> المدلس،\n</p>\n\n<h1 class='l1' id='head88'>65 - </h1>\n\n<p>\nوإذا لم يستقص المرء في طرقه واقتصر على طريق واحد كان أقل ما يلزمه إذا\nدلس عليه في الرواية أن يقول: لعله قد روي ولم أستقص فيه، فرجع باللائمة\nوالتقصير على نفسه والانقطاع، وقد حل لخصمه، فذلك كله ستون وجها من فنون\nالفقه والسنة، والفوائد، والحكمة،\n</p>\n\n<h1 class='l1' id='head89'>66 - </h1>\n\n<p>\nثم نزيد على الستين أن مثل هذا الحديث فيه تثبيت الامتحان والتمييز بيننا\nوبين أمثالهم إذ لم يهتدوا إلى\n</p>\n\n<h1 class='l1' id='head90'>[ص: 35]</h1>\n\n<p>\nشيء من تخريج فقهه، ويستخرج أحدنا منه - بعون الله وتوفيقه - كل هذه\nالوجوه، وفي ذلك وجهان: أحدهما اجتهاد المستخرج في استنباطه، والثاني تبيين\nفضيلته في الفقه والتخريج على أغياره، والعين المستنبط منها عين واحدة،\nولكن من عجائب قدرة اللطيف في تدبير صنعه أن تسقى بماء واحد ويفضل بعضها\nعلى بعض في الأكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms9'></span>\n</p>\n",
  "pages": [
    "000",
    "012",
    "013"
  ],
  "volumes": [
    "01"
  ]
}