{
  "content": "\n<p>\nسورة الانسان بسم الله الرحمن الرحيم وبه نستعين ((فصل) عرض مجمل للسورة\nاعلم أن سورة * (هل أتى على الإنسان) * سورة عجيبة الشأن من سور القرآن على\nاختصارها فإن الله سبحانه ابتدأها بذكر كيفية خلق الانسان من النطفة ذات\nالأمشاج والاخلاط التي لم يزل بقدرته ولطفه وحكمته يصرفه عليها أطوارا\nوينقله من حال إلى حال إلى أن تمت خلقته وكملت صورته فأخرجه انسانا سويا\nسميعا بصيرا ثم لما تكامل تمييزه وادراكه هداه طريقي الخير والشر والهدى\nوالضلال وأنه بعد هذه الهداية اما أن يشكر ربه واما أن يكفره ثم ذكر مآل\nأهل الشكر والكفر وما أعد لهؤلاء وهؤلاء وبدأ أولا بذكر عاقبة أهل الكفر ثم\nعاقبة أهل الشكر وفي آخر السورة ذكر أولا أهل الرحمة ثم أهل العذاب فبدأ\nالسورة بأول أحوال الإنسان وهي النطفة وختمها بآخر أحواله وهي كونه من أهل\nالرحمة أو العذاب ووسطها بأعمال الفريقين فذكر أعمال أهل العذاب مجملة في\nقوله * (إنا اعتدنا للكافرين) * سورة الانسان 4 وأعمال أهل الرحمة مفصلة\nوجزاءهم مفصلا فتضمنت السورة خلق الإنسان وهدايته ومبدأه وتوسطه ونهايته\nوتضمنت المبدأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعاد والخلق والأمر وهما القدرة والشرع وتضمنت إثبات السبب وكون العبد\nفاعلا مريدا حقيقة وأن فاعليته ومشيئته إنما هي بمشيئة الله ففيها الرد على\nالطائفتين القدرية والجبرية وفيها ذكر أقسام بني آدم كلهم فأنهم أما أهل\nشمال وهم الكفار أو أهل يمين وهم نوعان أبرار ومقربون وذكر سبحانه أن شراب\nالأبرار يمزج من شراب عباده المقربين لأنهم مزجوا أعمالهم ويشربه المقربون\nصرفا خالصا كما أخلصوا أعمالهم وجعل سبحانه شراب المقربين من الكافور الذي\nفيه من التبريد والقوة ما يناسب <span id='ms270'></span> برد اليقين وقوته لما حصل لقلوبهم ووصل\nإليها في الدنيا مع ما في ذلك من مقابلته للسعير وأخبر سبحانه أن لهم شرابا\nآخر ممزوجا من الزنجبيل لما فيه من طيب الرائحة ولذة الطعم والحرارة التي\nتوجب تغير برد الكافور واذابة الفضلات وتطهير الأجواف ولهذا وصفه سبحانه\nبكونه شرابا طهورا أي مطهرا لبطونهم فوصفهم سبحانه بجمال الظاهر والباطن\nكما قال * (ولقاهم نضرة وسرورا) * الآية 11 فالنضرة جمال وجوههم والسرور\nجمال قلوبهم كما قال * (تعرف في وجوههم نضرة النعيم) * سورة المطففين 24\nوقريب من هذا قول امرأة العزيز في يوسف * (فذلكن الذي لمتنني فيه ولقد\nراودته عن نفسه فاستعصم) * سورة يوسف 32 فأخبرت بجمال ظاهره حين أشارت إليه\nبالخروج عليهن ثم ضمت إلى ذلك اخبارهم بأن باطنه أجمل من ظاهره بأني راودته\nفأبى إلا العفة والحياء والاستعصام ثم ذكر سبحانه من أعمال الأبرار ما\nينتبه سامعه على جمعهم لأعمال البر كلها فذكر سبحانه وفاءهم بالنذر وخوفهم\nمن ربهم واطعامهم الطعام على محبتهم له واخلاصهم لربهم في طاعتهم وذكر\nسبحانه الوفاء بالنذر وهو أضعف الواجبات فإن العبد هو الذي أوجبه على نفسه\nالتزامه فهو دون ما أوجبه الله سبحانه وعليه فإذا (وفى) لله بأضعف الواجبين\nالذي التزمه هو فهو بأن يوفى بالواجب الأعظم الذي أوجبه الله عليه أولى\nوأحرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nومن ههنا قال من قال من المفسرين المقربون يوفون بطاعة الله ويقومون بحقه\nعليهم وذلك أن العبد إذا نذر لله طاعة فوفى بها فإنما يفعل ذلك لكونها صارت\nحقا لله يجب الوفاء بها وهذا موجود في حقوقه كلها فهي في ذلك سواء ثم أخبر\nعنهم بأنهم يخافون اليوم العسير القمطرير وهو يوم القيامة ففي ضمن هذا\nالخوف إيمانهم باليوم الآخر وكفهم عن المعاصي التي تضرهم في ذلك اليوم\nوقيامهم بالطاعات التي ينفعهم فعلها ويضرهم تركها في ذلك اليوم ثم أخبر\nعنهم باطعام الطعام على محبتهم له وذلك يدل على نفاسته عندهم وحاجتهم إليه\nوما كان كذلك فالنفوس به أشح والقلوب به أعلق واليد له أمسك فإذا بذلوه <span id='ms271'></span> في\nهذه الحال فهم لما سواه من حقوق العباد أبذل فذكر من حقوق العباد بذل قوت\nالنفس على نفاسته وشدة الحاجة منبها على الوفاء بما دونه كما ذكر من حقوقه\nالوفاء بالنذر منبها على الوفاء بما هو فوقه وأوجب منه ونبه بقوله * (على\nحبه) * الآية 8 أنه لولا أن الله سبحانه أحب إليهم منه لما آثروه على ما\nيحبونه فآثروا المحبوب الأعلى على الأدنى ثم ذكر أن مصرف طعامهم إلى\nالمسكين واليتيم والأسير الذين لا قوة لهم ينصرونهم بها ولا مال لهم\nيكافئونهم به ولا أهل ولا عشيرة يتوقعون منهم مكافأتهم كما يقصده أهل لدنيا\nوالمعاوضون بانفاقهم واطعامهم ثم أخبر عنهم أنهم إنما فعلوا ذلك لوجه الله\nوأنهم لا يريدون من أطعموه عوضا من أموالهم ولا ثناء عليهم بألسنتهم كما\nيريده من لا اخلاص له باحسانه إلى الناس من معاوضتهم أو الشكور منهم فتضمن\nذلك المحبة والاخلاص والاحسان ثم أخبر سبحانه عنهم بما صدقهم عليه قبل أن\nيقولوه حيث قالوا * (إنا نخاف من ربنا يوما عبوسا قمطريرا) * الآية 10\nفصدقهم قبل قولهم إذ يقول تعالى * (يوفون بالنذر ويخافون يوما كان شره\nمستطيرا) * الآية 7 ثم أخبر سبحانه بأنه وقاهم شر ما يخافونه ولقاهم فوق ما\nكانوا يأملونه وذكر سبحانه أصناف النعيم الذي حباهم به من المساكن والملابس\nوالمجالس والثمار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوالشراب والخدم والنعيم والملك الكبير ولما كان في الصبر من حبس النفس\nوالخشونة التي تلحق الظاهر والباطن من التعب والنصب والحرارة ما فيه كان\nالجزاء عليه بالجنة التي فيها السعة والحرير الذي فيه اللين والنعومة\nوالاتكاء الذي يتضمن الراحة والظلال المنافية للحر ثم ذكر سبحانه لون ملابس\n(الأبرار) وإنها ثياب سندس خضر وإستبرق وحليتهم وأنها أساور من فضة فهذه\nزينة ظواهرهم ثم ذكر زينه بواطنهم وهو الشراب الطهور وهو بمعنى التطهير فإن\nقيل فلم اقتصر من آنيتهم وحليتهم على الفضة دون الذهب ومعلوم ان الجنان\nجنتان من فضة آنيتهما وحليتهما وما فيهما وجنتان من ذهب آنتيهما وحليتهما\nوما فيهما قيل سياق هذه الآيات إنما <span id='ms272'></span> هو في وصف الأبرار ونعيمهم مفصلا دون\nتفصيل جزاء المقربين فإنه سبحانه إنما أشار اليه إشارة تنبه على ما سكت عنه\nوهو أن شراب الأبرار يمزج من شرابهم فالسورة مسوقة بصفة الأبرار وجزائهم\nعلى التفصيل وذلك والله أعلم لأنهم أعم من المقربين وأكثر منهم ولهذا يخبر\nسبحانه عنهم بأنهم ثلة من الأولين وثلة من الآخرين وعن المقربين السابقين\nبأنهم ثلة من الأولين وقليل من الآخرين وأيضا فإن في ذكر جزاء الأبرار\nتنبيها على أن جزاء المقربين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب\nبشر وأيضا فإنه سبحانه ذك أهل الكفر وأهل الشكر وأهل الشكر نوعان أبرار أهل\nيمين ومقربون سابقون وكل مقرب سابق فهو من الأبرار ولا ينعكس فاسم الأبرار\nوالمقربين كاسم الاسلام والايمان أحدهما أعم من الآخر وأيضا فإنه سبحانه\nأخبر أن هذا جزاء سعيهم المشكور وكل من الأبرار والمقربين سعيهم مشكور فذكر\nسبحانه السعي المشكور والسعي المسخوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر سبحانه نبيه صلى الله عليه وسلم بما أنعم عليه من تنزيل القرآن\nعليه وأمره بأن يصبر لحكمه وهو يعم الحكم الديني الذي أمره به في نفسه\nوأمره بتبليغه والحكم الكوني الذي يجري عليه من ربه فإنه سبحانه امتحن\nعباده وابتلاهم بأمره ونهيه وهو حكمه الديني وابتلاهم بقضائه وقدره وهو\nحكمه الكوني وفرض عليهم الصبر على كل واحد من الحكمين وإن كان الحكم الديني\nفي هذه الآية أظهر إرادة وأنه أمر بالصبر على تبليغه والقيام بحقوقه ولما\nكان صبره عليه لا يتم بمخالفته لمن دعاه إلى خلافه من كل آثم أو كفور نهاه\nعن طاعة هذا وهذا وأتى بحرف أو دون الواو ليدل على أنه منهى عن طاعة أيهما\nكان أما هذا وأما هذا فكأنه قيل له لا تطع أحدهما وهو أعم في النهي من كونه\nمنهيا عن طاعتهما فإنه لو قيل له لا تطعهما أو لا تطع آثما وكفورا لم يكن\nصريحا في النهي عن طاعة كل منهما بمفرده ولما كان لا سبيل إلى الصبر <span id='ms273'></span> إلا\nبتعويض القلب بشيء هو أحب إليه من فوات ما يصبر عليه فوته أمره بأن يذكر\nربه سبحانه بكرة وأصيلا فإن ذكره أعظم العون على تحمل مشاق الصبر وأن يصبر\nلربه بالليل فيكون قيامه بالليل عونا على ما هو بصدده بالنهار ومادة لقوته\nظاهرا وباطنا ولنعيمه عاجلا وآجلا ثم أخبر سبحانه عما يمنع العبد من إيثار\nما فيه سعادته في الدنيا والآخرة وهو حب العاجلة وإيثارها على الآخرة\nتقديما لداعي الحس على داعي العقل ثم ذكر سبحانه خلقهم واحكامه واتقانه بما\nشد من أسرهم وهو ائتلاف الأعضاء والمفاصل والأوصال وما بينها من الرباطات\nوشد بعضها ببعض وحقيقته القوة ومنه قول الشاعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n* من كل مجتنب شديد أسره * سلس القياد تخاله مختالا * ولا يكون ذلك إلا\nفيما له شد ورباط ومنه الاسئار وهو الحبل الذي يشد به الأسير ثم أخبر\nسبحانه أنه قادر على أن يبدل أمثالهم بعد موتهم وأنه شاء ذلك فعله وإذا\nللمحقق فهذا التبديل واقع لا محالة فهو الإعادة التي هي مثل البداءة هذا هو\nمعنى الآية ومن قال غير ذلك لم يصب معناها ولا توحشك لفظة المثل فإن المعاد\nمثل للمبدوء وإن كان هو بعينه فهو معاد أو هو مثله من جهة المغايرة بين\nكونه مبدءا ومعادا وهذا كالدار إذا تهدمت وأعيدت بعينها فهي الأولى وكذلك\nالصلاة المعادة هي الأولى وهي مثلها وقد نطق القرآن بأنه سبحانه يعيدهم\nويعيد أمثالهم إذا شاء وكلاهما واحد فقال * (كما بدأكم تعودون) * سورة\nالأعراف 29 وقال تعالى * (وإلينا ترجعون) * سورة الأنبياء 35 وقال * (وهو\nالذي يبدأ الخلق ثم يعيده) * سورة الروم 27 وقال * (أوليس الذي خلق\nالسماوات والأرض بقادر على أن يخلق مثلهم بلى وهو الخلاق العليم) * سورة يس\n81 وقال * (إنا لقادرون) * * (على أن نبدل أمثالكم وننشئكم في ما لا تعلمون\nولقد علمتم النشأة الأولى فلولا تذكرون) * سورة الواقعة 61 63 فهذا كله\nمعاد الأبدان وقد صرح سبحانه بأنه خلق جديد في موضعين من كتابه وهذا الخلق\nالجديد هو المثل ثم ختم سبحانه السورة بالشرع والقدر كما <span id='ms274'></span> افتتحها بالخلق\nوالهداية فقال * (فمن شاء اتخذ إلى ربه سبيلا) * الآية 29 فهذا شرعه ومحل\nأمره ونهيه ثم قال * (وما تشاؤون إلا أن يشاء الله) * الآية 30 فهذا قضاؤه\nوقدره ثم ذكر الاسمين الموجبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nللتخصيص وهما اسم العليم الحكيم وقوله * (وما تشاؤون إلا أن يشاء الله) *\nفأخبر أن مشيئتهم موقوفة على مشيته ومع هذا فلا يوجب ذلك حصول الفعل منهم\nإذ أكثر ما فيه أنه جعلهم شائين ولا يقع الفعل إلا حين يشاؤه منهم كما قال\nتعالى * (فمن شاء ذكره وما يذكرون إلا أن يشاء الله) * سورة المدثر 55 56\nوقال * (لمن شاء منكم أن يستقيم وما تشاؤون إلا أن يشاء الله) * سورة\nالتكوير 28 29 ومع هذا فلا يقع الفعل منهم حتى يريد من نفسه اعانتهم\nوتوفيقهم فهنا أربع إرادات إرادة البيان وإرادة المشيئة وإرادة الفعل\nوإرادة الإعانة والله أعلم آخره والحمد لله وحده وصلى الله على سيدنا محمد\nوآله وصحبه أجمعين وسلم تسليما فصل (*) وقوله تعالى * (وما تشاؤون إلا أن\nيشاء الله) * لا يدل على أن العبد ليس بفاعل لفعله الاختياري ولا أنه ليس\nبقادر عليه ولا أنه ليس بمريد بل يدل على أنه لا يشاؤه الا من يشاء الله\nوهذه الآية رد على الطائفتين المجبرة والجهمية والمعتزلة القدرية فإنه\nتعالى قال * (لمن شاء منكم أن يستقيم) * فاثبت للعبد مشيئة وفعلا ثم قال *\n(وما تشاؤون إلا أن يشاء الله رب العالمين) * فبين ان مشيئة معلقه بمشيئة\nالله و الأولى رد على الجبرية وهذه رد على القدرية الذين يقولون قد يشاء\nالعبد ما لا يشاؤه الله كما يقولون إن الله يشاء ما لا يشاؤون وإذا قالوا\nالمراد بالمشيئة هنا الأمر على أصلهم والمعنى وما يشاؤون فعل ما أمر الله\nبه ان لم يأمر الله به قيل سياق الآية يبين انه ليس المراد هذا بل المراد\nوما تشاؤون بعد ان أمرتم بالفعل ان تفعلوه الا أن يشاء الله فإنه تعالى ذكر\nالأمر والنهي والوعد والوعيد ثم قال بعد ذلك * (إن هذه تذكرة فمن شاء اتخذ\nإلى <span id='ms275'></span> ربه سبيلا وما تشاؤون إلا أن يشاء الله) * وقوله * (وما تشاؤون) * نفي\nلمشيئتهم في المستقبل وكذلك قوله الا ان يشاء الله تعليق لها بمشيئة الرب\nفي المستقبل فإن حرف (أن) تخلص الفعل المضارع للاستقبال فالمعنى الا أن\nيشاء بعد ذلك والامر متقدم على ذلك وهذا كقول الانسان لا افعل هذا الا ان\nيشاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اتفق السلف والفقهاء على أن من حلف فقال لأصلين غدا إن شاء الله أو\nلأقضين ديني غدا إن شاء الله ومضى الغد ولم يقضه أنه لا يحنث ولو كانت\nالمشيئة هي الأمر لحنث لأن الله أمره بذلك وهذا مما احتج به على القدرية\nوليس لهم عنه جواب ولهذا خرق بعضهم الاجماع القديم وقال إنه يحنث و (أيضا)\nفقوله * (وما تشاؤون إلا أن يشاء الله) * سيق لبيان مدح الرب والثناء عليه\nببيان قدرته وبيان حاجة العباد إليه ولو كان المراد لا يفعلون الا أن\nيأمركم لكان كل امر بهذه المثابة فلم يكن ذلك من خصائص الرب التي يمدح بها\nوان أريد انهم لا يفعلون الا بأمره كان هذا مدحا لهم لا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n((22) فصل في قوله النبي صلى الله عليه وسلم في الحديث الصحيح بدأ\nالاسلام غريبا وسيعود غريبا كما بدأ فطوبى للغرباء لا يقتضي هذا أنه إذا\nصار غريبا يجوز تركه والعياذ بالله بل الأمر كما قال تعالى * (ومن يبتغ غير\nالإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين) * آل عمران 3 85\nوقال تعالى * (إن الدين عند الله الإسلام) * آل عمران 3 19 وقال تعالى *\n(يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون) *\nآل عمران 3 102 وقال تعالى * (ومن يرغب عن ملة إبراهيم إلا من سفه نفسه\nولقد اصطفيناه في الدنيا وإنه في الآخرة لمن الصالحين إذ قال له ربه أسلم\nقال أسلمت لرب العالمين ووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى\nلكم الدين فلا تموتن إلا وأنتم مسلمون) * البقرة 2 130 132 وقد بسطنا\nالكلام على هذا في موضع آخر وبينا أن <span id='ms276'></span> الأنبياء كلهم كان دينهم الاسلام\nالصحيح حديث عياض بن حماد عن النبي صلى الله عليه وسلم أنه قال إن الله نظر\nإلى أهل الأرض فمقتهم عربهم وعجمهم الا بقايا من أهل الكتاب الحديث ولا\nيقتضي هذا أنه إذا صار غريبا أن المتمسك به يكون في شر بل هو أسعد الناس\nكما قال في تمام الحديث فطوبى للغرباء وطوبى من الطيب قال تعالى * (طوبى\nلهم وحسن مآب) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالرعد 13 29 فإنه يكون من جنفى السابقين الأولين الذين اتبعوه لما كان\nغريبا وهم أسعد الناس أما في الآخرة فهم أعلى الناس درجة بعد الأنبياء\nعليهم السلام وأما في الدنيا فقد قال تعالى * (يا أيها النبي حسبك الله ومن\nاتبعك من المؤمنين) * الأنفال 8 64 أي ان الله حسبك وحسب متبعك وقال تعالى\n* (إن وليي الله الذي نزل الكتاب وهو يتولى الصالحين) * الأعراف 7 196 وقال\nتعالى * (أليس الله بكاف عبده) * الزمر 39 36 وقال * (ومن يتق الله يجعل له\nمخرجا ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه) * الطلاق 65 2\n3 فالمسلم المتبع للرسول الله تعالى حسبه وكافيه وهو وليه حيث كان ومتى كان\nولهذا يوجد المسلمون المتمسكون بالاسلام في بلاد الكفر لهم السعادة كلما\nكانوا أتم تمسكا بالاسلام فإن دخل عليهم شر كان بذنوبهم حتى أن المشركين\nوأهل الكتاب إذا رأوا المسلم القائم بالاسلام عظموه وأكرموه وأعفوه من\nالأعمال التي يستعملون بها المنتسبين إلى ظاهر الاسلام من غير عمل بحقيقته\nلم يكرم وكذلك كان المسلمون في أول الاسلام وفي كل وقت فإنه لا بد أن يحصل\nللناس في الدنيا شر ولله على عباده نعم لكن الشر الذي يصيب المسلم أقل\nوالنعم التي تصل إليه أكثر فكان المسلمون في أول الاسلام وان ابتلوا بأذى\nالكفار والخروج من الديار فالذي حصل للكفار الهلاك كان أعظم بكثير والذي\nكان يحصل للكفار من عز أو مال كان يحصل للمسلمين أكثر منه حتى من الأجانب\nفرسول الله صلى الله عليه وسلم مع ما كان المشركون يسعون في أذاه بكل طرق\nكان الله يدفع <span id='ms277'></span> عنه ويعزه ويمنعه وينصره من حيث كان أعز قريش ما منهم الا من\nكان يحصل له من يؤذيه ويهينه من لا يمكنه دفعه إذ لكل كبير كبير يناظره\nويناويه ويعاديه وهذه حال من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nفصل سورة الليل (*) (معنى آية * (إن علينا للهدى) * ونظيريها من سورتي\nالحجر والنحل وبيان اغلاط المفسرين فيها) قال شيخ الاسلام أبو العباس أحمد\nبن عبد الحليم بن عبد السلام بن تيمية الحراني قدس الله روحه ونور ضريحه\nورحمه فصل في آيات ثلاث متناسبة متشابهة اللفظ والمعنى يخفى معناها على\nأكثر الناس قوله تعالى * (قال هذا صراط علي مستقيم إن عبادي ليس لك عليهم\nسلطان إلا من اتبعك من الغاوين) * الحجر 15 41 42 وقوله تعالى * (وعلى الله\nقصد السبيل ومنها جائر) * النحل 16 6 وقوله تعالى * (إن علينا للهدى وإن\nلنا للآخرة والأولى) * الليل 92 12 13 فلفظ هذه الآيات فيه أن السبيل\nالهادي هو على الله وقد ذكر أبو الفرج بن الجوزي في الآية الأولى ثلاثة\nأقوال بخلاف الآيتين الآخريين فإنه لم يذكر فيهما إلا قوله واحدا فقال في\nتلك الآية اختلفوا في معنى هذا الكلام على ثلاثة أقوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nأحدها انه يعني بقوله هذا الاخلاص فالمعنى أن الاخلاص طريق إلي مستقيم\nوعلى بمعنى إلى والثاني هذا طريق علي جوازه لأني بالمرصاد فأجازيهم\nبأعمالهم وهو خارج مخرج الوعيد كما تقول للرجل تخاصمه طريقك علي فهو كقوله\n* (إن ربك لبالمرصاد) * الفجر 89 14 والثالث هذا صراط على استقامته أي أنا\nضامن لاستقامته بالبيان والبرهان قال وقرأ قتادة ويعقوب (هذا صراط علي) أي\nرفيع (قلت) هذه الأقوال الثلاثة قد ذكرها من قبله كالثعلبي والواحدي\nوالبغوي وذكروا قولا رابعا فقالوا واللفظ للبغوي وهو مختصر الثعلبي قال\nالحسن معناه صراط إلى مستقيم وقال مجاهد الحق يرجع إلي وعليه طريقه لا يعرج\nعلى شيء وقال الأخفش يعني على الدلالة على الصراط المستقيم وقال الكسائي\nهذا على التهديد والوعيد كما يقول الرجل لمن يخاصمه طريقك علي أي لا تفلت\nمني كما قال تعالى * (إن ربك لبالمرصاد) * وقيل معناه على استقامته بالبيان\nوالبرهان والتوفيق <span id='ms278'></span> والهداية فذكروا الأقوال الثلاثة وذكروا قول الأخفش على\nالدلالة على الصراط المستقيم وهو يشبه القول الأخير لكن بينهما فرق فإن ذاك\nيقول على استقامته بإقامة الأدلة فمن سلكه كان على صراط مستقيم والآخر يقول\nأن أدل الخلق عليه بإقامة الحجج ففي كلا القولين أنه بين الصراط المستقيم\nبنصف الأدلة لكن هذا جعل عليه الدلالة عليه وهذا جعل عليه استقامته أي بيان\nاستقامته وهما متلازمان ولهذا والله أعلم لم يجعله أبو الفرج قولا رابعا\nوذكروا القراءة الأخرى عن يعقوب وغيره أي رفيع قال البغوي وعبر بعضهم عنه\nرفيع أن ينال مستقيم أن يمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(قلت) القول الصواب هو قول أئمة السلف قول مجاهد ونحوه فإنهم أعلم بمعاني\nالقرآن لا سيما مجاهد فإنه قال عرضت المصحف على ابن عباس من فاتحته إلى\nخاتمته أقفه عند كل آية وأسأله عنها وقال الثوري إذا جاءك التفسير عن مجاهد\nفحسبك به والأئمة كالشافعي وأحمد والبخاري ونحوهم يعتمدون على تفسيره\nوالبخاري في صحيحة أكثر ما ينقله من التفسير ينقله عنه والحسن البصري أعلى\nالتابعين بالبصرة وما ذكروه عن مجاهد ثابت عنه رواه الناس كابن أبي حاتم\nوغيره من تفسير ورقاء عن ابن أبي نجيح عن مجاهد في قوله (هذا صراط علي\nمستقيم) الحق يرجع إلى الله وعليه طريقة لا يعرج على شيء وذكر عن قتادة أنه\nفسرها على قراءته وهو يقرأ علي فقال أي رفيع مستقيم وكذلك ذكر ابن أبي حاتم\nعن السلف أنهم فسروا آية النحل فروى من طريق ورقاء عن ابن أبي نجيح عن\nمجاهد قوله * (قصد السبيل) * قال طريق الحق على الله قال وروى السدي أنه\nقال الاسلام وعطاء قال هي طريق الجنة فهذه الأقوال قول مجاهد والسدي وعطاء\nفي هذه الآية هي مثل قول مجاهد والحسن في تلك الآية وذكر ابن أبي الحاتم من\nتفسير العوفي عن ابن عباس في قوله * (وعلى الله قصد السبيل) * يقول على\nالله البيان أن يبين الهدى والضلالة وذكر ابن أبي حاتم في هذه الآية قولين\nولم يذكر <span id='ms279'></span> في آية الحجر إلا قول مجاهد فقط وابن الجوزي لم يذكر في آية النحل\nإلا هذا القول الثاني وذكره عن الزجاح فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n* (وعلى الله قصد السبيل) * القصد استقامة الطريق يقال طريق قصد وقاصد\nإذا قصد بك إلى ما تريد قال الزجاج المعنى وعلى الله تبيين الطريق المستقيم\nوالدعاء إليه بالحجج والبراهين وكذلك الثعلبي والبغوي ونحوهما لم يذكروا\nإلا هذا القول لكن ذكروه باللفظين قال البغوي يعني بيان طريق الهدى من\nالضلالة وقيل بيان الحق بالآيات والبراهين قال والقصد الصراط المستقيم و *\n(ومنها جائر) * يعني ومن السبيل ما هو جائر عن الاستقامة معوج فالقصد من\nالسبيل دين الاسلام والجائر منها اليهودية والنصرانية وسائر ملل الكفر قال\nجابر بن عبد الله قصد السبيل بيان الشرائع والفرائض وقال عبد الله بن\nالمبارك وسهل بن عبد الله قصد السبيل السنة (ومنها جائر) الأهواء والبدع\nودليله قوله تعالى * (وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل\nفتفرق بكم عن سبيله) * الأنعام 6 153 ولكن البغوي ذكر فيها القول الآخر\nذكره في تفسير قوله تعالى * (إن علينا للهدى) * الليل عن القراء كما سيأتي\nفقد ذكر القولين في الآيات الثلاث تبعا لمن قبله كالثعلبي وغيره والمهدوي\nذكر في الآية الأولى قولين من الثلاثة وذكر في الثانية ما رواه العوفي\nوقولا آخر فقال قوله * (هذا صراط علي مستقيم) * أي على أمري وارادتي وقيل\nهو على التهديد كما يقال على طريقك وإلى مصيرك وقال في قوله * (وعلى الله\nقصد السبيل) * قال ابن عباس أي بيان الهدى من الضلال وقيل السبيل الاسلام\nومنها جائر أي ومن السبل جائر أي عادل عن الحق وقيل المعنى وعنها جائر أي\nعن السبيل ف من بمعنى عن وقيل معنى قصد السبيل سيركم ووجوعكم والسبيل واحدة\nبمعنى الجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n(قلت) هذا قول بعض المتأخرين جعل القصد بمعنى الإرادة أي عليه قصدكم\nللسبيل في ذهابكم ورجوعكم وهو كلام من لم يفهم الآية فإن السبيل القصد هي\nالسبيل العادلة أي عليه السبيل القصد والسبيل اسم جنس ولهذا قال ومنها جائر <span id='ms280'></span>\nأي عليه القصد من السبيل ومن السبيل جائر فإضافة إلى اسم الجنس إضافة النوع\nإلى الجنس أي القصد من السبيل كما تقول ثوب خز ولهذا قال ومنها جائر وأما\nمن ظن أن التقدير قصدكم السبيل فهذا لا يطابق لفظ الآية ونظمها من وجود\nمتعددة وابن عطية لم يذكر في آية الحجر إلا قول الكسائي وهو أضعف الأقوال\nوذكر المعنى الصحيح تفسير للقراءة الأخرى فذكر أن جماعة من السلف قرأوا على\nمستقيم من العلو والرفعة قال والإشارة بهذا على هذه القراءة إلى الاخلاص\nلما استثنى إبليس من أخلص قال الله له هذا الاخلاص طريق رفيع مستقيم لا\nتنال أنت باغوائك أهله قال وقرأ جمهور الناس على مستقيم والإشارة بهذا على\nهذه القراءة إلى انقسام الناس إلى غاو ومخلص لما قسم إبليس هذين القسمين\nقال الله هذا طريق علي أي هذا أمر إلى مصيره والعرب تقول طريقك في هذا\nالأمر على فلان أي اليه يصير النظر في أمرك وهذا نحو قوله * (إن ربك\nلبالمرصاد) * قال والآية على هذه القراءة خبر يتضمن وعيدا (قلت) هذا قول لم\nينقل عن أحد من علماء التفسير لا في هذه الآية ولا في نظيرها وإنما قاله\nالكسائي لما أشكل عليه معنى الآية الذي فهمه السلف ودل عليه السياق\nوالنظائر وكلام العرب لا يدل على هذا القول فإن الرجل وإن كان يقول لمن\nيتهدده ويتوعده على طريقك فإنه لا يقول إن طريقك مستقيم وأيضا فالوعيد إنم\nيكون للمسيء لا يكون للمخلصين فكيف يكون قوله هذا إشارة إلى انقسام الناس\nإلى غاو ومخلص وطريق هؤلاء غير طريق هؤلاء هؤلاء سلكوا الطريق المستقيم\nالتي تدل على الله وهؤلاء سلكوا السبيل الجائرة وأيضا فإنما يقول لغيره في\nالتهديد طريقك علي من لا يقدر عليه في الحال لكن ذاك يمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nبنفسه عليه وهو متمكن منه كما كان أهل المدينة يتوعدون أهل مكة بأن\nطريقكم علينا لما تهددوهم بأنكم آويتم محمدا وأصحابه كما قال أبو جهل لسعد\nبن معاذ لما ذهب سعد إلى <span id='ms281'></span> مكة إلا أراك تطوف بالبيت أمنا وقد آويتم الصباة\nوزعمتم أنكم تنصرونهم فقال لئن منعتني هذا لأمنعنك ما هو أشد عليك منه\nطريقك على المدينة أو نحو هذا فذكر أن طريقهم في متجرهم إلى الشام عليهم\nفيتمكنون حينئذ من جزائهم ومثل هذا المعنى لا يقال في حق الله تعالى فإن\nالله قادر على العباد حيث كانوا كما قالت الجن * (وأنا ظننا أن لن نعجز\nالله في الأرض ولن نعجزه هربا) * الجن 72 13 وقال * (وما أنتم بمعجزين في\nالأرض) * العنكبوت 29 22 فلان أي إليه يصير أمرك فهذا يطابق تفسير مجاهد\nوغيره من السلف كما قال مجاهد الحق يرجع إلى الله وعليه طريقه لا يعرج على\nشيء فطريق الحق على الله وهو الصراط المستقيم الذي قال الله فيه * (هذا\nصراط علي مستقيم) * كما فسرت به القراءة الأخرى فالصراط في القرائتين هذا\nالصراط المستقيم الذي أمر الله المؤمنين أن يسألوه إياه في صلاتهم فيقولوا\n* (اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا\nالضالين) * وهو الذي وصى به في قوله * (وأن هذا صراطي مستقيما فاتبعوه ولا\nتتبعوا السبل فتفرق بكم عن سبيله ذلكم وصاكم به لعلكم تتقون) * الأنعام\nوقوله هذا إشارة إلى ما تقدم ذكره وهو قوله * (إلا عبادك منهم المخلصين) *\nالحجر 15 40 فتعبد العباد له باخلاص الدين له طريق يدل عليه وهو طريق\nمستقيم ولهذا قال بعده * (إن عبادي ليس لك عليهم سلطان) * الحجر 15 42\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوابن عطية ذكر أن هذا معنى الآية في تفسير الآية الأخرى مستشهدا به مع\nأنه لم يذكره في تفسيرها فهو بفطرته عرف أن هذا معنى الآية ولكنه لما فسرها\nذكر ذلك القول كأنه هو الذي اتفق أن رأى غيره قد قاله هناك فقال رحمه الله\nفصل (في معنى السبيل) وقوله * (وعلى الله قصد السبيل ومنها جائر) * وهذه\nأيضا من أجل نعم الله تعالى أي على الله تقويم طريق الهدى وتبيينه وذلك نصب\nالأدلة وبعث الرسل وإلى هذا ذهب المتأولون قال ويحتمل أن يكون المعنى أن من\nسلك السبيل القاصد <span id='ms282'></span> فعلى الله طريقه وإلى ذلك مصيره فيكون هذا مثل قوله *\n(هذا صراط علي مستقيم) * وضد قول النبي صلى الله عليه وسلم والشر ليس إليك\nأي لا يفضي إلى رحمتك وطريق قاصد معناه بين مستقيم قريب ومنه قول الراجز\nقصد عن نهج الطريق القاصد قال والألف واللام في السبيل للعهد وهي سبيل\nالشرع وليست للجنس ولو كانت للجنس لم يكن منها جائر وقوله * (ومنها جائر) *\nيريد طريق اليهود والنصارى وغيرهم كعباد الأصنام والضمير في منها يعود على\nالسبيل التي يتضمنها معنى الآية كأنه قال ومن السبيل جائر فأعاد عليها وان\nكان لم يجر لها ذكر لتضمن لفظة السبيل بالمعنى لها قال ويحتمل أن يكون\nالضمير في منها على سبيل الشرع المذكورة ويكون من للتبعيض ويكون المراد فرق\nالضلالة من أمة محمد كأنه قال ومن بينات الطرق من هذه السبيل ومن شعبها\nجائر (قلت) سبيل أهل البدع جائرة خارجة عن الصراط المستقيم فيما ابتدعوا\nفيه ولا يقال إن ذلك من السبيل المشروعة وأما قوله إن قوله * (قصد السبيل)\n* هي سبيل الشرع وهي سبيل الهدى والصراط المستقيم وأنها لو كانت للجنس لم\nيكن منها جائر فهذا أحد الوجهين في دلالة الآية وهو مرجوح والصحيح الوجه\nالآخر أن السبيل اسم جنس ولكن الذي على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nالله هو القصد منها وهي سبيل واحد ولماكان جنسا قال * (ومنها جائر) *\nوالضمير يعود على ما ذكر بلا تكلف وقوله لو كان للجنس لم يكن منها جائر ليس\nكذلك فإنها ليست كلها عليه بل إنما عليه القصد منها وهي سبيل الهدى والجائر\nليس من القصد وكأنه ظن أنه إذا كانت للجنس يكون عليه قصد كل سبيل وليس كذلك\nبل إنما عليه سبيل واحدة وهي الصراط المستقيم وهي التي تدل عليه وسائرها\nسبيل الشيطان كما قال * (وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل\nفتفرق بكم عن سبيله) * وقد أحسن رحمه الله في هذا الاحتمال وفي تمثيله ذلك\nبقوله * (هذا صراط علي مستقيم) * وأما آية الليل قوله * (إن علينا للهدى) *\nفابن <span id='ms283'></span> عطية مثلها بهذه الآية لكنه فسرها بالوجه الأول فقال ثم أخبر تعالى أن\nعليه هدى الناس جميعا أي تعريفهم بالسبل كلها ومنحهم الإدراك كما قال *\n(وعلى الله قصد السبيل) * ثم كل أحد يتكسب ما قدر له وليست هذه الهداية\nبالارشاد إلى الإيمان ولو كان كذلك لم يوجد كافر (قلت) وهذا هو الذي ذكره\nابن الجوزي وذكره عن الزجاج قال الزجاج ان علينا أن نبين طريق الهدى من\nطريق الضلال وهذا التفسير ثابت عن قتادة رواه عبد بن حميد قال حدثنا يونس\nعن شيبان عن قتادة * (إن علينا للهدى) * علينا بيان حلاله وحرامه وطاعته\nومعصيته وكذلك رواه ابن أبي حاتم في تفسير سعيد عن قتادة في قوله * (إن\nعلينا للهدى) * يقول على الله البيان بيان حلاله وحرامه وطاعته ومعصيته لكن\nقتادة ذكر أنه البيان الذي أرسل الله به رسله وأنزل به كتبه فتبين به حلاله\nوحرامه وطاعته ومعصيته وأما الثعلبي والواحدي والبغوي وغيرهم فذكروا\nالقولين وزادوا أقوالا آخر فقالوا واللفظ للبغوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n* (إن علينا للهدى) * يعني البيان قال الزجاج علينا أن نبين طريق الهدى\nمن طريق الضلالة وهو قول قتادة قال على الله بيان حلاله وحرامه وقال القراء\nيعني من سلك الهدى فعلى الله سبيله كقوله تعالى * (وعلى الله قصد السبيل) *\nيقول من أراد الله فهو على السبيل القاصد قال وقيل معناه إن علينا للهدى\nوالاضلال كقوله بيدك الخير (قلت) هذا القول هو من الأقوال المحدثة التي لم\nتعرف عن السلف وكذلك ما أشبهه فإنهم قالوا معناه بيدك الخير والشر والنبي\nصلى الله عليه وسلم في الحديث الصحيح يقول والخير بيديك والشر ليس إليك\nوالله تعالى خالق كل شيء لا يكون في ملكه إلا ما يشاء والقدر حق لكن فهم\nالقرآن ووضع كل شيء موضعه وبيان حكمة الرب وعدله مع الايمان بالقدر هو طريق\nالصحابة والتابعين لهم بإحسان (ذكر المهدوي ثلاثة أقوال) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ذكر المهدوي الأقوال الثلاثة فقال إن علينا للهدى والضلال فحذف قتادة\nالمعنى إن علينا بيان الحلال والحرام وقيل المعنى <span id='ms284'></span> إن علينا أن نهدي من سلك\nسبيل الهدى (قلت) هذا هو قول القراء لكن عبارة القراء أبين في معرفة هذا\nالقول فقد تبين أن جمهور المتقدمين فسروا الآيات الثلاث بأن الطريق\nالمستقيم لا يدل إلا على الله ومنهم من فسرها بأن عليه بيان الطريق\nالمستقيم والمعنى الأول متفق عليه بين المسلمين وأما الثاني فقد يقول طائفة\nليس على الله شيء لا بيان هذا ولا هذا فإنهم متنازعون هل أوجب على نفسه كما\nقال * (كتب ربكم على نفسه الرحمة) * الأنعام 6 54 وقوله * (وكان حقا علينا\nنصر المؤمنين) * الروم 20 47 وقوله * (وما من دابة في الأرض إلا على الله\nرزقها) * هود 11 6 وإذا كان عليه بيان الهدى من الضلال وبيان حلاله وحرامه\nوطاعته ومعصيته فهذا يوافق قول من يقول إن عليه ارسال الرسل وإن ذلك واجب\nعليه فإن البيان لا يحصل إلا بهذا وهذا يتعلق بأصل آخر وهو أن كل ما فعله\nفهو واجب منه أوجبته مشيئته وحكمته وأنه ما شاء كان وما لم يشأ لم يكن فما\nشاءه رجب وجوده وما لم يشأه امتنع وجوده وبسط هذا له موضع آخر ودلالة\nالآيات على هذا فيها نظر وأما المعنى المتفق عليه فهو مراد من الآيات\nالثلاث قطعا وأنه أرشد بها إلى الطريق المستقيم وهي الطريق القصد وهي الهدى\nإنما تدل عليه وهو الحق طريقه على الله لا يعرج عنه لكن نشأت الشبهة من\nكونه قال علينا بحرف الاستعلاء ولم يقل الينا والمعروف أن يقال لمن يشار\nإليه أن يقال هذه الطريق إلى فلان وطن يمر به ويجتاز عليه أن يقول طريقنا\nعلى فلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر هذا المعنى بحرف الاستعلاء وهو من محاسن القرآن الذي لا تنقضي\nعجائبه ولا يشبع منه العلماء فإن الخلق كلهم مصيرهم ومرجعهم إلى الله على\nأي طريق سلكوا كما قال تعالى * (يا أيها الإنسان إنك كادح إلى ربك كدحا\nفملاقيه) * الانشقاق 84 6 وقال * (وإلى الله المصير) * آل عمران 3 28 النور\n24 42 فاطر 35 18 * (إن إلينا إيابهم) * الغاشية 88 25 أي الينا مرجعهم\nوقال * (وهو الذي يتوفاكم بالليل ويعلم <span id='ms285'></span> ما جرحتم بالنهار ثم يبعثكم فيه\nليقضى أجل مسمى ثم إليه مرجعكم ثم ينبئكم بما كنتم تعملون وهو القاهر فوق\nعباده ويرسل عليكم حفظة حتى إذا جاء أحدكم الموت توفته رسلنا وهم لا يفرطون\nثم ردوا إلى الله مولاهم الحق) * الانعام 6 60 62 وقال * (أم لم ينبأ بما\nفي صحف موسى وإبراهيم الذي وفى ألا تزر وازرة وزر أخرى وأن ليس للإنسان إلا\nما سعى وأن سعيه سوف يرى ثم يجزاه الجزاء الأوفى وأن إلى ربك المنتهى) *\nالنجم 53 36 42 وقال * (وإما نرينك بعض الذي نعدهم أو نتوفينك فإلينا\nمرجعهم ثم الله شهيد على ما يفعلون) * يونس 10 46 فأي سبيل سلكها العبد\nفإلى الله مرجعه ومنتهاه لا بد له من لقاء الله * (ليجزي الذين أساؤوا بما\nعملوا ويجزي الذين أحسنوا بالحسنى) * النجم 53 31 وتلك الآيات قصد بها أن\nسبيل الحق والهدى وهو الصراط المستقيم هو الذي يسعد أصحابه وينالون به\nولاية الله ورحمته وكرامته فيكون الله وليهم دون الشيطان وهذه سبيل من عبد\nالله وحده وأطاع رسله فلهذا قال * (إن علينا للهدى) * * (وعلى الله قصد\nالسبيل) * * (قال هذا صراط علي مستقيم) * فالهدى وقصد السبيل والصراط\nالمستقيم إنما يدل على عبادته وطاعته يدل على معصيته وطاعة الشيطان فالكلام\nتضمن معنى الدلالة إذ ليس المراد ذكر الجزاء في الآخرة فإن الجزاء يعم\nالخلق كلهم بل المقصود بيان ما أمر الله به من عبادته وطاعته وطاعة رسله ما\nالذي يدل على ذلك فكأنه قيل الصراط المستقيم يدل على الله على عبادته\nوطاعته وذلك يبين أن من لغة العرب أنهم يقولون هذه الطريق على فلان إذا\nكانت تدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وكان هو الغاية المقصودة بها وهذا غير كونها عليه بمعنى أن صاحبها\nيمر عليه وقد قيل * هن المنايا أي واد سلكته * عليها طريقي أو على طريقها *\nوهو كما قال الفراء من سلك الهدى فعلى الله سبيله فالمقصود بالسبيل هو الذي\nيدل ويوقع عليه كما يقال إن سلكت هذه السبيل وقعت على المقصود ونحو ذلك\nوكما يقال على الخبير سقطت فإن الغاية <span id='ms286'></span> المطلوبة إذا كانت عظيمة فالسالك يقع\nعليها ويرمي نفسه عليها وأيضا فسالك طريق الله متوكل عليه فلا بد له من\nعبادته ومن التوكل عليه فإذا قيل عليه الطريق المستقيم تضمن أن سالكه عليه\nيتوكل وعليه تدله الطريق وعلى عبادته وطاعته يقع ويسقط لا يعدل عن ذلك إلى\nنحو ذلك من المعاني التي يدل عليها حرف الاستعلاء دون حرف الغاية وهو\nسبحانه قد أخبر أنه على صراط مستقيم فعليه الصراط المستقيم وهو على صراط\nمستقيم سبحانه وتعالى عما يقول الظالمون علوا كبيرا والله أعلم آخر كلام\nشيخ الاسلام ابن تيمية (فيما يتعلق بهذه السورة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nسورة التين (*)) فصل (قوله في أسفل سافلين) وفي قوله * (أسفل سافلين) *\nقولان قيل الهرم وقيل العذاب بعد الموت وهذا هو الذي دلت عليه الآية قطعا\nفإنه جعله في أسفل سافلين إلا المؤمنين والناس نوعان فالكافر بعد الموت\nيعذب في أسفل سافلين والمؤمن في عليين وأما القول الأول ففيه نظر فإنه ليس\nكل من سوى المؤمنين يهرم فيرد إلى أسفل سافلين بل كثير من الكفار يموتون\nقبل الهرم وكثير من المؤمنين يهرم وإن كان حال المؤمن في الهرم أحسن حالا\nمن الكافر فكذلك في الشباب حال المؤمن أحسن من حال الكافر فجعل الرد إلى\nأسفل سافلين في آخر العمر وتخصيصه بالكفار ضعيف ولهذا قال بعضهم إن\nالاستثناء منقطع على هذا القول وهو أيضا ضعيف فإن المنقطع لا يكون في\nالموجب ولو جاز هذا لجاز لكل أحد أن يدعى في أي استثناء شاء أنه منقطع\nوأيضا فالمنقطع لا يكون الثاني منه بعض الأول والمؤمنون بعض نوع الانسان\nوقد فسر ذلك بعضهم على القول الأول بأن المؤمن يكتب له ما كان يعمله إذا\nعجز قال إبراهيم النخعي إذا بلغ المؤمن من الكبر ما يعجز عن العمل كتب الله\nله ما كان يعمل وهو قوله * (فلهم أجر غير ممنون) * وقال ابن قتيبة المعنى\nالا الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nآمنوا في وقت القوة والقدرة فإنهم في حال الكبر غير منقوصين وإن عجزوا عن\nالطاعات فإن <span id='ms287'></span> الله يعلم لو لم يسلبهم القوة لم ينقطعوا عن أفعال الخير فهو\nيجري لهم أجر ذلك فيقال وهذا أيضا ثابت في حال الشباب إذا عجز الشاب لمرض\nأو سفر كما في الصحيحين عن أبي موسى عن النبي صلى الله عليه وسلم قال إذا\nمرض العبد أو سافر كتب الله له من العمل ما كان يعمل وهو صحيح مقيم وفسره\nبعضهم بما روي عن ابن عباس أنه قال من قرأ القرآن فإنه لا يرد إلى أرذل\nالعمر فيقال هذا مخصوص بقارئ القرآن والآية استثنت الذين آمنوا وعملوا\nالصالحات سواء قرأوا القرآن أو لم يقرأوه وقد قال النبي صلى الله عليه وسلم\nفي الحديث الصحيح مثل المؤمن الذي يقرأ القرآن كمثل الأترجة طعمها طيب\nوريحها طيب ومثل المؤمن الذي لا يقرأ القرآن كمثل التمرة طعمها طيب ولا ريح\nلها وأيضا فيقال هرم الحيوان ليس مخصوصا بالانسان بل غيره من الحيوان إذا\nكبر هرم وأيضا فالشيخ وان ضعف بدنه فعقله أقوى من عقل الشاب ولو قدر أنه\nينقص بعض قواه فليس هذا ردا إلى أسفل سافلين فإنه سبحانه إنما يصف الهرم\nبالضعف كقوله * (ثم جعل من بعد قوة ضعفا وشيبة) * الروم 30 54 وقوله * (ومن\nنعمره ننكسه في الخلق) * يس 36 68 فهو يعيده إلى حال الضعف ومعلوم أن الطفل\nليس هو في أسفل سافلين فالشيخ كذلك أولى وإنما في أسفل سافلين من يكون في\nسجين لا في عليين كما قال تعالى * (إن المنافقين في الدرك الأسفل من النار)\n* النساء 4 145 ومما يبين ذلك قوله * (فما يكذبك بعد بالدين) * التين 95 7\nفإنه يقتضي ارتباط هذا بما قبله لذكره بحرف الفاء ولو كان المذكور إنما هو\nرده إلى الهرم دون ما بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالموت لم يكن هناك تعرض الدين والجزاء بخلاف ما إذا كان المذكور أنه بعد\nالموت يرد إلى أسفل سافلين غير المؤمن المصلح فإن هذا يتضمن الخبر بأن الله\nيدين العباد بعد الموت فيكرم المؤمنين ويهيمن الكافرين وأيضا فإنه سبحانه\nأقسم على ذلك بأقسام عظيمة بالتين والزيتون وطور سنين <span id='ms288'></span> وهذا البلد الأمين\nوهي المواضع التي جاء منها محمد والمسيح وموسى وأرسل الله بها هؤلاء الرسل\nمبشرين ومنذرين وهذا الاقسام لا يكون على مجرد الهرم الذي يعرفه كل واحد بل\nعلى الأمور الغائبة التي تؤكد بالأقسام فان اقسام الله وهو على أنباء الغيب\nوفي نفس المقسم به وهو ارسال هؤلاء الرسل تحقيق للمقسم عليه وهو الثواب\nوالعقاب بعد الموت لأن الرسل أخبروا ب وهو يتضمن أيضا الجزاء في الدنيا\nكاهلاك من أهلكهم من الكفار فإنه ردهم إلى أسفل سافلين بهلاكهم في الدنيا\nوهو تنبيه على زوال النعم إذا حصلت المعاصي كمن رد في الدنيا إلى أسفل جزاء\nعلى ذنوبه وقوله * (فما يكذبك بعد بالدين) * أي بالجزاء يتناول جزاءه على\nالأعمال في الدنيا والرزخ والآخرة إذا كان قد أقسم بأماكن هؤلاء المرسلين\nالذين أرسلوا بالآيات البينات الدالة على أمر الله ونهيه ووعده ووعيده\nمبشرين لأهل الايمان منذرين لأهل الكفر وقد أقسم بذلك على أن الانسان بعد\nأن جعل في أحسن تقويم ان آمن وعمل صالحا كان له أجر غير ممنون والا كان في\nأسفل سافلين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nفتضمن السورة بيان ما بعث به هؤلاء الرسل الذين أقسم بأماكنهم والاقسام\nبمواضع محنهم تعظيم لهم فإن موضع الانسان إذا عظم لأجله كان هو أحق التعظيم\nولهذا يقال في الكاتبات إلى المجلس والمقر ونحو ذلك السامي والعالي ويذكر\nبخضوع له وتعظيم والمراد صاحبه فلما قال * (فما يكذبك بعد بالدين) * دل على\nأن ما تقدم قد بين فيه ما يمنع التكذيب بالدين وفي قوله * (يكذبك) * قولان\nقيل هو خطاب للإنسان كما قال مجاهد وعكرمة ومقاتل ولم يذكر البغوي غيره قال\nعكرمة يقول فما يكذبك بعد بهذه الأشياء التي فعلت بك وعن مقاتل فما الذي\nيجعلك مكذبا بالجزاء وزعم أنها نزلت في عياش بن أبي ربيعة والثاني أنه خطاب\nللرسول وهذا أظهر فإن الانسان إنما ذكر مخبرا عنه لم يخاطب والرسول هو الذي\nأنزل عليه القرآن والخطاب في هذه السور له كقوله * (ما ودعك ربك وما قلى) *\nوقوله <span id='ms289'></span> * (ألم نشرح لك صدرك) * وقوله * (اقرأ باسم ربك) * والانسان إذا خوطب\nقيل له * (يا أيها الإنسان ما غرك بربك الكريم) * * (يا أيها الإنسان إنك\nكادح إلى ربك كدحا) * وأيضا فبتقدير أن يكون خطابا للانسان يجب أن يكون\nخطابا للجنس كقوله * (يا أيها الإنسان إنك كادح) * وعلى قول هؤلاء أنما هو\nخطاب للكافر خاصة المكذب بالدين وأيضا فان قوله * (يكذبك بعد بالدين) * أي\nيجعلك كاذبا هذا هو المعروف من لغة العرب فإن استعمال كذب غيره أي نسبه إلى\nالكذب وجعله كاذبا مشهور والقرآن مملوء من هذا وحيث ذكر الله تكذيب\nالمكذبين للرسل أو التكذيب بالحق ونحو ذلك فهذا مراده لكن هذه الآية فيها\nغموض من جهة كونه قال * (يكذبك بعد بالدين) * فذكر المكذب بالدين فذكر\nالمكذب والمكذب به جميعا وهذا قليل جاء نظيره في قوله * (فقد كذبوكم بما\nتقولون) * الفرقان 25 19 فأما أكثر المواضع فإنما يذكر أحدهما اما المكذب\nكقوله * (كذبت قوم نوح المرسلين) * وأما المكذب به كقوله * (بل كذبوا\nبالساعة) * وأما الجمع بين ذكر المكذب والمكذب به فقليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nومن هنا اشتبهت هذه الآية على من جعل الخطاب فيها للانسان وفسر معنى قوله\n* (فما يكذبك) * فما يجعلك مكذبا وعبارة آخرين فما يجعلك كذابا قال ابن\nعطية وقال جمهور من المفسرين المخاطب الانسان الكافر أي ما الذي يجعلك\nكذابا بالدين تجعل لله أندادا وتزعم أنه لا بعث بعد هذه الدلائل (قلت) وكلا\nالقولين غير معروف في لغة العرب أن يقول كذبك أي جعلك مكذبا بل كذبك جعلك\nكذابا وما قيل جعلك كاذبا أي كاذبا فيما يخبر به كما جعل الكفار الرسل\nكاذبين فيما أخبروا به فكذبوهم وهذا يقول جعلك كاذبا بالدين فجعل كذبه أنه\nأشرك وأنه أنكر المعاد وهذا ضد الذي ينكر ذاك جعله مكذباا بالدين وهذا جعله\nكاذبا بالدين والأول فاسد من جهة العربية والثاني فاسد من جهة المعنى فان\nالدين هو الجزاء الذي كذب به الكافر والكافر كذب به لم يكذب هو به وأيضا\nفلا يعرف في الخبر أن يقال كذبت <span id='ms290'></span> به بل يقال كذبته وأيضا فالمعروف في كذبه\nأي نسبه إلى الكذب لا أنه جعل الكذب فيه فهذا كله تكلف لا يعرف في اللغة بل\nالمعروف خلافه وهو لم يقل فما يكذبك ولا قال فما كذبك ولهذا كان علماء\nالعربية على القول الثاني قال ابن عطية واختلف في المخاطب بقوله * (فما\nيكذبك) * فقال قتادة والفراء والأخفش هو محمد صلى الله عليه وسلم قال الله\nله فما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يكذبك فيما تخبربه من الجزاء والبعث وهو الدين بعد هذه العبرة التي\nيوجب النظر فيها صحة ما قلت قال ويحتمل أن يكون على هذا التأويل جميع شرعه\nودينه (قلت) وعلى أن المخاطب محمد صلى الله عليه وسلم في المعنى قولان\nأحدهما قول قتادة قال * (فما يكذبك بعد بالدين) * أي استيقن فقد جاءك\nالبيان من الله وهكذا رواه عنه ابن أبي حاتم باسناد ثابت وكذلك ذكره\nالمهدوي * (فما يكذبك بعد بالدين) * أي استيقن مع ما جاءك من الله أنه أحكم\nالحاكمين فالخطاب للنبي صلى الله عليه وسلم وقال معناه عن قتادة قال وقيل\nالمعنى فما يكذبك أيها الشاك يعني الكفار في قدرة الله أي شيء يحملك على\nذلك بعد ما تبين لك من قدرته قال وقال الفراء فمن يكذبك بالثواب والعقاب\nوهو اختيار الطبري (قلت) هذا القول المنقول عن قتادة هو الذي أوجب نفور\nمجاهد عن أن يكون الخطاب للنبي صلى الله عليه وسلم كما روى الناس ومنهم ابن\nأبي حاتم عن الثوري عن منصور قال قلت لمجاهد * (فما يكذبك بعد بالدين) *\nعنى به النبي صلى الله عليه وسلم قال معاذ الله عني به الانسان وقد أحسن\nمجاهد في تنزيه النبي صلى الله عليه وسلم أن يقال له * (فما يكذبك) * أي\nاستيقن ولا تكذب فإنه لو قيل له لا تكذب لكان هذا من جنس أمره بالايمان\nوالتقوى ونهيه عما نهى الله عنه وأما إذا قيل * (فما يكذبك بعد بالدين) *\nفهو لم يكذب بالدين بل هو الذي أخبر بالدين وصدق به لهو * (والذي جاء\nبالصدق <span id='ms291'></span> وصدق به) * الزمر 39 33 فكيف يقال له * (فما يكذبك بعد بالدين) *\nفهذا القول فاسد لفظا ومعنى واللفظ الذي رأيته مقولا بالاسناد عن قتادة ليس\nصريحا فيه بل يحتمل أن يكون أراد به خطاب الانسان فإنه قال * (فما يكذبك\nبعد بالدين) * قال استيقن فقد جاءك البيان وكل انسان مخاطب بهذا فإن كان\nقتادة أراد هذا فالمعنى صحيح لكن هم حكوا عنه أن هذا خطاب للرسول صلى الله\nعليه وسلم وعلى هذا فهذا المعنى باطل فلا يقال للرسول فأي شيء يجعلك مكذبا\nبالدين وان ارتأت به النفس لأن هذا فيه دلائل تدل على فساده ولهذا استعاذ\nمنه مجاهد والصواب ما قاله الفراء والأخفش وغيرهما وهو الذي اختاره أبو\nجعفر محمد ابن جرير الطبري وغيره من العلماء كما تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك ذكره أبو الفرج بن الجوزي عن الفراء فقال إنه خطاب للنبي صلى الله\nعليه وسلم والمعنى فمن يقدر على تكذيبك بالثواب والعقاب بعد ما تبين له أنا\nخلقنا الانسان على ما وصفنا قاله الفراء قال وأما الدين فهو الجزاء (قلت)\nوكذلك قل غير واحد كما روى ابن أبي حاتم عن النضر بن عربي * (فما يكذبك بعد\nبالدين) * أي بالحساب ومن تفسير العوفي عن ابن عباس أي بحكم الله قلت قال\nبحكم الله لقوله * (أليس الله بأحكم الحاكمين) * وهو سبحانه يحكم بين\nالمصدق بالدين والمكذب به وعلى هذا قوله * (فما) * وصف للأشخاص ولم يقل فمن\nلأن ما يراد به الصفات دون الأعيان وهو المقصود كقوله * (فانكحوا ما طاب\nلكم من النساء) * وقوله * (لا أعبد ما تعبدون) * وقوله * (ونفس وما سواها)\n* كأنه قيل فما المكذب بالدين بعد هذا أي من هذه صفته ونعته هو جاهل ظالم\nلنفسه والله يحكم بين عباده فيما يختلفون فيه من هذا النبأ العظيم وقوله *\n(بعد) * قد قيل إنه (بعد ما ذكر من دلائل الدين) وقد يقال لم يذكر الا\nالاخبار به وأن الناس نوعان في أسفل سافلين ونوع لهم أجر غير ممنون فقد ذكر\nالبشارة والنذارة والرسل بعثوا مبشرين ومنذرين فمن <span id='ms292'></span> كذبك بعد هذا فحكمة إلى\nالله أحكم الحاكمين وأنت قد بلغت ما وجب عليك تبليغه وقوله * (فما يكذبك) *\nليس نفيا للتكذيب فقد وقع بل قد يقال إنه تعجب منه كما قال * (وإن تعجب\nفعجب قولهم أئذا كنا ترابا أئنا لفي خلق جديد) * الرعد 13 5 وقد يقال إن\nهذا تحقير لشأنه وتصغير لقدره لجهله وظلمه كما يقال من فلان ومن يقول هذا\nالا جاهل لكنه ذكر بصيغة ما فإنها تدل على صفته وهي المقصودة إذ لا غرض في\nعينه كأنه قيل فأبي صنف وأي جاهل يكذبك بعد بالدين فإنه من الذين يردون إلى\nأسفل سافلين وقوله * (أليس الله بأحكم الحاكمين) * يدل على أنه الحاكم بين\nالمكذب بالدين والمؤمن به والأمر في ذلك له سبحانه وتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوالقرآن لا تنقضي عجائبه والله سبحانه بين مراده بيانا أحكمه لكن\nالاشتباه يقع على من لم يرسخ في علم الدلائل الدالة فان هذه السورة وغيرها\nفيها عجائب لا تنقضي ومنها أن قوله * (فما يكذبك بعد بالدين) * ذكر فيه\nالرسول المكذب والدين المكذب به جميعا فإن السورة تضمنت الأمرين تضمنت\nالاقسام بأماكن الرسل المبينة لعظمتهم وما أتوا به من الآيات الدالة على\nدقهم الموجبة للايمان وهم قد أخبروا بالمعاد المذكور في هذه السورة وقد\nأقسم الله عليه كما يقسم عليه في غير موضع وكما أمر نبيه أن يقسم عليه في\nمثل قوله * (زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن) * التغابن\n64 7 وقوله * (وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم) *\nسبأ 34 3 فلما تضمنت هذا وهذا ذكر نوعي التكذيب فقال * (فما يكذبك بعد\nبالدين) * والله سبحانه أعلم وأيضا فإنه لا ذنب له في ذلك والقرآن مراده أن\nيبين أن هذا الرد جزاء على ذنوبه ولهذا قال * (إلا الذين آمنوا وعملوا\nالصالحات) * كما قال * (إن الإنسان لفي خسر إلا الذين آمنوا وعملوا\nالصالحات وتواصوا بالحق وتواصوا بالصبر) * العصر 103 2 و 3 لكن هنا ذكر\nالخسر فقط فوصف المستثنين بأنه تواصوا بالحق وتواصوا بالصبر مع الايمان\nوالصلاح وهناك ذكر <span id='ms293'></span> أسفل سافلين وهو العذاب والمؤمن المصلح لا يعذب وان كان\nقد ضيع أمورا خسرها لو حفظها لكان رابحا غير خاسر وبسط له موضع آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوالمقصود هنا أنه سبحانه يذكر خلق الانسان مجملا ومفصلا وتارة يذكر\nاحياءه كقوله تعالى * (كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم\nيحييكم ثم إليه ترجعون) * البقرة 2 28 وهو كقول الخليل عليه السلام * (ربي\nالذي يحيي ويميت) * البقرة 2 258 فان خلق الحياة ولوازمها وملزوماتها أعظم\nوأدل على القدرة والنعمة والحكمة (آخر كلام الشيخ على سورة والتين)#\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms294'></span>",
  "pages": [
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "114",
    "115",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162"
  ],
  "volumes": [
    "01",
    "02",
    "03"
  ]
}