{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nقال سيدنا ومولانا قاضي القضاة شيخ مشايخ الإسلام ملك العلماء الأعلام\nعمدة المحققين زين الملة والدين أبو يحيى زكريا الأنصاري الشافعي متع الله\nبوجوده الأنام وحرسه بعينه التي لا تنام بجاه سيدنا محمد أشرف الأنام وآله\nوصحبه البررة الكرام بسم الله الرحمن الرحيم الحمد لله على آلائه والصلاة\nوالسلام على سيدنا محمد وآله وأصفيائه وبعد فهذا مختصر المرشد في الوقف\nوالابتداء ألفه العلامة أبو محمد الحسن بن علي بن سعيد العماني رحمه الله\nتعالى وقد التزم أن يورد فيه جميع ما أورد أهل هذا الفن وأنا أذكر مقصود ما\nفيه مع زيادة بيان محل النزول وزيادة أخرى غالبها عن أبي عمر وعثمان بن\nسعيد المقري (وسميته المقصد لتلخيص ما في المرشد) فأقول الوقف يطلق على\nمعنيين أحدهما القطع الذي يسكت القارئ عنده وثانيهما المواضع التي نص عليها\nالقراء فكل موضع منها يسمى وقفا وان لم يقف القارئ عنده ومعنى قولنا هذا\nوقف أي موضع يوقف عنده وليس المراد إن كل موضع من ذلك يجب الوقف عنده بل\nالمراد أنه يصلح عنده ذلك وان كان في نفس القارئ طول ولو كان في وسع أحدنا\nأن يقرأ القرآن كله في نفس واحد ساغ له ذلك والقارئ كالمسافر والمقاطع التي\nينتهي إليها القارئ كالمنازل التي ينزلها المسافر وهي مختلفة بالتام والحسن\nوغيرهما مما يأتي كاختلاف المنازل في الخصب ووجود الماء والكلأ وما يتظلل\nبه من شجر ونحوه والناس مختلفون في الوقف فمنهم من جعله على مقاطع الأنفاس\nومنهم من جعله على رؤوس الآي والاعدل انه قد يكون في أواسط الآي وان كان\nالأغلب في أواخرها وليس آخر كل آية قفا بل المعاني معتبرة والأنفاس تابعة\nلها والقارئ إذا بلغ الوقف وفي نفسه طول يبلغ الوقف الذي يليله فله مجاوزته\nإلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nما يليه فما بعده فأن علم أن نفسه لا يبلغ ذلك أن لا يجاوزه كالمسافر إذا\nلقي منزلا خصبا ظليلا كثير الماء والكلأ وعلم انه أن جاوزه لا يبلغ <span id='ms001'></span> المنزل\nالثاني واحتاج إلى النزول في مفارة لا شيء فيها من ذلك فالأوفق له أن لا\nيجاوره فأن عرض له اي للقارئ عجز بعطاس لو قطع نفس أو نحوه عندما يكره\nالوقف عليه عاد من أول الكلام ليكون الكلام متصلا بعضه ببعض ولئلا يكون\nالابتداء بما بعده موهما للوقوع في محظور كقوله تعالى لقد سمه الله قول\nالذين قالوا فأن ابتدأ بما يوهم ذلك كان مسيأ أن عرف معناه وقال ابن\nالانباري لا أثم عليه لأن نيته الحكاية عمن قاله وهو غير معتقد له ولا خلاف\nانه لا يحكم بكفره من غير تعمد واعتقاد لظاهره ويسن للقارئ أن يتعلم الوقوف\nوان يقف على أواخر الآي إلا ما كان شديد التعلق بما بعده كقوله تعالى ولو\nفتحنا عليهم بابا من السماء فظلوا فيه يعرجون وقوله لأغوينهم أجمعين لأن\nاللام في الأول واللام في الثاني متعلقان بالآية قبلهما ثم الوقف على مراتب\nأعلاها التام ثم الحسن ثم الكافي ثم الصالح ثم المفهوم ثم الجائز ثم البيان\nثم القبيح فأقسامه ثمانية ومنهم من جعلها أربعة تام مختار وكاف وصالح مفهوم\nوقبيح متروك وهذا اختاره أبو عمرو ومنهم من جعلها ثلاثة محتار وهو التام\nالكافي الذي ليس بتام وقبيح وهو ما ليس بتام ولا كاف ومنهم من جعلها قسمين\nتام وقبيح فالتام هو الموضع الذي الموضع الذي يستغنى عما بعده كقوله في\nالبقرة أولئك هم المفلحون وقوله في الفاتحة وإياك نستعين لكن الأول أتم\nلكونه آخر صفة لمتقين ما بعده صفة الكافرين والثاني أن استغني عما بعده لكن\nبه تعلق ألان ما لأن قوله اهدنا سؤال من المخاطب وقوله إياك نعبد موجه\nللمخاطب فمن حيث أن الكلام كله صادر من المتكلم الآي المخاطب كان أوله تعلق\nبما في آخره ومن حيث أن قوله وإياك نستعين آخر الثناء على الله تعالى في\nالصافات مصحين وبالليل هو وقف تام لكن على أفلا تعقلون أم لأنه آخر القصة\nولذلك يسمى الأول حسنا أيضا ولا يشترط في التام <span id='ms002'></span> أن يكون آخر القصة بل أن\nيستغنى عما بعده كما تقرر كقوله محمد رسول الله فأنه مبتدأ وخبر فهو مستغن\nعن غيره وان كانت الآيات إلى آخر السورة قصة واحد وبذلك علم أن الوقف الحسن\nهو التام لكن له تعلق بما بعده وقيل الحسن ما يحسن الوقف عليه ولا يحسن\nالأبتداء بما بعده كما تقرر لتعلقه به لفظا ومعنى كقوله الحمد لله رب\nالعالمين والرحمن الرحيم ومالك يوم الدين لأن المراد مفهوم والابتداء برب\nالعالمين الرحمان الرحيم وبمالك يوم الدين قبيح لأنها مجرورة تابعة لما\nقبلها والكافي ما يحسن الوقف عليه والابتداء بما بعده إلا أن له به تعلقا\nمعنويا كالوقف على حرمت عليكم أمهاتكم وعلى اليوم أحل لكم الطيبات والصالح\nوالمفهوم دونهما كالوقف على قوله تعالى وضربت عليهم الذلة والمسكنة فهو\nصالح فأن قال بأوا بغضب من الله كان كافيا فأن بلغ يعتدون كان تاما فأن بلغ\nعند ربهم كان مفهوما والجائز ما خرج عن ذلك ولم يقبح والبيان سيأتي بيانه\nوالقبيح ما لا يعرف المراد منه أو يوهم الوقوع في محضور كالوقف على بسم ورب\nوملك وعلى قوله لقد سمع الله قول الذين قالوا وقوله لقد كفر الذين قالوا\nويسن للقادر على شيء من الوقوف أن يقدم منها الأعلى مرتبة ولابد للقارئ من\nمعرفة أمور تتعلق بالوقف وقد أوردتها في أبواب. عالمين الرحمان الرحيم\nوبمالك يوم الدين قبيح لأنها مجرورة تابعة لما قبلها والكافي ما يحسن الوقف\nعليه والابتداء بما بعده إلا أن له به تعلقا معنويا كالوقف على حرمت عليكم\nأمهاتكم وعلى اليوم أحل لكم الطيبات والصالح والمفهوم دونهما كالوقف على\nقوله تعالى وضربت عليهم الذلة والمسكنة فهو صالح فأن قال بأوا بغضب من الله\nكان كافيا فأن بلغ يعتدون كان تاما فأن بلغ عند ربهم كان مفهوما والجائز ما\nخرج عن ذلك ولم يقبح والبيان سيأتي بيانه والقبيح ما لا يعرف المراد منه أو\nيوهم الوقوع في محضور كالوقف على بسم ورب وملك وعلى قوله لقد <span id='ms003'></span> سمع الله قول\nالذين قالوا وقوله لقد كفر الذين قالوا ويسن للقادر على شيء من الوقوف أن\nيقدم منها الأعلى مرتبة ولابد للقارئ من معرفة أمور تتعلق بالوقف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أوردتها في أبواب.\n</p>\n\n<h1 class='l1' id='head1'>الباب الأول في ألف الوصل</h1>\n\n<p>\nوهي تدخل على الأمر المجرد دون ماضيه ومضارعه ومصدره وعلى الجميع غير\nالمضارع إذا كان فعلها مزيدا فيه وعلى الاسم للتعريف أو لغيره وزيدت في ذلك\nللحاجة إليها لأن فعل الأمر المجرد مثلا ساكن ولا يمكن الابتداء به فأجتلت\nالألف ليتوصل بها إلى النطق بالساكن وكان حقها السكون لأن الحروف حقها\nالبناء عليه إلا انهم اضطروا إلى حركتها للابتداء بها فكسرت إن انفتح او\nانكسر عين الفعل كاعملوا واهدنا وتضم إن انضم كاذكروا واعتبرت حركة عينه\nلأنها لا تتغير بخلاف فائه ولامه وانما انكسرت في نحو امشوا واقضوا مع إن\nعينه مضمومة نظرا لأصله لأن اصله امشيوا واقضيوا بكسر عينه استثقلت الضمة\nعلى الياء فنقلت إلى العين فسكنت الياء والواو ساكنة فحذفت الياء لالتقاء\nالساكنين فأن دخلت عليها همزة الاستفهام وهي لا تدخل على فعل الأمر سقطت\nلعدم الحاجة إليها حينئذ وتبقى همزة الاستفهام مفتوحة كقوله تعالى أفترى\nعلى الله كذبا أم به جنة أتخذتم عند الله عهدا أطلع الغيب وان بنى الفعل\nللمفعول ضمت الألف نحو ابتلى المؤمنون اضطرا وتمن انطلق به وأما الداخلة\nعلى الاسم فهي مفتوحة الابتداء إن صحبتها لام التعريف نحو المفلحون في\nالدار الآخرة فأن دخلت عليها همزة الاستفهام أبدلت مدة ولم تسقط لئلا يلتبس\nالخبر بالاستفهام لانفتاح كل منهما وان لم تصحبها لام التعريف كسرت على\nالأصل في التقاء الساكنين وذلك في تسعة أسماء اسم وأمرؤ وامرأة واثنان\nواثنتان وابن وابنم ولست.\n</p>\n\n<h1 class='l1' id='head2'>الباب الثاني في الياآت</h1>\n\n<p>\nوهي ضربان يا آت تثبت خطا ويا آت تحذف استغناء بالكسرة قبلها فالثابتة لا\nتحذف لفظا ولا وصلا ولا وقفا وهي تقع حشو الآية لا آخرها ونحو أني أعلم\nوأنصاري إلى الله وطهر بيتي للطائفين وهي كثيرة إلا إن فيها ماله <span id='ms004'></span> نظائر\nمحذوفة خطا فلا بد من معرفتها لئلا تلتبس الثابتة بالمحذوفة فيذهب القارئ\nإلى جواز حذف الثابت منها وحاذفة لا حن فالثابتة في البقرة واخشوني وفي آل\nعمران فاتبعوني يحببكم الله وفي الأنعام قل أنني هداني ربي وفي الأعراف\nالمهتدي وفي هود فكيدوني وفي يوسف ومن اتبعني وما نبغي وفي الحجر أبشرتموني\nوفي الكهف فان اتبعتني وفي مريم اعبدوني وفي المنافقين لولا أخرتني ومن ذلك\nفلا تسألني في الكهف عند الجمهور وروي عن ابن عامر حذف الياء فيه وأما قوله\nبهادي العمي وهما موضعان في النمل والروم فقال ابن الانباري الياء محذوفة\nمنه في الروم دون النمل فمن وقف على التي في النمل أثبت ومن وقف على التي\nفي الروم جوز الحذف كما في الخط والجمهور يحذفون كل الياآت المحذوفة عند\nالوقف عليها اتباعا للمصحف وكان يعقوب يثبت الياآت كلها في الوقف وان كانت\nمحذوفة في الخط وهي محذوفة في الخط إلا المنون والمنادى كهادو وال ويا قوم\nويا عباد وسيأتي بيانه وأما نظائر هذه الياآت وهي محذوفة خطأ ففي آل عمران\nومن اتبعن وفي المائدة واخشون وفي الأنعام وقد هدان وفي الأعراف ثم كيدون\nوفي أخرتن وفيها الكهف المهتد وفي الكهف إن ترن إن يؤتين ما كنا نبغ إن\nيهدين وفي المؤمن والزخرف اتبعون فالجمهور على حذفها لفظا كما حذفت خطا\nويعقوب يثبتها وصلا ووقفا والياآت الواقعة آخر الآيات كقوله فأرهبون فاتقون\nولا تكفرون وأطيعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوالقراء على حذف الياء منها وصلا ووقفا الايعقوب فأثبتها في الحالين\n(ذكريا آت حذفت خطأ لسقوطها درجا والعربية توجب إثباتها) وهي الياآت التي\nهي لامات الفعل وكلها في محل الرفع نحو وسوف يؤت الله المؤمنين أجرا عظيما\nويقض الحق حقا علينا ننج المؤمنين لهاد الذين آمنوا فيوقف عليها الحذف تبعا\nللخط ويعقوب يثبتها وقفا وحذفت من إن يردن الرحمن في يس وليست من الياآت\nلأنها ليست من نفس الكلمة وحذفت من الوادو وقف عليها الكسائي بالياء حيث\nجاء ووخالف أصله في اتباع الكتابة (ذكر <span id='ms005'></span> ياآت مقرونة بنون الجمع حال النصب\nوالجر والنون محذوفة للإضافة والياء ثابتة خطا) فتثبت لفظا في الوقف نحو\nحاضري المسجد الحرام ومحلى الصيد والمقيمي الصلاة ولاترد النون وقفا إذ لم\nتثبت خطأ ولأن حكم الاضافة لم يزل بالوقف وإلا لوجب إن لا يجر ما بعد الياء\nلآن الجر انما كان بالاضافة وقد زالت فمن زعم رد النون فقد أخطأ وخرق\nالإجماع وزاد في القرآن ما ليس منه (ذكر ياآت تثبت خطأ وتحذف لفظا في الوصل\nللساكن بعدها وتثبت في الوقف) وهي كثيرة نحو القتلى الحر موسى الكتاب ويأبى\nالله يوفي الصابرون (ذكر المنادى المضاف إلى ياء المتكلم) ياؤه محذوفة خطأ\nفكذا لفظا نحو ياقوم اعبدوا والله يا قوم اذكروا يا قوم استغفروا رب ارجعون\nرب اغفر لي ويا عباد فاتقون ويا عباد الذين آمنوا وهما في الزمر لكنهم\nأثبتوها خطأ في يا عبادي الذين آمنوا في العنكبوت ويا عبادي الذي أسرفوا في\nالزمر فتثبت في الوقف واختلفوا في يا عبادي لا خوف عليكم في الزخرف فعن أبي\nعمر وأنه وجدها ثابتة في مصاحف أهل المدينة فكان يثبتها وصلا ووقفا وأهل\nالكوفة يحذفونها فيهما وعن أبي بكر عن عاصم فتحها والوقف عليها بالياء وكل\nما ذكر من العباد مضافا غير منادى فياؤه ثابتة كقوله يرثها عبادي الصالحون\nقل لعبادي الذين آمنوا وقليل من عبادي الشكور ويوقف عليها بالياء إلا قوله\nفبشر عباد فأكثر القراء على إنها محذوفة خطأ فكذا تحذف لفظ في الوقف وقيل\nبتحريكها وصلا فيجب إثباتها وقفا ومثلها في ذلك الياء في يا عبادي الذين\nآمنوا في الزمر وفي فا آتاني الله في النمل (ذكر المنون) يوقف عليه بغير\nياء عند الأكثر تبعا للخط نحو باق وهاد ومهتد ومفتر وابن كثير يثبت بعضها\nكما هو مبين في محله لزوال التنوين المانع من ثبوت الياء وصلا فأعرف الاسم\nبأل كالداعي والمهتدي جاز إثبات الياء وحذفها وصلا ووقفا في الرفع والجر\nأما في النصب فلا تحذف الياء بحال سواء كان الاسم <span id='ms006'></span> معرفا أو منونا نحو\nيومنئذ يتبعون الداعي وداعيا إلى الله بأذنه\n</p>\n\n<p>\nلخفةفة الفتحة وأما لام الأفعال المضارعة من ذوات الواو فثابتة خطأ كقوله\nتعالى يمحو الله ما يشاء وإن حذفت لفظا وقد حذفت خطأ ولفظا في أربعة مواضع\nاستغناء عنها بالضمة ولالتقاء الساكنين وهي ويدع الانسان ويمح الله الباطل\nويوم يدع الداع وسندع الزبانية وعلى حذفها في الجميع الجمهور وأثباتها فيه\nيعقوب وما ثبت خطأ لم يحذف وقفا وواو الجمع تثبت خطأ ووقنا نحو صالوا\nالجحيم وامتازوا اليوم ولا تسبوا الذين وما حذف من الكلمة من واو وياء\nللجازم غير مامر فهو محذوف خطا ولفظا ووصلا ووقفا نحو ولا تقف ما ليس لك بع\nعلم قالوا ادع لنا ربك واتل عليهم ونحوا اتق الله ولتأت طائفة منهم وصل\nعليهم. الفتحة وأما لام الأفعال المضارعة من ذوات الواو فثابتة خطأ كقوله\nتعالى يمحو الله ما يشاء وإن حذفت لفظا وقد حذفت خطأ ولفظا في أربعة مواضع\nاستغناء عنها بالضمة ولالتقاء الساكنين وهي ويدع الانسان ويمح الله الباطل\nويوم يدع الداع وسندع الزبانية وعلى حذفها في الجميع الجمهور وأثباتها فيه\nيعقوب وما ثبت خطأ لم يحذف وقفا وواو الجمع تثبت خطأ ووقنا نحو صالوا\nالجحيم وامتازوا اليوم ولا تسبوا الذين وما حذف من الكلمة من واو وياء\nللجازم غير مامر فهو محذوف خطا ولفظا ووصلا ووقفا نحو ولا تقف ما ليس لك بع\nعلم قالوا ادع لنا ربك واتل عليهم ونحوا اتق الله ولتأت طائفة منهم وصل\nعليهم.\n</p>\n\n<h1 class='l1' id='head3'>الباب الثالث في هاء التأنيث</h1>\n\n<p>\nكطلحة وحمزة ونعمة وشجرة أكثرها مكتوب بالهاء وبعضها بالتاء كما سيأتي\nبيانهما في الباب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالآتي ويجوز كتابة الجميع بالهاء وبالتاء ولم يختلفوا في الوصل أنها تاء\nوإنما اختلفوا في الوقف الوقف عليها والاختيار عند أكثرهم اتباع الخط وقيل\nإن شئت وقفت بالهاء وان شئت وقفت بالتاء فعليه الهاء والتاء أصلان وقيل\nالتاء أصل لأنها حرف إعراب ولأنك تقول قامت وقعدت ويوقف عليها في لغة طيئ\nفي امرأة وجارية وقيل <span id='ms007'></span> الهاء أصل في الأسماء للفرق بينها وبين الأفعال لكثرة\nما كتب بالهاء في الاسماء وقلة ما كتب بالتاء فيها ووقف الجمهور بالتاء على\nولات حين وأفرأيتم اللات وذات من ذات بهجة بالتاء إن وقف لضرورة والافلس\nذلك وقفا ووقف أبو جعفر وابن كثير وابن عامر ورويس عن يعقوب على يا أبت\nبالهاء والباقون بالتاء والوقف على ملكوت والطاغوت والتابوت بالتاء وعلى\nهيهات بالتاء عند من كسرها تشبيها لها بتاء الجمع في نحو عرفات وبالهاء عند\nمن فتحها وعلى التوراة بالهاء عند الجمهور وبهما عند حمزة وعلى مرضاة\nبالهاء عند الكسائي وبالتاء عند حمزة.\n</p>\n\n<h1 class='l1' id='head4'>الباب الرابع فيما جاء من هاء التأنيث مكتوبا بالتاء ومكتوبا بالهاء</h1>\n\n<p>\n(فالنعمة) كتبت بالهاء إلا في أحد عشر موضعا فبالتاء وهي واذكروا نعمت\nالله عليكم واحدة البقرة وواحدة في آل عمران واذكروا نعمت الله عليكم في\nالمائدة وبدلوا نعمت الله وان تعدوا نعمت الله في إبراهيم وبنعمت الله\nواشكر وانعمت الله في النحل وبنعمت الله في لقمان واذكروا نعمت ربك في\nالطور (والرحمة) كتبت بالهاء إلا في سبعة مواضع فبالتاء وهي ويرجون رحمت\nالله في البقرة وان رحمت الله قريب في الأعراف ورحمت الله وبركاته في هود\nوذكر رحمت ربك في مريم فانظر إلى رحمت الله في الروم وأهم يقسمون رحمت ربك\nورحمت ربك خير في الزخرف (والسنة) كتبت بالهاء إلا في خمسة مواضع فبالتاء\nوهي سنت الاولين في الأنفال وإلا سنت الاولين وفلن تجد لسنت الله تبديلا\nولن تجد لسنت الله تحويلا في فاطر وسنت الله التي قد خلت في المؤمن\n(وامرأة) كتبت بالهاء الافي سبعة مواضع فبالتاء وهي امرأت عمران في آل\nعمران وامرأت العزيز ثنتان في يوسف وامرأت فرعون في القصص وامرأت نوح\nوامرأت لوط وأمرأت فرعون في التحريم (والكلمة) تكتب بالهاء إلا في ثلاثة\nمواضع فبالتاء وهي وتمت كلمت ربك في الاعراف وحقت كلمت ربك في يونس وحقت\nكلمت ربك في المؤمن (والمعصية) تكتب بالهاء إلا في موضعين فبالتاء وهما\nمعصيت الرسول ثنتان <span id='ms008'></span> في المجادلة (واللعنة) تكتب بالهاء إلا في موضعين\nفبالتاء وهما لعنت الله في آل عمران ولعنت الله في النور (والشجرة) تكتب\nبالهاء إلا في موضع واحد فبالتاء وهو وما تخرج من ثمرت في فصلت ولكتب لومة\nلائم في المائدة بالهاء وبقيت الله في هود بالتاء وقرت عين لي في القصص\nبالتاء ويجوز في جميع المستثنيات أن يوقف عليه بالهاء.\n</p>\n\n<h1 class='l1' id='head5'>الباب الخامس في الهاآت التي تزاد في آخر الكلمة للوقف عليها</h1>\n\n<p>\nتزاد الهاء وقفا للعروض عن حرف حذف ولبيان حركة الساكن فالتي للعوض لازمة\nوجائزة فاللازمة تكون في فعل الأمر المعتل الفاء واللام نحو شه من وشى وشي\nعه من وعى بعي وله من ولى يلي وليس في القرآن منه فلا يجوز حذفها منه وقفا\nلئلا تصير الكلمة على حرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nواحد وهو ممتنع إذ أقبل حروف الكلمة حرفان حرف يبتدأ به وحرف يوقف عليه\nويستغني عنها وصلا تقول ش ثوبك وع كلاما ول أمرا ويجوز حذفها من المضارع\nوقفا لانتفاء المحذور ويستغنى عنها وصلا والاختيار الحاقها به في غير\nالقرآن تقول لم يشه ولم يله أما ما في القرآن نحو ومن تق الشيئات فلا يجوز\nالحاقها به تبعا للمصحف ولئلا يزاد فيه ما ليس منه ويجوز حذفها عند الاكثر\nفي الأمر من معتل اللام وفي مضارعه المجزوم نحو اغزا واخشه وارمه ولم يغزه\nولم يخشه ولم يرمه بل أوجب القراء حذفها في ذلك من القران اتباعا للخط\nولئلا يلتبس بضمير المفعول كقوله تعالى ويخش الله ثم يرم به يأيها النبي\nاتق الله وأما قوله تعالى فبهداهم اقتده فالهاء فيه ثابتة خطا واختلف فيها\nضمير المصر أي اقتد الاقتداء وقيل هاء السكت وعليه الاكثر وقال الزجاج إنها\nلبيان الحركة ثم قال فان وصلت حذفت الهاء والوجهان جيدان لكن أكثر القراء\nعلى إثباتها وصلا كما أثبتوها وقفا تبعا للخط ومثل اقتده لم يتسنه إن جعلت\nالهاء للسكت بناء على انه من سانهت كانت الهاء عنده أصلية والوجهان جاريان\nفيه وفي اقتده وصلا أما <span id='ms009'></span> الوقف عليهما فالبهاء اجماعا والتي لبيان حركة\nالساكن تلحق أنواعا منها نون التثنية وجمع المذكر السالم نحو رجلين ورجلان\nومسلمين ومسلمون فيقال رأيت رجلينه ومسلمينه وجاءني رجلانه ومسلمونه لنسلم\nكسرة النون في التثنية وفتحتها في الجمع عند الوقف ولا يجوز إلحاقها بنون\nمساكين لأنها ليست نون جمع وقد تلحق بالنون الداخلة على الأفعال نحو يضربان\nويضربون تشبيها لها بنون التثنية والجمع فيقال يضربانه ويضربونه وإنما\nفعلوا ذلك لأن النون فيما ذكر خفية وقعت بعد ساكن فكرهوا إسكانها وقفا\nلخفائها هذا كله فيما وقع في غير القرآن أما وقع فيه فلا يجوز عند القراء\nإلحاق الهاء بها إلا ما روي عن يعقوب وتفصيله يعرف من محله ومنها النون\nالتي هي ضمير جمع المؤنث مشددة أو مخففة نحو فأتمهن يأكلهن منهن ارضعن لكم\nيتربصن فالنحويون يجيزون الحاق الهاء بها وقفا كما في الوقف على إن وأن\nالمشددتين لكن الحاقها بالمشددة أحسن منه بالمخففة ومنع ذلك القراء إلا\nيعقوب فيجيزه في المشددة ومنها ما الاستفهامية المجرورة وهي عم وفيهم وبم\nولم مم فيلحق بها الهاء يعقوب والبزي بخلاف عنهما ومنهما هو وهي فيلحق بهما\nالهاء يعقوب واتفقوا على إلحاقها بكتابيه وماليه وحسابيه وسلطانية وما هيه\nوقفا تبعا للخط واختلفوا فيه وصلا كما هو مبين في محله.\n</p>\n\n<h1 class='l1' id='head6'>الباب السادس غي الوقف على هاء الكناية</h1>\n\n<p>\nويقال لها هاء الضمير فان كانت لمؤنث لحقتها ألف وقفا ووصلا لأنها من\nمخرجها ولأنها كهي في الخفاء فضمت الألف إليها فيقال ضربها وضربتها وبها\nوان كانت لمذكر لحقتها وصلا وأ وان انفتح ما قبلها فيقال ضربهو وضربتهو\nوبهى ويحذفان وقفا لأنهم يحذفونهما وهما من نفس الكلمة ففيما إذ أزيد تا\nأولى وانما لم تحذف لالف في المؤنث لأنهم جعلوها فاصلة بين المذكر والمؤنث\nقال بعض النحاة والياء بعد الكسرة بدل من الواو وهو الاصل إلا انهم كرهوا\nالخروج من كسرة إلى ضمة فكسرت الهاء وانقلبت الواو ياء كما في ميراث\nوالحجازيون يضمون الهاء بكل حال فيقولون مررت بهو وبدار <span id='ms010'></span> هو الأرض وهذا يدل\nعلى إن الأصل هو الواو وما ذكر أولا هو إجماع القراء ومن العرب من يختلس\nالضمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوالكسرة وهذه اللغة لا تجري في القرآن نعم تجري فيه عند كبسان إن حذفت\nالياي للجازم كقوله تعالى نؤته ومن فألقه فان سكن ما قبل الهاء فأن كان ياء\nكسرت الهاء وإلا ضمت واختلف القراء في إثبات الياء بعد الهاء المكسورة\nوالواو بعد المضمومة وصلا فمن أثبتهما فعلى الأصل ومن حذفها كره أن يجمع\nبين ساكنين في نحو اضر بيهي واضر بيهو لأن الهاء ليست بحاجز حصين والوقف\nعليها بالسكون أو بالروم أو بالاشمام بشرطهما المعروف في محله.\n</p>\n\n<h1 class='l1' id='head7'>الباب السابع في الوقف على آخر الكلمة المتحركة منونة وغير منونة</h1>\n\n<p>\nالوقف عليها يكون بالسكون وهو الأصل سواء تحركت بضمة أو بكسرة ام بفتحة\nوبالأشمام إن تحركت بضمة وهو ضم الشفتين بعد السكون وبالروم إن تحركت بضمة\nأو كسرة وهو اختلاس الضمة أو الكسرة وانتزاعها إلى محل الواو أو الياء\nويفارق الاشمام بأنه يدركه البصير والأعمى والاشمام لا يدركه إلا البصير\nواختص به الضم لا مكان الاشارة إلى محله بخلافها إلى محل الكسر والفتح\nوالروم في المفتوح ليس بحسن لأنه غير مضبوط لخفاء الألف والمنصوب المنون\nيبدل تنوينه ألفا في الوقف ايذانا بوجود في الوصل واختاروا الألف لشبهها\nبالتنوين لأنها تهوى في خرق الفم وهو يهوي في الخياشم وكان القياس أن يقفوا\nعلى المرفوع والمجرور المنونين بالواو والياء إلا إن الوقف عليه بالواو\nيخرج من الأصل إذ ليس في كلامهم اسم آخره واو مضموم ما قبلها ولو وقف على\nالمجرور بالياء بالمضاف إلى ياء المتكلم وقد حققت ذلك كله في شرح الشافية\n(واعلم) إن القراء اختلفوا في الظنونا والرسولا والسبيلا فمنهم من يثبت\nالألف فيها وقفا ويحذفها وصلا ومنهم من يثبتها فيهما ومنهم من يحذفها فيهما\nوذلك مذكور في محله ومن نون قواريرا وسلاسلا في هل أتى وثمودا في هود\nوالفرقان والعنكبوت والنجم وصلا أثبت ألفها وقفا ومن ينون حذفها ومنهم من <span id='ms011'></span>\nيثبت الألف وقفا وإن لم ينون وصلا وانفقوا على تنوين مصرا في اهبطوا مصرا\nويوقف عليها بالألف ومنع الحسن صرفها فتحذف الألف ومن نون تترى في سورة\nالمؤمنين وقف عليها بالألف ولا تمال ومن منع صرفها جعلها بوزن فعلى وقرأها\nوصلا ووقفا بالألف وجاز إمالتها وأجمعوا على الوقف بالألف في لكنا هو الله\nربي واختلفوا في الوصل فمنهم من أثبتها ومنهم من حذفها وكل ما في القرآن من\nأيها يوقف عليه بالألف إلا في ثلاثة مواضع وهي أية المؤمنون في النور وأية\nالساحر في الزخرف وأية الثقلان في الرحمن فيجوز الوقف عليه بالهاء تبعا\nللخط.\n</p>\n\n<h1 class='l1' id='head8'>الباب الثامن في كلا</h1>\n\n<p>\nوهي حرف على الأصح والوقوف عليها مختلفة الأحوال فمنها ما يصلح للوقف\nعليه والابتداء به ومنها ما لا يصح لأحدهما دون الآخر وسنذكر كلا منها في\nالسورة التي هي فيها والوارد منها في القرآن ثلاثة وثلاثون موضعا كلها في\nالنصف الأخير وتكون لمعان لأنها قد تكون حرف ردع وزجر نحو رب ارجعون لعلي\nأعمل صالحا فيما تركت كلا انها كلمة هو قائلها ونحو أطلع الغيب أم اتخذ عند\nالرحمن عهدا كلا سنكتب ما يقول وقد تكون حرف جواب بمعنى أي ونعم نحو وما هي\nإلا ذكرى للبشر كلا والقمر معناه أي والقمر وقد تكون بمعنى حقا ونقله ابن\nالانباري عن المفسرين نحو كلا إن الإنسان ليطغى وكلا لو تعلمون علم اليقين\nورد الأول بأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nأن لا تكسر بعد حقا ولا بعد ما هو بمعناها وإذا كانت للردع والزجر جاز\nالوقف عليها والابتداء بما بعدها وإذا صلحت لذلك ولغيره جاز الوقف عليها\nوالابتداء بها على اختلاف التقديرين.\n</p>\n\n<h1 class='l1' id='head9'>الباب التاسع في الكلمتين اللتين ضمت إحداهما إلى الأخرى فصارتا كلمة</h1>\n\n<p>\nواحدة لفظا\n</p>\n\n<p>\nوهي ضربان إحداهما أن يضم المعنى أيضا فلا يفضل بينهما بحال لأنهما كلمة\nواحدة وثانيهما أن لا يضم المعنى فيجوز الفصل بينهما الضرورة وكذاهما في\nالخط ضربان أحدهما أن تكتبا منفصلتين والثاني أن تكتبا عليهما مبني على\nالخط فمن ذلك قوله تعالى <span id='ms012'></span> ويسألونك ماذا ينفقون قل العفو فماذا على وجهين\nأحدهما أن تكون ما مع ذا كلمة واحدة والأخر أن تكون ذا معنى بمعنى الذي\nفيكونان كلمتين فالعفو على الأول منصوب بفعل مقدر أي قل ينفقون العفو وعلى\nالثاني مرفوع خبر مبتدأ محذوف أي قل الذي ينفقونه هو العفو ومن لاول قوله\nتعالى في النحل وقيل للذين اتقوا ماذا أنزل ربكم قالوا خيرا ومن الثاني\nقوله فيها وإذا قيل لهم ماذا أنزل ربكم قالوا أساطير الأولين ومن ذلك قوله\nتعالى أو أمن أهل القرى وقوله أو آباؤنا الأولون قرئ باسكان الواو وفتحها\nفمن فتحها يجعلها واو عطف والهمزة للاستفهام كانت مع ما بعدها كلمة واحدة\nلأنها وحدها لا تستقل بنفسها ومن أسكنها كانت أو التي للعطف وهي مستقلة\nفتكون كلمة وما بعدها كلمة فعلى الأول لا يجوز الوقف على الواو وعلى الثاني\nيجوز وأما الواوات في قوله أو عجبتم أو ليس الله أو ليس الله أو كلما\nعاهدوا أو أصابتكم مصيبة أو من ينشأ في الحلية فواوات عطف لا يجوز الوقف\nعليها ومن ذلك كالوهم أو وزنوهم فكل منهما كلمة واحدة لأن الضمير المنصوب\nمع ناصبة كلمة واحدة هنا وان كان المعنى كالوا لهم أو وزنوا لهم ولو كانا\nكلمتين لكتب بينهما ألف كما كتبوها في جاؤا وذهبوا فلا يجوز الوقف على\nكالواو وزنوا وعن عيسى بن عمر وحمزة انهما كانا يقرآن كالوا لهم أو زنوا\nلهم فيجوز على مذهبهما الوقف على الواو عند الضرورة والابتداء بقوله هم\nاجراء لهم مجرى قولهم قاموا هم وقعدوا هم ومن ذلك قوله وإذا ما غضبوا هم\nيغفرون فغضبوا كلمة وهم كلمة وموضع هم رفع لأنه مؤكد للضمير المرفوع وقوله\nلا انفصام كلمتان وقوله لا نفضوا كلمة واحدة واللام للتأكيد وكذا قوله ولا\nاوضعوا وقوله ولا اذبحنه وكتب هذان في المصحف بزيادة ألف بعد لا كما ترى\nومن ذلك قوله ومالي لا اعبد الذي فطرني فما كلمة وهي حرف نفي ولى أخرى أي\nلا مانع لي <span id='ms013'></span> من عبادته بخلافها في قوله مالي لا أرى الهدهد فأنها كلمة واحدة\nللاستفهام كما الاستفهامية وأما فما هؤلاء القوم في النساء ومال هذا الكتاب\nفي الكهف ومال هذا الرسول في الفرقان وفمال الذين كفروا في المعارج فكلمتان\nواختار الأصل انهما كلمة واحدة ووقف على في ذلك أبو عمرو الكسائي بخلاف عنه\nوالباقون على اللام واختار ابن الجزري الوقف على ما لكل القراء فمن وقف على\nما ابتدأ بما بعدها واتفقوا على كتابة اللام منفصلة ومن ذلك قوله احد عشر\nكوكبا فأحد وعشر كلمتان فيجوز الوقف على أولهما للضرورة ومن ذلك يومئذ\nوحينئذ فمجموع كل منهما كلمة واحدة فلا يوقف على أولهما بحال لاتصاله مع إذ\nخطا سواء أعرب يوم أم بني خلافا لبعضهم فيما إذا أعرب ومن ذلك قوله أيأمركم\nبالكفر وبعد إذ أنتم مسلمون فبعد وإذ كلمتان إذ هنا عاملة للجر في الجملة\nبعدها فلا تكون مبنية مع غيرها وجميع ما ذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nيعرف اتصاله وانفصاله من جهة صورة الخط وكل ما في كتاب الله تعالى من\nقوله فهو بميم واحدة إلا في أربعة مواضع فبيميمين هي أم من يمون وكيلا في\nالنساء وأم من أسس في التوبة أم من خلقنا في الصافات وأم من يأتي آمنا في\nفصلت وكل ما فيه من قوله فان لم فهو بنون إلا قوله تعالى فالم يستجيبوا لكم\nفي هود وكل ما فيه من قوله عما فهو بغير نون إلا قوله تعالى عن ما نهوا عنه\nفي الأعراف فبنون وكل ما فيه من قوله وأما فهو بغير نون إلا قوله تعالى وان\nما نرينك في الرعد فبنون وكل ما فيه من قوله ألا فبغير نون إلا في عشرة\nمواضع فبنون اثنان في الأعراف حقيق على إن لا أقول على الله وان لا يقولوا\nعلى الله إلا الحق وواحد في التوبة أن لا ملجأ من الله إلا إليه واثنان في\nهود وأن لا اله إلا هو وان لا تعبدوا إلا الله وواحد في الحج أن <span id='ms014'></span> تشرك بي\nشيئا ووحد في يس أن لا تعبدوا الشيطان وواحد في الدخان أن تعلوا على الله\nوواحد في الممتحنة أن لا يشركن بالله شيئا وواحد في ن والقلم أن لا يدخلها\nاليوم عليكم مسكين واختلفوا في أن لا اله إلا أنت في الأنبياء وما كان فيه\nمن ذلك نون فللقارئ أن يقف عليها عند\n</p>\n\n<p>\nالضرورة وكتب كي لا في النحل والحشر كلمتين ولكيلا في آل عمران والحج\nوثاني الأحزاب وفي الحديد كلمة واحدة وكتب يوم هم بارزون في المؤمن ويوم هم\nعلى النار يفتنون في الذاريات كلمتين ويومهم الذي يوعدون في المعارج ويومهم\nالذي فيه يصعقون في الطور كلمة واحدة كما ترى. وكتب كي لا في النحل والحشر\nكلمتين ولكيلا في آل عمران والحج وثاني الأحزاب وفي الحديد كلمة واحدة وكتب\nيوم هم بارزون في المؤمن ويوم هم على النار يفتنون في الذاريات كلمتين\nويومهم الذي يوعدون في المعارج ويومهم الذي فيه يصعقون في الطور كلمة واحدة\nكما ترى.\n</p>\n\n<h1 class='l1' id='head10'>سورة الفاتحة مكية مدنية</h1>\n\n<p>\nلأنها نزلت مرتين مرة بمكة ومرة بالمدينة والوقف ع لى آخر التعوذ تام وان\nلم يكن من القرآن لأنا مأمورون به عند القراءة وعلى البسملة تام بل أتم\nوتقديره ابتدائي بسم الله وأبتدئ بسم الله وعلى الحمد غير جائز لأنه لا\nيفيد وقس به ما يشبه وعلى الله قبيح للفصل بين النعت والمنعوت وعلى رب غير\nجائز لما مر وللفصل بين المتضايفين الذين هما كشيء واحد العالمين صالح لآنه\nرأس آية وليس حسنا للفصل بين المتعاطفين نستعين تام المستقيم جائز وليس\nحسنا وان كان آخر آية لآن ما بعده مجرور نعتا أو بدلا أو منصوب حالا أو\nاستثناء وكل واحد منهما متعلق به وقال أبو عمرو حسن وليس بتام ولا كاف سواء\nجر ما بعده أم نصب ولا الضالين تام آمين ليست من القرآن والمختار فصلها عما\nقبلها وجوز وصلها به ومعناها استجب وحركت النون وان كان حقها السكون الذي\nهو الأصل في المبني لألتقاء الساكنين <span id='ms015'></span> ولم تكسر لكسرة الميم ومجيء الياء\nالساكنة قبلها واختير الفتح لأنه أخف الحركات وتشبيها له بليس وكيف.\n</p>\n\n<h1 class='l1' id='head11'>سورة البقرة مدنية</h1>\n\n<p>\nوالوقف على ألم ونحوه مما يأتي في أوائل السور تام إن جعل خبر مبتدأ\nمحذوف أي هذه أو هذا الم أو منصوبا بمحذوف أي اقرا أو خذ الم أو جعل كل حرف\nمنه مأخوذا من كلمة ومعناها أنا الله أعلم وقال أبو حاتم خسن وقال أبو عمرو\nوقال أبو حاتم هو كاف وقال غيره ليس بتام ولا كاف لآن معناه يامحمد وقيل هو\nقسم وقيل تنبيه انتهى وقيل مبتدأ خبره ذلك الكتاب وقيل عكسه وعلى كل من هذه\nالاوجه لا يوقف عليه بل على الكتاب إن جعل لا ريب بمعنى لا شك وان جعل\nبمعنى حقا فالوقف على لا ريب والوقف على الوجهين تام وللثاني شرط يأتي\nولوقف على ذلك غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nجائز لآن الكتاب أما بيان له وهو الاصح أو حبر له وعلى الكتاب مفهوم إن\nجعل خبرا لذلك لا صفة له لا ريب تام إن رفع هدى بفيه أو بالابتداء وفيه\nخبرة تام إن جعل هدى خبر مبتدأ محذوف أو مبتدأ خبره فيه محذوف أو مرفوعا\nبفيه وقيل تام وقيل كاف وان جعل خبرا لذلك الكتاب أو حالا منه أي هاديا لم\nيجز الوقف على فيه للمتقين تام إن جعل الذين خبر مبتدأ محذوف أو خبره أولئك\nعلى هدى من ربهم أو منصوبا بأ عنى وان جر صفة للمتقين جاز الوقف على ذلك\nوليس حسنا وان كان رأس آية وقال أبو عمرو) الوقف عليه حسن وهو نظير ما قدمت\nعنه في أنعمت عليهم وقال ومثل ذلك يأتي في نظائره نحو لعلكم تتقون الذي جعل\nلكم الأرض فراشا ونحو بصير بالعباد الذين يؤمنون بالغيب جائز وكذا ويقيمون\nالصلاة ينفقون تام إن جعلت الواو بعدها للاستئناف وإلا فجائر وليس بحسن وان\nكان رأس آية وقال ابن الانباري انه حسن وقال أبو عمرو انه كاف وقيل تام وما\nانزل من قبلك كاف <span id='ms016'></span> إن جر الذين الأول أو نصب بما مر أو رفع بجعله خبرا مبتدأ\nمحذوف وعطف الذين الثاني عليه فأن استؤنف الأول أو الثاني لم يجز الوقف على\nذلك لما يلزم من الوقف على ما بين المبتدأ أو الخبر وهو أولئك على هدى\nيوقنون تام وقال أبو عمرو كاف هذا إن جعل أولئك مبتدأ فأن جعل خبرا لم يحسن\nالوقف على ذلك إلا مع تجوز من ربهم جائز المفلحون تام أم لم تنذرهم إن جعلت\nالتسوية خبر إن وان جعلتها جملة معترضة بين اسم إن وخبرها لا يؤمنون فالوقف\nعلى لا يؤمنون تام وعلى أم لم تنذرهم ليس بحسن وبتقدير جعل جملة التسوية\nخبر إن يحتمل إن تكون جملة لا يؤمنون خبرا ثانيا وان يتعلق به ختم بجعل ختم\nحالا أي لا يؤمنون خاتما الله على قلوبهم وأطلق أبو عمرو إن الوقف على\nيؤمنون كاف على قلوبهم جائز وعلى سمعهم تام وقال أبو عمرو كاف وقيل تام هذا\nإن غشاوة بالابتداء أو بالظرف أي استقر أو حصل على أبصارهم غشاوة وان\nنصبتها كما روى عن عاصم أما بختم أو بفعل دل عليه ختم أي وجعل على أبصارهم\nغشاوة أو بنزع الخافض واصله بغشاوة فالوقف على سمعهم على الثاني من الأوجه\nالثلاثة كاف وقال أبو عمرو لا يوقف عليه انتهى وعلى الآخرين جائز غشاوة\nصالح وقال أبو عمرو كاف فأن أراد به انه صالح فلا خلاف وقس عليه نظائره مما\nيأتي عظيم تام وما هم بمؤمنين صالح وقال أبو عمرو كاف هذا إن جعل يخادعون\nحالا آي ومن الناس من يق ول آمنا بالله مخادعين فأن كان مستأنفا فالوقف تام\nوالذين آمنوا تام وإلا أنفسهم ليس بوقف لان ما بعده حال من فاعل يخادعون\nوقال أبو عمرو الوقفعلى والذين آمنوا وعلى الانفس كاف وما يشعرون كاف في\nقلوبهم مرض صالح وقال أبو عمرو كاف وقول ابن الانباري انه حسن ليس بحسن\nلتعلق ما بعده به مرضا صالح يكذبون تام وقال أبو عمرو <span id='ms017'></span> كاف وقيل تام مصلحون\nكاف المفسدون وليس يوقف لتعلق ما بعده به لا يشعرون تام وقال أبو عمرو كاف\nوقيل تام السفهاء كاف لا يعلمون تام وقال أبو عمرو أكفى مما قبله قالوا\nآمنا ليس بوقف لان الله تعالى لم يرد إن يعلمنا انهم إذا لقوا الذين آمنوا\nقالوا آمنا بل أراد أن يعلمنا نفاقهم وان اظهارهم للإيمان لا حقيقة له وذلك\nلا يحصل أو به مع ما بعده مستهزؤن كاف وان كره أبو حاتم الابتداء بقوله\nالله يستهزئ بهم وبقوله والله خير الماكرين إذ لاوجه لكراهته إذ المعنى انه\nيجازيهم على استهزائهم ومكرهم يستهزئ بهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nجائز يعمهون تام تجارتهم جائز مهتدين تام وقال أبو عمرو كاف نارا ليس\nبوقف وكذا ما حوله لآنهما من ملة ما ضرب الله مثلا للمنافقين في تعلقهم\nبظاهر الإسلام لحقن دمائهم والمثل يؤتى به على وجه لآن الفائدة إنما تحصل\nبجملته ذهب الله\n</p>\n\n<p>\nبنورهم جائز لا يبصرون تام وقال أبو عمرو كاف هذا على رفع ما بعده فمن\nنصبه كأبن مسعود فليس ذلك وقفا إن نصب على انه مفعول ثان لترك فأن نصب على\nالذم جاز ذلك لا يرجعون صالح وقال أبو عمرو كاف وقيل تام وبرق ليس بوقف\nلتعلق ما بعده به حذر الموت حسن وقال أبو عمرو تام بالكافرين تام قاموا تام\nوقال أبو عمرو كاف يخطف أبصارهم جائز مشوا فيه ليس بوقف لمقابلة ما بعده به\nقاموا تام وقال أبو عمرو كاف وقيل تام وأبصارهم كاف قدير تام قال مجاهد\nأربع آيات أول البقرة في نعت المؤمنين يعني إلى المفلحون وآيتان في نعت\nالكافرين يعني إلى عذاب عظيم وثلاث عشرة آية في نعت المنافقين يعني إلى\nقدير فهذه الوقوف الثلاثة هي أعلى درجات التام لأنها آخر الايات والقصص\nيتقون صالح لأنه آخر آية وليس بحسن لان ما بعده بدل من الذي خلقكم وقال أبو\nعمرو حسن السماء بناء صالح عند بعضهم وأباء آخرون وهو الاجود لان ما بعده\nإلى قوله رزقا <span id='ms018'></span> لكم من تمام صلة الذي جعل لكم ولايفصل بين الصلة والموصول\nوقال أبو عمرو الوقف عليه كاف رزقالكم صالح وليس لان ما بعده متعلق به مع\nما قبله وقال أبو عمرو تام أندادا ليس بوقف وأنتم تعلمون تام من مثله جائز\nصادقين تام والحجارة صالح إن جعل أعدت مستأنفا للكافرين تام من تحتها\nالأنهار مفهوم متشابها مفهوم وقال أبو عمرو كاف مطهرة جائز وليس بحسن وقال\nأبو عمرو كاف خالدون تام مثلا ما جائز وليس بحسن فمثلا مفعول يضرب وما صفة\nلمثلا زادت النكرة شياعا وبعوضة بدل من ما فما فوقها تام وقال أبو عمرو كاف\nوقيل تام من ربهم صالح بهذا مثلا كاف إن جعل ما بعده مستأنفا جوابا من الله\nلكلام الكافرين وان جعل من تمام الحكاية عن الكفار لم يحسن الوقف الوقف على\nذلك ولا يبعد أن يكون جائزا ويهدي به كثيرا كاف إلا الفاسقين تام إن جعل ما\nبعده مستأنفا وجائز إن جعل صفة له ميثاقه صالح وكذا في الأرض الخاسرون تام\nثم يميتكم كاف وأنكره بعضهم ثم يحييكم كاف ترجعون تام جميعا مفهوم وقيل حسن\nوقال أبو عمرو كاف سبع سماوات تام وكذا عليم خليفة قيل تام ورد بأن ما بعده\nجواب له فهو كاف ونقدس لك كاف ما لا تعلمون تام صادقين حسن وقال أبو عمرو\nكاف الحكيم احسن أو أكفى مما قبله والوقف على ما قبله من قوله إلا ما\nعلمتنا جائز بأسمائهم كاف تكتمون تام اسجدوا لآدم جائز من الكافرين كاف حيث\nشئتما جائز من الظالمين حسن وقال أبو عمرو كاف مما كانا فيه كاف وكذا\nاهبطوا بعضكم لبعض عدو إلى حين وفتاي عليه التواب الرحيم تام منها جميعا\nكاف فلا خوف عليهم جائز يحزنون تام أصحاب النار جائز بقبح خالدون تام أنعمت\nعليكم جائز بقبح وكذا أوف بعهدكم لقبح الابتداء بقوله واياي فارهبون لآن\nالرهبة لا تكون إلا من الله تعالى فارهبون كاف لما معكم جائز أول كافر به\nصالح فأتقون <span id='ms019'></span> تام وانتم تعلمون تام وأتوا الزكاة جائز مع الراكعين تام تتلون\nالكتاب كاف أفلا تعقلون تام وقال أبو عمرو فيه وفي فأتقون وأنتم تعلمون ومع\nالراكعين كاف والصلاة كاف الخاشعين جائز إليه راجعون تام العالمين حسن لا\nتام لاحتمال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nإن الواو بعده للعطف على إذ كروا لا للاستئناف والوقف شيئا وعلى شفاعة\nوعلى عدل جائز ولاهم ينصرون كاف من آل فرعون قبيح إن جعل يسومونكم حالا وان\nجعل استئنافا فجائز بلا قبح نسائكم صالح عظيم كاف تنظرون وأنتم ظالمون صالح\nتشكرون كاف تهتدون كاف فاقتلوا أنفسكم مفهوم عند بارئكم كاف وكذا فتاب\nعليكم التواب الرحيم حسن وقال أبو عمرو تام وأنتم تنظرون كاف وكذا تشكرون\nوالسلوى حسن وكذا رزقناكم يظلمون كاف خطاياكم كاف المحسنين حسن يفسقون كاف\nوقال أبو عمرو تام الحجر صالح اثنتا عشرة عينا حسن وكذا مشربهم من رزق الله\nجائز مفسدين كاف وبصلها حسن وقال أبو عمرو كاف وقوله أتستبدلون إلى أهبطوا\nمصر قيل الجملتان حكاية عن موسى عليه السلام حين غضب على قومه وقيل من قول\nالله تعالى وقيل الأولى حكاية عن موسى عليه السلام والثانية من قوله تعالى\nوهذا هو المشهور فعليه الوقف خير تام وعلى الاولين كاف وقيل تام ما سألتم\nحسن والمسكنة صالح وقال أبو عمرو تام من الله أحسن منه بغير الحق كاف\nيعتدون تام عند ربهم جائز وكذا عليهم يحزنون حسن وقال أبو عمرو تام فوقكم\nالطور صالح تتقون كاف وقال أبو عمرو تام من بعد ذلك حسن من الخاسرين\n</p>\n\n<p>\nكاف وكذا خاسئين للمتقين حسن أن تذبحوا بقرة صالح وكذا هزؤا من الجاهلين\nكاف ولا بكر كاف إن جعل عوان خبر المبتدأ محذوف أي هي عوان بين ذلك أي بين\nالكبيرة والصغيرة بين ذلك كاف وكذا تؤمرون وما لونها وتسر الناظرين ما هي\nجائز وكذا تشابه علينا المهتدون كاف لا ذلول كاف إن جعل تثير الأرض خبر\nمبتدأ محذوف وكذا تثير الأرض ولا تسقي الحرث إن جعل ما بعد كل منهما <span id='ms020'></span> خبر\nمبتدأ محذوف لا شية فيها أكفى من ذلك جئت بالحق حسن يفعلون كاف وكذا فادا\nرأتم فيها وما كنتم تكتمون وببعضها وتعقلون أو اشد قسوة تام وقال أبو عمرو\nكاف الأنهار كاف وكذا منه الماء من خشية الله حسن وقال أبو عمرو كاف وما\nالله بغافل عما يعملون تام وقال أبو عمرو إن قرئ يعملون بالياء التحتية\nلأنه حينئذا استئناف ومن قرأه بالفوقية فالوقف على ذلك كاف لاتصال ذلك\nبالخطاب المتقدم في قوله ثم قست قلوبكم وهو يعملون حسن قالوا آمنا مفهوم\nعند ربكم صالح أفلا تعقلون تام وما يعلنون كاف إلا يظنون صالح وكذا ثمنا\nقليلا وقال أبو عمرو كاف فيهما مما يكسبون تام وقال أبو عمرو كاف معدودة\nصالح ما لا تعلمون حسن بل ليس بوقف لان ما بعده متعلق به لأنه من تتمة\nالجواب ومنه قوله تعالى فيما يأتي بلى من أسلم وجهه فالوقف على بلى في\nالآيتين خطأ ففيه رد على أبي عمر وحيث قال الوقف على بلى كاف في جميع\nالقرآن لأنه رد للنفي المتقدم نعم إن اتصل به قسم كقوله تعالى قالوا وربنا\nوقل بلى وربي لم يوقف عليه دونه وما قاله أبو عمر وأوجه أصحاب النار مفهوم\nوكذا أصحاب الجنة وهو ظاهر إن جعلت الجملة بعد كل منهما مستأنفة لا إن\nأعربت حالا كما حكى عن ابن كيسان أو خبرا ثانيا خالدون في الموضعين تام إلا\nالله تام وقال أبو عمرو كاف والمساكين مفهوم حسنا صالح وأقيموا الصلاة جائز\nوكذا وآتوا الزكاة معرضون كاف وكذا تشهدون والعدوان صالح إخراجهم حسن وكذا\nببعض والحياة الدنيا وقال أبو عمرو في الثلاثة كاف أشد العذاب كاف تعملون\nتام سواء قرئ بالتاء الفوقية أو بالتحية وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عمرو كاف وقال أبو حلتم تام ولا هم ينصرون أتم منه بالرسل كاف\nالبيانات مفهوم القدس حسين وقال أبو عمرو كاف استكبرتم صالح تقتلون كاف\nقلوبنا غلف صالح ما يؤمنون تام مصدق لما معهم ليس بوقف كفروا به حسن <span id='ms021'></span> على\nالكافرين تام وقال أبو عمرو كاف من عبادة صالح على غضب كاف مهين تام لما\nمعهم كاف مؤمنين تام ظالمون كاف فوقكم الطور حسن واسمعوا حسن وعصينا صالح\nبكفرهم حسن مؤمنين تام صادقين تام أيديهم كف بالظالمين تام وقال أبو عمرو\nكاف وقيل تام ومن الذين أشركوا تام وقال أبو عمرو كاف كان هما بناء على\nجعله معطوفا على قبله أي وأحرص من الذين أشركوا وان جعل متعلقا بما بعده\nفالوقف على حياة وهو تام ألف سنة كاف وكذا إن يعمر بما يعملون تام وكذا\nللمؤمنين وعدو للكافرين وقال أبو عمرو في الأخيرين كاف بينات كاف الفاسقون\nتام وقال أبو عمرو كاف نبذة فريق منهم جائز لا يؤمنون تام وقال أبو عمرو\nكاف لا يعملون كاف وكذا ملك سليمان تام قالة نافع وجماعة وقال أبو عمرو ليس\nبتام ولا كاف بل هو حسن ولكن الشياطين كفروا صالح يعملون الناس السحر كاف\nإن جعلت ما جحدا وان جعلت بمعنى الذي لم يوقف على ذلك هاروت وماروت تام\nوقال أبو عمرو كاف فلا تكفر كاف إن جعل ما بعده معطوفا على ما تقدم وحسن إن\nجعل ما بعده مستأنفا أي فهم يتعلمون بين المرء وزوجه حسن إلا بأذن الله كاف\nولا ينفعهم حسن من خلاق صالح وقال أبو عمرو فيهما كاف لو كانوا يعلمون\nاثنان أولهما صالح وثانيهما تام وقال أبو عمرو في الأول كاف وفي الثاني تام\nلأنه آخر القصة واسمعوا كاف عذاب اليم تام وأبو عمر وعكس ذلك من ربكم حسن\nوقال أبو عمرو كاف من يشاء كاف العظيم تام أو مثلها حسن وقال أبو عمرو كاف\nوقيل تام قدير تام والأرض مفهوم وقال أبو عمرو كاف ولا نصير صالح من قبل\nتام سواء السبيل تام وقال أبو عمرو في الثلاثة كاف كفارا كاف وقيل تام نقل\nالأصل الأول عن أبي حاتم ثم قال وليس عندي بكاف ولا جيد إن نصب حسدا\nبالعامل قبله وإنما يكون كافيا إن نصب <span id='ms022'></span> بمضر سواء فيهما نصب بأنه مصدر أو\nمفعول له وتقدير المضمر يحسدونكم أو يردونكم ما تبين لهم الحق كاف وكذبا\nبأمره قدير تام وآتوا الزكاة تام وقال أبو عمرو كاف عند الله كاف بصير تام\n</p>\n\n<p>\nأوأو\n</p>\n\n<p>\nنصارى كاف تلك أمانيهم حسن وقال أبو عمرو كاف وقيل تام صادقين كاف وقيل\nحسن بلى تقدم عند ربه جائز وكذا ولا خوف عليهم ولا هم يحزنون تام على شيء\nفي الموضعين مفهوم يتلون الكتاب كاف كذلك ليس بوقف ومن عليه جعله راجعا إلى\nتلاوة اليهود وجعل وهم يتلون الكتاب راجعا إلى النصارى أي والنصارى يتلون\nالكتاب كتلاوة اليهود مثل قولهم صالح يختلفون تام في خرابها صالح وقال أبو\nعمرو كاف خائفين كاف عذاب عظيم تام فثم وجه الله كاف واسع عليم تام إن قرئ\nقالوا بلا واو أو بالواو وجعلت استئنافا وإلا فالوقف على ذلك كاف وأطلق أبو\nعمر وأن الوقف عليه كاف سبحانه مفهوم والأرض كاف قانتون تام السموات والأرض\nكاف قانتون تام السموات والأرض صالح كن جائز وقال أبو عمرو كاف هذا إن رفع\nفيكون خبر مبتدأ محذوف وإلا لم يوقف عليه فيكون تام على القراءتين ومثل ذلك\nيأتي في أمثاله الواقعة في القرآن أو تأتينا آية كاف وكذا مثل قولهم\nوتشابهت قلوبهم يوقنون تام ونذيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nحسن إن قرئ بفتح التاء والجزم والرفع استئنافا فأن رفع حالا فالوقف على\nذلك جائز أصحاب الجحيم كاف ملتهم حسن هو الهدى صالح ولا نصير تام يؤمنون به\nحسن وقال أو عمرو كاف وذلك بجعل أولئك يؤمنون به خبر الذين آتيناهم الكتاب\nومن أجاز الوقف على حق تلاوته جعل يتلونه حق تلاوته خبر الذين آتيناهم\nالكتاب الخاسرون تام على العالمين كاف عن نفس شيئا حسن ولاهم ينصرون كاف\nوقال أو عمرو تام فأتمهن صالح وكذا اماما ومن ذريتي الظالمين كاف وقال أو\nعمرو تام وأمنا حسن على قراءة واتخذوا بكسر الخاء على الأمر وجائز على\nقراءته بفتحها على الخبر مصلى حسن على القراءتين وقال أو <span id='ms023'></span> عمرو كاف والركع\nالسجود كاف وقال أو عمرو تام واليوم الآخر تام إلى عذاب النار جائز وبئس\nالمصير كاف واسمعيل كاف إن جعل ربنا مقولا له ولإبراهيم أي يقولان ربنا ومن\nقال انه مقول له وحده وقف على البيت تقبل منا مفهوم وقال أو عمرو كاف\nالسميع العليم تام وقال أو عمرو اكفى مما قبله وقال ابن الانباري مسلمين لك\nكاف مناسكا صالح وتب علينا مفهوم وقال أو عمرو كاف الرحيم تام ويزكيهم صالح\nوقال أو عمرو كاف العزيز الحكيم تام إلا من سفه نفسه كاف وكذا في الدنيا\nلمن الصالحين مفهوم أسلم كاف العالمين تام بنيه جائز ويعقوب أجوز منه وأنتم\nمسلمون كاف وكذا من بعدي واله آبائك صالح إن نصب ما بعده بفعل أي يعنون\nإبراهيم واسمعيل واسحق وليس بوقف إن جرد ذلك بالبدلية من آبائك وهو ما عليه\nالأكثر الها واحدا كاف إن جعلت الجملة بعده مستأنفة وليس بوقف إن جعلت حالا\nمسلمون حسن على الوجهين قد خلت هنا وفيما يأتي صالح لها ما كسبت هنا وفيما\nيأتي مفهوم ولكم ما كسبتم هنا وفيما يأتي صالح وقال أو عمرو في الثلاثة كاف\nتعملون تام تهتدوا حسن وقال أو عمرو تام حنيفا صالح إن جعل ما بعده من مقول\nالقول أي قل بل ملة إبراهيم وقل ما كان إبراهيم من المشركين وكاف إن جعل\nذلك استئنافا وأطلق أبو عمر وانه كاف من المشركين تام وكذا ونحن له مسلمون\nفقد اهتدوا حسن وقال أو عمرو كاف في شقاق صالح وكذا قوله فسيكفيكهم الله\nالعليم تام صبغة الله صالح ومن أحسن من الله صبغة صالح وقال أو عمرو كاف له\nعابدون تام وهو ربنا وربكم صالح ولكم أعمالكم صالح مخلصون كاف على قراءة أم\nيقولون بالغيبة وصالح على قراءته بالحطاب لآن المعنى حينئذ أتحاجوننا في\nالله أم تقولون إن الأنبياء كانوا على دينكم أو نصارى كاف أم الله تام من\nالله حسن وقال أو عمرو كاف عما يعملون تام وكذا <span id='ms024'></span> كانوا يعملون كانوا عليها\nكاف والمغرب صالح مستقيم تام وكذا عليكم شهيدا على عقبيه كاف هدى الله حسن\nوقال أو عمرو تام إيمانكم كاف رحيم تام في السماء حسن قبله ترضاها مفهوم\nوكذا المسجد الحرام وجوهكم شطره حسن وقال أو عمرو كاف من ربهم كاف وكذا عما\nتعملون ما تبعوا قبلتك مفهوم بتابع قبلة بعض حسن وقال أو عمرو كاف لمن\nالظالمين تام كما يعرفون أبناءهم كاف وهم يعملون تام وكذا الحق من ربك\nوالممترين الخيرات حسن وكذا جميعا وقال أو عمرو فيهما كاف قدير تام وقال أو\nعمرو كاف المسجد الحرام كاف وكذا اللحق من ربك عما يعملون تام المسجد\nالحرام صالح ولعلكم تهتدون تام إن علق ما بعده بقوله بعد فأذكروني وليس\nبوقف إن علق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nذلك بقوله قبل ولا تم ما لم\n</p>\n\n<p>\nتكونواا\n</p>\n\n<p>\nتعملون كاف ولا تكفرون تام والصلاة كاف وكذا مع الصابرين وأموات ولا\nتشعرون والثمرات حسن وقال أو عمرو كاف وبشر الصابرين تام وقال أبو عمرو كاف\nهذا إن جعل الذين مبتدأ خبره أولئك الخ وليس بوقف إن جعل ذلك نعتا للصابرين\nوأولئك مبتدأ خبره ما بعد بل الوقف على راجعون وهو وقف تام ورحمة صالح\nالمهتدون تام من شعائر الله كاف أن يطوف بهما حسن وقال أبو عمرو كاف شاكر\nعليم تام وكذا التواب الرحيم ولا بأس بالوقف على أجمعين خالدين فيها كاف\nوقال أبو عمرو صالح ولا هم ينظرون تام اله واحد جائز الرحمن الرحيم تام\nوكذا القوم يعقلون كحب الله حسن وقال أبو عمرو كاف أشد حبا لله حسن وقال\nأبو عمرو تام إذ يرون العذاب مفهوم لمن قرأ ولو ترى بالتاء الفوقية وكسر\nالهمزة من إن القوة لله وان الله شديد العذاب وإلا فليس بوقف بل الوقف على\nشديد العذاب وهو وقف صالح بهم الأسباب صالح وقال أبو عمرو كاف منا صالح\nحسرات عليهم كاف من النار تام طيبا وكذا خطوات الشيطان عدو مبين تام ما لا\nتعملون كاف وكذا آباءنا ولا <span id='ms025'></span> يهتدون تام ونداء كاف لا يعقلون تام ما رزقناكم\nجائز تعبدون تام به لغير الله فلا آثم عليه كاف غفور رحيم كاف إلا النار\nصالح عذاب اليم تام على النار تام الكتاب بالحق بعيد تام وحين البأس كاف\nوقيل صدقوا مفهوم المتقون تام في القتلى حسن بالأنثى كاف بإحسان صالح ورحمة\nكاف عذاب أليم حسن تتقون تام إن ترك خيرا قيل حسن ورد بأن قوله لوصية مرفوع\nأما بكتب أو باللام في للوالدين بمعنى فقيل لكم الوصية للوالدين بأضمار\nالقول ولا يجوز الفصل بين الفعل وفاعله ولا بين القول ومقوله لكن بقي\nاحتمال ثالث وهو انه مرفوع وما بعده خبره أو خبره محذوف أي الايصاء كتب\nعليكم فعليه يحسن الوقف على خيرا بالمعروف كاف إن نصب حقا على المصدر وليس\nبوقف إن نصب وليس ذلك بكتب على المتقين حسن يبدلونه كاف وكذا سميع عليم\nوفلا أثم عليه رحيم تام تتقون جائز لأنه رأس آية وليس لآن ما بعده متعلق\nبكتب عليكم الصيام معدودات حسن من أيام أخرها وفيما يأتي حسن وقال أبو عمرو\nكاف مسكين كاف فهو خير له كاف تعملون تام إن رفع شهر رمضان بالابتداء وجعل\nما بعده خبر وكاف إن رفع ذلك بأنه خبر مبتدأ محذوف وصالح إن رفع ذلك بأنه\nبدل من الصيام والفرقان كاف وقيل تام فليصمه كاف تشكرون تام فأني قريب صالح\nوكذا إذا دعان يرشدون تام إلى نسائكم كاف وكذا البأس لكم لباس لهن تام وعفا\nعنكم صالح وكذا ما كتب الله لكم إلى الليل كاف وكذا في المساجد فلا تقربوها\nحسن وقال أبو عمرو كاف تام تعلمون تام يسألونك عن الأهلة صالح أو مفهوم\nوكذا نظائره كيسألونك عن الشهر الحرام قتال فيه ويسألونك عن الخمر والميسر\nوأبي الوقف عليه جماعة لأن ما بعده جوابه فلا يفصل بينهما والحج كاف وكذا\nمن اتقى ومن أبوابها تعلحون تام ولا تعتدوا صالح المعتدين تام حيث أخرجوكم\nكاف من القتل حسن حتى يقاتلوكم فيه كاف فاقتلوهم <span id='ms026'></span> صالح الكافرين كاف رحيم\nحسن الدين لله صالح الظالمين تام قصاص كاف وكذا بمثل ما اعتدى عليكم\nالمتقين تام واحسنوا صالح المحسنين حسن والعمرة لله كاف ومن قرأ العمرة\nبالرفع فله الوقف على وأتموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالحج من الهدى حسن الهدى محله كاف أو نسك صالح من الهدى كاف كاملة حسن\nوكذا المسجد الحرام العقاب تام معلومات كاف في الحج تام وقال أبو عمرو كاف\nولا وقف على شيء مما قبله في الآية سواء رفع أم نصب فأن رفع الرفث والفسوق\nونصب الجدال وقف على الفسوق وهو وقف كاف يعلمه الله تام التقوى كاف يا أولي\nالالباب تام من ربكم كاف وكذا المشعر الحرام كما هداكم حسن والضالين من حيث\nأفاض الناس جائز واستغفروا الله كاف وكذا رحيم أو اشد ذكرا ومن خلاق وعذاب\nالنار ومما كسبوا الحساب حسن وقال أبو عمرو تام معدودات كاف وكذا فلا اثم\nعليه الأول لمن اتقى حسن وقال أبو عمرو كاف وقيل تام تحشرون تام على ما في\nقلبه ليس بوقف ألد الخصام كاف وكذا والنسل ومن قرأ ويهلك بالرفع على\nالاستئناف فله الوقف على ليفسد فيها إلا يحب الفساد حسن أخذته العزة بالإثم\nجائز فحسبه جهنم كاف ولبئس المهاد تام مرضاة الله كاف وقال أبو عمرو تام\nبالعباد تام كافة صالح وكذا خطوات الشيطان عدو مبين كاف عزيز حكيم تام في\nظلل من الغمام جائز وان قال ابن كثير انه كاف لان\n</p>\n\n<p>\nقولهله\n</p>\n\n<p>\nوالملائكة معطوف على فاعل يأتيهم قبله ومن قرأ والملائكة بالجر عطفا على\nالغمام لم يقف على الغمام صالح على القراءتين وقضي الأمر حسن ترجع الأمور\nتام بينه حسن شديد العقاب تام من الذين آمنوا حسن وقال أبو عمرو كاف يوم\nالقيامة كاف بغير حساب تام ومنذرين حسن فيما اختلفوا فيه حسن وقال أبو عمرو\nكاف والوقف على كان الناس أمة واحدة ليس بجيد وان قيل انه حسن لان ما بعده\nمتعلق به بغيا بينهم مفهوم وقال أبو عمرو كاف وقيل تام من <span id='ms027'></span> الحق بأذنه كاف\nوكذا مستقيم خلوا من قبلكم صالح وان قيل انه حسن متى نصر الله حسن وقال أبو\nعمرو كاف قريب تام ماذا ينفقون هنا وفيما يأتي مفهوم على ما مر وابن السبيل\nكاف به علم تام كره لكم حسن وقال أبو عمرو كاف خير لكم كاف وكذا شر لكم لا\nتعملون تام قتال فيه كبير تام وقال أبو عمرو كاف أكبر عند الله حسن وهو خبر\nقوله وصد عن سبيل الله مع ما عطف عليه أكبر من القتل حسن أيضا وقال أبو\nعمرو وفيهما كاف إن استطاعوا حسن وقال أبو عمرو كاف والآخرة مفهوم أصحاب\nالنار جائز فيها خالدون تام رحمة الله كاف رحيم تام والميسر مفهوم وتقدم\nبما فيه ومنافع للناس صالح من نفعهما كاف ماذا ينفقون مفهوم وتقدم بما فيه\nقل العفو تام وقال أبو عمرو كاف وقيل تام لعلكم تتفكرون ليس بوقف لان ما\nبعده متعلق به أو يبين الله لكم ة الآخرة تام عن اليتامى مفهوم وتقدم إصلاح\nلهم خير فإخوانكم كاف وكذا من المصلح لأعنتكم صالح وقال أبو عمرو كاف حكيم\nحسن وقال أبو عمرو تام حتى يؤمن صالح ولو أعجبتكم كاف حتى يؤمنوا صالح ولو\nأعجبكم كاف إلى النار حسن بأذنه كاف يتذكرون تام عن المحيض تقدم ذكره قل هو\nأذى مفهوم حتى يطهرن صالح أمركم الله كاف التوابين جائز المتطهرين تام أنى\nشتم كاف وكذا لانفسكم وملاقوه وقال أبو عمرو ملاقوه تام ولو وقف على واتقوا\nالله جاز وشر المؤمنين تام بين الناس كاف عليم كسبت قلوبكم كاف غفور حليم\nأربعة اشهر مفهوم رحيم سميع كاف سميع عليم تام ثلاثة قروء كاف واليوم الآخر\nحسن وكذا أصلا بالمعروف كاف وكذا عليهن درجة عزيز حكيم تام الطلاق مرتان\nصالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل حسن بأحسان كاف وكذا أن لا يقيما حدود الله وفيما افتدت به فأن خفتم\nأن لا يقيما حدود الله ليس بوقف فلا تعتدوها تام وقال أبو عمرو كاف\nالظالمون زوجا غيره كاف <span id='ms028'></span> وكذا أن يقيما حدود الله يعملون تام وقيل كاف أو\nسرحوهن بمعروف حسن وقال أبو عمرو كاف ضرار التعتدوا تام نفسه كاف وكذا هزؤا\nويعظكم به اتقوا الله صالح عليم تام بالمعروف كاف اليوم الآخر صالح وقال\nأبو عمرو كاف وأطهر كاف لا تعلمون تام الرضاعة حسن وكذا كسوتهن بالمعروف\nوإلا وسعها وقال أبو عمرو في إلا وسعها كاف بولده صالح مثل ذلك أصلح منه\nوقال أبو عمرو انه كاف وكذا ما آتيتم بالمعروف واتقوا الله جائز بصير تام\nوعشرا صالح بالمعروف كاف خبير تام في أنفسكم حسن قولا معروفا تام أجله حسن\nوقال أبو عمرو كاف فأحذروه كاف غفور حليم تام فريضة كاف وعلى المقتر قدره\nلا يوقف عليه اختيار الاتصال ما بعده به على المحسنين كاف وكذا عقدة النكاح\nاقرب للتقوى حسن وقال أبو عمرو كاف بينكم كاف بصير تام الوسطى صالح وان كان\nما بعده معطوفا على ما قبله لأنه عطف جملة على جملة فهو كالمنفصل عنه\nقانتين كاف أو ركبانا صالح تعملون تام غير اخراج كاف وكذا من معروف عزيز\nحكيم تام وللمطلقات متاع بالمعروف جائز المتقين حسن تعقلون تام احياهم حسن\nوقال أبو عمرو كاف لا يشكرون تام وقاتلوا في سبيل الله جائز سميع عليم تام\nأضعافا كثيرة حسن ويبسط جائز وقال أبو عمرو فيه كاف واليه ترجعون تام نقاتل\nفي سبيل الله صالح وكذا أن لا تقاتلوا وقال أبو عمرو فيه كاف وأبنائنا كاف\nوكذا إلا قليلا منهم بالظالمين تام طالوت ملكا كاف وكذا من المال والجسم\nومن يشاء واسع عليم تام سكينة من ربكم جائز تحمله الملائكة كاف وكذا مؤمنين\nبالجنود ليس بوقف وقال أبو عمرو فيه تام بنهر صالح فليس مني مفهوم بييده\nكاف وكذا إلا قليلا منهم وجنوده وبأذن الله وقال أبو عمرو في الاخير كاف مع\nالصابرين حسن أفرغ علينا صبرا جائز وكذا وثبت أقدامنا على القوم الكافرين\nصالح فهزموهم بأذن الله كاف مما يشاء تام وكذا نتلوها عليك بالحق <span id='ms029'></span> والمرسلين\nوفضلنا بعضهم على بعض ومن وقف على قوله كلم الله ونوى بما\n</p>\n\n<p>\nبعدهده\n</p>\n\n<p>\nاستئنافا فوقفه كاف أو نوى به عطفا فوق صالح درجات حسن بروح القدس كاف\nولكن اختلفوا صالح وقال أبو عمرو كاف من كفر كاف ما يريد تام ولا شفاعة كاف\nالظالمون تام الله لا اله إلا هو صالح الحي القيوم كاف ولا نوم حسن وما في\nالأرض تام إلا بأذنه حسن وما خلفهم كاف وكذا شاء والأرض حفظهما صالح العظيم\nتام لا إكراه في الدين صالح من الغي كاف وكذا الانفصام لها سميع عليم تام\nإلى النور كاف أولياؤهم الطاغوت مفهوم إلى الظلمات كاف خالدون تام إن آتاه\nالله الملك حائز وليس وان قيل به وقال أبو عمرو كاف الظالمين صالح وكذا ثم\nبعثه قال كم لبثتم كاف وكذا أو بعض يوم لم يتسنه صالح آية للناس صالح لحما\nكاف قدير تام تحي الموتى صالح وقال أبو عمرو كاف يأتينك سعيا كاف عزيز حكيم\nتام مائة حبة كاف وكذا لمن يشاء واسع عليم تام لهم أجرهم عند ربهم كاف وكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nيحزنون وتبعها أذى والله غني حليم واليوم الآخر كاف مما كسبوا تام وكذا\nالكافرين وفطل وصير فاحترقت كاف يتفكرون تام من الأرض حسن وكذا إلا إن\nتغمضوا فيه غني حميد تام بالفحشاء كاف وكذا فضلا وواسع عليم من يشاء تام\nخيرا كثيرا كاف أولوا تام يعلمه كاف من أنصارهم تام فنعما هي كاف فهو حير\nلكم تام وقال أبو عمرو كف لكن من قرأ ونكفر بالجزم لم يقف على خير لكم لآن\nنكفر معطوف على جواب الشرط فلا يفصل بينهما من سيئاتكم كاف خبير تام من\nيشاء حسن وقال أبو عمرو كاف فلأنفسكم كاف وكذا ابتغاء وجه الله لا يظلمون\nتام إن علق ما بعده بمحذوف متأخر عنه أي للفقراء المذكورين حق واجب في\nأموالكم وكاف إن علق ذلك بمحذوف متقدم أي الإنفاق للفقراء المذكورين يوف\nإليكم في الأرض صالح وكذا من التعفف وقال أبو عمرو <span id='ms030'></span> فيه كاف إلحافا كاف به\nعليم تام عند ربهم جائز وكذا ولا خوف عليهم ولا هم يحزنون تام من المس حسن\nوكذا مثل الربا وقال أبو عمرو فيهما كاف وحرم لربا وأمره إلى الله حسن وقال\nأبو عمرو كاف أصحاب النار صالح خالدون تام ويربي الصدقات كاف كفار أثيم تام\nوكذا يحزنون مؤمنين حسن ورسوله صالح وكذا رؤس اموالكم ولا تظلمون حسن وقال\nأبو عمرو كاف إلى ميسرة كاف تعلمون تام ترجعون فيه إلى الله حسن وهم لا\nيظلمون تام فأكتبوه كاف وكذا بالعدل وكما بالعدل وكما علمه الله وفليكتب\nعليه الحق جائز وكذا وليتق ربه منه شيئا كاف وكذا وليه بالعدل ومن رجالكم\nمن الشهداء كاف إن قرئ بفتحها أحدهم الأخرى كاف وكذا إذا ما دعوا إلى أجبه\nصالح إن لا تكتبوها كاف وكذا إذا تبايعتم ولا شهيد وفسوق بكم واتقوا الله\nجائز ويعلمكم الله كاف بكل شيء عليم تام مقبوضة كاف وليتق الله ربه كاف\nوكذا ولا تكتموا الشهادة وكذا آثم قلبه بما تعملون عليم تام وما في الأرض\nكاف يحاسبكم به الله صالح إن رفع ما بعده وليس بوقف إن جزم ذلك لأنه معطوف\nعلى يحاسبكم فلا يفصل بينهما فيغفر لمن يشاء صالح ويعذب من يشاء كاف قدير\nتام والمؤمنون حسن وقال أبو عمرو كاف وكتبه ورسله حسن وقال أبو عمرو كاف\nوذلك على قراءة لا نفرق بالنون لأنه منقطع عما قبله ومن قرأه بالياء فلا\nيقف على ذلك لان لا يفرق راجع إلى قوله كل آمن بالله فلا يقطع عنه ومن رسله\nكاف على القراءتين وكذا سمعنا وأطعنا المصير تام إلا وسعها صالح لهما كسبت\nجائز وعليها ما اكتسبت حسن وكذا أو أخطأنا ومن قبلنا وقال أبو عمرو فيهما\nكاف ما لا طاقة لنا به كاف واعف عنا صالح واغفر لنا مفهوم وارحمنا صالح\nوقال أبو عمرو كاف ولا يحسن الوقف على أنت مولانا لمكان الفاء بعده آخر\nالسورة تام. فا فوقفه كاف أو نوى به <span id='ms031'></span> عطفا فوق صالح درجات حسن بروح القدس\nكاف ولكن اختلفوا صالح وقال أبو عمرو كاف من كفر كاف ما يريد تام ولا شفاعة\nكاف الظالمون تام الله لا اله إلا هو صالح الحي القيوم كاف ولا نوم حسن وما\nفي الأرض تام إلا بأذنه حسن وما خلفهم كاف وكذا شاء والأرض حفظهما صالح\nالعظيم تام لا إكراه في الدين صالح من الغي كاف وكذا الانفصام لها سميع\nعليم تام إلى النور كاف أولياؤهم الطاغوت مفهوم إلى الظلمات كاف خالدون تام\nإن آتاه الله الملك حائز وليس وان قيل به وقال أبو عمرو كاف الظالمين صالح\nوكذا ثم بعثه قال كم لبثتم كاف وكذا أو بعض يوم لم يتسنه صالح آية للناس\nصالح لحما كاف قدير تام تحي الموتى صالح وقال أبو عمرو كاف يأتينك سعيا كاف\nعزيز\n</p>\n\n<p>\nحكيم تام مائة حبة كاف وكذا لمن يشاء واسع عليم تام لهم أجرهم عند ربهم\nكاف وكذا يحزنون وتبعها أذى والله غني حليم واليوم الآخر كاف مما كسبوا تام\nوكذا الكافرين وفطل وصير فاحترقت كاف يتفكرون تام من الأرض حسن وكذا إلا إن\nتغمضوا فيه غني حميد تام بالفحشاء كاف وكذا فضلا وواسع عليم من يشاء تام\nخيرا كثيرا كاف أولوا تام يعلمه كاف من أنصارهم تام فنعما هي كاف فهو حير\nلكم تام وقال أبو عمرو كف لكن من قرأ ونكفر بالجزم لم يقف على خير لكم لآن\nنكفر معطوف على جواب الشرط فلا يفصل بينهما من سيئاتكم كاف خبير تام من\nيشاء حسن وقال أبو عمرو كاف فلأنفسكم كاف وكذا ابتغاء وجه الله لا يظلمون\nتام إن علق ما بعده بمحذوف متأخر عنه أي للفقراء المذكورين حق واجب في\nأموالكم وكاف إن علق ذلك بمحذوف متقدم أي الإنفاق للفقراء المذكورين يوف\nإليكم في الأرض صالح وكذا من التعفف وقال أبو عمرو فيه كاف إلحافا كاف به\nعليم تام عند ربهم جائز وكذا ولا خوف عليهم ولا هم يحزنون تام من المس <span id='ms032'></span> حسن\nوكذا مثل الربا وقال أبو عمرو فيهما كاف وحرم لربا وأمره إلى الله حسن وقال\nأبو عمرو كاف أصحاب النار صالح خالدون تام ويربي الصدقات كاف كفار أثيم تام\nوكذا يحزنون مؤمنين حسن ورسوله صالح وكذا رؤس اموالكم ولا تظلمون حسن وقال\nأبو عمرو كاف إلى ميسرة كاف تعلمون تام ترجعون فيه إلى الله حسن وهم لا\nيظلمون تام فأكتبوه كاف وكذا بالعدل وكما بالعدل وكما علمه الله وفليكتب\nعليه الحق جائز وكذا وليتق ربه منه شيئا كاف وكذا وليه بالعدل ومن رجالكم\nمن الشهداء كاف إن قرئ بفتحها أحدهم الأخرى كاف وكذا إذا ما دعوا إلى أجبه\nصالح إن لا تكتبوها كاف وكذا إذا تبايعتم ولا شهيد وفسوق بكم واتقوا الله\nجائز ويعلمكم الله كاف بكل شيء عليم تام مقبوضة كاف وليتق الله ربه كاف\nوكذا ولا تكتموا الشهادة وكذا آثم قلبه بما تعملون عليم تام وما في الأرض\nكاف يحاسبكم به الله صالح إن رفع ما بعده وليس بوقف إن جزم ذلك لأنه معطوف\nعلى يحاسبكم فلا يفصل بينهما فيغفر لمن يشاء صالح ويعذب من يشاء كاف قدير\nتام والمؤمنون حسن وقال أبو عمرو كاف وكتبه ورسله حسن وقال أبو عمرو كاف\nوذلك على قراءة لا نفرق بالنون لأنه منقطع عما قبله ومن قرأه بالياء فلا\nيقف على ذلك لان لا يفرق راجع إلى قوله كل آمن بالله فلا يقطع عنه ومن رسله\nكاف على القراءتين وكذا سمعنا وأطعنا المصير تام إلا وسعها صالح لهما كسبت\nجائز وعليها ما اكتسبت حسن وكذا أو أخطأنا ومن قبلنا وقال أبو عمرو فيهما\nكاف ما لا طاقة لنا به كاف واعف عنا صالح واغفر لنا مفهوم وارحمنا صالح\nوقال أبو عمرو كاف ولا يحسن الوقف على أنت مولانا لمكان الفاء بعده آخر\nالسورة تام. كيم تام مائة حبة كاف وكذا لمن يشاء واسع عليم تام لهم أجرهم\nعند ربهم كاف وكذا يحزنون وتبعها أذى والله غني حليم واليوم الآخر كاف <span id='ms033'></span> مما\nكسبوا تام وكذا الكافرين وفطل وصير فاحترقت كاف يتفكرون تام من الأرض حسن\nوكذا إلا إن تغمضوا فيه غني حميد تام بالفحشاء كاف وكذا فضلا وواسع عليم من\nيشاء تام خيرا كثيرا كاف أولوا تام يعلمه كاف من أنصارهم تام فنعما هي كاف\nفهو حير لكم تام وقال أبو عمرو كف لكن من قرأ ونكفر بالجزم لم يقف على خير\nلكم لآن نكفر معطوف على جواب الشرط فلا يفصل بينهما من سيئاتكم كاف خبير\nتام من يشاء حسن وقال أبو عمرو كاف فلأنفسكم كاف وكذا ابتغاء وجه الله لا\nيظلمون تام إن علق ما بعده بمحذوف متأخر عنه أي للفقراء المذكورين حق واجب\nفي أموالكم وكاف إن علق ذلك بمحذوف متقدم أي الإنفاق للفقراء المذكورين يوف\nإليكم في الأرض صالح وكذا من التعفف وقال أبو عمرو فيه كاف إلحافا كاف به\nعليم تام عند ربهم جائز وكذا ولا خوف عليهم ولا هم يحزنون تام من المس حسن\nوكذا مثل الربا وقال أبو عمرو فيهما كاف وحرم لربا وأمره إلى الله حسن وقال\nأبو عمرو كاف أصحاب النار صالح خالدون تام ويربي الصدقات كاف كفار أثيم تام\nوكذا يحزنون مؤمنين حسن ورسوله صالح وكذا رؤس اموالكم ولا تظلمون حسن وقال\nأبو عمرو كاف إلى ميسرة كاف تعلمون تام ترجعون فيه إلى الله حسن وهم لا\nيظلمون تام فأكتبوه كاف وكذا بالعدل وكما بالعدل وكما علمه الله وفليكتب\nعليه الحق جائز وكذا وليتق ربه منه شيئا كاف وكذا وليه بالعدل ومن رجالكم\nمن الشهداء كاف إن قرئ بفتحها أحدهم الأخرى كاف وكذا إذا ما دعوا إلى أجبه\nصالح إن لا تكتبوها كاف وكذا إذا تبايعتم ولا شهيد وفسوق بكم واتقوا الله\nجائز ويعلمكم الله كاف بكل شيء عليم تام مقبوضة كاف وليتق الله ربه كاف\nوكذا ولا تكتموا الشهادة وكذا آثم قلبه بما تعملون عليم تام وما في الأرض\nكاف يحاسبكم به الله صالح إن رفع ما بعده وليس بوقف إن <span id='ms034'></span> جزم ذلك لأنه معطوف\nعلى يحاسبكم فلا يفصل بينهما فيغفر لمن يشاء صالح ويعذب من يشاء كاف قدير\nتام والمؤمنون حسن وقال أبو عمرو كاف وكتبه ورسله حسن وقال أبو عمرو كاف\nوذلك على قراءة لا نفرق بالنون لأنه منقطع عما قبله ومن قرأه بالياء فلا\nيقف على ذلك لان لا يفرق راجع إلى قوله كل آمن بالله فلا يقطع عنه ومن رسله\nكاف على القراءتين وكذا سمعنا وأطعنا المصير تام إلا وسعها صالح لهما كسبت\nجائز وعليها ما اكتسبت حسن وكذا أو أخطأنا ومن قبلنا وقال أبو عمرو فيهما\nكاف ما لا طاقة لنا به كاف واعف عنا صالح واغفر لنا مفهوم وارحمنا صالح\nوقال أبو عمرو كاف ولا يحسن الوقف على أنت مولانا لمكان الفاء بعده آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head12'>سورة آل عمران مدنية</h1>\n\n<p>\nوالم تقدم الكلام عليه في سورة البقرة الله لا اله إلا هو حسن إن رفعت\nبأنه خبر لمبتدأ محذوف وليس يوقف إن رفعت ذلك بأنه صف ة لله الحي القيوم\nتام إن جعلته خبرا ولم تقف على ما قبله وكاف إن جعلته خبرا ووقفت على ما\nقبله وليس بوقف إن جعلته مبتدأ لأن خبره نزل عليك الكتاب مصدقا لما بين\nيديه كاف وكذا هدى للناس وأنزل الفرقان تام لتمام القصة عذاب شديد كاف ذو\nانتقام تام وكذا في السماء وكيف يشاء والعزيز الحكيم وقال أبو عمرو في\nالسماء ويشاء كاف الكتاب صالح محكمات جائز أم الكتاب حسن وأخر متشابهات كاف\nتأويله صالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عمرو كاف وما يعلم تأويله إلا الله تام على قول الأكثر إن\nالراسخين لم يعلموا تأويل المتشابه وليس بوقف على قول غيرهم إن الراسخين\nيعلمون تأويله آمنا به صالح على المذهبين ويجوز أن يوقف على والراسخون في\nالعلم على المذهب الثاني ويبتدأ بيقولون على معنى ويقولون آمنا به لكن\nالأجود خلافه إذا المشهور إن هذه الجملة على هذا المذهب حال ربنا حسن وما\nيذكر إلا أولو الألباب كاف لان ما بعده <span id='ms035'></span> من الحكاية وان كان هو ليس منها\nوقال أبو عمرو تام إذ هديتنا صالح وقال أبو عمرو كاف من لدنك رحمة صالح\nالوهاب تام وان كان ما بعده من الحكاية لأنه رأس آية وطال الكلام لا ريب\nفيه كاف الميعاد تام من الله شيئا جائز وقود النار جائز إن علق به أو\nبكفروا كدأب وكاف إن علق بكذبوا بعدها أو جعل كدأب آل فرعون خبرا لمبتدأ\nمحذوف أي عادتهم في كفرهم وتظاهرهم على النبي صلى الله عليه وسلم كعادة آل\nفرعون في تظاهرهم على موسى عليه السلام كدأب آل فرعون تام إن جعل ما بعده\nمبتدأ وخبر وليس بوقف إن عطف ذلك عليه بذنوبهم كاف العقاب تام إلى جهنم\nمفهوم المهاد تام التقتا حسن وقال أبو عمرو كاف رأى العين كاف من يشاء تام\nلأولي الأبصار أتم منه والحرث كاف الحياة الدنيا حسن وقال أبو عمرو كاف حسن\nالمآب تام من ذلكم كاف جنات جائز ورضوان من الله كاف بصير بالعباد حسن وقال\nأبو عمرو كاف هذا إن جعل ما بعده خبر مبتدأ محذوف أو منصوبا بأعنى وان جعل\nمجرورا بد لا من قوله للذين اتقوا أو نعتا للعباد لا يحسن الوقف على\nبالعباد إلا بتجوز لنه رأس آية ذنوبنا كاف وكذا وقنا عذاب النار إن جعل ما\nبعده منصوبا على المدح وان جعل بدلا من الذين يقولون لم يحسن الوقف على\nالنار إلا بتجوز لأنها رأس آية بالأسحار تام بالقسط صالح وقال أبو عمرو كاف\nالحكيم تام على قراءة من كسر همزة إن وليس بوقف على قراءة من فتحها لأنها\nمع مدخولها معمولة لشهد بمعنى أخبر ولا يوقف حينئذ على بالقسط ولا على\nالحكيم لئلا يفصل بين العامل ومعمولة الإسلام كاف وكذا بغيا بينهم وسريع\nالحساب ومن اتبعن أسلمتم صالح وكذا فقد اهتدوا وقال أبو عمرو فيهما كاف\nالبلاغ كاف بالعباد تام وكذا بعذاب أليم والآخرة صالح وقال أبو عمرو كاف من\nناصرين تام معرضون كاف وكذا يفترون لا <span id='ms036'></span> ريب فيه مفهوم لا يظلمون تام من تشاء\nمفهوم في المواضع المذكورة بيدك كاف قدير تام في النهار جائز وكذا في الليل\nومن الميت ومن الحي بغير حساب تام وكذا من دون المؤمنين فليس من الله في\nشيء كاف وهو بعيد منهم تقاة حسن وقال أبو عمرو كاف ويحذركم الله نفسه كاف\nوقيل تام وكذا يعلمه الله وما في الأرض كاف قدير تام إن نصب يوم تجد با ذكر\nمقدار وكاف إن نصب ذلك بالمصير أو يحذركم الله نفسه من خير محضرا تام إن\nجعل ما بعده مبتدأ وخبرا وليس بوقف إن جعل ذلك معطوفا على ما عملت من خير\nبل الوقف على وما عملت من سوء أمدا بعيدا حسن وقال أبو عمرو تام نفسه حسن\nوقال أبو عمرو كاف بالعباد تام ذنوبكم كاف رحيم تام والرسول مفهوم الكافرين\nتام على العالمين جائز من بعض كاف وقيل تام سميع عليم كاف وكذا فتقبل منى\nوالسميع العليم وضعتها أنثى تام وقال أبو عمرو كاف هذا على قراءة من سكن\nالتاء من قوله والله أعلم بما وضعت لأنه إخبار من الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى فهو مستأنف ومن قرأ بضم التاء لم يقف على أنثى بما وضعت صالح على\nقراءة من سكن التاء وليس بوقف على قراءة ضمها كالأنثى جائز على القراءة\nالأولى حسن على الثانية وأني سميتها مريم جائز الرحيم تام وكذا نباتا حسنا\nإن قرئ وكفلها بالتخفيف فأن شدد لم يوقف على حسنا لأن كفلها حينئذ معطوف\nعلى أنبتها أي وكفلها الله زكريا وكفلها زكريا\n</p>\n\n<p>\nصالح على القراءتين عندها رزقا صالح وكذا أني لك هذا من عند الله كاف إن\nجعل ما بعده من قول الله تعالى وصالح إن جعل ذلك من الحكاية عن أم مريم\nبغير حساب تام ربه حسن ذرية طيبة صالح سميع الدعاء تام في المحراب حسن على\nقراءة من كسر همزة إن الله وليس بوقف على قراءة من فتها من الصالحين حسن ما\nيشاء تام آية كاف وكذا إلا <span id='ms037'></span> رمز أو الأبكار وقال أبو عمرو في الأبكار تام\nالعالمين تام مع الراكعين حسن نوحيه إليك كاف وكذا يكفل مريم ويختصمون\nبكلمة منه صالح وقيل تام في الدنيا والآخرة صالح وقال أبو عمرو كاف وقيل\nتام ومن المقتربين جائز وكهلا ومن الصالحين تام بشر كاف وكذا يخلق ما يشاء\nكن فيكون تقدم في البقرة وقال الأصل هنا فيكون تام لمن قرأ ونعلمه بالنون\nوكاف لمن قرأه بالياء لأنه معطوف على يبشرك والإنجيل جائزا بآية من ربكم\nصالح إن قرئ أني أخلق بكسر الهمزة وليس بوقف إن قرئ بفتحها باذن الله صالح\nفي الموضعين وقال أبو عمرو كاف وكذا إن كنتم مؤمنين ومصدقا منصوب بجئت\nمقدرا بآية من ربكم كاف وأطيعون تام فاعبدوه حسن مستقيم تام إلى الله حسن\nوكذا نحن أنصار الله وآمنا بالله وكذا بأنا مسلمون ومع الشاهدين ومكروا\nومكر الله كاف وكذا خير الماكرين متوفيك جائز وكذا رافعك إلى ومطهرك من\nالذين كفروا حسن وقال أبو عمرو تام ومحلهما إذا جعل الخطاب فيما بعده للنبي\nصلى الله عليه وسلم فأن جعل الحطاب كله لعيسى عليه السلام فليس ذلك بوقف\nإلى يوم القيامة مفهوم تختلفون حسن في الدنيا والآخرة كاف من ناصرين حسن\nأجورهم كاف وكذا الظالمين الحكيم تام كمثل آدم حسن كن فيكون تقدم الممترين\nتام وكذا الكاذبين القصص الحق كاف وما من اله إلا الله حسن وكذا العزيز\nالحكيم وقال أبو عمرو فيهما كاف بالمفسدين تام وكذا بيننا وبينكم إن رفع ما\nبعده على أنه خبر مبتدأ محذوف وليس بوقف إن جر على انه بدلمن كلمة أن لا\nنعبد إلا الله جائز من دون الله كاف بأنا مسلمون تام إلا من بعده صالح أفلا\nتعقلون تام ليس لكم به علم كاف وأنتم ولا نصرانيا جائز حنيفا مسلما صالح من\nالمشركين تام وكذا وأنتم تشهدون وأنتم تعلمون لعلهم يرجعون صالح وان كان\nرأس آية لأن ما بعده من جملة الحكاية عن اليهود فأن جعلت الواو في ولا\nتؤمنوا <span id='ms038'></span> للاستئناف فالوقف على يرجعون كاف لمن تبع دينكم تام وكذا دينكم تام\nوكذا قل إن الهدى هدى الله هذا إن قرئ إن يؤتي أحد بالاستفهام أو علق\nبالهدى فن علق بقوله ولا تؤمنوا وجعل قل إن الهدى هدى الله اعتراضا فليس\nشيء من ذلك بوقف والتقدير على الاستفهام أأن يؤتى أحد مثل ما أوتيتم\nتصدقونه على وجه التوبيخ لهم بذلك ليتمسكوا بما هم عليه عند ربكم كاف يؤتيه\nمن يشاء والله واسع عليم حسن من يشاء كاف العظيم تام يؤده إليك صالح قائما\nكاف في الاميين سبيل صالح وهم يعلمون تام بلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nتقدم المتقين تام في الآخرة مفهوم ولا يزكيهم صالح عذاب أليم وما هو من\nالكتاب كاف وكذا هو من عند الله وما هو من عند الله وهم يعلمون تام من دون\nالله كاف واستبعده الأصل لتعلق ما بعده به واستدرا كاو عطفا تدرسون كاف إن\nقرئ ولا يأمركم بالرفع وليس بوقف إن قرئ ذلك بالنصب لأنه معطوف على إن\nيؤتيه الله وفاعل يأمركم في الرفع الله وفي النصب بشر أربابا كاف وكذا\nمسلمون ولتنصرنه كاف اصرى صالح قالوا أقررنا كاف وكذا من الشاهدين الفاسقون\nحسن يبغون كاف واستبعده الأصل لأن ما بعده متعلق به كرها صالح على قراءة\nواليه يرجعون بالياء التحية وكاف على قراءته بالتاء الفوقية واليه ترجعون\nتام من ربهم صالح ونحن له مسلمون حسن وقال أبو عمرو تام من الخاسرين تام\nالبينات كاف الظالمين حسن أجمعين جائز لأنه رأس آية ولبس بحسن لأن ما بعده\nمتعلق باللعنة قبله خالدين فيها حسن ولا هم ينظرون جائز عند بعضهم غفور\nرحيم تام ولو افتدى به حسن وقال أبو عمرو كاف عذاب اليم من ناصرين تام وكذا\nمما تحبون وبه عليم وقال أبو عمرو في مما تحبون كاف التوراة كاف وكذا\nصادقين الظالمون تام قل صدق الله كاف حنيفا صالح وقال أبو عمرو كاف من\nالمشركين تام للعالمين كاف وكذا فيه آيات بينات مقام إبراهيم كاف إن جعل <span id='ms039'></span> ما\nبعده استئنافا وليس بوقف إن جعل ذلك عطفا عليه ومن دخله كان آمنا تام حج\nالبيت كاف إن جعل ما بعده خبر مبتدأ محذوف وليس بوقف إن جعل ذلك\n</p>\n\n<p>\nبدلاا\n</p>\n\n<p>\nمن الناس سبيلا كاف وقيل تام عن العالمين بآيات الله كاف على ما تعملون\nتام وأنتم شهداء كاف عما تعملون تام كافرين كاف وفيكم رسوله حسن وقال أبو\nعمرو كاف مستقيم تام حق تقاته صالح وانتم مسلمون كاف بحبل الله جميعا صالح\nإن جعل الواو بعده للاستئناف لا للعطف ولا تفرقوا كاف فأصبحتم بنعمته\nإخوانا صال فأنقذكم منها كاف تهتدون حسن وقال أبو عمرو تام عن المنكر كاف\nإن جعلت الواو بعده للاستئناف وصالح إن جعلت للعطف المفلحون حسن وقال أبو\nعمرو تام البينات صالح عظيم كاف لأنه رأس آية وليس بحسن لان ما بعده متعلق\nبه وتسود وجوه كاف إن لم يقف على عظيم وصالح إن وقف عليه بعد إيمانكم صالح\nتكفرون كاف ففي رحمة الله صالح خالدون حسن وقال أبو عمرو كاف بالحق كاف\nللعالمين تام وما في الأرض كاف الأمور تام وتؤمنون بالله حسن وقال أبو عمرو\nوقال أبو عمرو كاف خيرا لهم كاف الفاسقون حسن إلا أذى كاف وكذا الأدبار ثم\nلا ينصرون حسن وحبل من الناس صالح وكذا بغضب من الله المسكنة كاف وكذا بغير\nحق ويعتدون ليسوا سواء تام وهم يسجدون كاف في الخيرات صالح من الصالحين تام\nإن قرئ وما تفعلوا بالتاء الفوقية لأنه انتقل نت الغيبة إلى الخطاب فكأنه\nانتقل من قصة إلى أخرى وكاف إن قرئ ذلك بالياء التحتية فلن تكفروه حسن\nبالمتقين تام من الله شيئا صالح وكذا أصحاب النار هم فيها خالدون تام\nفأهلكته حسن وقال أبو عمرو كاف يظلمون تام خبالا كاف ودوا ما عنتم كاف من\nأفواههم صالح صدورهم أكبر حسن وكذا تعقلون وقال أبو عمرو فيهما تام بالكتاب\nكله صالح من الغيظ كاف وكذا بغيظكم بذات الدور تام تسؤهم مفهوم يفر حوابها\nصالح كيدهم شيئا <span id='ms040'></span> كاف وكذا محيط وللقتال وعليم وليهما حسن وكذا المؤمنون\nوأنتم أذلة صالح تشكرون كاف منزلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nحسن بلى تقدم الكلام عليها مسومين حسن قلوبكم به كاف الحكيم مفهوم خائبين\nتام إن جعل أو يتوب عليهم عطفا ع لى شيء أو من أن يتوب عليهم وكاف إن جعل\nأو بمعنى إلا أو حتى وليس بوقف إن عطف ذلك على ليقطع وجعل ليس لك من الأمر\nشيء اعتراضا بين المتعاطفين فعلى هذا لا يوقف إلا على ظالمون ظالمون تام\nوما في الأرض كاف يغفر لمن يشاء صالح ويعذب من يشاء كاف رحيم تام مضاعفة\nكاف تفلحون حسن وقال أبو عمرو كاف للكافرين كاف ترحمون تام على قراءة\nسارعوا بلا واو وكاف على قراءته بواو للمتقين تام إن جعل ما بعده مبتدأ\nخبره أولئك جزاؤهم مغفرة وصالح إن جعل ذلك نعتا له ولولا انه رأس آية لم\nيكن وقفا والعافين عن الناس حسن إن جعل الذين نعتا للمتقين وليس بحسن إن\nجعل ذلك مبتدأ للفصل بين المبتدأ والخبر لكنه مفهوم لحسن الابتداء بقوله\nتعالى والله يحب المحسنين ولآن المكارم الذي بين المبتدأ والخبر طال فجاز\nالوقف في أثنائه إذا حسن الابتداء بما بعده والله يحب المحسنين تام إن جعل\nالذين ينفقون نعتا للمتقين وجعل والذين إذا فعلوا فاحشة مبتدأ فأن جعل\nمعطوفا لم يحسن الوقف على المحسنين سواء جعل الذين ينفقون نعتا أم مبتدأ\nللفصل بين المتعاطفين أو المبتدأ والخبر ومع ذلك هو صالح لأنه رأس آية\nلذنوبهم صالح ومن يغفر الذنوب إلا الله أصلح منه وقال أبو عمرو فيهما كاف\nوإنما يصلح الوقف عليهما إن جعل الذين الأول نعتا والثاني عطفا عليه وإلا\nفلا يصلح إلا بتجوز للفصل بين المبتدأ أو الخبر وجه الجواز طول الكلام\nبينهما وقصر النفس عن بلوغ التمام وهم يعملون تام إن جعل الذين الأول نعتا\nوالثاني عطفا عليه خالدين فيها حسن وقال أبو عمرو كاف العالمين تام سنن\nصالح المكذبين تام للمتقين حسن وكذا إن كنتم مؤمنين وقال <span id='ms041'></span> أبو عمرو فيهما\nتام وقرح مثله كاف بين الناس كاف عند بعضهم وهو غلط لأن ما بعده متعلق بما\nقبله شهداء كاف وكذا الظالمين والكافرين وقال أبو عمرو في الكافرين تام\nويعلم الصابرين حسن تلقوه صالح وأنتم تنظرون تام من قبله الرسل مفهوم على\nأعقابكم صالح وكذا فلن يضر الله شيئا الشاكرين كاف وقال أبو عمرو تام إلا\nبأذن الله مفهوم كتابا مؤجلا حسن نؤته منها الأول صالح والثاني كاف\nالشاكرين تام وكأي من نبي قتل معه قرئ بالبناء للمفعول وقاتل بالبناء\nللفاعل وعليهما الوقف على وما استكانوا وهو كاف وقيل على الأولى الوقف على\nقتل الصابرين كاف إسرافنا في أمرنا جائز وكذا أقدامنا الكافرين كاف وكذا\nالآخرة المحسنين\n</p>\n\n<p>\nتام بل الله مولاكم صالح خير الناصرين تما ومأواهم النار كاف الظالمين\nبأذنه صالح ما تحبون حسن يريد الآخرة صالح عفا عنكم كاف وكذا على المؤمنين\nوقال أبو عمرو على المؤمنين تام والوقف اختيار على ولا تلوون على احد وعلى\nفأبكم غما بغم غلط لتعلق ما بعدهما بهما ولا ما أصابكم كاف وكذا بما تعملون\nطائفة منكم حسن قد أهمتهم أنفسهم صالح إن جعل خبرا لقوله وطائفة وليس بوقف\nإن جعل الخبر وما بعده ظن الجاهلية صالح على القولين من شيء كاف كلمة لله\nصالح وكذا ما لا يبدون لك ههنا كاف وكذا إلى مضاجعهم وما في قلوبهم ورد\nالأصل الثاني لتعلق ما بعده بما قبله بذات الصدور تام ما كسبوا كاف وكذا\nعفا الله عنهم حليم تام في قلوبهم كاف وكذا يحيي ويميت وبصير ويجمعون\nتحشرون تام لنت لهم صالح من حولك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nكاف في الأمر صالح على الله كاف المتوكلين حسن فلا غالب لكم صالح من بعده\nكاف المؤمنين تام أن يغل حسن يوم القيامة صالح لا يظلمون تام ومأواه جهنم\nكاف المصير حسن عند الله كاف بما يعملون تام لفي ضلال حسن وقال أبو عمرو\nتام أني هذا صالح من عند أنفسكم كاف قدير تام والوقف اختيار على فبأذن <span id='ms042'></span> الله\nغلط لتعلق ما بعده بما قبله أو ادفعوا كاف وكذا لاتبعناكم للإيمان صالح في\nقلوبهم كاف يكتمون حسن إن رفع ما بعده خبر المبتدأ محذوف وليس بوقف إن نصب\nذلك بدلا من الذين نافقوا والوقف على وقعدوا خطأ ما قتلوا كاف صادقين تام\nأموتا كاف بل أحياء صالح إن جعل ما بعده ظرفا ليرزقون وليس بوقف إن جعل ذلك\nظرفا لاحياء نعم يصلح الوقف حينئذ على الظرف ثم يبتدئ بيرزقون فأن وقف على\nيرزقون جاز لكنه ليس بجيد لأن فرحين حال من فاعل يرزقون من فضله صالح ولا\nهم يحزنون حسن وفضل تام على قراءة من كسر همزة وان الله وليس بوقف على\nقراءة من فتحها أجر المؤمنين تام إن رفع ما بعده بالابتداء أو نصب على\nالمدح بتقدير أعني وليس بوقف جر ذلك بأنه نعت للمؤمنين من بعد ما أصابهم\nالقرح حسن إن جر الذين استجابوا نعتا للمؤمنين أو نصب على المدح وليس بوقف\nإن جعل ذلك مبتدأ وللذين أحسنوا منهم خبره أجر عظيم تام إن جعل ما بعده\nمبتدأ أو خبر مبتدأ محذوف وليس بتام إن جعل ذلك بدى من الذين قبله لكن\nالوقف عليه صالح لطول الكلام ونعم الوكيل صالح لأنه رأس آية وفضل ليس بوقف\nلأن ما بعده حال ممل قبله رضوان الله كاف عظيم تام يخوف أولياءه كاف وكذا\nفلا تخافوهم مؤمنين حسن وقال أبو عمرو تام في الكفر حسن شيئا في الموضعين\nصالح وكذا في الآخرة عظيم تام وكذا تام عذاب أليم لأنفسهم كاف ليزداد\nوأأثما مفهوم مهين تام من الطيب كاف من يشاء صالح رسله كاف عظيم تام هو\nخيرا لهم كاف بل هو شر لهم اكفى منه يوم القيامة حسن والأرض صالح خبير تام\nفقير وقف كفران عرف المعنى واعتقده لا إن قصد حكاية عمن قاله ونحن أغنياء\nحسن عذاب الحريق كاف للعبيد تام إن جعل ما بعده خبر مبتدأ محذوف وليس بحسن\nإن جعل ذلك بدلا من الذين الأول لكنه <span id='ms043'></span> جائز لأنه رأس آية ولأن الكلام قد طال\nتأكله النار كاف وكذا وبالذي قلتم وصادقين وبالذي قلتم وصادقين والمنير\nوذائقة الموت ويوم القيامة وقال أبو عمرو في المنير تام فقد فاز حسن وقال\nأبو عمرو كاف الغرور تام وأنفسكم مفهوم أذى كثيرا كاف الأمور حسن وقال أبو\nعمرو تام ولا تكتمونه مفهوم ثمنا قليلا صالح يشترون تام بما لم يفعلوا صالح\nبمفازة من العذاب كاف عذاب أليم والأرض كاف قدير تام لأولي الالباب تام إن\nجعل ما بعده خبر مبتدأ محذوف أو مبتدأ خبره ربنا أي يقولون ربنا وكاف إن\nجعل ذلك نعتا له أو بدلا منه جنوبهم صالح إن جعل الذين يذكرون الله نعتا أو\nبدلا أو حبر مبتدأ محذوف وليس بوقف إن جعل ذلك مبتدأ وكذا الكلام في\nالسموات والأرض وقنا عذاب النار كاف وكذا فقد أخزيته ومن أنصار وفآمنا ومع\nالأبرار يوم القيامة صالح الميعاد كاف وكذا من ذكر أو أنثى بعضكم من بعض\nتام لأنه كلام مستقل كقوله إنما المؤمنين اخوة من تحتها الأنهار جائز من\nعند الله كاف حسن الثواب تام في البلاد كاف وكذا ومأواهم جهنم وقوله وبئس\nالمهاد ونزلا من عند الله خير للأبرار تام خاشعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nلله صالح ثمنا قليلا حسن عند ربهم كاف سريع الحساب تام ورابطوا مفهوم آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head13'>سورة النساء مدنية</h1>\n\n<p>\nونساء تام والأرحام كاف على قراءتي نصبه وجره ووجه نصبه واتقوا الأرحام\nووجه جره عطفه على الضمير على مذهب الكوفيين وقيل الوقف على امابه على\nالنصب فبالأغراء وأما على الجر فبالقسم أي ورب الارحام رقيبا حسن بالطيب\nكاف وكذا إلى أموالكم حوبا كبيرا حسن ورباع صالح أيمانكم حسن أن لا تعولوا\nكاف نحلة صالح هنيئا مريئا كاف قياما صالح قولا معروفا حسن فادفعوا إليهم\nأموالهم صالح أن يكبروا حسن وقال أبو عمرو كاف فليستعفف جائز منه بالمعروف\nكاف فأشهدوا عليهم جائز حسيبا تام وكذا نصيبا مفروضا فرزقوهم منه صالح وقال\nأبو عمرو كاف قولا معروفا تام خافوا عليهم <span id='ms044'></span> حسن وقال أبو عمرو كاف سديدا تام\nنارا كاف سعيرا تام في أولادكم صالح مثل حظ الانثين كاف وكذا ثلثا ما ترك\nفلها النصف حسن إن كان له ولد كاف وكذا فلأمه الثلث وفلأمه السدس وقوله أو\nدين وأيهم أقرب لكم نفعا وقال أبو عمرو في أودين في الموضعين تام فريضة من\nالله مفهوم وقال أبو عمرو كاف عليما حكيما تام لم يكن لهن صالح أو دين حسن\nإن لم يكن لكم ولد صالح أو دين كاف وقياس نظيره السابق أن يقال حسن فلكل\nواحد منهما السدس صالح أو دين وهو الاخير ليس بوقف لآن ما بعده حال مما\nقبله غير مضار صالح وكذا وصية من الله وقال أبو عمرو فيهما كاف والله عليم\nحكيم حسن وقال أبو عمرو كاف تلك حدود الله حسن وقال أبو عمرو تام خالدين\nفيها صالح العظيم حسن خالد فيها جائز عذاب مهين تام أربعة منكم كاف سبيلا\nفآذوهما صالح فأعرضوا عنهما رحيما تام يتوب الله عليهم كاف عليهم حكيما حسن\nوقال أبو عمرو كاف وهم كفار تام وكذا عذابا أليما كرها كاف إن جعل ما بعده\nمجزوما بالنهي وليس بوقف إن جعل ذلك منصوبا عصفا على إن ترثوا أي ةلا أن\nتعضلوهن بفاحشة مبينة صالح وكذا بالمعروف خيرا كثيرا كاف وكذا منه شيئا\nومبينا غليظا حسن إلا ما سلف كاف وساء سبيلا تام وبنات الأخت صالح وكذا\nوأخواتكم من الرضاعة في جحوركم مفهوم دخلتم بهن صالح فلا جناح عليكم مفهوم\nوكذا من أصلابكم إلا ما قد سلف صالح ورحيما تام إلا ما ملكت أيمانكم كاف إن\nقرئ وأحل ببنائه الفاعل وإلا فصالح ومثله فيهما كتاب عليكم غي مسافحين صالح\nفريضة كاف وكذا من بعد الفريضة عليما حكيما حسن وقال أبو عمرو تام من\nفتياتكم المؤمنات كاف بأيمانكم جائز بعضكم من بعض صالح وكذا باذن أهلهن\nأخدان تام من العذاب جائز العنت منكم وكذا خير لكم رحيم حسن وقال أبو عمرو\nفيهما تام ويتوب عليكم <span id='ms045'></span> كاف عليم حكيم حسن وكذا عظيما أن يخفف عنكم كاف على\nقراءة خلق بضم الخاء وصالح على قراءة خلق بضم الخاء وصالح على قراءته\nبفتحها ضعيفا تام عن تراض منكم حسن أنفسكم كاف رحيما حسن نصليه نارا صالح\nيسيرا تم وكذا كريما على بعض حسن وقال أبو عمرو كاف مما اكتسبوا كاف وكذا\nمما اكتسبن ومن فضله عليما حسن وكذا والاقربون وقال أبو عمرو كاف تصيبهم\nكاف شهيدا تام من أموالهم صالح وقال أبو عمرو كاف بما حفظ الله كاف وكذا\nواضربوهن وسبيلا كبيرا حسن يوفق الله بينهما كاف خبيرا تام شيئا كاف وكذا\nوما ملكت أيمانكم فخورا ليس بوقف إن جعل الذين منصوبا بدلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمن من وان جعل مرفوعا مبتدأ خبره إن الله لا يظلم كان وقفا تاما ما آتاهم\nالله من فضله صالح وكذا مهينا وقال أبو عمرو في الأول كاف ولا باليوم الآخر\nتام وكذا فساء قرينا وقال أبو عمرو في الأول كاف رزقهم الله كاف عليما تام\nومحل هذه الوقوفات الأربعة إذا جعل الذين يبخلون منصوبا فأن جعل مرفوعا\nبالابتداء وخبره إن الله لا يظلم لم يكن في هذه الوقوفات كاف ولا تام للفصل\nبين المبتدأ والخبر بل كلها صالحة لبعد ما بينهما مثقال ذرة كاف عظيما حسن\nوقال أبو عمرو تام على هؤلاء شهيدا كاف لو تستوي بهم الأرض إن جعل ما بعده\nداخلا في التمني وإلا فالوقف عليه حسن حديثا تام تغتسلوا كاف وكذا أيديكم\nغفورا تام السبيل كاف وكذا بأعدائكم بالله وليا جائز نصيرا حسن وقال أبو\nعمرو كاف ومحلها إذا علق ما بعده بمبتدأ محذوف أي من الذين هادوا أناس فأن\nعلق بما قبله كان يقدر وكفى بالله ناصر الكم من الذين هادوا لم يحسن الوقف\nعلى نصير إلا يتجوز لأنه رأس آية في الدين صالح وكذا أقوم وقال أبو عمرو\nفيهما كاف إلا قليلا تام أصحاب السبت صالح وقال أبو عمرو كاف مفعولا تام\nلمن يشاء حسن وقال أبو عمرو\n</p>\n\n<p>\nكافاف <span id='ms046'></span>\n</p>\n\n<p>\nعظيما تام أنفسهم كاف من يشاء صالح وقال أبو عمرو كاف فتيلا حسن على الله\nالكذب صالح مبينا تام سبيلا حسن وكذا العنهم الله نصيرا صالح وكذا نقيرا من\nفضله مفهوم عظيما كاف وكذا من صدعنه سعيرا تام وقال أبو عمرو كاف نارا صالح\nليذوقوا العذاب كاف حكيما تام صالح مطهرة جائز ظليلا تام أن تحكموا بالعدل\nكاف وكذا يعظكم به بصيرا تام وقال أبو عمرو كاف وأولي الأمر منكم كاف وكذا\nواليوم الآخر تأويلا تام وقال أبو عمرو كاف إلى الطاغوت صالح وكذا أن\nيكفروا به بعيدا حسن صدودا كاف وان تعلق ما بعده بما قبله لطول الكلام\nوتوفيقا حسن في قلوبهم صالح وعظهم جائز بليغا تام بأذن الله كاف رحيما حسن\nفلا جائز بناء على انه رد لما قبله والذي ابتدأ به هو إلا حسن بني على أنه\nوطئة للنفي بعده فهو آكد ويسلموا تسليما حسن إلا قليل منهم كاف تثيبتا صالح\nمستقيما تام والصالحين حسن وقال أبو عمرو كاف رفيقا حسن من الله كاف عليما\nتام جميعا حسن وقال أبو عمرو تام ليبطئن مفهوم شهيدا صالح وقال أبو عمرو\nكاف مودة جائز فوزا عظيما حسن وكذا بالآخرة وأجر عظيما الظالم أهلها مفهوم\nوقال أبو عمرو كاف نصيرا تام في سبيل الله مفهوم الطاغوت صالح أولياء\nالشيطان كاف ضعيفا تام وآنوا الزكاة جائز خشية صالح وكذا قريب وقليل لمن\nاتقى مفهوم فتيلا حسن مشيدة كاف وكذا من عند الله كاف حديثا تام فمن نفسك\nكاف وكذا رسولا شهيدا تام فقد أطاع الله وصالح وكذا حفيظا ويقولون طاعة ليس\nبوقف لأن الوقف عليه يوهم إن المنافقين موحدون وليس كذلك غير الذي تقول\nصالح وكذا ما يبيتون وتوكل على الله كاف وكيلا تام القرآن صالح وكذا\nاختلافا كثيرا وإذا عوا به يستنبطونه منهم كاف وكذا إلا قليلا في سبيل الله\nصالح وكذا وحرض المؤمنين الذين كفروا كاف تنكيلا تام نصيب منها مفهوم كفل\nمنها كاف مقيتا حسن وقال أبو عمرو <span id='ms047'></span> تام اوردوها كاف حسيبا تام الله لا اله\nإلا هو جائز لا ريب فيه كاف وكذا حديثا وقال أبو عمرو فيه تام بما كسبوا\nكاف من أضل الله حسن وكذا له سبيلا وقال أبو عمرو في الأول كاف فتكونون\nسواء صالح وكذا في سبيل الله وقال أبو عمرو في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالأول كاف حيث وجدتموهم كاف وكذا يقاتلوا قومهم سبيلا حسن قومهم جائز\nوكذا أركسوا فيها حيث ثقفتموهم صالح مبينا الاخطأ صالح وقال أبو عمرو كاف\nإلا أن يصدقوا كاف وكذا رقبة مؤمنة في الموضعين ومن الله حكيما حسن وقال\nأبو عمرو تام عظيما تام فتبينوا صالح الحياة الدنيا مفهوم وكذا كثيرة\nفتبينوا كاف خبيرا تام وأنفسهم حسن على القاعدين درجة كاف الحسنى صالح أجرا\nعظيما ليس بوقف وان كان رأس آية لأن ما بعده بدل منه أو تأكيد له ورحمة\nصالح رحيما تام فيم كنتك صالح وكذا في الأرض ومأواهم جهنم مصيرا ليس بوقف\nوان كان رأس آية لتعلق ما بعده به وقال أبو عمرو كاف سبيلا صالح وكذا عنهم\nغفورا حسن وقال أبو عمرو تام وسعة صالح وقال أبو عمرو كاف على الله كاف\nرحيما حسن وقال أبو عمرو تام الذين كفروا كاف مبينا حسن وقال أبو عمرو تام\nأسلحتهم مفهوم وكذا من ورائكم حذرهم وأسلحتهم حسن وكذا ميلة واحدة وقال أبو\nعمرو في الأول كاف وخذوا حذركم كاف وكذا مهينا وعلى جنوبكم وفأقيموا الصلاة\nموقوتا حسن وقال أبو عمرو تام في ابتغاء القوم كاف ما لا يرجون صالح حكيما\nتام بما أراك الله حسن وقال أبو عمرو كاف خصيما كاف وقال أبو عمرو تام\nواستغفر الله رحيما حسن وقال أبو عمرو كاف انفسهم أثيما حسن من القول صالح\nمحيطا في الحياة الدنيا حسن وكذا وكيلا ورحيما وقال أبو عمرو فيهما كاف على\nنفسه صالح حكيما تام مبينا حسن وقال أبو عمرو فيهما كاف أن يضلوك حسن من\nشيء كاف ما لم تكن تعلم صالح عظيما تام بين الناس حسن <span id='ms048'></span> وكذا أجرا عظيما وقال\nأبو عمرو في الأول كاف وفي الثاني تام نصله جهنم كاف مصيرا تام لمن يشاء\nحسن وكذا بعيدا ولعنة الله وخلق الله وقال أبو عمرو في الثاني منهما تام\nوفي البقية كاف مبينا كاف ويمينهم حسن وقال أبو عمرو كاف إلا غرورا كاف\nمحيطا حقا حسن وكذا قيلا وأهل الكتاب وقال أبو عمرو في الأخير كاف عند ابن\nالانباري وهو عندي تام لأن تمام القصة نصيرا وكذا نقيرا حنيفا وقال أبو\nعمرو تام وما في الأرض صالح محيطا حسن في النساء مفهوم قل الله يفتيكم فيهن\nجائز عند بعضهم بالقسط حسن به عليما تام صلحا مفهوم\n</p>\n\n<p>\nوالصلح خير حسن الشح كاف خبيرا حسن ولو حرصتم كاف وكذا كالمعلقة رحيما\nحسن من سعته كاف حكيما تام وما في الأرض كاف وكيلا حسن وقال أبو عمرو تام\nويأت بآخرين كاف قديرا تام والآخرة كاف بصيرا تام وقال أبو عمرو كاف\nوالاقربين كاف أولى بهما صالح إن تعدلوا حسن وقال أبو عمرو فيهما كاف خبيرا\nتام وكذا الذي أنزل من قبل وبعيدا سبيلا كاف وقال أبو عمرو تام عذابا أليما\nحسن إن جعل ما بعده مبتدأ خبره أيبتغون عندهم العزة وجائز إن جعل ذلك نعتا\nللمنافقين ووجه الجواز أنه رأس آية من دون المؤمنين كاف على القول الثاني\nوليس بوقف على القول الأول للفصل بين المبتدأ والخبر لله جميعا حسن وقال\nأبو عمرو كاف إنكم إذا مثلهم حسن وقال أبو عمرو تام جميعا إن جعل ما بعده\nمبتدأ خبره فالله يحكم بينكم وليس بوقف إن جعل ذلك نعتا للمنافقين ونمنعكم\nمن المؤمنين حسن على القول الثاني يوم القيامة حسن سبيلا تام وهو خادعهم\nصالح ولا إلى هؤلاء حسن وقال أبو عمرو كاف فلن تجد له سبيلا تام من دون\nالمؤمنين كاف مبينا تام من النار جائز نصيرا ليس بوقف إذ لا يبتدأ بخرف\nالاستثناء مع المؤمنين حسن وقال أبو عمرو كاف عظيما تام وآمنتم صالح شاكر\nعليما تام إن <span id='ms049'></span> قرئ إلا من ظلم بالبناء للمفعول وإلا فلا لتعلقه بقوله ما\nيفعل الله بعذابكم إلا من ظلم كاف سميعا عليما تام وكذا قديرا حقا كاف\nمهينا تام أجورهم كاف رحيما تام من السماء صالح بظلمهم جائز عند بعضهم\nفعفونا عن ذلك مبينا صالح غليظا كاف غلف جائز فلا يؤمنون إلا قليلا صالح\nوكذا بهتانا عظيما ورسول الله وشبه لهم وقال أبو عمرو في الأخيرين كاف لفي\nشك منه جائزا لا اتباع الظن حسن وقال أبو عمرو كاف وما قتلوه تام إن جعل\nيقينا متعلقا بما بعده أي يقينا لم يقتلوه بل رفعه الله إليه وإلا فليس\nيقينا كاف إن جعل متعلقا بما قبله وإلا فليس بوقف بل رفعه الله إليه صالح\nحكيما حسن شهيدا صالح وقال أبو عمرو في الثلاثة كاف بالباطل كاف أليما تام\nوقال أبو عمرو كاف وما أنزل من قبلك حسن إن جعل ما بعده منصوبا على المدح\nوإن جعل معطوفا على ما أنزل أو على الضمير في منهم فلا يحسن الوقف عليه\nواليوم الآخر حسن إن جعل ما بعده مبتدأ أو خبرا بوقف إن جعل ذلك خبرا لقوله\nالراسخون أجرا عظيما تام من بعده وكذا سليمان زبورا صالح وكذا لم نقصصهم\nعليك تكليما حسن إن نصب رسلا على المدح وصالح إن نصب ذلك على الحال من\nمفعول أو حينا لأنه رأس آية بعد الرسل صالح وقال أبو عمرو كاف حكيما صالح\nوكذا يشهدون وقال أبو عمرو في حكيما كاف شهيدا تام وكذا بعيدا وكذا أبدا\nيسيرا تام خير لكم حسن والأرض كاف حكيما تام إلا الحق كاف رسول الله صالح\nوروح منه كاف وقال أبو عمرو تام لنه آخر القصة وقيل كاف ورسله جائز ولا\nتقولوا ثلاثة مفهوم خيرا لكم صالح وكذا له واحد أن يكون له ولد تام وما في\nالأرض كاف وكيلا تام المقربون حسن وقال أبو عمرو كاف جميعا كاف وكذا من\nفضله ولا نصيرا تام مبينا كاف مستقيما تام في الكلالة كاف <span id='ms050'></span> وكذا نصف ما ترك\nإن لم يكن لها ولد حسن وقال أبو عمرو كف حظ الأنثين وقال أبو عمرو كاف أن\nتضلوا كاف آخر السورة تام. صلح خير حسن الشح كاف خبيرا حسن ولو حرصتم كاف\nوكذا كالمعلقة رحيما حسن من سعته كاف حكيما تام وما في الأرض كاف وكيلا حسن\nوقال أبو عمرو تام ويأت بآخرين كاف قديرا تام والآخرة كاف بصيرا تام وقال\nأبو عمرو كاف والاقربين كاف أولى بهما صالح إن تعدلوا حسن وقال أبو عمرو\nفيهما كاف خبيرا تام وكذا الذي أنزل من قبل وبعيدا سبيلا كاف وقال أبو عمرو\nتام عذابا أليما حسن إن جعل ما بعده مبتدأ خبره أيبتغون عندهم العزة وجائز\nإن جعل ذلك نعتا للمنافقين ووجه الجواز أنه رأس آية من دون المؤمنين كاف\nعلى القول الثاني وليس بوقف على القول الأول للفصل بين المبتدأ والخبر لله\nجميعا حسن وقال أبو عمرو كاف إنكم إذا مثلهم حسن وقال أبو عمرو تام جميعا\nإن جعل ما بعده مبتدأ خبره فالله يحكم بينكم وليس بوقف إن جعل ذلك نعتا\nللمنافقين ونمنعكم من المؤمنين حسن على القول الثاني يوم القيامة حسن سبيلا\nتام وهو خادعهم صالح ولا إلى هؤلاء حسن وقال أبو عمرو كاف فلن تجد له سبيلا\nتام من دون المؤمنين كاف مبينا تام من النار جائز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nنصيرا ليس بوقف إذ لا يبتدأ بخرف الاستثناء مع\n</p>\n\n<p>\nالمؤمنين حسن وقال أبو عمرو كاف عظيما تام وآمنتم صالح شاكر عليما تام إن\nقرئ إلا من ظلم بالبناء للمفعول وإلا فلا لتعلقه بقوله ما يفعل الله\nبعذابكم إلا من ظلم كاف سميعا عليما تام وكذا قديرا حقا كاف مهينا تام\nأجورهم كاف رحيما تام من السماء صالح بظلمهم جائز عند بعضهم فعفونا عن ذلك\nمبينا صالح غليظا كاف غلف جائز فلا يؤمنون إلا قليلا صالح وكذا بهتانا\nعظيما ورسول الله وشبه لهم وقال أبو عمرو في الأخيرين كاف لفي شك منه جائزا\nلا اتباع الظن حسن وقال <span id='ms051'></span> أبو عمرو كاف وما قتلوه تام إن جعل يقينا متعلقا\nبما بعده أي يقينا لم يقتلوه بل رفعه الله إليه وإلا فليس يقينا كاف إن جعل\nمتعلقا بما قبله وإلا فليس بوقف بل رفعه الله إليه صالح حكيما حسن شهيدا\nصالح وقال أبو عمرو في الثلاثة كاف بالباطل كاف أليما تام وقال أبو عمرو\nكاف وما أنزل من قبلك حسن إن جعل ما بعده منصوبا على المدح وإن جعل معطوفا\nعلى ما أنزل أو على الضمير في منهم فلا يحسن الوقف عليه واليوم الآخر حسن\nإن جعل ما بعده مبتدأ أو خبرا بوقف إن جعل ذلك خبرا لقوله الراسخون أجرا\nعظيما تام من بعده وكذا سليمان زبورا صالح وكذا لم نقصصهم عليك تكليما حسن\nإن نصب رسلا على المدح وصالح إن نصب ذلك على الحال من مفعول أو حينا لأنه\nرأس آية بعد الرسل صالح وقال أبو عمرو كاف حكيما صالح وكذا يشهدون وقال أبو\nعمرو في حكيما كاف شهيدا تام وكذا بعيدا وكذا أبدا يسيرا تام خير لكم حسن\nوالأرض كاف حكيما تام إلا الحق كاف رسول الله صالح وروح منه كاف وقال أبو\nعمرو تام لنه آخر القصة وقيل كاف ورسله جائز ولا تقولوا ثلاثة مفهوم خيرا\nلكم صالح وكذا له واحد أن يكون له ولد تام وما في الأرض كاف وكيلا تام\nالمقربون حسن وقال أبو عمرو كاف جميعا كاف وكذا من فضله ولا نصيرا تام\nمبينا كاف مستقيما تام في الكلالة كاف وكذا نصف ما ترك إن لم يكن لها ولد\nحسن وقال أبو عمرو كف حظ الأنثين وقال أبو عمرو كاف أن تضلوا كاف آخر\nالسورة تام. ين حسن وقال أبو عمرو كاف عظيما تام وآمنتم صالح شاكر عليما\nتام إن قرئ إلا من ظلم بالبناء للمفعول وإلا فلا لتعلقه بقوله ما يفعل الله\nبعذابكم إلا من ظلم كاف سميعا عليما تام وكذا قديرا حقا كاف مهينا تام\nأجورهم كاف رحيما تام من السماء صالح <span id='ms052'></span> بظلمهم جائز عند بعضهم فعفونا عن ذلك\nمبينا صالح غليظا كاف غلف جائز فلا يؤمنون إلا قليلا صالح وكذا بهتانا\nعظيما ورسول الله وشبه لهم وقال أبو عمرو في الأخيرين كاف لفي شك منه جائزا\nلا اتباع الظن حسن وقال أبو عمرو كاف وما قتلوه تام إن جعل يقينا متعلقا\nبما بعده أي يقينا لم يقتلوه بل رفعه الله إليه وإلا فليس يقينا كاف إن جعل\nمتعلقا بما قبله وإلا فليس بوقف بل رفعه الله إليه صالح حكيما حسن شهيدا\nصالح وقال أبو عمرو في الثلاثة كاف بالباطل كاف أليما تام وقال أبو عمرو\nكاف وما أنزل من قبلك حسن إن جعل ما بعده منصوبا على المدح وإن جعل معطوفا\nعلى ما أنزل أو على الضمير في منهم فلا يحسن الوقف عليه واليوم الآخر حسن\nإن جعل ما بعده مبتدأ أو خبرا بوقف إن جعل ذلك خبرا لقوله الراسخون أجرا\nعظيما تام من بعده وكذا سليمان زبورا صالح وكذا لم نقصصهم عليك تكليما حسن\nإن نصب رسلا على المدح وصالح إن نصب ذلك على الحال من مفعول أو حينا لأنه\nرأس آية بعد الرسل صالح وقال أبو عمرو كاف حكيما صالح وكذا يشهدون وقال أبو\nعمرو في حكيما كاف شهيدا تام وكذا بعيدا وكذا أبدا يسيرا تام خير لكم حسن\nوالأرض كاف حكيما تام إلا الحق كاف رسول الله صالح وروح منه كاف وقال أبو\nعمرو تام لنه آخر القصة وقيل كاف ورسله جائز ولا تقولوا ثلاثة مفهوم خيرا\nلكم صالح وكذا له واحد أن يكون له ولد تام وما في الأرض كاف وكيلا تام\nالمقربون حسن وقال أبو عمرو كاف جميعا كاف وكذا من فضله ولا نصيرا تام\nمبينا كاف مستقيما تام في الكلالة كاف وكذا نصف ما ترك إن لم يكن لها ولد\nحسن وقال أبو عمرو كف حظ الأنثين وقال أبو عمرو كاف أن تضلوا كاف آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head14'>سورة المائدة مدنية</h1>\n\n<p>\nأوفوا بالعقود تام وأنتم حرم <span id='ms053'></span> كاف ما يريد تام ورضوانا مفهوم فاصطادوا حسن\nوكذا أن تعتدوا وقال أبو عمرو في الأربعة كاف والعدوان كاف وكذا واتقوا\nالله العقاب تام بالازلام صالح ذلكم فسق حسن وكذا واخشون وقال أبو عمرو في\nالأول تام وفي الثاني كاف دينا كاف رحيم تام ماذا أحل لهم صالح وكذا مكلبين\nومما علمكم الله وقال أبو عمرو فيهما كاف اسم الله عليه كاف وكذا واتقوا\nالله الحساب تام أحل لكم الطيبات كاف وكذا وطعامكم حل لهم هذا إن جعل قوله\nوالمحصنات مستأنفان معطوفا على الطيبات لم يوقف عليهما إلا بتجوز أخدان كاف\nفقد حبطه عمله جائز من الخاسرين تام وامسحوا برؤسكم صالح لمن قرأ وأرجلكم\nبالنصب ليعلم أنه عطف على الوجوه والأيدي لا على الرؤس إلى الكعبين مفهوم\nفاطهروا كاف وأيديكم منه حسن وكذا تشكرون وقال أبو عمرو في الأول كاف\nوأطعنا كاف وكذا واتقوا الله الصدور تام بالقسط صالح إلا تعدلوا كاف وكذا\nللتقوى واتقوا الله بما تعملون تام وكذا وعملوا الصالحات وأجر عظيم والجحيم\nفكف أيديهم عنكم كاف وكذا واتقوا الله المؤمنين حسن نقيبا صالح وقال أبو\nعمرو في الأول تام وفي الثاني كاف أني معكم تام من تحتها الأنهار كاف وكذا\nسواء السبيل وقال أبو عمرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nفي الثاني تام قلوبهم قاسي ة صالح وكذا مواضعه ذكروا به كاف وكذا إلا\nقليلا منهم وكذا واصفح ويحب المحسنين وإلى يوم القيامة بما كانوا يصنعون\nتام ويعفوا عن كثير صالح وقال أبو عمرو تام وقيل كاف وهو رأس آية عند\nالبصريين وكتاب مبين كاف وكذا سبل السلام وبأذنه مستقيم تام ابن مريم كاف\nجميعا تام يخلق ما يشاء كاف قدير تام وأحباؤه حسن بذنوبكم كاف وكذا بشر ممن\nخلق ويعذب من يشاء تام وما بينهما كاف واليه المصير تام ولا نذير صالح بشير\nونذير كاف قدير حسن وقال أبو عمرو تام وجعلكم ملوكا صالح وقال أبو عمرو\nوقال أبو عمرو تام من العالمين حسن كتب الله لكم كاف وكذا خاسرين جبارين <span id='ms054'></span>\nصالح وكذا حتى يخرجوا منها داخلون حسن وقال أبو عمرو في هذين كاف عليهم\nالباب كاف وكذا غالبون وهو رأس آية عند البصريين مؤمنين حسن وقال أبو عمرو\nكاف ما داموا فيها صالح قاعدون حسن لا أملك إلا نفسي تام عند بعضهم إن قدر\nوأخي مبتدأ خبره محذوف أي وأخي كذلك أي لا يملك إلا نفسه والاكثر الوقف على\nوأخي وهو كاف وهو على هذا عطف على نفسي أو على الضمير في أملك أنا وأخي إلا\nأنفسنا أو على اسم إن أي أني وأحي الفاسقين حسن وفي قوله فأنها محرمة عليهم\nأربعين سنة وجهان أحدهما أن أربعين منصوب بمحرمة فالوقف على سنة ويبتدأ\nبيتيهون في ارض والثاني أنه منصوب بيتيهون فالوقف على محرمة عليهم ويبتدأ\nبأربعين سنة والوقف على كل من القولين كاف يتيهون في الأرض كاف الفاسقين\nتام من الآخر صالح لأقتلنك كاف وقال أبو عمرو تام من المتقين حسن رب\nالعالمين كاف وكذا من أصحاب النار والظالمين ومن الخاسرين وسوأة أخيه وقال\nأبو عمرو في الكل تام سواة أخي صالح من النادمين تام بناء على المشهور من\nجعل من أجل ذلك متعلقا بكتبنا فأن علق بما قبله فالوقف عليه أي فأصبح نادما\nمن أجل قتله أخاه قتل الناس جميعا كاف أحيا الناس جميعا حسن وكذا المسرفون\nوقال أبو عمرو فيهما تام من الأرض كاف وكذا في الدنيا وعذاب عظيم وقيل لا\nيوقف على عظيم لأن الابتداء بحرف الاستثناء لا يحسن إلا عند الضرورة من قبل\nإن تقدروا عليهم جائز وقال أبو عمرو كاف رحيم تام الوسيلة مفهوم تفلحون تام\nما تقبل منهم صالح وقال أبو عمرو كاف أليم حسن منها كاف مقيم حسن وقال أبو\nعمرو تام نكالا من الله كاف وكذا حكيم ويتوب عليه رحيم حسن وقال أبو عمرو\nتام لمن يشاء كاف قدير تام قلوبهم حسن وقال أبو عمرو كاف هذا إن جعل سماعون\nمبتدأ وما قبله خبره أي ومن الذين هادوا قوم سماعون فأن جعل <span id='ms055'></span> خبر المبتدأ\nمحذوف لم يوقف على قلوبهم بل على ومن الذين هادوا عطفا ومن الذين قالوا\nوالوقف عليه حينئذ تام سماعون للكذب صالح وقال أبو عمرو كاف ويبتدأ بما\nبعده أي هم سماعون لقوم آخرين لم يأتوك تام من بعد مواضعه مفهوم وقال أبو\nعمرو فيهما كاف فأحذروا كاف وكذا من الله شيئا وأن يطهر قلوبهم خزي صالح\nعظيم حسن وقال أبو عمرو فيهما كاف أكالون للسحت كاف وكذا أو أعرض عنهم فلن\nيضروك شيئا صالح بالقسط كاف المقسطين حسن وقال\n</p>\n\n<p>\nأبو عمرو كاف من بعد ذلك كاف من بعد ذلك كاف بالمؤمنين تام هدى ونور\nمفهوم عليه شهداء كاف واخشوني جائز وقال أبو عمرو كاف ثمنا قليلا كاف\nالكافرون حسن وقال أبو عمرو كاف بالنفس حسن وقال أبو عمرو كاف وهذا على\nقراءة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nرفع ما بعده بالسن حسن على قراءة من رفع والجروح قصاص كاف مطلقا فهو\nكفارة له حسن وكذا الظالمون وقال أبو عمرو فيه تام من التوراة كاف للمتقين\nبما أنزل الله فيه كاف الفاسقون تام ومهيمنا عليه صالح من الحق كاف وكذا\nومنها جاو فيما آتاكم فتبقوا الخيرات حسن وقال أبو عمرو كاف فيه تختلفون\nمفهوم ما أنزل الله إليك كاف وكذا ببعض ذنوبهم لفاسقون حسن وكذا يبغون\nيوقنون تام وكذا النصارى أولياء وبعضهم أولياء بعض وقال أبو عمرو فيهما كاف\nفأنه منهم كاف وكذا الظالمين ودائرة نادمين حسن وقال أبو عمرو كاف هذا إن\nقرئ بالرفع مع الواو وبدونها فأن قرئ بالنصب عطفا على يأتي لم يحسن الوقف\nعلى نادمين لكنه صالح لأنه رأس آية ولأن الكلام طال انهم لمعكم صالح خاسرين\nتام الكافرين وكذا لومة لائم وقال أبو عمرو فيهما كاف من يشاء كاف عليم تام\nراكعون حسن وقال أبو عمرو تام هم الغالبون تام والكفار أولياء كاف مؤمنين\nحسن صالح لا يعقلون نام فاسقون مثوبة عند الله كاف إن جعل ما بعده مرفوعا\nخبر مبتدأ محذوف وليس بوقف إن جعل ذلك مجرورا <span id='ms056'></span> تبعا بتقدير بشر من ذلك من\nلعنه الله والخنازير كاف إن قرئ وعبد الطاغوت فعلا عطفا على لعنه الله وليس\nبوقف إن قرئ وعبد الطاغوت بإضافة عبد إلى الطاغوت لنه معطوف على الخنازير\nفلا يفصل بينهما وعبد الطاغوت حسن سواء السبيل كاف وكذا خرجوا به ويكتمون\nوأكلهم السحت صالح يعملون حسن السحت صالح يصنعون تام مغلولة مفهوم وكذا غلت\nأيديهم بما قالوا صالح كيف يشاء كاف طغيانا وكفرا صالح يوم القيامة كاف\nوكذا فساد المفسدين حسن النعيم كاف أرجلهم حسن مقتصده صالح يعملون من ربك\nصالح رسالته كاف وكذا من الناس الكافرين تام من ربكم كاف وكفرا صالح\nالكافرين تام ولا هم يحزنون حسن رسلا كاف بما لا تهوى أنفسهم ليس بوقف لأن\nما بعده جواب كلما جاءهم رسول كذبوه أو قتلوه أي كذبوا فريقا وفريقا تقتلون\nحسن كثير منهم كاف بما يعملون تام المسيح ابن مريم صالح وربكم كاف وكذا\nالنار من أنصار تام ثالث ثلاثة صالح اله واحد كاف أليم حسن ويستغفرونه كاف\nرحيم تام الطعام حسن وقال أبو عمرو كاف يؤفكون حسن وقال أبو عمرو تام ولا\nنفعا كاف العليم تام غير الحق كاف سواء السبيل تام وعيسى ابن مريم كاف\nيعتدون حسن وقال أبو عمرو تام فعلوه كاف يفعلون حسن وقال أبو عمرو تام\nالذين كفروا صالح خالدون كاف فاسقون تام والذين أشركوا صالح نصارى كاف لا\nيستكبرون حسن وكذا مع الشاهدين وقال أبو عمرو فيهما تام فأن وقف على من\nالحق فصالح الصالحين كاف خالدين فيهما صالح المحسنين حسن الجحيم تام ولا\nتعتدوا كاف المعتدين حسن طيبا كاف مؤمنون تام الأيمان صالح وكذا تحرير رقبة\nثلاثة أيام كاف إذا حلفتم صالح وافظوا أيمانكم كاف تشكرون تام الشيطان\nمفهوم تفلحون حسن وعن الصلاة مفهوم منتهون حسن واحذروا كاف المبين حسن وقال\nأبو عمرو تام وأحسنوا كاف المحسنين تام بالغيب كاف أليم وأنتم حرم كاف وبال\nأمره صالح عما سلف حسن فينتقما لله منه كاف ذو انتقام <span id='ms057'></span> تام وطعامه كاف\nوللسيارة حسن حرما كاف تحشرون تام والقلائد كاف بكل شيء عليم وكذا غفور\nرحيم البلاغ تكتمون حسن وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عمروتام كثرة الخبيث كاف تفلخون تام تسؤكم مفهوم لا يعقلون حسن وقال\nأبو عمرو تام آباءنا حسن لا يهتدون تام عليكم أنفسكم صالح إذا اهتديتم حسن\nتعملون تام مصيبة الموت صالح شهادة الله زعموا انه وقف ولا احبه إذ لا يحسن\nالابتداء بما بعده إلا ثمين صالح الأوليان كاف وكذا فيقسمان ويبتدأ بما\nبعده بتقدير يقولان بالله لشهادتنا والاجود تعلق بالله بيقسمان الظالمين\nحسن بعد أيمانهم كاف وكذا واسمعوا والفاسقين وقال أبو عمرو تام يوم منصوب\nباتقوا لا علم لنا وقال أبو عمرو كاف علام الغيوب تام وكهلا صالح وكذا\nوالإنجيل بأذني في الموضع الثلاثة مفهوم وكذا بالبينات مبين صالح وكذا\nبأننا مسلمون وقال أبو عمرو فيهما تام من السماء كاف وكذامؤمنين من\nالشاهدين حسن وقال أبو عمرو تام وآية منك صالح وكلام أبي عمرو يقتضي أنه\nكاف الرازقين حسن\n</p>\n\n<p>\nوكذا من العالمين وقال أبو عمرو فيهما كاف من دون الله كاف وكذا بحق فقد\nعلمته حسن ما في نفسك صالح الغيوب تام وربكم صالح فيهم كاف وكذا عليهم شهيد\nتام عبادك صالح الحكيم تام صدقهم كاف أبدا صالح ورضوا عنه مفهوم العظيم تام\nوما فيهن كاف آخر السورة تام. من العالمين وقال أبو عمرو فيهما كاف من دون\nالله كاف وكذا بحق فقد علمته حسن ما في نفسك صالح الغيوب تام وربكم صالح\nفيهم كاف وكذا عليهم شهيد تام عبادك صالح الحكيم تام صدقهم كاف أبدا صالح\nورضوا عنه مفهوم العظيم تام وما فيهن كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head15'>سورة الأنعام مكية</h1>\n\n<p>\nيعدلون تام قضى أجلا حسن وقال أبو عمرو كاف وهذا الأجل أجل الحياة والأجل\nفي قوله وأجل مسمى عنده أجل ما بين الموت والبعث تمترون حسن وقال أبو عمرو\nتام وفي الأرض حسن وجهركم جائز تكسبون وقال أبو عمرو تام معرضين كاف\nيستهزؤن تام بذنوبهم صالح <span id='ms058'></span> وقال أبو عمرو كاف آخرين حسن وكذا سحر مبين وقال\nأبو عمرو فيهما تام عليه ملك صالح لاينتظرون تام وكذا يلبسون ويستهزؤن\nوالمكذبين قل الله كاف وكذا الرحمة لا ريب فيه تام لا يؤمنون حسن وقال أبو\nعمرو تام والنهار كاف العليم ولا يطعم كاف من أسلم صالح وقال أبو عمرو كاف\nمن المشركين حسن وكذا عظيم وقال أبو عمرو فيهما وفي بقية رؤس الآي الآتية\nتام فقد رحمه كاف وكذا المبين إلا هو صالح قدير حسن فوق عباده صالح الخبير\nحسن أكبر شهادة مفهوم وقال أبو عمرو كاف بيني وبينكم كاف ومن بلغ حسن وكذا\nقل لا أشهد وقال أبو عمرو فيهما كاف مما تشركون تام أبنائهم حسن وقال أبو\nعمرو كاف لا يؤمنون تام بآياته كاف الظالمون حسن تزعمون كاف مشركين حسن\nوقال أبو عمرو كاف يفترون تام من يستمع إليك صالح وقرا كاف وكذا لا يؤمنون\nبها أساطير الأولين وينأون عنه حسن وكذا يشعرون ولو ترى إذ وقفوا علىالنار\nهنا وعلى ربهم فيما يأتي كاف وجواب لو محذوف أي لرأيت أمرا فظيعا ياليتنا\nنرد على قراءة رفع الفعلين بعده استثنافا أي ونحن لا نكذب ونحن من المؤمنين\nرددنا أم لا وليس بوقف على قراءة نصبهما جوابا للتمني ولا على قراءة رفعهما\nما عطفا على نرد فيدخلان في التمني ولا على قراءة رفع الأول ونصب الثاني إذ\nلا يجوز الفصل بين التمني وجوابه من المؤمنين كاف وكذا من قبل لكاذبون حسن\nوكذا بمبعوثين بالحق كاف وكذا بلى وربنا تكفرون تام بلقاء الله مفهوم عند\nبعضهم وكذا فرطنا فيها على ظهورهم حسن وكذا ما يزرون ولهو للذين يتقون كاف\nافلا يعقلون تام الذي يقولون صالح يجحدون تام نصرنا صالح وكذا لكلمات الله\nالمرسلين كاف بآية حسن وكذا من الجاهلين وقال أبو عمرو في الأول كاف يسمعون\nتام يبعثهم الله صالح يرجعون تام آية من ربه كاف لا يعلمون تام أمثالكم حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nمن شيء مفهوم يحشرون تام في الظلمات كاف <span id='ms059'></span> يضلله صالح مستقيم تام صادقين\nتام بل اياه تدعون جائز ما يشركون تام يتضرعون كاف قلوبهم جائز يعملون كاف\nأبواب كل شيء صالح مبلسون كاف رب العالمين تام يأتيكم به حسن يصدفون تام\nالظالمون ومنذرين كاف عليهم جائز يحزنون حسن يفسقون تام خزائن الله جائز\nوكذا ولا اعلم الغيب أني ملك مفهوم ما يوحي إلى كاف وكذا البصير تتفكرون\nتام لعلهم يتقون حسن يريدون وجهه كاف وكذا من الظالمين من بيتنا حسن وكذا\nبالشاكرين سلام عليكم حسن وقال أبو عمرو كاف الرحمة حسن وقال أبو عمرو كاف\nوهذا على قراءة انه بكسر الهمزة استئنافا وأما على قراءته بالفتح بجعله مع\nما بعده بيانا للرحمة فليس بوقف فان جعل ذلك على هذه القراءة حبر مبتدأ\nمحذوف كان الوقف على اللاحمة كافيا غفور رحيم حسن وقال أبو عمرو تام نفصل\nالايات جائز سبيل المجرمين حسن من دون الله كاف من المهتدين تام وكذبتم به\nحسن وكذا ما تستعجلون به يقص الحق جائز الفاصلين تام بيني وبينكم كاف\nبالظالمين حسن وكذا إلا هو وما في البر والبحر وفي كتاب مبين أجل مسمى صالح\nتعملون تام فوق عبادة مفهوم وكذا حفظة لا يفرطون صالح مولاهم الحق حسن\nالحاسبين تام من الشاكرين حسن وكذا تشكرون وبأس بعض يفقهون كاف كذا وهو\nالحق عليكم بوكيل حسن مستقر كاف تعملون حسن في حديث غيره الظالمين حسن\nيتقون كاف الحياة الدنيا صالح ولا شفيع كاف لا يؤخذ منها حسن بما كسبوا كاف\nيكفرون تام حيران حسن وكذا ائننا وقال أبو عمرو في الأول كاف هو الهدى كاف\nلرب العالمين جائز وليس بحسن وان كان رأس آية لتعلق ما بعده بما قبله\nواتقوه صالح وقال أبو عمرو كاف تحشرون كاف بالحق كاف إن نصب قوله ويوم يقول\nباذكر مقدرا وليس بوقف إن عطف ذلك على هاء واتقوه أو على السموات للفصل بين\nالمتعاطفين كن صالح وتقدم الكلام عليه في سورة البقرة فيكون حسن وقال أبو\nعمرو تام قوله الحق <span id='ms060'></span> حسن يوم ينفخ في الصور كاف إن رفع ما بعده خبر المبتدأ\nمحذوف وليس بوقف إن رفع ذلك نعتا للذي خلق والشهادة كاف وكذا الخبير وقال\nأبو عمرو تام لأبيه آزر صالح فأن قرئ آزر بالضم على النداء جاز الوقف على\nقوله لأبيه\n</p>\n\n<p>\nللفرق بين القراءتين أصناما آلهة صالح مبين حسن والأرض كاف وكذا وليكون\nمن الموقنين واللام متعلقة بمحذوف أي ونريه الملكوت ومنهم من جعل الواو\nزائدة فلا يوقف على الأرض بل على الموقنين هذا ربي صالح الآفلين كاف هذا\nربي صالح الضالين كاف هذا أكبر صالح تشركون حسن وقال أبو عمرو كاف حنيفا\nكاف من المشركين حسن وقال أبو عمرو كاف وحاجة قومه صالح وكذا وقد هدان ربي\nشيئا حسن وقال أبو عمرو كاف علما كاف أفلا تتذكرون حسن وقال أبو عمرو كاف\nسلطانا صالح تعلمون تام الأمن جائز وعم مهتدون كاف وقال أبو عمرو تام من\nنشاء كاف وكذا عليم وقوله ويعقوب ومن قبل كلا هدينا جائز وهرون كاف وكذا\nالمحسنين وقوله والياس ومن الصالحين وقوله ولوطا والعالمين وإخوانهم صالح\nمستقيم كاف وكذا من عبادة يعملون حسن والحكم والنبوة كاف وكذا بكافرين\nوفبهداهم اقتده ذكرى للعالمين تام من شيء حسن وهدى للناس كاف سواء قرئ ما\nبعده بالغيبة أم بالحضور وقيل إن قرئ ذلك بالغيبة فالوقف كاف لأن ما بعده\nاستئناف أو بالحضور فليس بوقف لأن خطاب الذي تقدمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقي قوله قل من أنزل الكتاب قل الله حسن فأن وقف على قوله ولا آباؤكم لم\nيقف على قل الله وأطلق أبو عمرو وأن الوقف على قل الله كاف يلعبون تام وقال\nفي الأصل حسن ومن حولها حسن أبو عمرو وأن يحافظون تام ما أنزل الله حسن ولو\nترى إذ الظالمون في غمرات الموت كاف وجواب لو محذوف أنفسكم حسن غير الحق\nكاف إن جعل ما بعده استئنافا لا معطوفا على كنتم تستكبرون حسن وراء ظهوركم\nكاف شركاء حسن بينكم كاف تزعمون تام والنوى حسن من الحي كاف <span id='ms061'></span> تؤفكون حسن\nفالق الاصباح حسن على قراءة وجعل الليل وأم على قراءة وجاعل الليل فالوقف\nعلى حسابنا وهو على القراءتين كاف العليم حسن وقال أبو عمرو تام والبحر كاف\nيعلمون حسن وقال أبو عمرو تام ومستودع كاف يفهقون حسن نبات كل شيء مفهوم\nوكذا حضرا متراكبا حسن وقال أبو عمرو كاف دانية كاف من أعناب صالح وغير\nمتشابه حسن وكذا وينعه ولقوم يؤمنون شركاء الجن كاف وكذا خلقهم بغير علم\nحسن يصفون تام والأرض صالح ولم تكن له صاحبة كاف وكذا كل شيء عليم حسن وكذا\nلا اله إلا هو فاعبدوه كاف وكيل حسن الخبير تام من ربكم صالح فعليها كاف\nوكذا بحفيظ يعملون تام من ربك كاف إلا هو صالح المشركين حسن ما أشركوا صالح\nوكذا حفيظا بوكيل حسن بغير حسن بغير علم كاف عملهم صالح يعملون حسن وكذا\nليؤمن بها عند الله تام وما يشعركم تام على قراءة إنها بكسر الهمزة\nاستئنافا وليس بوقف على قراءتها بالفتح على الأولى وما يشعركم إيمانهم لا\nيؤمنون كاف أول مرة صالح يعمهون تام إلا أن يشاء الله مفهوم عند بعضهم\nيجهلون حسن وكذا غرورا يفترون كاف مقترفون حسن صالح من الممترين حسن وعدلا\nكاف لكلماته صالح العليم تام عن سبيل الله حسن إلا يخرصون تام عن سبيله كاف\nوكذا بالمهتدين ومؤمنين ما اضطررتم إليه حسن وكذا بغير علم وبالمعتدين\nوباطنه تام وكذا يقترفون ولفسق ليجادلوكم كاف لمشركون تام بخارج منها\nيعملون حسن وكذا ليمكروا فيها وما يشعرون كاف رسل الله تام رسالاته حسن\nوقال أبو عمرو كاف يمكرون حسن للإسلام كاف وكذا في السماء ولا يؤمنون\nمستقيما حسن يذكرون تام وقال أبو عمرو كاف عند ربهم مفهوم يعملون حسن وقال\nأبو عمرو إنما يوقف عليه إن قرئ ويوم نحشرهم بالنون لأنه استئناف وأخبار من\nالله تعالى بلفظ الجمع للتعظيم فهو منقطع عما قبله وأما على قراءة من قرأه\nبالياء فلا يوقف عليه لأن ذلك أخبار عن الله المتقدم في قوله وهو <span id='ms062'></span> وليهم فهو\nمتعلق به فلا يقطع عنه من الإنس كاف وكذا أجلت لنا وما شاء الله حكيم عليم\nحسن يكسبون تام يومكم هذا كاف على أنفسنا حسن كافرين تام وكذا غافلون مما\nعملوا كاف وقال أبو عمرو إنما يوقف عليه على قراءة عما تعملون بالتاء\nالفوقية لأنه استئناف وأما على قارئته بالتحتية فلا يوقف عليه لأن ما بعده\nمتعلق بما قبله وهو ولكل درجات مما عملوا عما تعملون تام وكذا آخرين لآت\nصالح بمعجزين تام أني عامل صالح عاقبة الدار جائز لا يفلح الظالمون حسن\nنصيبا جائز وكذا بزعمهم ولشركائنا إلى شركائهم حسن وكذا بزعمهم ولشركائنا\nإلى شركائهم حسن وكذا ما يحكمون دينهم كاف ما فعلوه صالح وما يفترون حسن\nحجر كاف وكذا افتراء عليه يفترون حسن شركاء كاف وكذا وصفهم حكيم\n</p>\n\n<p>\nعليميم تام على الله حسن مهتدين تام مختلفا أكله مفهوم متشابه كاف وكذا\nيوم حصاده وكذا ولا تسرفوا المسرفين حسن حمولة وفرشنا صالح خطوات الشيطان\nكاف مبين حسن وقال أبو عمرو كاف وهذا إن نصب ثمانية أزواج بالعطف على معمول\nأنشأ أو بإضمار كلوا فان نصب بدلا من حمولة أو مما رزقكم الله فليس ذلك\nوقفا لتعلق ما بعده بما قبله إذ وصاكم الله بهذا حسن وقال أبو عمرو كاف\nبغير علم كاف الظالمين تام طاعم يطعمه جائز عند بعضهم إلا أن يكون ميتة حسن\nعند بعضهم فأنه رجس حسن وكذا الغير الله به ورحيم كل ذي ظفر صالح بعظم كاف\nلصادقون حسن واسعة كاف المجرمين تام من شيء كاف وكذا بأسنا فتخرجوه لنا حسن\nإلا تخرصون تام وكذا أجمعين هذا كاف فلا تشهد معهم حسن بربهم يعدلون تام\nوبالوالدين إحسانا حسن من إملاق صالح واياهم كاف وكذا ما بطن وبالحق لعلكم\nتعقلون حسن حتى يبلغ أشده صالح بالقسط كاف إلا وسعها صالح ذا قربى مفهوم\nوبعهد الله أوفوا كاف تذكرون حسن وقال أبو عمرو تام وهذا على قراءة وان هذا\nبكسر الهمزة أما على قراءة فتحها فليس <span id='ms063'></span> ذلك وقفا فاتبعوه حسن عن سبيله كاف\nوكذا تتقون يؤمنون حسن فاتبعوه كاف لعلكم ترحمون جائز وليس بحسن وان كان\nرأس آية لتعلق ما بعده بما قبله أهدى منهم صالح ورحمة كاف وصدف عنها حسن\nوكذا بما كانوا يصدفون وقال أبو عمرو فيه تام بعض آيات ربك كاف في إيمانها\nخيرا حسن وقال أبو عمرو كاف منتظرون تام في شيء كاف يفعلون تام فله عشرا\nمثالها كاف لا يظلمون تام صراط مستقيم صالح حنيفا كاف من المشركين تام لله\nرب العالمين حسن لا شريك له كاف وكذا وبذلك أمرت أول المسلمين تام ورب كل\nشيء حسن وقال أبو عمرو كاف إلا عليها كاف وزر أخرى صالح فيما آتاكم حسن\nوقال أبو عمرو كاف ولا وقف على سريع العقاب بل على غفور رحيم آخر السورة\nللمقارنة بينهما ومثله في قوله في الأعراف لسريع العقاب. على الله حسن\nمهتدين تام مختلفا أكله مفهوم متشابه كاف وكذا يوم حصاده وكذا ولا تسرفوا\nالمسرفين حسن حمولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوفرشنا صالح خطوات الشيطان كاف مبين حسن وقال أبو عمرو كاف وهذا إن نصب\nثمانية أزواج بالعطف على معمول أنشأ أو بإضمار كلوا فان نصب بدلا من حمولة\nأو مما رزقكم الله فليس ذلك وقفا لتعلق ما بعده بما قبله إذ وصاكم الله\nبهذا حسن وقال أبو عمرو كاف بغير علم كاف الظالمين تام طاعم يطعمه جائز عند\nبعضهم إلا أن يكون ميتة حسن عند بعضهم فأنه رجس حسن وكذا الغير الله به\nورحيم كل ذي ظفر صالح بعظم كاف لصادقون حسن واسعة كاف المجرمين تام من شيء\nكاف وكذا بأسنا فتخرجوه لنا حسن إلا تخرصون تام وكذا أجمعين هذا كاف فلا\nتشهد معهم حسن بربهم يعدلون تام وبالوالدين إحسانا حسن من إملاق صالح\nواياهم كاف وكذا ما بطن وبالحق لعلكم تعقلون حسن حتى يبلغ أشده صالح بالقسط\nكاف إلا وسعها صالح ذا قربى مفهوم وبعهد الله أوفوا كاف تذكرون حسن وقال\nأبو عمرو تام وهذا على قراءة <span id='ms064'></span> وان هذا بكسر الهمزة أما على قراءة فتحها فليس\nذلك وقفا فاتبعوه حسن عن سبيله كاف وكذا تتقون يؤمنون حسن فاتبعوه كاف\nلعلكم ترحمون جائز وليس بحسن وان كان رأس آية لتعلق ما بعده بما قبله أهدى\nمنهم صالح ورحمة كاف وصدف عنها حسن وكذا بما كانوا يصدفون وقال أبو عمرو\nفيه تام بعض آيات ربك كاف في إيمانها خيرا حسن وقال أبو عمرو كاف منتظرون\nتام في شيء كاف يفعلون تام فله عشرا مثالها كاف لا يظلمون تام صراط مستقيم\nصالح حنيفا كاف من المشركين تام لله رب العالمين حسن لا شريك له كاف وكذا\nوبذلك أمرت أول المسلمين تام ورب كل شيء حسن وقال أبو عمرو كاف إلا عليها\nكاف وزر أخرى صالح فيما آتاكم حسن وقال أبو عمرو كاف ولا وقف على سريع\nالعقاب بل على غفور رحيم آخر السورة للمقارنة بينهما ومثله في قوله في\nالأعراف لسريع العقاب.\n</p>\n\n<h1 class='l1' id='head16'>سورة الأعراف مكية إلا قوله واسألهم عن القرية أو الخمس آيات فمدني</h1>\n\n<p>\nالمص تقدم عليه في سورة البقرة كتاب انزل اليك صالح حرج منه كاف لتذر به\nصالح إن جعل ما بعده خبر مبتدأ محذوف وان جعل معطوفا على قوله لتنذر فليس\nبوقف للمؤمنين تام من ربكم جائز أولياء كاف تذكرون حسن وقال أبو عمرو فيهما\nتام قائلون كاف وكذا ظالمين والمرسلين بعلم صالح غائبين حسن وكذا الحق\nالمفلحون كاف يظلمون تام معايش كاف تشكرون تام لآدم كاف من الساجدين تام إذ\nأمرتك كاف من طين صالح الصاغرين كاف وكذا يبعثون ومن المنظرين المستقيم\nصالح وعن شمائلهم شاكرين حسن وكذا مدحورا أجمعين تام من حيث شئتما مفهوم من\nالظالمين كاف من سواتهما صالح من الخالدين كاف لمن الناصحين صالح بغرور كاف\nوكذا من ورق الجنة عدو مبين حسن ظلمنا أنفسنا صالح من الخاسرين تام اهبطوا\nحسن وقال أبو عمرو كاف عدو كاف إلى حين حسن تخرجون تام وريشا حسن على قراءة\nولباس التقوى بالرفع مبتدأ وليس بوقف على <span id='ms065'></span> ذلك بالنصب عطفا على لباسا ذلك\nخير حسن يذكرون تام سوآتهما كاف لا ترونهم تام لا يؤمنون كاف أمرنا بها حسن\nبالفحشاء كاف ما لا تعلمون تام بالقسط كاف كل مسجد صالح تعودون حسن وكذا\nالضلالة من دون الله جائز مهتدون تام واشربوا كاف وكذا ولا تسرفوا المسرفين\nتام من الرزق كاف في الحياة الدنيا كاف عند بعضهم على قراءة رفع خاصة وليس\nبوقف على قراءة نصبها يوم القيامة حسن وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عمرو لقوم يعملون كاف وقال أبو عمرو تام أجل صالح ولا يستقدمون تام\nعليهم جائز يحزنون تام النار مفهوم خالدون حسن بآياته كاف وكذا من الكتاب\nمن دون الله صالح كافرين تام في النار كاف لعنت أختها صالح من النار كاف لا\nتعلمون حسن من فضل كاف تكسبون تام سم الخياط كاف المجرمين حسن غواش صالح\nالظالمين تام وكذا خالدون ويجوز الوقف على وسعها إن جعل خبر المبتدأ وان\nالوقف على أصحاب الجنة كان مفهوما من تحتهم الأنهار كاف هدانا لهذا كاف على\nقراءة ما بعده بالواو وحسن على قراءة من قرأه بلا واو بالحق حسن تعملون\nوقيل كاف وبينهما حجاب تام وقال أبو عمرو كاف بسيماهم حسن وكذا أن سلام\nعليكم ويطمعون قال بعضهم وكذا لم يدخلوها مع القوم الظالمين تام وكذا\nتستكبرون وبرحمة تحزنون تام مما رزقكم الله كاف على الكافرين تام إن جعل ما\nبعده مبتدأ خبره فاليوم ننساهم وليس بوقف إن جعل ذلك نعتا للكافرين بل\nالوقف على الحياة الدنيا وهو كاف يجحدون تام يؤمنون حسن وقال أبو عمرو تام\nإلا تأويله كاف كنا نعمل حسن وقال أبو عمرو كاف أنفسهم جائز يفترون تام\nحثيثا حسن على قراءة ما بعده بالرفع على الابتداء والخبر وليس بوقف على\nقراءته بالنصب عطفا على السموات بأمره حسن وكذا ألا له الخلق والأمر\nالعالمين تام وخفية كاف المعتدين تام وطعما كاف من المحسنين تام رحمته صالح\nمن كل الثمرات حسن تذكرون تام بأذن ربه حسن وقال أبو عمرو <span id='ms066'></span> كاف إلا نكدا كاف\nيشكرون تام غيره كاف عظيم ومبين العالمين حسن وكذا ما لا تعلمون وترحمون\nوقال أبو عمرو في الثلاثة كاف في الفلك صالح بآياتنا كاف عمين تام هودا\nمفهوم غيره كاف تتقون تام من الكاذبين كاف العالمين حسن وكذا ناصح أمين\nوقال أبو عمرو فيهما كاف لينذركم كاف وكذا بسطة تفلحون حسن وقال أبو عمرو\nكاف آباؤنا صالح من الصادقين حسن وكذا وغضب من سلطان كاف المنتظرين حسن\nبرحمة منا صالح مؤمنين تام مفهوم غيره كاف وكذا من ربكم ولكم آية وفي أرض\nالله أليم حسن وقال أبو عمرو كاف بيوتا كاف آلاء الله صالح مفسدين تام مرسل\nمن ربه كاف مؤمنون حسن وقال أبو عمرو كاف كافرون كاف وكذا من المرسلين\nجاثمين حسن وقال أبو عمرو كاف الناصحين تام الفاحشة صالح وكذا من العالمين\nمسرفون تام من قريتكم جائز يتطهرون كاف وكذا من الغابرين مطرا جائز\nالمجرمين تام شعبيا مفهوم غيره من ربكم مفهوم الميزان صالح أشياءهم جائز\nبعد إصلاحها كاف مؤمنين حسن وكذا مؤمنين حسن وكذا عوجا فكثركم كاف المفسدين\nحسن بيننا صالح الحاكمين تام ملتنا كاف وكذا كارهين ونجانا الله منها ربنا\nحسن وكذا كل شيء علما وتوكلنا الفاتحين تام لخاسرون كاف جاثمين حسن كأن لم\nيغنوا فيها حسن إن جعل ما بعده مبتدأ خبره كانوا الخاسرين وصالح إن جعل ذلك\nبدلا من الذين كفروا الخاسرين كاف قوم كافرين تام يضرعون كاف حتى عفوا صالح\nلا يشعرون حسن وكذا يكسبون نائمون كاف وأفأمنوا\n</p>\n\n<p>\nمكرر\n</p>\n\n<p>\nالله القوم الخاسرين تام بذنوبهم صالح لا يسمعون تام من أنبائها حسن من\nقبل كاف الكافرين حسن من عهد وكذا الفاسقين فظلموا بها صالح المفسدين تام\nرب العالمين حسن وكذا إلا الحق بني اسرائيل كاف وكذا الصادقين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمبين صالح للناظرين حسن من أرضكم كاف إن جعل فماذا تأمرون من كلام فرعون\nوما قبله حكاية عن الملا وليس بوقف إن جعل ذلك حكاية عن الملأ تأمرون كاف\nحاشرين رأس آية وليس <span id='ms067'></span> بوقف لأن ما بعده من تمام ىالحكاية عن الملأ ساحر عليم\nحسن الغالبين كاف من المقربين حسن الملقين كاف بسحر عظيم تام عصاك صالح\nيأفكون كاف وكذا يعملون وصاغرين ساجدين صالح رب موسى وهرون تام قبل آذن لكم\nكاف أهلها صالح فسوف تعلمون كاف وكذا أجمعين ومنقلبون جاءتنا حسن صبرا كاف\nمسلمين وآلهتك حسن قاهرون تام واصبروا حسن من عباده كاف للمتقين حسن ما\nجئتنا كاف كيف تعملون تام تذكرون كاف لنا هذه صالح ومن معه تام وكذا لا\nيعلمون بمؤمنين كاف وكذا مفصلات مجرمين حسن بني إسرائيل كاف وكذا ينكثون\nغافلين حسن بار كنا فيها كاف وكذا بما صبروا ويعرشون وعلى أصنام لهم آلهة\nصالح تجهلون تام ما هم فيه جائز ما كانوا يعملون حسن وكذا على العالمين سوء\nالعذاب كاف وكذا نساءكم عظيم حسن أربعين ليلة كاف المفسدين تام انظر إليك\nكاف وكذا فسوف تراني إلى الجبل مفهوم صعقا كاف أول المؤمنين تام وبكلامي\nصالح من الشاكرين كاف لكل شيء صالح بأحسنها كاف الفاسقين حسن بغير الحق كاف\nلا يؤمنوا بها صالح وكذا لا يتخذوه سبيلا يتخذوه سبيلا كاف غافلين تام\nأعمالهم حسن وكذا يعملون له خوار تام سبيلا حسن وكذا ظالمين ومن الخاسرين\nمن بعدي كاف وكذا أمر ربكم ويجره إليه يقتلوني صالح الظالمين تام في رحمتك\nصالح الراحمين تام في الحياة الدنيا كاف المفترين تام وكذا رحيم الالواح\nكاف يرهبون حسن لميقاتنا صالح واياي حسن وكذا السفهاء منا تضل بها من تشاء\nصالح وتهدى من تشاء حسن الغافرين كاف إنا هدنا إليك حسن وكذا من أشاء كل\nشيء كاف يؤمنون حسن إن نصب الذي بعده أو رفع على المدح وصالح إن رفع بدلا\nمن الذين قبله وان كان فيه فصل بين البدل والمبدل منه لطول الكلام والإنجيل\nكاف كانت عليهم حسن وقال أبو عمرو كاف هم المفلحون تام وكذا والأرض يحيى\nويميت كاف لعلكم تهتدون حسن يعدلون كاف وقال أبو عمرو تام أسباطا أمما حسن\nوقال <span id='ms068'></span> أبو عمرو كاف الحجر كاف وكذا عشرة عينا ومشربهم والسلوى وما رزقناكم\nويظلمون خطاياكم صالح وقال أبو عمرو كاف المحسنين حسن يظلمون كاف لا تأتيهم\nتام وقال أبو عمرو كاف وزعم بعضهم إن الوقف على كذلك تام يفسقون حسن عذابا\nشديدا كاف يتقون حسن ينهون عن السوء صالح يفسقون كاف وكذا خاسئين سوء\nالعذاب حسن وقال أبو عمرو كاف لسريع العقاب جائز رحيم حسن وقال أبو عمرو\nكاف أمما كاف وكذا دون ذلك ويرجعون سيغفر لنا صالح يأخذوه حسن إلا الحق كاف\nودرسوا ما فيه حسن يتقون تام المصلحين كاف واقع بهم صالح تتقون تام قالوا\nبلى شهدنا منهم من قال الوقف على بلى فشهدنا من كلام الملائكة لما قال الله\nتعالى لذرية آدم حين مسح ظهره وأخرجهم منه ألست بربكم قالوا بلى فأقروا له\nبالعبودية فقال الله تعالى للملائكة اشهدوا فقالوا شهدنا وقيل الله تعالى\nوالملائكة ومنهم من قال الوقف على شهدنا فشهدنا من كلام بني آدم والوقف على\nالتقديرين كاف وقال ابن الانباري ليس شهدنا بوقف لتعلق أن بأشهدهم بتقدير\nكراهة أن تقولوا غافلين لا يوقف عليه ما بعده معطوف على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nما قبله من بعدهم حسن وكذا المبطلون يرجعون تام الغاوين كاف واتبع هو\nصالح أو تتركه يلهث كاف وكذا كذبوا بآياتنا يتفكرون تام وكذا يظلمون\nوالخاسرون فأن وقف على المهتدين فصالح من الجن والإنس كاف وكذا لا يسمعون\nبها وبل هم أضل هم الغافلون تام فادعوه بها حسن وكذا في أسمائه ويعملون وبه\nيعدلون تام لا يعلمون حسن وكذا وأملى لهم إن كيدي متين تام وكذا أولم\nيتفكروا من جنة حسن وقال أبو عمرو كاف مبين تام قد اقترب أجلهم كاف يؤمنون\nتام فلا هادي له حسن على قراءة ويذرهم بالرفع وليس بوقف على قراءة ذلك\nبالجزم عطفا على محله يعمهون تام مرساها صالح إلا هو حسن وقال أبو عمرو كاف\nوالأرض كاف إلا بغتة تام حفي عنها صالح لا يعملون تام ما شاء الله حسن وكذا <span id='ms069'></span>\nوما مسنى السوء وقيل تام وقال أبو عمرو\n</p>\n\n<p>\nفيهماا كاف يؤمنون تام ليسكن إليها كاف وكذا فرت به من الشاكرين حسن فيما\nآتاهما كاف يشركون حسن وقال أبو عمرو في الأول تام وفي الثاني كاف صامتون\nتام إن كنتم صادقين حسن وقال أبو عمرو تام فلا تنظرون تام الكتاب كاف\nالصالحين تام ينصرون حسن لا يسمعوا صالح وقال أبو عمرو في الأول تام وفي\nالثاني كاف لا يبصرون تام الجاهلين حسن فأستعذ بالله كاف عليم تام مبصرون\nصالح وقال أبو عمرو تام لا يقصرون كاف وكذا لولا اجتبيتها من ربي حسن وقال\nأبو عمرو كاف يؤمنون تام ترحمون حسن وقال أبو عمرو تام وقال أبو عمرو تام\nالغافلين تام وقال أبو عمرو كاف آخر السورة تام. ف يؤمنون تام ليسكن إليها\nكاف وكذا فرت به من الشاكرين حسن فيما آتاهما كاف يشركون حسن وقال أبو عمرو\nفي الأول تام وفي الثاني كاف صامتون تام إن كنتم صادقين حسن وقال أبو عمرو\nتام فلا تنظرون تام الكتاب كاف الصالحين تام ينصرون حسن لا يسمعوا صالح\nوقال أبو عمرو في الأول تام وفي الثاني كاف لا يبصرون تام الجاهلين حسن\nفأستعذ بالله كاف عليم تام مبصرون صالح وقال أبو عمرو تام لا يقصرون كاف\nوكذا لولا اجتبيتها من ربي حسن وقال أبو عمرو كاف يؤمنون تام ترحمون حسن\nوقال أبو عمرو تام وقال أبو عمرو تام الغافلين تام وقال أبو عمرو كاف آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head17'>سورة الأنفال مدنية وقيل إلا قوله وإذ يمكر بك الذين كفروا الآيات السبع</h1>\n\n<p>\nفمكي\n</p>\n\n<p>\nيسألونك عن الأنفال صالح أو مفهوم وتقدم ذكره مع نظائره في سورة البقرة\nلله والرسول كاف وكذا ذات بينكم إن كنتم مؤمنين تام وكذا يتوكلون إن جعل ما\nبعده مبتدأ فأن جعل بدلا من الذين إذا ذكر الله كان الوقف على ذلك جائزا\nولا يضر الفصل بين البدل والمبدل منه لأن ذلك آخر آية وعلى الوجه لا يوقف\nعلى ينفقون للفصل بين المبتدأ <span id='ms070'></span> والخبر حقا حسن وقال أبو عمرو كاف رزق كريم\nكاف إن علق كما بقوله قل الأنفال لله والافتام لا يضر في الأول الفصل بين\nالمتعلق والمتعلق به لان ذلك رأس آية ولأن الكلام قد طال بالحق كاف وكذا\nالكارهون وانما يصلح الوقف عليهما إذا لم يتعلق كما بيجاد لونك ينظرون كاف\nتكون لكم دابر الكافرين ليس بوقف لتعلق ما بعده به المجرمون تام إن علق إذ\nبأذكر مقدارا وكاف إن علق بقوله ليحق الحق ويبطل الباطل ربكم حسن مردفين\nكاف وكذا قلوبكم ومن الله وحكيم أمنة منه جائز به الاقدام صالح فثبتوا\nالذين آمنوا كاف الرعب صالح وكذا كل بنان ورسوله حسن وقال أبو عمرو كاف\nالعقاب كاف وكذا فذقوه ثم يبتدأ وأن للكافرين بتقدير واعملوا إن للكافرين\nعذاب النار تام الأدبار حسن من الله كاف وكذا ومأواه جهنم المصير حسن قتلهم\nصالح رمي ليس بوقف لتعلق ما بعده به إذ معناه ليبصرهم ويخترهم بلاء حسنا\nكاف عليم حسن الكافرين تام خير لكم كاف ولو كثرت حسن وقال أبو عمرو كاف هذا\nإن قرئ وان الله بكسر الهمزة فأن قرئ بفتحها فليس الوقف على ذلك بحسن ولا\nكاف لتعلق ما بعده بما قبله إذا لتقدير ذلكم وأن الله موهن كيد الكافرين\nذلكم وان الله مع المؤمنين مع المؤمنين تام ورسوله مفهوم تسمعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nكاف لا يسمعون تام لا يعقلون كاف وكذا لأسمعهم معرضون تام لما يحييكم حسن\nوكذا تحرشون خاصة كاف العقاب حسن تشكرون تام تعملون حسن أجر عظيم تام ويغفر\nلكم كاف العظيم حسن أو يخرجوك كاف وكذا ويمكرون ولا يجمع بينهما ويمكر الله\nحسن وكذا خير الماكرين وأساطير الأولين وبعذاب أليم وقال أبو عمرو في\nالأخيرين كاف وفي خير الماكرين تام وأنت فيهم كاف على قول من جعل الضمير في\nمعذبهم للمؤمنين والضمير في ليعذبهم للكافرين ليفرق بينهما وليس بوقف على\nقول من جعله فيعما للكافرين وهم يستغفرون تام أولياءه حسن وقال أبو عمرو\nكاف لا يعملون تام وتصدية <span id='ms071'></span> كاف تكفرون تام عن سبيل الله كاف وكذا يغلبون وفي\nجهنم الخاسرون تام ما قد سلف صالح سنت الأولين كاف كله لله صالح بصير كاف\nمولاكم حسن وقال أبو عمرو كاف ونعم النصير تام التقي الجمعان كاف قدير صالح\nوقال أبو عمرو كاف والركب أسفل منكم كاف وكذا من حي عن بينة وعليم قليلا\nصالح سلم كاف الصدور صالح كن مفعولا كاف ترجع الأمور تام تفلحون حسن ورسوله\nكاف ريحكم صالح وكذا واصبروا الصابرين حسن عن سبيل الله كاف وكذا محيط جار\nلكم صالح كذا ما لا ترون أخاف الله وكذا شديد العقاب دينهم حسن وقال أبو\nعمرو تام حكيم تام ولو ترى إذ يتوفى الذين كفروا زعم بعضهم انه وقف وبعضهم\nإن الوقف على الملائكة يبتدأ بيضربون أي هم ي ضربون والوقف على الموضعين\nعند القائل به وقف بيان وأراد الأول أن يبين به أن الملائكة هي الضاربة\nلوجوه الكفار وأدبارهم وأن الله هو الذي يتوفاهم وأراد الثاني أن يبين به\nأن الملائكة هي التي تتوفاهم بقرينة توفته رسلنا لئلا يشل بأن الملائكة\nضاربة لا متوفية والاختيار أن لا يوقف على الموضعين بل على أدبارهم وجواب\nلو محذوف تقديره لرأيت أمرا فظيعا الحريق كاف للعبيد صالح والأحسن وصلة\nبدأب آل فرعون والذين من قبلهم فيوقف عليه بذنوبهم كاف وكذا العقاب ما\nبأنفسهم صالح وكذا عليم وكذا آل فرعون ظالمين تام وكذا لا يؤمنون إن جعل\nالذين بعده مبتدأ وان جعل بدلا من الذين قبله وهو الأحسن لم يكن الوقف تاما\nبل كاف لا يتقون كاف وكذا يذكرون وعلى سواء الخائنين تام سبقوا حسن لمن قرأ\nانهم بكسر الهمزة وليس بوقف لمن قرأه بفتحها لا يعجزون صالح ومن رباط الخيل\nكاف لا تعلمونهم صالح الله يعلمهم تام يوف إليكم مفهوم لا تظلمون حسن على\nالله كاف العليم حسن وكذا حسبك الله وألف بين قلوبهم تام ألف حسبك الله كاف\nإن جعل ومن اتبعك في محل رفع بالابتداء بتقدير ومن اتبعك <span id='ms072'></span> من المؤمنين كذلك\nأو في محل نصب بتقدير يكفيك الله ويكفي من اتبعك من المؤمنين وليس بوقف إن\nجعل ذلك محل رفع\n</p>\n\n<p>\nعطفا على اسم الله أو في محل جر عطفا على الكاف من المؤمنين تام على\nالقتال حسن وكذا لا يفقهون ضعفا كاف وكذا بإذن الله مع الصابرين تام في\nالأرض صالح عرض الدنيا مفهوم الآخرة صالح عزيز حكيم حسن وكذا عذاب عظيم\nطيبا جائز واتقوا الله كاف رحيم تام ويغفر لكم كاف رحيم حسن فأمكن منهم كاف\nحكيم تام أولياء بعض حسن حتى يهاجروا كاف وفساد كبير تام حقا حسن وقال أبو\nعمرو كاف كريم تام فأولئك منكم حسن وقال أبو عمرو كاف في كتاب الله كاف آخر\nالسورة تام. على اسم الله أو في محل جر عطفا على الكاف من المؤمنين تام على\nالقتال حسن وكذا لا يفقهون ضعفا كاف وكذا بإذن الله مع الصابرين تام في\nالأرض صالح عرض الدنيا مفهوم الآخرة صالح عزيز حكيم حسن وكذا عذاب عظيم\nطيبا جائز واتقوا الله كاف رحيم تام ويغفر لكم كاف رحيم حسن فأمكن منهم كاف\nحكيم تام أولياء بعض حسن حتى يهاجروا كاف وفساد كبير تام حقا حسن وقال أبو\nعمرو كاف كريم تام فأولئك منكم حسن وقال أبو عمرو كاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nفي كتاب الله كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head18'>سورة التوبة مدنية وقيل إلا الآيتين آخرها فمكيتان</h1>\n\n<p>\nعاهدتم من المشركين كاف وكذا مخزي الكافرين وكذا ورسوله فهو خير لكم جائز\nوغير معجزي الله الثاني كاف بعذاب أليم ليس بوقف للاستثناء بعده إلى مدتهم\nكاف وكذا المتقين وكل مرصد وسبيلهم وقال أبو عمرو في المتقين تام رحيم حسن\nوقال أبو عمرو تام مأمنه كاف لا يعلمون تام المسجد الحرام صالح وقال أبو\nعمرو كاف فاستقيموا لهم كاف فأستقيموا لهم كاف المتقين حسن وقال أبو عمرو\nتام إلا ولا ذمة صالح وقال أبو عمرو كاف فاسقون حسن عن سبيله كاف يعملون\nحسن المعتدون كاف وكذا في الدين لقوم يعملون حسن <span id='ms073'></span> وكذا أئمة الكفر ينتهون\nحسن أول مرة كاف مؤمنين تام وكذا غيظ قلوبهم على من يشاء حسن حكيم تام\nوليجة كاف بما تعملون تام بالكفر حسن حبطت أعمالهم جائز خالدون حسن من\nالمهتدين تام في سبيل الله صالح لا يستوون عند الله كاف الظالمين تام عند\nالله جائز الفائزون حسن وجنات مفهوم أبدا كاف عظيم تام على الايمان حسن\nوقال أبو عمرو كاف الظالمون تام يأتي الله بأمره حسن وقال أبو عمرو كاف\nالفاسقين تام مواطن كثيرة مفهوم مدبرين صالح وكذا الكافرين على من يشاء كاف\nرحيم تام عامهم هذا حسن إن شاء كاف حكيم تام وكذا صاغرون وقالت اليهود عزير\nابن الله كاف وكذا من قبل أنى يؤفكون حسن والمسيح ابن مريم تام لا اله إلا\nهو حسن وقال أبو عمرو فيهما كاف مشركون حسن الكافرون تام وكذا المشركون عن\nسبيل الله حسن وقال أبو عمرو تام هذا إن جعل والذين يكنزون في محل رفع\nبالابتداء وخبره فبشرهم فأن جعل في محل نصب عطفا على كثير وكأنه قال إن\nكثير منهم ليأكلون والذين يكنزون يأكلون أيضا الوقف حسنا ولا تاما بعذاب\nأليم كاف وكذا وظهورهم تكنزون كاف ذلك الدين القيم حسن وقال أبو عمرو كاف\nفيهن أنفسكم كاف وكذا كما يقاتلونكم كافة مع المتقين تام في الكفر حسن لمن\nقرأ يضل بضم الياء مع فتح الضاد أو كسرها وليس بحسن لمن قرأ بفتح الياء\nوكسر الضاد لأنه يجعل الزيادة والضلالة من فعلهم كأنه قال زادوا في الكفر\nفضلوا بخلافه على القراءتين الأوليين فأنه منقطع عن الأول فحسن الوقف على\nذلك فيحلوا ما حرم الله حسن وقال أبو عمرو كاف سوء أعمالهم كاف الكافرين\nتام إلى الأرض كاف وكذا من الآخرة وإلا قليل وشيئا وقدير وقال أبو عمرو في\nإلا قليل وقدير تام إن الله معنا كاف فأنزل الله سكينته عليه كاف إن جعل\nالضمير في عليه للصديق رضي الله وهو المختار السفلي تام قرأ وكلمة الله\nبالرفع وليس بوقف <span id='ms074'></span> لمن قرأه بالنصب عطفا على الذين كفروا العليا كاف على\nالقراءتين حكيم تام في سبيل الله كاف تعلمون حسن وكذا الشقة معكم كاف وكذا\nأنفسهم لكاذبون تام وزعم بعضهم إن الوقف على عفا الله عنك كاف وليس كذلك\nلتعلق ما بعده به وتعلم الكاذبين تام وأنفسهم كاف وكذا بالمتقين ويترددون\nوزعم بعضهم انه يوقف على له عدة ولا أراه جيدا مع القاعدين حسن سماعون لهم\nكاف بالظالمين حسن وكذا كارهون وقوله ولا تفتني سقطوا كاف بالكافرين تام\nتسؤهم صالح فرحون تام كتب الله لنا جائز هو مولانا حسن وكذا المؤمنون إلا\nإحدى الحسنيين صالح ولا أحبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nفائدة الكلام فيما بعده أو بأيدينا كاف متربصون حسن لن يتقبل منكم مفهوم\nفاسقين تام كارهون كاف ولا أولادهم وقال أبو عمرو كاف هذا إن أريد بالعذاب\nإنفاق الذهب والفضة في الدنيا انما يريد الله ليعذبهم بها في الآخرة ولم\nيكن ذلك وقفا وهذا الشرط معتبر في قوله تعالى وأولادهم الآتي وهم كافرون\nكاف قوم يفرقون حسن وكذا يجمحون في الصدقات مفهوم يسخطون كاف حسبنا الله\nصالح ورسوله كاف راغبون تام فريضة من الله كاف حكيم حسن وقال أبو عمرو تام\nهو إذن صالح وقال أبو عمرو كاف للذين أمنوا منكم تام عذاب أليم حسن وقال\nأبو عمرو تام ليرضوكم كاف مؤمنين تام خالد فيها كاف العظيم حسن بما في\nقلوبهم كاف ما تحذرون حسن نخوض ونلعب صالح وقال أبو عمرو كاف تستهزؤن حسن\nلا تعتذروا تام وكذا بعد إيمانكم وكانوا مجرمين فنسيهم حسن وقال أبو عمرو\nكاف الفاسقون تام خالد فيها صالح وكذا هي حسبهم ولعنهم الله وأصلحها لعنهم\nالله عذاب مقيم ليس بوقف لتعلق ما بعده به كالذي خاضوا تام في الدنيا\nوالآخرة جائز الخاسرون تام والمؤتفكات كاف بالبينات صالح يظلمون تام أولياء\nبعض صالح ورسوله كاف وكذا سيرحمهم الله عزيز حكيم تام في جنات عدن كاف وكذا\nورضوان\n</p>\n\n<p>\nمنمن\n</p>\n\n<p>\nالله أكبر العظيم تام وأغلظ عليهم صالح ومأواهم جهنم كاف المصير حسن <span id='ms075'></span> ما\nقالوا كاف بما لم ينالوا حسن وقال أبو عمرو كاف من فضله كاف وكذا والآخرة\nولا نصير حسن وقال أبو عمرو تام من الصالحين وكذا معرضون يكذبون تام علام\nالغيوب حسن وقال أبو عمرو تام سخر الله منهم صالح أليم ولا تستغفر لهم صالح\nفلن يغفر الله لهم كاف وكذا ورسوله الفاسقين تام في الحر كاف يفقهون بما\nكانوا يكسبون حسن وكذا معي عدوا ومع الخالفين وعلى قبره وفاسقون وكذا\nوأولادهم وكافرون ومع القاعدين ومع الخوالف ولا يفقهون المفلحون تام خالدين\nالعظيم تام ورسوله أليم حسن من سبيل صالح وكذا رحيم وجاز الوقف عليه وان\nعطف ما بعده لأنه رأس آية ولطول الكلام بينهما ما ينفقون حسن وكذا مع\nالخوالف لا يعلمون تام رجعتم إليهم مفهوم وكذا إلا تعتذر والن نؤمن لكم كاف\nمن أخباركم صالح وكذا عملكم ورسوله تعملون تام لتعرضوا عنهم مفهوم وكذا\nفأعرضوا عنهم وانهم رجس حسن الفاسقين تام على رسوله كاف حكيم تام بكم\nالدوائر كاف وكذا دائرة السوء عليم تام الرسول كاف قربة لهم صالح في رحمته\nكاف رحيم تام ورضوا عنه صالح منه خالدين فيها أبدا العظيم حسن ومن أهل\nالمدينة صالح لكن الأجود وصله بما بعده لتعلقه به لا تعلمهم كاف وأجود منه\nنحن نعلمهم عظيم كاف وآخر سيئا صالح أن ينوب عليهم كاف رحيم تام سكن لهم\nكاف عليم تام الرحيم حسن والمؤمنون صالح تعملون كاف وكذا يتوب عليهم حكيم\nولو على قراءة من قرأ والذين اتخذوا بالواو عطفا على ما قبله لأنه عطف جملة\nفكأنه استئناف كلام آخر إلا الحسنى كاف لكاذبون تام إن لم يجعل لا تقم فيه\nأبدا خبرا عن الذين اتخذوا وإلا فلا يتم الوقف بل يكون كافيا لا تقم فيه\nأبدا حسن وكذا أحق أن تقوم فيه وقال أبو عمرو فيهما كاف إن يتطهروا كاف\nالمطهرين تام في نار جهنم كاف الظالمين تام قلوبهم كاف حكيم تام والقرآن\nحسن وقال أبو عمرو كاف بعهده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nمن الله <span id='ms076'></span> صالح بايعتم به كاف العظيم تام إن رفع ما بعده أو نصب على المدح\nوكاف إن جعل ذلك بدلا من المؤمنين وإنما جاز مع كونه بدلا من ذلك لطول\nالكلام بينهما لحدود الله مفهوم وقال أبو عمرو كاف ورفع الأسماء المذكورة\nقبله أم بالمدح أو بالابتداء وحذف الخبر تقديره التائبون الخ لهم الجنة أو\nبكونها بدلا من الضمير في يقاتلون وبشر المؤمنين تام أصحاب الجحيم كاف\nوعدها اياه صالح تبرأ منه حسن وقال أبو عمرو كاف لأواه حليم تام وكذا ما\nيتقون وعليم وقال أبو عمرو في ما يتقون كاف يحيى ويميت كاف ولا نصير تام\nقلوب فريق منهم مفهوم عند بعضهم ولا أحبه ثم تاب عليهم كاف وكذا رحيم وان\nتعلق به ما بعده لأنه رأس آية ثم تاب عليهم ليتوبوا كاف الرحيم تام وكذا مع\nالصادقين عن نفسه كاف وكذا عمل صالح والمحسنين إلا كتب لهم كاف وليس بتام\nلأن لام ليجزهم الله لام كي فهي متعلقة بما قبلها وقال أبو حاتم تام لأن\nاللام لام قسم والأصل ليجزيهم الله فحذفت النون وكسرت اللام فأشبهت لام كي\nفنصبوا بها يعملون حسن وقال أبو عمرو تام مفهوم يحذرون تام فيكم غلظة كاف\nوكذا مع المتقين إيمانا صالح وكذا يستبشرون كافرون تام مرة أو مرتين كاف\nولا أحبه يذكرون كاف ثم انصرفوا حسن وقال أبو عمرو كاف لا يفقهون تام من\nأنفسكم كاف حريص عليكم حسن وقال أبو عمرو كاف رحيم كاف وقال أبو عمرو تام\nإلا هو حسن آخر السورة تام. الله أكبر العظيم تام وأغلظ عليهم صالح ومأواهم\nجهنم كاف المصير حسن ما قالوا كاف بما لم ينالوا حسن وقال أبو عمرو كاف من\nفضله كاف وكذا والآخرة ولا نصير حسن وقال أبو عمرو تام من الصالحين وكذا\nمعرضون يكذبون تام علام الغيوب حسن وقال أبو عمرو تام سخر الله منهم صالح\nأليم ولا تستغفر لهم صالح فلن يغفر الله لهم كاف وكذا ورسوله الفاسقين تام\nفي الحر <span id='ms077'></span> كاف يفقهون بما كانوا يكسبون حسن وكذا معي عدوا ومع الخالفين وعلى\nقبره وفاسقون وكذا وأولادهم وكافرون ومع القاعدين ومع الخوالف ولا يفقهون\nالمفلحون تام خالدين العظيم تام ورسوله أليم حسن من سبيل صالح وكذا رحيم\nوجاز الوقف عليه وان عطف ما بعده لأنه رأس آية ولطول الكلام بينهما ما\nينفقون حسن وكذا مع الخوالف لا يعلمون تام رجعتم إليهم مفهوم وكذا إلا\nتعتذر والن نؤمن لكم كاف من أخباركم صالح وكذا عملكم ورسوله تعملون تام\nلتعرضوا\n</p>\n\n<p>\nعنهم مفهوم وكذا فأعرضوا عنهم وانهم رجس حسن الفاسقين تام على رسوله كاف\nحكيم تام بكم الدوائر كاف وكذا دائرة السوء عليم تام الرسول كاف قربة لهم\nصالح في رحمته كاف رحيم تام ورضوا عنه صالح منه خالدين فيها أبدا العظيم\nحسن ومن أهل المدينة صالح لكن الأجود وصله بما بعده لتعلقه به لا تعلمهم\nكاف وأجود منه نحن نعلمهم عظيم كاف وآخر سيئا صالح أن ينوب عليهم كاف رحيم\nتام سكن لهم كاف عليم تام الرحيم حسن والمؤمنون صالح تعملون كاف وكذا يتوب\nعليهم حكيم ولو على قراءة من قرأ والذين اتخذوا بالواو عطفا على ما قبله\nلأنه عطف جملة فكأنه استئناف كلام آخر إلا الحسنى كاف لكاذبون تام إن لم\nيجعل لا تقم فيه أبدا خبرا عن الذين اتخذوا وإلا فلا يتم الوقف بل يكون\nكافيا لا تقم فيه أبدا حسن وكذا أحق أن تقوم فيه وقال أبو عمرو فيهما كاف\nإن يتطهروا كاف المطهرين تام في نار جهنم كاف الظالمين تام قلوبهم كاف حكيم\nتام والقرآن حسن وقال أبو عمرو كاف بعهده من الله صالح بايعتم به كاف\nالعظيم تام إن رفع ما بعده أو نصب على المدح وكاف إن جعل ذلك بدلا من\nالمؤمنين وإنما جاز مع كونه بدلا من ذلك لطول الكلام بينهما لحدود الله\nمفهوم وقال أبو عمرو كاف ورفع الأسماء المذكورة قبله أم بالمدح أو\nبالابتداء وحذف الخبر تقديره التائبون الخ لهم الجنة أو بكونها بدلا <span id='ms078'></span> من\nالضمير في يقاتلون وبشر المؤمنين تام أصحاب الجحيم كاف وعدها اياه صالح\nتبرأ منه حسن وقال أبو عمرو كاف لأواه حليم تام وكذا ما يتقون وعليم وقال\nأبو عمرو في ما يتقون كاف يحيى ويميت كاف ولا نصير تام قلوب فريق منهم\nمفهوم عند بعضهم ولا أحبه ثم تاب عليهم كاف وكذا رحيم وان تعلق به ما بعده\nلأنه رأس آية ثم تاب عليهم ليتوبوا كاف الرحيم تام وكذا مع الصادقين عن\nنفسه كاف وكذا عمل صالح والمحسنين إلا كتب لهم كاف وليس بتام لأن لام\nليجزهم الله لام كي فهي متعلقة بما قبلها وقال أبو حاتم تام لأن اللام لام\nقسم والأصل ليجزيهم الله فحذفت النون وكسرت اللام فأشبهت لام كي فنصبوا بها\nيعملون حسن وقال أبو عمرو تام مفهوم يحذرون تام فيكم غلظة كاف وكذا مع\nالمتقين إيمانا صالح وكذا يستبشرون كافرون تام مرة أو مرتين كاف ولا أحبه\nيذكرون كاف ثم انصرفوا حسن وقال أبو عمرو كاف لا يفقهون تام من أنفسكم كاف\nحريص عليكم حسن وقال أبو عمرو كاف رحيم كاف وقال أبو عمرو تام إلا هو حسن\nآخر السورة تام. هم مفهوم وكذا فأعرضوا عنهم وانهم رجس حسن الفاسقين تام\nعلى رسوله كاف حكيم تام بكم الدوائر كاف وكذا دائرة السوء عليم تام الرسول\nكاف قربة لهم صالح في رحمته كاف رحيم تام ورضوا عنه صالح منه خالدين فيها\nأبدا العظيم حسن ومن أهل المدينة صالح لكن الأجود وصله بما بعده لتعلقه به\nلا تعلمهم كاف وأجود منه نحن نعلمهم عظيم كاف وآخر سيئا صالح أن ينوب عليهم\nكاف رحيم تام سكن لهم كاف عليم تام الرحيم حسن والمؤمنون صالح تعملون كاف\nوكذا يتوب عليهم حكيم ولو على قراءة من قرأ والذين اتخذوا بالواو عطفا على\nما قبله لأنه عطف جملة فكأنه استئناف كلام آخر إلا الحسنى كاف لكاذبون تام\nإن لم يجعل لا تقم فيه أبدا خبرا عن الذين اتخذوا وإلا فلا يتم <span id='ms079'></span> الوقف بل\nيكون كافيا لا تقم فيه أبدا حسن وكذا أحق أن تقوم فيه وقال أبو عمرو فيهما\nكاف إن يتطهروا كاف المطهرين تام في نار جهنم كاف الظالمين تام قلوبهم كاف\nحكيم تام والقرآن حسن وقال أبو عمرو كاف بعهده من الله صالح بايعتم به كاف\nالعظيم تام إن رفع ما بعده أو نصب على المدح وكاف إن جعل ذلك بدلا من\nالمؤمنين وإنما جاز مع كونه بدلا من ذلك لطول الكلام بينهما لحدود الله\nمفهوم وقال أبو عمرو كاف ورفع الأسماء المذكورة قبله أم بالمدح أو\nبالابتداء وحذف الخبر تقديره التائبون الخ لهم الجنة أو بكونها بدلا من\nالضمير في يقاتلون وبشر المؤمنين تام أصحاب الجحيم كاف وعدها اياه صالح\nتبرأ منه حسن وقال أبو عمرو كاف لأواه حليم تام وكذا ما يتقون وعليم وقال\nأبو عمرو في ما يتقون كاف يحيى ويميت كاف ولا نصير تام قلوب فريق منهم\nمفهوم عند بعضهم ولا أحبه ثم تاب عليهم كاف وكذا رحيم وان تعلق به ما بعده\nلأنه رأس آية ثم تاب عليهم ليتوبوا كاف الرحيم تام وكذا مع الصادقين عن\nنفسه كاف وكذا عمل صالح والمحسنين إلا كتب لهم كاف وليس بتام لأن لام\nليجزهم الله لام كي فهي متعلقة بما قبلها وقال أبو حاتم تام لأن اللام لام\nقسم والأصل ليجزيهم الله فحذفت النون وكسرت اللام فأشبهت لام كي فنصبوا بها\nيعملون حسن وقال أبو عمرو تام مفهوم يحذرون تام فيكم غلظة كاف وكذا مع\nالمتقين إيمانا صالح وكذا يستبشرون كافرون تام مرة أو مرتين كاف ولا أحبه\nيذكرون كاف ثم انصرفوا حسن وقال أبو عمرو كاف لا يفقهون تام من أنفسكم كاف\nحريص عليكم حسن وقال أبو عمرو كاف رحيم كاف وقال أبو عمرو تام إلا هو حسن\nآخر السورة تام.\n</p>\n\n<h1 class='l1' id='head19'>سورة يونس مكية إلا قوله فان كنت في شك الآيتين أو الثلاث أو قوله ومنهم</h1>\n\n<p>\nمن يؤمن به الآية فمدني\n</p>\n\n<p>\nالر تقدم الكلام عليه في <span id='ms080'></span> سورة البقرة الحكيم كاف وقال أبو عمرو تام عند\nربهم تام وكذا لسحر مبين وهي أتم على العرش حسن وكذا يدبر الأمر ومن بعد\nإذنه وقال أبو عمرو في الأخير كاف فاعبدوه كاف تذكرون حسن مرجعكم جميعا كاف\nحقا حسن لمن قرأ أنه يبدأ بكسر الهمزة وليس بوقف لمن قرأه بفتحها ثم يعيده\nكاف وليس بتام لأن لام ليجزي لام كي ويأتي فيه ما مر في براءة بالقسط تام\nوكذا يكفرون والحساب إلا بالحق حسن وقال أبو عمرو في الجميع كاف يعلمون تام\nوكذا يتقون ويكسبون بايمانهم كاف في جنات النعيم صالح وكذا سبحانك اللهم\nسلام حسن وقال أبو عمرو كاف رب العالمين تم لقضى إليهم أجلهم كاف يعمهون\nتام أو قائما كاف وكذا ضر مسه يعملون حسن وقال أبو عمرو تام وما كانوا\nليؤمنوا كاف وكذا المجرمين وتعملون أو بدله حسن وقال أبو عمرو فيه كاف وفي\nتعملون تام يوحي إلى حسن وقال أبو عمرو كاف عظيم تام ولا أدراكم به صالح من\nقبله كاف أفلا تعقلون تام بآياته كاف المجرمون حسن عند الله تام وقال أبو\nعمرو كاف ولا في الأرض كاف يشركون تام فأختلفوا حسن وكذا يختلفون وقال أبو\nعمرو في الأول كاف من ربه صالح الغيب لله مفهوم وقال أبو عمرو كاف من\nالمنتظرين حسن وقال أبو عمرو تام في آياتنا حسن وكذا أسرع مكرا وقال أبو\nعمرو في الثاني كاف يمكرون تام في البر والبحر صالح وقال أبو عمرو فيهما\nكاف من الشاكرين حسن بغير الحق تام إنما بغيكم على أنفسكم تام لمن قرأ متاع\nالحياة الدنيا بالرفع على انه خبر مبتدأ محذوف أو بالنصب بمحذوف تقديره\nتبتغون متاع الحياة الدنيا وليس بوقف لمن قرأه بالرفع على انه خبر بغيكم أو\nبالنصب ببغيكم تعملون تام والأنعام صالح كأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nلم تغن بالأمس حسن وقال أبو عمرو فيهما كاف يتفكرون تام وكذا مستقيم\nوزيادة كاف وكذا ولا ذلة أصحاب الجنة صالح أو مفهوم خالدون تام وترهقهم ذلة <span id='ms081'></span>\nمفهوم وكذا من عاصم عند بعضهم مظلما كاف خالدون تام فزيلنا بينهم كاف وكذا\nتعبدون لغافلين حسن مولاهم الحق صالح تصرفون حسن لا يؤمنون تام ثم يعيده\nصالح تؤفكون حسن وقال أبو عمرو تام إلى الحق كاف وكذا للحق إلا أن يهدي\nصالح وقال أبو عمرو كاف فمالكم حسن بمعنى التوبيخ كيف تحكمون تام إلا ظنا\nكاف وكذا شيئا بما يفعلون تام من رب العالمين كاف افتراه زعموا انه صالح\nصادقين وكذا تأويله الظالمين حسن وقال أبو عمرو تام من لا يؤمن به حسن وكذا\nبالمفسدين ولكم عملكم مما تعملون إليك كاف لا يعقلون حسن ينظر إليك كاف لا\nيبصرون تام الناس شيئا قيل انه وقف ولا أحبه يظلمون تام يتعارفون بينهم حسن\nوكذا مهتدين وما يفعلون وقال أبو عمرو في الأول كاف ولكل أمة رسول صالح لا\nيظلمون كاف صادقين حسن وكذا الله وقال أبو عمرو في الثاني كاف لكل أمة أجل\nكاف ولا يستقدمون تام وكذا المجرمون آمنتم به صالح وقد كنتم تستعجلون كاف\nتكسبون تام ويستنبئونك الآية الوقف فيها على لحق بجعل السؤال والجواب\nوالقسم كلاما واحدا وقيل على أي وربي كما تقول بلى وقيل على أي قيل على أحق\nهو كنظير في يسألونك عن الاهلة والوقف على لحق تام إن جعل وما أنتم بمعجزين\nمستأنفا فأن جعل معطوفا فلا وقف بمعجزين تام وكذا لا افتدت به العذاب صالح\nبالقسط تام وكذا لا يظلمون والأرض حسن لا يلمون تام وكذا ترجعون وللمؤمنين\nمما يجمعون حسن وكذا وحلالا وتفترون ويوم القيامة وقال أبو عمرو فيه كاف لا\nيشكرون تام تفيضون ولا في السماء كاف إن قرئ ما بعده بالرفع بالابتداء وإلا\nفليس بوقف كتاب مبين تام ولا هم يحزنون إن جعل الذين آمنوا مبتدأ فأن جعل\nوصفا لأولياء الله لم يكن ذلك وقفا وعليه فالوقف التام عند يتقون وفي\nالآخرة تم لا تبديل لكلمات الله صالح العظيم تام وكذا لا يحزنك قولهم\nوالعليم ومن في الأرض حسن شركاء <span id='ms082'></span> كاف يخرصون تام مبصرا كاف يسمعون تام\nسبحانه حسن وإلا حسن الوقف على هو الغني وما في الأرض كاف من سلطان بهذا\nحسن مالا تعلمون تام لا يفلحون تام لا يفلحون كاف يكفرون تام نبأ نوح حسن\nعند بعضهم وهو عندي مفهوم توكلت صالح فأجمعوا أمركم وشركاءكم مفهوم سواء\nنصب شركاءكم أم رفع ولا تنظرون صالح من المسلمين كاف خلائف صالح وكذا\nالمنذرين من قبل حسن ابن عباد المعتدين كاف وكذا ولسحر مبين لما جائكم حسن\nأسحر هذا تام إن جعلت الجملة بعده استئنافية لا\n</p>\n\n<p>\nحاليةة ولا يفلح الساحرون حسن بمؤمنين تام عليم كاف وكذا أنتم ملقون ما\nجئتم به حسن لمن قرأ آلسحر بالمدأي شيء جئتم به وليس بوقف لمن قرأه بهمزة\nوصل لأن ما بمعنى الذي وهو مبتدأ خبره السحر السحر تام والتقدير على قراءة\nالمد آلسحر هو إن الله سيبطله حسن المفسدين كاف كره المجرمون تام أن يفتنهم\nحسن لمن المسرفين تام مسلمين كاف توكلنا حسن الظالمين جائز الكافرين تام\nوبشر المؤمنين حسن عن سبيلك كاف الأليم حسن فأستقيما كاف لا يعلمون تم بغيا\nوعدوا صالح آمن حسن لمن قرأ أنه بكسر الهمزة وإلا فليس بوقف بنوا اسرائيل\nصالح عند بعضهم وليس بجيد من المسلمين حسن من المفسدين كاف وكذا آية\nلغافلون تام كاف وكذلك جاءهم العلم يختلفون حسن وكذا من قبلك وقال أبو عمرو\nفيهما تام من الممترين كاف من الخاسرين تام الاليم كاف وقال أبو عمرو تام\nإلى حين تام جميعا صالح وقال أبو عمرو كاف مؤمنين تام بأذن الله حسن وقال\nأبو عمرو كاف لمن قرأ ونجعل الرجس بالنون وحسن لمن قرأه بالياء لتعلقه بما\nقبله لا يعقلون تام والأرض حسن لمن قرأ ونجعل الرجس بالنون وحسن لمن قرأه\nبالياء لتعلقه بما قبله لا يعقلون بما قبله لا يعقلون تام والأرض حسن وقال\nأبو عمرو كاف لا يؤمنون كاف وكذا من قبلهم ومن المنتظرين والذين آمنوا حسن\nوقال أبو عمرو كاف ننج المؤمنين تام <span id='ms083'></span> يتوفاكم صالح من المشركين حسن وقال أبو\nعمرو كاف ولا يضرك صالح من الظالمين وكذا إلا هو وفلا راد لفضله الرحيم تام\nمن ربكم صالح بوكيل حسن وقال أبو عمرو آخر السورة تام. لا يفلح الساحرون\nحسن بمؤمنين تام عليم كاف وكذا أنتم ملقون ما جئتم به حسن لمن قرأ آلسحر\nبالمدأي شيء جئتم به وليس بوقف لمن قرأه بهمزة وصل لأن ما بمعنى الذي وهو\nمبتدأ خبره السحر السحر تام والتقدير على قراءة المد آلسحر هو إن الله\nسيبطله حسن المفسدين كاف كره المجرمون تام أن يفتنهم حسن لمن المسرفين تام\nمسلمين كاف توكلنا حسن الظالمين جائز الكافرين تام وبشر المؤمنين حسن عن\nسبيلك كاف الأليم حسن فأستقيما كاف لا يعلمون تم بغيا وعدوا صالح آمن حسن\nلمن قرأ أنه بكسر الهمزة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا فليس بوقف بنوا اسرائيل صالح عند بعضهم وليس بجيد من المسلمين حسن\nمن المفسدين كاف وكذا آية لغافلون تام كاف وكذلك جاءهم العلم يختلفون حسن\nوكذا من قبلك وقال أبو عمرو فيهما تام من الممترين كاف من الخاسرين تام\nالاليم كاف وقال أبو عمرو تام إلى حين تام جميعا صالح وقال أبو عمرو كاف\nمؤمنين تام بأذن الله حسن وقال أبو عمرو كاف لمن قرأ ونجعل الرجس بالنون\nوحسن لمن قرأه بالياء لتعلقه بما قبله لا يعقلون تام والأرض حسن لمن قرأ\nونجعل الرجس بالنون وحسن لمن قرأه بالياء لتعلقه بما قبله لا يعقلون بما\nقبله لا يعقلون تام والأرض حسن وقال أبو عمرو كاف لا يؤمنون كاف وكذا من\nقبلهم ومن المنتظرين والذين آمنوا حسن وقال أبو عمرو كاف ننج المؤمنين تام\nيتوفاكم صالح من المشركين حسن وقال أبو عمرو كاف ولا يضرك صالح من الظالمين\nوكذا إلا هو وفلا راد لفضله الرحيم تام من ربكم صالح بوكيل حسن وقال أبو\nعمرو آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head20'>سورة هود عليه السلام مكية إلا قوله أقم الصلاة الآية وقيل إلا فلعلك</h1>\n\n<p>\nتارك الآية وأولئك يؤمنون به الآية فمدني <span id='ms084'></span>\n</p>\n\n<p>\nالر تقدم الكلام عليه في سورة البقرة إلا الله صالح وكذا فضله بل أصلح\nمنه يوم كبير كاف قدير حسن وكذا ليستخفوا منه وقال أبو عمرو في الاولين تام\nوفي الثالث كاف وما يعلنون كاف بذات الصدور تام ومستودعها حسن وكذا مبين\nوقال أبو عمرو فيه تام أحسن عملا كاف وكذا سحر مبين ما يحسبه حسن وقال أبو\nعمرو كاف يستهزؤن كاف وكذا كفور والسيئات عني فخور كاف عند بعضهم قال لأن\nما بعده في تقدير المبتدأ الصالحات حسن وأجر كبير كاف وقال أبو عمرو تام\nمعه ملك أنت نذير كاف وكيل حسن وقال أبو عمرو كاف إن كنتم صادقين كاف إلا\nهو صالح مسلمون تام وكذا لا يبخسون إلا النار صالح ما صنعوا فيها حسن ما\nكانوا يعملون تام ورحمة حسن يؤمنون موعده كاف وكذا منه لا يؤمنون تام كذبا\nكاف وكذا على ربهم المراد به الثاني وهم كافرون من أولياء صالح وكذا العذاب\nيبصرون كاف أنفسهم مفهوم يفترون كاف الاخسرون تام الجنة صالح خالدون تام\nوالسميع كاف وكذا مثلا تذكرون تام نوحا إلى قومه لمن قرأ أني لكم بالكسر\nبأضمار القول وليس بوقف لمن قرأه بالفتح يوم أليم كاف بادي الرأي صالح\nكاذبين حسن وكذا كارهون على الله صالح تجهلون حسن إن طردتم كاف أفلا تكذرون\nحسن أني ملك لن يؤتيهم الله خيرا لطول الكلام وليس بجيد لأن قوله ولا أقول\nللذين تزدري أعينكم الخ جوابه إذا لمن الظالمين وقوله الله أعلم بما في\nأنفسهم اعتراض بينهما الظالمين تام من الصادقين حسن إن شاء كاف وكذا\nبمعجزين وان يغويكم واليه ترجعون حسن وقال أبو عمرو تام تجرمون تام ينعلون\nحسن ووحينا صالح مغرقون كاف سخروا منه صالح وكذا تسخرون فسوف تعملون ليس\nبوقف ولا آية لتعلق ما بعده به مقيم كاف ومن آمن تام وكذا إلا قليل ومرساها\nكاف رحيم حسن وكذا كالجبال وقال أبو عمرو في الأول تام مع الكافرين كاف من\nالمغرقين حسن أقلعي كاف وكذا <span id='ms085'></span> على الجودي الظالمين تام الحاكمين كاف وكذا من\nأهلك وغير صالح وما ليس لك به علم من الجاهلين حسن لي به علم مفهوم من\nالخاسرين حسن وكذا ممن معك نوحيها إليك من قبل صالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nللمتقين أخاهم هودا مفهوم مفترون حسن أجرا صالح وكذا فطرني أفلا تعقلون\nكاف وكذا مجرمين ببينة صالح بمؤمنين حسن بسوء كاف ثم لا تنظرون تام وكذا\nربي وربكم آخذ بناصيتها كاف وكذا مستقيم وشيئا حفيظ حسن وكذا غليظ عنيد\nجائز ويوم القيامة حسن كفروا ربهم كاف قوم هو تام أخاهم صالحا مفهوم من له\nغيره حسن توبوا إليه كاف مجيب حسن مريب كاف إن عصيته حسن وقال أبو عمرو كاف\nوجوابه محذوف غير تخسير كاف لكم آية جائز أرض الله كاف وكذا عذاب قريب\nثلاثة أيام صالح مكذوب كاف وكذا يومئذ والعزيز كأن لم يغنوا فيها حسن بعد\nالثمود تام قالوا سلاما كاف وكذا حنيذ قالوا لاتخف صالح وكذا إلى قوم لوط\nوفضحكت وقال أبو عمرو في الثاني تام فبشرناها بإسحاق كاف لمن قرأ يعقوب\nبالرفع بالابتداء دير ويعقوب من وراء إسحاق وجائز لمن قرأه بالنصب حملا على\nالمعنى والتقدير فبشرناها بإسحق ووهبنا لها يعقوب من ورائه لأن البشارة في\nمعنى الهبة كاف مجيد حسن في قوم لوط كاف منيب تام وكذا غير مردود يوم عصيب\nحسن السيئات صالح في ضيفي كاف وكذا رشيد ما نريد حسن شديد كاف لن يصلوا\nإليك مفهوم إلا أمرأتك كاف وكذا ما أصابهم وموعدهم الصبح بقريب حسن عند ربك\nتام وكذا أخاهم ببعيد أخاهم شعيبا مفهوم من اله غيره جائز والميزان كاف يوم\nمحيط حسن مفسدين تام إن كنتم مؤمنين كاف بحفيظ حسن ما نشاء كاف الرشيد حسن\nرزقا حسنا تام أنها كم عنه كاف ما استطعت حسن إلا بالله كاف واليه أنيب حسن\nأو قوم صالح تام ببعيد كاف ودود حسن ضعيفا جائز وكذا لرجمناك بعزيز حسن\nظهريا كاف محيط حسن أني عامل جائز وكذا كاذب سوف تعلمون ليس <span id='ms086'></span> بوقف ولا آية\nلما مر في نظيره رقيب حسن برحمة منا كاف كأن لم يغنوا فيها حسن بعدت ثمود\nتام أمر فرعون حسن وكذا برشيد وقال أبو عمرو فيهما كاف فأوردهم النار كاف\nالمورود حسن ويوم القيامة كاف المرفود حسن وكذا حصيد أنفسهم صالح وكذا أمر\nربك تتبيب كاف وكذا ظالمة شديد حسن الآخرة كاف له الناس صالح مشهود حسن\nمعدود صالح إلا بأذنه كاف وكذا سعيد ما شاء ربك في الموضعين حسن وكذا الما\nيريد وغير مجذوذ هؤلاء تام من قبل حسن وقال أبو عمرو فيهما كاف والثاني\nأكفى منه غير منقوص تام فأختلفوا فيه حسن\n</p>\n\n<p>\nوكذاذا لقضي بينهم وقال أبو عمرو فيهما كاف مريب تام ربك أعمالهم كاف بما\nيعملون خبير حسن ومن تاب معك كاف وكذا ولا تطغوا بصير تام فتمسكم النار حسن\nوقال أبو عمرو كاف من أولياء كاف ثم لا تنصرون حسن وقال أبو عمرو تام من\nالليل كاف وكذا السيئات للذاكرين حسن وكذا المحسنين وممن أنجينا منهم\nمجرمين تام وكذا مصلحون أمة واحدة حسن وقال أبو عمرو كاف خلقهم تام وكذا\nأجمعين فؤادك للمؤمنين حسن عاملون جائز منتظرون تام والأرض جائز وتوكل عليه\nحسن وقال أبو عمرو كاف آخر السورة تام. لقضي بينهم وقال أبو عمرو فيهما كاف\nمريب تام ربك أعمالهم كاف بما يعملون خبير حسن ومن تاب معك كاف وكذا ولا\nتطغوا بصير تام فتمسكم النار حسن وقال أبو عمرو كاف من أولياء كاف ثم لا\nتنصرون حسن وقال أبو عمرو تام من الليل كاف وكذا السيئات للذاكرين حسن وكذا\nالمحسنين وممن أنجينا منهم مجرمين تام وكذا مصلحون أمة واحدة حسن وقال أبو\nعمرو كاف خلقهم تام وكذا أجمعين فؤادك للمؤمنين حسن عاملون جائز منتظرون\nتام والأرض جائز وتوكل عليه حسن وقال أبو عمرو كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head21'>سورة يوسف عليه السلام مكية</h1>\n\n<p>\nالر تقدم الكلام عليه في سورة البقرة المبين حسن وقال أبو عمرو تام\nتعقلون تام الغافلين حسن وقال أبو <span id='ms087'></span> عمرو تام ساجدين حسن لك كيدا كاف عدو\nمبين وإبراهيم واسحق حكيم تام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nللسائلين كاف ولا يوقف على قوله ضلال مبين لبشاعة الابتداء بما بعدهما\nقوما صالحين تام وكذا غافلين لناصحون حسن نرتع وتلعب مفهوم لحافظون كاف\nوكذا غافلون لخاسرون حين وكذا إلا يشعرون وقال أبو عمرو في الثاني تام\nيبكون صالح وكذا فأكله الذئب صادقين حسن بدم كذب صالح بل سولت لكم أنفسكم\nأمرا حسن فصبر جميل تام أي فصبر جميل أولى أو فصبري صبر جميل على ما تصفون\nحسن وقال أبو عمرو تام فأدلى دلوه مفهوم هذا غلام حسن وقال أبو عمرو كاف\nبضاعة كاف بما يعملون حسن معدودة مفهوم من الزاهدين حسن وقال أبو عمرو تام\nأو نتخذه ولدا كاف من تأويل الأحاديث حسن وكذا لا يعلمون وقال أبو عمرو في\nالأول كاف وعلما صالح المحسنين كاف وكذا هيت لك مثواي جائز الظالمون حسن\nولقد همت به كاف وكذا برهان ربه ولنصرف عنه السوء والفحشاء وهو أكفى منهما\nالمخلصين حسن لدى الباب كاف أليم حسن وكذا عن نفسي من الكاذبين صالح فكذبت\nجائز من الصادقين كاف من كيدكن جائز عظيم تام وكذا أعرض عن هذا ومن\nالخاطئين ضلال مبين حسن عليهن كاف عند بعضهم كريم حسن لمتننى فيه فأستعصم\nحسن وقال أبو عمرو كاف وقيل تام من الصاغرين تام مما يدعوني إليه صالح من\nالجاهلين كاف وكذا كيدهن العليم حسن حتى حين تام فتيان صالح الطير منه كاف\nمن المحسنين حسن قبل أن يأتيكما أحسن وقال أبو عمرو كاف مما علمني ربي حسن\nوقال أبو عمرو كاف كافرون صالح وإسحاق ويعقوب حسن وكذا من شيء وعلى الناس\nوقال أبو عمرو فيهما كاف لا يشكرون تام النهار حسن من سلطان تام إلا اياه\nحسن لا يعلمون تام فيسقي ربه خمرا صالح من رأسه حسن تستفتيان تام عند ربك\nصالح بضع سنين تام وأخر يابسات في الموضعين كاف بعالمين حسن فأرسلون تام\nيعلمون كاف دأبا صالح وكذا مما تأكلون <span id='ms088'></span> ومما تحصنون يغاث الناس صالح لمن\nقررأ وفيه تعصرون بالتاء لرجوعه من الغيبة إلى الخطاب وليس بوقف لمن قرأه\nبالياء وفيه يعصرون حسن وقال أبو عمرو تام أئتوني به صالح أيديهن جائز عليم\nتام عن نفسه صالح وكذا لمن الصادقين كيدا الخائبين تام رحم ربي كاف رحيم\nتام أستخلصه لنفسي صالح أمين حسن وكذا عليم وحيث يشاء وقال أبو عمرو في\nالأخير كاف لمن قرأه بالياء وصالح لمن قرأه بالنون من نشاء صالح المحسنين\nحسن يتقون تام منكرون حسن خير المنزلين صالح ولا تقربون كاف وكذا لفاعلون\nويرجعون لحافظون حسن من قبل صالح الراحمين حسن وكذا ما نبغي وقال أبو عمرو\nفيه كاف ردت إلينا مفهوم كيل يسير حسن وكذا إلا يحاط بكم ووكيل وقال أبو\nعمرو في أن يحاط بكم كاف من أبواب متفرقة كاف وكذا من شيء إلا الله جائز\nالمتوكلون حسن وقال أبو عمرو تام قضاها كاف لا يعلمون حسن وقال أبو عمرو\nفيهما كاف رحل أخيه مفهوم عند بعضهم وليس بجيد لسارقون حسن وقال أبو عمرو\nتام ماذا تفتقدون كاف صواع الملك صالح به زعيم كاف وكذا سارقين وكاذبين\nوجزاؤه الظالمين ووعاء أخيه كدنا ليوسف حسن وقال أبو عمرو كاف يشاء الله\nلمن قرأ نرفع بالنون وكذا بالياء لكن الأول أكفى لأن من قرأ بالنون انتقل\nمن الغيبة إلى التكلم ومن قرأ بالياء جعله كلاما واحدا من نشاء كاف عليم\nحسن وقال أبو عمرو تام من قبل صالح ولم يبدها لهم مفهوم شر مكانا صالح وقال\nأبو عمرو كاف بما تصفون حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا من المحسنين ولظالمون وقال أبو عمرو فيهما تام نجيا صالح موثقا من\nالله صالح وقال أبو عمرو كاف هذا إن جعلت ما فيما بعده صلة أو مصدرية على\nإن محلها نصب بتعلموا بتقدير ألم تعلموا أن أباكم قد أخذ عليكم موثقا من\nالله وأنتم تعلمون تفريطكم فلا وقف على ذلك في يوسف حسن وقال أبو عمرو كاف\nخير الحاكمين تام إن ابنك سرق <span id='ms089'></span> صالح حافظين كاف وأنا لصادقون أكفى منه\nأنفسكم أمرا حسن وكذا فصبر جميل وقال أبو عمرو فيه كاف بهم جميعا صالح\nالكافرون وكاف وكذا تصدق علينا المتصدقين حسن وقال أبو عمرو كاف جاهلون كاف\nلأنت يوسف صالح وهذا أخي أصلح منه من الله علينا كاف المحسنين حسن وكذا\nالخاطئين لا تثريب عليكم اليوم وقف بيان وقال أبو عمرو كاف يغفر الله لكم\nوقف بيان أيضا الراحمين تام أجمعين حسن إن تفندون كاف القديم\n</p>\n\n<p>\nحسنسن وكذا مالا تعلمون خاطئين أستغفر لكم ربي صالح الرحيم حسن آمنين كاف\nربي حقا حسن وكذا اخوتي لما يشاء كاف الحكيم تام وكذا تأويل الأحاديث\nبالصالحين حسن وكذا نوحيه إليك يمكرون تام بمؤمنين كاف للعالمين تام والأرض\nكاف معرضون تام وكذا مشركون ولا يشعرون إلى الله حسن إن جعل أنا مبتدأ وغلى\nبصيرة خبره وليس بوقف إن جعل ذلك متعلقا بأدغو ومن اتبعني حسن من المشركين\nتام وكذا من أهل القرى ومن قبلهم وقال أبو عمرو فيهما كاف اتقوا صالح أفلا\nتعقلون كاف من نشاء حسن المجرمين تام لأولي الألباب حسن آخر السورة تام.\nوكذا مالا تعلمون خاطئين أستغفر لكم ربي صالح الرحيم حسن آمنين كاف ربي حقا\nحسن وكذا اخوتي لما يشاء كاف الحكيم تام وكذا تأويل الأحاديث بالصالحين حسن\nوكذا نوحيه إليك يمكرون تام بمؤمنين كاف للعالمين تام والأرض كاف معرضون\nتام وكذا مشركون ولا يشعرون إلى الله حسن إن جعل أنا مبتدأ وغلى بصيرة خبره\nوليس بوقف إن جعل ذلك متعلقا بأدغو ومن اتبعني حسن من المشركين تام وكذا من\nأهل القرى ومن قبلهم وقال أبو عمرو فيهما كاف اتقوا صالح أفلا تعقلون كاف\nمن نشاء حسن المجرمين تام لأولي الألباب حسن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head22'>سورة الرعد مكية إلا قوله ولا يزال الذين كفروا الآية ويقول الذين كفروا</h1>\n\n<p>\nلست مرسلا الآية وقيل مدنية ولو أن قرآنا الآيتين\n</p>\n\n<p>\nالمر تقدم الكلام عليه في سورة البقرة تلك آيات الكتاب تام الحق كاف وهو\nخبر والذي <span id='ms090'></span> أنزل إليك لا يؤمنون تام ترونها حسن ثم استوى على العرش صالح\nوالقمر حسن لأجل مسمى تام وكذا توقنون وأنهار كاف عند بعضهم اثنين كاف وكذا\nالنهار يتفكرون تام وجنات من أعناب كاف لمن قرأ ما بعده بالرفع بالابتداء\nوغير صنوان صالح بماء واحد حسن إن قرئ تسقى بالتاء ويفضل بالياء أو النون\nأو قرئ يسقى بالياء ونفضل بالنون وان قرآ معا بالياء فكاف في الأكل كاف\nيعقلون تام جديد كاف خالدون تام المثلاث حسن على ظلمهم صالح العقاب تام من\nربه حسن أنما أنت منذر كاف قوم هاد تزداد حسن وكذا بمقدار والمتعال قيل ومن\nجهر به وليس بشيء بالنهار كاف من أمر الله تام بأنفسهم كاف وكذا فلا مرد له\nمن وال حسن من خيفته صالح شديد المحال حسن له دعوة وفي الثاني كاف ولا ضرا\nكاف والنور صالح الخلق عليهم حسن وقال أبو عمرو فيهما كاف القهار حسن زبدا\nرابيا كاف وكذا زبد مثله والباطل في الأرض حسن وقال أبو عمرو كاف الأمثال\nتام وكذا الحسني لأفتدوا به حسن وقال أبو عمرو كاف جهنم كاف المهاد تام كمن\nهو أعمى حسن وقال أبو عمرو كاف أولو الألباب تام إن جعل ما بعده مبتدأ\nوخبره أولئك لهم عقبى الدار وليس بوقف إن جعل ذلك ولا ينضون الكيثاق كاف\nوكذا سوء الحساب وجاز الوقف عليهما وان كان ما بعدهما فاعلى ما قبلهما لطول\nالكلام عقبى الدار حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا ذرياتهم ومن كل باب وقال أبو عمرو في الأخير كاف فنعم عقبى الدار\nتام لهم اللعنة جائز سوء الدار ويقدر كاف وقيل تام بالحياة الدنيا كاف\nالامتاع تام آية من ربه كاف وكذا من أناب عند بعضهم وليس بجيد لأن ما بعده\nنعت له بذكر الله كاف تطمئن القلوب تام وحسن مآب حسن وكذا أوحينا إليك\nبالرحمن صالح إلا هو حسن وقال أبو عمرو في الأربعة كاف واليه متاب الموتى\nحسن وقال أبو عمرو كاف الأمر جميعا تام الناس جميعا حسن <span id='ms091'></span> وعد الله كاف\nالميعاد أخذتهم صالح عقاب بما كسبت كاف وكذا قل سموهم ومن القول زين للذين\nكفروا مكرهم حسن لمن قرأ وصدوا ببنائه للفاعل وليس بوقف لمن قرأه ببنائه\nللمفعول لزين وصدوا عن السبيل حسن وكذا من هاد وقال أبو عمرو فيهما كاف في\nالحياة الدنيا كاف أشق حسن وقال أبو عمرو كاف من واق تام مثل الجنة التي\nوعد المتقون حسن إن جعل مبتدأ لخبر محذوف أو عكسه تقديره مثل الجنة فيما\nنقص عليك مثل الجنة أي صفتها وليس بوقف إن جعل مبتدأ خبره تجري الخ الأنهار\nجائز وظلها تام تلك عقبى الذين اتقوا وعقبى الكافرين النار بما أنزل إليك\nصالح بعضه حسن وكذا مآب وقال أبو عمرو في الأول كاف عربيا صالح ولا واق تام\nوذرية حسن وقال أبو عمرو كاف إلا بأذن الله تام وكذا كتاب ويثبت حسن وكذا\nأم كتاب وقال أبو عمرو في الأول كاف وعلينا الحساب تام وكذا من أطرافها\nلحكمة جائز سريع الحساب وكذا المكر جميعا وكل نفس وقال أبو عمرو فيهما تام\nعقبى الدار تام لست مرسلا كاف آخر السورة ومن قرأ ومن عنده أم الكتاب بكسر\nميم من وقف على شهيدا بيني وبينكم على أخر السورة.\n</p>\n\n<h1 class='l1' id='head23'>سورة إبراهيم عليه السلام مكية إلا قوله ألم ترى الذين بدلوا الآيتين </h1>\n\n<p>\nفمدني\n</p>\n\n<p>\nالر تقدم الكلام عليه العزيز الحميد تام لمن قرأ الله بالرفع وليس بوقف\nلمن قرأه بالجر لأنه بدل مما قبله وما في الأرض حسن وقال أبو عمرو تام شديد\nتام إن جعل ما بعده مبتدأ وجائز إن جعل ذلك نعتا للكافرين وإنما جاز على\nهذا لأنه رأس آية وعليه يوقف عند قوله ويبغونها عوجا بخلافه على الأول لان\nقوله أولئك في ضلال خبر المبتدأ فلا يفصل بينهما في ضلال بعيد تام ليبين\nلهم كاف وكذا من يشاء الحكيم تام بأيام الله كاف شكور حسن نساءكم كاف وكذا\nعظيم لأزيدنكم مفهوم لشديد حسن حميد تام وكذا وعاد وثمود إن جعل ما بعده <span id='ms092'></span>\nمبتدأ فان جعل معطوفا فليس ذلك وقفا بل الوقف على من بعدهم وهو وقف كاف إلا\nالله كاف إليه مريب حسن مثلنا مفهوم من عباده كاف وكذا بإذن الله المؤمنون\nحسن وقال أبو عمرو كاف على ما آذيتمونا كاف المتوكلون تام في ملتنا صالح من\nبعدهم كاف وكذا وخاف وعيد وقال أبو عمرو تام واستفتحوا حسن إن لم يبتدأ به\nوإلا فليس بحسن لما فيه من الابتداء بكلمة والوقف عليها جبار عنيد كاف وكذا\nغليظ تام مثل الذين كفروا بربهم حسن أن جعل خبره محذوفا أي فيما نقص عليك\nمثل الذين كفروا بربهم ومثل الذين كفروا بربهم شر مثل وليس بوقف إن جعل\nخبره أعمالهم الخ على شيء كاف البعيد تام بالحق حسن وقال أبو عمرو كاف جديد\nحسن وكذا بعزيز من شيء صالح من محيص تام فأخلفتكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nمفهوم وكذا ولوموا أنفسكم من قبل حسن وقال أبو عمرو تام أليم تام بإذن\nربهم كاف تحيتهم فيها سلام تام يتذكرون ومن قرار وفي الآخرة حسن وقال أبو\nعمرو كاف الظالمين صالح ما يشاء تام جهنم يصلونها كاف إن جهل بدلا من دار\nالبوار فأن جعل مستأنفا فالوقف على دار البوار كاف أيضا وبئس القرار تام عن\nسبيله كاف إلى النار تام وكذا ولا خلال رزقا لكم حسن بأمره كاف وكذا\nالأنهار ودائبين والنهار حسن سألتموه تام لا تحصوها كاف كفار تام أن نعبد\nالأصنام حسن من الناس أحسن منه رحيم حسن وكذا المحرم ويشكرون وما نعلن وكذا\nولا في السماء لسميع الدعاء حسن وكذا ومن ذريتي ودعائي الحساب تام وقال أبو\nعمرو كاف الظالمون حسن إليهم طرفهم كاف وليس بشيء وأفئدتهم هواء تام وكذا\nونتبع الرسل من زوال حسن وكذا الأمثال الجبال كاف وكذا رسله ذو انتقام كاف\nإن جعل ما بعده بدلا من يوم يقوم الحساب وليس بوقف إن جعل ذلك معمولا له\nوالسموات حسن القهار كاف في الأصفاد صالح وجوهم النار حسن كسبت صالح سريع\nالحساب حسن وقال أبو <span id='ms093'></span> عمرو تام آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head24'>سورة الحجر مكية</h1>\n\n<p>\nالر تقدم الكلام عليه مبين تام وكذا مسلمين والامل ويعلمون وكتاب معلوم\nوما يستأخرون لمجنون جائز من الصادقين تام إلا بالحق صالح منظرين تام إنا\nنحن نزلنا الذكر كاف عند بعضهم لحافظون تام شيع الاولين حسن يستهزئون كاف\nوكذا في قلوب المجرمين عند بعضهم ولا يؤمنون بع وسنة الأولين مسحورون تام\nشهاب مبين كاف برازقين تام خزائنه جائز بقدر معلوم كاف وكذا بخازنين\nوالوارثون والمستأخرين يحشرهم جائز عليم تام مسنون مفهوم السموم حسن ساجدين\nكاف وكذا الساجدين في الموضعين ومسنون ويوم الدين ويوم يبعثون والمعلوم\nالمخلصين حسن وكذا مستقيم من الغاوين كاف أجمعين صالح أبواب مفهوم مقسوم\nتام آمنين حسن متقابلين كاف بمخرجين تام الأليم كاف وكذا وجلون وبغلام عليم\nوتبشرون ومن القانطين والضالون والمرسلون قدرنا صالح لمن الغابرين كاف وكذا\nمنكرون يمترون جائز لصادقون كاف تؤمرون حسن وكذا مصبحين يستبشرون كاف فلا\nتفضحون جائز ولا تحزنون كاف وكذا العالمين فاعلين يعمهون كاف وكذا من سجيل\nللمتوسمين جائز مقيم كاف لآية للمؤمنين حسن مبين تام مفهوم معرضين صالح\nيكسبون تام وكذا إلا بالحق الجميل حسن العليم تام وكذا العظيم أزوجا منهم\nصالح وكذا ولا تحزن عليهم جناحك للمؤمنين كاف عضين حسن وكذا يعملون وعن\nالمشركين المستهزئين تام إن جعل ما بعده مبتدأ خبره فسوف يعلمون فأن جعل\nصفة له فليس وقفا بل الوقف على إلها آخر فسوف يعلمون تام من الساجدين جائز\nآخر السورة تام.\n</p>\n\n<h1 class='l1' id='head25'>سورة النحل مكية إلا قوله وان عاقبتم إلى آخرها فمدني</h1>\n\n<p>\nفلا تستعجلوه تام عما يشركون حسن وقال أبو عمرو كاف فأتقون تام بالحق كاف\nيشركون حسن مبين صالح أو كاف والأنعام خلقها حسن وقال أبو عمرو كاف وقيل\nالوقف على لكم فعلى الأول الوقف على مبين صالح وعلى الثاني كاف دفء ومنافع\nصالح وقال أبو عمرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nكاف تأكلون كاف وكذا تسرحون بشق الأنفس أحسن مما قبله وقال أبو عمرو تام\nرحيم كاف وقال أبو عمرو تام لتركبوها <span id='ms094'></span> وزينة تام ما لا تعلمون حسن وكذا\nومنها أجمعين تام فيه تسمعون حسن ومن كل الثمرات كاف وكذا يتفكرون الليل\nوالنهر تام لمن رفع ما بعده بالابتداء والخبر ومن نصبه لم يقف على ذلك ومن\nرفع النجوم مسخرات فقط وقف على والقمر بأمره كاف يعقلون حسن إن نصب ما بعده\nبالإغراء أي اتقوا ما ذرأ لكم وكاف إن نصب ذلك عطفا على معمول سخر وجوز وان\nكان فيه المتعاطفين لطول الكلام مختلفا ألو انه صالح يذكرون تام تلبسونها\nصالح مواخر فيه مفهوم تشكرون كاف وعلامات حسن يهتدون تام كمن لا يخلق جائز\nتذكرون حسن إلا تحصوها ورحيم وما بعده بالياء أو بالتاء وحسن لمن قرأه\nبالتاء وما بعده بالياء وهم يخلقون حسن أموات غير أحياء تام وكذا أيان\nيبعثون واله واحد مستكبرون حسن وما يعلنون كاف المستكبرين حسن أساطير\nالأولين حسن إن جعلت لام ليحملوا لام الأمر وجائز إن جعلت لام كي بمعنى\nالعاقبة يوم القيامة مفهوم بغير علم حسن وقال أبو عمرو كاف ما يرزون تام من\nفوقهم جائز لا يشعرون صالح وإنما جوز وان تعلق به ما بعده لأنه رأس آية\nيخزيهم جائز تشاقون فيهم صالح الكافرين تام إن جعل ما بعده خبر مبتدأ محذوف\nوجائز إن جعل ذلك نعتا له جوز لأنه رأس آية ظالمي أنفسهم صالح من سوء حسن\nوأجاز قوم الوقف على بلى والاختيار الأول واقتصر أبو عمرو على الثاني وقال\nانه تام بما كنتم تعملون كاف خالدين فيها صالح وقال أبو عمرو فيهما تام\nالمتكبرين تام أنزل ربكم كاف قالوا خبرا تام كاف وكذا خير والمتقين\nويدخلونها ومن تحتها الأنهار وما يشاؤن المتقين تام إن رفع ما بعده خبر\nمبتدأ محذوف وجائز إن جعل ذلك نعتا له لأنه رأس آية طيبين صالح وكذا سلام\nعليكم بما كنتم تعملون تام تأتيهم الملائكة جائز عند بعضهم ولا أستحسنه\nكلام واحد أمر ربك كاف وكذا من قبلهم يظلمون حسن ما عملوا كاف يستهزؤن تام\nولا آباؤنا صالح <span id='ms095'></span> من شيء كاف وكذا من قبلهم المبين تام الطاغوت كاف وكذا\nالضلالة المكذبين تام من يضل كاف من ناصرين حسن وقال أبو عمرو كاف من يموت\nكاف ويأتي في بلى مامر لا يعلمون جائز وليس بحسن لتعلق ما بعده بما بعده\nوإنما جوز لأنه رأس آية يختلفون فيه جائز كاذبين تام كن فيكون تقدم الكلام\nعليه سورة البقرة في الدنيا حسنة حسن أكبر جائز لو كانوا يعلمون تام إن جعل\nما بعده خبر مبتدأ محذوف وجائز إن جعل ذلك نعتا للذين هاجروا يتوكلون تام\nيوحى إليهم جائز وكذا لا تعلمون والزبر حسن وقال أبو عمرو كاف ما نزل إليهم\nصالح يتفكرون تام بهم الأرض جائز لا يشعرون صالح وكذا بمعجزين رحيم تام من\nشيء صالح وكذا والشمائل داخرون تام من دابة مفهوم وكذا والملائكة وهو أحسن\nلا يستكبرون كاف من فوقهم جائز ما يؤمرون تام الهين اثنين صالح واحد مفهوم\nولا أحبه لكراهة الابتداء بما بعده فارهبون حسن والأرض صالح واصبا كاف\nتتقون إن جعل ما بعده مستأنفا وليس بوقف إن جعل ذلك متعلقا بما قبله فمن\nالله كاف وكذا تجأرون بل أولى لأنه رأس آية بربهم يشركون جائز بما آتيناهم\nكاف فسوف تعلمون حسن وقال أبو عمرو تام مما رزقناهم كاف تفترون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nحسن سبحانه كاف وقال أبو عمرو تام ما يشتهون كاف وكذا كظيم وما بشر به في\nالتراب حسن ما يحكمون تام مثل السوء حسن الأعلى مفهوم الحكيم تام من دابة\nمفهوم إلى أجل مسمى صالح ولا يستقدمون تام ما يكرهون إن لهم الحسنى حسن\nمفرطون تام أعمالهم صالح وكذا وليهم اليوم عذاب تام وكذا يؤمنون بعد موتها\nكاف يسمعون تام للشاربين كاف إن جعل ما بعده مستأنفا وصالح إن معطوفا على\nما في بطونه وتام إن جعل معمولا لتتخذون ورزقا حسنا كاف يعقلون تام بيوتا\nجائز ومما يعرشون كاف ذللا حسن مختلفا ألوانه حسن إن أعيد الضمير في فيه\nعلى القرآن وليس بحسن أن أعيد على العسل <span id='ms096'></span> المذكور في قوله شراب مختلف ألوانه\nفيه شفاء للناس كاف يتفكرون تام ثم يتوفاكم كاف وكذا شيئا قدير تام في\nالرزق صالح فهم فيه سواء\n</p>\n\n<p>\nحسن يجحدون تام وحفدة جائز من الطيبات حسن يؤمنون جائز يكفرون كاف وكذا\nولا يستطيعون ولله الأمثال وأنتم لا تعلمون تام يستوون حسن لا يعلمون تام\nرجلين صالح مولاه جائز وكذا الايأت بخير مستقيم تام والأرض حسن أو هو أقرب\nكاف قدير لا تعلمون شيئا جائز تشكرون تام إلا الله كاف يؤمنون تام سكنا\nجائز وكذا اقامتكم إلى حين تام ظلالا جائز وكذا أكنانا بأسكم حسن تسلمون\nحسن وكذا البلاغ المبين ثم ينكرونها جائز الكافرون حسن يستعتبون كاف وكذا\nينظرون من دونك صالح لكاذبون كاف السلم جائز يفترون تام يفسدون حسن وكذا\nعلى هؤلاء للمسلمين تام القربى كاف والبغي تام تذكرون حسن إذا عاهدتم صالح\nكفيلا كاف وكذا تفعلون وانكانا ومن أمة ويبلوكم الله به تختلفون تام ويهدي\nمن يشاء كاف كنتم تعملون تام وكذا عظيم ثمنا قليلا إن كنتم تعلمون تام باق\nحسن يعملون تام يعملون حسن من الشيطان الرجيم كاف وكذا يتوكلون به مشركون\nتام مفتر كاف لا يعلمون تام للمسلمين أتم إنما يعلمه بشر عربي مبين تام لا\nيهديهم الله جائز أليم تام بآيات الله جائز الكاذبون تام غضب من الله جائز\nعظيم كاف الكافرين وكذا الغافلون الخاسرون كاف لغفور رحيم حسن إن جعل ما\nبعده منصوبا به وليس بوقف إن جعل منصوبا بالاغراء أي اتقوا يوم تأتي ما\nعملت جائز لا يظلمون تام وكذا يصنعون ظالمون حسن وقال أبو عمرو فيه رؤس\nالآي الآتية تام طيبا جائز تعبدون تام لغير الله به كاف رحيم حسن الكذب تام\nوكذا لا يفلحون وأليم من قبل حسن وكذا يظلمون رحيم تام حنيفا جائز من\nالمشركين كاف لأنعمه أكفى منه مستقيم حسن حسنة كاف وكذا الصالحين حنيفا\nجائز من المشركين تام اختلفوا فيه حسن يختلفون تام والموعظة الحسنة كاف\nأحسن تام عن سبيله صالح بالمهتدين <span id='ms097'></span> تام ما عوقبتم به كاف للصابرين حسن واصبر\nمفهوم إلا بالله وكذا ولا تحزن عليهم مما يمكرون تام آخر السورة تام. ن\nيجحدون تام وحفدة جائز من الطيبات حسن يؤمنون جائز يكفرون كاف وكذا ولا\nيستطيعون ولله الأمثال وأنتم لا تعلمون تام يستوون حسن لا يعلمون تام رجلين\nصالح مولاه جائز وكذا الايأت بخير مستقيم تام والأرض حسن أو هو أقرب كاف\nقدير لا تعلمون شيئا جائز تشكرون تام إلا الله كاف يؤمنون تام سكنا جائز\nوكذا اقامتكم إلى حين تام ظلالا جائز وكذا أكنانا بأسكم حسن تسلمون حسن\nوكذا البلاغ المبين ثم ينكرونها جائز الكافرون حسن يستعتبون كاف وكذا\nينظرون من دونك صالح لكاذبون كاف السلم جائز يفترون تام يفسدون حسن وكذا\nعلى هؤلاء للمسلمين تام القربى كاف والبغي تام تذكرون حسن إذا عاهدتم صالح\nكفيلا كاف وكذا تفعلون وانكانا ومن أمة ويبلوكم الله به تختلفون تام ويهدي\nمن يشاء كاف كنتم تعملون تام وكذا عظيم ثمنا قليلا إن كنتم تعلمون تام باق\nحسن يعملون تام يعملون حسن من الشيطان الرجيم كاف وكذا يتوكلون به مشركون\nتام مفتر كاف لا يعلمون تام للمسلمين أتم إنما يعلمه بشر عربي مبين تام لا\nيهديهم الله جائز أليم تام بآيات الله جائز الكاذبون تام غضب من الله جائز\nعظيم كاف الكافرين وكذا الغافلون الخاسرون كاف لغفور رحيم حسن إن جعل ما\nبعده منصوبا به وليس بوقف إن جعل منصوبا بالاغراء أي اتقوا يوم تأتي ما\nعملت جائز لا يظلمون تام وكذا يصنعون ظالمون حسن وقال أبو عمرو فيه رؤس\nالآي الآتية تام طيبا جائز تعبدون تام لغير الله به كاف رحيم حسن الكذب تام\nوكذا لا يفلحون وأليم من قبل حسن وكذا يظلمون رحيم تام حنيفا جائز من\nالمشركين كاف لأنعمه أكفى منه مستقيم حسن حسنة كاف وكذا الصالحين حنيفا\nجائز من المشركين تام اختلفوا فيه حسن يختلفون تام والموعظة الحسنة كاف\nأحسن تام عن سبيله صالح بالمهتدين تام ما عوقبتم به <span id='ms098'></span> كاف للصابرين حسن واصبر\nمفهوم إلا بالله وكذا ولا تحزن عليهم مما يمكرون تام آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head26'>سورة الإسراء مكية إلا قوله وان كادوا ليفتنوك الآيات الثمان فمدني</h1>\n\n<p>\nمن آياتنا البصير تام من دوني وكيلا كاف إن نصب ما بعده بأعنى وليس بوقف\nإن نصب بيتخذوا أو بالبدلية من وكيلا أو النداء على قراءة تتخذوا بالتاء\nالفوقية شكور اتام كبيرا كاف خلال الديار جائز مفعولا كاف أكثر نفيرا حسن\nفلها تتبيرا حسن وكذا إن يرحمكم وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عمرو كاف عدنا حصيرا تام هي أقوم جائز أليما تام بالخير صالح عجولا\nتام آيتين كاف والحساب تام تفصيلا كاف وكذا في عنقه منشورا حسن حسيبا تام\nلنفسه جائز ولا أحبه يضل عليها كاف وزر أخرى رسولا كاف تدميرا حسن وكذا من\nبعد نوح بصيرا تام مدحورا حسن وكذا مشكورا كلا نمد صالح وكذا هؤلاء وهؤلاء\nلكن الأول أصلح من عطاء ربك تام وقال أبو عمرو كاف محظورا تام بل أتم مما\nقبله على بعض حسن وقال أبو عمرو كاف تفصيلا تام وكذا مخذولا إلا إياه كاف\nإحسانا حسن قولا كريما جائز وكذا من الرحمة صغيرا حسن غفورا أحسن منه\nتبذيرا كاف الشياطين جائز كفورا ميسورا حسن وكذا محسورا ويقدر كاف بصيرا\nتام خشية إملاق صالح وكذا وإياكم كبيرا حسن ولا تقربوا الزنا جائز سبيلا\nكاف إلا بالحق حسن سلطانا مفهوم منصورا حسن وكذا حتى يبلغ اشده مسؤلا وكذا\nالمستقيم تأويلا تام به علم صالح مسؤولا تام مرحا صالح طولا حسن مكروها\nصالح من الحكمة حسن مدحورا تام عظيما أتم منه إلا نفورا حسن وكذا سبيلا\nوعلوا كبيرا ومن فيهم تسبيحهم كاف حليما غفورا حسن مستورا كاف وفي آذانهم\nوقرا كاف نفورا تام وكذا مسحورا سبيلا كاف جديدا حسن في صدوركم مفهوم وكذا\nمن يعيدنا وأول مرة متى هو صالح وقال أبو عمرو قريبا كاف وكذا يوم يدعوكم\nويوم منصوب بمقدر تقديره يعيدكم يوم يدعوكم إلا قليلا تام هي أحسن صالح\nمبينا تام <span id='ms099'></span> ربكم أعلم بكم كاف يعذبكم حسن وكيلا تام والأرض حسن وقال أبو\nعمرو كاف على بغض جائز زبورا حسن وكذا تحويلا ويخافون عذابه كاف محذورا تام\nشديدا صالح مسطورا تام وكذا الأولون فظلموا بها صالح تخويفا تام أحاط\nبالناس حسن وكذا في القرآن طغيانا كبيرا تام اسجدوا لآدم مفهوم طينا صالح\nإلا قليلا كاف موفورا صالح وعدهم حسن إلا غرورا تام عليهم سلطانا كاف وكيلا\nتام من فضله كاف رحيما حسن إلا إياه كاف وكذا أعرضتم وكفورا وكيلا مفهوم لا\nحسن لتعلق ما بعده بما قبله تبيعا تام من الطيبات جائز تفضيلا تام إن نصب\nما بعده بإضمار كاحذار أو كاف إن نصب بتقدير يعيدكم الذي فطركم وإنما لم\nيكن تاما لتعلق ما بعده بما قبله وكان كافيا لبعد ما بين الكلامين بإمامهم\nجائز فتيلا تام وكذا سبيلا خليلا حسن قليلا صالح نصيرا تام من رسلنا حسن\nتحويلا تام إلى غسق الليل كاف ذكره أبو حاتم والاجود الوقف على وقرآن الفجر\nلأنه معطوف على الصلاة مشهودا حسن نافلة تلك كاف محمودا حسن وكذا نصير\nالباطل صالح زهوقا تام للمؤمنين كاف خسارا تام يؤوسا حسن سبيلا تام ويألونك\nعن الروح مفهوم وتقدم نظيره في سورة البقرة إلا قليلا كاف وكذا إلا رحمة من\nربك عليك كبيرا تام وكذا ظهيرا كفورا كاف ينبوعا جائز وكذا تفجيرا وقبيلا\nلان كلا منهما رأس آية ولطول الكلام كتابا نقرؤه تام وقال أبو عمرو لمن قرأ\nقل سبحان ربي بالأمر وكاف لمن قرأ قال سبحان ربي لان ما بعده خبر عن الرسول\nفهو متصل بذلك بشرا رسولا في الموضعين تام وكذا ملكا رسولا بيني وبينكم كاف\nبصيرا تام فهو المهتدي كاف وكذا أولياء من دونه وصما صالح سعيرا حسن خلقا\nجديدا تام لا ريب فيه مفهوم إلا كفورا تام خشية الإنفاق كاف قتورا تام\nبينات صالح مسحورا حسن بصائر مفهوم عند بعضهم مثبورا كاف اسكنوا الأرض كاف\nلفيفا حسن وبالحق نزل تام ونذيرا كاف على مكث <span id='ms100'></span> صالح وقال أبو عمرو كاف\nتنزيلا تام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nاولا تؤمنوا صالح لمفعولا كاف خشوعا تام الحسني كاف ولا تخافت بها صالح\nسبيلا حسن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head27'>سورة الكهف مكية إلا قوله تعالى واصبر نفسك الآية فمدني</h1>\n\n<p>\nوالوقف اولى على عوجا ويبتدأ بقيما أي أنزله قيما وقيل أنما يوقف على\nقيما لأن المعنى أنزل الكتاب قيما ولم يجعل له عوجا جاور حج الأول بأنه رأس\nآية وبأن الوقف على عوجا تخلص به من كراهة الابتداء بلام كي والوقفان\nعليهما صالحان وان كان الأول أصلح أبدا جائز ولد تام وكذا ولا لآبائهم من\nأفواههم صالح وإلا كذبا أسفا تام أحسن عملا كاف وكذا حرزا عجبا مفهوم من\nلدنك رحمة جائز رشدا كاف سنين عددا مفهوم أمدا تام بالحق حسن وزدناهم هدى\nصالح وكذا والأرض شططا حسن آلهة كاف بسلطان بين حسن كذبا كاف وقال أبو عمرو\nفيهما تام وما يعبدون إلا الله لا يحسن الوقف عليه لتعلق ما بعده به مرفقا\nكاف وكذا في فجوة منه وقال أبو عمرو فيهما تام من آيات الله تام المهتدي\nكاف وكذا مرشدا ورقود وذات الشمال وبالوصيد ورعبا بينهم صالح وكذا لبثتم\nوبعض يوم بكم أحد احسن في ملتهم جائز إذا أبدا كاف بنيتنا حسن ربهم أعلم\nبهم تام مسجدا حسن وقال أبو عمرو تام رابعهم كلبهم مفهوم بالغيب صالح\nوثامنهم كابهم حسن إلا قليلا كاف مراء ظاهرا جائز منهم أحدا كاف إلا أن\nيشاء الله تام إذا نسيت صالح رشدا حسن وقال أبو عمرو تام وازدادوا تسعا تام\nوكذا لبثوا وإلارض صالح وأسمع كاف من ولى حسن في حكمه أحدا تام ملتحدا حسن\nيريدون وجه كاف زينة الحياة الدنيا حسن فرطا تام فليكفر كاف وكذا سرادقها\nيشوى الوجوه حسن بئس الشراب صالح مرفقا تام وكذا من أحسن عملا إن جعل انا\nلا نضيع الخ خبران الذين آمنوا بخلاف ما إذا جعل خبره أولئك لهم الخ وجعل\nانا لا نضيع الخ اعتراضا بين وخبره على الارائك تام <span id='ms101'></span> نعم الثواب مرتفقا تام\nرجلين صالح زرعا كاف وكذا منه شيئا ونهرا ونفرا ولنفسه منقلبا حسن سواك\nرجلا كاف وكذا بربي أحدا وإلا بالله مالا وولدا صالح طلبا كاف بربي أحد تام\nمن دون الله كاف منتصر اتام لله الحق حسن وقال أبو عمرو كاف عقبا تام\nالرياح كاف مقتدرا تام زينة الحياة الدنيا حسن وقال أبو عمرو كاف أملا تام\nمنهم أحد كاف صفا صالح موعدا تام مما فيه صالح أحصاها كاف وقال أبو عمرو\nتام حاضرا نام وكذا أحدا عن أمر به حسن لكم عدو تام وكذا بدلا وأنفسهم\nوعضدا موبقا حسن وقال أبو عمرو تام مصرفا تام من كل مثل كاف جدلا تام وكذا\nقبلا ومنذرين كاف هزوا تام يداه كافوقرا تام وكذا إذا أبدا ذو الرحمة حسن\nوقال أبو عمرو كاف العذاب تام موثلا حسن موعدا تام حقبا حسن وكذا سربا\nونصبا الحوت صالح أن أذكره تام وقال أبو عمرو كاف واتخذ سبيله في البحر كاف\nإن جعل عجبا من كلام موسى وليس بوقف إن جعل من تتمة كلام يوشع لن ذلك كلام\nواحد عجبا لذلك عجبا أو يفعل فعلا عجبا ما كنا نبغ صالح وقال أبو عمرو تام\nعلى آثارهما كاف قصصا صالح أي يقصان الأرض قصا من لدنا علما حسن رشدا كاف\nمعي صبرا صالح خبرا حسن لك أمرا كاف وكذا ذكرا وخرقها وشيئا امرا أو معي\nصبرا وعسرا ولو وقف على نسيت جاز فقتله صالح نكرا كاف وكذا معي صبرا وعذرا\nفأقامه صالح أجرا كاف بيني وبينك حسن صبرا تام غضبا كاف وكذا رخما وكنزهما\nورحمة من ربك وعن أمري صبرا تام منه ذكرا حسن عندها قوما كاف وكذا حسنا\nونكرا الحسنى صالح يسرا مفهوم وكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nسببا سترا وقيل الوقف على كذلك خبرا صالح سببا صالح أو مفهوم قولا كاف\nوكذا سدا وخير ورد ما فأن وصلته بآتوني كان الوقف على الحديد حسنا قال\nانفحوا صالح قطرا كاف وكذا نقبا رحمة من ربي <span id='ms102'></span> صالح حقا تام في بعض حسن وقال\nأبو عمرو كاف جمعا كاف سمعا تام أولياء حسن نزلا تام بالاخسرين أعمالا تام\nإن جعل ما بعده مبتدأ وخبرا ليس بوقف إن جعل نعتا للأخسرين صنعا تام على\nالتقدير الثاني وزنا كاف هزؤؤا تام وكذا حولا ومددا اله واحد كاف عملا\nصالحا جائز آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head28'>سورة مريم عليها السلام مكية وقيل إلا سجدتها وقيل إلا فخلف من بعدهم خلف</h1>\n\n<p>\nالآيتين فمدني\n</p>\n\n<p>\nكهيعص تقدم الكلام عليه في سورة البقرة عبده زكريا ليس بوقف لتعلق ما\nبعده به نداء خفيا وكذا شقيا من آل يعقوب صلح رضيا تام سميا كاف وكذا عتيا\nولم تك شيئا تام آية كاف سويا تام وكذا وعشيا بقوة جائز وذكاة كاف وكذا\nتقيا عصيا حسن حيا تام شرقيا صالح حجابا كاف بشرا سويا تام وكذا تقيا وزكيا\nوبغيا على هين تام وكذا ورحمة منا مقضيا كاف وكذا قصيا ومنسيا وسريا ورطبا\nجنيا ولا أراه في الاخير جيدا وقرى عينا صالح انسيا كاف تحمله صالح فريا\nحسن وكذا فأشارت إليه وصبيا وقال أبو عمرو في الثاني كاف وفي الثالث تام\nأينما كاف وكذا بوالدتي شقيا حسن وكذا حيا عيسى ابن مريم كاف إن نصب قول\nالحق وليس بوقف إن رفع يمترون تام سبحانه كاف ولو وقف على من ولدو ابتدأ\nبسبحانه كان كافيا أيضا كن صالح أو كاف فيكون تام لمن قرأ وان الله بكسر\nالهمزة وليس بوقف لمن قرأه بفتحها عطفا على بالصلاة أو بتقدير وقضى بان\nالله ربي ردا على قوله إذا قضى أمرا وان علق بقوله فاعبدوه أو بما يفسره\nفاعبدوه لنه ربي وربكم حسن الوقف على فيكون فاعبدوه تام مستقيم حسن وكذا من\nبينهم عظيم تام يوم يأتوننا كاف مبين تام وكذا لا يؤمنون ومن عليها جائز\nيرجعون تام في الكتاب إبراهيم مفهوم وكذا نبيا ولا يغني عنط شيئا تام وكذا\nسويا الشيطان عصيا تام وكذا وليا ويا إبراهيم ومليا سلام عليك كاف وكذا ربي <span id='ms103'></span>\nوحفيا وشقيا واسحق ويعقوب جعلنا نبيا حسن عليا تام موسى مفهوم رسولا نبيا\nكاف نجيا حسن وقال أبو عمرو كاف هارون نبيا تام في الكتاب اسمعيل مفهوم\nرسولا نبيا صالح والرزكاة مفهوم مرضيا تام في الكتاب إدريس مفهوم عليا حسن\nوقال أبو عمرو كاف واجتبينا كاف وبكيا حسن وقال أبو عمرو تام الشهوات صالح\nيلقون غيا جائز لأنه رأس آية ولا أحبه لتعلق ما بعده به والوقف على وعمل\nصالحا أصلح منه فن وقف على غيا لم يقف على وعمل صالحا لان المعنى عليه لكن\nمن تاب الخ فمن مبتدأ خبره فأولئك يدخلون الجنة ولا يفصل بين المبتدأ أو\nالخبر الجنة صالح والاحسن إن لا يوقف عليه ولا على شيئا لان جنات عدن بدل\nمن الجنة بالغيب كاف وكذا مأتيا إلا سلاما حسن وكذا وعشيا من كان تقيا تام\nبأمر ربك حسن وكذا وما بين ذلك نسيا تام إن جعل رب السموات خبر مبتدأ محذوف\nوجائز إن جعل بدلا من ربك وجاز وان تعلق به ذلك لأنه رأس آية وما بينهما\nكاف زكذا لعبادته سميا حسن وقال أبو عمرو تام حيا تام وكذا شيئا جثيا صالح\nوكذا عتيا صليا تام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوارادها كاف مقضيا تام جثيا صالح نديا حسن وكذا ورئيا مدا صالح جندا تام\nوكذا تام وكذا هدى ومراد أو ولدا جائز عهدا تام وأتنم منه الوقف على كلا\nلانهاز جرور لما قبلها وقيل انها بمعنى حقا وإلا لم يحسن علىعهدا دون كلا\nمدا صالح فردا كاف غزا حسن وياتي في كلا مامر فيها آنفاضدا تام أزا صالح\nتجعل عليهم مفهوم عدا كاف إن نصب ما بعده لالاعزاء وجائز إن نصب بنعدو\nوإنما جاز لأنه راس آية وردا مفهوم عهدا صالح اتخذ الرحمن ولدا جائز شيأ\nإذا كاف يتفطرون منه مفهوم أن دعوا للرحمن ولد كاف أن يتخذ ولدا حسن عبدا\nكاف عبدا حسن فرد تام ودا كاف قوما لذا حسن من قرن صالح آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head29'>سورة طه عليه <span id='ms104'></span> السلام مكية</h1>\n\n<p>\nطه تقدم الكلام عليه في سورة البقرة لمن يخشى كاف وكذا العلي استواى تام\nوكذا الثري وأخفى إلا هو حسن وقال أبو عمرو تام طوى حسن وقال أبو عمرو كاف\nفاعبدوني جائز لذكري تام بما تسعى كاف وقيل الوقف على أكاد أخفيها افتردى\nتام ياموسى كاف مآرب أخرى حسن صالح وقال أبو عمرو كاف تسعى كاف وكذا الاولى\nالكبرى تام طغى حسن وقال أبو عمرو كاف يفقهوا قولي صالح أخي جائز إن جعلت\nهمزة أشدد همزة وصل وإلا فلا لان اشدد حينئذ للمتكلم جوابا للامر كثيرا\nجائز بصير تام ياموسى صالح وكذا وعدو له ومن يكفله ولا تحزن فتونا كاف وكذا\nقدر ياموسى وقيل الوقف على قدر في ذكرى صالح وكذا طغى اة يخشى كاف يطغى حسن\nأسمع وأرى مفهوم من ربك حسن وكذا الهدى وتولى احسن ياموسى كاف وكذا ثم هدى\nوالاولى من السماء ماء صالح من نبات شتى حسن أنعامكم صالح لاولي النهي حسن\nتارة أخرى تام فكذب وأبي كاف بسحر مثله صالح وكذا موعدا موعدا سوى كاف وكذا\nضحى ثم أتى حسن وكذا بعذاب من افترى كاف وكذا النجوى وصفا ومن استعلى ومن\nألقى بل ألقوا صالح تسعى كاف وكذا خفية موسى لا تخف جائز إلا على كاف\nماصنعوا حسن وكذا كيد ساحر حيث أتى جائز وكذا هرون وموسى أن آذن لكم صالح\nعملكم السحر مفهوم عذابا وأبقى حسن وكذا والذي فطرنا وما أنت قاض وهذه\nالحياة الدنيا من السحر تام وكذا خير وأبقى ولا يحى كاف الدرجات العلى صالح\nوإنما جاز ذلك مع إن جنات بدل من الدرجنات لأنه راس آية خالدين فيها تام\nوكذا من تزكى في البحر يبسا صالح ولا تخشى تام ومن قرا لا تخف بالجزء جواب\nالأمر وهو فاضرب لم يقف على يبسا والتقدير إن تضرب لهم طريقا في البحر لا\nتخف دركا وأنت لا تخشى غرقا والوقف في هذه القراءة على تخف دركا كاف ما\nغشيهم كاف وما هذى <span id='ms105'></span> تام والسلوى حسن عليكم غضبي كاف فقد هوى تام وكذا ثم\nاهتدى ياموسى كاف على أثري مفهوم لترضى كاف السامري حسن أسفا كاف وعدا حسنا\nحسن وكذا موعدى بملكنا مفهوم وكذا فقذفناها فنسي تام وكذا ولا نفعا فتنتم\nبه حسن وأطيعوا أمري كاف وكذا موسى تتبعن جائز أفعصيت أمري حسن وكذا قولي\nياسامرس كاف وكذا لنفسي لا مساس حسن لن تخلفه صالح نسفا تام إلا هو جائز\nعلما تام ما قد سبق حسن وكذت ذكروا وزرا خالدين فيه كاف حملا تام إن نصب ما\nبعده بالاعزاء وجائز إن نصب بدلا من يوم القيامة لأنه راس آية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nإلا عشرا كاف إلا يوما تام وكذا ولا أمتا لا عوج له صالح إلا هما كاف\nورضي له قولا تام وكذا به علما للحي القيوم حسن من حمل ظلما تام وكذا اولا\nهضما ولهم ذكروا الملك الحق ووحيه وعلما وعزما ابليس أبي كاف فتشقي صالح\nولا تعرى كاف لمن قرا وانك بكسر الهمزة ولا تضحى تام لا يبلى كاف وكذا من\nورق الجنة فغوي صالح وان وصل بما بعده فأحسن وهدى حسن منها جميعا كاف وكذا\nالبعض عدو ولايشقى حسن ونحشره يوم القيامة أعمى كاف وكذا بصيرا وتنسى بآيات\nربه تام وكذا أشدو أبقى في مساكنهم حسن لوبى النهي تلم وكذا وأجل مسمى وقيل\nغروبها كاف ترضى حسن لنفتنهم فيه تام وكذا وأبقى لا نسألك رزقا صالح نحن\nنرزقك تام وكذا للتقوى من ربه كاف وكذا الاولي ونحزى حسن فتربصوا آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head30'>سورة الانباء عليهم السلام مكية</h1>\n\n<p>\nمعرضون ثام لاهية قلوبهم كاف وكذا وأسروا والنجوى إن جعل ما بعده مرفوعا\nخبر مبتدأ محذوف أو منصوبا بأعنى وليس بوقف إن جعل بدلا من الضمير في أسروا\nمثلكم كاف تبصرون تام والأرض جائز العليم كاف بل هو شاعر صالح الاولون تام\nأهلكناها كاف أفهم يؤمنون تام لايعلمون حسن لا يأكلون الطعام كاف وكذا\nخالدين المسرفين تام فيه ذكركم جائز فلا تعقلون تام آخرين كاف وكذا <span id='ms106'></span> يركضون\nوتسألون وظالمين خامدين تام لا عبين حسن من لدنا تان إن جعلت إن بمعنى ما\nوالا فليس بوقف فاعلين كاف وكذا راهق تصفون حسن والأرض كاف إن جعل ما بعده\nمستأنفا وليس بوقف إن جعل ذلك عطفا على ما قبله يستحسرون كاف لا يفترون\nصالح ينشرون تام لفسدتا كاف يصفون عما يفعل كاف وكذا يسألون وآلهة وبرهانكم\nوذكر من قبلي والحق إن قرئ بالنصب ومن قراه بالرفع وقف على لا يعلمون\nومعرضون تام فاعبدوه حسن سبحانه كاف وكذا مكرمون ويعلمون وخلفهم ارتضى صالح\nمشفقون حسن جهنم كاف نجزي الظالمين تام ففتقنا عما كاف وكذا حي أفلا يؤمنون\nحسن أن تميدبهم صالح لعلهم يهتدون كاف محفوظا صالح معرضون تام والقمر حسن\nيسبحون تام وكذا الخالدين ذائقة الموت كاف فتنة صالح والينا ترجعون كاف\nهزوا مفهوم يذكر آلهتكم كاف كافرون تام من عجل كاف وكذا تستعجلون صادقين\nتام بنصرون كاف ينظرون تام وكذا يستهزؤن من الرحمن كاف معرضون صالح من\nدوننا كاف وكذا يصبحون عليهم العمر تام من أطرفها كاف الغالبون تام وكذا\nأنذرتكم باوخي ينذرون كاف ظالمين تام شيأ كاف أتينا بها جائز حاسبين تام\nللمتقين جائز إن جعل ما بعده خبر مبتدأ محذوف وليس بوقف إن جعل نعتا له\nمشفقةن حسن منكرون تام عالمين صالح عاكفون كاف وكذا عابدين ومبين ومن\nاللاعبين فطرهن صالح من الشاهدين كاف وكذا مدبرين ويرجعون والظالمين\nوإبراهيم ويشهدون ويابراهيم إن كانوا ينطقون كاف وقيل يجوز الوق ف على بل\nأي فعله من فعله وقيل على بل فعله كبيرهم هذا الظالمن صالح ينطقون كاف وكذا\nور يضركم من دون الله صالح تعقلون كاف وكذا فاعلين على إبراهيم حسن وكذا\nإلا خسرين للعالمين كاف نافلة حسن وكذا صالحين عابدين تام لأنه آحر قصة\nإبراهيم حكما وعلما صالح الخبائث كاف وكذا فاسقين في رحمتنا صالح من\nالصالحين تام العظيم كاف بآياتنا صالح أجمعين تام ففهمناها سليمان حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nحكما علما صالح يسجن والطير كاف وكذا فاعلين شاكرون حسن <span id='ms107'></span> بار كنافيها كاف\nوكذا عالمين دون ذلك صالح حافظين تام الراحمين كاف وكذا مآبه من ضر\nللعابدين تام وذا الكفل حسن من الصابرين كاف من الصالحين تام من الظالمين\nكاف وكذا من الغم المؤمنين تام الوارثين كاف له زوجه حسن خاشعين تام وكذا\nللعالمين فاعبدون كاف أمرهم بينهم حسن وكذار اجعون لسعيه كاف كاتبون تام لا\nيرجعون كاف وكذا إبصار الذين إن جعل جواب إذا فتحت قوله اقترب الوعد الحق\nوالواو رائدة أو جعل جوابها محذوف فادل عليه فإذا هي شاخصة إلى آخره وان\nجعل جوابها ياويلنا أي قالوا ياويلنا كان الوقف على كنا ظالمين والوقف عليه\nعلى الوجه الثلاثة كاف لها واردون تام ما وردوها حسن وكذا خالدون لا يسمعون\nتام مبعدون كاف وكذا حسيسها خالدون حسن الأكبر جائز الملائكة مفهوم توعدون\nكاف وكذا نعيده ووعدا علينا فاعلين تام وكذا الصالحون وعابدون وللعالمين\nاله واحد صالح فهل أنتم مسلمون حسن على سواء كاف ما تعودون حسن ما تكتمون\nكاف إلى حين تام وكذا قل رب احكم بالحق وآخر السورة.\n</p>\n\n<h1 class='l1' id='head31'>سورة الحج مكية الاقواله ومن الناس من يعبد الله على حرف الآيتين وقيل</h1>\n\n<p>\nالاهذان حصمان فدني\n</p>\n\n<p>\nاتقوا ربكم كاف شيء عظيم أكفى منه شديد تام مريد حسن السعير تام لنبين\nلكم حسن لمن قرأ ونقر بالرفع وليس بوقف لمن قرأه بالنصب أشدكم حسن شيأ تام\nبهيجكاف في القبور تام عب سبيل الله حسن له في الدنيا خزي وكذا الحريق\nللعبيد تام حرف صالح وكذا اطمأن به وعلى وجهه والوقف عليه أصلحها الدنيا\nوالآخرة كاف الخسران المبين حسن وما لا ينفعه كاف البعيد حسن وكذا أقرب من\nنفعه واللدم في لمن ضره لام اليمين أو زائدة ومن محل نصب أي يدعو والله من\nضره أقرب من نفعه ولبئس العشير تام من تحتها الأنهار حسن ما يريد تام ما\nيغيظ حسن من يريد تام يوم القيامة حسن شهيد تام وكذا وكثير من الناس إن جعل\nما بعده مبتدأ وخبرا وليس بوقف إن <span id='ms108'></span> جعل معطوفا عليه حق عليه العذاب حسن وكذا\nمن مكرم ما يشاء تام في ربهم كاف وكذا والجلود ومن حديد وأعيدوا فيها عذاب\nالحريق تام الأنهار كاف وكذا من ذهب لمن قرأ ولؤلؤا بالنصب أي ويحلون لؤلؤا\nوليس بوقف لمن قرأه بالجر قاله أبو حاتم وأنا لا أحب الوقف عليه بحال فان\nوقف عليه كان جائزا لمن قرأ بالنصب وقبيحا لمن قرأه بالجر ولؤلؤا حسن حرير\nكاف الحميد تام الذي جعلناه للناي تام إن جعل جعلناه بمعنى نصبناه لا\nكتفائه بمفعول واحد والا فليس بوقف سواء قرئ بالنصب مفعولا ثانيا وما بعده\nمرفوع به أم بالرفع خبر الما بعده والجملة مفعول ثان وخبر ان الذين كفروا\nمحذوف أي هلكوا والباد حسن أليم تام الركع السجود كاف عميق صالح بهيمة\nالانعام حسن البائس الفقير صالح بالبيت العتيق حسن ذلك زعم بعضهم انه وقف\nبجعله مبتدأ حذف خبره وخبره المبتدأ محذوف أي ذلك لازم لكم أو الأمر ذلك أو\nمفعولا لمحذف أي افعلوا ذلك واحفظوا عند ربه صالح وكذا ما يتلى عليكم وقول\nالزور مشركين به كاف وكذا سحيق ذلك تقدم نظرة آنفا فإنها من تقوى القلوب\nكاف أجل مسمى جائز العتيق حس من بهيمة الانعام كاف اله واحد جائز فله\nأسلموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nحسن ينفقون حسن لكم فيها أخير صالح وكذا صواف والمعتر كاف تشكرون حسن\nمنكم كاف وكذا هذا كم المحسنين تام الذين آمنوا حسن كفور تام وكذا ظلموا\nوالقدير إن جعل ما بعده في محل رفع بانه خبر مبتدأ محذوف فان جعل نعتا\nللذين يقاتلون كان الوقف على ظلموا حسنا وعلى لقدير صالحا ربنا لله حسن\nكثيرا تام من ينصره حسن عزيز تام إن جعل ما بعده مبتدأ لخبر محذوف أو عكسه\nوحسن إن جعل مجرور أبدلا عامر لطول الكلام ونهوا عن المنكر حسن عاقبة\nالامور تام وأصحاب مدين حسن وقال أبو عمرو كاف وكذب موسى كاف وكذا ثم\nأخذتهم ونكير وقصر مشيدا تام يسمعون بها صالح في الصدور حسن وقال <span id='ms109'></span> أبو عمرو\nكاف وعده كاف تعدون حسن كذا ثم أخذتها وقال أبو عمرو في الأول تام المصير\nتام مبين كاف وكذا كريم أصحاب الجحيم تام في أمنيته مفهوم ثم يحكم الله\nآياته صالح وكذا حكيم والقاسية قلوبهم تام فثخبت له قلوبهم أتم منه مستقيم\nأتم منهما فان وقف على شقاق بعيد جاز لانه رأس آية يوم عقيم حسن يحكم بينهم\nكاف كذا في جنات النعيم عذاب مهين تام رزقا حسنا حسن وكذا خير الرازقين\nيرضونه كاف لعيم حليم حسن وكذا لينصرنه الله وغفور وسميع بصير العلي الكبير\nتام مخضرة حسن لطيف خبير تام وما في الأرض حسن الحميد تام في البحر بأمر\nجائز إلا بأذنه حسن وقال أبو عمرو فيهما تام رحيم تام ثم يحييكم حسن لكفور\nتام ناسكوه كاف مستقيم تام وكذا تعملون وتختلفون والأرض كاف وكذا في كتاب\nعلى الله يسير تام به علم كاف من نصير تام المنكر صالح عليهم آياتنا حسن\nوكذا من ذلكم وقال أبو عمرو فيهما كاف الذين كفروا صالح المصير تام وكذا\nفاستمعوا له ولو اجتمعوا له حسن لا يستنفذوه منه تام واعبدوا ربكم حسن وكذا\nتفلحون حق جهاد كاف وكذا اجتبا كم من حرج حسن وقال أبو عمرو كاف وهذا إن\nنصب مله أبيكم إبراهيم بالاغراء أي ألزموها فان نصب بنزع الخافض فليس ذلك\nبوقف مله أبيكم إبراهيم حسن شهداء على الناس كاف وآنوا الزكاة صالح وكذا\nواعتصموا بالله هو مولا جائز آخر السورة تام\n</p>\n\n<h1 class='l1' id='head32'>سورة المؤمنون مكية</h1>\n\n<p>\nقد افلح المؤمنون تام إن جعل الذين مبتدأ خبره أولئك هم الوارثون والا\nفجائز وعلى الأول فخاشعون وما بعده من المعطوفات جائز وعلى الثاني كاف ولا\nيؤثر في ذلك كون كل منها معطوفا أو نعتا لانه رأس آية الوارثون تام على\nالقول بأن ما بعده مبتدأ وخبرا وليس بوقف إن جعل نعتاله وعليه فقوله يرثون\nالفردوس تام على القبول بان ما بعده مبتدأ وعلى القول بأنه حال فليس بوقف\nهم فيها خالدون تام من <span id='ms110'></span> طين كاف في قرار مكين صالح العظام لحما خلقا آخر كاف\nوكذا أحسن الخالقين ولميتون تعبثون تام وفي الثاني كاف لقادرون كاف\nلللاكلين حسن وقال أبو عمرو تام لعبرة صالح مما في بطونها كاف كثيرة جائز\nوكذا تأكلون تحملون تام من اله غير جائز أفلا تتقون كاف أن يتفضل عليكم\nمفهوم في أبائنا الأولين صالح ولا أحبه وانما جاز لانه رأس آية حتى حين كاف\nكذبون وحينا ومن كل زوجين أثنين وأهلك أكفى مما قبله على مامر فيه في سورة\nهود الا من سبق عليه القول منهم كاف وكذا مرقون الظالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nحسن المنزلين كاف وكذا المبتلين وقرنا آخرين من اله غيره جائز أفلا تتقون\nحسن مما تشربون صالح وكذا الخاسرون ومخرجون ولما توعدون بمبعوثين بمؤمنين\nحسن وكذا بما كبون نادمين كاف وكذا غثاء والظالمين قرونا آخرين حسن\nيستأخرون كاف وكذا تترى وكذبوه وأحاديث لا يؤمنون حسن عالين كاف وكذا\nعابدون من المهلكين تام يهتدون حسن آية كاف ومعين تام صالحا جائز عليم تام\nلمن قرأ وان هذه بكسر الهمزة وليس بوقف لم قرا بفتحها عطفا على ما فان نصب\nباضمار فعل نحو واعلموا إن هذه أمتكم كان الوقف على عليم جائزا فاتقون كاف\nزبرا تام فرحون كاف حتى حسن في الخيرات لا يشعرون تام وكذا سابقون وما\nبينهما من رؤس الآى جائز لطول الكلام ولكون منها رأس آية الا وسعها كاف لا\nيظلمون صالح من هذا حسن إن جعل ما بعده كناية عن الكفار وتام إن جعل ذلك\nكناية عن المؤمنين لها عاملون حسن يجأرون كاف كارهون حسن مستكبرين به كاف\nمعرضون صالح كذا مستقيم ولنا كبون ويعمهون وما يتضرعون كاف مبلسون حسن وقال\nأبو عمرو تام والا فئدة كاف ما تشكرون حسن وكذا تحشرون ويحيى ويميت والنهار\nتام أفلا تعقلون حسن الاولون صالح وكذا لمبعوثون هذا من قبل كاف أساطير\nالاولين تام تعلمون كاف لله في الثلاثة صالح وقال أبو عمرو كاف تذكرون تام\nالعظيم كاف تتقون تام تعلمون <span id='ms111'></span> كاف تسحرون حسن لكاذبون تام من اله صالح وكذا\nبما خلق على بعض حسن عما يصفون تام لمن قرأ عالم بالرفع وكاف لمن قرأه\nبالجر يشركون تام ما يوعدون حسن الظالمين تام لقادرون حسن وكذا أحسن السيئة\nوبما يصفون وقال أبو عمرو في الأولين كاف أن يحضرون كاف كلا حسن وقال أبو\nعمرو تام لانها بمعنى الرد لما قبلها وجوز بعضهم إنها بمعنى حقا فيوقف على\nما قبلها ويبتدأ بها هو قائلها حسن يبعثون كاف وكذا ولا يتساءلون والمفلحون\nوخالدون كالحون تام تكذبون حسن ضالين كاف وكذا ظالمون ولا تكلمون حسن\nالراحمين ليس بوقف لان ما بعده من تمام الكلام قبله تضحكون حسن وقال أبو\nعمرو كاف بما صبروا كاف لمن كسر همزة انهم وليس بوقف لمن فتحها الفائزون\nكاف وكذا عدد سنين والعادين وقال أبو عمرو في الاول والثالث تام تعلمون حسن\nلا ترجعون تام وكذا الكريم عند ربه كاف الكافرين تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head33'>سورة النور مدنية</h1>\n\n<p>\nوفرضناها جائز تذكرون تام مائة جلدة كاف الآخر حسن وقال أبو عمرو كاف من\nالمؤمنين تام أو مشرك كاف على المؤمنين تام ثمانين جلدة صالح أبدا كاف إن\nجعل الاستثناء بعده من الفاسقين فقط بناء على إن شهادة القاذف لاتقبل وان\nتاب وليس وقف إن جعل الاستثناء من قوله ولاتقبلوا لهم شهادة أبدا وما بعده\nبناء على أن شهادة القاذف تقبل اذا تاب الفاسقون ليس بوقف على الوجهين رحيم\nتام لمن الصادقين حسن إن قرئ والخامسة بالنصب عطفا على أربع شهادات لكنه\nعلى قراءتها بالرفع أحسن الكاذبين كاف لمن الكاذبين حكمه حكم لمن الصادقين\nفيما تقرر إن كان من الصادقين حسن وقال أبو عمرو تام تواب حكيم تام وجواب\nلولا محذوف أي ولولا فضل الله عليكم ورحمته وانه تواب حكيم لا هلككم شر\nالكم صالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nخير لكم كاف من الاثم حسن وقال أبو عمرو كاف عظيم كاف وكذا مبين وبأربعة\nشهداء الكاذبون حسن عظيم مؤمنين صالح وان تعلق به ما بعده <span id='ms112'></span> لانه راس آية عند\nالله عظيم كاف بهيتان عظيم حسن مؤمنين كاف لكم الآيات صالح حكيم تام في\nالدنيا والآخرة حسن وكذا الاتعلمون رحيم تام خطوات الشيطان صالح والمنكر\nكاف من أحد أبدا صالح من يشاء كاف عظيم تام في سبيل الله حسن وليصفحوا أحسن\nمنه إن يغفر الله لكم كاف رحيم عظيم تام كاف وكذا يعملون دينهم الحق جائز\nالمبين تام للخبيثين صالح للخبيثات مفهوم للطيبين صالح للطيبات مفهوم مما\nيقولون صالح كريم تام على أهلها صالح تذكرون كاف وكذا يؤذن لكم وأزكى لكم\nتام متاع لكم كاف وما تكتمون تام وأزكى لهم حسن وكذا يصنعون ماظهر منها كاف\nجيوبهن حسن عورات النساء كاف من زينتهن حسن وكذا تفلحون وقال أبو عمرو\nفيهما تام وامائكم كاف وكذا من فضله واسع عليم حسن من فضله تام وكذا آتاكم\nعرض الحياة الدنيا حسن وقال أبو عمرو كاف رحيم تام للمتقين أتم منه والأرض\nحسن وكذا فيها مصباح وفي زجاجة وقال أبو عمرو في الثلاثة كاف زيتونة صالح\nوذكا ولا غريبة تمسه نار حسن وكذا نور على نور ومن يشاء وللناس وقال أبو\nعمرو في الأربعة كاف عليم تام فيها اسمه كاف إن لم يتعلق قوله في بيوت\nبيسبح والا فليس بوقف والآصل حسن لمن قرأ يسبح بفتح الباء وليس بوقف لمن\nقراه بكسرها للفصل بين الفاعل وفعله وايتاء الزكاة صالح إن جعل يخافون يوما\nمستأنفا وجائز إن جعل من تتمة نعمت رجال والابصار تام وقال أبو عمرو كاف\nبناء فيهماء على أن أصل ليجزيهم ليجزينهم بفتح اللام وبنون كيد فحذفت النون\nتخفينا ثم كسرت اللام وأعلمت اعمال لام كي لشبهها لها في اللفظ ومن جعل لام\nكي لم يقف على الابصار من فضله كاف بغير حساب تام سريع الحساب كاف وان كان\nبعده حرف العطف لانه رأس آية يغشاه موج صالح وكذا من فوقه موج سحاب كاف\nوهذا لمن قرا ظلما بالرفع ومن قراه بالجر بدلا من كظلمات لم يقف على <span id='ms113'></span> شئ\nمنها ومن قرا سحاب ظلمات بالإضافة لم يقف على ظلمات فوق بعض كاف لم يكد\nيراها تام وكذا فماله من نور صافات كاف وكذا تسبيحه يفعلون تام والأرض جائز\nالمصير تام من خلاله كاف وكذا عمن يشاء بالابصار تام وكذا والنهار ولا ولي\nالإبصار من ماء صالح على أربع كاف ما يشاء وقال أبو عمرو فيهما تام قدير\nتام مبينات كاف وكذا مستقيم ومن بعد ذلك وبالمؤمنين ومعرضون ومذعتين ورسوله\nوقال أبو عمرو في الثلاثة التي قبل الأخير تام الظالمون تام سمعنا وأطعنا\nكاف المفلحون تام وكذا الفائزون ولا تقسموا طاعة معروفة كاف بما تعملون تام\nوأطيعوا الرسول كاف ما حملتم جائز تهتدوا حسن المبين تام أمنا كاف وكذا شيأ\nوقال أبو عمرو فيهما تام الفاسقون تام وآتوا الزكاة جائز ترحمون تام في\nالأرض صالح وكذا ومأواهم النار المصير تام صلاة العشاء كاف وان قرئ ثلاث\nعورات بالنصب بدلا من ثلاث مرات لكنه على قراءتها بالرفع أحسن لكم تام\nبعدهن حسن وكذا على بعض وقال أبو عمرو فيهما كاف الآيات كاف حكيم تام من\nقبلهم كاف وكذا آياته حكيم تام بزينة كاف وكذا خير لهن عليم تام أو صديقكم\nحسن أو أشتاتا كاف وكذا مباركة طيبة تعقلون تام وكذا حتى يستأدنوه ورسوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nكاف لمن شئت منهم جائز لهم الله كاف رحيم تام وكذا بعضا لو اذا كاف أليم\nتام والأرض صالح وكذا ما أنتم عليه بما عملوا كاف وقال أبو عمرو تام آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head34'>سورة الفرقان مكية الاقوله والذين لايدعون مع الله الها آخر إلى رحيما</h1>\n\n<p>\nفمدني\n</p>\n\n<p>\nنذيرا تام ان جعل ما بعده خبر مبتدأ محذوف وصالح ان جعل ذلك يدلا من الذي\nنزل الفرقان وانما صلح وان كان فيه فصل بين البدل والمبدل منه لانه رأس آية\nولم شريك في الملك كاف ان جعل ما بعده مستأنفا وان جعل معطوفا على ما قبله\nفالوقف على تقديرا وهو كاف وهم يخاقون كاف ولا نشورا تام وقف على قوله <span id='ms114'></span>\nولانفعا كان جائزا قوم آخرون صالح وكذا وزورا وأصيلا تام والأرض كاف ؤحيما\nحسن ويمشي في الاسواق مفهوم يأكل منها حسن وكذا مسحورا سيلا تام ويجعل لك\nقصورا كاف لمن جزم يجعل ولمن رفعه لكن للثاني أن يقف على الانهار أيضا\nسعيرا كاف وزفيرا صالح ثبورا حسن ثبورا كثيرا تام وعدا المتقون صالح وكذا\nمصيرا خالد كاف وكذا مسؤلا من دون الله نفهوم ضلوا السبيل كاف وكذا قوما\nبورا ولا نصرا كبيرا تام في الاسواق كاف وكذا فتنة وأتصبرون لكن لا أحب\nالجميع بينهما وقال أبو عمرو في أتبصرون تام بصيرا تان ربنا حسن وقال أبو\nعمرو كاف عند أبي حاتم وغيره وهو عندي تام كبيرا تام يوم يرون الملائكة كاف\nان نصب يوم باذكر مقدرا وليس بوقف ان نصب بقوله لابشرى حجرا محجورا كاف قال\nابن العباس هو من قول الملائكة أي يقولون حراما محرما ان يكون للمجرمين\nالبشرى وقيل هو من قول المجرمين وقيل حجرا تام وهو من قول المجرمين ومحجورا\nمن قول الله تعلى أي محجورا عليكم ان اعاذوا وتجاورا كما كنتم في الدنيا\nمنثورا ومقيلا تامان ان نصب ويوم تشقق بمحذوف أو بالظرفية لقوله الملك وان\nجعل توكيد اليوم يرون الملائكة فكافيان تنزيلا تام ان يجعل ويوم تشقق ظرفا\nللملك والا فجائز للرحمن وقال أبو عمرو كاف عسيرا كاف سبيلا صالح وكذا\nخليلا وانما صلحا للفاصلة ولطول الكلام بعد اذا جاءني تام وكذا خذولا\nومهجورا من المجرمين حسن وقال أبو عمرو تام جملة واحدة كذلك كاف والمعنى\nكنزول التوارة والإنجيل ثم يبتدئ لنثبت به فؤادك أي أنزلناه متفرقا لذلك\nوالا حسن الوقف على جملة واحدة ويسمى وقف بيان ثم يبتدئ كذلك على الاول من\nقول المشركين وعلى الثاني من قول الله تعالى فؤادك صالح تنزيلا تام وكذا\nوأحسن تفسيرا وسبيلا وزيرا صالح بآياتنا بيان على قراءة فدمرناهم وليس بوقف\nعلى قراءة فدمرانهم بالأمر وتشديد النون تدميرا كاف وكذا للناس آية وأليما\nوكثيرا وله الأمثال تتبيرا تام <span id='ms115'></span> يرونها كاف نشورا حسن الاهزؤا جائز رسولا\nكاف صبرنا عليها من أضل سبيلا تام عليه وكيلا كاف وكذا اة يعقلون أضل سبيلا\nتام مد الظل كاف يسيرا حسن سباتا جائز نشورا حسن رحمته صالح وأناسى كثيرا\nتام ليذكروا كاف كفورا حسن نذيرا كاف الكافرين جائز جهاد كبيرا حسن اجاج\nصالح محجورا حسن وصهرا كاف وقال أبو عمرو فيهما قديرا تام ولا يضرهم كاف\nوقال أبو عمرو تام ظهيرا تام ونذيرا حسن سبيلا تام لايموت جائز وسبح بحمده\nحسن خبيرا كاف على العرش ان الرفع الحمن خبر مبتدأ محذوف وليس بوقف ان رفع\nبدلا من الضمير في استوى بل الوقف على الحمن وهو كاف وأحسن من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالاول خبيرا كاف الرحمن حسن لمن قرأ تأمرنا بالتاء الفوقية لانه استئناف\nقول بعضهم لبعض وليس بوقف لمن قرأه بالياء التحتية لتعلق ما بعده بما قبله\nواختار الاصل أن الوقف علبه على القراءتين حسن لكن الوقف عليه على الأولى\nأحسن نفورا تام منيرا حسن وكذا شكورا سلاما كاف وكذا قياما جهنم مفهوم\nغراما حسن وقال أبو عمرو كاف ومقاما كاف وكذا قواما ولا يزنون حسن وقال أبو\nعمرو كاف يلق أثاما حسن لمن رفع يضاعف لانه استئناف وليس بوقف لمن جزمه\nلانه بدل من يلق مهانا كاف بجعل ما بعده بمعنى لكن حسنات كاف رحيما حسن\nمتابا كاف وكذا كراما وعميانا رة أعين جائز اماما حسن وقال أبو عمرو كاف\nوسلاما صالح وقال أبو عمرو كاف وأحسن منه خالدين فيها ومقاما تام لولا\nدعاؤكم كاف آخر السورة تام\n</p>\n\n<h1 class='l1' id='head35'>سورة الشعراء مكية الاقوله والشعراء إلى آخرها فمدني</h1>\n\n<p>\nطسم تقدم الكلام عليه في سورة البقرة المبين كاف مؤمنين حسن وكذا خاضعين\nمعرضين كاف وكذا فقد كذبوا يستهزؤن تام كريم حسن ان في ذلك لآية هنا فيما\nيأتي كاف وكذا مؤمنين وقال أبو عمرو في الثاني تام قوم فرعون حسن وقال أبو\nعمرو كاف ألايتقون حين ان يكذبون حسن لمن قرأ ويضيق صدري بالرقع وليس بوقف\nلمن قراه <span id='ms116'></span> بالنصب عطفا على يكذبون لساني جائزان يقتلون حسن كلا تام مستمعون\nبني إسرائيل حسن وكذا من الكافرين من الضالين كاف من المرسلين حسن ان عبدت\nبني إسرائيل تام ومارب العالمين حسن وكذا موقنين تستمعون كاف وكذا الاولين\nولمجنون ويعقلون ومن المسجونين وبشيء مبين من الصادقين ثعبام مبين جائز\nللناظرين حسن فاذا تأمرون كاف وأخاه جائز سحار عليم يوم معلوم مفهوم هم\nالغالبين كاف نحن الغالبين صالح لمن المقتربين كاف ملقون صالح لنحن\nالغالبون حسن يأفكون كاف وهرون حسن قبل أن آذن لكم مفهوم عملكم السحر حسن\nفلسوف تعلمون كاف أجمعين صالح لاضير حسن وكذا منقلبون أول المؤمنين تام\nمتبعون كاف وكذا حاشرين وحذورن ومقام كريم حسن ان كان المعنى في كذلك أي\nكذلك فعلنا بهم وان كان المعنى تركوا تلك الجنات والعيون والكنوز كما\nوخرجوا طلب موسى علية الصلاة السلام فالوقف على ذلك وهو تام والشرط في\nالوقفين والقف الآتي ان يجعل الضمير الاول في فاتبعوهم لموسى ومن معه\nوالثاني فيه لفرعون وقومه فان عكس لم يحسن الوقف على شيء منها بني إسرائيل\nحسن وكذا مشرقين وانا المدركون وقال كلا وقال أبو عمرو في الاول والثالث\nتام سيهدين تام بعصاك البجر صالح العظيم كاف وكذا ثم الآخرين أجمعين صالح\nحسن مؤمنين كاف الرحيم تام ما تعبدون كاف وكذا عاكفين ويضرون ويفعلون\nوالأقدمون الأرب العلمين صالح وان كان ما بعده نعتا للعالمين لانه رأس آية\nيهدين كاف وكذا يسقين ويشفين ويحين ويوم الدين بالصالحين صالح وكذا في\nالآخرين وجنة النعيم الضالين بقلب سليم كاف للمتقين صالح وكذا للغاوين\nتعبدون رأس آية ولا يوقف عليه من دون الله حسن او ينتصرون صالح أجمعون كاف\nبرب العالمين وكذا حميم من المؤمنين حسن أكثرهم مؤمنين كاف الرحيم تام\nالمرسلين وكذا تتقون وأمين وأطيعون كاف من أجر صالح للعالمين كاف وأطيعون\nحسن الارذلون كاف يعملون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nصالح وكذا يشعرون والمؤمنين نذير مبين كاف وكذا من المجرمين وفتحا ومن\nالمؤمنين والمشحون الباقين حسن مؤمنين كاف الرحيم تام <span id='ms117'></span> المرسلين صالح وكذا\nتتقون وأمين وأطيعون كاف من اجر صالح العالمين حسن وكذا تخلدون وجبارين\nوأطيعون كاف وقال أبو عمرو تام وعيون كاف وكذا يوم عظيم والواعظين وبمعذبين\nفأهلكاهم حسن مؤمنين كاف الرحيم تام المرسلين صالح وكذا وأمين وأطيعون كاف\nمن أجر صالح العالمين كاف آمنين جائز هضيم صالح فرهين كاف وكذا أطيعون ولا\nيصلحون من المسحرين صالح مثلنا كاف وكذا الصادقين ومعلوم وعظيم العذاب حسن\nمؤمنين كاف الرحيم تام المرسلين صالح وكذا تتقون وأمين وأطيعون كاف من أجر\nصالح العالمين كاف من العالمين ليس بوقف من أزواجكم جائز عادون كاف وكذا من\nالمخرجين ومن القالين مما يعملون صالح وكذا في الغابرين الآخرين كاف وكذا\nمطر المنذرين حسن مؤمنين كاف الرحيم تام المرسلين صالح وكذا تتقون وأمين\nوأطيعون كاف من أجر صالح رب العالمين حسن من المخسرين مفهوم وكذا المستقيم\nوأشياءهم مفسدين حسن الأولين كاف من المسحرين صالح لمن الكاذبين مفهوم من\nالصادقين كاف وكذا بما تعملون يوم الظلة صالح عظيم حسن مؤمنين كاف الرحيم\nتام رب العالمين صالح عربي مبين حسن الأولين تام بني إسرائيل حسن به مؤمنين\nكاف وكذا المجرمين الاليم جائز وكذا ألا يشعرون منظرون كاف يستعجلون حسن\nيتمتعون كاف منذرين تام وأتم منه ذكرى ظالمين حسن يستطيعون كاف وكذا\nالمعزولون من المعذبين حسن الاقربين صالح من المؤمنين كاف مما تعملون تام\nفي الساجدين كاف العليم تام الشياطين كاف وكذا أثيم السميع جائز كاذبون حسن\nالغاوون تام وكذا من بعدما ظلموا وآخر السورة.\n</p>\n\n<h1 class='l1' id='head36'>سورة النمل مكية</h1>\n\n<p>\nطس تقدم الكلام عليه فان وقفت عليه لم تقف وكتاب مبين لان تلك مبتدأ خبره\nهدى ومن جعل الخبر آيات القرآن وقف على كتاب مبين وهو كاف ويكون هدى مبتدأ\nخبره للمؤمنين وهو جائز لانه رأس آية يرقنون تام وكذا يعمهون سوء العذاب\nجائز الاخسرون حسن وكذا عليم آنست نارا جائز تصطلون كاف وكذا ومن حولها ان\nلم يكن وسجان الله داخلا في النداء وألا فليس بوقف رب العالمين حسن العزيز <span id='ms118'></span>\nالحكيم صالح وألق عصاك حسن ولم يعقب تام لاتخف كاف وكذا المرسلون ان جعل\nالا بمعنى لكن رحيم كاف وقال أبو عمرو تام وقمه كاف فاسقين حسن سحر مبين\nكاف وكذا وعلوا المفسدين تام علما صالح المؤمنين حسن من كل شيء كاف المبين\nتام يوزعون كاف وكذا الا يشعرون الصالحين حسن الهدهد صالح وكذا من الغائبين\nوالمعنى أن كان من الغائبين بسلطان مبين كاف غير بعيد صالح تحط به جائز\nيقين حسن من كل شيء كاف عظيم حسن من دون الله صالح لا يهتدون تام لمن قرا\nألا يسجدوا بالتخفيف وجائز لمن قرا ألا يسجدوا بادغام النون في لا المزيدة\nلان العامل في ان ما قبلها فلا يحن القطع عنه وعلى الأول لو وقف على يا\nبمعنى الا يا هؤلاء ثم أبتدأ باسجدوا جاز والأرض صالح وما يعلنون تام\nالعظيم حسن من الكاذبين كاف يرجعون حسن وكذا كريم انه من سليمان كاف مسلمين\nحسن وقال أبو عمرو تام في أمري صالح حتى تشهدون كاف والأمر إليك جائز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nماذا تأمرين أذلة تام وكذلك يفعلون صالح المرسلون كاف تفرحون حسن وكذا\nصاغرون مسلمين كاف من مقامك صالح أمين حسن طرفك كاف أم كفر لنفسه صالح كريم\nتام لا يهتدون حسن عشك صالح كانه هو تام كنا مسلمين حسن وكذا من دون الله\nكافرين تام عن ساقيها صالح من قوارير كاف رب العالمين تام يختصمون قبل\nالحسنة صالح ترحمون كاف وبمن معك صالح تفتنون حسن لمن قرا انا دمرناهم بكسر\nالهمزة وليس بوقف لمن قراه بفتحها اذ تقديره لانا دمرناهم أجمعين كاف وكذا\nبما ظلموا ويعملون يتقون تام كاف وكذا تجهلون فان وقف على من دون النساء\nفجائز وكذا من قريتكم يتطهرون كاف من الغابرين حسن مطرا كاف المنذرين تام\nوكذا اصطفى يشركون كاف وكذا ذات بهجة شجرها حسن أاله مع الله في الخمسة كاف\nيعدلون حسن حاجزا كاف لا يعملون حسن خلفاء الأرض كاف حسن رحمته كاف يشركون\nحسن ثم يعيده كاف <span id='ms119'></span> وكذا والأرض صادقين حسن الا الله كاف وكذا يبعثون في\nالآخرة صالح منها مفهوم عمون تام لمخرجون مفهوم الأولين تام المجرمين حسن\nيمكرون كاف صادقين حسن وكذا تستعجلون ولا يشركون وما يعلنون تام وكذا مبين\nيختلفون حسن للمؤمنين تام العليم حسن المبين تام مدبرين حسن عن صلاتهم صالح\nمسلمون حسن تكلمهم تام لمن قرا ان الناس بكسر الهمزة وليس بوقف لمن قراه\nبفتحها لان المعنى عليه تكلمهم بان الناس لايوقنون تام يوزعون كاف تعلمون\nحسن لا ينطقون تام مبصرا كاف وكذا يؤمنون الا من شاء الله حسن وكذا داخرين\nومر السحاب كل شيء كاف وقال أبو عمرو في ذلك كله تام يفعلون تام آمنون حسن\nوكذا في النار وقال أبو عمرو فيه كاف تعملون تام كل شيء جائز القرآن حسن\nوقال أبو عمرو كاف لنفسه مفهوم المنذرين حسن وكذا فتعرفونها وقال أبو عمرو\nفيه كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head37'>سورة القصص مكية إلا قوله تعلى ان الذي فرض عليك القرآن الآية فنزلت</h1>\n\n<p>\nبالحجفة وإلا قوله الذين آتيناهم الكتاب إلى الجاهلين فمدني\n</p>\n\n<p>\nطسم تقدم الكلام عليه المبين كاف ان جعل تلك مبتدأ وآيات الكتاب خبره هذا\nان وقفت على طسم والا فالوقف على المبين تام يؤمنون تام نساءهم كاف من\nالمفسدين حسن الوارثين صالح لانه رأس آية في الأرض حسن لمن قرا ويرى فرعون\nبالياء وغير حسن لمن قراه بالنون يحذرون تام في اليم جائز ولا تحزني كاف\nوكذا من المرسلين وحزنا تام خاطئين حسن قرة عين لي ولك صالح لاتقتاه كاف\nوقيل الوقف على الأول تام وعلى الثاني أتم لا يشعرون حسن فارغا صالح من\nالمؤمنين حسن قصيه مفهوم لا يشعرون حسن ناصحون كاف لا يعلمون حسن وعلما كاف\nالمحسنين حسن فقضى عليه كاف الشيطان صالح مبين حسن فاغفر لي صالح وكذا فغفر\nله الرحيم حسن وكذا للمجرمين يستصرخه كاف وكذا مبين وبالأمس في الأرض جائز\nمن المصلحين تام من الناصحين كاف الظالمين حسن وكذا سواء السبيل يسقون جائز\nخطبكما كاف <span id='ms120'></span> وكذا شيخ كبير من خير فقير حسن وقال أبو عمرو تام على استحياء\nكاف وكذا سقيت لنا لا تخف جائز الظالمين تام وكذا الأمين ثماني حجج كاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا فمن عندك أن أشق عليك حسن ومن الصالحين أحسن منه بيني وبيتك كاف\nوكذا فلا عدوان على وكيل حسن وكذا تصطلون وعصاك ولم يعقب تام من الآمنين\nحسن من غير سوء كاف وكذا من الرهب وملئه فاسقين حسن أن يقتلون صالح يصدقني\nجائز ان يكذبون حسن بآياتنا تام بناء على تعلقها بيصلون وهو المشهور وقيل\nمتعلقة بالغالبون فالوقف على اليكما الغالبون حسن وكذا الأولين عاقبة الدار\nكاف الظالمون حسن من اله غيري مفهوم إلى اله موسى كاف ولا أحبه لبشاعة الا\nبتداء بما بعده من الكاذبين حسن لا يرجعون جائز في اليم كاف الظالمين حسن\nإلى النار كاف وكذا الا ينصرون وفي هذه الدنيا لعنة من المقبوحين تام وكذا\nيتذكرون موسى الامر جائز من الشاهدين صالح عليهم العمر كاف مرسلين تام\nيتذكرون حسن وكذا من المؤمنين ولولا أن تصيبهم مصيبة جوابه محذوف أي لم\nيحتج تام ارسل الرسل أوتي موسى من قبل كاف تظاهرا جائز كافرون حسن وكذا\nصادين يتبعون أهواءهم كاف وكذا بغير هذى من الله الظالمين تام وكذا يتذكرون\nيؤمنون حسن آمنابه كاف من ربنا صالح مسلمين تام ينفقون كاف الجاهلين تام من\nأحببت صالح من يشاء كاف بالمهتدين حسن من أرضنا كاف لا يعلمون تام وكذا\nالوارثين وآياتنا وظالمون وزينتها كاف وأبقى صالح يعقلون تام من المحضرين\nحسن تزعمون كاف كما غوينا صالح وكذا تبرأنا إليك يعبدون حسن ورأ والعذاب\nصالح يهتدون حسن وجواب لو محذوف أي لمار أو العذاب المرسلين كاف وكذا الا\nيتساء لون من المفلحين وكذا ما يشاء ويختاران جعلن ما التي بعدها نافية فان\nجعلت موصولة فليس ذلك بوقف ما كان لهم الخبيرة تام وكذا يشركون وما يعلنون\nلا اله إلا هو حسن والآخرة جائز ترجعون تام بضياء وتسمعون تسكنون فيه كاف\nأفلا تبصرون حسن <span id='ms121'></span> وكذا تشركون تزعمون تام يفترون أتم منه الفرحين حسن في\nالأرض كاف وكذا المفسدين وعلى علم عندي وجمعا المجرمون تام وكذا حظ عظيم\nوعمل صالحا كاف ان كان ما بعده من قول الذين أوتوا العلم فان كان من قوله\nتعالى فالوقف على ذلك تام الصابرون تام من دون الله صالح من المنتصرين حسن\nويقدر صالح لخسف بنا كاف لا يفلح الكافرون تام ولا فسادا حسن وقال أبو عمرو\nتام للمتقين تام خير منها صالح يعملون تام وكذا إلى معاد ومبين من ربك\nللكافرين حسن إذا نزلت إليك تام وادع إلى ربك جائز من المشركين حسن الها\nآخر كاف لا اله إلا هو تام وكذا الا وجهه وقال أبو عمرو فيه كاف آخر السورة\nتام.\n</p>\n\n<h1 class='l1' id='head38'>سورة العنكبوت مكية</h1>\n\n<p>\nالم تقدم الكلام عليه لا يفتنون حسن من قبلهم كاف وكذا الكاذبين وان\nيسبقونا ما يحكمون تام فان أجل الله لآت كاف العليم حسن لنفسه كاف عن\nالعالمين تام سيئاتهم جائز كانوا يعملون تام حسنا كاف وكذا تطعهما بما كنتم\nتعملون تام وكذا في الصالحين كعذاب الله صالح معكم حسن في صدور العالمين\nكاف المنافقين تام خطاياكم حسن من شيء مفهوم لكاذبين حسن من أثقالهم كاف\nيفترون تام كاف السفينة جائز آية للعالمين تام واتقوه كاف تعلمون حسن افكا\nتام رزقا صالح واشكر واله تام وكذا ترجعون ومن قبلكم البلاغ المبين أتم من\nذلك ثم يعيده كاف يسير تام النشأة الآخرة كاف قدير حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nويرحم من يشاء كاف تقبلون حسن ولا في السماء كاف تام من لاحمتي جائز أليم\nحسن أو حرقوه كاف من النار أكفى منه يؤمنون حسن أو ثانا كاف لمن قرأها مودة\nبينكم بالرفع خبر مبتدأ محذوف أو خبره في الحياة الدنيا وليس بوقف لمن\nقرأها بالرفع خبر إن وجعل ما معنى الذي أو بالنصب لتعلقها بما قبلها في\nالحياة الدنيا كاف عند أبي حاتم من ناصرين كاف فآمن له لوط صالح إلى ربي\nجائز الحكيم حسن اسحق ويعقوب صالح <span id='ms122'></span> في الدنيا كاف وكذا إن فيها لوطا بمن\nفيها حسن من العالمين كاف وكذا في ناديكم المنكر ومن الصادقين المفسدين تام\nظالمين كاف وكذا يفسقون يعقلون تام مفسدين كاف وكذا جاثمين ومستبصرين\nوسابقين وبذنبه أغرقنا حسن يظلمون تام اتخذت بيتا حسن وقال أبو عمرو كاف\nيعملون تام وكذا الحكيم للناس كاف العالمون تام بالحق كاف للمؤمنين تام\nوأقم الصلاة كاف تنهى عن الفحشاء والمنكر حسن ولذ كر الله أكبر تام ما\nتصنعون أتم منه ظلموا منهم صالح مسلمون حسن إليك الكتاب كاف وكذا مت يؤمن\nبه الكافرون حسن وكذا ولا تخطه بيمينك المبطون كاف وكذا العلم الظالمون حسن\nآيات من ربه كاف مبين تام وكذا يتلى عليهم ويؤمنون شهيدا حسن ما في السموات\nوالأرض تام وكذا الخاسرون بالعذاب في الموضعين صالح لجاءهم العذاب كاف لا\nيشعرون تام بالكافرين كاف أرجلهم صالح ما كنتم تعملون تام وكذا فاعبدون\nوترجعون خالدين فيها حسن كاف العالمين كاف إن جعل ما بعده خبر مبتدأ محذوف\nوليس بوقف إن جعل ذلك نعتا لهم يتوكلون تام وكذا العليم ليقولن الله كاف\nيؤفكون تام ويقر له كاف عليم ليقولن الله حسن كاف الحمد لله كاف لا يعقلون\nتام وكذا لهو ولعب يعلمون حسن له الدين كاف وكذا يشركون إن جعلت لام\nليكفروا لام الأمر بمعنى التهديد فان جعلت لام كي فليس بوقف بما آتيناهم\nكاف تام وقال أبو عمرو تام قيل كاف هذا إن جعلت اللام في وليتمتعوا لام\nالأمر بمعنى التهديد سواء سكنت تخفيفا أو كسرت على الأصل فان جعلت لام كي\nلم يوقف على آتيناهم لعطف ذلك على ليكفرون ويوقف على وليتمتعوا وهو كاف على\nالوجهين فسوف يعلمون تام من حولهم حسن يكفرون تام لما جاء حسن للكافرين تام\nسبلنا حسن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head39'>سورة الروم مكية</h1>\n\n<p>\nالم تقدم الكلام عليه في أدنى الأرض في بعض سنين تام ومن بعد كاف وكذا\nبنصر الله من بشاء صالح الرحيم كاف وكذا وعد الله وعده صالح لا <span id='ms123'></span> يعلمون تام\nمن الحياة الدنيا صالح غافلون تام وكذا في أنفسهم وأجل مسمى لكافرون تام من\nقبلهم كاف وكذا الأرض عمرها صالح بالبينات أصلح من يظلمون كاف بآيات الله\nصالح يستهزئون تام ثم يعيده كاف لمن قرأ ترجعون بالتاء لا نتقاله من الغيبة\nإلى الخطاب وليس بوقف لمن بالياء ترجعون كاف وقال أبو عمرو تام المجرمون\nصالح كافرين يتفرقون حسن يحبرون كاف محضرون تام تصبحون تام وكذا تظهرون من\nالحي جائز بعد موتها حسن تخرجون تام وكذا تنتشرون ومودة ورحمة ويتفكرون ألو\nانكم حسن للعالمين تام من فضله حسن يسمعون تام بعد موتها حسن يعقلون تام\nوكذا تخرجون والأرض كاف وكذا وهو أهون عليه والحكيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nمن أنفسكم صالح كخيفتكم أنفسكم حسن يعقلون كاف من أضل الله وكذا من\nالناصرين حنيفا كاف الناس عليها حسن القيم صالح لا يعلمون كاف من المشركين\nجائز شيعا حسن فرحون تام يشركون صالح لانه راس آية ليكفروا بما آتيناهم تام\nواللام لام الأمر بمعنى التهديد تعلمون صالح يشركون حسن فرحوا بها جائز\nيقنطون كاف ويقدر كاف يؤمنون حسن السبيل كاف وجه الله جائز المفلحون تام\nعند كاف المضعفون تام وكذا من شيء ويشركون أيدي الناس وقال أبو حاتم ولام\nلنذيقهم لام القسم وكانت مفتوحة فلما حذفت النون تخفيفا كسرت اللام تشبيها\nبلام كي يرجعون تام من قبل صالح مشركين حسن من الله كاف يصدعون تام يمهدون\nكاف على مذهب أبي حاتم السابق آنفا من فضله كاف الكافرين تام وكذا تشركون\nمن الذين أجرموا حسن نصر المؤمنين تام من خلاله صالح وكذا يستبشرون لمبليس\nكاف بعد موتها حسن الموتى جائز قدير حسن وكذا يفكرون ومدبرين وعن ضلالتهم\nمسلمون تام من بعد ضعف قوة صالح وشيبة تام ما يشاء كاف القدير حسن وكذا غير\nساعة يؤفكون تام يوم البعث كاف وكذا لا تعلمون يستعتبون تام من كل مثل كاف\nمبطلون حسن وكذا لا يعلمون حق جائز آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head40'>سورة لقمان عليه السلام مكية الا قوله ولو <span id='ms124'></span> أن ما في الأرض من شجرة أقلام</h1>\n\n<p>\nالآيتين فمدني\n</p>\n\n<p>\nالم تقدم الكلام عليه الحكيم كاف لمن قرأ ولاحمة بالرفع لانه بتقدير هو\nهذى ورحمة وليس بوقف لمن قرأه بالنصب لنصبه على الحال مما قبله يوقنون تام\nمن ربهم كاف المفلحون تام هزموا صالح وقال أبو عمرو كاف مهين حسن أليم تام\nخالدين فيها حسن وقال أبو عمرو كاف ودع الله حقا أكفى منه الحكيم تام من كل\nدابة حسن وكذا كريم من دونه تام وكذا مبين أن شكر لله تام وكذا حميد وعظيم\nبوالديه كاف وكذا على وهن وفي عامين وكذا قاله أبو حاتم ولا أراها كافية\nلان أن اشكر منصوب بوصينا إلى ولوالديك حسن إلى المصير تام فلا تطعمها كاف\nوكذا معروفا ومن أناب إلى تعملون تام يأت بهم الله كاف خبير تام على ما\nأصابك كاف الأمور حسن وكذا خدك للناس مرحا كاف وكذا فخور وفي مشيك ومن صوتك\nالحمير تام وباطنه تام منير حسن عليه آباءنا كاف عذاب السعير تام وكذا\nالوثقي وعاقبة الأمور كفره حسن وكذا بما عملوا بذت الصدور كاف غليظ حسن\nوكذا اليقولن الله قل الحمد الله كاف لا يعلمون تام الأرض كاف الحميد تام\nكلمات الله كاف وزعم بعضهم انه يوقف على من شجرة أقلام وليس بشيء حكيم تام\nواحدة كاف بصير تام خبير حسن الكبير تام من آياته كاف شكور حسن له الدين\nكاف وكذا مقتصد كفور تام شيأ صالح إن وعد الله حق كاف وكذا الحياة الدنيا\nالغرور تام علم الساعة كاف وكذا وينزل الغيث وفي الأرحام وغدا وتموت آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head41'>سورة السجدة مكية</h1>\n\n<p>\nألم تقدم الكلام عليه تنزيل الكتاب يعلم حكمه مما مر ثم أم يقولون افتراه\nكاف وكذا من ربك ومن قبلك يهتدون تام على العرش حسن وقال أبو عمرو وكاف ولا\nشفيع كاف أفلا تتذكرون حسن إلى الأرض صالح مما تعدون حسن خلقه كاف وكذا من\nروحه والأفئدة تشكرون حسن جديد كاف كافرون تام ترجعون حسن عند <span id='ms125'></span> ربهم كاف\nويبتدأ ربنا أي يقولون ربنا يوقنون كاف هداها جائز ولا أحب تعمده أجمعين\nكاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا يومكم هذا إن انا نسيناكم أكفى تعملون حسن وكذا الا يتكبرون عن\nالمضاجع كاف إن جعل يدعون ربهم مستأنفا وليس بوقف إن جعل حالا وطمعا كاف\nينفقون حسن من قرة أعين صالح يعملون تام لا يستوون حسن وقال أبو عمرو كاف\nالمأوى صالح يعملون كاف النار صالح تكذبون حسن يرجعون تام ثم أعرض عنها كاف\nمنتقمون تام من لقائه لبني إسرائيل أكفى منه يوقنون حسن يختلفون تام في\nمساكنهم حسن وقال أبو عمرو كاف يسمعون تام وأنفسهم كاف وكذا أفلا تبصرون\nصادقين حسن ينظرون كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head42'>سورة الأحزاب مدنية</h1>\n\n<p>\nاتق الله جائز والمنافقين كاف حكيما حسن من ربك كاف خبيرا حسن على الله\nصالح وكيلا تام في جوفه وكذا أمهاتكم وأبناءكم بأفواهكم حسن وكذا السبيل\nعند الله كاف ومواليكم حسن وقال أبو عمرو كاف قلوبكم كاف رحيما تام من\nأنفسهم كاف أمهاتكم حسن المهاجرين صالح والا حسن الوقف عند قوله معروفا وهو\nكاف مسطورا تام وعيسى ابن مريم كاف غليظا جائز والا حسن تركه لئلا يبتدأ\nبلام كي وليس المعنى على القسم عن صدقهم حسن أليما تام لو تروها كاف وكذا\nبصيرا الظنون تام شديدا صالح الا غرورا كاف وكذا فارجعوا وعورة وقيل الكافي\nعند قوله وما هي بعورة الا فرار كاف الا يسيرا حسن ولا يوقف على قوله\nلآتوها لتعلق ما عبده الا ديار كاف مسؤلا تام وكذا أو القتل والا قليلا بكم\nرحمة حسن ولا نصيرا تام الا قليلا جائز أشحة عليكم كاف من الموت صالح أشحة\nعلى الخبر حسن أعمالهم مفهوم على الله يسيرا حسن لم يذبوا كاف في الأعراب\nصالح عن أنبائكم اصلح الا قليلا تام كثيرا كاف وقال أبو عمرو تام ورسوله\nجائز وتسليما حسن وقال أبو عمرو كاف تبديلا كاف بصدقهم مفهوم أو يتوب عليهم\nكاف رحيما حسن لم ينالوا خيرا كاف وكذا القتال وعزيزا <span id='ms126'></span> الرعب صالح وتأسرون\nفريقا كاف وكذا لم تطؤها قديرا تام جميلا كاف عظيما تام ضعيفين صالح يسيرا\nحسن كريما تام إن اتقين كاف وكذا في قلبه مرض قولا معروفا صالح وكذا الأولى\nورسوله كاف وكذا تطهيرا والحكمة خبيرا تام وكذا عظيما والخيرة من أمرهم\nمبينا حسن وكذا أن تخشاه منهن وطرا كاف مفعولا تام فيما فرض الله له حسن\nوقال أبو عمرو كاف مقدورا محل ما بعده رفعا على المدح أو خبر مبتدأ محذوف\nأو نصبا على المدح وليس هو ولا من قبل بوقف إن جعل محل ذلك جرا نعتا للذين\nخلوا الا الله كاف حسيبا تام وكذا خاتم النبيين وعليما وأصيلا حسن وكذا\nرحيما سلام كاف كريما تام منيرا كاف وكذا كبيرا وعلى الله وكيلا تام وكذا\nجميلا إن يستنكها صالح من دون المؤمنين تام عليك حرج كاف وقال أبو عمرو تام\nرحيما فلا جناح عليك كاف كلهن حسن وقال أبو عمرو كاف ما في قلوبكم كاف\nرحيما تام يمينك كاف رقيبا تام اناه صالح الحديث كاف وكذا منكم ومن الحق\nوحجاب وقلوبهن ومن لعده أبدا عظيما حسن عليما تام اتقين الله كاف شهدا تام\nعلى النبي حسن تسليما والآخرة جائز مهينا تام وكذا مبينا من جلا بيبهن كاف\nوكذا يؤذين رحيما تام ملعوين كاف تقتيلا تام من قبل كاف تبديلا تام عند\nالله حسن قريبا تام فيها أبدا كاف ولا نصير صالح الرسولا كاف السبيلا حسن\nكثيرا تام مما قالوا وجيها تام ذنوبكم حسن عظيما تام وأشفقين منها كاف\nجهولا تام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو حاتم وأظنه جعل لام ليعذب الله لام القسم والمؤمنات صالح وقال\nابو عمرو كاف آحر السورة تام.\n</p>\n\n<h1 class='l1' id='head43'>سورة سبأ مكية الا قوله ويرى الذين او توا العلم الى الآية فمدني</h1>\n\n<p>\nالخبير حسن الغفور تام قل بلى وربي لتأتيمكم كاف لمن قرأ عالم الغيب\nبالرفع خبر مبتدا محذوف وليس بوقف لمن قراه بالجر نعتا لربي او بدلا منه\nوانما يقف على بلى وهو كاف عالم الغيب <span id='ms127'></span> كاف على القراءتين في كتاب مبين ولام\nليجزي لام القسم كما مر في نظيره وعملوا الصالحات كاف كريم تام وكذا أليم\nولا يوقف على قوله هو الحق لان قوله ويهدي معمول كائنه قال وويرى الذين\nأوتوا العلم القرآن حقا وهديا الخميد تام لفي خلق جديد صالح ام به جنة كاف\nالبعيد تام والاض كاف وكذا من السماء منيب تام منافضلا كاف ياجبال بمعنى\nقلنا ياجبال والطير وكاف وكذا في السرد وبصير ولسليمان الريح ورواحها شهر\nجائز القطر تام باذن ربه حسن قال او عمرو كاف راسيات تام آل داود حسن لن\nنصب شكرا بالمصدرية أي واشكر الا بالحالية شكرا تام الشكور حسن وقال ابو\nعمرو تام منأتة كاف المهين تام آية صالح ان لم يجعل جنتان بدلا منها وشمال\nصالح واشكر واله تام غفور وكذا سل العرم وسدر قليل بما كفروا حسن وكذا الا\nالكفور فيها السير كاف آمين صالخ ممزق كاف شكور حسن وكذا من المؤمنين في شك\nكاف حفيظ تام من دون الله صالح من شرك مفهوم من ظهير كاف لمن اذن له تام\nوكذا الكبير والارض جائز قل الله حسن ان لم يوقف على الارض مبين حسن وكذا\nعما تعملون والعليم كلا تام وكذا الحكيم لايعلمون كاف صادقين حسن ولا\nيستقدمون تام بين يديه حسن الى بعض القول كاف لكنا مؤمنين كاف مجرمين حسن\nوكذا أندادا لمار او العذاب كاف يعلمون تام وذكا آمنون ومحضرون ومن عبادة\nويقدر له يخلفه صالح الرازقين حسن وكذا كانوا يعبدون بل كانوا يعبدون الجن\nتام مؤمنون كاف ولا ضرا مفهوم تكذبون حسن وكذا فك مفتري سحر مبين كاف\nيدرسونها كاف وكذا من نذير ورسلي نكير تام وكذا ثم تتفكروا ومن جنة وشديد\nعلى الله شهيد حسن وكذا الغيوب قل جاء الحق كاف وما يعبد حسن سميع قريب تام\nفلافوت كاف من مكان قريب حسن وكذا من مكان بعيد في الموضعين من قبل كاف آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head44'>سورة فاطر مكية</h1>\n\n<p>\nورباع كاف <span id='ms128'></span> وكذا ما يشاء قدير تام ممسك لها صالح وكذا من بعده الحكيم تام\nنعمة الله عليكم والارض حسن لا اله إلا هو جائز تؤفكون تام من قبلك كاف\nالامور تام وكذا الغرور عدوا حسن أصحاب السعير تام ان جعل الذين كفروا\nمبتدا وخبره عذاب شديد وليس بوقف ان جعل ذلك بدلا مما قبله بل الوقف على\nكفروا وهو جائز شديد تام وكذا كبير فرأوه حسنا جائز ويهدي وان قدر ذهبت\nنفسك بقرينة فلا تذهب نفسك فجائز حسرات كاف بما يصنعون تام بعد موتها كاف\nالنشور تام وكذا العزة جميعا الطيب تام عند بعضهم وقيل الصالح هو التام\nيرفعه تام اتفاقا شديد حسن يبور تام أزواجا حسن وكذا الا بعلمه في كتاب كاف\nيسير حسن البحران صالح أجاج كاف تلبسةنها صالح تشكرون كاف وكذا في الليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوالقمر حسن لاجل مسمى كاف وكذا له الملك من قطمير صالح دعاءكم صالح\nبشرككم حسن مثل خبير تام إلى الحميد حسن وكذا جديد وبعزيز وزر أخرى كاف ذا\nقربى تام وأقاموا الصلاة حسن لنفسه كاف المصير تام البصر مفهوم وكذا ولا\nنور ولا الحرور تام وكذا ولا موات من يشاء صالح من في القبور كاف وكذا الا\nنذير بشيرا ونذيرا تام وكذا فيها نذير المنير صالح وكذا الذين كفروا نكير\nتام ألوانها صالح سود كاف كذلك تام وكذا العلماء وغفور ولن تبور بجعل لام\nليوفيهم لام القسم كما في نظيره من فضله كاف شكور تام بين يديه كاف وكذا\nبصير ومن عبادنا فمنهم ظالم لنفسه جائز وكذا ومنهم مقتصد وباذن الله الفضل\nالكبير حسن لؤلؤ كاف فيها حرير تام الحزن صالح من فضله جائز فيها لغوب تام\nوكذا من عذابها وكل كفور غير الذي كنا نعمل حسن وفي الأصل تام نظر كاف\nفذوقوا تام وكذا من نصير والأرض كاف الصدور تام في الأرض صالح كفره كاف\nوكذا الا مقتا لاخسارا قيل كاف والاجود انه تام آخر قصة بينه منه كاف إلا\nغرورا تام أن تزولا <span id='ms129'></span> كاف وكذا من بعده غفورا تام من إحدى الأمم كاف وكذا إلا\nنفورا ومكر السيئ تام إلا بأهله كاف وكذا الأولين وتبديلا وتحويلا وقوة وفي\nالأرض قديرا حسن من دأبه كاف ولا أحب أن يبتدأ بقوله ولكن في شيء من القرآن\nإلى أجل مسمى كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head45'>سورة يس مكية وقيل الا قوله وإذا لهم اتقوا الآية فمدنية أو مكية</h1>\n\n<p>\nوتقدم الكلام على يس وواو والقرآن للقسم لمن المرسلين كاف إن جعل ما بعده\nاستئنافا فافان جعل هبرا ثانيا لان فليس بوقف مستقيم تام لمن قرا تنزيل\nبالرفع على انه خبر مبتدأ محذوف أو بالنصب على المصدرية وليس بوقف إن جر\nبدلا من القرآن ولا يوقف على الرحيم لان ما بعده لام كي وهي متعلقة بما\nقبلها غافلون حسن وكذا لا يؤمنون مقمحون كاف وكذا لا يبصرون لا يؤمنون حسن\nبالغيب جائز كريم وآثارهم كاف مبين تام إليكم مرسلون حسن وكذا الا تكذبون\nلمرسلون كاف المبين حسن تطيرنا بكم مفهوم أليم حسن أئن ذكرتم كاف مسرفون\nتام المرسلين صالح مهتدون حسن يرجعون كاف مبين حسن وكذا فاسمعون ادخل الجنة\nصالح المكرمين حسن منزلين صالح خامدون تام وكذا يا حسرة على العباد\nويستهزؤن ولا يرجعون ومحضرون يأكلون كاف وكذا وأعناب ليأكلوا من ثمره حسن\nإن جعلت ما في عملت أيديهم للنفي وليس بوقف إن جعلت بمعنى الذي وقرئ عملته\nأو قدر الضمير أيديهم كاف على الوجهين يشكرون تام وكذا لا يعلمون ومظلمون\nلمستقر لها كاف العليم تام لمن قرأ والقمر بالرفع على الابتداء والخبر أو\nبالنصب تقديره قدرنا القمر وليس بوقف لمن قراه بالرفع عطفا على ما قبله\nبتقدير وآية لهم القمر القديم حسن وكذا سابق النهار يسحبون تام المشحون\nصالح يركبون كاف إلى حين حسن لعلكم ترحمون كاف معرضين حسن مبين كاف وكذا\nصادقين يخصمون رأس آية وليس بوقف يرجعون كاف وكذا ينسلون من مرقدنا تام\nوقيل الوقف على هذه بجعله بدلا من مرقدنا زجعل ما وعد الحمن خبر <span id='ms130'></span> مبتدأ\nمحذوف المرسلون حسن محضرون كاف تعلمون تام فاكهون حسن وكذا متكئون ما يدعون\nتام وقيل كاف وقال أبو حاتم الوقف عند سلام بجعله بدلا من ما وكل من\nالقولين حسن من رب رحيم وكذا المجرمون وأن عبدوني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nحسن وكذا مستقيم كثيرا صالح تعقلون حسن توعدون كاف وكذا تكفرون ويكسبون\nويبصرون ولا يرجعون حسن في الخلق صالح يعقلون حسن وما ينبغي له تام وكذا\nالكافرين مالكون كاف وذللنا هالهم جائز يأكلون حسن ومشارب كاف يشكرون حسن\nينصرون صالح محضرون كاف قولهم تام وكذا يعلنون مبين حسن رميم كاف توقدون\nتام وكذا أن يخلق مثلهم بلى العليم حسن كن فيكون تقدما في سورة البقرة كل\nشيء جائز آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head46'>سورة الصافات مكية</h1>\n\n<p>\nإن الهكم الواحد تام وقال أبو عمرو كاف المشارق تام الكواكب كاف وكذا ما\nورد ومن كل جانب وقال قوم إن الوقف على دحورا أحسن وان كان من كل جانب آخر\nآية وهو حسن شهاب ثاقب حسن أم من خلقنا كاف لازب تام يستسخرون صالح وكذا\nمبين الأولون كاف وكذا دآخرون ولا يوقف على قل نعم وان زعمه بعضهم لان\nالمعنى تبعثون وأنتم صاغرون ينظرون كاف وقالوا ياويلنا تام إن جعل هذا يوم\nالدين من كلام الملائكة للكفار وان جعل من كلام الكفار فالوقف التام على\nيوم الدين وهذا يوم الفصل إلى آخره من كلام الملائكة تكذبون حسن الجحيم كاف\nوكذا وقفوهم ومسؤلون ولا يجمع بينهما لا تناصرون كاف أيضا مستلمون حسن\nيتساءلون كاف اليمن جائز وكذا مؤمنون طاغين كاف غاوين صالح مشتركون كاف\nالمجرمين حسن يستكبرون صالح مجنون حسن المرسلين كاف الأليم صالح تعملون كاف\nبجعل إلا بمعنى لكن وخبرها أولئك لهم رزق معلوم وهو كاف وعلى هذا لا يوقف\nعلى المخلصين فان بقيت إلا على بابها لم يوقف على تعملون بل على المخلصين\nوهو كاف فواكه كاف النعيم صالح متقابلين أصلح منه للشاربين كاف وكذا ينزفون\nومكنون ويتساءلون ولمدينون والجحيم لتردين جائز من المحضرين صالح بمعذبين <span id='ms131'></span>\nكاف العظيم تام وكذا العاملون الزقوم حسن وكذا الظالمين الجحيم كاف وكذا\nالشياطين البطون صالح لالي الجحيم تام يهرعون حسن أكثر الأولين أحسن منه\nالمخلصين تام المجيبون كاف وكذا العظيم والباقين في الآخرين تام وكذا في\nالعالمين والمحسنين المؤمنون كاف الآخرين تام بقلب سليم جائز تعبدون كاف\nتريدون صالح العالمين كاف وكذا مدبرين ضربا باليمن صالح يزفون حسن تعملون\nكاف وكذا إلا سفلين سيهدين حسن وكذا من الصالحين وحليم ماذا ترى كاف من\nالصابرين حسن قد صدقت الرؤيا تام وجواب فلما أسلما وناديناه بجعل الواو صلة\nوقيل محذوف وعليه فالوقف على الرؤيا أيضا وعلى الجبين حسن نجزى المحسنين\nتام المبين كاف وكذا بذبح عظيم إبراهيم المحسنين حسن وكذا المؤمنين ومن\nالصالحين وعلى اسحق تام وكذا مبين وهرون كاف وكذا العظيم والغالبين\nوالمستبين والمستقيم في الآخرين تام وكذا وهرون والمحسنين والمؤمنين لمن\nالمرسلين صالح ألا تتقون كاف أحسن الخالقين تام لمن قرا الله ربكم بالرفع\nأو النصب بدلا من احسن الأولين حسن المخلصين كاف في الآخرين تام وكذا\nالياسين والمحسنين المؤمنين صالح وكذا المرسلين الآخرين تام وكذا وبالليل\nوتعقلون المرسلين صالح المدحضين كاف وكذا مليم ويبعثون ويقطين ويزيدون والى\nحين وهم شاهدون حسن وكذا الكاذبون لمن قرا بقطع همزة اصطفى وليس بوقف لمن\nقرا بوصلها بإضمار القول أي يقولون اصطفى على البنين تام تحكمون كاف تذكرون\nصالح لأنه راس آيه مبين مفهوم صادقين حسن نسبا كاف لمحضرون حسن المخلصين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nكاف صال الجحيم تام معلوم كاف وكذا الصافون والمسبحون والمخلصين يعلمون\nتام المرسلين حسن المنصورون كاف الغالبون حسن حتى حين مفهوم يبصرون حسن\nيستعجلون كاف المنذرين حسن حتى مفهوم يبصرون تام يصفون كاف وكذا على\nالمرسلين آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head47'>سورة ص مكية</h1>\n\n<p>\nوتقدم الكلام على ص والواو بعدها للقسم ذي الذكر حسن وقال أبو عمرو كاف\nهذا إن جعل جواب القسم ص أخذت ص من إحدى صفات الله تعالى وتقديره القرآن ذي\nالذكر انه لصادق وان جعل ص قسما أيضا فجوابهما بل <span id='ms132'></span> الذين كفروا أو كم اهلكا\nوتقديرهما بص وبالقرآن ذي الذكر إن الذين كفروا أوكم أهلكنا وعلى كل من\nالجوابين لا يوقف على ذي الذكر بل على وشقاق في الأول وهو حسن وعلى مناص في\nالثاني وهو كاف منذر منهم كاف ولا على كذاب لان ما بعده من تمامه عجاب حسن\nيراد صالح وان كان ما بعده من تمام الحكاية لانه رأس آية وكذا اختلاق من\nبيننا حسن عذاب كاف في الأسباب حسن من الأحزاب تام ذو الأوتاد صالح أولئك\nالأحزاب حسن وكذا عقاب فواق كاف الحساب حسن اصبر على ما يقولون تام ذا\nالأيد مفهوم انه أواب تام والإشراف كاف محشورة حسن أواب كاف الخطاب تام\nففزع منهم كاف لا تخف حسن وقال أبو عمرو تام ويبتدئ خصمان بمعنى نحن خصمان\nالصراط حسن إن هذا أخي صالح عند وكذا له تسع وتسعون نعجة وأصلح من ذلك ولي\nنعجة واحدة في الخطاب كاف إلى نعاجه حسن وعملوا الصالحات تام وقليل ما هم\nأتم منه وأناب كاف وكذا فغفرنا له ذلك والأخير أكفأها ومحل ذلك على الثاني\nمناه نصب أي فعلنا ذلك أو رفع أي الأمر ذلك أو ذلك أمره وحسن مآب تام وكذا\nعن سبيل الله ويوم الحساب باطلا كاف وكذا الذين كفروا ومن النار وكالفجار\nوأولو الألباب ولداود سليمان وبالحجاب والأعناق تام ثم أناب كاف وكذا\nالوهاب في الأصفاد حسن وكذا بغير حساب مآب تام عبدنا أيوب صالح وعذاب حسن\nوشراب كاف وكذا أولى الألباب ولا تحنث تام صابرا كاف انه أواب تام وكذا\nأولي الأيدي والإبصار ذكرى الدار حسن الإخبار تام وذا الكفل كاف وكذا هذا\nذكر لحسن مآب رأس آية ولا يوقف عليه لان ما بعده بدل منه ولا على الأبواب\nلان حال مما قبله وشراب حسن وكذا أتراب وليوم الحساب لرزقنا كاف من نفاد\nتام ويجوز الوقف على هذا ومحله في الوقف عليه والابتداء به نصب بمقدر كخذ\nأو رفع مبتدأ أو خبر المحذوف لشر مآب كاف <span id='ms133'></span> ومنهم منهم من قال الوقف على جهنم\nوهو صالح فبئس المهاد كاف وكذا فليذوقوه إن جعل خبرا لهذا أو نصب هذا بفعل\nيفسره فليذوقوه ويكون حميم خبر مبتدأ محذوف فان رفع هذا مبتدأ أخبره حميم\nفالوقف على غسان وهو كاف أزواج تام معكم كاف لأمر حبابهم صالح صالوا لنار\nحسن لأمر حبابكم صالح قدمتموه لنا كاف وكذا القرار وفي النار ومن الأشرار\nلمن قرا اتخذناهم بقطع الهمزة على الاستفهام لأنه استئناف تقدير أو من قرا\nبوصلها لم يقف على الأشرار لان اتخذناهم حينئذ نعت لقوله رجالا والجملة\nالمعادلة لام محذوفة والقدير مفقودون أم زاغت منهم الابصار تام على الوجهين\nتخاصم أهل النار تام انا منذر جائز الغفار تام نبأ عظيم جائز معرضون حسن\nيختصمون كاف مبين حسن ساجدين كاف الا إبليس صالح من الكافرين كاف وكذا بيدي\nومن العالين ومن طين ويم الدين ويوم يبعثون والمعلوم والمخلصين فالحق كاف\nلمن قراه بالرفع بتقدير فأنا الحق أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفالحق مني وليس بوقف لمن قراه بالنصب بأقول أجمعين تام من المتكلفين كاف\nللعالمين جائز آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head48'>سورة الزمر مكية إلا قوله قل يا عبادي الذين أسرفوا الآية فمدني</h1>\n\n<p>\nتنزيل الكتاب خبر مبتدأ محذوف فيجوز الوقف عليه أو مبتدأ خبره من الله\nالعزيز الحكيم فالوقف على الحكيم وهو تام على الوجهين بالحق جائز له الدين\nحسن الخالصين تام وكذا زلفى وقال أبو عمرو فيه كاف وقيل تام يختلفون تام\nوكذا كفار ما يشاء حسن وان وقف على سبحانه جاز سواء أبتدأ به أو وصله بما\nقبله القهار تام بالحق كاف على النهار صالح وكذا على الليل والقمر حسن وكذا\nلأجل مسمى والغفار زوجها كاف ثمانية أزواج تام وكذا في ظلمات ثلاث له الملك\nحسن الا هو جائز تصرفون تام عنكم كاف الكفر حسن يرضه لكم أحسن منه وقال أبو\nعمرو كاف وكذا وزر أخرى تعملون كاف بذات الصدور تام من قبل كاف عن سبيله\nتام وكذا أصحاب النار علق أمن بما قبل قل <span id='ms134'></span> بأن تقدر عن سبيله أهذا خير من هو\nقانت رحمة ربه تام لا يعلمون كاف أولوا الألباب تام اتقوا ربكم حسن وقال\nأبو عمرو كاف حسنة كاف واسعة تام وكذا بغير حساب وأول المسلمين يوم عظيم\nحسن له ديني صالح من دونه حسن وكذا يوم القيامة المبين ومن تحتهم ظلل كاف\nوكذا عباده فاتقون تام وكذا لهم البشرى فبشر عبادي تام إن جعل ما بعده\nمبتدأ وليس بوقف إن جعل نعتا لعبادي وعليه يوقف على فيتبعون أحسنه دون\nالأول لئلا يفصل بين المبتدأ وخبره هداهم الله جائز أولو الألباب تام كلمة\nالعذاب صالح وقال أبو عمرو كاف من في النار كاف وكذا الانهار المعياد تام\nحطاما كاف لاولي الألباب تام من ربه كاف إن يجعل فويل الخ دليلا على جواب\nأفمن وهو كمن طبع على قلبه والا فلا يحسن الوقف عليه مبين تام مثاني حسن\nإلى ذكر الله كاف من يشاء حسن من هاد تام يوم القيامة كاف تكسبون تام في\nالحياة الدنيا كاف يعلمون تام يتذكرون صالح يتقون تام صالح مثلا تام لا\nيعلمون كاف ميتون صالح تختصمون حسن وكذا إذا جاءه للكافرين تام المتقون حسن\nعند ربهم كاف وكذا جزاء المحسنين يعلمون تام من دونه حسن من هاد صالح من\nمضل حسن ذي انتقام تام ليقولن الله كاف رحمته تام قل حسبي الله جائز\nالمتوكلون تام وكذا مقيم بالحق صالح عليها جائز بوكيل تام في منامها كاف\nوكذا إلى أجل مسمى يتفكرون صالح يعقلون تام جميعا كاف ترجعون حسن يستبشرون\nتام وكذا يختلفون يوم القيامة كاف وكذا يحتسبون ويستهزؤن لا يعلمون حسن\nيكسبون كاف ما كسبوا أكفى منه بمعجزين تام ويقدر كاف يؤمنون تام من رحمة\nالله كاف جميعا صالح الرحيم كاف وكذا لا تنصرون المحسنين كاف وما بينهما من\nالآيات لا يوقف عليه لغير المضطر لتعلق ما بعدها بهم ولو قيل بالجواز\nلكونها آيات ولطول الكلام لم يبعد الكافرين حسن مسودة كاف للمتكبرين تام\nوكذا يحزنون ووكيل <span id='ms135'></span> والأرض والخاسرون والجاهلون من الخاسرين حسن من الشاكرين\nتام حق قدره صالح مطويات بيمنه تام وكذا يشكرون من شاء الله صالح ينظرون\nحسن وكذا لا يظلمون بما يفعلون كاف زمرا صالح يومكم هذا كاف الكافرين حسن\nالمتكبرين تام خالدين حسن وكذا العالمين بحمد ربهم تام وكذا بالحق آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head49'>سورة المؤمن مكية إلا قوله تعلى إلا الذين كفروا الآيتين فمدني</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n<p>\nتقدم الكلام على حم في سورة البقرة تنزيل الكتاب كاف إن جعل خبرا لحم أي\nهذه الأحرف تنزيل الكتاب أو جعل خبرا المبتدأ محذوف ولم يجعل ما بعده فيهما\nصفة له وإلا فليس بوقف العزيز العليم صالح وان تعلق به ما بعده لانه راس\nآية وكذا شديد العقاب ذي الطول حسن وقال أبو عمرو كاف لا اله إلا هو حسن\nالمصير تام وكذا في البلاد من بعدهم كاف وكذا ليأخذوه فأخذتهم جائز عقاب\nحسن أصحاب النار للذين آمنوا كاف وكذا الجحيم وذرياتهم جائز الحكيم كاف\nوكذا وقهم السيآت وفقد رحمته العظيم تام وكذا فتكفرون من سبيل كاف وكذا به\nتؤمنوا الكبير حسن وكذا رزقا من ينيب كاف الكافرون تام وكذا ذو العرش إن\nجعل خبر الرفيع الدرجات فان جعل بدلا منه لم يوقف عليه بل على بارزون وهو\nحسن منهم شيء كاف وكذا لمن الملك اليوم لله الواحد القهار تام بما كسبت\nصالح لا ظلم اليوم حسن سريع الحساب تام وكذا في كاظمين ويطاع والصدور بالحق\nكاف لا يقضون بشيء تام وكذا البصير من قبلهم كاف وكذا بذنوبهم من واق حسن\nفأخذهم الله كاف العقاب تام كذاب كاف نساءهم تام وكذا في ضلال والفساد\nوالحساب وقال رجل مؤمن قال أبو حاتم هو وقف لم قال انه لم يكن من آل فرعون\nلكنه كتم ايمانه منهم ومن قال كان منهم وقف على فرعون وهو على التقديرين\nوقف بيان لا كاف ولا تام أي بين قوله من آل فرعون بماذا يتعلق فعلى الأول\nيتعلق بيكتم أيمانه وعلى الثاني يتعلق برجل مؤمن <span id='ms136'></span> لأنه نعت له انتهى ولا أحب\nالوقف عليهما لما فيه من الفصل بين القول ومقوله لان المعقول لم يأت بعد\nوهو أتقتلون رجلا أن يقول ربي اله من ربكم صالح الذي يعدكم حسن وكذا كذاب\nوان جاءنا الرشاد تام من بعدهم كاف وكذا للعباد وقال أبو عمرو كأبي حاتم في\nالأول تام من عاصم تام وكذا من هاد جاءكم به صالح من بعده رسولا كاف مرتاب\nصالح بغير سلطان أتاهم كاف ومحلهما إذا نصب الذين بدلا من من أو رفع بدلا\nمن مسرف فان جعل مبتدأ خبره كبركان الوقف على مرتاب تاما ولا يوقف على\nأتهاهم لتأخر الخبر عنه وعند الذين آمنوا تام وكذا متكبر جبار كاذبا حسن\nسوء عمله صالح لمن قرا وصد بضم الصاد وحسن لمن قراه بفتحها عن السبيل حسن\nفي تباب تام الرشاد كاف وكذا متاع دار القرار تام ألا مثلها كاف وكذا ما\nأقول لكم والى الله وبالعباد ما مكروا جائز سوء العذاب حسن وقال أبو عمرو\nتام إن جعل النار مبتدأ وليس بوقف إن جعل بدلا وعشيا تام أشد العذاب كاف في\nالنار مفهوم من النار كاف وكذا بين العباء ومن العذاب ومن العذاب قالوا بلى\nكاف قالوا فادعوا تام وكذا ضلال في الحياة الدنيا قيل كاف تام معذرتهم حسن\nوقال أبو عمرو فيهما كاف سوء الدار تام لاولي الألباب حسن والإبكار تام\nبغير سلطان أتاهم ليس بوقف خبر إن لم يأت وهو إن في صدورهم الأكبر بالغيه\nحسن ر كأبي حاتم تام البصير تام وكذا لا يعلمون ولا المسيء كاف وكذا\nيتذكرون فيه تام لا يؤمنون تام أستجب لكم كاف داخرين تام مبصرا كاف لا\nيشكرون تام تؤفكون حسن يجحدون تام من الطيبات حسن فتبارك الله رب العالمين\nتام له الدين حسن لله رب العالمين تام وكذا رب العالمين شيوخا كاف وكذا\nتعقلون كن فيكون تام وتقدم الكلام عليه أني يصرفون صالح وكذا أرسلنا\nوالسلاسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nتلام وقال أبو عمرو كاف وقيل تام ويبتدئ <span id='ms137'></span> يسحبون بمعنى وهو يسحبون يسجرون\nجائز من دون الله كاف وكذا من قبل شيأ والكافرين وتمرحون والمتكبرين يرجعون\nتام نقصص عليك حسن بأذن الله كاف المبطلون تام تأكلون كاف وكذا تحملون\nتنكرون تام من فبلهم كاف وكذا يكسبون ومن العلم ويستزؤن بالله وحده جائز\nمشركين كاف بأسنا تام وكذا في عباده وآخر السورة.\n</p>\n\n<h1 class='l1' id='head50'>سورة فصلت مكية</h1>\n\n<p>\nوتقدم الكلام على حم تنزيل من الرحمن الرحيم حسن إن جعل خبرا لحم أو خبر\nالمبتدأ محذوف وليس جعل تنزيل مبتدأ خبره من الحمن الرحيم صحيح إن وجد\nمسموغ للابتداء بتنزيل آية جائز انجعل ما بعده حالا من محذوف تقديره بينت\nآياته قرآنا وان جعل حالا من فصلت فليس بوقف ونذيرا كاف لا يسمعون حسن\nوللسائلين ولمن قرا سواء بالرفع إن يقف على أربعة أيام ويبتدئ سواء بمعنى\nهو سواء طائعين كاف وكذا امرها بمصابيح وحفظا والعليم والا الله كافرون حسن\nوكذا منا قوة منهم قوة صالح يحجبون كاف وكاذ الدنيا لا ينصرفون تام يكسبون\nكاف يتقون تام يوزعون كاف وكذا يعملون علينا صالح ترجعون كاف وكذا تعملون\nومن الخاسرين ولا يوقف على أرداكم وان زعمه بعضهم من المعتبين صالح وكذا\nوما خلفهم والانس خاسرين تام تغلبون كاف وكذا أعداد الله النار حسن وزعم\nبعضهم أن الوقف على أعداد يجحدون تام وكذا من الاسفلين وتوعدون وفي الآخرة\nصالح تدعون ليس بوقف لكن يرخص فيه لأنه راس آية رحيم تام وكذا من المسلمين\nولا السيئة وحميم فاستعذبا الله العليم والقمر كاف وكذا تعبدون لا يسأمون\nتام وربت كاف الموتى صالح قدير تام وكذا الا يخفون علينا ويوم القيامة ما\nشئتم حسن بما تعملون بصير تام إن الذين كنزوا بالذكر لما جاءهم كاف والخبر\nمحذوف أي يعذبون عزيز صالح ولا من خلفه كاف حميد تام وكذا من قبلك وأليم\nفصلت آياته كاف لمن قرا أأعجمي بالاستفهام الإنكاري لأنه خبر مبتدأ محذوف\nوليس بوقف لمن قراه بالخبر لانه بدل من آياته وعربي تام وكذا وشفاء عمي حسن <span id='ms138'></span>\nبعيد تام فاختلفت فيه لقضي بينهم صالح مريب تام وكذا فعليها وللعبيد\nوالساعة وقال أبو عمرو كأبي حاتم في الساعة إلا بعلمه كاف من شهيد حسن من\nقبل وظنوا حقا والأحسن الوقف على من قبل والابتداء بقوله وظنوا بمعنى عملوا\nمن محيص تام من دعاء الخير مفهوم وقال أبو عمرو كابي حاتم كاف قنوط كاف\nوكذا للحسنى غليظ تام وكذا عريض وبعيد والحق وشهيد ومن لقاء ربهم وآخر\nالسورة.\n</p>\n\n<h1 class='l1' id='head51'>سورة الشورى مكية إلا قوله قل لا أسألكم عليه أجرا الآيات الأربع فمدني</h1>\n\n<p>\nوتقدم الكلام على حم عسق والى الذين من قبلك كاف لمن قرا نوحي إليك بلنون\nوكسر الحاء أو بالياء وفتح الحاء وليس بوقف لمن قراه بالياء وكسر الحاء\nللفصل بين الفعل والفاعل وعلى الأول يبتدئ الله بمعنى هو الله أو يوحيه\nالله الحكيم تام على القراءتين وكذا العظيم من فوقهن كاف وكذا لمن في الأرض\nالرحيم تام بوكيل حسن لا ريب فيه كاف في السعير تام وكذا في رحمته ولا نصير\nكاف قدير إلى الله كاف وكذا لكم الله ربي عليه توكلت جائز أنيب تام يذرؤكم\nفيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nحسن شيء مفهوم البصير تام والأرض كاف وكذا وبقدر عليم تام ولا تتفرقوا\nفيه حسن ما تدعوهم اليه من يشاء مفهوم من ينيب تام بغيا بينهم كطاف وكذا\nلقضى بينهم منه مريب تام أهواءكم كاف لا عدل بينكم تام وربكم حسن أعمالكم\nكاف وكذا بيننا وبينكم المصير تام وكذا شديد بالحق والميزان قريب حسن وكذا\nالذين لا يؤمنون بها أتلنها الحق تام وكذا لفي ضلال بعيد والقوي العزيز في\nحرثه كاف نؤته منها مفهوم من نصيب كاف وكذا به الله ولقضي بينهم واليم واقع\nبهم تام روضات الجنات كاف وكذا عند ربهم الكبير الصالحات كاف في القربى تام\nحسنا كاف وكذا شكور كذبا كاف على قلبك تام بكلماته كاف بذات الصدور تام ما\nتفعلون حسن من فضله تام وكذا شديد ما يشاء كاف بصير تام وكذا الحميد كم\nدابة كاف قدير <span id='ms139'></span> تام وكذا عن كثير في الأرض ولا نصير تام كالإعلام كاف على\nظهره صالح وكذا شكور ويعفون عن كثير تام لمن قرا ويعلم بالرفع والنصب وليس\nبوقف لمن جزمه من محيص تام الدنيا حسن يتوكلون كاف وكذا هم يغفرون وينفقون\nينتصرون تام مثلها كاف وكذا فأجره على الله الظالمين تام من سبيل حسن بغير\nالحق كاف اليم تام وكذا لمن عزم الأمور ومن بعده من سبيل حسن خاشعين قيل\nوقف وقيل الوقف على من الذل على الخلاف في قوله من الذل بماذا يتعلق فقيل\nيتعلق ينظرون فالوقف على خاشعين وقيل يتعلق بخاشعين فالوقف على من الذل هو\nعلى التقديرين كاف من طرف خفي مقيم تام من دون الله كاف من سبيل حسن من\nالله وكذا من نكير حفيظا جائز الا البلاغ تام فرح بها كاف كفرو تام ما يشاء\nكاف وكذا عقيما قدير ما يشاء كاف حكيم تام من أمرنا كاف وكذا من عبادنا وما\nفي الأرض تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head52'>سورة الزخرف مكية وقيل الا واسأل من أرسلنا الآية فمدني</h1>\n\n<p>\nتقدم الكلام على حم الكتاب المبين حسن إن جعل جواب القيم حم بمعنى حم\nالأمر والمعنى والكتاب المبين لقد حم الأمر قضي وليس بوقف إن جعل جواب\nالقسم انا جعلناه قرآنا عربيا سوء جعل القسم والكتاب وحده ام مع حم تعقلون\nتام وكذا حكيم ومسرفين في الأولين حسن يستهزؤن كاف مثل الأولين تام وكذا\nالعليم ويبتدئ الذي جعل لكم بمعنى هو الذي جعل لكم تهتدون كاف وكذا تخرجون\nلمنقلبون تام جزأ حسن مبين صالح بالبنين حسن كظيم وغير مبين اناثا كاف وكذا\nأشهد واخلقهم ويسألون ما عبدناهم تام من علم وكذا يخرصون ومستمسكون مهتدون\nحسن مقتدون تام آباءكم كاف كافرون صالح المكذبين تام مما تعبدون جائز إن\nجعل الا بمعنى لكن والاختيار أن لا يوقف عليه لان ذلك بمعنى لا اله إلا\nالله سيهدين كاف وكذا يرجعون ورسول مبين حسن وكذا كافرون وعظيم رحمت ربك\nتام وكذا سخريا مما <span id='ms140'></span> يجمعون حسن وزخرفا تام وكذا الحياة الدنيا وللمتقين وله\nقرين مهتدون كاف القرين تام مشتركون حسن وكذا مبين منتقمون مفهوم مقتدرون\nحسن وكذا مستقيم ولقومك تام وكذا تسألون من رسلنا يعبدون تام رب العالمين\nكاف يضحكون حسن أكبر من أخنها تام العلهم يرجعون لمهتدون حسن ينكثون تام في\nقومه كاف من تحتي صالح أفلا تبصرون تام عند بعضهم أي أم أنتم بصراء الوقف\nعلى تبصرون وبجعل أم زائدة أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nمنقطة بمعنى بل ولا يكاد يبين كاف مقترنين وفأطاعوه وفاسقين للآخرين تام\nيصدون حسن أم هو تام وقال أبو عمرو كاف إلا جدلا كاف خصمون حسن إسرائيل تام\nوكذا يخلفون فلا تمترن بها كاف عند بعضهم وقيل الوقف على واتبعون مستقيم\nكاف الشيطان صالح مبين تام وكذا وأطيعون فاعبدوه كاف مستقيم حسن من بينهم\nكاف اليم حسن لا يشعرون تام المتقين حسن تحزنون تام إن جعل ما بعده مبتدأ\nخبره ادخلوا الجنة أي يقال لهم ادخلوا الجنة وليس بوقف إن جعل نعتا لعبادي\nفيكون على مسلمين تحبرون مبلسون تام وكذا الظالمين ليقض علينا ربك ماكثون\nتام كارهون صالح وكذا مبرمون ونجواهم بلى كاف قاله أبو حاتم والا حسن الوقف\nعلى نجواهم يكتبون تام قل إن كان للرحمن ولد قال بعضهم تام بجعل إن بمعنى\nما وقال بعضهم هذا وجه والا كثر على أن المعنى إن كنتم تزعمون أن للرحمن\nولدا فأنا أول من عبد الله تعالى واعترف انه له الوقف التام إنما هو على\nقوله فأنا أول العابدين عما يصفون كاف يوعدون حسن وفي الأرض اله كاف العليم\nحسن وما بينهما كاف علم الساعة صالح واليه ترجعون حسن يعلمون تام وكذا\nيؤفكون إن نصب وقيله على المصدرية أو رفع مبتدأ فان نضب مفعولا على تقدير\nأنا لا نسمع سرهم ونجواهم ونسمع قيل أو على تقدير وعنده علم الساعة ويعلم\nقيله أو جر على تقدير وعنده علم الساعة وعلم قيله فليس ذلك وقفا تام بل\nجائز لطول الكلام وكل ذلك آيات في <span id='ms141'></span> نجواهم وما بعده بتقدير نصب قيله بنسمع\nوفي الساعة وما بعدها بالتقدير الأخيرين فالوقف على هذه المذكورات عند\nانتفاء التقييد بما ذكر جائز لطول الكلام أيضا لا يؤمنون وكذا وقل سلام آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head53'>سورة الدخان مكية وقيل إلا قوله أنا كاشفوا لعذاب الآية فمدني</h1>\n\n<p>\nوقد علم حكم حم والكتاب المبين مما مر في السورة السابقة أنا أنزلناه في\nليلة مباركة تام إن جعل جوابا للقسم وان جعل صفة للكتاب فالوقف التام على\nمنذرين فيها يفرق كل أمر حكيم كاف وكذا رحمة من ربك السميع العليم تام لمن\nقرأ رب السموات بالرفع على غير البدلية من السميع وليس بوقف لمن قراه\nبالرفع عليها أو بالجر بدلا من ربك موقنين تام لا اله إلا هو حسن وأحسن من\nيحيي ويميت الأولين كاف وكذا يلعبون بدخان مبين صالح يغشى الناس أصلح منه\nعذاب اليم كاف مؤمنون حسن وكذا مجنون وعائدون يوم نبطش أي وذاكر يوم نبطش\nمنتقمون تام أمين جائز وكذا بسلطان مبين وترجمون فاعتزلون تام مجرمون صالح\nمتبعون مفهوم مغرقون تام فاكهين كاف وقيل بل كذلك ووقع في الأصل بدل فاكهين\nكريم وهو سهو قوما آخرين صالح منظرين حسن من فرعون كاف من المسرفين حسن على\nالعالمين جائز بلاء مبين حسن وكذا صادقين أم قوم تبع تام وقال أبو عمرو كاف\nهذا إن جعل ما بعده مستأنفا فان جعل معطوفا على قوم تبع فليس ذلك بوقف\nأهلكناهم هم كاف مجرمين تام وكذا لاعبين ولا يعلمون أجمعين راس آية وليس\nبوقف لان يوم لا يغنى بدل من يوم الفصل من رحم الله كاف الرحيم تام كالمهل\nجائز لمن قرا تغلى بالتاء أي الشجرة وليس بوقف لمن قراه بالياء الحميم كاف\nوكذا ذق لمن قرا انك بالكسر وليس بوقف لمن قراه بالفتح أي ذق لأنك الكريم\nحسن تمترون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nتام متقابلين حسن وقيل الوقف على كذلك بحور عين صالح آمنين كاف الأولى\nجائز وكذا عذاب الجحيم من ربك تام العظيم يتذكرون صالح آخر السورة <span id='ms142'></span> تام.\n</p>\n\n<h1 class='l1' id='head54'>سورة الجاثية مكية إلا قوله قل للذين آمنوا يغفروا الآية فمدني</h1>\n\n<p>\nوقد علم حكم حم تنزيل الكتاب مما مر في سورة المؤمن الحكيم حسن وقال أبو\nعمرو كاف للمؤمنين حسن وقال أبو عمرو كاف وكذا لمن قرأ من دابة آيات بالرفع\nوكذا يوقنون إن قرئ آيات الأخيرة بالرفع ومن قرأ لكسر فيهما لم يكن الوقف\nعلى الآيتين حسنا لتعلق ما بعدهما بالعامل السابق وهو إن يعقلون تام يؤمنون\nتام يؤمنون تام كاف لم يسمعها صالح أليم كاف هزوا أكفى منه مهين حسن اولياء\nكاف وكذا عظيم هذدى حسن أليم تام تشكرون حسن جميعا منه كاف يتفكرون تام\nوكذا يكسبون وترجعون على العالمين جائز بغيا بينهم تام يختلفون كاف لا\nيعلمون حسن وكذا شيئا وأولياء بعض المتقين تام يوقنون حسن وكذا وعملوا\nالصالحات لمن قرأ سواء بالرفع ومحياهم ومماتهم ساء ما يحكمون تام وكذا\nبالحق عند أبي حاتم بجعل لام لتجزى لام قسم كما مر نظيره لا يظلمون تام من\nبعد الله كاف تذكرون حسن إلا الدهر تام إلا يظنون حسن وكذا صادقين لا ريب\nفيه كاف لا يعلمون تام والأرض كاف وكذا المبطلون جاثية حسن لمن رفع كل\nالثانية على الابتداء وليس بوقف لمن نصبه إلى كتابها حسن وكذا كنتم تعملون\nوبالحق وتعلمون في رحمته كاف المبين حسن وكذا مجرمين بمستيقنين تام ما\nعملوا جائز يستهزؤن كاف وكذا ومأواكم النار من ناصرين حسن الحياة الدنيا\nيستعتبون حسن رب العالمين آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head55'>سورة الأحقاف مكية إلا قوله قل أرأيتم إن كان من عند الله الآية وإلا</h1>\n\n<p>\nقوله فاصبر كما صبر أولو العزم من الرسل الآية وإلا قوله ووصينا الإنسان\nالثلاث آيات فمدنيات\n</p>\n\n<p>\nوقد علم حكم حم تنزيل الكتاب من الله العزيز الحكيم مما مر في السورة\nالسابقة مسمى تام وكذا معرضون في السموات كاف صادقين تام إلى يوم القيامة\nصالح غافلون كاف وكذا كافرين وسحر مبين وأم يقولون افتراه ولا يحسن الجمع\nبين الأخيرين لكنه جائز من الله شيئا <span id='ms143'></span> كاف بما تفيضون فيه تام وكذا الرحيم\nولا بكم صالح وكذا إلى مبين تام واستكبرتم كاف الظالمين تام ما سبقونا أليه\nقديم كاف وكذا ورحمة لينذر ظلموا كاف لمن جعل ما بعده مرفوعا بالابتداء\nوخبره للمحسنين وليس بوقف لمن جعله معطوفا على الكتاب أو نصبه بتقدير وبشر\nالمحسنين وبشرى للمحسنين تام وكذا يحزنون خالدين فيها صالح يعملون تام\nووضعته كرها كاف وكذا ثلاثون شهرا في ذريتي صالح من المسلين حسن في أصحاب\nالجنة تام وكذا يوعدون يستغيثان الله صالح وكذا آمن لكن الأحسن وصله بما\nبعده الأولين تام من الجن والإنس كاف خاسرين تام مما عملوا جائز لا يظلمون\nتام وكذا تفسقون إلا الله صالح عظيم الصادقين حسن تجهلون كاف وكذا ممطرنا\nوما استعجلتم به ويبدئ ريح بمعنى هي ريح بدا من م لم يوقف به أليم كاف\nويبتدئ تدمر بمعنى وان جعلته نعتا لريح لم يحسن الوقف على أليم إلا مساكنهم\nكاف المجرمين تام وأفئدتهم صالح بآيات الله كاف وكذا يرجعون يفترون تام\nأنصتوا كاف منذرين حسن مستقيم كاف أليم تام من دونه أولياء كاف مبين تام\nيحي الموتى حسن وقيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nيجوز الوقف بلى قدير تام بالحق كاف قاله أبو حاتم والأحسن أن يوقف عند\nقوله قالوا بلى وربنا تكفرون تام ولا تستعجل لهم جائز من نهار حسن ويبتدئ\nبلاغ أي هذا بلاغ آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head56'>سورة القتال مدنية إلا قوله وكأين من قرية الآية فمكي أو مدني</h1>\n\n<p>\nأعمالهم تام وكذا وأصلح بالهم من ربهم كاف للناس أمثالهم تام فضرب الرقاب\nصالح فشدوا الوثاق وأوزارها تام وكذا ببعض فلن يضل أعمالهم صالح وكذا ويصلح\nبالهم عرفها لهم تام وكذا أقدامكم وأضل أعمالهم حسن فأحبط أعمالهم تام من\nقبلهم صالح دمر الله عليهم كاف أمثالها تام وكذا إلا مولى لهم وأفلم يسيروا\nفي الأرض ومن تحتها الأنهار ومثوى لهم أخرجتك جائز وكذا أهلكناكم وهو أصلح\nولا يجمع بينهما فلا ناصر لهم وكذا أهواءهم وعد المتقون كاف لمن جعل\nالتقدير وفيما <span id='ms144'></span> نقص عليكم مثل الجنة وليس بوقف لمن جعل خبر مثل الجنة فيها\nأنهار من عسل مصفى حسن أمعاءهم تام قال آنفا كاف أهواءهم تام تقواهم حسن\nأشرطها كاف ذكراهم تام وكذا والمؤمنات ومثواكم سورة كاف فأولى لهم تام وكذا\nوقول معروف وخيرا لهم أرحامكم كاف أبصارهم تام وكذا أقفالها وسول لهم وأملى\nلهم حسن سواء جعل الاملاء من الله ام من الشيطان لكن على الثاني لا يوقف\nعلى سول لهم في بعض الأمر كاف وكذا أسرارهم وأدبارهم تام أضغانهم كاف وكذا\nبسيماهم وفي لحن القول وأعمالكم لهم كاف الاعلون صالح معكم حسن وقال أبو\nحاتم تام ولن يتركم أعمالكم تام لعب وهو كاف وكذا أموالكم أضغانكم حسن وكذا\nمن يبخل وعن نفسه الفقراء تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head57'>سورة الفتح مدنية</h1>\n\n<p>\nمبينا تام عند أبي حاتم بجعل لام ليغفر لام القسم كما مر نظيره وقال غيره\nإنها لام كي فلا يوقف على مبينا عزيزا تام وكذا مع ايمانهم حكيما تام\nوتوقروه كاف وأصيلا تام فوق أيديهم كاف على نفسه أكفى منه عظيما تام لنا\nكاف في قلوبهم حسن نفعا كاف خبيرا حسن بورا تام وكذا سعيرا من يشاء كاف\nرحيما تام نتبعكم حسن وكذا كلام الله وتتبعونا من قبل كاف وكذا تحسدوننا\nإلا قليلا تام أو يسلمون كاف حسنا جائز أليما تام ولا على المريض حرج حسن\nالأنهار كاف أليما تام يأخذونها كاف حكيما حسن الناس عنكم تام عند أبي حاتم\nمستقيما كاف وكذا قد أحاط الله بها قديرا حسن وكذا ولا نصيرا من قبل كاف\nتبديلا حسن عليهم كاف بصيرا تام وكذا محله وبغير علم عند أبي حاتم من يشاء\nكاف عذابا أليما حسن وأهلها تام وكذا عليما لا تخافون صالح قريبا تام كله\nشهيدا تام محمد رسول الله حسن إن جعل محمد مبتدأ ورسول الله خبره وليس بوقف\nإن جعل رسول الله نعتا لمحمد لان قوله والذين معه حينئذ معطوف على محمد فلا\nيحسن الوقف قبل ذكر المعطوف رحماء <span id='ms145'></span> بينهم حسن وكذا ورضوانا ومن أثر السجود\nلكن كل منهما أصلح مما قبله مثلهم أي صفتهم في التوراة تام والمعنى مثلهم\nفي التوراة أنهم أشداء على الكفار الخ كذا بهم الكفار والمعنى ومثلهم في\nالإنجيل انهم كزرع أخرج شطأه فآزره الخ وقيل الوقف على في الإنجيل لا على\nفي التوراة ولك أن تقول يوقف على كل منهما والمعنى على هذين القولين ومثلهم\nفي التوراة والإنجيل انهم أشداء على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالكفار الخ وعليهما يبتدأ بكزرع أي هم كزرع الخ آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head58'>سورة الحجرات مدنية</h1>\n\n<p>\nورسوله كاف ولك الوقف على واتقوا الله عليم تام وكذا لا تشعرون للتقوى\nكاف عظيم تام لا يعقلون كاف وكذا الهم رحيم تام نادمين حسن لعنتم صالح\nوالعصيان كاف وكذا ونعمة حكيم تام بينهما كاف إلا أمر الله صالح بالعدل كاف\nولك الوقف على وأقسطوا المقسطين تام بين أخويكم كاف ترحمون تام منهن كاف\nبالألقاب حسن وكذا بعد الإيمان الظالمون تام من الظن صالح اثم كاف وكذا\nتجسسوا بعضا تام فكرهتموه كاف واتقوا الله صالح رحيم تام وكذا لتعارفوا\nأتقاكم حسن خبير تام في قلوبكم كاف وكذا من أعمالكم شيئا رحيم تام في سبيل\nالله صالح الصادقون تام وما في الأرض كاف عليم تام أن أسلموا كاف وكذا\nاسلامكم صادقين تام والأرض كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head59'>سورة ق مكية إلا قوله ولقد خلقنا السموات الآية فمدني</h1>\n\n<p>\nوقد علم حكم ق والقرآن المجيد حسن إن جعل جواب القسم ق أو محذوفا أي\nلتبعثن وليس يوقف إن جعل جواب القسم بل عجبوا سواء جعل القسم والقرآن وحده\nأم مع ق وكنا ترابا كاف بعيد تام حفيظ كاف وكذا مريج ومن فروج ومنيب ورزقا\nللعباد وبلدة ميتا كذلك الخروج تام وقوم تبع فحق وعيد والخلق الأول من خلق\nجديد تام من حبل الوريد صالح قعيد حسن وكذا عتيد تحيد كاف الوعيد حسن وشهيد\nكاف حديد حسن لدى عتيد كاف كفار جائز في العذاب الشديد تام وكذا بعيد\nبالوعيد حسن للعبيد <span id='ms146'></span> تام وكذا من مزيد غير بعيد كاف حفيظ تام إن جعل من خشى\nمبتدأ خبره ادخلوها وليس بوقف إن جعل من خشى بدلا مم قبله ادخلوها بسلام\nتام الخلود حسن ما يشاؤن فيها كاف ولدينا مزيد تام وكذا من محيص وشهيد من\nلغوب كاف السجود تام وكذا يوم الخروج المصير كاف سراعا صالح يسير تام بما\nيقولون كاف بجبار تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head60'>سورة والذاريات مكية</h1>\n\n<p>\nقوله والذاريات والمعطوفات عليها أقسام وجوابها إنما توعدون لصادق والوقف\nعليه تام إن جعل ما بعده مستقلا وليس بوقف إن جعل معطوفا عليه وهو الأجود\nلواقع تام وكذا من أفك يوم الدين كاف وكذا يفتنون وذوقوا فتنتكم تستعجلون\nتام ربهم كاف وكذا محسنين كانوا قليلا من الليل ما يهجعون قيل ما مصدرية أي\nكان هجوعهم من الليل قليلا وقيل نافية أي كان عددهم قليلا ما يهجعون أي لا\nينامون من الليل فالوقف في الأول على ما يهجعون وفي الثاني على قليلا ثم\nعلى ما يهجعون وهما صالحان والأحسن الوقف على يستغفرون والمحروم كاف وكذا\nللموقنين والأحسن وفي أنفسكم تبصرون كاف توعدون حسن تنطقون تام فقالوا\nسلاما حسن وكذا قال سلام وقال أبو عمرو فيهما كاف منكرون كاف أي أنتم قوم\nمنكرون ألا تأكلون وكذا لا تخف وبغلام عليم قال ربك تام العليم حسن\nالمرسلون كاف من طين جائز للمسرفين كاف وكذا من المسلمين الأليم حسن أو\nمجنون صالح مليم كاف وكذا كالرميم ينظرون صالح منتصرين كاف فاسقين حسن\nلموسعون صالح فرشناها جائز الماهدون كاف وكذا تذكرون مبين حسن وقال أبو\nعمرو تام إلها آخر كاف مبين حسن وكذا أي الأمر كذلك أو مجنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nحسن وقياس ما مر صالح أتوا صوابه كاف وكذا طاغون المؤمنين تام ليعبدون\nحسن وكذا يطمون المتين كاف وكذا يستعجلون آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head61'>سورة والطور مكية</h1>\n\n<p>\nلواقع حسن لأنه جواب الأقسام المذكورة بأحسن منه الوقف على ماله من دافع\nإن نصب يوم تمور بمقدر كاذكر سيرا حسن يلعبون كاف وأكفى منه <span id='ms147'></span> دعا تكذبون حسن\nوكذا لا تبصرون سواء عليكم كاف تعملون تام ربهم صالح عذاب الجحيم كاف وكذا\nتعملون ومصفوفة وبحور عين بهم ذرياتهم صالح من عملهم من شيء تام وكذا وكذا\nبما كسب رهين ولا تأثيم كاف مكنون حسن من قبل ندعوه تام لمن قرأ انه بكسر\nالهمزة وليس بوقف لمن قرأه بفتحها الرحيم تام فذكر حسن وقيل تام وقيل كاف\nولا مجنون كاف وكذا ريب المنون والمتربصين وطاغون ونقوله ولا يؤمنون صادقين\nصال والأرض كاف وكذا لا يوقنون والمسيطرون فيه صالح وكذا مبين والبنون\nومثقلون ويكتبون والمكيدون أم لهم اله غير الله حسن يشركون كاف وكذا مركوم\nيصعقون جائز ينصرون حسن وكذا لا يعلمون بأعيننا كاف حين تقوم صالح آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head62'>سورة النجم مكية إلا قوله عند سدرة المنتهى فمدني</h1>\n\n<p>\nوالنجم إذا هوى قسم وجوابه ما ضل صاحبكم وما غوى وما ينطق عن الهوى وهو\nكاف إن جعل ما بعده مستأنفا ولا توقف عليه ذلك بدلا مما ضل صاحبكم بل على\nيوحى وهو كاف ذو مرة كاف ولا يوقف على شديد القوى لان ما بعده نعت له\nفاستوى وهو بالأفق الأعلى صالح ما أوحي حسن وقال أبو عمرو فيهما كاف ما رأى\nحسن ما يرى كاف ما يغشى صالح وما طغى كاف الكبرى حسن وله الأنثى صالح ضيزى\nكاف وكذا من سلطان وما تهوى الأنفس تام ما تمنى كاف والأولى تام وكذا ويرضى\nتسمية الأنثى كاف من علم صالح إلا الظن حسن وكذا من الحق شيئا الحياة\nالدنيا كاف من العلم تام وكذا بمن اهتدى وما في الأرض تام عند أبي حاتم إلا\nاللم كاف واسع المغفرة تام وكذا بمن اتقى وأكدي كاف فغشاها ما غشا حسن ولا\nيوقف على شيء مما بينهما من الآيات بلا ضرورة لكن قيل انه يوقف على وقوم\nنوح من قبل وانه كاف وعلى أطغى وأنه تام عند من رفع والمؤتفكة تتمارى تام\nمن النذر الأولى وكاشفة وسامدون آخر السورة.\n</p>\n\n<h1 class='l1' id='head63'>سورة القمر</h1>\n\n<p>\nوانشق <span id='ms148'></span> القمر كاف وكذا مستمر أهواءهم تام وكذا مستقر مزدجر حسن وقال أبو\nعمرو كاف هذا إن رفعت حكمة بأنها خبر مبتدأ محذوف فأن رفعت بدلا ما لم يكن\nذلك وقفا حكمة بالغة كاف عند أبي حاتم والأحسن الوقف على فما تغنى النذر\nتول عنهم تام ويوم يدع الداع منصوب بيخرجون منتشر صالح إلى الداع كاف يوم\nعسر تام وازدجر كاف فأنتصر صالح وكذا منهمر وقد ورد سر وكفر كاف وكذا مدكر\nونذر حسن من مدكر تام عند أبي حاتم ونذر حسن منقعر حسن من مدكر تام بالنذر\nصالح نتبعه وقف عند بعضهم ولا أحبه لبشاعة الابتداء بما بعده ضلال وسعر كاف\nكذاب أشر حسن الأشر تام واصطبر كاف وكذا قسمة بينهم ومحتضر وفعقر ونذر حسن\nالمحتظر تام وكذا من مدكر بالنذر كاف وكذا من عندنا من شكر حسن وكذا بالنذر\nونذر تام وكذا من مدكر النذر كاف مقتدر حسن منتصر تام الدبر كاف أدهى وأمر\nتام وسعر سقر حسن بقدر تام وكذا بالبصر ومن مدكر وفي الزبر ومستطر ونهر كاف\nآخر السورة تام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>سورة الرحمن مكية وقيل إلا قوله يسأله من في السموات والأرض فمدني</h1>\n\n<p>\nعلم القرآن كاف البيان تام بحسبان كاف يسجدان حسن حسن وكذا في الميزان\nوالميزان وقال أبو عمرو في الأول كاف وفي الثاني تام للانام صالح والريحان\nكاف تكذبان وقال أبو عمرو وكذا ما في السورة من ذلك وخالف الأصل في ذلك كما\nستراه كالفخار كاف وكذا من نار تكذبان تام المغربين كاف تكذبان تام يلتقيان\nكاف وكذا إلا يبغيان وتكذبان والمرجان تكذبان تام وكذا كالأعلام وتكذبان\nوقيل والإكرام كاف وعليه جرى الأصل من في السموات والأرض حسن في شأن كاف\nتكذبان تام وكذا فأنقذوا بسلطان كاف وكذا تكذبان فلا تنتصران تام وكذا\nتكذبان كالدهان كاف وكذا تكذبان ولا جان تكذبان تام والإقدام كاف تكذبان\nتام حميم آن كاف تكذبان جنتان كاف وكذا تكذبان لكن الاحسن أن تصله بما بعده\nلأن قوله ذواتا أفنان من صفة <span id='ms149'></span> الجنتين أفنان كاف وكذا تكذبان وتحريان\nوتكذبان ومن استرق ودان وتكذبان والاحسن أن تصله بما بعده لأن قوله كأنهن\nالياقوت من صفة قاصرات الطرف المرجان كاف تكذبان تام الإحسان كاف تكذبان\nتام جنتان كاف وكذا تكذبان والأحسن أن نصله بما بعده لأن قوله مدها متان من\nصفة الجنتين تكذبان كاف وكذا نضاختان وتكذبان وحسان وتكذبان ولاجان وتكذبان\nآخر السورة تام.\n</p>\n\n<h1 class='l1' id='head65'>سورة الواقعة مكية إلا قوله أفبهذا الحديث الآية وقوله ثلة من الاولين</h1>\n\n<p>\nالآية فمدنيتان\n</p>\n\n<p>\nكاذبة تام إن قرئ ما بعده بالرفع خبر مبتدأ محذوف ولم يعلق إذا رجت بوقعت\nبل بخافضة وإلا فليس بوقف أزواجا بوقف أزواجا ثلاثة كاف وكذا ما حاب\nالميمنة وما أصحاب المشأمة والسابقون السابقون الثاني منهما خبر للأول\nبمعنى السابقون إلى طاعة الله سابقون إلى رحمته أو تأكيد له والخبر أولئك\nالمقربون وهو كاف في جنات النعيم تام متقابلين يشتهون حسن ثم يبتدئ وحور\nعين بالرفع بتقدير وعندهم ومن قرأه بالجر بتقدير في جنات النعيم وفي حور\nعين لم يقف على يشتهون يعملون كاف سلاما سلاما تام ما أصحاب اليمين كاف\nمرفوعة تام وكذا الأصحاب اليمين ومن الآخرين وما أصحاب الشمال كاف ولا كر\nيم حسن مترفين كاف العظيم صالح الأولون تام لمجموعون ليس بوقف وان كاف رأس\nآية يوم معلوم كاف شرب الهيم حسن يوم الدين تام وكذا تصدقون والخالقون لا\nتعلمون حسن الاولى كاف تذكرون تام الزارعون حسن محرومون تام المنزلون حسن\nتشكرون تام وكذا المنشئون للمقوين كاف العظيم حسن لو تعلمون عظيم ليس بوقف\nلأن القسم وقع على ما بعده المطهرون كاف من رب العالمين حسن تكذبون كاف\nوكذا لا تبصرون صادقين حسن وجنة نعيم كاف وكذا من أصحاب اليمين وتصلية جحيم\nتام حق اليقين كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head66'>سورة الحديد مكية أو مدنية</h1>\n\n<p>\nالحكيم تام وكذا قدير وعلم وعلى العرش وما يعرج فيها وكذا أينما كنتم\nبصير تام والأرض كاف الامور حسن بذات الصور تام بالله كاف وكذا مستخلفين\nفيه كبير حسن <span id='ms150'></span> مؤمنين تام وكذا إلى النور رحيم حسن وكذا والأرض وقاتل تام\nوكذا وقاتلوا والحسنى وخبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوكل من الاخيرين أتم مما قبيله وبأيمانهم كاف خالدين فيها صالح العظيم\nوكذا فالتمسوا نورا من قبله العذاب كاف معكم صالح الغرور كاف من الذين\nكفروا حسن هي مولاكم كاف المصير تام وكذا فاسقون وتعقلون كريم حسن الصديقون\nتام وكذا ونورهم والجحيم حطاما حسن ورضوانا تام وكذا الغرور ورسله كاف وكذا\nمن يشاء العظيم تام أن نبرأها كاف وليس بجيد حتى تأتي بقوله لكيلا تأسوا\nبما آتاكم حسن كل مختا فخور كاف ام جعل ما بعده مبتدأ لخبر محذوف ولا يوقف\nعليه إن جعل صفة له بالبخل حسن الحميد تام بالقسط كاف وكذا ورسله بالغيب\nعزيز تام فاسقون كاف وكذا الإنجيل رأفة ورحمة تام ورضوان الله صالح منهم\nأجرهم كاف فاسقون تام ويغفر لكم كاف وكذا من يشاء آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head67'>سورة المجادلة مدنية</h1>\n\n<p>\nتحاوركما كاف وكذا بصير وما هن أمهاتهم وهو خبر الذين يظهرون ولدنهم كاف\nوكذا وزورا غفور حسن أن يتماسا كاف وكذا توعظون به وخبير وأن يتماسا\nومسكينا ورسله حسن وكذا وتلك حدود الله والأول أحسن والأولى أن لا يجمع\nبينهما أليم تام من قبلهم كاف وكذا آيات بينات وهو أكفى مهين صالح ونسوه\nكاف شهيد تام وما في الأرض حسن أينما كانوا كاف وكذا يوم القيامة شيء عليم\nتام ومعصيت الرسول وكذا بما نقول ويصلونها المصير تام بالبر والتقوى كاف\nتحشرون حسن بأذن الله كاف المؤمنين تام يفسح الله لكم كاف وكذا درجات خبير\nتام صدقة صالح وكذا وأطهر رحيم كاف وكذا صدقات ورسوله بما تعملون تام وهم\nيعلمون شديدا كاف وكذا يعلمون مهين حسن وكذا شيئا أصحاب النار صالح خالدون\nحسن وكذا على شيء الكاذبون تام ذكر الله كاف وكذا الشيطان الخاسرون تام\nوكذا في الاذلين ورسلي كاف عزيز حسن وكذا عشيرتهم ورضوا عنه خرب الله كاف\nآخر السورة تام.\n</p>\n\n<h1 class='l1' id='head68'>سورة الحشر مدنية الحكيم تام لأول الحشر كاف وكذا إن <span id='ms151'></span> يخرجوا ومن الله لم</h1>\n\n<p>\nيحتسبوا صالح الرعب كاف الأبصار حسن في الدنيا كاف وكذا عذاب النار\nورسوله حسن العقاب تام وكذا الفاسقين من يشاء كاف قدير تام منكم حسن\nفأنتهوا كاف العقاب تام الصادقون صالح لأنه رأس آية خصاصة تام وكذا\nالمفلحون للذين آمنوا كاف رحيم تام لننصركم كاف وكذا الكاذبون لا ينصرونهم\nصالح لا ينصرون كاف وكذا من الله لا يفقهون حسن أو من وراء جدار كاف وكذا\nشديد وشتى ولا يعقلون وأمرهم واليم ورب العالمين وخالدين فيها الظالمين تام\nواتقوا الله كاف بما تعملون حسن أنفسهم كاف الفاسقون تام وكذا أصحاب الجنة\nوالفائزون من خشية الله كاف يتفكرون تام وكذا الرحيم المتكبر حسن يشركون\nتام وكذا الحسنى وآخر السورة.\n</p>\n\n<h1 class='l1' id='head69'>سورة الممتحنة مدنية</h1>\n\n<p>\nأولياء صالح بالمودة لم يذكره الأصل وقال غيره تام وفيه نظر واياكم تام\nعند الجميع وقيل وقف بيان حسن ولا أحب شيئا من ذلك لأن ما بعده متعلق به\nوما أعلنتم تام وقال أبو عمرو كاف سواء السبيل كاف وكذا بالسوء لو تكفرون\nتام وكذا أولادكم عند أبي حاتم والأولى فيه أنه وقف بيان يفصل بينكم تام\nهذا إن علق يوم القيامة بيفصل فأن علق بتنفعكم لم يوقف على أولادكم ولا\nبينكم بل على يوم القيامة وهو صالح ثم على بصير وهو تام من الله من شيء حسن\nوقال أبو عمرو تام المصير وكذا الحكيم واليوم الآخر حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالحميد تام مودة صالح رحيم تام إليهم كاف المقسطين حسن إن تولوهم كاف\nالظالمون تام وكذا فأمتحنوهن إلى الكفار حسن يحلون وكذا ما أنفقوا وأجورهن\nوما أنفقوا ويحكم بينكم حكيم تام ما أنفقوا كاف به مؤمنون تام فبايعهن صالح\nلهن الله كاف رحيم تام غضب الله عليهم صالح آخر السورة تام\n</p>\n\n<h1 class='l1' id='head70'>سورة الصف مكية أو مدنية</h1>\n\n<p>\nالحكيم تام ما لا تفعلون الأول كاف مالا تفعلون الثاني تام وكذا مرصوص\nرسول الله إليكم كاف وكذا قلوبهم الفاسقين تام اسمه احمد كاف مبين تام\nالإسلام كاف الظالمين حسن الكافرون تام <span id='ms152'></span> وكذا المشركون أليم كاف وأنفسكم حسن\nعند بعضهم العظيم كاف وفتح قريب تام وأتم منه وبشر المؤمنين من أنصاري إلى\nالله كاف وكذا أنصار الله وقوله وكفرت طائفة آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head71'>سورة الجمعة مدنية</h1>\n\n<p>\nالحكيم حسن رسولا منهم صالح وكذا مبين لما يلحقوا بهم كاف الحكيم حسن من\nيشاء كاف العظيم تام أسفار كاف وكذا بآيات الله الظالمين تام صادقين كاف\nوكذا أيديهم بالظالمين تام ملاقيكم صالح تعملون تام وذروا البيع وكذا\nتعملون وتفلحون وتركوك قائما ومن التجارة أخر السورة تام.\n</p>\n\n<h1 class='l1' id='head72'>سورة المنافقين مدنية</h1>\n\n<p>\nانك لرسول الله كاف وكذا لرسوله لكاذبون حسن عن سبيل الله كاف يعملون حسن\nوكذا لا يفقهون خشب مسندة صالح كل صيحة عليهم تام فأحذرهم وكذا يؤفكون\nمستكبرون حسن لن يغفر الله لهم كاف الفاسقين تام وكذا ينفضوا لا يفقهون حسن\nالاذل تام وللمؤمنين كاف لا يعملون تام عن ذكر الله الخاسرون حسن وكذا من\nالصالحين أجلها كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head73'>سورة التغابن مكية أو مدنية</h1>\n\n<p>\nوما في الأرض حسن وقال أبو عمرو كاف وقيل تام وله الحمد كاف قدير تام\nومنكم مؤمن كاف بصير تام فأحسن صوركم كاف وقال أبو عمرو تام المصير حسن وما\nتعلنون كاف بذات الصدور تام أليم حسن يهدوننا وكذا قوله وقولوا وقوله\nواستغنى الله حميد تام أن إن يبعثوا كاف وكذا أنزلنا وخبير يوم التغابن تام\nأبدا كاف العظيم تام خالدين فيها كاف المصير تام وكذا بإذن الله قلبه كاف\nعليم حسن الرسول كاف المبين تام خالدين فيها كاف المؤمنون تام فاحذروهم حسن\nرحيم تام فتنة كاف عظيم حسن لا نفسكم تام وكذا المفلحون ويغفر لكم كاف شكور\nحليم آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head74'>سورة الطلاق مكية</h1>\n\n<p>\nلعدتهن حسن وقال أبو عمرو كاف زالا حسن الوقف على وأحصوا العدة ربكم حسن\nوالأحسن الوقف على بفاحشة مبينة وتلك حدود الله تام وكذا فقد ظلم نفسه وأمر\nاذوي عدل منكم كاف وكذا الله واليوم الآخر تام يحتسب حسن وكذا فهو حسبه\nأمره كاف قدرا <span id='ms153'></span> تام وكذا واللائي لم يحضن أي كذلك ولا يبعد جواز الوقف على\nفعدتهن ثلاثة أشهر أن يضعن حملهن كاف وكذا يسرا أنزله إليكم تام أجرا حسن\nلتضيقوا عليهن كاف وكذا حملهن أجور هن صالح بمعروف كاف له أخرى تام من سعته\nحسن وكذا مما آتاه الله إلا ما آتاها تام وكذا يسرا ونكرا وبال أمرها صالح\nخسرا حسن شديد كاف الذين آمنوا تام وقال أبو عمرو كاف وقيل تام ذكرا إن نصب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nرسولا بالأغراء أي عليكم رسولا أو بنحو أرسل رسولا وان نصب بذكر أو على\nانه بدل منه بجعله بمعنى الرسالة أو انه مفعول معه لا نزل ذلك وقفا إلى\nالنور تام وكذا رزقا مثلهن كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head75'>سورة التحريم مدنية</h1>\n\n<p>\nأزواجك كاف رحيم تام تحله أيمانكم حسن عبد بعضهم والأحسن الوقف على\nمولاكم وهو قول أبي حاتم الحكيم وكذا عن بعض الخبير حسن قلوبكما صالح وصالح\nالمؤمنين كاف ظهير تام وكذا وأبكارا والحجارة كاف ما أمرهم مفهوم ما يؤمرون\nتام لا تعتذر واليوم صالح تعلمون تام نصوحا كاف الأنهار وبأيمانكم كاف وكذا\nواغفر لنا قدير تام جهنم كاف المصير تام وامرأت لوط كاف مع الداخلين حسن\nالظالمين كاف إن نصب ومريم أبنت عمران بإضمار اذكروا جائز إن عطف على امرأت\nفرعون لأنه عطف جملة آخر السور تام.\n</p>\n\n<h1 class='l1' id='head76'>سورة الملك مكية</h1>\n\n<p>\nقدير كاف إن جعل خبر مبتدأ محذوف وليس بوقف إن جعل نعتا للذي بيده الملك\nوكذا الحكم في الغفور طباقا كاف وكذا من تفاوت وهو حسير تام للشياطين كاف\nالسعير تام لمن قرا عذاب جهنم بالرفع وان قرئ بالنصب فجائز جهنم كاف وكذا\nالمصير ومن الغيظ ونذير وقيل الوقف على بلى وهو جائز كبير وكذا السعير\nوفاعترفوا بذنبهم لاصحاب السعير تام كبير كاف أو اجهروا به صالح بذات\nالصدور حسن الخبير تام من رزقه كاف النشور حسن حاصبا كاف كيف نذير تام وكذا\nنكير ويقبضن وإلا الرحمن بصير كاف وكذا من دون الرحمن وغرور إن أمسك رزقه <span id='ms154'></span>\nونفور حسن وكذا مستقيم والأفئدة كاف ما تشكرون كاف صادقين حسن وكذا نذير\nمبين وتوعدون واليم توكلنا كاف في ضلال مبين حسن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head77'>سورة ن والقلم مكية</h1>\n\n<p>\nوتقدم الكلام على ن وقيل هو الحوت الذي دحيت عليه الارضون وقيل الدواة ما\nأنت بنعمة ربك بمجنون جواب الأقسام وهو وقف كاف إن جعل ما بعده مستأنفا\nوليس بوقف إن جعل من تمام الجواب وكذا الحكم في ممنون لعلي خلق عظيم كاف\nوقال أبو عمرو كأبي حاتم تام بأبيكم المفتون تام بالمهتدين كاف فيدهنون حسن\nمهين جائز زنيم كاف لمن قرا أن كان ذا مال على الاستفهام التوبيخي أو على\nالخبر وعلقه بقال بعده أو يحجد محذوفا وليس بوقف لمن قراه على الخبر وعلقه\nبقوله ولا تطع أو بما يدل عليه وتقدير يعتدي ويطغي لان كان ذا مال وبنين\nأساطير الأولين كاف على الخرطوم تام ولا يستثنون كاف كالصراط صالح صارمين\nكاف وكذا مسكين ومحرومون ويسبحون وظالمين يتلاومون صالح وكذا كيف تحكمون\nكاف وكذا تخبرون ولما تحكمون وأجاز بعضهم الوقف على تدرسون زعيم صالح\nويبتدئ بأم لهم شركاء بمعنى ألهم شركاء وكذا صادقين فلا يستطيعون كاف إن\nنصب خاشعة بفعل مقدر تقديره تراهم خاشعة وليس بوقف إن نصب حالا من مرفوع\nيدعون ترهقهم ذلة كاف وكذا وهم سالمون والحديث لا يعلمون جائز وكذا وأملى\nلهم متين اصح وكذا مثقلون يكتبون حسن مكظوم كاف من الصالحين حسن وكذا\nالمجنون وقال أبو عمرو في الأول تام وفي الثاني كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head78'>سورة الحاقة مكية</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n<p>\nالحاقة ما الحاقة وما أدراك ما الحاقة تام بالقارعة كاف بالطاغية جائز\nعاتية حسن حسوما كاف باقية تام رابية حسن واعية تام الواقعة مفهوم وكذا على\nأرجائها خافية تام كتابيه صالح حسابيه وكذا كريم شاعر كاف وكذا تؤمنون\nوكاهن وتذكرون من رب العالمين حسن وكذا حاجزين للمتقين كاف وكذا مكذبين\nوالكافرين لحق اليقين حسن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head79'>سورة المعارج مكية</h1>\n\n<p>\nللكافرين صالح المعارج حسن خمسين ألف سنة <span id='ms155'></span> تام وكذا جميلا وقريبا\nويبصرونهم وينجيه وكلا لكن لا يجمع بين الآخرين والوقف على الأخير أولي من\nينجيه لظى كاف لمن رفع نزاعة أو نصبها بأعنى وليس بوقف لمن نصبها حالا\nفأوعي تام دائمون كاف وكذا والمحروم ويم الدين مشفقون حسن وكذا عير مأمون\nوغير ملومين العادون كاف وكذا راعون وقائمون ويحافظون مكرمون تام عزين حسن\nجنة نعيم كلا تام وقيل كلا بمعنى حقا وقيل بمعنى إلا فالوقف فيهما على حنة\nنعيم مما يعلمون حسن وكذا بمسبوقين ويعودون صالح وكذا يوفضون ترهقهم ذلة\nتام وكذا آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head80'>سورة نوح عليه السلام مكية</h1>\n\n<p>\nاليم كاف إلى أجل مسمى حسن وكذا تعلمون فرارا كاف وكذا استكبار جهارا\nصالح وكذا أنهارا أطوارا تام سراجا حسن إخراجا تام وكذا فجاجا كبارا كاف\nونسرا تام وكذا كثيرا وضلالا وأنصارا ديارا حسن كفارا أحسن منه والمؤمنات\nتام وكذا آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head81'>سورة الجن مكية</h1>\n\n<p>\nفآمنابه كاف وكذا أحدا هذا لمن قرا بالمكسر فان قراه بالفتح بمعنى قل\nأوحي إلى انه استمع وأنه تعالى لم يقف عليهما وكذا الحكم في بقية الآيات\nالتي بعدها وانا أو وانه أو وانهم مما يكسر ويفتح وعدتها اثنتا عشر ولا\nولدا كاف وكذا شططا وكذبا ورهقا وأحدا وشهبا ورصدا ورشدا وقددا وهربا ورهقا\nورشدا حطبا صالح لنفتنهم فيه تام وكذا صعدا مع الله أحدا أو رسالاته تام\nوكذا فيها أبدا وأقل عددا وأمدا ولا يوقف على من رسول آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head82'>سورة المزمل عليه السلام مكية وقل إلا قوله إن ربك يعلم إلى آخرها فمدني</h1>\n\n<p>\nأوزد عليه تام نقله أبو عمرو عن نافع ثم قال وهو صالح ترتيلا كاف ثقيلا\nحسن وقال أبو عمرو تام قيلا كاف وكذا طويلا تبتيلا تام لمن قرا رب بالرفع\nوليس بوقف لمن قراه بالجر بدلا من ربك لا اله إلا هو كاف وكيلا أكفى منه\nجميلا كاف قليلا أليما مفهوم مهيلا تام وبيلا حسن منفطر به تام وكذا مفعولا\nتذكرة جائز سبيلا تام من <span id='ms156'></span> الذين معك كاف فتاب عليكم جائز من القرآن كاف وكذا\nفي سبيل الله ما تيسر منه تام حسنا كاف قاله أبو حاتم وهو عندي أتم مما\nقبله أجرا كاف واستغفروا الله جائز آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head83'>سورة المدثر عليه الصلاة والسلام مكية</h1>\n\n<p>\nقم فأنذر كاف وكذا فكبر وطهر وفاهجر وتستكثر وفاصبر غير يسير تام إن أزيد\nكلا تام وأجاز والوقف على أن أزيد ويبتدئ بكاد بجعلها بمعنى إلا عنيدا كاف\nصعودا وقول البشر وسقر ولا تذر ويبتدئ لواحة بمعنى هي لواحة للبشر جائز\nتسعة عشر كاف وكذا ألا ملائكة ومثلا ويهدي من يشاء إلا هو تام وكذا للبشر\nكلا بمعنى إلا فالوقف عليها هنا ليس بحسن وان جوزة بعضهم أو يتأخر حسن إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب اليمن تام ويبتدئ في جنات أي هم في جنات في سقر كاف وكذا أتانا\nاليقين ولشافعين ومن قسورة منثرة تام والأحسن الوقف على كلا الآخرة كاف\nتذكرة صالح فمن شاء ذكره حسن إلا أن يشاء الله كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head84'>سورة القيامة مكية</h1>\n\n<p>\nلا صلة وقيل رد الكلام في السورة المتقدمة كأنهم أنكروا البعث فقيل لا\nوقوله اقسم قسم وجوابه محذوف تقديره لتبعثن ولتحاسبن بقرينة قوله أيحسب\nالإنسان أن لن تجمع عظامه فالوقف على اللوامة كاف عظامه بلى تام وقال أبو\nعمرو كاف وقيل والمعنى بلى نجمعها ويجوز الوقف على كلا لاوزر حسن المستقر\nتام وأخر كاف معاذيره حسن لتعجل به تام جمعه وقرآنه كاف بيانه تام ولا يوقف\nعلى كلا هنا لأنها ليست بمعنى الرد بل بمعنى إلا الآخرة تام ناظرة حسن\nفاقرة تام كلا لا يجوز عليها هنا بحال المساق كاف فأولي تام وكذا سدي\nوالأنثى وآخر السورة.\n</p>\n\n<h1 class='l1' id='head85'>سورة الإنسان مكية أو مدنية</h1>\n\n<p>\nمذكورا كاف نبتليه تام عند بعضهم بصيرا حسن كفورا تام وكذا سعيرا تفجيرا\nحسن مستطيرا صالح وكذا ولاشكور لقطريرا تام وسرورا صالح وكذا على الأرائك\nوتذليلا وهو أصلحها كانت قواريرا كاف وكذا تقديرا وسلسبيلا والعامة تقف على\nإذا رأيت ثم وليس بشيء <span id='ms157'></span> لان الجواب بعده كبيرا صالح وإستبرق كاف من فضة صالح\nطهورا كاف مشكورا تام تنزيلا حسن وكذا كفورا وأصيلا تام وكذا ثقيلا أسرهم\nكاف تبديلا تام تذكرة صالح سبيلا حسن حكيما كاف في رحمته تام وكذا آخر\nالسورة.\n</p>\n\n<h1 class='l1' id='head86'>سورة المرسلات مكية</h1>\n\n<p>\nلواقع تام وهو آخر جواب الأقسام ليوم الفصل تام وكذا ما يوم الفصل\nوللمكذبين هنا وفيما يأتي منه في هذه السورة الأولين كاف الآخرين صالح وقال\nأبو عمرو كاف وهو احسن بالمجرمين حسن وقال أبو عمرو تام فقدرنا كاف\nانقادرون حسن وكذا فراتا وبه تكذبون من اللهب كاف صفر تام فيعتذرون حسن\nوكذا فكيدون يشتهون كاف وكذا تعملون المحسنين وكذا مجرمون ولا يركعون آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head87'>سورة النبأ مكية</h1>\n\n<p>\nعم يتساءلون كاف ثم قال تعالى عن النبأ العظيم وهو شبيه بقوله لمن الملك\nاليوم ثم رد على نفسه فقال لله الواحد القهار مختلفون حسن كلا لا يوقف هنا\nعليه ثم كلا سيعلمون تام وقال أبو عمرو كاف أوتاد جائز وكذا سباتا ومعاشا\nوجنات ألفافا تام وكذا سرابا أحقابا كاف وأجاز قوم الوقف على ولا شرابا\nويبتدئ إلا حميم بمعنى لكن حميما ولا أستحسنه وفاقا كاف وكذا حسابا كذابا\nتام وكذا عذابا دهاقا كاف حسابا حسن وكذا وما بينهما وقال أبو عمرو فيهما\nكاف وهذا لمن رفع خبرا مبتدأ محذوف ورفع الرحمن مبتدأ أما من جرهما فلا يقف\nقبلهما لأنهما بدلان من ربك ومن رفع الرحمن بدلا من رب السموات لم يقف على\nوما بينهما خطابا كاف صوابا تام وكذا مآبا ولا أنكر على وقف على اليوم الحق\nقريبا صالح آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head88'>سورة النازعات مكية</h1>\n\n<p>\nوجواب الأقسام المذكورة محذوف تقديره هذه الأشياء لتبعثن يوم ترجف\nالراجفة تنبعها الرادفة كاف خاشعة صالح وقال أبو عمرو تام خاسرة تام وكذا\nبالساهرة طوى كاف فتخشى صالح والأولى تام وما ذكرنا انه تام من هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nالوقف إنما يأتي أن جواب الأقسام محذوف ماذا جعل جوابها إن في ذلك الخ\nفكان لمن يخشى تام <span id='ms158'></span> وكذا أم السماء وقيل يوقف على بناها أيضا وعليه لا أحب\nبينهما ضحاها كاف دحاها جائز ولأنعامكم حسن لمن يرى تام المأوى الأولي كاف\nوالثانية تام من ذكراها صالح منتهاها أصلح منه من يخشاها مفهوم آخر السورة\nتام.\n</p>\n\n<h1 class='l1' id='head89'>سورة عبس مكية</h1>\n\n<p>\nالأعمى حسن الذكرى احسن منه تصدى حسن وكذا يزكى تلهى تام تذكرة كاف وأجاز\nبعضهم الوقف على كلا وقال أبو عمرو والوقف عليها تام أي لا تعرض عنه فمن\nشاء ذكره كاف بررة تام من أي شيء خلقه كاف أنشره تام ما أمره كاف إلى طعامه\nحين لمن قرا انا بالكسر استئنافا أو بالفتح بجعله خبرا المبتدأ محذوف وليس\nبوقف لمن قراه بالكسر بجعله تفسيرا بالنظر إلى الطعام أو بالفتح بتقدير إلى\nطعامه والى أنا صببنا أو بجعله ولأنعامكم تام وكذا وبينه وشأن يغنيه\nمستبشرة حسن وكذا قترة وقال أبو عمرو فيهما تام آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head90'>سورة التكوير مكية</h1>\n\n<p>\nعملت نفسا ما أحضرت تام والوقف على ما قبله من رؤس الآي جائز وقال أبو\nعمرو كاف ثم أمين تام بمجنون كاف المبين وكذا بضنين شيطان رجيم جائز تذهبون\nتام وكذا أ، يستقيم وآخر السورة.\n</p>\n\n<h1 class='l1' id='head91'>سورة الانفطار مكية</h1>\n\n<p>\nقدمت وأخرت تام وكذا ركبك واختار بعضهم الوقف على فسواك وبعضهم على فعدلك\nما تفعلون تام بغائبين كاف ثم ما أدراك ما يوم الدين تام لمن قرا يوم لا\nتملك بالرفع وليس بوقف لمن قراه بالنصب ظرفا لنفس شيأ حسن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head92'>سورة المطففين مكية أو مدنية</h1>\n\n<p>\nيخسرون تام وكذا الرب العالمين كلا قال أبو حاتم بمعنى إلا وكذا جميع ما\nيأتي منها في هذه السورة فلا يوقف عليها وقال أبو عمرو يجوز أن تكون بمعنى\nرد ما قبلها فيوقف عليها لفي سجين صالح مرقوم تام بيوم الدين حسن الأولين\nتام وكذا يكسبون لمحجوبون مفهوم به تكذبون تام لفي عليين كاف ما عليون صالح\nالمقربون تام ينظرون كاف وكذا نضرة النعيم صالح ختامه مسك حسن المتنافسون\nكاف المقتربون تام عليهم حافظين <span id='ms159'></span> كاف يضحكون صالح ولك أن تقف على الأرائك\nكذا قيل وفيه تعسف والأولي أن تقف على ينظرون آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head93'>سورة الانشقاق مكية</h1>\n\n<p>\nقيل جواب إذا وأذنت والواو صلة وقيل جوابها محذوف وعيهما فحققت تام وقيل\nالآية تقدم وتأخير وتقديره ياأيها الإنسان أنك كادح إلا ربك كدحا فملاقيه\nإذا السماء انشقت كأنه قال تلقون جزاء أعمالكم إذا السماء انشقت يعني يوم\nالقيامة وعليه اقتصر الأصل فملاقيه تام مسرورا كاف وكذا سعيرا ومسرورا بلى\nحسن ويجز الابتداء به بصيرا تام وكذا عن طبق لا يسجدون كاف وكذا يكذبون بما\nيوعدون صالح اليم كاف بجعل ألا بمعنى لكن آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head94'>سورة البروج مكية</h1>\n\n<p>\nشهود تام إن جعل جواب القسم قتل أصحاب الأخدود وجائز لطول الكلام إن جعل\nجواب القسم إن بطش ربك لشديد كما قيل به والأرض كاف شهيد تام وكذا الحريق\nالأنهار كاف الكبير تام وما ذكرنا انه تام من هذه الوقف إنما يأتي على قول\nالأول إما على الثاني فكاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nلشديد تام ويعيد صالح المجيد كاف لما يريد تام في تكذيب صالح محيط كاف\nآخر السورة تام.\n</p>\n\n<h1 class='l1' id='head95'>سورة الطارق مكية</h1>\n\n<p>\nلما عليها حافظ تام وهو جواب القسم مم خلق تام وكذا الترائب لقادر كاف إن\nأريد برجعه رجعه إلى إلا حليل أو إلى الصلب وليس بوقف إن أريد به بعثه\nونشره يوم القيامة لان تبللا السرائر حينئذ ظرف السرائر كاف ولا ناصر تام\nوكذا بالهزل وآخر السورة.\n</p>\n\n<h1 class='l1' id='head96'>سورة الأعلى مكية</h1>\n\n<p>\nأحوى تام إلا ما شاء الله حسن وما يخفى وكذا لليسرى الذكرى حسن ولا يحيى\nتام فصلى كاف الدنيا صالح خير وأبقى أصلح من آخر سورة تام.\n</p>\n\n<h1 class='l1' id='head97'>سورة الغاشية مكية</h1>\n\n<p>\nحديث الغاشية تام عين آنية جائز وكذا من ضريع من جوع تام عالية جائز وكذا\nلاغية مبثوثة تام وكذا سطحت وقال أبو عمرو فيه كاف وقيل تام بمسيطر كاف\nوإلا بمعنى لكن العذاب الأكبر تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head98'>سورة الفجر مكية أو مدنية</h1>\n\n<p>\nلذي حجر تام قاله أبو حاتم <span id='ms160'></span> وغيره إن ربك لبالمرصاد تام وهو جواب القسم\nفمن وقف على أن يقال وقف صالح أو نحوه لا تام وقد تقف العوام على بعاد ارم\nوليس بحسن لان بعده نعت له أكرمن مفهوم أهانن حسن وقال أبو عمرو فيهما كاف\nوقيل تام كلا حسن وهو احسن من الوقف على أهانن وقال أبو عمرو كلا في\nالموضعين تام لأنها بمعنى لا وخالف الأصل في الثانية فقال لا يوقف عليها\nهنا جما تام قدمت لحياتي كاف وثاقه أحد تام آخر السورة.\n</p>\n\n<h1 class='l1' id='head99'>سورة البلد مكية</h1>\n\n<p>\nوما مر في لا أقسم بيوم القيامة يأتي هنا وجاب القسم لقد خلقنا الإنسان\nفي كبد وهو تام قال في الأصل لا خلاف فيه وقال أبو عمرو كاف وقيل تام لبدا\nحسن وقال أبو عمرو كاف انه لم يره أحد تام فلا اقتحم العقبة كاف وكذا ما\nالعقبة ذا متربة ليس بحسن لان الكفارة إنما تنفع مع الإيمان بالله تعالى\nلكن قال أبو عمرو وانه تام أصحاب الميمنة تام أصحاب المشأمة جائز آخر\nالسورة تام.\n</p>\n\n<h1 class='l1' id='head100'>سورة والشمس مكية</h1>\n\n<p>\nقد أفلح إلى قوله من دساها جواب القسم وهو تام أشقاها كاف وكذا فسواهل\nوقال أبو عمرو انهما تامان آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head101'>سورة والليل مكية</h1>\n\n<p>\nوجاب القيم إن سعيكم لشتى وهو تام لليسرى كاف وكذا للعسرى وقال أبو عمرو\nفي لثانية تام وقيل كاف إذا ترى تام والأولي كاف وقال أبو عمرو تام تلظى\nجائز وتوللا تام وكذا الاعلى وأخر السورة.\n</p>\n\n<h1 class='l1' id='head102'>سورة الضحى مكية</h1>\n\n<p>\nوجواب القسم ما ودعك ربك وما قلى وهو حسن من الأولي صالح فترضى تام فأغنى\nكاف وقال أبو عمرو في الجميع تام تقهر جائز وكذا تنهر آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head103'>سورة الانشراح مكية</h1>\n\n<p>\nلك ذكرك تام وكذا إن مع العسر يسرا وآخر السورة.\n</p>\n\n<h1 class='l1' id='head104'>سورة التين مكية أو مدنيه</h1>\n\n<p>\nوجواب القسم لقد خلقنا الإنسان في احسن تقويم وهو كاف قاله أبو حاتم وليس\nبجيد للفصل بين المستثنى والمستثني منه وانما أجازه أبو حاتم أطول الكلام\nغير ممنون تام <span id='ms161'></span> قاله أبو حاتم وقال أبو عمرو فيه كاف بالدين وكذا آخر\nالسورة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>سورة العلق مكية</h1>\n\n<p>\nالذي خلق تام من علق علم بالقلم كاف ما لم يعلم تام استغنى حسن وقال أبو\nعمرو تام الرجعي إذا صلى كاف وكذا بالتقوى بان الله يرى تام بالناصية كاف\nقاله أبو حاتم ولا أستحسنه وان كان جائز لما فيه من الفصل بين البدل\nوالمبدل منه خاطئة كاف الزبانية تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head106'>سورة القدر مكية أو مدنية</h1>\n\n<p>\nفي ليلة القدر كاف ما ليلة القدر تام وقال أبو عمرو كابي حاتم كاف من ألف\nشهر حسن وقال أبو عمرو كاف من كل أمر كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head107'>سورة لم يكن مكية أو مدنية</h1>\n\n<p>\nتأتيهم البينة كاف إن رفع ما بعده خبر المبتدأ محذوف وليس بوقف إن رفع\nبدلا من البينة كتب وكذا جاءتهم البينة كتب قيمة تام وكذا جاءتهم البينة\nويؤتوا الزكاة جائز دين القيمة تام وكذا شر البرية وخير البرية وقال أبو\nعمرو فيهما كاف خالدين أبدا صالح ورضوا عنه كاف وقال أبو عمرو كابي حاتم\nآخر السورة تام.\n</p>\n\n<h1 class='l1' id='head108'>سورة الزلزلة مكية أو مدنية</h1>\n\n<p>\nأوحي لها تام أعمالهم كاف وكذا خيرا يره آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head109'>سورة والعاديات مكية أو مدنية</h1>\n\n<p>\nوجواب القسم إن الإنسان لربه لكنود وهو حسن إن لم يجعل ما بعده من تتمته\nبل مستأنفا وعلى هذا لشهيد حسن وكذا لشديد وان جعل من تتمته فالأولين\nكافيان والثالث حسن ما في الصدور تام وكذا آخر السورة.\n</p>\n\n<h1 class='l1' id='head110'>سورة القارعة مكية</h1>\n\n<p>\nوما أدراك ما القارعة كاف وقال أبو عمرو كابي حاتم تام كالعهن المنفوش\nكاف راضية صالح وكذا هاويه كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head111'>سورة التكاثر مكية</h1>\n\n<p>\nالمقابر تام ويبتدئ بكاد بمعنى الأعلى التهديد والوعيد ثم كلا سوف تعلمون\nكاف وكذا علم اليقين عين اليقين صالح آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head112'>سورة والعصر مكية أو مدنية</h1>\n\n<p>\nولا وقف فيها دون أخرها للاستثناء.\n</p>\n\n<h1 class='l1' id='head113'>سورة الهمزة مكية أو مدنية</h1>\n\n<p>\nأخلده تام ويكون كلا بمعنى إلا ويجوز الوقف على كلا <span id='ms162'></span> بمعنى النفي في\nالحطمة كاف وما أدراك ما الحطمة أكفى منه ويبتدئ نار الله بتقدير يرهى نار\nالله على الافئدة صالح آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head114'>سورة الفيل مكية</h1>\n\n<p>\nبأصحاب الفيل صالح وكذا أبابيل والأول اصلح آخر سورة تام إن علقت لام\nلئلاف قريش بقوله فيهل فليعبدوا أي ليجعلوا عبادتهم شكرا لهذه النعمة أو\nبمحذوف أي عجبوا لئلاف قريش رحلة الشتاء والصيف وتركهم عبادة رب هذا البيت\nوليس بوقف إن علقت بسورة الفيل إما بقوله فعل ربك أو بقوله ألم يجعل كيدهم\nفي تضليل أو بقوله فجعلهم كعصف وعليه ويحمل قول أبي حاتم ليس آخر السورة\nالفيل وقف والإجماع على انهما سورتان قد يبعد هذا القول بل قال أبو عمرو\nوان القول به خطأ بين اذ يلزم عليه أن يكون لئلاف قريش بعض آيات سورة\nالفيل.\n</p>\n\n<h1 class='l1' id='head115'>سورة قريش مكية</h1>\n\n<p>\nوقد عرفت أن لام لئلاف قريش بماذا تتعلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوالصيف كاف إن لم تتعلق اللام بقوله فليعبدوا لخر السورة تام.\n</p>\n\n<h1 class='l1' id='head116'>سورة الدين مكية أو مدنية أو نصفها كذا ونصفها كذا</h1>\n\n<p>\nطعام المسكين تام ساهون كاف إن لم يجهل ما بعده صفة لما قبله آخر السورة\nتام.\n</p>\n\n<h1 class='l1' id='head117'>سورة الكوثر مكية أو مدنية</h1>\n\n<p>\nوانحر جائز وقال أبو عمرو تام آخرها تام.\n</p>\n\n<h1 class='l1' id='head118'>سورة الكافرين مكية أو مدنية</h1>\n\n<p>\nما أعبد في الموضعين كاف آخرها تام.\n</p>\n\n<h1 class='l1' id='head119'>سورة النصر مكية</h1>\n\n<p>\nواستغفره كاف آخرها تام.\n</p>\n\n<h1 class='l1' id='head120'>سورة تبت مكية</h1>\n\n<p>\nوتب تام وكذا وما كسب وامرأته كاف لمن رفعها بالعطف على الضمير في سيصلى\nورفع حمالة الحطب خبر المبتدأ محذوف أو نصبها بأعنى مقدر أو ليست بوقف لمن\nرفعها مبتدأ خبره حمالة الحطب أو رفع حمالة بجلا من امرأته بل الوقف على\nذات لهب وهو كاف آخر السورة تام.\n</p>\n\n<h1 class='l1' id='head121'>سورة الإخلاص هي واللتان بعدها مكيات أو مدنيات</h1>\n\n<p>\nالله أحد حسن وقال أبو عمرو كاف الصمد وكذا ولم يولد آخرها تام.\n</p>\n\n<h1 class='l1' id='head122'>سورة الفلق</h1>\n\n<p>\nليس فيها وقف كاف ولا تام إلا آخرها تام.\n</p>\n\n<h1 class='l1' id='head123'>سورة الناس</h1>\n\n<p>\nالخناس كاف لمن رفع ما بعده خبر مبتدأ محذوف أو <span id='ms163'></span> نصبه على الذي بتقدير\nأعنى وليس بوقف لمن جره نعتا لما قبله آخر السورة وقال أبو عمرو ولم يزد\nالأصل في سورة الفلق والناس على قوله وليس في الفلق والناس وقف حسن يعتمد\nوالله تعلى أعلم.\n</p>\n\n<p>\nالحمد الله معلم البيان ومسدي التبيان والصلاة والسلام على سيدنا محمد\nالهادي إلى سنن الرشاد الواقف لدعاء الخلق إلى الله في موقف السداد وعلى\nآله الذين اهتدوا بهداه واستمسكوا من الدين القويم بعراه وبعد فقدتم طبع\nهذا الكتاب الفائق البالغ النهاية فيما أودعه من المواقف على الحقائق وكان\nتمام طبعه بمطبعة الراجي من الله كمال الوفا حضرة محمد فندي مصطفى وذلك في\nأواخر ربيع الأول سنة 1313 هجرية على صاحبها الصلاة وأتم التحية آمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             <span id='ms164'></span>\n</p>\n",
  "pages": [
    "000",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092"
  ],
  "volumes": [
    "01"
  ]
}