{
  "content": "\n<p>\nإسعاف المبطأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حرف الهمزة )\n</p>\n\n<p>\nإبراهيم بن عبد الله بن حنين الهاشمي مولاهم أبو إسحاق المدني روى عن\nأبيه وأبي هريرة وعلي ولم يسمع منه وعنه الزهري وزيد بن أسلم ونافع وابن\nإسحاق وعدة قال بن سعد كان ثقة كثير الحديث\n</p>\n\n<p>\nإبراهيم بن أبي عبلة شمر بن يقظان العقيلي المقدسي ويقال الدمشقي روى عن\nبن عمر وواثلة بن الأسقع وأبي أمامة وأنس وعنه مالك والليث وابن المبارك\nوخلق وثقه بن معين وابن المديني والنسائي وقال أبو حاتم صدوق مات سنة اثنين\nوخمسين ومائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم بن عقبة بن أبي عياش الأسدي المطرقي المدني روى عن سعيد بن\nالمسيب وعروة بن الزبير وكريب وعنه مالك والسفيانان وحماد بن زيد وابن\nالمبارك وثقه أحمد ويحيى والنسائي وقال بن المديني له عشر أحاديث\n</p>\n\n<p>\nأسامة بن زيد بن حارثة بن شراحيل الكلبي حب رسول الله صلى الله عليه وسلم\nومولاه وابن حبه وأمه أم أيمن مولاته روى عن النبي صلى الله عليه وسلم وعن\nأبيه وبلال وأم سلمة وعنه عروة وأبو عثمان النهدي وأبو وائل وغيرهم أمره\nالنبي صلى الله عليه وسلم على جيش فيهم أبو بكر وعمر وقال فيه وايم الله إن\nكان لخليقا بالإمارة وفي صحيح البخاري أنه قال له وللحسن اللهم إني أحبهما\nفأحبهما وزوجه فاطمة بنت قيس وكان يومئذ بن خمس عشرة سنة وولد له في عهد\nالنبي صلى الله عليه وسلم كذا جزم به الحافظ أبو الفضل العراقي في شرح\nالأحكام وذكره أيضا بن حجر وقال إن جده حارثة أسلم فهؤلاء أربعة متوالدون\nصحابة وتوفي النبي صلى الله عليه وسلم وهو بن تسع عشرة سنة وفضله عمر على\nابنه عبد الله في الفرض وقال هو أحب إلى رسول الله صلى الله عليه وسلم منك\nسكن المزة مدة ثم تحول إلى المدينة ومات بها وقيل بوادي القرى سنة أربع\nوخمسين\n</p>\n\n<p>\nإسحاق بن عبد الله بن أبي طلحة الأنصاري المدني روى عن أبيه وعمه أنس\nوعنه مالك والأوزاعي وابن عيينة وهمام وثقه أبو <span id='ms01'></span> زرعة وأبو حاتم والنسائي\nوقال بن معين ثقة حجة مات سنة أربع وثلاثين ومائة\n</p>\n\n<p>\nأسعد وهو أبو أمامة بن سهل بن حنيف الأنصاري المدني ولد في حياة النبي\nصلى الله عليه وسلم وأرسل عنه وروى عن عمر وعثمان وأبي هريرة وابن عباس\nوجماعة وعنه ابناه محمد وسهل والزهري ويحيى الأنصاري وخلق مات سنة مائة\n</p>\n\n<p>\nأسلم المدني والد زيد روى عن مولاه عمر وأبي بكر وعثمان ومعاذ وغيرهم\nوعنه ابنه ونافع والقاسم بن محمد قال العجلي ثقة من كبار التابعين مات سنة\nثمانين\n</p>\n\n<p>\nإسماعيل بن أبي حكيم المدني روى عن بن المسيب وعروة والقاسم وغيرهم وعنه\nمالك وابن إسحاق وثقه بن معين والنسائي وقال أبو حاتم يكتب حديثه كان عاملا\nلعمر بن عبد العزيز مات سنة ثلاثين ومائة\n</p>\n\n<p>\nإسماعيل بن محمد بن ثابت بن قيس بن شماس الأنصاري عن جده ثابت قلت يا\nرسول الله خشيت أن أكون قد هلكت الحديث رواه عنه الزهري وهو في موطأ سعيد\nبن عفير ولم يرو له مالك غيره كذا في التذكرة للحسيني قال بن حجر إنما تفرد\nسعيد بن عفير بقوله عن ثابت وإلا فقد تابعه سعيد بن أبي أويس وجويرة بن\nأسماء لكن قالا عن مالك عن الزهري عن إسماعيل بن محمد بن ثابت أن ثابت بن\nقيس قال يا رسول الله فذكره مرسلا وبهذا جزم البخاري فقال روى عنه الزهري\nمرسلا وذكره بن حبان في الثقات وقال يروى عن أنس روى عنه أبو ثابت من ولد\nثابت بن قيس قال بن حجر ولم يدرك إسماعيل جده فإنه قتل باليمامة وقال\nالدمياطي في أنساب الخزرج روى عنه ابنه عبدالخبير\n</p>\n\n<p>\nإسماعيل بن محمد بن سعد بن أبي وقاص الزهري أبو محمد المدني عن أبيه\nوعميه عامر ومصعب وأنس وغيرهم وعنه مالك وصالح بن كيسان وابن جريج وابن\nعيينة قال بن معين ثقة حجة مات سنة أربع وثلاثين ومائة\n</p>\n\n<p>\nأمية بن عبد الله بن خالد بن أسيد بن أبي العيص الأموي المكي روى عن بن <span id='ms02'></span>\nعمر وعنه الزهري وطائفة وثقه العجلي ولاه عبد الملك خراسان ومات سنة سبع\nوثمانين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأنس بن مالك بن النضر بن ضمضم بن زيد بن حرام الأنصاري النحاري أبو حمزة\nخادم رسول الله صلى الله عليه وسلم روى عن النبي صلى الله عليه وسلم وأبي\nبكر وعمر وعثمان في آخرين روى عنه أولاده موسى والنضر وأبو بكر وحفيداه\nثمامة وحفص وسليمان التيمي وحميد الطويل وعاصم الأحول وخلائق لا يحصون خدم\nالنبي صلى الله عليه وسلم عشر سنين ودعا له فقال اللهم أكثر ماله وولده\nوأدخل الجنة كان يصلي فيطيل القيام حتى تقطر قدماه دما مات سنة ثلاث وتسعين\nوقيل سنة اثنتين وقيل سنة إحدى وقيل سنة تسعين\n</p>\n\n<p>\nأيوب بن أبي تميمة كيسان السختياني أبو بكر أحد الأئمة الأعلام رأى أنسا\nوروى عن الحسن وسعيد بن جبير وخلق وعنه شعبة والسفيانان والجادان وخلائق\nوروى عنه من شيوخه بن سيرين قال الحسن أيوب سيد شباب أهل البصرة وقال شعبة\nكان سيد الفقهاء وقال بن عيينة ما لقيت مثله في التابعين وقال بن معين أيوب\nأثبت من عون وقال أشعث كان جهد العلماء وقال بن سعد كان ثقة حجة ثبتا في\nالحديث جامعا كثير العلم ولد سنة ست وستين ومات سنة إحدى وثلاثين ومائة\n</p>\n\n<p>\nأيوب بن حبيب المدني روى عن أبي المثنى وعنه مالك وفليح قال النسائي ثقة\n</p>\n\n<p>\n| 1 ( حرف الباء )\n</p>\n\n<p>\nالبراء بن عازب بن الحارث بن عدي الأوسي الحارثي أبو عمارة وقيل أبو عمرو\nوقيل أبو الطفيل نزل الكوفة روى عن النبي صلى الله عليه وسلم وعن علي وبلال\nوأبي أيوب في آخرين وعنه عبد الرحمن بن أبي ليلى وأبو إسحاق السبيعي وخلائق\nشهد أحدا والحديبية وما بعدها قال البراء غزوت معه خمس عشرة غزوة وما قدم\nعلينا المدينة حتى حفظت سورا من المفصل مات سنة إحدى وقيل اثنتين وسبعن\n</p>\n\n<p>\nبسر بن سعيد المدني الزاهد مولى بن الحصرمي روى عن عثمان وسعد بن أبي\nوقاص وزيد بن ثابت وأبي هريرة وأبي سعيد وغيرهم وعنه <span id='ms03'></span> الزهري وبكير ويعقوب\nابنا الأشج وزيد بن أسلم وثقه بن معين والنسائي وغيرهما وقال أبو حاتم لا\nيسأل عن مثله ملك بالمدينة سنة مائة وهو ثمان وتسعين\n</p>\n\n<p>\nبسر بن محجن الديلي وقيل بشر روى عن أبيه وله صحبة وعنه زيد بن أسلم\n</p>\n\n<p>\nبشر بن يسار الحارثي الأنصاري مولاهم المدني روى عن رافع بن خديج وجابر\nوسهل بن أبي خثمة وعنه يحيى الأنصاري والوليد بن كثير وآخرون وثقه بن معين\nوقال بن سعد كان شيخا كبيرا فقيها أدرك عامة أصحاب رسول الله صلى الله عليه\nوسلم وكان قليل الحديث\n</p>\n\n<p>\nبصرة بن أبي بصرة جميل بن بصرة الغفاري له ولأبيه صحبة له عن النبي صلى\nالله عليه وسلم حديث واحد رواه عنه أبو هريرة\n</p>\n\n<p>\nبكير بن عبد الله بن الأشج أبو عبد الله ويقال أبو يوسف المدني نزيل مصر\nروى عن أبي أمامة بن سهل ومحمود بن نبيد وسعيد بن المسيب وخلق وعنه ابنه\nمخرمة والليث وابن لهيعة قال بن المديني لم يكن بالمدينة بعد كبار التابعين\nأعلم من بن شهاب ويحيى الأنصاري وبكير بن الأشج وقال النسائي ثقة ثبت وقال\nبن حبان من ثقات أهل مصر وقرائهم مات سنة سبع وعشرين ومائة\n</p>\n\n<p>\nبلال بن رباح الحبشي مؤذن رسول الله صلى الله عليه وسلم ومولى أبي بكر\nالصديق يكنى أبا عبد الله وقيل أبا عبد الرحمن وقيل أبا عبد الكريم وقيل\nأبا عمرو وهو أحد السابقين إلى الإسلام الذين عذبوا في الله بمكة وشهد بدرا\nولم يؤذن بعد النبي صلى الله عليه وسلم لأحد من الخلفاء إلا أن عمر لما قدم\nالشام حين فتحها أذن فتذكر الناس النبي صلى الله عليه وسلم فلم ير باك أكثر\nمن يومئذ وقال النبي صلى الله عليه وسلم له ما دخلت الجنة قط إلا سمعت\nحشحشتك أمامي وقال عمر أبو بكر سيدنا وأعتق سيدنا وقال أنس بلال سابق\nالحبشة وورد مرفوعا وسكن بلال داريا من عمل دمشق وبها توفى سنة عشرين وله\nبضع وسنون سنة وقيل <span id='ms04'></span> دفن بحلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حرف الثاء )\n</p>\n\n<p>\nثابت بن قيس بن شماس الأنصاري الخزرجي خطيب الأنصار شهد أحدا وما بعدها\nوشهد له النبي صلى الله عليه وسلم بالجنة وقال نعم الرجل ثابت استشهد\nباليمامة في خلافة الصديق وكان أمير الأنصار يومئذ روى عنه بنوه إسماعيل\nوقيس ومحمد وأنس بن مالك وابن أبي ليلى مرسلا\n</p>\n\n<p>\nثور بن زيد الديلي مولاهم المدني روى عن عكرمة وجماعة وعنه مالك\nوالداروردي وسليمان بن بلال وآخرون وثقة بن معين وأبو زرعة والنسائي مات\nسنة خمس وثلاثين ومائة\n</p>\n\n<p>\n| 1 ( حرف الجيم )\n</p>\n\n<p>\nجابر بن عبد الله بن عمرو بن حرام بن ثعلبة الأنصاري السلمي المدني أبو\nعبد الله وقيل أبو عبد الرحمن وقيل أبو محمد روى عن النبي صلى الله عليه\nوسلم وأبي بكر وعمر وعلي في آخرين وعنه أولاده محمد وعقيل وعبد الرحمن بن\nأبي رباح ومحمد بن المنكدر وخلائق غزا مع النبي صلى الله عليه وسلم تسع\nعشرة غزوة ولم يشهد بدرا ولا أحدا منعه أبو واستغفر له النبي صلى الله عليه\nوسلم ليلة البعير خمسا وعشرين مرة وكانت له حلقة في المسجد يؤخذ عنه ومات\nبالمدينة وقيل بمكة وقيل بقباء سنة ثمان وسبعين وقيل سنة تسع وقيل سبع وقيل\nأربع وقيل ثلاث وقيل اثنتين\n</p>\n\n<p>\nجابر بن عتبك بن النعمان بن عمرو الأنصاري الخزرجي السلمي قيل أنه شهد\nبدرا ولم يثبت وشهد ما بعدها من المشاهد روى عنه ابناه عبد الرحمن وأبو\nسفيان وابن أخيه عتيك بن الحارث\n</p>\n\n<p>\nجبير بن مطعم بن عدي بن نوفل بن عبد مناف النوفلي أبو محمد وقيل أبو عدي\nالمدني قدم في فداء أسارى بدر ثم أسلم يوم الفتح وقيل قبله وكان أحد\nالأشراف قال مصعب الزبيري كان من حكماء قريش وساداتهم وكان يؤخذ عنه النسب\nروى عنه ابناه محمد ونافع وسليمان بن صرد وسعيد بن المسيب وجماعة مات سنة\nتسع وخمسين\n</p>\n\n<p>\nالجراح مولى أم حبيبة ويقال له أبو الجراح يأتي في الكنى\n</p>\n\n<p>\nجعفر بن محمد بن علي بن حسين بن علي بن أبي <span id='ms05'></span> طالب أبو عبد الله الهاشمي\nالمدني الملقب بالصادق أحد الأعلام روى عن أبيه وعطاء وعروة وابن المنكدر\nوعنه أبو حنيفة ومالك ويحيى الأنصاري وهو أكبر منه وشعبة والسفيانان وخلق\nقال بن معين ثقة مأمون وقال أبو حاتم ثقة لا يسأل عن مثله وقال بن حبان من\nسادات أهل البيت وعباد أتباع التابعين وعلماء أهل المدينة ولد سنة ثمانين\nمات سنة ثمان وأربعين ومائة\n</p>\n\n<p>\nجميل بن عبد الرحمن أو بن عبد الله بن سويد أو سوادة المؤذن المدني أمه\nمن درية سعد القرظ وكان يؤذن فيهم ذكره بن الحذاء في رجال الموطأ فقال سمع\nسعيد بن المسيب وعمر بن عبد العزيز روى عنه مالك ويحيى بن سعيد الأنصاري\nذكره بن حجر في كتابه وأغفله الحسيني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حرف الحاء )\n</p>\n\n<p>\nالحارث بن يعقوب بن أبي فاطمة الدوسي يأتي في بن معيقيب في المبهمات\n</p>\n\n<p>\nحارثة بن النعمان بن رافع أو نفيع بن زيد بن عبيد بن ثعلبة الأنصاري أبو\nعبد الله المدني شهد بدرا واحدا والمشاهد كلها ورأى جبريل يكلم النبي صلى\nالله عليه وسلم فسلم عليهما فردا عليه وكان من الفضلاء روى عنه عبد الله بن\nرباح وعبد الله بن عامر بن ربيعة وغيرهما يقال توفي في إمارة معاوية\n</p>\n\n<p>\nحرام بن سعد ويقال بن ساعدة بن محيصة الأنصاري المدني وقد نسب إلى جده\nروى عن أبيه والبراء بن عازب وعنه الزهري قال بن سعد كان ثقة قليل الحديث\nمات بالمدينة سنة ثلاث عشرة ومائة\n</p>\n\n<p>\nالحسن بن محمد بن علي بن أبي طالب أو محمد المدني روى عن أبيه بن الحنفية\nوابن عباس وجابر وسلمة بن الأكوع وعنه الزهري وعمرو بن دينار قال العجلي\nتابعي ثقة وهو أول من وضع الأرجاء وقال الدارقطني كان أول من تكلم في\nالأرجاء وهو صحيح الحديث وقال بن حبان كان من أفاضل أهل البيت وكان من أعلم\nالناس بالاختلاف وقال بن دينار ما كان الزهري إلا من غلمانه مات سنة خمس\nوتسعين وقيل إحدى ومائة\n</p>\n\n<p>\nحصين بن محصن الأنصاري <span id='ms06'></span> الخطمي المدني روى عن عمة له لها صحبة وعن هرمي بن\nعمرو الواقفي وعنه بشير بن يسار وغيره وثقه بن حبان\n</p>\n\n<p>\nحفص بن عاصم بن عمر بن الخطاب العدوي أبو عمرو المدني روى عن أبيه وعمه\nعبد الله وأبي هريرة وغيرهم وعنه بنوه عيسى وعمر ورباح والزهري وثقه\nالنسائي وقال بن حبان من أفاضل أهل المدينة\n</p>\n\n<p>\nحمران بن أبان النمري مولى عثمان بن عفان أدرك أبا بكر وروى عن مولاه\nومعاوية وعنه أبو وائل وعروة والحسن وزيد بن أسلم وغيرهم ذكره بن معين في\nتابعي أهل المدينة ومحدثيهم ووثقه بن حبان وكان يصلي خلف عثمان ويفتح عليه\nوكان صاحب إذنه وكاتبه قدم البصرة فكتب عنه أهلها ومات بعد سنة خمس وسبعين\n</p>\n\n<p>\nحمزة بن عبد الله بن عمر بن الخطاب أبو عمارة المدني روى عن أبيه وعمته\nحفصة وعائشة وعنه الزهري وجماعة وثقه العجلي وغيره\n</p>\n\n<p>\nحميد بن أبي حميد الطويل أبو عبيدة البصري مولى طلحة الطلحات روى عن أنس\nوالحسين وعكرمة وغيرهم وعنه مالك وشعبة والجادان والسفيانان وخلق وثقه بن\nمعين وأبو حاتم وقال مؤمل بن إسماعيل عن حماد عامة ما يرويه حميد عن أنس\nسمعه من ثابت مات سنة ثلاث وأربعين ومائة وهو بن خمس وسبعين\n</p>\n\n<p>\nحميد بن عبد الرحمن بن عوف أبو عبد الرحمن المدني روى عن أبيه وأمه أم\nكلثوم بنت عقبة وعمر وعثمان وأبي هريرة وابن عمر وابن عباس وعنه ابنه عبد\nالرحمن وابن أخيه سعد بن إبراهيم والزهري وثقه العجلي وأبو زرعة وغيرهما\nومات سنة خمس وتسعين وقيل سنة خمس ومائة\n</p>\n\n<p>\nحميد بن قيس الأعرج المكي أبو صفوان القاري روى عن مجاهد وعكرمة وجماعة\nوعنه أبو حنيفة ومالك والسفيانان وابن جريج وغيرهم قال بن سعد كان قارىء\nأهل مكة وكان ثقة كثير الحديث وقال بن عيينة كان أفرضهم وأحسبهم يعني أهل\nمكة وكانوا لا يجتمعون إلا على قراءته ولم يكن بمكة أقرأ منه ومن عبد الله\nبن كثير وكان متيقظا مات سنة ثلاثين ومائة\n</p>\n\n<p>\nحنظلة بن <span id='ms07'></span> قيس بن عمرو الأنصاري الزرقي المدني روى عن رافع بن خديج وأبي\nهريرة وعنه الزهري وربيعة ويحيى الأنصاري وآخرون قال الواقدي كان ثقة قليل\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حرف الخاء )\n</p>\n\n<p>\nخالد بن زيد بن كليب أبو أيوب الأنصاري الخزرجي روى عن النبي صلى الله\nعليه وسلم وعن أبي بن كعب وعنه البراء بن عازب وجابر بن سبرة وابن المسيب\nوعروة قال الخطيب حضر العقبة وشهد بدرا وأحدا والمشاهد كلها ونزل عليه\nالنبي صلى الله عليه وسلم حين قدم المدينة في الهجرة وحضر مع علي النهروان\nومات بالروم غازيا في خلافة معاوية سنة اثنتين وخمسين وقبره في أصل سور\nالقسطنطينية\n</p>\n\n<p>\nخالد بن الوليد بن المغيرة بن عبد الله بن عمر بن مخزوم أبو سفيان\nالمخزومي سيف الله أسلم قبل الفتح وبعد الحديبية وشهد غزوة مؤتة وكان النصر\nعلى يده روى عنه بن خالته بن عباس وقيس بن أبي حازم وجبير بن نفيل وأبو\nوائل وأبو العالية وآخرون واستعمله أبو بكر على قتال أهل الردة ثم وجهه إلى\nالعراق ثم الشام وأمره عليها مات بحمص سنة إحدى وعشرين وقيل بالمدينة\n</p>\n\n<p>\nخبيب بن عبد الرحمن بن خبيب بن يساف الأنصاري أبو الحرث المدني روى عن\nأبيه وعمته أنيسة ولها صحبة وحفص بن عاصم وغيرهم وعنه شعبة أحد شيوخه ومالك\nوثقه بن معين وغيره ومات زمن مروان بن محمد\n</p>\n\n<p>\nخلاد بن السائب بن خلاد الأنصاري الخزرجي المدني روى عن أبيه وزيد بن\nخالد الجهني وعنه ابنه خالد وحبان بن واسع وغيرهما وثقه بن حبان\n</p>\n\n<p>\n| 1 ( حرف الدال )\n</p>\n\n<p>\nداود بن الحصين الأموي مولاهم أبو سليمان المدني روى عن عكرمة والأعرج\nوجماعة وعنه مالك وابن إسحاق وطائفة وثقه بن معين وضعفه أبو حاتم وقال لولا\nأن مالكا روى عنه لترك حديثه وقال أبو داود أحاديثه عن عكرمة مناكير وقال\nبن حبان من أهل الحفظ والإتقان مات سنة خمس وثلاثين ومائة عن اثنتين وسبعين\nسنة\n</p>\n\n<p>\n| 1 ( حرف الذال )\n</p>\n\n<p>\nذكوان أبو صالح السمان الزيات المدني روى عن سعد وأبي الدرداء وأبي هريرة\nوعائشة <span id='ms08'></span> وخلق وعنه بنوه سهيل وصالح وعبد الله وعطاء بن أبي رباح والأعمش\nوخلائق قال أحد شهد الدار زمن عثمان وكان ثقة من أجل الناس وأوثقهم وقال بن\nالمديني ثقة ثبت وقال بن سعد كثير الحديث مات بالمدينة سنة إحدى ومائة\n</p>\n\n<p>\n| 1 ( حرف الراء )\n</p>\n\n<p>\nرافع بن إسحاق الأنصاري مولاهم المدني روى عن أبي أيوب وأبي سعيد الخدري\nوعنه إسحاق بن عبد الله بن أبي طلحة وثقه النسائي\n</p>\n\n<p>\nرافع بن خديج الأنصاري الحارثي أبو عبد الله المدني شهد أحدا وما بعدها\nوله أحاديث روى عنه بن عمر وابن المسيب وطائفة وطاوس وعطاء وخلق مات في أول\nسنة أربع وسبعين عن ست وثمانين سنة\n</p>\n\n<p>\nربيعة بن أبي عبد الرحمن فروخ التيمي مولى آل المنكدر أبو عثمان ويقال\nأبو عبد الرحمن المدني الفقيه أحد الأعلام المعروف بربيعة الرأي شيخ مالك\nروى عن أنس والسائب بن يزيد وابن المسيب وخلق وعنه مالك ويحيى الأنصاري\nوشعبة والأوزاعي والليث وخلائق قال أحمد ثقة وأبو الزناد أعلم منه وقال\nيعقوب بن شيبة ثقة ثبت أحد مفتي المدينة وقال الخطيب كان فقيها عالما حافظا\nللفقه والحديث أخد عنه مالك الفقه وقال ذهبت حلاوة الفقه منذ مات ربيعة\nأقدمه السفاح ليوليه القضاء فمات بالأنبار سنة ست وثلاثين ومائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nرفاعة بن رافع بن مالك بن العجلان الأنصاري المرزقي أبو معاذ المدني شهد\nبدرا مع النبي صلى الله عليه وسلم وروى عنه وعن أبي بكر وعبادة وعنه ابناه\nمعاذ وعبيد وآخرون مات في أول خلافة معاوية\n</p>\n\n<p>\n| 1 ( حرف الزاي )\n</p>\n\n<p>\nزرعة بن عبد الرحمن بن جرهد الأسلمي المدني ويقال اسم أبيه مسلم ولا يصح\nروى عن أبيه وجده الفخذ عورة وعنه سالم أبو النضر وأبو الزناد وثقه النسائي\n</p>\n\n<p>\nزفر بن صعصعة بن مالك عن أبي هريرة وقيل عن أبيه عن أبي هريرة وهو\nالمحفوظ روى عنه إسحاق بن عبدالله بن أبي طلحة وثقه النسائي وغيره\n</p>\n\n<p>\nزياد بن سعد الخراساني أبو عبد الرحمن نزيل مكة ثم اليمن روى عن الزهري\nوصالح مولى التوأمة وأبي الزبير وعمرو <span id='ms09'></span> بن دينار وعنه مالك وابن جريج وابن\nعيينة وقال كان أثبت أصحاب الزهري وثقه أحمد والمديني والنسائي وآخرون\n</p>\n\n<p>\nزيد بن أسلم المدني الفقيه أحد الأعلام مولى عمر أبو أسامة وقيل أبو عبد\nالله روى عن أبيه وابن عمر وجابر وأبي هريرة وخلق وعنه بنوه أسامة وعبد\nالرحمن وعبد الله ومالك والسفيانان وخلائق قال يعقوب بن شيبة ثقة من أهل\nالفقه والعلم وكان عالما بالتفسير له فيه كتاب توفي في العشر الأول من ذي\nالحجة سنة ست وثلاثين ومائة\n</p>\n\n<p>\nزيد بن أبي أنيسة واسمه زيد أيضا أبو أسامة الجزري روى عن الحكم وشهر بن\nحوشب وطلحة بن مصرف وعطاء وعنه مالك وأبو حنيفة وآخرون قال بن سعد كان ثقة\nفقيها راوية لعلم كثير الحديث مات سنة خمس وعشرين ومائة\n</p>\n\n<p>\nزيد بن ثابت بن الضحاك بن لوذان بن عمرو بن عبد عوف بن غنم بن مالك بن\nالنجار الأنصاري المدني أبو سعيد وقيل أبو خارجة روى عن النبي صلى الله\nعليه وسلم وعنه ابناه سليمان وخارجة وابن عمر وأنس وعروة وخلائق وكان كاتب\nالوحي قدم النبي صلى الله عليه وسلم المدينة وعمره إحدى عشرة سنة وكان أبوه\nقتل يوم بعاث فقرأ زيد سبع عشرة سورة قبل الهجرة فأعجب النبي صلى الله عليه\nوسلم وقال يا زيد تعلم لي كتاب يهود فتعلم كتاب العبرانية أو السريانية في\nسبع عشرة ليلة وهو أحد من جمع القرآن على عهد النبي صلى الله عليه وسلم\nوقال فيه أفرضكم زيد وشهد بيعة الرضوان وندبه أبو بكر لجمع القرآن ثم عثمان\nوكان عمر إذا حج استخلفه على المدينة وأخذ بن عباس بركابه وقال هكذا أمرنا\nأن نفعل بعلمائنا وكبرائنا رواه الحاكم في المستدرك وعده مسروق في الستة\nالذين هم أصحاب الفتوى من الصحابة مات سنة خمس وأربعين وقيل سنة ثمان\nوأربعين وقيل إحدى وخمسين ولما مات قال أبو هريرة مات حبر الأمة\n</p>\n\n<p>\nزيد بن خالد الجهني المدني أبو عبد الرحمن وقيل أبو طلحة وقيل أبو زرعة\nعن النبي <span id='ms10'></span> صلى الله عليه وسلم وعن عثمان وأبي طلحة وغيرهما وعنه ابناه خالد\nوأبو حرب وعطاء بن يسار وأبو سلمة بن عبد الرحمن وغيرهم وكان صاحب لواء\nجهينة يوم الفتح مات سنة ثمان وسبعين بالمدينة عن خمس وثمانين سنة وقيل سنة\nثمان وستين وقيل سنة خمسين بمصر وهو بن ثمان وسبعين وقيل سنة اثنتين وسبعين\nوهو بن ثمانين وقيل بالكوفة في آخر خلافة معاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nزيد بن رباح المدني روى عن أبي عبد الله الأغر وعنه مالك قال أبو حاتم ما\nأرى بحديثه بأسا ووثقه بن عبد البر وابن حبان وقتل سنة إحدى وأربعين ومائة\n</p>\n\n<p>\nزيد بن طلحة بن ركانة يأتي في يزيد\n</p>\n\n<p>\nزيد بن عبد الله بن عمر بن الخطاب المدني روى عن أبيه وعبد الله بن عبد\nالرحمن بن أبي بكر الصديق وعنه حفيده عمر بن محمد ونافع وثقه بن حبان\n</p>\n\n<p>\nزيد بن عياش أبو عياش الزرقي المدني روى عن سعد بن أبي وقاص وغيره وعنه\nعبد الله بن يزيد وعمران بن أبي أنس وغيرهما وثقه الدارقطني\n</p>\n\n<p>\n| 1 ( حرف السين )\n</p>\n\n<p>\nسالم بن أبي أمية القرشي أبو النضر المدني روى عن أنس والسائب بن يزيد\nوسليمان بن يسار وعنه مالك وابن إسحاق والليث والسفيانان وثقه أحمد وجماعة\nمات سنة تسع وعشرين ومائة\n</p>\n\n<p>\nسالم بن عبد الله بن عمر بن الخطاب أبو عمر وقيل أبو عبد الله أحد الأئمة\nالفقهاء السبعة بالمدينة روى عن أبيه وأبي هريرة وغيرهما وعنه ابنه أبو بكر\nوابن شهاب وخلائق قال بن المسيب كان عبد الله أشبه ولد عمر به وكان سالم\nأشبه ولد عبد الله به وقال مالك لم يكن أحد في زمان سالم أشبه بمن مضى في\nالصالحين في الزهد والفضل والعيش منه وذكر بن عيينة أن هشام بن عبد الملك\nدخل الكعبة فإذا هو بسالم فقال سلني حاجة قال إني أستحي من الله أن أسأل في\nبيته غيره فلما خرج قال له سلني الآن فقال والله ما سألت الدنيا من يملكها\nفكيف أسأل من لا <span id='ms11'></span> يملكها فكيف أسأل من لا يملكها مات في ذي القعدة وقيل ذي\nالحجة سنة ست ومائة وقيل سنة سبع\n</p>\n\n<p>\nسالم أبو الغيث المدني مولى عبد الله بن مطيع العدوي روى عن أبي هريرة\nوغيره وعنه ثور بن زيد وصفوان بن سليم وجماعة وثقه النسائي وابن معين\n</p>\n\n<p>\nالسائب بن خلاد بن سويد الأنصاري أبو سهلة له صحبة ورواية روى عنه ابنه\nخلاد وعطاء بن يسار وغيرهما\n</p>\n\n<p>\nالسائب بن يزيد بن سعيد بن ثمامة الكندي له ولأبيه صحبة روى عن النبي صلى\nالله عليه وسلم وعن أبيه وخاله العلاء بن الحضرمي وعمر وعثمان وطلحة وسعد\nوجماعة وعنه ابنه عبد الله والزهري ويحيى الأنصاري وخلق مات سنة إحدى\nوتسعين وقيل سنة ست وقيل سنة ثمان وثمانين عن ثمان وثمانين سنة\n</p>\n\n<p>\nسعد بن إسحاق بن كعب بن عجرة القضاعي ثم البلوى المدني حليف الأنصار روى\nعن أبيه وعميه عبد الملك وزينب وأنس وأبي سعيد المقبري وعنه مالك وشعبة\nوالثوري وابن جريج وخلق وثقه بن معين والنسائي وغيرهما ومات بعد الأربعين\nومائة\n</p>\n\n<p>\nسعد بن عبيد أبو عبيد الزهري المدني مولى عبد الرحمن بن أزهر روى عن عمر\nوعلي وعثمان وأبي هريرة وعنه الزهري وجماعة قال بن سعد كان من القراء وأهل\nالفقه ثقة مات بالمدينة سنة ثمان وتسعين\n</p>\n\n<p>\nسعد بن أبي وقاص مالك بن أبي أهيب بن عبد مناف بن زهرة بن كلاب بن مرة\nالزهري أبو إسحاق أحد العشرة وأول من رمى بسهم في سبيل الله وفارس الإسلام\nوحارس رسول الله صلى الله عليه وسلم حيث قال ليت رجلا صالحا يحرسني الليلة\nوسابع سبعة في الإسلام وأحد الستة أهل الثوري وأحد الستة الذين توفي رسول\nالله صلى الله عليه وسلم وهو عنهم راض وأحد من فداه رسول الله صلى الله\nعليه وسلم بأبيه وأمه وأحد مجابي الدعوة وأحد الرماة الذين لا يخطئون دعا\nله النبي صلى الله عليه وسلم اللهم سدد رميته وأجب دعوته وهو الذي تولى\nقتال فارس وكوف الكوفة روى عنه بنوه <span id='ms12'></span> إبراهيم وعمر ومحمد وعامر ومصعب وعائشة\nوابن عباس وابن عمر وآخرون وكان ممن قعد في الفتنة ولزم بيته وأمر أهله أن\nلا يخبروه من أخبار الناس بشيء حتى تجتمع الأمة على إمام مات بالعقيق على\nعشرة أميال من المدينة وحمل على الرقاب إلى البقيع سنة خمس وخمسين وقيل سنة\nست وقيل سبع وقيل ثمان وقيل أربع عن ثلاث وثمانين وقيل اثنتين وثمانين وقيل\nأربع وسبعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد بن جبير بن هشام الوالبي مولاهم أبو محمد يوقال أبو عبد الله الكوفي\nأحد الأئمة الأعلام روى عن بن عمر وابن عباس وابن الزبير وأبي سعيد وطائفة\nوعنه الأعمش وسلمة بن كهيل وخلائق وكان يختم القرآن في كل ليلتين وكان بن\nعباس إذا أتاه أهل الكوفة يستفتونه يقول أليس فيكم سعيد بن جبير قتله\nالحجاج شهيدا في شعبان سنة خمس وتسعين وهو بن سبع وخمسين وقيل تسع وأربعين\nقال ميمون بن مهران ولقد مات وما على ظهر الأرض أحد إلا وهو محتاج إلى علمه\n</p>\n\n<p>\nسعيد بن أبي سعيد كيسان المقبري أبو سعيد المدني روى عن أبيه وأبي هريرة\nوأبي سعيد الخدري وابن عمر وأنس وآخرين وعنه مالك والليث وابن أبي ذئب\nوخلائق واتفقوا على توثيقه وقال الواقدي كبر واختلط قبل موته بأربع سنين\nمات سنة ثلاث وعشرين ومائة\n</p>\n\n<p>\nسعيد بن سلمة المخزومي روى عن المغيرة بن أبي بردة عن أبي هريرة حديث\nالبحر هو الطهور ماؤه وعنه صفوان بن سليم والجلاح أبو كثير وثقه النسائي\n</p>\n\n<p>\nسعيد وقيل سعد بن عمرو بن سليم الأنصاري الزرقي روى عن أبيه والقاسم بن\nمحمد وغيرهما وعنه مالك وجماعة وثقه بن معين وابن حبان مات سنة أربع\nوثلاثين ومائة\n</p>\n\n<p>\nسعيد بن عمرو بن شرحبيل الأنصاري المدني روى عن أبيه عن جده وعنه مالك\nوالداروردي وآخرون وثقه النسائي\n</p>\n\n<p>\nسعيد بن المسيب بن حزن بن أبي وهب بن عمرو بن عائل بن عمران بن مخزوم أبو\nمحمد المخزومي المدني سيد فقهاء التابعين روى عن أبيه وعن عمر واختلف في\nسماعه منه <span id='ms13'></span> وعن عثمان وعلي وأبي موسى في آخرين وعنه الزهري ويحيى بن سعيد\nالأنصاري وآخرون قال قتادة ما رأيت أحد قط أعلم بالحلال والحرام منه وقال\nمكحول ما لقيت أعلم منه وقال سليمان بن موسى إنه أفقه التابعين وقال أحمد\nإنه أفضل التابعين وقال بن المديني لا أعلم أحدا في التابعين أوسع علما منه\nوهو عندي أجل التابعين وقال أحمد إنه أفضل التابعين وقال بن المديني لا\nأعلم أحدا في التابعين أوسع علما منه وهو عندي أجل التابعين وقال أبو حاتم\nليس في التابعين أنبل منه وقال بن حبان هو سيد التابعين وقال الشافعي وأحمد\nوغير واحد مراسيل بن المسيب صحاح مات سنة ثلاث وقيل أربع وتسعين ومولده سنة\nخمس عشرة وقيل سبع عشرة وقيل إحدى وعشرين\n</p>\n\n<p>\nسعيد بن أبي هند الفزاري المدني مولى سمرة روى عن بن عباس وأبي هريرة\nوأبي موسى وطائفة وعنه ابنه عبد الله وابن إسحاق ونافع ويزيد بن أبي حبيب\nوآخرون وثقه بن حبان وغيره مات في أول خلافة هشام\n</p>\n\n<p>\nسفيان بن أبي زهير واسمه القرد الأزدي الشنائي له صحبة ورواية روى عنه بن\nالزبير والسائب بن يزيد وعروة عداده في أهل المدينة\n</p>\n\n<p>\nسلمة بن دينار أبو حازم الأعرج الزاهد روى عن سهل بن سعد وعن بن عمرو\nوابن عمر ولم يسمع منهما وعن محمد بن المنكدر وسعيد بن المسيب وأم الدرداء\nالصغرى وأبي إدريس الخولاني وعنه الزهري وهو أكبر منه ومالك والسفيانان\nوالحمادان وخلق وكان ثقة كثير الحديث وكان يقص في مسجد المدينة مات بعد سنة\nأربعين ومائة\n</p>\n\n<p>\nسلمة بن صفوان بن سلمة الأنصاري الزرقي المدني روى عن أبي سلمة بن عبد\nالرحمن ويزيد بن ركانة وعنه مالك وابن إسحاق وفليح وجماعة وثقه النسائي\n</p>\n\n<p>\nسليمان بن يسار الهلالي أبو أيوب المدني أحد الأعلام روى عن زيد بن ثابت\nوأبي هريرة وعائشة وابن عباس والمقداد وجابر ومولاته ميمونة وأم سلمة\nوطائفة وعنه ابنه عبد الله ومكحول وقتادة والزهري وخلق قال الزهري كان من\nالعلماء وقال النسائي <span id='ms14'></span> أحد الأئمة وقال أبو زرعة ثقة مأمون فاضل عابد مات\nسنة سبع ومائة وله ثلاث وسبعون سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nسمي القرشي المخزومي أبو عبد الله المدني عن مولاه أبي بكر بن عبد الرحمن\nبن الحارث وسعيد بن المسيب وأبي صالح السمان وغيرهم وعنه مالك وسهيل بن أبي\nصالح ويحيى الأنصاري وهما من أقرانه والسفيانان وآخرون وثقه أحمد وأبو حاتم\nقتلته الحرورية يوم قديد\n</p>\n\n<p>\nسهل بن أبي حثمة واسمه عبد الله وقيل عامر بن ساعدة الأنصاري المدني له\nصحبة ورواية روى عنه ابنه محمد وصالح بن خوات وعروة ونافع بن جبير وجماعة\nقال أبو حاتم بايع تحت الشجرة وكان دليل النبي صلى الله عليه وسلم ليلة أحد\nوشهد المشاهد كلها إلا بدرا\n</p>\n\n<p>\nسهل بن حنيف بن وهب الأنصاري أبو ثابت شهد بدرا والمشاهد كلها روى عنه\nابناه أبو أمامة أسعد وعبد الله وابن أبي ليلى وآخرون قال بن عبد البر ثبت\nيوم أحد وشهد مع علي صفين ومات بالكوفة سنة ثمان وثلاثين\n</p>\n\n<p>\nسهل بن سعد بن مالك بن خالد الأنصاري الساعدي المدني آخر من مات من\nالصحابة بالمدينة مات سنة ثمان وثمانين وقيل سنة إحدى وتسعين وهو بن مائة\nسنة روى عنه ابنه عياش والزهري وآخرون\n</p>\n\n<p>\nسهيل بن أبي صالح ذكوان السمان أبو يزيد المدني روى عن أبيه وابن المسيب\nوعبد الله بن دينار وطائفة وعنه مالك والأعمش وربيعة وهما من شيوخه وموسى\nبن عقبة وهو من أقرانه وابن جريج وشعبة والسفيانان والحمادان وخلق وثقه بن\nعيينة والعجلي وابن عدي وغيرهم\n</p>\n\n<p>\nسويد بن النعمان بن مالك بن عامر الأنصاري المدني أحد أصحاب الشجة وقيل\nإنه شهد أحدا وما بعدها روى عنه بشير بن يسار\n</p>\n\n<p>\n| 1 ( حرف الشين )\n</p>\n\n<p>\nشرحبيل بن سعيد بن سعد بن عبادة الأنصاري روى عن أبيه وجده وعنه ابنه\nعمرو وعبد الله بن محمد بن عقيل وثقه بن حبان\n</p>\n\n<p>\nشريك بن عبد الله بن أبي نمر المدني روى عن أنس وابن المسيب وعطاء وطائفة\nوعنه مالك والثوري وأبو حمزة وآخرون قال بن <span id='ms15'></span> سعد ثقة كثير الحديث ووثقه أيضا\nالنسائي وابن معين وابن عدي مات بعد سنة أربعين ومائة\n</p>\n\n<p>\nشعيب بن محمد بن عبد الله بن عمرو بن العاصي القرشي وقد نسب إلى جده روى\nعن أبيه وجده وعن عبادة بن الصامت وابن عمر وابن عباس ومعاوية وعنه ابناه\nعمر وعمرو ثابت البناني وعطاء الخراساني وغيرهم وثقه بن حبان\n</p>\n\n<p>\n| 1 ( حرف الصاد )\n</p>\n\n<p>\nصالح بن خوات بن جبير الأنصاري المدني روى عن أبيه وسهل بن أبي حثمة وعنه\nابنه خوات وعامر بن عبد الله بن الزبير والقاسم بن محمد وغيرهم وثقه\nالنسائي وغيره\n</p>\n\n<p>\nصالح بن كيسان المدني مولى غفار عن بن عمر وابن الزبير وسالم ونافع\nوطائفة وعنه مالك وابن جريج وعمرو بن دينار وابن إسحاق وابن عيينة وآخرون\nوثقه أحمد وابن معين وجماعة مات بعد أربعين ومائة وهو بن مائة ونيف وستين\nسنة\n</p>\n\n<p>\nصعصعة بن مالك بصري روى عن أبي هريرة في الرؤيا وعنه ابنه زفير وابن أخيه\nصابىء بن يسار وثقه النسائي وابن حبان وقال روى عن أبي هريرة وما أظنه لقيه\n</p>\n\n<p>\nصفوان بن سليم المدني الزهري مولاهم الفقيه روى عن مولاه حميد بن عبد\nالرحمن بن عوف وعن بن عمر وأنس وعبد الله بن جعفر وجماعة وعنه مالك وزيد بن\nأسلم وابن المنكدر والليث والسفيانان وخلق قال بن سعد كان ثقة كثير الحديث\nعابدا وقال أحمد هذا رجل يستشفي بحديثه وينزل القطر من السماء بذكره وقال\nيعقوب بن شيبة ثقة ثبت مشهور بالعبادة مات سنة أربع وعشرين ومائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nصفوان بن عبد الله الأكبر بن صفوان بن أمية الجمحي المكي روى عن جده وعلي\nوسعد وأبي الدرداء وابن عمر وحفصة وعنه الزهري وأبو الزبير المكي وعمرو بن\nدينار وغيرهم وثقه العجلي\n</p>\n\n<p>\nصفي بن زياد الأنصاري أبو زياد المدني مولى أفلح روى عن أبي سعيد الخدري\nوأبي البشر السلمي وابن السائب وعنه مالك وسعيد المقبري وابن أبي ذئب\nوجماعة وثقه بن حبان وغيره\n</p>\n\n<p>\n| 1 ( حرف الضاد )\n</p>\n\n<p>\nالضحاك بن قيس بن خالد القرشي أبو أنيس الفهري <span id='ms16'></span> مختلف في صحبته روى عنه\nمعاوية وأنس والشعبي وسعيد بن جبير وخلق شهد فتح دمشق وسكنها ثم غلب عليها\nبعد يزيد ودعا إلى بيعة بن الزبير ثم دعا إلى نفسه وقتل بمرج راهط في قتاله\nلمروان بن الحكم سنة أربع أو خمس وستين\n</p>\n\n<p>\nضمرة بن سعيد بن أبي حنة بالنون وقيل بالباء الموحدة الأنصاري المدني روى\nعن عمه حجاج بن عمر وأبي سعيد وأنس وعنه ابنه موسى ومالك وابن عيينة وفليح\nوعدة وثقه أحمد ويحيى وغيرهما\n</p>\n\n<p>\n| 1 ( حرف الطاء )\n</p>\n\n<p>\nطاوس بن كيسان اليماني أبو عبد الرحمن الحميري أحد الأئمة الأعلام روى عن\nأبي هريرة وزيد بن ثابت وزيد بن أرقم وجابر وابن عمر وابن عباس وعائشة وعنه\nابنه عبد الله ومجاهد والزهري وخلائق قال بن حبان كان من عباد أهل اليمن\nومن سادات التابعين حج أربعين حجة وكان مستجاب الدعوة مات سنة ست ومائة\n</p>\n\n<p>\nطلحة بن عبد الملك الأيلي روى عن القاسم بن محمد وغيره وعنه مالك ويحيى\nالقطان وجماعة وثقه أبو داود والنسائي وجماعة\n</p>\n\n<p>\nطلحة بن عبيد الله بن عثمان القرشي التيمي أبو محمد المدني أحد العشرة\nالمشهود لهم بالجنة شهد أحدا وسائر المشاهد بعدها وارى رسول الله صلى الله\nعليه وسلم بيده يوم أحد فشلت روى عنه بنوه موسى وعيسى ويحيى وعمران وإسحاق\nوقيس بن أبي حازم وأبو عثمان النهدي وعدة قتل يوم الجمل لعشر خلون من جمادى\nالآخرة سنة ست وثلاثين وله أربع وستون سنة قال العجلي يقال إن مروان قتله\n</p>\n\n<p>\nطلحة بن عبيد الله بن كريز بن جابر الخزاعي الكعبي روى عن الحسين وابن\nعمر وأبي الدرداء وعائشة وغيرهم وعنه مالك وابن إسحاق وحماد بن سملة وجماعة\nوثقه أحمد والنسائي\n</p>\n\n<p>\n| 1 ( حرف العين )\n</p>\n\n<p>\nعاصم بن عدي المدني العجلاني القضاعي حليق الأنصار شهد أحدا وما بعدها\nروى عنه أبو البداح وسهل بن سعد والشعبي مات سنة خمس وأربعين وهو بن مائة\nوعشرين سنة وهو ممن ضرب له في بدر بسهم ولم يشهدها\n</p>\n\n<p>\nعامر بن سعد بن أبي وقاص الزهري <span id='ms17'></span> المدني روى عن أبيه وعثمان والعباس\nوعائشة وأبي هريرة وأبي سعيد وجماعة وعنه ابنه داود وابن أخته سعد بن\nإبراهيم وسالم أبو النضر والزهري وابن المنكدر وعمرو بن دينار وخلق وثقه بن\nحبان ومات سنة ست وتسعين ويقال سنة ثلاث ومائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nعامر بن عبد الله بن الزبير بن العوام الأسدي أبو الحارث المدني روى عن\nأبيه وأنس وجماعة وعنه مالك وفليح وسعيد المقبري وابن عجلان وخلق وثقه\nالنسائي ويحيى وأبو حاتم وقال أحمد ثقة من أوثق الناس\n</p>\n\n<p>\nعامر بن واثلة روى عن عبد الله بن عمر وأبي الطفيل الليثي ولد عام أحد\nروى عنه قتادة والزهري وأبو الزبير وعمرو بن دينار وخلق نزل الكوفة ثم مكة\nومات بها سنة مائة ويقال سنة سبع ومائة وهوآخر الصحابة موتا\n</p>\n\n<p>\nعائذ الله بن عبد الله بن عمرو أبو إدريس الخولاني القارىء العابد أبوه\nصحابي وولد هو في حياة النبي صلى الله عليه وسلم روى عن عمر ومعاذ وأبي\nوبلال وأبي ذر وأبي الدرداء وحذيفة وأبي هريرة وعدة وعنه الزهري ومكحول\nوبشر بن عبيد الله وآخرون قال مكحول ما رأيت أعلم من أبي إدريس وقال الزهري\nكان قاض أهل الشام وقاضيهم مات سنة ثمانين\n</p>\n\n<p>\nعباد بن تميم بن غزية الأنصاري المازني المدني روى عن أبيه وله صحبة وعن\nعمه عبد الله بن زيد بن عاصم وأبي بشير الأنصاري وأبي سعيد الخدري وغيرهم\nوعنه الزهري ويحيى الأنصاري وجماعة وثقه النسائي وغيره\n</p>\n\n<p>\nعباد بن زياد بن أبيه أبو حرب الذي استلحق أباه معاوية بن أبي سفيان عن\nعروة بن المغيرة بن شعبة وغيره وعنه الزهري ومكحول ووثقه بن حبان ولاه\nمعاوية سجستان فغزا بلاد الهند ومات بقرية جرود سنة مائة\n</p>\n\n<p>\nعباد بن عبد الله بن الزبير بن العوام الأسدي المدني روى عن أبيه وجدته\nأسماء وعائشة وعمر بن الخطاب وغيرهم وعنه ابنه يحيى وابن أخيه عبد الواحد\nبن حمزة وابن عمه هشام بن عروة وابن أبي مليكة وغيرهم وثقه النسائي وقال\nالزبير بن بكار كان على <span id='ms18'></span> قضاء أبيه بمكة وكان أصدق الناس لهجة\n</p>\n\n<p>\nعبادة بن الصامت بن قيس بن أهوم الأنصاري الخزرجي أبو الوليد المدني شهد\nالعقبتين وكان أحد النقباء وشهد بدرا وأحدا وبيعة الرضوان والمشاهد كلها\nروى عنه ابنه الوليد وحفيده عبادة بن الوليد وأبو أمامة وأنس وجبير بن نفير\nوخلق وكان من سادات الصحابة مات بالشام في خلافة معاوية\n</p>\n\n<p>\nعبادة بن الوليد بن عبادة بن الصامت المدني روى عن أبيه وجده وجابر بن\nعبد الله وأبي أيوب وأبي سعيد وعائشة وغيرهم وعنه بن إسحاق ويحيى الأنصاري\nوابن عجلان وآخرون وثقه النسائي وأبو زرعة\n</p>\n\n<p>\nعبد الله بن الأرقم بن عبد يغوث الزهري أسلم عام الفتح وكتب للنبي صلى\nالله عليه وسلم ثم لأبي بكر وعمر روى عنه أسلم مولى عمر وعبد الله بن عتبة\nبن مسعود وغيرهما\n</p>\n\n<p>\nعبد الله بن أنيس الجهني أبو يحيى المدني حليف الأنصار شهد العقبة مع\nالسبعين من الأنصار وشهد أحدا والخندق وما بعدهما وبعثه رسول الله صلى الله\nعليه وسلم سرية وحده روى عنه بنوه حمزة وعبد الله وعطية وعمرو وجابر بن عبد\nالله وأبو أمامة بن ثعلبة وعدة مات سنة أربع وخمسين\n</p>\n\n<p>\nعبد الله بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري المدني روى عن أبيه\nوأنس وحميد بن نافع وعباد بن تميم وعروة وطائفة وعنه مالك والزهري أحد\nشيوخه وهشام بن عروة وابن جريج والسفيانان وخلق قال أحمد حديثه شفاء ووثقه\nبن معين وأبو حاتم والنسائي وغيرهم وقال بن سعد كان ثقة كثير الحديث عالما\nمات سنة خمس وثلاثين ويقال سنة ثلاثين ومائة وهو بن سبعين سنة\n</p>\n\n<p>\nعبد الله بن حنين الهاشمي مولاهم روى عن علي وابن عمر وابن عباس وأبي\nأيوب والمسور وعنه ابنه إبراهيم وخالد بن معدان ومحمد بن المنكدر وآخرون\nوثقه بن حبان\n</p>\n\n<p>\nعبد الله بن دينار أبو عبد الرحمن روى عن مولاه عبد الله بن عمر وأنس\nوسليمان بن يسار ونافع وجماعة وعنه مالك وأبو حنيفة وسعيد والسفيانان ويحيى\nالأنصاري وثقه أحمد <span id='ms19'></span> وغيره مات سنة سبع وعشرين ومائة\n</p>\n\n<p>\nعبد الله بن ذكوان أبو عبد الرحمن المدني مولى بني أمية المعروف بأبي\nالزناد وهو لقبه وكان يغضب منه أحد الأئمة روى عن بن عمر وأنس وسعيد بن\nالمسيب والأعرج فأكثر وغيرهم وعنه ابناه أبو القاسم وعبد الرحمن ومالك\nوالليث والسفيانان وموسى بن عقبة وابن إسحاق وخلق قال البخاري أصح أسانيد\nأبي هريرة أبو الزناد عن الأعرج عن أبي هريرة قال الواقدي مات فجأة في\nرمضان سنة ثلاثين ومائة وهو بن ست وستين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن الزبير بن العوام بن خويلد بن أسد المكي أمه أسماء بنت أبي\nبكر الصديق هاجرت به حملا فولدته بعد الهجرة بعشرين شهرا وهو أول مولود ولد\nبالمدينة بعد الهجرة وكان فصيحا لسنا شجاعا وكان أكلس لا لحية له روى عنه\nأولاده عامر وعباد وأم عمرو وأخوه عروة وثابت البناني وغيرهم حضر وقعة\nاليرموك مع أبيه وشهد خطبة عمر بالجابية وبويع له بالخلافة بعد موت يزيد بن\nمعاوية سنة أربع وقيل خمس وستين وغلب على الحجاز والعراقين واليمن ومصر\nوأكثر الشام وكانت ولايته تسع سنين ثم جهز له عبد الله بن مروان الحجاج\nفحاربه وظفر به فقتله وصلبه وذلك في سنة ثلاث وسبعين\n</p>\n\n<p>\nعبد الله بن زيد بن عاصم الأنصاري المازني المدني له ولأبويه صحبة شهد\nأحدا وروى عنه بن أخيه عباد بن تميم وسعيد بن المسيب وطائفة قتل بالحرة في\nذي الحجة سنة ثلاث وستين وهو بن سبعين سنة\n</p>\n\n<p>\nعبد الله بن سلام بن الحرث الإسرائيلي أبو يوسف أسلم عند قدوم النبي صلى\nالله عليه وسلم المدينة وشهد له النبي صلى الله عليه وسلم بالجنة وأنزل\nالله فيه وشهد شاهد من بني إسرائيل على مثله وقوله قل كفى بالله شهيدا بيني\nوبينكم ومن عنده علم الكتاب روى عنه ابنه يوسف وأنس وأبو هريرة وطائفة وشهد\nمع عمر بن الخطاب فتح بيت المقدس والجابية مات بالمدينة سنة ثلاث وأربعين\n</p>\n\n<p>\nعبد الله بن عامر بن ربيعة العنزي أبو محمد المدني <span id='ms20'></span> الصحابي روى عنه أمية\nبن هند الزهري ويحيى الأنصاري وجماعة مات سنة خمس وثمانين\n</p>\n\n<p>\nعبد الله بن عباس بن عبد المطلب الهاشمي أبو العباس بن عمر رسول الله صلى\nالله عليه وسلم وترجمان القرآن كان يقال له الحبر والبحر رأى جبريل مرتين\nودعا له النبي صلى الله عليه وسلم بالحكمة مرتين وروى عنه ابنه علي وأنس\nوأبو أمامة بن سهل وأبو الشعثاء وأبو العالية وسعيد بن المسيب وعطاء وطاوس\nومجاهد وخلق مات بالطائف سنة ثمان وستين وهو بن إحدى أو اثنتين وسبعين سنة\n</p>\n\n<p>\nعبد الله بن عبد الله بن جابر ويقال بن جبر بن عتيك بن الحارث وأنس وابن\nعمر وعنه مالك وشعبة ومسعر وجماعة وثقه بن معين وأبو حاتم والنسائي\n</p>\n\n<p>\nعبد الله بن عبد الله بن الحارث بن نوفل الهاشمي أبو يحيى المدني عن أبيه\nوعبد الرحمن بن عوف وابن علي وجماعة وعنه الزهري وغيره وثقه النسائي وقتله\nالسموم سنة تسع وتسعين\n</p>\n\n<p>\nعبد الله بن عبد الله بن أبي صعصعة الأنصاري المدني عن أبي سعيد الخدري\nوعنه ابناه محمد وعبد الرحمن وثقه النسائي\n</p>\n\n<p>\nعبد الله بن عبد الرحمن بن معمر بن خرم الأنصاري أبو طوالة المدني قاضيها\nروى عن أنس وسعيد بن المسيب وأبي سلمة بن عبد الرحمن وعدة وعنه مالك\nوالأوزاعي ويحيى الأنصاري وخلق وثقه أحمد ويحيى وغير واحد وتوفي في آخر\nأيام بني أمية\n</p>\n\n<p>\nعبد الله بن أبي قحافة واسمه عثمان القرشي التيمي أبو بكر الصديق خليفة\nرسول الله صلى الله عليه وسلم وصاحبه ووزيره وأول من أسلم روى عنه ولداه\nعبد الرحمن وعائشة وعمر وعلي وزيد وابن عمر وابن عباس وخلق سبق الناس إلى\nالإسلام وشهد بدرا وأحدا والمشاهد كلها وولي الخلافة بعد النبي صلى الله\nعليه وسلم سنتين وأشهرا وتوفي في جمادى الأولى سنة ثلاث عشرة وهو بن ثلاث\nوستين سنة ودفن مع النبي صلى الله عليه وسلم في حجرة عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عدي الأنصاري روى عن النبي صلى الله عليه وسلم وقيل عن <span id='ms21'></span> رجل\nمن الأنصار عنه وعنه عبيد الله بن عدي بن الخيار قال بعضهم هو عبد الله بن\nعدي بن الحمراء الزهري وفرق بينهما بن عبد البر فقال قد جعلهما بعض الناس\nواحدا وذلك خطأ وغلط والصواب أنهما اثنان وكذا ذكره بن حبان في الصحابة من\nكتاب الثقات تمييزا بينه وبين بن الحمراء وكذا الحافظ أبو الحجاج المدني\nوحديث هذا في مسند أحمد وليس له في الكتب الستة رواية وأما بن الحمراء\nفحديثه عند الزهري والنسائي وابن ماجة\n</p>\n\n<p>\nعبد الله بن عمر بن الخطاب القرشي العدوي أبو عبد الرحمن المكي أسلم\nقديما مع أبيه وهو صغير بل روي أنه أول مولود ولد في الإسلام واستصغر يوم\nأحد وشهد الخندق وما بعدها وقال فيه النبي صلى الله عليه وسلم إنه رجل صالح\nوروى عنه بنوه سالم وحمزة وعبد الله وبلال وزيد وعبيد الله وعمر وحفيداه\nمحمد بن زيد وأبو بكر بن عبيد الله ومولاه نافع وزيد بن أسلم والزهري وعطاء\nوخلق ومسنده عن تقي بن مخلد ألفا حديث وستمائة وثلاثون حديثا قال بن مسعود\nإن من أملك شباب قريش لنفسه عن الدنيا عبد الله بن عمر توفي سنة ثلاث وقيل\nسنة أربع وسبعين\n</p>\n\n<p>\nعبد الله بن عمرو بن العاصي بن وائل السهمي أسلم قبل أبيه وكان أصغر منه\nبإحدى عشرة سنة روى عنه ابنه محمد بخلف وحفيده شعيب بن محمد وجبير بن نفير\nوسعيد بن المسيب وعروة وطاوس وخلق مات ليالي الحرة سنة ثلاث وستين وهو بن\nثلاث وسبعين سنة\n</p>\n\n<p>\nعبد الله بن عمرو بن عثمان بن عفان الأموي المعروف بالمطرف لحسنه روى عن\nأبيه وأمه فاطمة بنت الحسين ورافع بن خديج وابن عباس والحسن بن علي وجماعة\nوروى عنه ابنه محمد المعروف بالديباج والزهري وآخرون وثقه النسائي وكان\nشريفا جوادا ممدحا مات بمصر سنة ست وتسعين\n</p>\n\n<p>\nعبد الله بن الفضل بن العباس بن ربيعة الهاشمي المدني روى عن أنس والأعرج\nونافع بن جبير روى عنه مالك وموسى بن عقبة وطائفة وثقه <span id='ms22'></span> النسائي وأبو حاتم\nوابن معين\n</p>\n\n<p>\nعبد الله بن قيس بن سليم أبو موسى الأشعري استعمله النبي صلى الله عليه\nوسلم على زبيد وعدن وساحل اليمن واستعمله عمر على الكوفة وقال فيه النبي\nصلى الله عليه وسلم لقد أوتي مزمارا من مزامير آل داود روى عنه أولاده\nإبراهيم وأبو بردة وأبو بكر وموسى وأنس بن مالك وسعيد بن المسيب وخلق مات\nسنة أربع وأربعين وله نيف وستون سنة\n</p>\n\n<p>\nعبد الله بن كعب بن مالك الأنصاري السلمي المدني روى عن أبيه وعثمان وأبي\nأيوب وجابر وعدة روى عنه ابنه عبد الرحمن وإخوته محمد وعبد الرحمن ومعبد\nوالزهري وآخرون وثقه أبو زرعة وغيره ومات سنة سبع أو ثمان وتسعين\n</p>\n\n<p>\nعبد الله بن مالك بن العشب واسمه جندب بن نضلة الأزدي المعروف بابن بحينة\nوهي أمه الصحابي روى عنه ابنه علي وحفص بن عاصم والأعرج وجماعة قال بن سعد\nكان فاضلا ناسكا يصوم الدهر\n</p>\n\n<p>\nعبد الله بن محمد بن علي بن أبي طالب الهاشمي أبو هاشم المدني روى عن\nأبيه وغيره وعنه الزهري وسالم بن الجعد وعمرو بن دينار وعدة وثقه العجلي\nوابن سعد والنسائي مات سنة ثمان وتسعين\n</p>\n\n<p>\nعبد الله بن يحيى بن جنادة الجمحي نزيل بيت المقدس روى عن أبي محذورة\nالمؤذن وعبادة بن الصامت وأبي سعيد وطائفة وعنه عبد الملك بن أبي محذورة\nومكحول والزهري وآخرون قال العجلي ثقة من خيار الناس مات في خلافة عمر بن\nعبد العزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن نطاس المدني روى عن جابر وعنه هاشم بن هشام بن عتبة فقط\n</p>\n\n<p>\nعبد الله بن دينار بن مكرم الأسلمي روى عن خاله عمرو بن شاس وله صحبة\nوأبي هريرة وعروة بن الزبير روى عنه محمد بن إبراهيم التيمي وأبو الزناد\nوعدة وثقه النسائي\n</p>\n\n<p>\nعبد الله بن واقد بن عبد الله بن عمر العمري المدني أرسل عن النبي صلى\nالله عليه وسلم وروى عن جده وعائشة روى عنه الزهري وعمر بن محمد العمري\nوجماعة وثقه بن حبان مات سنة تسع <span id='ms23'></span> عشرة ومائة\n</p>\n\n<p>\nعبد الله بن يزيد بن زيد الأنصاري الخطمي شهد مع النبي صلى الله عليه\nوسلم الحديبية وولي إمرة الكوفة روى عن النبي صلى الله عليه وسلم وعن عمر\nوحذيفة وأبي أيوب والبراء وعدة روى عنه ابنه موسى وسبطه عدي بن ثابت وابن\nسيرين وأبو إسحاق السبيعي وآخرون أنكر مصعب الزبيري صحبته وأثبتها أبو حاتم\nوغيره\n</p>\n\n<p>\nعبد الله بن يزيد المخزومي المقري الأعور عن أبي مكة بن عبد الرحمن وعروة\nوعدة روى عنه مالك ويحيى بن أبي بشير وآخرون وثقه أحمد ويحيى والنسائي مات\nسنة ثمان وأربعين ومائة\n</p>\n\n<p>\nعبد الله الصنابحي ويقال أبو عبد الله مختلف في صحبته روى عن النبي صلى\nالله عليه وسلم وعن أبي بكر وعبادة بن الصامت روى عنه عطاء بن يسار قال\nالبخاري وهم مالك في قوله عبد الله الصنابحي إنما هو أبو عبد الله واسمه\nعبد الرحمن بن عبلة ولم يسمع من النبي صلى الله عليه وسلم وكذا قال غير\nواحد وقال يحيى بن معين عبد الله الصنابحي يروي عنه المدنيون يشبه أن تكون\nله صحبة\n</p>\n\n<p>\nعبد الحميد بن عبد الرحمن بن زيد بن الخطاب العدوي أبو عمر المدني الأعرج\nروى عن أبيه وابن عباس ومسلم بن يسار وجماعة روى بنوه زيد وعمرو وعبد\nالكبير والزهري وقتادة وغيرهم وثقه النسائي والعجلي وجماعة وولي الكوفة\nلعمر بن عبد العزيز وكان أبو الزناد كاتبه مات في خلافة هشام بن عبد الملك\n</p>\n\n<p>\nعبد ربه بن سعيد بن قيس الأنصاري المدني روى عن أبي أمامة بن سهل وعمرة\nبنت عبد الرحمن والأعرج وعدة روى عنه مالك وعطاء بن رباح وشعبة والسفيانان\nوآخرون وثقه أحمد ويحيى وغير واحد مات سنة تسع وثلاثين ومائة\n</p>\n\n<p>\nعبد الرحمن بن بجيد روى عنه سعيد المقبري وزيد بن أسلم ومحمد بن إبراهيم\nالتيمي وغيرهم ذكره بن حبان في التابعين من الثقات\n</p>\n\n<p>\nعبد الرحمن بن جرهد الأسلمي روى عن أبيه حديث الفخذ عورة روى عنه ابنه\nزرعة والزهري وأبو الزناد في مسند حديثه اختلاف <span id='ms24'></span>\n</p>\n\n<p>\nعبد الرحمن بن الحارث بن هشام المخزومي أبو محمد المدني روى عن عمر\nوعثمان وعلي وأبي هريرة وعائشة وحفصة وأم سلمة روى عنه بنوه أبو بكر وعكرمة\nوالمغيرة وأبو قلابة وجماعة وثقه بن حبان مات سنة ثلاث وأربعين\n</p>\n\n<p>\nعبد الرحمن بن الحباب الأنصاري السلمي عن أبي قتادة في النهي عن الخليطين\nروى عنه بكير بن الأشج وغيره وثقه بن حبان وهو غير عبد الرحمن بن الحباب\nالأنصاري السلمي بن أخي الحر اليسر قال الحافظ المزي ويحتمل أن يكون إياه\n</p>\n\n<p>\nعبد الرحمن بن حرملة بن عمرو الأسلمي أبو حرملة المدني روى عن سعيد بن\nالمسيب وحنظلة بن علي وجماعة وعنه مالك والثوري والأوزاعي ويحيى القطان\nوآخرون قال النسائي ليس به بأس وقال أبو حاتم يكتب حديثه ولا يحتج به مات\nسنة خمس وأربعين ومائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن سعد بن مالك الأنصاري أبو محمد بن أبي سعيد الخدري المدني\nروى عن أبيه وعمه قتادة بن النعمان وغيرهما روى عنه ابناه ربيح وسعيد وزيد\nبن أسلم وآخرون وثقه النسائي مات سنة اثنتي عشرة ومائة عن سبع وسبعين سنة\n</p>\n\n<p>\nعبد الرحمن بن عبد الله بن عبد الرحمن بن أبي صغصغة الأنصاري المدني روى\nعن أبيه والزهري وغيرهما روى عنه مالك وابن عيينة ويحيى الأنصاري وآخرون\nوثقه النسائي وأبو حاتم مات في خلافة المنصور\n</p>\n\n<p>\nعبد الرحمن بن أبي عمرة الأنصاري المدني القاضي روى عن أبيه وجدته نهشة\nوعثمان وأبي هريرة وعبادة بن الصامت وعدة روى عنه مالك وهلال بن علي وجماعة\nوثقه بن سعد وغيره\n</p>\n\n<p>\nعبد الرحمن بن عوف بن عبد عوف القرشي أبو محمد الزهري أحد السابقين\nالأولين وأحد العشرة المشهود لهم بالجنة هاجر الهجرتين وشهد بدرا والمشاهد\nكلها روى عنه بنوه إبراهيم وحميد وأبو سلمة ومصعب وابن أخيه المسور بن\nمخرمة وآخرون مات سنة اثنتين وثلاثين عن خمس وسبعين سنة\n</p>\n\n<p>\nعبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق المدني الفقيه عن أبيه\nوأسلم مولى عمر وسعيد بن المسيب ومحمد بن جعفر <span id='ms25'></span> بن الزبير وعدة روى عنه مالك\nوسماك بن حرب وأيوب والزهري وحميد الطويل والسفيانان وخلق وثقه أحمد وغير\nواحد مات بالشام سنة ست وعشرين ومائة\n</p>\n\n<p>\nعبد الرحمن بن كعب بن مالك الأنصاري أبو الخطاب المدني روى عن أبيه وأخيه\nعبد الله وعائشة وجابر وغيرهم روى عنه ابناه عبد الله وكعب وأبو أمامة بن\nسمعان والزهري وآخرون وثقه بن حبان مات في خلافة هشام\n</p>\n\n<p>\nعبد الرحمن بن أبي ليلى واسمه يسار ويقال بلال الأنصاري الأوسي أبو عيسى\nالكوفي أرسل عن عمر وروى عن أبيه وعثمان وعلي ومعاذ وبلال وابن مسعود\nوغيرهم روى عنه ابنه عيسى وعمرو بن ميمون الأودي والأعمش وأبو إسحاق\nالسبيعي وآخرون وثقه بن معين والعجلي مات سنة ثلاث وثمانين\n</p>\n\n<p>\nعبد الرحمن بن هرمز الأعرج أبو داود المدني عن أبي هريرة وابن عباس\nومعاوية وأبي سعيد وطائفة روى عنه الزهري وأبو الزبير وأبو الزناد وخلق\nوثقه يحيى والعجلي وغير واحد مات بالإسكندرية سنة سبعة عشر ومائة\n</p>\n\n<p>\nعبد الرحمن بن وعلة السبائي المصري عن بن عمر وابن عباس روى عنه زيد بن\nأسلم ويحيى الأنصاري وآخرون وثقه النسائي وابن معين والعجلي\n</p>\n\n<p>\nعبد الرحمن بن يعقوب الجهني المدني مولى الحرقة روى عن أبيه وأبي هريرة\nوأبي سعيد وابن عمر وجماعة روى عنه ابنه العلاء ومحمد بن إبراهيم التيمي\nوغيرهما قال النسائي ليس به بأس\n</p>\n\n<p>\nعبد الكريم بن مالك الجزري أبو سعيد الحراني الأموي مولاهم عن سعيد بن\nالمسيب وعبد الرحمن بن أبي ليلى وسعيد بن جبير وطاوس وعكرمة وطائفة وروى\nعنه مالك وابن جريج والسفيانان وخلق وثقه أحمد والعجلي وغير واحد وقال\nالحميدي عن سفيان كان حافظا وقال بن سعد كان ثقة كثير الحديث مات سنة سبع\nوعشرين ومائة\n</p>\n\n<p>\nعبد الملك بن أبي بكر بن عبد الرحمن بن الحارث المخزومي المدني أرسل عن\nأبي هريرة وأم سلمة وروى عن أبيه وخارجة بن زيد ونافع وغيرهم وروى عنه\nالزهري وأبو حنيفة وابن جريج وآخرون وثقه النسائي وابن سعد\n</p>\n\n<p>\nعبد المجيد بن سهيل <span id='ms26'></span> بن عبد الرحمن بن عوف الزهري أبو محمد المدني روى عن\nعمه أبي سلمة وسعيد بن المسيب وأبي صالح ذكوان روى عنه مالك والداروردي\nوآخرون وثقه النسائي وابن معين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن سلمان الأغر روى عن أبيه وروى عنه مالك وسليمان بن بلال\nوجماعة وثقه بن معين وأبو داود والنسائي\n</p>\n\n<p>\nعبيد الله بن عبد الله بن عتبة بن مسعود الهذلي أبو عبد الله المدني\nالأعمى أحد الفقهاء السبعة بالمدينة روى عن أبيه وابن عباس وابن عمر\nوالنعمان بن بشير وأبي هريرة وأبي سعيد وعائشة وميمونة وأم سلمة وغيرهم\nوروى عنه الزهري وسالم أبو النضر وسعد بن إبراهيم وطائفة وثقه أبو زرعة\nوالعجلي وغير واحد مات سنة أربع أو خمس وتسعين وقيل سنة ثمان وتسعين\n</p>\n\n<p>\nعبيد الله بن عبد الرحمن وقيل عبد الله قيل إنه بن أبي ذباب وقيل بن\nالسائب بن عمر عن عبيد بن حنين عن أبي هريرة في قراءة قل هو الله أحد وروى\nعنه مالك قال أبو حاتم شيخ وحديثه مستقيم\n</p>\n\n<p>\nعبيد الله بن عدي بن الخيار النوفلي المدني روى عن عمر وعثمان وعلي\nوالمقداد وجماعة وروى عنه عروة وعطاء بن يزيد وغيرهما وثقه العجلي وقال بن\nسعد كان ثقة قليل الحديث مات بالمدينة في خلافة الوليد بن عبد الملك\n</p>\n\n<p>\nعبيد بن جريج التيمي مولاهم المدني روى عن بن عمرو وابن عباس روى عنه\nسعيد المقبري وزيد بن أسلم وجماعة وثقه النسائي وأبو زرعة\n</p>\n\n<p>\nعبيد بن حنين المدني روى عن الحسن وابن عباس وابن عمر وأبي هريرة روى عنه\nسالم أبو النضر ويحيى الأنصاري وآخرون قال بن سعد كان ثقة وليس بكثير\nالحديث مات بالمدينة سنة خمس ومائة وله خمس وسبعون سنة\n</p>\n\n<p>\nعبيد بن السباق الثقفي المدني روى عن زيد بن ثابت وابن عباس وميمونة\nوجويرية روى عنه ابنه سعيد والزهري وآخرون وثقه بن حبان\n</p>\n\n<p>\nعبيد بن فيروز الشيباني مولاهم أبو الضحاك الكوفي عن البراء بن عازب روى\nعنه سليمان بن عبد الرحمن الدمشقي وثقه النسائي وأبو <span id='ms27'></span> حاتم\n</p>\n\n<p>\nعبيدة بن سفيان بن الحارث الحضرمي المدني روى عن أبي هريرة وأبي الجعد\nالضمري روى عنه إسماعيل بن أبي حكيم ومحمد بن عمرو بن علقمة وجماعة وثقه\nالنسائي والعجلي\n</p>\n\n<p>\nعتبان بن مالك بن عمر بن العجلان الأنصاري شهد بدرا وروى عنه أنس وغيره\nقال بن عبد البر عمي ومات في خلافة معاوية\n</p>\n\n<p>\nعثمان بن أبي العاص الثقفي أبو عبد الله له صحبة ورواية استعمله النبي\nصلى الله عليه وسلم على الطائف ثم أقره أبو بكر وعمر روى عنه الحسن وابن\nسيرين وسعيد بن المسيب وجماعة مات سنة إحدى وخمسين\n</p>\n\n<p>\nعثمان بن عفان بن أبي العاص بن أمية بن عبد شمس بن عبد مناف القرشي\nالأموي أبو عمرو أمير المؤمنين ذو النورين أسلم قديما وهاجر الهجرتين وشهد\nله النبي صلى الله عليه وسلم بالجنة وتوفي وهو عنه راض روى عنه بنوه أبان\nوسعيد وعمرو ومواليه حمران وزيد وأبو سهلة وأبو صالح وخلق بويع بالخلافة\nبعد قتل عمر وقتل شهيدا مظلوما بالمدينة يوم الجمعة لثمان عشرة خلت من ذي\nالحجة سنة خمس وثلاثين\n</p>\n\n<p>\nعدي بن ثابت الأنصاري الكوفي روى عن أبيه والبراء بن عازب وجماعة روى عنه\nأبو حنيفة والأعمش وأبو إسحاق السبيعي ويحيى الأنصاري وآخرون وثقه أحمد\nوالنسائي والعجلي مات سنة ست عشرة ومائة\n</p>\n\n<p>\nعراك بن مالك الغفاري المدني روى عن بن عباس وابن عمر وأبي هريرة وعائشة\nوجماعة وروى عنه ابناه خثيم وعبد الله وسليمان بن يسار وآخرون وثقه أبو\nزرعة وأبو حاتم مات بالمدينة في خلافة يزيد بن عبد الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nعروة بن الزبير بن العوام الأسدي أبو عبد الله المدني روى عن أبيه وأخيه\nعبد الله وعلي بن أبي طالب وابنيه الحسن والحسين وزيد بن ثابت وسعيد بن زيد\nوعائشة وغيرهم وروى عنه بنوه عبد الله ومحمد وعثمان وهشام ويحيى وأبو سلمة\nبن عبد الرحمن وسليمان بن يسار الزهري وخلق قال بن عيينة أعلم الناس بحديث\nعائشة ثلاثة القاسم وعروة وعمرة بنت عبد الرحمن وكان يصوم الدهر مات <span id='ms28'></span> سنة\nأربع وتسعين\n</p>\n\n<p>\nعطاء بن أبي مسلم واسمه عبد الله ويقال ميسرة الخراساني أبو أيوب البلخي\nأحد الأعلام نزل الشام وروى عن الزهري وسعيد بن المسيب وخلق وروى عنه أبو\nحنيفة ومالك وشعبة والثوري وحماد بن سلمة وعدة وثقه بن معين وأبو حاتم\nوالدارقطني وقال بن حبان كان رديء الحفظ كثير الوهم مات سنة خمس وثلاثين\nومائة\n</p>\n\n<p>\nعطاء بن يزيد الليثي أبو محمد روى عن أبي أيوب وأبي هريرة وأبي سعيد\nوغيرهم وروى عنه ابنه سليمان والزهري وسهيل بن أبي صالح وغيرهم وثقه بن\nالمديني وغيره وكان كثير الحديث مات سنة سبع ومائة عن ثنتين وثمانين سنة\n</p>\n\n<p>\nعطاء بن يسار الهلالي أبو محمد المدني القاضي روى عن بن مسعود وزيد بن\nثابت وابن عمر وأبي هريرة وعائشة ومولاته ميمونة وأم سليم وخلق وروى عنه\nأبو حنيفة وزيد بن أسلم وأبو سلمة بن عبد الرحمن وآخرون وثقه بن معين وأبو\nزرعة والنسائي وغيرهم مات سنة ثلاثة ومائة وقيل سنة أربع وتسعين وهو بن\nأربع وثمانين سنة\n</p>\n\n<p>\nعلقمة بن أبي علقمة واسمه بلال المدني روى عن أمية مرجانة وأنس وجماعة\nوورى عنه مالك وسليمان بن بلال وآخرون وثقه أبو داود والنسائي وابن معين\nوقال بن سعد له أحاديث صالحة\n</p>\n\n<p>\nعلقمة بن وقاص الليثي الفزاري المدني روى عن عمر وعائشة ومعاوية وغيرهم\nوروى عنه أبناء عبد الله وعمرو والزهري ومحمد بن إبراهيم التيمي وآخرون\nوثقه النسائي وابن سعد مات بالمدينة في خلافة عبد الملك بن مروان\n</p>\n\n<p>\nعلي بن الحسين بن علي بن أبي طالب الهاشمي أبو الحسين المدني زين\nالعابدين روى عن أبيه وعمه الحسن وابن عباس والمسور وأبي هريرة وعائشة وأم\nسلمة وصفية بنت حيي وطائفة وروى عنه بنوه محمد وزيد وعبد الله والحكم بن\nعتيبة وزيد بن أسلم والزهري وطاوس وأخرون قال الزهري ما رأيت قريشا أفضل\nمنه وقال بن سعد كان ثقة مأمونا كثير الحديث عاليا رفيعا ورعا وقال بن أبي\nشيبة أصح الأسانيد الزهري عن علي بن الحسين عن <span id='ms29'></span> أبيه عن علي مات سنة اثنتين\nوتسعين\n</p>\n\n<p>\nعلي بن أبي طالب واسمه عبد مناف بن عبد المطلب أبو الحسن الهاشمي بن عم\nرسول الله صلى الله عليه وسلم نشأ عند النبي صلى الله عليه وسلم وصلى معه\nأول الناس وشهد بدرا والمشاهد سوى تبوك فإنه استخلفه فيها على المدينة\nوبعثه إلى اليمن قاضيا وضرب بيده في صدره وقال اللهم اهد قلبه وسدد لسانه\nومناقبه كثيرة روى عنه بنوه الحسن والحسين وعمر ومحمد بن الحنفية وخلق بويع\nله بالخلافة يوم قتل عثمان وقتل ليلة الجمعة لثلاث عشرة بقيت من رمضان سنة\nأربعين بالكوفة وهو بن ثلاث وستين سنة\n</p>\n\n<p>\nعلي بن عبد الرحمن المعادي الأنصاري روى عن جابر وابن عمر وروى عنه\nالزهري ومسلم بن أبي مريم وثقه أبو زرعة والنسائي\n</p>\n\n<p>\nعلي بن يحيى بن خلاد الأنصاري الزرقي عن أبيه وعم أبيه رفاعة بن رافع\nوغيرهما وروى عنه ابنه يحيى وإسحاق بن عبد الله بن أبي طلحة ونعيم المجمر\nوبكير بن الأشج وآخرون وثقه بن معين والنسائي مات سنة تسع وعشرين ومائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nعمارة بن عبد الله بن بن سماك الأنصاري أبو أيوب المدني وقد ينسب إلى جده\nوأبوه الذي قيل عنه إنه الدجال روى عن جابر بن عبد الله وسعيد بن المسيب\nوعطاء وروى عنه مالك والضحاك بن عثمان وغيرهما وثقه بن معين والنسائي\n</p>\n\n<p>\nعمر بن الحكم السلمي روى عن النبي صلى الله عليه وسلم قوله للجارية أين\nالله روى عنه عطاء بن يسار قاله مالك عن هلال عن عطاء وقال يحيى بن أبي\nكثير عن هلال عن عطاء عن معاوية بن الحكم السلمي وهو المحفوظ وسيأتي\n</p>\n\n<p>\nعمر بن الخطاب بن نفيل بن عبد العزى القرشي العدوي أبو حفص أمير المؤمنين\nولد عام ثلاث عشرة من عام الفيل ودعا النبي صلى الله عليه وسلم له أن يعز\nالله به الإسلام فأجاب الله دعاءه فيه وهاجر وشهد المشاهد وتوفي النبي صلى\nالله عليه وسلم وهو عنه راض وولي الخلافة بعد أبي بكر بعهد <span id='ms30'></span> منه فسار السيرة\nالعمرية التي تضرب بحسنها الأمثال وأنزل نفسه من مال الله بمنزلة وإلى\nاليتيم إن استغنى عنه استعف وإن احتاج اقترض بالمعروف فإذا أيسر قضى وفتح\nالفتوح الكثيرة بالشام والعراق ومصر ودون الدواوين في العطاء وهو أول من\nسمي أمير المؤمنين وأول من أرخ التاريخ من الهجرة وأول من اتخذ الدرة قتل\nيوم الأربعاء سنة ثلاث بقين من ذي الحجة سنة ثلاث وعشرين وله ثلاث وستون\nسنة\n</p>\n\n<p>\nعمر بن أبي سلمة واسمه عبد الله بن عبد الأسد المخزومي المدني ربيب النبي\nصلى الله عليه وسلم روى عنه وعن أمه أم سلمة وروى عنه ثابت البناني وسعيد\nبن المسيب وعروة وعطاء وعدة ولد بأرض الحبشة في السنة الثانية من الهجرة\nواستعمله علي بن أبي طالب على فارس والبحرين مات بالمدينة سنة ثلاث وثمانين\n</p>\n\n<p>\nعمر بن عبد العزيز بن مروان بن الحكم الأموي المدني ثم الدمشقي أمير\nالمؤمنين والإمام العادل روى عن أنس وصلى أنس خلفه وقال ما رأيت أحدا أشبه\nصلاة برسول الله صلى الله عليه وسلم من هذا الفتى وروى عن الربيع بن سبرة\nوالسائب بن يزيد وسعيد بن المسيب وجماعة وروى عنه ابناه عبد الله وعبد\nالعزيز وأبو سلمة بن عبد الرحمن والزهري وهما من شيوخه قال بن سعد كان ثقة\nمأمونا له فقه وعلم وورع وروى حديثا كثيرا وكان إمام عدل أقام في الخلافة\nسنتين ونصفا ومات يوم الجمعة لعشر بقين من رجب سنة إحدى ومائة وله أربعون\nسنة إلا أشهرا\n</p>\n\n<p>\nعمرو بن عثمان بن عفان الأموي روى عن أسامة بن زيد وروى عنه علي زين\nالعابدين قاله مالك عن الزهري عنه وقال سائر الرواة عن الزهري عن علي بن\nالحسين عن عمرو بن عثمان قال الحافظ المزي وهو المحفوظ\n</p>\n\n<p>\nعمر بن كثير بن أفلح المدني مولى أبي أيوب روى عن بن عمر وكعب بن مالك\nونافع مولى أبي قتادة وجماعة وروى عنه بن عون ويحيى الأنصاري وغيرهما وثقه\nالنسائي\n</p>\n\n<p>\nعمرو بن الحارث بن يعقوب بن <span id='ms31'></span> عبد الله الأنصاري أبو أمية المصري مولى قيس\nبن سعد روى عن أبيه والزهري وسالم أبي النضر وخلق وروى عنه مالك وابن وهب\nوهو راويته وثقه بن معين والنسائي وغير واحد وقال أبو حاتم كان أحفظ أهل\nزمانه مات سنة سبع وقيل ثمان وأربعين ومائة وله ست وخمسون سنة\n</p>\n\n<p>\nعمرو بن رافع مولى عمر قال كنت أكتب مصحفا لأم المؤمنين حفصة الحديث وروى\nعنه زيد بن أسلم وأبو جعفر الباقر ونافع وثقه بن حبان وليست له رواية في\nالكتب الستة ولا مسند أحد\n</p>\n\n<p>\nعمرو بن سليم بن خلدة الزرقي الأنصاري المدني روى عن بن عمر وابن الزبير\nوأبي هريرة وأبي سعيد وغيرهم وروى عنه ابنه سعيد والزهري وجماعة وثقه\nالنسائي وابن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو بن شرحبيل بن سعيد بن سعد بن عبادة الأنصاري روى عن أبيه عن جده\nوعنه ابناه سعيد وعبد الرحمن وغيرهما وثقه بن حبان\n</p>\n\n<p>\nعمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص السهمي أبو إبراهيم\nالقرشي روى عن أبيه وسالم وسعيد بن المسيب ومجاهد وطاوس وعدة وروى عنه أبو\nحنيفة والأوزاعي وأيوب وابن جريج وخلق قال يحيى القطان إذا روى عنه الثقات\nفهو ثقة محتج به وقال البخاري رأيت أحمد بن حنبل وعلي بن المديني وإسحاق بن\nراهويه وأبا عبيد وعامة أصحابنا يحتجون بحديث عمرو بن شعيب عن أبيه عن جده\nما تركه أحد من المسلمين وقال بن راهويه وقال بن حبان في روايته عن أبيه عن\nجده مناكير كثيرة لا يجوز عندي الاحتجاج بشيء منها مات سنة ثمان عشرة ومائة\n</p>\n\n<p>\nعمرو بن العاص بن وائل القرشي السهمي أسلم سنة ثمان قبل الفتح بأشهر\nوأمره النبي صلى الله عليه وسلم على جيش ذات السلاسل روى عنه ابنه عبد الله\nومولاه أبو قيس وعروة وآخرون سكن مصر ومات بها سنة اثنين وأربعين وله سبعون\nسنة\n</p>\n\n<p>\nعمرو بن عبد الله بن كعب بن مالك الأنصاري السلمي روى عن نافع بن جبير\nوروى عنه يزيد بن حفصة <span id='ms32'></span> وثقه النسائي\n</p>\n\n<p>\nعمرو بن علقمة بن وقاص الليثي روى عن أبيه وبلال بن الحارث وله صحبة وروى\nعنه ابنه محمد وثقه بن حبان\n</p>\n\n<p>\nعمرو بن أبي عمرو ميسرة مولى المطلب بن عبد الله بن حنطب القرشي المخزومي\nأبو عثمان المدني عن مولاه المطلب وأنس بن مالك وسعيد بن جبير وعكرمة\nوغيرهم وروى عنه مالك وابن إسحاق والداروردي وخلق وثقه أبو زرعة وقال أحمد\nليس به بأس وقال بن معين ليس بحجة\n</p>\n\n<p>\nعمرو بن معاذ بن سعد بن معاذ الأنصاري الأشهلي روى عن جدته حواء وروى عنه\nزيد بن أسلم وثقه بن حبان وروى له أحمد في المسند وليس له رواية في الكتب\nالستة\n</p>\n\n<p>\nعمرو بن يحيى بن عمارة بن أبي حسن الأنصاري المازني المدني روى عن أبيه\nوعبادة بن سهل وعدة وروى عنه مالك ويحيى بن أبي كثير والسفيانان والحمادان\nوشعبة ويحيى الأنصاري وآخرون وثقه النسائي وأبو حاتم\n</p>\n\n<p>\nعمران بن محمد بن عبد الرحمن بن أبي ليلى روى عن أبيه وروى عنه ابنه محمد\nوعثمان بن أبي شيبة وثقه بن حبان\n</p>\n\n<p>\nعمير بن سلمة الضمري له صحبة ورواية وعنه عيسى بن طلحة\n</p>\n\n<p>\nعمير بن عبد الله الهلالي مولى العباس بن عبد المطلب ويقال مولى عبد الله\nبن عباس ويقال مولى أم الفضل المدني روى عن مولاته أم الفضل وابن عباس\nوأسامة بن زيد وجماعة وروى عنه سالم أبو النضر والأعرج وثقه النسائي وابن\nحبان مات سنة أربع ومائة\n</p>\n\n<p>\nعويمر بن مالك ويقال بن عامر الأنصاري الخزرجي أبو الدرداء أسلم يوم بدر\nوشهد أحدا فأبلى يومئذ روى عنه ابنه بلال وزوجته أم الدرداء وجبير بن نفير\nوخلق وألحقه عمر بالبدريين في العطاء مات سنة اثنين وثلاثين\n</p>\n\n<p>\nالعلاء بن عبد الرحمن بن يعقوب الحرقي المدني روى عن أبيه وابن عمر وأنس\nوطائفة وروى عنه ابنه شبل ومالك والسفيانان وشعبة وخلق وثقه أحمد وغيره\nوقال بن معين ليس حديثه بحجة\n</p>\n\n<p>\nعياض بن عبد الله بن سعد بن أبي سرح القرشي العامري روى عن <span id='ms33'></span> جابر وابن عمر\nوأبي سعيد وأبي هريرة وروى عنه زيد بن أسلم وبكير بن الأشج وآخرون وثقه\nالنسائي وابن معين وقال بن يونس ولد بمكة وقدم مصر مع أبيه ثم رجع إلى مكة\nفمات بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nعيسى بن طلحة بن عبيد الله التيمي روى عن أبيه وأبي هريرة وعائشة وغيرهم\nوروى عنه ابنا أخيه إسحاق وطلحة ابنا يحيى والزهري وآخرون وثقه النسائي\nوابن معين والعجلي وغيرهم وقال بن سعد كان ثقة كثير الحديث مات في خلافة\nعمر بن عبد العزيز\n</p>\n\n<p>\n| 1 ( حرف الفاء )\n</p>\n\n<p>\nفضيل بن أبي عبد الله المدني روى عن القاسم بن محمد وعبد الله بن دينار\nوروى عنه مالك وبكير بن الأشج وثقه بن حبان\n</p>\n\n<p>\n| 1 ( حرف القاف )\n</p>\n\n<p>\nقبيصة بن ذؤيب بن حلحلة الخزاعي المدني ولد عام الفتح وروى عن عثمان وابن\nعوف وحذيفة وزيد بن ثابت وعائشة وأم سلمة وجماعة وروى عنه ابنه إسحاق وأبو\nقلابة والزهري ومكحول وآخرون قال الزهري كان من علماء هذه الأمة وقال مكحول\nما رأيت أحدا أعلم منه مات بالشام سنة ست أو سبع وثمانين\n</p>\n\n<p>\nقطن بن وهب بن عويمر المدني روى عن عبيد بن عمير وغيره وروى عنه مالك\nوالضحاك بن عثمان وجماعة وثقه بن حبان وقال أبو حاتم صالح الحديث\n</p>\n\n<p>\nالقعقاع بن حكيم الكناني المدني روى عن أبي هريرة وابن عمر وجابر وعائشة\nوعدة وروى عنه سعيد المقبري وعمرو بن دينار وآخرون وثقه أحمد ويحيى وغيرهما\n</p>\n\n<p>\n| 1 ( حرف الكاف )\n</p>\n\n<p>\nكريب بن أبي مسلم أبو رشدين الحجازي روى عن مولاه بن عباس وابن عمر وزيد\nبن ثابت وأسامة وعائشة وميمونة وأم سلمة وروى عنه ابناه رشدين ومحمد وبكير\nبن الأشج ومكحول وموسى بن عقبة وآخرون وثقه النسائي وابن معين وابن سعد مات\nسنة ثمان وتسعين\n</p>\n\n<p>\nكعب بن عجرة الأنصاري المدني أسلم وشهد المشاهد روى عنه بنوه إسحاق\nوالربيع وعبد الملك ومحمد وجماعة مات سنة إحدى وخمسين\n</p>\n\n<p>\nكعب بن نافع الحميري أبو إسحاق المعروف بكعب الأحبار من مسلمة أهل الكتاب\nروى عن عمر وصهيب وروى عنه <span id='ms34'></span> بن عمر وابن عباس وآخرون قال أبو الدرداء إن عند\nأمير الحميدية لعلما كثيرا وقال معاوية كان من أصدق هؤلاء الذين يحدثون عن\nالكتاب قال بن سعد نزل حمص ومات بها سنة اثنين وثلاثين وقال بن حبان بلغ\nمائة سنة وأربع سنين\n</p>\n\n<p>\nكعب بن مالك بن أبي كعب واسمه عمرو بن القين الأنصاري السلمي أبو عبد\nالله المدني الشاعر أحد الثلاثة الذين خلفوا وأحد السبعين ليلة العقبة روى\nعنه أولاده عبد الله وعبيد الله وعبد الرحمن ومحمد ومعبد وأبو أمامة\nالباهلي وجابر وغيرهم قال بن البرقي وغيره مات بالمدينة قبل الأربعين وقال\nالواقدي مات سنة خمسين وله سبع وسبعون سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حرف الميم )\n</p>\n\n<p>\nمالك بن أوس بن الحدثان النضر المدني مختلف في صحبته أرسل وروى عن عمر\nوعثمان وعلي والعباس وطلحة وللزبير وسعد وابن عوف وجماعة وروى عنه الزهري\nومحمد بن المنكدر وآخرون قال البخاري وابن معين وأبو حاتم لا تصح له صحبة\nوقال بن فراس ثقة مات سنة اثنين وتسعين عن أربع وتسعين سنة\n</p>\n\n<p>\nمالك بن أبي عامر الأصبحي أبو أنس جد الإمام مالك روى عن عمر وعثمان\nوطلحة وعقيل بن أبي طالب وأبي هريرة وعائشة وغيرهم وروى عنه بنوه أنس\nوالربيع وأبو سهيل نفاع وسليمان بن يسار وجماعة وثقه النسائي وغير مات سنة\nأربع وسبعين\n</p>\n\n<p>\nمحجن بن أبي محجن الديلي له صحبة ورواية وعنه ابنه بشر ويقال بسر\n</p>\n\n<p>\nمحمد بن إبراهيم بن الحارث القرشي التيمي المدني روى عن جابر بن عبد الله\nوأبي سعيد وعائشة وأنس وخلق وروى عنه ابنه موسى ويحيى الأنصاري والأوزاعي\nوطائفة وثقه بن معين وأبو حاتم والنسائي وغيرهم وقال أحمد في حديثه شيء\nيروي أحاديث مناكير مات سنة تسع عشرة وقيل سنة عشرين ومائة وهو راوي حديث\nإنما الأعمال بالنية في رواته محمد بن الحسن\n</p>\n\n<p>\nمحمد بن أبي أمامة بن سهل بن حنيف الأنصاري المدني روى عن أبيه وأبان بن\nعثمان وروى عنه مالك ويحيى الأنصاري وابن إسحاق وثقه بن معين وغيره\n</p>\n\n<p>\nمحمد بن أبي <span id='ms35'></span> بكر بن عوف الثقفي الحجازي روى عن أنس وروى عنه مالك وابنه\nأبو بكر عبد الله وشعبة والضحاك وجماعة وثقه النسائي\n</p>\n\n<p>\nمحمد بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري قاضي المدينة روى عن\nأبيه والزهري وطائفة وروى عنه مالك وابنه عبد الرحمن وشعبة والسفيانان\nوآخرون وثقه النسائي وأبو حاتم مات سنة اثنين وثلاثين ومائة عن اثنين\nوسبعين سنة\n</p>\n\n<p>\nمحمد بن جبير بن مطعم القرشي النوفلي أبو سعيد المدني روى عن أبيه وعمر\nومعاوية وابن عباس وروى عنه بنوه إبراهيم وجبير وسعيد وعمرو والزهري وعمرو\nبن دينار وآخرون وثقه العجلي وابن خراش وغيرهما ومات في خلافة عمر بن عبد\nالعزيز\n</p>\n\n<p>\nمحمد بن سيرين الأنصاري أبو بكر بن أبي عمرة البصري من سبي عين التمر روى\nعن مولاه أنس وأبي قتادة وأبي سعيد وأبي هريرة وابن عمر وابن عباس وعائشة\nوخلق وروى عنه ثابت وأيوب وابن عون وعاصم الأحول وقتادة وخلق وثقه أحمد\nويحيى وغير واحد وقال بن سعد كان ثقة مأمونا عاليا رفيعا فقيها إماما كثير\nالعلم ورعا وكان به صمم وقال بن حبان كان من أورع أهل البصرة وكان فقيها\nفاضلا حافظا متقنا يعبر الرؤيا رأى ثلاثين من أصحاب النبي صلى الله عليه\nوسلم مات في شوال سنة عشر ومائة بعد الحسن بمائة ينوم وهو بن سبع وسبعين\nسنة\n</p>\n\n<p>\nمحمد بن عبد الله بن الحارث بن نوفل الهاشمي روى عن سعد بن أبي وقاص\nومعاوية وغيرهما وروى عنه الزهري وعمر بن عبد العزيز وثقه بن حبان\n</p>\n\n<p>\nمحمد بن عبد الله بن زيد الأنصاري المدني روى عن أبيه وأبي مسعود\nالأنصاري وروى عنه ابنه عبد الله ونعيم المجمر وغيرهما وثقه بن حبان\n</p>\n\n<p>\nمحمد بن عبد الله بن عبد الرحمن بن أبي صعصعة الأنصاري أبو عبد الرحمن\nالمازني المدني روى عن أبيه وعباد بن تميم وغيرهما وروى عنه مالك وابن\nعيينة وابن إسحاق ووثقه مات سنة تسع وثلاثين ومائة\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن ثوبان العامري مولاهم المدني روى <span id='ms36'></span> عن زيد بن ثابت\nوجابر وابن عمر وأبي سعيد وأبي هريرة وعدة وروى عنه أخوه سليمان والزهري\nويحيى الأنصاري وثقه النسائي وابن سعد وأبو زرعة وقال أبو حاتم لا يسأل عن\nمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عبد الرحمن بن نوفل الأسدي أبو الأسود المدني يتيم عروة روى عن\nعروة وسالم ونافع وعكرمة وعلي بن الحسين وعدة وروى عنه مالك وهشام والزهري\nوشعبة والليث وآخرون وثقه النسائي وغيره مات في آخر دولة بني أمية\n</p>\n\n<p>\nمحمد بن علي بن أبي طالب الهاشمي أبو القاسم المدني المعروف بابن الحنفية\nواسمها خولة من سبي اليمامة روى عن أبيه وعثمان وعمار وأبي هريرة ومعاوية\nوابن عباس وروى عنه بنوه الخمس إبراهيم والحسن وعبد الله وعمر وعون وعطاء\nبن أبي رباح ومنذر الثوري وآخرون وثقه العجلي وغيره وقال إبراهيم بن عبد\nالله بن الجنيد لا نعلم أحدا أسند عن علي عن النبي صلى الله عليه وسلم أكثر\nولا أصح مما أسند محمد بن الحنفية مات برضوى سنة ثلاث وسبعين عن خمس وستين\nودفن بالبقيع\n</p>\n\n<p>\nمحمد بن عمارة بن عمرو بن حزم الأنصاري المدني روى عن محمد بن إبراهيم\nالتيمي وجماعة وروى عنه مالك وأبو عاصم وغيرهما وثقه بن معين ولينه أبو\nحاتم\n</p>\n\n<p>\nمحمد بن عمرو بن حلحلة الديلي المدني روى عن الزهري ومحمد بن عمر وابن\nعطاء وجماعة وروى عنه مالك وابن إسحاق والداروردي وآخرون وثقه النسائي وابن\nمعين\n</p>\n\n<p>\nمحمد بن عمرو بن علقمة بن وقاص الليث المدني روى عن أبيه ونافع وأبي سلمة\nبن عبد الرحمن وخلق وروى عنه مالك وشعبة والسفيانان وخلق وثقه النسائي وابن\nالمديني وابنه يحيى القطان وأبو حاتم مات سنة أربع وأربعين ومائتين\n</p>\n\n<p>\nمحمد بن مسلم بن تدرس الأسدي أبو الزبير المكي عن جابر وابن عمر وابن\nعباس وابن الزبير وعائشة وخلق وروى أبو حنيفة ومالك وشعبة والأعمش\nوالسفيانان وحماد بن سلمة وخلق وثقه بن المديني وابن معين والنسائي وضعفه\nبن عيينة وغيره مات سنة ثمان وعشرين ومائة\n</p>\n\n<p>\nمحمد بن مسلم بن عبد <span id='ms37'></span> الله بن عبيد الله بن شهاب الزهري أبو بكر المدني\nأحد الأعلام نزل الشام وروى عن سهل بن سعد وابن عمر وجابر وأنس وغيرهم من\nالصحابة وخلق ممن بعدهم وروى عنه أبو حنيفة ومالك وعطاء بن أبي رباح وعمر\nبن عبد العزيز وهما من شيوخه وروى عنه بن دينار وابن عيينة والأوزاعي\nوالليث وابن جريج وخلق كثير قال أبو بكر بن ميمونة رأى عشرة من أصحاب النبي\nصلى الله عليه وسلم وكان من أحفظ أهل زمانه وأحسنهم سياقا بمتون الأخبار\nوكان فقيها فاضلا وقال الليث ما رأيت عالما قط أجمع من بن شهاب ولا أكثر\nعلما منه قال وكان بن شهاب يقول ما استودعت قلبي قط فنسيته ما سنة أربع\nوعشرين ومائة\n</p>\n\n<p>\nمحمد بن مسلمة بن سلمة الأنصاري الحارثي المدني حليف بني عبد الأشهل شهد\nبدرا والمشاهد وكان من فضلاء الصحابة واستخلفه النبي صلى الله عليه وسلم في\nبعض غزواته وروى عنه ابنه محمود والمسور بن مخرمة وجابر وآخرون مات\nبالمدينة سنة اثنين وأربعين\n</p>\n\n<p>\nمحمد بن المنكدر بن عبد الله بن الهدير التيمي روى عن أبيه وجابر وابن\nعمر وابن عباس وأبي أيوب وأبي هريرة وعائشة وخلق وروى عنه ابنه يوسف\nوالمنكدر والزهري وأبو حنيفة ومالك وشعبة والسفيانان وخلق قال بن عيينة كان\nمن معادن الصدق ويجتمع إليه الصالحون ووثقه بن معين وأبو حاتم مات سنة\nثلاثين ويقال سنة إحدى وثلاثين ومائة\n</p>\n\n<p>\nمحمد بن النعمان بن بشير الأنصاري أبو سعيد المدني وروى عن أبيه وجده\nوروى عنه الزهري وثقه العجلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يحيى بن حبان بن منقذ الأنصاري المازني المدني روى عن أبيه وعمه\nواسع بن حبان وابن عمر ورافع بن خديج وأنس وعدة وروى عنه مالك وابن إسحاق\nوالليث وخلق وكانت له حلقة في مسجد النبي صلى الله عليه وسلم وكان يفتي\nوثقه النسائي وابن معين وأبو حاتم وغيرهم مات بالمدينة سنة إحدى وعشرين\nومائة عن أربع وسبعين سنة\n</p>\n\n<p>\nمحمود بن الربيع بن سراقة الأنصاري أبو نعيم المدني روى <span id='ms38'></span> عن النبي صلى\nالله عليه وسلم وعن أبي أيوب وعبادة بن الصامت وغيرهم وروى عنه أنس والزهري\nومكحول مات سنة تسع وتسعين وهو بن ثلاث وتسعين\n</p>\n\n<p>\nمحيصة بن مسعود الأنصاري له صحبة ورواية وعنه ابنه سعد وابن ابنه حرام\nوجماعة\n</p>\n\n<p>\nمخرمة بن بكير بن عبد الله بن الأشج القرشي مولاهم أبو المنذر المدني روى\nعن أبيه وعامر بن عبد الله بن الزبير وروى عنه مالك وابن لهيعة وابن وهب\nوآخرون وثقه أحمد وقال لم يسمع من أبيه شيئا وقال النسائي ليس به بأس مات\nسنة تسع وخمسين ومائة\n</p>\n\n<p>\nمخرمة بن سليمان الأسدي المدني روى عن بن الزبير وأسماء بنت أبي بكر\nوكريب وعدة وروى عنه مالك وعياض بن عبد الله الفهري وآخرون وثقه بن معين\nوقال الواقدي قتلته الحرورية بقديد سنة ثلاثين ومائة وهو بن سبعين سنة\n</p>\n\n<p>\nمسعود بن الحكم بن الربيع الزرقي الأنصاري أبو هارون المدني روى عن عمر\nوعثمان وعلي وأمه ولها صحبة وروى عنه بنوه الأربعة إسماعيل وعيسى ويوسف\nوقيس ومحمد بن المنكدر والزهري وآخرون قال بن عبد البر كان سريا له قدر\nوجلالة بالمدينة وبعد في جملة التابعين وكبارهم\n</p>\n\n<p>\nمسلم بن أبي مريم واسمه يسار المدني روى عن بن عمر وأبي سعيد الخدري\nوجماعة وروى عنه مالك وشعبة والسفيانان وابن جريج وآخرون وثقه أبو داود\nوالنسائي وابن معين ومات في خلافة المنصور\n</p>\n\n<p>\nالمسور بن رفاعة بن أبي مالك القرظي المدني روى عن عمه ثعلبة بن أبي مالك\nوابن عباس وجماعة وروى عنه مالك وابن إسحاق وآخرون وثقه بن حبان ومات سنة\nثمان وثلاثين ومائة حديثه في مسند أحمد وليس له رواية في الكتب الستة\n</p>\n\n<p>\nالمسور بن مخرمة بن نوفل بن أهب بن عبد مناف بن زهرة القرشي أبو عبد\nالرحمن الزهري له ولأبيه صحبة ورواية روى عن علي بن الحسين وعروة بن الزبير\nوسعيد بن المسيب ومروان بن معاوية وجماعة مات سنة أربع وستين\n</p>\n\n<p>\nالمطلب بن عبد الله بن حنطب المخزومي المدني روى عن أبيه وجابر <span id='ms39'></span> وابن عمر\nوابن عباس وأبي هريرة وعائشة وعدة وروى عنه ابناه الحكم وعبد العزيز وابن\nجريج والأوزاعي وطائفة وثقه أبو زرعة والدارقطني وقال بن سعد لا يحتج\nبحديثه\n</p>\n\n<p>\nالمطلب بن أبي وداعة واسمه الحارث بن ضبيرة القرشي أبو عبد الله السهمي\nله ولأبيه صحبة ورواية وهما من مسلمة الفتح روى عنه بنوه جعفر وعبد الرحمن\nوكثير والسائب بن يزيد وغيرهم\n</p>\n\n<p>\nمعاذ بن جبل بن عمرو بن أوس الأنصاري الخزرجي أبو عبد الرحمن المدني شهد\nالعقبة وبدرا والمشاهد كلها وكان أحد الأربعة من الأنصار الذين جمعوا\nالقرآن على عهد النبي صلى الله عليه وسلم روى عنه جابر وابن عمر وابن عباس\nوأبو موسى وخلق مات في طاعون عمواس\n</p>\n\n<p>\nمعاذ بن سعد أو سعد بن معاذ أحد المجهولين روى حديثه مالك عن نافع عن رجل\nمن الأنصار عن معاذ بن سعد أو سعد بن معاذ أخبره أن جارية له كانت ترعى\nغنما بسلع الحديث\n</p>\n\n<p>\nمعاوية بن الحكم السلمي له صحبة ورواية وعنه ابنه كثير وعطاء بن يسار\nوأبو سلمة بن عبد الرحمن\n</p>\n\n<p>\nمعاوية بن أبي سفيان واسمه صحر بن حرب الأموي القرشي هو من مسلمة الفتح\nوكتب هو للنبي صلى الله عليه وسلم وولاه عمر الشام بعد أخيه يزيد ثم أقره\nعثمان وتولى الخلافة نزل له عنها الحسن قال بن إسحاق كان أميرا عشرين سنة\nوخليفة عشرين سنة روى عنه أبو ذر وأبو سعيد وابن عباس ومحمد بن الحنفية\nوخلق مات في رجب سنة ستين ويقال سنة تسع وخمسين وهو بن اثنتين وثمانين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمعبد بن كعب بن مالك الأنصاري السلمي المدني روى عن أمه وكانت صلت إلى\nالقبلتين وروى عن أخويه عبد الله وعبيد الله وعن جابر بن عبد الله وأبي\nقتادة وروى عنه بن إسحاق ومحمد بن عمر وحلحلة وجماعة وثقه بن حبان\n</p>\n\n<p>\nالمغيرة بن أبي بردة حجازي من بني عبد الدار روى عن أبي هريرة وروى عنه\nسعيد بن سلمة المخزومي وثقه النسائي\n</p>\n\n<p>\nالمغيرة بن شعبة بن أبي عامر <span id='ms40'></span> أبو عيسى الثقفي أسلم عام الخندق وأول\nمشاهده الحديبية روى عنه بنوه عروة وحمزة وعفار ووراد كاتبه والشعبي وخلق\nقال بن سعد كان يقال له مغيرة الرأي وكان ذا دهاء مات سنة خمسين\n</p>\n\n<p>\nالمقداد بن عمرو بن ثعلبة الكندي أبو الأسود المعروف بابن الأسود وكان\nالأسود بن عبد يغوث قد تبناه وهو صغير فعرف به شهد بدرا والمشاهد كلها وكان\nفراسا يوم بدر ولم يثبت أنه شهدها فارس غيره روى عنه علي وابن مسعود وابن\nعباس وجماعة مات سنة ثلاث وثلاثين\n</p>\n\n<p>\nموسى بن أبي تميم المدني روى عن سعيد بن يسار وروى عنه مالك وسليمان بن\nبلال قال أبو حاتم ثقة ليس به بأس\n</p>\n\n<p>\nموسى بن عقبة بن أبي عياش القرشي مولاهم المدني روى عن أم خالد بنت خاله\nولها صحبة ونافع وسالم والزهري وخلق وروى عنه مالك وشعبة والسفيانان وابن\nجريج وخلق وثقه أحمد ويحيى وأبو حاتم وغير واحد وقال معن وغبره كان مالك\nإذا سئل عن المغازي يقول عليك بمغازي الرجل الصالح موسى بن عقبة فإنها أصح\nالمغازي مات سنة إحدى وأربعين ومائة\n</p>\n\n<p>\nموسى بن ميسرة الديلي أبو عروة المدني روى عن عكرمة وسعيد بن أبي هند\nوجماعة وروى عنه مالك وغيره وثقه يحيى والنسائي\n</p>\n\n<p>\n| 1 ( حرف النون )\n</p>\n\n<p>\nنافع بن جبير بن مطعم القرشي المدني روى عن أبيه وعلي وابن عباس وأبي\nهريرة وعائشة وأم سلمة وعدة وروى عنه الزهري وعروة وعبد الله بن الفضل\nالهاشمي وآخرون وثقه العجلي وأبو زرعة وقال بن خراش أحد الأئمة وكان يحتج\nماشيا وناقته تقاد مات سنة تسع وتسعين\n</p>\n\n<p>\nنافع بن عباس ويقال بن عياش الأقرع أبو محمد وعلي أبي قتادة ويقال مولى\nعقيل بنت طلق الغفارية ويقال مولى أسامة ويقال إنهما اثنان روى عن أبي\nقتادة وأبي هريرة وروى عنه الزهري وسالم أبو النضر وجماعة وثقه النسائي\n</p>\n\n<p>\nنافع بن مالك بن أبي عامر الأصبحي أبو سهيل المدني عم الإمام مالك روى عن\nأبيه وابن عمر وسعيد بن المسيب وعلي بن الحسين وجماعة <span id='ms41'></span> وروى عنه مالك\nوالزهري وإسماعيل بن جعفر بن أبي كثير وآخرون وثقه أحمد وأبو حاتم والنسائي\n</p>\n\n<p>\nنافع بن سرجس الديلمي مولى عبد الله بن عمر أبو عبد الله المدني روى عن\nمولاه ورافع بن خديج وأبي هريرة وعائشة وأم سلمة وطائفة وروى عنه بنوه عبد\nالله وأبو بكر وعمر والزهري وموسى بن عقبة وأبو حنيفة ومالك والليث وخلق\nقال البخاري أصح الأسانيد مالك عن نافع عن بن عمر وقال مالك كنت إذا سمعت\nمن نافع يحدث عن بن عمر لا أبالي أن لا أسمعه من غيره مات سنة سبع عشرة\nومائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nنبيه بن وهب بن عثمان بن أبي طلحة الحجبي روى عن أبي هريرة ومحمد بن\nالحنيفية وأبان بن عثمان وعنه بنوه عبد الأعلى وعبد الجبار وعبد العزيز\nوأيوب بن موسى ونافع وابن إسحاق وجماعة وثقه النسائي وغيره\n</p>\n\n<p>\nالنعمان بن بشير بن سعد الأنصاري المدني ولد في السنة الثانية من الهجرة\nوروى عن النبي صلى الله عليه وسلم وعن خال عبد الله بن رواحة وعمر وعائشة\nوعنه ابنه محمد ومولاه حبيب بن سالم والشعبي وآخرون ولي الكوفة في عهد\nمعاوية ثم ولي حمص لابن الزبير فلما تمردت أهلها خرج هاربا فاتبعه خالد بان\nخلي فقتله وذلك سنة أربع وستين\n</p>\n\n<p>\nنعيم بن عبد الله المجمر أبو عبد الله المدني روى عن جابر وابن عمر وأبي\nهريرة وأنس وجماعة وعنه ابنه محمد ومالك وسعد بن أبي هلال وآخرون وثقه بن\nمعين وأبو حاتم وغيرهما\n</p>\n\n<p>\n| 1 ( حرف الهاء )\n</p>\n\n<p>\nهاشم بن هشام بن عتبة بن أبي وقاص الزهري المدني روى عن سعيد بن المسيب\nوعامر بن سعد وجماعة وعنه مالك وأبو أسامة وآخرون وثقه يحيى والنسائي\n</p>\n\n<p>\nهاشم بن عروة بن الزبير بن العوام الأسدي المدني روى عن أبيه وعمه عبد\nالله بن الزبير وطائفة وعنه أبو حنيفة ومالك وشعبة والسفيانان والحمادان\nوخلق قال بن المديني له نحو أربعمائة حديث وقال بن سعد كان ثقة ثبتا كثير\nالحديث حجة وثقه أبو حاتم وغيره وقال عبد الرحمن <span id='ms42'></span> بن خراش كان مالك لا يرضاه\nمات سنة خمس وأربعين ومائة\n</p>\n\n<p>\nهلال بن أسامة هو بن علي بن أسامة العامري مولاهم المدني وهو بن أبي\nميمونة روى عن أنس وعطاء وأبي سلمة بن عبد الرحمن وغيرهم وعنه مالك وفليح\nبن سليمان وجماعة وثقه بن حبان وقال أبو حاتم شيخ يكتب حديثه\n</p>\n\n<p>\n| 1 ( حرف الواو )\n</p>\n\n<p>\nواسع بن حبان بن منقذ الأنصاري المدني روى عن بن عمر وأبي سعيد وجابر\nوجماعة وعنه بن حبان وابن أخيه محمد بن يحيى بن حبان وثقه أبو زرعة\n</p>\n\n<p>\nواقد بن عمرو بن سعد بن معاذ الأنصاري أبو عبد الله المدني روى عن أنس\nوجابر ونافع بن جبير ويحيى الأنصاري وجماعة وثقه أبو زرعة وابن سعد ومات\nسنة عشرين ومائة\n</p>\n\n<p>\nالوليد بن عبادة بن الصامت الأنصاري أبو عبادة المدني روى عن أبيه وعنه\nابنه عبادة وعطاء بن أبي رباح وجماعة وثقه بن سعد وكان قليل الحديث مات\nبالشام في خلافة عبد الملك بن مروان\n</p>\n\n<p>\nالوليد بن عبد الله بن صياد روى عن المطلب بن عبد الله بن حنطب وعنه مالك\nبحديث مرسلا في الغيبة\n</p>\n\n<p>\nوهب بن كيسان القرشي مولاهم أبو نعيم المدني المعلم روى عن جابر وابن عمر\nوابن عباس وابن الزبير وأسماء وعدة وعنه مالك وابن إسحاق وأيوب السختياني\nوآخرون وثقه النسائي وابن سعد مات سنة سبع وعشرين ومائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( حرف الياء )\n</p>\n\n<p>\nيحنس بن أبي موسى الأسدي مولاهم أبو موسى المدني روى عن عمر وابن عمر\nوالزبير وأبي هريرة وعائشة وغيرهم وعنه قطن بن وهب ومحمد بن إبراهيم التيمي\nوجماعة وثقه النسائي\n</p>\n\n<p>\nيحيى بن سعد بن قيس الأنصاري أبو سعيد المدني قاضيها روى عن أنس وعدي بن\nثابت وعلي بن الحسين وخلق وعنه أبو حنيفة ومالك وشعبة والسفيانان والحمادان\nوالليث وخلق قال بن المديني له نحو ثلاثمائة حديث وقال بن سعد ثقة كثير\nالحديث حجة ثبت وعده السفيانان من الحفاظ وقال أحمد يحيى بن سعد أثبت الناس\nمات سنة ثلاث وأربعين ومائة\n</p>\n\n<p>\nيحيى بن عمارة بن أبي حسين <span id='ms43'></span> الأنصاري المازني المدني روى عن أبي سعيد وأنس\nوغيرهما وعنه ابنه عمرو والزهري وجماعة وثقه النسائي وابن إسحاق\n</p>\n\n<p>\nيزيد بن ركانة ويقال بن طلحة بن ركانة بن عبد يزيد القرشي المطلبي له\nصحبة ورواية وعنه ابناه علي وعبد الرحمن وأبو جعفر الباقر وسلمة بن صفوان\nوغيرهم حديثه في مسند أحمد وليس له في الكتب الستة رواية\n</p>\n\n<p>\nيزيد بن رومان الأسدي أبو روح المدني روى عن بن الزبير وأنس وعدة وعنه\nمالك وابن إسحاق وثقه النسائي وابن معين وابن سعد وكان عالما كثير الحديث\nمات سنة ثلاثين ومائة\n</p>\n\n<p>\nيزيد بن زناد ويقال بن أبي زناد واسمه ميسرة ويقال إنهما اثنان عن محمد\nبن كعب القرظي وعنه مالك وابن إسحاق وغيرهما وثقه النسائي\n</p>\n\n<p>\nيزيد بن عبد الله بن أسامة بن الهاد الليثي أبو عبد الله المدني روى عم\nعمير أبي اللحم وثعلبة بن أبي مالك وخلق وعنه مالك والثوري وآخرون وثقه بن\nمعين والنسائي وابن سعد مات بالمدينة سنة تسع وثلاثين ومائة\n</p>\n\n<p>\nيزيد بن عبد الله بن حصيفة الكندي المدني وقد نسب إلى جده روى عن أبيه\nوالسائب بن يزيد وطائفة وعنه مالك والسفيانان وابن جريج وخلق وثقه النسائي\nوابن معين وأبو حاتم وغيرهم\n</p>\n\n<p>\nيزيد بن عبد الله بن قسيط الليثي المدني روى عن بن عمر وأبي هريرة وعطاء\nبن يسار وعدة وعنه ابناه عبد الله والقاسم ومالك وابن إسحاق وآخرون وثقه\nالنسائي وابن سعد وغيرهما مات سنة اثنين وعشرين ومائة\n</p>\n\n<p>\nيزيد مولى المنبعث مدني روى عن أبي هريرة وريد بن خالد الجهني وعنه ابنه\nعبد الله ويحيى الأنصاري وعدة وثقه بن حبان\n</p>\n\n<p>\nيعقوب بن عبد الله بن الأشج المدني عن سعيد بن المسيب وعطاء بن أبي رباح\nوكريب وعدة وعنه بن إسحاق والليث وآخرون وثقه بن معين والنسائي وابن سعد\nوقال استشهد في البحر سنة اثنين وعشرين ومائة\n</p>\n\n<p>\nيونس بن يوسف ويقال يوسف بن يونس حماس الليثي المدني روى عن سعيد بن\nالمسيب وغيره وعنه مالك وابن جريج وجماعة وثقه النسائي <span id='ms44'></span> وكان من العباد مجاب\nالدعوة\n</p>\n\n<p>\n| 1 ( باب في الكنى )\n</p>\n\n<p>\nأبو إدريس الخولاني عائذ الله بن عبد الله تقدم\n</p>\n\n<p>\nأبو أسلمة أسعد بن سهل بن حنيف الأنصاري تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nأبو أسامة البلوي الأنصاري اسمه إياس ويقال عبد الله بن ثعلبة له صحبة\nورواية وعنه ابنه عبد الله وعبد الله بن كعب بن مالك وجماعة\n</p>\n\n<p>\nأبو أيوب الأنصاري خالد بن زيد تقدم\n</p>\n\n<p>\nأبو البراح عدي بن عاصم الأنصاري روى عن أبيه وعنه ابنه عاصم وغيره قال\nالواقدي أبو البراح لقب غلب عليه ويكنى أبا عمرو وقال بن سعد كان ثقة قليل\nالحديث مات سنة عشر ومائة وله أربع وثمانون سنة\n</p>\n\n<p>\nأبو بردة بن نيار البلوي اسمه هاني وقيل الحارث بن عمرو حليف الأنصار شهد\nبدرا والمشاهد كلها روى عنه بن أخته البراء بن عازب وجابر بن عبد الله\nوجماعة مات سنة إحدى أو اثنين أو خمس وأربعين\n</p>\n\n<p>\nأبو بشر الأنصاري المازني ويقال الساعدي قال بن عبد البر لا يوقف له على\nاسم صحيح ولا سماه من يوثق به له صحبة ورواية وشهد بيعة الرضوان وليس في\nالصحابة أبو بشر غيره روى عنه أولاده وعباد بن تميم ومحمد بن فضالة وعمارة\nبن عزية وغيرهم مات بعد الحرة\n</p>\n\n<p>\nأبو بكر بن عبد الرحمن بن الحارث بن هشام القرشي المخزومي أحد الفقهاء\nالسبعة قيل اسمه محمد وقيل أبو بكر وكنيته أبو عبد الرحمن والصحيح أن اسمه\nوكنيته واحد وكان مكفوفا روى عن أبيه وأبي مسعود الأنصاري وأبي هريرة\nوعائشة وأم سلمة وعدة وعنه بنوه سلمة وعبد الله وعمر وعبد الملك ومولاه سمى\nومجاهد والزهري والشعبي وطائفة وثقه العجلي وغيره وقال بن خراش هو أحد أئمة\nالمسلمين مات سنة ثلاث وتسعين\n</p>\n\n<p>\nأبو بكر بن عبيد الله بن عبد الله بن عمر بن الخطاب روى عن جده وعنه\nالزهري وغيره وثقه أبو زرعة وقال أبو حاتم لا يسمى\n</p>\n\n<p>\nأبو بكر بن عمر بن عبد الرحمن بن عبد الله بن عمر بن الخطاب روى عن عم\nأبيه سالم بن عبد <span id='ms45'></span> الله ونافع وهشام بن عروة وعدة وعنه مالك وإبراهيم بن\nطهمان وآخرون وثقه اللالكاني وغيره\n</p>\n\n<p>\nأبو بكر بن نافع القرشي مولى بن عمر روى عن أبيه وسالم وغيرهما وعنه مالك\nوالداروردي وآخرون وثقه أحمد وأبو داود وغيرهما وقال بن عدي أرجو أنه لا\nبأس به\n</p>\n\n<p>\nأبو بكر الصديق عبد الله بن عثمان تقدم\n</p>\n\n<p>\nأبو ثعلبة الخشي جرثوم بن ناشر ويقال بن لاشر ويقال عبر ذلك قدم على\nالنبي صلى الله عليه وسلم وهو يتجهز إلى حنين فأسلم وضرب له بسهمه وبايع\nبيعة الرضوان روى عنه جرير بن نفير وأبو إدريس الخولاني وعدة مات بالشام\nسنة خمس وسبعين\n</p>\n\n<p>\nأبو الجراح روى عن مولاته أم حبيبة وعثمان بن عفان وعنه سالم بن عبد الله\nبن عمر وغيره وثقه بن حبان ويقال اسمه الزبير\n</p>\n\n<p>\nأبو جهيم بن الحارث بن الصمة الأنصاري له صحبة ورواية روى عنه بسر بن\nسعيد مولى بن الحضرمي وعمير مولى بن عباس\n</p>\n\n<p>\nأبو حارم الأعرج سلمة بن دينار تقدم\n</p>\n\n<p>\nأبو حميد الساعدي الأنصاري قيل اسمه عبد الرحمن وقيل المنذر بن سعد وقال\nأحمد اسمه عبد الرحمن بن سعد بن المنذر له صحبة ورواية وعنه جابر وعباس بن\nسهل وجماعة بقي إلى آخر خلافة معاوية\n</p>\n\n<p>\nأبو الدرداء عويمر تقدم\n</p>\n\n<p>\nأبو رافع القبطي مولى النبي صلى الله عليه وسلم اسمه إبراهيم وقيل أسلم\nشهد أحدا والخندق وما بعدهما روى عنه أولاده الحسن ورافع وعبيد الله وسلمى\nوعلي بن الحسين وطائفة مات بالمدينة بعد عثمان بيسير\n</p>\n\n<p>\nأبز الزبير محمد بن مسلم تقدم\n</p>\n\n<p>\nأبو السائب الأنصاري مولاهم المدني روى عن أبي سعيد وأبي هريرة والمغيرة\nبن شعبة وعنه الزهري وشريك وجماعة وثقه بن حبان\n</p>\n\n<p>\nأبو سعيد الخدري سعد بن مالك الأنصاري أحد علماء الصحابة ومكثرهم وأحد من\nبايع تحت الشجرة أول مشاهده الخندق وغزا مع النبي صلى الله عليه وسلم ثنتي\nعشرة غزوة وكان ممن حفظ عن النبي صلى الله عليه وسلم سننا كثيرة وعلما جما\nوكان من نجباء الصحابة وعلمائهم وفضلائهم روى <span id='ms46'></span> عنه الشعبي وعطاء ونافع وابن\nالمسيب وخلق مات سنة أربع وسبعين وله نيف وسبعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nأبو سعيد المقبري المدني أحد الأئمة اسمه كيسان روى عن عمر وقلي وأسامة\nوعبد الله بن سلام وجماعة وعنه ابنه سعد وحفيده عبد الله وعمرو بن أبي عمرو\nوعدة قال النسائي لا بأس به وقال الواقدي كان ثقة كثير الحديث مات سنة مائة\n</p>\n\n<p>\nأبو سفيان مولى عبد الله بن أبي أحمد بن جحش القرشي الأسدي وقال\nالدارقطني اسمه وهب وقال غيره اسمه قزمان روى عن أبي سعيد وأبي هريرة\nوجماعة وعنه ابنه عبد الله وداود بن الحصين وغيرهما قال بن سعد ثقة قليل\nالحديث\n</p>\n\n<p>\nأبو سلمة بن عبد الرحمن بن عوف الزهري قيل اسمه عبد الله وقيل إسماعيل\nوقيل اسمه كنيته روى عن أبيه وعثمان وجابر وابن عمر وعائشة وأم سلمة وخلق\nوثقه بن سعد وغيره وكان فقيها إماما مات بالمدينة سنة أربع وتسعين عن ثنتين\nوسبعين سنة\n</p>\n\n<p>\nأبو سهيل بن مالك اسمه نافع تقدم\n</p>\n\n<p>\nأبو شريح الخزاعي العدوي قيل اسمه خويلد وقيل عبد الرحمن بن عمر وأسلم\nيوم الفتح روى عنه نافع بن جبير وسعيد المقبري وجماعة مات بالمدينة سنة\nثمان وستين\n</p>\n\n<p>\nأبو صالح السمان ذكوان تقدم\n</p>\n\n<p>\nأبو الطفيل عامر بن واثلة تقدم\n</p>\n\n<p>\nأبو طلحة الأنصاري زيد بن سهل بن الأسود أحد النقباء ليلة العقبة شهد\nبدرا والمشاهد روى عنه ابنه عبد الله وربيبه أنس بن مالك وابن عباس وعدة\nمات سنة أربع وثلاثين\n</p>\n\n<p>\nأبو عبد الله الأغر سلمان المدني روى عن أبي هريرة وأبي سعيد وأبي أيوب\nوأبي الدرداء وغيرهم وعنه بنوه عبد الله وعبيد الله وعبيد وبكير بن الأشج\nوالزهري وجماعة وثقه شعبة وغيره\n</p>\n\n<p>\nأبو عطية الأشجعي روى عن أبي هريرة وعنه بكير بن الأشج لا رواية له في\nالكتب الستة ولا في المسند\n</p>\n\n<p>\nأبو عمرة الأنصاري وقيل عبد الرحمن بن أبي عمرة روى عن زيد بن خالد\nالجهني وعنه عبد الله بن عمرو بن عثمان بن عفان أبو الغيث سالم مولى بن <span id='ms47'></span>\nمطيع تقدم\n</p>\n\n<p>\nأبو قتادة الأنصاري فارس النبي صلى الله عليه وسلم قيل اسمه الحارث وقيل\nالنعمان وقيل عمرو بن ربعي السلمي شهد أحدا وما بعدها من المشاهد روى عنه\nابناه عبد الله وثابت وجابر بن عبد الله وأنس وخلق مات سنة أربع وخمسين عن\nسبعين سنة\n</p>\n\n<p>\nأبو ليلى بن عبد الله بن عبد الرحمن بن سهل الأنصاري المدني روى عن سهل\nبن أبي حثمة ورجال من كبراء قومه حديث القسامة وعنه مالك وقال بن سعد اسمه\nعبد الله بن سهل بن عبد الرحمن وكذا هو في المسند أبو المثنى الجهني المدني\nروى عن سعد بن أبي وقاص وأبي سعيد وعنه أيوب بن حبيب الزهري وثقه بن معين\nوقال بن المديني مجهول\n</p>\n\n<p>\nأبو محمد الأقرع نافع بن عباس تقدم\n</p>\n\n<p>\nأبو مرة مولى عقيل بن أبي طالب حجازي مشهور بكنيته واسمه يزيد روى عن\nمولاه وعمرو بن العاصي وأبي الدرداء وغيرهم وعنه سالم أبو النضر وأبو جعفر\nالباقر وآخرون قال الواقدي كان شيخا قديما\n</p>\n\n<p>\nأبو مسعود عقبة بن عمرو بن ثعلبة الأنصاري البدري شهد العقبة الثانية\nواختلف في شهوده بدرا ومن أنكره قال نزل بدرا فنسب إليها روى عنه بن بشير\nوربعي بن حراش وأبو وائل وخلق مات سنة أربعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nأبو موسى الأشعري عبد الله بن قيس تقدم\n</p>\n\n<p>\nأبو النضر سالم بن أبي أمية المدني تقدم\n</p>\n\n<p>\nأبو النضر السلمي روى أن رسول الله صلى الله عليه وسلم قال لا يموت لأحد\nثلاثة من الولد الحديث رواه محمد بن أبي بكر بن محمد بن عمرو بن حزم عن\nأبيه عنه\n</p>\n\n<p>\nأبو هريرة الدوسي اليماني حافظ الصحابة في اسمه واسم أبيه نحو ثلاثين\nقولا قال النووي وأصحها عبد الرحمن بن صخر روى الكثير وروى عنه خلائق من\nالصحابة والتابعين وكان إسلامه عام خيبر مات سنة سبع وخمسين قال الشافعي\nأبو هريرة أحفظ من روى الحديث في دهره\n</p>\n\n<p>\nأبو واقد الليثي الصحابي قيل اسمه الحارث بن مالك وقيل بن عوف روى عنه\nابناه واقد وعبد <span id='ms48'></span> الملك وجماعة مات سنة ثمان وستين وله سبعون سنة\n</p>\n\n<p>\nأبو يونس روى عن مولاته عائشة وعنه القعقاع بن حكيم وغيره وثقه بن حبان\n</p>\n\n<p>\n| 1 ( باب في الأبناء والأنساب )\n</p>\n\n<p>\nبن بجيد الأنصاري هو عبد الرحمن تقدم\n</p>\n\n<p>\nبن أبي عمرة الأنصاري روى عن زيد بن خالد الجهني وعنه عبد الله بن عمرو\nبن عثمان كذا وقع في رواية القعنبي وابن عفير وابن بكير وفي رواية غيرهم\nأبو عمرة وهو الصواب وقد تقدم\n</p>\n\n<p>\nبن محيريز هو عبد الله تقدم\n</p>\n\n<p>\nبن محيصة هو حرام بن سعد بن محيصة تقدم\n</p>\n\n<p>\nبن وعلة هو عبد الرحمن تقدم البهزي له صحبة قيل اسمه زيد بن كعب وهو صاحب\nالظبي الحافظ روى عنه عمير بن سلمة الضمري البياضي صحابي روى عنه أبو حازم\nوالنمار واسمه فروة بن عمرو من بني بياضة بن عامر الخزرجي روى عن عبادة بن\nالصامت وعنه عبد الله بن محيريز قيل اسمه رفيع وقيل أبو رفيع وقال بن عبد\nالبر هو مجهول وصحح حديثه في الوتر\n</p>\n\n<p>\n| 1 ( باب في المبهمات )\n</p>\n\n<p>\nزيد بن أسلم روى عن رجل من بني ضمرة عن أبيه أن رسول الله صلى الله عليه\nوسلم سئل عن العقيقة فقال لا أحب العقوق\n</p>\n\n<p>\nسعيد بن جبير عن رجل عنده رضى هو الأسود بن يزيد بن قيس النخعي الكوفي\nروى عن أبي بكر وعمر وعلي ومعاذ وحذيفة وأبي موسى وعائشة وغيرهم وعنه ابنه\nعبد الرحمن وابن أخته إبراهيم النخعي وأبو إسحاق السبيعي وآخرون وكان صواما\nقواما قال أحمد ثقة من أهل الخير وقال غيره حج ثمانين حجة وعمرة لم يجمع\nبينهما مات سنة أربع وقيل سنة خمس وسبعين\n</p>\n\n<p>\nسهل بن أبي حثمة روي أنه أخبره رجال من كبراء قومه أن عبد الله بن سهل\nومحيصة خرجا الحديث\n</p>\n\n<p>\nصالح بن خوات بن جبير روى عمن صلى مع النبي صلى الله عليه وسلم صلاة\nالخوف هو سهل بن أبي حثمة\n</p>\n\n<p>\nعباد بن تميم روى عن عمه هو عبد الله بن زيد بن عاصم وهو عمه أخو أبيه <span id='ms49'></span>\nلأمه\n</p>\n\n<p>\nعروة بن الزبير روي أن صاحب هدي رسول الله صلى الله عليه وسلم قال يا\nرسول الله كيف أصنع بما عطب من الهدي الحديث هو ناجية بن كعب بن جندب\nالأسلمي الخلزاعي له صحبة ورواية روى عنه عروة ومجزأة بن زاهر مات بالمدينة\nزمن معاوية\n</p>\n\n<p>\nعطاء بن يسار عن رجل من بني أسد قال نزلت أنا وأهلي ببقيع الغرقد فقال لي\nأهلي اذهب إلى رسول الله صلى الله عليه وسلم فسله لنا الحديث\n</p>\n\n<p>\nعطاء الخراساني روى عن شيخ بالكوفة عن كعب بن عجرة حديث الخلق\n</p>\n\n<p>\nمحمد بن سيرين روى أن رجلا أخبره عن بن عباس أن رجلا جاء إلى النبي صلى\nالله عليه وسلم فقال إن أمي عجوز كبيرة الحديث\n</p>\n\n<p>\nالزهري روى عن رجل من آل خالد بن أسيد أنه سأل بن عمر الرجل هو أمية بن\nعبد الله بن خالد بن أسيد\n</p>\n\n<p>\nنافع عن رجل من الأنصار عن معاذ بن سعد أو سعد بن معاذ أن جارية لكعب بن\nمالك كانت ترعى غنما الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأبو بكر بن عبد الرحمن بن الحارث بن هشام بعض عن أصحاب النبي صلى الله\nعليه وسلم أن النبي صلى الله عليه وسلم أمر الناس عام الفتح بالفطر الحديث\n</p>\n\n<p>\nمالك عن الثقة عنه عن بكير بن عبد الله بن الأشج قيل أنه مخرمة بن بكير\n</p>\n\n<p>\nمالك عن الثقة عنده عن عمرو بن شعيب عن أبيه عن جده قال بن عبد البر قد\nتقدم الناس في هذا المبهم وأشبه ما قيل فيه أنه بن لهيعة وقيل عبد الله بن\nعامر الأسلمي فأما بن لهيعة فهو عبد الله بن لهيعة بن عقبة المصري الفقيه\nأبو عبد الرحمن قاضي مصر ومسندها روى عن عطاء بن أبي رباح وعمرو بن دينار\nوالأعرج وخلق وعنه الثوري والأوزاعي وشعبة وماتوا قبله وابن المبارك وخلق\nوثقه أحمد وغيره وضعفه يحيى القطان وغيره مات سنة أربع وسبعين ومائة وأما\nالأسلمي فهو أبو عامر المدني القاري وآخرون ضعفه أحمد ويحيى وغير واحد\n</p>\n\n<p>\n| 1 ( باب <span id='ms50'></span> النساء )\n</p>\n\n<p>\nأسماء بنت أبي بكر الصديق صحابية روى عنها ابناها عبد الله وعروة وابن\nعباس وجماعة أسلمت قديما وهاجرت إلى المدينة وتوفيت بمكة بعد ابنها بيسير\nسنة ثلاث وسبعين وقد جاوزت المائة\n</p>\n\n<p>\nأسماء بنت عمير الخثعمية لها صحبة ورواية وعنها ابنها عبد الله بن جعفر\nبن أبي طالب وابن ابنها القاسم بن محمد بن أبي بكر وابن عباس وآخرون هاجرت\nالهجرتين وتزوجها جعفر وأبو بكر وعلي\n</p>\n\n<p>\nأميمة بنت رقيقة وهي أمها واسم أبيها عبد ويقال عبد الله بن بجاد بن عمير\nبن الحارث التيمية وأمها رقيقة بنت خويلد أخت خديجة أم المؤمنين روت عن\nالنبي صلى الله عليه وسلم وعن أزواجه وعنها ابنتها حكيمة ومحمد بن المنكدر\n</p>\n\n<p>\nبسرة بنت صفوان بن نوفل الأسدية لها صحبة ورواية حديث الوضوء من مس الذكر\nروى عنها عبد الله بن عمرو وعروة بن الزبير ومروان بن الحكم وغيرهم\n</p>\n\n<p>\nجدامة بالدال المهملة على الصحيح وقيل بالمعجمة بنت وهب ويقال بنت جندب\nويقال بنت جندل الأسدية أخت عكاشة بن محصن لأمه أسلمت وبايعت وهاجرت إلى\nالمدينة روت عنها عائشة حديث النهي عن الغيلة\n</p>\n\n<p>\nحبيبة بنت سهل بن ثعلبة الأنصارية صحابية زوج ثابت بن قيس بن شماس روت\nعنها عمرة بنت عبد الرحمن\n</p>\n\n<p>\nحفصة بنت عمر بن الخطاب أم المؤمنين ولدت قبل المبعث بخمسة أعوام وتزوجها\nرسول الله صلى الله عليه وسلم سنة ثلاث وقيل سنة اثنتين من الهجرة وروى\nعنها أخوها عبد الله وحارث بن وهب وأم مبشر الأنصارية وجماعة ماتت سنة إحدى\nوأربعين\n</p>\n\n<p>\nحميدة بنت عبيد بن رفاعة الأنصارية الزرقية أم يحيى المدنية روت عن\nخالتها كبشة بنت كعب بن مالك وعنها زوجها إسحاق بن عبد الله بن أبي طلحة\nوابنها يحيى بن إسحاق وثقها بن حبان\n</p>\n\n<p>\nحواء بنت رافع بن امرئ القيس الأنصارية لها صحبة وعنها عمرو بن معاذ\nالأشهلي وهي جدته\n</p>\n\n<p>\nخنا بنت خذام بن خالد الأنصارية الأوسية التي أنكحها أبوها وهي كارهة فرد\nالنبي صلى الله عليه وسلم نكاحها روى عنها ابنها <span id='ms51'></span> السائب بن أبي لبابة وعبد\nالرحمن ومجمع ابنا يزيد بن حارثة وغيرهم\n</p>\n\n<p>\nخولة بنت حكيم بن أمية أم شريك السلمية أمرأة عثمان بن مظعون لها صحبة\nورواية وعنها سعد بن أبي وقاص وعروة وسعيد بن المسيب قال بن عبد البر وهي\nالتي وهبت نفسها للنبي صلى الله عليه وسلم\n</p>\n\n<p>\nزينب بنت جحش بن رياب الأسدية أم المؤمنين تزوجها رسول الله صلى الله\nعليه وسلم سنة ثلاث وقيل سنة خمس روى عنها بن أخيها محمد بن عبد الرحمن وأم\nحبيبة وأم المؤمنين وزينب بنت أبي سلمة وغيرهم ماتت سنة عشرين وهي أول نساء\nالنبي صلى الله عليه وسلم لحوقا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nزينب بنت أبي سلمة عبد الله بن عبد الأسد المخزومية ولدت بأرض الحبشة\nوكان اسمها برة فسماها النبي صلى الله عليه وسلم زينب روت عن النبي صلى\nالله عليه وسلم وعن أمها أم سلمة وعائشة وغيرهم وعنها ابنها أبو عبيدة بن\nعبد الله بن زمعة وأبو سلمة بن عبد الرحمن وعلي بن الحسين والشعبي وغيرهم\nماتت سنة ثلاث وسبعين\n</p>\n\n<p>\nزينب بنت كعب بن عجرة روت عن زوجها أبي سعيد الخدري وأخته الفريعة وعنها\nبن أخيها سعد بن إسحاق بن كعب وابن أخيها الآخر سليمان بن محمد بن كعب\nوثقها بن حبان\n</p>\n\n<p>\nصفية بنت أبي عبيد بن مسعود الثقفية امرأة عبد الله بن عمرو روت عن عائشة\nوحفصة وأم سلمة وعنها سالم ونافع وعدة وثقها العجلي وغيره\n</p>\n\n<p>\nعائشة بنت أبي بكر الصديق أم المؤمنين وحبيبة حبيب رب العالمين تزوجها\nرسول الله صلى الله عليه وسلم بمكة وهي بنت ست سنين وبنى بها بالمدينة\nمنصرفة من بدر في شوال سنة اثنين من الهجرة وهي بنت تسع سنين روت الكثير\nوروى عنها خلائق واستقلت بالفتوى زمن أبي بكر وعمر وهلم جرا قال أبو موسى\nما أشكل علينا أصحاب محمد صلى الله عليه وسلم حديث قط فسألنا عائشة إلا\nوجدنا عندها منه علما وقال مسروق رأيت مشيخة أصحاب محمد الأكابر يسألونها\nعن الفرائض وقال الزهري <span id='ms52'></span> لو جمع علم عائشة إلى علم أزواج النبي صلى الله\nعليه وسلم وعلم جميع النساء لكان علم عائشة أفضل ماتت سنة سبع وخمسين وقيل\nسنة ثمان وخمسين\n</p>\n\n<p>\nعمرة بنت فاطمة بنت قيس بن خالد القرشية لها صحبة ورواية وعنها بن عباس\nوأبو سلمة بن عبدالرحمن والشعبي وعروة وابن المسيب وآخرون وكانت من\nالمهاجرات الأول ومن ذوات العقل والرأي في بيتها اجتمع أصحاب الشورى عند\nقتل عمر\n</p>\n\n<p>\nفاطمة بنت المنذر بن الزبير الأسدية روت عن جدتها أسماء بنت أبي بكر وأم\nسلمة وعنها زوجها هشام بن عروة وابن إسحاق ومحمد بن سوقة وثقها العجلي\n</p>\n\n<p>\nالفريعة بنت مالك الخدرية الأنصارية أخت أبي سعيد الخدري شهد بيعة\nالرضوان وروى حديثها سعد بن إسحاق بن كعب بن عجرة عن عمته زينب بنت كعب\nعنها\n</p>\n\n<p>\nكبشة بنت كعب بن مالك الأنصاري عن أبي قتادة وعنها بنت أختها أم يحيى\nحميدة بنت عبيد بن رفاعة وثقها بن حبان\n</p>\n\n<p>\nلبابة بنت الحارث بن حزن أم الفضل الهلالية زوج زوج العباس بن عبد المطلب\nلها صحبة ورواية روى عنها ابنها عبد الله بن عباس ومولاها عمير وأنس بن\nمالك وعبد الله بن الحارث بن نوفل قال بن عبد البر يقال إنها أول امرأة\nأسلمت بعد خديجة وكان النبي صلى الله عليه وسلم يزورها ويقيل عندها\n</p>\n\n<p>\nمرجانة عن معاوية وعائشة وعنها ابنها علقمة بن أبي علقمة وثقها بن حبان\n</p>\n\n<p>\n| 1 ( فصل في الكنى )\n</p>\n\n<p>\nأم بجيد الأنصارية يقال اسمها حواء لها صحبة روى حديثها عبد الرحمن بن\nبجيد عن جدته أم بجيد\n</p>\n\n<p>\nأم حبيبة بنت أبي سفيان بن حرب أم المؤمنين اسمها رملة روى عنها أخواها\nمعاوية وعنبسة وابنتها حبيبة وعروة بن الزبير وعدة ماتت سنة أربع وأربعين\nويقال سنة تسع وخمسين\n</p>\n\n<p>\nأم سلمة هند بنت أبي أمية واسمه حذيفة ويقال سهل بن المغيرة القرشية\nالمخزومية أم المؤمنين وأخت عمار بن ياسر لأمه وقيل من الرضاع تزوجها رسول\nالله صلى الله عليه وسلم في شوال عقب وقعة بدر روى عنها بن <span id='ms53'></span> عباس وأسامة بن\nزيد وابنها عمر بن أبي سلمة وابنتها زينب بنت أبي سلمة وخلق ماتت في شوال\nسنة تسع وخمسين ويقال سنة اثنتين وستين\n</p>\n\n<p>\nأم سليم بنت ملحان بن خالد الأنصاري أم أنس بن مالك يقال اسمها الغميصاء\nلها صحبة ورواية روى عنها ولدها أنس وابن عباس وغيرهما وكانت من فضلى\nالنساء وعقلائهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nأم عطية الأنصارية اسمها نسيبة ويقال نسيبة بنت كعب ويقال بنت الحارث قال\nبن عبد البر كانت من كبار نساء الصحابة وكانت تغزو كثيرا مع النبي صلى الله\nعليه وسلم تمرض المرضى وتداوي الجرحى روى عنها أنس ومحمد بن سيرين وأخته\nحفصة وجماعة\n</p>\n\n<p>\nأم الفضل بنت الحارث هي لبابة تقدمت\n</p>\n\n<p>\nأم قيس بنت محصن بن خرثان الأسدي أخت عكاشة يقال اسمها آمنة أسلمت قديما\nوهاجرت إلى المدينة وروت عن النبي صلى الله عليه وسلم روى عنها مولاها عدي\nبن دينار ووابصة بن معبد وغيرهما\n</p>\n\n<p>\nأم هانئ بنت أبي طالب الهاشمية اسمها فاختة وقيل هند وهي شقيقة علي روى\nعنها بن عباس ومولياها باذام أبو صالح وأبو مرة ومجاهد والشعبي وآخرون\nأسلمت عام الفتح وعاشت بعد علي دهرا\n</p>\n\n<p>\n| 1 ( فصل في المبهمات )\n</p>\n\n<p>\nإسماعيل بن محمد بن سعد بن أبي وقاص عن مولاه لعمرو بن العاص أو لعبد\nالله بن عمرو عن عبد الله بن عمرو مرفوعا صلاة أحدكم وهو قاعد مثل نصف\nصلاته وهو قائم\n</p>\n\n<p>\nحصين بن محصن روى عن عمه علقمة بن أبي علقمة عن أمه عن عائشة اسم أمه\nمرجانة وقد تقدمت\n</p>\n\n<p>\nعمرو بن معاذ الأشهلي عن جدته هي حواء\n</p>\n\n<p>\nمحمد بن إبراهيم التيمي روى عن أم ولد لإبراهيم بن عبد الرحمن بن عوف\nأنها سألت أم سلمة إني امرأة أطيل ذيلي الحديث\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن ثوبان روى عن أمه عن عائشة\n</p>\n\n<p>\nفصل قال القاضي عياض في المدارك ذكر أحمد بن عبد الله الكوفي في تاريخه\nأن ما أرسله مالك في الموطأ عن بن مسعود رواه عن عبد الله بن إدريس الأودي\nوما أرسله <span id='ms54'></span> عن غيره فهو عن بن مهدي والله سبحانه وتعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             <span id='ms55'></span>\n</p>\n",
  "pages": [
    "001",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036"
  ],
  "volumes": [
    "01"
  ]
}