{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nلقاء العشر الأواخر بالمسجد الحرام (94)\n</p>\n\n<p>\nجزء فيه\n</p>\n\n<p>\nشروط النصارى\n</p>\n\n<p>\nللقاضي\n</p>\n\n<p>\nأبي محمد عبد الله بن أحمد بن زبر الربعي\n</p>\n\n<p>\n(255-329 ه)\n</p>\n\n<p>\nوبذيله أحاديث\n</p>\n\n<p>\nلأبي محمد عبد الوهاب بن أحمد الكلابي\n</p>\n\n<p>\n(306-396 ه)\n</p>\n\n<p>\nرحمهما الله تعالى\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nأنس بن عبد الرحمن بن عبد الله العقيل\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1427 ه - 2006 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين, وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\n</p>\n\n<p>\nأخبرنا الشيخان: الأجل الفقيه الأمين أبو محمد هبة الله بن أحمد بن محمد\nالأكفاني, وأبو محمد طاهر بن سهل بن بشر الإسفراييني, قالا: أخبرنا الشيخ\nأبو الحسن عبد الدائم بن الحسن بن عبيد الله الهلالي القطان, قال: أخبرنا\nأبو الحسين عبد الوهاب بن الحسن بن الوليد الكلابي, قال: أخبرنا أبو محمد\nعبد الله بن أحمد بن زبر, قال:\n</p>\n\n<h1 class='l1' id='head0'>1- </h1>\n\n<p>\nأنا أحمد بن عبد الجبار العطاردي, قال: حدثني أبي, ثنا سعيد بن عبد\nالجبار, عن سعيد بن سنان, قال: ثنا أبو الزاهرية, عن كثير بن مرة الحضرمي,\nقال: سمعت عمر بن الخطاب رضي الله عنه يقول: سمعت رسول الله صلى الله عليه\nوسلم يقول: ((لا تبنى بيعة في الإسلام, ولا يجدد ما خرب منها)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>2- </h1>\n\n<p>\nأنا عبد الدائم, أنا عبد الوهاب, أنا عبد الله, ثنا محمد بن غالب بن حرب,\nومحمد بن يونس بن موسى, قالا: ثنا بكر بن محمد القرشي\n</p>\n\n<h1 class='l1' id='head2'>[ص: 20]</h1>\n\n<p>\nبالبصرة, قال: سمعت سعيد بن عبد الجبار الزبيدي, يحدث عن سعيد بن سنان,\nعن أبي الزاهرية, عن كثير بن مرة الحضرمي, قال: سمعت عمر بن الخطاب رضي\nالله عنه يقول: قال رسول الله صلى الله عليه وسلم: ((لا تبنى كنيسة في\nالإسلام, ولا يجدد ما خرب منها)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>3- </h1>\n\n<p>\nأنا عبد الدائم, أنا عبد الوهاب, أنا عبد الله, ثنا علي بن داود بن يزيد\nالتميمي, ثنا عمرو بن خالد, ثنا عبد الله بن لهيعة, عن يزيد بن أبي حبيب,\nعن أبي الخير قال: قال عمر بن الخطاب رضي الله عنه: ((لا كنيسة في\nالإسلام)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>4- </h1>\n\n<p>\nأنا عبد الدائم <span id='ms01'></span>, أنا عبد الوهاب, أنا عبد الله, ثنا إبراهيم بن الهيثم\nالبلداني, ثنا عبد الله بن صالح, حدثني الليث بن سعد, حدثني توبة بن نمر\nالحضرمي قاضي مصر, عن رجل أخبره: أن رسول الله صلى الله عليه وسلم قال:\n((لا كنيسة في الإسلام)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال الليث: وحدثني يزيد بن أبي حبيب, عن أبي الخير, عن عمر بن الخطاب رضي\nالله عنه مثل ذلك.\n</p>\n\n<h1 class='l1' id='head5'>5- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا الحسن بن [عليل\nالعنزي] , ثنا أبو الربيع الزهراني, ثنا إسماعيل بن زكريا, عن مجالد بن\nسعيد, عن الشعبي: أن عمر بن الخطاب رضي الله عنه قال: ((لا كنيسة في\nالإسلام)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>6- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, [ثنا] علي بن داود, ثنا\nسعيد بن الحكم بن أبي مريم, أبنا يحيى بن أيوب, عن عبيد الله بن زحر, عن\nعلي بن يزيد, عن القاسم أبي عبد الرحمن, عن أبي أمامة قال: قال عمر بن\nالخطاب رضي الله عنه: ((إياكم وأخلاق الأعاجم, ومجاورة الخنازير, وأن يرفع\nبين أظهركم الصليب)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>7- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا أحمد بن عبيد بن\nإسحاق, وأبو إسماعيل الترمذي, قالا: ثنا أبو نعيم الفضل بن دكين, ثنا شبل\nبن عباد, عن قيس بن سعد, عن طاوس, أنه سمعه يقول: ((لا ينبغي لبيت رحمة أن\nيكون عنده بيت عذاب)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>8- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, [نا] أحمد بن يوسف\nالتغلبي, ثنا أبو عبيد القاسم بن سلام, ثنا أبو نعيم بهذا الحديث.\n</p>\n\n<p>\nقال أبو عبيد: يعني الكنائس والبيع وبيوت النيران, يقول: لا ينبغي أن\nيكون مع المساجد في أمصار المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>9- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا محمد بن إسحاق بن\nراهويه الحنظلي, ثنا أبي, ثنا بقية بن الوليد, عن عبد الحميد بن بهرام,\n</p>\n\n<h1 class='l1' id='head10'>[ص: 22]</h1>\n\n<p>\nعن شهر بن حوشب, عن عبد الرحمن بن غنم: أن عمر بن الخطاب رضي الله عنه\nكتب على النصارى حين صولحوا:\n</p>\n\n<p>\n((بسم <span id='ms02'></span> الله الرحمن الرحيم\n</p>\n\n<p>\nهذا كتاب لعبد الله عمر أمير المؤمنين, من نصارى أرض الشام:\n</p>\n\n<p>\nإنا سألناك الأمان لأنفسنا وأهلينا وأولادنا وأموالنا وأهل ملتنا, على أن\nنؤدي الجزية عن يد ونحن صاغرون, وعلى أن لا نمنع أحدا من المسلمين أن\nينزلوا كنائسنا في الليل والنهار, ونضيفهم فيها ثلاثا ونطعمهم فيها الطعام,\nونوسع لهم أبوابها, ولا يضرب فيها بالنواقيس إلا ضربا خفيفا, ولا نرفع فيها\nأصواتنا بالقراءة, ولا نؤوي فيها -ولا في شيء من منازلنا- جاسوسا لعدوكم,\nولا نحدث كنيسة ولا ديرا ولا صومعة ولا قلاية, ولا نجدد ما خرب منها, ولا\nنقصد الاجتماع فيما كان منها في خطط المسلمين وبين ظهرانيهم, ولا نظهر شركا\nولا ندعو إليه, ولا نظهر صليبا على كنائسنا ولا في شيء من طرق المسلمين\nوأسواقهم, ولا نتعلم القرآن ولا نعلمه أولادنا, ولا نمنع أحدا من ذوي\nقرابتنا الدخول في الإسلام إن أرادوا ذلك.\n</p>\n\n<p>\nوأن نجز مقاديم رؤوسنا ونشد الزنانير في أوساطنا ونلزم ديننا.\n</p>\n\n<p>\nولا نتشبه بالمسلمين في لباسهم ولا في هيئتهم ولا في سروجهم, ولا في نقش\nخواتيمهم فننقشها عربيا, ولا نكتني بكناهم. وأن نعظمهم\n</p>\n\n<h1 class='l1' id='head11'>[ص: 23]</h1>\n\n<p>\nونوقرهم ونقوم لهم في مجالسنا, ونرشدهم في سبلهم وطرقاتهم, ولا نطلع في\nمنازلهم, ولا نتخذ سلاحا ولا سيفا, ولا نحمله في حضر ولا سفر في أرض\nالمسلمين, ولا نبيع خمرا ولا نظهرها, ولا نظهر نارا مع موتانا في طرق\nالمسلمين, ولا نرفع أصواتنا مع جنائزهم ولا نجاور المسلمين بهم, ولا نضرب\nأحدا من المسلمين, ولا نتخذ من الرقيق شيئا جرت عليه سهامهم.\n</p>\n\n<p>\nشرطنا ذلك كله على أنفسنا وأهل ملتنا, فإن خالفناه فلا ذمة لنا ولا عهد,\nوقد حل لكم منا ما يحل لكم من أهل الشقاق والمعاندة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>10- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا محمد بن هشام ابن\nالبختري أبو جعفر المستملي, ثنا الربيع بن ثعلب الغنوي, ثنا يحيى بن عقبة\n[بن] أبي العيزار, عن سفيان الثوري والوليد بن نوح والسري بن مصرف, يذكرون\nعن طلحة بن مصرف <span id='ms03'></span>, عن مسروق, عن عبد الرحمن بن غنم قال: كتبت لعمر بن الخطاب\nرضي الله عنه حين صالح نصارى أهل الشام:\n</p>\n\n<p>\n((بسم الله الرحمن الرحيم\n</p>\n\n<p>\nهذا كتاب لعبد الله عمر, أمير المؤمنين, من نصارى مدينة كذا وكذا:\n</p>\n\n<h1 class='l1' id='head13'>[ص: 24]</h1>\n\n<p>\nإنكم لما قدمتم علينا سألناكم الأمان لأنفسنا وذرارينا وأموالنا وأهل\nملتنا, وشرطنا لكم على أنفسنا:\n</p>\n\n<p>\nأن لا نحدث في مدائننا ولا فيما حولها ديرا, ولا كنيسة ولا قلاية ولا\nصومعة راهب, ولا نجدد ما خرب منها, ولا نحيي ما كان منها في خطط المسلمين,\nوأن لا نمنع كنائسنا أن ينزلها أحد من المسلمين في ليل ولا نهار, وأن نوسع\nأبوابها للمارة وابن السبيل, وأن ننزل من مر بنا من المسلمين ثلاثة أيام\nنطعمهم, ولا نؤوي في كنائسنا ولا منازلنا جاسوسا, ولا نعلم أولادنا القرآن,\nولا نظهر شركا ولا ندعو إليه أحدا, وأن لا نمنع أحدا من ذوي قراباتنا\nالدخول في الإسلام إن أرادوه.\n</p>\n\n<p>\nوأن نوقر المسلمين, وأن نقوم لهم من مجالسنا إذا أرادوا الجلوس, ولا\nنتشبه بهم في شيء من لباسهم في قلنسوة ولا عمامة ولا نعلين ولا فرق شعر,\nولا نتكلم بكلامهم, ولا نكتني بكناهم, ولا نركب السروج, ولا نتقلد السيوف,\nولا نتخذ شيئا من السلاح ولا نحمله معنا, ولا ننقش خواتيمنا بالعربية, ولا\nنبيع الخمور.\n</p>\n\n<p>\nوأن نجز مقاديم رؤوسنا, وأن نلزم زينا حيثما كنا, وأن نشد الزنانير على\nأوساطنا, وأن لا نظهر الصليب على كنائسنا, وأن لا نظهر صليبا أو كتبنا في\nشيء من طرق المسلمين ولا أسواقهم, وأن لا نضرب بنواقيسنا في كنائسنا إلا\nضربا خفيا, وأن لا نرفع أصواتنا بالقراءة في كنائسنا في شيء من حضرة\nالمسلمين, وأن لا نخرج شعانين ولا باعوثا.\n</p>\n\n<h1 class='l1' id='head14'>[ص: 25]</h1>\n\n<p>\nوأن لا نرفع أصواتنا مع موتانا, ولا نظهر النيران معهم في شيء من طرق\nالمسلمين وأسواقهم, ولا نجاورهم بموتانا, ولا نتخذ من الرقيق ما جرى عليه\nسهام المسلمين.\n</p>\n\n<p>\nوأن نرشد المسلمين, ولا نطلع في منازلهم -فلما أتيت عمر بالكتاب زاد فيه:\n((ولا نضرب أحدا من <span id='ms04'></span> المسلمين)) -.\n</p>\n\n<p>\nشرطنا لكم ذاك على أنفسنا وأهل ملتنا, وقبلنا عليه الأمان, فإن نحن\nخالفنا عن شيء مما شرطناه لكم وضمناه على أنفسنا فلا ذمة لنا, وقد حل لكم\nمنا ما يحل لكم من أهل المعاندة والشقاق)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>11- </h1>\n\n<p>\nقال عبد الله: ووجدت هذا الحديث بالشام: رواه عبد الوهاب بن نجدة الحوطي,\nعن محمد بن حمير, عن عبد الملك بن حميد بن أبي غنية, عن السري بن مصرف\nوسفيان الثوري والوليد بن نوح, عن طلحة بن مصرف, عن مسروق بن الأجدع, عن\nعبد الرحمن بن غنم قال: كتبت لعمر بن الخطاب رضي الله عنه حين صالحه نصارى\nأهل الشام.. .. فذكر مثله سواء بطوله.\n</p>\n\n<p>\nفعجبت من اتفاق ابن أبي غنية ويحيى بن عقبة على روايته عن هؤلاء الثلاثة\nبأعيانهم, حتى كأن أحدهم أخذ عن الآخر, فالله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>12- </h1>\n\n<p>\nورأيت هذا الحديث في كتاب رجل من أصحابنا بدمشق, ذكر أنه سمعه من محمد بن\nميمون [بن] (1) معاوية الصوفي بطبرية بإسناد ليس بمشهور, ينتهي إلى إسماعيل\nبن مجالد بن سعيد قال: حدثني سفيان الثوري, عن طلحة بن مصرف, عن مسروق, عن\nعبد الرحمن بن غنم, فذكره بطوله.\n</p>\n\n<p>\nوقال فيه عند ذكر الكنائس: ((ولا يأتي منها ما كان في خطط المسلمين..\n..)) . وزاد فيه: ((ولا يتشبه بهم في شيء من لباسهم في قلنسوة, ولا عمامة,\nولا سراويل ذات خدمة, ولا نعلين ذات عدنة, ولا نمشي إلا بزنار من جلد, ولا\nيوجد في بيت أحدنا سلاح إلا انتهب)) . وما رأيت هذه الزيادة فيما وقع إلينا\nمن عهود عمر بن الخطاب رضي الله عنه, ووجدتها مروية عن عمر بن عبد العزيز\nرضي الله عنه, وهي تأتي في هذا الجزء, وبالله التوفيق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>13- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا أبو الأحوص محمد بن\nالهيثم, ثنا محمد بن إسماعيل بن عياش, حدثني أبي, أن هذا كتاب من عياض بن\nغنم لذمة حمص:\n</p>\n\n<p>\n((أنا حين قدمت بلادنا طلبنا إليك الأمان لأنفسنا وأهل ملتنا, فأمنتنا\nعلى أن شرطنا لك على أنفسنا: أن <span id='ms05'></span> لا نحدث في مدينتنا ولا فيما حولها كنيسة,\nولا ديرا ولا قلاية ولا صومعة راهب, ولا نجدد ما خرب من\n</p>\n\n<h1 class='l1' id='head18'>[ص: 27]</h1>\n\n<p>\nكنائسنا، ولا نحيي ما كان منها في خطط المسلمين، ولا نمنع كنائسنا من\nالمسلمين أن ينزلوها في الليل والنهار، وأن نوسع أبوابها للمارة وابن\nالسبيل، ولا نؤوي فيها ولا في منازلنا جاسوسا، ولا نكتم أمرا من غش\nالمسلمين، وأن لا نضرب بنواقيسنا إلا ضربا خفيا في جوف كنائسنا، فيما كان\nفي حضرة المسلمين. ولا نخرج صليبا ولا كتبنا في طريق المسلمين، ولا نخرج\nباعوثا ولا شعانين، ولا نرفع أصواتنا مع موتانا، ولا نظهر النيران معهم في\nالأسواق، أسواق المسلمين، ولا نجاورهم بالخنازير، ولا نبيع الخمور، ولا\nنظهر شركا في نادي المسلمين، ولا نرغب أحدا منهم في ديننا، ولا ندعو إليه\nأحدا، وعلى أن لا نتخذ شيئا من الرقيق خرجت عليه سهام المسلمين -أو قال:\nجرت- ولا نمنع أحدا من أنسابنا أراد الدخول في الإسلام.\n</p>\n\n<p>\nوأن نلزم زينا حيثما كنا، ولا نتشبه بالمسلمين في لباس قلنسوة، ولا\nعمامة، ولا نعلين، ولا فرق شعر، ولا مراكبهم، ولا نتكلم بكلامهم، ولا نكتني\nبكناهم، وأن نجز مقادم رؤوسنا، ونلف نواصينا، ونشد الزنانير على أوساطنا،\nولا ننقش على خواتيمنا بالعربية، ولا نركب السروج، ولا نتخذ شيئا من السلاح\nولا نحمله ولا نتقلد السيوف. وأن نوقر المسلمين في مجالسهم، ونرشدهم السبل،\nونقوم لهم من المجالس إذا أرادوا الجلوس، ولا نطلع عليهم في منازلهم، ولا\nنعلم أولادنا القرآن، ولا يشارك أحد منا مسلما في تجارة، إلا أن يكون أمر\nالتجارة إلى المسلم، وأن نضيف كل مسلم عابر سبيل ثلاثة أيام؛ نطعمه فيها من\nأوسط ما نجد.\n</p>\n\n<p>\nضمنا لك ذلك على أنفسنا وأهل ملتنا، وأعطيتنا الأمان بذلك على أنفسنا\nوذرارينا وأزواجنا ومساكننا، فإن نحن غيرنا أو خالفنا عما شرطنا على\nأنفسنا، وقد قبل بالأمان عليه؛ فلا ذمة لنا،\n</p>\n\n<h1 class='l1' id='head19'>[ص: 28]</h1>\n\n<p>\nوقد حل لكم منا ما حل من أهل المعاندة والشقاق)) .\n</p>\n\n<p>\nوزادهم عمر بن الخطاب رضي الله عنه، فكتب <span id='ms06'></span> عمر في الكتاب: ((أن لا تشتروا\nمن سبينا شيئا، ومن ضرب مسلما عمدا فقد خلع عهده)) .\n</p>\n\n<p>\nقلت أنا: هكذا روى محمد بن إسماعيل بن عياش عن أبيه هذا الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>14- </h1>\n\n<p>\nورأيته من حديث أبي المغيرة عبد القدوس بن حجاج، عن إسماعيل بن عياش، أن\nغير واحد أخبرهم: أن أهل الجزيرة كتبوا لعبد الرحمن بن غنم: ((إنك لما قدمت\nبلادنا طلبنا إليك الأمان.. ..)) .\n</p>\n\n<p>\nكتبته بطوله، وهو عندي خطأ، والصواب ما رواه محمد بن إسماعيل؛ من جهات:\nمنها: أن سليمان بن عبد الحميد البهراني حدث به عن محمد بن إسماعيل. وقال\nسليمان: وهكذا قرأته في أصل كتاب إسماعيل بن عياش بخطه. ومنها: قوله أن أهل\nالجزيرة كتبوا هذا الكتاب لعبد الرحمن بن غنم، وهذا غلط؛ لأن الذي افتتح\nالجزيرة وصالح أهلها هو عياض بن غنم، ما علمت في ذلك اختلافا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>15- </h1>\n\n<p>\nأنا عبد الدائم، ثنا عبد الوهاب، ثنا عبد الله، ثنا العباس بن محمد، ثنا\nكثير بن هشام، ثنا جعفر بن برقان، عن المعمر بن صالح، عن العلاء بن أبي\nعائشة، قال:\n</p>\n\n<p>\nكتب إلي عمر بن عبد العزيز رضي الله عنه: أن سل أهل الرها: هل عندهم صلح؟\n</p>\n\n<h1 class='l1' id='head22'>[ص: 29]</h1>\n\n<p>\nفسألتهم، فأتاني أسقفهم بدرج أو حق فيه كتاب من عياض بن غنم، ومن معه من\nالمسلمين لأهل الرها: ((إني أمنتهم على دمائهم وأموالهم وذراريهم ونسائهم\nومدينتهم وطواحينهم, إذا أدوا الحق الذي عليهم, شهد الله وملائكته)) .\n</p>\n\n<p>\nفأجازه لهم عمر بن عبد العزيز رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>16- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا أحمد بن يوسف\nالتغلبي, ثنا أبو عبيد القاسم بن سلام, ثنا كثير بن هشام, فذكر مثل هذا\nالحديث.\n</p>\n\n<p>\nوقال أبو عبيد: وفي غير حديث كثير بن هشام: أن عياضا لما صالح أهل الرها\nدخل سائر أهل الجزيرة فيما دخل فيه أهل الرها من الصلح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>17- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا أحمد بن حماد بن عبد\nالسلام الواسطي, ثنا أبي, ثنا غياث بن إبراهيم, ثنا ثور بن يزيد <span id='ms07'></span>, عن راشد\nبن سعد, أن عياض بن غنم افتتح الجزيرة وصالح أهل الرها, وكانت مدينة حصينة,\nوكتب لهم عياض كتابا, فهو عندهم إلى اليوم, وصالح أهل مدينة حران وافتتحوا\nأبوابها, ومدينة الرقة بعثوا يطلبون الصلح فصالحهم وافتتح عياض الجزيرة\nكلها.\n</p>\n\n<h1 class='l1' id='head25'>18- </h1>\n\n<p>\nقال: وثنا غياث عن سعيد بن سنان بنحو ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>19- </h1>\n\n<p>\nوقال: وثنا غياث, عن خصيف, عن زيد بن رفيع, أن عياض بن غنم صالح أهل\nالرها وأهل نصيبين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>20- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, وحدثني أحمد بن عبد الله\nبن سليمان, عن أبي الحسن المدائني, عن عوانة بن الحكم: أن الجزيرة افتتحها\nعياض بن غنم صلحا.\n</p>\n\n<p>\nوقد علمنا أن ذكر عبد الرحمن في هذا الموضع غلط.\n</p>\n\n<p>\nومنها: أن أبا عبيدة بن الجراح هو افتتح حمص لا شك في ذلك, فكان أول من\nوليها عياض بن غنم؛ ولاه إياها عمر بن الخطاب رضي الله عنه لما فتحت, فوصل\nإليها في رجب سنة ستة عشر, فأقام أميرا عليها ثلاث سنين ونصفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>21- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا عبد الكريم بن\nالهيثم, حدثني محمد بن صالح, ثنا إسماعيل بن عياض, ثنا صفوان بن عمرو, عن\nسليمان بن عامر قال: خطب معاوية على منبر حمص, وهو أمير عليها وعلى الشام\nكلها, فقال: والله ما علمت يا أهل حمص أن الله تبارك وتعالى ليسعدكم\nبالأمراء الصالحين؛ أول من ولي عليكم عياض بن غنم فكان خيرا مني, ثم ولي\nعليكم سعيد بن عامر بن حذيم وكان خيرا مني, ثم ولي عليكم عمير بن سعد ولنعم\nالعميري كان, ثم ها أنا قد وليتكم؛ فستعلمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>22- </h1>\n\n<p>\nوذكر أحمد بن علي المصيصي المعروف بالحطيطي, ومسكنه بكفربيا, أن مخزوم بن\nحميد بن خالد حدثهم, عن أبيه حميد بن خالد, عن خالد بن عبد الرحمن, عن عبد\nالسلام بن سلامة بن قيصر الحضرمي: كذلك كان في العهد الذي عهده عمر بن\nالخطاب رضي الله عنه إلى سلامة بن قيصر, في سنة ست من خلافة عمر:\n</p>\n\n<p>\nهذا <span id='ms08'></span> عهد عمر بن الخطاب رضي الله عنه الذي أودعه سلامة بن قيصر, على أنهم\nاشترطوا على أنفسهم بهذا الشرط:\n</p>\n\n<p>\nطلبنا إليك في الأمان لأنفسنا وأهل ملتنا, على أنا شرطنا على أنفسنا: أن\nلا نحدث في مدينتا كنيسة, ولا فيما حولها, ولا ديرا ولا قلاية ولا صومعة\nراهب, ولا نجدد ما خرب من كنائسنا, ولا نحيي -أو كلمة نحوها- ما كان في خطط\nالمسلمين, ولا نمنع كنائسنا من المسلمين أن ينزلوها في الليل والنهار, وأن\nنوسع أبوابها للمارة وأبناء السبيل, ولا نؤوي فيها ولا في منازلنا جاسوسا,\nولا نكتم أمرا من غش المسلمين, وعلى أن لا نضرب نواقيسنا إلا ضربا خفيا في\nجوف كنائسنا, ولا نظهر الصليب عليها, ولا نرفع أصواتنا بالصلاة والقراءة في\nكنائسنا فيما كان بحضرة المسلمين, ولا نخرج صليبا -إلا خفايا- في طرق\nالمسلمين, ولا نخرج باعوثا ولا شعانين, ولا نرفع أصواتنا مع أمواتنا, ولا\nنظهر النيران في أسواق المسلمين, ولا نجاورهم بخنازير, ولا نبيع الخمر في\nأسواق المسلمين, ولا في طرقهم, ولا نظهر شركا في نادي المسلمين, ولا نرغب\nمسلما في ديننا, ولا ندعو إليه أحدا, وعلى أن لا نتخذ شيئا من الرقيق جرت\nعليه سهام المسلمين, ولا نمنع أحدا من قراباتنا أراد الدخول في الإسلام.\n</p>\n\n<p>\nوأن نلزم زينا حيثما كنا, ولا نتشبه بالمسلمين في لباس قلنسوة\n</p>\n\n<h1 class='l1' id='head30'>[ص: 32]</h1>\n\n<p>\nولا عمامة ولا نعلين، ولا نتكلم بكلامهم، ولا نتكنى بكناهم، ونجز مقادم\nرؤوسنا، ونلف نواصينا، ونشد الزنانير على أوساطنا، ولا ننقش خواتيمنا\nبالعربية، ولا نركب السرج، ولا نتخذ شيئا من السلاح, ونكشف وجوه أمواتنا,\nولا نتقلد السيوف. وأن نوقر المسلمين في مجالسهم، ونرشدهم السبل، ونقوم لهم\nمن المجالس, ولا نطلع عليهم في مجالسهم ولا منازلهم، ولا نعلم أولادنا\nالقرآن، ولا يشارك أحد منا مسلما في التجارة إلا أن يكون للمسلمين أمر\nالتجارة، وأن نضيف كل عابر سبيل ثلاثة أيام؛ نطعمه مما يحل له من طعامنا,\nذلك على أنفسنا وأهل ملتنا.\n</p>\n\n<p>\nوأعطينا بذلك الأمان على أنفسنا وذرارينا وأزواجنا ومساكننا، فإن <span id='ms09'></span> نحن\nغيرنا أو خالفنا عما شرطنا على أنفسنا وقبلنا الأمان عليه؛ فلا ذمة لنا،\nوقد حل لك من دمائنا وأموالنا ما قد حل لك من العاندين أهل الخلاف والشقاق,\nوبذلك شرطنا على أنفسنا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>23- </h1>\n\n<p>\nأخبرنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, أنا محمد بن عبد\nالرحمن بن يونس, ثنا أبو أيوب سليمان بن عبد الرحمن الدمشقي, ثنا [يسرة] بن\nصفوان, عن الحكم بن عمر الرعيني قال: كتب عمر بن عبد العزيز رضي الله عنه\nإلى أمصار الشام:\n</p>\n\n<p>\nلا يمشين نصراني إلا مفروق الناصية, ولا يلبس قباء, ولا يمشين إلا بزنار\nمن جلد, ولا يلبسن طيلسان, ولا يلبس سراويلا ذات خدمة,\n</p>\n\n<h1 class='l1' id='head32'>[ص: 33]</h1>\n\n<p>\nولا يلبس نعلا ذات عدنة, ولا يركبن على سرج, ولا يوجد في بيته سلاح إلا\nانتهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>24- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب, ثنا عبد الله, ثنا العباس بن محمد, ثنا\nشبابة بن سوار, حدثنا إسرائيل بن يونس, عن سماك بن حرب, عن عياض الأشعري:\n</p>\n\n<p>\nعن أبي موسى الأشعري, أنه قدم على عمر ومعه كاتب له, فسأله عمر عما صنع\nفي عمله, فقال: أنفقت كذا وكذا, فقال: إني لست أدري ما تقول, ولكن انطلق\nفاكتب فيما أنفقت.\n</p>\n\n<p>\nفانطلق فكتب: أنفقت في كذا وكذا, وفي كذا وكذا.. .. ثم جاء به إلى عمر,\nفلما رآه أعجبه.\n</p>\n\n<p>\nفقال: من كتب لك هذا؟ قال: كاتب لي. قال: فادعه حتى يقرأ لنا كتبا جاءتنا\nمن الشام. فقال: يا أمير المؤمنين إنه لا يدخل المسجد. فقال: لم؟ أجنب هو؟\nقال: لا, ولكنه نصراني. فضرب على فخذي ضربة كاد يكسرها, ثم قال: أما سمعت\nإلى الله تبارك وتعالى يقول: {يأيها الذين آمنوا لا تتخذوا اليهود والنصرى\nأولياء بعضهم أولياء بعض} , أفلا اتخذت كاتبا حنيفا يكتب لك؟ قال: يا أمير\nالمؤمنين ما لي وله؟ له دينه ولي كتابته!\n</p>\n\n<p>\nفقال عمر: لا تأمنهم إذ خونهم الله, ولا تكرمهم إذ أهانهم الله, ولا\nتدنهم إذ أقصاهم الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>25- </h1>\n\n<p>\nأبنا [.. ..] (1) ومن لا أحصي ممن حضر أمر أمير المؤمنين المتوكل على\nالله <span id='ms10'></span> في النصارى, قالوا:\n</p>\n\n<p>\nكان أول يوم أمر فيه بما أمر به فيهم يوم السبت, لثلاث عشرة خلت من شهر\nربيع الأول, سنة خمس وثلاثين ومائتين, أنه أمر أن يغير النصارى وجميع أهل\nالذمة لباسهم فيلبسون الطيالسة العسلية, وأن لا يفارق أحدا منهم الزنانير,\nوأن يكون ركب سروجهم من خشب, وأن يجعل على قربوس السرج ومؤخرته أكرتان, ومن\nلبس منهم قلنسوة جعل في قلنسوته زرا كبيرا يخالف لونه لون القلنسوة, ومن\nلبس منهم العمائم كانت عمامته عسلية, أو ما أشبه ذلك بعد أن يكون مصبوغا.\nوأمر أن يجعل لعبيدهم رقاعا في ثيابهم من بين يديه دون صدره قليلا, ومن\nخلفه في ظهره, وتكون الرقاع مدورة كقوارة الحربان, وتكون ملونة لونا يخالف\nلون الثوب, إن كانت الرقعة عسلية, وإلا فما أشبهها.\n</p>\n\n<p>\nوأمر أن يعمل على أبوابهم تماثيل شياطين من خشب, تسمر على أبوابهم, تعرف\nبها منازل الذمة من منازل المسلمين, ولا تخرج امرأة من نسائهم إلا في إزار\nعسلي. وأمر بأخذ عشور منازلهم, فإن كان ما يؤخذ من منزل أحدهم واسعا بني\nمسجد, وإن كان ضيقا جعل فضاء. وأمر أن لا يستعان بهم في شيء من أعمال\nالسلطان التي يجري أمرهم فيها على المسلمين, ولا في ديوان من الدواوين.\nوأمر أن لا يطلق لهم أن يظهروا في\n</p>\n\n<h1 class='l1' id='head35'>[ص: 35]</h1>\n\n<p>\nشيء من أعيادهم صليبا (ولا يستعملون) . وأمر أن يؤخذوا بتسوية قبورهم مع\nالأرض حتى لا تشبه قبور المسلمين, وهدمت كل بيعة لهم محدثة.\n</p>\n\n<p>\nوكتب إلى العمال في آفاق الأرض يؤمرون فيهم بمثل ذلك.\n</p>\n\n<p>\nوهذه نسخة الكتاب:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن الله بعزته التي لا تحاول, وقدرته على ما يريد, اصطفى الإسلام فرضيه\nلنفسه, وأكرم به ملائكته, وبعث به رسله, وأيده بأوليائه, وحاطه بالنصر,\nوكنفه بالبر, وحرسه من العاهات, وأظهره على الأديان, وجعله مبرأ من\nالشبهات, معصوما من الآفات, محبوا بمناقب الخيرات, مخصوصا من الشرائع\nبأطهرها وأفضلها, ومن الفرائض بأزكاها وأشرفها, ومن الأحكام بأعدلها\nوأصوبها, ومن الأعمال بأحسنها وأقصدها, وأكرم أهله بما <span id='ms11'></span> أحل لهم من حلاله\nوحرم عليهم من حرامه, وبين لهم من شرائعه وأعلامه, وحد لهم من حدوده\nومنهاجه, وأعد لهم من سعة جزائه وثوابه, فقال في كتابه فيما أمر به ونهى,\nوفيما حضر عليه ووعظ عباده به: {إن الله يأمر بالعدل والإحسن.. ..} الآية.\n</p>\n\n<p>\nوقال جل ثناؤه فيما حرم على أهل هذا الدين, مما غمط فيه الأديان من ذي\nالمطعم والمشرب والمنكح؛ ليستن به أهل الإسلام وليفضلهم على\n</p>\n\n<h1 class='l1' id='head36'>[ص: 36]</h1>\n\n<p>\nمن خالف دينهم تفضيلا: {حرمت عليكم الميتة والدم ولحم الخنزير وما أهل\nلغير الله به والمنخنقة} إلى قوله: {ذلكم فسق} . ثم ختم ما حرم عليهم من\nذلك في هذه الآية بحراسة دينه, وبإتمام نعمته على أهله الذين اصطفاهم به,\nفقال: {اليوم يئس الذين كفروا من دينكم فلا تخشوهم واخشون اليوم أكملت لكم\nدينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا} . وقال: {حرمت عليكم\nأمهتكم وبناتكم} إلى آخر الآية. وقال: {إنما الخمر والميسر والأنصاب\nوالأزلم رجس} إلى آخر الآية.\n</p>\n\n<p>\nفحرم سبحانه على المسلمين مما أكل أهل الأديان أرجسها وأنجسها: {وما أهل\nلغير الله به} منها, ومن أشربتهم أدعاها إلى العداوة والبغضاء وأصدها عن\nذكر الله وعن الصلاة, وعن مناكحة أعظمها عنده وزرا, وأولاها عند ذي الحجا\nوالألباب تحريما. ثم حباهم لمحاسن الأخلاق وفضائل الكرامات, فجعلهم أهل\nالإيمان والأمانة والفضل والتراحم واليقين والصدق, ولم يجعل في دينهم\nالتقاطع ولا التدابر ولا الحمية, ولا التكبر ولا الخيانة ولا الغدر ولا\nالتباغي ولا التظالم, بل أكرم بالأولى ونهى عن الآخرة, ووعد وتوعد عليهما\nجنته وناره وثوابه وعقابه؛ فالمسلمون -بما اختصهم الله من كرامته, وجعل لهم\nمن الفضيلة بدينهم الذي اختارهم له- بائنون عن أهل\n</p>\n\n<h1 class='l1' id='head37'>[ص: 37]</h1>\n\n<p>\nالأديان بشرائعهم الزاكية وأحكامهم المرضية وفرائضهم الظاهرة وبرهانهم\nالمبين, وبتطهير الله دينهم لهم بما أحل وحرم فيه لهم وعليهم -قضى أمر الله\nفي إعزاز دينه حتما ومشيئة منه في إظهار حقه ماضية, وإرادة له في إتمام\nنعمته على أهله نافذة؛ ليهلك من هلك عن بينة, ويحيى من حي عن بينة, وليجعل <span id='ms12'></span>\nالله الفوز والعاقبة للمتقين والخزي في الدنيا والآخرة على الكافرين.\n</p>\n\n<p>\nوقد رأى أمير المؤمنين, وبالله توفيقه وإرشاده, أن يجعل أهل الذمة جميعا\nبحضرته, وفي نواحي أعماله أقربها وأبعدها, وأخصهم وأخسهم على تغيير\nطيالستهم التي يلبسها من لبسها من تجارهم وكتابهم وكبيرهم وصغيرهم, ملونة\nكألوان الثياب العسلية, لا يتجاوز ذلك متجاوز منهم إلى غيره, ومن قصر عن\nهذه الطبقة من أتباعهم وأراذلهم, ومن تبعد به حاله عن لبس الطيالسة, أخذ\nبتركيب خرقتين صبغهما ذلك الصبغ. يكون استدارة كل واحدة منهما شبرا تاما في\nمثله, على موضع أمام ثوبه الذي يلبسه تلقاء صدره, ومن وراء ظهره, وأن يؤخذ\nالجميع منهم في قلانسهم تركيب أزرة عليها, تخالف ألوانها ألوان القلانس,\nوترفع في أماكنها التي تقع بها منها لئلا يلصق بها فتستتر, ولا يكون ما\nيركب منها على اختيال فيخفى, وكذلك في سروجهم اتخاذ ركب خشب لها, ونصب أكر\nعلى قرابيسها تكون ناتئة عنها وموفية عليها, لا يرخص لهم في إزالتها عن\nأعلى قرابيسهم\n</p>\n\n<h1 class='l1' id='head38'>[ص: 38]</h1>\n\n<p>\nومواخير سروجهم إلى جوانبها, بل يتفقد ذلك منهم؛ ليقع ما وقع أمر الذي\nأمر أمير المؤمنين بحملهم عليه ظاهرا, يثبته الناظر من غير تأمل, وتأخذه\nالأعين عن غير طلب.\n</p>\n\n<p>\nوأن يؤخذ من إمائهم وعبيدهم من يلبس المناطق من تلك الطبقة بشد الزنانير\nمكان المناطق التي كانت في أوساطهم.\n</p>\n\n<p>\nوأن توعز إلى عمالك فيما أمر به أمير المؤمنين من ذلك, إيعازا تحدوهم به\nعلى استقصاء ما تقدم فيه إليهم, وتحذرهم به ادهانا أو ميلا, وتتقدم إليهم\nفي إنزال العقوبة بمن خالف ذلك من جميع أهل الذمة إلى غيره؛ ليقتصر الجميع\nمنهم على طبقاتهم وأصنافهم, وسلوك السبيل إلى أمير المؤمنين يحملهم عليها,\nفأخذهم بها إن شاء الله تعالى, فاعلم ذلك من رأي أمير المؤمنين وأمره,\nوأنفذه إلى عمالك في نواحي عملك ما ورد عليك من كتاب أمير المؤمنين فيه,\nوقدم العناية بما يكون منهم في ذلك, واكتب إلى أمير المؤمنين ما تعمل به\nليعرفه إن شاء الله تعالى.\n</p>\n\n<p>\nوأمير المؤمنين يسأل <span id='ms13'></span> ربه ووليه أن يصلي على محمد عبده ورسوله صلى الله\nعليه وملائكته, وأن يحفظه فيما استخلفه عليه من أمر دينه, ويتولى ما ولاه\nمما لا يبلغ حقه فيه إلا بعونه, حفظا يحمل به عنه ما حمل, وولاية يقضي بها\nعنه حقه, ويوجب له بها أكمل ثوابه وأفضل مزيده؛ إنه كريم رحيم.\n</p>\n\n<p>\nوكتب إبراهيم بن العباس في شوال سنة خمس وثلاثين ومائتين.\n</p>\n\n<h1 class='l1' id='head39'>[ص: 39]</h1>\n\n<p>\nوهذه نسخة التوقيع إلى ولاة العهود في ترك الاستعانة بالنصارى.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن الله اصطفى الإسلام وأظهره, وجعله دينا قيما عزيزا منيعا, لا يأتيه\nالباطل من بين يديه ولا من خلفه, وارتضى للقيام بشرائعه وإحياء معالمه\nوسننه خلفاءه في أرضه وأمناءه على عباده, فاختارهم من خير أمة أخرجت للناس,\nوأعلى دعوتهم ومكن لهم في أرضه, وأظهر دينهم على كل دين ولو كره المشركون,\nولم يجعل بهم ولا بأحد ممن قلده بسلسلة خلقه حاجة ولا ضرورة إلى أحد من أهل\nالملل المخالفة للإسلام في شيء من أمور دينهم ودنياهم, بل حصل الحق والحزم\nفي إقصائهم عن الأعمال وإبعادهم عن الاستيطان؛ إذ كان مقصد السلطان في\nالاختيار لأعماله أهل النصح والأمانة, وكانت الحالتان جميعا معدومتين عند\nأهل الذمة.\n</p>\n\n<p>\nفأما الأمانة: فليس أحد منهم بمأمون على أموال الفيء وأمور المسلمين؛\nلأنهم عداة الدين ونعاته. وأما النصيحة: فغير موجودة عند من كان مقامه بين\nظهراني المسلمين على كل حال كره وقهر وذلة وصغار.\n</p>\n\n<p>\nوقد نهى الله عز وجل في محكم كتابه عن موالاتهم, فقال: {يأيها الذين\nءامنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا} الآية. وقال: {يأيها\nالذين ءامنوا لا تتخذوا اليهود والنصرى أولياء بعضهم أولياء بعض ومن يتولهم\nمنكم فإنه منهم} . وقال وقوله الحق: {يأيها الذين ءامنوا لا تتخذوا الكفرين\nأولياء من\n</p>\n\n<h1 class='l1' id='head40'>[ص: 40]</h1>\n\n<p>\nدون المؤمنين أتريدون أن تجعلوا لله عليكم سلطنا مبينا} . مع آي كثير,\nوأخبار مأثورة عن رسول الله صلى الله عليه وسلم وعن صالحي السلف, فيما نهي\nعنه من الاستعانة في شيء من أعمال <span id='ms14'></span> المسلمين.\n</p>\n\n<p>\nوأمير المؤمنين أولى من ائتم بها, وبالله توفيقه, وعليه توكله, وهو حسبه\nونعم الوكيل.\n</p>\n\n<p>\nوقد رأى أمير المؤمنين -إذ كان في الاستعانة بأهل الذمة في أعمال\nالمسلمين وأمورهم ضرر على أموال الفيء, فيما يعيثون فيه منها, وتطلق أيديهم\nفيما هم مستحلون خيانته واحتجابه من حقوقها وتقليدهم من جنايتها ما اختانوه\nمنهم أوجب, مما عليهم من الجزية التي أمر الله بأخذها منهم عن يد وهم\nصاغرون, وعلى المسلمين فيما تبسط به ألسنتهم وأيديهم من امتهانهم\nواستذلالهم وتخوينهم, وما أوجب الله على أمير المؤمنين من تعظيم الدين\nوحياطته وصيانته, وإحياء كتاب الله وسنة رسول الله صلى الله عليه وسلم\nوإعزاز الإسلام والملة -أن لا يستعان بأحد من أهل الذمة في شيء من أمور\nالمسلمين, وأموالهم, وتدبير خراجهم, وجبايته منهم في دواوين العامة والخاصة\nبالحضرة والنواحي, وفي سائر أعمال الخراج والضياع؛ من الخزن, والجهبذة,\nوالمعادن, والبريد, وسائر الأعمال الحاضرة والقاصية, خلا من كان متقلدا\nالعمل من خاص أعمال أمير المؤمنين ونفقاته, ولا يد له ولا سلطان على أحد من\nالمسلمين؛ فإن إقراره في ذلك العمل ريثما يؤخذ بما جرى على يده ويختار\nلمكانه غيره من المسلمين, ثم\n</p>\n\n<h1 class='l1' id='head41'>[ص: 41]</h1>\n\n<p>\nيصرف عنه, وخلا من استعان به مستعين في قهرمته, وخاص نفقات منزله وحشمه,\nوأن يوعز بذلك إلى ولاة الدواوين, وتخرج به الكتب إلى جميع عمال العامة\nوالخاصة في النواحي ليمتثلوه ويقفوا عنده, ويؤمر أصحاب البرد والأخبار\nبتفقد ما يكون من الكتاب والعمال وعمالهم وأهل الذمة في ذلك, والكتاب إلى\nأمير المؤمنين وصدقه عنه, فمن خالف أمره أنزل به ما يتعظ به من سواه, وأن\nيحذروا جميعا التورية عن أحد من أهل الذمة بتقليده عملا ونسبه إلى غيره,\nفينال من يفعل ذلك مما أحل بنفسه من نكير أمير المؤمنين وغيره ما لا صلاح\nله بعده, ولا قبل له به إن شاء الله.\n</p>\n\n<p>\nوكتب نجاح بن سلمة يوم الأحد لثلاث عشرة خلت من شوال سنة خمس وثلاثين\nومائتين.\n</p>\n\n<p>\nتم كتاب الشروط, ولله الحمد والمنة, وصلواته على <span id='ms15'></span> سيد المرسلين محمد خاتم\nالنبيين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>أحاديث ذيلها عبد الوهاب</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nمن أحاديث عبد الوهاب الكلابي\n</p>\n\n<h1 class='l1' id='head43'>1- </h1>\n\n<p>\nأخبرنا عبد الدائم, ثنا عبد الوهاب:\n</p>\n\n<p>\nثنا أبو هاشم عبد الغافر بن سلامة الحمصي, قدم علينا, ثنا أبو ثوبان\nمزداد بن جميل, ثنا أبو المغيرة عبد القدوس بن الحجاج, ثنا إسماعيل بن\nعياش, عن أبي بكر:\n</p>\n\n<p>\nأن عمر بن عبد العزيز كتب إلى عمر بن قيس: أن لا تقاتلوا أحدا من حصون\nالروم حتى تدعوهم إلى الإسلام, فإن أبوا فالجزية, فإن أبوا فانبذ إليهم على\nسواء.\n</p>\n\n<p>\nقال أبو بكر: وكانوا قبل عمر لا يدعون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>2- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب,\n</p>\n\n<p>\nثنا أبو هاشم, ثنا أبو ثوبان, ثنا أبو المغيرة, ثنا إسماعيل بن عياش, عن\nعبد الله بن دينار وغيره:\n</p>\n\n<h1 class='l1' id='head45'>[ص: 43]</h1>\n\n<p>\nأنهم وجدوا كتاب حبيب بن مسلمة عند أهل جرزان.\n</p>\n\n<p>\nوقدمت أنا, فسألت أهلها فأخبروني بذلك وهو:\n</p>\n\n<p>\n((بسم الله الرحمن الرحيم\n</p>\n\n<p>\nمن حبيب بن مسلمة إلى أهل طفليس وتسنيقوس من أرض الأرمن سلام أنتم.\n</p>\n\n<p>\nفإني أحمد إليكم الله الذي لا إله إلا هو.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن رسولكم تفلى قدم علي وعلى الذين آمنوا معي, فذكر عنكم:\n</p>\n\n<p>\nأنا أمة ابتعثنا الله وأكرمنا لمن لم يكن فيما ترجون, وكذلك فعل الله بنا\nبعد قلة وذلة وجاهلية جهلاء؛ فالحمد لله رب العالمين الرحمن الرحيم,\nوالسلام على رسول الله كما به هدانا.\n</p>\n\n<p>\nوذكر عنكم تفلى: أن الله قذف في قلوب عدونا من الرعب وأنه لا حول ولا قوة\nإلا بالله.\n</p>\n\n<p>\nوذكر عنكم تفلى: أنكم أحببتم سلمنا, فما كرهت ولا الذين آمنوا معي ذلك من\nأمركم.\n</p>\n\n<p>\nوقدم علي تفلى بعذركم وهديتكم فقومتها, والذين آمنوا معي, عرضها ونقدها\nمائة دينار غير زائد عليكم.\n</p>\n\n<p>\nوكتبت لكم كتاب شرطكم وأمانكم عن ملاء من المسلمين, وبعثت به\n</p>\n\n<h1 class='l1' id='head46'>[ص: 44]</h1>\n\n<p>\nإليكم مع عبد الرحمن بن حسن الأسلمي, وهو ما علمنا من أهل الرأي والعلم\nبأمر الله وكتابه.\n</p>\n\n<p>\nفإن أقررتم بما فيه دفعت إليكم, وإن توليتم أذنتم بحرب من الله ورسوله\nوالذين آمنوا على سواء <span id='ms16'></span>, إن الله لا يحب الخائنين:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nهذا كتاب لطفليس وتسنيقوس بحلس الأرمن بالأمان على أنفسكم وأموالكم\nوأهليكم وذراريكم وصوامعكم وبيعكم, على إقرار إصغار الجزية على كل بيت أهل\nجزية دينار واف إلا ندبه أو قيمته, ليس لكم أن تجمعوا بين متفرق من الأهلات\nاستقلالا منها, ولا لنا أن نفرق بينهم استكبارا منها.\n</p>\n\n<p>\nولنا أمانكم وضلعكم على عدو الله ورسوله والذين آمنوا, وقرى المسلم\nالمحتاج ليلة بالمعروف من حلال طعام أهل الكتاب وحلال شرابهم, وإرشاده\nالطريق في غير ما يضر بكم فيه ولا في غيره, وإن قطع بأحد من المسلمين في\nأرضكم فعليهم أداؤه إلى أدنى فئة هي للمؤمنين, إلا أن يحال دونهم.\n</p>\n\n<p>\nوإن عرض للمؤمنين شغل عنكم وقهركم عدوهم فغير مأخوذين, ولا ناقض ذلك\nعهدكم بعد أن تفوا إلى المؤمنين والمسلمين.\n</p>\n\n<p>\nوإن تبتم وأقمتم الصلاة وآتيتم الزكاة فإخواننا في الدين, ومن تولى عن\nالإيمان والإسلام والجزية فعدو الله ورسوله والذين آمنوا, والله المستعان\nعليه.\n</p>\n\n<p>\nهذا لكم وهذا عليكم, شهد الله وملائكته وكفى بالله شهيدا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>3- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب:\n</p>\n\n<p>\nثنا أبو هاشم, ثنا أبو ثوبان, ثنا المغيرة, ثنا إسماعيل, عن الأوزاعي\nوغيره, أن أبا عبيدة بن الجراح كتب لأهل دير طايليا:\n</p>\n\n<p>\nهذا الكتاب من أبي عبيدة بن الجراح لدير طايليا إني قد أمنتكم على دمائكم\nوأموالكم وكنائسكم أن تسكن أو تخرب؛ ما لم تحدثوا أو تؤوا محدثا, فإن\nأحدثتم أو آويتم محدثا مغيلة فبرأت منكم الذمة, وإن عليكم إنزال الضيف\nثلاثة أيام, وإن ذمتنا بريئة من مغرة.\n</p>\n\n<p>\nيشهد خالد بن الوليد, ويزيد بن أبي سفيان, وشرحبيل بن حسنة, وقضاعة بن\nعامر, وكتب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>4- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب:\n</p>\n\n<p>\nثنا أبو هاشم, ثنا أبو ثوبان, ثنا أبو المغيرة, ثنا إسماعيل, عن موسى بن\nعقبة, عن أبي النضر مولى عمر بن عبيد الله:\n</p>\n\n<p>\nأنه قرأ كتابا كتبه عبد الله بن أبي أوفى الأسلمي صاحب رسول الله صلى\nالله عليه وسلم إلى عمر بن عبيد الله, يخبره فيه:\n</p>\n\n<p>\nأن <span id='ms17'></span> النبي صلى الله عليه وسلم في بعض مغازيه التي لقي فيها المشركين انتظر\nحتى إذا قالت الشمس قام في الناس فقال: ((يا أيها الناس, لا تتمنوا لقاء\nالعدو؛ فإنكم لا تدرون لعلكم أن تبتلوا بهم, واسألوا الله العافية, فإن\nلقيتموهم فاصبروا, واعلموا أن الجنة تحت ظلال السيوف)) .\n</p>\n\n<h1 class='l1' id='head49'>[ص: 46]</h1>\n\n<p>\nثم دعا رسول الله صلى الله عليه وسلم فقال: ((اللهم منزل الكتاب, ومنشئ\nالسحاب, وهازم الأحزاب, اهزمهم وانصرنا عليهم)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>5- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب:\n</p>\n\n<p>\nثنا أبو هاشم, ثنا أبو ثوبان, ثنا أبو المغيرة, ثنا إسماعيل بن عياش,\nقال:\n</p>\n\n<p>\nسألت يحيى بن سعيد عن سودان الحبشة: أيصلح بيعهم من النصارى؟\n</p>\n\n<p>\nقال: إذا وقع السبي بأيدي المسلمين لم يصلح لهم أن يبيعهم من النصارى\nواليهود, إلا أن يكونوا نصارى أو يهود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>6- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب:\n</p>\n\n<p>\nثنا أبو هاشم, ثنا أبو ثوبان, ثنا المعافى, ومحمد بن عيسى, قالا: ثنا\nجرير بن عبد الحميد, عن منصور بن المعتمر, عن مجاهد كان يقال:\n</p>\n\n<p>\n((السيوف مفاتيح الجنة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>7- </h1>\n\n<p>\nأنا عبد الدائم, ثنا عبد الوهاب:\n</p>\n\n<p>\nسمعت أبا بكر محمد بن خريم الصقلي يقول: سمعت أحمد بن أبي الحواري يقول:\n</p>\n\n<p>\nتمنيت أن أرى أبا سليمان الداراني في المنام, فرأيته بعد سنة, فقلت له:\nيا معلم الخير ما فعل الله بك؟\n</p>\n\n<p>\nقال: يا أحمد, دخلت من باب الصغير فلقيت وسق شيح, فأخذت منه عودا, فما\nأدري تخللت به أم رميت به, فأنا في حسابه من سنة إلى هذه الغاية.\n</p>\n\n<p>\nتم الجزء\n</p>\n\n<p>\nولله الحمد والمنة\n</p>\n\n<p>\nوصلى الله على سيدنا محمد خاتم الأنبياء\n</p>\n\n<p>\nوعلى آله وأصحابه وأزواجه\n</p>\n\n<p>\nوكان الفراغ من كتابته\n</p>\n\n<p>\nفي يوم ثامن عشرين ربيع الثاني من سنة تسع وخمسين وثمانمائة\n</p>\n\n<p>\nاللهم أحسن عاقبتها\n</p>\n\n<p>\nآمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             <span id='ms18'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "042",
    "042",
    "045",
    "045",
    "046",
    "046",
    "047"
  ],
  "volumes": [
    "01"
  ]
}