{
  "content": "\n\nالكتاب: الجزء الرابع من حديث ابن صاعد - مخطوط\n<p>\nالمؤلف: أبو محمد يحيى بن محمد بن صاعد\n</p>\n\n<p>\nالمتوفى: 318 ه\n</p>\n\n<p>\nرواية: أبي محمد عبد الرحمن بن أحمد بن محمد بن أبي شريح\n</p>\n\n<p>\nمصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية\n</p>\n\n<p>\nرقم المجموع: 3777 عام [مجاميع 40]\n</p>\n\n<p>\nرقم المخطوط في المجموع: 18\n</p>\n\n<p>\nعدد أوراق المخطوط: 13 (283 - 295)\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق283ب)\n</p>\n\n<p>\nالجزء الرابع\n</p>\n\n<p>\nمن حديث أبي محمد يحيى بن محمد بن صاعد رحمه الله\n</p>\n\n<p>\nرواية الشيخ أبي محمد عبد الرحمن بن أحمد بن محمد بن أبي شريح عنه.\n</p>\n\n<p>\nرواية الشيخ أبي عبد الله محمد بن أبي مسعود عبد العزيز الفارسي عنه.\n</p>\n\n<p>\nرواية الشيخ أبي الوقت عبد الأول بن عيسى بن شعيب السجزي عنه.\n</p>\n\n<p>\nرواية للإمام العالم أبي محمد عبد المحسن طغدي بن ختلغ بن عبد الله\nالأميري عنه.\n</p>\n\n<p>\nسماع عبد الوهاب بن معالي بن وشاح منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [الجزء الرابع من حديث ابن صاعد]</h1>\n\n<p>\n(ق284أ)\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n1 - أخبرنا الشيخ الإمام العالم الأوحد أبو محمد عبد المحسن طغدي بن ختلغ\nبن عبد الله الأميري المسترشدي قراءة عليه وأنا أسمع وأقر به، قال أنبأ أبو\nالوقت عبد الأول بن عيسى بن شعيب السجزي الصوفي قراءة عليه وأنا أسمع، قال\nأنبأ أبو عبد الله محمد بن مسعود عبد العزيز الفارسي، قال أنبأ أبو محمد\nعبد الرحمن بن أحمد بن محمد بن أبي شريح الأنصاري، قال ثنا أبو محمد يحيى\nبن محمد بن صاعد، قال ثنا علي بن مسلم، قال ثنا ابن أبي فديك، عن ربيعة بن\nعثمان التيمي، عن أبي الزناد، عن الأعرج، عن أبي هريرة أن النبي صلى الله\nعليه وسلم قال: ما من مولود إلا هو يولد على الفطرة حتى يكون أبواه اللذين\nيهودانه وينصرانه ويمجسانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n2 - حدثنا علي بن مسلم، ثنا ابن أبي فديك، عن ربيعة بن عثمان التيمي، عن\nنافع مولى ابن عمر، عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم\nقال: إذا جئتم إلى الجمعة فاغتسلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n3 - حدثنا محمد بن عمرو بن <span id='ms01'></span> العباس أبو بكر الباهلي، ثنا يحيى بن سعيد\nالقطان، عن حبيب بن الشهيد، عن عكرمة، عن عائشة، قالت كان رسول الله صلى\nالله عليه وسلم يقبل وهو صائم، ولكم في رسول الله صلى الله عليه وسلم أسوة حسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثنا بندار محمد بن بشار، ثنا يحيى بن سعيد، ثنا حبيب الشهيد، عن\nعكرمة، عن عائشة، قالت كان رسول الله صلى الله عليه وسلم ينال من وجوهنا\nوهو صائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثنا المنذر بن الوليد بن عبد الرحمن بن الجارود (ق284ب) العبدي\nبالبصرة، ثنا أبي، ثنا شعبة، عن حبيب بن الشهيد، عن عكرمة، عن عائشة، أن\nرسول الله صلى الله عليه وسلم كان يقبل وهو صائم ولكم في رسول الله صلى\nالله عليه وسلم أسوة حسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n6 - حدثنا حبيب بن نسر بن أبي خداش العتكي (1) بالبصرة، ثنا حماد بن مسعدة،\nثنا عمران بن حدير، عن عكرمة، عن عائشة قالت: كان في بريرة أربع من السنن،\nقالت عائشة قلت: يا رسول الله إني أريد أن أشتري بريرة فأعتقها، وإن\nمواليها يأبون أن يبيعونها إلا أن تكون لهم الولاء، قال: فاشتريها\nفأعتقيها، فإن الولاء لمن أعطا المال. وتصدق على بريرة بلحم فأهديه إلى\nرسول الله صلى الله عليه وسلم فدخل فقال عندكم شيء فقلت لحم تصدق به على\nبريرة وأنت لا تأكل الصدقة، قال هاتيه هو عليها صدقة ولنا هدية فأكل منه.\nوخيرها رسول الله صلى الله عليه وسلم وكان زوجها حرا. قال وأظن الرابعة\nأنها أعيدت عدة الحرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n7 - حدثنا بندار محمد بن بشار، ثنا حرمي بن عمارة بن أبي حفصة، ثنا شعبة،\nعن عمارة بن أبي حفصة، عن عكرمة، عن عائشة قالت: لما فتحت خيبر، قلنا: نشبع\nمن التمر. قال لنا بندار: قال لنا حرمي: كان شعبة يخصني بحديث أبي عمارة بن\nأبي حفصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثنا عمرو بن علي، ثنا يزيد بن زريع، حدثنا عمارة بن أبي حفصة، حدثنا\nعكرمة، عن عائشة، قالت كان على رسول الله صلى الله عليه وسلم بردان قطريان\nغليظان، فكان إذا قعد <span id='ms02'></span> فعرق، ثقلا (ق288أ) عليه، فقدم فلان اليهودي ببز من\nالشام، قالت عائشة: لو بعثت إليه، فاشتريت منه ثوبين إلى الميسرة، فبعث\nإليه، فقال: قد علمت ما يريد، إنما يريد أن يذهب بهما أو يذهب بمالي، فقال\nرسول الله صلى الله عليه وسلم: كذب، قد علم أني من أتقاهم لله عز وجل،\nوآداهم للأمانة.\n</p>\n\n<p>\n9 - حدثنا يوسف بن موسى القطان، وعبد القدوس بن محمد بن شعيب بن الحبحاب\nقالا: ثنا أبو الوليد هشام بن عبد الملك، ثنا يزيد بن زريع، عن عمارة بن\nأبي حفصة، عن عكرمة، عن عائشة، عن النبي صلى الله عليه وسلم نحوه، وقال إن\nرجلا قدم بمتاع فبعث إليه رسول الله صلى الله عليه وسلم أن بعنا ثوبين إلى\nالميسرة ثم ذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n10 - حدثنا بندار محمد بن بشار، ثنا حرمي بن عمارة بن أبي حفصة، ثنا شعبة،\nقال حدثني عمارة بن أبي حفصة، عن عكرمة، عن عائشة أنها قالت: يا رسول الله،\nفلان اليهودي أتته ثياب فلو بعثت إليه، فبعث إليك بثوبين هما ألين من ثوبيك\nهذين ترشح فيهما جلدك فبعث إليه أن ابعث إلي ثوبين إلى الميسرة، فقال\nاليهودي يريد محمد أن يذهب بثوبي، ولا يعطيني ثمنهما فجاءه الرسول، فأخبره،\nقال رسول الله صلى الله عليه وسلم قد علم أني من أصدقهم وأتقاهم وآداهم\nللأمانة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثنا خلاد بن أسلم ومحمد بن (ق288ب) عمرو بن سليمان، قالا أنا النضر\nبن شميل، أخبرنا شعبة، عن عمارة بن أبي حفصة، عن عكرمة، عن عائشة أن رسول\nالله صلى الله عليه وسلم كان عليه ثوبان قطريان أو عمانيان ثقيلان، قالت\nعائشة رضي الله عنها: يا رسول الله إن عليك ثوبين قطريين غليظين، فإذا رشح\nثقل عليك، فلو أرسلت إلى فلان فإنه جاءه بز؛ فأخذت منه ثوبين إلى الميسرة\nفبعث إليه رسول الله صلى الله عليه وسلم ارسل إليه ثوبين إلي الميسرة، فقال\nإني قد علمت ما يريد محمد إنما يريد أن يذهب بثوبي، ولا يعطيني الدراهم،\nفقال رسول الله صلى الله <span id='ms03'></span> عليه وسلم كذب، أنا أصدقهم حديثا , وأتقاهم لله،\nأو أنا أصدقهم حديثا وآداهم للأمانة.\n</p>\n\n<p>\n12 - حدثنا أحمد بن منصور بن سيار، ثنا أبو داود الطيالسي، وعمرو بن\nمرزوق قالا: ثنا شعبة، عن عمارة، عن عكرمة، قال عمرو بن مرزوق، عن عائشة،\nوقال أبو داود: أن عائشة قالت: يا رسول الله فذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثنا أحمد بن المقدام، ثنا يزيد بن زريع، ثنا عمارة بن أبي حفصة، عن\nعكرمة، أن عائشة، قالت: يا رسول الله أخبرني عن ابن عمر بن جدعان، قال: وما\nكان؟ قلت: كان ينحر الكوماء، ويحلب على الماء، ويطعم الطعام، ويكرم الضيف،\nويحسن إلى الجار، ويوفي بالذمة، ويصدق الحديث، ويفك العاني، ويؤدي الأمانة،\nويصل (ق289أ) الرحم، قال لها: هل قال يوما واحدا: اللهم إني أعوذ بك من نار\nجهنم؟ قالت: لا، وما كان يدري ما جهنم، قال: فلا، إذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثناه محمد بن عمر أبو الحارث العطار، ثنا محمد بن المنهال، ثنا يزيد\nبن زريع، ثناه عمارة بن أبي حفصة، عن عكرمة، عن عائشة قالت: قلت يا رسول\nالله أخبرني عن ابن عمي عبد الله بن جدعان قالت: قال النبي صلى الله عليه\nوسلم: ما كان؟ قلت: كان ينحر الكوماء، ويحلب على الماء، ويكرم الجار، وكان\nيقري الضيف، ويصدق الحديث، ويصل الرحم، ويوفي بالذمة، ويفك العاني، ويطعم\nالطعام، ويؤدي الأمانة، قال: هل قال يوما واحدا: اللهم إني أعوذ بك من نار\nجهنم؟ قالت: لا، وما كان يدري ما جهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا أحمد بن المقدام وحسن بن الحسن المروزي، ومحمد بن عمرو بن\nسليمان، قالوا ثنا يزيد بن زريع، ثنا خالد الحذاء، عن عكرمة، عن عائشة،\nقالت اعتكفت مع رسول الله صلى الله عليه وسلم امرأة من أزواجه مستحاضة،\nفكانت ترى الحمرة والصفرة، وربما وضعنا تحتها الطست، وهي تصلي.\n</p>\n\n<p>\n16 - حدثنا يوسف بن موسى القطان، ثنا الحسن بن الربيع، ثنا يزيد بن زريع،\nعن خالد، عن عكرمة، عن عائشة بنحوه. وقال ترى الصفرة والحمرة، ورواه عفان\nعن يزيد بن (ق289ب) زريع، قال ثناه جعفر <span id='ms04'></span> بن محمد عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n17 - حدثنا يعقوب بن إبراهيم الدورقي، وعلي بن الحسين الدرهمي، قالا ثنا\nالمعتمر بن سليمان، عن خالد يعني الحذاء، عن عكرمة، عن عائشة أن بعض أزواج\nالنبي صلى الله عليه وسلم كانت تستحاض وهي معتكفة، فقال يعقوب في حديثه إن\nبعض أمهات المؤمنين كانت معتكفة وهي تستحاض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثنا إسحاق بن شاهين، ثنا خالد بن عبد الله، ثنا خالد يعني الحذاء،\nعن عكرمة، عن عائشة، أن النبي صلى الله عليه وسلم اعتكف واعتكف معه بعض\nنسائه وهي مستحاضة ترى الدم، فربما وضعت الطست تحتها من الدم، وزعم أن\nعائشة رأت مثل ماء العصفر، قالت: كان هذا شيء كانت فلانة تجده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n19 - حدثنا معاذ العنبري، عن محمد بن المنهال، عن يزيد بن زريع أناه عن\nخالد، عن عكرمة، أن عائشة لما اشترت بريرة أعتقتها فخيرها رسول الله صلى\nالله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n20 - حدثنا بندار محمد بن بشار، نا أبو عامر العقدي، ثنا زمعة، عن سلمة بن\nوهرام، عن عكرمة، عن عائشة، قالت: طيبت رسول الله صلى الله عليه وسلم يوم\nحله، ويوم إحرامه، قال: وكان ابن عباس يأخذ بقول عائشة رضي الله عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثنا القاسم بن أحمد بن بشر بن معروف، وأبو الأزهر حوثرة بن محمد\nالمنقري بالبصرة، قالا ثنا أبو داود (ق290أ) الطيالسي، ثنا زمعة، عن سلمة\nبن وهرام، عن عكرمة، عن عائشة، أن النبي صلى الله عليه وسلم، قال لها: يا\nعائشة أنمت عن عشائك، لا نام من نام عن عشائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n22 - حدثنا أبو الأشعث أحمد بن المقدام، ثنا حماد بن زيد، عن أيوب، عن\nعكرمة، عن عائشة، قال ابن صاعد: هكذا حدثنا به حين قدم من البصرة، ثم قرأه\nعلينا في حديث حماد بن زيد، قال: ثنا حماد بن زيد، عن أيوب، عن عكرمة، أن\nصفية ابنت حيى حاضت بعد ما طافت بالبيت يوم النحر، فقالت لها عائشة: أي\nالخيبة، إنك لحابستنا، فذكرت ذلك للنبي صلى الله عليه وسلم فقال: أليس قد\nطافت بالبيت يوم النحر، قيل: بلى، قال: فمروها <span id='ms05'></span> فلتنفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n23 - وحديث آخر: حدثنا حبيش بن مبشر، ثنا يونس بن محمد، ثنا حماد بن زيد،\nعن أيوب، عن عكرمة، عن عائشة أن النبي صلى الله عليه وسلم أعتق صفية فجعل\nعتقها صداقها وتزوجها.\n</p>\n\n<p>\n24 - حدثنا محمد بن الحسين بن المبارك ويعرف بالأعرابي، قال ثنا يونس بن\nمحمد، ثنا حماد بن زيد، عن أيوب، عن عكرمة، عن عائشة، عن النبي صلى الله\nعليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n25 - وحديث أخر: حدثنا زهير بن محمد، ثنا عبد الله بن عبد الوهاب الحجبي،\nحدثنا حماد بن زيد، عن أيوب، عن عكرمة، عن عائشة، قالت كان (ق290ب) رسول\nالله صلى الله عليه وسلم يصبح جنبا من غير إحتلام فيغتسل ويصوم.\n</p>\n\n<p>\n26 - حدثنا أحمد بن أبي عمران الخياط، وجعفر بن أبي عثمان صاحب الطيالسة،\nقالا ثنا عبد الله بن عبد الوهاب الحجبي، ثنا حماد بن زيد، عن أيوب، عن\nعكرمة، عن عائشة، عن النبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n27 - وحديث آخر: حدثنا محمد بن عبد الله المبارك، ثنا يونس بن محمد، ثنا\nحماد بن زيد، عن أيوب، عن عكرمة، عن عائشة رضي الله عنها أن النبي صلى الله\nعليه وسلم تزوج وهو محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n28 - وحديث آخر: حدثنا عبد الكريم بن الهيثم، نا داود بن معاذ بن أخت مخلد\nبن الحسين، ثنا الحسن بن أبي جعفر، عن أيوب، عن عكرمة، عن عائشة رضي الله\nعنها، قالت رأيت كأن ثلاثة أقمار وقعن في حجرتي فقصصتها على أبي بكر رضي\nالله عنه فقال: إن صدقت رؤياك دفن في بيتك ثلاثة خير للأرض، فلما مات النبي\nصلى الله عليه وسلم قال أبو بكر: يا عائشة هذا خير أقمارك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n29 - وحديث آخر: حدثنا إسماعيل بن إسحاق، ثنا سليمان بن حرب، ثنا حماد بن\nزيد، عن أيوب، عن عكرمة، أن امرأة دخلت على عائشة رضي الله عنها وعليها\nخمار أخضر فشكت إليها زوجها وأرتها ضربا بجلدها (ق291أ) , ودخل رسول الله\nصلى الله عليه وسلم فذكرت ذلك له عائشة رضي الله عنها فقالت: ما تلقاه نساء\nالمسلمين من أزواجهن <span id='ms06'></span> , وقالت للذي يجلدها أشد خضرة من خمارها قال عكرمة:\nوالنساء ينصر بعضهن بعضا , وجاء الرجل فقالت: ما الذي عنده بأغنى عني من\nهذا , فقالت بطرف ثوبها فقال الرجل: يا رسول الله والله إني لأنفضها نفض\nالأديم، ولكنها ناشز تريد رفاعة وكان رفاعة زوج قد طلقها قبل ذلك، فقال:\nأما إنه إن كان كما تقولين لم تحلي له حتى يذوق من عسيلتك وتذوقي من\nعسيلته. ونظر رسول الله صلى الله عليه وسلم إلى بنين له عنده من غيرها،\nفقال: ما الغراب بالغراب بأشبه منهم به. فقال: إنه جاءها هنة واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n30 - حدثنا خلاد بن أسلم، والحسن بن عرفة واللفظ له، ثنا عبيدة بن حميد، عن\nعبد العزيز بن رفيع، عن عكرمة، عن عائشة، قالت دعا رسول الله صلى الله عليه\nوسلم على رجل فبكيت، فقال رسول الله صلى الله عليه وسلم: يا عائشة: ما\nيبكيك، قلت: يا رسول الله دعوت على فلان، قال لي رسول الله صلى الله عليه\nوسلم: يا عائشة أما شعرت بما عاهدت عليه فيما بيني وبينه، قلت: يا رب إني\nبشر أغضب كما يغضب البشر، فأي المسلمين دعوت عليه، فاجعلها عليه صلاة ورحمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(ق291ب)\n</p>\n\n<p>\n31 - وحديث آخر: حدثنا يوسف بن موسى القطان، وموسى بن عبد الرحمن بن\nمسروق الكندي، وسعيد بن بحر القراطيسي، وشعيب بن أيوب، وأحمد بن منصور\nواللفظ ليوسف، قالوا: حدثنا حسين بن علي الجعفي، عن زائدة، عن عبد العزيز\nبن رفيع، عن عكرمة، وابن أبي مليكة، عن عائشة رحمها الله، أن النبي صلى\nالله عليه وسلم كان يمر بالقدر فيتناول منها العظم. وقال: شعيب في حديثه:\nالعرق، وقال سعيد بن بحر: البضعة فيأكل منه، ثم يخرج إلى الصلاة فيصلي، ولم\nيتوضأ ولم يمس ماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثنا محمد بن إسحاق، وجعفر بن محمد قالا: حدثنا يحيى بن يعلى بن\nالحارث المحاربي، ثنا زائدة، ثنا عبد العزيز بن رفيع، عن عكرمة، وابن أبي\nمليكة قالا: سمعنا عائشة رضي الله عنها تذكر أن رسول الله صلى الله عليه\nوسلم كان <span id='ms07'></span> يمر بالقدر فيأخذ منها العرق، فيأكل منه ثم ينقلب إلى الصلاة ما\nيتوضأ ولا يمضمض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n33 - وحديث آخر: حدثنا يعقوب بن إسحاق المروزي، نا أبي، نا محمد بن جابر،\nعن عبد العزيز بن رفيع، عن عكرمة، عن عائشة قالت: كان رسول الله صلى الله\nعليه وسلم يقبل وهو صائم، ولكنه كان أملككم لإربه صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n34 - وحديث آخر: حدثنا يوسف بن موسى القطان، (ق292أ) حدثنا عبيد الله بن\nموسى ب، نا إسرائيل، عن زياد بن فياض، عن عكرمة، عن عائشة أنها قدمت وهي\nمعتمرة فحاضت قبل أن يطوف بالبيت فسألت النبي صلى الله عليه وسلم؟ فأمرها\nأن تهل بالحج فلما قضت نسكها، قالت يا رسول الله أيرجع إخواني بحجة وعمرة،\nوأرجع بحجه، فقال: اخرجي مع أختك فخرجت معه إلى التنعيم، وبرز رسول الله\nصلى الله عليه وسلم بالأبطح ينتظرها فصارت سنة للناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n35 - حدثنا محمد بن علي بن الحسن بن شقيق المروزي، قال سمعت أبي يقول: ثنا\nأبو حمزة، عن جابر، عن عكرمة، عن عائشة، قالت جاء سلمة بن أبي إلى رسول\nالله صلى الله عليه وسلم بسارق قد سرق ردائه فأمر به رسول الله صلى الله\nعليه وسلم أن يقطع، فقال: يا رسول الله ما كنت أرى ردائي يبلغ أن يقطع فيه\nرجل، فقال فهلا كان هذا قبل أن تأتيني به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n36 - حدثنا محمد بن عثمان بن كرامة العجلي، ثنا عبيد الله بن موسى، ثنا\nإسرائيل، عن جابر، عن عكرمة، عن عائشة، قالت نصبت حجلة فيها رقم فمدها\nالنبي صلى الله عليه وسلم حتى سفها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n37 - وحديث آخر: حدثنا أبو سعيد بن يحيى بن سعيد القطان، ثنا روح بن عبادة،\nأخبرنا ابن جريج، عن عطاء، عن عائشة، أنها كانت تخبر ذلك عن النبي (ق292ب)\nصلى الله عليه وسلم وعنها، أنهما شرعا جميعا وهما جنبان في إناء واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n38 - حدثنا أبو سعيد يحيى بن سعيد القطان، حدثنا روح بن عبادة، ثنا حبيب\nيعني ابن أبي حبيب، عن عمرو بن هرم، عن عكرمة، أن رسول <span id='ms08'></span> الله صلى الله عليه\nوسلم فعل ذلك أخبرت عائشة أنهما اغتسلا جميعا من جنابة ويوضأ جميعا للصلاة،\nوأحدهما بفضل غسل الآخر. قاله صاعد، ورواه أبان بن صمعة، عن عكرمة، عن عائشة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n39 - حدثنا عمرو بن شبة بن عبيدة، حدثنا سهل بن يوسف، عن أبان بن صمعة،\nقال: سمعت عكرمة يقول: سمعت عائشة تقول أنها كانت تغتسل ورسول الله صلى\nالله عليه وسلم من الإناء الواحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثنا أبو سعيد بن يحىي بن سعيد القطان، ثنا روح بن عبادة، ثنا أبان\nبن صمعة، ثنا عكرمة، قال حدثتني عائشة رضي الله عنها أنها كانت تغتسل مع\nالنبي صلى الله عليه وسلم في إناء واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n41 - وحديث آخر: أخبرنا العباس بن الوليد بن مرثد العذري ببيروت، أنبأ عقبة\nبن علقة البيروتي، ثنا الأوزاعي، قال حدثني يحيى بن أبي كثير، قال حدثني\nعكرمة مولى ابن عباس، أو كتب إليه أن الوليد بن أفلح المخزومي استأذن على\nعائشة أم المؤمنين فأبت أن تأذن له، وهو عمها (ق293أ) من الرضاعة، فقال لها\nرسول الله صلى الله عليه وسلم ائذني له فإنه عمك من الرضاعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n42 - حدثنا إبراهيم بن مرزوق البصري بمصر، ثنا هارون بن إسماعيل الخزاز،\nثنا علي بن المبارك، ثنا يحيى بن أبي كثير، قال: ثنا عكرمة، قال استأذن\nالوليد بن أفلح المخزومي فأبت أن تأذن له، حتى تأذنه رسول الله صلى الله\nعليه وسلم لها فقال لها النبي صلى الله عليه وسلم إنما هو عمك من الرضاعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n43 - حدثنا حميد بن الأصبغ بن عبد العزيز بعسقلان، ثنا آدم بن أبي إياس،\nحدثنا إسرائيل، عن قرظة يعني ابن كعب، عن عكرمة، عن عائشة رضي الله عنها\nقالت: وأنا أطلع من خوخة لي فدنا مني رسول الله صلى الله عليه وسلم فوضعت\nيدي على منكبيه فجعلت أنظر فماذلت أنظر وهم يلعبون حتى كنت أنا الذي\nانتهيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n44 - حدثنا أبو هشام الرفاعي بن يزيد القاضي، وإبراهيم بن سعيد الجوهري،\nقالا: ثنا ابن فضيل، ثنا حصين، عن هلال بن يساف، عن فروة بن نوفل <span id='ms09'></span>، قال:\nسألت عائشة عن دعاء النبي صلى الله عليه وسلم فقالت كان يقول: اللهم إني\nأعوذ بك من شر عملت نفسي، ومن شر ما لم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n45 - حدثنا يعقوب بن إبراهيم الدورقي، وأبو سعيد الأشج (ق293ب) عبد الله بن\nسعيد الكندي، قالا: ثنا عبد الله بن إدريس، عن حصين، عن هلال بن يساف، عن\nفروة بن نوفل الأشجعي، قال سألت عائشة عن دعاء كان يدعو به رسول الله صلى\nالله عليه وسلم فقالت كان يقول: اللهم إني أعوذ بك من شر ما عملت ومن شر ما\nلم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثنا أحمد بن منصور، ثنا علي بن عاصم، ثنا حصين، عن هلال بن يساف، عن\nفروة بن نوفل، قال سألت عائشة عن شيء كان يدعو به النبي صلى الله عليه وسلم\nفقالت كان يدعو اللهم إني أعوذ بك من شر ما عملت، وما لم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n47 - حدثنا أحمد بن منصور، ثنا الحسن بن أبي الربيع، ثنا أبو الأحوص، عن\nحصين، عن هلال بن يساف، عن فروة بن نوفل، عن عائشة قالت: كان رسول الله صلى\nالله عليه وسلم يقول اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n48 - حدثنا بندار محمد بن بشار، ثنا ابن أبي عدي، عن شعبة، عن حصين، عن\nهلال بن يساف، عن فروة بن نوفل، قال سألت عائشة، عن دعاء كان رسول الله صلى\nالله عليه وسلم يدعو به، قالت اللهم إني أعوذ بك من شر ما عملت، ومن شر ما\nلم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن صاعد: ورواه عبدة بن أبي لبابة، عن هلال بن يساف:\n</p>\n\n<p>\n49 - حدثنا محمد بن يزيد أبو هاشم الرفاعي، وسلم بن جنادة السوائي أبو\nالسائب، قالا: ثنا وكيع بن الجراح، حدثنا الأوزاعي، عن عبدة بن أبي لبابة،\nعن هلال بن يساف (ق294أ) عن فروة بن نوفل، عن عائشة قالت: كان النبي صلى\nالله عليه وسلم يقول: اللهم إني أعوذ بك من شر ما عملت نفسي، ومن شر ما لم أعمل.\n</p>\n\n<p>\n50 - أخبرنا العباس بن <span id='ms10'></span> الوليد، مزيد، قال أخبرني أبي، أخبرنا الأوزاعي\nقال: حدثني عبدة بن أبي لبابة، قال: حدثني هلال بن يساف، قال سألت عائشة\nرضي الله عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n51 - وحدثناه محمد بن هارون أو نشيط، ثنا أبو المغيرة، حدثنا الأوزاعي، عن\nعبدة بن أبي لبابة، قال حدثني ابن يساف، قال سألت عائشة، ما كان أكبر ما\nيدعو به النبي صلى الله عليه وسلم؟ قالت: كان أكبر دعائه يقول: اللهم إني\nأعوذ بك من شر ما عملت، ومن شر ما لم أعمل بعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ورواه منصور بن المعتمر، عن هلال بن يساف:\n</p>\n\n<p>\n52 - حدثنا يوسف بن موسى القطان، ثنا جرير، عن منصور، عن هلال بن يساف،\nعن فروة بن نوفل الأشجعي، قال: سألت أم المؤمنين عائشة رضي الله عنها عما\nكان رسول الله صلى الله عليه وسلم يدعو به، قالت: كان يقول اللهم إني أعوذ\nبك من شر ما عملت، ومن شر ما لم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثنا محمد نب زياد بن الربيع الزيادي، ثنا الفضيل بن عياض، ثنا\nمنصور، عن هلال بن يساف، عن عروة بن نوفل، قال: قلت لعائشة علميني دعاء كان\nيدعو به رسو الله صلى الله عليه وسلم لعلي أدعو به، قالت كان يقول: اللهم\nاغفر لي ما عملت، وما لم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n54 - حدثنا خلاد بن أسلم، وزياد بن أيوب قالا: ثنا زياد بن عبد الله\nالبكائي، عن منصور، عن هلال بن يساف، عن فروة بن نوفل الأشجعي، قال: قلت\nلعائشة يا أم المؤمنين حدثيني بشيء كان يدعو به النبي صلى الله عليه وسلم؟\nقالت كان يكثر (ق294ب) أن يدعو اللهم إني أعوذ بك من شر ما عملت، ومن شر ما\nلم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وروي عن الأعمش، عن هلال بن يساف:\n</p>\n\n<p>\n55 - حدثناه الفضل بن سهل، ثنا يحيى بن حماد، ثنا أبو عوانة، عن سليمان،\nعن هلال بن يساف، عن فروة بن نوفل، عن عائشة، أن النبي صلى الله عليه وسلم\nكان يدعو اللهم إني أسألك من خير ما عملت، ومن خير ما لم أعمل، وأعوذ بك <span id='ms11'></span> من\nشر ما عملت، ومن شر ما لم أعمل. قال: هذا حديث غريب عن الأعمش، عن هلال بن يساف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وروي عن أبي إسحاق السبيعي، عن فروة بن نوفل:\n</p>\n\n<p>\n56 - حدثنا أبو السائب سلمة بن جنادة السوائي، ثنا وكيع بن الجراح في\nالدار، عن شريك، عن أبي إسحاق، عن فروة بن نوفل، عن عائشة أن النبي صلى\nالله عليه وسلم كان يقول: في دعائه اللهم إني أعوذ بك من شر ما عملت نفسي،\nومن شر ما لم أعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عمر الأسدي، ثنا أبي عن إسرائيل، عن أبي إسحاق، عن فروة، عن\nعائشة، قلت لها حدثيني ببعض دعاء رسول الله صلى الله عليه وسلم؟ فقالت: كان\nيقول: اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل.\n</p>\n\n<p>\n57 - حدثنا سعدان بن يزيد، ثنا الهيثم بن جميل، ثنا شريك، عن إبي إسحاق،\nعن فروة، عن عائشة، عن النبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nحديث آخر: روي عن شريك بن طارق، عن فروة:\n</p>\n\n<p>\n58 - حدثنا إسحاق بن شاهين أبو بشر، ثنا عبد الحكيم بن منصور، ثنا عبد\nالملك بن عمير، عن شريك بن طارق، عن فروة بن نوفل (ق295أ) الأشجعي، قال\nسمعت عائشة رضي الله عنها تقول سمعت رسول الله صلى الله عليه وسلم يقول:\nالحية فاسقة، والعقرب فاسقة، والفأرة فاسقة، والغراب فاسق، والكلب الأسود\nالبهيم شيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n59 - حدثنا أبو بدر عباد بن الوليد الغبري، ثنا حيان بن هلال، ثنا أبو\nعوانة، عن عبد الملك بن عمير. وثنا أحمد بن منصور، حدثنا أبو سلمة المنقري،\nثنا أبو عوانة، عن عبد الملك بن عمير، عن شريك بن طارق التميمي، عن فروة بن\nنوفل الأشجعي، قال: سمعت عائشة تقول: قال رسول الله صلى الله عليه وسلم:\nالحية فاسقة، والفأرة فاسقة، والغراب فاسق، والكلب الأسود البهيم شيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وروي عن رقبة بن مصقلة، عن عبد الملك بن عمير فقدم فروة، وأخر شريك بن\nطارق في الإسناد ووهم فيه، فلا أدري الوهم منه أو ممن رواه <span id='ms12'></span> عنه.\n</p>\n\n<p>\n60 - حدثنا محمد بن يحيى بن كثير الحراني، ثنا محمد بن موسى بن أعين، ثنا\nإبراهيم بن يزيد بن مردانبه، عن رقبة بن مصقلة، عن عبد الملك بن عمير، عن\nفروة بن نوفل، عن شريك بن طارق، عن عائشة، قالت: قال رسول الله صلى الله\nعليه وسلم: الحية فاسقة، والعقرب فاسقة، والغراب فاسق، والكلب الأسود\nالبهيم شيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثنا أحمد بن منصور، ثنا أبو نعيم، ثنا سفيان، عن عبد الملك بن عمير،\nعن طارق بن شريك كذى قال: فروة بن نوفل، عن عائشة موقوف، قالت: الحية\nفاسقة، العقرب فاسقة، والغراب فاسق، والفأرة فاسقة، والكلب الأسود (ق295ب)\nالبهيم شيطان. قال أحمد بن منصور: هكذا ناه أبو نعيم فقال: طارق بن شريك\nوقفه؛ وإنما هو شريك بن طارق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n62 - وقال ابن صاعد: قال أحمد بن منصور: وقد أختلفوا على شيبان النحوي:\nيحيى بن أبي بكر شيبان وهو النحوي، عن عبد الملك بن عمير، عن شريك بن طارق،\nعن فروة بن نوفل، قال سمعت عائشة، تقول: قال رسول الله صلى الله عليه وسلم:\nالحية فاسقة، والعقرب فاسقة، والفأرة فاسقة , والكلب الأسود البهيم شيطان.\nقال أحمد بن منصور: وكان عند الحسن بن موسى الأشيب من حديث شيبان، عن عروة\nبن نوفل، فقال له يحيى بن معين فصيره عن ابن نوفل، فقال يحتجون علي بأحد\nرواه عن شيبان، فقالوا: لا، ولم يكونوا يومئذ سمعوه من ابن بكير. قال أحمد\nبن منصور: وقد وافق عبد الصمد بن النعمان الحسن الأشيب فقال: عن عروة ابن نوفل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nآخر الجزء الرابع من أجزاء الشيخ والحمد لله رب العالمين وصلواته على سيدنا\nمحمد وآله وسلم.\n</p>\n\n<p>\nسمع جميع هذا الجزء والثاني، والثالث اللذين قبله والخامس بعده على الشيخ\nالصالح أبي الوقت عبد الأول بن عيسى بن شعيب السجزي الصوفي، بقراءة الشيخ\nالإمام الحافظ أبي الفضل أحمد بن صالح بن شافع الجبلي صاحب الجزء، والشيخ\nالعالم أبو محمد عبد المحسن طغدي بن ختلغ بن عبد الله الأميري المسترشدي،\nوالسند الأجل العالم أبو بكر منصور <span id='ms13'></span> بن نصر بن العطار، وأخوه أبو الحسن علي\nومواليهم الإستاذ أبو الخير صبح وإقبال الحيسان وجوهر الأرمني، والأشياخ\nالعلماء أبو بكر محمد بن أبي غالب بن أحمد الباقداري، وأبو حفص عمر بن\nبكرون، وأبو محمد عبد العزيز بن محمود بن الأخضر، وأبو إسحاق إبراهيم بن\nمحمود بن الشعار ومن خطه يقلب هذه الاسماء، وعلي بن أحمد بن محمد الحسيني\nالزيدي، وهنا خطه , وجماعة كثيرون على نسخة الشيخ المسموع منه وذلك في يوم\nالاثنين الرابع والعشرين من ذي الحجة (1) من سنة اثنين وخمسين وخمس مائة\nوالحمد لله.\n</p>\n\n<p>\nنقلها عبد الوهاب سنة خمس وسبعين وخمس مائة (ق296أ) سمع جميع هذا الجزء\nوهو الرابع، والذي بعده وهو الخامس من حديث أبي محمد يحيى بن صاعد على\nالشيخ الإمام العالم أبي محمد عبد المحسن طغدي بن ختلغ بن عبد الله الأميري\nالمسترشدي نحو سماعه من أبي الوقت عبد الأول السجزي بقراءة شيخنا الإمام\nالعالم الفقيه الأوحد شمس الدين أبي الفتح نصر الله بن عبد العزيز بن صالح\nبن عبدوس، صاحبه الشيخ الإمام أبو محمد عبد الوهاب بن معالي بن وشاح،\nوالقاضي الخليل فخر الدين أبو صالح سعدان بن عبد الرحيم بن أبي الفهم،\nوالفقيه أبو محمد عمرو بن رافع بن علوان الزرعي، والشيخ الإمام أبو الخير\nسلامة بن أبي الفرج بن العجال، وأبو طاهر إبراهيم بن شداد بن طفيل الشيرازي\nالحنبلي، والشيخ صدقة بن سلامة بن صدقة بن الصولي، وابنه سلامة الفقيه،\nوالشيخ الإمام أبو العز عبد العزيز بن نصر بن هبة الله الصفار، وأبو المجد\nأسعد بن سعدان بن عبد الرحيم بن أبي الفهم، وأبو بكر، وإسماعيل، وعبد الله\nأبو عثمان بن الحمداني، وأبو الفداء إسماعيل بن عبد الواحد بن حسن بن\nالمؤذن، وأبو بكر عبد الله بن فضل الله النساج، وأحمد بن أبي الفرج بن\nالعالمين المقريء، وأبو محمد عبد الله بن سعيد بن بندار المارديني، وأوب\nالمظفر منصور بن مالك بن جامع الضرير، وعبد الواحد بن الفقيه أبي عبد الله\nمحمد <span id='ms14'></span> بن أبي القاسم بن تيمية، وعبد القاهر بن معالي بن محمد بن تيمية، وأبو\nالفتح بن أبي القاسم بن سليمان، وأبو الحسن علي بن حمدان بن الجماز، وسماعه\nمن أبي بكر البكري، وابنه أبو بكر وسعد بن زيدان، وسالم بن إسماعيل بن\nمكارم، عبد الواحد بن أبي الفتح بن أحمد بن الطرجهازي (1)، والشيخ الإمام\nالفقيه أبو البنا محمود بن علي بن نصر بن منصور بن العقال، وأخوه عبد\nالمنعم، وكاتب السماع، وصح ذلك يوم السبت ثاني عشر شعبان من سنة خمس وسبعين\nوخمس مائة بمدينة حران حماها الله. والحمد لله رب العالمين حمدا كثيرا طيبا\nمباركا فيه وصلواته على سيدنا محمد وآله وسلم تسليما كثيرا إلى يوم\nالقيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) كذا بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             <span id='ms15'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "008",
    "059"
  ],
  "volumes": [
    "01"
  ]
}