{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأخبرني محمد بن محمد بن إبراهيم الميدومي مشافهة، عن إسماعيل بن عبد\nالقوي بن أبي العز بن عزون، أخبرتني فاطمة بنت سعد الخير، أخبرتنا فاطمة\nالجوزدانية، أنا أبو بكر بن ريذة، أنا أبو القاسم الطبراني، ثنا محمد بن\nعبد الله الحضرمي، ثنا يحيى الحماني، ثنا قيس بن الربيع، عن أبي حصين، عن\nأبي بردة، عن أبي موسى الأشعري رضي الله عنه , عن رسول الله صلى الله عليه\nوسلم، قال\n</p>\n\n<h1 class='l1' id='head1'>: «من سمع النداء فلم يجب من غير ضر ولا عذر، فلا صلاة له» .</h1>\n\n<p>\nقيس بن الربيع الأشتر أحد أوعية العلم، وثقه شعبة، والثوري، وقال ابن\nعدي: عامة رواياته مستقيمة، وأما يحيى بن عبد الحميد الحماني وثقه ابن\nمعين، وابن عدي، وقال: لم أر في مسنده من أحاديثه مناكير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nأخبرني أبو الفضل محمد بن إسماعيل بن عمر الحموي بقراءتي عليه بجامع\nدمشق، أنا علي بن أحمد بن البخاري، أنا منصور بن عبد المنعم في كتابه، أنا\nمحمد بن إسماعيل الفارسي، أنا الحافظ أبو بكر أحمد بن الحسين بن البيهقي،\nأنا أبو عبد الله الحافظ، ثنا أبو العباس محمد بن يعقوب، ثنا العباس بن\nمحمد الدوري، ثنا يحيى بن معين، ثنا عبد الوهاب الثقفي، عن أيوب السختياني،\nعن أبي قلابة، عن أنس , أن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head3'>«أمر بلالا أن يشفع الأذان، ويوتر الإقامة» .</h1>\n\n<p>\nهذا حديث صحيح، أخرجه النسائي، عن قتيبة، عن عبد الوهاب الثقفي\n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nأخبرني محمد بن إسماعيل بن عبد العزيز بن عيسى رحمه الله تعالى بقراءتي\nعليه، أنا عبد العزيز بن علي الحراني، أبنا عفيفة الفارقانية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبنا فاطمة بنت عبد الله الجوزدانية، أنا أبو بكر محمد بن عبد الله بن\nريذة، أنا أبو القاسم الطبراني، ثنا محمد بن عمرو بن خالد الحراني، ثنا\nأبي، قال الطبراني: وثنا خلف بن عمرو العكبري، ثنا الحميدي، قالا: ثنا\nحرملة بن عبد العزيز، حدثني عمي عبد الملك بن الربيع بن سبرة، عن أبيه، عن\nجده، أن رسول الله صلى الله عليه وسلم، قال <span id='ms1'></span>\n</p>\n\n<h1 class='l1' id='head5'>: «علموا الصبي الصلاة ابن سبع سنين، واضربوه عليها ابن عشرة» .</h1>\n\n<p>\nهذا حديث صحيح، أخرجه الترمذي، عن علي بن حجر، عن حرملة بن عبد العزيز،\nفوقع لنا بدلا عاليا\n</p>\n\n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nأخبرني أبو عبد الله محمد بن إسماعيل بن إبراهيم بن أبي سالم الدمشقي\nرحمه الله تعالى بقراءتي عليه بها، أنا المسلم بن محمد، أنا حنبل المكبر،\nأنا أبو القاسم بن الحصين، أنا أبو علي بن المذهب، أنا أبو بكر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقطيعي، ثنا عبد الله بن أحمد، حدثني أبي، ثنا محمد بن عبد الرحمن\nالطفاوي، وعبد الله بن بكر المعنى واحد، قالا: ثنا سوار أبو حمزة، عن عمرو\nبن شعيب، عن أبيه، عن جده، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head7'>: «مروا أبناءكم بالصلاة لسبع سنين، واضربوهم عليها لعشر سنين، وفرقوا بينهم في </h1>\n\n<p>\nالمضاجع» .\n</p>\n\n<p>\nهذا حديث حسن، أخرجه أبو داود، عن يوسف بن هشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nأخبرني أبو عبد الله محمد بن إبراهيم المقدسي قراءة عليه وأنا أسمع بسفح\nقاسيون، أنا علي بن أحمد البخاري، أنا الخضر بن كامل، أنا الحسين بن علي بن\nأحمد الحناط، أنا أبو الحسين أحمد بن محمد بن النقور، أنا أبو الحسين محمد\nبن عبد الله بن الحسين الدقاق، ثنا عبد الله بن محمد بن عبد العزيز البغوي،\nثنا نصر بن علي، ثنا نوح بن قيس، عن أخيه خالد بن قيس، عن قتادة، عن أنس بن\nمالك رضي الله عنه، قال: قال رجل لرسول الله صلى الله عليه وسلم: كم افترض\nالله عز وجل على عباده من الصلوات؟ قال: خمس صلوات.\n</p>\n\n<p>\nقال: هل قبلهن، أو بعدهن شيء؟ قال\n</p>\n\n<h1 class='l1' id='head9'>: \" افترض الله عز وجل على عبده خمس صلوات خمسا، فحلف بالله تعالى أن لا يزيد عليها ولا ينقص، </h1>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: إن صدق دخل الجنة \".\n</p>\n\n<p>\nهذا حديث صحيح، أخرجه النسائي، عن قتيبة، عن نوح بن قيس، فوقع لنا بدلا\nله عاليا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms2'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "365"
  ],
  "volumes": [
    "01"
  ]
}