{
  "content": " | 4 | \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p001'> Vol. 04, p. 001</a>\n            </div>\n            \n<p>\n| 74 / 529 باب الاجتهاد في العشر الأواخر من رمضان\n</p>\n\n<p>\n114 / 737 نا أبو الفضل علقمة بن عمرو الكوفي قال نا أبو بكر بن عياش عن\nأبي إسحاق عن هبيرة بن يريم عن علي رضي الله عنه قال كان رسول الله صلى\nالله عليه وسلم إذا دخلت العشر الأواخر من رمضان أيقظ أهله وشد المئزر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\n115 / 738 نا محمد بن بشار قال نا عبد الرحمن بن مهدي قال نا سفيان عن\nأبي إسحاق عن هبيرة بن يريم عن علي أن النبي صلى الله عليه وسلم كان يوقظ\nأهله في العشر الأواخر\n</p>\n\n<p>\nوهذا حديث حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n| 75 / 530 باب ما جاء في الصوم في الشتاء\n</p>\n\n<p>\n116 / 739 نا محمد بن بشار قال نا يحيى بن سعيد وعبد الرحمن قالا نا\nسفيان عن أبي إسحاق عن نمير بن عريب العبسي عن عامر بن مسعود قال قال رسول\nالله صلى الله عليه وسلم الغنيمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n             الباردة الصوم في الشتاء\n</p>\n\n<p>\nهذا حديث مرسل\n</p>\n\n<p>\nوعامر بن مسعود لم يدرك النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوهو والد إبراهيم بن عامر القرشي الذي روى عنه شعبة والثوري\n</p>\n\n<p>\n| 76 / 531 باب ما جاء في قيام شهر رمضان\n</p>\n\n<p>\n117 / 740 نا محمد بن يحيى الذهلي نا بشر بن عمر قال نا مالك بن أنس عن\nالزهري عن عروة بن الزبير عن عائشة أن رسول الله صلى الله عليه وسلم صلى في\nالمسجد فصلى بصلاته أناس ثم صلى من القابلة فكثر الناس ثم اجتمعوا من\nالليلة الثالثة أو الرابعة فلم يخرج إليهم رسول الله صلى الله عليه وسلم\nفلما أصبح قال قد رأيت الذي صنعتم فلم يمنعني من الخروج إليكم إلا أني خشيت\nأن يفرض عليكم وذلك في رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن صحيح\n</p>\n\n<p>\nواختلف أهل العلم في قيام رمضان\n</p>\n\n<p>\nفرأى بعضهم أن يصلي إحدى وأربعين ركعة مع الوتر وهو قول أهل المدينة\nوالعمل على هذا عندهم بالمدينة وأكثر أهل العلم على ما روي عن عمر وعلي\nوغيرهما من أصحاب النبي صلى الله عليه وسلم عشرين ركعة وهو قول سفيان <span id='ms246'></span>\nالثوري وابن المبارك والشافعي\n</p>\n\n<p>\nوقال الشافعي وهكذا أدركت ببلدنا يصلون عشرين ركعة\n</p>\n\n<p>\nوقال أحمد روي في هذا ألوان ولم يقض فيه بشيء\n</p>\n\n<p>\nقال إسحاق بل نختار إحدى وأربعين ركعة على ما روي عن أبي ابن كعب\n</p>\n\n<p>\nواختار ابن المبارك وأحمد وإسحاق الصلاة مع الإمام في شهر رمضان\n</p>\n\n<p>\nواختار الشافعي أن يصلي الرجل وحده إذا كان الرجل قارئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n| 77 / 532 باب منه\n</p>\n\n<p>\n118 / 741 نا يعقوب بن إبراهيم الدورقي قال نا يحيى ابن زكريا بن أبي\nزائدة قال حدثني داود بن أبي هند قال حدثني الوليد ابن عبد الرحمن الجرشي\nعن جبير بن نفير الحضرمي عن أبي ذر قال صمنا مع رسول الله صلى الله عليه\nوسلم رمضان فلم يقم حتى بقي سبع من الشهر فقام بنا نحو من ثلث الليل ثم كان\nفي السادسة فلم يقم بنا ثم قام بنا ليلة خمس وعشرين حتى ذهب نحو شطر الليل\n</p>\n\n<p>\nفقلنا يا رسول الله لو قمت بنا بقية ليلتنا هذه\n</p>\n\n<p>\nفقال إنه من صلى مع الإمام حتى ينصرف حسب له قيام بقية ليلته قال فلما\nبقي أربع لم يقم بنا فلما بقي ثلاث من الشهر أرسل إلى أهله ونسائه فقام بنا\nحتى خشينا أن يفوتنا الفلاح قلت وما الفلاح\n</p>\n\n<p>\nقال السحور\n</p>\n\n<p>\nقال ثم لم يقم بنا بقية الشهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\n| 78 / 533 باب منه\n</p>\n\n<p>\n119 / 742 نا أبو زيد عمر بن شبه النميري البصري قال نا أبو عاصم عن مالك\nعن ابن شهاب عن عروة عن عائشة أن رسول الله صلى الله عليه وسلم رغب في قيام\nرمضان بغير عزيمة وقال من قام رمضان إيمانا واحتسابا غفر له ما تقدم من\nذنبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن شهاب وكان الأمر على ذلك حتى توفي رسول الله صلى الله عليه وسلم\nوفي خلافة أبي بكر وصدرا من خلافة عمر\n</p>\n\n<p>\nوفي الباب عن الزهري عن أبي سلمة عن أبي هريرة نحوه\n</p>\n\n<p>\nآخر كتاب الصوم وأول كتاب المناسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n| أبواب الحج عن رسول الله صلى الله عليه وسلم\n</p>\n\n#\n<p>\n| 1 / 533 باب ما جاء في حرمة مكة <span id='ms247'></span>\n</p>\n\n<p>\n1 / 743 نا يوسف بن موسى القطان قال نا جرير ابن عبد الحميد أراه عن يزيد\nبن أبي زياد\n</p>\n\n<p>\n2 / 744 نا إسحاق بن شاهين الواسطي قال نا خالد ابن عبد الله عن يزيد بن\nأبي زياد عن مجاهد عن ابن عباس قال قال رسول الله صلى الله عليه وسلم إن\nمكة حرم حرمها الله يوم خلق السماوات والأرض والشمس والقمر ووضع بين\nالأخشبين لم يحل القتال فيها لأحد قبلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n             ولا تحل لأحد بعدي ولم\nتحل لي إلا ساعة من نهار ثم عادت لا يختلى خلاها ولا يعضد شجرها ولا يخاف\nصيدها ولا ترفع لقطتها إلا لمنشد فقال العباس إلا الإذخر يا رسول الله فلا\nغنى بأهل مكة عنه قال إلا الإذخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا لفظ يوسف بن موسى\n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\nوروى الحديث أبو شريح الخزاعي من طريق الليث بن سعد عن سعيد بن أبي سعيد\nالمقبري عن أبي شريح العدوي أنه قال لعمرو بن سعيد وهو يبعث البعوث إلى مكة\nأتذن لي أيها الأمير أحدثك قولا قام به رسول الله صلى الله عليه وسلم الغد\nمن يوم الفتح\n</p>\n\n<p>\nوأبو شريح الخزاعي اسمه خويلد بن عمرو\n</p>\n\n<p>\nوحديثه حسن\n</p>\n\n<p>\n| 2 / 534 باب في ثواب الحج والعمرة\n</p>\n\n<p>\n3 / 745 نا أبو سعيد الأشج وأبو الحسن اللخمي قالا نا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n             أبو\nخالد الأحمر قال وأرنا عمرو بن قيس عن عاصم عن شقيق عن عبد الله قال قال\nرسول الله صلى الله عليه وسلم تابعوا بين الحج والعمرة فإنهما ينفيان الفقر\nوالذنوب كما ينفي الكير خبث الحديد والذهب والفضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عمر وعامر بن ربيعة وأبي هريرة وعبد الله ابن حبشي وأم سلمة\nوجابر\n</p>\n\n<p>\nويقال حديث أبي مسعود حديث حسن غريب صحيح\n</p>\n\n<p>\n| 3 / 535 باب منه\n</p>\n\n<p>\n4 / 746 نا محمد بن بشار ويحيى بن حكيم المقومي قالا نا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n             عبد\nالرحمن نا سفيان عن منصور عن أبي حازم عن أبي هريرة عن النبي صلى الله عليه\nوسلم قال من حج البيت فلم يرفث ولم يفسق خرج من ذنوبه كيوم ولدته أمه أو\nكما يخرج من بطن أمه\n</p>\n\n<p>\n5 / 747 نا <span id='ms248'></span> محمد بن زياد بن عبيد الله الزيادي البصري قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \nأرنا الفضيل بن عياض أبو علي رحمه الله ما رأينا مثله قبله ولا بعده عن\nمنصور عن أبي حازم عن أبي هريرة عن النبي صلى الله عليه وسلم قال من حج\nالبيت فلم يرفث رجع كما ولدته أمه\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوأبو حازم هو الأشجعي واسمه سلمان مولى عزة الأشجعية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n| 4 / 536 باب ما جاء في التغليظ في ترك الحج\n</p>\n\n<p>\n6 / 748 نا يوسف بن موسى القطان نا مسلم بن إبراهيم نا هلال بن عبد الله\nمولى ربيعة بن عمرو الباهلي قال نا أبو إسحاق الهمداني عن الحارث عن علي عن\nالنبي صلى الله عليه وسلم قال من ملك زادا وراحلة تبلغه إلى البيت فلم يحج\nفلا عليه أن يموت يهوديا أو نصرانيا وذلك بأن الله يقول <span class='quran'>ولله على\nالناس حج البيت من استطاع إليه </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n             سبيلا ومن كفر فإن الله\nغني عن العالمين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nهذا الحديث غريب\n</p>\n\n<p>\nوفي إسناده مقال لا نعرفه إلا من هذا الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n| 5 / 537 باب في إيجاب الحج بالزاد والراحلة\n</p>\n\n<p>\n7 / 749 نا أبو سعيد الأشج والحسن بن محمد الزعفراني قالا نا منصور بن\nوردان عن علي بن عبد الأعلى عن أبيه عن أبي البختري عن علي قال لما نزلت\n<span class='quran'>ولله على الناس حج البيت من استطاع إليه سبيلا </span>قال المؤمنون يا\nرسول الله أفي كل عام مرتين فسكت فقالوا يا رسول الله أفي كل عام مرتين قال\nلا ولو قلت نعم لوجبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n             فأنزل الله عز وجل <span class='quran'>يا أيها الذين\nآمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم </span></p>\n\n<p>\nوفي الباب عن ابن عباس وأبي هريرة\n</p>\n\n<p>\nوحديث علي حديث غريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n             واسم أبي البختري سعيد بن أبي عمران\n</p>\n\n<p>\n| 6 / 538 باب ما جاءكم حج النبي صلى الله عليه وسلم\n</p>\n\n<p>\n8 / 750 نا أحمد بن يحيى الصوفي الكوفي قال نا زيد ابن الحباب قال نا\nسفيان عن جعفر بن محمد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n             أبيه عن جابر بن عبد الله قال قرن\nرسول الله صلى الله عليه وسلم مع حجته عمرة وساق ثلاثة <span id='ms249'></span> وستين بدنة فيها جمل\nلأبي جهل في أنفه برة وجاء علي من اليمن بتمام المائة فنحر رسول الله صلى\nالله عليه وسلم ثلاثة وستين بدنة ونحر علي الباقي وأمر أن يؤخذ من كل بدنة\nبضعة فتطبخ ويشرب من مرقتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روي هذا الحديث عن زيد بن الحباب بهذا الإسناد عن جابر أن النبي صلى\nالله عليه وسلم حج ثلاث حجج حجتين قبل أن يهاجر وحجة بعدما هاجر معها عمرة\n</p>\n\n<p>\nوهذا حديث غريب لا نعرفه إلا من حديث زيد بن الحباب\n</p>\n\n<p>\nورواه عبد الله بن أبي زياد الكوفي بتمامه عن زيد بن الحباب\n</p>\n\n<p>\nوسئل محمد بن إسماعيل عن هذا الحديث فلم يعرفه من حديث الثوري عن جعفر عن\nأبيه عن جابر عن النبي صلى الله عليه وسلم ولا يعده محفوظا وقال إنما يروى\nعن الثوري في هذا الشيء عن مجاهد مرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p028'> Vol. 04, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n9 / 751 نا محمد بن عبد الله المخرمي أبو جعفر قال نا زهير قال نا عبد\nالصمد قال نا همام قال نا قتادة قال سألت أنس بن مالك كم حج النبي صلى الله\nعليه وسلم قال حجة واحدة واعتمر أربع عمر عمرة في ذي القعدة وعمرة الحديبية\nوعمرة مع حجته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n             وعمرة الجعرانة إذ قسم غنيمة حنين\n</p>\n\n<p>\n| 7 / 539 باب كم اعتمر النبي صلى الله عليه وسلم\n</p>\n\n<p>\n10 / 752 نا يوسف بن موسى القطان نا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n             جرير عن منصور عن مجاهد\nقال دخلت أنا وعروة بن الزبير المسجد فإذا عبد الله بن عمر جالس إلى حجرة\nعائشة قال وإذا أناس في المسجد يصلون صلاة الضحى قال فسألنا عن صلاتهم فقال\nبدعة ثم قال كم اعتمر النبي صلى الله عليه وسلم قال أربعا إحداهن في رجب\nقال فكرهنا أن نكذبه ونرد عليه قال وسمعنا استنان عائشة في الحجرة قال فقال\nعروة يا أم المؤمنين أما تسمعين إلى ما يقول أبو عبد الرحمن قالت ما يقول\nقال يقول إن رسول الله صلى الله عليه وسلم اعتمر أربع مرات إحداهن في رجب\nقالت يرحم الله أبا عبد الرحمن ما اعتمر رسول <span id='ms250'></span> الله عمرة إلا وهو شاهد وما\nاعتمر في رجب قط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم اعتمر أربع\nعمر عمرة الحديبية وعمرة الثانية من قابل وعمرة القضاء في ذي القعدة وعمرة\nالثالثة من الجعرانة والرابعة التي مع حجته\n</p>\n\n<p>\nوعن أنس بن مالك وعبد الله بن عمر\n</p>\n\n<p>\nوحديث ابن عباس حديث غريب\n</p>\n\n<p>\nوروى ابن عيينة هذا الحديث عن عمرو بن دينار عن عكرمة أن النبي صلى الله\nعليه وسلم اعتمر أربع عمر ولم يذكر فيه عن ابن عباس\n</p>\n\n<p>\n| 8 / 540 باب ما جاء من أي موضع أحرم النبي صلى الله عليه وسلم\n</p>\n\n<p>\n11 / 753 نا محمد بن عبد الله بن يزيد المقريء وعبد الله ابن محمد الزهري\nقالا نا سفيان بن عيينة عن موسى بن عقبة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n             سالم قال كان ابن\nعمر يقول هذه البيداء التي تكذبون فيها على رسول الله صلى الله عليه وسلم\nوالله ما أحرم النبي صلى الله عليه وسلم إلا من عند المسجد وقال مرة والله\nما أهل إلا من المسجد\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n| 9 / 541 باب ما جاء في إفراد الحج\n</p>\n\n<p>\n12 / 754 نا عبد الله بن هاشم قال نا عبد الرحمن بن مهدي قال نا مالك عن\nعبد الرحمن بن القاسم عن أبيه عن عائشة أن النبي صلى الله عليه وسلم أفرد\nالحج\n</p>\n\n<p>\nوفي الباب عن جابر وابن عمر\n</p>\n\n<p>\nويقال حديث عائشة حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا الحديث عند بعض أهل العلم\n</p>\n\n<p>\nوروي عن ابن عمر أن النبي صلى الله عليه وسلم أفرد الحج وأفرد أبو بكر\nوعمر وعثمان\n</p>\n\n<p>\nوقال الثوري أن أفردت الحج فحسن وإن قرنت فحسن وإن تمتعت فحسن\n</p>\n\n<p>\nوالشافعي يقول مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أحب إلينا الإفراد ثم التمتع ثم القران\n</p>\n\n<p>\n| 10 / 542 باب ما جاء في الجمع بين الحج والعمرة\n</p>\n\n<p>\n13 / 755 نا يعقوب بن إبراهيم الدورقي نا هشيم عن حميد الطويل قال نا بكر\nبن عبد الله المزني قال سمعت أنس بن مالك يحدث قال سمعت النبي صلى الله\nعليه وسلم يلبي بالعمرة والحج جميعا <span id='ms251'></span> قال فحدثت بذلك ابن عمر فقال أنس ما\nتعدونا إلا صبيانا سمعت رسول الله صلى الله عليه وسلم يقول لبيك عمرة وحجا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عمر وعمران بن حصين\n</p>\n\n<p>\nيقال حديث أنس حديث صحيح\n</p>\n\n<p>\nوقد روي هذا الحديث عن حميد عن أنس\n</p>\n\n<p>\nرواه حماد بن زيد وغيره\n</p>\n\n<p>\nوقد ذهب بعض أهل العلم إلى هذا واختاروه من أهل الكوفة وغيرهم\n</p>\n\n<p>\n| 11 / 543 باب ما جاء في التمتع\n</p>\n\n<p>\n14 / 756 نا محمد بن إسماعيل السلمي قال نا يحيى بن عبد الله ابن بكير\nقال نا مالك عن ابن شهاب عن محمد بن عبد الله بن الحارث ابن نوفل بن الحارث\nبن عبد المطلب أنه حدثه أنه سمع سعد بن أبي وقاص والضحاك بن قيس عام حج\nمعاوية بن أبي سفيان وهما يذكران أن التمتع بالعمرة إلى الحج فقال الضحاك\nلا يصنع ذلك إلا من جهل أمر الله\n</p>\n\n<p>\nفقال سعد بن أبي وقاص بئس ما قلت يا ابن أخي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الضحاك فإن عمر بن الخطاب قد نهى عن ذلك\n</p>\n\n<p>\nفقال سعد قد صنعها رسول الله صلى الله عليه وسلم وصنعناها معه\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\n| 12 / 544 باب منه\n</p>\n\n<p>\n15 / 757 نا يعقوب بن إبراهيم الدورقي قال نا ابن إدريس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقال سمعت ليثا عن عطاء وطاوس ومجاهد عن ابن عباس قال تمتع رسول الله صلى\nالله عليه وسلم وأبو بكر وعمر وعثمان وأول من نهى عنها معاوية يعني متعة\nالحج\n</p>\n\n<p>\nوفي الباب عن علي وعثمان وجابر وأسماء بنت أبي بكر\n</p>\n\n<p>\nحديث ابن عباس حسن\n</p>\n\n<p>\nوقد اختار قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم\nالتمتع بالعمرة\n</p>\n\n<p>\nوالتمتع أن يرحل بعمرة في أشهر الحج ثم يقيم حتى يحج فهو متمتع وعليه دم\nما استيسر من الهدي فإن لم يجد صام ثلاثة أيام في الحج وسبعة إذا رجع إلى\nأهله\n</p>\n\n<p>\nويستحب للمتمتع إذا صام ثلاثة أيام في الحج أن يصوم في العشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n            \nويكون آخرها يوم عرفة فإن لم يصم في العشر صام أيام التشريق في قول بعض أهل <span id='ms252'></span>\nالعلم من أصحاب النبي صلى الله عليه وسلم منهم ابن عمر وعائشة\n</p>\n\n<p>\nوبه يقول مالك بن أنس والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقال بعضهم لا يصوم أيام التشريق وهو قول أهل الكوفة\n</p>\n\n<p>\nوأهل الحديث يختارون التمتع بالعمرة في الحج\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n| 13 / 545 باب ما جاء في التلبية\n</p>\n\n<p>\n16 / 758 نا إسحاق بن منصور التميمي أرنا محمد بن يوسف نا سفيان عن أيوب\nوليث عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال لبيك اللهم لبيك\nلبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن ابن مسعود وجابر وعائشة وابن عباس وأبي هريرة\n</p>\n\n<p>\nويقال حديث ابن عمر حديث حسن صحيح\n</p>\n\n<p>\nوالعمل عليه عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم\n</p>\n\n<p>\nوهو قول سفيان والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقال الشافعي إن زاد زائد في التلبية شيئا من تعظيم الله فلا بأس إن شاء\nالله\n</p>\n\n<p>\nقال الشافعي وإنما قلنا لا بأس بزيادة تعظيم الله فيها لما جاء عن ابن\nعمر وهو حفظ التلبية عن رسول الله صلى الله عليه وسلم ثم زاد ابن عمر في\nتلبيته من قبله لبيك والرغباء إليك والعمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n| 14 / 546 باب ما جاء في فضل التلبية والنحر\n</p>\n\n<p>\n17 / 759 نا الحسن بن عرفة العبدي قال نا إسماعيل ابن عياش الحمصي عن\nعمارة بن غزية الغفاري عن أبي حازم عن سهل بن سعد الساعدي عن رسول الله صلى\nالله عليه وسلم ما من مسلم يلبي إلا لبى عن يمينه وعن شماله من حجر أو مدر\nأو شجر حتى تنقطع الأرض من ها هنا وها هنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أهل الدرجات العلى ليراهم من أسفل منهم كما يرى الكوكب في السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p043'> Vol. 04, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n| 15 / 547 وباب منه\n</p>\n\n<p>\n18 / 760 نا إسحاق بن زياد العطار الأيلي قال نا يعقوب ابن محمد الزهري\nقال نا محمد بن إسماعيل وهو ابن أبي فديك عن الضحاك بن عثمان عن محمد بن\nالمنكدر عن عبد الرحمن ابن يربوع عن أبي بكر قال قيل يا رسول الله أي العمل <span id='ms253'></span>\nأفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال العج والثج\n</p>\n\n<p>\nوفي الباب عن جابر وابن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nحديث أبي بكر حديث غريب لا نعرفه إلا من حديث ابن أبي فديك عن الضحاك بن\nعثمان\n</p>\n\n<p>\nومحمد بن المنكدر لم يسمع من عبد الرحمن بن يربوع\n</p>\n\n<p>\nوقد روى محمد بن المنكدر عن سعيد بن عبد الرحمن بن يربوع عن أبيه غير هذا\nالحديث\n</p>\n\n<p>\nوروى أبو نعيم الطحان ضرار بن صرد هذا الحديث عن ابن أبي فديك عن الضحاك\nعن محمد بن المنكدر عن سعيد بن عبد الرحمن ابن يربوع عن أبيه عن أبي بكر عن\nالنبي صلى الله عليه وسلم فأخطأ ضرار فيه\n</p>\n\n<p>\nوحكي عن أحمد بن حنبل أنه قال من قال في هذا الحديث عن محمد بن المنكدر\nعن ابن عبد الرحمن بن يربوع عن أبيه فقد أخطأ\n</p>\n\n<p>\nوالعج رفع الصوت بالتلبية والثج نحو البدن\n</p>\n\n<p>\n| 16 / 548 باب ما جاء في رفع الصوت بالتلبية\n</p>\n\n<p>\n19 / 761 نا محمد بن عبد الله بن يزيد المقريء وعبد الله ابن محمد الزهري\nقالا نا سفيان بن عيينة عن عبد الله بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n             بكر سمع عبد الملك\nبن أبي بكر بن عبد الرحمن بن الحارث بن هشام يخبر عن خلاد بن السائب عن\nأبيه يبلغ به النبي صلى الله عليه وسلم\n</p>\n\n<p>\nقال مرة عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوقال مرة قال رسول الله صلى الله عليه وسلم أتاني جبريل فأمرني أن آمر\nأصحابي أن يرفعوا أصواتهم بالإهلال أو قال بالتلبية\n</p>\n\n<p>\nوهذا لفظ ابن المقريء\n</p>\n\n<p>\nوفي الباب عن زيد بن خالد وأبي هريرة وابن عباس\n</p>\n\n<p>\nحديث خلاد بن السائب بن خلاد بن سويد الأنصاري عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p047'> Vol. 04, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nيقال حديث حسن صحيح\n</p>\n\n<p>\nوروى بعضهم هذا الحديث عن خلاد بن السائب عن زيد بن خالد عن النبي صلى\nالله عليه وسلم ولا يصح والصحيح هو عن خلاد بن السائب عن أبيه\n</p>\n\n<p>\n| 17 / 549 باب ما جاء في الاغتسال عند الإحرام\n</p>\n\n<p>\n20 / 762 نا أحمد بن بديل الكوفي قال نا أبو معاوية قال نا الحجاج عن\nالربيع بن مالك عن ابن حنين عن أبي <span id='ms254'></span> أيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال رأيت رسول الله صلى الله عليه وسلم كل وقت يغسل رأسه بالماء وهو محرم\n</p>\n\n<p>\nوقد روى عبد الله بن يعقوب المدني عن ابن أبي الزناد عن أبيه عن خارجة بن\nزيد بن ثابت عن أبيه أنه رأى النبي صلى الله عليه وسلم تجرد لإحرامه واغتسل\n</p>\n\n<p>\nوهذا حديث حسن غريب\n</p>\n\n<p>\nوقد استعجب بعض أهل العلم الاغتسال عند الإحرام\n</p>\n\n<p>\nوهو قول الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n| 18 / 550 باب ما جاء في مواقيت الإحرام لأهل الآفاق\n</p>\n\n<p>\n21 / 763 نا أبو الأشعث أحمد بن المقدام البصري قال محمد بن عبد الرحمن\nالطفاوي نا أيوب عن نافع عن ابن عمر أنه سمع النبي صلى الله عليه وسلم يقول\nمهل أهل المدينة من ذي الحليفة ومهل أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n             الشام من الجحفة ومهل\nأهل نجد من قرن\n</p>\n\n<p>\nقال فقال القاسم ومهل أهل اليمن من يلملم\n</p>\n\n<p>\nوفي الباب عن ابن عباس وجابر بن عبد الله وعبد الله بن عمرو\n</p>\n\n<p>\nويقال حديث ابن عمر حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p051'> Vol. 04, p. 051</a>\n            </div>\n             والعمل على هذا عند أهل العلم\n</p>\n\n<p>\nوروى وكيع عن سفيان عن يزيد بن أبي زياد عن محمد بن علي عن ابن عباس أن\nالنبي صلى الله عليه وسلم وقت لأهل المشرق العقيق\n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\nومحمد بن علي هو أبو جعفر محمد بن علي بن الحسين بن علي ابن أبي طالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n| 19 / 551 باب ما جاء فيما لا يجوز للمحرم لبسه\n</p>\n\n<p>\n22 / 764 محمد بن عبد الله بن يزيد المقريء وعبد الله بن محمد الزهري\nقالا نا سفيان بن عيينة عن الزهري عن سالم عن أبيه أن رجلا سأل النبي صلى\nالله عليه وسلم عما يلبس المحرم فقال لا يلبس القميص ولا العمامة ولا\nالبرانس ولا السراويل ولا ثوبا مسه ورس أو زعفران ولا الخفين إلا لمن لم\nيجد نعلين فليلبسهما ويقطعهما حتى يكونا أسفل من الكعبين\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\n| 2 / 552 باب ما جاء في لبس السراويل والخفين للمحرم إذا لم يجد الإزار\nوالنعلين\n</p>\n\n<p>\n23 / 765 نا أحمد بن المقدام العجلي قال نا يزيد بن زريع عن أيوب <span id='ms255'></span> عن عمرو\nبن دينار عن جابر بن زيد عن ابن عباس قال سمعت رسول الله صلى الله عليه\nوسلم قال المحرم إذا لم يجد إزارا فليلبس السراويل وإذا لم يجد النعلين\nفليلبس الخفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن ابن عمر وجابر\n</p>\n\n<p>\nويقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم\n</p>\n\n<p>\nقالواإذا لم يجد المحرم الإزار يلبس السراويل وإذا لم يجد النعلين لبس\nالخفين\n</p>\n\n<p>\nوهو قول أحمد\n</p>\n\n<p>\nوقال بعضهم على حديث ابن عمر عن النبي صلى الله عليه وسلم إذا لم يجد\nنعلين فليلبس الخفين وليقطعهما أسفل من الكعبين\n</p>\n\n<p>\nوهو قول سفيان الثوري والشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n| 21 / 553 باب ما جاء في الذي يحرم وعليه قميص أو جبة\n</p>\n\n<p>\n24 / 766 نا يعقوب بن إبراهيم الدورقي قال نا هشيم عن منصور عن عطاء عن\nيعلى بن أبي أمية قال جاء أعرابي إلى النبي صلى الله عليه وسلم وعليه جبة\nفيها ردغ من زعفران فقال يا رسول الله أحرمت فيما ترى والناس يسخرون مني\nقال فأطرق عنه هنية ثم دعاه فقال له اخلع عنك هذه الجبة واغسل عنك هذا\nالزعفران واصنع في عمرتك ما تصنع في حجتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n25 / 767 نا الدورقي قال نا هشيم عن حجاج عن عطاء قال كنا قبل أن يبلغنا\nهذا الحديث أخذنا به وقال الحجاج نا عطاء بهذا الحديث عن صفوان بن يعلى عن\nأبيه عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n26 / 768 ونا محمد بن إسماعيل السلمي قال نا الحميدي قال نا سفيان قال نا\nعمرو وهو ابن دينار قال أخبرني عطاء قال حدثني صفوان بن يعلى عن أبيه عن\nالنبي صلى الله عليه وسلم نحوه بمعناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n             وهذا أصح\n</p>\n\n<p>\nوفي الحديث قصة\n</p>\n\n<p>\nوهكذا رواه قتادة والحجاج بن أرطأة وغير واحد عن عطاء عن صفوان بن يعلى\nعن أبيه والصحيح ما روى عمرو بن دينار وابن جريج عن عطاء عن صفوان بن يعلى\nعن أبيه عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n| 22 / 554 باب ما جاء فيما يقتل المحرم من الدواب\n</p>\n\n<p>\n27 / 769 نا أبو يحيى محمد بن عبد الله بن يزيد <span id='ms256'></span> المقريء وعبد الله بن\nمحمد الزهري قالا نا سفيان بن عيينة عن الزهري عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n             سالم عن أبيه\nقال قال النبي صلى الله عليه وسلم خمس من الدواب لا جناح في قتلهن على من\nقتلهن في الحرم والإحرام الفأرة والحدأة والغراب والعقرب والكلب العقور\n</p>\n\n<p>\nوهذا حديث حسن صحيح\n</p>\n\n<p>\nوفي الباب عن ابن مسعود وأبي هريرة وأبي سعيد وابن عباس وعائشة\n</p>\n\n<p>\nوحديث عائشة حديث حسن صحيح\n</p>\n\n<p>\n28 / 770 ونا يعقوب بن إبراهيم الدورقي ومحمد بن هشام قالا نا هشيم عن\nيزيد بن أبي زياد قال نا عبد الرحمن بن أبي نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n             البجلي عن أبي\nسعيد الخدري أن النبي صلى الله عليه وسلم سئل ما يقتل المحرم قال الحية\nوالعقرب والفويسقة ويرمي الغراب ولا يقتله والكلب العقور والحدأة والسبع\nالضاري\n</p>\n\n<p>\nهذا الحديث حسن\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا المحرم يقتل السبع العادي والكلب العقور والفأرة والعقرب والحدأة\nوالغراب\n</p>\n\n<p>\nوهو قول سفيان الثوري والشافعي\n</p>\n\n<p>\nوقال الشافعي كل سبع عدا على الناس أو على دوابهم فللمحرم قتله\n</p>\n\n<p>\n| 23 / 555 باب ما جاء في الحجامة للمحرم\n</p>\n\n<p>\n29 / 771 نا أبو يحيى محمد بن عبد الله المقريء نا سفيان ابن عيينة عن\nعمرو عن عطاء وطاوس عن ابن عباس قال احتجم رسول الله صلى الله عليه وسلم\nوهو محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p061'> Vol. 04, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن أنس وعبد الله بن بحينة وجابر\n</p>\n\n<p>\nويقال حديث ابن عباس حسن صحيح\n</p>\n\n<p>\nوقد رخص قوم من أهل العلم في الحجامة للمحرم\n</p>\n\n<p>\nقالوا لا يحلق شعرا\n</p>\n\n<p>\nوقال مالك لا يحتجم المحرم إلا من ضرورة\n</p>\n\n<p>\nقال سفيان والشافعي لا بأس أن يحتجم المحرم ولا ينزع شعرا\n</p>\n\n<p>\n| 24 / 556 باب ما جاء في كراهية تزويج المحرم\n</p>\n\n<p>\n30 / 772 أبو سعيد الأشج قال نا إسماعيل بن محمد ابن جحادة عن ابن أبي\nعروبة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n             مطر عن نافع عن يعلى بن حكيم عن نبيه بن وهب عن أبان\nابن عثمان عن عثمان قال قال رسول الله صلى الله عليه وسلم لا ينكح المحرم\nولا ينكح ولا يخطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن غريب\n</p>\n\n<p>\nورواه ابن علية عن أيوب عن نافع <span id='ms257'></span> عن نبيه بن وهب قال أراد ابن معمر أن\nينكح ابنه فبعثني إلى أبان بن عثمان وهو أمير الموسم فأتيته فقلت إن أخاك\nيريد أن ينكح ابنه فأحب أن تشهد ذلك قال أراه عراقيا جافيا إن المحرم لا\nينكح ولا ينكح\n</p>\n\n<p>\nثم حدثني عن عثمان مثله يرفعه\n</p>\n\n<p>\nوفي الباب عن أيوب عن أبي رابع وميمونة\n</p>\n\n<p>\nويقال حديث عثمان حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند بعض أصحاب النبي صلى الله عليه وسلم\n</p>\n\n<p>\nمنهم عمر بن الخطاب وعلي بن أبي طالب وابن عمر وهو قول بعض فقهاء\nالتابعين\n</p>\n\n<p>\nوبه يقول مالك بن أنس والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nلا يرون أن يتزوج المحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا فإن نكح فنكاحه باطل\n</p>\n\n<p>\n| 25 / 557 باب الرخصة في ذلك\n</p>\n\n<p>\n31 / 773 نا يعقوب بن إبراهيم الدورقي قال نا إسماعيل ابن علية قال نا\nأيوب عن عكرمة عن ابن عباس أن رسول الله صلى الله عليه وسلم تزوج ميمونة\nوبنى بها حلالا بسرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nقال أيوب أنبئت أن الاختلاف إنما كان نكاح رسول الله صلى الله عليه وسلم\nميمونة أن رسول الله صلى الله عليه وسلم بعث العباس بين يديه لينكحها إياه\nفأنكحها فقال بعضهم أنكحه قبل أن يحرم وقال بعضهم بعدما أحرم\n</p>\n\n<p>\nوفي الباب عن عائشة\n</p>\n\n<p>\nوحديث ابن عباس يقال حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم\n</p>\n\n<p>\nوبه يقول سفيان الثوري وأهل الكوفة\n</p>\n\n<p>\n32 / 774 نا إسحاق بن شاهين الواسطي قال نا خالد ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n             عبد\nالله عن داود بن أبي هند عن عكرمة عن ابن عباس أن رسول الله صلى الله عليه\nوسلم تزوج ميمونة وهو محرم\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nواختلفوا في تزويج النبي صلى الله عليه وسلم ميمونة لأن النبي صلى الله\nعليه وسلم تزوجها في طريق مكة\n</p>\n\n<p>\nفقال بعضهم تزوجها حلالا وظهر أمر تزويجها وهو محرم ثم بنى بها حلالا\nبسرف من طريق مكة\n</p>\n\n<p>\nوماتت ميمونة بسرف حيث بنى بها رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n| 26 / 558 باب ما جاء في أكل الصيد للمحرم\n</p>\n\n<p>\n33 / 775 نا أبو سعيد عثمان بن سعيد <span id='ms258'></span> الدارمي قال نا عبد الله ابن صالح\nقال حدثني يعقوب وهو ابن عبد الرحمن عن عمرو مولى المطلب عن المطلب عن جابر\nعن رسول الله صلى الله عليه وسلم قال صيد البحر لكم حلال وأنتم حرم ما\nتصيدونه ويصطاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n             لكم\n</p>\n\n<p>\nوفي الباب عن أبي قتادة وطلحة\n</p>\n\n<p>\nقال حديث جابر حديث مفسر\n</p>\n\n<p>\nوالمطلب لا نعرف له سماعا من جابر\n</p>\n\n<p>\nوالعمل على هذا عند بعض العلم لا يرون بالصيد للمحرم بأسا إذا لم يصطده\nأو لم يصطد من أجله\n</p>\n\n<p>\nقال الشافعي هذا أحسن حديث روي في هذا الباب وأقصد\n</p>\n\n<p>\nوالعمل على هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوهو قول أحمد وإسحاق\n</p>\n\n<p>\n34 / 776 نا محمد بن إسماعيل السلمي قال نا يحيى بن عبد الله ابن بكير\nقال نا مالك عن أبي النضر مولى عمر بن عبيد الله التيمي عن نافع مولى أبي\nقتادة عن أبي قتادة بن ربعي الأنصاري أنه كان مع رسول الله صلى الله عليه\nوسلم حتى إذا كان ببعض طريق مكة تخلف عن أصحاب له وهو غير محرم فرأى حمارا\nوحشيا فاستوى على فرسه فسأل أصحابه أن يناولوه سوطه فأبوا فأخذه ثم شد على\nالحمار فقتله فأكل منه بعض أصحاب رسول الله صلى الله عليه وسلم وأبى بعضهم\nفأدركوا رسول الله صلى الله عليه وسلم فسألوه عن ذلك فقال إنما هي طعمة\nأطعمكموها الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n35 / 777 ونا محمد بن المثنى قال نا روح قال نا مالك عن زيد بن أسلم عن\nعطاء بن يسار عن أبي قتادة أنه كان مع رسول الله صلى الله عليه وسلم حتى\nإذا كان ببعض طريق مكة في حمار الوحش\n</p>\n\n<p>\nمثل حديث أبي النضر غير أن في حديثه قال إني لأتقاكم لله وأعلمكم بحدوده\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n| 27 / 559 باب ما جاء في كراهية لحم صيد المحرم\n</p>\n\n<p>\n36 / 778 نا يعقوب بن إبراهيم الدورقي ومحمد بن هشام قالا نا هشيم عن\nيحيى بن سعيد عن محمد بن إبراهيم قال أخبرني عيسى بن طلحة بن عبيد الله عن\nعمير بن سلمة الضمري أن رسول الله صلى <span id='ms259'></span> الله عليه وسلم مر بالعرج فإذا هو\nبحمار عقير قال فلم يلبث أن جاء رجل بظبي فقال يا رسول الله هذه رميتي شأنك\nبها قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n             فأمر رسول الله صلى الله عليه وسلم أبا بكر بقسمه بين\nالرفاق قال يعني ثم سار حتى أتى عقبة أثاية فإذا هو بظبي فيه سهم وهو حاقف\nفي ظل صخرة فأمر النبي صلى الله عليه وسلم رجلا من أصحابه فقال قف ها هنا\nحتى تمر الرفاق ولا يرميه أحد بشيء\n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\n37 / 779 أرنا محمد بن عبد الله بن يزيد المقريء قال نا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n             أبي\nقال نا الليث قال أخبرني ابن شهاب عن عبيد الله ابن عبد الله أن ابن عباس\nأخبره أن الصعب بن جثامة أخبره أن رسول الله صلى الله عليه وسلم مر به\nبالأبواء أو بودان فأهدي له حمار وحش قال فلما رأى رسول الله صلى الله عليه\nوسلم في وجهه الكراهة قال إنه ليس بنا رد عليك ولكنا حرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p074'> Vol. 04, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nويقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوقد ذهب قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم إلى\nهذا الحديث وكرهوا أكل الصيد للمحرم\n</p>\n\n<p>\nوقال الشافعي إنما وجه هذا الحديث عندنا أنه إنما رده عليه لما ظن أنه\nصيد من أجله وتركه على التنزه\n</p>\n\n<p>\nوقال روى بعض أصحاب الزهري عن الزهري هذا الحديث وقال أهدي له لحم حمار\nوحش\n</p>\n\n<p>\nوهو غير محفوظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن علي وزيد بن أرقم\n</p>\n\n<p>\n| 28 / 560 باب ما جاء في الضبع يصيبها المحرم\n</p>\n\n<p>\n38 / 780 نا أبو يحيى ابن المقريء قال نا سفيان بن عيينة عن ابن جريج عن\nعبد الله بن عبيد بن عمير عن ابن أبي عمار قال سألت جابر بن عبد الله عن\nالضبع فقال كلها قلت آكلها قال نعم بأمري قلت صيد هي قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nقلت سمعته من رسول الله صلى الله عليه وسلم قال نعم\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوحكي عن علي بن المديني قال يحيى بن سعيد وروى جرير ابن حازم هذا الحديث <span id='ms260'></span>\nفقال عن جابر عن عمر\n</p>\n\n<p>\nوحديث ابن جريج أصح\n</p>\n\n<p>\nوهو قول أحمد وإسحاق\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم في المحرم إذا صاد ضبعا أن عليه الجزاء\n</p>\n\n<p>\nوابن أبي عمار هو عبد الرحمن بن عبد الله بن أبي عمار وهو مكي\n</p>\n\n<p>\nسمعت محمد بن عبد الله بن يزيد المقريء يقول أذكر من أراد أن يشتري بمكة\nلحم ضأن بدرهم ربما كان يصعب عليه لأنه كان يباع بها لحم ضبع ثم سألت أنا\nبعض العلماء بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n             فقال لأن ضبع الحجاز ليس لها ناب وإنما تأكل\nالكلأ\n</p>\n\n<p>\n| 29 / 561 باب ما جاء في الاغتسال لدخول مكة\n</p>\n\n<p>\n39 / 781 قريء على الشيخ الجليل الزاهد أبي القاسم يوسف ابن الحسن بن\nمحمد الزنجاني التفكري الفقيه من أصل شيخه أنا الذي سمع منه ومنه نسخت وأنا\nأسمع وأقربه قال قريء على أبي علي الحسن ابن علي بن بندار الزنجاني سنة\nاثنتين وعشرين وأربعمائة قال أرنا أبو سعيد القاسم بن علقمة الأبهري بأبهر\nفي رجب سنة سبع وثمانين وثلاثمائة قال نا أبو علي الحسن بن علي بن نصر بن\nمنصور الطوسي في سنة سبع وثمانين وثلاثمائة قال روى عبد الرحمن بن زيد بن\nأسلم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n             أبيه عن ابن عمر قال اغتسل النبي صلى الله عليه وسلم\nلدخول مكة بفخ\n</p>\n\n<p>\nوهذا حديث غير محفوظ\n</p>\n\n<p>\nوالصحيح ما روى نافع عن ابن عمر أنه كان يغتسل لدخول مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوبه يقول الشافعي يستحب الاغتسال لدخول مكة\n</p>\n\n<p>\nولا نعرف هذا الحديث إلا من حديثه\n</p>\n\n<p>\nوعبد الرحمن بن زيد بن أسلم يضعف\n</p>\n\n<p>\n| 30 / 562 باب ما جاء في دخول النبي صلى الله عليه وسلم مكة من أعلاها\nوخروجه من أسفلها\n</p>\n\n<p>\n40 / 782 نا محمد بن بشار قال نا يحيى بن سعيد عن عبيد الله بن عمر قال\nأخبرني نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم دخل مكة من الثنية\nالعليا التي عند البطحاء وخرج من الثنية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n             السفلى\n</p>\n\n<p>\nورواه ابن عيينة عن هشام بن عروة عن أبيه عن عائشة أن رسول الله صلى الله\nعليه وسلم <span id='ms261'></span> دخل يوم الفتح من أعلى مكة وخرج من أسفلها\n</p>\n\n<p>\n41 / 783 نا بذلك محمد بن إسماعيل السلمي قال حدثنا عبد الله بن الزبير\nالحميدي قال نا سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n             رمي الجمار وإذا أقيمت الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nويقال هذا حديث صحيح\n</p>\n\n<p>\n| 31 / 563 باب ما جاء في دخول النبي صلى الله عليه وسلم مكة نهارا\n</p>\n\n<p>\n42 / 784 نا محمد بن بشار قال نا عبد الأعلى بن عبد الأعلى قال نا هشام\nبن حسان عن عبيد الله بن عمر عن نافع عن ابن عمر أنه كان يكره دخول مكة\nليلا وكان إذا قدم مكة لم يدخلها ليلا حتى ينزل ذا طوى من أجل أن النبي صلى\nالله عليه وسلم صنعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\n| 32 / 564 باب ما جاء في كراهية رفع اليد عنه رؤية البيت\n</p>\n\n<p>\n43 / 785 نا محمد بن بشار نا محمد بن جعفر قال نا شعبة قال سمعت أبا قزعة\nيحدث عن المهاجر المكي قال سئل جابر ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n             عبد الله عن الرجل يرى\nالبيت أيرفع يده قال ما كنت أظن أحدا يفعل هذا إلا اليهود قد كنا حججنا مع\nرسول الله صلى الله عليه وسلم فلم يكن يفعله\n</p>\n\n<p>\nقال يعني رفع اليد عند رؤية البيت\n</p>\n\n<p>\nوإنما نعرفه من حديث شعبة عن أبي قزعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n| 33 / 565 باب ما جاء في الرخصة في رفع الأيدي عن رؤية البيت\n</p>\n\n<p>\n44 / 786 نا حفص بن عمر السياري البغدادي قال نا سيف ابن عبيد الله عن\nسرار بن مجشر قال نا ورقاء عن عطاء ابن السائب عن سعيد بن جبير عن ابن عباس\nعن النبي صلى الله عليه وسلم قال ترفع الأيدي إذا رأيت البيت وعلى الصفا\nوالمروة وبعرفة وبجمع وعند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\n| 34 / 566 باب ما جاء في صفة الطواف وكيف يطاف\n</p>\n\n<p>\n45 / 787 روى سفيان الثوري عن جعفر بن محمد عن أبيه عن جابر قال لما قدم\nالنبي صلى الله عليه وسلم دخل المسجد واستلم الحجر ثم مضى عن يمينه فرمل\nثلاثا ومشى أربعا ثم أتى المقام فقال <span class='quran'>واتخذوا من مقام إبراهيم مصلى\n</span>فصلى ركعتين والمقام بينه وبين البيت ثم أتى البيت بعد الركعتين <span id='ms262'></span>\nفاستلمه ثم خرج إلى الصفا وأظنه قال <span class='quran'>إن الصفا والمروة من </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n             شعائر الله )\n</p>\n\n<p>\nوفي الباب عن ابن عمر\n</p>\n\n<p>\nويقال حديث جابر حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\n| 35 / 567 باب ما جاء في الرمل من الحجر إلى الحجر\n</p>\n\n<p>\n46 / 788 نا محمد بن إسماعيل السلمي قال نا عبد الله ابن مسلمة القعنبي\nويحيى بن عبد الله بن بكير عن مالك عن جعفر ابن محمد عن أبيه عن جابر قال\nرأيت رسول الله صلى الله عليه وسلم رمل من الحجر الأسود حتى انتهى إليه\nثلاثة أطواف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن ابن عمر\n</p>\n\n<p>\nويقال حديث جابر حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\nقال الشافعي إذا ترك الرمل عمدا فقد أساء ولا شيء عليه\n</p>\n\n<p>\nوإذا لم ترمل في الأشواط الثلاثة لم ترمل فيما بقي\n</p>\n\n<p>\nوقال بعض أهل العلم ليس على أهل مكة رمل ولا على من أحرم فيها\n</p>\n\n<p>\n| 36 / 568 باب ما جاء في استلام الحجر والركن اليماني دون ما سواهما\n</p>\n\n<p>\n47 / 789 أرنا أبو علي الحسن بن نصر بن منصور الطوسي في سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \nسبع وثمانين وثلاثمائة قال نا إسحاق بن منصور بن بهرام التميمي قال نا محمد\nبن يوسف عن سفيان عن عبد الله بن عثمان ابن خثيم عن عامر بن وائلة عن ابن\nعباس أنه كان يطوف مع معاوية بالبيت فكان معاوية يستلم الأركان كلها فقال\nابن عباس إن رسول الله صلى الله عليه وسلم كان لا يستلم إلا هذين الركنين\nاليماني والحجر الأسود\n</p>\n\n<p>\nفقال معاوية لا يكون شيء من البيت مهجورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عمر\n</p>\n\n<p>\nوحديث ابن عباس حسن\n</p>\n\n<p>\nوالعمل على هذا عند أكثر أهل العلم أن لا يستلم إلا الحجر الأسود والركن\nاليماني\n</p>\n\n<p>\n| 37 / 569 باب ما جاء أن النبي صلى الله عليه وسلم طاف مضطبعا\n</p>\n\n<p>\n48 / 790 نا إسحاق بن منصور قال نا محمد بن يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n             قال نا\nسفيان عن ابن جريج عن عبد الحميد عن ابن يعلى عن أبيه عن النبي صلى الله\nعليه وسلم أنه طاف مضطبعا\n</p>\n\n<p>\nهذا حديث الثوري عن ابن جريج <span id='ms263'></span> لا نعرفه إلا من حديثه\n</p>\n\n<p>\nويقال هو حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الحميد هو ابن جبير بن شيبة عن ابن يعلى عن أبيه وهو يعلى بن أمية\n</p>\n\n<p>\n| 38 / 570 باب ما جاء في تقبيل الحجر\n</p>\n\n<p>\n49 / 791 نا الحسن بن عرفة وزياد بن أيوب قالا نا أبو معاوية محمد بن\nخازم عن الأعمش عن إبراهيم عن عابس بن ربيعة قال رأيت عمر بن الخطاب يقبل\nالحجر ويقول إني لأقبلك وأعلم أنك حجر ولولا أني رأيت رسول الله صلى الله\nعليه وسلم يقبلك لم أقبلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن أبي بكر وابن عمر\n</p>\n\n<p>\nويقال حديث عمر حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم يستحبون تقبيل الحجر فإن لم يمكنه ولم يصل\nإليه استلمه بيده وقبل يده وإن لم يصل إليه استقبله إذا حاذى به وكبر\n</p>\n\n<p>\nوهو قول الشافعي\n</p>\n\n<p>\n| 39 / 571 باب ما جاء أنه يبدأ بالصفا قبل المروة\n</p>\n\n<p>\n50 / 792 نا أبو يحيى المقدسي قال نا سفيان بن عيينة عن جعفر بن محمد عن\nأبيه عن جابر قال طاف رسول الله صلى الله عليه وسلم بالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \nوصلى خلف المقام ركعتين ثم رجع إلى الحجر فاستلمه وقال نبدأ بما بدأ الله\nبه <span class='quran'>إن الصفا والمروة من شعائر الله </span></p>\n\n<p>\nقال هذا حديث صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\nأنه يبدأ بالصفا قبل المروة فإن بدأ بالمروة قبل الصفا لم يجزه\n</p>\n\n<p>\nواختلف أهل العلم فيمن طاف بالبيت ولم يطف بين الصفا والمروة حتى رجع\n</p>\n\n<p>\nقال بعض أهل العلم إن لم يطف بين الصفا والمروة حتى خرج من مكة فإن ذكر\nوهو قريب منها رجع فطاف بين الصفا والمروة\n</p>\n\n<p>\nوإن لم يذكر حتى أتى بلاده أجزأه وعليه دم وهو قول قول سفيان الثوري\n</p>\n\n<p>\nوقال بعضهم إن ترك الطوف بين الصفا والمروة حتى يرجع إلى بلاده فإنه لا\nيجزيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوهو قول الشافعي قال الطواف بين الصفا والمروة واجب لا يجوز الحج إلا به\n</p>\n\n<p>\n| 40 / 572 باب ما جاء في السعي بين الصفا والمروة\n</p>\n\n<p>\n51 / 793 نا ابن عبد الله بن يزيد المقريء قال نا سفيان ابن عيينة عن\nعمرو <span id='ms264'></span> عن عطاء عن ابن عباس قال إنما سعى النبي صلى الله عليه وسلم بالبيت\nوبين الصفا والمروة ليري المشركين قوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عائشة وابن عمر وجابر\n</p>\n\n<p>\nويقال حديث ابن عباس حسن صحيح\n</p>\n\n<p>\nوهو الذي يستحبه أهل العلم أن يسعى بين الصفا والمروة فإن لم يسع ومشى\nبين الصفا والمروة رأوه جائزا\n</p>\n\n<p>\n| 41 / 573 ما جاء في فضل الطواف\n</p>\n\n<p>\n52 / 794 نا يوسف بن موسى القطان نا جرير عن عطاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n             ابن السائب\nعن ابن عبيد بن عمير عن أبيه عن ابن عمر قال سمعت رسول الله صلى الله عليه\nوسلم يقول من طاف بالبيت سبوعا فأحصاه كان كعتق رقبة قال وسمعته يقول لا\nيضع قدما ولا يرفع قدما إلا حط الله عنه بها خطيئة وكتب له بها حسنة ورفعت\nلها بها درجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن ابن عباس وأنس\n</p>\n\n<p>\nويقال إنما هذا عن ابن عباس قوله\n</p>\n\n<p>\nولكن روى يحيى بن يمان عن شريك عن أبي إسحاق عن عبد الله ابن سعيد بن\nجبير عن أبيه عن ابن عباس قال قال رسول الله صلى الله عليه وسلم من طاف\nبالبيت خمسين مرة خرج من ذنوبه كيوم ولدته أمه\n</p>\n\n<p>\nوحديث ابن عباس حديث غريب\n</p>\n\n<p>\nوقد روى سفيان بن عيينة عن أيوب السختياني أنه قال كانوا يعدون عبد الله\nبن سعيد بن جبير أفضل من أبيه\n</p>\n\n<p>\nقال وله أخ يقال له عبد الملك بن سعيد بن جبير وقد روى عنه أيضا\n</p>\n\n<p>\n| 42 / 574 باب في الطواف راكبا\n</p>\n\n<p>\n53 / 795 أرنا أبو علي قال نا أبو بشر الواسطي إسحاق ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \nشاهين قال نا خالد بن عبد الله عن خالد وهو الحذاء عن عكرمة عن ابن عباس أن\nرسول الله صلى الله عليه وسلم طاف بالبيت وهو على بعير كلما أتى على الركن\nأشار إليه بشيء في يده وكبر\n</p>\n\n<p>\nوفي الباب عن جابر وأبي الطفيل وأم سلمة\n</p>\n\n<p>\nيقال حديث ابن عباس حسن صحيح\n</p>\n\n<p>\nوقد كره قوم من أهل العلم أن يطوف الرجل بالبيت وبين الصفا والمروة راكبا\nإلا من عذر وهو قال الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n| 43 / 575 باب <span id='ms265'></span> ما جاء في الصلاة بعد العصر لمن يطوف بالبيت\n</p>\n\n<p>\n54 / 796 نا محمد بن عبد الله بن يزيد المقريء وعبد الله ابن محمد الزهري\nواللفظ لابن المقريء نا سفيان بن عيينة عن أبي الزبير عن عبد الله بن باباه\nوعن جبير بن مطعم أن النبي صلى الله عليه وسلم قال يا بني عبد مناف لا\nتمنعن أحدا طاف بهذا البيت وصلى أية ساعة من ليل أو نهار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن ابن عباس وأبي ذر\n</p>\n\n<p>\nويقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوقد رواه عبد الله بن أبي نجيح عن عبد الله بن باباه أيضا هذا الحديث\n</p>\n\n<p>\nوقد اختلف أهل العلم في الصلاة بعد العصر وبعد الصبح بمكة\n</p>\n\n<p>\nفقال بعضهم لا بأس بالصلاة والطواف بعد العصرت وبعد الصبح\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق\n</p>\n\n<p>\nواحتجوا بحديث النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوقال بعضهم إذا طاف بعد العصر لم يصل حتى تغرب الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك إن طاف بعد صلاة الصبح أيضا ثم يصل حتى تطلع الشمس واحتجوا بحديث\nعمر إن طاف بعد صلاة الصبح فلم يصل وخرج من مكة حتى نزل بذي طوى فصلى بعدما\nطلعت الشمس\n</p>\n\n<p>\nوهو قول سفيان الثوري ومالك بن أنس\n</p>\n\n<p>\n| 44 / 576 باب ما جاء ما يقرأ في ركعتي الطواف\n</p>\n\n<p>\n55 / 797 نا أبو زرعة الرازي عبيد الله بن عبد الكريم قال نا القعنبي قال\nنا مالك بن أنس عن جعفر بن محمد عن أبيه عن جابر بن عبد الله أن رسول الله\nصلى الله عليه وسلم طاف ثم صلى ركعتين قرأ فيهما <span class='quran'>قل يا أيها الكافرون\n</span>و <span class='quran'>قل هو الله أحد </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوروى وكيع عن سفيان الثوري عن جعفر بن محمد عن أبيه أنه كان يستحب أن\nيقرأ في ركعتي الطواف بقل ب <span class='quran'>قل يا أيها الكافرون </span>و <span class='quran'>قل هو\nالله أحد </span></p>\n\n<p>\nوهذا أصح من الحديث المرفوع والله أعلم\n</p>\n\n<p>\nوحديث جعفر بن محمد حسن غريب\n</p>\n\n<p>\n| 45 / 577 باب ما جاء في كراهية الطواف عريانا\n</p>\n\n<p>\n56 / 798 نا محمد بن إسماعيل السلمي قال نا عبد الله بن الزبير الحميدي\nقال نا سفيان بن <span id='ms266'></span> عيينة قال حدثني أبو إسحاق الهمداني وحدي عن زيد بن يثيع\nقال سألت عليا بأي شيء بعثت في الحجة قال بعثت بأربع لا يدخل الجنة إلا نفس\nمؤمنة ولا يطوف بالبيت عريان ولا يجتمع مسلم ومشرك في المسجد الحرام بعد\nعامه هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p104'> Vol. 04, p. 104</a>\n            </div>\n             ومن كان بينه وبين النبي صلى الله عليه وسلم عهد\nفعهده إلى مدته ومن لم يكن له عهد فأجله أربعة أشهر\n</p>\n\n<p>\nوفي الباب عن أبي هريرة\n</p>\n\n<p>\nوحديث علي حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p105'> Vol. 04, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n| 46 / 578 باب ما جاء في دخول الكعبة\n</p>\n\n<p>\n57 / 799 نا محمد بن عبد الله بن يزيد المقريء قال نا سفيان ابن عيينة عن\nأيوب عن نافع عن ابن عمر قال كان رسول الله صلى الله عليه وسلم في يوم\nالفتح على ناقة أسامة حتى أناخ بفناء الكعبة ثم دعى عثمان ابن طلحة\nبالمفتاح فذهب يأتيه به فأبت أمه أن تدفعه إليه فقال لتدفعن المفتاح أو\nلأخرجن السيف من صلبي فدفعته إليه فجاء ففتح الباب فدخل رسول الله صلى الله\nعليه وسلم ودخل معه بلال وعثمان وأسامة وأجافوا الباب عليهم مليا قال ابن\nعمر وكنت رجلا شابا قويا فلما فتح الباب بادرت الناس فبدرهم فوجدت بلالا\nقائما على الباب فقلت أين صلى رسول الله صلى الله عليه وسلم فقال بين\nالعامودين المقدمين قال ونسيت أن أسأله كم صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوروى حماد بن زيد عن عمرو بن دينار عن ابن عمر عن بلال أن النبي صلى الله\nعليه وسلم صلى في جوف الكعبة\n</p>\n\n<p>\nقال ابن عباس لم يصل ولكنه كبر\n</p>\n\n<p>\nوفي الباب عن أسامة بن زيد والفضل بن عباس وعثمان ابن طلحة وشيبة بن\nعثمان\n</p>\n\n<p>\nيقال حديث بلال حديث حسن صحيح\n</p>\n\n<p>\nوالعمل عليه عند أكثر أهل العلم لا يرون في الصلاة في الكعبة بأسا\n</p>\n\n<p>\nقال مالك بن أنس لا بأس بالصلاة النافلة في الكعبة\n</p>\n\n<p>\nوكره أن يصلى المكتوبة في الكعبة\n</p>\n\n<p>\nوقال الشافعي لا بأس أن تصلي المكتوبة والتطوع في الكعبة لأن حكم\nالمكتوبة والنافلة في الطهارة والقبلة سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n| 47 / 579 باب ما <span id='ms267'></span> جاء في كسر الكعبة وبناءها\n</p>\n\n<p>\n58 / 800 نا محمد بن الوليد القرشي قال نا محمد بن جعفر قال نا شعبة عن\nأبي إسحاق عن مسروق أن ابن الزبير قال حدثني عن أم المؤمنين فإنها كانت\nتفضي إليك قال أخبرتني أن النبي صلى الله عليه وسلم قال لو لا أن قومك\nحديثو عهد بالجاهلية لهدمت الكعبة ثم جعلت لها بابين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n             فلما ملك\nابن الزبير هدمها وجعل لها بابين\n</p>\n\n<p>\nويقال هذا حديث حسن صحيح\n</p>\n\n<p>\n| 48 / 580 باب ما جاء في الصلاة في الحجر\n</p>\n\n<p>\n59 / 801 نا محمد بن عثمان العجلي قال نا عبيد الله ابن موسى عن شيبان عن\nالأشعث عن الأسود بن يزيد عن عائشة قالت سألت رسول الله صلى الله عليه وسلم\nعن الحجر فقال هو من البيت فقلت ما يمنعهم أن يدخلوه فيه فقال عجزت بهم\nالنفقة\n</p>\n\n<p>\nفقلت ما شأن بابه مرتفعا لا يصعد إليه إلا بسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p109'> Vol. 04, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nقال فعل ذلك قومك ليدخلوه من شاؤوا ويمنعوه من شاؤوا ولولا أن قومك حديثو\nعهد بكفر مخافة أن تنفر قلوبهم لنظرت هل أعيده فأدخل فيه ما انتقص منه\nوجعلت بابه في الأرض\n</p>\n\n<p>\n60 / 802 نا محمد بن علي بن طرخان قال نا قتيبة وأبو مروان قالا نا عبد\nالعزيز بن محمد عن علقمة بن أبي علقمة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p110'> Vol. 04, p. 110</a>\n            </div>\n             أمه عن عائشة قالت\nكنت أحب أن أدخل البيت فأصلي فيه فأخذ رسول الله صلى الله عليه وسلم بيدي\nفأدخلني الحجر وقال صل في الحجر إن أردت دخول البيت فإنما هو قطعة من البيت\nولكن قومك استقصروه حين بنوا الكعبة فأخرجوه من البيت\n</p>\n\n<p>\nوهذا حديث حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n| 49 / 581 باب ما جاء في فضل الحجر الأسود والركن\n</p>\n\n<p>\n61 / 803 نا سعيد بن مسعود المروزي قال نا محمد ابن أبان قال نا محمد بن\nالأزرق عن حصين عن مجاهد قال سمعت ابن عمر يقول قال رسول الله صلى الله\nعليه وسلم لقد نزل الحجر الأسود من الجنة وهو أشد بياضا من الثلج فما سوده\nإلا خطايا بني آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن ابن عباس وأبي هريرة\n</p>\n\n<p>\n| 50 / 582 باب ما جاء في <span id='ms268'></span> الخروج إلى منى والمقام بها\n</p>\n\n<p>\n62 / 804 أبو سعيد الأشج قال نا عبد الله بن الأجلح عن إسماعيل بن مسلم\nعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p113'> Vol. 04, p. 113</a>\n            </div>\n             عطاء عن ابن عباس قال صلى بنا رسول الله صلى الله عليه وسلم\nبمنى الظهر والعصر والمغرب والعشاء والفجر ثم غدا إلى عرفة\n</p>\n\n<p>\nإسماعيل بن مسلم قد تكلموا فيه\n</p>\n\n<p>\n63 / 805 نا أبو سعيد الأشج نا عبد الله بن الأجلح عن الأعمش عن الحكم عن\nمقسم عن ابن عباس أن النبي صلى الله عليه وسلم صلى بمنى الظهر والفجر ثم\nغدا إلى عرفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عبد الله بن الزبير وأنس بن مالك\n</p>\n\n<p>\nفأما حديث أنس\n</p>\n\n<p>\n64 / 806 فحدثنا يعقوب بن إبراهيم الدورقي نا أبو بكر ابن عياش قال نا\nعبد العزيز بن رفيع قال لقيت أنس بن مالك على حمار متوجها إلى منى يوم\nالتروية فقلت له أين صلى رسول الله صلى الله عليه وسلم في هذا اليوم الظهر\nقال صلى\n</p>\n\n<p>\nفأما حديث مقسم عن ابن عباس فإنه حكي عن علي بن المديني أنه قال قال يحيى\nقال شعبة لم يسمع الحكم من مقسم إلا خمسة أشياء وعدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوليس هذا الحديث فيما عده شعبة\n</p>\n\n<p>\n| 51 / 583 باب ما جاء في تقصير الصلاة بمنى\n</p>\n\n<p>\n65 / 807 نا محمد بن بشار بندار ومحمد بن الوليد القرشي قالا نا محمد بن\nجعفر قال نا شعبة عن أبي إسحاق عن حارثة ابن وهب الخزاعي قال صلى بنا رسول\nالله صلى الله عليه وسلم أكثر ما كنا وآمنه بمنى ركعتين\n</p>\n\n<p>\nوفي الباب عن ابن مسعود وابن عمر وأنس بن مالك\n</p>\n\n<p>\nيقال حديث حارثة بن وهب حديث حسن صحيح\n</p>\n\n<p>\nوروي عن ابن مسعود أنه قال صليت مع النبي صلى الله عليه وسلم بمنى ركعتين\nومع أبي بكر وعمر وعثمان صدرا من إمارته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p116'> Vol. 04, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اختلف في تقصير الصلاة بمنى لأهل مكة فقال بعض أهل العلم ليس لأهل\nمكة أن يقصروا الصلاة بمنى إلا من كان بمنى مسافرا\n</p>\n\n<p>\nوهو قول ابن جريج وسفيان الثوري ويحيى بن سعيد القطان والشافعي وأحمد\nوإسحاق\n</p>\n\n<p>\nوقال بعضهم لا بأس أن <span id='ms269'></span> يقصروا أهل مكة الصلاة بمنى\n</p>\n\n<p>\nوهو قول الأوزاعي ومالك وسفيان بن عيينة وعبد الرحمن ابن مهدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n| 52 / 584 باب ما جاء أن منى مناخ من سبق\n</p>\n\n<p>\n66 / 808 نا أبو جعفر محمد بن المؤمل البصري قال نا الحكم بن مروان\nالكوفي قال نا إسرائيل عن إبراهيم ابن المهاجر عن يوسف بن ماهك عن أمه\nمسيكة عن عائشة قالت قلت يا رسول الله ألا تتخذ لنا بمنى شيئا نستظل فيه\nقال يا عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n             إنما منى مناخ من سبق\n</p>\n\n<p>\nهذا حديث حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p119'> Vol. 04, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n| 53 / 585 باب ما جاء في الوقوف بعرفات والدعاء بها\n</p>\n\n<p>\n67 / 809 نا عبد الله بن محمد الزهري وأبو يحيى المقريء وعلي بن المنذر\nالكوفي واللفظ للزهري قالوا نا سفيان بن عيينة عن عمرو بن دينار سمع عمرو\nبن عبد الله بن صفوان وهو الجمحي يخبر عن يزيد بن شيبان قال أتانا ابن مربع\nالأنصاري ونحن وقوف بعرفة بمكان بعيد من موقف الإمام فقال إني رسول رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n             الله صلى الله عليه وسلم إليكم كونوا على مشاعركم فإنكم على\nأرث من أرث إبراهيم صلى الله عليه وسلم\n</p>\n\n<p>\nوفي الباب عن علي وعائشة وجبير بن مطعم والشريد ابن سويد الثقفي\n</p>\n\n<p>\nويقال حديث ابن مربع الأنصاري حسن صحيح\n</p>\n\n<p>\nولا نعرفه إلا من حديث ابن عيينة عن عمرو بن دينار\n</p>\n\n<p>\nوابن مربع اسمه زيد بن مربع الأنصاري\n</p>\n\n<p>\nوإنما يعرف له هذا الحديث الواحد\n</p>\n\n<p>\nوروى هشام بن عروة عن أبيه عن عائشة قالت كانت قريش ومن كان على دينها\nوهم الحمس يقفون بالمزدلفة ويقولون نحن قطين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p121'> Vol. 04, p. 121</a>\n            </div>\n             الله\n</p>\n\n<p>\nوكان سواهم يقفون بعرفة\n</p>\n\n<p>\nفأنزل الله عز وجل <span class='quran'>ثم أفيضوا من حيث أفاض الناس </span></p>\n\n<p>\nويقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوإنما معنى هذا الحديث أن أهل مكة كانوا لا يخرجون من الحرم وعرفات خارج\nمن الحرم فأهل مكة كانوا يقفون بالمزدلفة ويقولون نحن قطين الله يعني سكان\nالله ومن سوى أهل مكة كانوا يقفون بعرفات\n</p>\n\n<p>\nفأنزل الله عز وجل <span class='quran'>ثم أفيضوا من حيث أفاض الناس </span></p>\n\n<p>\nوالحمس هم أهل الحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p122'> Vol. 04, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n| 54 / 586 باب ما جاء أن عرفة كلها موقف\n</p>\n\n<p>\n68 / 810 نا <span id='ms270'></span> بندار محمد بن بشار قال نا أبو أحمد الزبيري قال نا سفيان عن\nعبد الرحمن بن الحارث بن عياش بن أبي ربيعة عن زيد بن علي عن أبيه عن عبيد\nالله بن أبي رافع عن علي بن أبي طالب قال وقف رسول الله صلى الله عليه وسلم\nبعرفة فقال هذه عرفة وهي الموقف وعرفة كلها موقف ثم أفاض حيث غابت الشمس\nفأردف أسامة بن زيد وجعل يسير على هينته والناس يضربون يمينا وشمالا فالتفت\nوهو يقول أيها الناس عليكم السكينة ثم أتى جمعا فصلى بهم الصلاة جميعا فلما\nأصبح أتى قزح فوقف عليه وقال هذا قزح وهو الموقف وجمع كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n            \nموقف ثم أفاض حتى انتهى إلى وادي محسر فقرع ناقته فخبت حتى جاوز الوادي\nفوقف وأردف الفضل\n</p>\n\n<p>\nوالحمد لله أبدا وصلى الله على نبيه محمد سرمدا وعلى آله وسلم تسليما\n</p>\n\n<p>\nيتلوه في الذي يليه إن شاء الله عز وجل بقية الباب\n</p>\n\n<p>\nثم أتى الجمرة فرماها ثم أتى المنحر فقال هذا المنحر ومنى كلها منحر\nواستفتت جارية شابة من خثعم فقالت إن أبي شيخ كبير قد أدركته فريضة الله في\nالحج أفيجزيء أن أحج عنه فقال حجي عن أبيك قال ولوى عنق الفضل فقال العباس\nيا رسول الله لويت عنق ابن عمك قال رأيت شابا وشابة فلم آمن الشيطان عليهما\nقال فأتاه رجل فقال يا رسول الله إني أفضت قبل أن أحلق قال أحلق أو قصر ولا\nحرج قال وجاءه آخر\n</p>\n\n<p>\nفقال يا رسول الله إني ذبحت قبل أن أرمي قال ارم ولا حرج\n</p>\n\n<p>\nقال ثم أتى البيت فطاف به ثم أتى زمزم فقال يا بني عبد المطلب لولا أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p124'> Vol. 04, p. 124</a>\n            </div>\n             يغلبكم الناس لنزعت بها\n</p>\n\n<p>\nوفي الباب عن جابر\n</p>\n\n<p>\nوحديث علي حديث حسن صحيح\n</p>\n\n<p>\nلا نعرفه من حديث علي إلا من هذا الوجه من حديث عبد الرحمن ابن الحارث\n</p>\n\n<p>\nوقد رواه غير واحد عن الثوري مثل هذا\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم رأوا أن يجمع بين الظهر والعصر بعرفة في\nوقت <span id='ms271'></span> الظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض أهل العلم إذا صلى الرجل في رحله ولم يشهد الصلاة مع الإمام جمع\nهو بين الصلاتين مثل ما صنع الإمام\n</p>\n\n<p>\nوزيد بن علي هو ابن حسين بن علي بن أبي طالب\n</p>\n\n<p>\nوالحمد لله رب العالمين وصلى الله على محمد خاتم النبيين وعلى آله أجمعين\nوسلم تسليما دائما أبد الآبدين\n</p>\n\n<p>\nيتلوه في الذي يليه إن شاء الله عز وجل باب ما جاء في الإفاضة من عرفات\n</p>\n\n<p>\nوالله حسبنا ونعم الوكيل ولا حول ولا قوة إلا بالله العلي العظيم\n</p>\n\n<p>\nبلغت من أوله سماعا على الشيخ الإمام محمد بن أبي نصر بن عبد الله\nالحميدي غفر الله لنا وله ولوالدينا ببغداد في نهر دجلة قراءة من كتابه\nبلفظه ونسخته من كتابه في سنة خمس وثمانين وأربعمائة في شهر المحرم\n</p>\n\n<p>\nوالحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n             | الجزء السابع |\n</p>\n\n<p>\nمن مختصر الأحكام\n</p>\n\n<p>\nمما رواه أبو علي الحسن بن علي بن نصر بن منصور الطوسي عن شيوخه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p128'> Vol. 04, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا به الشيخ محمد بن أبي نصر بن عبد الله الحميدي غفر الله له عن\nالشيخ أبي القاسم يوسف بن الحسن الفقيه عن أبي علي بن بندار عن أبي سعيد\nالأبهري عن أبي علي الطوسي\n</p>\n\n<p>\nرحمة الله عليهم أجمعين\n</p>\n\n<p>\nسماع لجعفر بن يوسف بن حجاج المغربي ثم اليشكري نفعه الله به آمين\n</p>\n\n<p>\nسمع هذا الجزء بقراءتي من كتابي الشيخ الفقيه أبو الفضل جعفر ابن يوصف بن\nحجاج اليشكري نفعه الله وإيانا\n</p>\n\n<p>\nوهو روايتي عن الشيخ أبي القاسم يوسف بن الحسن الزاهد عن أبي علي بن\nبندار عن أبي سعيد الأبهري عن أبي علي الطوسي\n</p>\n\n<p>\nرحمة الله عليهم أجمعين\n</p>\n\n<p>\nوكتب محمد بن أبي نصر بن عبد الله الحميدي غفر الله له ولمن استغفر له\nوذلك بمدينة السلام في المحرم من سنة خمس وثمانية وأربعمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوالحمد لله وصلى الله على نبيه محمد وعلى آله وسلم تسليما دائما أبدا\n</p>\n\n<p>\nوحسبنا الله ونعم الوكيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوالحمد لله أبدا وصلى الله على محمد النبي وعلى آله وسلم تسليما أنعمت\nفزد <span id='ms272'></span>\n</p>\n\n<p>\n| 55 / 587 باب ما جاء في الإفاضة من عرفات\n</p>\n\n<p>\n69 / 811 قريء على الشيخ الجليل الزاهد أبي القاسم يوسف ابن الحسن بن\nمحمد الزنجاني التفكري الفقيه من أصل شيخه الذي سمع منه ومنه نسخت وأنا\nأسمع وأقربه قال قريء على أبي علي الحسن بن علي ابن بندار الزنجاني بزنجان\nسنة اثنتين وعشرين وأربعمائة قال أرنا أبو سعيد القاسم بن علقمة الأبهري\nبأبهر في سنة سبع وثمانين وثلاثمائة قال نا أبو علي الحسن بن علي بن نصر بن\nمنصور الطوسي في سنة سبع وثمانين وثلاثمائة نا محمد بن بشار نا عبد الرحمن\nبن مهدي قال نا سفيان عن أبي الزبير عن جابر بن عبد الله قال أفاض رسول\nالله صلى الله عليه وسلم من عرفة وعليه السكينة وأمر بالسكينة وأوضع في\nوادي محسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوقال خذوا مناسككم فإنكم لا تدرون لعلكم لا تلقوني وارموا بمثل حصى الحذف\n</p>\n\n<p>\nوفي الباب عن أسامة بن زيد\n</p>\n\n<p>\nويقال حديث جابر حديث حسن صحيح\n</p>\n\n<p>\n| 56 / 588 باب ما جاء في الجمع بين المغرب والعشاء\n</p>\n\n<p>\n70 / 812 نا محمد بن بشار ويحيى بن حكيم المقومي نا يحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p132'> Vol. 04, p. 132</a>\n            </div>\n             ابن\nسعيد عن سفيان حدثني أبو إسحاق عن عبد الله بن مالك أن ابن عمر صلى بجمع\nفجمع بين الصلاتين بإقامة واحدة وقال رأيت رسول الله صلى الله عليه وسلم\nفعل مثل هذا في هذا المكان\n</p>\n\n<p>\n71 / 813 ونا يعقوب بن إبراهيم الدورقي ومحمد بن هشام نا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n            \nهشيم بن بشير عن إسماعيل بن أبي خالد نا أبو إسحاق عن سعيد ابن جبير قال\nكنت مع ابن عمر حين أفاض من عرفات فلما أتى جمعا جمع بين المغرب والعشاء\nفلما فرغ قال فعل رسول الله صلى الله عليه وسلم في هذا المكان مثل ما فعلت\n</p>\n\n<p>\nقال بندار قال يحيى والصواب حديث سفيان\n</p>\n\n<p>\nوفي الباب عن أبي أيوب وعبد الله بن مسعود وجابر وأسامة ابن زيد\n</p>\n\n<p>\nحديث ابن عمر رواية سفيان أصح من رواية إسماعيل بن أبي خالد\n</p>\n\n<p>\nوحديث سفيان حديث صحيح على ما يقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم أنه لا <span id='ms273'></span> تصلى صلاة المغرب دون جمع فإذا أتى\nجمعا وهو مزدلفة جمع بين الصلاتين بإقامة واحدة ولم يتطوع فيما بينهما\n</p>\n\n<p>\nوهو الذي اختاره أهل العلم وذهب إليه\n</p>\n\n<p>\nوهو قول سفيان الثوري قال سفيان\n</p>\n\n<p>\nوإن شاء صلى المغرب ثم تعشى ووضع ثيابه ثم أقام فصلى العشاء\n</p>\n\n<p>\nوقال بعض أهل العلم يجمع بين المغرب والعشاء بالمزدلفة بإذان وإقامتين\nيؤذن لصلاة المغرب ويقيم ويصلي المغرب ويقيم ويصلي العشاء\n</p>\n\n<p>\nوهو قول الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n| 57 / 589 باب ما جاء فيمن أدرك الإمام بجمع فقد أدرك الحج\n</p>\n\n<p>\n72 / 814 نا محمد بن عبد الله بن يزيد المقريء قال نا عبد الله ابن\nالوليد العدني عن سفيان حدثني بكير بن عطاء الليثي عن عبد الرحمن بن يعمر\nالديلي قال أتيت النبي صلى الله عليه وسلم وهو بعرفة قال فجاء ناس أو نفر\nمن أهل نجد فأمروا رجلا فنادى يا رسول الله كيف الحج قال فأمر رجلا فنادى\nالحج الحج يوم عرفة من جاء قبل صلاة الصبح من ليلة جمع تم حجه وأيام منى\nثلاث من تعجل في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n             يومين فلا إثم عليه ومن تأخر فلا إثم عليه\n</p>\n\n<p>\nثم أردف رجلا من خلفه فجعل ينادي بذلك\n</p>\n\n<p>\n73 / 815 حدثني أبو مزاحم سباع بن النضر قال قال علي ابن المديني سمعت\nسفيان بن عيينة يذكر هذا الحديث عن سفيان الثوري عن بكير بن عطاء عن عبد\nالرحمن بن يعمر عن النبي صلى الله عليه وسلم بنحوه\n</p>\n\n<p>\nثم قال سفيان بن عيينة قلت لسفيان الثوري ليس بالكوفة عندكم حديث مثل هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p137'> Vol. 04, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوالعمل على حديث عبد الرحمن بن يعمر عند أهل العلم من أصحاب النبي صلى\nالله عليه وسلم وغيرهم أنه من لم يقف بعرفات قبل طلوع الفجر فقد فاته الحج\nولا يجزيء عنه أن جاء بعد طلوع الفجر ويجعلها عمرة وعليه الحج من قابل\n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nقال وروى شعبة عن بكير عن عطاء نحو حديث الثوري\n</p>\n\n<p>\nوحكى عن وكيع أنه ذكر هذا الحديث فقال هذا الحديث أم المناسك\n</p>\n\n<p>\n74 / 816 نا محمد بن عبد الله بن يزيد <span id='ms274'></span> المقريء قال نا سفيان ابن عيينة عن\nزكريا عن الشعبي عن عروة بن مضرس قال أتيت النبي صلى الله عليه وسلم\nبالمزدلفة فقلت أتيتك من جبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n             طي قد أكللت راحلتي\n</p>\n\n<p>\nولم أدع حبلا إلا وقفت قال من شهد الصلاة معنا ووقف بعرفة من ليل أو نهار\nفقد قضى تفثه وتم حجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\n| 58 / 590 باب ما جاء في تقديم الضعفة من جمع بليل\n</p>\n\n<p>\n75 / 817 نا يعقوب بن إبراهيم الدورقي نا إسماعيل بن علية عن أيوب عن\nعكرمة عن ابن عباس أن رسول الله صلى الله عليه وسلم بعثه في الثقل من جمع\nبليل\n</p>\n\n<p>\nوفي الباب عن عائشة وأم حبيبة وأسماء بنت أبي بكر والفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n             ابن\nعباس\n</p>\n\n<p>\nحديث ابن عباس حسن\n</p>\n\n<p>\nوالعمل على هذا الحديث عند أهل العلم لم يروا بأسا أن يتقدم الضعفة من\nالمزدلفة بليل يصيرون إلى منى\n</p>\n\n<p>\nوقال أكثر أهل العلم بحديث النبي صلى الله عليه وسلم أنهم لا يرمون حتى\nتطلع الشمس\n</p>\n\n<p>\nورخص أهل العلم في أن يرموا بالليل\n</p>\n\n<p>\nوالعمل على حديث النبي صلى الله عليه وسلم وهو قول الشافعي والثوري\n</p>\n\n<p>\nوروى شعبة هذا الحديث عن مشاش عن عطاء عن ابن عباس عن الفضل بن عباس أن\nالنبي صلى الله عليه وسلم قدم ضعفة أهله من جمع بليل\n</p>\n\n<p>\nوهذا حديث خطأ أخطأ فيه مشاش وزاد فيه عن الفضل ابن عباس وروى ابن جريج\nوغيره هذ الحديث عن عطاء عن ابن عباس ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n             يذكروا فيه عن الفضل\nبن عباس\n</p>\n\n<p>\n| 59 / 591 باب ما جاء في أن الإفاضة من جمع قبل طلوع الشمس\n</p>\n\n<p>\n76 / 818 نا يوسف بن موسى القطان قال نا جرير عن ابن أبي ليلى عن الحكم\nعن مقسم عن ابن عباس قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n             بعثني رسول الله صلى الله عليه وسلم\nمن المزدلفة إلى منى في ضعفة أهل بيته وأخذ بعضد كل إنسان منا فقال لا\nترموا جمرة العقبة حتى تطلع الشمس\n</p>\n\n<p>\nوفي الباب عن عمر\n</p>\n\n<p>\nوحديث ابن عباس حديث حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n             وإنما كان أهل الجاهلية ينتظرون حتى\nتطلع الشمس ثم يفيضون <span id='ms275'></span>\n</p>\n\n<p>\n77 / 819 نا يحيى بن حكيم المقومي نا أبو داود عن شعبة عن أبي إسحاق عن\nعمرو بن ميمون قال كنا مع عمر بجمع وقوفا فقال عمر إن المشركين كانوا لا\nيفيضون من جمع حتى تطلع الشمس ويقولون أشرق ثبير لعلنا نغير وأن رسول الله\nصلى الله عليه وسلم خالفهم\n</p>\n\n<p>\nقال فأفاض عمر بالناس قبل طلوع الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p144'> Vol. 04, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا حديث حسن صحيح\n</p>\n\n<p>\n| 60 / 592 باب ما جاء أن النبي صلى الله عليه وسلم كان يرمي الجمار يوم\nالنحر ضحى\n</p>\n\n<p>\n78 / 820 نا يوسف بن موسى القطان قال نا عبد الله ابن إدريس الأودي عن\nابن جريج عن أبي الزبير عن جابر بن عبد الله قال رمى رسول الله صلى الله\nعليه وسلم جمرة العقبة يوم النحر ضحى ورمى سائرهن حين زالت الشمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أكثر أهل العلم أنه لا يرمي بعد يوم النحر إلا بعد\nالزوال\n</p>\n\n<p>\n| 61 / 593 باب ما جاء أن الجمار التي يرمى بها مثل حصى الخذف\n</p>\n\n<p>\n79 / 821 نا يعقوب بن إبراهيم الدورقي قال نا يحيى ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n             سعيد\nنا ابن جريج قال أخبرني أبو الزبير قال أخبرني أبو معبد عن ابن عباس عن\nالفضل قال قال رسول الله صلى الله عليه وسلم عشية عرفة وغداة جمع حين دفعوا\nقال للناس عليكم السكينة وهو كاف ناقته حتى إذا دخل منى حين هبط محسرا قال\nعليكم بحصى الحذف التي ترمى به الجمرة ورسول الله صلى الله عليه وسلم يشير\nبيده كما يحذف الإنسان\n</p>\n\n<p>\nوروى يحيى بن سعيد القطان عن ابن جريج عن أبي الزبير عن جابر قال رأيت\nالنبي صلى الله عليه وسلم رمى الجمار بمثل حصى الخذف\n</p>\n\n<p>\nوفي الباب عن سليمان بن عمرو بن الأحوص عن أمه وهي أم جندب الأزدية وابن\nعباس وعبد الرحمن بن معاذ\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الذي اختاره أهل العلم أن تكون الجمار التي يرمى بها مثل حصى الخذف\n</p>\n\n<p>\n| 62 / 594 باب ما جاء في الرمي بعد زوال الشمس\n</p>\n\n<p>\n80 / 822 نا يوسف بن موسى القطان قال نا جرير <span id='ms276'></span> عن ابن أبي ليلى عن الحكم\nعن مقسم عن ابن عباس قال بعثني رسول الله صلى الله عليه وسلم من المزدلفة\nإلى منى في ضعفة أهل بيته وأخذ بعضد كل إنسان منا وقال لا ترموا جمرة\nالعقبة حتى تطلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p148'> Vol. 04, p. 148</a>\n            </div>\n             الشمس\n</p>\n\n<p>\n| 63 / 595 باب ما جاء في رمي الجمار راكبا\n</p>\n\n<p>\n81 / 823 نا يعقوب بن إبراهيم الدورقي نا يحيى بن زكريا بن أبي زائدة قال\nأرنا الحجاج عن الحكم عن مقسم عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n             عباس قال رمى رسول الله\nصلى الله عليه وسلم الجمرة يوم النحر راكبا\n</p>\n\n<p>\nوفي الباب عن جابر وقدامة بن عبد الله وأم سليمان بن عمرو ابن الأحوص\n</p>\n\n<p>\nحديث ابن عباس حسن\n</p>\n\n<p>\nوالعمل عليه عند بعض أهل العلم\n</p>\n\n<p>\nواختار بعضهم أن يمشي إلى الجمار\n</p>\n\n<p>\nوقد روي عن ابن عمر عن النبي صلى الله عليه وسلم أنه كان يمشي في الجمار\n</p>\n\n<p>\nووجه الحديث عندنا أنه ركب في بعض الأيام ليقتدى به في فعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوكلا الحديثين مستعمل عند أهل العلم\n</p>\n\n<p>\n| 64 / 596 باب ما جاء كيف ترمى الجمار\n</p>\n\n<p>\n82 / 824 نا يعقوب بن إبراهيم الدورقي قال نا ابن أبي زائدة قال حدثني\nالمسعودي عن جامع بن شداد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n             عبد الرحمن بن يزيد أنه كان مع\nعبد الله حين رمى جمرة العقبة قال فاستبطن الوادي ثم استعرض الجمرة فجعلها\nعلى حاجبه الأيمن واستقبل القبلة ثم رماها بسبع حصيات فكبر مع كل حصاة\n</p>\n\n<p>\nفقلت إن ناسا يصعدون الجبل\n</p>\n\n<p>\nفقال ها هنا الذي لا إله غيره الذي أنزلت عليه سورة البقرة رمى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن الفضل بن عباس وابن عمر وجابر\n</p>\n\n<p>\nويقال حديث ابن مسعود حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\nاختاروا أن يرمي الرجل من بطن الوادي بسبع حصيات يكبر مع كل حصاة\n</p>\n\n<p>\nوقد رخص بعض أهل العلم إن لم يمكنه أن يرمي من بطن الوادي رمى من حيث قدر\nعليه وإن لم يكن في بطن الوادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n| 65 / 597 باب ما جاء في كراهية طرد الناس عند رمي الجمار\n</p>\n\n<p>\n83 / 825 نا محمد بن إسماعيل السلمي قال نا أبو نعيم الفضل ابن دكين <span id='ms277'></span> قال\nنا أيمن بن نابل عن قدامة بن عبد الله بن عمار الكلابي قال رأيت رسول الله\nصلى الله عليه وسلم يرمي الجمرة على ناقة صهباء ليس ضرب ولا طرد ولا إليك\nإليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن عبد الله بن حنظلة\n</p>\n\n<p>\nويقال حديث قدامة بن عبد الله حديث حسن صحيح\n</p>\n\n<p>\nإنما يعرف هذا الحديث من وجه ابن نابل وهو ثقه عند أهل الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p155'> Vol. 04, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n| 66 / 598 باب في الاشتراك في البقرة والبدنة\n</p>\n\n<p>\n84 / 826 نا علي بن شعيب البغدادي قال نا معن بن عيسى القزاز قال نا مالك\nعن أبي الزبير عن جابر بن عبد الله أنه قال نحرنا مع رسول الله صلى الله\nعليه وسلم بالحديبية البدنة والبقرة عن سبع\n</p>\n\n<p>\nوفي الباب عن ابن عمر وأبي هريرة وعائشة وابن عباس\n</p>\n\n<p>\nويقال حديث جابر حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم\nيرون الجزور عن سبع والبقرة عن سبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p156'> Vol. 04, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد\n</p>\n\n<p>\nوروي عن ابن عباس عن النبي صلى الله عليه وسلم أن البقرة عن سبعة والجزور\nعن عشرة\n</p>\n\n<p>\nوهو قول إسحاق واحتج بالحديث\n</p>\n\n<p>\nوحديث ابن عباس إنما نعرفه من وجه واحد\n</p>\n\n<p>\nورواه الفضل بن موسى السيناني عن الحسين بن واقد عن علباء ابن أحمر عن\nعكرمة عن ابن عباس قال كنا مع النبي صلى الله عليه وسلم في السفر فحضر\nالأضحى فاشتركنا في البقرة سبعة وفي الجزور عشرة\n</p>\n\n<p>\nوهذا حديث حسن غريب\n</p>\n\n<p>\nوهو حديث حسين بن واقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n| 67 / 599 باب ما جاء في إشعار البدن\n</p>\n\n<p>\n85 / 827 نا يعقوب بن إبراهيم الدورقي ومحمد بن هشام قالا نا هشيم قال نا\nشعبة عن قتادة عن أبي حسان عن ابن عباس أن رسول الله صلى الله عليه وسلم\nأشعر بدنة من جانب الأيمن ثم سلت الدم عنها وقلدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p158'> Vol. 04, p. 158</a>\n            </div>\n             بنعلين\n</p>\n\n<p>\nقال محمد بن هشام في حديثه قال قال أصحابنا عن قتادة ولم يذكر شعبة\n</p>\n\n<p>\nوفي الباب عن المسور بن مخرمة\n</p>\n\n<p>\nوحديث ابن عباس يقال حسن صحيح\n</p>\n\n<p>\nوأبو حسان الأعرج اسمه مسلم\n</p>\n\n<p>\nوالعمل <span id='ms278'></span> على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم\nيرون الإشعار\n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوحكي عن وكيع أنه قال لا تنظروا إلى قول أهل الرأي في هذا فإن الإشعار\nسنة وقولهم بدعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n| 68 / 600 باب منه\n</p>\n\n<p>\n86 / 828 نا أبو سعيد الأشج قال نا يحيى بن اليمان عن سفيان عن عبيد الله\nبن عمر عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم اشترى هديه من قديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p160'> Vol. 04, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا حديث غريب لا نعرفه من حديث الثوري إلا من حديث يحيى ابن يمان\n</p>\n\n<p>\nوروي عن نافع أن ابن عمر اشترى هديه من قديد\n</p>\n\n<p>\nوهذا أصح\n</p>\n\n<p>\n| 69 / 601 باب ما جاء في تقليد الهدي للمقيم\n</p>\n\n<p>\n87 / 829 نا محمد بن عبد الله بن يزيد المقريء قال نا سفيان ابن عيينة عن\nالزهري عن عروة عن عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n88 / 830 وعن عبد الرحمن بن القاسم عن أبيه عن عائشة قالت كنت أفتل قلائد\nهدي رسول الله صلى الله عليه وسلم بيدي ولا يجتنب شيئا مما يجتنبه المحرم\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم قالوا\n</p>\n\n<p>\nإذا قلد الرجل الهدي وهو يريد الحج لم يحرم عليه شيء من النساء والطيب\nحتى يحرم\n</p>\n\n<p>\nوقال بعض أهل العلم إذا قلد الرجل هديه فقد وجب عليه ما وجب على المحرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n| 70 / 602 باب ما جاء في تقليد الغنم\n</p>\n\n<p>\n89 / 831 نا يوسف بن موسى القطان قال نا جرير عن منصور عن إبراهيم عن\nالأسود بن يزيد عن عائشة قالت رأيتني أفتل القلائد لهدي رسول الله صلى الله\nعليه وسلم من الغنم فيبعث بها ثم يقيم فينا حلالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p163'> Vol. 04, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n90 / 832 نا بندار محمد بن بشار قال نا عبد الرحمن قال نا سفيان عن منصور\nعن إبراهيم عن الأسود عن عائشة قالت كنت أفتل قلائد رسول الله صلى الله\nعليه وسلم غنما كلها ثم لا يحرم\n</p>\n\n<p>\nهذا حديث صحيح على ما يقال\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم\nيرون تقليد الغنم\n</p>\n\n<p>\n| 71 / 603 باب ما جاء إذا <span id='ms279'></span> عطب الهدي ما يصنع به\n</p>\n\n<p>\n91 / 833 نا أحمد بن بديل الكوفي قال نا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p164'> Vol. 04, p. 164</a>\n            </div>\n             معاوية قال نا\nهشام بن عروة عن أبيه عن ناجية الخزاعي وكان صاحب بدن النبي صلى الله عليه\nوسلم قال قلت يا رسول الله كيف أصنع بما عطب من البدن قال إنحرها ثم ألق\nنعلها في دمها ثم خل عنها وعن الناس فليأكلوا\n</p>\n\n<p>\nوفي الباب عن ذؤيب أبي قبيصة الخزاعي\n</p>\n\n<p>\nوحديث ناجية حديث حسن صحيح\n</p>\n\n<p>\nعلى ما يقال\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا في هدي التطوع إذا عطب لا يأكل هو ولا أحد من أهل رفقته ويخلي بينه\nوبين الناس يأكلونه وقد أجزأ عنه\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقالوا إن أكل منه شيئا غرم بقدر ما أكل منه وقال بعضهم إذا أكل من هدي\nالتطوع شيئا فقد ضمن\n</p>\n\n<p>\n| 72 / 704 باب ما جاء في ركوب البدنة\n</p>\n\n<p>\n92 / 834 نا محمد بن المثنى العنزي البصري قال نا ابن أبي عدي عن سعيد عن\nقتادة عن أنس أن النبي صلى الله عليه وسلم أتى على رجل يسوق بدنه فقال\nاركبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p166'> Vol. 04, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nقال إنها بدنة قال اركبها ويلك\n</p>\n\n<p>\nوفي الباب عن علي وأبي هريرة وجابر\n</p>\n\n<p>\nيقال حديث أنس حسن صحيح\n</p>\n\n<p>\nوقد رخص قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم في\nركوب البدنة إذا احتيج إلى ظهرها\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقال بعضهم لا يركب مالم يضطر إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p167'> Vol. 04, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n| 73 / 605 باب ما جاء بأي جانب الرأس يبدأ في الحلق\n</p>\n\n<p>\n93 / 835 محمد بن محمد بن عمر نا محمد بن عيسى قال نا أبو عمار نا سفيان\nبن عيينة عن هشام بن حسان عن ابن سيرين عن أنس بن مالك قال لما رمى النبي\nصلى الله عليه وسلم الجمرة نحو نسكه ثم ناول الحالق شقه الأيمن فحلقه\nفأعطاه أبا طلحة ثم ناوله شقه الأيسر فحلقه فقال أقسمه بين الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p168'> Vol. 04, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن غريب\n</p>\n\n<p>\n| 74 / 606 باب ما جاء في الحلق والتقصير\n</p>\n\n<p>\n94 / 836 نا محمد بن بشار ويحيى بن حكيم المقومي قالا عبد الوهاب بن عبد <span id='ms280'></span>\nالمجيد الثقفي نا عبيد الله بن عمر عن نافع عن ابن عمر عن النبي صلى الله\nعليه وسلم قال اللهم اغفر للمحلقين\n</p>\n\n<p>\nقالوا والمقصرين قالها ثلاثا ثم قال والمقصرين\n</p>\n\n<p>\nوفي الباب عن ابن عباس وأم الحصين وقارب وأبي سعيد وأبي مريم وحبشي بن\nجنادة وأبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nويقال حديث ابن عمر حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم يختارون له أن يحلق رأسه وإن قصر يرون أن\nذلك يجزيء عنه\n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد وإسحاق\n</p>\n\n<p>\n| 75 / 607 باب ما جاء في كراهية الحلق للنساء\n</p>\n\n<p>\n95 / 837 نا محمد بن محمد بن عمر قال نا محمد ابن عيسى قال نا محمد بن\nموسى الحرشي البصري قال نا أبو داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n             الطيالسي قال نا همام عن\nقتادة عن خلاس بن عمرو عن علي رضي الله عنه قال نهى رسول الله صلى الله\nعليه وسلم أن تحلق المرأة رأسها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n96 / 838 نا محمد بن علي بن طرخان قال كتب إلي محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n             ابن غالب\nبن حرب نا عبد الصمد بن النعمان نا همام نا قتادة عن خلاس عن علي قال نهى\nرسول الله صلى الله عليه وسلم أن تحلق المرأة رأسها\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\nلا يرون على المرأة حلقا ويرون أن عليها التقصير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n| 76 / 608 باب\n</p>\n\n<p>\n97 / 839 نا عبد الله بن محمد الزهري ومحمد بن عبد الله ابن يزيد المقريء\nقالا نا سفيان بن عيينة عن الزهري عن عيسى بن طلحة عن عبد الله بن عمرو أن\nالنبي صلى الله عليه وسلم سئل عمن قدم رميا قبل أن يذبح أو ذبح قبل أن يرمي\nوأشباه هذا فأكثروا في التقدم والتأخر وما سألوه يومئذ عن شيء من هذا النحو\nإلا قال لا حرج لا حرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الباب عن علي وجابر وابن عباس وأسامة بن شريك وابن عمر\n</p>\n\n<p>\nويقال حديث عبد الله بن عمرو حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\nوهو قول أحمد وإسحاق\n</p>\n\n<p>\nوقال بعض أهل العلم إذا قدم نسكا قبل نسك فعليه دم\n</p>\n\n<p>\n| 77 / 609 باب ما جاء في الطيب <span id='ms281'></span> عند الإحلال\n</p>\n\n<p>\n98 / 840 نا يعقوب بن إبراهيم الدورقي ومحمد بن هشام المروروذي قالا نا\nهشيم\n</p>\n\n<p>\nقال يعقوب أرنا منصور\n</p>\n\n<p>\nوقال محمد عن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الرحمن بن القاسم عن القاسم قال قالت عائشة طيبت النبي صلى صلى\nالله عليه وسلم قبل أن يحرم ويوم النحر قبل أن يطوف بالبيت بطيب فيه مسك\n</p>\n\n<p>\nويقال حديث عائشة صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم\nوغيرهم يرون أن المحرم إذا رمى جمرة العقبة يوم النحر وذبح وحلق وقصر فقد\nحل له كل شيء حرم عليه إلا النساء\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقد ذهب بعض أهل العلم إلى هذا من أصحاب النبي صلى الله عليه وسلم وهو\nقول أهل الكوفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n| 78 / 610 باب ما جاء متى تقطع التلبية في الحج\n</p>\n\n<p>\n99 / 841 نا يعقوب بن إبراهيم الدورقي قال نا يحيى بن سعيد القطان عن ابن\nجريج أخبرني عطاء عن ابن عباس أن النبي صلى الله عليه وسلم أردف الفضل من\nجمع قال فلم يزل يلبي حتى رمى جمرة العقبة\n</p>\n\n<p>\nوفي الباب عن علي وابن مسعود وابن عباس\n</p>\n\n<p>\nويقال حديث الفضل حديث صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n             أن الحاج لا يقطع التلبية حتى يرمي الجمرة\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق\n</p>\n\n<p>\n| 79 / 611 باب ما جاء في التلبية متى يقطعها المعتمر\n</p>\n\n<p>\n100 / 842 نا يعقوب بن إبراهيم الدورقي ومحمد بن هشام المروروذي قالا نا\nهشيم عن ابن أبي ليلى عن عطاء عن ابن عباس أن رسول الله صلى الله عليه وسلم\nكان يمسك عن التلبية في العمرة إذا استلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n             الحجر\n</p>\n\n<p>\nوفي الباب عن عبد الله بن عمرو\n</p>\n\n<p>\nوحديث ابن عباس العمل عليه عند أكثر أهل العلم قالوا لا يقطع المعتمر\nالتلبية حتى يستلم الحجر\n</p>\n\n<p>\nوقال بعضهم إذا انتهى إلى بيوت مكة قطع التلبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوالعمل على حديث النبي صلى الله عليه وسلم وبه يقول الشافعي والثوري\nوأحمد وإسحاق\n</p>\n\n<p>\n| 80 / 612 باب ما جاء في طواف الزيارة بالبيت\n</p>\n\n<p>\n101 / 843 نا محمد بن <span id='ms282'></span> بشار قال نا عبد الرحمن قال نا سفيان عن أبي الزبير\nعن عائشة وابن عباس أن رسول الله صلى الله عليه وسلم أخر الطواف يوم النحر\nإلى الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن\n</p>\n\n<p>\nوقد رخص فيه أهل العلم في أن يؤخر طواف الزيارة إلى الليل واستحب بعضهم\nأن يزور يوم النحر\n</p>\n\n<p>\nووسع بعضهم أن يؤخر إلى آخر أيام منى\n</p>\n\n<p>\n| 81 / 613 باب ما جاء في نزول الأبطح\n</p>\n\n<p>\n102 / 844 نا زهير بن محمد البغدادي قال نا عبد الرزاق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n            \nعبيد الله بن عمر عن نافع عن ابن عمر قال كان النبي صلى الله عليه وسلم\nوأبو بكر وعمر ينزلون الأبطح\n</p>\n\n<p>\nهذا حديث غريب حسن\n</p>\n\n<p>\nوإنما نعرفه من حديث عبد الرزاق عن عبيد الله بن عمر\n</p>\n\n<p>\nوفي الباب عن عائشة وأبي رابع وابن عباس\n</p>\n\n<p>\nوقد استحب بعض أهل العلم نزول الأبطح من غير أن يروا ذلك واجبا إلا من\nأحب ذلك\n</p>\n\n<p>\nقال الشافعي ونزول الأبطح ليس من المناسك في شيء إنما هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n            \nمنزل نزله النبي صلى الله عليه وسلم\n</p>\n\n<p>\nالتحصيب نزول الأبطح\n</p>\n\n<p>\nويقال هذا حديث صحيح\n</p>\n\n<p>\n| 82 / 614 باب ما جاء من نزول الأبطح\n</p>\n\n<p>\n103 / 845 نا أحمد بن محمد بن يحيى بن سعيد القطان قال نا أبو نعيم قال\nنا سفيان عن هشام بن عروة عن أبيه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n             عائشة قالت إنما كان منزل\nالنبي صلى الله عليه وسلم لأنه كان أسمح لخروجه\n</p>\n\n<p>\nيقال هذا حديث صحيح\n</p>\n\n<p>\n| 83 / 615 باب ما جاء في حج الصبي\n</p>\n\n<p>\n104 / 846 نا الحسن بن محمد الزعفراني قال نا أبو معاوية الضرير قال نا\nمحمد بن سوقة عن ابن المنكدر عن جابر قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n             مر رسول الله صلى\nالله عليه وسلم في حجته بامرأة معها صبي فدفعته إليه فقالت ألهذا حج\n</p>\n\n<p>\nقال نعم ولك أجر\n</p>\n\n<p>\nوفي الباب عن ابن عباس\n</p>\n\n<p>\nوحديث جابر حديث غريب\n</p>\n\n<p>\nوحديث محمد بن سوقة رواه محمد بن المنكدر عن النبي صلى الله عليه وسلم\nمرسلا\n</p>\n\n<p>\nوقد أجمع أهل العلم أن الصبي إذا حج قبل أن يدرك فعليه الحج إذا أدرك\n</p>\n\n<p>\nلا تجزيء عنه تلك الحجة عن حجة <span id='ms283'></span> الإسلام وكذلك المملوك إذا حج في رقه\nوأعتق فعليه الحج إذا وجد إلى ذلك سبيلا\n</p>\n\n<p>\nولا يجزيء عنه ما حج\n</p>\n\n<p>\nوبه يقول الثوري والشافعي وأحمد وإسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n             105 / 847 نا عبد\nالله بن هاشم وطليق بن محمد البزاز الواسطي قالا نا عبد الله بن نمير قال\nنا أشعث عن أبي الزبير عن جابر بن عبد الله قال حججنا مع رسول الله صلى\nالله عليه وسلم ومعنا النساء والصبيان فلبينا عن الصبيان ورمينا عنهم\n</p>\n\n<p>\nهذا حديث غريب لا نعرفه إلا من هذا الوجه\n</p>\n\n<p>\nوقد أجمع أهل العلم أن المرأة لا يلبي عنها غيرها\n</p>\n\n<p>\nهي تلبي ويكره لها رفع الصوت بالتلبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n| 84 / 616 باب ما جاء في الحج عن الشيخ الكبير والميت\n</p>\n\n<p>\n106 / 848 نا عبد الله بن محمد الزهري ويحيى بن حكيم المقومي ومحمد بن\nعبد الله بن يزيد المقريء واللفظ للزهري قالوا نا سفيان بن عيينة قال نا\nالزهري عن سليمان بن يسار عن ابن عباس أن امرأة من خثعم سألت النبي صلى\nالله عليه وسلم والفضل ردفه غداة النحر فقالت إن فريضة الله في الحج على\nعباده أدركت أبي شيخا كبيرا لا يستطيع أن يتمسك على الراحلة فهل ترى أن يحج\nعنه قال نعم\n</p>\n\n<p>\nقال سفيان وزاد عمرو وينفعه ذلك قال نعم كما يكون على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n             أحدكم\nالدين فيقضى\n</p>\n\n<p>\nوفي الباب عن علي وبريدة وحصين بن عوف وأبي رزين العقيلي وسودة بنت زمعة\nوالفضل بن عباس\n</p>\n\n<p>\n107 / 849 نا محمد بن إسماعيل إملاء قال نا عثمان ابن الهيثم قال نا ابن\nجريج عن الزهري عن سليمان بن يسار عن عبد الله ابن عباس عن الفضل بن عباس\nأن امرأة من خثعم قالت يا رسول الله إن أبي أدركته فريضة الله في الحج وهو\nشيخ كبير لا يستطيع أن يستوي على ظهر البعير قال فحجي عنه\n</p>\n\n<p>\nحديث الفضل بن عباس حديث حسن صحيح\n</p>\n\n<p>\nوروي عن ابن عباس عن حصين بن عوف المزني عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوروي عن ابن عباس أيضا عن سنان بن عبد الله الجهني عن <span id='ms284'></span> عمته عن النبي صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nوروي عن ابن عباس عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوسئل محمد بن إسماعيل عن هذه الروايات فقال أصح شيء في هذا ماروى ابن\nعباس عن الفضل بن عباس عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nويحتمل أن يكون ابن عباس معه من الفضل وغيره عن النبي صلى الله عليه وسلم\nثم روى هذا عن النبي صلى الله عليه وسلم وأرسله ولم يذكر الذي سمعه منه\n</p>\n\n<p>\nوقد صح عن النبي صلى الله عليه وسلم في هذا الباب غير حديث\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم\n</p>\n\n<p>\nوبه يقول الثوري وابن المبارك والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nيرون أن يحج عن الميت\n</p>\n\n<p>\nوقال مالك إذا أوصى أن يحج عنه حج عنه\n</p>\n\n<p>\nوقد رخص بعضهم أن يحج عن الحي إذا كان كبيرا وكان لا يقدر أن يحج\n</p>\n\n<p>\nوهو قول ابن المبارك والشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n             108 / 850 نا إسحاق بن منصور\nنا محمد بن يوسف نا سفيان عن عبد الله بن عطاء عن عبد الله بن بريدة عن\nأبيه قال قالت امرأة يارسول الله إن أمي ماتت وعليها حجة قال حجي مكانها\n</p>\n\n<p>\nيقال هذا حديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n             109 / 851 ونا محمد بن الوليد القرشي نا\nمحمد بن جعفر نا شعبة بن الحجاج عن النعمان بن سالم عن عمرو بن أوس قال قال\nأبو رزين يا رسول الله إن أبي شيخ كبير لا يستطيع الحج والعمرة والظعن\n</p>\n\n<p>\nقال حج عن أبيك\n</p>\n\n<p>\nيقال هذا حديث غريب صحيح\n</p>\n\n<p>\nوأبو رزين العقيلي اسمه لقيط بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n| 85 / 617 باب ما جاء في العمرة أواجبة هي أم لا\n</p>\n\n<p>\n110 / 852 نا زياد بن أيوب قال نا معمر بن سليمان الرقي نا الحجاج عن\nمحمد بن المنكدر عن جابر بن عبد الله قال جاء رجل إلى النبي صلى الله عليه\nوسلم فقال يا رسول الله أرأيت العمرة أواجبة هي قال لا\n</p>\n\n<p>\nهذا حديث حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nوهو قول بعض أهل العلم\n</p>\n\n<p>\nقالوا العمرة ليست بواجبة\n</p>\n\n<p>\nوكان يقال هما حجان الأكبر يوم <span id='ms285'></span> النحر والحج الأصغر العمرة\n</p>\n\n<p>\nوقال الشافعي العمرة سنة لا نعلم أحدا رخص في تركها\n</p>\n\n<p>\nوليس فيها شيء ثابت بأنها تطوع\n</p>\n\n<p>\nوقد روي وهو ضعيف لا تقوم بمثله الحجة\n</p>\n\n<p>\nوقد بلغنا عن ابن عباس أنه كان يوجبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n| 86 / 618 باب ما جاءت أنه دخلت العمرة في الحج إلى يوم القيامة\n</p>\n\n<p>\n111 / 853 نا إبراهيم بن بسطام البصري قال نا مكي ابن إبراهيم قال نا\nداود بن يزيد قال سمعت عبد الملك بن ميسرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n             الزراد قال سمعت\nالنزال بن سبرة الهلالي قال سمعت سراقة بن مالك المدلجي يقول سمعت رسول\nالله صلى الله عليه وسلم يقول دخلت العمرة في الحج إلى يوم القيامة\n</p>\n\n<p>\nوفي الباب عن ابن عباس وسراقة بن مالك بن جعثم\n</p>\n\n<p>\nوهذا حديث حسن\n</p>\n\n<p>\nومعنى هذا الحديث أن لا بأس بالعمرة في أشهر الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n             وهكذا قال\nالشافعي وأحمد وإسحاق\n</p>\n\n<p>\n| 87 / 619 باب ما جاء في ذكر فضل العمرة\n</p>\n\n<p>\n112 / 854 نا عبد الله بن هاشم نا عبد الرحمن بن مهدي نا مالك عن سمي عن\nأبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال العمرة إلى العمرة\nتكفر ما بينهما والحج المبرور ليس له جزاء إلا الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث صحيح\n</p>\n\n<p>\n| 88 / 620 باب ما جاء في العمرة من التنعيم\n</p>\n\n<p>\n113 / 855 نا هارون بن إسحاق الكوفي الهمداني نا سفيان ابن عيينة عن عمرو\nأخبره عمرو بن أوس الثقفي أخبرني عبد الرحمن ابن أبي بكر أن النبي صلى الله\nعليه وسلم أمرني أن أردف عائشة فتهل بعمرة من التنعيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث صحيح حسن\n</p>\n\n<p>\n| 89 / 621 باب ما جاء في العمرة من الجعرانة\n</p>\n\n<p>\n114 / 856 نا يعقوب بن إبراهيم الدورقي نا إسماعيل بن علية قال نا ابن\nجريج أخبرني عطاء أن صفوان بن يعلى بن أمية أخبره أن يعلى كان يقول لعمر\nليتني أرى رسول الله صلى الله عليه وسلم حين ينزل عليه الوحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقال فبينا النبي صلى الله عليه وسلم بالجعرانة وعليه ثوب قد أظل به عليه\nمعه فيه ناس من أصحابه إذ جاءه أعرابي عليه جبة متضمخ بطيب فقال يا رسول <span id='ms286'></span>\nالله كيف ترى في رجل أحرم بعمرة في جبة بعدما تضمخ بطيب\n</p>\n\n<p>\nفأشار عمر إلى يعلى بيده أن تعال فجاء يعلى فأدخل رأسه فإذا النبي صلى\nالله عليه وسلم محمر الوجه يغط كذلك ساعة ثم سري عنه فقال أين الذي يسئلني\nعن العمرة آنفا\n</p>\n\n<p>\nفالتمس الرجل فأتي به\n</p>\n\n<p>\nفقال أما الطيب الذي بك فاغسله ثلاث مرات وأما الجبة فانزعها ثم اصنع في\nعمرتك كما تصنع في حجك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nروى يحيى بن سعيد عن ابن جريج عن مزاحم بن مزاحم عن عبد العزيز بن عبد\nالله عن محرش الكعبي أن رسول الله صلى الله عليه وسلم خرج من الجعرانة ليلا\nمعتمرا فدخل مكة ليلا فقضى عمرته ثم خرج من ليلته فأصبح بالجعرانة كبائت\nفلما زالت الشمس من الغد خرج من بطن سرف حتى جاء مع الطريق طريق جمع ببطن\nسرف\n</p>\n\n<p>\nفمن أجل ذلك خفيت عمرته على الناس\n</p>\n\n<p>\nهذا حديث غريب\n</p>\n\n<p>\nولا نعرف لمحرش الكعبي عن النبي صلى الله عليه وسلم غير هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p200'> Vol. 04, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n| 90 / 622 باب ما جاء في عمرة رجب\n</p>\n\n<p>\n115 / 857 نا عبد الله بن إسحاق الجوهري البصري قال نا أبو عاصم عن ابن\nجريج قال أخبرني عطاء قال أخبرني عروة ابن الزبير قال كنا متساندين إلى\nالحجرات وعائشة تستن قال فقلت لابن عمر يا أبا عبد الرحمن اعتمر رسول الله\nصلى الله عليه وسلم في رجب\n</p>\n\n<p>\nفقال نعم\n</p>\n\n<p>\nقال فقلت لعائشة يا أماه ألا تسمعي ما يقول ابن عمر يقول اعتمر رسول الله\nصلى الله عليه وسلم في رجب\n</p>\n\n<p>\nفقالت يغفر الله لأبي عبد الرحمن ما اعتمر رسول الله صلى الله عليه وسلم\nفي رجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p201'> Vol. 04, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوما اعتمر عمرة إلا وأبو عبد الرحمن معه\n</p>\n\n<p>\nوروى أبو بكر بن عياش عن الأعمش عن حبيب بن أبي ثابت عن عروة قال سئل ابن\nعمر في أي شهر اعتمر رسول الله صلى الله عليه وسلم فقال في رجب\n</p>\n\n<p>\nفقالت عائشة ما اعتمر رسول الله صلى الله عليه وسلم إلا وهو معه تعني ابن\nعمر وما اعتمر في <span id='ms287'></span> شهر رجب قط\n</p>\n\n<p>\nهذا حديث غريب\n</p>\n\n<p>\nوحكي عن محمد بن إسماعيل أنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nحبيب بن أبي ثابت لم يسمع من عروة بن الزبير\n</p>\n\n<p>\n116 / 858 نا محمد بن عثمان العجلي نا عبيد الله بن موسى عن شيبان عن\nمنصور عن مجاهد قال دخلت أنا وعروة مسجد الرسول صلى الله عليه وسلم فإذا\nابن عمر جالس فقال له عروة يا أبا عبد الرحمن تدري كم اعتمر النبي صلى الله\nعليه وسلم من عمرة\n</p>\n\n<p>\nقال اعتمر أربعا إحداهن في رجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث غريب صحيح\n</p>\n\n<p>\n| 91 / 623 باب ما جاء في عمرة ذي القعدة\n</p>\n\n<p>\n117 / 859 روى العباس بن محمد الدوري قال نا إسحاق ابن منصور السلولي\nكوفي عن إسرائيل عن أبي إسحاق عن البراء أن النبي اعتمر في ذي القعدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث صحيح\n</p>\n\n<p>\nوفي الباب عن ابن عباس\n</p>\n\n<p>\n| 92 / 624 باب ما جاء في عمرة رمضان\n</p>\n\n<p>\n118 / 860 نا الحسن بن عبد العزيز الجروي المصري قال نا بشر ابن بكر أرنا\nالأوزاعي قال حدثني يحيى قال حدثني أبو سلمة قال حدثني ابن أم معقل الأسدية\nقال استفتت أمي رسول الله صلى الله عليه وسلم فقالت يا رسول الله إني أريد\nالحج وجملي عجف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n             فما تأمرني قال لها رسول الله صلى الله عليه\nوسلم اعتمري في رمضان فإن عمرة في رمضان كحجة\n</p>\n\n<p>\nوفي الباب عن ابن عباس وجابر وأبي هريرة وأنس ووهب ابن خنبش\n</p>\n\n<p>\nويقال هرم بن خنبش\n</p>\n\n<p>\nقال بيان وجابر عن الشعبي عن وهب بن خنبش\n</p>\n\n<p>\nوقال داود الأودي عن الشعبي عن هرم بن خنبش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nحديث أم معقل حديث غريب من هذا الوجه\n</p>\n\n<p>\nقال أحمد وإسحاق قد ثبت عن النبي صلى الله عليه وسلم أن عمرة في رمضان\nتعدل حجة\n</p>\n\n<p>\nقال إسحاق معنى هذا الحديث مثل ما روي عن النبي صلى الله عليه وسلم من\nقرأ <span class='quran'>قل هو الله </span>فقد قرأ ثلث القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n| 93 / 625 باب ما جاء في الذي يهل بالحج فيكسر أو يعرج\n</p>\n\n<p>\n119 / 861 نا أحمد بن عبد الله المنجوفي البصري قال نا يحيى وهو القطان\nقال نا الحجاج الصواف قال <span id='ms288'></span> حدثني يحيى ابن أبي كثير عن عكرمة عن الحجاج بن\nعمرو الأنصاري عن النبي صلى الله عليه وسلم قال من كسر أو عرج فقد حل وعليه\nحجة أخرى\n</p>\n\n<p>\nفسألت ابن عباس وأبا هريرة\n</p>\n\n<p>\nفقالا صدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n120 / 862 نا محمد بن السكن أبو الحسن الأبلي نا أبو عاصم نا حجاج الصواف\nعن يحيى عن عكرمة به نحوه\n</p>\n\n<p>\nهكذا رواه غير واحد عن الحجاج الصواف نحو هذا الحديث\n</p>\n\n<p>\nوروى معمر ومعاوية بن سلام هذا الحديث عن يحيى بن أبي كثير عن عكرمة عن\nعبد الله بن رافع عن الحجاج بن عمرو عن النبي صلى الله عليه وسلم هذا\nالحديث\n</p>\n\n<p>\nوحجاج الصواف لم يذكر في حديثه عبد الله بن رافع\n</p>\n\n<p>\nوحجاج ثقة حافظ عند أهل الحديث\n</p>\n\n<p>\nحكي عن محمد بن إسماعيل أنه قال\n</p>\n\n<p>\nرواية معمر ومعاوية بن سلام أصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n| 94 / 626 باب ما جاء في الاشتراط في الحج\n</p>\n\n<p>\n121 / 863 نا محمد بن زياد البصري نا سفيان بن عيينة عن هشام بن عروة عن\nأبيه عن عائشة أن النبي صلى الله عليه وسلم قال لضباعة اشترطي وقولي محلي\nحيث تحبسني\n</p>\n\n<p>\nوفي الباب عن ابن عباس وجابر وأسماء\n</p>\n\n<p>\nوحديث ابن عباس\n</p>\n\n<p>\n122 / 864 نا زياد بن أيوب قال حدثني عباد يعني ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n             العوام\nعن هلال يعني ابن خباب عن عكرمة عن ابن عباس أن ضباعة بنت الزبير أتت النبي\nصلى الله عليه وسلم فقالت يا رسول الله إني أريد أن أحج أفأشترط\n</p>\n\n<p>\nقال نعم\n</p>\n\n<p>\nقالت كيف أقول\n</p>\n\n<p>\nقال قولي لبيك اللهم لبيك إن محلي من الأرض حيث حبستني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nيقال حديث ابن عباس حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم يرون الاشتراط في الحج\n</p>\n\n<p>\nويقولون إن اشترط فعرض له مرض أو عذر فله أن يحل ويخرج من إحرامه\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق ولم ير بعض أهل العلم الاشتراط في الحج\n</p>\n\n<p>\nوقالوا إن اشترط فليس أن يخرج من إحرامه\n</p>\n\n<p>\nويرونه كمن لم يشترط\n</p>\n\n<p>\n123 / 865 نا زهير بن محمد نا عبد الرزاق نا ابن جريج أخبرني أبو الزبير\nأن طاوسا وعكرمة أخبراه <span id='ms289'></span> عن ابن عباس قال جاءت ضباعة بنت الزبير إلى النبي\nصلى الله عليه وسلم فقالت إني امرأة ثقيلة وإني أريد الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حجي واشترطي محلي حيث حبستني\n</p>\n\n<p>\n| 95 / 627 باب منه\n</p>\n\n<p>\n124 / 866 نا الحسن بن عرفة العبدي قال نا عبد الله ابن المبارك أبو عبد\nالرحمن قال أرنا معمر عن الزهري عن سالم عن ابن عمر أنه كان يكره الاشتراط\nفي الحج يقول أليس حسبكم سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n             رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n| 96 / 628 باب ما جاء في المرأة تحيض بعد الإفاضة\n</p>\n\n<p>\n125 / 867 نا الزبير بن أبي بكر قال نا سفيان بن عيينة عن عبد الرحمن بن\nالقاسم عن أبيه عن عائشة أن صفية حاضت بعد ما أفاضت فذكرت ذلك لرسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أحابستنا هي\n</p>\n\n<p>\nفقلت إنها قد أفاضت ثم حاضت بعد ذلك\n</p>\n\n<p>\nقال فلا إذا\n</p>\n\n<p>\nوفي الباب عن ابن عمر وابن عباس\n</p>\n\n<p>\nويقال حديث عائشة حديث صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم أن المرأة إذا طافت طواف الزيارة ثم حاضت\nفإنها تنفر وليس عليها شيء\n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوروى عيسى بن يونس عن عبيد الله بن عمر عن نافع عن ابن عمر قال من حج\nالبيت فليكن آخر عهده بالبيت إلا الحيض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nورخص لهن رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوحديث ابن عمر حديث صحيح على ما يقال\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\n| 97 / 629 باب ما تقضي الحائض من المناسك\n</p>\n\n<p>\n126 / 868 نا يعقوب بن إبراهيم الدورقي قال نا هشيم أرنا الحجاج عن طاوس\nعن ابن عباس أن رسول الله صلى الله عليه وسلم قال من حج فليجعل آخر عهده\nبالبيت ورخص للنساء\n</p>\n\n<p>\nوفي الباب عن الحارث بن عبد الله بن أوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث الحارث غريب\n</p>\n\n<p>\n127 / 869 نا أبو حاتم الرازي قال نا محمد بن عيسى ابن الطباع وغيره قالا\nنا أبو عوانة عن يعلى بن عطاء عن الوليد ابن عبد الرحمن عن الحارث بن عبد\nالله بن أوس الثقفي أنه أتى عمر ابن الخطاب فسأله عن المرأة تطوف بالبيت ثم <span id='ms290'></span>\nتحيض\n</p>\n\n<p>\nفقال عمر ليكن آخر عهدها بالبيت فقال الحارث بن عبد الله كذلك أفتاني\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nفقال عمر أربت عن يديك\n</p>\n\n<p>\nسألتني عن شيء قد سألت عنه رسول الله صلى الله عليه وسلم كيما أخالف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n             وهكذا روى غير واحد عن الحجاج بن أرطأة مثل هذا وقد خولف\nالحجاج في بعض هذا الإسناد\n</p>\n\n<p>\n| 98 / 630 باب ما جاء في أن القارن يطوف طوافا واحدا\n</p>\n\n<p>\n128 / 870 نا محمد بن إسماعيل السلمي قال نا عبد الله ابن الزبير الحميدي\nقال نا سفيان بن عيينة قال أرنا أيوب بن موسى وعبد الله بن عمر وأيوب\nالسختياني وغيرهم سمعوا نافعا يقول أهل ابن عمر بالعمرة حين خرج من المدينة\nفقال إن صددت فعلت مثل الذي فعل رسول الله صلى الله عليه وسلم فلما كان\nبالبيداء قال ما شأنهما إلا واحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n             أشهدكم أني أوجبت حجا مع\nعمرتي\n</p>\n\n<p>\nقال ثم قدم مكة فطاف بالبيت سبعا وصلى ركعتين خلف المقام وطاف بين الصفا\nوالمروة ثم قال هكذا رأيت رسول الله صلى الله عليه وسلم فعل\n</p>\n\n<p>\nيقال هذا حديث صحيح\n</p>\n\n<p>\nوروى أبو معاوية عن الحجاج عن أبي الزبير عن جابر أن رسول الله صلى الله\nعليه وسلم قرن الحج والعمرة فطاف لهما طوافا واحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n             حديث جابر\nحديث حسن\n</p>\n\n<p>\nوالعمل على هذا الحديث عند بعض أهل العلم من أصحاب النبي صلى الله عليه\nوسلم وغيرهم\n</p>\n\n<p>\nقالوا القارن يطوف طوافا واحدا\n</p>\n\n<p>\nوهو قول الشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقال بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم يطوف\nطوافين ويسعى سعيين\n</p>\n\n<p>\nوهو قول الثوري وأهل الكوفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n| 99 / 631 باب ما جاء أن يمكث المهاجر بمكة بعد الصدر ثلاثا\n</p>\n\n<p>\n129 / 871 نا محمد بن عبد الله بن يزيد المقريء نا سفيان ابن عيينة عن\nعبد الرحمن بن حميد بن عبد الرحمن بن عوف سمع عمر ابن عبد العزيز يسأل\nجلسائه أي شيء سمعتم في المقام بمكة\n</p>\n\n<p>\nفقال السائب بن يزيد حدثني العلاء بن الحضرمي أن النبي صلى الله عليه\nوسلم قال إن مكث المهاجر <span id='ms291'></span> بمكة بعد قضاء نسكه ثلاث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n| 100 / 632 باب ما يقول عند القفول من الحج والعمرة\n</p>\n\n<p>\n130 / 872 نا محمد بن بشار نا يحيى بن سعيد عن عبيد الله بن عمر أخبرني\nنافع عن ابن عمر أن رسول الله صلى الله عليه وسلم كان إذا أقبل من الحج\nوالعمرة أو قفل من الجيوش فأتى على ثنية أو فدفد كبر ثلاثا ثم قال لا إله\nإلا الله وحده لا شريك له له الملك وله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n             الحمد وهو على كل شيء\nقدير صدق الله وعده ونصر عبده وهزم الأحزاب وحده آيبون تائبون لربنا حامدون\n</p>\n\n<p>\nيقال هذا حديث صحيح\n</p>\n\n<p>\n| 101 / 633 باب ما جاء في المحرم يموت في إحرامه\n</p>\n\n<p>\n131 / 873 نا يعقوب بن إبراهيم الدورقي ومحمد بن هشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n             قالا\nنا هشيم أرنا أبو بشر عن سعيد بن جبير عن ابن عباس أن رجلا كان مع رسول\nالله صلى الله عليه وسلم فوقصته ناقته وهو محرم فمات فقال رسول الله اغسلوه\nبماء وسدر وكفنوه في ثوبه ولا تمسوه بطيب ولا تخمروا رأسه فإنه يبعث يوم\nالقيامة ملبيا\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند بعض أهل العلم\n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد وإسحاق\n</p>\n\n<p>\nوقال بعض أهل العلم إذا مات المحرم انقطع إحرامه فيصنع به ما يصنع بغير\nالمحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n| 102 / 634 باب ما جاء أن المحرم يشتكي عينه فيضمدها بالصبر\n</p>\n\n<p>\n132 / 874 نا علي بن المنذر الكوفي ويحيى بن حكيم المقومي البصري واللفظ\nليحيى قالا نا سفيان بن عيينة عن أيوب ابن موسي عن نبيه بن وهب قال اشتكى\nعمر بن عبيد الله بن معمر عينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n             وهو محرم فأرسل إلى أبان بن\nعثمان بن عفان يسئله كيف يصنع فأرسل إليه أبان أن عثمان بن عفان حدث عن\nالنبي صلى الله عليه وسلم أنه كان يضمدها بالصبر\n</p>\n\n<p>\nيقال هذا حديث حسن صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم\n</p>\n\n<p>\nوهو قول الثوري والشافعي وأحمد وإسحاق لا يرون به بأسا ما لم يكن فيه طيب\n</p>\n\n<p>\n| 103 / 635 باب ما جاء في المحرم يحلق رأسه في إحرامه\n</p>\n\n<p>\n133 / 875 نا زياد بن أيوب نا <span id='ms292'></span> سفيان بن عيينة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n             عبد الكريم\nوأيوب وابن أبي نجيح عن مجاهد عن عبد الرحمن ابن أبي ليلى عن كعب بن عجرة\nأن رسول الله صلى الله عليه وسلم مر عليه والقمل يتهافت على وجهه فقال\nأيؤذيك هوامك\n</p>\n\n<p>\nقال نعم\n</p>\n\n<p>\nقال أحلقه وانسك نسيكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p227'> Vol. 04, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nيقال هذا حديث صحيح\n</p>\n\n<p>\nوالعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم\nأن المحرم إذا حلق أو لبس من الثياب مالا ينبغي له أن يلبس في إحرامه أو\nتطيب فعليه الكفارة\n</p>\n\n<p>\nبمثل ما روي عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n| 104 / 636 باب ما جاء في الرخصة للرعاة أن يرموا بالليل\n</p>\n\n<p>\n134 / 876 نا أبو يحيى بن المقريء وزكريا بن أسد البغدادي قالا نا سفيان\nبن عيينة عن عبد الله بن أبي بكر هو ابن محمد بن عمرو ابن حزم عن أبيه عن\nأبي البداح أن النبي صلى الله عليه وسلم رخص للرعاء أن يرموا يوما ويدعوا\nيوما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p228'> Vol. 04, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nهكذا روى ابن عيينة\n</p>\n\n<p>\nوروى مالك بن أنس عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم\nبن عدي عن أبيه\n</p>\n\n<p>\nورواية مالك أصح\n</p>\n\n<p>\nورخص قوم من أهل العلم للرعاء أن يرموا يوما ويدعوا يوما وهو قول الشافعي\n</p>\n\n<p>\n135 / 877 قرأت على عبد الله بن هاشم قلت حدثكم عبد الرحمن بن مهدي قال\nنا مالك عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم بن عدي عن\nأبيه أن رسول الله صلى الله عليه وسلم رخص لرعاء الإبل في البيتوتة عن منى\nيرمون يوم النحر ثم يرمون الغد ومن بعد الغد ليومين ثم يرمون يوم النفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p229'> Vol. 04, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nقال مالك لا يكون إلا من بعد الغد\n</p>\n\n<p>\nحديث مالك يقال حديث صحيح\n</p>\n\n<p>\n| 105 / 637 باب ما جاء في سنة الإهلال\n</p>\n\n<p>\n136 / 878 نا العباس بن يزيد البحراني فيما قرأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p230'> Vol. 04, p. 230</a>\n            </div>\n             عليه عن\nمروان بن معاوية الفزاري قال نا أبو مالك الأشجعي عن سالم بن أبي الجعد عن\nمحمد بن الحنفية أن عليا أقبل من اليمن فلما أتى البطحاء <span id='ms293'></span> لبى فسمعت فاطمة\nتلبيته فدخلت فسمع النبي صلى الله عليه وسلم فخرج إليه فقال له بما أهللت\nقال لما بلغني أنك خارج قلت لبيك بما أهل به رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nقال قد أحسنت هل جئتني معك بشيء\n</p>\n\n<p>\nقال نعم جئت بجزورين واحد لي ولك واحد\n</p>\n\n<p>\nقال فأقم كما أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p231'> Vol. 04, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nقال فدخل علي على فاطمة وقد لبست ثياب صبغ\n</p>\n\n<p>\nفقال لها من أمرك بهذا\n</p>\n\n<p>\nقالت أمرني به رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nقال علي فأتيت رسول الله صلى الله عليه وسلم محرشا على فاطمة\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم صدقت أنا أمرتها بهذا\n</p>\n\n<p>\nوذكر في الحديث أنه قال فأقم كما أنت وعليك الهدي الأعلى\n</p>\n\n<p>\nقال سالم سألت محمد بن الحنفية ما الهدي الأعلى\n</p>\n\n<p>\nقال ذات خف من إبل أو بقر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p232'> Vol. 04, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث حسن غريب\n</p>\n\n<p>\n| 106 / 638 باب ما جاء في استلام الركنين وفضلهما\n</p>\n\n<p>\n137 / 879 نا أبو يحيى المقريء قال نا سفيان بن عيينة عن عطاء\n</p>\n\n<p>\n138 / 880 ونا يعقوب الدورقي قال نا هشيم قال أرنا عطاء ابن السائب عن\nعبد الله بن عبيد بن عمير أنه سمع أباه يقول لابن عمر مالي أراك تستلم إلا\nهذين الركنين الحجر الأسود والركن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p233'> Vol. 04, p. 233</a>\n            </div>\n             اليماني\n</p>\n\n<p>\nفقال ابن عمر إن أفعل فقد سمعت رسول الله صلى الله عليه وسلم يقول إن\nاستلامهما يحط الخطايا\n</p>\n\n<p>\nوهذا لفظ يعقوب الدورقي\n</p>\n\n<p>\nروى حماد بن زيد عن عطاء بن السائب عن ابن عبيد بن عمير عن ابن عمر\n</p>\n\n<p>\nولم يذكر فيه عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p234'> Vol. 04, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا حديث حسن\n</p>\n\n<p>\n| 107 / 639 باب ما جاء أن الطواف حول البيت مثل الصلاة والزجر عن الكلام\nاليسير فيه\n</p>\n\n<p>\n139 / 881 نا يوسف بن موسى القطان قال نا جرير عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p235'> Vol. 04, p. 235</a>\n            </div>\n             عطاء عن\nطاوس عن ابن عباس يرفعه إلى النبي صلى الله عليه وسلم قال إن الطواف حول\nالبيت مثل الصلاة إلا أنكم تتكلمون فيه فمن تكلم فيه فلا يتكلمن إلا بخير\n</p>\n\n<p>\nوقد روي هذا الحديث عن ابن طاوس وغيره عن طاوس عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p236'> Vol. 04, p. 236</a>\n            </div>\n             عباس\nموقوفا\n</p>\n\n<p>\nولا نعرفه مرفوعا إلا من <span id='ms294'></span> حديث عطاء بن السائب\n</p>\n\n<p>\nوالعمل على هذا عند أكثر أهل العلم\n</p>\n\n<p>\nيستحبون أن لا يتكلم الرجل في الطواف إلا لحاجة أو بذكر الله أو في العلم\n</p>\n\n<p>\n| 108 / 640 باب ما جاء في صلاة الظهر يوم التروية\n</p>\n\n<p>\n140 / 882 نا أبو أحمد حبيب بن المغيرة الشاشي نا إسماعيل ابن إبراهيم بن\nهود المكفوف الواسطي قال نا إسحاق بن يوسف عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p237'> Vol. 04, p. 237</a>\n            </div>\n             سفيان بن سعيد عن\nعبد العزيز بن رفيع قال سألت أنس بن مالك فقلت أخبرني بشيء عقلته من رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nأين صلى الظهر يوم التروية\n</p>\n\n<p>\nفقال بمنى\n</p>\n\n<p>\nفقلت فأين صلى العصر يوم النفر\n</p>\n\n<p>\nقال بالأبطح\n</p>\n\n<p>\nثم قال افعل كما يفعل أمراؤك\n</p>\n\n<p>\nهذا حديث كبير يستغرب من حديث إسحاق الأزرق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p238'> Vol. 04, p. 238</a>\n            </div>\n             الثوري\n</p>\n\n<p>\nآخر كتاب المناسك\n</p>\n\n<p>\nتم بعونه تعالى المجلد الرابع من كتاب مختصر الأحكام مستخرج الطوسي على\nجامع الترمذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p239'> Vol. 04, p. 239</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p240'> Vol. 04, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nالخاتمة\n</p>\n\n<p>\nالحمد لله الذي بنعمته تتم الصالحات والصلاة والسلام على المبعوث بخاتمة\nالرسالات وعلى آله وصحبه أجمعين أما بعد\n</p>\n\n<p>\nفالحمد لله الذي أعانني على إنجاز تحقيق ودراسة الكتاب وأرجو أن أكون قد\nوفقت لإخراجه بالصورة التي كتبه بها المؤلف رحمه الله\n</p>\n\n<p>\nوقد تضمن هذا البحث بدراسته وتحقيقه الأمور التالية\n</p>\n\n<p>\nأولا درست مؤلف الكتاب وهو إمام من أئمة السنة غير المشهورين وهو الحسن\nبن علي الطوسي دراسة شملت اسمه وكنيته ولقبه ومولده ونشأته وشيوخه وتلاميذه\nوأقوال العلماء فيه ورحلاته ومؤلفاته ووفاته\n</p>\n\n<p>\nثانيا قمت بدراسة الكتاب المحقق دراسة شملت أمورا ثمانية وهي تسمية\nالكتاب ونسبته وموضوعه ومنهج الطوسي فيه وأهميته وأقوال العلماء فيه\nواقتباساتهم منه وختمت الدراسة بوصف المخطوطة الوحيدة فيما أعلم\n</p>\n\n<p>\nوبعد دراسة الكتاب دراسة تفصيلية ظهرت أهمية الكتاب ونفاسته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p241'> Vol. 04, p. 241</a>\n            </div>\n            \nمن حيث كونه من أهم ما خدم به كتاب جامع الترمذي ففيه طرق أخرى لأحاديث\nالجامع وروايات زائدة على ما فيه وزيادات في متون الأحاديث وأحكام على\nالأحاديث مغايرة لما هو مثبت في طبعات الجامع التي بين أيدينا وفي هذا فتح\nباب لمن يريد أن يدرس أحكام الترمذي من مختلف النسخ الخطية والمطبوعة وفيه <span id='ms295'></span>\nتصريح بسماع كثير من المدلسين ممن عنعن في الجامع وذكر قصص في كثير من\nالروايات مع ذكر أسباب ورود أحاديث لم يرد ذكر سبب ورودها في الجامع وفيه\nتعيين كثير من ألفاظ الأحاديث لمن من رواتها وغير ذلك من الفوائد الحديثية\nالنافعة المهمة\n</p>\n\n<p>\nثالثا بلغ عدد الكتب والأبواب والأحاديث في القدر المحقق ما يلي خمسة كتب\nوهي الطهارة والصلاة والصيام والزكاة والحج\n</p>\n\n<p>\nوأربعين وستمائة باب واثنين وثمانين وثمانمائة حديث بالمكرر\n</p>\n\n<p>\nوفي الختام أسأل الله الكريم رب العرش العظيم أن يجعل هذا العمل خالصا\nلوجهه وسببا للفوز بأعلى درجات الجنة وأن ينفع به المسلمين وأن يجعله في\nميزان حسناتي يوم الدين\n</p>\n\n<p>\nوالله أعلم\n</p>\n\n<p>\nوصل اللهم وسلم وبارك على نبينا محمد وعلى آله أجمعين آمين\n</p>\n\n<p>\nوكتبه\n</p>\n\n<p>\nأبو أنيس بن أحمد بن طاهر بن جمال الدين الأندونوسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p242'> Vol. 04, p. 242</a>\n            </div>\n             <span id='ms296'></span>\n</p>\n",
  "pages": [
    "001",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "081",
    "082",
    "083",
    "084",
    "085",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}