{
  "content": "\n\n#\n<p>\n| الفوائد المنتقاة والغرائب الحسان عن الشيوخ الكوفيين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بسم الله الرحمن الرحيم\n</p>\n\n<p>\n| ولا حول ولا قوة إلا بالله العلي العظيم\n</p>\n\n<p>\n1 أخبرنا الإمام المقريء أبو الفضل جعفر بن أبي الحسن على بن أبي البركان\nالهمداني قال أخبرنا الشيخ الحافظ أبو طاهر أحمد بن محمد ابن أحمد بن محمد\nبن إبراهيم السلفي الأصبهاني ( بالإسكندرية ) في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             @ 37 شوال سنة\nسبعين وخمسمائة أخبرنا أبو الغنائم محمد بن علي بن ميمون النرسي بالكوفة\nسنة ثمان وتسعين وأربع مائة\n</p>\n\n<p>\nأنبأنا على بن عبد الرحمن بن أبي السري البكائي حدثنا محمد بن عبد الله\nالحضرمي حدثنا أبو بكر بن أبي شيبة وعبد ( الأعلى ) بن حماد قالا حدثنا\nوكيع عن الأعمش عن عدي بن ثابت عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             زر عن علي قال\nعهد إلى النبي الأمي صلى الله عليه وسلم إنه لا يحبك إلا مؤمن ولا يبغضك\nإلا منافق أخرجه م عن أبي بكر\n</p>\n\n<p>\n2 اخبرنا محمد بن عبد الله بن الحسين بن هرون ببغداد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nعبد الله بن محمد بن عبد العزيز المنيعي حدثنا عبد الجبار بن عاصم النسائي\nإملاء من كتابه حدثني هاني بن عبد الرحمن بن أبي عبلة العقيلي عن إبراهيم\nبن أبي عبلة حدثني عقبة بن وساج عن أنس ابن مالك قال قال رسول الله صلى\nالله عليه وسلم نضر الله من سمع قولي ثم لم يزد ( فيه ) ثلاث لا يغل عليهن\nقلب امريء مسلم إخلاص العمل لله ( ومناصحة ) ولاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             الأمر ولزوم\nجماعة المسلمين فإن دعوتهم تحيط من ورائهم\n</p>\n\n<p>\n3 أخبرنا محمد بن علي بن أبي الجراح أنبأنا إسماعيل 128 بن إسحاق\nالملكاني الفارسي حدثنا محمد بن عبيد المحاربي النحاس حدثنا محمد بن فرات\nالتميمي قال سمعت محارب بن دثار يقول سمعت ابن عمر يقول\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم شاهد الزور لا تزول قدماه حتى توجب له\nالنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n4 أخبرنا محمد بن علي بن أبي الجراح حدثنا إسماعيل بن إسحاق الملكاني\nحدثنا محمد بن عبد المحاربي حدثنا محمد بن فرات التميمي قال سمعت المحارب\nبن دثار يقول سمعت ابن <span id='ms01'></span> عمر يقول\n</p>\n\n<p>\nقال رسول صلى الله عليه وسلم الطير يوم القيامة تحت العرش ترفع مناقيرها\nوتضرب بأذنابها وتطرح ما في بطونها وليست عندها طلبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n5 أخبرنا محمد بن أحمد بن عمران البغدادي حدثنا زيد بن محمد العامري\nحدثنا على ين كعب حدثنا حسن بن حسين العربي عن عمرو بن ثابت عن ابن أبي\nليلى قال كان زيد بن علي يقول ليحيى ابنه % ابني أما تقعدن فلا تكن % دنس\nالفعال مبيض الأثواب % % واحذر مصاحبة اللئيم فإنما % شمس الكريم ( )\nالأصحاب % % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             % %\n</p>\n\n<p>\n6 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثني عمرو بن عصيم الإمام\nبصور حدثنا وزير بن القاسم الجبيلي بجبيل حدثنا محمد يعني ابن المبارك\nالصوري حدثني إسماعيل بن عياش عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             عبد العزيز بن عبد الله عن\nالحكم بن عتيبة عن سالم بن أبي الجعد عن جابر بن عبد الله قال أبو عتبة\nيعني إسماعيل بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             عياش وحدثني ابن جريج عن عطاء وأبي الزبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             129 أ وعبد الله عبيد بن عمير عن جابر بن عبد الله أنه حدثهم\nقال\n</p>\n\n<p>\nعطش الناس وهم بالحديبية حتى كادت أن تقطع أعناقهم من شدة العطش ففزعوا\nإلى رسول الله صلى الله عليه وسلم وقالوا هلكنا يا رسول الله هلكنا قال كلا\nلن تهلكوا وأنا فيكم ثم أدخل يده في تور كان بين يديه فيه قريب من مد من\nماء ففرج فيه أصابعه قال جابر فوالذي أكرمه بنبوته لرأيت الماء يفور من بين\nأصابعه كالعيون التي تجري فقال حي بسم الله قال جابر فشربنا وسقينا الركاب\nثم عمدنا إلى الزاد والقرب فملأناها حتى صدرنا فتبسم رسول الله صلى الله\nصلى الله ثم قال أشهد أن لا إله إلا الله وأني نبي الله ورسوله لا يقولها\nعبد يصدق قلبه لسانه إلا دخل الجنة\n</p>\n\n<p>\nقال عطاء فسأله عبد الله بن أبي عمار فقال يا أبا عبد الله كم كنتم يومئذ\nقال أربع عشر ماية ولو شهد ذاك اليوم أهل منى لوسعهم وكفاهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n7 أخبرنا أبو طاهر محمد بن العباس الذهبي حدثنا عبيد <span id='ms02'></span> الله بن عبد الرحمن\nالسكري حدثنا زكريا بن يحي المنقري حدثنا الأصمعي قال\n</p>\n\n<p>\nسمعت أعرابيا يقول ما رأيت ظالما أشبه بمظلوم من الحاسد حزن لازم وتعس\nدائم وعقل هائم وحسرة لا تنقضي\n</p>\n\n<p>\n8 قال حدثنا الأصمعي قال قال\n</p>\n\n<p>\nأعرابي شر ما صحاب المرء الحسد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n9129 129 ب قال حدثنا الأصمعي قال قال سفيان بلغي أن الله عز وجل يقول\nالحاسد عدو نعمتي متسخط لقضائي غير راض بقسمي الذي قسمت بين عبادي فقال\nالشاعر % كل العداوة قد ترجى إماتتها % إلا عداوة من عاداك من حسد %\n</p>\n\n<p>\n10 أخبرنا علي بن حيان بن قيس بن نصير الأسدي أنبأنا أبو عبد الله محمد\nبن الحجاج الخوارزمي القاضي بالدينور أنبأنا أبو سعيد عبد الله ابن سعيد\nالأشج حدثنا عبد الله بن إدريس حدثنا عبيد الله بن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             عن\nالزهري عن أبي سلمة عن أبي هريرة قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم من أدرك من الصلاة ركعة فقد أدرك\nالصلاة كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n11 أخبرنا أبو المفضل محمد بن عبد الله بن المطلب الشيباني قال أملى\nعلينا أبو محمد عبد الله بن سعيد بن يحي الكزبري القاضي بنصيبين حفظا في\nسنة سبع عشرة وثلاثماية قال أملاه علي محمد ابن إبراهيم بن أبي سكينة\nالبهراني من كتابه بحلب سنة ست وثلاثين ومايتين قال\n</p>\n\n<p>\nأملى علي عبد الله بن المبارك هذه الأبيات بطرسوس وودعته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nبالخروج للحج وأنفذها معي إلى الفضيل بن عياض وذاك في سنة سبع وسبعين وماية\n% 130 أ يا عابد الحرمين لو أبصرتنا % لعلمت أنك في العبادة تلعب % % من\nكان يخضب خده بدموعه % فنحورنا بدمائنا تتخضب % % % أو كان يتعب خيله في\nباطن % % فخيولنا يوم الصبيحة تتعب % % % ريح العبير لكم ونحن عبيرنا % رهج\nالسنابك والغبار الأطيب % % ولقد أتانا من مقال نبينا % قول صحيح صادق لا\nيكذب % % لا يستوي وغبار خيل الله في % أنف امريء ودخان نار تلهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             % % هذا كتاب الله ينطق بيننا % ليس الشهيد بميت لا يكذب %\n</p>\n\n<p>\nقال ابن أبي سكينة فلقيت الفضيل في المسجد الحرام بكتابه فلما قرأه ذرفت\nعيناه وقال صدق <span id='ms03'></span> أبو عبد الرحمن ونصح ثم قال لي أنت ممن يكتب الحديث قلت نعم\nيا أبا علي قال فاكتب هذا الحديث جزاء لحملك كتاب أبي عبد الرحمن إلينا\nفأملى علي الفضيل حدثنا منصور بن المعتمر عن أبي صالح عن أبي هريرة\n</p>\n\n<p>\nأن رجلا قال يا نبي الله علمني عملا أنال به ثواب المجاهد في سبيل الله\nفقال له النبي صلى الله عليه وسلم هل ستطيع أن تصلي ولا تفتر وتصوم ولا\nتفطر قال ي نبي الله أنا أضعف من أن أستطيع ذلك قال فوالذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nنفسي بيده لو طوقت ذلك ما بلغت فضل المجاهد في سبيل الله أما علمت 130 ب أن\nفرس المجاهد ليستن في طوله فيكتب لصاحبه بذلك الحسنات\n</p>\n\n<p>\n12 أنشدنا أبو الحسن محمد بن جعفر بن محمد بن هرون التميمي النحوي أنشدنا\nأبو بكر محمد بن يحي الجلودي لأمير المؤمنين على ابن أبي طالب رضى الله عنه\n% أ لا فاصبر على الحدث الجليل % ودار جواك بالصبر الجميل % % ولا تجزع فإن\nأعسرت يوما % فقد أيسرت في الدهر الطويل % % ولا تظنن بربك ظن سوء % فإن\nالله أولى بالجميل % % وأن الصبر يتبعه يسار % وقول الله أصدق كل قيل % %\nولو أن العقول تحرز رزقا % لكان الرزق عند ذوي العقول % % وكم من مؤمن قد\nجاع يوما % سيروى من مزاج السلسبيل % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n13 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثنا أبو جعفر محمد بن\nجرير بن يزيد الطبري إملاء ومحمد بن محمد بن سليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             الباغندي\nقالا حدثنا هرون بن حاتم المقريء حدثنا عبد السلام بن حرب عن يحي بن سعيد\nعن سعيد بن المسيب عن سعد قال\n</p>\n\n<p>\nسمعت النبي صلى الله عليه وسلم يقول لعلي أنت مني بمنزلة هرون من موسى\nإلا أنه لا نبي بعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n14 أخبرنا أحمد بن محمد بن عمران البغدادي حدثنا عبد الله بن سليمان\nحدثنا يونس بن حبيب حدثنا أبو داود حدثنا سعيد 131 أ عن علي بن زيد عن سعيد\nبن المسيب عن سعيد قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم لعلي <span id='ms04'></span> أنت مني بمنزلة هرون من موسى إلا\nأنه لا نبي بعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n15 حدثنا أبو الفضل محمد بن الحسن بن أحمد بن جعفر بن حطيط الأسدي\nالبريدي أنبأنا أبو جعفر محمد بن الحسين بن حفص الخثعمي حدثنا أبو كريب\nحدثنا إسحاق بن سليمان عن مالك بن أنس عن جعفر بن محمد عن أبيه عن جابر قال\n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم إذا انصبت قدماه في الوادي سعى حتى\nيرتفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n16 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثنا أبو عبد الله جعفر\nبن محمد بن جعفر الحسني حدثنا أحمد بن عبد المنعم الكوفي بعانة حدثنا عمرو\nبن شمر حدثني جعفر بن محمد عن أبيه عن جابر قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إن الله مع الدائن حتى يقضى دينه ما لم\nيكن فيما يكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n17 حدثنا محمد بن زيد بن مروان أنبأنا محمد بن الحسين الخثعمي حدثنا عباد\nبن يعقوب أنبأنا محمد بن ميمون عن جعفر عن أبيه عن جابر بن عبد الله قال\n</p>\n\n<p>\nرأيت النبي صلى الله عليه وسلم يصلي على راحلته القصواء وهو متوجه قبل\nتبوك وحيث ما توجهت به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n18 أخبرنا محمد بن عبد الله بن المطلب الشيباني حدثنا أبو عبد الله 131 ب\nجعفر بن محمد العلوي حدثنا أبو نصر أحمد بن عبد المنعم حدثنا عمرو بن شمر\nعن جعفر بن محمد عن أبيه عن جابر بن عبد الله قال قال رسول الله صلى الله\nعليه وسلم غسل يوم الجمعة واجب ومس الطيب معه حسن ولقد كنا نشم من رسول\nالله صلى الله عليه وسلم أطيب الطيب من غير أن يكون صنع له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n19 حدثنا محمد بن عبد الله بن المطلب حدثنا أبو جعفر محمد بن جرير الطبري\nحدثنا هرون بن حاتم المقريء حدثنا مصعب بن سلام عن جعفر بن محمد عن أبيه عن\nجابر عن النبي صلى الله عليه وسلم أنه قال لعلي أنت\n</p>\n\n<p>\nمني بمنزلة هرون من موسى إلا أنه لا نبي بعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n20 أخبرنا أحمد بن <span id='ms05'></span> محمد بن عمران البغدادي أنبأنا أبو محمد الحسن ابن\nمحمد بن يحي صاحب كتاب النسب حدثنا إبراهيم بن عبد الله الصنعاني حدثنا عمي\nعبد الرزاق بن همام حدثنا قطبة قال\n</p>\n\n<p>\nقال جعفر بن محمد النعم وحشية فاشكلوها بالشكر\n</p>\n\n<p>\n21 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثنا الحسن بن علي ابن\nزكريا أبو سعيد حدثنا عبد الأعلى بن حماد النرسي\n</p>\n\n<p>\nقال قدمت على المتوكل سر من رأى فدخلت عليه يوما فقال يا أبا يحي قد كنا\nهممنا لك بأمر فتدافعت الأيام به فقلت يا أمير المؤمنين سمعت مسلم بن خالد\nالمكي يقول سمعت جعفر بن محمد يقول لم يشكر النعمة من لم يشكر الهمة\nوأنشدته % لأشكرنك معروفا هممت به % إن اهتمامك بالمعروف معروف % % ولا\nأذمك إن لم يمضه قدر % والشيء بالقدر المحتوم مصروف % % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             % %\n</p>\n\n<p>\n132 أ فجذب الدواة فكتبها ثم قال ينجز لأبي يحي ما كنا هممنا لديه\n</p>\n\n<p>\nوهو كذا ويضعف لخبره هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n22 أخبرنا أبو عبد الله أحمد بن علي بن الحسن البجلي أنبأنا أبو جعفر\nمحمد بن الحسين بن حفص الخثعمي حدثنا إسماعيل بن موسى وعباد بن يعقوب قالا\nحدثنا إبراهيم بن محمد الأسلمي عن صفوان ابن سليم عن سعيد بن المسيب عن سعد\nبن أبي وقاص\n</p>\n\n<p>\nقال سمعت أذناي وأبصرت عيناي رسول الله صلى الله عليه وسلم يقول لعلي أما\nترضى أن تكون مني بمنزلة هرون من موسى إلا أنه لا نبي بعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n23 أخبرنا أبو الطيب محمد بن الحسين بن جعفر التيملي حدثنا أبو الحسن علي\nبن العباس البجلي حدثنا محمد بن زياد الزيادي حدثنا سفيان بن عيينة قال\nحفظته من مالك بن أنس وزياد بن سعد عن عبد الله الفضل عن نافع بن جبير عن\nابن عباس قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم الثيب أحق بأنفسهن من وليهن والبكر\nيستأمرها أبوها وإذنها صماتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n24 أخبرنا محمد بن الحسين البزار حدثنا عبد الله بن زيدان حدثنا هناد بن\nالسري حدثنا عيسى بن يونس عن عبيد الله بن عبد الرحمن <span id='ms06'></span> ابن موهب حدثنا نافع\nبن جبير بن مطعم عن ابن عباس قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم الثيب أولى بنفسها من وليها والبكر\nتستأذن وصمتها إقرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n25132 132 ب أخبرنا محمد بن الحسين التيملي حدثنا عبد الله بن زيدان\nحدثنا هناد حدثنا حفص عن عبيد الله بن عبد الرحمن بن موهب عن نافع بن جبير\nبن مطعم عن ابن عباس قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم الثيب أولى بنفسها من وليها والبكر\nتستأمر في نفسها وإذنها صموتها أو سكوتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n26 أخبرنا أحمد بن علي بن الحسن البجلي أنبأنا محمد بن الحسين الخثعمي\nحدثنا إسماعيل بن موسى أنبأنا إبراهيم بن سعد عن أبيه أن عبد الله بن جعفر\nقال\n</p>\n\n<p>\nرأيت رسول الله صلى الله عليه وسلم يأكل القثاء بالرطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n27 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثنا أحمد بن سهل أبو\nالعباس الأشناني بين السورين حدثنا عبده بن عبد الرحيم المروزي حدثنا\nإبراهيم بن الأشعث صاحب الفضيل بن عياض حدثنا عيسى بن موسى يعني غنجارا عن\nعمر بن راشد عن يحيى بن أبي كثير عن نافع عن ابن عمر قال\n</p>\n\n<p>\nقال رسول الله صلى الله صلى الله عليه وسلم من كثر كلامه كثر سقطه ومن\nكثر سقطه كثرت ذنوبه ومن كثرت ذنوبه كانت النار أولى به ألا فمن كان يؤمن\nبالله واليوم الآخر فليقل خيرا أو ليصمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n28 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثنا أبو محمد أحمد بن\nمحمد بن جعفر بن خلف بن حيزام الفرائضي الرافقي حدثنا صالح بن زياد أبو\nشعيب السوسي 133 أ المقريء بالرقة حدثنا صالح بن بيان العبدي قاضي سيراف عن\nنوح بن ذكوان عن هشام ابن عروة عن أبيه عن عائشة قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             جاء حبيب\nبن الحارث وكان كخير الناس إلى رسول الله صلى الله عليه وسلم فقال يا نبي\nالله إني رجل مقراف قال تب إلى الله قال إني أتوب ثم أعود قال فكلما أذنبت\nفتب قال إذا تكثر ذنوبي ويكافيء قال <span id='ms07'></span> رسول الله صلى الله عليه وسلم عفو الله\nأكثر من ذنوبك يا حبيب بن الحارث\n</p>\n\n<p>\n29 حدثنا محمد بن عبد الله بن المطلب الشيباني أنبأنا النعمان بن أحمد\nالواسطي القاضي حدثنا محمد بن حرب النشائي حدثنا أبو حنيفة محمد بن هامان\nعن طلحة بن زيد عن يونس بن أبي شبيب قال\n</p>\n\n<p>\nسمعت سعيد بن جبير يقول لا يزال الرجل عالما ما تعلم فإذا ترك العلم وظن\nأنه قد استغنى واكتفى بما عنده كان أجهل ما يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n30 سمعت أبا المفضل محمد بن عبد الله بن المطلب الشيباني يقول سمعت عبد\nالكريم بن كامل بن روح الصواف يقول سمعت شهاب بن عبد الله التستري يقول\n</p>\n\n<p>\nالناس كلهم سكارى إلا العلماء والعلماء كلهم حيارى إلا من عمل بعمله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n31 أنشدنا أحمد بن محمد بن عمران أنشدني صالح بن محمد لبعضهم % القول لا\nيملكه إذا نما % كالسهم لا يرجعه رام رمى %\n</p>\n\n<p>\n32 أنشدنا أحمد بن محمد بن عمران أنشدني صالح بن محمد لعلي بن محمد\nالحماني العلوي 133 ب % أتستر مثل الضيف في أبياتنا أنسا % فليس يعلم خلق\nبه أينا الضيف % % والسيف إن تشتد بنا شينا % في الروع لم تدر عزما أينا\nالسيف %\n</p>\n\n<p>\n33 أخبرنا أبو الطيب محمد بن الحسين بن جعفر التيملي قال قال أبو العباس\nبن عقدة سمعت أبا زكريا يحيى بن زكريا الحافظ النيسابوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             يقول\nهذا الحديث حديث أبي حيان يزيد بن حيان أثبت حديث في قول النبي صلى الله\nعليه وسلم إني تارك فيكم الثقلين\n</p>\n\n<p>\nوقال غير أبي زكريا أثبت حديث فيه حديث زكريا عن حبيب عن أبي الطفيل\nوالأعمش قد رواه أيضا عن يزيد بن حيان جمعهما أبو عوانة حديث حبيب ويزيد بن\nحيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n34 أخبرنا عمر بن إبراهيم بن كثير المقريء حدثنا الحسن بن علي البصري\nحدثنا محمد بن الحارث مولى بني هاشم سنة اثنتين وعشرين ومايتين بعبادان\nوأنا ابن اثنتي عشرة سنة حدثنا أبو وهب الحكم بن سنان المحاربي سنة ستين\nوماية حدثنا هشام بن حسان عن محمد ابن سيرين عن أخيه يحيى <span id='ms08'></span> بن سيرين عن أخيه\nمعبد بن سيرين عن أخيه أنس بن سيرين عن أنس بن مالك قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول لبيك حجة حقا تعبدا ورقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n35 حدثنا أبو عبد الله محمد بن عبد الله القاضي حدثنا إسحاق بن محمد\nالمقريء حدثنا الحسن بن أسلم حدثنا محمد بن الحارث الحاسبي حدثنا الحكم بن\nسنان المحاربي حدثنا هشام بن حسان عن محمد بن سيرين عن أخيه يحيى بن سيرين\nعن أخيه معبد بن سيرين عن أخيه أنس بن سيرين عن 134 أ أنس بن مالك قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول لبيك حجا حقا تعبدا ورقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n36 حدثنا أبو بكر محمد بن حميد بن محمد اللخمي حدثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nجعفر المطيري حدثنا يحيى بن محمد بن أعين عن النضر بن شميل حدثنا هشام بن\nحسان عن محمد بن سيرين عن أخيه يحيى ابن سيرين عن أخيه أنس بن سيرين عن أنس\nبن مالك قال\n</p>\n\n<p>\nسمعت النبي صلى الله عليه وسلم يلبي لبيك حجا حقا تعبدا ورقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n37 حدثنا عمر بن إبراهيم بن أحمد المقريء أنبأنا عبد الله بن محمد ابن\nعبد العزيز حدثنا خلف بن هشام البزار حدثنا حماد بن زيد عن هشام عن حفصة\nبنت سيرين عن يحيى بن سيرين\n</p>\n\n<p>\nإنه سافر مع أنس بن مالك فأهل من الصليق فسمعه يقول في تلبيته لبيك حجا\nحقا تعبدا ورقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n38 حدثنا أبو عبد الله محمد بن عبد الله بن الحسين الجعفي حدثنا أبو\nالعباس أحمد بن محمد بن سعيد الحافظ حدثنا جعفر بن محمد بن الحسن الزعفراني\nحدثنا سهل بن زنجلة حدثنا وكيع عن الأعمش عن سفيان بن عيينة عن عمرو بن\nدينار عن جابر\n</p>\n\n<p>\nأن رجلا مر في المسجد بسهام فقال له رسول الله صلى الله عليه وسلم أمسك\nبنصالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n39 حدثنا محمد بن عبد الله الجعفي حدثنا أحمد بن محمد بن سعيد 134 ب\nالحافظ حدثنا محمد بن الحسين بن أبي الحنين قال سمعت أبا غسان يقول\n</p>\n\n<p>\nسمعت ابن <span id='ms09'></span> عيينة يقول أول من جاء في مشعر منى الحديث\n</p>\n\n<p>\n40 أنشدنا أبو الحسن أحمد بن محمد بن عمران الأخباري أنشدني صالح بن محمد\nلأبي علي محمد بن علي بن مقلة % لست ذا ذلة إذا عضني الده % ر ولا شامخا\nإذا واتاني % % أنا نار في مرتقى نفس الحا % سد ماء جار مع الإخوان % %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             % %\n</p>\n\n<p>\n41 أخبرنا عمر بن إبراهيم بن أحمد بن المقريء حدثنا أبو سعيد العدوي\nحدثنا الحسن بن علي بن راشد حدثنا شريك عن الأعمش عن أبي سفيان عن جابر قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم من كثرت صلاته بالليل حسن وجهه بالنهار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n42 حدثنا محمد بن عبد الله بن المطلب الشيباني حدثنا النعمان بن أبي\nالدلهاث حدثنا أحمد بن محمد بن عمر بن يونس اليمامي حدثنا عبد الرحيم بن\nالربيع بن سليمان اليمامي الحنفي حدثني أبي حدثني يحيى بن أبي كثير حدثني\nعبد الرحمن بن عمرو الأوزاعي عن حسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             ابن عطية عن محمد بن\nالمنكدر عن جابر بن عبد الله قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nأبصر رسول الله صلى الله صلى الله عليه وسلم في نادينا رجلا ناثر الشعر\nفقال أما يجد هذا ما يسكن به شعره ورأى رجلا وسخ الثياب قال أما يجد هذا ما\nينقي به ثوبه\n</p>\n\n<p>\n43 أخبرنا عمر بن إبراهيم بن أحمد المقريء حدثنا أبو سعيد العدوي حدثنا\nأحمد بن عبدة حدثنا سفيان بن عيينة حدثنا وائل ابن داود عن ابنه بكر بن\nوائل عن الزهري عن أنس\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم أولم على زينب 135 أ بمدين من بر سويق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n44 أخبرنا عمر بن إبراهيم المقريء حدثنا أبو سعيد العدوي حدثنا أحمد بن\nعبده حدثنا سفيان بن عيينة حدثنا وائل بن داود عن ابنه بكر بن وائل عن\nالزهري عن أنس\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال لعائشة يا عائشة إن كنت ألممت بذنب\nفاستغفري الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n45 أخبرنا الشيخ الإمام العالم أبو الفضل جعفر بن أبي الحسن علي بن أبي\nالبركات الهمداني قال أخبرنا شيخنا السلفي أنبأنا <span id='ms10'></span> أبو الغنائم بن النرسي\nالحافظ بالكوفة أنبأنا أبو حازم أحمد بن محمد بن رزق الدلال أنبأنا أبو\nحازم محمد بن علي الوشاء حدثنا أبو أحمد إسحاق بن محمد المنصوري حدثنا\nالحسن بن أسلم حدثنا محمد بن الحارث الهاشمي حدثنا الحكم بن سنان المحاربي\nحدثنا هشام بن حسان عن محمد بن سيرين عن أخيه يحيى بن سيرين عن أخيه معبد\nبن سيرين عن أخيه انس بن سيرين عن أنس بن مالك قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله صلى الله عليه وسلم يقول لبيك حجا حقا تعبدا\nورقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن النرسي الحسن بن أسلم هو أبو سعيد العدوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n| سماعات الجزء\n</p>\n\n<p>\n1 بلغ السماع لجمع الجزء على الشيخ الإمام العالم الحافظ شيخ الإسلام\nأوحد الأنام فخر الأئمة أبي طاهر أحمد بن محمد بن محمد السلفي الأصبهاني\nرضي الله عنه بقراءة الفقيه الفاضل أبي الحسن علي بن المفضل بن علي المقدسي\nذكر جماعة منهم جعفر بن أبي الحسن بن أبي البركات الهمداني وذلك في شوال\nسنة سبعين وخمسمائة بالإسكندرية\n</p>\n\n<p>\nنقله محمد بن عبد الرحمن بن عبد الواحد المقدسي سرده عبد العزيز ابن عيسى\nبن عبد الواحد بن سليمان في جمادى الآخرة سنة خمس وثلاثين وستماية ولله\nالحمد\n</p>\n\n<p>\nسمع جميع هذا الجزء على الشيخ الإمام العالم المقريء أبي الفضل جعفر بن\nأبي الحسن علي بن أبي البركات الهمداني بسماعه فيه نقلا من الحافظ أبي طاهر\nالسلفي بسنده بقراءة الإمام سيف الدين أبي العباس أحمد بن مجد الدين عيس بن\nشيخ الإسلام موفق الدين أبي محمد بن عبد الله بن أحمد المقدسي أبو الفرج\nعبد الرحمن وعبد الغني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             ابنا أبي موسى عبد الله بن الحافظ عبد\nالغني وابن أخيهما عبد العزيز بن محمد وعبد الرحيم بن علي بن أحمد وهو صاحب\nالجزء وأخوه أحمد ومحمد بن أحمد بن محمد بن الحافظ عبد الغني وأبو العباس\nأحمد بن أحمد بن عبيد الله وأحمد ومحمد ابنا الشمس عبد الرحمن ابن الشيخ\nأبي عمر محمد بن أحمد وعبد الهادي بن <span id='ms11'></span> عبد الحميد بن عبد الهادي وأبو بكر\nعبيد الله بن أحمد بن أبي بكر إبراهيم وابن عمه أحمد بن عبد الرحمن وأبو\nبكر ومحمد ابنا أحمد بن أبي بكر عبد الله بن أبى بكر وابن عمهما أحمد ابن\nعبد الله وابن عمهم محمد بن عبد الله بن محمد وابنا عمه محمد وعبد الرحمن\nابنا أحمد بن محمد وعبد الله وسليمان ابنا حمزة بن أحمد وابن عمهما علي بن\nعمر وابن عمتهم عبد الملك بن محمد بن عبد الملك ويوسف بن أحمد بن عبد الملك\nبن عثمان وابن عمه أحمد بن عبد الله وأحمد بن عبد الحميد بن محمد بن سعيد\nوإبراهيم بن موسى بن إبراهيم ويحيى وعيسى ابنا عبد الرحمن بن معالي\nوإسماعيل وإبراهيم ابنا أحمد بن جميل وأحمد بن فهد بن شجاع المقدسيون\nوآخرون على الأصل\n</p>\n\n<p>\nوصح ذلك وثبت في يوم الأحد رابع عشر جمادى الآخر سنة خمس وثلاثين وستماية\nكتبه محمد بن عبد الرحيم بن عبد الواحد المقدسي والحمد لله وحده وصلى الله\nعلى محمد وآله وسلم\n</p>\n\n<p>\n3 سمع جميع هذا الجزء على الشيخ الإمام العالم الحافظ شمس الدين أبي عبد\nالله محمد بن عبد الواحد بسماعه راه بقراءة الإمام العالم شرف الدين عبد\nالله بن حسين بن عبد الله المقدسي الجماعة الجلة الإمام المعبر نور الدين\nأبو الحسن علي بن مسعود بن يعيش الموصلي وشرف الدين أبو يوسف يعقوب بن أحمد\nبن يعقوب الحلبيان\n</p>\n\n<p>\nوصح ذلك في يوم الثلاثاء سابع ربيع الأول عام ثمان وسبعين وستماية بمنزله\nبسفح قاسيون وكاتب أسمائهم محمد بن عبد الرحمن بن شامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n4 قرأته أجمع على نور الدين عيسى بن عبد الرحمن بن معالي محمد بسماعه\nقراءة يوم الخميس خامس عشر ربيع الأول سنة تسع وسبع ماية بالجامع الأموي\nبدمشق فسمعه الفقيه المحصل شرف الدين موسى بن ياسين ابن مسعود الغساني\nالحواري والشيخ سالم بن سلامة بن عبد الله المقدسي\n</p>\n\n<p>\nوكتب عبد الله بن يعقوب بن ملهم البزار وثبت الإسكندراني عبد الله عنه\nوصلى <span id='ms12'></span> الله على محمد وعلى آله وجمعه كاتبه\n</p>\n\n<p>\n5136 136 أ سمع جميع هذا الجزء من انتخاب أبي عبد الله الصوري على أبي\nعبد الله محمد العلوي على الشيخ الإمام العالم العامل الصدر الكامل بقية\nالسلف شرف الدين أبي العباس أحمد بن أحمد بن عبد الله المقدسي رضي الله عنه\nبسماعه له فيه من جعفر الهمذاني بسنده بقراءة أحمد بن نصر بن عبيد بن محمد\nالمقريء سامحه الله وهذا خطه الجماعة محمد وعبد الله ابنا الفقيه الإمام\nالعالم شمس الدين عبيد الله ابن أخي الشيخ وأحمد بن شهاب الدين يحيى بن\nالأمير شرف الدين يعقوب بن المعتمد ويوسف وعبد العزيز ابنا سيف الدين يحيى\nبن عبد الرحمن بن الحنبلي وهرون ابن الشيخ موسى ابن الشيخ أبي القاسم\nالحواري وابن عمه أبو القاسم ابن الشيخ يوسف بن الشيخ أبي القاسم ومحمد بن\nالبدر علي بن إسماعيل الحريري وعلي بن كامل بن علي وأخوه الأمير أبو بكر\nابن البدر عبيد بن مسرور عرف بالعجلوني وعمر وإبراهيم وعلي بنو أبي بكر بن\nإبراهيم المنبجي وعمر بن شرف بن محسن النساج أبوه وأحمد ابن إبراهيم بن\nسالم الخباز وعبد الله بن عثمان بن علي المهراني وإسماعيل بن يوسف بن عثمان\nمن قرية أسقوفية وعبد الرحمن بن شهاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             الدين أحمد بن الشيخ عامر\nوعلي بن البدر يوسف بن علي سبط ابن الحنبلي وإبراهيم بن عبد الكريم بن أحمد\nالحمامي وعلي بن محمد بن مظفر الحجار\n</p>\n\n<p>\nوسمع النصف الأول من الجزء يوسف بن إسماعيل بن رسلان ومحمد بن البدر علي\nبن إسماعيل الحريري ومحمد بن أبى الكاشف بن جعفر الأنصاري سبط ابن الحنبلي\n</p>\n\n<p>\nسمع النصف الثاني من الجزء وأبو بكر بن رجب بن يوسف غلام الأمير ابن\nالمعتمد\n</p>\n\n<p>\nسمع النصف الأول من الجزء حسب وهو ذلك وثبت في مجلسين آخرهما يوم الخميس\nفي العشر الأوسط من جمادى الآخرة سنة اثنتين وستماية بمسجد الأمير شرف\nالدين ابن المعتمد رحمهما الله تعالى والحمد لله وحده وصلى الله على محمد\nوسلم\n</p>\n\n<p>\n6 قرأت <span id='ms13'></span> جميع هذا الجزء على الشيخ الإمام العالم المفيد تقي الدين أبي\nالفضل سليمان بن حمزة بن أحمد بن عمر بن محمد ومحمد بن محمد بن قدامة\nالمقدسي بسماعه فيه باطنها\n</p>\n\n<p>\nوصح ذلك وثبت في يوم الخميس الثامن من شهر رمضان سنة أثنتين وتسعين\nوستماية بالجامع المظفري بسفح قاسيون بظاهر دمشق كتبه أحمد بن مظفر بن أبي\nمحمد بن النابلسي والحمد لله وحده\n</p>\n\n<p>\n7136 136 ب قرأت جميع هذا الجزء وهو انتخاب أبي عبد الله الصوري الحافظ\nعلى أبي عبد الله العلوي على شيخنا الشيخ السيد الإمام العلامة قاضي القضاة\nتقي الدين ركن الشريعة فخر الأئمة شيخ الإسلام سيد العلماء والحكام مسند\nالشام رحلة الطلبة بقية المحدثين أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             الفضل سليمان بن حمزة بن\nأحمد بن عمر شيخ الإسلام أبي عمر محمد ابن أحمد بن قدامة المقدسي الحنبلي\nحفظه الله تعالى بسماعه من أبي الفضل جعفر الهمداني بسماعه من السلفي بسنده\n</p>\n\n<p>\nفسمعه شيخنا شمس الدين محمد بن عبد الرحمن بن عمر بن عوض وتقي الدين عبد\nالرحمن بن أبي بكر بن أحمد بن محمد وناصر الدين محمد ابن حازم بن عبد الغني\nسبط المسمع وأحمد بن القاضي شرف الدين الحسن بن عبد الله بن أبي عمر وعمر\nبن التقي أحمد بن عبد الله بن عمر ابن عوض والفقيه عبد الله بن محمد بن عبد\nالله بن محمود الرذاذي والعدل محي الدين هبة الله بن يعقوب بن سني الدولة\nالشافعي وشيخنا محمد بن أحمد بن عبد الرحمن النجدي والحاج محمد بن أحمد بن\nمحمد الحراني البزار وابنه محمد ومحمد بن أحمد بن علي بن مسعود عرف أبوه\nبعمي ومحمد بن إبراهيم بن الشيخ علي بن محمد الملقي البغدادي وعبد الله\nعتيق ابن سبع الحائك\n</p>\n\n<p>\nوصح ذلك يوم الثلاثاء خامس عشر جمادى الآخرة سنة أربع وسبع ماية بالجامع\nالمظفري بسفح قاسيون ظاهر دمشق\n</p>\n\n<p>\nكتبه عبد الله بن أحمد بن عبد الله بن أحمد بن محمد المقدسي عفا الله عنه\n</p>\n\n<p>\nقرأته عليه أيده الله وسمع جماعة مذكورين <span id='ms14'></span> على الأصل يوم السبت تاسع عشر\nرمضان سنة سبع وسبع ماية بقاسيون وكتبه علي بن عبد الهادي على المستملي\nوالحمد لله وحده\n</p>\n\n<p>\n8137 137 أ سمع جميع هذا الجزء على سيدنا قاضي القضاة تقي الدين بقية\nالمشايخ أبي الفضل سليمان بن حمزة بن أحمد بن عمر بن الشيخ ابن عمر بن\nقدامة المقدسي بسماعه من جعفر الهمداني بسنده وعلى الشيخ سعد الدين يحيى بن\nمحمد بن سعد بإجازته من جعفر بقراءة كاتب السماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             عبد الله بن\nأحمد بن عبد الله المقدسي أخواه إبراهيم وعبد الرحمن في الثانية وأمهما\nفاطمة بنت أحمد بن أبي محمد القاري والقاضي عز الدين محمد بن المسمع الأول\nوابنه أحمد في الثانية ومحمد بن المسمع الثاني وشمس الدين محمد بن أحمد بن\nأبي العجائز الزراد وابنه أحمد في الثالثة وشمس الدين محمد بن إبراهيم بن\nغنايم بن المهندس وابنته زينب في الحاشية وناصر الدين محمد بن أحمد بن أبي\nحاتم الصايغ الحلي وابنه أبو بكر في الثالثة والشيخ محمد بن أحمد بن عمر\nالبالسي ومعه محمد بن الشيخ أحمد بن الحلبية في الثالثة ومجير الدين خليل\nبن يحيى بن سلمان ابن مروان بن البعلي ومحمد وأحمد ابنا محمد بن الشيخ فخر\nالدين علي ابن نصر البخاري والصارم محمد بن علي بن عمر بن مسلم الهاني\nومحمد ابن يعقوب بن يوسف البغدادي ومحمد بن محمد بن شداد بن عثمان العطار\nوعلي بن عمر بن التقي أحمد بن عبد الرحمن بن مؤمن وأبو بكر ابن علي بن\nمعالي بن رسلان البالسي وعبد الرحمن بن عبد الواحد بن عبدان العلاف وأحمد\nبن عبد الله بن أيوب القراري ومعه محمد بن عبد الله بن محمد بن زيد المصري\nوهو في الثانية ومحمد وفاطمة ولدا أبي بكر بن محمد بن طرخان وفتاهما بهادر\nوأيدمر وعمر بن أحمد بن علي ابن هلال التدمري وآخرون على نسخة أخرى\n</p>\n\n<p>\nوذلك في يوم الثلاثاء رابع شعبان سنة تسع وسبع ماية بالجامع المسطور بسفح\nقاسيون الحمد لله\n</p>\n\n<p>\n9 سمع <span id='ms15'></span> جميع هذا الجزء على الشيخ المسند أبي محمد عيسى بن عبد الرحمن بن\nمعالي بن حمد بن أحمد بن أبي عطاف المطعم المقدسي بسماعه فيه أصلا من جعفر\nالهمداني بقراءة كاتب السماع عبد الله بن أحمد ابن محمد المقدسي أخوه\nإبراهيم وشمس الدين محمود بن خليفة بن محمد خلف المنبحي وصلاح الدين خليل\nبن كيكلدي العلائي وأحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             بن إبراهيم بن علي بن محمد بن علي بن\nبقا الملقن ومحمد بن رزق الله بن خالد بن ناصر البرد يسولي وعبد الجليل بن\nسالم بن عبد الرحمن بن عبد الجليل البرد يسولي ومحمد بن محمد بن شداد بن\nعثمان القطان ومحمد بن المسمع وأحمد بن عبد الحميد بن غشم بن محمد البرداري\nوابن أخته يوسف بن محمد بن محمد الصايغ\n</p>\n\n<p>\nوسمع من حديث يأكل القثاء بالرطب إلى آخر الجزء شيخنا سعد الدين يحيى بن\nمحمد بن سعد وولداه محمد وزينب ومحمد بن محمد بن أبي بكر بن محمد بن طرخان\nوابن عمه علي بن أحمد وبدر الدين محمد بن حمزة بن عمر المدني ومحمد بن\nالحاج أحمد بن أبي بكر ابن مرجان وابن عمر إسلام إبراهيم بن محمد وإبراهيم\n</p>\n\n<p>\nصح وصح يوم السبت ثالث شوال سنة إحدى عشرة وسبعماية بجنينة المسمع بسفح\nقاسيون\n</p>\n\n<p>\n10137 137 ب سمع جميع هذا الجزء وهو انتخاب الصوري على العلوي على الشيخ\nالجليل المسند أبي محمد عيسى بن عبد الرحمن بن معالي بن حمد بن أحمد\nالمقدسي المطعم بسمعه فيه أصلا من جعفر الهمداني عن السلفي بقراءة الإمام\nالعالم الفاضل المحدث المفيد فخر الدين أبي محمد عبد الرحمن بن الشيخ\nالإمام شمس الدين أبي عبد الله محمد بن الشيخ الإمام العلامة الصالح فخر\nالدين أبي محمد عبد الرحمن بن يوسف البعلبكي ابنته أم الحسن فاطمة وولدا\nأخيه محمد وزينب ولدا تقي الدين عبد الله بن محمد وخالتهما فاطمة بنت الحاج\nمحمد بن علي بن مبارك الدهان وتربيتهم إبراهيم بن عبد الواحد بن عثمان\nالمشرقي والجماعة السادة الحافظ جمال الدين <span id='ms16'></span> أبو الحجاج يوسف بن الزكي عبد\nالرحمن بن يوسف المزي وأولاده عبد الرحمن ومحمد وهذا خطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             وزينب\nوعمر وخديجة ولدا عبد الرحمن المذكور والإمام شمس الدين أبو عبد الله محمد\nبن أحمد بن علي بن عبد الغني الرقي المقريء وعلاء الدين علي بن الحسين بن\nعلي بن بشارة الشبلي الحنفي وأبو فارس عبد العزيز بن محمد بن ياسين بن عبد\nالعزيز بن ميمون الصنهاجي وعبد الله بن محيي الدين يحيى بن الشيخ الإمام\nزين الدين عبد الله بن مروان الفارقي وأخوه عبد العزيز وابنة عمهما نفيسة\nبنت عبد العزيز وعمر بن عبد الكريم ابن عياد القرشي والشيخ علي بن الياس بن\nعبد الله التركماني التيزيني الضرير ويعقوب بن حسين بن سالم العزي وخديجة\nبنت تقي الدين أحمد ابن العلم بن محمود بن محمود الخراز ومحمد بن الشيخ تقي\nالدين أبي بكر بن محمد ابن أبي بكر الموصلي المقريء\n</p>\n\n<p>\nوصح ذلك يوم الثلاثاء السابع والعشرين من شهر رمضان سنة تسع عشرة\nوسبعماية بدار الحديث الأشرفية بدمشق المحروسة وأجاز لهم الشيخ بما يرونه\nوالحمد لله وحده وصلى الله على سيدنا محمد وآله وصحبه وسلم\n</p>\n\n<p>\n11138 138 أ سمع هذا الجزء الجليل المسند بدر الدين أبي المعالي عبد الله\nبن حسين بن أبي النايب الأنصاري بسماعه من ابن خطيب القرافة بإجازته من\nالسلفي وعلى كاتب السماع يوسف بن الزكي عبد الرحمن بن يوسف المزي بسماعه من\nعيسى بن عبد الرحمن المقدسي عن جعفر عن السلفي بقراءة الفقيه تقي الدين\nمحمد بن سليمان بن عبد الله الجعبري ابنه عبد الله سبط عبد الرحمن بن كاتب\nالسماع وزين الدين عمر بن أحمد بن إبراهيم بن عبد الله بن أمين الدولة\nالحلبي والأمير عماد الدين إبراهيم بن أبي بكر بن مجير الدين يعقوب بن\nالملك العادل سيف الدين أبي بكر بن أيوب بن شاذي بن مروان وابنه أسد الدين\nأحمد وفتاه مبارك التكروري ومحمد بن سيف الدين قبجق بن بيدغان العلائي\nحاضرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             @ 98 في الخامسة وفتاه بلال الحبشي\n</p>\n\n<p>\nوصح <span id='ms17'></span> ذلك في يوم الأحد السادس من شعبان سنة اثنتين وثلاثين وسبعماية بدار\nالحديث الأشرفية بدمشق وأجاز كل واحد من المسمعين لكل واحد من السامعين\nرواية ما يجوز له روايته والحمد لله وحده وصلى الله على محمد وآله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n| ما رواه العلوي ولم يرد في الفوائد\n</p>\n\n<p>\n1 قال ابن المستوفي قرأت على أبي الفتح محمد بن عيسى الجصاص قال قريء على\nأبي العلاء محمد بن جعفر بن عقيل البصري قال أخبرني أبو الغنائم محمد بن\nعلي بن ميمون النرسي قال حدثنا محمد بن علي بن عبد الرحمن حدثنا حسين بن\nحسن بن حلبس أخبرنا الحسن بن محمد السكوني أنشدنا محمد بن خلف بن المرزبان\n% إن الحج ربما أزرى بها % عند الذي قضيت له تأجيلها % % فإذا قضيت لصاحب\nلك حاجة % فاعلم بأن تمامها تعجيلها %\n</p>\n\n<p>\n2 قال ابن الجوزي أخبرنا شيخنا محمد بن ناصر الحافظ قال أخبرنا أبو\nالغنائم محمد بن علي بن ميمون النرسي أنبأنا أبو عبد الله محمد ابن علي بن\nعبد الرحمن العلوي قال في سنة ثلاث عشرة وأربعمائة كسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             الحجر\nالأسود لما صليت الجمعة يوم النفر الأول ولم يكن رجع الناس بعد من منى قام\nرجل ممن ورد من ناحية مصر بإحدى يديه سيف مسلول وبالأخرى دبوس بعدما قضى\nالإمام الصلاة فقصد ذلك الحجر ليستلمه على الرسم فضرب وجه الحجر ثلاث ضربات\nمتوالية بالدبوس وقال إلى متى يعبد الحجر ولا محمد ولا علي يمنعني عما\nافعله فإنني أهدم هذا البيت وأرفعه فاتقى اكثر الحاضرين وتراجعوا عنه وكاد\nيفلت وكان رجلا تام القامة أحمر اللون أشقر الشعر سمين الجسم وكان على باب\nالمسجد عشرة من الفرسان على أن ينصروه فاحتسب رجل من أهل اليمن أو من أهل\nمكة أو من غيرها فوجأه بخنجره واحتوشه الناس فقتلوه وقطعوه وأحرقوه بالنار\nوقتل ممن اتهم بمصاحبته ومعاونته على ذلك المنكر جماعة وأحرقوا بالنار\nوثارت الفتنة وكان الظاهر من القتلى أكثر من عشرين غير ما اختفى منهم\nوألحوا في ذلك اليوم على المغاربة والمصريين بالنهب والسلب وعلى <span id='ms18'></span> غيرهم في\nطريق منى إلى البلد\n</p>\n\n<p>\nوفي يوم النفر الثاني اضطرب الناس وماجوا وقالوا إنه قد أخذ في أصحاب\nالخبيث لعنه الله أربعة أنفس اعترفوا بأنهم مائة بايعوا على ذلك وضربت\nأعناق هؤلاء الأربعة وتقشر بعض وجه الحجر في وسطه من تلك الضربات وتخشن\nوزعم بعض الحاج أنه سقط من الحجر ثلاث قطع واحدة فوق أخرى فكأنه يثقب ثلاث\nثقب ما يدخل الأنملة في كل ثقبة وتساقطت منه شظايا مثل الأظفار وطارت منه\nشقوق يمينا وشمالا وخرج مكسره أحمر يضرب إلى الصفرة محببا مثل الخشخاش\nفأقام الحجر على ذلك يومين ثم إن بني شيبة جمعوا ما وجدوه مما سقط منه\nوعجنوه بالمسك وحشوا تلك المواضع وطلوها بطلاء من ذلك فهو بين لمن تأمله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             103 105 107 @ 108 وهو على حاله اليوم\n</p>\n\n<p>\n3 وقال ابن الجوزي في وفيات سنة 420 ه الحسن بن أبي الهبيش ويكنى أبا علي\nكان من الزهاد المتعبدين حكى أبو عبد الله محمد بن علي العلوي قال بت عنده\nليلة فلم أتمكن من النوم لكثرة البق وهو واقف يصلي فلا أدري أمنع البق منه\nأم صبر عليه ورأيت مئزره قد انحل وسقط عن كعبيه ثم استوى وعلى إلى سرته وهو\nواقف يصلي ولا أدري أرتفع المئزر أم طالت يده حتى أعادته وتوفي في هذه\nالسنة وقبره ظاهر بالكوفة وقد عمل عليه وقد زرته في طريق الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             فوائد في نقد الأسانيد للحاحفظ الصوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n46 أخبرنا أبو عبد الله محمد بن على بن عبد الله الحافظ قراءة مني عليه\nفي منزله قال أخبرنا أبو محمد عبد الغني بن سعيد بن علي بن سعد الأزدي\nالحافظ رحمه الله قال حدثنا إسماعيل بن يعقوب الجرار قال حدثنا إبراهيم بن\nالهيثم البلدي قال حدثنا علي بن عياش قال حدثنا شعيب بن أبي ضمرة قال\nأخبرنا أبو الزناد عن الأعرج\n</p>\n\n<p>\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا حمى إلا لله\nولرسوله تفرد به علي بن عياش وحدث به عنه يحيى بن معين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n47 حدثني أبو بكر <span id='ms19'></span> أحمد بن الحسين النصراني الخطيب حفظا إملاء قال حدثنا\nأبو القاسم عبد الله بن محمد بن عبد العزيز قال حدثنا علي بن عيسى عن خلاد\nعن قتادة عن أنس عن النبي صلى الله عليه وسلم قال القناعة مال لا ينفد\n</p>\n\n<p>\n48 حدثنا عبد الوهاب بن الحسن الكلابي قال أخبرنا أبو الجهم أحمد بن\nالحسين قال حدثنا هشام بن عباد قال حدثنا عمرو بن واقد قال حدثنا يونس بن\nحلبس عن أبي إدريس عن أبي ذر الغفاري عن النبي صلى الله عليه وسلم قال ليس\nالزهادة في الدنيا تحريم الحلال ولا إضاعة المال ولكن الزهادة في الدنيا أن\nتكون بما في يد الله عز وجل أوثق منك بما في يديك وأن تكون في المصيبة إذا\nأصبت بها أرغب منك بها لو أنها بقيت لك\n</p>\n\n<p>\n49 حدثنا عبد الله بن جعفر بن 46 أ الورد قال حدثنا يحيى بن أيوب وهو\nالعلاف قال حدثنا سعيد بن أبي مريم قال أخبرني يحيى بن أيوب الفقيه قال\n</p>\n\n<p>\nسمعت ابن عجلان يقول إن الله عز وجل لما خلق بني آدم قالت الملائكة ربنا\nلا تسعهم الأرض قال الله عز وجل سأوكل بهم الموت قالت الملائكة ربنا لا\nيهنيهم العيش قال سأبسط لهم في الأمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n50 وأخبرنا أبو عبد الله محمد بن علي الحافظ بقراءتي عليه في منزله قال\nأخبرنا أبو الحسن بن محمد بن العباس البزار قال أخبرنا عبد الله بن محمد بن\nأحمد الفقيه قال حدثنا أبو بكر بن علي بن سعيد قال حدثنا القواريري واسمه\nعبيد الله بن عمر قال سمعت يحيى بن سعيد يقول\n</p>\n\n<p>\nما رأيت الكذب في أحد أكثر منه فيمن ينسب إلى الخير\n</p>\n\n<p>\nقال أبو عبد الله أراد يحيى بن سعيد والله أعلم إن الكذب يدخل عليهم من\nحيث لا يعلمون ويتمادون عليه وهم لايشعرون لا إنهم إياه يتعمدون ولا إلى\nفعله يقصدون\n</p>\n\n<p>\n51 والدليل على ذلك أن ثابت بن موسى الزاهد دخل على شريك بن عبد الله\nالقاضي والمستملي بين يديه وشريك يقول حدثنا <span id='ms20'></span> الأعمش عن أبي سفيان عن جابر\nقال قال رسول الله صلى الله عليه وسلم ولم يذكر المتن فلما نظر إلى ثابت بن\nموسى قال من كثرت صلاته بالليل حسن وجهه بالنهار وإنما أراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nشريك بذلك 46 ب ثابت بن موسى لزهده وورعه فظن ثابت أنه روى الحديث مرفوعا\nبهذا الإسناد وكان ثابت يحدث به عن شريك عن الأعمش عن أبي سفيان واسمه طلحة\nبن نافع عن جابر\n</p>\n\n<p>\nقال أبو عبد الله أخبرناه أبو محمد عبد الغني بن سعيد الأزدي الحافظ قال\nحدثنا أبو هريرة واسمه أحمد بن عبد الله بن الحسن بن أبي العصام العدوي قال\nحدثنا مطين قال أبو عبد الله\n</p>\n\n<p>\nوحدثنا أبو بكر محمد بن محمد الشافعي الإسفرايني قال أخبرنا أبو الحسن\nعلي بن عبد الرحمن بن عبد الله قال حدثنا أبو جعفر محمد بن عبد الله بن\nسليمان مطين حدثنا ثابت بن موسى قال حدثنا شريك عن الأعمش عن أبي سفيان عن\nجابر قال قال رسول الله صلى الله عليه وسلم من كثر صلاته بالليل حسن وجهه\nبالنهار\n</p>\n\n<p>\nقال أبو عبد الله وقد روى هذا الحديث جماعة ضعفاء سرقوه من ثابت بن موسى\nفرووه عن شريك منهم أبو الطاهر بن موسى بن محمد البلقاوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             وغيره\nورواه شيخ للمصريين ليس بثقة ولا بمأمون يقال له الحسن بن عفير المصري عن\nيوسف بن عدي عن شريك والبلاء في ذلك من الحسن بن عفير لأن يوسف ين عدي ثقة\nلا يحتمل مثل هذا والجملة في هذا الحديث أنه ليس بذي أصل ولا يثبت عند\nالحفاظ من أهل النقل ولا يصح عند ذوي المعرفة والفضل 147 أ وكل من حدث به\nعن شريك فهو غير ثقة ولا مأمون نسأل الله حسن السلامة وسلوك سبيل الهدى\nوالاستقامة إنه على ذلك قدير\n</p>\n\n<p>\n52 أخبرنا أبو عبد الله محمد بن علي بن عبد الله الصوري الحافظ قراءة مني\nعليه قال قرأت على أبي محمد عبد الغني بن سعيد الأزدي وهو ينظر في كتابه ما\nقرأت قلت أخبركم <span id='ms21'></span> أبو الحسن علي بن العباس بن محمد بن عبد الغفار بن عمرو بن\nإسماعيل الأزدي حدثنا بكر بن سهل حدثنا عبد الله بن يوسف حدثني خلف بن عمر\nقال كنت عند مالك بن أنس فأتاه ابن أبي كثير قاريء المدينة فناوله رقعة\nفنظر فيها مالك ثم جعلها تحت مصلاه فلما قام من عنده ذهبت أقوم فقال أثبت\nيا خلف فناولني الرقعة فإذا فيها رأيت الليلة في منامي كأنه يقال لي هذا\nرسول الله صلى الله عليه وسلم في المسجد فأتيت المسجد فإذا ناحية من القبر\nقد انفرجت وإذا برسول الله صلى الله عليه وسلم جالس والناس يقولون يا رسول\nالله اعطنا يا رسول الله من لنا قال فقال لهم إني كنزت تحت المنبر كنزا وقد\nأمرت مالكا أن يقسمه فيكم فاذهبوا إلى مالك فانصرف الناس بعضهم يقول لبعض\nما ترون مالكا فاعلا فقال بعضهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             ينفذ لما أمره به رسول الله\nصلى الله عليه وسلم فرق مالك وبكى قال ثم خرجت عنه وتركته على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             <span id='ms22'></span>\n</p>\n",
  "pages": [
    "001",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114"
  ],
  "volumes": [
    "01"
  ]
}