{
  "content": "\n<p>\n158 ألف الجزء الثالث 3 من كتاب المغازي عن أبي جعفر عبد الله بن محمد بن\nعلي بن نفيل الحراني رواية أبي شعيب عبد الله بن الحسن الحراني مما رواه\nعنه أبو علي محمد بن أحمد بن الحسن الصواف رواية الشيخ الفاضل أبي الفتح\nمحمد بن أحمد بن أبي الفوارس بما حدثنا به الشيخ الجليل الإمام الحافظ أبو\nبكر أحمد بن علي بن ثابت الخطيب البغدادي رضي الله عنه سماع طاهر بن بركات\nبن إبراهيم بن علي بن محمد ابن علي الخشوعي القرشي نفعه الله به يتلوه غزوة\nالسويق غزوة ذي أمر إلى نجد سنة ثلاث وقف قرأ فيه اسماعبل بن إبراهيم بن\nسالم الأنصاري عفا الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم توكلت على الله 474 أخبرنا الشيخ الإمام الحافظ\nأبو بكر أحمد بن علي بن ثابت الخطيب البغدادي بدمشق في شهر رمضان من سنة\nأربع وخمسين وأربع مائة قال أخبرنا أبو نعيم الحافظ قال نا أبو علي محمد بن\nأحمد بن الحسن الصواف قال أنا أبو شعيب الحراني نا النفيلي نا محمد بن سلمة\nعن محمد بن إسحاق قال ثم قال تبارك وتعالى * (وإذ زين لهم الشيطان أعمالهم\nوقال لا غالب لكم اليوم من الناس وإني جار لكم) * الآية وذكر استدراج إبليس\nإياهم بتشبهه بسراقة بن جعشم لهم حين ذكر لهم ما بينهم وبين بني بكر بن عبد\nمناة بن كنانة في الحرب التي كانت بينهم وبينه يقول الله عز وجل لنبيه صلى\nالله عليه وسلم * (فلما تراءت الفئتان) * ونظر عدو الله إلى جنود الله من\nالملائكة قد أمد الله بهم رسوله والمؤمنين على عدوهم * (نكص على عقبيه وقال\nإني بريء منكم إني أرى ما لا ترون) * وصدق عدو الله أنه رأى ما لا يرون <span id='ms125'></span>\nفقال * (إني أخاف الله والله شديد العقاب) * فأوردهم ثم أسامهم فذكر لي\nأنهم كانوا يرونه في كل منزل في صورة سراقة لا ينكرونه حتى إذا كان يوم بدر\nوالتقى الجمعان وكان الذي رآه حين نكص على عقبيه الحارث بن هشام وعمير بن\nوهب الجمحي قد ذكر أحدهما فقال أين يا سراقة ومثل عدو الله فذهب ثم ذكر\nالله أهل الكفر وما يلقون عند موتهم فوصفهم بصفتهم فأخبر نبيه عنهم حتى\nانتهى إلى قوله * (فإما تثقفنهم في الحرب فشرد بهم من خلفهم لعلهم يذكرون)\n* أي فنكل بهم من ورائهم لعلهم يعقلون * (وأعدوا لهم ما استطعتم من قوة ومن\nرباط الخيل ترهبون به عدو الله وعدوكم) * إلى قوله * (وما تنفقوا من شيء في\nسبيل الله يوف إليكم وأنتم لا تظلمون) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p285'> Vol. 03, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nأي لا يضيع لكم أجره عند الله في الآخرة وعاجل خلفه في الدنيا ثم قال *\n(وإن جنحوا للسلم فاجنح لها) * أي ان دعوك إلى السلم يعني الاسلام فصالحهم\n* (وتوكل على الله) * ان الله كافيك * (إنه هو السميع العليم) * وان يريدوا\nأن يخدعوك فان حسبك الله هو من وراء ذلك * (هو الذي أيدك بنصره) * بعد\nالضعف * (وبالمؤمنين وألف بين قلوبهم) * على الهدى بالذي بعثك إليهم * (لو\nأنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم) * بدينه\nالذي جمعهم عليه * (إنه عزيز حكيم) * وقال * (يا أيها النبي حسبك الله ومن\nاتبعك من المؤمنين) * * (يا أيها النبي حرض المؤمنين على القتال إن يكن\nمنكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين\nكفروا بأنهم قوم لا يفقهون) * أي لا يقاتلون على نية بنية ولا حق ولا معرفة\nخير ولا شر 475 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا\nمحمد بن سلمة عن ابن إسحاق قال حدثني أبو جعفر محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nعلي قال قال رسول الله صلى الله عليه وسلم نصرت بالرعب وجعلت لي الأرض\nمساجد وطهورا وأعطيت جوامع الكلم وأحلت لي المغانم ولم تحل <span id='ms126'></span> لنبي كان قبلي\nوأعطيت الشفاعة خمس لم يؤتهن نبي قبلي * (وما كان لنبي) * قبلك * (أن يكون\nله أسرى) * من عدوه * (حتى يثخن في الأرض) * أن يثخن عدوه حتى ينفيه من\nالأرض * (تريدون عرض الدنيا) * أي متاع الفداء بأخذ الرجال * (والله يريد\nالآخرة) * أي بقتلهم بظهور الدين الذي يريدون اظهاره الذي تدرك به الآخرة *\n(لولا كتاب من الله سبق لمسكم فيما أخذتم) * من الأسارى والمغانم * (عذاب\nعظيم) * أي لولا أنه سبق أن لا أعذب الا بعد النهي ولم يكن نهاهم يعذبكم\nفيما صنعتم ثم أحلها لهم رحمة ونعمة وعائدة من الرحمن الرحيم فقال * (فكلوا\nمما غنمتم حلالا طيبا واتقوا الله إن الله غفور رحيم يا أيها النبي قل لمن\nفي أيديكم من الأسرى إن يعلم الله في قلوبكم خيرا يؤتكم خيرا مما أخذ منكم\nويغفر لكم والله غفور رحيم) * فكان العباس بن عبد المطلب يقول في والله\nنزلت حين ذكرت لرسول الله صلى الله عليه وسلم اسلامي وسألته أن يقاصني\nبالعشرين الأوقية التي أخذ مني فأبى علي فعوضني الله منها عشرين عبدا كلهم\nتاجر يضرب بمالي مع ما أرجو من رحمته ومغفرته ثم حض المسلمين على التواصل\nوجعل للمهاجرين والأنصار ولاية في الدين دون من سواهم ثم جعل الكفار بعضهم\nأولياء بعض قال * (إلا تفعلوه تكن فتنة في الأرض وفساد كبير) * أي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nليتولى المؤمن المومن دون الكافر وان كان ذا رحم تكن فتنة أي شبهة في\nالحق والباطل في ظهور الفساد في الأرض بتولي المؤمن الكافر من دون المؤمن\nثم رد المواريث إلى الارحام ممن أسلم بعد الولاية من المهاجرين والأنصار\nوردهم إلى الارحام التي بينهم فقال * (والذين آمنوا من بعد وهاجروا وجاهدوا\nمعكم فأولئك منكم وأولو الأرحام بعضهم أولى ببعض في كتاب الله) * أي\nبالميراث * (أن الله بكل شيء عليم) * 476 جميع من شهد بدرا من المسلمين من\nالمهاجرين والأنصار من الأوس والخزرج ومن ضرب له سهمه وأجره ثلاث مائة\nوأربعة عشر رجلا من المهاجرين دون الأنصار ثلاثة وثمانون رجلا ومن <span id='ms127'></span> الأوس\nواحد وستون رجلا ومن الخزرج مائة وسبعون رجلا 477 واستشهد مع رسول الله صلى\nالله عليه وسلم من المسلمين من قريش ثم من بني المطلب بن عبد مناف عبيدة بن\nالحارث بن المطلب بن عبد مناف قطع رجله عتبة بن ربيعة بن عبد شمس فمات\nبالصفراء 478 ومن بني زهرة بن كلاب عمير بن أبي وقاص بن أهيب ابن عبد مناف\nبن زهرة وذو الشمالين عبد عمرو بن نضلة حليف لهم من بني عبسان 479 ومن بني\nعدي بن كعب عامر بن البكير حليف لهم من بني سعد بن ليث بن بكر بن عبد مناة\nبن كنانة ومهجع مولى عمر بن الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n480 ومن بني الحارث بن فهر صفوان بن بيضاء 481 ومن الأنصار ثم من بني\nعمرو بن عوف سعد بن خيثمة ومبشر بن عبد المنذر بن دينار 482 ومن بني الحارث\nبن الخزرج يزيد بن الحارث وهو الذي يقال له فسحم 483 ومن بني سلمة ثم من\nبني حرام بن كعب بن غنم بن كعب بن سلمة عمير بن الحمام 484 ومن بني حبيب أو\nخبيب بن عبد حارثة بن مالك رافع ابن المعلى 485 ومن بني عبد النجار ثم من\nبني عدي بن النجار حارثة بن سراقة ابن الحارث 486 ومن بني غنم بن مالك بن\nالنجار عوف ومعوذ ابنا الحارث بن سواد وهما ابنا عفراء ثمانية نفر 487 وكان\nالفتية الذين قتلوا مع قريش يوم بدر فنزل فيهم القرآن فيما ذكر لنا *\n(الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين في\nالأرض قالوا ألم تكن أرض الله واسعة فتهاجروا فيها فأولئك مأواهم جهنم\nوساءت مصيرا) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أنهم كانوا أسلموا ورسول الله صلى الله عليه وسلم هاجر إلى المدينة\nحبسهم آباؤهم وعشائرهم بمكة وفتنوهم فافتتنوا ثم ساروا مع قومهم إلى بدر\nفأصيبوا به جميعا فهم فتية مسلمون فمن بني أسد بن عبد العزى بن قصي الحارث\nبن زمعة بن الأسود بن المطلب بن أسد ومن بني مخزوم أبو قيس بن الفاكه بن\nالمغيرة وقيس <span id='ms128'></span> بن الوليد بن المغيرة ومن بني جمح علي بن أمية بن خلف ومن بني\nسهم العاص بن منبه بن الحجاج 488 فلما قدم رسول الله صلى الله عليه وسلم من\nبدر إلى المدينة وكان فراغه من بدر في عقب رمضان أو في أول شوال فلم يقم\nبالمدينة الا سبع ليال حتى غزا بنفسه يريد بني سليم حتى بلغ ماء من مياههم\nيقال له الكدر فأقام عليه ثلاث ليال ثم رجع إلى المدينة ولم يلق كيدا فأقام\nبقية شوال وذا القعدة وفادى في اقامته تلك جل الأسارى من قريش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nغزوة السويق 489 ثم غزا أبو سفيان بن حرب غزوة السويق من ذي الحجة وولى\nتلك الحجة المشركون من تلك السنة 490 أخبرنا عبد الله بن الحسين الحراني\nقال حدثنا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال فكان أبو\nسفيان كما حدثني محمد جعفر ابن الزبير ويزيد بن رومان ومن لا أتهم عن عبد\nالله بن كعب بن مالك وكان من أعلم الأنصار حين رجع إلى مكة ورجع فل قريش من\nبدر حلف ألا يمس رأسه ماء من جنابة حتى يغزو محمدا صلى الله عليه وسلم فخرج\nفي مائتي راكب من قريش ليبر يمينه فسلك النجدية حتى نزل بصدر قناة إلى جانب\nجبل يقال له نيب من المدينة على بريد أو نحوه ثم خرج من الليل حتى أتى بني\nالنضير من تحت الليل فأنى حتى بن أخطب فضرب عليه بابه فخاف فلم يفتح له\nفانصرف إلى سلام بن مشكم وكان سيد بني النضير في زمانه ذلك وصاحب كنزهم\nفاستأذن عليه فأذن له وقراه وسقاه وبطن له من خبر الناس ثم خرج من عقب\nليلته حتى أتى أصحابه فبعث رجالا من قريش إلى المدينة فأتوا ناحية منها\nيقال لها العريض فخرجوا في أصوار من نخل بها ووجدوا رجلا من الأنصار وحليفا\nله في حرث لهما فقتلوهما ثم انصرفوا راجعين وندر بهم الناس فخرج رسول الله\nصلى الله عليه وسلم في طلبهم حتى <span id='ms129'></span> انتهى إلى قرقرة الكدر ثم انصرف راجعا وقد\nفاته أبو سفيان وأصحابه وقد رأوا أزوادا من أزواد القوم قد طرحها في الحرث\nيتخففون منها للنجاء فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمون حين رجع بهم رسول الله صلى الله عليه وسلم أتطمع لنا أن تكون\nلنا غزوة قال نعم 491 فقال أبو سفيان وهو يتجهز غازيا من مكة إلى المدينة\nأبياتا من الشعر (كروا على يثرب وجمعهم * فان ما جمعوا لكم نفل) (ان يك يوم\nالقليب كان لهم * فان ما بعده لكم دول) (واللات لا أقرب النساء ولا * يمس\nرأسي وجلدي الغسل) (حتى تبيدوا قبائل الأوس * والخزرج ان الفؤاد مشتعل)\nفأجابه كعب بن مالك (يا لهف أم المشجعين على * جيش ابن حرب في الحرة الفسل)\n(إذا يطرحون الرحال مرتسم * الطير ترقوا بقية الجبل) (جاؤوا بجمع لو قيس\nمنزله * لم يك الا كمعوس الدؤل) الدؤل دويبة أصغر من القطا وبه سمي أبو\nالأسود الدؤلي 492 وقال أبو سفيان بن حرب حين انصرف من المدينة إلى مكة\n(اني تخيرت المدينة واحدا * لحلف فلم أندم ولم أتلوم) (سقاني فرواني كميتا\nمدامة * على عجل من سلام بن مشكم) (فلما تولى الجيش قلت ولم أكن * لأفرحه\nأبشر بغزو ومغنم) (تأمل فان القوم في سرواتهم * صريح لؤي لا شماطيط جرهم)\n(فما كان الا بعض ليلة راكب * أتى ساعيا من غير خلة معدم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nغزوة ذي أمر إلى نجد سنة ثلاث 493 فلما رجع رسول الله صلى الله عليه وسلم\nمن غزوة السويق أقام بالمدينة ذا الحجة والمحرم أو قريبا منه ثم غزا نجدا\nيريد بني غظفان وهي غزوة ذي أمر فأقام بنجد صفر كله أو قريبا من ذلك ثم رجع\nإلى المدينة ولم يلق كيدا 494 أخبرنا عبد الله بن الحسن الحراني ألف قال\nحدثنا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال حدثني رجل من أهل\nالشأم يقال له أبو منظور عن عمه قال حدثني عمي عن عامر الرامي أخي النضر\nقال إني لببلادنا إذ رفعت إلي ألوية ورايات فقلت ما هذا <span id='ms130'></span> قالوا هذا لواء\nرسول الله صلى الله عليه وسلم فأتيته وهو تحت شجرة قد بسط له تحتها كساء\nوهو جالس عليه وقد اجتمع اليه أصحابه رضي الله عنهم فجلست إليهم فذكر رسول\nالله صلى الله عليه وسلم الأسقام فقال ان المؤمن إذا أصابه السقم ثم أعفاه\nالله منه كان كفارة لما مضى من ذنوبه وموعظة له فيما يستقبل به وان المنافق\nإذا مرض ثم أعفى كان كالبعير عقله أهله ثم أرسلوه فلا يدري لم عقلوه ولم\nيدر لم أرسلوه فقال رجل ممن حوله وما الأسقام والله ما مرضت قط قال قم عنا\nفلست منا قال فبينا نحن عنده إذ أقبل رجل عليه كساء معه شيء في يده قد التف\nعليه فقال يا رسول الله لما رأيتك أقبلت فمررت بغيضة من شجر فسمعت فيها\nأصوات فراخ طائر فأخذتهن فوضعتهن في كسائي فأقبلت أمهن حتى استدارت على\nرأسي فكشفت لها عنهن فوقعت معهن فلففتهن فهن الآن معي فقال ضعهن عنك قال\nفوضعتهن بكسائي فأبت الا لزومهن فقال رسول الله صلى الله عليه وسلم أتعجبون\nلرحمة أم الأفراخ فراخها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا نعم قال فوالذي بعثني بالحق لله أرحم بعباده من أم الأفراخ بفراخها\nارجع بهن حتى تضعهن من حيث أخذتهن وأمهن معهن قال فرجع بهن ثم رجع رسول\nالله صلى الله عليه وسلم إلى المدينة ولم يلق كيدا فلبث بها شهر ربيع الأول\nكله الا قليلا منه 495 ثم غزا يريد قريشا وبنى سليم حتى بلغ بحران معدن\nبالحجاز في ناحية الفرع وذلك المعدن للحجاج بن علاط البهزي فأقام به شهر\nربيع الآخر وجمادي الأولى ثم رجع إلى المدينة ولم يلق كيدا 496 وقد كان\nفيها بين ذلك من غزوة رسول الله صلى الله عليه وسلم بني قينقاع وكان من\nحديث بني قينقاع أن رسول الله صلى الله عليه وسلم جمعهم في سوق بني قينقاع\nفقال لهم يا معاشر يهودا احذروا من الله مثل ما نزل بقريش من النقمة\nوأسلموا فإنكم قد عرفتم اني نبي مرسل <span id='ms131'></span> تجدون ذلك في كتابكم وعهد الله إليكم\nقالوا يا محمد انك ترانا كقومك يغرك أنك لقيت قوما لا علم لهم بالحرب فأصبت\nمنهم فرصة انا والله لو حاربناك لتعلمن أنا نحن الناس 497 أخبرنا عبد الله\nبن الحسن الحراني قال نا النفيلي قال حدثنا محمد بن سلمة عن محمد بن إسحاق\nقال حدثني مولى لآل زيد بن ثابت عن سعيد بن جبير أو عكرمة عن ابن عباس قال\nما نزل هؤلاء الآيات الا فيهم * (قل للذين كفروا ستغلبون وتحشرون إلى جهنم\nوبئس المهاد) * إلى قوله (قد كان لكم آية في فئتين التقتا) أي في أصحاب بدر\nمن أصحاب رسول الله صلى الله عليه وسلم وقريش * (فئة تقاتل في سبيل الله\nوأخرى كافرة) * إلى قوله * (إن في ذلك لعبرة لأولي الأبصار) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n498 أخبرنا عبد الله بن الحسن الحراني قال حدثنا النفيلي قال نا محمد بن\nسلمة عن محمد بن إسحاق قال حدثني عاصم ابن عمر بن قتادة أن بني قينقاع\nكانوا أول يهود نقضوا ما بينهم وبين رسول الله صلى الله عليه وسلم وحاربوا\n163 ألف فيما بين بدر وأحد فحاصرهم رسول الله صلى الله عليه وسلم حتى نزلوا\nعلى حكمه فقام اليه عبد الله بن أبي بن سلول حين أمكنه الله منهم فقال يا\nمحمد أحسن في موالي وكانوا حلفاء الخزرج فأبطأ عنه رسول الله صلى الله عليه\nوسلم فقال يا محمد أحسن فأعرض عنه رسول الله فأدخل يده في جيب درع رسول\nالله صلى الله عليه وسلم قال فقال له رسول الله وغضب رسول الله ثم قال ويحك\nأرسلني فقال لا والله لا أرسلك حتى تحسن في موالي أربع مائة حاسر وثلاث\nمائة دارع منعوني من الأحمر والأسود وتحصدهم في غداة واحدة اني والله امرؤ\nأخشى الدوائر فقال رسول الله صلى الله عليه وسلم هم لك 499 أخبرنا عبد الله\nبن الحسن الحراني قال نا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال\nحدثني أبي إسحاق بن يسار عن عبادة <span id='ms132'></span> بن الوليد بن عبادة بن الصامت قال لما\nحاربت بنو قينقاع تشبث بأمرهم عبد الله بن أبي بن سلول وقام دونهم ومشى\nعبادة بن الصامت إلى رسول الله صلى الله عليه وسلم وكان أحد بني عوف بن\nالخزرج ولهم من حلفه مثل الذي لهم من عبد الله بن أبي فخلعهم إلى رسول الله\nصلى الله عليه وسلم وتبرأ إلى الله والى رسوله من حلفهم فقال يا رسول الله\nأتولى الله ورسوله والمؤمنين وأبرأ إلى الله ورسوله من حلف هؤلاء الكفار\nوولايتهم قال ففيه وفي عبد الله بن أبي نزلت القصة في المائدة * (يا أيها\nالذين آمنوا لا تتخذوا اليهود والنصارى أولياء) * إلى قوله * (فترى الذين\nفي قلوبهم مرض يسارعون فيهم) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n) يعني عبد الله بن أبي لقوله أخشى الدوائر * (يقولون نخشى أن تصيبنا\nدائرة فعسى الله أن يأتي بالفتح أو أمر من عنده) * إلى قوله * (وهم راكعون)\n* وذاك لقول عبادة بن الصامت أتولى الله ورسوله وأبرأ من بني قينقاع من\nحلفهم وولايتهم * (ومن يتول الله ورسوله والذين آمنوا فإن حزب الله هم\nالغالبون) * 500 وسرية زيد بن حارثة التي بعثه رسول الله صلى الله عليه\nوسلم فيها حين أصاب عير قريش فيها أبو سفيان بن حرب على القردة ماء من مياه\nنجد وكان من حديثها أن قريشا كانت قد أخافت طريقها التي تسلك إلى الشام حين\nكان من وقعة بدر ما كان فسلكوا طريق العراق وخرج منهم تجار فيهم أبو سفيان\nبن حرب ومعه فضة كثيرة وهو عظم تجارتهم واستأجروا من بني بكر بن وائل رجلا\nيقال له فرات بن حيان يدلهم على الطريق وبعث رسول الله صلى الله عليه وسلم\nزيد بن حارثة في ذلك الوجه فلقيهم على ذلك الماء فأصاب تلك العير وما فيها\nوأعجزه الرجال فقدم بها على رسول الله صلى الله عليه وسلم فقال حسان بن\nثابت يذكر قريشا وأخذها على ذلك الطريق بعد أحد في غزوة بدر الآخرة وذلك أن\nرسول الله صلى الله عليه وسلم خرج <span id='ms133'></span> لميعاد أبي سفيان منصرفه من أحد فسار حتى\nنزل بدرا فأقام بها ثماني ليال وأخلفه أبو سفيان فقال حسان (دعوا فلجأت\nالشأم قد حال دونها * جلاد كأفواه المخاض الأوارك) (بأيدي رجال هاجروا نحو\nربهم * وأنصاره حقا وأيدي الملائك) (إذا سلكت للفور من رمل عالج * فقولا\nلها ليس الطريق هنالك) (أقمنا على الرس النزوع ثمانيا * بأرعن جرار عريض\nالمبارك) (بكل كميت جوزة نصف خلقه * وقب طوال مشرفات الحوارك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n(ترى العرفج العادي تذري أصوله * مناسم أخفاف المطى الرواتك) (فان تلق في\nتطوافنا والتماسنا * فرأت بن حيان يكن رهن هالك) (وان تلق قيس بن امرئ\nالقيس بعده * يزد في سواد لونه لون حالك) (فأبلغ أبا سفيان عني رسالة *\nفإنك من غر الرجال الصعالك) 501 وقتل كعب بن الأشرف وكان من حديثه أنه لما\nأصيب أهل بدر وقدم زيد بن حارثة إلى أهل السافلة وقدم عبد الله بن رواحة\nإلى أهل العالية مبشرين بعثهما رسول الله صلى الله عليه وسلم إلى أهل\nالمدينة من المسلمين بفتح الله وقتل من قتل من المشركين كما حدثني عبد الله\nبن المغيث بن أبي بردة الظفري وعبد الله بن أبي بكر ابن محمد بن عمرو بن\nحزم وعاصم بن عمر بن قتادة وصالح ابن أبي أمامة بن سهل كل قد حدثني بعض\nحديثه قال كعب بن الأشرف وكان رجلا من طيء ثم أحد بني نبهان وكانت أمه من\nبني النضير حين بلغه الخبر ويحكم أحق هذا أترون أن محمدا قتل هؤلاء الذين\nيسمي هذان الرجلان يعني زيدا وعبد الله فهؤلاء أشراف العرب وملوك الناس\nوالله لئن كان محمد أصاب هؤلاء القوم لبطن الأرض خير من ظهرها فلما تيقن\nعدو الله الخبر خرج حتى قدم مكة فنزل على المطلب بن أبي وداعة ابن صبرة\nالسهمي وعنده عاتكة ابنة أبي العاص بن أمية بن عبد شمس فأنزلته وأكرمته\nوجعل يحرض على رسول الله صلى الله عليه وسلم وينشد الأشعار وبكى على أصحاب\nالقليب من قريش الذين أصيبوا ببدر ثم رجع كعب <span id='ms134'></span> بن الأشرف إلى المدينة فشبب\nبأم الفضل ابنة الحارث ثم شبب بنساء المسلمين فقال رسول الله صلى الله عليه\nوسلم كما حدثني عبد الله بن مغيث من لي بابن الأشرف فقال محمد بن مسلمة أخو\nبني عبد الأشهل أنا لك به يا رسول الله أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nاقتله قال افعل ان قدرت على ذلك فرجع محمد فمكث ثلاثا لا يأكل ولا يشرب\nالا ما يعلق نفسه فذكر ذلك لرسول الله صلى الله عليه وسلم فقال لم تركت\nالطعام والشراب قال يا رسول الله اني قلت لك قولا لا أدري هل أفوز به أم لا\nقال انما عليك الجهد قال يا رسول الله انه لا بد لنا أن نقول قال قولوا ما\nبدا لكم فأنتم في حل من ذلك فأجمع في قتله محمد بن مسلمة وسلكان بن سلامة\nبن وقش وهو أبو نائلة أحد بني عبد الأشهل والحارث بن أوس بن معاذ أحد بني\nعبد الأشهل ثم قدموا إلى عدو الله ابن الأشرف قبل أن يأتوه سلكان بن سلامة\nأبا نائلة فجاءه فتحدث معه ساعة وتناشدا وكان أبو نائلة يقول الشعر ثم قال\nويحك يا بن الأشرف اني قد جئتك لحاجة أريد ذكرها لك فاكتمها عني قال أفعل\nقال كان قدوم هذا الرجل علينا من البلاء عادتنا العرب ورمتنا عن قوس واحدة\nوقطعت عنا السبل حنى ضاع العيال وجهدت الأنفس فأصبحنا وقد جهدنا وجهد\nعيالنا فقال كعب أنا ابن الأشرف أما والله لقد كنت أخبرك يا بن سلامة أن\nالأمر سيصير إلى ما كنت أقول لك فقال سلكان اني قد أردت أن تبيعنا طعاما\nونرهنك ونوثق لك وتحسن في ذلك قال ترهنوني أبناءكم قال أردت تفضحنا ان لي\nأصحابا على مثل رأيي وقد أردت أن آتيك بهم لتبيعهم وتحسن في ذلك وترهنك من\nالحلقة ما لك فيه وفاء وأراد سلكان أن لا ينكر السلاح إذا جاءوا به قال إن\nفي الحلقة لوفاء فرجع سلكان إلى أصحابه فأخبرهم خبره وأمرهم أن يأخذوا\nالسلاح ثم <span id='ms135'></span> ينطلقوا فيجتمعوا اليه فاجتمعوا عند رسول الله صلى الله عليه\nوسلم 502 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن إسحاق قال حدثني ثور عن عكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nمولى ابن عباس عن ابن عباس قال مشى معهم رسول الله صلى الله عليه وسلم\nإلى بقيع الغرقد ثم وجههم وقال انطلقوا على اسم الله اللهم أعنهم ثم رجع\nإلى بيته في ليلة مقمرة فانتهوا إلى حصنه فهتف به أبو نائلة وكان ابن\nالأشرف حديث عهد بعرس فوثب في ملحفته فأخذت امرأته بناحيتها وقالت انك رجل\nمحارب وان صاحب الحرب لا ينزل في مثل هذه الساعة قال أبو نائلة لو وجدني\nنائما ما أيقظني قالت فوالله اني لأعرف في صوته الشر قال أبو شعيب حدثني\nالتوزي أبو محمد قال قال الأصمعي ما تكلم بهذه الكلمة لو وجدني نائما ما\nأيقظني أحد في جاهلية ولا اسلام الا قتل قال يقول لها لو يدعى الفتى لطعنة\nلأجاب قال فنزل فتحدث معه ساعة وتحدثوا معه ثم قال هل لك يا بن الأشرف أن\nنتماشى إلى شعب العجوز فنتحدث بقية ليلتنا هذه قال إن شئتم فخرجوا يتماشون\nساعة ثم إن أبا نائلة شام يده في فود رأسه ثم شم يده ثم قال ما رأيت\nكالليلة طيبا أعطر قط ثم مشى ساعة ثم عاد لمثلها حتى اطمأن ثم مشى ساعة ثم\nعاد لمثلها فأخذ بفري رأسه ثم قال اضربوا عدو الله فضربوه فاختلفت عليه\nأسيافهم فلم تغن شيئا قال محمد بن سلمة فذكرت مغولا في سيفي حين رأيت\nأسيافنا لم تغن شيئا فأخذته وقد صاح عدو الله صيحة لم يبق حولنا حصن الا\nأوقدت عليه النار فوضعته في ثنته ثم تحاملت عليه حتى بلغت عانته فوقع عدو\nالله وقد أصيب الحارث بن أوس بن معاذ فجرح في رأسه أو في رجله أصابه بعض\nأسيافنا قال فخرجنا حتى سلكنا على بني أمية بن زيد ثم على بني قريظة ثم على\nبعاث حتى <span id='ms136'></span> أسندنا في حرة العريض وقد أبطأ عنا صاحبنا الحارث بن أوس ونزفه\nالدم فوقفنا له ساعة ثم أتانا يتبع آثارنا فاحتملناه فجئنا به رسول الله\nصلى الله عليه وسلم وهو قائم يصلي فسلمنا عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج الينا فأخبرناه بقتل عدو الله وثفل على جرح صاحبنا ورجعنا إلى أهلنا\nفأصبحنا وقد خافت يهود تبعتنا فليس بها يهودي الا وهو يخاف على نفسه وقال\nرسول الله صلى الله عليه وسلم من ظفرتم به من رجال يهود فاقتلوه فوثب محيصة\nبن مسعود على ابن سنينة رجل من تجار يهود وكان يلابسهم ويبايعهم فقتله وكان\nحويصة بن مسعود إذ ذاك لم يسلم فقال لمحيصة وكان أسن منه لما قتله وجعل\nيبصره يضربه يا عدو الله أقتلته أما والله لرب شحم في بطنك من ماله فقال\nمحيصة والله لقد أمرني بقتله من لو أمرني بقتلك لضربت عنقك قال فقال والله\nان دينا بلغ بك هذا لدين له شأن انطلق إلى صاحبك حتى أسمع منه فانطلق إلى\nرسول الله صلى الله عليه وسلم فكان أول اسلام حويصة فقال محيصة (يلوم ابن\nأم لو أمرت بقتله * لطبقت ذفراه بأبيض قاضب) (حسام كلون الملح أخلص صقله *\nمتى ما أصوبه فليس بكاذب) (وما سرني أني قتلتك طائعا * وأن لنا ما بين بصرى\nفمارب) وقال علي بن أبي طالب عليه السلام في قتل ابن الأشرف (عرفت ومن\nيعتدل يعرف * وأيقنت حقا فلم أصدف) (عن الكلم المحكمات التي * من الله ذي\nالرأفة الأرأف) (رسائل تدرس في المؤمنين * بهن اصطفى أحمد المصطفى) (فأصبح\nأحمد فينا عزيزا * عزيز المقامة والموقف) (فيآيها الموعدوه سفاها * ولم يأت\nحوبا ولم يعنف) (ألستم تخافون أدنى العذاب * وما آمن الله كالأخوف) (وأن\nتصرعوا تحت أسيافه * كمصرع كعب بن الأشرف) (غداة رأى الله طغيانه * فأعرض\nكالجمل الأجنف) (فأنزل جبريل في قتله * بوحي إلى عبده ملطف) (فدس الرسول\nرسولا اليه * بأبيض ذي هيبة مرهف) (فباتت عيون له معولات * ومن دمع كعب لها\nتذرف) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n(فقلنا لأحمد ذرنا قليلا * فانا من النوح لم <span id='ms137'></span> نشتف) (فأجلاهم ثم قال\nاظعنوا * دحورا على رغم الآنف) (فأجلى النضير إلى غربة * وكانوا بدار ذوي\nزخرف) (إلى أذرعات ردافا وهم * على كل ذي دبر أعجف) وكانت إقامة رسول الله\nصلى الله عليه وسلم بالمدينة بعد قدومه من بحران جمادي الآخرة ورجب وشعبان\nورمضان وغزوة قريش غزوة أحد في شوال سنة ثلاث 503 أخبرنا عبد الله بن الحسن\nالحراني قال نا النفيلي عن محمد بن سلمة عن محمد بن إسحاق قال وكان من حديث\nأحد كما حدثني محمد بن مسلم بن عبيد الله الزهري ومحمد بن يحيى ابن حبان\nوعاصم بن عمر بن قتادة والحصين بن عبد الرحمن بن عمرو بن سعد بن معاذ\nوغيرهم من علمائنا كل قد حدثني بعض الحديث عن يوم أحد فاجتمع حديثهم كله\nفيما سقت من هذا الحديث عن يوم أحد قال لما أصيبت قريش أو من قاله منهم\nببدر وأصحاب القليب من كفار قريش فرجع فلهم إلى مكة ورجع أبو سفيان بن حرب\nمشى عبد الله بن أبي ربيعة وعكرمة بن أبي جهل وصفوان بن أمية في رجال من\nقريش ممن أصيب آباؤهم وأبناؤهم وإخوانهم ببدر وكلموا أبا سفيان بن حرب ومن\nكانت له في تلك العير تجارة فقالوا يا معاشر قريش ان محمدا قد وتركم وقتل\nرجالكم وخياركم فأعينونا بهذا المال على حربه لعلنا أن ندرك منه ثأرنا بما\nأصاب منا ففيهم فيما ذكر لي بعض أهل العلم أنزل الله * (إن الذين كفروا\nينفقون أموالهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم\nيغلبون والذين كفروا إلى) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nجهنم يحشرون) فلما فعل ذلك أبو سفيان وأصحاب تلك العير أجمعت قريش لحرب\nرسول الله صلى الله عليه وسلم بأحابيشها ومن أطاعهم من قبائل بني كنانة\nوأهل تهامة كل أولئك قد استغووا على حرب رسول الله صلى الله عليه وسلم وكان\nأبو عزة عمرو بن عبد الله الجمحي قد من عليه رسول الله صلى الله عليه وسلم\nوعاهده على أن لا يظاهر عليه فأجمعت قريش <span id='ms138'></span> السير إلى أحد قال صفوان بن أمية\nيا أبا عزة انك امرؤ شاعر فأعنا بلسانك واخرج معنا فقال ان محمدا قد من علي\nولا أريد أن أظاهر عليه أحدا قال بلى فأعنا بنفسك فلك ان رجعت أن أعينك فان\nأصبت أجعل بناتك مع بناتي يصيبهن ما أصابهن من عسر و يسر فخرج أبو عزة يسير\nفي تهامة يدعو بني كنانة يقول (يا بني عبد مناة الرزام * أنتم بنو حرب\nضرابو الهام) (أنتم حماة وأبوكم حام * لا يعدوني نصركم بعد العام) (لا\nتسلموني لا يحل اسلام *) ثم دعا جبير بن مطعم بن عدي بن نوفل بن عبد مناف\nغلاما له يقال له وحشي وكان حبشيا يضرب 167 ألف بحربة له قذف الحبشة قل ما\nيخطئ بها فقال له أخرج مع الناس فان قتلت عم محمد يعني حمزة بعمي طعيمة بن\nعدي فأنت عتيق وكان طعيمة ممن قتل الله يوم بدر فخرجت قريش بحدها وحديدها\nوأحابيشها ومن تبعها من كنانة وأهل تهامة وخرجوا بالظعن التماس الحفيظة\nلئلا يفروا فخرج أبو سفيان وهو قائد الناس بهند ابنة عتبة بن ربيعة وخرج\nصفوان ابن أمية بن خلف ببرزة ابنة مسعود بن عمرو بن عمر الثقفية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nوهي أم عبد الله بن صفوان وخرج عمرو بن العاص بريطة بنت منبه ابن الحجاج\nوهي أم عبد الله بن عمرو وكانت هند بنت عتبة كلما مرت بوحشي أو مر بها قالت\nأبا دسمة أشف واشتف وكان وحشي يكنى بأبي دسمة فأقبلوا حتى نزلوا ببطن\nالسبخة من قناة على شفير الوادي مما يلي المدينة فلما سمع بهم رسول الله\nصلى الله عليه وسلم والمسلمون قد نزلوا حيث نزلوا قال رسول الله صلى الله\nعليه وسلم للمسلمين اني قد رأيت بقرا ورأيت في ذباب سيفي ثلما ورأيت أني\nأدخلت يدي في درع حصينة وتأولتها المدينة فان رأيتم أن تقيموا وتدعوهم حيث\nقد نزلوا فان أقاموا أقاموا بشر مقام وان دخلوا علينا قاتلناهم فيها ونزلت\nقريش منزلها بأحد يوم الأربعاء فأقاموا بها <span id='ms139'></span> ذلك اليوم ويوم الخميس ويوم\nالجمعة وراح رسول الله صلى الله عليه وسلم حين صلى الجمعة فأصبح بالشعب من\nأحد فالتقوا يوم السبت في النصف من شوال سنة ثلاث وكان رأي عبد الله بن أبي\nسلول مع رسول الله صلى الله عليه وسلم يرى رأيه في ذلك ألا يخرج إليهم وكان\nرسول الله صلى الله عليه وسلم يكره الخروج من المدينة فقال رجال من\nالمسلمين ممن أكرمهم الله بالشهادة يوم أحد وغيرهم ممن كان فاتته بدر\nوحضروه يا رسول الله اخرج بنا إلى أعدائنا لا يرون أنا جبنا عنهم ارضخنا\nقال عبد الله بن أبي بن سلول يا رسول أقم بالمدينة فان أقاموا أقاموا بشر\nمحبس وان رجعوا رجعوا خائبين كما جاؤوا وان دخلوها قاتلهم الرجال في وجوههم\nورماهم الصبيان والنساء بالحجارة من فوقهم فلم يزل الناس برسول الله صلى\nالله عليه وسلم الذين كان من أمرهم حب لقاء الله حتى دخل رسول الله صلى\nالله عليه وسلم فلبس لامته وذلك يوم الجمعة حين فرغ من الصلاة وقد مات في\nذلك اليوم رجل من الأنصار يقال له مالك بن عمرو أحد بني النجار فصلى عليه\nرسول الله ثم خرج وقد ندم الناس وقالوا استكرهنا رسول الله صلى الله عليه\nوسلم فقالوا يا رسول الله استكرهناك اقعد ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nيكن لنا ذلك صلى الله عليك فقال رسول الله صلى الله عليه وسلم ما ينبغي\nلنبي إذا لبس لامته أن يضعها حتى يقاتل فخرج رسول الله في ألف من أصحابه\nحتى إذا كان بالشوط بين المدينة وأحد انخزل عنه عبد الله ابن أبي بن سلول\nبثلث الناس وقال أطاعهم وعصاني والله ما ندري على ما نقتل أنفسنا هاهنا\nأيها الناس ثم رجع بمن معه من قومه من أهل النفاق وأهل الريب واتبعهم عبد\nالله بن عمرو بن حرام أحد بني سلمة يقول يا قوم أذكركم الله أن تخذلوا\nنبيكم وقومكم عندما حضر من عدوكم قالوا لو نعلم أنكم تقاتلون ما أسلمناكم\nولكنا لا <span id='ms140'></span> نرى أن يكون قتال فلما استصعبوا عليه وأبوا الا الانصراف عنهم قال\nأبعدكم الله أعداء الله فسيغني الله عنكم ومضى رسول الله صلى الله عليه\nوسلم حتى سلك حرة بني حارثة فذب فرس بذنبه فأصاب كلاب سيف فاستله فقال رسول\nالله صلى الله عليه وسلم وكان رسول الله صلى الله عليه وسلم يحب الفال ولا\nيعتاف لصاحب السيف شم سيفك فاني أرى أن السيوف ستسل اليوم 504 ثم قال رسول\nالله صلى الله عليه وسلم لأصحابه من رجل يخرج بنا على القوم من كثب أي قريب\nمن طريق لا يمر بنا عليهم فقال أبو خيثمة أخو بني حارثة بن الحارث أنا يا\nرسول الله فنفذ به في حرة بني حارثة وبين أموالهم حتى سلك به في مال لربعي\nبن قيظي وكان رجلا منافقا ضرير البصر فلما أحس برسول الله ومن معه قام يحثو\nفي وجوههم التراب وهو يقول إن كنت رسول الله فلا أحل لك أن تدخل حائطي وقد\nذكر لي أنه أخذ حفنة من تراب بيده ثم قال والله لو أعلم أني لا أصيب بها\nغيرك لضربت بها وجهك فابتدره القوم ليقتلوه فقال لهم هذا الأعمى أعمى القلب\nوالبصر وقد بدر اليه سعد أخو بني عبد الأشهل قبل نهي رسول الله صلى الله\nعليه وسلم فضربه بالقوس في رأسه وشجه ومضى رسول الله على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nوجهه حتى نزل بالشعب من أحد من عدوة الوادي إلى الجبل فجعل ظهره وعسكره\nإلى أحد وقال لا يقاتل أحد حتى نأمره بالقتال وقد سرحت قريش الظهر والكراع\nفي ذروع كانت بالضيعة من قناة فقال رجل من الأنصار حين نهى رسول الله صلى\nالله عليه وسلم عن القتال أترعى زروع بني قيل ولما نضارب وتعبي رسول الله\nصلى الله عليه وسلم للقتال في سبع مائة رجل وتعبت قريش وهم ثلاثة آلاف\nومعهم مائتا فرس قد جنبوها فجعلوا على ميمنة الخيل خالد بن الوليد وعلى\nميسرتها عكرمة بن أبي جهل وأمر رسول الله على الرماة وهم خمسون <span id='ms141'></span> رجلا عبد\nالله بن جبير أخا بني عمرو بن عوف وهو يومئذ معلم بثياب بياض وقال أنضح عنا\nالخيل بالنبل لا يأتونا من خلفنا ان كانت لنا أو علينا أثبت مكانك لا نؤتين\nمن قبلك وظاهر رسول الله عليه السلام بين درعين وقال من يأخذ هذا السيف\nبحقه فقام اليه رجال فأمسكه عنهم حتى قام اليه أبو دجانة سماك بن خرشة أخو\nبني ساعدة فقال وما حقه يا رسول الله قال أن تضرب به القوم حتى ينثني قال\nأنا آخذه يا رسول الله بحقه فأعطاه إياه وكان أبو دجانة رجلا شجاعا يختال\nعند الحرب إذا كانت وكان إذا أعلم بعصابة له حمراء يعصبها على رأسه علم\nالناس أنه سيقاتل فلما أخذ السيف من يد رسول الله أخرج عصابته تلك فعصب بها\nرأسه فجعل يتبختر بين الصفين 505 أخبرنا عبد الله بن الحسن الحراني قال نا\nالنفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال حدثني جعفر بن عبد الله\nبن أسلم مولى عمر بن الخطاب عن رجل من الأنصار من بني سلمة قال قال رسول\nالله صلى الله عليه وسلم حين رأى أبا دجانة يتبختر انها لمشية يبغضها الله\nالا في هذا الموطن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n506 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا ابن سلمة عن\nمحمد بن إسحاق قال حدثني عاصم بن عمر بن قتادة أن أبا عامر صيفي بن مالك بن\nالنعمان بن أمية أحد بني ضبيعة قد كان خرج حين خرج من مكة مواعدا لرسول\nالله عليه السلام بخمسين غلاما من الأوس منهم عثمان بن حنيف وبعض الناس\nيقول كانوا خمسة عشر فكان أبو عامر يعد قريشا أن لو قد لقي قومه لم يتخلف\nمنهم رجلان فلما التقى الناس كان أول من لقيهم أبو عامر في الأحابيش وعبدان\nأهل مكة فنادى يا معاشر الأوس أنا أبو عامر فقالوا لا أنعم الله بك عينا يا\nفاسق وكان أبو عامر يسمى في الجاهلية الراهب فسماه رسول الله <span id='ms142'></span> صلى الله عليه\nوسلم الفاسق فلما سمع ردهم عليه قال لقد أصاب قومي بعدي شر ثم قاتلهم قتالا\nشديدا ورضخهم بالحجارة فلما التقى الناس ودنا بعضهم من بعض قامت هند بنت\nعتبة في النسوة اللاتي معهما وأخذن الدفوف يضربن بها خلف الرجال يحرضنهم\nفقالت هند فيما تقول نحن بنات طارق ان تقبلوا نعانق ونفرش النمارق وان\nتدبروا نفارق فراق غير وامق فاقتتل الناس حتى حميت الحرب وقاتل أبو دجانة\nسماك بن خرشة حتى أمعن في الورد وحمزة وعلي ابن أبي طالب في رجال من\nالمسلمين فأنزل الله نصره وصدقهم وعده فحسوهم بالسيوف حتى كشفوهم وكانت\nالهزيمة لا شك فيها 507 وأخبرنا عبد الله بن الحسن الحراني قال نا النفيلي\nقال نا محمد بن سلمة عن محمد بن إسحاق قال نا يحيى بن عباد بن عبد الله بن\nالزبير عن أبيه عن عبد الله بن الزبير عن الزبير قال لقد رأيتني أنظر إلى\nخدم هند ابنة عتبة وصواحبها مشمرات هوادب ما دون أخذهن قليل ولا كثير إذ\nمالت الرماة عن العسكر حين كشفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nالقوم عنه يريدون النهب وخلوا ظهورنا للخيل فأتينا من أدبارنا وصرخ صارخ\nألا ان محمدا قد قتل فانكفأنا وانكفيء علينا بعد أن أصبنا أصحاب اللواء حتى\nما يدنو منه أحد من القوم فانكشف المسلمون فأصاب منهم العدو فكان يوم بلاء\nوتمحيص أكرم الله فيه من أكرم بالشهادة وكان من المسلمين في ذلك اليوم لما\nأصابهم فيه من شدة البلاء أثلاثا فثلث قتيل وثلث جريح وثلث منهزم من قد\nلقيته الحرب حتى ما يدري ما يصنع حتى خلص العدو إلى رسول الله صلى الله\nعليه وسلم فقذف بالحجارة حتى وقع لشقه وأصيبت رباعيته وشج في وجنته وكلمت\nشفتاه وكان الذي أصابه عتبة بن أبي وقاص وقال رسول الله صلى الله عليه وسلم\nحين غشيه القوم من يشتري لنا نفسه كما حدثني حصين بن عبد الرحمن بن سعد بن\nمعاذ عن محمد بن عمرو بن يزيد بن السكن فقام زياد بن <span id='ms143'></span> السكن في خمسة نفر من\nالأنصار وبعض الناس يقول انما هو عمارة بن زياد بن السكن فقاتلوا دون رسول\nالله صلى الله عليه وسلم رجل فرجل فيقتلون دونه حتى كان آخرهم زياد بن\nالسكن أو عمارة بن زياد فقاتل حتى أثبته الجراح ثم فاءت فئة من المسلمين\nفأجهضوهم عنه فقال رسول الله صلى الله عليه وسلم ادنوه مني فوسده رسول الله\nصلى الله عليه وسلم قدمه فمات وخده فوق قدم رسول الله صلى الله عليه وسلم\nوترس أبو دجانة رسول الله بنفسه يقع النبل في ظهره وهو منحن عليه حتى كثرت\nفيه النبل ورمى سعد بن أبي وقاص دون رسول الله صلى الله عليه وسلم قال سعد\nفلقد رأيته يناولني النبل ويقول أرم فداك أبي وأمي حتى أنه ليناولني السهم\nما له من نثل فيقول ارم به 508 أخبرنا عبد الله بن الحسن الحراني قال نا\nالنفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال حدثني عاصم بن عمر بن\nقتادة أن رسول الله صلى الله عليه رمى عن قوسه حتى اندقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nسيتها فأخذها قتادة بن النعمان فكانت عنده وأصيبت يومئذ عين قتادة بن\nالنعمان حتى وقعت على وجنته قال محمد بن إسحاق فحدثني عاصم بن عمر بن قتادة\nأن رسول الله صلى الله عليه وسلم ردها بيده فكانت أحسن عينيه وأحدهما وقاتل\nمصعب ابن عمير دون رسول الله صلى الله عليه وسلم ومعه لواؤه حتى قتل فكان\nالذي أصابه ابن قميئة الليثي وهو يظن أنه رسول الله صلى الله عليه وسلم\nفرجع إلى قريش فقال قد قتلت محمدا فلما قتل مصعب أعطى رسول الله صلى الله\nعليه وسلم علي بن أبي طالب اللواء وقاتل حمزة بن عبد المطلب حتى قتل أرطأة\nبن شرحبيل بن هاشم بن عبد مناف بن عبد الدار بن قصي وكان أحد النفر الذين\nيحملون لواء قريش ثم مر به سباع بن عبد العزى الغبشاني وكان يكنى بأبي نيار\nفقال له حمزة هلم إلي يا <span id='ms144'></span> بن مقطعة البظور فضربه فكأنما أخطأ رأسه وكانت أم\nنيار مولاة شريق بن عمرو بن وهب الثقفي ختانه بمكة فلما التقيا ضربه حمزة\nفقتله وقال وحشي غلام جبير بن مطعم والله اني لأنظر إلى حمزة يهد الناس\nبسيفه ما يليق شيئا مثل الجمل الاورق إذ تقدمني اليه سباع بن عبد العزى\nفقال له حمزة هلم إلي يا ابن مقطعة البظور فضربه فكأنما أخطأ رأسه وهززت\nحربتي إذا رضيت منها وقعتها عليه حتى وقعت في ثنته حتى خرجت من بين رجليه\nوأقبل نحوي فغلب فأمهلته حتى إذا مات جئت اليه فأخذت حربتي ثم تنحيت إلى\nالعسكر ولم يكن لي بشيء حاجة غيره وقد قتل عاصم بن ثابت ابن الأقلح أخو بني\nعمرو بن عوف مسافع بن طلحة وأخاه كلابا كلاهما بشعره سهما فتأتي أمه سلافة\nفتضع رأسه في حجرها فتقول يا بني من أصابك فيقول سمعت رجلا حين رماني يقول\nخذها إليك وأنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nابن الأقلح فتقول أقلحي هو فنذرت لو أن الله أمكنها من رأس عاصم أن تشرب\nفيه الخمر وكان عاصم قد أعطى الله عهدا أن لا يمس مشركا ولا يمسه أبدا 509\nأخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن سلمة عن\nمحمد بن إسحاق قال حدثني القاسم بن عبد الرحمن بن رافع أخو بني عدي بن\nالنجار قال انتهى أنس بن النضر وهو عم أنس بن مالك وبه سمي أنسا إلى عمر بن\nالخطاب وطلحة بن عبيد الله رضي الله عنهما في رجال من المهاجرين والأنصار\nوقد ألقوا بأيديهم فقال ما يجلسكم قالوا قتل رسول الله صلى الله عليه وسلم\nقال فما تظنون بالحياة بعد قوموا فموتوا على ما مات عليه رسول الله صلى\nالله عليه وسلم ثم استقبل القوم فقاتل حتى قتل 510 أخبرنا عبد الله بن\nالحسن الحراني قال نا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال\nحدثني حميد الطويل عن أنس بن مالك قال لقد وجدنا بأنس بن <span id='ms145'></span> النضر يومئذ سبعين\nضربة ما عرفته الا أخته عرفت ببنانه 511 أخبرنا عبد الله بن الحسن الحراني\nقال نا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال كان أول من عرف\nرسول الله صلى الله عليه وسلم بعد الهزيمة وقول الناس قتل رسول الله كما\nحدثني ابن شهاب الزهري عن عبد الله بن كعب أخي بني سلمة قال قال كعب عرفت\nعينيه تزهران من تحت المغفر فناديت بأعلى صوتي يا معشر المسلمين أبشروا هذا\nرسول الله صلى الله عليه وسلم فأشار إلي أن أنصت فلما عرف المسلمون رسول\nالله صلى الله عليه وسلم نهضوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nبه ونهض معهم نحو الشعب معه أبو بكر بن أبي قحافة وعمر بن الخطاب وعلي بن\nأبي طالب وطلحة بن عبيد الله والزبير بن العوام والحارث بن الصمة رضي الله\nعنهم أجمعين في رهط من المسلمين فلما أسند رسول الله صلى الله عليه وسلم في\nالشعب أدركه أبي بن خلف وهو يقول أين أنت يا محمد لا نجوت ان نجوت فقال\nالقوم أيعطف عليه يا رسول الله رجل منا فقال دعوه فلما دنا تناول رسول الله\nصلى الله عليه وسلم الحربة من الحارث بن الصمة يقول بعض القوم فيما ذكر لي\nفلما أخذها رسول الله صلى الله عليه وسلم انتفض بها انتفاضة تطاير عنه\nتطاير الشعراء من ظهر البعير إذا انتفض بها ثم استقبله فطعنه بها طعنة تردى\nبها عن فرسه مرارا 512 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي\nقال نا محمد بن سلمة عن محمد بن إسحاق قال حدثني صالح بن إبراهيم ابن عبد\nالرحمن بن عوف قال كان أبي بن خلف يلقى رسول الله صلى الله عليه وسلم بمكة\nفيقول يا محمد ان عندي العود أعلفه كل يوم فرقا من ذرة أقتلك عليه فيقول بل\nأنا أقتلك إن شاء الله فرجع إلى قريش وقد خدشه خدشا في عنقه غير كبير\nفاحتقن الدم قال قتلني والله محمد قالوا ذهب والله فؤادك <span id='ms146'></span> أن بك بأس قال إنه\nقد كان قال لي بمكة بل أنا أقتلك فوالله لو بصق علي لقتلني فمات عدو الله\nبسرف وهم قافلون به إلى مكة فقال حسان بن ثابت في قتل رسول الله أبيا وقوله\nله بمكة ما قال (لقد ورث الضلالة عن أبيه * أبي حين بارزه الرسول) فلما\nانتهى رسول الله صلى الله عليه وسلم إلى فم الشعب خرج علي بن أبي طالب رحمة\nالله عليه بالدرقة حتى ملأها ماء من المهراس ثم جاء به إلى رسول الله صلى\nالله عليه وسلم فوجد له ريحا فعافه فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nيشرب منه وغسل عن وجهه الدم وصب على رأسه وهو يقول اشتد غضب الله على من\nدمى وجه رسول الله 513 أخبرنا عبد الله بن الحسن قال نا النفيلي قال نا\nمحمد بن سلمة عن محمد بن إسحاق قال حدثني صالح بن كيسان عمن حدثه عن سعد بن\nأبي وقاص أنه كان يقول ما حرصت على قتل أحد ما حرصت على قتل عتبة بن أبي\nوقاص وان كان ما علمت سئ الخلق مبغضا في قومه ولقد كفاني منه قول رسول الله\nاشتد غضب الله على من دمى وجه رسوله فبينما رسول الله صلى الله عليه وسلم\nفي الشعب معه أولئك النفر من أصحابه إذ علت عالية على الجبل فقال رسول الله\nانه لا ينبغي لهم أن يعلونا فقاتل عمر بن الخطاب ورهط معه من المهاجرين حتى\nأهبطوهم عن الجبل ونهض رسول الله إلى الصخرة من الجبل ليعلوها وكان قد بدن\nوظاهر رسول الله بين درعين فلما ذهب لينهض لم يستطع فجلس تحته طلحة بن عبيد\nالله فنهض به حتى استوى عليها 514 أخبرنا عبد الله بن الحسن قال نا النفيلي\nقال نا محمد ابن سلمة عن محمد بن إسحاق قال حدثني يحيى بن عباد بن عبد الله\nبن الزبير عن أبيه عن عبد الله بن الزبير قال سمعت رسول الله صلى الله عليه\nوسلم يقول أوجب طلحة حين صنع ما صنع برسول <span id='ms147'></span> الله وقد كان الناس انهزموا عن\nرسول الله حتى انتهى بعضهم إلى المنقا دون الأعوص وفر عثمان بن عفان وعقبة\nبن عثمان وسعد بن عثمان رجلان من الأنصار ثم من بني زريق حتى بلغوا الجلعب\nجبلا بناحية المدينة فأقاموا به ثلاثا ثم رجعوا إلى رسول الله عليه السلام\nفقال رسول الله فيما زعموا لقد ذهبتم فيها عريضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n515 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن\nسلمة عن محمد بن إسحاق قال حدثني عاصم بن عمر ابن قتادة عن محمود بن لبيد\nعن حنظلة بن أبي عامر أخي بني عمرو بن عوف أنه التقى هو وأبو سفيان بن حرب\nفلما استعلاه حنظلة رآه شداد بن الأسود وكان يقال له ابن شعوب قد علا أبا\nسفيان فضربه شداد فقتله فقال رسول الله ان كان صاحبكم يعني حنظلة لتغسله\nالملائكة فسلوا أهله ما شأنه فسئلت صاحبته فقالت خرج وهو جنب حين سمع\nالهائعه فقال رسول الله لذلك غسلته الملائكة 516 أخبرنا عبد الله بن الحسن\nالحراني قال نا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال وقد وقفت\nهند بنت عتبة كما حدثني صالح بن كيسان والنسوة اللاتي كن معها يمثلن\nبالقتلى من أصحاب رسول الله صلى الله عليه وسلم يجد عن الآذان والانف حتى\nاتخذت هند من آذان الرجال وانفهم خدما وقلائد وأعطت خدمها وقلائدها وقرطتها\nوحشيا غلام جبير بن مطعم وبقرت عن كبد حمزة فلاكتها فلم تستطع أن تسيغها ثم\nعلت على صخرة مشرفة فصرخت بأعلى صوتها وقالت من الشعر حين ظفروا بما أصابوا\nمن أصحاب رسول الله صلى الله عليه وسلم (نحن جزيناكم بيوم بدر *) فأجابتها\nهند بنت أثاثة بن عباد بن المطلب بن عبد مناف فقالت (خزيت في بدر وبعد بدر\n*) ثم إن أبا سفيان حين أراد الانصراف علا الجبل ثم صرخ بأعلى صوته أنعمت\nفعال ان الحرب سجال يوم بيوم بدر أعل هبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nأي ظهر دينك فقال رسول الله لعمر رحمة <span id='ms148'></span> الله عليه قم فأجبه الله أعلى وأجل\nلا سواء قتلانا في الجنة وقتلاكم في النار فلما أجاب أبا سفيان قال هلم إلي\nيا عمر فقال له رسول الله أئته فانطلق فقال ما شأنه فقال له أبو سفيان\nأنشدك الله يا عمر أقتلنا محمدا قال اللهم لا وانه ليسمع كلامك الآن قال\nفأنت والله أصدق عندي من ابن قميئة وأبر لقول ابن قميئة قتلت محمدا ثم نادى\nأبو سفيان انه قد كان في قتلاكم مثل والله ما رضيت ما سخطت وما أمرت ولا\nنهيت ولما انصرف أبو سفيان ومن معه نادى ان موعدكم بدر العام المقبل فقال\nرسول الله لرجل من أصحابه قل نعم هي بيننا وبينك موعدا ثم بعث رسول الله\nصلى الله عليه وسلم علي بن أبي طالب فقال اخرج في أثر القوم فانظر ماذا\nيصنعون وماذا يريدون فان كانوا قد جنبوا الخيل وامتطوا الإبل فإنهم يريدون\nمكة وان ركبوا الخيل وساقوا الإبل فإنهم يريدون المدينة والذي نفسي بيده\nلئن أرادوها لأسيرن إليهم فيها ثم لا ناجزنهم قال علي رحمة الله عليه فخرجت\nفي اثرهم أنظر ماذا يصنعون فلما جنبوا الخيل وامتطوا الإبل ووجهوا إلى مكة\nأقبلت أصيح ما أستطيع ان أكتم ما أمرني به رسول الله صلى الله عليه وسلم\nلما بي من الفرح إذ رأيتهم انصرفوا عن المدينة 517 أخبرنا عبد الله بن\nالحسن الحراني قال نا النفيلي قال نا محمد بن سلمة عن محمد بن إسحاق قال\nوفرغ الناس لقتلاهم فقال رسول الله كما حدثني محمد بن عبد الله بن عبد\nالرحمن بن صعصه المازني أخو بني النجار من رجل ينظر لي ما فعل سعد بن\nالربيع أخو بلحارث بن الخزرج في الأحياء أو في الأموات فقال رجل من الأنصار\nأنا أنظر لك يا رسول الله بما فعل فنظر فوجده جريحا في القتلى به رمق فقال\nله ان رسول الله أمرني أن أنظر له أفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p513'> Vol. 03, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nالاحياء أنت أم في الأموات قال فأنا في الأموات فأبلغ رسول الله <span id='ms149'></span> عني\nالسلام وقل له ان سعد بن الربيع يقول جزاك الله عنا خير ما جزى نبيا عن\nأمته وأبلغ قومك عني السلام وقل ان سعد ابن الربيع يقول لكم انه لا عذر لكم\nعند الله ان يخلص إلى نبيكم ومنكم عين تطرف قال ثم لم أبرح حتى مات رحمة\nالله عليه فجئت رسول الله فأخبرته خبره فخرج رسول الله فيما بلغني يلتمس\nحمزة بن عبد المطلب فوجده ببطن الوادي قد بقر بطنه عن كبده ومثل به وجدع\nأنفه وأذناه 518 أخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا\nمحمد بن سلمة عن محمد بن إسحاق قال حدثني محمد بن جعفر ابن الزبير أن رسول\nالله صلى الله عليه وسلم قال حين رأى ما رأى لولا أن تحزن صفية أو تكون سنة\nمن بعدي ما غيبته ولتركته حتى يكون في بطون السباع وحواصل الطير ولئن أنا\nأظهرني الله على قريش في موطن لأمثلن بثلاثين رجلا منهم فلما رأى المسلمون\nحزن رسول الله صلى الله عليه وسلم وغيظه على ما فعل بعمه قالوا والله لئن\nأظهرنا الله عليهم لنمثلن بهم مثلة لم يمثلها أحد من العرب بأحد قط 519\nأخبرنا عبد الله بن الحسن الحراني قال نا النفيلي قال نا محمد بن سلمة عن\nمحمد بن إسحاق قال حدثني بريدة بن سفيان ابن فروة الأسلمي عن محمد بن كعب\nالقرظي وحدثني من لا أتهم عن ابن عباس أن الله أنزل في ذلك من قول رسول\nالله وقول أصحابه * (وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو\nخير) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p314'> Vol. 03, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nللصابرين) إلى آخر القضية فعفا رسول الله صلى الله عليه وسلم وصبر ونهى\nعن المثلة 520 أخبرنا عبد الله بن الحسن قال حدثنا النفيلي قال نا محمد ابن\nسلمة عن محمد بن إسحاق قال حدثني حميد الطويل عن الحسن عن سمرة بن جندب أنه\nقال ما قام فينا رسول الله صلى الله عليه وسلم مقاما ففارقه حتى يأمرنا\nبالصدقة وينهانا عن المثلة يتلوه <span id='ms150'></span> إن شاء الله الجزء الرابع محمد بن سلمة عن\nمحمد بن إسحاق قال حدثني من لا أتهم عن مقسم والحمد لله رب العالمين\nوصلواته على سيدنا محمد وآله وسلم تسليما كثيرا وحسبنا الله ونعم الوكيل\nوكتبه طاهر بن بركات الخشوعي في شهر رمضان من سنة أربع وخمسين وأربع مائة\nوالله المعين على كل حال إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p315'> Vol. 03, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم وأيضا أخبرنا الخطيب البغدادي بدمشق في سنة أربع\nوخمسين وأربع مائة قال أخبرنا محمد بن أحمد بن رزقوية إجازة قال نا القاضي\nأبو بكر محمد بن عمر بن سلم الحافظ قال سألت أبا العباس أحمد بن محمد بن\nسعيد عن عبد السلام الذي يحدث عنه سعيد بن أبي عروبة فقال هو عبد السلام بن\nعبد الله بن جابر الأحمسي وهو الذي يحدث عنه إسماعيل بن أبي خالد فيقول عبد\nالسلام رجل من حيه يريد بجيلة قصة الزبير وهو الذي يحدث مجالد عن أبيه\nفيقول عبد الله بن جابر قال وسمعت داود بن يحيى يقول عبد الله بن جابر الذي\nيحدث عنه سفيان الثوري عن نافع عن ابن عمر قصة سيف عمر هو ابن عمر هو أبو\nهذا قال العباس وما أخذته الا عنه تم بحمد الله والسلام على من اتبع الهدى\nأثبتها........... عند طاهر بن بركات الخشوعي ولفظ الشيخ أبي بكر أحمد بن\nعلي بن ثابت الخطيب قال قد حضره الشيوخ أبو محمد عبد العزيز بن أحمد\nالكناني وأبو عبد الله محمد بن علي الطرسوسي وأبو الفتح عبد الصمد بن محمد\nبن تميم وأحمد بن عماد الهاشمي وأبو الفضل المسلم بن إبراهيم السلمي وأبو\nالفضل المسلم ابن عبد الواحد بن سعد بن النزلة وعلوان بن خليفة الغنوي وعلي\nابن محمد الكناني وحسين بن محمد الشهير وحسن بن محمد السواح وسلمان بن حمزة\nالسلمي الحداد وعمرو بن المعز الجمالي ومحمد بن مسلم الغساني وكاتب السماع\nبركات بن هبة الله بن محمد العامي وذلك بمدينة دمشق في الجامع في العشر\nالأول <span id='ms151'></span> من ذي الحجة سنة أربع وخمسين وأربع مائة تمت قطعة دمشق من الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "513",
    "314",
    "315",
    "316"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}