{
  "content": "\n<p>\nبسم الله الرحمن الرحيم توكلت على الله من عذب في الله بمكة من المؤمنين\n232 نا الشيخ أبو الحسين أحمد بن محمد بن النقور البزاز قراءه عليه وأنا\nأسمع قال نا أبو طاهر محمد بن عبد الرحمن المخلص قال قرىء على أبي الحسين\nرضوان بن أحمد وأنا أسمع قال نا أبو عمر أحمد بن عبد الجبار العطاردي قال\nنا يونس بن بكير عن ابن إسحاق قال نا الزهري قال حدثت أن أبا جهل وأبا\nسفيان والأخنس بن شريق خرجوا ليلة ليسمعوا من رسول الله صلى الله عليه وسلم\nوهو يصلي بالليل في بيته وأخذ كل رجل منهم مجلسا ليستمع فيه وكل لا يعلم\nبمكان صاحبه فباتوا يستمعون له حتى إذا أصبحوا أو طلع الفجر تفرقوا فجمعهم\nالطريق فتلاوموا وقال بعضهم لبعض لا تعودن لو رآكم بعض سفهائكم لأوقعتم في\nنفسه شيئا ثم انصرفوا حتى إذا كانت الليلة الثانية عاد كل رجل منهم إلى\nمجلسه فباتوا يستمعون له حتى إذا طلع الفجر تفرقوا فجمعهم الطريق فقال\nبعضهم لبعض مثل ما قالوا أول مرة ثم انصرفوا فلما كانت الليلة الثالثة أخذ\nكل رجل منهم مجلسه فباتوا يستمعون له حتى إذا طلع الفجر تفرقوا فجمعهم\nالطريق فقالوا لا نبرح حتى نتعاهد لا نعود فتعاهدوا على ذلك ثم تفرقوا فلما\nأصبح الأخنس بن شريق أخذ عصا ثم خرج حتى أتى أبا سفيان في بيته فقال حدثني\nيا أبا حنظلة عن رأيك فيما سمعت من محمد فقال يا أبا ثعلبة والله لقد سمعت\nأشياء أعرفها وأعرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nما يراد بها وأشياء ما أعرف معناها ولا ما يراد بها فقال الأخنس وأنا\nوالذي حلفت له به ثم خرج من عنده حتى أتى أبا جهل فدخل عليه بيته فقال يا\nأبا الحكم ما رأيك فيما سمعت من محمد فقال ماذا سمعت تنازعنا نحن وبنو عبد\nمناف الشرف أطعموا فأطعمنا وحملوا فحملنا وأعطوا فأعطينا حتى إذا تجاثينا <span id='ms152'></span>\nعلى الركب وكنا كفرسي رهان قالوا منا نبي يأتيه الوحي من السماء فمتى تدرك\nهذه والله لا نؤمن به أبدا ولا نصدقه فقام عنه الأخنس بن شريق 233 نا أحمد\nنا يونس عن ابن إسحاق قال ثم عدوا على من أسلم واتبع رسول الله صلى الله\nعليه وسلم من أصحابه فوثبت كل قبيلة على من فيها من المسلمين فجعلوا\nيعذبونهم 234 نا أحمد نا يونس عن ابن إسحاق قال حدثني هشام ابن عروة عن\nأبيه قال كان ورقة بن نوفل يمر ببلال وهو يعذب على الإسلام وهو يقول أحد\nأحد فيقول ورقة أحد أحد والله يا بلال لن تفدى ثم يقبل على من يفعل ذلك به\nمن بني جمح وعلى أمية فيقول احلف بالله لئن قتلتموه على هذا لأتخذنه حنانا\n235 نا أحمد نا يونس عن ابن إسحاق قال بلغني أن عمار بن ياسر قال وهو يذكر\nبلال بن رباح وأمه حمامة وأصحابه وما كانوا فيه من البلاء وعتاقة أبي بكر\nرضي الله عنه إياهم فقال (جزى الله خيرا عن بلال وصحبه * عتيقا وأخزى فاكها\nوأبا جهل) (عشية هما في بلال بسوءة * ولم يحذروا ما يحذر المرء ذو العقل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n(بتوحيده رب الأنام وقوله * شهدت بأن الله ربي على مهل) (فإن تقتلوني\nتقتلوني ولم أكن * بالرحمن من خيفة القتل) (فيا رب إبراهيم والعبد يونس *\nوموسى وعيسى نجني ثم لا تملى) (لمن ظل يهوى الغي من آل غالب * على غير بر\nكان منه ولا عدل) 236 نا يونس عن هشام بن عروة عن أبيه أن أبا بكر أعتق ممن\nكان يعذب في الله عز وجل سبعة أعتق بلالاوعامر بن فهيرة والزنيرة وجارية\nبني عمرو بن مؤمل والنهدية وابنتها وأم عبيس وذكر أنه مر بالنهدية ومولاتها\nتعذبها تقول والله لا أعتقك حتى يعتقك صباتك فقال أبو بكر أجل يا أم فلان\nقالت فأعتقها اذن فإنها على دينك قال أبو بكر فبكأين قالت بكذا وكذا فقال\nقد أخذتها وأعتقها ثم قال لها ردي عليها طحينها قالت دعني أطحنه <span id='ms153'></span> لها 237 نا\nيونس عن هشام بن عروة عن أبيه قال ذهب بصر الزنيرة وكانت ممن تعذب في الله\nعز وجل على الإسلام فتأبى إلا الإسلام فقال المشركون ما أصاب بصرها إلا\nاللات والعزى فقالت كذا والله ما هو كذلك فرد الله عليها بصرها 238 نا أحمد\nنا يونس عن ابن إسحاق قال حدثني ابن عبد الله عن أبي عتيق عن عامر بن عبد\nالله بن الزبير قال لما جعل أبو بكر يعتق أولئك الضعفاء بمكة قال له أبو\nقحافة أي بني لو أنك إذا أعتقت أعتقت رجالا جلدا يمنعونك ويقومون معك فقال\nله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nيا أبت إنما أريد ما أريد فيحدث ان هذه الآيات نزلن في أبي بكر * (فأما\nمن أعطى واتقى وصدق بالحسنى فسنيسره لليسرى) * إلى آخر السورة 239 نا أحمد\nنا يونس عن ابن إسحاق قال فحدثني رجال من آل عمار بن ياسر أن سمية أم عمار\nعذبها هذا الحي من بني المغيرة بن عبد الله بن مخزوم على الإسلام وهي تأبى\nغيره حتى قتلوها وكان رسول الله صلى الله عليه وسلم يمر بعمار وبأمه وهم\nيعذبون بالأبطح في رمضاء مكة فيقول صبرا آل ياسر موعدكم الجنة 240 نا أحمد\nنا يونس عن ابن إسحاق قال وكان ياسر عبدا لبني بكر من بني الأشجع بن ليث\nفاشتروه منهم فزوجوه سمية أم عمارفولدت عمارا وكانت سمية أمة لهم فأعتقوا\nسمية وعمارا وياسرا 241 نا يونس عن عبد الله بن عون عن محمد بن سيرين قال\nمر رسول الله صلى الله عليه وسلم بعمار بن ياسر وهو يبكي بذلك عليه فقال له\nرسول الله صلى الله عليه وسلم ما لك أخذك الكفار فغطوك في الماء فقلت كذا\nوكذا فان عادوا لك فقل كما قلت 242 نا أحمد نا يونس عن ابن إسحاق قال حدثني\nحكيم بن جبير عن سعيد بن جبيرقال قلت لابن عباس يا أبا عباس أكان المشركون\nيبلغون من المسلمين في العذاب ما يعذرون به في ترك دينهم فقال نعم والله إن\nكانوا ليضربون <span id='ms154'></span> أحدهم ويجيعونه ويعطشونه حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nما يقدر على أن يستوي جالسا من شدة الضر الذي به حتى أنه ليعطيهم ما\nسألوه من الفتنة وحتى يقولوااللات والعزى ألهك من دون الله فيقول نعم وحتى\nأن الجعل ليمر بهم فيقولون أهذا الجعل الهك من دون الله فيقول نعم إفتداء\nمنهم لما يبلغون من جهده 243 نا يونس عن العيزار بن حريث قال مر خالد بن\nالوليد على اللات والعزى فقال كفرانك لا سبحانك أني رأيت الله قد أهانك ثم\nمضى 244 نا يونس عن حبيب بن الأسدي عن مسلم بن صبيح قال قال أصحاب رسول\nالله صلى الله عليه وسلم لرسول الله صلى الله عليه وسلم أما قد كثرنا فلو\nأمرت كل عشرة منا فأتوا رجلا من صناديد قريش ليلا وأخذوه فقتلوه فتصبح\nالبلاد لنا فسر النبي صلى الله عليه وسلم بذلك حتى رئي في وجهه فقام عثمان\nبن عفان فقال يا رسول الله أبناءنا آباءنا إخواننا فما زال عثمان يردد ذلك\nحتى ساء رسول الله صلى الله عليه وسلم قولهم الأول ورئي في وجهه حتى رفض\nذلك وأخذنا المشركون حين أمسينا فما من أحد من أصحاب رسول صلى الله عليه\nوسلم إلا قد أعطى الفتنة غير بلال فإنه قال الأحد الأحد 245 نا أحمد نا\nيونس عن ابن إسحاق قال حدثني صالح ابن كيسان عن بعض آل سعد بن أبي وقاص قال\nكنا قوما يصيبنا صلف العيش بمكة مع رسول الله صلى الله عليه وسلم وشدته\nفلما أصابنا البلاء اعترفنا لذلك وصبرنا له وكان مصعب بن عمير أنعم غلام\nبمكة وأجوده حلة مع أبويه ثم لقد رأيته جهد في الإسلام جهدا شديدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nحتى لقد رأيت جلده يتخشف تخشف جلد الحية عنها حتى أن كنا لنعرضه على\nقسينا فنحمله مما به من الجهد وما يقصر عن شيء بلغناه ثم أكرمه الله عز وجل\nبالشهادة يوم أحد 246 نا أحمد نا يونس عن ابن إسحاق قال حدثني يزيد ابن\nزياد عن محمد بن كعب القرظي قال حدثني من <span id='ms155'></span> سمع علي ابن أبي طالب رضي الله\nعنه يقول إنا لجلوس مع رسول الله صلى الله عليه وسلم في المسجد إذ طلع\nعلينا مصعب بن عمير ما عليه إلا بردة له مرقوعة بفرو قال فلما رآه رسول\nالله صلى الله عليه وسلم بكى للذي كان فيه من النعمة وبما هو فيه اليوم\nفقال رسول الله صلى الله عليه وسلم كيف بك إذا غدا أحدكم في حلة را ح في\nحلة ووضعت بين يديه صحفة ورفعت أخرى وسترتم جدر بيوتكم كما تستر الكعبة\nفقالوا يا رسول الله نحن يومئذ خير منا اليوم نتفرغ للعبادة ونكفي المؤنة\nفقال رسول الله صلى الله عليه وسلم أنتم اليوم خير منكم يومئذ 247 نا أحمد\nنا يونس عن ابن إسحاق قال حدثني صالح ابن كيسان عن بعض آل سعد عن سعد بن\nأبي وقاص قال لقد رأيتني مع رسول الله صلى الله عليه وسلم بمكة فخرجت من\nالليل أبول فإذا أنا أسمع قعقعة شيء تحت بولي فنظرت فإذا قطعة جلد بعير\nفأخذتها فغسلتها ثم أحرقتها فرضضتها بين حجرين ثم استففتها فشربت عليها من\nالماء فقويت عليها ثلاثا 248 نا أحمد نا يونس عن ابن إسحاق قال حدثني يزيد\nبن زياد عن محمد بن كعب القرظي قال حدثني من سمع علي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nأبي طالب رضي الله عنه يقول خرجت في يوم شاتي من بيت رسول الله صلى الله\nعليه وسلم ولقد أخذت اهابا مقطوعا فخويت وسطه فأدخلته في عنقي وشددت وسطي\nوحزمته بخوص النخل وإني لشديد الجوع فلو كان في بيت رسول الله صلى الله\nعليه وسلم طعام أطعمت منه فخرجت التمس شيئا فمررت بيهودي في مال له وهو\nيستقي ببكرة له فاطلعت عليه من ثلمة في الحائط فقال ما لك يا عربي هل لك في\nكل دلو بتمرة فقلت نعم فافتح الباب حتى أدخل ففتح فدخلت فأعطاني دلوه فلما\nنزعت دلوا أعطاني تمرة حتى إذا امتلئت كفي أرسلت الدلو وقلت حسبي فأكلتها\nثم فرغت في الماء فشربت <span id='ms156'></span> ثم جئت المسجد فوجدت رسول الله صلى الله عليه وسلم\n249 نا يونس عن هشام بن عروة عن أبيه عن عائشة قالت كان ضجاع رسول الله صلى\nالله عليه وسلم ادما حشوه ليف 250 نا أحمد نا يونس عن ابن إسحاق عن الزهري\nعن عبيد الله بن أبي ثور عن عمر بن الخطاب رضي الله عنه قال دخلت على رسول\nالله صلى الله عليه وسلم وهو مضطجع على خصفة وأن بعضه لفي تراب متوسدا\nوسادة أدم محشوة ليفا فوق رأسه أهاب معطون معلق في سقف العلية وفي زاوية\nمنها شيء من قرط 251 نا يونس عن أبي معشر المدني عن سعيد المقبري قال كان\nلرسول الله صلى الله عليه وسلم حصر يفرشه بالنهار حتى إذا كان الليل إحتجره\nفي المسجد فصلى فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n252 نا يونس عن المسعودي عن عمرو بن مرة عن أدهم عن علقمة عن عبد الله\nقال اضطجع رسول الله صلى الله عليه وسلم ذات يوم على حصير فقام وقد أثر\nبجلده فلما استيقظ جعلت أمسح عنه وأقول ألا أذنتنا حتى نبسط لك على الحصير\nشيئا يقيك منه فقال رسول الله صلى الله عليه وسلم وما أنا والدنيا ما أنا\nوالدنيا إلا كراكب استظل تحت شجرة ثم راح وتركها 253 نا أحمد نا يونس عن\nابن إسحاق قال حدثني عبد الملك بن أبي سفيان الثقفي قال قدم رجل من أراش\nبابل له مكة فابتاعها منه أبو جهل بن هشام فماطله بأثمانها واقبل الأراشي\nحتى وقف على نادي قريش ورسول الله صلى الله عليه وسلم جالس في ناحية المسجد\nفقال يا معشر قريش من رجل يؤديني على أبي الحكم بن هشام فإني غريب ابن سبيل\nوقد غلبني على حقي وأنا غريب ابن سبيل فقال أهل المجلس ترى ذلك الرجل وهم\nيهزؤون به إلى رسول الله صلى الله عليه وسلم لما يعلمون بينه وبين أبي جهل\nمن العدواة إذهب إليه فهو يؤديك عليه فأقبل الأراشي حتى وقف على رسول الله\nصلى الله عليه وسلم فقال <span id='ms157'></span> يا عبد الله إن أبا الحكم بن هشام قد غلبني على حق\nلي وأنا غريب ابن سبيل وقد سألت هؤلاء القوم عن رجل يؤديني عليه يأخذ لي\nحقي منه فأشاروا لي إليك فخذ لي حقي منه رحمك الله فقال رسول الله صلى الله\nعليه وسلم انطلق إليه وقام معه فلما رأوه قام معه قالوا لرجل ممن معهم\nاتبعه فانظر ماذا يصنع يقول فخرج رسول الله صلى الله عليه وسلم حتى جاءه\nفضرب عليه بابه فقال من هذا فقال محمد فأخرج إلي فخرج إليه وما في وجهه\nرائحة وقد انتقع لونه فقال له أعط هذا الرجل حقه فقال نعم لا تبرح حتى\nأعطيه الذي له فدخل فخرج إليه بحقه فدفعه إليه ثم انصرف رسول الله صلى الله\nعليه وسلم وقال للأراشي الحق شأنك فأقبل الأراشي حتى وقف على ذلك المجلس\nفقال جزاه الله خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nفقد أخذ الذي لي وجاء الرجل الذي بعثوا معه فقالوا ويحك ماذا رأيت فقال\nعجبا من العجب والله إلا أن ضرب عليه بابه فخرج وما معه روحه فقال أعط هذا\nالرجل حقه قال نعم لا تبرح حتى أخرج إليه حقه فدخل فأخرج إليه حقه فأعطاه\nإياه ثم لم يلبث أن جاء أبو جهل فقالوا له ويلك مالك فوالله ما رأينا مثل\nما صنعت قال ويحكم والله ما هو إلا أن ضرب على بابي وسمعت صوته فملئت رعبا\nثم خرجت إليه وإن فوق رأسي لفحلا من الإبل ما رأيت مثل هامته ولا قصرته ولا\nأنيابه لفحل قط والله لو أبيت لأكلني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nحديث النبي عليه السلام حيث خاصمه المشركون 254 نا أحمد نا يونس عن ابن\nإسحاق قال حدثني شيخ من أهل مكة قديم منذ بضع وأربعين سنة عن عكرمة عن ابن\nعباس أن عتبة وشيبة ابني ربيعة وأبا سفيان بن حرب والنضر بن الحارث أخا بني\nعبد الدار وأبا البحتري أخا بني أسد والأسود بن عبد المطلب ابن الأسد وزمعة\nبن الأسود والوليد بن المغيرة وأبا جهل بن هشام <span id='ms158'></span> وعبد الله بن أبي أمية\nوأمية بن خلف والعاص بن وائل ونبيه ومنبه أبني الحجاج السهميين اجتمعوا أو\nاجتمع منهم بعد غروب الشمس عند ظهر الكعبة فقال بعضهم لبعض ابعثوا إلى محمد\nوكلموه وخاصموه حتى تغدروا فيه فبعثوا إليه أن أشراف قومك قد اجتمعوا لك\nليكلموك فجاءهم رسول الله صلى الله عليه وسلم سريعا وهو يظن أن قد بدا لهم\nفي أمره بداء وكان عليهم حريصا يحب رشدهم ويعز عليه عنتهم حتى جلس إليهم\nفقالوا يا محمد إنا قد بعثنا إليك لنعذر فيك وإنا والله ما نعلم رجلا من\nالعرب أدخل على قومه ما أدخلت على قومك ولقد شتمت الآباء وعبت الدين وسفهت\nالأحلام وشتمت الآلهة وفرقت الجماعة فإن بقي أمر قبيح إلا قد جئته فيما\nبيننا وبينك فإن كنت إنما جئت بهذا الحديث تطلب به مالا جمعنا لك من أمولنا\nحتى تكون أكثرنا مالا وان كنتا إنما تطلب به الشرف فينا سودناك علينا وإن\nكنت تريد به ملكا ملكناك علينا وإن كان هذا الذي يأتيك بما يأتيك به رديء\nتراه قد غلب عليك وكانوا يسمون التابع من الجن الرئي فربما كان ذلك بذلنا\nأمولنا في طلب الطب لك حتى نبرئك منه أو نعذر فيك فقال لهم رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nما أدري ما تقولون ما جئتكم بما جئتكم به لطلب أموالكم ولا الشرف فيكم\nولا الملك عليكم ولكن الله بعثني إليكم رسولا وأنزل علي كتابا وأمرني أن\nأكون لكم بشيرا ونذيرا فبلغتكم رسالة ربي ونصحت لكم فان تقبلوا مني ما\nجئتكم به فهو حظكم من الدنيا والآخرة وان تردوا علي أصبر لأمر الله حتى\nيحكم الله بيني وبينكم أو كما قال رسول الله صلى الله عليه وسلم فقالوا يا\nمحمد فان كنت غير قابل منا ما عرضنا عليك فإنك قد علمت أنه ليس أحد من\nالناس أضيق بلادا وأقل ماء ولا أشد عيشا منا فسل لنا ربك الذي بعثك بما\nبعثك به فليسير عنا هذه الجبال التي <span id='ms159'></span> قد ضيقت علينا وليبسط لنا بلادنا وليجر\nفيها أنهارا كأنهار الشام والعراق وليبعث لنا من مضى من آبائنا وليكن فيمن\nيبعث لنا فيهم قصي بن كلاب فإنه كان شيخا صدوقا نسئلهم عما تقول أحق هو أم\nباطل فان صنعت لنا ما سألناك وصدقوك صدقناك وعرفنا به منزلتك من الله وأنه\nبعثك رسولا كما تقول فقال لهم رسول الله صلى الله عليه وسلم ما بهذا بعثت\nانما جئتكم من الله بما بعثني به وقد بلغتكم ما أرسلت به فان تقبلوا مني\nفهو حظكم من الدنيا والآخرة وإن تردوه علي أصبر لأمر الله حتى يحكم بيني\nوبينكم فقالوا فإن لم تفعل لنا هذا فخذ لنفسك فسل ربك أن يبعث معك ملكا\nيصدقك بما تقول ويراجعنا عنك وسله فليجعل لك جنانا وكنوزا وقصورا من ذهب\nوفضة يغنيك بها عما نراك تبتغي فإنك تقوم بالأسواق وتلتمس المعاش كما\nنلتمسه وحتى تعرف العرب فضلك ومنزلتك من ربك ان كنت رسولا كما تزعم فقال\nلهم رسول الله صلى الله عليه وسلم ما أنا بفاعل ما أنا بالذي يسئل ربه هذا\nولا بعثت إليكم بهذا لكن الله بعثني بشيرا ونذيرا فان تقبلوا ما جئتكم به\nفهو حظكم من الدنيا والآخرة وان تردوه علي أصبر لأمر الله حتى يحكم الله\nبيني وبينكم قالوا فأسقط السماء كما زعمت أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nربك ان شاء فعل فانا لا نؤمن لك الا ان تفعل فقال رسول الله صلى الله\nعليه وسلم ذلك اليه ان شاء فعل ذلك ربكم قالوا يا محمد فما علم ربك أنا\nسنجلس معك ونسئلك عما سألناك عنه ونطلب منك ما نطلب فيتقدم إليك فيعلمك ما\nتراجعنا به ويخبرك ما هو صانع في ذلك بنا إذا لم نقبل منك ما جئتنا به فقد\nبلغنا أنه إنما يعلمك هذا الرجل باليمامة يقال له الرحمن وانا والله لا\nنؤمن بالرحمن أبدا فقد أعذرنا إليك يا محمد وانا والله لا نتركك وما بلغت\nمنا حتى نهلكك أو تهلكنا وقال قائلهم نحن نعبد الملائكة <span id='ms160'></span> وهن بنات الله وقال\nقائلهم لن نؤمن لك حتى تأتي بالله والملائكة قبيلا فلما قالوا له ذلك قام\nرسول الله صلى الله عليه وسلم عنهم وقام معه عبد الله بن أبي أمية بن\nالمغيرة بن عبد الله بن عمر بن مخزوم وهو ابن عمته ابن عاتكة بنت عبد\nالمطلب فقال له يا محمد عرض عليك قومك ما عرضوا فلم تقبله منهم ثم سألوك\nلأنفسهم أمورا ليعرفوا بها منزلتك من الله فلم تفعل ثم سألوك أن تعجل لهم\nبعض ما تخوفهم به من العذاب فوالله لا أومن بك أبدا حتى تتخذ إلى السماء\nسلما ثم ترقى فيه وأنا أنتظر حتى تأتيها ثم تأتي معك بصك منشور ومعك أربعة\nمن الملائكة يشهدون أنك كما تقول وأيم الله ان لو فعلت ذلك ما ظننت أني\nأصدقك ثم انصرف عنى رسول الله صلى الله عليه وسلم وانصرف رسول الله صلى\nالله عليه وسلم إلى أهله حزينا آسفا لما فاته مما كان فيه يطمع من قومه حين\nدعوه ولما رأى من مباعدتهم إياه فلما قام عنهم رسول الله صلى الله عليه\nوسلم قال أبو جهل يا معشر قريش ان محمدا قد أبى الا ما ترون من عيب ديننا\nوشتم آبائنا وتسفيه أحلامنا وسب آلهتنا واني أعاهد الله لأجلس له غدا بحجر\nهو ما أطيق حمله فإذا سجد في صلاته فضخت به رأسه فاسلموني عند ذلك أو\nامنعوني فليصنع بعد ذلك بنو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nعبد مناف ما بدا لهم قالوا والله ما نسلمك لشيء أبدا فامض لما تريد فلما\nأصبح أبو جهل أخذ حجرا كما وصف ثم جلس لرسول الله صلى الله عليه وسلم\nينتظره وغدا رسول الله صلى الله عليه وسلم كما كان يغدو وكان رسول الله صلى\nالله عليه وسلم بمكة وقبلته إلى الشأم وكان إذا صلى صلى بين الركنين الأسود\nواليماني وجعل الكعبة بينه وبين الشأم فقام رسول الله صلى الله عليه وسلم\nيصلي وقد غدت قريش فجلسوا في أنديتهم يبتظرون ما أبو جهل فاعل <span id='ms161'></span> فلما سجد\nرسول الله صلى الله عليه وسلم احتمل الحجر ثم أقبل نحوه حتى إذا دنا منه\nرجع متهيبا منتقعا قد تغير لونه مرعوبا قد يبست يداه على حجره حتى قذف\nالحجر من يده وقامت رجال من قريش فقالوا ما لك يآبا الحكم فقال قمت اليه\nلأفعل ما قلت لكم البارحة فلما دنوت منه عرض لي دونه فحل من الإبل والله ما\nرأيت مثل هامته ولا قصرته ولا أنيابه لفحل قط فهم بأن يأكلني 255 نا أحمد\nنا يونس عن ابن إسحاق فذكر لي أن رسول الله صلى الله عليه وسلم قال ذلك\nجبريل لو دنا لأخذه 256 نا يونس قال ثم رجع الحديث إلى الأول قال فلما قال\nله ذلك أبو جهل قام النضر بن الحارث بن كلدة بن علقمة بن عبد مناف بن عبد\nالدار بن قصي فقال يا معشر قريش انه والله قد نزل بكم أمر ما أشلتم له نبله\nبعد لقد كان محمد فيكم غلاما حدثا أرضاكم فيكم وأصدقكم حديثا وأعظمكم أمانة\nحتى إذا رأيتم في صدغيه الشيب وجاءكم بما جاءكم قلتم ساحر ولا والله ما هو\nبساحر قد رأينا السحرة ونفثهم وعقدهم وقلتم كاهن ولا والله ما هو بكاهن وقد\nرأينا الكهنه وحالهم وسمعنا سجعهم وقلتم شاعر ولا والله ما هو بشاعر ولقد\nروينا الشعر وسمعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nأصنافه كلها هزجه رجزه وقريضه وقلتم مجنون ولا والله ما هو مجنون ولقد\nرأينا الجنون فما هو بخنقه ولا وسوسته ولا تخليطه يا معشر قريش انظروا في\nشأنكم فإنه والله قد نزل بكم أمر عظيم وكان النضر من شياطين قريش وممن كان\nيؤذي رسول الله صلى الله عليه وسلم وينصب له العدواة وكان قد قدم الحيرة\nوتعلم بها أحاديث ما لفارس وأحاديث رستم واسفندياذ وكان رسول الله صلى الله\nعليه وسلم إذا جلس مجلسا يذكر فيه بالله ويحذر قومه ما أصاب من قبلهم من\nالأمم من نقمة الله خلفه في مجلسه إذا قام ثم يقول أنا والله يا معشر قريش\nأحسن <span id='ms162'></span> حديثا منه فهلموا فأنا أحدثكم أحسن من حديثه ثم يحدثهم عن ملوك فارس\nورستم واسفيدياذ ثم يقول بماذا محمد أحسن حديثا مني 257 نا أحمد نا يونس عن\nابن إسحاق قال حدثني رجل من أهل مكة عن سعيد بن جبير عن ابن عباس قال أنزل\nالله في النضر ثماني آيات من القرآن قول الله تعالى * (إذا تتلى عليه\nآياتنا قال أساطير الأولين) * وكل ما ذكر فيه الأساطير من القرآن فلما قال\nالنضر ذلك بعثوه وبعثوا معه عقبة بن أبي معيط إلى أحبار يهود بالمدينة\nفقالوا لهما سلوهم عن محمد وصفوا لهم صفته وأخبروهم بقوله فإنهم أهل الكتاب\nالأول وعندهم علم ما ليس عندنا من علم الأنبياء فخرجا حتى قدما المدينة\nفسألا أحبار يهود عن رسول الله صلى الله عليه وسلم ووصفوا لهم أمره\nوأخبروهم ببعض قوله وقالوا لهم أنكم أهل التوراة فقد جئناكم لتخبرونا عن\nصاحبنا هذا فقالت لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nأحبار يهود سلوه عن ثلاث نأمركم بهن فإن أخبركم بهن فهو نبي مرسل وإن لم\nيفعل فالرجل متقول فروا فيه رأيكم سلوه عن فتية ذهبوا في الدهر الأول ما\nكان من أمرهم فإنه كان لهم حديث عجيب وسلوه عن رجل طواف قد بلغ مشارق الأرض\nومغاربها ما كان نبؤه وسلوه عن الروح ما هو فإن أخبركم بذلك فهو نبي\nفاتبعوه وإن لم يخبركم فهو رجل متقول فاصنعوا في أمره ما بدا لكم فأقبل\nالنضر وعقبة حتى قدما مكة على قريش فقالا يا معشر قريش قد جئناكم بفصل ما\nبينكم وبين محمد قد أمرنا أحبار يهود أن نسئله عن أمور وأخبروهم بها فجاؤوا\nرسول الله صلى الله عليه وسلم فقالوا يا محمد أخبرنا فسألوه عما أمروهم به\nفقال لهم رسول الله صلى الله عليه وسلم أخبركم عما سألتم عنه غدا ولم يستثن\nفانصرفوا عنه فمكث رسول الله صلى الله عليه وسلم خمس عشرة ليلة لا يحدث\nالله تعالى في ذلك وحيا ولا يأتيه جبريل عليه السلام حتى أرجف أهل مكة\nوقالوا وعدنا محمدا <span id='ms163'></span> غدا واليوم خمس عشرة ليلة وقد أصبحنا فيها لا يخبرنا\nبشيء مما سألناه عنه حتى حزن رسول الله صلى الله عليه وسلم مكث الوحي عنه\nوشق عليه ما تكلم به أهل مكة ثم جاءه جبريل من الله بسورة أصحاب الكهف فيها\nمعاتبته إياه على حزنه وخبر ما سألوه عنه من أمر الفتية والرجل الطواف يقول\nالله تعالى * (ويسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم\nإلا قليلا) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n258 نا أحمد نا يونس عن ابن إسحاق قال فبلغني أن رسول الله صلى الله عليه\nوسلم افتتح السورة فقال * (الحمد لله الذي أنزل على عبده الكتاب) * يعني\nمحمدا أنك رسول مني تحقيقا لما سألوه عنه من نبوته * (ولم يجعل له عوجا\nقيما) * أي معتدلا لا اختلاف فيه * (لينذر بأسا شديدا من لدنه) * قال عاجل\nعقوبة في الدنيا وعذابه في الآخرة من عند ربك الذي بعثك رسولا باب أحاديث\nالأخبار وأهل الكتاب بصفة النبي صلى الله عليه وسلم نا يونس عن الأعمش عن\nإبراهيم عن عبد الله قال كنت مع رسول الله صلى الله عليه وسلم وهو يمشي في\nحرث ومعه عسيب يتوكأ عليه فمر على ناس من اليهود فقال بعضهم لبعض سلوه عن\nالروح ما هو وقال بعضهم لا تسئلوه فقام اليه بعضهم فقال أخبرنا يا محمد عن\nالروح ما هو فقام رسول الله صلى الله عليه وسلم ساكتا لا يتكلم فعرفت أنه\nيوحى اليه وكنت وراءه فتأخرت ثم تكلم رسول الله صلى الله عليه وسلم فقال *\n(ويسألونك عن الروح قل الروح من أمر ربي) * إلى قوله * (قليلا) * فقالوا\nأليس قد نهيناكم أن تسئلوه 260 نا أحمد نا يونس عن ابن إسحاق قال حدثني رجل\nبمكة عن سعيد بن جبير عن ابن عباس أن أحبار اليهود قالوا لرسول الله صلى\nالله عليه وسلم بالمدينة يا محمد أرأيت قولك * (وما أوتيتم من العلم إلا\nقليلا) * أيانا تريد أم قومك فقال رسول الله صلى الله عليه وسلم كلا فقالوا\nألست تتلو فيما <span id='ms164'></span> جاءك أنا قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nأوتينا التوراة فيها تبيان كل شيء فقال رسول الله صلى الله عليه وسلم\nأنها في علم قليل وعندكم من ذلك ما يكفيكم لو أقمتموه فأنزل الله عز وجل\nفيما سألوه عنه من ذلك * (ولو أنما في الأرض من شجرة أقلام) * إلى قوله (ما\nنفذت كلمات الله) إني أرى التوراة في علم الله قليل 261 نا يونس عن بسام\nمولى علي بن أبي الطفيل قال قام علي بن أبي طالب على المنبر فقال سلوني قبل\nأن لا تسئلوني ولن تسئلوا بعدي مثلي فقام ابن الكواء فقال يا أمير المؤمنين\nما ذو القرنين نبي أو ملك فقال ليس بملك ولا نبي ولكن كان عبدا لله صالحا\nأحب الله وأحبه وناصح الله فنصحه فضرب على قرنه الأيمن فمات ثم بعثه ثم ضرب\nعلى قرنه الأيسر فمات وفيكم مثله 262 نا يونس عن عمرو بن ثابت عن سماك بن\nحرب عن رجل من بني أسد قال سأل رجل عليا أرأيت ذا القرنين كيف استطاع أن\nيبلغ المشرق والمغرب فقال سخر له السحاب ومد له في الأسباب وبسط له النور\nفكان الليل والنهار عليه سواء 263 نا أحمد نا يونس عن ابن إسحاق قال فلما\nجاءهم رسول الله صلى الله عليه وسلم بما عرفوا من الحق وعرفوا صدقه فيما\nحدث وموقع نبوته فيما جاءهم به من علم الغيوب حين سألوه عما سألوه عنه فحال\nالحسد منهم له بينهم وبين أتباعه وتصديقه فعتوا على الله وتركوا أمره عيانا\nولجوا فيما هم عليه من الكفر فقال قائلهم * (لا تسمعوا لهذا القرآن والغوا\nفيه لعلكم تغلبون) * أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nاجعلوه لعبا وباطلا واتخذوه هزوءا أي * (لعلكم تغلبون) * تغلبوه بذلك\nفإنكم إن وافقتموه وناصفتموه غلبكم فلما قال ذلك بعضهم لبعض جعلوا إذا جهر\nرسول الله صلى الله عليه وسلم بالقرآن وهو يصلي يتفرقون عنه ويأبون أن\nيسمعوا له وكان الرجل منهم إذا أراد أن يسمع من رسول الله صلى الله عليه\nوسلم بعض ما يتلو من القرآن وهو يصلي استتر واستمع <span id='ms165'></span> دونهم فرقا منهم فإن رأى\nأنهم قد عرفوا أنه يستمع ذهب خشية أذاهم ولم يستمع وإن خفض رسول الله صلى\nالله عليه وسلم صوته فظن الذين يستمعون أنهم لم يسمعوا من قراءته شيئا وسمع\nهو دونهم أشاح له ليستمع منه 264 نا أحمد نا يونس عن ابن إسحاق قال حدثني\nداود ابن الحسين عن عكرمة عن ابن عباس قال كان رسول الله صلى الله عليه\nوسلم إذا جهر بالقرآن وهو يصلي تفرقوا عنه وأبوا أن يستمعوا منه وكان الرجل\nإذا أراد أن يستمع من رسول الله صلى الله عليه وسلم بعض ما يتلو وهو يصلي\nيسترق السمع دونهم فرقا منهم فان رأى أنهم قد عرفوا أنه يستمع ذهب خشية\nأذاهم ولم يستمع وإن خفض رسول الله صلى الله عليه وسلم صوته فظن الذي يستمع\nأنهم لم يستمعوا شيئا من قراءته وسمع من دونهم أشاح له يستمع فأنزل الله\nتعالى * (ولا تجهر بصلاتك) * فيتفرقوا عنك * (ولا تخافت بها) * فلا يستمع\nمن أراد أن يستمعها ممن يسترق ذلك دونهم لعله يرعوي إلى بعض ما يسمع فينتفع\nبه * (وابتغ بين ذلك سبيلا) * 265 نا يونس عن هشام بن عروة عن أبيه عن\nعائشة * (ولا تجهر بصلاتك ولا تخافت بها) * قالت نزلت في الدعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n266 نا يونس عن عيسى بن عبد الله التميمي عن رجل عن مجاهد في قول الله\nتعالى * (فاصدع بما تؤمر) * قال أمر رسول الله صلى الله عليه وسلم أن يجهر\nبالقرآن بمكة 267 نا يونس عن يونس بن عمرو الهمداني عن أبيه عن سعد بن عياض\nاليماني قال كان رسول الله صلى الله عليه وسلم من أقل الناس منطقا فلما أمر\nبالقتال شعر فكان من أشد الناس بأسا 268 نا أحمد نا يونس عن ابن إسحاق قال\nحدثني يزيد ابن زياد مولى بني هاشم عن محمد بن كعب قال حدثت أن عتبة ابن\nربيعة كان سيدا حليما قال ذات يوم وهو جالس في نادي قريش ورسول الله صلى\nالله عليه وسلم جالس وحده في المسجد <span id='ms166'></span> يا معشر قريش ألا أقوم إلى هذا فأكلمه\nأمورا لعله أن يقبل بعضها فنعطيه أيها شاء ويكف عنا وذلك حين أسلم حمزة بن\nعبد المطلب ورأوا أصحاب رسول الله صلى الله عليه وسلم يزيدون ويكثرون\nفقالوا بلى يا أبا الوليد فقم فكلمه فقام عتبة حتى جلس إلى رسول الله صلى\nالله عليه وسلم فقال يا بن أخي انك منا حيث قد علمت من السطة في العشيرة\nوالمكان في النسب وإنك قد أتيت قومك بأمر عظيم فرقت به جماعتهم وسفهت به\nأحلامهم وعبت به آلهتهم ودينهم وكفرت من مضى من آبائهم فاستمع مني أعرض\nعليك أمورا تنظر فيها لعلك أن تقبل منها بعضها فقال رسول الله صلى الله\nعليه وسلم قل يا أبا الوليد أسمع فقال يا بن أخي إن كنت إنما تريد بما جئت\nمن هذا القول مالا جمعنا لك من أموالنا حتى تكون أكثرنا مالا وإن كنت إنما\nتريد شرفا شرفناك علينا حتى لا نقطع أمرا دونك وإن كنت تريد ملكا ملكناك\nوإن كان هذا الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nيأتيك رئيا تراه ولا تستطيع أن ترده عن نفسك طلبنا لك الطب وبذلنا فيه\nأموالنا حتى نبرئك منه فإنه ربما غلب التابع على الرجل حتى يداوى منه ولعل\nهذا الذي يأتي به شعر جاش به صدرك فإنكم لعمري يا بني عبد المطلب تقدرون\nمنه على ما لا يقدر عليه أحد حتى إذا فرغ عتبة ورسول الله صلى الله عليه\nوسلم يستمع منه قال رسول الله صلى الله عليه وسلم أفرغت يا أبا الوليد قال\nنعم قال فاستمع مني قال افعل فقال رسول الله صلى الله عليه وسلم بسم الله\nالرحمن الرحيم * (حم تنزيل من الرحمن الرحيم كتاب فصلت آياته قرآنا عربيا)\n* فمضى رسول الله صلى الله عليه وسلم يقرؤها عليه فلما سمعها عتبة أنصت له\nوألقى بيده خلف ظهره معتمدا عليها يستمع منه حتى انتهى رسول الله صلى الله\nعليه وسلم إلى السجدة فسجد فيها ثم قال قد سمعت يا أبا الوليد ما <span id='ms167'></span> سمعت فأنت\nوذاك فقام عتبة إلى أصحابه فقال بعضهم لبعض يحلف بالله لقد جاءكم أبو\nالوليد بغير الوجه الذي ذهب به فلما جلس إليهم قالوا ما وراءك يا أبا\nالوليد فقال ورائي أني والله قد سمعت قولا ما سمعت لمثله قط والله ما هو\nبالشعر ولا بالسحر ولا الكهانة يا معشر قريش أطيعوني واجعلوها بي خلوا بين\nهذا الرجل وبين ما هو فيه واعتزلوه فوالله ليكونن لقوله الذي سمعت نبأ فأن\nتصبه العرب فقد كفيتموه بغيركم وإن يظهر على العرب فملكه ملككم وعزه عزكم\nكنتم أسعد الناس به قالوا سحرك والله يا أبا الوليد بلسانه فقال هذا رأي\nلكم فاصنعوا ما بدا لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n269 نا أحمد نا يونس عن ابن إسحاق قال ثم إن الإسلام جعل يفشو بمكة حتى\nكثر في الرجال والنساء وقريش تحبس من قدرت على حبسه وتفتن من استطاعت فتنته\nمن الناس فقال أبو طالب يمدح عتبة بن ربيعة حين رد على أبي جهل فقال ما\nينكر أن يكون محمد نبيا (عجبت لحلم يا بن شيبة حادث * وأحلام أقوام لديك\nسخاف) (يقولون شائع من أراد محمدا * يسوء وقم في أمره بخلاف) (فلا تركبن\nالدهر مني ظلامة * وأنت امرء من خير عبد مناف) (ولا تتركنه ما حييت لمطمع *\nوكن رجلا ذا نجدة وعفاف) (تدور العدى عن دورة هاشمية * الافهم في الناس خير\nآلاف) (فإن له قربا لديك قريبة * وليس بذي خلف ولا بمضاف) (ولأنه من هاشم\nفي صميمها * إلى أبحر فوق البحور صواف) (وزاحم جميع الناس فيه وكن له *\nظهيرا على الأعداء غير مجاف) (فإن غضبت فيه قريش فقل لهم * بني عمنا ما\nقومكم بضعاف) (فما بالكم تغشون منا ظلامة * وما بال أحلام هناك خفاف) (وما\nقومنا بالقوم تغشون ظلمنا * وما نحن فيما ساءهم بخفاف) (ولكننا أهل الحفائظ\nوالنهي * وعز ببطحاء الحطيم مواف) 270 نا أحمد نا يونس عن ابن إسحاق قال أن\nرسول الله صلى الله عليه وسلم قال يا معشر قريش اتبعوني وأطيعوا أمري فإنه\nالهدى ودين الحق <span id='ms168'></span> يعززكم ويمنعكم من الناس ويمددكم بأموال وبنين فقالت قريش\n* (إن نتبع الهدى معك نتخطف من) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nأرضنا) فأنزل الله تعالى * (أو لم نمكن لهم حرما آمنا) * إلى قوله *\n(أكثرهم لا يعلمون) * 271 نا يونس عن يونس بن عمرو عن العيزار بن حريث قال\nكان رسول الله صلى الله عليه وسلم يقول اللهم إني أدعو قريشا لتملك برا\nوبحرا وقد حفلوا طعامي كطعم الحجلة يا معشر قريش أطيعوني يطأ الناس أعقابكم\nإلى يوم القيامة قال أبو جهل والله لئن با يعناك يا بن أخي لا تبايعك مضر\nولا ربيعة قال بلى والله طوعا وكرها وفارس والروم 272 نا يونس عن محمد بن\nأبي حميد المديني عن محمد بن المنكدر قال أتي رسول الله صلى الله عليه وسلم\nفقيل له إن قريشا يتواعدونك ليقتلوك فخرج رسول الله صلى الله عليه وسلم من\nباب الصفا حتى وقف عندها فأتاه جبريل عليه السلام فقال له يا محمد إن الله\nقد أمر السماء أن تطيعك والأرض أن تطيعك وأمر الجبال أن تطيعك فإن أحببت\nفمر السماء أن تنزل عليهم عذابا منها وإن أحببت فمر الأرض أن تخسف بهم وإن\nأحببت فمر الجبال أن تنضم عليهم فقال رسول الله صلى الله عليه وسلم أؤخر عن\nأمتي لعل الله أن يتوب عليهم 273 نا أحمد نا عبد الجبار قال نا أبو معاوية\nعن الأعمش عن أبي المنهال عن سعيد وعبد الله بن الحارث عن ابن عباس قال لما\nأتى موسى قومه فأمرهم بالزكاة جمعهم قارون فقال هذا جاءكم بالصوم والصلاة\nوأشياء تحملونها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nافتحملون أن تعطوه أموالكم قالوا ما نحتمل أن نعطيه أموالنا فما ترى قال\nأرى أن ترسلوا إليه بغي بني إسرائيل فتأمرونها أن ترميه بأنه أرادها على\nنفسها فرمت موسى على رؤوس الناس بأنه قد أرادها على نفسها فدعى الله عليهم\nفأمر الله الأرض أن تطيعه فقال للأرض خذيهم فأخذتهم إلى أعقابهم فجعلوا\nيقولون يا موسى يا موسى فقال خذيهم فأخذتهم إلى ركبهم فجعلوا يقولون يا\nموسى فقال خذيهم فأخذتهم <span id='ms169'></span> إلى حجزهم فجعلوا يقولون يا موسى يا موسى فقال\nخذيهم فأخذتهم فغيبتهم فيها فأوحى الله إليه أن يا موسى سألك عبادي وتضرعوا\nإليك فلم تجبهم لو إياي دعوا لأجبتهم 274 نا يونس عن هشام بن سعيد عن زيد\nبن أسلم عن المغيرة بن شعبة قال إن أول يوم عرفت فيه رسول الله صلى الله\nعليه وسلم أني أمشي أنا وأبو جهل بن هشام في بعض أزقة مكة إذ لقينا رسول\nالله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم لأبي جهل يا\nأبا الحكم هلم إلى الله وإلى رسوله إني أدعوك إلى الله فقال أبو جهل يا\nمحمد هل أنت منته عن سب آلهتنا هل تريد إلا أن نشهد أن قد بلغت فنحن نشهد\nأن قد بلغت فوالله لو أني أعلم أن ما تقول حق ما تبعتك فانصرف رسول الله\nصلى الله عليه وسلم وأقبل علي فقال والله إني لأعلم أن ما يقول حق ولكن بني\nقصي قالوا فينا الحجابة فقلنا نعم قالوا فينا الندوة قلنا نعم قالوا فينا\nاللواء قلنا نعم قالوا فينا السقاية قلنا نعم ثم أطعموا وأطعمنا حتى إذا\nتحاكت الركب قالوا منا نبي فلا والله لا أفعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n4 275 نا يونس عن المبارك بن فضالة عن الحسن أن رسول الله صلى الله عليه\nوسلم قال إن لكل أمة فرعون وإن فرعون هذه الأمة أبو جهل 276 نا أحمد نا\nيونس عن ابن إسحاق قال حدثني حكيم بن حكيم عن عباد بن حنيف عن عكرمة عن ابن\nعباس أنه تلا * (والشجرة الملعونة في القرآن) * قال يقول المذمومة نزلت في\nأبي جهل بن هشام 277 نا يونس عن يونس بن عمرو عن أبيه عن عمرو بن ميمون\nالأودي قال نا عبد الله بن مسعود قال بينا رسول الله صلى الله عليه وسلم\nيصلي عند المقام فقال أبو جهل لأصحابه وهم جلوس عنده من يذهب فيأتينا بسلى\nالجزور عند بنى بن فلان فقام غاو منهم فجاء به فقيل له إذا رأيت <span id='ms170'></span> محمدا\nساجدا فضعه بين كتفيه فلما سجد رسول الله صلى الله عليه وسلم وضعه بين\nكتفيه فلم يتحلحل حتى فرغ من سجوده وبلغ فاطمة فجاءت وهي جارية فأخذته\nوجعلت تمسح عن ظهر رسول الله صلى الله عليه وسلم ثم أقبلت عليهم تشتمهم\nواستضحكوا حتى صرعوا فلما قضى رسول الله صلى الله عليه وسلم صلاته استقبل\nالكعبة ورفع يديه فدعا عليهم اللهم عليك بعمرو بن هشام وعتبة بن ربيعة\nوشيبة بن ربيعة والوليد بن عتبة وعمارة بن الوليد وأمية بن خلف وعقبة بن\nأبي معيط قال عبد الله بن مسعود وأنا يومئذ غلام غير ذي منعة في القوم\nفوالذي أنزل الكتاب على محمد لقد رأيتهم صرعى في الطوى طوى بدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n278 نا أحمد نا يونس عن ابن إسحاق قال وقد قال عمر بن الخطاب فيما يزعمون\nبعد اسلامه يذكر ما رأت قريش من العبرة فيما كان أبو جهل هم به من رسول\nالله صلى الله عليه وسلم وقائل يقول قالها أبو طالب الله أعلم بمن قالها\n(أفيقوا بني غالب وانتهوا * عن البغي في بعض ذا المنطق) (وإلا فأني إذن\nخائف * بوائق في داركم تلتقي) (تكون لغابركم عبرة * ورب المغارب والمشرق)\n(كما ذاق من كان من قبلكم * ثمود وعاد فمن ذا بقي) (غداة أتاهم بها صرصرا *\nوناقة ذا العرش إذ تستقي) (فحل عليهم بهاسخطة * من الله في ضربة الأزرق)\n(غداة يعض بعرقوبها * حسام من الهند ذو رونق) (وأعجب من ذاك من أمركم *\nعجائب في الحجر الملصق) (بكف الذي قام من حينه * إلى الصابر الصادق المتقي)\n(فأيبسه الله في كفه * على رغم ذا الخائن الأحمق) (أحيمق مخزومكم إذ غوى *\nبغي الغواة ولم يصدق) 279 نا يونس عن المبارك بن فضالة عن الحسن أن رسول\nالله صلى الله عليه وسلم قال أيها الناس انظروني وقريشا فإن غلبوني فسترون\nذاكم وإن غلبهم الله لي فانتظروا فكف ناس وقالوا صدق إن غلب قريشا فما ذاك\nإلا من الله ليس من هذا فكفواعن قتاله وأما آخرون فهلكوا 280 نا يونس <span id='ms171'></span> عن\nقيس بن الربيع عن حكيم بن الديلم عن الضحاك بن مزاحم عن عبد الله بن عباس\nفي قوله تعالى * (وأنتم سامدون) * قال كانوا يمرون على رسول الله صلى الله\nعليه وسلم وهو يصلي ألم تر إلى البعير يكون في الإبل فتراه يخطر بذنبه\nشائحا حديث الهجرة الأولى إلى الحبشة 281 نا أحمد نا يونس عن ابن إسحاق قال\nفلما اشتد البلاء وعظمت الفتنة تواثبوا على أصحاب رسول الله صلى الله عليه\nوسلم وكانت الفتنة الآخرة التي أخرجت من كان هاجر من المسلمين بعد الذين\nكانوا خرجوا قبلهم إلى أرض الحبشة 282 نا أحمد نا يونس عن ابن إسحاق قال\nحدثني الزهري عن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أم سلمة زوج\nالنبي صلى الله عليه وسلم أنها قالت لما ضاقت علينا مكة وأوذي أصحاب رسول\nالله صلى الله عليه وسلم وفتنوا ورأوا ما يصيبهم من البلاء والفتنة في\nدينهم وأن رسول الله صلى الله عليه وسلم لا يستطيع دفع ذلك عنهم وكان رسول\nالله صلى الله عليه وسلم في منعة من قومه وعمه لا يصل إليه شيء مما يكره\nمما ينال أصحابه فقال لهم رسول الله صلى الله عليه وسلم إن بأرض الحبشة\nملكا لا يظلم أحد عنده فالحقوا ببلاده حتى يجعل الله لكم فرجا ومخرجا مما\nأنتم فيه فخرجنا إليها أرسالا حتى اجتمعنا بها فنزلنا بخير دار إلى خير جار\nامنا على ديننا ولم نخش منه ظلما فلما رأت قريش أن قد أصبنا دارا وأمنا\nأجمعوا على أن يبعثوا إليه فينا ليخرجنا من بلاده وليردنا عليهم فبعثوا\nعمرو بن العاص وعبد الله بن أبي ربيعة فجمعوا له هدايا ولبطارقته فلم يدعوا\nمنهم رجلا إلا هيئوا له هدية على ذي حدة وقالوا لهما ادفعا إلى كل بطريق\nهديته قبل أن تكلموا فيهم ثم ادفعوا إليه هداياه وإن استطعتم أن يردهم\nعليكما قبل أن يكلمهم فافعلا فقدما عليه فلم يبق بطريق من بطارقته إلا\nقدموا إليه هديته وكلموه <span id='ms172'></span> وقالوا له إنا قدمنا على هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nالملك في سفهاء من سفهائنا فأرقوا أقوامهم في دينهم ولم يدخلوا في دينكم\nفبعثنا قومهم فيهم ليردهم الملك عليهم فإذا نحن كلمناه فأشيروا عليه بأن\nيفعل فقالوا نفعل ثم قدما إلى النجاشي هداياه وكان أحب ما يهدى اليه من مكة\nالادم فلما ادخلوا عليه هداياه قالوا له أيها الملك ان فتية منا سفهاء\nفارقوا دين قومهم ولم يدخلوا في دينك وجاؤوا بدين مبتدع لا نعرفه وقد لجئوا\nإلى بلادك فبعثنا إليك فيهم عشائرهم آباؤهم وأعمامهم وقومهم لتردهم عليهم\nفهم أعلى بهم عينا فقالت بطارقته صدقوا أيها الملك لو رددتهم عليهم كانوا\nهم أعلى بهم عينا فإنهم لم يدخلوا في دينك فتمنعهم بذلك فغضب ثم قال لا\nلعمرو الله لا أردهم عليهم حتى أدعوهم وأكلمهم وأنظر ما أمرهم قوم لجئوا\nإلى بلادي واختاروا جواري على جوار غيري فان كانوا كما يقولون رددتهم عليهم\nوان كانوا على غير ذلك منعتهم ولم أدخل بينهم وبينهم ولم أنعمهم عينا فأرسل\nإليهم النجاشي فجمعهم ولم يكن شيء أبغض إلى عمرو بن العاص وعبد الله ابن\nأبي ربيعة من أن يسمع كلامهم فلما جاءهم رسول النجاشي اجتمع القوم فقالوا\nماذا تقولون فقالوا وماذا نقول نقول والله ما نعرف وما نحن عليه من أمر\nديننا وما جاء به نبينا كائن في ذلك ما كان فلما دخلوا عليه كان الذي تكلمه\nمنهم جعفر بن أبي طالب فقال له النجاشي ما هذا الدين الذي أنتم عليه فارقتم\nدين قومكم ولم تدخلوا في يهودية ولا نصرانية فما هذا الدين فقال جعفر أيها\nالملك كنا قوما على الشرك نعبد الأوثان ونأكل الميتة ونسيء الجوار ونستحل\nالمحارم بعضنا من بعض في سفك الدماء وغيرها لا نحل شيئا ولا نحرمه فبعث\nالله إلينا نبيا من أنفسنا نعرف وفاءه وصدقه وأمانته فدعانا إلى أن نعبد\nالله وحده لا شريك له ونصل الرحم ونحسن الجوار ونصلي ونصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nولا نعبد غيره فقال هل معك شيء مما جاء به وقد دعا <span id='ms173'></span> اساقفتة فأمرهم فنشروا\nالمصاحف حوله فقال له جعفر نعم قال هلم فاتل علي ما جاء به فقرأعليه صدرا\nمن كهيعص فبكى والله النجاشي حتى اخضل لحيته وبكت أساقفته حتى اخضلوا\nمصاحفهم ثم قال إن هذا الكلام ليخرج من المشكاة التي جاء بها موسى انطلقوا\nراشدين لا والله لا أردهم عليكم ولا أنعمكم عينا فخرجا من عنده وكان أتقى\nالرجلين فينا عبد الله بن أبي ربيعة فقال له عمرو بن العاص والله لآتينه\nغدا بما استأصل به خضراءهم لأخبرنه أنهم يزعمون أن الهه الذي يعبد عيسى بن\nمريم عبد فقال له عبد الله بن أبي ربيعة وكان أتقى الرجلين لا تفعل فإنهم\nوإن كانوا خالفونا فإن لهم رحما ولهم حقا فقال والله لأفعلن فلما كان الغد\nدخل عليه فقال أيها الملك أنهم يقولون في عيسى قولا عظيما فأرسل إليهم\nفسلهم عنه فبعث إليهم ولم ينزل بنا مثلها فقال بعضنا لبعض ماذا تقولون له\nفي عيسى إن هو سألكم عنه فقالوا نقول والله الذي قاله فيه والذي أمرنا\nنبينا أن نقوله فيه فدخلوا عليه وعنده بطارقته فقال ما تقولون في عيسى بن\nمريم فقال له جعفر نقول هو عبد الله ورسوله وكلمته وروحه ألقاها إلى مريم\nالعذراء البتول فدلى النجاشي يده إلى الأرض فأخذ عويدا بين أصبعيه فقال ما\nعدا عيسى بن مريم مما قلت هذا العود فتناخرت بطارقته فقال وإن تناخرتم\nوالله اذهبوا فأنتم سيوم بأرضي والسيوم الآمنون ومن سبكم غرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nومن سبكم غرم ومن سبكم غرم ثلاثا ما أحب أن لي دبيرا وإني آذيت رجلا منكم\nوالدبير بلسانهم الذهب فوالله ما أخذ الله مني الرشوة حين رد علي ملكي فآخذ\nالرشوة فيه ولا أطاع الناس في فاطيع الناس فيه ردوا عليهما هداياهما فلا\nحاجة لنا بها واخرجا من بلادي فخرجا مقبوحين مردود عليهما ما جاءا به\nفأقمنا مع خير جار في خير دار فلم ينشب أن خرج عليه رجل من الحبشة ينازعه\nفي ملكه فوالله ما علمنا حزنا قط كان <span id='ms174'></span> أشد منه فرقا أن يظهر ذلك الملك عليه\nفيأتي ملك لا يعرف من حقنا ما كان يعرف فجعلنا ندعو الله ونستنصره للنجاشي\nفخرج إليه سائرا فقال أصحاب رسول الله صلى الله عليه وسلم بعضهم لبعض من\nرجل يخرج فيحضر الوقعة حتى ينظر على من تكون فقال الزبير وكان من أحدثهم\nسنا أنا فنفخوا له قربة فجعلها في صدره ثم خرج يسبح عليها في النيل حتى خرج\nمن شقه الآخر إلى جنب التقاء الناس فحضر الوقعة فهزم الله ذلك الملك وقتله\nوظهر النجاشي عليه فجاءنا الزبير فجعل يلمح الينا بردائه ويقول ألا أبشروا\nفقد أظهر الله النجاشي فوالله ما علمنا فرحنا بشيء قط فرحنا بظهور النجاشي\nثم أقمنا عنده حتى خرج من خرج منا راجعا إلى مكة وأقام من أقام 283 نا أحمد\nنا يونس عن ابن إسحاق قال قال الزهري فحدثت بهذا الحديث عروة بن الزبيرعن\nأم سلمة فقال عروة هل تدري ما قوله ما أخذ الله مني الرشوة حين رد علي ملكي\nفآخذ الرشوة فيه ولا أطاع الناس في فأطيع الناس فبه فقال الزهري لا ما\nحدثني ذاك أبو بكر بن عبد الرحمن بن الحارث عن أم سلمة فقال عروة فإن عائشة\nحدثتني أن أباه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nكان ملك قومه وكان له أخ من صلبه اثنا عشر رجلا ولم يكن لأبي النجاشي ولد\nغير النجاشي فأدارت الحبشة رأيها بينها فقالوا لو انا قتلنا أبا النجاشي\nوملكنا أخاه فإن له إثنى عشر رجلا من صلبه فتوارثوا الملك لبقيت الحبشة\nبملكهم دهرا طويلا لا يكون بينها اختلاف فعدوا عليه فقتلوه وملكوا أخاه\nفدخل النجاشي لعمه حتى غلب عليه فلا يدير أمره غيره وكان لبيبا فلما رأت\nالحبشة مكانه من عمه قالوا لقد غلب هذا الغلام على أمر عمه فما نأمن أن\nيملكه علينا وقد عرف أنا قتلنا أباه وجعلناه مكانه وأنا لا نأمن أن يملكه\nعلينا فيقتلنا فمشوا إلى عمه فقالوا فأما ان تقتله وإما ان تخرجه من بلادنا\nفقال ويحكم قتلتم أباه بالأمس <span id='ms175'></span> وأقتله اليوم بل أخرجوه من بلادكم فخرجوا به\nفوقفوه في السوق فباعوه من تاجر من التجار فقذفه في سفينة بست مائة درهم أو\nسبعمائة درهم فانطلق به فلما كان العشي هاجت سحابة من سحائب الخريف فخرج\nعمه يتمطر تحتها فأصابته صاعقة فقتلته ففزعوا إلى ولده فإذا هم محمقون ليس\nفي أحد منهم خير فمرج على الحبشة أمرهم فقال بعضهم لبعض تعلمن والله أن\nملككم الذي لا يصلح أمركم غير الذي بعتم الغداة فإن كان لكم بأمر الحبشة\nحاجة فأدركوه قبل أن يذهب فخرجوا في طلبه حتى أدركوه فردوه فعقدوا عليه\nتاجه وأجلسوه على سريره وملكوه فقال التاجر ردوا علي مالي كما أخذتم مني\nغلامي فقالوا لا نعطيك قال إذن والله أكلمه فقالوا وإن فمشى اليه فقال أيها\nالملك إني ابتعت غلاما فقبض مني الذين باعوه ثمنه ثم عدوا على غلامي فنزعوه\nمن يدي ولم يردوا علي مالي فكان أول ما اختبر من صلابة حكمه وعدله أن قال\nلتردن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nعليه ماله أولنجعلن غلامه يده في يده فليذهبن به حيث شاء فقالوا بل نعطيه\nماله فأعطوه إياه فلذلك يقول ما أخذ الله مني رشوة فأخذ الرشوة فيه حين رد\nعلي ملكي ولا أطاع الناس في فأطيعهم فيه 284 نا أحمد نا يونس عن ابن إسحاق\nقال حدثني يزيد ابن رومان عن عروة بن الزبير قال انما كان يكلم النجاشي\nعثمان بن عفان 285 نا أحمد نا يونس عن ابن إسحاق قال وليس كذلك وإنما كان\nيكلمه جعفر بن أبي طالب 286 نا أحمد نا يونس عن ابن إسحاق قال حدثني بعض\nأهل العلم أن فتية بن من الحبشة قد رأوا رقية بنت رسول الله صلى الله عليه\nوسلم وهي هناك مع زوجها عثمان نن عفان وكانت فيما يقال أجمل وأحسن البشر\nوكانوا إليها وينظرون ويدركلون لها إذا رأوها عجبا منها حتى آذاها ذلك من\nأمرهم وهم يتقون أن يؤذوا أحد منهم للغربة ولما رأوا من حسن جوارهم فلما\nسار النجاشي إلى عدوه ساروا معه فقتلهم <span id='ms176'></span> الله جميعا لم يفلت منهم أحد 287 نا\nأحمد نا يونس عن ابن إسحاق قال ثم قدم على رسول الله صلى الله عليه وسلم\nوهو بمكة عشرون رجلا أو قريبا من ذلك من النصارى حين ظهر خبره من الحبشة\nفوجدوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nفي المسجد فجلسوا اليه فكلموه وسايلوه ورجال من قريش في أنديتهم حول\nالكعبة فلما فرغوا من مسئلتهم رسول الله صلى الله عليه وسلم عما أرادوا\nدعاهم رسول الله صلى الله عليه وسلم إلى الله وتلا عليهم القرآن فلما سمعوا\nفاضت أعينهم من الدمع ثم استجابوا له وآمنوا به وصدقوه وعرفوا منه ما كان\nيوصف لهم في كتابهم من أمره فلما قاموا من عنده اعترضهم أبو جهل في نفر من\nقريش فقالوا خيبكم الله من ركب بعثكم من وراءكم من أهل دينكم ترتادون لهم\nلتأتوهم بخبر الرجل فلم تطمئن مجالسكم عنده حتى فارقتم دينكم وصدقتموه بما\nقال لكم ما نعلم ركبا أحمق منكم أو كما قالوا لهم فقالوا سلام عليكم لا\nنجاهلكم لنا أعمالنا ولكم أعمالكم لا نالو أنفسنا خيرا ويقال ان النفر\nالنصارى من أهل نجران فالله أعلم أي ذلك كان ويقال والله أعلم ان فيهم نزلت\nهذه الآيات * (الذين آتيناهم الكتاب من قبله هم به يؤمنون) * إلى قوله *\n(لا نبتغي الجاهلين) * 288 نا يونس عن أسباط بن نصر الهمداني عن إسماعيل\nابن عبد الرحمن قال بعث النجاشي إلى رسول الله صلى الله عليه وسلم اثنى عشر\nرجلا يسئلونه ويأتونه بخبره فقرأ عليهم رسول الله صلى الله عليه وسلم\nالقرآن فبكوا وكان فيهم سبعة رهبان وخمسة قسيسين أو خمسة رهبان وسبعة\nقسيسين ففيهم أنزل الله * (وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض\nمن الدمع) * إلى آخر الآية 289 نا أحمد نا يونس عن ابن إسحاق قال سألت\nالزهري عن الآيات * (ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون وإذا\nسمعوا ما أنزل إلى الرسول) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p200'> Vol. 04, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n) إلى قوله (مع الشاهدين) وقوله * (وإذا خاطبهم الجاهلون قالوا سلاما) *\nفقال ما زلت أسمع علماءنا يقولون نزلت <span id='ms177'></span> في النجاشي وأصحابه 290 نا أحمد نا\nيونس عن ابن إسحاق قال حدثني الزهري عن سعيد بن المسيب عن أبي هريرة قال\nخرج بنا رسول الله صلى الله عليه وسلم إلى المصلى فصفنا خلفه وكبر بنا\nأربعا فلما انصرف قلنا يا رسول الله على من صليت فقال على أخيكم النجاشي\nمات اليوم 291 نا يونس عن عبد الله بن عمر عن ابن شهاب قال كبر رسول الله\nصلى الله عليه وسلم على النجاشي أربعا 292 نا أحمد نا يونس عن ابن إسحاق\nقال حدثني يزيد بن رومان عن عروة بن الزبير عن عائشة زوج النبي صلى الله\nعليه وسلم أنها قالت ما كان يزال يرى على قبر النجاشي نور 293 نا يونس عن\nابن إسحاق قال كان اسم النجاشي مصحمة وهو بالعربية عطية وانما النجاشي اسم\nالملك كقولك كسرى وهرقل 294 نا أحمد نا يونس عن يونس الأيلي عن الزهري قال\nقال ابن عمر لرجل جالس معه تمنه فقال لا أفعل فقال ابن عمر لكني لوددت أن\nلي مثل أحد ذهبا أحصي وزنه وأودي زكاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p201'> Vol. 04, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n295 نا يونس عن هشام بن عروة عن أبيه عن عائشة أنها قالت إذا تمنى أحدكم\nفليستكثر فإنما يسئل ربه عز وجل 296 نا أحمد نا يونس عن ابن إسحاق قال\nحدثني والدي إسحاق بن يسار قال رأيت أبا نيزر بن النجاشي فما رأيت رجلا قط\nعربيا ولا عجميا أعظم ولا أطول ولا أوسم منه وجده علي ابن أبي طالب مع تاجر\nبمكة فابتاعه منه وأعتقه مكافأة للنجاشي لما كان ولي من أمر جعفر وأصحابه\nفقلت لأبي أكان أبا نيزر أسود كسواد الحبشة فقال لو رأيته لقلت رجل من\nالعرب 297 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الله بن الحسن أن\nأمه فاطمة بنت الحسين حدثته قالت قدم على أبي نيزر بن النجاشي وكان علي\nأعتقه ناس من الحبشة فأقاموا عنده شهرا لهم علي بن أبي طالب ويصنع لهم\nالطعام فقالوا له ان أمر الحبشة قد مرج عليهم فانطلق <span id='ms178'></span> معنا نملكك عليهم فإنك\nابن من قد علمت فقال أما إذ أكرمني الله بالاسلام ما كنت لأفعل فلما أيسوا\nمنه رجعوا وتركوه وكان أيما رجل غير أنه كان رجلا ويصيب الخمر 298 نا أحمد\nنا يونس عن ابن إسحاق قال وكان مما قيل في الحبشة من الشعر أن عبد الله بن\nالحارث بن قيس بن عدي بن سعد بن سهم حين أمنوا بأرض الحبشة وحمدوا جوار\nالنجاشي وعبدوا الله لا يخافون على دينهم أحدا وكان قد أحسن النجاشي جوارهم\nحين نزلوا به فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n(يا راكبا أبلغا عني مغلغلة * من كان يرجو بلاغ الله والدين) (كل امريء\nمن عباد الله مضطهد * ببطن مكة مقهور ومفتون) (انا وجدنا بلاد الله واسعة *\nتنجي من الذل والمخزأة والهون) (لا تقيموا على ذل الحياة ولا * خزي الممات\nوعيب غير مأمون) (انا تبعنا رسول الله فاطرحوا * قول النبي وغالوا في\nالموازين) (فاجعل عذابك في القوم الذين بغوا * وعائذ بك أن يعلوا فيطغوني)\nوقال أيضا يذكر نفي قريش إياهم من بلادهم ويعاتب بعض قومهم في ذلك فقال\n(أبت كبدي لا أكذبنك قتالهم * علي ويأباه على أناملي) (وكيف قتالي معشرا\nيادبونهم * على الحق ألا يأشبوه بباطل) (نفتهم عباد لله من حر أرضهم *\nفأضحوا على أمر كثير البلابل) (فان تك كانت في عدي أمانة * عدي بن سعد من\nتقى وتواصل) (فقد كنت أحسب أن ذلك فيكم * بحمد الذي لا يطبا بالجعائل)\n(فبدلت شبلا شبل كل كتيبة * بذى فخرها مأوى الضعاف الأرامل) وقال أبو طالب\nحين رأى ذلك من رأيهم وما نشبوا فيه أبياتا للنجاشي ليبلغه يحضه على حسن\nجوارهم والمنع عنهم فقال (ألا ليت شعري كيف في النأي جعفر * وزيد وأعداء\nالعدو الأقارب) (وهل نال أفعال النجاشي جعفرا * وأصحابه أم عاق ذلك شاغب)\n(تعلم أبيت اللعن أنك ماجد * كريم فلا يشقى لديك المجانب) (تعلم بأن الله\nزادك بسطة * وأسباب خير كلها بك لازب) (فإنك فيض ذو سجال غزيرة * ينال\nالأعادي نفعها والاقارل) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو طالب أيضا في ذلك (تعلم خيار <span id='ms179'></span> الناس أن محمدا * وزير لموسى\nوالمسيح بن مريم) (انا نهدي مثل الذي أتيا به * وكل بأمر الله يهدى ويعصم)\n(وانكم تتلونه في كتابكم * بصدق حديث لا حديث الترجم) (وانك ما يأتيك منا\nعصابة * لفضلك الا ارجعوا بالتكرم) 299 نا يونس عن زكريا بن أبي زائدة عن\nعامر الشعبي عن أسماء بنت عميس أنها انطلقت إلى رسول الله صلى الله عليه\nوسلم فقالت يا رسول الله ان ناسا من المهاجرين يفخرون علينا ويزعمون أنا\nلسنا من المهاجرين الأولين فقال رسول الله صلى الله عليه وسلم بل لكم\nهجرتان هاجرتم إلى أرض الحبشة ونحن مدهنون بمكة وهاجرتم بعد وكانوا قدموا\nمرجعه خيبر 300 نا يونس عن إبراهيم بن إسماعيل عن الزهري عن قبيصة ابن ذؤيب\nعن أبي سلمة بن عبد الأسد وكان ابن عمة رسول الله صلى الله عليه وسلم وأول\nمن هاجر بظعينته إلى أرض الحبشة ثم إلى المدينة وكانت تحته أم سلمة التي\nهاجر بها فلما توفي عنها تزوجها رسول الله صلى الله عليه وسلم بعده 301 نا\nأحمد نا يونس عن ابن إسحاق قال حدثني صالح ابن إبراهيم بن عبد الرحمن بن\nعوف عن أبيه قال كنت أسير مع عثمان بن عفان في طريق مكة إذ رأى عبد الرحمن\nبن عوف فقال ما يستطيع أحد أن يفند على هذا الشيخ فضلا في الهجرتين جميعا\nيعني هجرته إلى الحبشة وهجرته إلى المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nتسمية من هاجر إلى أرض الحبشة 302 نا أحمد نا يونس عن ابن إسحاق قال هذه\nتسمية من هاجر إلى أرض الحبشة من أصحاب رسول الله صلى الله عليه وسلم من\nشهد بدرا ومن تخلف حتى قدم بعد بدر منهم ومن تخلف حتى بعث فيهم رسول الله\nصلى الله عليه وسلم عمرو بن أمية الضمري فحملهم في سفينة ثم بعث بهم فقدموا\nعام الحديبية سنة سبع وكان من قدم عليه وشهد معه بدر من بني أمية بن عبد\nشمس بن عبد مناف عثمان بن عفان ضرب له رسول الله صلى الله عليه <span id='ms180'></span> وسلم في\nبدرا بسهمه وأجره وكان تخلف على رقية بنت رسول الله صلى الله عليه وسلم\nوكانت معه بأرض الحبشة وله عقب وأبو حذيفة بن عتبة بن ربيعة بن عبد شمس بن\nعبد مناف وقتل يوم اليمامة شهيدا وكانت معه امرأته بأرض الحبشة سهلة بنت\nسهيل ابن عمرو أخي بني عامر بن لؤي ولدت له بأرض الحبشة محمد ابن أبي حذيفة\nلا عقب له ومن بني أسد بن عبد العزى الزبير ابن العوام ومن بني عبد الدار\nبن قصي مصعب بن عمير ومن بني زهرة عبد الرحمن بن عوف ومن بني مخزوم أبو\nسلمة ابن عبد الأسد بن هلال بن عبد الله بن عمر بن مخزوم معه امرأته أم\nسلمة بنت أبي أمية ومن بني جمح بن عمرو بن هصيص عثمان بن مظعون ومن بني عدي\nبن كعب عامر بن ربيعة حليف آل الخطاب معه امرأته ليلى بنت أبي حثمة ومن بني\nعامر بن لؤي أبو سبرة بن أبي رهم بن عبد العزى ويقال بل هو أبو حاطب بن\nعمرو بن عبد شمس بن عبد ود بن نصر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nمالك ويقال بل هو كان أول من قدمها ومن بني الحارث بن فهر سهيل بن بيضاء\nوهو سهيل بن ربيعة بن هلال بن أهيب وكان هؤلاء العشرة أول من خرج من\nالمسلمين إلى أرض الحبشة فيما بلغني ثم جعفر بن أبي طالب ومن بني نوفل بن\nعبد مناف بن قصي عتبة ابن غزوان بن جابر بن وهب حليف لهم رجل وله عقب ومن\nبني عبد الدار سويبط بن خزيمة أمه حرملة بنت الأسود بن خزيمة بن اقيش بن\nعامر بن بياضة بن سبيع بن خثعمة من خزاعة جهم بن قيس وابناه عمرو بن جهم\nوخزيمة بن جهم وأبو الروم بن عمير بن هاشم بن عبد مناف بن عبد الدار وفراس\nبن النضر بن الحارث بن كلده ابن علقمة بن عبد مناف بن عبد الدار ومن بني\nعبد ابن قصي طليب بن <span id='ms181'></span> عمير بن وهب بن أبي كبير بن عبد بن قصي رجل لا عقب له\nومن بني زهرة بن كرب عبد الرحمن ابن عوف له عقب وعامر بن أبي وقاص وأبو\nوقاص مالك بن أهيب بن عبد مناف بن زهرة والمطلب بن أزهر بن عبد عوف بن عبد\nبن الحارث بن زهرة معه امرأته رملة بنت أبي عوف بن صبيرة ولدت بأرض الحبشة\nعبد الله بن المطلب ومن حلفائهم عبد الله بن مسعود وأخوه عتبة بن مسعود ومن\nبهراء المقداد بن عمرو وكان يقال المقداد بن الأسود بن عبد يغوث بن وهب بن\nعبد مناف بن زهرة وذلك أنه كان تبناه وحالفه ستة نفر ومن بني مخزوم شماس بن\nعثمان بن الشريد بن سويد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nهرمي بن عمر بن مخزوم وكان اسم شماس عثمان ولا عقب له وهبار بن سفيان بن\nعبد الأسد بن هلال وأخوه عبد الله بن سفيان وهشام بن أبي حذيفة ومن حلفائهم\nمعتب بن عوف ابن عامر بن الفضل بن عفيف وهو الذي يدعى عيهلة بن فليت ابن\nسلول بن كعب بن خزاعة ومن عامر بن لؤي عبد الله بن سهيل بن عمرو وله عقب\nوأبو سبرة بن أبي رهم معه امرأته أم كلثوم ابنة سهيل بن عمرو وعبد الله بن\nمخرمة بن عبد العزى ابن أبي قيس بن عبد ود وسليط بن عمرو بن عبد شمس بن عبد\nود وأخوه السكران بن عمرو معه امرأته سودة بنت زمعة ومالك بن ربيعة بن قيس\nعبد شمس بن لؤي ومعه امرأته عمرة ابنة السعدي وسعد حليف لهم ومن بني جمح بن\nعمرو بن هصيص عثمان ابن مظعون وابنه السائب بن عثمان لا عقب لهما وأخوه\nقدامة بن مظعون له عقب وحاطب بن الحارث بن المغيرة بن حبيب بن حذافة معه\nامرأته فاطمة بنت المحجل بن عبد الله وابناه محمد بن حاطب والحارث بن حاطب\nوهما لابنة المحجل وابنه الحارث بن حاطب معه امرأته فكيهة بنت يسار وسفيان\nبن <span id='ms182'></span> معمر بن حبيب معه ابناه جابر بن سفيان وجناده بن سفيان ومعه امرأته حسنة\nوهي أمهما وأخوهما من أمهما شرحبيل بن حسنة وعثمان بن ربيعة بن وهبان أحد\nعشر رجلا ومن بني سهم بن عمرو بن هصيص خنيس ابن حذافة قتل يوم بدر شهيدا لم\nيكن له عقب الا امرأته وكانت عنده حفصة بنت عمر بن الخطاب خلف عليها رسول\nالله صلى الله عليه وسلم بعده وعبد الله بن الحارث بن قيس وهشام ابن العاصي\nبن وائل وأبو قيس بن الحارث والحجاج بن الحارث ومعمر بن الحارث وأخ له من\nأمه من بني تيم يقال له سعيد بن عمرو وسعيد بن الحارث بن قيس والسائب بن\nالحارث بن قيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوعمران بن رئاب بن حذيفة ومحمية بن جزء حليف لهم من بني زبيد اثنا عشر\nرجلا ومن بني الحارث بن فهر أبو عبيدة وهو عامر بن عبد الله بن الجراح هلك\nبعمواس من أرض الشام أميرا لعمر بن الخطاب لا عقب له سهيل بن بيضاء وهو\nوسهيل بن بيضاء بن سهيل بن وهب والبيضاء أمه كذى في الأصل وهو سهيل بن وهب\nبن ربيعة لا عقب له ولكن أمه غلبت على نسبه فهو ينسب إليها وهي دعد بنت\nجحدم بن أمية بن ظرب وكانت تدعى البيضاء قتل يوم بدر شهيدا وعياض بن زهير\nبن أبي شديد بن ربيعة لا عقب له ويقال بل ربيعة بن هلال بن مالك والحارث بن\nعبد قيس بن عامر بن أمية وعمرو بن أبي سرح ابن ربيعة بن هلال ثمانية نفر\n303 ثم تتابع المسلمون حتى اجتمعوا بأرض الحبشة فكانوا بها فمنعهم من خرج\nبنفسه وأهله معه من بني هاشم بن عبد مناف جعفر بن أبي طالب قتل يوم مؤتة\nشهيدا أميرا لرسول الله صلى الله عليه وسلم له عقب وكان يقال أنه أول من\nعقر من المسلمين دابته عبد الحارث معه امرأته أسماء بنت عميس بن كعب بن\nمالك ابن قحافة من خثعم ولدت له بأرض <span id='ms183'></span> الحبشة عبد الله بن جعفر رجل نا أحمد\nنا يونس عن ابن إسحاق قال حدثني يحيى بن عباد ابن عبد الله بن الزبير عن\nأبيه عباد عن رجل من بني مرة بن رئاب ويقال ابن ذبيان قال كأني انظر إلى\nجعفر حين لخمته الحرب عقر فرسا له شقرا ثم قاتل حتى قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nومن بني أمية بن عبد شمس خالد بن سعيد بن العاصي معه امرأته أمينة بنت\nخلف بن أسعد بن عامر بن بياضة من بني سبيع ابن خثعمة من خزاعة ولدت له بأرض\nالحبشة سعيد بن خالد وأمه ابنة خالد فتزوج أمة الزبير بن العوام فولدت له\nعمرو بن الزبير وخالد بن الزبير قتل خالد يوم مرج الصفر بأرض الشأم وعمرو\nبن سعيد بن العاصي معه امرأته فاطمة بنت صفوان بن أمية بن شفي بن محرب بن\nشفي الكناني قتل يوم أجنادين ولعمرو يقول أبو سعيد (ليت شعري عنك يا عمرو\nسائلا * إذا شب واشتد دماه تبلجا) (أيترك أمر القوم فيه بلابل * ويكشف غيظا\nكان في الصدر موهجا) ومن حلفائهم من بني أسد بن خزيمة عبد الله بن جحش معه\nامرأته بركة بنت يسار ومعيقيب بن أبي فاطمة وهو إلى سعيد ابن العاص وله عقب\nومن بني عبد الدار بن قصي جهم بن قيس بن عبد شرحبيل ابن هاشم بن عبد مناف\nبن عبد الدار وعمرو بن جهم وأبو الروم بن عمير بن وهب ومن عبد بن قصي طليب\nبن عمير بن أبي كبير لا عقب له ومن بني أسد بن عبد العزى بن قصي الأسود بن\nنوفل بن خويلد ومن بني زهرة بن كلاب عامر بن أبي وقاص وهو مالك ابن أهيب بن\nعبد مناف بن زهرة وله عقب وعتبة بن مسعود بن الحارث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nومن بني تيم بن مرة الحارث بن خالد بن صخر بن غامر ابن كعب بن ربيعة بن\nتيم بن مرة معه امرأته ريطة بنت الحارث من بني تميم ولدت له بأرض الحبشة\nموسى بن <span id='ms184'></span> الحارث وعائشة ابنة الحارث وزينب ابنة الحارث وعمرو بن عثمان بن\nكعب بن سعد بن تيم رجلان 304 نا أحمد نا يونس عن ابن إسحاق قال وكان جميع\nمن لحق بأرض الحبشة وهاجر إليها من المسلمين سوى أبنائهم الذين خرجوا بهم\nمعهم أو ولدوا بها نيفا وثمانين رجلا ان كان عمار ابن ياسر فيهم وهو يشك\nفيه 305 نا أحمد نا يونس عن ابن إسحاق فقالت هند بنت عتبة تهجو أبا حذيفة\nحين أسلم (الأحوال الأبلق المقلوب كليته * أبو حذيفة شر الناس في الدين)\n(ماذا جزيت أبا رباك من صغر * ثمت غذاك غذاء غير محجون) 306 نا أحمد نا\nيونس عن ابن إسحاق قال وهذا كتاب النبي صلى الله عليه وسلم وسلم إلى\nالنجاشي بسم الله الرحمن الرحيم هذا كتاب من محمد النبي إلى النجاشي الاصحم\nعظيم الحبشة سلام على من اتبع الهدى وآمن بالله ورسوله وشهد أن لا إله إلا\nالله وحده لا شريك له لم يتخذ صاحبة ولا ولدا وأن محمد عبده ورسوله وأدعوك\nبدعاية الله فاني أنا رسوله فأسلم تسلم ويأهل الكتاب تعالوا إلى كلمة سواء\nبيننا وبينكم ألا نعبد الا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا\nأربابا من دون الله فان أبيت فعليك اثم النصارى قومك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n307 نا يونس عن ابن إسحاق قال فقال عبد الله بن الحارث السهمي يذكر نفي\nقريش إياهم (تلك قريش تجحد الله حقه * كما جحدت عاد ومدين والحجر) (فان أنا\nلم أبرق فلا يسعني * من أرض بر ذو فضاء ولا بحر) (بأرض بها عبد الاله محمد\n* أبين ما في النفس إذ بلغ النقر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nحديث ما لقي رسول الله صلى الله عليه وسلم من أذى قومه 308 نا أحمد نا\nيونس عن ابن إسحاق قال حدثني يحيى ابن عروة عن أبيه عروة بن الزبير قال قلت\nلعبد الله بن عمرو بن العاص ما أكثر ما رأيت قريشا أصابت من رسول الله صلى\nالله عليه وسلم فيما كانت تظهر من عداوته فقال لقد رأيتهم وقد <span id='ms185'></span> اجتمع\nأشرافهم يوما في الحجر فقالوا فذكروا رسول الله صلى الله عليه وسلم فقالوا\nما رأينا مثل ما صبرنا عليه من هذا الرجل قط سفه أحلامنا وشتم آباءنا وعاب\nديننا وفرق جماعتنا وسب آلهتنا وصبرنا منه على أمر عظيم أو كما قال فبينا\nهم في ذلك إذ طلع رسول الله صلى الله عليه وسلم فأقبل يمشي حتى استلم الركن\nثم مر بهم طائفا بالبيت فغمزوه ببعض القول فعرفت ذلك في وجه رسول الله صلى\nالله عليه وسلم فمضى فلما مر به الثانية غمزوه بمثلها فعرفتها في وجهه فمضى\nثم مر الثالثة فغمزوه بمثلها فوقف ثم قال أتسمعون يا معشر قريش أما والذي\nنفسي بيده لقد جئتكم بالذبح فأخذت القوم كلمته حتى ما منهم من رجل الا\nولكأنما على رأسه طائر واقع وحتى أن أشدهم فيه وصاة قبل ذلك لتلقاه بأحسن\nما يجد من القول حتى أنه ليقول انصرف يا أبا القاسم راشدا فوالله ما أنت\nبجهول فانصرف رسول الله صلى الله عليه وسلم حتى إذا كان من الغد اجتمعوا في\nالحجر وأنا معهم فقال بعضهم لبعض ذكرتم ما بلغ منكم وما بلغكم عنه حتى إذا\nباداكم بما تكرهون تركتموه فبيناهم على ذلك طلع رسول الله صلى الله عليه\nوسلم فوثبوا اليه وثبة رجل فأحاطوا به يقولون أنت الذي تقول كذا وكذا لما\nيبلغهم من عيب آلهتهم ودينهم فيقول رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nنعم أنا الذي أقول ذلك فلقد رأيت رجلا منهم أخذ بجامع ردائه وقام أبو بكر\nدونه يبكي ويقول ويلكم أتقتلون رجلا أن يقول ربي الله ثم انصرفوا عنه فان\nذلك لأكثر ما رأيت قريشا بلغت منه قط 309 نا أحمد نا يونس عن ابن إسحاق قال\nحدثني بعض آل أم كلثوم بنت أبي بكر أنها كانت تقول لقد رجع أبو بكر ذلك\nاليوم ولقد صدعوا فوق رأسه بما جبذوه وكان رجلا كثير الشعر 310 نا يونس عن\nعيسى بن عبد الله اليمني عن الربيع ابن أنس البكري قال <span id='ms186'></span> كان رسول الله صلى\nالله عليه وسلم يصلي فلما سجد جاءه أبو جهل فوطئ عنقه فأنزل الله * (أرأيت\nالذي ينهى عبدا إذا صلى) * أبو جهل * (أرأيت إن كان على الهدى) * محمدا *\n(أرأيت إن كذب وتولى) * أبو جهل * (كلا لئن لم ينته) * أبو جهل * (سندع\nالزبانية) * قال هم تسعة عشر خزنة النار فقال رسول الله صلى الله عليه وسلم\nوالله لئن عاد لتأخذنه الزبانية فانتهى فلم يعد 311 نا يونس عن المبارك بن\nفضالة عن الحسن قال بات جهلة قوم رسول الله صلى الله عليه وسلم عامة ليله\nيقولون له يا محمد تكفر آباءك وتراد أمرهم وتفعل وتفعل فأنزل الله تعالى *\n(أفغير الله تأمروني أعبد أيها الجاهلون) * إلى قوله * (وكن من الشاكرين) *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n312 نا يونس عن أبي معشر عن محمد بن قيس قال كان رسول الله صلى الله عليه\nوسلم جالسا وعنده عتبة بن ربيعة وابن أم مكتوم الأعمى فقال يا رسول الله\nعلمني القرآن فعبس رسول الله صلى الله عليه وسلم في وجهه وصرفه عنه كراهية\nأن يزهد اقباله عليه عتبة في الاسلام يقول انما يتبع هذا العميان والمساكين\nفأنزل الله تعالى * (عبس وتولى) * إلى قوله * (فأنت له تصدى) * عتبة *\n(وأما من جاءك يسعى وهو يخشى) * ابن أم مكتوم فلم يعذر رسول الله صلى الله\nعليه وسلم بمثل ذلك 313 نا يونس عن مسعر بن كدام عن أشعث بن أبي الشعثاء عن\nرجل من كنانة قال سمعت رسول الله صلى الله عليه وسلم يقول يا أيها الناس\nقولوا لا إله إلا الله تفلحوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nقصة النبي صلى الله عليه وسلم لما عرض على نفسه العرب 314 نا أحمد نا\nيونس عن ابن إسحاق قال فكان رسول الله صلى الله عليه وسلم على مثل ذلك من\nأمره يدعوا القبائل إلى الله والى الاسلام يعرض عليهم نفسه وما جاء به من\nالله تعالى من الهدى والرحمة 315 نا أحمد نا يونس عن ابن إسحاق قال حدثني\nالزهري قال أتى رسول الله صلى الله عليه وسلم ناسا من كندة <span id='ms187'></span> في منازلهم\nوفيهم سيدهم يقال له فليح فدعاهم إلى الله عز وجل وعرض عليهم نفسه فأبوا أن\nيقبلوا منه بقبيحة عليه ثم أتى حيا من كلب يقال لهم بنو عبد الله فقال لهم\nيا بني عبد الله قد أحسن الله اسم أبيكم فلم يقبلوا وعرضوا عنه 316 نا يونس\nعن يزيد بن زياد عن أبي الجعدي عن مسامع ابن شداد عن طارق قال رأيت رسول\nالله صلى الله عليه وسلم مرتين رأيته بسوق ذي المجاز وأنا في بياعة لي فمر\nوعليه حلة حمراء فسمعته يقول يا أيها الناس قولوا لا إله إلا الله تفلحوا\nورجل يتبعه يرميه بالحجارة وقد أدمى كعبيه وهو يقول يا أيها الناس لا\nتطيعوا هذا فإنه كذاب فقلت من هذا فقيل هذا غلام من بني عبد المطلب فقلت من\nهذا الذي يرميه بالحجارة فقيل عمه عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nالعزى أبو لهب بن عبد المطلب فلما أظهر الله الاسلام خرجنا من الربذة\nومعنا ظعينة لنا حتى نزلنا قريبا من المدينة فبتنا نحن في عود إذا أنا برجل\nعليه ثوبان فسلم علينا فقال من أين أقبل القوم فقلت من الربذة ومعنا جمل\nأحمر فقال تبيعون الجمل فقلنا نعم فقال بكم فقلنا بكذا وكذا صاعا من تمر\nفقال قد أخذته وما استقضى وأخذ بخطام الجمل فذهب به حتى توارى بحيطان\nالمدينة فقال بعضنا لبعض تعرفون الرجل فلم يكن منا أحد يعرفه فلام القوم\nبعضهم بعضا وقالوا أتعطون جملكم من لا تعرفون فقالت الظعينة فلا تلاوموا\nفلقد رأيت وجه رجل لا يغدر بكم فما رأيت أشبه بالقمر ليلة البدر من وجهه\nفلما كان العشي أتانا رجل فقال السلام عليكم ورحمة الله أأنتم الذين جئتم\nمن الربذة فقلنا نعم فقال أنا رسول رسول الله صلى الله عليه وسلم إليكم وهو\nيأمركم ان تأكلوا من هذا التمر حتى تشبعوا وتكتالوا حتى تستوفوا فأكلنا من\nالتمر حتى شبعنا وأكتلنا حتى استوفينا ثم قدمنا المدينة من الغد فإذا رسول\nالله صلى الله عليه وسلم قائم يخطب الناس <span id='ms188'></span> على المنبر فسمعته يقول يد المعطي\nالعليا وابدأ بمن تعول أمك وأباك وأختك وأخاك وأدناك أدناك وثم رجل من\nالأنصار فقال يا رسول الله صلى الله عليه وسلم هاؤلاء بنو ثعلبة بن يربوع\nالذين قتلوا فلانا في الجاهلية فخذ لنا بثأرنا فرفع رسول الله صلى الله\nعليه وسلم يديه حتى رأيت بياض أبطيه فقال لا تجني أم علي ولد لا تجني أم\nعلي ولد 317 نا يونس عن يزيد بن عمرو عن أبي سعيد ابن أحمد الثوري قال بعث\nأبو طالب إلى رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أطعمني من عنب جنتك وأبو بكر الصديق جالس عند رسول الله صلى الله\nعليه وسلم فقال أبو بكر ان الله حرمها على الكافرين 318 نا يونس قال قال\nابن إسحاق ولما سمع أبو سفيان باسلام خفاف بن أيماء بن رحضة قال لقد صبأ\nالليلة سيد بني كنانة 319 نا أحمد نا يونس عن ابن إسحاق قال حدثني يعقوب\nابن عتبة عن سالم بن عبد الله بن عمر قال جاء رجل من قريش بمكة إلى رسول\nالله صلى الله عليه وسلم فقال يا محمد ألم يبلغني أنك تنهي عن السبا يقول\nعن سبا العرب فقال رسول الله صلى الله عليه وسلم بلى فتحول الرجل فكشف عن\nاسته في وجه رسول الله صلى الله عليه وسلم فلعنه رسول الله صلى الله عليه\nوسلم ودعا عليه فأنزل الله تعالى فيه * (ليس لك من الأمر شيء أو يتوب عليهم\nأو يعذبهم فإنهم ظالمون) * فأسلم الرجل بعد ذلك وحسن اسلامه 320 نا يونس عن\nيونس بن عمرو عن أبيه قال شج غلام من قريش فاطمة بنت رسول الله صلى الله\nعليه وسلم وهي غادية فنادت يآل عبد شمس فخرج أبو سفيان وخرج أبو جهل فقال\nيا أبا سفيان هذه يدي فرجع 321 نا يونس عن زكريا بن أبي زائدة عن الشعبي\nانه سئل عن الزنيم فقال هو الرجل تكون له الزنمة من الشر يعرف بها وهو\nالأخنس بن شريق الثقفي نزلت <span id='ms189'></span> فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n322 نا أحمد نا يونس عن ابن إسحاق قال حدثني والدي إسحاق بن يسار عن رجال\nمن بني سعد بن بكر قال قدم الحارث بن عبد العزى أبو رسول الله صلى الله\nعليه وسلم من الرضاعة على رسول الله صلى الله عليه وسلم بمكة فقالت له قريش\nحين أنزلت عليه ألا تسمع يا حار ما يقول ابنك هذا قال وما يقول قالوا يزعم\nأن الله يبعث بعد الموت وأن لله دارين يعذب فيهما من عصاه ويكرم فيهما من\nأطاعه وقد شتت أمرنا وفرق جماعتنا فاتاه فقال أي بني مالك ولقومك يشكونك\nويزعمون أنك تقول أن الناس يبعثون بعد الموت ثم يصيرون إلى جنة ونار فقال\nرسول الله صلى الله عليه وسلم نعم أنا أزعم ذلك ولو قد كان ذلك اليوم يا\nأبت لقد أخذت بيدك حتى أعرفك حديثك اليوم فأسلم الحارث بعد ذلك فحسن اسلامه\nوكان يقول حين أسلم لو قد أخذ ابني بيدي فعرفني ما قال لم يرسلني إن شاء\nالله حتى يدخلني الجنة 323 نا أحمد نا يونس عن ابن إسحاق قال حدثني الزهري\nعن عروة عن عائشة قالت كان لأبي بكر مسجد بفناء داره فكان إذا صلى فيه وقرأ\nالقرآن بكى بكاء كثيرا فيجتمع اليه النساء والصبيان والعبيد يعجبون مما\nيرون من رقته وقد كان استأذن رسول الله صلى الله عليه وسلم في الهجرة حين\nأوذوا بمكة فأذن له رسول الله صلى الله عليه وسلم فخرج حتى كان من مكة على\nيومين فلقيه ابن الدغنة رجل من بني الحارث بن عبد مناة بن كنانة وكان سيد\nالأحابيش فقال له أين يا أبا بكر فقال أذاني قومي وأخرجوني من بلادي فأود\nبأن أؤم بلدة تكون أستريح من أذاهم وآمن منهم فقال ولم فوالله انك لتزين\nالعشيرة وتعين على النائبة وتفعل المعروف وتكسب المعدم ارجع فأنت في جواري\nفرجع فلما دخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nمكة قام ابن الدغنة يصرخ بمكة يا معشر قريش اني قد أجرت ابن أبي قحافة\nفلا يؤذيه أحد وكانوا <span id='ms190'></span> إذا عقدوا فبخ وكف عنه هذا الحي من قريش وكان إذا صلى\nفي مصلاه ذلك بمكة كان من أمره ما وصفت فمشى اليه رجال من قريش فقالوا يا\nبن الدغنة ان هذا الرجل الذي أجرت رجل له حال ما هو لغيره انه إذا تلا ما\nجاء به محمد بكى بكاء لا يبكيه أحد فيرق لذلك منه ضعفاؤنا ونساؤنا وخدمنا\nفمره فليكف عنا يتخذ مصلى غير هذا في بيته فمشى البه ابن الدغنة فقال يا\nأبا بكر اني لم أجرك لتؤذي قومك فاتخذ مصلى غير هذا فقال أبو بكر أو غير\nذلك فقال وما هو قال أرد عليك جوارك وأرضى بجوار الله فقال نعم فقال أبو\nبكر فقد رددت عليك جوارك فقال ابن الدغنة يا معشر قريش ان أبا بكر قد رد\nعلي جواري فشأنكم بصاحبكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nوفاة أبي طالب وما جاء فيه 324 نا أحمد نا يونس عن ابن إسحاق قال فقال\nأبو جهل وعتبة وشبية ابنا ربيعة والعاصي بن سعيد وسعيد بن العاصي العاصي بن\nوائل وأمية بن خلف يا معشر قريش ان هذا الأمر يزداد وان أبا طالب ذو رأي\nوشرف وسن وهو على دينكم وهو اليوم مدنف فامشوا اليه فأعطوه السواء يأخذ لكم\nوعليكم في ابن أخيه فإنكم ان خلوتم بعمر بن الخطاب وحمزة بن عبد المطلب وقد\nخالفا دينكم يكون الحرب بينكم وبين قومكم فاقبلوا يمشون إلى أبي طالب حتى\nجاؤوه فقالوا أنت سيدنا وأنصفنا في أنفسنا وقد رأيت الذي فعل هؤلاء السفهاء\nمع ابن أخيك من تركهم آلهتنا وطعنهم في ديننا وقد فرق بيننا محمد وأكفر\nآلهتنا وسب آباءنا فأرسل إلى ابن أخيك فأنت بيننا عدل قال فأرسل أبو طالب\nإلى رسول الله صلى الله عليه وسلم فأتاه فقال هؤلاء قومك وذوو أسنانهم وأهل\nالشرف بينهم وهم يعطونك السواء فلا تمل عليهم كل الميل فقال رسول الله صلى\nالله عليه وسلم قولوا أسمع قولكم فقال أبو جهل بن هشام ترفضنا من ذكرك ولا\nتلزمنا ولا من آلهتنا <span id='ms191'></span> من شيء وندعك وربك فقال رسول الله صلى الله عليه وسلم\nان أعطيتكم ما سالتم أمعطي أنتم كلمة واحدة لكم فيها خير تملكون بها العرب\nوتدين لكم بها العجم فقال أبو جهل وهو مستهزئ نعم لله أبوك كلمة نعطيكها\nوعشر أمثالها فقال قولوا لا إله إلا الله وحده لا شريك له فنفروا من كلامه\nومفارقنا وقالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n* (أن امشوا واصبروا على آلهتكم إن هذا لشيء يراد ما سمعنا بهذا في الملة\nالآخرة إن هذا إلا اختلاق أأنزل عليه الذكر من بيننا بل هم في شك من ذكري\nبل لما يذوقوا عذاب) * وكان ممشاهم إلى أبي طالب لما لقوا من عمر وسمعوا\nمنه 325 نا أحمد نا يونس عن محمد بن إسحاق قال فلما رأى رسول الله صلى الله\nعليه وسلم تكذيبهم بالحق قال لقد دعوت قومي إلى أمر ما اشتططت في القول\nفقال عمه أجل لم تشتط فقال رسول الله صلى الله عليه وسلم عند ذلك وأعجبه\nقول عمه يا عم بك علي كرامة ويدك عندي حسنة ولست أجد اليوم ما أجزيك به غير\nأني أسئلك كلمة واحدة تحل لي بها الشفاعة عند ربي أن تقول لا إله إلا الله\nوحده لا شريك له تصيب بها الكرامة عند الممات فقد حيل بينك وبين الدنيا\nوتنزل بكلمتك هذه الشرف الأعلى في الآخرة فقال له عمه والله يا بن أخي لولا\nأن ترى قريش انما ذعرني الجزع وتعهدك بعدي سبة تكون عليك وعلى بني أبيك\nغضاضة لقلت الذي تقول وأقررت بها عينك لما أرى من شدة وجدك ونصحك لي ثم إن\nأبا طالب دعا بني عبد المطلب فقال إنكم لن تزالوا بخير ما سمعتم قول محمد\nواتبعتم أمره فاتبعوه وصدقوه ترشدوا فقال رسول الله صلى الله عليه وسلم عند\nذلك تأمرهم بالنصيحة وتدعها لنفسك فقال له عمه أجل لو سألتني هذه الكلمة\nوأنا صحيح لها لاتبعتك على الذي تقول ولكني أكره الجزع عند الموت وترى قريش\nأني أخذتها عند الموت وتركتها وأنا صحيح فأنزل <span id='ms192'></span> الله تعالى * (إنك لا تهدي\nمن أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n326 نا يونس عن يحيى بن أبي أنيسة عن الزهري عن سعيد بن المسيب عن أبيه\nقال لما حضرت أبا طالب الوفاة جاء رسول الله صلى الله عليه وسلم فوجد عنده\nأبا جهل وعبد الله بن أبي أمية فقال رسول الله صلى الله عليه وسلم لأبي\nطالب يا عماه قل لا إله إلا الله كلمة أشهد لك بها عند الله فقال أبو جهل\nفوالله يا أبا طالب أترغب عن ملة عبد المطلب فلم يزل رسول الله صلى الله\nعليه وسلم يعرضها عليه ويعيد له تلك المقالة حتى قال له أبو طالب آخر ما\nكلمهم هو على ملة عبد المطلب وأبى أن يقول لا إله إلا الله فقال رسول الله\nصلى الله عليه وسلم أما والله لأستغفرن لك ما لم أنه عنك فأنزل الله في ذلك\n* (ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى من\nبعد ما تبين لهم أنهم أصحاب الجحيم) * وأنزل الله في أبي طالب * (إنك لا\nتهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين) * 327 نا يونس\nعن قيس بن الربيع عن حبيب بن أبي ثابت قال حدثني من سمع ابن عباس يقول في\nقوله تعالى * (وهم ينهون عنه وينأون عنه) * نزلت في أبي طالب كان ينهي عن\nأذى محمد وينئا عما يجيء به أن يتبعه 328 نا أحمد نا يونس عن ابن إسحاق قال\nحدثني العباس ابن عبد الله بن معبد عن بعض أهله عن ابن عباس قال لما أتى\nرسول الله صلى الله عليه وسلم أبا طالب في مرضه فقال له يا عم قل لا إله\nإلا الله أستحل بها لك الشفاعة يوم القيامة قال والله يا ابن أخي لولا أن\nيكون سبة عليك وعلى أهل بيتك من بعدي يرون أني قلتها جزعا حين نزل بي الموت\nلقلتها لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nأقولها الا لأشرك بها ولما ثقل أبو طالب <span id='ms193'></span> رئي يحرك شفتيه فأصغى اليه\nالعباس ليستمع قوله فرفع العباس عنه فقال يا رسول الله قد والله قال الكلمة\nالتي سألته فقال رسول الله صلى الله عليه وسلم لم أسمع 329 نا يونس عن سنان\nبن إسماعيل الحنفي عن يزيد الرقاشي قال قيل لرسول الله صلى الله عليه وسلم\nيا رسول الله أبو طالب ونصرته لك وحيطته عليك أين منزلته فقال رسول الله\nصلى الله عليه وسلم هو في ضحضاح من نار فقيل وان فيها لضحضاحا وغمرا فقال\nرسول الله صلى الله عليه وسلم نعم ان أدنى أهل النار منزلة لمن يحذى له\nنعلان من نار يغلي من وهجها دماغه حتى يسيل على قوائمه قال سنان فبلغني أنه\nينادي يرى أن إلا يعذب أحد عذابه من شدة ما هو فيه 330 نا يونس عن يونس بن\nعمرو عن أبيه عن ناجية بن كعب عن علي بن أبي طالب قال لما مات أبو طالب\nأتيت رسول الله صلى الله عليه وسلم فقلت ان أبا طالب عمك الكافر قد مات\nفقال رسول الله صلى الله عليه وسلم اذهب فواره فقلت والله لا أواريه فقال\nفمن يواريه ان لم تواره فانطلق فواره ثم لا تحدث شيئا حتى تأتيني فانطلقت\nفواريته ثم رجعت إلى رسول الله صلى الله عليه وسلم فعال انطلق فاغتسل ثم\nأئتني ففعلت ثم أتيته فلما أن أتيته دعى لي بدعوات ما أحب أن لي بهن ما على\nالأرض من شيء 331 نا يونس عن هشام بن عروة عن أبيه أن رسول الله صلى الله\nعليه وسلم قال ما زالت قريش كافين عني حتى مات أبو طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n332 نا أحمد نا يونس عن ابن إسحاق قال وقال علي بن أبي طالب يرثي أباه\nحين مات (أرقت لنوح آخر الليل عردا * أبا طالب منوى الصعاليك ذا الندى)\n(وذا الحلم لا جلفا ولم يك قعددا * لشيخي ينعي والرئيس المسودا) (أخا الهلك\nخلا ثلمة سيشدها * بنو هاشم أو تستباح وتضهدا) (فأمست قريش يفرحون لفقده *\nولست أرى حيا لشيء <span id='ms194'></span> مخلدا) (أرادوا أمورا زينتها حلومهم * ستوردهم يوما من\nالغي موردا) (يرجون تكذيب النبي وقتله * وأن يفتروا بهتا عليه وجحدا)\n(كذبتم وبيت الله حتى نذيقكم * صدور العوالي والصقيع المهندا) (ويبدوا منا\nمنظر ذو كريهة * إذا ما سربلنا الحديد المسردا) (فاما تبيدونا واما نبيدكم\n* واما تروا سلم العشيرة أرشدا) (والا فان الحي دون محمد * بنو هاشم خير\nالبرية مجندا) (وان له منكم من الله ناصرا * ولست أرى حيا لشي مخلدا) (نبي\nأتانا بالوحي من كل حطة * فسماه ربي في الكتاب محمدا) (أغر كضوء الشمس صورة\nوجهه * جلا الغيم عنه ضوؤه فتعددا) (أمين على ما استودع الله قلبه * وان\nقال قولا كان فيه مسددا) آخر الجزء الرابع بحمد الله وعونه يتلوه وفاة\nخديجة بنت خويلد رضي الله عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n5 من = كتاب المغازي لابن إسحاق = \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}