{
  "content": "\n<p>\n//بسم الله الرحمن الرحيم\n</p>\n\n<h2 class='l2' id='head0'>باب الجيم واللام</h2>\n\n<h3 class='dic-item l3' id='head1'>التباني</h3>\n\n<p>\n00 - 0 - 792 \n</p>\n\n<p>\nه - 000 - 1389\n</p>\n\n<p>\nم جلال بن أحمد بن يوسف بن طوغ أرسلان، العلامة جلال الدين الثيري الحنفي\nالتباني.\n</p>\n\n<p>\nقال قاضي القضاة بدر الدين محمود العيني: هو الشيخ الإمام العالم العلامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nجلال الدين جلال. وذكر بقية نسبه إلى \" أن قال \": شيخ المدرسة الصرغتمشية\nوالتربة القجاوية.\n</p>\n\n<p>\nأصله من بلد يقال لها ثيرة من بلاد الروم بكسر بالثاء المثلثة بعدها ياء\nآخر الحروف وبعدها راء مهملة \" و \" في آخرها هاء.\n</p>\n\n<p>\nقدم الديار المصرية في الدولة الناصرية حسن وسكن بمسجد في التبانة، فلذلك\nينسب إليها. واشتغل بالعلوم، واجتهد في تحصيلها اجتهادا عظيما، أخذ العربية\nعن الشيخ جمال الدين بن هشام، وبهاء الدين بن عقيل، وبدر الدين ابن أم قاسم\nالنحوي وغيرهم. وسمع صحيح البخاري على علاء الدين ابن التركماني، وأخذ\nالفقه عن الإمام قوام الدين الفارابي الإتقاني وغيرهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p004'> Vol. 05, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوكان فقيها، أصوليا، نحويا بارعا، وله مشاركة في جميع الفنون. انتصب\nللأشغال والإفادة والفتوى مدة طويلة. وكان من أهل الصيانة والدين والتعفف،\nوسئل أن يولى قضاء القضاة بديار مصر، فأبى. وكان ألجاي اليوسفي يعظمه. ولم\nيشتهر إلا في أيامه، وكان الملك الظاهر يعظمه ويرجع إليه ولا يرد كلامه،\nولكن نزلت مرتبته عنده بعد ما عاد الظاهر إلى سلطنته؛ وذلك لما كتب مع من\nكتب من الفتاوى على الظاهر.\n</p>\n\n<p>\nوله مصنفات مفيدة منها: شرح المنار في أصول الفقه. ومختصر في التلويح في\nشرح الجامع الصحيح للحافظ علاء الدين مغلطاي. ومختصر على إيضاح ابن\n</p>\n\n<h3 class='dic-item l3' id='head2'>الحاجب</h3>\n\n<p>\n. ومنظومة في الفقه وشرحها في أربع مجلدات. ومختصر ترجيح مذهب الإمام أبي\nحنيفة رضي الله عنه. وتعليقة على البزدوي، ولم تكمل. وقطعة على مشارق\nالأنوار ولم يكملها. ورسالة في الفرق بين الفرض العملي العمل والواجب.\n</p>\n\n<p>\nولقد أجازني بالإفتاء والتدريس ورواية جميع مسموعاته من النقل <span id='ms0727'></span> والعقل\nوجميع مصنفاته.\n</p>\n\n<p>\nوكتب لي بخطه في رابع وعشرين ربيع الأول من سنة إحدى وتسعين وسبعمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوتوفي يوم الجمعة ثالث عشر رجب من سنة اثنتين وتسعين وسبعمائة بالقاهرة،\nوتولى عوضه في الصرغتمشية بدر الدين محمود السرائي الكلستاني الحنفي.\n</p>\n\n<p>\nوفي تربة قجا السلاح دار شخص من تلامذته يقال له: الشيخ مصطفى القرماني.\nانتهى كلام العيثي برمته.\n</p>\n\n<p>\nوقال الشيخ تقي الدين المقريزي: توفي الشيخ جلال الدين بن رسول بن أحمد\nبن يوسف العجمي التباني الحنفي، إلى أن قال: خارج القاهرة في يوم الجمعة\nثالث عشر شهر رجب سنة ثلاث وتسعين وسبعمائة. انتهى كلام المقريزي بعد أن\nاختلفا في الأب، وفي سنة الوفاة والله أعلم بالصواب.\n</p>\n\n<p>\nالحاجب\n</p>\n\n<p>\n00 - 0 - 788 \n</p>\n\n<p>\nه - 000 - 1386م جلبان بن عبد الله الحاجب، الأمير سيف الدين، أحد أمراء\nالطبلخانات والحجاب في الدولة الظاهرية برقوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوكان دينا مشكور السيرة.\n</p>\n\n<p>\nمات في شهر رمضان سنة ثمان وثمانين وسبعمائة. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head3'>العمري الظاهري</h3>\n\n<p>\n00 - 0 - \n</p>\n\n<p>\nبعد 830ه - 000 - 1426م جلبان بن عبد الله العمري الظاهري، الأمير سيف\nالدين، أحد أمراء العشرات والحجاب بالقاهرة، ثم حاجب حجاب غزة.\n</p>\n\n<p>\nأصله من مماليك الملك الظاهر برقوق. رأيته في الدولة الأشرفية برسباي وهو\nمن جملة الحجاب بالقاهرة.\n</p>\n\n<p>\nوكان سليم الباطن، تركي الجنس، يميل إلى دين وخير، ثم ولي حجوبية غزة،\nوبها توفى بعد الثلاثين وثمانمائة تخمينا رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head4'>قراسقل نائب حلب</h3>\n\n<p>\n00 - 0 - 802 \n</p>\n\n<p>\nه - 000 - 1399م جلبان بن عبد الله الظاهري المعروف بقراسقل الأمير سيف\nالدين نائب حلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأصله من مماليك الملك الظاهر برقوق وخواصه، رقاه إلى أن جعله أمير مائة\nومقدم ألف بالديار المصرية، ثم رأس نوبة النوب، ثم ولاه نيابة حلب، عوضا عن\nالأمير قرادمرداش الأحمدي في أواخر سنة ثلاث وتسعين وسبعمائة.\n</p>\n\n<p>\nوتولى والدي - رحمه الله - بعده رأس نوبة النوب.\n</p>\n\n<p>\nولما استقر في نيابة حلب وقع بينه وبين نعير بن حيار بسليمة وقعة انتصر\nفيها جلبان في سنة خمس وتسعين، ثم أرسل نعير يسأله الصلح؛ فكتب جلبان بذلك\nإلى الملك الظاهر برقوق، فأرسل السلطان يقول: بشرط أنه يدخل إلى حلب ويدوس\nبساط <span id='ms0728'></span> السلطان، ثم كتب الظاهر ملطفات صحبة القاصد الوارد إلى حلب تتضمن مسك\nنعير؛ فعلم بذلك الأمير ألطنبغا الأشرفي أتابك حلب، فأعلم الأمير جلبان\nبذلك؛ فكتب جلبان إلى نعير في الباطن أن لا تحضر. وبلغ الملك الظاهر\nالواقعة، فأسرها في نفسه إلى أن توجه إلى البلاد الشامية، ووصل إلى حلب في\nسنة ست وتسعين وسبعمائة، قبض على الأمير ألطنبغا الأشرفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nأتابك حلب، وحبسه إلى أن مات بقلعة حلب، ثم قبض على الأمير جلبان\nالمذكور، وأخلع على والدي - رحمه الله - باستقراره في نيابة حلب عوضه، وحبس\nالملك الظاهر جلبان هذا مدة، ثم أطلقه، وجعله أتابك دمشق بعد الأمير إياس\nالجرجاوي، فاستمر جلبان في أتابكية دمشق مدة، ثم حبس بقلعتها إلى أن أطلقه\nالأمير تنم الحسني\n</p>\n\n<h3 class='dic-item l3' id='head5'>نائب الشام</h3>\n\n<p>\n، بعد أن عصى وخرج عن طاعة الملك الناصر فرج في سنة اثنتين وثمانمائة،\nفوافقه جلبان المذكور على العصيان، ودام معه، حتى قبض عليه بعد وقعة الأمير\nتنم نائب الشام مع الناصر فرج. حسبما ذكرناه.\n</p>\n\n<p>\nوقتل جلبان بقلعة دمشق مع من قتل من الأمراء في شعبان سنة اثنتين\nوثمانمائة. وكان كريما، شجاعا، عاقلا، عفيفا، ذا شكالة حسنة، وجهه صبيح،\nوهو أستاذ الأمير أركماس الجلباني نائب طرابلس، رحمهما الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nنائب الشام\n</p>\n\n<p>\nجلبان بن عبد الله، المعروف بأمير آخور، الأمير سيف الدين نائب الشام. في\nمعتقه وجنسه أقوال. اتصل بخدمة الملك المؤيد شيخ لما كان أميرا، ودام عنده،\nحتى طرق الملك المؤيد الديار المصرية في غيبة الملك الناصر فرج بالبلاد\nالشامية، وحاصر قلعة الجبل بمن معه من الأمراء، ثم انكسر المؤيد وأصحابه\nوانهزموا إلى جهة باب القرافة، تقنطر المؤيد عن فرسه؛ فلحقه جلبان هذا\nبالجنيب، فعرفها له المؤيد لما تسلطن، ورقاه حتى جعله أمير طبلخاناه وأمير\nآخور ثاني، ثم مقدم ألف بالديار المصرية، وجرده صحبة من تجرد من الأمراء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالمصريين إلى البلاد الشامية ومات المؤيد في غيبته، ثم قبض عليه الأمير\nططر بدمشق مع من قبض عليه من المؤيدية وغيرهم، وحبسه بتلك البلاد، إلى أن\nأطلقه الملك <span id='ms0729'></span> الأشرف برسباي، وأنعم عليه بإمرة مائة وتقدمة ألف بدمشق، ثم\nنقله إلى نيابة حماة في يوم الخميس عشرين شعبان سنة ست وعشرين وثمانمائة،\nعوضا عن الأمير جارقطلو بحكم انتقاله إلى نيابة حلب بعد الأمير تنبك\nالبجاسي المنتقل إلى نيابة دمشق بعد موت الأمير تنبك العلائي ميق، واستمر\nفي نيابة حماة سنين إلى أن نقل إلى نيابة طرابلس في سنة سبه وثلاثين\nوثمانمائة بعد موت الأمير طرباي؛ فباشر نيابة طرابلس إلى أن نقله الملك\nالظاهر جقمق إلى نيابة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nحلب في شوال سنة اثنتين وأربعين وثمانمائة بعد عصيان تغري برمش نائب حلب؛\nفدام في نيابة حلب إلى أن نقل إلى نيابة الشام بعد موت الأمير آقبغا\nالتمرازي في شهر ربيع الآخر سنة ثلاث وأربعين وثمانمائة، وحمل إليه التقليد\nوالتشريف على يد الأمير دولات باي المحمدي المؤيدي الدوادار الثاني، واستمر\nفي نيابة دمشق سنين، ولا نعلم أحدا أقام في نيابة دمشق بعد تنكز أكثر من\nجلبان هذا. قلت: وأيضا له منذ ولي نيابة حماة إلى يومنا هذا - أعني من سنة\nست وعشرين - يتنقل من نيابة إلى أخرى. لم يعزل فيها عن عمل إلا عندما ينقل\nإلى عمل أعلى منه، وهذا أيضا لم نعلمه وقع لأحد من أهل الدولة الكثير، مع\nأنه لا فارس الخيل، ولا وجه العرب، وإن كان يعرف فنون الملاعيب وركوب\nالخيل، لكنه لم يشهر بشجاعة، ولا إقدام، غير أنه عارف بالسياسة؛ وجمع المال\nوإنفاقه إلى ذخائر الملوك؛ ولذلك طالت أيامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head6'>رأس نوبة سيدي</h3>\n\n<p>\n00 - 0 - 824 \n</p>\n\n<p>\nه - 000 - 1421م جلبان بن عبد الله، الأمير سيف الدين، أحد أمراء الألوف\nفي الدولة المؤيدية شيخ، ورأس نوبة ولده المقام الصارمي إبراهيم.\n</p>\n\n<p>\nهو ممن أنشأ الملك المؤيد شيخ، حتى جعله أمير مائة ومقدم ألف ورأس نوبة\nولده. واستمر الأمير جلبان هذا بعد موت المقام الصارمي إبراهيم على إمرته\nإلى أن توفي الملك المؤيد شيخ، قبض عليه الأمير ططر في يوم السبت رابع عشر\nالمحرم سنة أربع وعشرين وثمانمائة، وعلى الأمير شاهين الفارسي أحد مقدمي\nالألوف أيضا، وحملا <span id='ms0730'></span> إلى الإسكندرية، وكان آخر العهد بهما، رحمهما الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head7'>خوند زوجة الملك الأشرف</h3>\n\n<p>\n00 - 0 - 839 \n</p>\n\n<p>\nه - 000 - 1435م جلبان بنت عبد الله الجاركسية الأشرفية، زوجة الملك\nالأشرف برسباي، والخوند الكبرى صاحبة القاعة في أيامه إلى أن ماتت، وأم\nولده الملك العزيز يوسف.\n</p>\n\n<p>\nاشتراها الملك الأشرف في أوائل سلطنته، واستولدها الملك العزيز يوسف، ثم\nتزوجها بعد وفاة زوجته خوند الكبرى وأم ولده المقام الناصري محمد في خامس\nعشر جمادى الآخرة سنة سبع وعشرين وثمانمائة، فأقامت بعد وفاة خوند المذكورة\nأياما، وعقد عليها، ورسم لها بالسكنى في قاعة العواميد على عادة من تقدمها\nمن الخوندات، وحظيت عنده ونالتها السعادة وعظمت حرمتها في الدولة، وقصدها\nالناس لقضاء حوائجهم، وبعث السلطان يطلب أخوتها وأقاربها من بلاد الجاراكس،\nفقدموا بعد مدة شيئا بعد شيء، وكانوا عدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nكثيرة، يزيدون على عشرة أنفس، وهم: والدتها، ثم زوجة والد ضرة أمها،\nوأخوتها الرجال وهم: بيبرس، وأخته، وهما غير أشقتها من زوجة والدها\nالمذكورة، ثم جكم وقاني باي، وهما شقيقاها، وأختها أصيل وأختها أرز، ومعها\nأولادها عدة بنات، وزوجها خوني تبعها، وحضر إلى القاهرة، وهؤلاء أيضا\nأشقتها.\n</p>\n\n<p>\nومن أشقتها أيضا: أخوها أبا يزيد كان قد قدم القاهرة في الدولة المؤيدية\nشيخ؛ فقربهم الملك الأشرف وأدناهم، وأنعم عليهم بالرواتب والإقطاعات\nوالوظائف. ثم حجت خوند جلبان ومعها أهلها وأقاربها في سنة أربع وثلاثين\nوثمانمائة بتجمل زائد وأبهة عظيمة، وفي خدمتها الزيني خشقدم الزمام أمير\nالركب الأول، والزيني عبد الباسط بن خليل ناظر الجيش، إلى أن قضت المناسك\nوعادت.\n</p>\n\n<p>\nواستمرت في عزها إلى أن مرضت وطال مرضها. واختلفت الأقاويل في ضعفها،\nواتهم جماعة بسمها إلى أن توفيت يوم الجمعة ثاني شوال سنة تسع وثلاثين\nوثمانمائة، ونقلت خوند فاطمة بنت الملك الظاهر ططر زوجة الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالأشرف إلى قاعة العواميد بعدها. وكانت خوند جلبان من عظماء النساء، ولو\nعاشت حتى تسلطن ولدها العزيز لكانت دبرت ملكه أحسن تدبير، رحمها الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>باب الجيم والميم</h2>\n\n<h3 class='dic-item l3' id='head9'>ابن أيتمش</h3>\n\n<p>\nجمق بن الأتابك أيتمش. اسمه محمد، مذكور في المحمدين في حرف <span id='ms0731'></span> الميم، يطلب\nهناك.\n</p>\n\n<h3 class='dic-item l3' id='head10'>أمير مكة</h3>\n\n<p>\n00 - 0 - 653 \n</p>\n\n<p>\nه - 000 - 1255م جماز بن حسن بن قتادة بن إدريس بن مطاعن، الشريف الحسني\nأمير مكة وليها بعد قتله لأبي سعيد بن علي بن قتادة.\n</p>\n\n<p>\nقال ابن خلدون في تاريخه: إن جماز ابن حسن هذا سير إلى الملك الناصر يوسف\nبن العزيز محمد بن الظاهر غازي بن الناصر صلاح الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nيوسف صاحب الشام وحلب يستعين به على أبي سعيد بن علي، وأطمعه بقطع خطبة\nصاحب اليمن، فجهز له عسكرا، وسار به إلى مكة، فلما وصلها نقض عهد الناصر،\nواستمر يخطب لصاحب اليمن. انتهى كلام ابن خلدون، ثم أخرجه من مكة راجح بن\nقتادة في سنة ثلاث وخمسين وستمائة، فلحق بالينبع.\n</p>\n\n<h3 class='dic-item l3' id='head11'>أمير المدينة</h3>\n\n<p>\n00 - 0 - 704 \n</p>\n\n<p>\nه - 000 - 1304م جماز بن شيحة بن قاسم بن مهنا بن حسين بن مهنا بن داود\nبن قاسم بن عبد الله بن طاهر بن يحيى بن الحسين بن جعفر بن الحسين الأصغر\nبن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nبن الحسين بن علي بن أبي طالب - رضي الله عنه - الأمير الشريف الحسيني عز\nالدين، أمير المدينة، وليها بعد وفاة أخيه.\n</p>\n\n<p>\nولما استفحل أمره بالمدينة، قصد صاحب مكة نجم الدين أبا نمي محمدا،\nوحاصره، وأخذ مكة منه. واستولى عليها وحكم فيها ثم رحل عنها، كل ذلك في سنة\nسبع وثمانين وستمائة.\n</p>\n\n<p>\nوكانت ولاية جماز المذكور للمدينة بعد وفاة أخيه منيف بن شيحة في سنة سبع\nوخمسين وستمائة وطالت أيامه بها، ووقع له بها حروب وخطوب، ودام بها إلى سنة\nسبعمائة؛ سلمها لابنه منصور بعد أن شاخ وطعن في السن وأضر، واستمر بطالا\nإلى أن توفي سنة أربع وسبعمائة.\n</p>\n\n<p>\nوجماز بجيم مفتوحة وميم مشددة وألف وزاي، وشيحة - بشين معجمة مكسورة وياء\nآخر الحروف ساكنة وحاء مفتوحة وبعدها هاء - انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>باب الجيم والنون</h2>\n\n<h3 class='dic-item l3' id='head13'>جندل</h3>\n\n<p>\n00 - 0 - 675 \n</p>\n\n<p>\nه - 000 - 1276م جندل بن محمد، الشيخ الصالح المعتقد.\n</p>\n\n<p>\nكان رجلا صالحا صاحب عبادة وأوراد. وكان له كرامات، وأحوال، ومعرفة بطريق\nالقوم.\n</p>\n\n<p>\nوكان الشيخ تاج الدين عبد الرحمن الفزاري يتردد إليه، وله به اختصاص\nكبير. واستمر على قدمه وطريقته إلى <span id='ms0732'></span> أن مات بقرية منين في شهر رمضان سنة خمس\nوسبعين وستمائة. رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head14'>التنكزي</h3>\n\n<p>\nجنغاي بن عبد الله التنكزي، الأمير سيف الدين.\n</p>\n\n<p>\nقال الشيخ صلاح الدين: لم نسمع ولم نعلم أن أستاذه - يعني الأمير تنكز\nنائب الشام - أحب أحدا وقربه مثله. كان لا يدعه يقف قدامه في الخلوة.\n</p>\n\n<p>\nأخبرني القاضي علم الدين بن قطب الدين مستوفي ديوان تنكز. قال: كان\nالأمير رسم بأن يطلق من الخزانة العشرة آلاف درهم فما دونها لمن أراد. ولم\nنعلم أنه مضى يوم من الأيام ولم ينعم عليه بشيء إلا نادرا. انتهى.\n</p>\n\n<p>\nقال: وكنا نراه في الصيد إذا خرج يركب أستاذه ناحية ويركب هذا ناحية في\nطلب آخر. وله بازدارية وكلابزية وأناس في خدمته، ويكون معه في الصيد مائتا\nعليقة، ويكون على السيبة خمس أو ست حوائص ذهبا.\n</p>\n\n<p>\nوعلى الجملة فما نعلم أحدا رزق حظوته عنده. وكان أهيف، رقيقا مصفر الوجه،\nوبه القرحة، لا يزال ينفث الدم والقيح. وكان لأجل ذلك قد أذن له في استعمال\nالشراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يقال أنه قرابته، والله أعلم. ثم إنه في الآخر أرجف بأنه هو وطغاي\nأمير آخور قد حسنا لأستاذهما التوجه إلى بلاد التتار، فطلبهما السلطان منه،\nفلم يجهزهما.\n</p>\n\n<p>\nولما أمسك تنكز قبض عليهما، وأودعا معتقلين في قلعة دمشق. فلما حضر بشتاك\nإلى دمشق أحضرهما وسلمهما إلى برسبغا، فضربهما بالمقارع ضربا عظيما إلى\nالغاية في الليل والنهار، واستخرج ودائعهما، وقررهما على مال أستاذهما، ثم\nبعد جمعه وسطهما بسوق الخيل يوم موكب بحضور بشتاك والأمراء. انتهى كلام\nالشيخ صلاح الدين.\n</p>\n\n<h3 class='dic-item l3' id='head15'>ابن البابا</h3>\n\n<p>\n00 - 0 - 746 \n</p>\n\n<p>\nه - 000 - 1345م جنكلي بن البابا، الأمير بدر الدين، عظيم الدولة\nالناصرية، ورأس الميمنة بعد الأمير آقوش نائب الكرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nقال الصفدي في تاريخه: خطبه الملك الأشرف خليل بن قلاوون وهو في تلك\nالبلاد، ورغبه، وبالغ في حضوره إلى بلاد الإسلام، وكتب منشوره بالإقطاع\nالذي عينه، فلم يتفق حضوره. ثم إنه وفد على السلطان الملك الناصر محمد بن\nقلاوون، فأكرمه وأمره، وذلك في سنة أربع وسبعمائة، ولم يزل عنده <span id='ms0733'></span> معظما\nمكرما مبجلا.\n</p>\n\n<p>\nوكان يجهز إليه الذهب مع الأمير سيف الدين بكتمر الساقي ومع غيره. ويقول\nله عن السلطان: لا تبوس الأرض على هذا، وتنزله في ديوانك، كأنه يريد إخفاء\nذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يجلس أولا ثاني نائب الكرك. فلما أخرج إلى طرابلس جلس الأمير بدر\nالدين هذا رأس الميمنة، وهو من الحشمة والدين والوقار وعفة الفرج في المحل\nالأقصى.\n</p>\n\n<p>\nقال لي ولده الأمير ناصر الدين محمد: إن والدي يعرف ربع العبادات في\nالفقه من أحسن ما يكون في معرفة خلاف الفقهاء والأئمة.\n</p>\n\n<p>\nوله ولدان أميران، أحدهما الأمير ناصر الدين محمد، والآخر الأمير شهاب\nالدين أحمد.\n</p>\n\n<p>\nوكان السلطان قد زوج ابنه إبراهيم بابنة الأمير بدر الدين المذكور. ولم\nيزل معظما في هذه البلاد من حين ورد إلى أن توفى - رحمه الله - في يوم\nالاثنين العصر سابع ذي الحجة سنة ست وأربعين وسبعمائة. وكان ركنا من أركان\nالمسلمين، ينفع العلماء والصلحاء والفقراء بماله وجاهه. وكان عفيف الفرج\nصينا. ويقال إنه يتصل نسبه بإبراهيم بن أدهم - رحمة الله عليه -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوقلت: ولم أكتب إليه:\n</p>\n\n<p>\nلا تنس لي يا قاتلي في الهوى ... حشاشة من حرقي تنسلي\n</p>\n\n<p>\nلا ترس لي ألقى به في الهوى ... سهام عينيك متى ترسلي\n</p>\n\n<p>\nلا تخت لي يشرف قدري به ... إلا إذا ما كنت به تختلي\n</p>\n\n<p>\nلا جنك لي تضرب أوتاره ... إلا ثنى يملي على جنكلي\n</p>\n\n<p>\nانتهى كلام الشيخ صلاح الدين الصفدي - رحمه الله - باختصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>باب الجيم والهاء</h2>\n\n<h3 class='dic-item l3' id='head17'>صاحب بغداد وتبريز</h3>\n\n<p>\n810ه - 000 - 1407م - 000 جهان شاه بن قرا يوسف بن قرا محمد، صاحب تبريز\nأعني كرسي مملكة أذربيجان وبغداد وغيرهما.\n</p>\n\n<p>\nقيل أن اسمه كان أولا ماردين شاه؛ فإن مولده كان بماردين في حياة والده\nفي سنين عشرة وثمانمائة أو بعدها تخمينا. فلما قدم والده إلى ماردين ورآه\nسأل عن اسمه؛ فقيل له: ماردين شاه؛ فغضب من ذلك، وقال: هذا اسم للنسوة؛\nسموه جهان شاه؛ فغلب عليه جهان شاه.\n</p>\n\n<p>\nونشأ جهان شاه يتيما تحت كنف أخيه اسكندر بن قرا يوسف في قلعة جوشين إلى\nأن <span id='ms0734'></span> ترعرع وكبر، فر من أخيه اسكندر المذكور إلى جهة القان معين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالدين شاه رخ بن تيمورلنك؛ فبعث اسكندر في طلبه جماعة؛ فأدركوه بالري؛\nفقبضوا عليه، وحضروا به إلى أخيه اسكندر، فأراد اسكندر قتله؛ فمنعته أمه من\nذلك، وشفعت فيه؛ فقبل شفاعتها وأطلقه. فأقام جهان شاه عنده مدة، وفر ثانيا،\nولحق بشاه رخ؛ فأكرمه شاه رخ، وأنعم عليه بزردخانة هائلة وخيول وقماش.\nوأمده بعساكر كثيفة، وندبه لقتال أخيه اسكندر. فعاد جهان شاه لقتال اسكندر.\nوتصاففا وتقاتلا؛ فانكسر اسكندر وانهزم. ووقع بينهما حروب وخطوب، إلى أن\nانكسر اسكندر مرة أخرى من أخيه جهان شاه المذكور، والتجأ إلى قلعة ألنجا،\nفحصره جهان شاه، إلى أن قتل ابنه شاه قوماط في ذي القعدة سنة إحدى وأربعين\nوثمانمائة. وبعث قوماط شاه إلى عمه جهان شاه - صاحب الترجمة - يعلمه بذلك\nولم يسلمه قلعة ألنجا، وقال: هي لشاه رخ، وبعث بمفاتيحها إلى شاه رخ. فأرسل\nجهان شاه أيضا قاصدا صحبة القاصد إلى شاه رخ، يطلب مفاتيحها من شاه رخ؛\nليكون نائبه بها. فأنعم عليه شاه رخ بها وبممالك اسكندر المذكور أيضا. فملك\nتبريز وما والاها، على أنه نائب لشاه رخ، وعظم وضخم وأثرى، وأخذ أمره\nيتزايد إلى أن صار معدودا من ملوك الأقطار. ثم ملك بغداد بعد موت أخيه\nأصبهان؛ فعند ذلك كثرت عساكره وعظمت جنوده وأخذ في مخالفة شاه رخ في\nالباطن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوحج الناس في أيامه بالمحمل العراقي من بغداد في سنين نيف وخمسين. ولا\nزال على ذلك حتى مات شاه رخ، وتفرقت كلمة أولاده؛ استفحل أمره بذلك أعظم\nمما كان. وجمع عساكره، ومشى على ديار بكر في سنة أربع وخمسين وثمانمائة؛\nلقتال جهان كير بن علي بك بن قرايلك\n</p>\n\n<h3 class='dic-item l3' id='head18'>صاحب آمد</h3>\n\n<p>\n، وأخذ منه مدينة أرزنكان بعد قتال عظيم ومدينة الرها وقلعتها، وأرسل\nقطعة من عسكره لحصار جهان كير بآمد. ووصلت عساكره إلى أراضي ملطية ودوركي،\nثم أرسل قصاده في سنة خمس وخمسين إلى السلطان الملك الظاهر جقمق يعرفه:\nبأنه باق على مودته، وأنه ما مشى <span id='ms0735'></span> على جهان كير إلا لما بلغه مخالفة جهان\nكير على السلطان. وذكر عن جهان كير أمورا، ورماه بعظائم؛ فأكرم السلطان\nقصاده، وردهم إليه بعد أن أحسن إليهم إحسانا زائدا. وأرسل صحبتهم أيضا\nرسوله الأمير قانم من صفر خجا المؤيدي، المعروف بالتاجر، وعلى يده جملة من\nالهدايا والتحف.\n</p>\n\n<p>\nصاحب آمد\n</p>\n\n<p>\nجهان كير بن علي بك بن عثمان، المدعو قرايلك بن قطلوبك. الأمير سيف\nالدين، صاحب آمد وماردين وأرزنكان وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nمولده بديار بكر في حدود العشرين وثمانمائة تقريبا. ونشأ تحت كنف والده\nوجده قرايلك. وقدم مع والده إلى الديار المصرية، وأنعم عليه بإمرة حلب؛\nفتوجه إلى حلب. وأقام بها مدة إلى أن ولاه الملك الظاهر جقمق نيابة الرها؛\nفباشرها مدة طويلة، وعظم وكثرت جنوده، ثم ملك آمد بعد موت عمه حمزة بعد\nحروب، ثم أرزنكان، ثم ملك ماردين، ولا زال يملك قلعة بعد قلعة حتى صار حاكم\nديار بكر وأميرها.\n</p>\n\n<p>\nفلما ضخم وأثرى أظهر الخلاف على الملك الظاهر جقمق، وضرب بعض بلاد\nالسلطان، وانضم عليه الأمير بيغوت من صفر خجا المؤيدي الأعرج لما عفي من\nنيابة حماة سنة أربع وخمسين وثمانمائة، ووافقهما خلائق، وعظم جمعه. فبينما\nهو في ذلك إلا طرقه جهان شاه بن قرا يوسف صاحب تبريز وبغداد وغيرهما في\nالسنة المذكورة، وشتت شمله ومزق عساكر، وأباده وأخذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nمنه أرزنكان ومدينة ماردين في سنة أربع وخمسين ووقع بين عساكر جهان شاه\nوبين جهان كير هذا حروب في هذه المدة.\n</p>\n\n<p>\nفلما ضاق الأمر عليه أرسل بوالدته إلى البلاد الشامية، تستأذن نواب\nالبلاد الشامية - وكانوا جميعا بالبلاد الحلبية - في قدومها إلى الديار\nالمصرية؛ لتسترضي الخواطر الشريفة على ولدها جهان كير المذكور. وكان جهان\nكير أيضا أرسل بولده قبل تاريخه يسأل الدخول في طاعة السلطان؛ فمنعوها نواب\nالبلاد الشامية من قدومها إلى الديار المصرية، ثم عادت إلى آمد. وبعد عودها\nأرسل جهان كير هذا بأخيه حسن في شرذمة من عسكره إلى عمه الشيخ حسن بن\nقرايلك.\n</p>\n\n<p>\nوكان الشيخ حسن المذكور في عسكر كثيف من <span id='ms0736'></span> عسكر جهان شاه، فطرقه حسن بغتة؛\nفظفر به وقتله، وبعث برأسه إلى أخيه جهان كير، وقتل حسن أيضا جماعة من عسكر\nجهان شاه الذين كانوا مع عمه الشيخ حسن.\n</p>\n\n<p>\nفلما بلغ جهان شاه ذلك غضب، واشتد حنقه، وقدم إلى آمد وحصرها، وبها جهان\nكير هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>باب الجيم والواو</h2>\n\n<h3 class='dic-item l3' id='head20'>ابن معن</h3>\n\n<p>\n705 - 756 \n</p>\n\n<p>\nه - 1305 - 1355م جواد بن سليمان بن غالب بن معن بن مغيث بن أبي المكارم\nبن الحسين بن إبراهيم. ينتهي نسبه إلى النعمان بن المنذر. هو عز الدين بن\nأمير الغرب. مولده في خامس المحرم سنة خمس وسبعمائة، وكان من أتقن الناس\nللصنائع. برع في جميع ما يعلمه بيده من الكتابة المنسوبة - التي هي غاية في\nالحسن -. وعمل النشاب بالكزلك، ونجارة الدق، والتطعيم، والخياطة، والتطريز،\nوالزركش، والخردفوشية، والبيطرية، والحداد، ونقش الفولاذ، ومد قوسا بين يدي\nالأمير تنكز وزنه مائة وثلاثة وعشرون رطلا بالدمشقي، وكتب مصحفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nمضبوطا مشكولا يقرأ فيه بالليل - وزن رقه سبعة دراهم وربع، وجلده خمسة\nدراهم - وكتب آية الكرسي على حبة أرز، وعمل زرقبع لابن الأمير تنكز اثني\nعشر قطعة - وزنه ثلاثة دراهم، يفك ويركب بغير مفتاح - وكتب عليه حفرا مجرى\nبسواد سورة الإخلاص، والمعوذتين والفاتحة، وآية الكرسي وغير ذلك، يقرأ عليه\nذلك وهو مركب، ومن داخله أسماء الله الحسنى، لا يبين منها حرف واحد إلى حين\nيفك، وجعل لمن يفكه ويركبه مائة درهم فضة، فلم يجد من يفكه ويركبه.\n</p>\n\n<p>\nوأراد تنكز أن يجعله زرد كاشا في وقت، وأعطاه إقطاعا في الحلقة، وقربه\nوأدناه، وكتب له قصة قصا في قص في قص.\n</p>\n\n<p>\nوأما عمل الخواتيم، وإتقان عملها وتحريره، وإجراء الميناة عليها، فأمر\nباهر معجز، لا يلحقه فيه أحد. وحفظ القرآن الكريم، وطرفا من الفقه\nوالعربية، ولعب الرمح، ورمى النشاب وجوده.\n</p>\n\n<p>\nقال الشيخ صلاح الدين الصفدي: وعلى الجملة، فلم ير من أتقن الكتابة\nالمنسوبة في السبعة أقلام، ولا من أتقن الصنائع التي يعملها بيده مثله لأنه\nغاية في التحرير والإتقان. وفيه مع هذا كله كرم نفس وسيادة، وكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nلامية العجم <span id='ms0737'></span> قصا في غاية الحسن، وأهدى إلي شيئا من طرائف الجبل، وهدايا\nبيروت، فكتبت إليه:\n</p>\n\n<p>\nيا سيدا جاءت هداياه لي ... على المنى مني وفوق المراد\n</p>\n\n<p>\nأنت جواد سابق بالندى ... من ذا الذي ينكر سبق الجواد\n</p>\n\n<p>\nفكتب إلي جوابا:\n</p>\n\n<p>\nوافى كتابك مطويا على نزه ... يحار مسمعه فيها وناظره\n</p>\n\n<p>\nفالعين ترمق فيها خط كاتبه ... والسمع ينعم فيما قال شاعره\n</p>\n\n<p>\nوإن وقف أمام الحي أنشده ... ود الخرائد لو تقنى جواهره\n</p>\n\n<p>\nانتهى كلام الشيخ صلاح الدين الصفدي - رحمه الله - ولم يذكر وفاته وتوفي\nرحمه الله في جمادى الآخرة سنة ست وخمسين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head21'>نائب القان بو سعيد</h3>\n\n<p>\n00 - 0 - 728 \n</p>\n\n<p>\nه - 0001327م جوبان نائب القان بو سعيد بن خرابندا متملك البلاد\nالمشرقية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nكان المذكور مناصحا للمسلمين في الباطن، وكان فيه الخير، وبنى بالمدينة\nالشريفة مدرسة، ووقف عليها أوقافا.\n</p>\n\n<p>\nقال الحافظ أبو عبد الله الذهبي في ذيل تاريخه سير النبلاء: جوبان النوين\nالكبير، نائب المملكة المغلية. كان رجلا شجاعا، مهيبا، كبير الشأن، صحيح\nالإسلام، وله حظ من صلات. وبذل ذهبا كثيرا حتى أوصل الماء إلى بطن مكة يعني\nعمارته عين بازان. وكانت ابنته بغداد خاتون زوجة القان بو سعيد، وابنه\nتمرتاش متولي ممالك الروم، وابنه دمشق خجا قائد عشرة آلاف وكان سلطانه بو\nسعيد تحت يده، ثم زالت سعادتهم. انتهى كلام الذهبي.\n</p>\n\n<p>\nقلت: وكانت قتلة جوبان هذا بهراة في سنة ثمان وعشرين وسبعمائة، ونقل إلى\nالمدينة النبوية، ودفن بالبقيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head22'>القواس</h3>\n\n<p>\n00 - 0 - \n</p>\n\n<p>\nفي حدود 680ه - 000 - 1281م جوبان بن مسعود بن سعد الله، أمين الدين\nالدنيسري، الشهير بالقواس التوزي، الشاعر المشهور.\n</p>\n\n<p>\nقال الإمام شمس الدين محمد الجزري. اسمه رمضان ولقبه جوبان. ولم يكن يعرف\nالخط ولا النحو، وكانت كتابته من جهة التنوين في غاية القوة، بحيث إنه\nاستعار من القاضي عماد الدين محمد الشيرازي درجا بخط ابن البواب، ونقل ما\nفيه إلى درج بورق التوز، وألزق التوز على خشب، وأوقف عليه ابن الشيرازي،\nفأعجبه، وشهد له أن في بعض ذلك شيئا أقوى من خط ابن البواب. واشتهر ذلك\nبدمشق، وبقي الناس يقصدونه، ويتفرجون <span id='ms0738'></span> عليه. وكان له ذهن خارق. انتهى كلام\nالجزري.\n</p>\n\n<p>\nقلت: وكان له نظم جيد، من ذلك قوله:\n</p>\n\n<p>\nجاءت سحرا تشق فجر الغلس ... كالطيف توارت في ظلال الخلس\n</p>\n\n<p>\nما أطيب ما سمعت من منطقها ... لا تسل ما لاقيته من حرسي\n</p>\n\n<p>\nمات في حدود الثمانين وستمائة، رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head23'>المعلم</h3>\n\n<p>\n00 - 0 - \n</p>\n\n<p>\nنيف 830ه - 000 - 1426م جوبان بن عبد الله الظاهري، المعلم، الأمير سيف\nالدين.\n</p>\n\n<p>\nنسبته إلى معتقه الملك الظاهر برقوق.\n</p>\n\n<p>\nكان أحد الخاصكية في أيام أستاذه الملك الظاهر، وممن صار معلما للرمح في\nأيامه. وكان تركي الجنس، سليم الباطن. انتهت إليه الرئاسة في تعلم الرمح في\nزمانه، وكان حكما لهذا الفن في الدولة المؤيدية والأشرفية برسباي. رأيته\nوأخذت عنه، وقد شاخ. وطعن في السن، وهو على ما هو عليه من القوة في تعليمه.\nولم يزل على ذلك إلى أن توفي في حدود سنين نيف وثلاثين وثمانمائة، رحمه\nالله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head24'>اللالا</h3>\n\n<p>\n00 - 0 - 842 \n</p>\n\n<p>\nه - 000 - 1438م جوهر بن عبد الله الجلباني الطواشي الحبشي، الأمير صفي\nالدين. أصله من خدام الأمير بهادر المشرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nاشتراه بمكة المشرفة، وقدم به إلى القاهرة، وأعطاه لأخته زوجة الأمير\nجلبان الحاجب؛ فدام عندها إلى أن أعتق من قبلها أو من قبل زوجها جلبان.\n</p>\n\n<p>\nثم اتصل جوهر بخدمة الملك الأشرف برسباي قبل سلطنته بمدة طويلة إلى أن\nتسلطن؛ فعند ذلك قربه، وأدناه، وجعله لالاة لولده المقام الناصري محمد.\nوعظم قدره وأثرى، وصار له كلمة في الدولة الأشرفية، وحرمة وافرة. ثم استقر\nبعد موت المقام الناصري محمد لالاة لأخيه الملك العزيز يوسف في سنة ثلاث\nوثلاثين وثمانمائة. ودام على ذلك إلى أن توفي الأمير الطواشي الرومي خشقدم\nالظاهري الزمام في سنة تسع وثلاثين وثمانمائة، استقر المذكور زماما عوضه؛\nفتزايدت عظمته وكثر ماله. وبنى بخط المصنع مدرسته المعروفة به، ووقف عليها\nعدة أوقاف. واستمر في وظيفته إلى أن مات الملك الأشرف برسباي وتسلطن ولده\nالملك العزيز يوسف من بعده. فمرض جوهر المذكور، وطال مرضه إلى أن خلع الملك\nالعزيز، وتسلكن من بعده الملك الظاهر جقمق، عزله بالأمير الطواشي فيروز <span id='ms0739'></span>\nالجاركسي الساقي الرومي، وصادره ونكبه إلى أن توفي بعد ذلك بمدة يسيرة في\nيوم الأربعاء ثالث عشرين جمادى الأولى سنة اثنتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوأربعين وثمانمائة، وله نحو ستين سنة تقريبا. وكان دينا، خيرا، كريما،\nمتجملا في ملبسه ومركبه، وكان يحب العلماء، وأهل الصلاح ويكرمهم ويحسن\nإليهم. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head25'>القنقبائي الخازندار</h3>\n\n<p>\n00 - 0 - 844 \n</p>\n\n<p>\nه - 000 - 1440م جوهر بن عبد الله القنقبائي الطواشي الحبشي، الأمير صفي\nالدين الخازندار، والزمام، وعظيم الدولة الأشرفية برسباي، والعزيزية يوسف،\nوالظاهرية جقمق.\n</p>\n\n<p>\nأصله من خدام الحطي داؤد بن يوسف بن سيف أرعد متملك بلاد الحبشة.\n</p>\n\n<p>\nأرسله في جملة تقدمة إلى الملك الظاهر برقوق؛ فأنعم به الملك الظاهر بعد\nمدة على الأمير قنقبائي الألجائي\n</p>\n\n<h3 class='dic-item l3' id='head26'>اللالا؛ </h3>\n\n<p>\nفاعتقه قنقبائي المذكور، ودام بخدمته إلى أن مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nتنقل جوهر هذا في عدة خدم، وقاسى من الفقر ألوانا إلى أن اتصل بخدمة علم\nالدين داؤد بن الكويز، كاتب السر، ودام عنده إلى أن مات علم الدين ابن\nالكويز.\n</p>\n\n<p>\nوكان بين جوهر هذا وبين جوهر الجلباني\n</p>\n\n<p>\nاللالا\n</p>\n\n<p>\n- المتقدم ذكره آنفا - صحبة وأخوة قديمة، ومحبة زائدة. فصار جوهر -\nالمتقدم ذكره - يحسن إلى جوهر هذا إحسانا زائدا، ونزله بباب السلطان من\nجملة الخدام.\n</p>\n\n<p>\nواستمر على ذلك دهرا إلى أن مات الأمير الطواشي كافور الصرغتمشي الزمام\nفي يوم الأحد خامس عشرين شهر ربيع الآخر سنة ثلاثين وثمانمائة. واستقر\nزماما من بعده الأمير خشقدم الظاهري الخازندار، وشغرت وظيفة الخازندارية من\nبعده مدة يسيرة، وطلب الملك الأشرف من يوليه الخازندارية من بعده؛ فذكر له\nأرباب الدولة عدة من أعيان الخدام؛ فلم يرض بأحد منهم، وقال: أريد من يكون\nعاقلا، عارفا؛ فقال له جوهر اللالا - المتقدم ذكره -:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nيا مولانا السلطان عندي من هو غرض السلطان، غير أنه لم يكن من أعيان\nالخدام. فقال له الأشرف: ومن هو. قال: أخي جوهر القنقبائي، ويجربه السلطان،\nويحدثه فيما يختار. فطلبه السلطان في الوقت، وكلمه؛ فأعجبه كلامه، وولاه\nالخازندارية، وتسلم الخزانة الشريفة، وضبط الأموال، وساس الأمور.\n</p>\n\n<p>\nوكان حاذقا، عاقلا، عارفا، وعنده سكون ورزانة. فلما رأى الأشرف منه ذلك <span id='ms0740'></span>\nأضاف إليه التكلم في الذخيرة وغيرها. وعظم في الدولة، ونالته السعادة، وحظي\nعند الأشرف، وانقاد إليه بكليته، وكثر ترداد الناس إلى بابه، بل صار هو\nصاحب العقد والحل، والمشار إليه في الممالك.\n</p>\n\n<p>\nوصار جوهر اللالا الساعي له أولا إذا طرأ له حاجة عند الأشرف يسأله في\nقضائها له. حتى إنه لما مات خشقدم الزمام وشغرت وظيفة الزمامية عنه، سأل\nجوهر اللالا السلطان بأن يكون زماما، فلم ينعم له بها حتى دخل إلى جوهر\nهذا، وسأله أن يتحدث له في وظيفة الزمامية مع الملك الأشرف؛ فغرب عليه جوهر\n- صاحب الترجمة - وقال له: يا أغاة! والسلطان يعلم أنك تريد الزمامية،\nويتوقف معك في ولايتها! فقال له جوهر اللالا: نعم، وسألته فيها غير مرة،\nوسأله غالب الخوندات، ولا أعرف ولايتها إلا منك، ثم قام من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nفوره؛ فدخل جوهر هذا إلى الملك الأشرف، فلم يخرج من عنده حتى جعله زماما،\nمن هذا أشياء يطول شرحها.\n</p>\n\n<p>\nولا زال على ما هو عليه من الحرمة والعظمة، حتى توفي الملك الأشرف في سنة\nإحدى وأربعين وثمانمائة. وتسلطن الملك العزيز يوسف بن الأشرف، وخلع، وتسلطن\nالملك الظاهر جقمق، وهو على ذلك إلى أن فر الملك العزيز يوسف من دور الحرم\nبقلعة الجبل. وغضب الملك الظاهر بسببه على الطواشي فيروز الجاركسي، وعزله\nمن وظيفة الزمامية. استقر بجوهر هذا في وظيفة الزمامية عوضه، مضافا على\nالخازندارية وغيرها، ثم شرع جوهر في بناء مدرسته التي بجوار الجامع الأزهر،\nومات قبل أن تكمل عمارتها.\n</p>\n\n<p>\nوخرج جوهر من الدنيا بغير نكبة. ولم يظهر له من الذهب العين إلا القليل؛\nبالنسبة إلى ما كان يقاس عليه، وذهب جميع ماله عند من له فيه رزق. فحصل\nبسبب ذلك للسلطان الملك الظاهر جقمق من القهر والغبن ما لا مزيد عليه.\nوتولى الخازندارية من بعده الطواشي جوهر التمرازي - الآتي ذكره - وتولى\nالزمامية من بعده أيضا الطواشي هلال الرومي الظاهري شاد الحوش السلطاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاته في ليلة الاثنين أول شعبان سنة أربع وأربعين وثمانمائة،\nوعمره نحوا من سبعين <span id='ms0741'></span> سنة تخمينا، ودفن بمدرسته التي أنشأها بالقرب من جامع\nالأزهر. وحضر السلطان الصلاة عليه. وكان عاقلا، دينا، تاليا لكتاب الله،\nعارفا بالقراءات.\n</p>\n\n<p>\nوكان مقتصرا في مركبه، وملبسه، ومأكله بالنسبة إلى مقامه. وعنده قبض كف\nإلا على الفقراء، ومن هو مشهور بالصلاح، فإنه كان يبدر المال عليهم إلى\nالغاية.\n</p>\n\n<p>\nحدثني بعض أصحابه أنه سأله مرة رجل من طلبة العلم في شيء من الدنيا، ولم\nيكن ذلك الرجل من أصحابه وقال: لي ابنة، وأريد أزوجها. فقال جوهر المذكور\nلخازنداره: أعطه ما بقي في الكيس. فتوقف الخازندار، وقال: يا خوند بقي فيه\nمبلغ له جرم، يرسم الأمير له بشيء، وأنا أعطيه. فقال له جوهر ثانيا: أعطه\nالجميع. فكرر الخازندار الكلام حتى نهره جوهر، فأعطاه جميع ما كان في\nالكيس، وهو مبلغ ثلاثمائة دينار، فهذه كانت طريقته. وأما ليقال؛ فكان لا\nيعطي لذلك الدرهم الفرد. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head27'>التمرازي الخازندار</h3>\n\n<p>\n00 - 0 - 850 \n</p>\n\n<p>\nه - 000 - 1446م جوهر بن عبد الله التمرازي الخازندار، الأمير صفي الدين\nالطواشي الحبشي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nكان أصله من خدام الأمير تمراز الناصري نائب السلطنة بالديار المصرية،\nواتصل من بعده بخدمة الملك المؤيد شيخ، وصار من جملة الجمدارية الكبار.\nودام على ذلك دهرا إلى أن ولاه الملك الظاهر جقمق الخازندارية، بعد موت\nجوهر القنقبائي - المتقدم ذكره قريبا - فباشر وظيفة الخازندارية، إلى أن\nعزل عناه بالأمير فيروز النوروزي في سنة ست وأربعين وثمانمائة. ورسم\nالسلطان عليه، وأخذ منه مبلغا ليس بذاك، فلزم المذكور داره إلى سنة ثمان\nوأربعين وثمانمائة، أخلع عليه الملك الظاهر باستقراره في مشيخة الخدام\nبالحرم النبوي على ساكنه أفضل الصلاة والسلام بعد موت الأمير فيروز الركني\nنائب مقدم المماليك السلطانة في الدولة الأشرفية برسباي. فتوجه المذكور إلى\nالمدينة، ودام بها إلى أن مات في سنة خمسين وثمانمائة، وهو في الخمسين من\nالعمر تقريبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوكان صبيحا، بشوشا، مليح الشكل، وعنده كرم، وحشمة، وأدب. رحمه الله\nتعالى.\n</p>\n\n<h3 class='dic-item l3' id='head28'>المنجكي النائب</h3>\n\n<p>\n00 - 0 - 852 \n</p>\n\n<p>\nه - 000 - 1448م جوهر بن عبد الله المنجكي، نائب مقدم المماليك\nالسلطانية.\n</p>\n\n<p>\nأصله من عتقاء الصارمي إبراهيم بن منجك <span id='ms0742'></span>، ثم صار من مقدمي الأطباق. واستمر\nعلى ذلك سنين، وهو مقدم طبقة المقدم، إلى أن جعله الملك الظاهر جقمق نائب\nمقدم المماليك السلطانية، بعد القبض على الأمير فيروز الركني، وحبسه بثغر\nالإسكندرية. ولما صار نائبا عمر مدرسته التي أنشأها تجاه مصلاة المؤمني\nبالرميلة من تحت قلعة الجبل، وهي بين المدارس كهيئته بين الخدام، ثم عزل عن\nالنيابة، واستمر بطالا إلى أن مات في سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nاثنتين وخمسين وثمانمائة. وكان حبشيا رقيقا، للطوا أقرب، مهملا، غير مليح\nالشكل. رحمه الله، وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head29'>التفليسي المحدث</h3>\n\n<p>\n00 - 0 - 700 \n</p>\n\n<p>\nه - 000 - 1300م جوهر بن عبد الله التفليسي المحدث، الطواشي صفي الدين.\n</p>\n\n<p>\nكان عنده فضيلة ومشاركة، وحبب إليه سماع الحديث، وتحصيل الأجزاء.\n</p>\n\n<p>\nولما مات وقف أجزاءه التي ملكها على أهل الحديث بعد أن سمع الكثير وحصل\nودأب. وكانت وفاته في سنة سبعمائة.\n</p>\n\n<p>\nوكان رجلا صالحا، دينا، مباركا. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head30'>جوكي بن شاه رخ</h3>\n\n<p>\nجوكي بن القان شاه رخ بن تيمورلنك، اسمه أحمد ذكرناه في باب الألف والحاء\nالمهملة من حرف الهمزة، يراجع هناك. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head31'>باب الجيم والياء المثناة من تحت</h2>\n\n<h3 class='dic-item l3' id='head32'>متملك قبرص</h3>\n\n<p>\n00 - 0 - 835 \n</p>\n\n<p>\nه - 000 - 1426م جينوس بن جاك بن بيدو بن أنطون بن جينوس الفرنجي، متملك\nجزيرة قبرص. ملكها بعد موت أبيه جاك في حدود سنة ثمانمائة، واستمر بها إلى\nأن قبض عليه العساكر الإسلامية من قبل الملك الأشرف، وقدموا به إلى القاهرة\nمن جملة الأسرى حسبما ذكرناه في ترجمة الملك الأشرف برسباي مفصلا. وأقام\nجينوس هذا بالقاهرة مدة، ثم أعاده الملك الأشرف إلى مملكته، بعد أن ضرب\nعليه الجزية في كل سنة، إلى أن توفي سنة خمس وثلاثين وثمانمائة. وملك قبرس\nمن بعده ابنه جوآن إلى يومنا هذا.\n</p>\n\n<p>\nوجينوس المذكور رأيته بالقاهرة. وكان شكلا طوالا، خفيف اللحية أشقرها،\nوعنده معرفة وذوق. وكان لا يعرف بلسان العربي شيئا، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nاستوعبنا أمره في ترجمة الملك الأشرف في غزوة قبرس فلا حاجة لإعادة ما\nوقع له هنا. انتهى.\n</p>\n\n<p>\nوجينوس بجيم مفتوحة، وبعدها ياء آخر الحروف ساكنة، ونون مضمومة وواو، ثم\nسين <span id='ms0743'></span> مهملة. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>حرف الحاء المهملة</h1>\n\n<h3 class='dic-item l3' id='head34'>الملك الصالح ثم المنصور</h3>\n\n<p>\n00 - 0 - 814 \n</p>\n\n<p>\nه - 000 - 1411م حاجي بن شعبان بن حسين بن محمد بن قلاوون، السلطان الملك\nالصالح أولا، ثم الملك المنصور ثانيا - حسبما سنذكره إن شاء الله تعالى -\nابن الأشرف شعبان بن الأمير حسين بن الملك الناصر محمد بن الملك المنصور\nقلاوون.\n</p>\n\n<p>\nولي السلطنة بعد موت أخيه الملك المنصور علي بن الأشرف شعبان، في يوم\nالاثنين رابع عشرين صفر سنة ثلاث وثمانين وسبعمائة، وعمره نيف على عشر\nسنين.\n</p>\n\n<p>\nوكان مدبر المملكة إذ ذاك الأتابك برقوق العثماني اليلبغاوي؛ فأقام\nالمذكور في الملك إلى أن خلع بالملك الظاهر برقوق العثماني في يوم الأربعاء\nتاسع عشر شهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nرمضان سنة أربع وثمانين وسبعمائة. وكان الموافق ليوم الأربعاء المذكور\nآخر شهر هاتور من شهور القبط، فكانت مدة ملكه سنة واحدة ونصف سنة وخمسة عشر\nيوما.\n</p>\n\n<p>\nولما خلع من السلطنة رسم له الملك الظاهر برقوق بلزوم داره بقلعة الجبل\nعلى ما كانت عادة أولاد الأسياد أولا. فاستمر مقيما بداره إلى أن خلع الملك\nالظاهر برقوق من الملك، الأمير يلبغا الناصري والأمير تمربغا الأفضلي -\nالمدعو منطاش - وحبساه بقلعة الكرك في سنة إحدى وتسعين وسبعمائة، واجتمعا\nعلى سلطنة الملك الصالح حاجي ثانيا، لما امتنع يلبغا الناصري من السلطنة.\nفجلس المذكور على تخت الملك ثانيا في يوم الثلاثاء سادس جمادى الآخرة سنة\nإحدى وتسعين وسبعمائة، وغير لقبه بالملك المنصور. وصار الأتابك يلبغا\nالناصري مدبر مملكته. بل صار هو السلطان في الحقيقة، إلى أن وقع بينه وبين\nمنطاش وحشة، وتقاتلا وانكسر الناصري، وقبض عليه منطاش، وحبسه بثغر\nالإسكندرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nثم أراد منطاش قتل برقوق، وأرسل بذلك على يد البريدي، وقتل الشهاب\nالمذكور بالكرك، وتخلص برقوق - حسبما ذكرناه في ترجمته مفصلا - وعاد إلى\nملكه.\n</p>\n\n<p>\nخلع الملك المنصور هذا ثانيا بالملك الظاهر برقوق أيضا، ودخل برقوق إلى\nالديار المصرية ومعه الملك المنصور صاحب الترجمة مبجلا في يوم الثلاثاء\nرابع عشر صفر سنة اثنتين وتسعين وسبعمائة. واستمر المنصور ملازما لداره\nبقلعة الجبل إلى أن توفي بعد أن أقعد <span id='ms0744'></span> في ليلة الأربعاء تاسع عشر شوال سنة\nأربع عشرة وثمانمائة - رحمه الله - عن بضع وأربعين سنة، ودفن بتربة جدته\nخوند بركة أم الملك الأشرف شعبان. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head35'>الملك المظفر ابن محمد بن قلاوون</h3>\n\n<p>\n00 - 0 - 748 \n</p>\n\n<p>\nه - 000 - 1347م حاجي بن محمد بن قلاوون، الملك المظفر ابن الملك الناصر\nمحمد بن الملك المنصور قلاوون الصالحي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nمولده في سنة اثنتين وثلاثين وسبعمائة، وأبوه في الحجاز؛ فسمي حاجي.\n</p>\n\n<p>\nجلس على تخت الملك في مستهل جمادى الآخرة سنة سبع وأربعين وسبعمائة بعد\nخلع أخيه الملك الكامل شعبان.\n</p>\n\n<p>\nوسبب خلع الملك الكامل وسلطنة المظفر هذا، أن الكامل شعبان أراد قتل حاجي\nهذا، وقيل: إنه أمر أن تبنى عليه حائط.\n</p>\n\n<p>\nوكان الكامل غير محبب للأمراء؛ فكاتب الأمراء الأمير يلبغا نائب الشام\nبخروجه عن الطاعة؛ فامتثل ذلك؛ وبرز إلى ظاهر دمشق وعصى.\n</p>\n\n<p>\nوبلغ الكامل الخبر؛ فاحتاج إلى أن جرد إلى الشام عسكرا لقتال يلبغا\nالمذكور. فخرجوا من القاهرة إلى منزلة السعيدية أو الخطارة، ورجعوا إليه\nبعد أن خرجوا عن طاعته. فركب بآلة الحرب، ونزل إليهم، وقاتلهم؛ فانكسر.\nوجرح الأمير أرغون العلائي في ووجهه - حسبما ذكرناه في ترجمته - وقبض على\nالكامل، وخلع. فقام الأمير ملكتمر الحجازي ومعه الأمير آق سنقر والأمير\nأرغون شاه والأمير شجاع الدين أغزلو، الذي جرح أرغون العلائي، واتفقوا،\nوأخرجوا حاجي هذا من حبسه، وسلطنوه في التاريخ المذكور، ولقبوه بالملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالمظفر. فلم يقم في الملك سوى سنة واحدة وثمانية أشهر واثني عشر يوما،\nوخلع في ثاني عشر شهر رمضان سنة ثمان وأربعين وسبعمائة، وقتل في يومه على\nما سيأتي ذكره.\n</p>\n\n<p>\nوسبب خلع المظفر أنه لما تسلطن انتظمت له الأحوال، وسكنت الفتن، وصفا له\nالوقت، فحسن بباله مسك جماعة من الأمراء. فقبض على الأمير ملكتمر الحجازي\nالقائم بسلطنته، والأمير شمس الدين آقسنقر، وأيتمش، وصمغار، وبزلار، وطقبغا\nوهؤلاء كانوا من أكابر الأمراء ثم قبض على جماعة من أولاد الأمراء فنفرت\nالقلوب منه، وتوحش الأمير يلبغا نائب الشام منه، ووقع معه أمور وحروب.\n</p>\n\n<p>\nوكان الذي حسن له مسك الأمراء المذكورين <span id='ms0745'></span> شجاع الدين أغزلو، فأمسكه أيضا،\nوفتك به بعد أربعين يوما. ثم إنه هم أيضا بالقبض على الأمير ألجبغا الخاصكي\nوغيره، وفرق أكثر مماليك السلطان، وأخرجهم إلى الشام وإلى الوجه البحري\nوالقبلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوقتل أيضا: الأمير بيدمر البدري، وطغيتمر الدوادار، والأمير نجم الدين\nمحمود بن شروين الوزير، قبل الفتك بأغزلو. وهؤلاء الأمراء هم كانوا بقية\nالدولة الناصرية. فعند ذلك ركب الأمير أرقطاي النائب بالديار المصرية،\nوغالب الأمراء والخاصكية، وخرجوا إلى قبة النصر - خارج القاهرة. وبلغ الملك\nالمظفر ذلك؛ فركب فيمن بقي معه من القلعة - وهم معه في الظاهر، وعليه في\nالباطن.\n</p>\n\n<p>\nفلما تراءى الجمعان ساق بنفسه إليهم؛ فجاء إليه الأمير بيبغا أروس أمير\nمجلس وطعنه بالرمح أقلبه على الأرض، وضربه الأمير طان يرق بالطبر من خلفه؛\nفجرح وجهه وأصابوه. ثم كتفوه، وأحضروه إلى بين يدي الأمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p053'> Vol. 05, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأرقطاي ليقتله فلما رآه نزل، وترجل، ورمى عليه قباءه وقال: أعوذ بالله\nهذا سلطان ابن سلطان، ما أقتله. فأخذوه ودخلوا به إلى تربة هناك، وقضى الله\nأمره فيه.\n</p>\n\n<p>\nوقيل: إن سبب خلعه وقتله أن الأمير ألجبغا المذكور أتى إليه يوما؛ فوجده\nفوق سطح يلعب بالحمام؛ فقال له ألجبغا: ما تقول الناس! تدبر المملكة برأي\nالخدام والنساء، وتلعب بالحمام. فحنق المظفر من كلامه، وقال: ما بقيت ألعب\nبها. فأخذ ألجبغا منها طائرين وذبحهما. فلما رآهما مذبوحين طار عقله، وقال:\nوالله لا بد ما أحز رأسك هكذا. فتركه ألجبغا ومضى. فقال الملك المظفر\nلخواصه: متى دخل عليكم ألجبغا اقتلوه؛ فبلغ ألجبغا الكلام؛ فكان ما ذكره من\nركوب الأمراء عليه.\n</p>\n\n<p>\nوفي هذا المعنى يقول البارع صلاح الدين خليل بن أيبك:\n</p>\n\n<p>\nأيها العاقل اللبيب تفكر ... في المليك المظفر الضرغام\n</p>\n\n<p>\nكم تمادى في البغي والغي حتى ... كان لعب الحمام جد الحمام\n</p>\n\n<p>\nوقال أيضا فيه:\n</p>\n\n<p>\nحان الردى للمظفر ... وفي التراب تعفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nكم قد أباد أميرا ... على المعالي توفر\n</p>\n\n<p>\nوقاتل النفس ظلما ... ذنوبه ما تكفر\n</p>\n\n<p>\nثم إن الأمراء كتبوا إلى الأمير أرغون شاه نائب دمشق، في ثاني عشر شهر\nرمضان - يعني يوم قتل <span id='ms0746'></span> المظفر - يعلمونه بما وقع ويطلبون منه الجواب فيمن\nيولونه سلطانا. وجهزوا الكتاب على يد الأمير أسنبغا الحموي السلاح دار. ثم\nفي يوم الثلاثاء رابع عشر شهر رمضان المذكور اتفق رأي الأمراء على سلطنة\nالملك الناصر حسن بن محمد بن قلاوون؛ فتسلطن، ولقب بالملك الناصر - وهي\nسلطنة الملك الناصر حسن الأولى انتهى -.\n</p>\n\n<p>\nهنى الدين المقرىء\n</p>\n\n<p>\n00 - 0 - 684 \n</p>\n\n<p>\nه - 000 - 1285م حازم بن القاضي محمد بن الحسن بن محمد بن خلف، الشيخ\nالعلامة هنى الدين أبو الحسن الأنصاري، شيخ البلاغة والأدب، صاحب النظم\nوالنثر.\n</p>\n\n<p>\nكان من أعيان العلماء، وهو من أهل قرطاجنة بالأندلس. توفي سنة أربع\nوثمانين وستمائة، وله ست وسبعون سنة. رحمه الله تعالى وعفا عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head36'>باب الحاء والباء الموحدة</h2>\n\n<h3 class='dic-item l3' id='head37'>حبك الظاهري</h3>\n\n<p>\n00 - 0 - 803 \n</p>\n\n<p>\nه - 000 - 1400م حبك بن عبد الله الظاهري، الأمير سيف الدين. أحد أمراء\nالطبلخاناة في دولة ابن أستاذه الملك الناصر فرج ابن الملك الظاهر برقوق.\n</p>\n\n<p>\nمات ليلة الثلاثاء مستهل ذي القعدة سنة ثلاث وثمانمائة، وأنعم بإقطاعه\nعلى خمسين مملوكا من المماليك السلطانية.\n</p>\n\n<p>\nوحبك بحاء مهملة مضمومة، وبعدها ياء موحدة مضمومة أيضا، وكاف ساكنة. وهذا\nاسم جاركسي لا أعرف معناه، رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head38'>باب الحاء والجيم</h2>\n\n<h3 class='dic-item l3' id='head39'>خاتون زوجة ملك التتار</h3>\n\n<p>\n00 - 0 - 693 \n</p>\n\n<p>\nه - 000 - 1293م حجك خاتون، زوجة منكوتمر ملك التتار.\n</p>\n\n<p>\nكانت قد تحكمت في زمان زوجها المذكور، في مملكة الملك يدان منكو الذي ملك\nبعد منكوتمر، وثقلت وطأتها عليهم؛ فشكوها إلى نوغيه؛ فأمر بها أن تخنق؛\nفخنقت وقتل معها أيضا أميرا كان يلوذ بها وينفذ أمورها، كان اسمه بي طرا،\nوذلك في سنة ثلاث وتسعين وستمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head40'>باب الحاء والراء المهملة</h2>\n\n<h3 class='dic-item l3' id='head41'>القاضي مجد الدين المصري</h3>\n\n<p>\n649ه - 734ه - 1251 - 1333م حرمي بن قاسم، القاضي مجد الدين المصري. وكيل\nبيت المال، ونائب القاضي بدر الدين بن جماعة، ونائب القاضي جلال الدين\nالقزويني.\n</p>\n\n<p>\nمولده في سنة تسع وأربعين وستمائة تخمينا. وكان شيخا طوالا، صغير الذقن،\nرقيقا، ناسكا، خيرا. قل أن يموت أحد من الأمراء الأكابر إلا وأسند وصيته\nإليه.\n</p>\n\n<p>\nقال الشيخ صلاح الدين الصفدي: أخبرني العلامة قاضي القضاة تقي الدين أبو <span id='ms0747'></span>\nالحسن السبكي الشافعي من لفظه قال: قرأ القاضي مجد الدين حرمي على الشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nعلاء الدين الباجي الأصلين. وقرأ على السيف البغدادي في الموجز والإرشاد.\nوسمع من قاضي القضاة عبد الرحمن بن بنت الأعز قصيدة من نظمه وحدث بها. وكان\nيدرس بقبة الشافعي، ثم حفظ الحاوي الصغير على كبر. وحكي لي عن مروءته في\nالسعي مع الناس في قضاء أشغالهم أمرا عجيبا. انتهى كلام الصفدي.\n</p>\n\n<p>\nوقال غيره: وكان يتوكل للظاهر بيبرس ولمملوكه بكتمر الجوكندار الكبير،\nولأيبك الخازندار، ولجماعة كثيرة.\n</p>\n\n<p>\nوكان الناس يقولون عنه، هو آدم أبو البشر. وتوفي سنة أربع وثلاثين\nوسبعمائة. رحمه الله تعالى وعفا عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head42'>باب الحاء والزاي</h2>\n\n<h3 class='dic-item l3' id='head43'>اليشبكي</h3>\n\n<p>\n00 - 0 - 824 \n</p>\n\n<p>\nه - 000 - 1421م حزمان بن عبد الله اليشبكي، الأمير سيف الدين، أحد أمراء\nالعشرات، ورأس نوبة.\n</p>\n\n<p>\nنسبته إلى معتقه الأتابك يشبك الشعباني. وترقى بعد موت أستاذه، إلى أن\nتأمر في أواخر الدولة المؤيدية شيخ، أوفى دولة ولده الملك المظفر أحمد ابن\nشيخ. فلم تطل أيامه، ومات في سنة أربع وعشرين وثمانمائة تقريبا، ودفن بتربة\nأستاذه يشبك بالصحراء، خارج باب النصر.\n</p>\n\n<p>\nوحزمان بفتح الحاء المهملة، وبعدها زاي ساكنة، وميم وألف ونون ساكنة وهو\nاسم جاركسي.\n</p>\n\n<p>\n؟؟\n</p>\n\n<h3 class='dic-item l3' id='head44'>حزمان الظاهري</h3>\n\n<p>\n00 - 0 - 814 \n</p>\n\n<p>\nه - 000 - 1411م حزمان بن عبد الله الظاهري، الأمير سيف الدين، أحد\nالمماليك الظاهرية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nبرقوق، وممن ترقى في الدولة الناصرية فرج بن برقوق إلى أن صار نائب القدس\nالشريف. ثم وقع له أمور إلى أن صار دوادارا ثانيا، ثم تخوف من الملك الناصر\nفرج وخرج عن طاعته، وفر بمفرده من القاهرة، وقصد دمشق. وخرج في إثره جماعة؛\nفلم يدركه أحد، ومضى حتى وصل إلى قرب غزة. فصادفه بعض أمراء الملك الناصر\nممن كان توجه إلى الأمير شيخ في الرسلية، فعرفه وقبضه، فلم يقدر يفر؛ لعجز\nفرسه وتعبه. وأتى به إلى الملك الناصر فرج فحبسه أياما، ثم وسطه في سنة\nأربع عشرة وثمانمائة مع جماعة أخر رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head45'>باب الحاء والسين</h2>\n\n<h3 class='dic-item l3' id='head46'>ابن أمين الدولة</h3>\n\n<p>\n00 - 0 - 658 \n</p>\n\n<p>\nه - 000 - 1259م الحسن بن أحمد بن هبة الله بن محمد بن هبة الله <span id='ms0748'></span> بن محمد\nبن أبي القاسم، الوزير هبة الله بن محمد بن عبد الباقي، مجد الدين أبو\nمحمد، المعروف بابن الرعياني، وبابن أمين الدولة، الحلبي الحنفي، الفقيه،\nالمحدث، الفاضل.\n</p>\n\n<p>\nسمع بحلب من القاضي بهاء الدين يوسف بن رافع بن تميم، ومن ابن أبي الحسن\nبن روزبة، وأبي الفضل مكرم ابن أبي الصقر، وابن رواحة. وببغداد من\nالكاشغري، وابن الخازن.\n</p>\n\n<p>\nقال الحافظ قطب الدين في تاريخ مصر: قرأ بنفسه، وأعاد بالحلاوية في زمن.\nصاحب كمال الدين بن العديم، وشرح الفرائض السراجية في مجلد لطيف، وذكره\nالدمياطي في معجمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوقال فيه الفقيه الفرضي: المحدث الشهيد، وأنشد عنه شعرا.\n</p>\n\n<p>\nأنشدنا الشيخ تقي الدين أحمد المقريزي إجازة، أنشدنا الحراوي إجازة عن\nأبي الحافظ أبي محمد الدمياطي إجازة قال: أنشدنا رفيقنا الحسن بن أحمد\nلنفسه بحلب:\n</p>\n\n<p>\nكأن البدر حين يلوح طورا ... وطورا يختفي تحت السحاب\n</p>\n\n<p>\nفتاة كلما سفرت لخل ... توارت خوف واش بالحجاب\n</p>\n\n<p>\nتوفي صاحب الترجمة مقتولا بأيدي التتار في العشر الأوسط من صفر سنة ثمان\nوخمسين وستمائة. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head47'>قاضي القضاة حسام الدين أنو شروان</h3>\n\n<p>\n631ه - 699ه - 1233 - 1299م الحسن بن أحمد بن الحسن بن أنو شروان، قاضي\nالقضاة حسام الدين، أبو الفضائل بن قاضي القضاة تاج الدين أبي المفاخر\nوالرازي الرومي الحنفي.\n</p>\n\n<p>\nمولده في ثالث عشر المحرم سنة إحدى وثلاثين وستمائة بأقصرا. وبها نشأ\nوتفقه، ثم رحل إلى ملطية، فولي قضاءها أكثر من عشرين سنة. ثم قدم إلى دمشق\nفي سنة خمس وسبعين وستمائة خوفا من التتار، فأقام بها مدة ثم ولي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nقضاءها بعد قاضي القضاة صدر الدين سليمان في سنة سبع وسبعين وستمائة.\nفامتدت أيامه إلى أن تسلطن الملك المنصور حسام الدين لاجين. طلبه إلى\nالديار المصرية، وولاه قضاءها، وتولى ابنه جلال الدين مكانه في قضاء دمشق،\nوذلك في سنة ست وتسعين وستمائة. فباشر قضاء الديار المصرية بعفة وحرمة،\nوحمدت سيرته، وعلا قدره، ونالته السعادة إلى أن قتل الملك المنصور لاجين\nعزل عن قضاء مصر، وعاد إلى دمشق قاضيا بها، وعزل ولده جلال الدين <span id='ms0749'></span>، فباشر\nقضاء دمشق ثانيا، وأكب على الاشتغال والأشغال.\n</p>\n\n<p>\nوكان بارعا، عالما، مفننا، مجموع الفضائل، كثير المكارم، وافر الحرمة\nمتوددا للناس، وفيه خير، ومروءة، ودين، وحشمة، وله نظم، ونثر، ومعرفة تامة\nبالطب. ودام على ذلك إلى أن شهد المصاف في سنة تسع وتسعين وستمائة، فكان\nذلك آخر العهد به.\n</p>\n\n<p>\nوقيل إنه لم يقتل في تلك الغزوة، وإنما أسر، وبيع للفرنج، وأدخل إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nجزيرة قبرس هو وجمال الدين الطوخي، وأنه جلس بقبرس يطب الناس، ويعالج\nالمرضى.\n</p>\n\n<p>\nوقيل إنه لما دخل إلى قبرس كان الملك ضعيفا؛ فطبه إلى أن تعافى.\n</p>\n\n<p>\nوكان وعده أنه إذا تعافى يطلقه، فلما تعافى الملك مرض هو بالإسهال إلى أن\nمات رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head48'>العز الأربلي</h3>\n\n<p>\n00 - 0 - 726 \n</p>\n\n<p>\nه - 000 - 1325م الحسن بن أحمد بن زفر، الحكيم عز الدين الأربلي.\n</p>\n\n<p>\nسمع من ابن الخلال والموازيني.\n</p>\n\n<p>\nقال الحافظ الذهبي: كان مظلما في دينه، متفلسفا، صادقا في نقله، حصل\nإثبات سماعاته، وألف كتبا وتواريخ منها: السيرة في مجلدين. وسمع معنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nكثيرا، ومجاميعه بخطه معروفة، وغالبها تراجم شعراء وتواريخ وقومات، وكان\nيعرف بالعز الأربلي. انتهى.\n</p>\n\n<p>\nقلت: وكانت وفاته في سنة ست وعشرين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head49'>القاضي بدر الدين البرديني</h3>\n\n<p>\nحدود 750 - 831ه - 1349 - 1427م الحسن بن أحمد بن محمد، القاضي بدر الدين\nالبرديني الشافعي، أحد خلفاء الحكم.\n</p>\n\n<p>\nمولده بقرية بردين بالشرقية من أعمال القاهرة في حدود الخمسين وسبعمائة.\n</p>\n\n<p>\nوقدم إلى القاهرة صغيرا، وتفقه بها يسيرا، وجلس في حانوت الشهود سنين إلى\nأن قرره القاضي قاضي القضاة صدر الدين المناوي في جملة موقعي الحكم\nبالقاهرة. واستمر على ذلك إلى أن استنابه قاضي القضاة جلال الدين عبد\nالرحمن البلقيني بعد سنة عشر وثمانمائة.\n</p>\n\n<p>\nقال الشيخ تقي الدين المقريزي رحمه الله: وكان فيه عصبية ومحبة لقضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحوائج الناس ولم يوصف بعلم ولا دين، صحبنا سنين ومستراح منه. انتهى كلام\nالمقريزي باختصار.\n</p>\n\n<p>\nقلت: هو كما قاله المقريزي وزيادة.\n</p>\n\n<p>\nكان سكنه بالقرب منا وكان يصحب الصاحب بدر الدين حسن بن نصر الله، ناظر\nالخاص، وكان قاضيه، ويحكم لأجله بمهما وافق غرض ابن نصر الله <span id='ms0750'></span>، وله في هدم\nالأماكن التي أخذها الملك المؤيد شيخ وبناها مدرسته المشهورة بباب زويلة\nمصائب استوعبها المقريزي في الحوادث.\n</p>\n\n<p>\nولم يزل قاضيا إلى أن مات في يوم الاثنين لخمس بقين من شهر رجب سنة إحدى\nوثلاثين وثمانمائة، وقد أناف على الثمانين سنة، رحمه الله تعالى وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head50'>الشيخ الحسن</h3>\n\n<p>\n00 - 0 - 748 \n</p>\n\n<p>\nه - 000 - 1347م الحسن بن أرثنا، الأمير بدر الدين، المعروف بالشيخ حسن.\n</p>\n\n<p>\nكان من أحسن الأشكال وأتمها. وكان عارفا، عاقلا، فاضلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nولما توجه الشيخ حسن هذا رسولا إلى الشيخ حسن الكبير إلى بغداد، ووصل إلى\nبهسنا سمع به الأمير طشتمر حمص أخضر نائب حلب؛ فكتب إلى نائب بهسنا يطلبه،\nفحضر إليه، فأعجبه شكله وسمته، وخلع عليه خلعة سنية وأعاده إلى والده\nالأمير أرثنا.\n</p>\n\n<p>\nفلما وصل إلى بلده خطب له والده ابنة الملك الصالح شمس الدين صاحب\nماردين؛ فأجابه إلى ذلك، وجهزها إليه؛ فلم يدخل بها، ومات بسيواس في شوال\nسنة ثمان وأربعين وسبعمائة، وكان والده في قيصرية؛ فكتب أبوه إلى صاحب\nماردين يقول له: إن لي ابنا آخر يصلح لزواجها، وأعطاه مدينة خرت برت رحمه\nالله.\n</p>\n\n<h3 class='dic-item l3' id='head51'>الصدر نظام الدين</h3>\n\n<p>\n00 - 0 - 715 \n</p>\n\n<p>\nه - 000 - 1315م الحسن بن أسعد، الصدر نظام الدين، أخو الصاحب عز الدين\nبن القلانسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nكان فقيها، عالما، فاضلا.\n</p>\n\n<p>\nتوفي سنة عشرة وسبعمائة. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head52'>ابن درباس</h3>\n\n<p>\n00 - 0 - 676 \n</p>\n\n<p>\nه - 000 - 1277م الحسن بن إسماعيل بن عبد الملك بن درباس، الشيخ الإمام\nنصر الدين ابن القاضي صدر الدين، الشهير بابن درباس.\n</p>\n\n<p>\nكان إماما، عالما، فقيها، أديبا وهو مدرس مدرسة سيف الإسلام بالبندقانيين\nمن القاهرة وتوفي سنة ست وسبعين وستمائة.\n</p>\n\n<h3 class='dic-item l3' id='head53'>صاحب بغداد</h3>\n\n<p>\n00 - 0 - 657 \n</p>\n\n<p>\nه - 000 - 1258م الحسن بن حسين بن آقبغا بن أيلكان النوين، الأمير الكبير\nالمعروف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nبالشيخ حسن، صاحب بغداد وما والاها. وهو سبط أرغون ابن أبغا بن هولاكو.\n</p>\n\n<p>\nكان في ابتداء أمره في خدمة القان بو سعيد. وكان الشيخ حسن هذا متزوجا\nببغداد، خاتون ابنة جوبان؛ فأحبها القان بو سعيد، وأخذها منه بعد ما ولدت\nمنه ابنه أيلكان، ثم أبعد بو سعيد الشيخ حسن المذكور. فلما خرج <span id='ms0751'></span> من بلده عصى\nعليه وخالفه، ولم يزل على ذلك حتى ملك مدينة بغداد، وجرى له حروب وخطوب بعد\nموت بو سعيد مع طغاي بن سوتاي، ومع إبراهيم بن سوتاي أيضا، ومع أولاد\nتمرتاش وغيرهم، وتداولوه بالحروب إلى أن نصره الله عليهم.\n</p>\n\n<p>\nوتزوج بعد موت بو سعيد بالخاتون دلشاد ابنة الأمير دمشق خجا، وهي ابنة\nأخي زوجته الأولى بغداد خاتون.\n</p>\n\n<p>\nولما ملك بغداد واستقر بها مال إلى ملوك مصر وهادنهم، وانتظمت كلمة\nالوفاق بينهم، ومال إلى المسلمين ميلا كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوكان في أيامه الغلاء العظيم ببغداد حتى أبيع بها الخبز بصنج الدراهم،\nونزح الناس عنها، ثم تراجع الناس إليها قليلا بقليل في سنة ثمان وأربعين\nوسبعمائة، عندما أظهر العدل بها في الرعية.\n</p>\n\n<p>\nوكان مشكور السيرة، واستمر على ذلك إلى سنة تسع وأربعين، توجه إلى ششتر،\nثم عاد إلى بغداد؛ فوجد نوابه قد وجدوا في رواق العزيز ببغداد ثلاثة أجباب\nنحاس، طول كل جب ذراعان ونصف، مملوءة ذهبا مصريا، وفي بعضه صكة الإمام\nالناصر لدين الله، أحد خلفاء بغداد.\n</p>\n\n<p>\nوكان وزن ذلك أربعة آلاف رطل بالبغدادي، يكون ذلك خمسمائة ألف مثقال.\nواستمر على ذلك إلى أن توفي سنة سبع وخمسين وستمائة.\n</p>\n\n<p>\nوكانت دولته سبعة عشر سنة، وملك بغداد بعده ابنه أويس. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head54'>ابن المهمندار</h3>\n\n<p>\nالحسن بن بلبان، الأمير حسام الدين، المعروف بابن المهمندار الحلبي، أخو\nالأمير بن علاء الدين على حاجب حجاب حلب، والأمير ناصر الدين محمد أحد\nمقدمي الألوف بحلب، ثم نائب قلعتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nكان الأمير حسام الدين هذا أحد أمراء حلب، وبنى بها جامعا مليحا داخل باب\nاليهود، المعروف الآن بباب النصر، وكان رئيسا عريقا. وبيت المهندار بيت\nكبير بحلب، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head55'>المغلي</h3>\n\n<p>\n00 - 0 - 774 \n</p>\n\n<p>\nه - 000 - 1372م الحسن بن تمرتاش بن جوبان التركي المغلي، الأمير بدر\nالدين، المعروف بالشيخ حسن ملك التتار.\n</p>\n\n<p>\nكان عارفا مقداما داهية صاحب رأي وخديعة. وكان مجتهدا في القدوم إلى\nالبلاد الشامية، إلا أنه كان يخشى من الأمير تنكز نائب الشام. وقيل إنه كان\nيقول: دبرت في أمر <span id='ms0752'></span> تنكز أحد عشر حيلة، إن لم يرح بواحدة راح بأخرى، ثم أرسل\nرسوله إلى الملك الناصر محمد بن قلاوون بأول حيله التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nدبرها على تنكز؛ فكان مما قاله: إن تنكز كتب إلي في الباطن يريد الحضور\nإلى عندي؛ فاستوحش الملك الناصر من تنكز، وقبض عليه حسبما ذكره في ترجمته.\n</p>\n\n<p>\nفلما بلغ الشيخ حسن إمساك تنكز فرح بذلك، ثم قال: أنا كنت أظن أن إزالة\nتنكز صعب، وقد راح بأهون حيلة. وكان لما يريد يتفكر في أمر يفعله مع تنكز\nيدخل الحمام، ويخلو بنفسه فيها اليومين والثلاثة حتى يتيقن ما يريد يفعله،\nولما أمسك تنكز قوي عزمه على المجيء إلى البلاد الشامية؛ فوقع بينه وبين\nزوجته وحشة؛ فهددها بالقتل؛ فبادرته بأن خبأت له عندها خمسة من المغل؛\nفخنقوه، وأصبح ميتا، ودفن بمدرسته التي أنشأها بتبريز.\n</p>\n\n<p>\nولم يأخذ له أحد بثأر؛ وذلك لبغض الناس فيه، وحصل للمسلمين وللترك بموته\nفرج كبير. وكانت وفاته في شهر رجب سنة أربع وسبعين وسبعمائة، ولله الحمد.\n</p>\n\n<h3 class='dic-item l3' id='head56'>ابن خاص بك العلامة</h3>\n\n<p>\n00 - 0 - 813 \n</p>\n\n<p>\nه - 000 - 1410م الحسن بن خاص بك، العلامة بدر الدين، أحد أعيان فقهاء\nالسادة الحنفية، وأحد مقدمي المماليك السلطانية.\n</p>\n\n<p>\nكان جنديا بارعا، عالما، مفننا في الفقه، والعربية، والأصول، وله مشاركة\nفي عدة علوم، وتصدر للإفتاء والتدريس عدة سنين، وانتفعت به الطلبة. وكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nله وجاهة عند أكابر الدولة من الأمراء وغيرهم. وكانت رسالته عندهم غير\nمردوده.\n</p>\n\n<p>\nقال المقريزي بعدما أثنى عليه: وسمعنا بقراءته صحيحي البخاري ومسلم بمكة\nفي سنة ثلاث وثمانين وسبعمائة.\n</p>\n\n<p>\nوتوفي سنة ثلاث عشرة وستمائة، عن نحو ستين سنة، رحمه الله تعالى وعفا\nعنه.\n</p>\n\n<h3 class='dic-item l3' id='head57'>الملك الأمجد</h3>\n\n<p>\n00 - 0 - 670 \n</p>\n\n<p>\nه - 000 - 1271م الحسن بن داود بن عيسى بن أبي بكر بن محمد بن أيوب بن\nشاذي. الملك الأمجد مجد الدين أبو محمد بن الملك الناصر صلاح الدين داود بن\nالملك المعظم عيسى بن الملك العادل أبي بكر محمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nكان من العلماء الفضلاء، وكان له مشاركة في كثير من العلوم، ثم تزهد\nبآخره، وصحب المشايخ، وانتفع بهم، وأخذ عنهم، وهو الذي <span id='ms0753'></span> رتب ديوان شعر\nوالده، وأظهر فيه من البلاغة فوق ما يوصف. ودل على معرفته بالتاريخ\nوالأنساب. وكان له معرفة تامة بالأدب، غير أنه لم يكن له طبع في نظم الشعر،\nوكان له محاسن كثيرة، وكان كثير البر لمن صحبه من المشايخ، لا يدخر عنهم\nشيئا. وكانت همته عالية، ونفسه ملوكية مع شجاعة وإقدام، وصبر على المكاره،\nيتلقى ما يرد عليه بالرضى. وكان جميع أهل بيت بني أيوب يعظمونه، وتوفي سنة\nسبعين وستمائة، ورثاه جماعة من الشعراء. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head58'>ابن صصرى</h3>\n\n<p>\n00 - 0 - 664 \n</p>\n\n<p>\nه - 000 - 1265الإمام الحسن بن سالم بن الحسن بن هبة الله بن محفوظ بن\nصصرى، الإمام الصدر الجليل بهاء الدين أبو المواهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nكان دينا خيرا وسمع من الكندي وابن طبرزد، وروى عنه الدمياطي، وقاضي\nالقضاة نجم الدين أحمد بن صصرى، وأبو علي ابن الجلال، وأبو المعالي\nالبالسي، وأبو الفدا ابن الخباز. توفي سنة أربع وستين وستمائة، رحمه الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head59'>ابن ريان</h3>\n\n<p>\n00 - 0 - 769 \n</p>\n\n<p>\nه - 000 - 1367م الحسن بن سليمان بن أبي الحسن بن سليمان بن ريان، القاضي\nبهاء الدين أبو محمد.\n</p>\n\n<p>\nمولده في جمادى الآخرة سنة أحد وسبعمائة. وسمع من والده، وأخيه، وست\nالوزراء، ونقل بعض القراءات، وقرأ الحاجبية على الشيخ علم الدين طلحة، وكتب\nعلى ناصر الدين محمد بن بكتوت القلندري.\n</p>\n\n<p>\nثم إن والده القاضي جمال الدين نزل له عن وظيفة نظر الجيش بحلب في أيام\nألطنبغا الحاجب، فاستمر على ذلك إلى أن هرب الأمير ألطنبغا المذكور، وولي\nبعده الأمير طشتمر الساقي حمص أخضر، ثم عزل، وأعيد ألطنبغا ثم عزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nألطنبغا، وولي طشتمر ثانيا لما عاد من بلاد الروم، ورسم على بهاء الدين\nهذا، وحبسه بقلعة حلب، وطلب منه مالا.\n</p>\n\n<p>\nواستمر محبوسا إلى أن توجه طشتمر إلى البلاد المصرية. ثم عاد إلى حلب في\nأول دولة الملك الناصر أحمد بن الملك الناصر محمد، وإلى أن أمسك طشتمر،\nفعند ذلك تخلص المذكور.\n</p>\n\n<p>\nوفي هذا المعنى يقول:\n</p>\n\n<p>\nطشتمر الساقي سرى ظلمه ... إلى بني الريان لا عن سبب\n</p>\n\n<p>\nفأرسلوا منهم سهام الدعا ... عليه في جنح <span id='ms0754'></span> الدجى فانقلب\n</p>\n\n<p>\nوهذه عادتهم قط ما ... عاداهم الظالم إلا انعطب\n</p>\n\n<p>\nثم أعيد إلى نظر الجيش في نيابة الأمير أيدغمش، واستمر حتى عزل، ووليها\nالأمير طقزدمر الحموي، فاستمر به وأحبه.\n</p>\n\n<p>\nقال الشيخ تقي الدين المقريزي: هو الشيخ شرف الدين أبو عبد الله بن جمال\nالدين أبي الربيع الطائي الحلبي الشافعي، برع في الإنشاء والكتابة.\n</p>\n\n<p>\nوله النظم الفائق واللفظ الفصيح، مع كثرة الإطلاع، وحسن الشكالة، وجميل\nالمحاضرة، وصحة الذهن، والخط المنسوب، وله تصانيف مفيدة، وولي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nالنظر بحماة مدة، وباشر كتابة الإنشاء بحلب، وبها مات سنة تسع وستين\nوسبعمائة عن نيف وستين سنة انتهى كلام المقريزي.\n</p>\n\n<p>\nقلت: ومن شعره،\n</p>\n\n<p>\nنحن الموقعون في وظائف ... قلوبنا من أجلها في حرق\n</p>\n\n<p>\nقسمتنا في الكتب لا في غيرها ... وقطعنا ووصلنا في ورق\n</p>\n\n<h3 class='dic-item l3' id='head60'>صهر الملك الظاهر ططر</h3>\n\n<p>\n00 - 0 - 825 \n</p>\n\n<p>\nه - 000 - 1421م الحسن بن سودون، الفقيه الأمير بدر الدين، صهر الملك\nالظاهر ططر، وخال ولده الملك الصالح محمد بن ططر.\n</p>\n\n<p>\nكان والده سودون الفقيه جنديا من جملة المماليك الظاهرية برقوق، وتزوج\nالأمير ططر بابنته شقيقة حسن المذكور، فصار حسن بخدمة صهره ططر، وترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوالده سودون، واستمر عنده إلى أن تسلطن بدمشق في سنة أربع وعشرين\nوثمانمائة، ولقب بالملك الظاهر، قرب حسن هذا، وأنعم عليه بإمرة طبلخاناه\nبالديار المصرية دفعة واحدة، بعد القبض على الأمير مغلباي الساقي، ثم صار\nبعد مدة يسيرة أمير مائة ومقدم ألف بالديار المصرية.\n</p>\n\n<p>\nومات الملك الظاهر ططر، وتسلطن ولده الملك الصالح - أعني ابن أخته - فلم\nتطل مدته، ومرض، وطال مرضه إلى أن مات في يوم الجمعة ثالث عشر صفر سنة خمس\nوعشرين وثمانمائة. وورثه والده سودون المذكور وهو على حاله جندي، غير أنه\nكان معظما في الدولة لكونه حمو الملك الظاهر ططر، وجد ولده الملك الصالح\nمحمد.\n</p>\n\n<p>\nوعاش سودون المذكور إلى بعد سنة ثلاثين وثمانمائة.\n</p>\n\n<p>\nوكان حسن صاحب الترجمة شكلا حسنا في شبيبته، ثم حصل في إحدى عينيه خلل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوكان عاريا، مهملا، أجنبيا عن كل علم وفن، رحمه الله تعالى وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head61'>ابن الفقيسي</h3>\n\n<p>\n00 - 0 - 687 \n</p>\n\n<p>\nه - 000 - 1288 الحسن بن <span id='ms0755'></span> شاور بن طرخان، الأديب الشاعر، ناصر الدين أبو\nمحمد الكناني، المعروف بابن الفقيسي، وبابن النقيب المصري، وكان بارعا،\nماهرا، ذكيا، برع في النظم والنثر، وقال الشعر الفائق.\n</p>\n\n<p>\nوكان بينه وبين العلامة شهاب الدين محمود صحبة ومجالسة ومذاكرة في\nالقريض، إلى أن مات في نصف شهر ربيع الأول سنة سبع وثمانين وستمائة، وهو في\nعشر الثمانين، رحمه الله تعالى.\n</p>\n\n<p>\nفمن شعره:\n</p>\n\n<p>\nيا من أدار سلافة من ريقه ... وحبابها الثغر الشنيب الأشنب\n</p>\n\n<p>\nتفاح خدك بالعذار ممسك ... لكنه بدم القلوب مخضب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nوجردت مع فقري وشيخوختي التي ... تراها فنومي عن جفوني مشرد\n</p>\n\n<p>\nفلا يدعي غيري مقامي فإنني ... أنا ذلك الشيخ الفقير المجرد\n</p>\n\n<p>\nوله أيضا عفا الله عنه:\n</p>\n\n<p>\nبخالد الأشواق يحيا الدجى ... يعرف هذا العاشق والوامق\n</p>\n\n<p>\nفخذ حديث الوجد عن جعفر ... من دمع عيني إنه صادق\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nحدثت عن ثغره المحلى ... فمل إلى خده المورد\n</p>\n\n<p>\nخد وثغر فجل رب ... بمبدع الحسن قد تفرد\n</p>\n\n<p>\nهذا عن الواقدي يروى ... وذاك يروى عن المبرد\n</p>\n\n<p>\nوله أيضا عفا الله عنه:\n</p>\n\n<p>\nأنا العذري فاعذرني وسامح ... وجر علي بالإحسان ذيلا\n</p>\n\n<p>\nولما صرت كالمجنون عشقا ... كتمت زيارتي وأتيت ليلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوله أيضا:\n</p>\n\n<p>\nأراد الظبي أن يحكي التفاتك ... وجيدك قلت لا يا ظبي فاتك\n</p>\n\n<p>\nوقد الغصن قدك إذ تثنى ... وقاك الله يبقي لي حياتك\n</p>\n\n<p>\nفيا آس العذار فدتك نفسي ... وإن لم أقتطف بفمي نباتك\n</p>\n\n<p>\nويا ورد الخدود حمتك مني ... عقارب صدغه فأمن جناتك\n</p>\n\n<p>\nويا قلبي ثبت على التجني ... ولم يثبت له أحد ثباتك\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nوخود دعتني إلى وصلها ... وعصر الشبيبة عني ذهب\n</p>\n\n<p>\nفقلت مشيبي ما ينطلي ... فقالت بلى ينطلي بالذهب\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nفي الناس قوم إذا ما أيسروا بطروا ... فأصلح الأمر أن يبقوا مفاليسا\n</p>\n\n<p>\nلا نسأل الله إلا في خمولهم ... فهم جياد إذا كانوا مناحيسا\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nنهى شيبي الغواني عن وصالي ... وأوقع بين أحبابي وبيني\n</p>\n\n<p>\nفلست بتارك تدبير ذقني ... إلى أن ينقضي أجلي بحيني\n</p>\n\n<p>\nأدبر لحيتي ما دمت حيا ... وأعتقها ولكن بعد عيني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head62'>ابن فتح الغماري</h3>\n\n<p>\n617ه - 712ه - 1220 - 1312م الحسن بن عبد الكريم بن <span id='ms0756'></span> عبد السلام بن فتح\nالغماري المغربي الشيخ الإمام العالم الفقيه المقرئ، أبو محمد المالكي\nالملقن المؤدب، سبط زيادة بن عمران.\n</p>\n\n<p>\nمولده سنة سبع عشرة وستمائة بمصر، وقرأ بالروايات على أصحاب أبي الجود\nوسمع من أبي القاسم بن عيسى جملة صالحة، وكان آخر من حدث عنه وسمع\nالشاطبيتين من أبي عبد الله القرطبي تلميذ الشاطبي. وتفرد بمروياته.\n</p>\n\n<p>\nوكان شيخا جليلا، حسنا، متواضعا، روى عنه أثير الدين أبو حيان، وفتح\nالدين بن سيد الناس، وابن الفخر، وتقي الدين السبكي. وتوفي سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nاثنتي عشرة وسبعمائة رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head63'>ابن محب الدين المشير</h3>\n\n<p>\n00 - 0 - 824 \n</p>\n\n<p>\nه - 000 - 1421م الحسن بن عبد الله، المعروف بابن محب الدين الطرابلسي،\nالأمير بدر الدين المشير، الوزير الأستادار.\n</p>\n\n<p>\nكان أبوه من مسالمة طرابلس، وتعانى الخدم الديوانية، ونشأ ولده الأمير\nبدر الدين هذا على ذلك إلى أن اتصل بخدمة الأمير شيخ المحمودي نائب طرابلس،\nولزم خدمته حتى صار شيخ المذكور كافل مملكة الخليفة المستعين بالله العباس\nأخلع عليه بأستدارية السلطان بالديار المصرية، فباشر المذكور بحرمة وعظمة،\nونالته السعادة إلى أن تسلطن أستاذه الأمير شيخ المذكور، ولقب بالملك\nالمؤيد، فحينئذ عظم في الدولة أكثر مما كان.\n</p>\n\n<p>\nواستمر على ذلك إلى أن عزل بفخر الدين عبد الغني بن أبي الفرج في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nيوم الاثنين ثامن ذي القعدة سنة ست عشرة وثمانمائة، وتولى نيابة\nالإسكندرية عوضا عن الأمير خليل التوريزي، المعروف بالشحاري؛ فتوجه إلى\nالإسكندرية، وباشر نيابتها إلى أن عزل بالأمير صوماي الحسني في ثالث عشر\nرمضان سنة سبع عشرة وثمانمائة، وقدم القاهرة؛ فأعيد إلى الأستادارية بعد\nعزل ابن أبي الفرج في يوم الإثنين سادس عشر شهر رمضان؛ فسار على سيرته\nأولا، وطالت يده لغياب ابن أبي الفرج؛ وزاد ظلمه وعسفه إلى ثاني عشر شهر\nربيع الآخر سنة تسع عشرة قبض عليه الملك المؤيد شيخ بعد ما أوسعه سبا، وهم\nبقتله حتى شفع فيه الأمير جقمق الأرغون شاوي الدوادار؛ فأسلم له على أن\nيحمل إلى الخزانة الشريفة ثلاثمائة ألف دينار، ونزل معه آخر النهار.\n</p>\n\n<p>\nوسبب قبض السلطان عليه <span id='ms0757'></span> تأخر جوامك المماليك السلطانية وعليق خيولهم.\n</p>\n\n<p>\nوكان فخر الدين بن أبي الفرج قد ولي كشف الوجه البحري، وهو يواصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nحمل المال إلى السلطان حتى كان ما حمله في هذه المدة اليسيرة زيادة على\nمائة ألف دينار، سوى الخيول وغيرها، فطلبه السلطان، وولاه الأستادارية\nعوضه، وتقرر على ابن محب الدين هذا حمل مائة ألف دينار وخمسين ألف دينار\nبعد ما عصر في بيت الأمير جقمق الدوادار وعوقب، ونقل إلى بيت الأمير فخر\nالدين بن أبي الفرج، وأهينت حاشيته وأتباعه، وعوقبوا عقوبات متعددة.\n</p>\n\n<p>\nوكان المشير هذا قد تزوج بزوجة - والدي رحمه الله بعد موته خوند - حاج\nملك زوجة الملك الظاهر برقوق؛ فقبض على زوجته القديمة الشريفة، وعوقبت حتى\nأظهرت مالا كثيرا، ولم يتعرض أحد لزوجته خوند حاج ملك المذكورة ولا\nلحواشيها. ثم طلبه السلطان وضربه ضربا مبرحا. ودام في المصادرة مدة طويلة،\nثم أفرج عنه.\n</p>\n\n<p>\nولزم داره مدة إلى أن طلب وأخلع عليه باستقراره في كشف الوجه القبلي في\nيوم الثلاثاء سلخ شهر رجب سنة تسع عشرة وثمانمائة؛ فنوجه إلى الصعيد وظلم\nوأبدع إلى أن عزل وصودر ثانيا، وأهين ونكب. وبعد مدة أنعم عليه بإمرة مائة\nوتقدمة ألف بطرابلس؛ فتوجه إليها وأقام بها إلى أن مات الملك المؤيد شيخ\nوتوجه الأتابك ططر إلى دمشق صحبة الملك المظفر أحمد بن المؤيد شيخ قبض على\nالأمير بدر الدين هذا بدمشق في يوم الأحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nخامس عشر جمادى الأولى سنة أربع وعشرين وثمانمائة، ولا زال تحت العقوبة\nإلى أن هلك في سابع عشر جمادى الآخرة من السنة المذكورة.\n</p>\n\n<p>\nوكان رجلا طوالا، ظالما، مسرفا على نفسه، منهمكا في اللذات قليل الحيز\nكثير الشر وكان ينوع الظلم في أخذ الأموال فأخذه الله من حيث يأمن. وكان قد\nولي الوزارة أيضا في الدولة المؤيدية في وقت، وولي كتابة سر طرابلس في\nابتداء أمره، عفا الله عنه.\n</p>\n\n<h3 class='dic-item l3' id='head64'>المقدسي الحنبلي</h3>\n\n<p>\n605 - 659 \n</p>\n\n<p>\nه - 1208 - 1260م الحسن بن عبد الله بن الحافظ عبد الغني بن عبد الواحد،\nالإمام شرف الدين أبو محمد بن جمال الدين <span id='ms0758'></span> المقدسي الحنبلي.\n</p>\n\n<p>\nولد سنة خمس وستمائة، وسمع من الكندي، وابن الحرستاني، وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nملاعب، وموسى بن عبد القادر، وابن راجح، والشيخ الموفق، وتفقه عليه أيضا\nوعلى غيره، وأفتى ودرس، ورحل في طلب الحديث، وكتب عنه الدمياطي والأبيوردي\nوغيرهم، وتوفي سنة تسع وخمسين وستمائة رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head65'>ابن قدامة</h3>\n\n<p>\n00 - 0 - 695 \n</p>\n\n<p>\nه - 000 - 1295م الحسن بن عبد الله بن الشيخ الزاهد أبي عمرو محمد بن\nأحمد بن محمد بن محمد ابن قدامة، قاضي القضاة، شرف الدين أبو الفضل بن\nالخطيب شرف الدين أبي بكر المقدسي الصالحي الحنبلي.\n</p>\n\n<p>\nولد سنة ثمان وثلاثين وستمائة. وسمع من ابن قميرة، وابن مسلمة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوالمرسي وغيرهم، وقرأ الحديث على الكفرطاي وغيره، وتفقه على عمه شمس\nالدين، وبرع في مذهبه.\n</p>\n\n<p>\nوكان مليح الشكل، مديد القامة، حسن الهيئة، وعنده لطف، ومكارم ومروءة،\nوديانة، وسيرة حسنة في الاحتكام، وسمع منه البرزالي وغيره.\n</p>\n\n<p>\nتوفي بجبل الصالحية في سنة خمس وتسعين وستمائة، ودفن بمقبرة جده، رحمه\nالله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head66'>الملك السعيد صاحب الصبيبة</h3>\n\n<p>\n00 - 0 - 658 \n</p>\n\n<p>\nه - 000 - 1259م الحسن بن عثمان، الملك السعيد، صاحب الصبيبة وبانياس،\nابن الملك العزيز بن الملك العادل.\n</p>\n\n<p>\nتوفي أبوه الملك العزيز في سنة إحدى وثلاثين وستمائة؛ فملك بعده ابنه\nالملك الظاهر، فتوفي في سنة إحدى وثلاثين، فتملك من بعده الملك السعيد هذا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوبقي عليها إلى أن ملكها منه الملك الصالح نجم الدين أيوب، وأعطاه إقطاعا\nبالقاهرة.\n</p>\n\n<p>\nفلما قتل الملك المعظم، هرب الملك السعيد إلى غزة وملكها، ثم توجه إلى\nالصبيبة؛ فتسلمها.\n</p>\n\n<p>\nفلما ملك الملك الناصر الشام، أخذ الملك السعيد هذا واعتقله بقلعة\nالبيرة، فلما دخل هولاكو الشام وملك البيرة أخرجه، وأخلع عليه، وصار من\nجملة أمرائه، ومال إليهم بكليته، وصار يقع في الملك الناصر عندهم، ويحرض\nعلى هلاكه، ثم سلموا إليه الصبيبة وبانياس، وبقي في خدمة كتبغا نوين، وحضر\nمعه مصاف عين جالوت، وقاتل من جهة التتار قتالا شديدا، فلما كسر كتبغا أمسك\nالملك السعيد هذا، وأحضر بين يدي السلطان الملك المظفر قطز؛ فقال هذا ما\nيجيء منه خير، وأمر بضرب عنقه؛ فضربت، وذلك في <span id='ms0759'></span> سنة ثمان وخمسين وستمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: عليه من الله ما يستحقه لموافقته مع التتار وقتاله للمسلمين. انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head67'>أمير مكة</h3>\n\n<p>\n00 - 0 - 829 \n</p>\n\n<p>\nه - 000 - 1427م الحسن بن عجلان بن رميثة بن أبي نمى محمد بن أبي سعد حسن\nبن علي بن قتادة الحسني المكي، الأمير بدر الدين أمير مكة.\n</p>\n\n<p>\nمولده في سنة خمس وسبعين وسبعمائة بمكة، ونشأ في كفالة أخيه أحمد مع أخيه\nعلي بن عجلان أمير مكة.\n</p>\n\n<p>\nقال الشريف تقي الدين الفاسي في تاريخه: \" ولي حسن بن عجلان هذا إمرة مكة\nمن غير شريك إحدى عشرة سنة وتسعة أشهر وستة أيام، ووليها سنة وسبعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأشهر شريكا لابنه السيد بركات، وهو الساعي له في ذلك، وولي نيابة السلطنة\nسبع سنين إلا أشهرا وأياما، وولي ابنه السيد أحمد عوضه نصف الأمر الذي كان\nبيده قبل أن يلي نيابة السلطنة؛ فمدة ولايته مكة أميرا ونائبا للسلطنة\nعشرون سنة وثلاثة أشهر إلا أربعة أيام \" انتهى كلام الفاسي.\n</p>\n\n<p>\nقلت: واستمر في إمرة مكة إلى أن وقع منه ما أوجب غيظ الملك الأشرف برسباي\nعليه وعزله، وعزل ولده بركات بالشريف علي بن عنان بن مغامس بن رميثة\nالحسني، وأرسله إلى مكة وصحبته العسكر المصري مع الأمير قرقماس الشعباني\nالناصري أحد أمراء الألوف بالديار المصرية، والأمير طوخ مازي الناصري أحد\nأمراء العشرات ورأس نوبة بديار مصر؛ فوصل الجميع إلى مكة في جمادى الأولى\nسنة سبع وعشرين وثمانمائة. ولما قرب العسكر من مكة نزح الشريف حسن هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nعنها بأولاده، واستمر نازحا عنها إلى أن حج الأمير تغري بردى المحمودي\nالناصري أمير حاج المحمل في موسم سنة ثمان وعشرين وثمانمائة.\n</p>\n\n<p>\nدعي الشريف حسن هذا إلى طاعة السلطان؛ فأجاب، وحضر إلى مكة، وتوجه صحبة\nالحاج إلى الديار المصرية، وأخلع عليه بإمرة مكة شريكا لولده بركات.\n</p>\n\n<p>\nواستمر الشريف حسن المذكور مستمرا بالديار المصرية مترقبا عود قصاده من\nمكة بعد أن أذن لولده بركات في الحكم بمكة في غيبته؛ فبينما هو في ذلك إذ\nأدركه الأجل؛ فمرض أياما. ومات في يوم الخميس سادس عشر جمادى الآخرة <span id='ms0760'></span> سنة\nتسع وعشرين وثمانمائة، ودفن بجوار تربة الملك الأشرف برسباي، بحوش الشيخ\nخليفة، إنشاء الملك الأشرف المذكور بالصحراء، خارج باب النصر، وحضر السلطان\nالصلاة عليه، وتأسف عليه.\n</p>\n\n<p>\nوكان الشريف حسن هذا من أجل أمراء مكة ممن أدركنا، سؤددا، وكرما، وسياسة،\nوعقلا. وأثرى، وكثر ماله، وعقاره؛ لكثرة ظلمه وعسفه ولجبروت كان فيه.\n</p>\n\n<p>\nووقع له ما لم يقع لغيره من أمراء مكة، فإنه أضيف إليه في بعض السنين\nإمرة المدينة النبوية، وإمرة الينبع مضافا لإمرة مكة وملك علي بن يعقوب من\nبلاد اليمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nمن صاحبها الأمير موسى بن أحمد بن موسى الحرامي. وبنو حرام بطن من كنانة\nثم رجع الأمير موسى المذكور إلى بلدة حلي ابن يعقوب بعد أمور وقعت بينه\nوبين الشريف حسن هذا.\n</p>\n\n<p>\nولما توجه القاضي شرف الدين إسماعيل بن محمد بن أبي بكر العذري، الشهير\nبابن المقري إلى الحج من زبيد في سنة ثمان وثمانمائة اجتاز بالأمير موسى بن\nالحرامي ببلدة حلي ابن يعقوب فرغب، الأمير موسى للقاضي شرف الدين إسماعيل\nالمذكور أن يسعى في الصلح بينه وبين الشريف حسن صاحب الترجمة؛ فالتزم له\nالقاضي شرف الدين بن المقري المذكور بذلك، وسار حتى وصل إلى مكة، وأخذ في\nإنشاء قصيدة يمدح بها الشريف حسن ويوصيه ويسأله الرضى عن الأمير موسى صاحب\nحلي وهي:\n</p>\n\n<p>\n\" أحسنت في تدبير ملكك يا حسن ... وأجدت في تحليل أخلاط الفتن \"\n</p>\n\n<p>\nما كنت بالزق العجول إلى الأذى ... عند النزاع ولا الضعيف أخي الوهن\n</p>\n\n<p>\nتمشي ورأيك عن هواك معوقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nذا الرئاسة في متابعة الهوى ... ودواؤها في الدفع بالوجه الحسن\n</p>\n\n<p>\nلا تصغ في سر دعا فالسر أن ... تنهض له ينهض وإن تسكن سكن\n</p>\n\n<p>\nوإذا الفتى استقصى لنصرة نفسه ... قلب الصديق لحربه ظهر المجن\n</p>\n\n<p>\nرد العدو إلى الصداقة حكمة ... صفت من الأكدار عيش ذوي الفطن\n</p>\n\n<p>\nوسديد رأي لا يحرك فتنة ... سكنت وإن حركته الفتن اطمأن\n</p>\n\n<p>\nبالسيف والإحسان تقتنص العلا ... وحصولها بهما جميعا مرتهن\n</p>\n\n<p>\nلا خير في منن ولا سيف لها ... ماض ولا في السيف ليس له منن\n</p>\n\n<p>\nفي السيف <span id='ms0761'></span> جور فاجتنب تحكيمه ... ما لم يضع أمر المهيمن أو يهن\n</p>\n\n<p>\nفاكرم سيوفك عن دماء طردائها ... فالحزم يكرم سيفه أن يمتهن\n</p>\n\n<p>\nفاغمد سيوفك رغبة لا رهبة ... ما في قتيل فر مرعوبا سمن\n</p>\n\n<p>\nقد كان لا يرضى يجرب سيفه ... في ظهر من ولى أبوك أبو الحسن\n</p>\n\n<p>\nأما حلى فإن خوفك لم يدع ... أهلا بها للقاطنين ولا سكن\n</p>\n\n<p>\nأجليتهم منها وجسمك وادع ... في مكة لم يحوجوك إلى ظعن\n</p>\n\n<p>\nحفظوا نفوسا بالفرار أصلها ... سيف على الأرواح ليس بمؤتمن\n</p>\n\n<p>\nتركوا لك الأوطان غير مدافع ... وتعلقوا بذرى الشوامخ والفتن\n</p>\n\n<p>\nولحفظها بالغر أكبر شاهد ... لك بالعلى فلم التأسف والحزن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nفانظر إلى موسى فقد ولعت به ... لما سخطت عليه أحداث الزمن\n</p>\n\n<p>\nلو شئت وهو عليك سهل هين ... لجمعت بين الجفن منه والوسن\n</p>\n\n<p>\nبع منه مهجته وخذ ما عنده ... عوضا يكن منك المثمن والثمن\n</p>\n\n<p>\nهذي مساومة الفحول ومن يبع ... ما بعت لم تعلق بصفقته الغبن\n</p>\n\n<p>\nموسى هزبر لا يطاق نزاله ... في الحرب لكن أين موسى من حسن\n</p>\n\n<p>\nهذاك في يمن ولم تسلم له ... يمن وذا في الشام لم يدع اليمن\n</p>\n\n<p>\nجئنا بحسن الظن نسألك الرضى ... والعفو عنه فلا تخيب فيك ظن\n</p>\n\n<p>\nفالحر يكرم سائليه يرى لهم ... فضلا إذا ابتدءوه بالظن الحسن\n</p>\n\n<p>\nويهين سائله اللئيم لظنه ... في مثله خيرا وذلك لا يظن\n</p>\n\n<p>\nلا زلت بالشرف المخلد نائبا ... شرفا ومجدا ثانيا لبني الحسن\n</p>\n\n<p>\nولما تم إنشادها أنعم عليه الشريف حسن المذكور بثلاثين ألف درهم بعد أن\nأجابه لسؤاله من الرضى عن الأمير موسى صاحب الحلي. واستمر الصلح بينهما إلى\nأن ماتا، رحمهما الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head68'>الآمدي</h3>\n\n<p>\n00 - 0 - 805 \n</p>\n\n<p>\nه - 000 - 1402م الحسن بن علي، شيخ الشيوخ بدر الدين الآمدي.\n</p>\n\n<p>\nكان خيرا دينا معتقدا. مات خارج القاهرة في أول شعبان سنة خمس وثمانمائة\nرحمه الله تعالى وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head69'>القلانسي</h3>\n\n<p>\n629 - 702 \n</p>\n\n<p>\nه - 1231 - 1302م الحسن بن علي بن أبي بكر بن يونس بن يوسف، الشيخ بدر\nالدين أبو علي الدمشقي القلانسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nمولده في عاشر أو حادي عشر صفر سنة تسع وعشرين وستمائة، واعتنى به خال\nأمه الحافظ أبو العباس <span id='ms0762'></span> ابن الجوهري؛ فأسمعه الكثير واستجاز له خلائق، وتفرد\nفي وقته، وحدث. سمع منه الحافظ البرزالي، وخرج له مشيخة، وذكره في معجمه؛\nفقال: سمع كثيرا في صغره بإفادة خال أمه المحدث شرف الدين أبي العباس\nالجوهري من جماعة كثيرة كأبي المنجا اللتي، ومكرم بن أبي الصفا، وابن\nالمقير، وسالم بن صصري، وجعفر الهمذاني والسخاوي، وكريمة، والقرطبي، وخلق\nكثير غيرهم من أصحاب ابن عساكر، والثقفي، والخشوعي، وابن طبرزد، وأحضر على\nالفخر الإربلي، وسمع من الشيرازي، وشيوخه الذين سمع منهم نحو المائتي شيخ.\n</p>\n\n<p>\nوله إجازات بغدادية ومصرية ودمشقية، ولمن أجاز له ولعمته أسماء، من بغداد\nالسهروردي وابن القطيعي، وابن روزبة، وابن بهز، وزكريا الحلبي، وعبد الواحد\nبن نزار، وأبو بكر بن عمر بن كمال، وعلي بن الجوزي، وإسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nابن باكين، وياسمين بنت البيطار، وجماعة كثيرة، ومن أصحاب ابن البطي\nوشهده، وتاريخها في رجب سنة ثلاثين وستمائة.\n</p>\n\n<p>\nقال البرزالي سمعت منه بأماكن كثيرة؛ وذلك أني سافرت معه من دمشق إلى\nحلب، ومرة أخرى من دمشق إلى مصر، وكان فيه مروءة كبيرة، وخير كثير، وديانة،\nوتصوف.\n</p>\n\n<p>\nوكان مكثرا عن ابن اللتي، وابن المقير، وجعفر الهمذاني، وكريمة. انتهى\nكلام البرزالي.\n</p>\n\n<p>\nوسمع منه الحافظ الذهبي، وأكثر عنه، وذكره في معجمه، قال: وكان من خيار\nالشيوخ، دينا، وقورا، مسمنا، طويل الروح، حدث عنه ابن الخباز، وابن العطار،\nوابن أبي الفتح، ورئيس المؤذنين أبو عبد الله الداني. انتهى كلام الذهبي.\n</p>\n\n<p>\nوكانت وفاته يوم الجمعة السابع عشر من شهر ربيع الأول سنة اثنتين\nوسبعمائة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nودفن ضحى يوم السبت بمقبرة الشيخ موفق الدين بسفح قاسيون، رحمه الله\nتعالى، وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head70'>ابن البناء الحلبي</h3>\n\n<p>\n00 - 0 - 765 \n</p>\n\n<p>\nه - 000 - 1360م الحسن بن علي بن الحسن بن علي، الأديب، عز الدين أبو\nمحمد، الشهير بالبناء الحلبي.\n</p>\n\n<p>\nكان أديبا ماهرا، برع في النظم والنثر، ومدح أعيان حلب وغيرها. ومن شعره:\n</p>\n\n<p>\nأنفقت عمري رجاء وصلكم ... والعصر إني بكم لفي خسر\n</p>\n\n<p>\nردوا فؤادا أمسى أسيركم ... معذبا بالصدود والهجر\n</p>\n\n<p>\nأو فهبوا لي عقلا أعيش به ... ودبروني قد حرت في أمري\n</p>\n\n<p>\nتوفي <span id='ms0763'></span> عز الدين هذا بحلب في سنة خمس وستين وسبعمائة عن نحو سبعين سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head71'>ابن النشابي</h3>\n\n<p>\n00 - 0 - 699 \n</p>\n\n<p>\nه - 000 - 1299م الحسن بن علي بن محمد، الأمير عماد الدين بن النشابي،\nوالي دمشق.\n</p>\n\n<p>\nكان في صغره تعلم الصياغة، ثم خدم جنديا، وتنقلت به الأحوال، وولي ولايات\nكثيرة، ثم صار من جملة أمراء الطبلخانات بدمشق.\n</p>\n\n<p>\nوتوفي بالبقاع سنة تسع وتسعين وستمائة، وحمل إلى دمشق، ودفن بسفح قاسيون\nبتربته.\n</p>\n\n<p>\nوكان عارفا، ناهضا، وكان من أبناء الخمسين، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head72'>ابن الصوفي اللخمي المصري</h3>\n\n<p>\n00 - 0 - 699 \n</p>\n\n<p>\nه - 000 - 1299م الحسن بن علي بن عيسى بن الحسن، الإمام الفقيه المحدث،\nشرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nالدين، الشهير بابن الصوفي اللخمي المصري، شيخ الحديث بالمدرسة\nالفارقانية.\n</p>\n\n<p>\nسمع من عبد الوهاب بن رواج، وأبي الحسين بن الجميزي، ويوسف الشاوي، وفخر\nالقضاة بن الحباب، والزكي عبد العظيم، والمؤتمن ابن قميرة، والرشيد العطار،\nوسمع بالإسكندرية من سبط السلفي، وجماعة.\n</p>\n\n<p>\nوكان شيخا محدثا، فاضلا، صدوقا، خيرا دينا، حسن الأخلاق، مليح الشيبة.\nمات سنة تسع وتسعين وستمائة، وهو من أبناء الثمانين رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head73'>الشهرزوري الشافعي</h3>\n\n<p>\n00 - 0 - 682 \n</p>\n\n<p>\nه - 000 - 1283م\n</p>\n\n<p>\nالحسن بن علي بن عبد الله، أبو عبد الله الشهرزوري، الفقيه الشافعي.\n</p>\n\n<p>\nكان إماما، فقيها، زاهدا، وهو من شيوخ القرضى.\n</p>\n\n<p>\nقال ابن الفوطي: أفتى عدة سنين، وكان يحفظ المهذب لأبي إسحاق، وكان أميا.\nتوفي سنة اثنتين وثمانين وستمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head74'>ابن الشيخ علي الحريري</h3>\n\n<p>\n621 - 697 \n</p>\n\n<p>\nه - 1224 - 1297م الحسن بن علي بن أبي الحسن بن منصور، الزاهد بقية\nالمشايخ ابن الشيخ علي الحريري ولد سنة إحدى وعشرين وستمائة.\n</p>\n\n<p>\nكان شيخ الطائفة الحريرية.\n</p>\n\n<p>\nوكان مهيبا، مليح الشيبة، حسن الأخلاق، وله وجاهة عند الناس وحرمة زائدة،\nقدم مرات إلى دمشق من قرية يسر.\n</p>\n\n<p>\nوتوفي بدمشق في سنة سبع وتسعين وستمائة.\n</p>\n\n<h3 class='dic-item l3' id='head75'>المشطوب</h3>\n\n<p>\n00 - 0 - 677 \n</p>\n\n<p>\nه - 000 - 1278م الحسن بن علي بن نباتة الفارقي الكاتب، المعروف\nبالمشطوب. والد أولاد المشطوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p104'> Vol. 05, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nكتب المذكور في الإجازات، ذكره الحافظ أبو عبد الله الذهبي في سنة سبع\nوسبعين وستمائة، ثم قال: ولم أتحقق وفاته.\n</p>\n\n<h3 class='dic-item l3' id='head76'>أمير مكة</h3>\n\n<p>\n00 - 0 - 651 \n</p>\n\n<p>\nه - 000 - 1253م الحسن بن علي بن قتادة بن إدريس بن مطاعن بن <span id='ms0764'></span> عبد الكريم،\nالشريف الحسني المكي، أبو سعد صاحب مكة وينبع.\n</p>\n\n<p>\nولي إمرة مكة نحو أربع سنين.\n</p>\n\n<p>\nقال الشريف تقي الدين الفاسي مؤرخ مكة: وسبب استيلائه على مكة فيما بلغني\nأن بعض كبار الأعراب من زبيد حسن له الاستيلاء على مكة، والفتك بمن فيها من\nجهة صاحب اليمن، وهون عليه أمرهم، وكانوا فرقتين، تخرج واحدة إلى أعلى مكة،\nوالأخرى إلى أسفلها كل يوم؛ فحمل أبو سعد على إحدى الفرقتين؛ فكسرها؛ فضعفت\nالأخرى عنه؛ فاستولى على مكة، وقبض على الأمير الذي كان بها من جهة صاحب\nاليمن.\n</p>\n\n<p>\nوكان صاحب اليمن قد أمره بالإقامة بوادي مر؛ ليساعد عسكره الذي بمكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p105'> Vol. 05, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر بعض العصريين أن أبا سعد لما قبض على الأمير الذي كان بها من جهة\nصاحب اليمن - وهو ابن المسيب على ما ذكره العصري وغيره - أخذ أبو سعد ما\nكان مع ابن المسيب من خيل وعدد ومماليك، وأحضر أعيان الحرم، وقال \" ما\nلزمته إلا لتحققي خلافه على مولانا الملك المنصور صاحب اليمن. وعلمت أنه\nأراد الهرب بهذا المال الذي معه إلى العراق، وأنا غلام مولانا السلطان،\nوالمال عندي محفوظ، والخيل والعدد إلى أن يصل مرسوم السلطان؛ فوردت الأخبار\nبعد أيام يسيرة بموت السلطان المذكور وقوي بموته أمر أبي سعد بمكة ودامت\nولايته عليها وكان قبضه على ابن المسيب يوم الجمعة لسبع خلون من ذي القعدة\nسنة سبع وأربعين وستمائة، على ما وجدت بخط الميورقي \" انتهى.\n</p>\n\n<p>\nقلت: واستمر الشريف حسن هذا على مكة مدة وهو والد عبد الكريم جد قتيلا في\nأوائل الأشراف ذوي عبد الكريم، ووالد أبي نمى صاحب مكة. وتوفي صاحب الترجمة\nشهر رمضان سنة إحدى وخمسين وستمائة. قاله الحافظ فتح الدين ابن سيد الناس\nوقال غيره: في شوال من السنة وقيل في ثالث شعبان من السنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head77'>أخو المؤيد صاحب حماة</h3>\n\n<p>\nنيف 660 - 726ه - 1261 - 1325م الحسن بن علي بن محمود بن محمد بن عمر بن\nشاهنشاه بن أيوب، الأمير بدر الدين بن الملك الأفضل بن الملك المظفر، وأخو\nالملك المؤيد إسماعيل صاحب حماة <span id='ms0765'></span>.\n</p>\n\n<p>\nمولده في سنين نيف وستين وستمائة.\n</p>\n\n<p>\nكان أميرا جليلا، معظما في الدول، وله إقطاعات هائلة، وأملاك كثيرة، وكان\nذا ثروة، وحشم، وله فضيلة، ومشاركة جيدة في عدة فنون، وكان حسن الأخلاق،\nحلو المعاشرة والمحاضرة. توفي بحماة في سلطنة أخيه المؤيد في سنة ست وعشرين\nوسبعمائة عن نيف وستين سنة، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head78'>نائب الكرك</h3>\n\n<p>\n00 - 0 - 801 \n</p>\n\n<p>\nه - 000 - 1398م الحسن بن علي بن أحمد، الأمير حسام الدين الحلبي\nالبانقوسي الكجكني نائب الكرك وهو أحد أسباب خلاص الملك الظاهر برقوق من\nحبس الكرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوالكجكني منسوب لكجكن - ومعناه اليوم الصعب - بضم الكافين وسكون الجيم\nوالنون.\n</p>\n\n<p>\nكان أولا من جملة أمراء طرابلس، وقدم القاهرة مع الأمير يلبغا الناصري\nومنطاش.\n</p>\n\n<p>\nفلما قبض الناصري على الظاهر برقوق، وأراد حبسه بالكرك عزل الأمير مأمور\nعن نيابة الكرك وولاها لحسام الدين المذكور في يوم الخميس النصف من جمادى\nالآخرة سنة إحدى وتسعين وسبعمائة، وأوصاه بالظاهر برقوق وتوجه إلى الكرك،\nوحبس برقوق بها إلى أن وقع بين منطاش والناصري، وقبض منطاش على الناصري -\nحسبما حكيناه في غير موضع - ثم بعث إلى الكرك بقتل برقوق على يد الشهاب\nالبريدي، فلم يلتفت حسام الدين إلى مرسوم منطاش، وأطلق برقوق، وصار من أمره\nما حكيناه في ترجمته.\n</p>\n\n<p>\nفلما تسلطن برقوق ثانيا قرب حسام الدين المذكور، وجعله أمير مائة ومقدم\nألف بالديار المصرية. واستمر على ذلك إلى أن مات في يوم الخميس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nرابع شهر رجب سنة إحدى وثمانمائة، وقد أناف على الستين، وأنعم بإقطاعه\nعلى الأمير يلبغا الأحمدي، المعروف بالمجنون.\n</p>\n\n<p>\nوكان الأمير حسام الدين أميرا جليلا، جميل المحاضرة، تام المعرفة بالخيل\nالجياد، وجوارح الطير، محبا لأهل العلم والخير، سيوسا.\n</p>\n\n<p>\nوكان فيه دعابة حلوة، رحمه الله.\n</p>\n\n<p>\nالقونوي\n</p>\n\n<p>\n721ه - 776ه - 1321 - 1374م الحسن بن علي بن إسماعيل بن يوسف، الشيخ بدر\nالدين شيخ خانقاة سعيد السعداء، ابن قاضي القضاة علاء الدين\n</p>\n\n<h3 class='dic-item l3' id='head79'>القونوي</h3>\n\n<p>\nالأصل الشافعي.\n</p>\n\n<p>\nولد سنة إحدى وعشرين وسبعمائة بالقاهرة، وحضر على يونس الدبوسي في\nالرابعة، وسمع من الميدومي، ومن الحجار، وتفقه على جماعة، وناب في الحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nبالقاهرة <span id='ms0766'></span>، وأفتى ودرس، واختصر الأحكام السلطانية للماوردي وولي شيخ\nالطيبرسية، وسعيد السعداء إلى أن مات في يوم السبت سادس عشر شعبان سنة ست\nوسبعين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head80'>الغزي الشاعر المعروف بالزغاري</h3>\n\n<p>\n707ه - 753ه - 1307 - 1352م الحسن بن علي بن أحمد بن حميد بن إبراهيم بن\nشنآن بفتح الشين والنون بعد الألف الشيخ بدر الدين أبو علي، المعروف بالغزي\nوبالزغاري أيضا.\n</p>\n\n<p>\nمولده سنة سبع وسبعمائة بغزة.\n</p>\n\n<p>\nكان بارعا، أديبا، شاعرا، ماهرا، بليغا، كاتبا، لطيف المحاضرة، عذب\nالمذاكرة، مجيدا في نظم القريض، تنقل في البلاد، وولي وظائف جليلة، باشر\nكتابة الإنشاء بدمشق وغير ذلك. وكان له النظم الرائق والنثر الفائق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nومن شعره:\n</p>\n\n<p>\nفتنت بأسمر حلو اللمى ... لسلوانه الصب لم يستطع\n</p>\n\n<p>\nتقطع قلبي وما رق لي ... ودمعي يرق ولا ينقطع\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nأعجب ما في مجلس اللهو جرى ... من أدمع الراووق لما انسكبت\n</p>\n\n<p>\nلم تزل البطة في قهقهة ... ما بيننا تضحك حتى انقلبت\n</p>\n\n<p>\nوله أيضا في المعنى - عفا الله عنه -:\n</p>\n\n<p>\nيا من يلوم على التصابي خلني ... فأذني عن الملام قد نبت\n</p>\n\n<p>\nتصفية الكاسات في شواربي ... أضحكت البطة حتى انقلبت\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nحبست الدمع ثم جعلت جفني ... سياج ما له عنه انفراج\n</p>\n\n<p>\nفما زلتم بجوركم إلى أن ... تجرى الدمع وانخرق السياج\n</p>\n\n<p>\nوله أيضا - عفا الله عنه -:\n</p>\n\n<p>\nقالت وقد أنكرت سقامي ... لم أر ذا السقم يوم بينك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nلكن أصابتك عين غيري ... فقلت لا عين بعد عينك\n</p>\n\n<p>\nوله موشحة عارض فيها قول ابن سناء الملك: الراح في الزجاجة؛ فقال:\n</p>\n\n<p>\nأذكى الجوى وهاجه، برد اللمى في ثغور ريم، مائس القد يحميه أن أرومه\n</p>\n\n<p>\nلحظ أرى فرط الفتور، سيفه الهندي.\n</p>\n\n<p>\nظبي رمى فؤادي ... من لحظه بسهم\n</p>\n\n<p>\nوقد حمى رقادي ... لما أباح سقمي\n</p>\n\n<p>\nفالطرف للسهاد ... وللسقام جسمي\n</p>\n\n<p>\nوأعجب من انقيادي ... إليه وهو خصمي\n</p>\n\n<p>\nلكنها اللجاجة، ترمي بها عقل ... بعقل الحليم، سورة الوجد\n</p>\n\n<p>\nإياك أن تلومه، فاللوم في ... هذي الأمور، قلما يجدي\n</p>\n\n<p>\nأفديه ظبي أنس ... ألمى الشفاه أحوى\n</p>\n\n<p>\nحشاشتي ونفسي ... مرعى له ومثوى\n</p>\n\n<p>\nكذبت فيه حسي ... إذ لم تنله شكوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p112'> Vol. 05, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوجسمه بلمسي ... عند العناق يطوى\n</p>\n\n<p>\nيا <span id='ms0767'></span> حسن الاندماجة، في خصره المضنى السقيم، وهو في البرد\n</p>\n\n<p>\nوالقامة القويمة، بالخد كالغصن النضير، ناضر الورد\n</p>\n\n<p>\nلله منه طرف ... يدمي القلوب لحظا\n</p>\n\n<p>\nووجنة تشف ... ولا تنيل حظا\n</p>\n\n<p>\nيرق إذ يرف ... قلبي لها ليحظى\n</p>\n\n<p>\nيريك حين تصفو ... جسما تخال فظا\n</p>\n\n<p>\nكالراح في الزجاجة، تزهى بها كف النديم، عندما تبدي\n</p>\n\n<p>\nأشعة عظيمة، تبدي إذا شيمت وتوري، جذوة تهدي\n</p>\n\n<p>\nيا لوعة الغرام ... زيدي ويا جفوني\n</p>\n\n<p>\nبأدمعي الهوامي ... جودي ولا تخوني\n</p>\n\n<p>\nفهتف الحمام ... قد هيجت شجوني\n</p>\n\n<p>\nوكل مستهام ... مستأنف الحنين\n</p>\n\n<p>\nلا تنكرا انزعاجه، للبرق في الليل البهيم، مقلة تهدي\n</p>\n\n<p>\nإلى الحشا السليمة، خفقا أبانته سميري، ليلة الصد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nدع ذا وقل مديحا ... في أحمد بن يحيى\n</p>\n\n<p>\nمن لم يزل مزيحا ... أعذار كل عليا\n</p>\n\n<p>\nمنتسبا صريحا ... آخرة ودنيا\n</p>\n\n<p>\nتخال منه يوحا ... في الدست حسن رؤيا\n</p>\n\n<p>\nإذا رأى ابتهاجه، للجود وللداعي المضيم، ساعة الجهد\n</p>\n\n<p>\nفالكف منه ديمه، والوجه شمس ذات نور، في سماء المجد\n</p>\n\n<p>\nوتوفي بدمشق في سنة ثلاث وخمسين وسبعمائة، عن نيف وخمسين سنة رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head81'>ابن القيم</h3>\n\n<p>\n00 - 0 - 720 \n</p>\n\n<p>\nه - 000 - 1320م الحسن بن عمر بن عيسى بن خليل الدمشقي الكردي، الشيخ\nالمسند المعمر، المقرئ أبو علي ابن القيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nكان أبوه قيما بتربة أم الصالح، فأسمعه حضورا في الرابعة من ابن اللتي\nكثيرا، وسمع الموطأ من مكرم بن أبي الصقر، وسمع من أبي الحسن السخاوي وتلا\nعليه ختمة.\n</p>\n\n<p>\nوتنقلت به الأحوال، وصار إلى مصر، وسكن بالجيزة. وكان يؤذن بمسجد، ويبيع\nالورق للشهود على باب الجامع، وخفي خبره غالب عمره إلى سنة اثنتي عشرة\nوسبعمائة، فعرف بثبت كان معه؛ فأقبل عليه الطلبة، وأحضر إلى القاهرة أربع\nمرات، ووصلوه بدراهم، ثم شاخ وأصم، وحدث آخر عمره بالجزء الأول من حديث ابن\nالسماك بتلقين القاضي تقي الدين السبكي، ثم أخذ عنه ابن الفخر، وابن رافع،\nوابنا المزي وآخرون، إلى أن توفي سنة عشرين وسبعمائة، وله تسعون سنة رحمه\nالله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head82'>بدر الدين ابن حبيب</h3>\n\n<p>\n710ه - 779ه - 1310م - 1377م الحسن بن عمر بن الحسن عمر بن حبيب، القاضي\nبدر الدين ابن الشيخ <span id='ms0768'></span> زين الدين، الدمشقي الأصل الحلبي المولد والمنشأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nمولده سنة عشر وسبعمائة، وحضر في الرابعة على بيبرس العديمي، وعلى أبي\nبكر العجمي، وسمع من أبي المكارم النصيبي، ومن أبي طالب عبد الرحيم ابن\nالعجمي، والكمال بن النحاس، وأجاز له جماعة من مصر وغيرها، وقرأ على القاضي\nفخر الدين بن خطيب جزئين.\n</p>\n\n<p>\nوكان يرتزق بالشروط عند الحكام بحلب، وكان له فضل، ومشاركة جيدة، واليد\nالطولى في النظم والنثر، وله سماع ورواية، ومؤلفات مفيدة منها: كتاب نفحات\nالأرج من كتاب تبصرة أبي الفرج، وتاريخه: درة الأسلاك في دولة الأتراك،\nوذيل عليه ولده الشيخ أبو العز طاهر، وكتاب نسيم الصبا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوكتاب النجم الثاقب في أشرف المناقب، وكتاب أخبار الدول وتذكار الأول،\nمسجعا. وكان له وجاهة وباشر كتابة الحكم العزيز، وكتابة الإنشا، والتوقيع\nالحكمي، وغير ذلك من الوظائف الدينية.\n</p>\n\n<p>\nثم تخلى عن ذلك جميعه في آخر عمره، ولزم داره حتى توفي بحلب في يوم\nالجمعة الحادي والعشرين من شهر ربيع الآخر سنة تسع وسبعين وسبعمائة. رحمه\nالله.\n</p>\n\n<p>\nومن شعره يمدح القاضي شهاب الدين أحمد بن فضل الله بقصيدة منها:\n</p>\n\n<p>\nجوانحي للقا الأحباب قد جنحت ... وعاديات غرامي نحوهم جنحت\n</p>\n\n<p>\nوعبرتي عبرة للناظرين غدت ... لأنها بجفوني إذ جرت جرحت\n</p>\n\n<p>\nيا حبذا جيرة سفح النقا نزلوا ... آيات حسنهم ذكر الحسان محت\n</p>\n\n<p>\nصدوا فطرفي لبعد الدار ينشدهم ... يا ساكني السفح كم عين بكم سفحت\n</p>\n\n<p>\nآها لعيش تقضى في معاهدهم ... وطيب أوقات أنفاس بهم نفحت\n</p>\n\n<p>\nحيث الحواسد والأعداء قد صدرت ... والسعد من فوقنا أطياره صدحت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p117'> Vol. 05, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوالدهر قد غض طرف الحادثات لنا ... والزهر أعينه في الحضرة انفتحت\n</p>\n\n<p>\nوالورق ساجعة والقضب راكعة ... والسحب هامعة والغدر قد طفحت\n</p>\n\n<p>\nوالعود عودان هذا نشره عطر ... وذاك ألحانه أحزاننا نزحت\n</p>\n\n<p>\nوالراح تشرق في الراحات تحسبها ... أشعة الشمس في الأقداح قد قدحت\n</p>\n\n<p>\nأكرم بها بنت كرم كف خاطبها ... كف الخطوب وأسدا الندى منحت\n</p>\n\n<p>\nمظلومة سجنت من بعد ما عصرت ... مع أنها ما جنت ذنبا ولا اجترحت\n</p>\n\n<p>\nكم أعربت عن سرور كان منكتما ... وكم صدور لأرباب الهوى شرحت <span id='ms0769'></span>\n</p>\n\n<p>\nتديرها بيننا حوراء ساحرة ... كأنها من جنان الخلد قد سرحت\n</p>\n\n<p>\nألحاظها لو بدت للبيض لاحتجبت ... وقدها لو رأته الشمس لافتضحت\n</p>\n\n<p>\nظلامة للكرى عن مقلتي حبست ... أما تراها ببحر الدمع قد سبحت\n</p>\n\n<p>\nورب عاذلة فيمن كلفت بها ... تكلفت لملامي في الهوى ولحت\n</p>\n\n<p>\nجاءت وفي عزمها نصحي وما علمت ... أني أزيد غراما كلما نصحت\n</p>\n\n<p>\nبالروح أفدي من النقصان عارية ... تسربلت برداء الحسن واتشحت\n</p>\n\n<p>\nغيداء من ظبيات الإنس كانسة ... لكنها عن معاني الأنس قد سنحت\n</p>\n\n<p>\nعيني إلى مرأى حسن طلعتها ... وغير فضل ابن فضل الله ما طمحت\n</p>\n\n<p>\nوله فيمن اسمه موسى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p118'> Vol. 05, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nلما بدا كالبدر قال عاذلي ... من ذا الذي قد فاق على شمس الضحى\n</p>\n\n<p>\nفقلت موسى واستفق فإنه ... أهون شيء عنده حلق اللحى\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nيا أيها الساهون عن أخراهم ... إن الهداية فيكم لا تعرف\n</p>\n\n<p>\nالمال بالميزان يصرف عندكم ... والعمر بينكم جزافا يصرف\n</p>\n\n<p>\nابن كر\n</p>\n\n<p>\n00 - 0 - 658 \n</p>\n\n<p>\nه - 000 - 1259م الحسن بن كر، الأمير الجليل فتح الدين البغدادي.\n</p>\n\n<p>\nكان من أكابر الزعماء ببغداد، وكان موصوفا بالكرم، والشجاعة، وأصالة\nالرأي. قيل إنه ما أكل شيئا إلا وتصدق بمثله.\n</p>\n\n<p>\nوكان يحب الفقهاء، وأهل الفضل، ويكرم الفقراء، ويقضي حوائجهم، وهو غير\n</p>\n\n<h3 class='dic-item l3' id='head83'>ابن كر</h3>\n\n<p>\nصاحب التصانيف في علم الموسيقا - يأتي ذكره إن شاء الله في محله -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p119'> Vol. 05, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nاستشهد صاحب الترجمة في ملتقى هولاكو سنة ثمان وخمسين وستمائة، رحمه\nالله.\n</p>\n\n<h3 class='dic-item l3' id='head84'>ابن المزلق</h3>\n\n<p>\nالحسن بن محمد، القاضي الخواجا بدر الدين الدمشقي، المعروف بابن المزلق.\n</p>\n\n<p>\nمولده بدمشق 000 - 000 ونشأ تحت كنف والده الخواجا شمس الدين ابن المزلق،\nوسلك طريق والده في المتاجر، وجال في الأقطار، وجاور بمكة غير مرة، وقدم\nالقاهرة مرارا عديدة لا تدخل تحت حصر.\n</p>\n\n<p>\nثم ولي نظر الجيش بدمشق عوضا عن زين الدين عبد الباسط خليل في سنة أربع\nوخمسين وثمانمائة، فباشر الوظيفة سنين، مع بعده عن الفضيلة بالكلية، وعلى\nما به من صمم فاحش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p120'> Vol. 05, p. 120</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head85'>الصاغاني اللغوي المحدث الحنفي</h3>\n\n<p>\n577ه - 650ه - 1181م - 1252م الحسن بن محمد بن الحسن بن حيدر بن علي،\nالعلامة رضي الدين، أبو الفضائل القرشي العدوي الغزني المحدث الفقيه\nاللغوي <span id='ms0770'></span>، الصاغاني الأصل، اللوهوري، البغدادي الوفاة، الحنفي النحوي.\n</p>\n\n<p>\nوصاغان من بلاد ما وراء النهر، واللوهور - بفتح اللام وسكون الواو -.\n</p>\n\n<p>\nقال ياقوت: قدم العراق وحج، ثم دخل اليمن، ونفق له بها سوق، وله تصانيف\nفي الأدب منها: تكملة العزيزي، وكتاب في التصريف ومناسك في الحج، ختمه\nبأبيات قالها، أولها: شوقي إلى الكعبة الغراء قد زادا.\n</p>\n\n<p>\nثم قال ياقوت: وفي سنة ثلاث عشرة وستمائة كان بمكة وقد رجع من اليمن، وهو\nآخر العهد به. انتهى كلام ياقوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p121'> Vol. 05, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبد الله الذهبي: هو صاحب التصانيف، ولد بمدينة لهاوور في سنة\nسبع وسبعين، ونشأ بغزنة، ودخل بغداد سنة خمس عشرة، وذهب منها بالرئاسة\nالشريفة إلى صاحب الهند سنة سبع عشرة، فبقي مدة، ثم رجع، وقدم سنة أربع\nوعشرين، ثم أعيد رسولا إليها، فما رجع إلى بغداد إلى سنة سبع وثلاثين، وسمع\nبمكة، وباليمن، وبالهند من القاضي سعد الدين خلف بن محمد الحسنابادي،\nوالنظام محمد بن الحسن المرغيناني، وببغداد.\n</p>\n\n<p>\nوكان إليه المنتهى في معرفة اللسان العربي، صنف كتاب مجمع البحرين في\nاللغة، اثني عشر مجلدا، والعباب الزاخر في اللغة في عشرين مجلدا، ولم يتمه.\nانتهى.\n</p>\n\n<p>\nوقال الشيخ صلاح الدين الصفدي: رأيته بخطه في دمشق، ورأيت بخطه تعزيز\nبيتي الحريري من نظمه، ورأيت في بعض أبياته كسرا وزحافا، لكن خط جيد، محرر\nالضبط. وله كتاب الشوارد في اللغات، وكتاب توشيح الدريدية، وكتاب التركيب\nوكتاب فعال، وكتاب فعلان، وكتاب الإنفعال، وكتاب يفعول، وكتاب الأضداد،\nوكتاب للعروض، وكتاب أسماء العادة، وأسماء الأسد، وأسماء الذئب، وكتاب في\nعلم الحديث، ومشارق الأنوار في الجمع بين الصحيحين، ومصباح الدجى، والشمس\nالمنيرة، وشرح البخاري، ودر السحابة في وفيات الصحابة، وكتاب الضعفاء،\nوالفرائض، وشرح أبيات المفصل، وغير ذلك.\n</p>\n\n<p>\nوقال الدمياطي: كان شيخا صالحا، صدوقا، صموتا عن فضول الكلام، إماما في\nاللغة والفقه والحديث، قرأت عليه، وحضرت دفنه بداره بالحريم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p122'> Vol. 05, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالظاهري، ثم نقل بعد خروجي من بغداد إلى مكة ودفن بها، وكان أوصى بذلك،\nوأعد خمسين دينارا لمن يحمله. انتهى.\n</p>\n\n<p>\nقال الشيخ صلاح الدين <span id='ms0771'></span> الصفدي: وتوفي سنة خمسين وستمائة.\n</p>\n\n<p>\nوحكى لي العلامة قاضي القضاة تقي الدين السبكي قال: حكى لي الشيخ شرف\nالدين الدمياطي أن الصاغاني كان معه مولد وقد حكم فيه بموته في وقت، فكان\nيترقب ذلك اليوم؛ فحضر ذلك اليوم، وهو معافى، قائم ليس به علة؛ فعمل\nلأصحابه وتلاميذه وليمة شكران ذلك، قال: وفارقته، وعديت إلى هذا الشط؛\nفلقيني من أخبرني بموته؛ فقلت له: الساعة فارقته، فقال: والساعة وقع الحمام\nبخبر موته فجاءة. انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head86'>عز الدين الإربلي الرافضي</h3>\n\n<p>\n580ه - 660ه - 1164م - 1358م الحسن بن محمد بن أحمد بن نجا، العلامة عز\nالدين الإربلي الرافضي، الفيلسوف الضرير، كان بارعا في العربية، والأدب،\nرأسا في علوم الأوائل. وكان يعري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p123'> Vol. 05, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nفي منزله بدمشق المسلمين، وأهل الكتاب، والفلاسفة. وله حرمة وافرة، وكان\nيهين الرؤساء وأولادهم بالقول، إلا أنه كان مجرما تاركا الصلاة يبدو منه ما\nيشعر بانحلاله. وكان يصرح بتفضيل علي على أبي بكر - رضي الله عنهما - وكان\nحسن المناظرة خبيث الهجو.\n</p>\n\n<p>\nروى عنه من شعره الدمياطي وأبي الهيجاء وغيرهما.\n</p>\n\n<p>\nمولده بنصيبين سنة ثمانين وخمسمائة.\n</p>\n\n<p>\nقال الحافظ أبو عبد الله الذهبي: وكان قذرا، رزيء الشكل، قبيح المنظر، لا\nيتوقى النجاسات، ابتلى مع العمى بقروح وطلوعات. وكان ذكيا، جيد الذهن\nانتهى.\n</p>\n\n<p>\nقلت: ومن شعره:\n</p>\n\n<p>\nتوهم واشينا بليل مزارنا ... فهم ليسعى بيننا بالتباعد\n</p>\n\n<p>\nفعانقته حتى اتحدنا تلازما ... فلما أتانا ما رأى غير واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p124'> Vol. 05, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشهاب محمود: ولما أنشد هذين البيتين بين يدي الملك الناصر صلاح\nالدين صاحب دمشق قال: لا تلوموه؛ فإنه لزمه لزوم أعمى.\n</p>\n\n<p>\nفلما بلغ العز قول الملك الناصر قال: والله هذا أحلى من شعري. انتهى.\n</p>\n\n<p>\nومن شعره أيضا:\n</p>\n\n<p>\nذهبت بشاشة ما عهدت من الجوى ... وتغيرت أحواله وتنكرا\n</p>\n\n<p>\nوسلوت حتى لو سرى من نحوكم ... طيف لما حياه طيفي في الكرى\n</p>\n\n<p>\nتوفي صاحب الترجمة في شهر ربيع الآخر سنة ستين وستمائة، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head87'>الملك الناصر حسن بن محمد بن قلاوون</h3>\n\n<p>\nنيف 730ه - 762ه - 1329م - 1360م الحسن بن محمد بن قلاوون، السلطان الملك\nالناصر أبو المعالي - كنيته ولقبه ككنية <span id='ms0772'></span> أبيه ولقبه - ابن الملك الناصر\nمحمد بن الملك المنصور قلاوون الصالحي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nمولده في سنة نيف وثلاثين وسبعمائة، وأمه أم ولد.\n</p>\n\n<p>\nأقيم في السلطنة بعد خلع أخيه المظفر سيف الدين حاجي في بكرة يوم\nالثلاثاء رابع عشر شهر رمضان سنة ثمان وأربعين وسبعمائة.\n</p>\n\n<p>\nوجلس على تخت الملك، وضربت البشائر، وتم أمره، وطاوعته الممالك.\n</p>\n\n<p>\nواستمر في السلطنة إلى أن وقع بينه وبين بعض الأمراء وحشة، وخلع من\nالسلطنة بأخيه الملك الصالح صالح في أوائل شهر رجب سنة اثنتين وخمسين\nوسبعمائة، وحبس مدة إلى أن أطلق، وأعيد إلى السلطنة بعد خلع أخيه الملك\nالصالح صالح في أوائل شهر شوال سنة خمس وخمسين وسبعمائة، وتم أمره، وعظمت\nمملكته، وطالت أيامه، وعمر في هذه السلطنة مدرسته التي لم يبن في الإسلام\nمثلها بالرميلة تجاه قلعة الجبل، وصرف عليها من الأموال ما يستحي من ذكره\nكثيرة.\n</p>\n\n<p>\nوكان كريم النفس، بارا لأهله وأقاربه، يميل إلى فعل الخير والصدقات.\n</p>\n\n<p>\nوكان يحب أولاد الناس دون المماليك ولهذا طالت مدته لولا أنه قدم مملوكه\nيلبغا؛ فكان ذلك هو السبب لزوال دولته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوأمر من أولاد الناس جماعة كثيرة، وكان غالب نواب القلاع بالبلاد الشامية\nفي زمانه أولاد الناس، وكان في زمانه من أولاد الناس ثمانية من مقدمي\nالألوف بالديار المصرية، ثم أنعم على ولديه بتقدمتي ألف، فصارت الجملة\nعشرة، أما الثمانية، فهم: الأمير عمر بن أرغون النائب، وأسنبغا بن الأبو\nبكري، والأمير محمد بن طوغان، ومحمد بن بهادر رأس نوبة، ومحمد بن المحسني،\nوموسى بن أرقطاي، وأحمد بن آل ملك، وموسى بن الأزكشي. وجعل ابن القشتمري\nنائب حلب. وابن صبيح نائب صفد. وكان قد جعل نائب دمشق أمير على المارديني،\nثم عزله.\n</p>\n\n<p>\nولامه بعض خواصه في تقدمة أولاد الناس على المماليك؛ فقال: والله لا\nلمحبة فيهم أقدمهم، لكن أفعل ذلك مصلحة لي وللرعية وللبلاد، فأما مصلحتي،\nفإنهم لا يخرجون عن طاعتي، ومتى أرادوا ذلك نهاهم أقاربهم وحواشيهم عن ذلك؛\nخوفا على أملاكهم وأرزاقهم، بخلاف المماليك؛ فإنهم لا رأس مال لهم في <span id='ms0773'></span> مملكة\nمن الممالك. وأما للرعية، فإن عندهم شبع نفس، وعدم طمع، وأيضا خوفا مني لا\nيظلمون أحدا. وللبلاد فلا شك أنهم أعرف بالأحكام والسياسة والأخذ بخواطر\nالرعية من المماليك. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وكان له همة عالية، ومعرفة تامة، وله مآثر بمكة المشرفة، وعمر بها\nأماكن، واسمه مكتوب في الجانب الشرقي، وعمل في زمانه باب الكعبة الذي هو\nبابها الآن، وكسا الكعبة الكسوة التي هي اليوم في باطنها، وأشياء غير ذلك.\n</p>\n\n<p>\nوكان كثير البر لأهل مكة إلى أن بلغه ما وقع لعسكره الذي كان بمكة ومقدمه\nالأمير قندش، وابن قرا سنقر من القتل والنهب وإخراجهما من مكة على أقبح وجه\nفي آخر سنة إحدى وستين وسبعمائة. غضب على أهل الحجاز، وأمر بتجهيز عسكر\nكبير إلى الحجاز للانتقام من أهله، وعزم على أن ينزعها من أيدي الأشراف إلى\nالأبد، وكان يتم له ذلك بسرعة وسهولة، وفبينا هو في ذلك إذ وقع بينه وبين\nمملوكه يلبغا العمري الخاصكي الوقعة التي قتل فيها. وهو أن السلطان حسن كان\nقد خرج من القاهرة للصيد بكوم برا - وهي بليدة من قرى القاهرة - وكان قد\nتغير خاطره على مملوكه يلبغا المذكور، لكلام بلغه عنه؛ فركب في نفر قليل\nعلى أنه يكبس يلبغا في منزله.\n</p>\n\n<p>\nوكان عند يلبغا خبر من ذلك بطريق الدسيسة؛ فخرج يلبغا للقاء السلطان\nبجماعته وهم مستعدون للحرب؛ فلم يقدر السلطان حسن عليه، وهرب في جماعة\nيسيرة، وعدى النيل من وقته في ليلة الأربعاء تاسع جمادى الأولى سنة اثنتين\nوستين وسبعمائة؛ فتبعه يلبغا، وحصل بينه وبين ابن المحسني وقشتمر المنصوري\nوقعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nببولاق انكسر فيها يلبغا مرتين حتى ردف يلبغا الأمير ألجاي اليوسفي\nوغيره، وتكاثروا على ابن المحسني.\n</p>\n\n<p>\nكل ذلك وابن المحسني يهزمهم كرة بعد أخرى إلى أن صار يلبغا في جمع موفور،\nوأرسل في الدس يسأل ابن المحسني ويعده بكل خير، ولا زال به حتى كف عن\nقتاله، وذهب إلى حال سبيله، ولما طلع الملك الناصر إلى قلعة الجبل، وأعاق\nيلبغا ابن المحسني عن حضوره إلى <span id='ms0774'></span> القلعة في إثره دار رمق السلطان حسن، وألبس\nمماليكه المقيمين بالقلعة؛ فلم يجدوا خيولا؛ فإن خيل السلطان كانت في\nالربيع، فضاقت حيلته.\n</p>\n\n<p>\nفلما سبح المسبح ركب السلطان حسن ومعه أيدمر الدوادار، ولبسا لبس العرب؛\nليتوجها إلى الشام، فلقيهما بعض المماليك، فأنكروا عليهم، ثم قبضوا عليهم،\nوأحضروهم إلى بيت الأمير شهاب الدين الأزكشي أستادار العالية كان، فمسكهما\nوأحضرهما الأمير شهاب الدين إلى عند يلبغا، فكان ذلك آخر العهد بالسلطان\nحسن - رحمه الله - ولم يعلم له خبر ولا أثر، وذلك في يوم الأربعاء تاسع\nجمادى الأولى سنة اثنتين وستين وسبعمائة.\n</p>\n\n<p>\nوكان عمره يوم قتل نيفا على ثلاثين سنة تقريبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت مدة سلطنته الثانية ست سنين وسبعة أشهر، وسلطن يلبغا من بعده الملك\nالمنصور محمد بن الملك المظفر حاجي بن الملك الناصر محمد بن قلاوون، وصار\nيلبغا مدبر مملكته ومعه الأمير طيبغا الطويل وهما من عتقاء الملك الناصر\nحسن، فوفيا حقوق التربية لأستاذهما المذكور.\n</p>\n\n<p>\nوكان الملك الناصر حسن ملكا شجاعا، كريما، حازما، ذا شهامة، وحرمة،\nوصرامة، وهيبة.\n</p>\n\n<p>\nوكان عالي الهمة، جيد التدبير، كثير الصدقات. ومما يدل على علو همته\nعمارته لمدرسته بالرميلة.\n</p>\n\n<p>\nوصفته: كان للطول أقرب، أشقر، وبوجهه نمش مع كيس، وكان قد رسم أن تعمل له\nخيمة عظيمة؛ فعملت، وضربت بالحوش السلطاني من قلعة الجبل، فكانت من الحسن\nإلى الغاية.\n</p>\n\n<p>\nوفيها يقول الشيخ شهاب الدين بن أبي حجلة:\n</p>\n\n<p>\nحوت خيمة السلطان كل عجيبة ... فأمسيت فيها باهتا أتعجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nلساني بالتقصير فيها مقصر ... وإن كان في أطنابها بات يطنب\n</p>\n\n<p>\nوكان رحمه الله مغرما بالنساء والخدام، واقتنى من الخدام ما لم يقتنه أحد\nمن ملوك الترك قبله، وكان إذا سافر يستصحب النساء معه؛ لكونه لم يكن له ميل\nإلى الشباب كعادة الملوك من قبله، وفي قصته مع يلبغا ومحبته للنساء يقول\nبعض الأدباء:\n</p>\n\n<p>\nلما أتى للعاديات وزلزلت ... حفظ النساء وما قرا للواقعة\n</p>\n\n<p>\nفلأجل ذاك الملك أضحى لم يكن ... وأتى القتال وفصلت بالقارعة\n</p>\n\n<p>\nلو عامل الرحمن فاز بكهفه ... وبنصره في عصره في السابعة\n</p>\n\n<p>\nمن كانت القينات <span id='ms0775'></span> من أحزابه ... عطعط به الدخان نار لامعة\n</p>\n\n<p>\nتبت يدا من لا يخاف من الدعا ... في الليل إذ يغشى يقع في النازعة\n</p>\n\n<p>\nوخلف الملك الناصر حسن من الأولاد عشرة وهم: أحمد، وقاسم، وعلي، واسكندر،\nوشعبان، وإسماعيل، ويحيى، وموسى، ويوسف، ومحمد. وستا من البنات، وخلف من\nالذهب العين والخيول والقماش شيئا كثيرا إلى الغاية، استولى يلبغا على جميع\nذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nومن غريب ما اتفق في أيامه سنة ثمان وخمسين وسبعمائة ما ذكره الحافظ عماد\nالدين بن كثير: أن جارية من عتقاء الأمير الهمذاني حملت قريبا من تسعين\nيوما، ثم شرعت تطرح ما في بطنها، فوضعت قريبا من أربعين ولدا منهم أربعة\nعشرة بنتا، ثم صبيانا وقد تشكل الجميع وقد تميز الذكر من الأنثى.\n</p>\n\n<p>\nقلت: وابن كثير معاصر لهذه الحكاية وهو ثقة حجة، رحمه الله تعالى، وعفا\nعنه.\n</p>\n\n<h3 class='dic-item l3' id='head88'>أبو علي القرشي الصوفي</h3>\n\n<p>\n574ه - 656ه - 1178م - 1258م الحسن بن محمد بن محمد بن محمد ابن محمد بن\nعمروك بن محمد.\n</p>\n\n<p>\nينتهي نسبه إلى محمد بن أبي بكر الصديق - رضي الله عنه - الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nصدر الدين أبو علي القرشي التيمي البكري النيسابوري، ثم الدمشقي الصوفي.\n</p>\n\n<p>\nولد بدمشق سنة أربع وسبعين وخمسمائة، وسمع بمكة من جده، ومن أبي حفص عمر\nبن الميانشي. وبدمشق من ابن طبرزد، وحنبل، وجماعة. وبنيسابور من المؤيد\nالطوسي. وبهراة، ومرو، وأصبهان، وبغداد، وإربل والموصل، وحلب، والقدس،\nوالقاهرة. وكتب العالي والنازل، وصنف، وجمع، وشرع في التاريخ ذيلا لتاريخ\nدمشق، وحصل منه أشياء حسنة، وعدم بعد موته. وروى الكتب الكبار الأنواع لابن\nحبان، والصحيح لأبي عوانة، والصحيح لمسلم وخرج الأربعين البلدية، وحمل عنه\nخلق كثير، وولي مشيخة الشيوخ بدمشق ونفق سوقه عند الملك المعظم، وانتقل في\nآخر عمره إلى مصر، فمات بها في سنة ست وخمسين وستمائة.\n</p>\n\n<p>\nقال الحافظ أبو عبد الله شمس الدين الذهبي: وليس هو بالقوي، ضعفه عمر بن\nالحاجب، قال: كان كثير البهت، كثير الدعاوي، وعنده مداعبة ومجون، وداخل\nالأمراء وولي الحسبة. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head89'>القرطبي</h3>\n\n<p>\n00 - 0 - 723 \n</p>\n\n<p>\nه - 000 - 1323م الحسن بن محمد، الشيخ نجم الدين أبو <span id='ms0776'></span> محمد بن الشيخ كمال\nالدين القرشي القرطبي الكركي المولد الصفدي.\n</p>\n\n<p>\nكان والده بصفد خطيب القلعة، وكان هو ينوب عن والده، وكان يكتب في\nالإنشاء بصفد، ويوقع بين يدي النواب، ثم انتقل إلى دمشق وكتب الإنشاء بها،\nوصار بيده خطابة جامع جراح بدمشق، وعظم قدره بها، ثم جرى له أمور، وعاد إلى\nصفد خطيبا وموقعا بها.\n</p>\n\n<p>\nقال: الشيخ صلاح الدين الصفدي: ولم تسمع أذناي خطيبا افصح منه، ولا أعذب\nعبارة، ولا أصح إذا كان يقرأ الخطبة؛ تجويدا لمخارج الحروف.\n</p>\n\n<p>\nوكان لكلامه في الخطابة وقع في السمع وأثر في القلب، وتخرج به جماعة\nفضلاء، وقل من قرأ عليه، ولم ينتبه، ولم أر مثله في مبادئ التعليم، ولم أر\nمثله في تنزيل قواعد النحو على قواعد المنطق.\n</p>\n\n<p>\nوكان يحب فساد الحدود والرد عليها والجواب عنها. انتهى.\n</p>\n\n<p>\nقلت: وكان له نظم جيد من ذلك من قصيدة:\n</p>\n\n<p>\nسرى برق نعمان فاذكره السقطا ... وأبدى عقيق الدمع في خده سمطا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p134'> Vol. 05, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nولاح كسيف مذهب سل نصله ... وروع وسمى السحائب فانحطا\n</p>\n\n<p>\nوأدى رسالات عن البان والنقا ... وأقراه معنى للغرام فما أخطا\n</p>\n\n<p>\nوأهدى إليه نسمة سحرية ... أعادت فؤادا طال ما عنه قد شطا\n</p>\n\n<p>\nتمر على روض الحما نفحاتها ... فتهدي إلى الأزهار من نشرها قسطا\n</p>\n\n<p>\nوتنثر عقد الكل في وجناتها ... فتظهر في لالاء أوجهنا بسطا\n</p>\n\n<p>\nوتطلع منه في الدجى أي أنجم ... وتلبس عطف الغصن من سندس مرطا\n</p>\n\n<p>\nوتوقظ فوق الدوح ورق حمائم ... جعلنا قلوب العاشقين لها لقطا\n</p>\n\n<p>\nهم نسبوا حزنا إليها وما دروا ... وما أرسلت من جفنها أبدا نقطا\n</p>\n\n<p>\nوكم تيمت صبا بلحن غريبة ... رواه الهوى عنها وما عرفت ضبطا\n</p>\n\n<p>\nوهي أطول من هذا، أضربت عن بقيتها لطولها، وكلها على هذا النموذج. وله\nأيضا من قصيدة:\n</p>\n\n<p>\nيوم العقيق أسأل من أجفانه ... عقيان دمع فاق عقد جمانه\n</p>\n\n<p>\nصب على خديه قد كتب الهوى ... رفقا به إن كنت من أعوانه\n</p>\n\n<p>\nرام العناق مودعا غصن النقا ... وجدا عليه فخاف من نيرانه\n</p>\n\n<p>\nوأراد لثم لثام بارق ثغره ... ليلا فأدهشه سنا لمعانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p135'> Vol. 05, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوأدار كأسا من رحيق <span id='ms0777'></span> عذيبه ... صرفا فلج القلب في خفقانه\n</p>\n\n<p>\nوبدت تروحه نسيمات سرت ... تهدي إليه النشر من نعمانه\n</p>\n\n<p>\nحملت شذا من جيرة سكنوا الحما ... وروت صحيحا مسندا عن بانه\n</p>\n\n<p>\nتوفي صاحب الترجمة فجأة في شهر رمضان سنة ثلاث وعشرين وسبعمائة رحمه\nالله.\n</p>\n\n<h3 class='dic-item l3' id='head90'>سبط الشيخ عبود</h3>\n\n<p>\n00 - 0 - 733 \n</p>\n\n<p>\nه - 000 - 1322م الحسن بن محمد، الشيخ نجم الدين، سبط الشيخ المعتقد\nعبود.\n</p>\n\n<p>\nمات بالقرافة الصغرى سنة اثنتين وعشرين وسبعمائة، ودفن عند جده بزاويته،\nرحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head91'>النسابة</h3>\n\n<p>\n00 - 0 - 809 \n</p>\n\n<p>\nه - 000 - 1406م الحسن بن محمد بن حسن، السيد الشريف الحسني بدر الدين،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p136'> Vol. 05, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف ب\n</p>\n\n<p>\nالنسابة\n</p>\n\n<p>\n، شيخ خانقاة بيبرس الجاشنكير بالقاهرة.\n</p>\n\n<p>\nتوفي ليلة السبت سادس عشر شوال سنة تسع وثمانمائة، عن سبع وثمانين سنة\nرحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head92'>أبو أحمد الشاعر</h3>\n\n<p>\n00 - 0 - 803 \n</p>\n\n<p>\nه - 000 - 1400م الحسن بن محمد بن علي، عز الدين العراقي، المعروف بأبي\nأحمد الشاعر المشهور، نزيل حلب.\n</p>\n\n<p>\nقال ابن خطيب الناصرية: كان من أهل الأدب، وله النظم الجيد، وكان يمدح\nأكابر حلب ويجيزونه على ذلك، وكان خاملا، وينسب إلى التشييع وقلة الدين.\n</p>\n\n<p>\nوكان يجلس مع العدول للشهادة بمكتب داخل باب النيرب، رأيته ولم أكتب عنه\nشيئا، ونظمه فائق؛ فمنه ما رأيته بخطه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nولما اعتنقنا للوداع عشية ... وفي كل قلب من تفرقنا جمر\n</p>\n\n<p>\nبكيت فأبكيت المطي توجعا ... ورق لنا من حادث السفر السفر\n</p>\n\n<p>\nجرى در دمع أبيض من جفونهم ... وسالت دموع كالعقيق لنا حمر\n</p>\n\n<p>\nفراحوا وفي أعناقهم من دموعنا ... عقيق وفي أعناقنا منهم در\n</p>\n\n<p>\nوله مؤلف سماه الدر النفيس من أجناس التجنيس، يشتمل على سبع قصائد يمدح\nبها قاضي القضاة برهان الدين أبا إسحاق إبراهيم بن جماعة الكنائي، منها ما\nرأيته بخطه، وهي القصيدة الأولى:\n</p>\n\n<p>\nلولا الهلال الذي من حيكم سفرا ... ما كنت أعني إلى مغناكم سفرا\n</p>\n\n<p>\nولا جرى فوق خدي مدمعي دررا ... حتى كان جفوني ساقطت دررا\n</p>\n\n<p>\nيا أهل بغداد لي في حيكم قمر ... بمقلتيه لعقلي في الهوى قمرا\n</p>\n\n<p>\nيثني من القد غصنا أهيفا نضرا ... إذا انثنى في الحلي يسبي لمن نظرا\n</p>\n\n<p>\nلم يغن عن حسنهم بدو ولا حضر ... إلا إذا قيل هذا <span id='ms0778'></span> الحب قد حضرا\n</p>\n\n<p>\nأفدي غزالا غريرا كم سبا نفرا ... من الأنام وكم من عاشق نفرا\n</p>\n\n<p>\nريم أتى في معانيه على قدر ... لو رام قلبي أن يسلوه ما قدرا\n</p>\n\n<p>\nكم حل من عقد صبري بالغرام عرا ... حتى السقام بجسمي في هواه عرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nلو لم يكن قلبه قد من حجر ... ما كان عني لذيذ النوم قد حجرا\n</p>\n\n<p>\nقلت: والقصيدة أطول من ذلك، استوعبها القاضي علا الدين بن خطيب الناصرية\nبتمامها. ثم قال: وله عدة قصائد في مدح النبي - صلى الله عليه وسلم - مرتبة\nعلى حروف المعجم.\n</p>\n\n<p>\nتوفي بحلب في سابع عشر المحرم سنة ثلاث وثمانمائة.\n</p>\n\n<h3 class='dic-item l3' id='head93'>ابن شواق الإسنائي</h3>\n\n<p>\n632ه - 706ه - 1234م - 1306م الحسن بن منصور بن محمد بن المبارك، الأديب\nجلال الدين بن شواق الإسنائي. مولده سنة اثنتين وثلاثين وستمائة.\n</p>\n\n<p>\nكان فاضلا، أديبا، واسع الصدر، كريما، متواضعا. وكان بنوا السديد بإسنا\nيحسدونه ويعملون عليه، فعلموا عليه بعض العوام، فرماه بالتشييع، ولا زالوا\nعليه حتى صودر، وحضر إلى القاهرة، فعرض عليه التوقيع، فامتنع.\n</p>\n\n<p>\nقال الشيخ كمال الدين جعفر الأدفودي: أخبرني الفقيه ابن النفيس الإسنائي\nأنه تحدث معه في شيء من مذهب الشيعة، فحلف أنه يحب الصحابة، ويعظمهم،\nويعترف بفضلهم، قال: إلا أني أقدم عليا عليهم، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وهذا أيضا قريب من الرفض؛ فإنه كان يتستر بهذا القول؛ خوفا من أهل\nالسنة.\n</p>\n\n<p>\nوكان له نظم ونثر، ومن شعره يمدح - النبي صلى الله عليه وسلم - بقصيدة\nمنها:\n</p>\n\n<p>\nهوا طيبة أهواه من حيث أرجا ... فعوجا بنا نحو العقيق وعرجا\n</p>\n\n<p>\nوسيروا بنا سيرا حثيثا ملازما ... ولا تنبا فالعيس لم تعرف الوجى\n</p>\n\n<p>\nومن شعره أيضا:\n</p>\n\n<p>\nكيف لا يحلو غرامي وافتضاحي ... وأنا بين غبوق واصطباح\n</p>\n\n<p>\nمع رشيق القد معسول اللمى ... أسمر فواق على سمر الرماح\n</p>\n\n<p>\nجوهري الثغر ينحو عجبا ... رفع المرضى لتعليل الصحاح\n</p>\n\n<p>\nنصب الهجر على تمييزه ... وابتدا بالصد جدا في مزاح\n</p>\n\n<p>\nفلهذا صار أمري خبرا ... شاع في الآفاق بالقول الصراح\n</p>\n\n<p>\nيا أهيل الحي من نجد عسى ... تجبروا قلب أسير من جراح\n</p>\n\n<p>\nلم خفضتم حال صب جازم ... ما له <span id='ms0779'></span> نحو حماكم من براح\n</p>\n\n<p>\nليس يصغي قول واش سمعه ... فعلى ماذا سمعتم قول لاح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nومحوتم اسمه من وصلكم ... وهو في رسم هواكم غير ماح\n</p>\n\n<p>\nوصحا كل محب ثمل ... وهو من خمر هواكم غير صاح\n</p>\n\n<p>\nتوفي صاحب الترجمة سنة ست وسبعمائة، رحمه الله وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head94'>ابن نصر الله الصاحب بدر الدين</h3>\n\n<p>\n726ه - 846ه - 1325م - 1442م الحسن بن محمد بن نصر الله بن الحسن بن محمد\nبن أحمد، الصاحب بدر الدين، المعروف بابن نصر الله، وزير الديار المصرية،\nوكاتب سرها، وناظر جيشها، وأستادار العالية، وناظر الخواص الشريف، ومحتسب\nالقاهرة.\n</p>\n\n<p>\nمولده بفوة في ليلة الثلاثاء ثالث عشر شهر ربيع الأول سنة ست وستين\nوسبعمائة.\n</p>\n\n<p>\nكان أصله من إدكو قرية بالمزاحميتين من أعمال القاهرة وكان جد أبيه، شرف\nالدين محمد بن أحمد، على خطابة إدكو، ثم سكن جده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nابن محمد مدينة فوة واستوطنها، وولد له بها نصر الله، فنشأ نصر الله\nبفوة، وباشر بها، ثم بالإسكندرية عدة وظائف بعلم الديونة. وولد له بها ابنه\nالصاحب بدر الدين هذا، ونشأ بها أيضا وباشر بالطالع والنازل، إلى أن قدم\nالقاهرة في حدود التسعين وسبعمائة.\n</p>\n\n<p>\nحدثني الصاحب بدر الدين المذكور من لفظه، قال: لما قدمت إلى القاهرة\nجعلني قاضي قضاة المالكية - أظنه ناصر الدين بن التنسي - موقعا للحكم؛\nفحسدني أقوام على ذلك، وظننت أني ملكت الدنيا بذلك التوقيع. انتهى.\n</p>\n\n<p>\nقلت: ثم باشر عند بعض الأمراء، ولا زال يترقى إلى أن ولي عدة وظائف سنية،\nيطول الشرح في ذكرها بتاريخ الولاية والعزل، بل نذكر ما ولي من الوظائف\nشيئا بعد شيء؛ فنقول: أول ما ولي نظر الجيوش المنصورة بالديار المصرية، ثم\nالوزر، ثم نظر الخواص. كل ذلك في الدولة الناصرية فرج، ثم ولي الخاص،\nوالوزر أيضا في الدولة المؤيدية شيخ، وصودر، ونكب غير مرة. ثم ولي\nالأستادارية في دولة الملك الصالح محمد بن الملك الظاهر ططر من قبل مدبر\nمملكته الأمير برسباي الدقماقي، ثم عزل، وولي الخاص أيضا مدة إلى أن ولي\nالأستادارية في الدولة الأشرفية برسباي <span id='ms0780'></span> الدقماقي، عوضا عن ولده صلاح الدين\nمحمد، وعزل عن الخاص بكريم الدين عبد الكريم بن كاتب جكم في أوائل جمادى\nالأولى سنة ثمان وعشرين وثمانمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا آخر عهده بوظيفة الخاص؛ فلم تطل مدته في الأستادارية، وعزل، وصودر،\nهو وولده صلاح الدين محمد، وأخذ منهما نحو الخمسين ألف دينار، ورسم لهما\nبلزوم دورهما، فدام الصاحب بدر الدين مدة طويلة بطالا إلى أن ولي\nالأستادارية ثالثا؛ فلم ينتج أمره فيها وعزل بعد أيام.\n</p>\n\n<p>\nواستمر بطالا سنين إلى أن ولي كتابة السر بالديار المصرية، عوضا عن ولده\nصلاح الدين محمد، بعد وفاته في ليلة الأربعاء خامس ذي القعدة سنة إحدى\nوأربعين وثمانمائة؛ فباشر وظيفة كتابة السر مدة يسيرة، وتسلطن الملك الظاهر\nجقمق.\n</p>\n\n<p>\nوقدم القاضي كمال الدين محمد بن البارزي من دمشق، وتولى وظيفته - كما كان\nأولا - وعزل صاحب الترجمة، ولزم داره من ثم إلى أن توفي بالقاهرة في جمادى\nالأولى سنة ست وأربعين وثمانمائة.\n</p>\n\n<p>\nوكان شيخا طوالا، ضخما، حسن الشكل، مدور اللحية كريما، واسع النفس في\nالطعام، تأصل في الرئاسة، وطالت أيامه، وصار هو وولده صلاح الدين محمد من\nأعيان رؤساء الديار المصرية.\n</p>\n\n<p>\nوكان له رواتب، وإنعام على خلائق كثيرة جدا، على أنه كان لا يسلم في كل\nقليل أيام مباشرته من مصادرة. ولو صفا له الوقت كما وقع لغيره من بعده؛\nلكان له وللإنعام شأن، إلا أنه كان له بادرة، وخلق سيء مع حدة، وصياح في\nكلامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يتحدث بأعلى صوته؛ ولهذا أبغضه الملك الأشرف برسباي، وأبعده.\n</p>\n\n<p>\nوكان غير فاضل أكولا، أقصى أمانيه الناب والنصاب. وكان يميل إلى فعل\nالخير، وعمر مدرسة بقوة مليحة، ووقف عليها وقفا هائلا. وله مآثر غير ذلك.\nوبالجملة كانت محاسنه أكثر من مساوئه، عفا الله عنه.\n</p>\n\n<h3 class='dic-item l3' id='head95'>الهذباني الشافعي</h3>\n\n<p>\n00 - 0 - 699 \n</p>\n\n<p>\nه - 000 - 1299م الحسن بن هارون بن حسن، الفقيه نجم الدين الهذباني\nالشافعي، أحد أصحاب الشيخ محي الدين النووي.\n</p>\n\n<p>\nكان خيرا دينا، ورعا. سمع من ابن عبد الدائم، ولم يحدث، وتفقه على\nالنووي.\n</p>\n\n<p>\nتوفي وهو كهل سنة تسع وتسعين وستمائة <span id='ms0781'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head96'>الجواليقي القلندري</h3>\n\n<p>\n00 - 0 - 722 \n</p>\n\n<p>\nه - 000 - 1322م الحسن، الشيخ حسن الجواليقي العجمي القلندري، نزيل دمشق.\n</p>\n\n<p>\nكان قريبا من خواطر الملوك، لا سيما أهل بيت الملك المنصور قلاوون،\nوذريته؛ فإنه كان له عندهم حظ وافر. وكان له معرفة بتنميق الكلام، وكان\nكثيرا ما ينشد قول الملك الكامل محمد بن الملك العادل أبي بكر ابن أيوب على\nما قيل:\n</p>\n\n<p>\nسلام على ربع به نعم البال ... وعيش مضى ما فيه قيل ولا قال\n</p>\n\n<p>\nلقد كان طيب العيش فيه مجردا ... من الهم والقوم واللوائم غفال\n</p>\n\n<p>\nملاعب ما حلت بها آفة النائي ... ولا كان فيها للمحبين إشغال\n</p>\n\n<p>\nفلا عيش إلا والشبيبة غضة ... ووصل إلا والمحبون أطفال\n</p>\n\n<p>\nوهم زعموا أن الجنون أخو الصبا ... فليت جنوني دام والناس عقال\n</p>\n\n<p>\nعلى مثل ذا تستفرغ العين دمعها ... بكاء وإلا ما البنون وما المال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nمات الشيخ حسن - صاحب الترجمة - في سنة اثنتين وعشرين وسبعمائة بدمشق،\nرحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head97'>الكردي</h3>\n\n<p>\n00 - 0 - 700 \n</p>\n\n<p>\nه - 000 - 1300م الحسن الكردي، الشيخ الصالح الزاهد، المعروف بالكردي،\nصاحب حال وكرامات، وكشف. عمر نحوا من تسعين سنة. وكان مقيما بالشاغور من\nدمشق. وكان له بها حاكورة يزرع فيها البقل ويرزق بذلك.\n</p>\n\n<p>\nوكان جوادا، قل من دخل عليه إلا وقدم له طعاما، وكان يقصد للزيارة\nوالتبرك به. يقال إنه أخذ من شعره واغتسل، واستقبل القبلة ومات - رحمه الله\n- في سنة سبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head98'>الهذباني الإربلي</h3>\n\n<p>\n568ه - 653ه - 1172م - 1255م الحسين بن إبراهيم بن الحسين بن يوسف، الشيخ\nشرف الدين أبو عبد الله الهذباني الإربلي الشافعي اللغوي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nمولده سنة ثمان وستين وخمسمائة بإربل، وقدم دمشق، وتفقه، وسمع من\nالخشوعي، وحنبل، وعبد اللطيف بن أبي سعد، وابن طبرزد، والكندي وطائفة. ورحل\nوهو كهل، وسمع من أبي علي بن الجواليقي، والفتح ابن عبد السلام.\n</p>\n\n<p>\nوتوفي سنة ثلاث وخمسين وستمائة، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head99'>الشيخ بدر الدين</h3>\n\n<p>\n743ه - 834ه - 1342م - 1421م الحسين بن أحمد بن محمد بن ناصر الشيخ بدر\nالدين، الهندي الأصل، المكي المولد والدار، الحنفي.\n</p>\n\n<p>\nولد سنة ثلاث وأربعين وسبعمائة بمكة، وسمع بها على القاضي عز الدين ابن\nجماعة وغيره <span id='ms0782'></span>.\n</p>\n\n<p>\nوحدث عن الشيخ جمال الدين الأميوطي، والعفيف عبد الله بن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p147'> Vol. 05, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nالنشاوري بصحيح البخاري.\n</p>\n\n<p>\nوتفقه على العلامة شيخ الحنفية بمكة ضياء الدين الهندي، وعلى قاضي القضاة\nصدر الدين بن منصور الحنفي. وبرع في الفقه وغيره.\n</p>\n\n<p>\nوكان يعمل مواعيد بالمسجد الحرام، ويدرس به مقابل مدرسة عز الدين عثمان\nالزنجيلي وهي المعروفة بدار السلسلة بالجانب الغربي من المسجد الحرام.\n</p>\n\n<p>\nوناب في الحكم بمكة، ورحل إلى القاهرة والشام، ثم عاد إلى مكة، وسافر إلى\nجهة اليمن في أوائل سنة أربع وعشرين وثمانمائة، وقصد عوق، فأدركه الأجل،\nفأدرك يوم الأربعاء ثاني عشر صفر من السنة، وقيل في جمادى الأولى رحمه الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head100'>ابن أويس صاحب بغداد وتبريز</h3>\n\n<p>\n00 - 0 - 784 \n</p>\n\n<p>\nه - 0001382م الحسين بن أويس بن الشيخ حسن بن الحسين بن آقبغا بن أيلكان،\nالمنعوت بالشيخ حسين، سلطان بغداد وتبريز وغيرهما.\n</p>\n\n<p>\nولي ملك بغداد في حياة والده أويس؛ وهو أن والده أويس رأى مناما يدل على\nموته في يوم معين؛ فاعتزل عن السلطنة، وخلع نفسه، وولى ولده الشيخ حسين\nصاحب الترجمة. وانجمع عن الناس، وأخذ في الصلاة والعبادة إلى أن مات بعد\nأيام في اليوم الذي عين له، وذلك في سنة ست وسبعمائة.\n</p>\n\n<p>\nواستمر الشيخ حسين هذا في الملك، وتم أمره. وسار على سيرة والده بالعدل\nفي الرعية، ومهد البلاد، وأطاعته الأمراء والجند إلى أن قتله أخوه السلطان\nأحمد - المتقدم ذكره في محله - بإشارة خجا شيخ الكححاني. وتسلطن أخوه أحمد\nالمذكور من بعده، ولقب بالملك المعز، وذلك في سنة أربع وثمانين وسبعمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p149'> Vol. 05, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوكان الشيخ حسن هذا ملكا شابا، جميلا، جليلا شجاعا، مقداما كريما، محببا\nللرعية، كثير البر، قليل الطمع.\n</p>\n\n<p>\nولقد كانت العراق في أيامه مطمئنة معمورة إلى أن ملكها قرا يوسف وأولاده\nمن بعده، هؤلاء الأطراف التركمان رعاة الغنم - عليهم من الله ما يستحقونه -\nوإلى يومنا هذا، والفتنة مستمرة في إقليمي العراق وديار بكر من بنيه؛ فالله\nيلحق بهم من سلف من آبائهم.\n</p>\n\n<h3 class='dic-item l3' id='head101'>جمال الدين النحوي</h3>\n\n<p>\n00 - 0 - 681 \n</p>\n\n<p>\nه - 000 - 1282م الحسين بن إياز؛ العلامة جمال الدين شيخ العربية.\n</p>\n\n<p>\nولي <span id='ms0783'></span> تدريس المستنصرية ببغداد، وكان من أعيان العلماء، وله مصنفات منها:\nكتاب المطارحة، وكتب عند أبو العلاء الفرضي، وابن الفوطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوغيرهما. وقرأ على الشيخ تاج الدين الأرموي.\n</p>\n\n<p>\nتوفي في سنة إحدى وثمانين وستمائة.\n</p>\n\n<h3 class='dic-item l3' id='head102'>ابن باكيش</h3>\n\n<p>\n00 - 0 - 793 \n</p>\n\n<p>\nه - 000 - 1390م الحسين بن باكيش، الأمير بدر الدين التركماني، نائب غزة\nمن قبل منطاش. واستمر في نيابة غزة إلى أن خرج الملك الظاهر برقوق من\nالكرك، واستفحل أمره، أراد حسين هذا أن يظهر لمنطاش نتيجة. فجمع عساكر غزة\nوغيرها من العربان والتركمان، وتوجه لقتال برقوق، فوصل إليه بعد أن كسر\nبرقوق عسكر دمشق بيوم أو بيومين، فتقاتلا قتالا شديدا، وثبت كل منهما إلى\nأن انتصر برقوق، وانهزم ابن باكيش هذا. وركبت الظاهرية أقفية الباكيشية\nونهبت سائر ما كان معهم ونجا حسين بن باكيش بنفسه وحده، وبلغ منطاش خبره،\nفخارت قواه، ولم يزل المذكور من حزب منطاش حتى قبض عليه الملك الظاهر\nبرقوق، وقتله بالقاهرة في سنة ثلاث وتسعين وسبعمائة.\n</p>\n\n<p>\nوكان مشهورا بالشجاعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head103'>أمير حسين</h3>\n\n<p>\n00 - 0 - 728 \n</p>\n\n<p>\nه - 000 - 1327م الحسين بن جندر، الأمير شرف الدين الرومي.\n</p>\n\n<p>\nقال الصفدي: كان وهو أمرد رأس مدرج لحسام الدين لاجين لما كان نائب\nالشام. وكان يؤثره، لأنه كان رأسا في الصيد، ولعب الطير.\n</p>\n\n<p>\nولما ملك لاجين الديار المصرية، خلع عليه، ورسم له بإمرة عشرة، فأقام\nبمصر حتى حضر الملك الناصر محمد بن قلاوون من الكرك، فأقره على حاله، ثم\nأمره طبلخاناه بدمشق، ونادم الأفرم إلى أن فر الأفرم توجه الأمير حسين هذا\nإلى الملك الناصر إلى الكرك، وتوجه معه إلى القاهرة، ودخل عليه في الطريق\nبأنواع الحيل إلى أن صار مقربا عنده، فكان يقول: يا خوند إن كنا ندخل إلى\nمصر، فهذا الطير يصيد. ويرمي الطير الذي يكون معه، فيصيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p152'> Vol. 05, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وكان الأمير حسين هذا محظوظا في الصيد ورمي النشاب، لا يكاد يفوته\nمنه شيء.\n</p>\n\n<p>\nفلما دخل الملك الناصر إلى القاهرة، أنعم عليه بتقدمة ألف بالديار\nالمصرية، وأفرد له زاوية من طيور الجوارح، وصار أمير شكار مع الأمير كوجري،\nوصار له حرمة وافرة <span id='ms0784'></span> بالديار المصرية.\n</p>\n\n<p>\nواستمر على ذلك مدة إلى أن حصل له ضعف في بدنه، فرسم له السلطان بالتوجه\nإلى دمشق، فحضر إليها، وأقام بها عند الأمير تنكز على محبته له القديمة إلى\nأن وقع بينهما بسبب القصب الذي في قرية عيثا، وتخاصما في سوق الخيل، ورجعا\nإلى دار السعادة. وتحاكما. ثم إنهم سعوا بينهما في الصلح، فقام تنكز، وقام\nأمير حسين، فوضع أمير حسين يده على عنق تنكز، وقبل رأسه فما حمل تنكز منه\nذلك، فاعتذر أمير حسين بعد ذلك بأن قال: والله ما تعمدت ذلك، ولكن كان خطأ\nكبيرا، فطالع السلطان تنكز فشد قطلو بغا الفخري من أمير حسين، فما أفاد\nكلام تنكز، ورسم السلطان لأمير حسين بأن يقيم بصفد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p153'> Vol. 05, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوإقطاعه على حاله. وكتب السلطان إليه: إنك أسأت الأدب على نائبنا تنكز،\nوما كان يليق بك هذا. فاستمر بصفد مدة وهو لا يركب بخدمة نائبها، ولا يخرج\nإلى اليزك حسبما رسم له السلطان بذلك، فدام بصفد نحو السنتين حتى بلغ تنكز\nأن السلطان له ميل إلى الأمير حسين. وكان تنكز متوجها إلى القاهرة، فلما\nحضر إلى الغور أرسل إلى الأمير حسين أن يلتقيه بالغور، فقدم عليه واصطلحا\nهناك، وخلع عليه تنكز، ووعده بأنه إذا ما عاد إلى دمشق أخذه معه.\n</p>\n\n<p>\nفلما قدم تنكز القاهرة سأل السلطان في ذلك، فما وافق السلطان، وأرسل طلب\nأمير حسين إلى القاهرة.\n</p>\n\n<p>\nفلما وصل إليها أنعم عليه بإقطاع الأمير أصلم السلاح دار.\n</p>\n\n<p>\nواستمر من جملة مقدمي الألوف بالديار المصرية إلى أن توفي بداره في أوائل\nسنة ثمان وعشرين وسبعمائة، ودفن بجوار جامعه الذي عمره في حكر جوهر النوبي\nخارج القاهرة، وتأسف السلطان عليه. وهو الذي عمر القنطرة المشهورة به على\nالخليج، وإلى جانبها الجامع الذي له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nولما فرغ عمارة الجامع، أحضر إليه المشد والكاتب حساب المصروف، فرمى به\nإلى الخليج، وقال أنا خرجت عن هذا لله تعالى، فإن خنتما فعليكما، وإن\nوفيتما فلكما.\n</p>\n\n<p>\nوقال الشيخ صلاح الدين الصفدي: كنت بخدمته سفرا وحضرا، وكنت أكتب عنده <span id='ms0785'></span>،\nفكان شحيحا على الدرهم والدينار من يده.\n</p>\n\n<p>\nوأما من خلفه، فما كان يقف في شيء وكان الفرس والقباء عنده هينا. وكان\nخفيف الروح، دائم البشر، لطيف العبارة. وكانت في عبارته عجمه، لكنه إذا قال\nالحكاية أو ندر يظهر لكلامه حلاوة في القلب والسمع.\n</p>\n\n<p>\nقال لي الشيخ فتح الدين بن سيد الناس: نحن إذا حكينا ما يقوله الأمير\nحسين ما يكون لذلك حلاوة.\n</p>\n\n<p>\nوكان ظريفا إلى الغاية، وهو الذي عمر الجامع الأبيض بالرملة وعمر تلك\nالمنارة العجيبة.\n</p>\n\n<p>\nوكان فيه الخير والصدقة، لكن كان يستحيل في الآخر.\n</p>\n\n<p>\nولم يخلف إلا بنتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p155'> Vol. 05, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يجلس في الميمنة، فلما حضر تمرتاش المغلي من بلاد التتار جلس مكانه.\nفصار هو يجلس في الميسرة.\n</p>\n\n<p>\nوكان الملك الناصر محمد بن قلاوون يحبه كثيرا، ولم يخلص من مخاليب تنكز\nأحد من الأمراء غيره، رحمه الله تعالى وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head104'>ابن ريان</h3>\n\n<p>\n702ه - 000 - 1302الإمام - 000 الحسين بن سليمان بن أبي الحسن شرف الدين\nأبو عبد الله بن ريان، أخو القاضي بهاء الدين حسن.\n</p>\n\n<p>\nولد شرف الدين المذكور بحلب سنة اثنتين وسبعمائة. وسمع البخاري من ابن\nمشرف، وست الوزراء بدمشق حضورا. واشتغل، وتفقه، وكتب، وأتقن، وكتب الخط\nالمنسوب، وتولع بالنظم إلى أن أجاد فيه ونظم في الهزلية؛ فصار فيها إماما،\nونظم صور الكواكب، ونظم في البديع كتابا سماه: زهر الربيع. وأنشأ مقامات\nعدة.\n</p>\n\n<p>\nومن نظمه في هلال مقارن الزهرة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p156'> Vol. 05, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nكأن الهلال نزيل السماء ... وقد قارن الزهرة النيرة\n</p>\n\n<p>\nسوار لحسناء من عسجد ... على قفله وضعت جوهرة\n</p>\n\n<p>\nوله في عذار أشقر:\n</p>\n\n<p>\nكأنما عذاره الأ ... شقر في الخد الندي\n</p>\n\n<p>\nقنديل بلور له ... سلسلة من عسجد\n</p>\n\n<p>\nقال الشيخ صلاح الدين: أنشدني المذكور من لفظه سنة ثمان وأربعين\nوسبعمائة:\n</p>\n\n<p>\nأهوى حلاويا بدت خدوده ... وردية يا ما أحيلى سالفه\n</p>\n\n<p>\nصير قلبي دنفا ومدمعي ... سكبا وروحي بالبعاد تالفه\n</p>\n\n<h3 class='dic-item l3' id='head105'>القاضي شهاب الدين الكفري</h3>\n\n<p>\n00 - 0 - 719 \n</p>\n\n<p>\nه - 000 - 1319م الحسين بن سليمان بن فزاره، القاضي شهاب الدين الكفري\nالحنفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nكان إماما، عالما، مفتيا. سمع من أبي طلحة؛ وابن عبد الدائم، وتلا بالسبع\nعلى علم الدين <span id='ms0786'></span> القاسم، وتصدر للإقراء، والتدريس، وطال عمره، وانتفع به\nجماعة من الفضلاء، وتفقه به ولده قاضي القضاة شرف الدين وغيره. وقرأ بنفسه\nعلى أبي اليسر، وكتب الطباق، وأفتى عدة سنين، وناب في الحكم.\n</p>\n\n<p>\nوكان شيخ الإقراء بالقرمية والزنجيلية، وأضر بآخره إلى أن توفي سنة تسع\nعشرة وسبعمائة بالطرخانية عن اثنتين وثمانين سنة.\n</p>\n\n<p>\nوهو والد قاضي القضاة شرف الدين - وشرف الدين أيضا اضر بآخره - وجد قاضي\nالقضاة شمس الدين بن شرف الدين المذكور.\n</p>\n\n<p>\nوالكفري. بفتح الكاف وسكون الفاء، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head106'>قاضي القضاة تقي الدين ابن شاس</h3>\n\n<p>\n00 - 0 - 685 \n</p>\n\n<p>\nه - 000 - 1286م الحسين بن عبد الله بن شاس، قاضي القضاة، تقي الدين\nالمالكي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nكان فقيها، عارفا بالمذهب، جيد النقل.\n</p>\n\n<p>\nأفتى ودرس عدة سنين. حدث عن ابن الجميزي وغيره. وتولى قضاء الديار\nالمصرية مدة؛ فلم تحمد أحكامه، وساءت سيرته؛ فإنه كان مسرعا، سمحا في\nالتعديل.\n</p>\n\n<p>\nتوفي سنة خمس وثمانين وستمائة، رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head107'>الأمير ناصر الدين القيمري</h3>\n\n<p>\n00 - 0 - 665 \n</p>\n\n<p>\nه - 000 - 1266م الحسين بن عبد العزيز بن أبي الفوارس، الأمير ناصر\nالدين، أبو المعالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nالقيمري، صاحب المدرسة القيمرية الكبرى التي بسوق الخرميين.\n</p>\n\n<p>\nكان من أجل الأمراء، وأعظم الناس وجاهة، وإقطاعا. وكان شجاعا، مقداما وهو\nالذي ملك الملك الناصر دمشق.\n</p>\n\n<p>\nوكان الملك الظاهر بيبرس قد أقطعه إقطاعا جيدا، وجعله مقدم العساكر\nبالساحل؛ فمات به مرابطا سنة خمس وستين وستمائة، رحمه الله.\n</p>\n\n<p>\nوكان أميرا جليلا، يضاهي الملوك في موكبه، وتجمله، وغلمانه، وحاشيته.\n</p>\n\n<p>\nقيل إنه غرم على الساعات التي على باب مدرسته ما يزيد على أربعين ألف\nدرهم.\n</p>\n\n<p>\nوكان أبوه الأمير شمس الدين أيضا من أجل الأمراء، رحمهما الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head108'>السلطان حسين صاحب العراق ما خلا بغداد</h3>\n\n<p>\n00 - 0 - 835 \n</p>\n\n<p>\nه - 0001431م الحسين بن علاء الدولة بن القان غياث الدين أحمد بن أويس مر\nبقية نسبه في غير موضع الشهير بالسلطان حسين، صاحب بغداد. ملكها بعد موت\nشاه محمد بن شاه ولد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوسبب تملكه؛ انه لما مات السلطان أحمد بن أويس - المتقدم ذكره في محله -\nأقيم بعده في سلطنة بغداد شاه ولد بن شاه زادة بن <span id='ms0787'></span> أويس؛ فقتل بعد ستة أشهر\nبتدبير زوجته تندو بنت السلطان حسين بن أويس عليه، وقامت بتدبير ملك بغداد\nمن بعده، ثم خرجت من بغداد بعد ستة أشهر فرارا إلى ششتر من شاه محمد بن قرا\nيوسف، وملك شاه محمد المذكور بغداد، وأقامت تندو بششتر؛ فأقيم معها في\nالسلطنة سلطان محمود بن شاه ولد مدة، فدبرت عليه تندو، وقتلته أيضا بعد خمس\nسنين، وانفردت بمملكة ششتر، ثم ملكت البصرة بعد حروب، وماتت بعد انفرادها\nبثلاث سنين؛ فأقيم ابنها أويس بن شاه ولد، فقتله أصبهان بن قرا يوسف في\nالمعركة بعد سبع سنين؛ فأقيم بعده بششتر أخوه شاه محمد بن شاه ولد؛ فأقام\nبششتر ست سنين، ومات؛ فملك بعده السلطان حسين هذا.\n</p>\n\n<p>\nواستفحل أمره، وملك البصرة أيضا وواسط، وعامة العراق ما خلا بغداد، فإنها\nكانت بيد شاه محمد بن قرا يوسف، وهما متفقان على أصبهان بن قرا يوسف. ثم\nوقع بين السلطان حسين هذا وبين أصبهان وقعة - بعد عدة وقائع - انكسر فيها\nالسلطان حسين، والتجأ بالحلة، فنزل عليه أصبهان، وحصره سبعة أشهر إلى أن\nقبض عليه وقتله في ثالث صفر سنة خمس وثلاثين وثمانمائة. وانقرضت بقتله من\nالعراق دولة الأتراك بني أويس، وملك العراق بأجمعه بنو قرا يوسف، وبهم خربت\nتلك الممالك العظيمة، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p161'> Vol. 05, p. 161</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head109'>ابن الكوراني</h3>\n\n<p>\n00 - 0 - 793 \n</p>\n\n<p>\nه - 000 - 1390م الحسين بن علي بن الكوراني، الأمير حسام الدين، أحد\nالأمراء، ووالي القاهرة.\n</p>\n\n<p>\nقتل بها مخنوقا في عاشر شعبان سنة ثلاث وتسعين وسبعمائة بعد عقوبة كبيرة.\n</p>\n\n<p>\nوسببه أن الملك الظاهر برقوق لما حبس بالكرك أخذ ابن الكوراني هذا في\nالتشويش على حواشيه وأعوانه، وافحش في ذلك إلى الغاية، ولم يبق في إيصال\nالأذى إلى برقوق وحواشيه ممكنا.\n</p>\n\n<p>\nواستمر على ذلك إلى أن خرج الملك الظاهر برقوق من حبس الكرك، وانتصر على\nمنطاش، وشاعت الأخبار بالديار المصرية بنصرته.\n</p>\n\n<p>\nكل ذلك وهو لا يلتفت إلى ما يرد عليه من الأخبار، ولا يكف عما هو فيه من\nالإشاعات الشنعة على الظاهر برقوق.\n</p>\n\n<p>\nواستمر على ذلك إلى أن خرج <span id='ms0788'></span> الأمير بطا من حبس القلعة، وملك باب السلسلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p162'> Vol. 05, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nقبض عليه، وعاقبه. ثم أطلقه بعد مدة، عندما وصل إليه من الملك الظاهر\nبرقوق مرسوم يتضمن أشياء من جملتها: أن حسين المذكور يفعل الشيء الفلاني،\nفخاف الأمير بطا، وظن أن الملك الظاهر له فيه بقية؛ فأطلقه.\n</p>\n\n<p>\nولما وصل الملك الظاهر إلى الديار المصرية أخلع عليه. ثم أمسكه بعد مدة،\nوأجرى عليه العقوبة إلى أن هلك في التاريخ المتقدم ذكره.\n</p>\n\n<p>\nقلت: وكان إبقاؤه - إلى أن قبض عليه الظاهر - حلما منه، ولو كان غيره؛\nلكان فتك به في يوم دخوله إلى الديار المصرية؛ لعظيم فعله مع حرم الملك\nالظاهر برقوق وأخوته الخوندات؛ وسحبه لهن حاسرات في الشوارع عندما كان يطلب\nمنهن منطاش الأموال، وأشياء يطول شرحها من هذا النمط.\n</p>\n\n<p>\nوكان ظالما، جبارا؛ قليل الخير، كثير الشر، غير أنه كان حاذقا ماهرا في\nوظيفته ومباشرته. وله وقائع مشهورة مع زعر القاهرة والمفسدين بها، سمعنا\nبها من أفواه الناس، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head110'>العلامة حسام الدين الصغناقي، شارح الهداية</h3>\n\n<p>\nالحسين بن علي بن حجاج بن علي، الإمام العالم العلامة حسام الدين\nالصغناقي، الحنفي، الفقيه الكبير، البارع المفنن، شارح الهداية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p163'> Vol. 05, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nتفقه على الإمام حافظ الدين محمد بن محمد بن نصر، وفوض إليه الفتوى\nوالتدريس وهو شاب، وعلى العلامة فخر الدين محمد بن محمد المايمريمي، وروى\nعنهما الهداية بسماعهما عن شمس الأئمة الكردري عن المصنف.\n</p>\n\n<p>\nقال الحافظ تقي الدين محمد بن رافع في كتابه الذيل: هو الحسين بن حجاج\nالصغناقي البخاري، المنعوت بالحسام الفقيه الحنفي، من تلامذة حافظ الدين\nالكبير، دخل مصر وحج، ودخل بغداد، وشرح الهداية على مذهبه، وأصول الفقه\nللإخسيكتي، ودرس بمشهد الإمام أبي حنيفة، ورفع إلى بلده، فأدركته المنية؛\nفتوفي بمرو.\n</p>\n\n<p>\nوكان صاحب جماعة من الفضلاء؛ فتفرقوا في البلاد، وبقي منهم بدمشق شمس\nالدين عبد الله بن حجاج الكاشغري، مدرس الشبلية كان. انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وذكر غيره أنه اجتمع في حلب بقاضي القضاة ناصر الدين محمد بن القاضي\nكمال الدين أبي حفص عمر بن العديم، وكتب له نسخة من <span id='ms0789'></span> شرح الهداية، وأجاز له\nبجميع تواليفه ومروياته بتاريخ سنة إحدى عشرة وسبعمائة. وكان فراغ صاحب\nالترجمة من شرح الهداية في سنة سبعمائة.\n</p>\n\n<p>\nوله أيضا شرح التمهيد للمكحولي، في مجلد ضخم.\n</p>\n\n<p>\nوروى التمهيد عن الإمام حافظ الدين عن الإمام أبي بكر صاحب الهداية عن\nضياء الدين الإمام محمد بن الحسين اليوسوفي عن الإمام علاء الدين أبي بكر\nمحمد ابن أحمد السمرقندي، عن الإمام سيف الدين أبي الهدى ميمون بن محمد بن\nمحمد المكحولي المصنف.\n</p>\n\n<p>\nوكلما ذكر الصغناقي هذا في شرح الهداية من لفظة الشيخ؛ فالمراد به حافظ\nالدين. وما ذكر من لفظة الأستاذ، فالمراد به فخر الدين المايمريمي - كذا\nقال في الشرح - وله كتاب: الكافي في شرح أصول الفقه، لفخر الإسلام أبي العز\nالبزدوي، وله عدة تواليف أخر.\n</p>\n\n<p>\nواستمر ملازما للأشغال والتصنيف إلى أن توفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوكان إماما، علامة؛ انتهت إليه رئاسة السادة الحنفية في زمانه، رحمه الله\nتعالى.\n</p>\n\n<h3 class='dic-item l3' id='head111'>الحسين بن السبكي</h3>\n\n<p>\n00 - 0 - 755 \n</p>\n\n<p>\nه - 000 - 1354م الحسين بن علي بن عبد الكافي بن علي بن تمام بن يوسف بن\nموسى بن تمام، القاضي جمال الدين أبو الطيب بن قاضي القضاة تقي الدين\nالأنصاري السبكي الشافعي.\n</p>\n\n<p>\nكان شابا، فقيها، فاضلا، تقدم في عصر شبابه على كثير من أقرانه، وباشر\nالحكم بدمشق نيابة عن والده.\n</p>\n\n<p>\nتوفي يوم السبت ثاني شهر رمضان سنة خمس وخمسين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head112'>الإمام نور الدين الحنفي</h3>\n\n<p>\n575 - \n</p>\n\n<p>\nأو 572ه - 653ه - 1179 أو 1176م - 1254م الحسين بن عمر بن طاهر الفارسي،\nالإمام نور الدين الحنفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nتفقه على جماعة، وبرع في الفقه والأصول، واشتغل بعلم الطب حتى برع فيه\nأيضا، واشتهر به.\n</p>\n\n<p>\nوسمع، وحدث، وأم بالسادة الحنفية بالمدرسة الصالحية بالقاهرة إلى حين\nوفاته.\n</p>\n\n<p>\nوكان شيخا عفيفا، دينا، فاضلا ذكره الشيخ قطب الدين، وأثنى على علمه إلى\nأن قال: وجدت بخط الرشيد من الزكي عن النور هذا قال لي: ولدت سنة خمس\nوسبعين أو اثنتين وسبعين، انتهى.\n</p>\n\n<p>\nقلت: يعني وخمسمائة، وتوفي حادي عشر المحرم سنة ثلاث وخمسين وستمائة رحمه\nالله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head113'>أمير التركمان الكبكية</h3>\n\n<p>\n00 - 0 - 821 \n</p>\n\n<p>\nه - 000 - 1418م الحسين بن <span id='ms0790'></span> كبك التركماني، الأمير حسام الدين أمير\nالتركمان الكبكية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nكان بطلا، شجاعا، قتل في يوم ثالث جمادى الأولى سنة إحدى وعشرين\nوثمانمائة.\n</p>\n\n<h3 class='dic-item l3' id='head114'>الملك الأمجد والد الأشرف شعبان بن حسين</h3>\n\n<p>\n00 - 0 - 764 \n</p>\n\n<p>\nه - 000 - 1362م الحسين بن محمد بن قلاوون، الملك المجد بن السلطان الملك\nالناصر بن السلطان الملك المنصور.\n</p>\n\n<p>\nهو والد الملك الأشرف شعبان بن حسين، وهو آخر من مات من أولاد الملك\nالناصر محمد بن قلاوون.\n</p>\n\n<p>\nولما تسلطن أخوه الملك الناصر حسن، تراسلت المماليك الجراكسة على أن\nيعملوه سلطانا، ففطن السلطان حسن بذلك، فقبض على أربعين منهم، وأخرجوا إلى\nالشام، وضرب ستة منهم، وحبسوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nثم احتفظ بأخيه حسين هذا إلى أن مات الملك الناصر حسن. وتسلطن من بعده\nالملك المنصور محمد بن المظفر حاجي بن الناصر محمد بن قلاوون - أعني ابن\nأخيه -؛ فلم تطل مدة صاحب الترجمة من بعده، ومات قبل سلطنة ولده الأشرف\nشعبان بأشهر، في ليلة السبت رابع شهر ربيع الآخر سنة أربع وستين وسبعمائة.\n</p>\n\n<p>\nوتسلطن ولده الأشرف بعد خلع المنصور محمد بن شعبان من السنة. وكثر تأسف\nيلبغا على موته؛ فإن غرض يلبغا كان سلطنة المذكور؛ فمات قبل ذلك؛ فسلطن\nولده الأشرف شعبان وسيأتي ذكره في محله إن شاء الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head115'>نقيب الأشراف</h3>\n\n<p>\n00 - 0 - 772 \n</p>\n\n<p>\nه - 000 - 1370م الحسين بن محمد بن الحسين بن الحسن بن زيد بن طغر بن علي\nبن إبراهيم ابن محمد بن عبد الله العوكلاتي بن موسى الكاظم بن جعفر الصادق\nبن محمد الباقر بن علي زين العابدين بن الحسين بن علي بن أبي طالب - رضي\nالله عنه - الأرموي الأصل، المصري المولد والدار والوفاة. الشريف شهاب\nالدين بن الشريف شمس الدين بن الشريف شهاب الدين، المعروف بابن قاضي\nالعسكر، الشهير بأبي الركب - بضم الراء المهملة وفتح الكاف - نقيب الأشراف\nبالديار المصرية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p169'> Vol. 05, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوكاتب الإنشاء بها، ثم نقل إلى حلب؛ فباشر كتابة سرها مدة، ثم عزل، وعاد\nإلى القاهرة. وكان سيدا فاضلا، عالما، بارعا في النظم والنثر.\n</p>\n\n<p>\nدرس بالمدرسة القراسنقرية بالقاهرة مدة، وخطب بجامع ابن عبد الظاهر مدة،\nوكتب، وأنشأ، وقال <span id='ms0791'></span> الشعر الفائق، ومن شعره:\n</p>\n\n<p>\nوخل جاء يسل عن قبيلي ... وضوء الشمس للرائي جلي\n</p>\n\n<p>\nفقلت له: ولم أفخر وإني ... يحق لمثلي الفخر العلي\n</p>\n\n<p>\nمحمد خير خلق الله جدي ... وأمي فاطمة وأبي علي\n</p>\n\n<p>\nوله أيضا:\n</p>\n\n<p>\nتلق الأمور بصبر جميل ... وصدر رحيب وخل الحرج\n</p>\n\n<p>\nوسلم لربك في حكمه ... فإما الممات وإما الفرج\n</p>\n\n<p>\nتوفي بالقاهرة في سادس عشر شعبان سنة اثنتين وسبعين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head116'>ابن العليف</h3>\n\n<p>\n794ه - 000 - 1391م - 000\n</p>\n\n<p>\nالحسين بن محمد بن حسن بن عيسى بن محمد بن أحمد بن مسلم - بتشديد اللام -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nالعكي العدنين، الحلوي الأصل، المكي المولد والمنشأ والدار. الشيخ بدر\nالدين، المعروف بابن العليف - بضم العين المهملة، ولام مفتوحة وياء آخر\nالحروف ساكنة، وفاء - قلت: رأيته لما جاورت بمكة المشرفة سنة اثنتين وخمسين\nوثمانمائة يجلس بالمسجد الحرام، بالقرب من باب حزورة، ويشتغل في العربية\nوالأدبيات، ثم اجتمعت به غير مرة بمكة المشرفة؛ فوجدته بارع في الأدب،\nعارفا بالنحو وغيره. وله محاضرة حلوة، ومذاكرة حسنة، ومعرفة بأيام الناس،\nلا سيما أمراء مكة وأعيانها. وهو شاعر بني عجلان، والمقدم عندهم. وسألته عن\nمولده؛ فقال: مولدي بمكة المشرفة سنة أربع وتسعين وسبعمائة، ثم سألته عن\nمشايخه ممن أخذ عنهم، وبمن تخرج في نظم القريض وغيره؛ فقال تخرجت بوالدي،\nوبه أيضا تفقهت، وعنه أخذت الأدب، ثم قرأت على جماعة أخر من المشايخ.\nوأنشدني كثيرا من شعره.\n</p>\n\n<h3 class='dic-item l3' id='head117'>الشريف الأخلاطي</h3>\n\n<p>\n00 - 0 - 799 \n</p>\n\n<p>\nه - 000 - 1396م الحسين الأخلاطي، الشريف الحسيني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nقال قاضي القضاة بدر الدين محمود العيني الحنفي: كان رجلا منقطعا عن\nالناس، لا يروح عند أحد، ولا يأذن لأحد في الدخول عليه إلا لمن يختاره.\n</p>\n\n<p>\nوكان يعيش عيش الملوك في المأكل، والمشرب، والملبس.\n</p>\n\n<p>\nوكان ينسب إلى عمل اللازورد، وبعضهم ينسبه إلى الكيمياء، وبعضهم إلى\nالاستخدام. والظاهر إنه كان على معرفة من علم الحكمة، ويتعانى صنعة\nاللازورد. ومع هذا كان ينسب إلى الرفض؛ فلهذا لم يشتهر عنه أنه حضر صلاة\nالجماعة والجمعات.\n</p>\n\n<p>\nوكان يدعي بعض أصحابه أنه المهدي المنتظر في آخر الزمان، وأمثال ذلك؛\nفكان أول ما قدم الديار الشامية أقام في <span id='ms0792'></span> حلب منقطعا مدة عن الناس، في مكان\nيسمى بابلا بطرف حلب، من ناحية المشرق، ثم طلب إلى الديار المصرية، بسبب\nمداواة ولد السلطان الملك الظاهر برقوق من مرض حصل له في رجله وأفخاذه؛\nفقدم، وأقبل عليه السلطان إقبالا عظيما؛ فأقام يداوي ابنه، فلم ينجع. ثم\nإنه أقام بالديار المصرية مستمرا على حالته المذكورة على على شاطئ النيل\nإلى أن توفي. وخلف موجودا كثيرا من أصناف القماش، ومن الذهب شيئا كثيرا،\nومماليكا، وجوار. ولم يوص لأحد بدرهم، ولا أعتق أحدا من مماليكه وجواريه.\n</p>\n\n<p>\nولما بلغ السلطان خبر وفاته، رسم لقلمطاي الداودار أن ينزل إلى بيته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nويحتاط على تركته؛ فنزل، واحتاط على موجوده، فوجد في جملة تركته جام ذهب،\nوخمر في قناني، وزنار الرهابين، والإنجيل الذي بأيدي النصارى، وكتب كثيرة\nمما يتعلق بعلوم الحكمة. والنجوم، والرمل وغير ذلك. ولم يخلف وارثا؛ فورثه\nالسلطان.\n</p>\n\n<p>\nويقال وجد في تركته صندوق فيه أنواع الفصوص والأحجار المقومة. انتهى كلام\nالعيني.\n</p>\n\n<p>\nقلت: وكانت وفاته في العشر الأول من جمادى الآخرة سنة تسع وتسعين\nوسبعمائة بالقاهرة، وعمره ما ينيف على الثمانين سنة.\n</p>\n\n<h3 class='dic-item l3' id='head118'>ابن الزكي</h3>\n\n<p>\n00 - 0 - 669 \n</p>\n\n<p>\nه - 000 - 1270م الحسين بن يحيى، القاضي زكي الدين بن القاضي محي الدين،\nالمعروف بابن الزكي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nكان فاضلا، نبيلا. مات شابا عن سبع وعشرين سنة، سنة تسع وستين وستمائة.\n</p>\n\n<h3 class='dic-item l3' id='head119'>ابن المطهر المعتزلي</h3>\n\n<p>\n00 - 0 - 726 \n</p>\n\n<p>\nأو 725ه - 000 - 1325 - 1324م الحسين بن يوسف بن المطهر، الإمام العلامة\nذو الفنون جمال الدين بن المطهر الأسدي الحلي المعتزلي، عالم الشيعة،\nوفقيههم، وصاحب التصانيف التي اشتهرت في حياته.\n</p>\n\n<p>\nتقدم في دولة خربندا ملك التتار، تقدما زائدا.\n</p>\n\n<p>\nوكان له مماليك ونزوة. وكان يصنف وهو راكب، شرح مختصر ابن الحاجب، وهو\nمشهور من حياته. وله كتاب في الإمامة، ورد عليه الشيخ تقي الدين بن تيمية\nفي ثلاث مجلدات. وكان ابن تيمية يسميه ابن المنجس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nوكان ابن المطهر المذكور ريض الخلاق، مشتهر الذكر، تخرج به أقوام كثيرة،\nوحج في أواخر عمره، واخمل، وانزوى إلى الحلة، واستمر في انحطاط إلى أن مات\nفي المحرم سنة ست وعشرين <span id='ms0793'></span>. وقيل في أواخر سنة خمس وعشرين وسبعمائة، وقد ناهز\nالثمانين. وكان إماما في علم الكلام.\n</p>\n\n<p>\nقال الذهبي - رحمه الله -: وقيل إن اسمه يوسف.\n</p>\n\n<p>\nوله كتاب الأسرار الخفية في العلوم العقلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>حرف الدال المهملة</h1>\n\n<h3 class='dic-item l3' id='head121'>الحبال</h3>\n\n<p>\n00 - 0 - 679 \n</p>\n\n<p>\nه - 000 - 1280م\n</p>\n\n<p>\nداود بن حاتم بن عمر، الشيخ الصالح المعتقد، الحراني الأصل، البعلبكي\nالدار والوفاة، الحنبلي، المعروف بالحبال. كان له أحوال صالحة وكرامات\nومكاشفات صادقة.\n</p>\n\n<p>\nتوفي ببعلبك في سنة تسع وسبعين وستمائة عن ست وتسعين سنة رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head122'>الملك المظفر صاحب ماردين</h3>\n\n<p>\n00 - 0 - 778 \n</p>\n\n<p>\nه - 000 - 1376م داود بن صالح بن غازي بن قرا أرسلان بن أرتق، الملك\nالمظفر، فخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p288'> Vol. 05, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nالدين صاحب ماردين، وابن صاحبها الملك الصالح صالح، وابن صاحبها الملك\nالمنصور، ابن الملك المظفر الأرتقي.\n</p>\n\n<p>\nولي ملك ماردين بعد ابن أخيه الملك الصالح محمود، الذي أقام في ملك\nماردين أربع أشهر، عوضا عن والده الملك المنصور أحمد بن الملك الصالح صالح.\n</p>\n\n<p>\nولما تسلطن الملك المظفر هذا، اقتفى أثر والده الملك الصالح في العدل\nللرعية والإحسان إليهم، وصار محببا للناس، ودام على ذلك إلى أن توفي بها في\nسنة ثمان وسبعين وسبعمائة، بعد أن حكمها نحو عشر سنين، وتولى سلطنة ماردين\nمن بعده ابنه الملك الظاهر مجد الدين عيسى - يأتي ذكره إن شاء الله تعالى\nفي محله -.\n</p>\n\n<h3 class='dic-item l3' id='head123'>ابن الكويز</h3>\n\n<p>\n00 - 0 - 826 \n</p>\n\n<p>\nه - 000 - 1422م داود بن عبد الرحمن، الرئيس علم الدين بن زين الدين\nالمعروف بابن الكويز الكركي الأصل والمولد، المصري الدار والوفاة، كاتب\nالسر الشريف بالديار المصرية.\n</p>\n\n<p>\nقال الشيخ تقي الدين المقريزي رحمه الله0 كان أبوه من كتاب الكرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p289'> Vol. 05, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nالنصارى، يقال له جرجس، فأظهر الإسلام، وتسمى عبد الرحمن، وباشر عدة جهات\nبالكرك ودمشق والقاهرة، آخرها نظر الدولة. وخدم ابنه داود هذا في الجيزة،\nثم لحق بالشام، وباشر نظر جيش طرابلس، واتصل بخدمة شيخ المحمودي هو وأخوه\nصلاح الدين، فولاه جيش دمشق، وجعل أخاه صلاح الدين خليل في ديوانه، فقبض\nعليهما في سنة اثنتي عشرة وثمانمائة، وحملا إلى القاهرة على حمارين في أسوأ\nحال، ثم أفرج عنهما، ففرا إلى دمشق. وما زالا <span id='ms0794'></span> في خدمة شيخ حتى قدم بهما إلى\nمصر وتسلطن؛ فولي داود هذا نظر الجيش، عوضا عن الصاحب بدر الدين حسن بن نصر\nالله، بحكم انتقاله إلى نظر الخاص، عوضا عن تقي الدين عبد الوهاب بن أبي\nشاكر، وذلك في يوم السبت ثامن جمادى الأولى سنة ست عشرة وثمانمائة، ثم ولاه\nططر كتابة السر عوضا عن القاضي كمال الدين محمد بن البارزي. واستقر كمال\nالدين في نظر الجيش عوضه وذلك في يوم الخميس سادس عشرين المحرم سنة أربع\nوعشرين وثمانمائة.\n</p>\n\n<p>\nوكانت تؤثر عنه فضائل منها: أنه ملازم الصلاة، وصيام الأيام البيض من كل\nشهر، ويتنزه عن القاذورات المحرمة، كالخمر، واللواط، والزنا، ويتصدق كل يوم\nعلى الفقراء، إلا أنه كان متعاظما، صاحب حجاب وأعجاب، مع بعد عن جميع\nالعلوم، وضبطت عليه ألفاظ سخر الناس منها زمانا وهم يتناقلونها.\n</p>\n\n<p>\nوكان مهابا إلى الغاية متمكنا في الدولة، موثوقا به فيها، بحيث أنه مات\nولا أحد أعلى رتبة منه. وتولى مكانه جمال الدين يوسف بن الصفي الكركي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p290'> Vol. 05, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nفأذكرتني ولايته بعد ابن الكويز هذا، قول أبي القاسم خلف بن فرج الإلبيري\nالمعروف بالشميسر، وقد هلك وزير يهودي لباديس بن حيوس الحميري، صاحب غرناطة\nمن بلاد الأندلس، فاستوزر بعد اليهودي وزيرا نصرانيا، فقال:\n</p>\n\n<p>\nكل يوم إلى وراء ... بدل البول بالخراء\n</p>\n\n<p>\nفزمانا تهودا وزمانا تنصرا ... وسيصبوا إلى المجوس إذا الشيخ عمرا\n</p>\n\n<p>\nوقد كان أبو الجمال هذا من نصارى الكرك، وتظاهر بالإسلام في واقعة كانت\nللنصارى، هو وأبو العلم هذا. وخدم كاتبا عند قاضي الكرك عماد الدين أحمد\nالمقبري. انتهى كلام المقريزي باختصار.\n</p>\n\n<p>\nقلت: وذكر الشيخ تقي الدين المقريزي هنا حكاية العرب - لها محل - فإن كلا\nمنهما لا يصلح لهذه الوظيفة العظيمة؛ لبعدهما عن الفضيلة وصناعة الإنشاء\nوغير ذلك. وقد أوضح الشيخ تقي الدين أمرهما؛ فلا حاجة في ذكر ذلك ثانيا.\n</p>\n\n<p>\nوأما تفسير قول الشيخ تقي الدين: وضبطت عليه ألفاظ سخر الناس منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p291'> Vol. 05, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nزمانا. قيل إنه رأى مع بعض فقهاء الشافعية كتاب التنبيه في الفقه، فقال:\nهذا الكتاب اسمه <span id='ms0795'></span> عجيب البنيه في القفه. وقيل إنه صلى به بعض الناس، وقرأ في\nصلاته بعد الفاتحة: سبحان ربك رب العزة عما يصفون. \" وسلام على المرسلين.\nوالحمد لله رب العالمين \" فلما فرغ من صلاته قال علم الدين هذا: ما ظننت أن\nالصلاة تصح بالدعاء، إلا في هذا اليوم.\n</p>\n\n<p>\nوله أشياء كثيرة من هذا النمط.\n</p>\n\n<p>\nتوفي بالقاهرة في يوم الاثنين سلخ شوال سنة ست وعشرين وثمانمائة، ودفن\nبالصحراء، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head124'>الخطيب المقدسي</h3>\n\n<p>\n586 - 656 \n</p>\n\n<p>\nه - 1190 - 1258م داود بن عمر بن يوسف بن يحيى ين عمر بن كامل، الخطيب\nعماد الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p292'> Vol. 05, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nأبو المعالي، وأبو سليمان الزبيدي المقدسي الشافعي، خطيب بيت الآبار وابن\nخطيبها.\n</p>\n\n<p>\nولد سنة ست وثمانين وخمسمائة وسمع من الخشوعي، وعبد الخالق بن فيروز،\nوالجوهري، وعمر بن طبرزد، وحنبل، والقاسم بن عساكر، وجماعة.\n</p>\n\n<p>\nوروى عنه الدمياطي، والزين الفاروقي، والعماد بن البالسي، والشمس نقيب\nالمالكي، والخطيب شرف الدين، والفخر بن عساكر، وولده الشرف محمد، وطائفة.\n</p>\n\n<p>\nوكان مهذبا، فصيحا، مليح الخطابة، لا يكاد يسمع موعظته أحد إلا بكى. وخطب\nبدمشق ودرس بالزاوية الغزالية سنة ثمان وثلاثين بعد الشيخ عز الدين ابن عبد\nالسلام، لما انفصل عن دمشق. وتوفي سنة ست وخمسين وستمائة رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p293'> Vol. 05, p. 293</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head125'>الملك الناصر صاحب حماة</h3>\n\n<p>\n603 - 656 \n</p>\n\n<p>\nه - 1206 - 1258م داود بن عيسى بن محمد بن أيوب، السلطان الملك الناصر\nصلاح الدين، أبو المفاخر، وأبو المظفر بن السلطان الملك المعظم بن السلطان\nالملك العادل.\n</p>\n\n<p>\nولد بدمشق في جمادى الآخرة سنة ثلاث وستمائة. وتفقه على مذهب الإمام\nالأعظم أبي حنيفة - رضي الله عنه - كما كان والده الملك المعظم. وبرع في\nالفقه، والعربية، والأدب، وصار معدودا من الفضلاء. كل ذلك في أيام أبيه،\nوسمع ببغداد من القطيعي وغيره، وبالكرك من ابن اللتي. وأجاز له المؤيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p294'> Vol. 05, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nالطوسي، وأبو روح عبد العزيز. وحدث؛ سمع منه الحافظ شرف الدين عبد المؤمن\nالدمياطي، وذكره في معجمه، وكتب عنه قطعة من شعره. وتسلطن بعد موت والده\nوأخيه في سنة أربع وعشرين وستمائة، وأحبه أهل دمشق، ثم سار عمه الملك\nالكامل من الديار <span id='ms0796'></span> المصرية، ليأخذ دمشق منه فاستنجد بعمه الملك الأشرف موسى\nشاه أرمن فجاء لنصرته ونزل بالدهشة بدمشق، ثم تغير الأشرف عليه، ومال لأخيه\nالكامل، وأوهم الناصر هذا أنه يصلح قضيته؛ فاتفقا عليه، وحاصراه أربعة\nأشهر، وأخذا دمشق منه، وسار الملك الناصر إلى الكرك، وكانت لوالده، وأعطى\nمعها الصلت، ونابلس، وعجلون، وأعمال القدس، وعقد نكاحه على بنت عمه الملك\nالكامل.\n</p>\n\n<p>\nثم إن الكامل تغير عليه؛ ففارق ابنته قبل الدخول.\n</p>\n\n<p>\nثم إن الملك الناصر هذا قصد الخليفة المستنصر بالله ببغداد، وقدم له تحفا\nونفائس، وسار إليه على البرية، ومعه فخر القضاة ابن بصاقة، وشمس الدين\nالخسر وشاهي، والخواص من مماليكه، وطلب الحضور بين يدي الخليفة كما فعل\nبصاحب إربل، فامتنع الخليفة؛ فنظم الناصر قصيدته التي أولها:\n</p>\n\n<p>\nودان ألمت بالكثيب ذوائبه ... وجنح الدجى وحف تجول غياهبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p295'> Vol. 05, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nوهي طويلة جدا.\n</p>\n\n<p>\nفلما وقف الخليفة عليها أعجبته كثيرا، فاستدعاه سرا، بعد شطر من الليل؛\nفدخل من باب السر إلى إيوان فيه ستر مضروب؛ فقبل الأرض؛ فأمر بالجلوس، وجعل\nالخليفة يحدثه ويؤنسه. ثم أمر الخدام فرفعوا الستر؛ فقبل الأرض، ثم قبل\nيده، ثم أمره بالجلوس؛ فجلس وجاراه في أنواع من العلوم وأساليب الشعر، ثم\nأخرجه ليلا، وأخلع عليه خلعة سنية، وعمامة مذهبة سوداء وجبة سوداء مذهبة.\n</p>\n\n<p>\nوخلع على أصحابه ومماليكه خلعا جليلة، وأعطاه مالا جزيلا، وبعث في خدمته\nرسولا مشربشا من أكابر خواصه إلى الملك الكامل يشفع في الناصر المذكور، وفي\nإخلاص النية له، وإبقاء مملكته عليه.\n</p>\n\n<p>\nوخرج الملك الكامل إلى تلقيهما إلى القصير، وأقبل على الناصر إقبالا\nكبيرا وجعل الناصر رنكه أسودا، انتماء للخليفة.\n</p>\n\n<p>\nوكان الخليفة زاد في ألقابه: الولي المهاجر، وذلك في سنة ثلاث وثلاثين\nوستمائة.\n</p>\n\n<p>\nواستمر الناصر على ذلك إلى أن وقع بين الملك الكامل محمد وبين الملك\nالأشرف موسى، وأراد كل منهما أن يكون الناصر هذا معه؛ فمال إلى الكامل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p296'> Vol. 05, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nوجاءه في الرسلية القاضي الأشرف بن الفاضل، وسار الناصر هذا إلى عمه\nالملك الكامل في تعظيمه.\n</p>\n\n<p>\nثم اتفق موت الكامل والأشرف والناصر المذكور بدمشق <span id='ms0797'></span> في دار أسامة، فتشوق\nإلى السلطنة؛ ولم يكن يومئذ أميز منه، ولو بذل المال؛ لحلفوا له. فتسلطن\nالملك الجواد، فخرج الناصر عن دمشق إلى القابون، ثم حشد كل واحد منهما،\nووقع المصاف بين نابلس وجينين، فكسر الناصر، وأخذ الجواد خزائنه، وكانت على\nسبعمائة جمل، فافتقر الناصر، وأخذ أمره في انحطاط إلى أن ملك الملك الصالح\nنجم الدين أيوب دمشق، وسار لقصد مصر، جاء عمه الصالح إسماعيل وملك دمشق،\nفسحب جيش نجم الدين عنه، فجهز الناصر عسكرا من الكرك، فأمسكوه وأحضروه إلى\nالكرك، فاعتقله مكرما عنده، وأخذ الناصر هذا بعد موت الكامل القلعة التي\nعمرها الفرنج بالقدس وطرد من بها من الفرنج.\n</p>\n\n<p>\nوفي ذلك يقول الصاحب جمال الدين بن مطروح:\n</p>\n\n<p>\nالمسجد الأقصى له عادة ... سارت فصارت مثلا سائرا\n</p>\n\n<p>\nإذا غدا للكفر مستوطنا ... أن يبعث الله له ناصرا\n</p>\n\n<p>\nفناصر طهره أولا ... وناصر طهره آخرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p297'> Vol. 05, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nحكي أنه لما وقعت المباينة بين الملك الكامل وبين أخيه الملك الأشرف،\nوعزما على القتال، وانضم إلى الملك الأشرف جميع ملوك الشام؛ وسير الملك\nالأشرف إلى الملك الناصر هذا يدعوه إلى موافقته، على أن يحضر إليه ليزوجه\nبابنته، ويجعله ولي عهده، ويملكه البلاد بعده. ثم بعث الملك الكامل أيضا\nإلى الناصر هذا يدعوه إلى موافقته وأنه يحدد عقده على ابنته، ويفعل معه كل\nما يختار، وتوافى الرسولان عند الناصر المذكور بالكرك، فرجح الميل إلى\nالكامل، ورشح رسول الأشرف بجواب إقناعي. ويقال إنه إنما فعل ذلك؛ إلا ليعرف\nالكامل بما وقع، واستنشد الملك الناصر صاحب الترجمة في جواب الكامل بقول\nالمتنبي:\n</p>\n\n<p>\nوما شئت إلا أن أدل عواذلي ... على أن رأيي في هواك صواب\n</p>\n\n<p>\nويعلم قوم خالفوني وشرقوا ... وغربت أني قد ظفرت وخابوا\n</p>\n\n<p>\nواتفق أن الأشرف توفي عقيب ذلك، وندم الناصر هذا عن تخلفه عنه.\n</p>\n\n<p>\nثم مات الكامل، ولم يحصل للناصر أيضا منه أرب.\n</p>\n\n<p>\nقلت: كان الناصر غير مسعود في حركاته وأموره، وقضى عمره على أقبح حال،\nفإنه كان غالب أيامه في الغربة عن أوطانه والشتات عن بلاده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p298'> Vol. 05, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nوكان مذموم <span id='ms0798'></span> السيرة يحكى عنه أشياء من القبائح منها: أنه كان إذا دخل في\nالشراب، وأخذ السكر منه يقول: أشتهي أبصر فلانا طائرا في الهواء، فيرمى به\nفي المنجنيق، ويراه وهو في الهواء، فيضحك ويسر به، ويقول: أشتهي أشم روائح\nفلان وهو يشوى، فيحضر ذلك المعتز، ويقطع لحم، ويشوى منه، وهو يضحك.\n</p>\n\n<p>\nوكان له من هذه الأشياء القبيحة جملة مستكثرة.\n</p>\n\n<p>\nقلت: ولهذا كانت مساوئه غطت محاسنه، وقاسى هو أيضا محنا، ولا يظلم ربك\nأحدا.\n</p>\n\n<p>\nثم وقع له أمور مع أولاده، وفر إلى بغداد غير مرة، ولم يزل كذلك حتى قتل\nبيد التتار في سنة ست وخمسين وستمائة.\n</p>\n\n<p>\nوكان أديبا شاعرا، فاضلا، جوادا، ممدحا.\n</p>\n\n<p>\nوفيه يقول الصاحب جمال الدين بن مطروح:\n</p>\n\n<p>\nثلاثة ليس لهم رابع ... عليهم معتمد الجود\n</p>\n\n<p>\nالغيث والبحر وعززهما ... بالملك الناصر داود\n</p>\n\n<p>\nوكان له نظم رائق، من ذلك قوله:\n</p>\n\n<p>\nبأبي أهيف إذا رمت منه ... لثم ثغر يصدني عن مرامي\n</p>\n\n<p>\nقد حمى خده بسور عذار ... مقلتاه أصحت عليه مرامي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p299'> Vol. 05, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nإذا عاينت عيناي أعلام جلق ... وبان من القصر المشيد قبابه\n</p>\n\n<p>\nتيقنت أن البين قد بان والنوى ... نأى شخصها والعيش عاش شبابه\n</p>\n\n<p>\nوله أيضا:\n</p>\n\n<p>\nعيون عن السحر المبين تبين ... لها عند تحريك القلوب سكون\n</p>\n\n<p>\nتصول بيض وهي سود يزيدها ... ذبول فتور والجفون جفون\n</p>\n\n<p>\nإذا ما رأت قلبا خليا من الهوى ... تقول له كن مغرما فيكون\n</p>\n\n<h3 class='dic-item l3' id='head126'>العلامة القونوي</h3>\n\n<p>\n00 - 0 - 715 \n</p>\n\n<p>\nه - 000 - 1315م\n</p>\n\n<p>\nداود بن غلبك بن علي، الشيخ الإمام العالم بدر الدين الرومي، القونوي\nالأصل، الحنفي، المعروف بالبدر الطويل.\n</p>\n\n<p>\nنشأ بمدينة قونية وتفقه بها على جماعة. وقرأ: اللغة، والعربية، والأدب،\nوالأصلين وبرع. ثم قدم دمشق، فبحث على علمائها، وتفقه بها أيضا على العلامة\nجلال الدين الخبازي وغيره وبرع، وأفتى ودرس، وأقام بدمشق نحوا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p300'> Vol. 05, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثين سنة، ثم توجه إلى حلب، ودرس بها أيضا بالمدرسة القليجية\nوالطرخانية نحوا من خمسة عشر سنة، وتفقه به جماعة، وانتفع به الطلبة مدة\nطويلة، ثم توجه من حلب يريد قلعة المسلمين، فأدركه الأجل، فمات في سنة خمس\nعشرة وسبعمائة، رحمه الله <span id='ms0799'></span> تعالى وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head127'>الخليفة المعتضد بالله</h3>\n\n<p>\n00 - 0 - 845 \n</p>\n\n<p>\nه - 000 - 1441م داود، الخليفة، أمير المؤمنين المعتضد بالله، أبو الفتح\nبن الخليفة المتوكل على الله محمد بن الخليفة المعتضد بالله أبي بكر بن\nالخليفة المستكفي بالله أبي الربيع سليمان بن الخليفة الحاكم بأمر الله أبي\nالعباس أحمد بن الحسين بن أب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p301'> Vol. 05, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nي بكر بن علي بن الحسن بن الخليفة الراشد بأمر الله منصور بن الخليفة\nالمسترشد بالله الفضل بن الخليفة المستظهر بالله أحمد بن الخليفة المقتدي\nبالله عبد الله بن الإمام ذخيرة الدين محمد بن الخليفة القائم بأمر الله\nعبد الله بن الخليفة القادر بالله أحمد ابن الموفق طلحة بن الخليفة المتوكل\nعلى الله جعفر بن الخليفة المعتصم بالله محمد ابن الخليفة الرشيد هارون بن\nالخليفة المهدي محمد بن الخليفة أبي جعفر المنصور ابن محمد بن علي بن عبد\nالله بن العباس بن عبد المطلب - رضي الله عنه - الهاشمي العباسي.\n</p>\n\n<p>\nبويع بالخلافة بعد أخيه المستعين بالله أبي الفضل العباس في يوم الخميس\nسادس عشر ذي الحجة سنة ست عشرة وثمانمائة.\n</p>\n\n<p>\nقال الشيخ تقي الدين المقريزي رحمه الله: وفيه - يعني التاريخ المذكور -\nاستدعى السلطان الملك المؤيد داود بن المتوكل على الله؛ فحضر بين يديه\nبقلعة الجبل، وقد حضر قضاة القضاة الأربع، فعندما رآه الملك المؤيد، قام\nله، وقد البس خلعة سوداء، وأجلسه بجانبه بينه وبين قاضي القضاة جلال الدين\nعبد الرحمن البلقيني، فدعا القضاة وانصرفوا على أنه استقر خليفة. ولم يقع\nخلع المستعين بالله، ولا قامت بينة بما يوجب شغور الخلافة عنه، ولا بويع\nداود هذا، بل خلع عليه فقط.\n</p>\n\n<p>\nولقب بابي الفتح المعتضد بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p302'> Vol. 05, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت العادة بديار مصر أن يدعى على منابرها أيام الجمع وفي الأعياد،\nويذكر كنية الخليفة ولقبه، فمن حين منع المستعين بالله في أول شعبان من\nالسنة الحالية، لم يذكر على المنبر.\n</p>\n\n<p>\nقول الشيخ تقي الدين: منع، أي من السلطنة؛ فإنه دام خليفة بعد ذلك مدة.\nثم قال: واستمروا على ذلك في أيام المعتضد. وصار من الخطباء من يقول: اللهم\nأصلح <span id='ms0800'></span> الخليفة، من غير أن يعينه. ومنهم من يقول: اللهم أيد الخلافة العباسية\nببقاء مولانا السلطان. ومنهم من يقتصر على الدعاء للسلطان. انتهى كلام\nالمقريزي.\n</p>\n\n<p>\nقلت: وهذه البدعة السيئة بقيت إلى يومنا هذا. وأما قول المقريزي: لم يقع\nخلع المستعين ولا قامت بينة بما يوجب شغور الخلافة، ليس هو كذلك، بل إنما\nالملك المؤيد لما أراد أن يتسلطن لم يلبس الخلعة السوداء حتى خلع القضاة\nالمستعين من السلطنة، لأمور توجب خلعه، ثم أبقوه على الخلافة إلى أن خرج\nالأمير نوروز الحافظي نائب الشام عن طاعة الملك المؤيد، ودعا للمستعين\nبالسلطنة، وصار يخطب بالبلاد الشامية له.\n</p>\n\n<p>\nوبلغ المؤيد ذلك؛ فجمع القضاة، وحذرهم وقوع فتنة من هذه القضية؛ فأشار\nبعض القضاة بخلعه من الخلافة، صيانة لدم المسلمين، وخوفا من إفساد أحوال\nالرعية، فمنع المستعين بدار بالقلعة، وطلب المعتضد؛ فهذا خلع وزيادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p303'> Vol. 05, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nوأما البينة؛ فقد تكلم بهذا بين يدي القضاة في اليوم المذكور خلائق من\nأعيان الأمراء وغيرهم، وأي بينة تكون أعظم من ذلك. وأما شغور الخلافة فلا\nيلزم؛ فقد يمكن الخلع والتولية في ساعة واحدة. انتهى.\n</p>\n\n<p>\nقلت: واستمر المعتضد في الخلافة دهرا، وطالت أيامه، وتسلطن في خلافته عدة\nسلاطين.\n</p>\n\n<p>\nوكان خليقا للخلافة، سيد بني العباس في زمانه.\n</p>\n\n<p>\nوكان أهلا للخلافة بلا مدافعة، كريما، عاقلا، سيوسا، دينا، حلو المحاضرة،\nكثير الصدقات والبر للفقراء، وكان يحب طلبة العلم، ويكرمهم، ويحاضرهم\nكثيرا.\n</p>\n\n<p>\nوكان جيد الفهم، ذكيا، ويميل إلى الأدب وأهله. وكان يجتهد في السير على\nطريقة الخلفاء ممن قبله مع جلسائه وندمائه، فيضعف موجوده عن إدراك ما\nيرومه، وربما كان يتحمل بسبب هذا المعنى دينا، وذلك لعلو همته مع قلة\nمتحصله لأن متحصل إقطاعه في السنة دون الأربعة آلاف دينار. وجميع ما كان\nيتكلفه لنفسه ولحواشيه ولمماليكه من النفقات والجوامك، والكلف، والمترددين،\nوغير ذلك كله من هذا الإقطاع لا غير. هذا وهو خليفة الوقت، ومتحصله هذا\nالنزر الهين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p304'> Vol. 05, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nوالعجب أن متحصل بعض أصاغر الأقباط الأسلمية أضعاف ذلك. فليت شعري، ماذا\nيكون جواب الملوك عن ذلك.\n</p>\n\n<p>\nقلت <span id='ms0801'></span>: وكان يحب اللطافة والدقة الأدبية، وكان له مشاركة وفضيلة. هذا مع\nالدين المتين، والأوراد الهائلة في كل يوم.\n</p>\n\n<p>\nجالسته غير مرة، فلم أر عليه ما أكره، وكنت أدخل إلى حرمه، لأن زوجته بنت\nالأمير دمرداش كانت قبله تحت والدي - رحمه الله -.\n</p>\n\n<p>\nثم اتصلت بأمير المؤمنين المذكور من بعده إلى أن توفي عنها في يوم الأحد\nرابع شهر ربيع الأول سنة خمس وأربعين وثمانمائة، بعد مرض طويل. وعهد لأخيه\nأبي الربيع سليمان الملقب بالمستكفي، واجتهد بعد موت ابن أخيه يحيى بن\nالمستعين بالله العباس غاية الاجتهاد، فلم ينله رحمه الله، ونفعنا بسلفه.\n</p>\n\n<h3 class='dic-item l3' id='head128'>العلامة الملطي</h3>\n\n<p>\n00 - 0 - 717 \n</p>\n\n<p>\nه - 000 - 1317م داود بن مروان بن داود، العلامة نجم الدين الملطي\nالحنفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p305'> Vol. 05, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nكان إماما بارعا في الفقه والعربية، والأصلين، والمعاني، والبيان. وتصدر\nللإفتاء، والتدريس عدة سنين، وانتفع به الطلبة، وتفقه به جماعة كثيرة، ودرس\nبالمنصورية بالقاهرة، والظاهرية، والقراسنقرية، وناب في الحكم مدة. ثم تنزه\nعن ذلك بعد أن حمدت سيرته.\n</p>\n\n<p>\nوكان له مشاركة في الأدب، وله نظم. وهو والد العلامة صدر الدين سليمان -\nيأتي ذكره في محله إن شاء الله تعالى -.\n</p>\n\n<p>\nتوفي بالقاهرة في شهر ربيع الأول سنة سبع عشرة وسبعمائة، ودفن بالقرافة -\nرحمه الله تعالى وعفا عنه -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p306'> Vol. 05, p. 306</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head129'>العلامة البصروي</h3>\n\n<p>\n00 - 0 - 684 \n</p>\n\n<p>\nه - 000 - 1285م داود بن يحيى بن كامل، الشيخ عماد الدين القرشي البصروي\nالحنفي \" مدرس المعزية \".\n</p>\n\n<p>\nكان فقيها عالما، فاضلا. أفتى ودرس، وناب في الحكم عن القاضي مجد الدين\nبن العديم، وسمع الحديث، وبرع في المذهب. وهو والد العلامة نجم الدين\nالقجقاري شيخ الحنفية، وخطيب جامع تنكز بدمشق.\n</p>\n\n<p>\nتوفي ليلة نصف شعبان سنة أربع وثمانين وستمائة، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head130'>الملك المؤيد صاحب اليمن</h3>\n\n<p>\n00 - 0 - 721 \n</p>\n\n<p>\nه - 000 - 1321م داود بن يوسف بن عمر بن رسول، الملك المؤيد هزبر الدين\nصاحب اليمن ابن الملك المظفر صاحب اليمن أيضا، التركماني الأصل، اليمني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p307'> Vol. 05, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nتسلطن بعد أخيه الملك الأشرف في المحرم سنة ست وتسعين وستمائة، فملك نيفا\nوعشرين سنة.\n</p>\n\n<p>\nوكان قبل سلطنته قد تفقه، وحفظ كفاية المتحفظ، ومقدمة ابن بابشاذ، وبحث\nالتنبيه. وطالع، وفضل، ودأب <span id='ms0802'></span>، وحصل، وسمع من المحب الطبري وغيره، وجمع الكتب\nالنفيسة من الأقطار.\n</p>\n\n<p>\nقيل إن خزانة كتبه اشتملت على مائة ألف مجلد - والله أعلم -.\n</p>\n\n<p>\nوكان مشكور السيرة، محبا لأهل الخير والصلاح، مثابرا على زيارة الصالحين.\n</p>\n\n<p>\nوأنشأ بظاهر زبيد قصره المشهور بالحسن؛ فقال فيه الأديب تاج الدين عبد\nالباقي اليمني قصيدة أولها:\n</p>\n\n<p>\nيا ناظم الشعر في نعم ونعمان ... وذاكر العهد من لبنا ولبنان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p308'> Vol. 05, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nأنس بإيوانه كسرى فلا خبر ... من بعد ذكري عن كسرى لإيوان\n</p>\n\n<p>\nوفيه يقول تاج الدين المذكور، وقد ركب المؤيد فيلا:\n</p>\n\n<p>\nالله ولاك يا داود مكرمة ... ورتبة ما أتاها قبل سلطان\n</p>\n\n<p>\nركبت فيلا وظل الفيل ذا رهج ... مستبشرا وهو بالسلطان فرحان\n</p>\n\n<p>\nلك الإله أذل الوحش أجمعه ... هل أنت داود فيه أم سليمان\n</p>\n\n<p>\nوكانت وفاته في ذي الحجة سنة إحدى وعشرين وسبعمائة، وتولى من بعد ابنه\nالملك المجاهد، واضطرب أمر اليمن مدة، وتولى عدة سلاطين، يأتي ذكرهم في\nمحلهم إن شاء الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p309'> Vol. 05, p. 309</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head131'>باب الدال والقاف</h2>\n\n<h3 class='dic-item l3' id='head132'>دقماق الظاهري</h3>\n\n<p>\n000 - 808ه - 000 - 1405م دقماق بن عبد الله المحمدي\nالظاهري، الأمير سيف الدين.\n</p>\n\n<p>\nهو من عتقاء الملك الظاهر برقوق، وممن صار خاصكيا في سلطنته الأولى.\n</p>\n\n<p>\nفلما خلع الملك الظاهر برقوق وحبس بالكرك، وتشتت مماليكه في الأقطار، خدم\nدقماق هذا ووالدي ودمرداش المحمدي نائب حلب عند الأمير بزلار العمري نائب\nدمشق من قبل الملك المنصور حاجي إلى أن ظهر الملك الظاهر برقوق من حبس\nالكرك توجه إليه مع رفيقيه، وصار من حزب أستاذه إلى أن تسلطن ثانيا، وملك\nالديار المصرية، أنعم عليه دقماق هذا بإمرة مائة وتقدمة ألف بحلب. ثم نقله\nبعد مدة إلى نيابة ملطية؛ فأقام بها نحو سنتين.\n</p>\n\n<p>\nوفي تلك الأيام قدم دقماق الملك الأشرف برسباي في جملة مماليك وغيرها إلى\nالملك الظاهر برقوق؛ فلهذا كان الملك الأشرف يعرف بالدقماقي. ثم عزل الأمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p310'> Vol. 05, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nدقماق عن نيابة ملطية بالأمير جقمق الصفوي حاجب حجاب حلب، وقدم إلى حلب\nبطالا إلى أن مات الملك الظاهر برقوق، قدم إلى الديار المصرية في الدولة\nالناصرية فرج. وتولى نيابة حماة <span id='ms0803'></span> بعد واقعة الأمير تنم الحسني نائب الشام في\nسنة اثنتين وثمانمائة، عوضا عن دمرداش المحمدي، بحكم انتقاله إلى نيابة\nحلب. واستمر بحماة إلى أن قدم تيمور إلى البلاد الحلبية، وخرج دقماق لقتاله\nمع جملة نواب البلاد الشامية، وانكسر العسكر الحلبي، فقبض تيمور على دقماق\nالمذكور في جملة من قبض عليه من النواب والأمراء.\n</p>\n\n<p>\nودام في أسر تيمور إلى أن فر من الأسر، وقدم إلى الديار المصرية مع\nالعساكر المصرية إلى أن عاد تيمور إلى بلاده، ولاه الملك الناصر فرج نيابة\nصفد، فاستمر بها إلى سنة أربع وثمانمائة، نقل إلى نيابة حلب، عوضا عن\nالأمير دمرداش المحمدي، بحكم عصيانه؛ فتوجه إليه وواقعه بنواحي حماة،\nفانتصر دقماق على دمرداش، وملك حلب ودخلها، وفر دمرداش هاربا إلى جهة\nالتركمان، فاستمر دقماق في نيابة حلب إلى سنة ست وإلى أن ورد إلى حلب مرسوم\nبلطف بالقبض عليه، ففطن دقماق بذلك، وقبض على القاصد، وأخذ الملطف منه. ثم\nخرج من حلب هاربا في ليلة الخميس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p311'> Vol. 05, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nخامس عشر شهر ربيع الآخر من السنة. وتولى مكانه الأمير آقبغا الهذباني،\nودخلها في يوم السبت سادس عشر جمادى الأولى وهو مريض؛ فاستمر بها مريضا إلى\nأن توفي بعد شهر في ليلة الجمعة سابع عشر جمادى الآخرة.\n</p>\n\n<p>\nوبلغ دقماق موته، فعاد إلى حلب، فدخلها في ليلة الاثنين سلخ جمادى\nالآخرة، فهرب منها حاجب حجابها الأمير ناصر الدين محمد بن شهري، وتوجه إلى\nدمشق خجا بن سالم الدكزي، واستنجد به، فسارا جميعا إلى حلب، وحاصرا الأمير\nدقماق. وكان دقماق في أناس قلائل، ففر إلى جهة التركمان، ودام بتلك البلاد\nإلى أن أرسل يطلب الأمان من الملك الناصر، فأعطيه، وأنعم عليه بنيابة حماة\nثانيا، وذلك بعد وقعة السعيدية، فتوجه إلى حماة، فلما قاربها خرج عليه\nجماعة من تركمان تلك البلاد، وقاتلوه أيضا في جمع يسير، فانكسر، وأمسك. ثم\nأطلق ودخل حماة في سنة ثمان وثمانمائة ودام بها إلى أن توجه لقتاله الأمير\nجكم والأمير شيخ المحمودي بمن معهما فتهيأ دقماق لقتالهما، وأنجده <span id='ms0804'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p312'> Vol. 05, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nالأمير نوروز الحافظي، والأمير علان نائب حلب، والأمير بكتمر جلق\n</p>\n\n<p>\nنائب طرابلس\n</p>\n\n<p>\nبمن معهم من العساكر، فحاصرهم جكم ودقماق عدة أيام إلى أن ورد الخبر على\nعلان بأن دمرداش طرق حلب، ودخلها بغتة، فركب علان من وقته ومعه نوروز\nالحافظي، وسارا لإخراج دمرداش من حلب، فبقي دقماق وحده في نفر قليل، فانتهز\nجكم الفرصة، واقتحم العاصي ودخل حماة، وقبض على الأمير دقماق المذكور،\nوقتله صبرا بظاهر حماة في شهر رجب سنة ثمان وثمانمائة.\n</p>\n\n<p>\nوكان أميرا جليلا، كريما، شجاعا، ذا شكل مليح، وخلق حسن.\n</p>\n\n<p>\nوكان متواضعا قريبا من الناس، وعنده حشمة ورئاسة، وعدل في الرعية، وعفة\nعن أموالهم.\n</p>\n\n<p>\nوبنى تربة خارج حلب، ووقف عليها وقفا. وبقتله نفرت القلوب من جكم، وخالفه\nكثير من أصحابه. وكان بيني وبين ولده الأمير ناصر الدين محمد صحبة أكيدة،\nومحبة زائدة، ولاه الملك الأشرف برسباي نيابة المرقب، وأنعم عليه بإمرة\nطبلخاناة بطرابلس بعد أن استقدمه من حلب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p313'> Vol. 05, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nوبالغ في إكرامه، فدام بالمرقب مدة، ثم عزله، وأنعم عليه بإمرة عشرة\nبالقاهرة؛ فدام بها إلى أن توفي بالطاعون في سنة ثلاث وثلاثين وثمانمائة.\n</p>\n\n<p>\nوكان مليح الشكل، رأسا في رمي النشاب، رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p314'> Vol. 05, p. 314</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head133'>باب الدال والميم</h2>\n\n<h3 class='dic-item l3' id='head134'>نائب طرابلس</h3>\n\n<p>\n00 - 0 - 793 \n</p>\n\n<p>\nه - 000 - 1390م\n</p>\n\n<p>\nدمرداش بن عبد الله اليوسفي، الأمير سيف الدين، نائب طرابلس.\n</p>\n\n<p>\nكان من أعيان الأمراء بالديار المصرية، ولي عدة وظائف جليلة إلى أن صار\nمن حزب منطاش والناصري على الملك الظاهر برقوق، وولي لهما نيابة طرابلس\nوغيرها. واستمر مع منطاش إلى أن ظفر به الظاهر برقوق وقتله، بعد خذلان\nمنطاش في سنة ثلاث وتسعين وسبعمائة.\n</p>\n\n<p>\nودمرداش بالدال المهملة المفتوحة وبالتاء المثناة من فوق، كلاهما لغة\nبلسان التركي، وميم مضمومة وراء ساكنة، ودال، وقيل ضاد، كلاهما أيضا لغة،\nوألف وشين معجمة، ومعناه: حديد حجر، فإن دمر حديد، وضاش حجر. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head135'>نائب الكرك</h3>\n\n<p>\n00 - 0 - 793 \n</p>\n\n<p>\nه - 000 - 1390م دمرداش بن عبد الله القشتمري، الأمير سيف الدين، نائب\nالكرك، ثم أحد المقدمين في أيام الناصري ومنطاش. ودام معهما إلى أن قبض\nعليه الملك الظاهر برقوق <span id='ms0805'></span> وقتله في سنة ثلاث وتسعين وسبعمائة تقدم الكلام\nعلى اسم دمرداش ومعناه، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head136'>نائب حلب ثم نائب دمشق</h3>\n\n<p>\n00 - 0 - 818 \n</p>\n\n<p>\nه - 000 - 1415م دمرداش بن عبد الله المحمدي الأتابكي الظاهري، الأمير\nسيف الدين.\n</p>\n\n<p>\nهو أيضا من مماليك الملك الظاهر برقوق، وممن صار خاصكيا سلاح دارا في\nسلطنة برقوق الأولى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nفلما خلع برقوق وحبس بالكرك، ونفيت مماليكه أخرج دمرداش هذا إلى الشام،\nوصار بخدمة نائبها الأمير بزلار العمري كما تقدم ذكره في ترجمة دقماق.\nواستمر بدمشق إلى أن خرج أستاذه الملك الظاهر برقوق من حبس الكرك، وتسلطن\nثانيا أنعم على دمرداش هذا بإمرة بالبلاد الشامية، ثم ولاه نيابة حماة.\nفاستمر في نيابة حماة إلى سنة خمس وتسعين، نقل إلى نيابة طرابلس بعد عزل\nالأمير إياس الجرجاوي عنها وتوجهه إلى دمشق أتابكا بها بعد انتقال تنم\nالحسني منها إلى نيابة دمشق.\n</p>\n\n<p>\nوتولى نيابة حماة بعد الأمير آقبغا الصغير؛ فدام دمرداش في نيابة طرابلس\nإلى أن تجرد الظاهر برقوق إلى البلاد الشامية في سنة ست وتسعين، قبض عليه،\nوولي عوضه في نيابة طرابلس الأمير أرغون شاه الإبراهيمي نائب صفد.\n</p>\n\n<p>\nواستقر في نيابة صفد بعد أرغون شاه المذكور آقبغا الهذباني أتابك حلب، ثم\nأطلقه برقوق من يومه بشفاعة والدي - رحمه الله - فيه، وأنعم عليه بأتابكية\nحلب عوضا عن آقبغا الهذباني المستقر في نيابة صفد؛ فدام دمرداش بحلب، وقد\nولي نيابتها والدي سنين إلى أن نقل إلى نيابة حماة ثانيا، عوضا عن الأمير\nيونس بلطا بحكم انتقاله إلى نيابة طرابلس، عوضا عن أرغون شاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nالإبراهيمي بحكم انتقاله إلى نيابة حلب، بعد عزل والدي عنها وقدومه إلى\nالديار المصرية أمير مائة ومقدم ألف بها، واستقراره أمير سلاح.\n</p>\n\n<p>\nفاستمر الأمير دمرداش المذكور في نيابة حماة إلى أن توفي الملك الظاهر\nبرقوق وعصى الأمير تنم نائب الشام على الملك الناصر، وسأله تنم على موافقته\nفأبى؛ فأرسل تنم إلى حصاره عسكرا، ثم أذعن لموافقته لما بلغه موافقة والدي\nلتنم المذكور، وحضر إلى دمشق، وسار مع تنم لقتال الملك الناصر.\n</p>\n\n<p>\nفلما التقى الفريقان <span id='ms0806'></span> فر دمرداش المذكور من عسكر تنم، ولحق بالملك الناصر.\n</p>\n\n<p>\nفلما انتصر الملك الناصر، وقبض على تنم ورفقته واستقر دمرداش هذا في\nنيابة حلب، فتوجه إليها ودخلها في أول شهر رمضان سنة اثنتين وثمانمائة.\nوأقام بها إلى شوال من السنة، ورد عليه الخبر بقدوم قرا يوسف والسلطان أحمد\nبن أويس صاحب بغداد إلى الساجور جافلين من تيمور، فجمع الأمير دمرداش\nالعساكر، واستنجد بالأمير دقماق المحمدي نائب حماة - المتقدم ذكره - وتوجه\nلقتال قرا يوسف والسلطان أحمد، فطرقهم دمرداش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nبالساجور، واقتتل الفريقان إلى أن انكسر الأمير دمرداش هذا كسرة شنيعة،\nورجع دمرداش إلى حلب في دون العشرة أنفس، وأخذ جميع ما كان معهم، وأمسك\nالأمير دقماق نائب حماة إلى أن افتدى وأطلق، فأخذ أمر حلب من يومئذ في\nالنقص والتلاشي إلى أن قدمها تيمور في سنة ثلاث وثمانمائة، وأخذها بالأمان\nفي شهر ربيع الأول من السنة، وفعل فيها ما فعل حسبما ذكرناه في غير هذا\nالموضع.\n</p>\n\n<p>\nثم أن تيمور أخلع على دمرداش وأكرمه؛ ولهذا تقول أهل حلب إن دمرداش كان\nمباطنا مع تيمور في أخذ حلب، وأخذه تيمور صحبته نحو دمشق.\n</p>\n\n<p>\nفلما سمع دمرداش بقدوم الملك الناصر بالعساكر المصرية لقتال تيمور فر من\nتيمور وأتى الناصر، ودام معه إلى أن عاد تيمور إلى بلاده، خلع عليه بنيابة\nحلب ثانيا، وعلى والدي بنيابة دمشق أيضا ثانيا، وتوجها إلى محل كفالتهما،\nودام دمرداش في نيابة حلب إلى أن عزل بالأمير دقماق نائب حماة. ووقع بينهما\nوقعة انكسر دمرداش فيها، وانهزم إلى بلاد التركمان، وذلك في سنة أربع\nوثمانمائة، فدام في تلك البلاد نحوا من سنة، وطلب الأمان، فأنعم عليه\nبنيابة طرابلس، فتوجه إليها، واستمر بها إلى سنة ست وثمانمائة نقل إلى\nنيابة حلب ثالثا، فدخلها في مستهل شهر رمضان سنة ست، واستمر بها إلى شعبان\nمن سنة سبع وثمانمائة طرقه الأمير جكم من عوض بها، وتقاتلا، فانكسر دمرداش،\nوتوجه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nناحية إياس، وركب منها البحر، وتوجه إلى القاهرة، فولاه الملك الناصر\nنيابة حلب، ورسم له <span id='ms0807'></span> بالعود. ثم عزله بعد خروجه إليها، فعاد إلى التركمان،\nوجال في تلك البلاد.\n</p>\n\n<p>\nثم جمع وطرق حلب بغتة، وأخذها في سنة ثمان وثمانمائة.\n</p>\n\n<p>\nفلما سمع نائبها الأمير علان، وهو بحماة عند دقماق نائب حماة، ركب من\nوقته إلى حلب، ومعه الأمير نوروز الحافظي، وأخرجاه منها، فهرب. ثم هجم بعد\nذلك على حماة وأخذها، فجاءه ابن سقلسيز التركماني نائب شيزر وأخرجه منها،\nفتوجه إلى الأمير شيخ المحمودي نائب دمشق، ودام عنده إلى أن اتفق بين جكم\nوبين شيخ الوقعة المشهورة بين حمص والرستن، وانكسر شيخ، عاد دمرداش مع شيخ\nإلى القاهرة؛ فأنعم عليه الملك الناصر بإمرة مائة وتقدمة ألف بها. واستمر\nبالقاهرة إلى أن توجه الناصر إلى البلاد الشامية في سنة تسع خرج معه دمرداش\nالمذكور.\n</p>\n\n<p>\nفلما وصل السلطان إلى حلب، ولاه نيابتها، فلم يثبت، وخرج منها خوفا من\nجكم من عوض، وعاد صحبة السلطان إلى الديار المصرية، فاستمر بها إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p320'> Vol. 05, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nسنة عشر ولي نيابة صفد، فلم تطل مدته بها، ونقل إلى نيابة حلب بعد قتل\nجكم من عوض بآمد، فدام بحلب مدة يسيرة، وطرقه الأمير شيخ، وأخذ حلب منه،\nفخرج هاربا إلى أنطاكية، واستمر بأنطاكية إلى أن وصل الملك الناصر إلى حلب\nحضر دمرداش إليه، وعاد صحبته إلى الديار المصرية، واستقر بها أتابك\nالعساكر، عوضا عن والدي - رحمه الله - بحكم انتقاله إلى نيابة دمشق - وهي\nنيابته الثالثة - ودام على ذلك إلى أن تجرد الملك الناصر إلى البلاد\nالشامية في أواخر سنة أربع عشرة وثمانمائة، لقتال الأمير شيخ ونوروز،\nوواقعهم.\n</p>\n\n<p>\nثم انهزم الناصر - حسبما سنذكره في موضعه إن شاء الله تعالى - ودخل إلى\nدمشق، فوجد والدي محتضرا، ثم توفي من الغد، فحضر الناصر الصلاة عليه، ودفنه\nبتربة الأمير تنم الحسني، وذلك في يوم الخميس سادس عشر المحرم من سنة خمس\nعشرة ثم توجه إلى قلعة دمشق، واستقر بالأمير دمرداش هذا في نيابة دمشق عوضا\nعن والدي - رحمه الله - فباشر دمرداش نيابة دمشق عشرة أيام، وخلع الناصر\nفرج في يوم السبت خامس <span id='ms0808'></span> عشرينه.\n</p>\n\n<p>\nوتسلطن الخليفة المستعين بالله العباسي، واشتد الحصار على الملك الناصر\nبقلعة دمشق، وعنده الأمير دمرداش المذكور، ودام معه إلى ليلة الأحد عاشر\nصفر من السنة، فر دمرداش من عنده، وتوجه إلى حلب، وأقام بالبلاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p321'> Vol. 05, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nالحلبية مدة، وصار ينتقل من بلد إلى أخرى إلى أن تسلطن المؤيد شيخ، وعصى\nعليه الأمير نوروز الحافظي، وجهز كل منهما يستميل دمرداش إلى نفسه فمال إلى\nنوروز على أن يعطيه نيابة حلب.\n</p>\n\n<p>\nوكان فيها من قبل نوروز يشبك بن أزدمر نائبا فرسم له نوروز بذلك، ثم رجع\nعن ذلك، ثم وردت ملطفات من الملك المؤيد إلى حلب بنيابة دمرداش نيابة حلب،\nفلم تصل يده لإخراج نائبها، وطال عليه الأمر، فركب البحر، وقدم إلى الديار\nالمصرية حسبما ذكرنا في ترجمتي أولاد أخيه قرقماس وتغري بردى - يعني سيدي\nالكبير وسيدي الصغير - ووصل القاهرة في يوم السبت مستهل شهر رمضان، فأكرمه\nالسلطان الملك المؤيد، وأخلع عليه.\n</p>\n\n<p>\nوكان الأمير دمرداش هذا هو وأولاد أخيه سيدي الكبير قرقماس وسيدي الصغير\nتغري بردى، لا يجتمعون عند سلطان جملة؛ خوفا من القبض عليهم. فلما اجتمع\nهؤلاء الثلاثة عند الملك المؤيد - يعني دمرداش وولدا أخيه - لكن كان ابن\nأخيه سيدي الصغير قد خرج من القاهرة، بمنزلة الصالحية لنيابة غزة، وكان في\nظن دمرداش أنه خرج قبل ذلك، وأنه بغزة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p322'> Vol. 05, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nفلما رأى المؤيد حضور دمرداش إلى القاهرة، وعود سيدي الكبير من نيابة\nدمشق، وهو أيضا بالقاهرة، أرسل بجماعة من الأمراء من يومه إلى الشرقية على\nأنهم يكبسوا العرب، وندبهم في الباطن للقبض على تغري بردى سيدي الصغير\nبالصالحية.\n</p>\n\n<p>\nثم أرسل خلف دمرداش هذا وخلف ابن أخيه قرقماس سيدي الكبير - المتولي\nنيابة دمشق، عوضا عن الأمير نوروز الحافظي - إلى القلعة، وقبض عليهما في\nليلة السبت ثامن شهر رمضان سنة ست عشرة وثمانمائة، وحملا إلى حبس\nالإسكندرية.\n</p>\n\n<p>\nثم حضرت الأمراء من الصالحية، ومعهم سيدي الصغير في الحديد؛ فحبس بقلعة\nالجبل إلى أن قتل في أول شوال. ثم قتل سيدي الكبير قرقماس بثغر الإسكندرية\nفي السنة <span id='ms0809'></span> المذكورة أيضا.\n</p>\n\n<p>\nودام دمرداش هذا في حبس الإسكندرية إلى سنة ثمان عشرة وثمانمائة، أرسل\nالمؤيد بقتله؛ فقتل في يوم السبت ثامن عشر المحرم من السنة، وله نحو خمسين\nسنة.\n</p>\n\n<p>\nوكان أميرا كبيرا، شجاعا، مقداما، عارفا، جوادا كريما، باشر الحروب وحضر\nالوقائع، وتنقل في عدة ولايات وأعمال جليلة، إلا أنه كان قليل السعادة في\nحركاته، مع معرفة تامة، وخديعة، ومكر، ودهاء. وكان يعظم العلماء، ويحب أهل\nالصلاح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nوبنى بحلب جامعا كان قد أسسه الأمير أقبغا الهذباني الأطروش؛ فكمله، ووقف\nعليه وقفا جيدا، وبنى بطرابلس أيضا زاوية عظيمة على بركة راوية، معروفة به.\n</p>\n\n<p>\nوكان يلوذ لنا بقرابة، وهو أحد أوصياء والدي رحمهما الله تعالى وعفا\nعنهما.\n</p>\n\n<h3 class='dic-item l3' id='head137'>ابن سالم الدكزي</h3>\n\n<p>\n00 - 0 - 806 \n</p>\n\n<p>\nه - 000 - 1403م دمشق خجا بن سالم الدكزي، الأمير سيف الدين، نائب جعبر،\nوأمير التركمان.\n</p>\n\n<p>\nكان غالب أيامه عاصيا على السلطنة ووقع له أمور مع نواب البلاد الشامية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p324'> Vol. 05, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nثم وقع بينه وبين الأمير نعير عداوة، وتقاتلا. ودام القتال بينهما أياما\nإلى يوم الخميس سابع عشرين شهر رمضان سنة ست وثمانمائة انتصر نعير على دمشق\nخجا المذكور وقتله. واستمر القتل في تركمانه وحفدته، وتفرق شملهم، ونهبت\nأموالهم.\n</p>\n\n<p>\nقلت: ومستراح منه؛ لأنه كان من شرار خلق الله المفسدين في الأرض. وكان\nيرتكب عظائم من القتل والنهب، لم تأخذه رأفة على مسلم، وكان كهفا للصوص\nوقطاع الطريق، عليه من الله ما يستحقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head138'>باب الدال والواو</h2>\n\n<h3 class='dic-item l3' id='head139'>الدوادار</h3>\n\n<p>\n00 - 0 - 857 \n</p>\n\n<p>\nه - 000 - 1453م دولات باي بن عبد الله المحمودي، الساقي المؤيدي\nالدوادار، الأمير سيف الدين.\n</p>\n\n<p>\nقدم به خواجا محمود من بلاد الجاركس في جملة مماليك إلى ثغر الإسكندرية؛\nفاشتراه نائبها الأمير آقبردي المنقار المؤيدي، وأحبه، فبلغ الملك المؤيد\nشيخ ذلك، فبعث بطلبه، فوجهه إليه، فأخذه المؤيد، وجعله في طبقة الطواشي\nمرجان الخازندار. ثم أعتقه، وجعله خاصكيا، ثم صار خازندارا، ثم ساقيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nفي آخر دولته، أو بعد موته. واستمر على ذلك إلى أن عزل عن السقاية في\nدولة الملك الصالح محمد بن الملك الظاهر ططر. واستمر على إقطاعه دهرا\nطويلا.\n</p>\n\n<p>\nوكان إقطاعه حصة <span id='ms0810'></span> من جينين القصر، إلى أن أنعم عليه الملك الأشرف برسباي\nبإمرة عشرة بسفارة صهره زوج ابنته الأمير جانم أمير آخور، قريب الملك\nالأشرف برسباي، وذلك في حدود سنين خمس وثلاثين وثمانمائة. ثم جعله من جملة\nرؤوس النواب الصغار. ولا زال على ذلك إلى أن مات الملك الأشرف، وتسلطن ولده\nالملك العزيز يوسف من بعده، ثم وقع بين العزيز وبين الأتابك جقمق العلائي\nما ذكرناه في غير موضع. فانضم دولات باي هذا مع خجداشيته على الأتابك جقمق،\nوركبوا معه، وصاروا من حزبه إلى أن خلع الملك العزيز، وتسلطن جقمق، ولقب\nبالملك الظاهر، أنعم على دولات باي المذكور بإمرة طبلخاناة، وجعله أمير\nآخورا ثانيا، عوضا عن الأمير نخشي باي الأشرفي المقبوض عليه قبل تاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nثم نقله الملك الظاهر بعد مدة يسيرة إلى الدوادارية الثانية، بعد الأمير\nأسنبغا الطياري بحكم انتقاله إلى تقدمة ألف بالديار المصرية. واستقر عوضه\nفي الأمير آخورية الثانية الأمير جرباش المحمدي، المعروف بكرد.\n</p>\n\n<p>\nكل ذلك في سنة اثنتين وأربعين وثمانمائة، فباشر المذكور وظيفة الدوادارية\nالثانية بحرمة وافرة وعظمة زائدة، ونالته السعادة وأثرى، وعمر الأملاك\nالجيدة، وحصل الأموال الكثيرة، وطالت أيامه. وحج أمير الحج في سنة تسع\nوأربعين وثمانمائة، ثم عاد إلى القاهرة. واستمر على ذلك إلى أن أنعم عليه\nالملك الظاهر جقمق بإمرة مائة وتقدمةألف بالديار المصرية، بعد موت الأمير\nتمراز القرمشي أمير سلاح بالطاعون في يوم الاثنين ثالث عشر صفر سنة ثلاث\nوخمسين وثمانمائة، وأنعم بطبلخانته على الأمير يونس السيفي آقباي شاد\nالشراب خاناة. واستقر عوضه في الدوادارية الثانية الأمير تمربغا الظاهري\nعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nإمرة عشرة، فلم يكن بعد أيام إلا وأخلع عليه باستقراره في الدوادارية\nالكبرى في يوم الخميس ثاني عشرين صفر المذكور، عوضا عن الأمير قاني باي\nالجاركسي بحكم انتقاله إلى الأمير آخورية الكبرى بعد موت الأمير قراقجا\nالحسني بالطاعون أيضا.\n</p>\n\n<p>\nوقيل إن تولية دولات باي المذكور للدوادارية الكبرى كانت على بذله نحوا\nمن عشرين ألف دينار للخزانة الشريفة. ولا يبعد ذلك.\n</p>\n\n<p>\nواستمر دولات باي هذا في <span id='ms0811'></span> الدوادارية مدة، ورسم له في سنة خمس وخمسين\nبنيابة حلب لبغيض بدا من السلطان على الأمير قاني باي الحمزاوي نائب حلب.\nثم بطل ذلك من الغد، واستمر على وظيفته إلى أن قبض عليه المنصور عثمان ابن\nجقمق في صفر سنة سبع وخمسين، وحبسه بالإسكندرية مدة يسيرة، وبعد خلع عثمان\nأطلقه الأشرف إينال، فلم تطل مدته وتوفي في السنة المذكورة، وخلف مالا جما،\nأخذه من يستحقه من بعده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head140'>والي القاهرة</h3>\n\n<p>\n00 - 0 - 841 \n</p>\n\n<p>\nه - 000 - 1437م دولات خجا بن عبد الله الظاهري، سيف الدين، والي القاهرة\nومحتسبها.\n</p>\n\n<p>\nهو من أصاغر مماليك الملك الظاهر برقوق الذين كانوا لا يؤبه إليهم.\n</p>\n\n<p>\nكان المذكور من جملة المماليك السلطانية، ودام على ذلك دهرا طويلا إلى أن\nجعله الملك الأشرف برسباي كاشفا ببعض أقاليم الوجه البحري، فأظهر في ولايته\nللكشف من الظلم والعسف ما صيره بعد ذلك واليا بالقاهرة، لما كثر فساد\nالزعر.\n</p>\n\n<p>\nفلما ولي القاهرة أطلق عدة من المحابيس أرباب الجرائم، وهدد من أمسكه\nمنهم ثانيا بالتوسيط، فوسط جماعة منهم عندما ظفر بهم.\n</p>\n\n<p>\nولما كثر ظلمه، عزله السلطان عن الولاية، وولاه الكشوفية؛ ففعل في\nالكشوفية أيضا ما لا يليق ذكره. ثم عزل عن الكشوفية، وطلبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nالسلطان وولاه حسبة القاهرة، عوضا عن القاضي صلاح الدين محمد بن نصر\nالله، فأظهر في حسبة القاهرة أيضا من الظلم والعقوبة للباعة، ما هو مشهور\nعنه؛ فلم تطل أيامه، وأخذه الله بالموت بالطاعون في يوم السبت أول ذي\nالقعدة سنة إحدى وأربعين وثمانمائة، وقد قارب السبعين تخمينا.\n</p>\n\n<p>\nوكان شيخا تركيا، للقصر أقرب، ذا لحية بيضاء، وضيعا في الدول، وعنده ظلم\nوعسف وجور، إلا أنه كان قليل الطمع فتاكا. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head141'>باب الدال والياء المثناة من تحت</h2>\n\n<h3 class='dic-item l3' id='head142'>صاحب كيلان</h3>\n\n<p>\n00 - 0 - 711 \n</p>\n\n<p>\nه - 000 - 1311م ديباج بن عبد الله، الأمير سيف الدين صاحب كيلان.\n</p>\n\n<p>\nخرج متوجها من كيلان متوجها إلى الحج، فلما وصل إلى دمشق أدركه أجله؛\nفمات بها في سنة أربع عشرة وسبعمائة، ودفن بالصالحية.\n</p>\n\n<p>\nوكان جميل الصورة، وله مآثر وصدقات ببلده.\n</p>\n\n<p>\nويقال إنه لما مات بدمشق وجد له <span id='ms0812'></span> شيء كثير.\n</p>\n\n<p>\nقلت: وما أدري هل كان يعتقد ما يعتقده غالب أهل كيلان من التجسيم، وسب\nالعلماء، والأشياء القبيحة التي يتجاهرون بها في كيلان، أم كان جيد\nالاعتقاد، فالله سبحانه وتعالى أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head143'>شيخ الخدام بالحرم النبوي</h3>\n\n<p>\n00 - 0 - 761 \n</p>\n\n<p>\nه - 000 - 1359م دينار بن عبد الله، الطواشي عز الدين، شيخ الخدام\nبالمدينة الشريفة.\n</p>\n\n<p>\nكان أولا من جملة الخدام بالقاهرة، ثم توجه إلى المدينة، وصار من جملة\nالخدام بها بالحرم النبوي - على ساكنه أفضل الصلاة والسلام - واستمر بها\nإلى أن توفي شيخ الخدام ناصر الدين نصر في سنة سبع وعشرين وسبعمائة، فولي\nدينار هذا مكانه، وحسنت سيرته إلى الغاية.\n</p>\n\n<p>\nوكان ملازما لتلاوة القرآن والعبادة. وطالت أيامه في مشيخة الخدام بالحرم\nالنبوي وله مآثر حسنة بالحرم النبوي.\n</p>\n\n<p>\nوكان فيه من الشدة على الرافضة، والقيام في الأمور الشرعية. ثم عزل بصفي\nالدين جوهر، فلم يثمر أمر جوهر المذكور، وعزل قبل خروجه من القاهرة. واستمر\nدينار هذا على عادته مدة طويلة. ثم عزل بشرف الدين مختص الخازندارية؛ فباشر\nمختص بأخلاق غير مرضية، وترفع على الناس؛ فعزل. وأعيد دينار صاحب الترجمة،\nوصار مختص المذكور نائبه في المشيخة؛ لضعف عز الدين دينار هذا وكبر سنه.\n</p>\n\n<p>\nواعتزل عن المشيخة، وأقبل على العبادة إلى أن مات في سنة إحدى وستين\nوسبعمائة، بعد ما عزل قبيل موته في سنة ثمان وخمسين وسبعمائة بافتخار الدين\nياقوت، رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p333'> Vol. 05, p. 333</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>حرف الذال المعجمة</h1>\n\n<h2 class='l2' id='head145'>باب الذال والباء الموحدة</h2>\n\n<h3 class='dic-item l3' id='head146'>الشيخي والي القاهرة</h3>\n\n<p>\n00 - 0 - 704 \n</p>\n\n<p>\nه - 000 - 1304م ذبيان بن عبد الله، الأمير ناصر الدين الشيخي، والي\nالقاهرة.\n</p>\n\n<p>\nحضر من بلاد المشرق، صحبة الشيخ عبد الرحمن الكواشي، رسول الملك أحمد إلى\nالملك المنصور قلاوون. فلما توفي الشيخ عبد الرحمن، صار ناصر الدين هذا\nيخيط الكوافي، فعمل الصنعة بدمشق مدة، ثم قدم إلى القاهرة، وتوصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الأمير ركن الدين بيبرس الجاشنكير إلى أن تولى الولاية بالقاهرة،\nوالتزم بيبرس، وصار بيبرس يعضده إلى أن ولي الوزارة بالديار المصرية. ثم\nقبض عليه وصودر، ثم توفي سنة أربع وسبعمائة بالقاهرة، رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head147'>باب الذال <span id='ms0813'></span> المعجمة والواو</h2>\n\n<h3 class='dic-item l3' id='head148'>ذون بطرو القرنجي</h3>\n\n<p>\n00 - 0 - 719 \n</p>\n\n<p>\nه - 000 - 1319م ذون بطرو، وقيل ذون بترو، الملك الكبير الطاغية الفرنجي\nالأندلسي.\n</p>\n\n<p>\nقتل في سنة تسع عشرة وسبعمائة وسلخ، وحشي قطنا وعلق على باب غرناطة.\n</p>\n\n<p>\nوكان من خبره: أن الفرنج حشدوا، ونفروا من البلاد، وذهب سلطانهم ذون بطرو\nالمذكور إلى طليطلة؛ فدخل على الباب؛ فسجد له وتضرع. وطلب ليستأصل من بقي\nمن المسلمين بالأندلس، وأكد عزمه، فقلق المسلمون لذلك، وعزموا على\nالاستنجاد بالمريني، ونفدوا إليه؛ فلم ينجد، فلجأ أهل غرناطة إلى الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p336'> Vol. 05, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوأقبل الفرنج في جيش لا يحصى فيه خمسة وعشرون ملكا، فقتل الجميع من\nآخرهم. وأقل ما قيل أنه قتل في هذه الملحمة خمسون ألفا من النصارى، وأكثر\nما قيل ثمانون ألفا. وكان نصرا عزيزا ويوما مشهودا.\n</p>\n\n<p>\nوالعجيب أنه لم يقتل من المسلمين من الأجناد سوى ثلاثة عشر فارسا، وأن\nعسكر الإسلام كانوا نحو ألف وخمسمائة فارس، والرجالة نحوا من أربعة آلاف\nراجل، وقيل دون ذلك.\n</p>\n\n<p>\nوكانت الغنيمة تفوق الوصف، وطلبت الفرنج الهدنة؛ فعقدت، وبقي ذون بطرو -\nصاحب الترجمة - على باب غرناطة سنوات، ولله الحمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p337'> Vol. 05, p. 337</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>حرف الراء المهملة</h1>\n\n<h3 class='dic-item l3' id='head150'>السيدة النبوية</h3>\n\n<p>\n00 - 0 - 685 \n</p>\n\n<p>\nه - 000 - 1286م رابعة، بنت ولي العهد أبي العباس أحمد بن المستعصم\nبالله، أمير المؤمنين، وتعرف بالسيدة النبوية، زوجة الصاحب الملك هارون بن\nالصاحب شمس الدين محمد بن محمد الجويني، وأم أولاده: المأمون عبد الله،\nوالأمير أحمد، وزبيدة.\n</p>\n\n<p>\nوكان صداقها على زوجها هارون المذكور مائة ألف دينار، \" كصداق خديجة\nالسلجوقية على الخليفة القائم بأمر الله، وكذلك المكتفي زوج ابنته زبيدة\nبالسلطان مسعود بن محمد بن ملكشاة السلجوقي على صداق مائة ألف دينار \".\nوماتت رابعة - صاحبة الترجمة - ببغداد سنة خمس وثمانين وستمائة في جمادى\nالآخرة.\n</p>\n\n<p>\nوفي التاريخ المذكور أيضا قتل زوجها هارون المذكور، فلم يعلم أحد منهما\nبموت الآخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p338'> Vol. 05, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوهي خلاف رابعة بنت محمود بن عبد الواحد أم الغيث الأصبهانية عمة أبي نصر\nمحمود بن الفضل، العالمة الصالحة.\n</p>\n\n<p>\nوكانت وفاتها سنة سبع وخمسمائة.\n</p>\n\n<p>\nوأيضا خلاف رابعة العدوية أم عمرو، وقيل أم الخير، ووفاتها سنة خمس <span id='ms0814'></span>\nوثمانين ومائة.\n</p>\n\n<p>\nوأيضا خلاف رابعة العابدة. وكانت رابعة العابدة معاصرة لرابعة العدوية،\nوربما تداخلت أخبارهما. ذكرنا هؤلاء خوف الالتباس والله الموفق.\n</p>\n\n<h3 class='dic-item l3' id='head151'>أمير مكة</h3>\n\n<p>\n00 - 0 - 654 \n</p>\n\n<p>\nه - 000 - 1256م راجح بن قتادة بن إدريس بن مطاعن بن عبد الكريم، الشريف\nالحسني المكي أمير مكة.\n</p>\n\n<p>\nولي إمرتها غير مرة، وجرى له في ذلك أمور ومنازعة مع أخيه حسن، بعد موت\nوالده، وحصل بينهما وقائع وحوادث إلى أن مات راجح المذكور في سنة أربع\nوخمسين وستمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p339'> Vol. 05, p. 339</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head152'>أمير مكة أيضا</h3>\n\n<p>\nراجح بن أبي نمى محمد بن أبي سعيد حسن بن علي بن قتادة بن إدريس ابن\nمطاعن، الشريف الحسني المكي، أمير مكة.\n</p>\n\n<p>\n\" ولي إمرتها غير مرة \"، استولى عليها أشهرا، ثم انتزعت منه، وقدم\nالقاهرة على السلطان الملك الناصر محمد بن قلاوون في سنة ثلاث وثلاثين\nوسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head153'>أبو محمد الصميدي</h3>\n\n<p>\n00 - 0 - 718 \n</p>\n\n<p>\nه - 000 - 1318م رافع بن هجرس، الشيخ المقرئ المحدث الفقيه الزاهد الصوفي\nأبو محمد الصميدي، نزيل القاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p340'> Vol. 05, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nسمع بدمشق من أصحاب ابن طبرزد، وبمصر من طائفة. وعني بالرواية والقراءات،\nوكتب وحصل بعض الأصول، وعلق، وأفاد، وتفقه.\n</p>\n\n<p>\nتوفي. كهلا في سنة ثمان عشرة وسبعمائة بالقاهرة، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head154'>راشد التكروري</h3>\n\n<p>\n00 - 0 - 796 \n</p>\n\n<p>\nه - 000 - 1393م راشد، وقيل رشيد، الصالح المعتقد التكروري المجذوب،\nالمقيم بجامع راشدة - خارج مدينة مصر القديمة -.\n</p>\n\n<p>\nكان للناس فيه اعتقاد حسن، ويتبركون بزيارته إلى أن توفي بالبيمارستان\nالمنصوري في يوم السبت ثالث عشرين جمادى الآخرة سنة ست وتسعين وسبعمائة،\nرحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p341'> Vol. 05, p. 341</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head155'>باب الراء والباء الموحدة</h2>\n\n<h3 class='dic-item l3' id='head156'>القرطبي المغربي</h3>\n\n<p>\n00 - 0 - 767 \n</p>\n\n<p>\nه - 000 - 1365م ربيع بن يحيى بن عبد الرحمن بن أحمد بن عبد الرحمن بن\nربيع، أبو الزهر الأشعري القرطبي المغربي.\n</p>\n\n<p>\nهو من بيت كبير شعير بالأندلس.\n</p>\n\n<p>\nروى عن أبيه أبي عامر وغيره، وولي قضاء بعض الأندلس.\n</p>\n\n<p>\nوتوفي بحصن بلش سنة سبع وستين وستمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p342'> Vol. 05, p. 342</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head157'>باب الراء والتاء المثناة من فوق</h2>\n\n<h3 class='dic-item l3' id='head158'>الهندي</h3>\n\n<p>\nحدود 000 - 632ه - 000 - 1234م رتن الهندي، المدعي أنه من أصحاب رسول\nالله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال الشيخ صلاح الدين خليل الصفدي: نقلت من خط علاء الدين علي بن مظفر\nالكندي: حدثنا القاضي <span id='ms0815'></span> الأجل العالم جلال الدين أبو عبد الله محمد بن سليمان\nبن إبراهيم الكاتب من لفظه، قال: أخبرنا الشريف قاضي القضاة بدر الدين أبو\nالحسن علي بن الشريف شمس الدين أبي عبد الله محمد بن الحسين الحسيني\nالأثيري الحنفي من لفظه في العشر الآخر من جمادى الأولى عام أحد وسبعمائة\nبالقاهرة، قال: أخبرني جدي الحسين بن محمد قال: كنت في زمن الصبا - وأنا\nابن سبع عشرة سنة أو ثمان عشرة سنة - سافرت مع أبي محمد وعمي عمر من خراسان\nإلى بلاد الهند في تجارة.\n</p>\n\n<p>\nفلما بلغنا أوائل بلاد الهند وصلنا إلى ضيعة من ضياع الهند، فعرج أهل\nالقفل نحو الضيعة، ونزلوا بها، وضج أهل القافلة، فسألناهم عن الشأن،\nفقالوا: هذه ضيعة الشيخ رتن - اسمه بالهندية وعربه الناس وسموه بالمعمر؛\nلكونه عمر عمرا خارجا عن العادة -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p343'> Vol. 05, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nفلما نزلنا خارج الضيعة رأينا بفنائها شجرة عظيمة تظل خلقا عظيما، وتحتها\nجمع عظيم من أهل الضيعة، سلمنا عليهم وسلموا علينا، ورأينا زنبيلا كبيرا\nمعلقا في بعض أغصان الشجرة؛ فسألنا عن ذلك، فقالوا: هذا الزنبيل فيه الشيخ\nرتن الذي رأى النبي - صلى الله عليه وسلم - ودعا له بطول العمر ست مرات؛\nفسألنا جميع أهل الضيعة أن ينزل الشيخ ونسمع كلامه، وكيف رأى النبي - صلى\nالله عليه وسلم - وما يروى عنه؟؛ فتقدم شيخ من أهل الضيعة إلى الزنبيل -\nوكان بكرة - فأنزله؛ فإذا هو مملوء بالقطن، والشيخ في وسط القطن، ففتح رأس\nالزنبيل، وإذا الشيخ فيه كالفرخ، فحسر عن وجهه، ووضع فمه على أذنه وقال: يا\nجداه: هؤلاء قوم قدموا من خراسان، وفيهم شرفاء أولاد النبي - صلى الله عليه\nوسلم - وقد سألوا أن تحدثهم كيف رأيت رسول الله - صلى الله عليه وسلم -\nوماذا قال لك؟ فعند ذلك تنفس الشيخ وتكلم بصوت كصوت النحل بالفارسية، ونحن\nنسمع ونفهم كلامه، فقال: سافرت مع أبي وأنا شاب من هذه البلاد إلى الحجاز\nفي تجارة، فلما بلغنا بعض أودية مكة، وكان المطر قد ملأ الأودية بالسيل،\nفرأيت غلاما أسمر اللون مليح الكون <span id='ms0816'></span>، حسن الشمائل وهو يرعى إبلا في تلك\nالأودية، وقد حال السيل بينه وبين إبله، وهو يخشى خوض السيل لقوته، فعلمت\nحاله، فأتيت إليه وحملته، وخضت السيل إلى عند إبله من غير معرفة سابقة.\nفلما وضعته عند إبله، نظر إلي وقال لي بالعربية: بارك الله في عمرك، بارك\nالله في عمرك، بارك الله في عمرك؛ فتركته ومضيت إلى سبيلي إلى أن دخلنا مكة\nوقضينا ما كنا أتينا له من أمر التجارة، وعدنا إلى الوطن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p344'> Vol. 05, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nفلما تطاولت المدة على ذلك كنا جلوسا في فناء ضيعتنا هذه في ليلة مقمرة\nرأينا ليلة البدر في كبد السماء إذ نظرنا إليه وقد انشق نصفين، فغرب نصف في\nالمشرق ونصف في المغرب، ساعة زمانية، وأظلم الليل، ثم طلع النصف من المشرق\nوالنصف الثاني من المغرب إلى أن التقيا في وسط السماء، كما كان أول مرة،\nفعجبنا من ذلك غاية العجب، ولم نعرف لذلك سببا. وسألنا الركبان عن خبر ذلك\nوسببه؛ أخبرونا أن رجلا هاشميا ظهر بمكة، وادعى أنه رسول من الله إلى كافة\nالعالم، وأن أهل مكة سألوه معجزة كمعجزة سائر الأنبياء، وأنهم اقترحوا عليه\nأن يأمر القمر فينشق في السماء ويغرب نصفه في المغرب ونصفه في المشرق، ثم\nيعود إلى ما كان عليه؛ ففعل لهم ذلك بقدرة الله تعالى.\n</p>\n\n<p>\nفلما سمعنا ذلك من السفار اشتقت إلى أن أرى المذكور؛ فتجهزت في تجارة،\nوسافرت إلى أن دخلت مكة، وسألت عن الرجل الموصوف، فدلوني على موضعه، فأتيت\nإلى منزله، واستأذنت عليه؛ فأذن لي، ودخلت عليه؛ \" فوجدته جالسا في صدر\nالمنزل، والأنوار تتلألأ في وجهه \"، وقد استنارت محاسنه، وتغيرت صفاته التي\nكنت أعهدها في السفرة الأولى، فلم أعرفه.\n</p>\n\n<p>\nفلما سلمت عليه نظر إلي وتبسم وعرفني، وقال: وعليك السلام، أدن مني، وكان\nبين يديه طبق فيه رطب، وحوله جماعة من أصحابه كالنجوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p345'> Vol. 05, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nيعظمونه ويبجلونه؛ فتوقفت لهيبته؛ فقال ثانيا: أدن مني وكل - الموافقة من\nالمروءة، المنافقة من الزندقة -؛ فتقدمت وجلست وأكلت معهم من الرطب، وصار\nيناولني الرطب بيده المباركة إلى <span id='ms0817'></span> أن ناولني ست رطبات، من سوى ما أكلت بيدي،\nثم نظر إلي وتبسم وقال لي: ألم تعرفني. قلت: كأني، غير أني لم أتحقق؛ فقال:\nألم تحملني في عام كذا، وجاوزت بي السيل حين حال السيل بيني وبين إبلي؟؛\nفعند ذلك عرفته بالعلامة، وقلت له: بلى يا صبيح الوجه؛ فقال لي: امدد يدك،\nفمددت يدي اليمنى إليه؛ فصافحني بيده اليمنى، وقال لي: قل أشهد أن لا إله\nإلا الله وأشهد أن محمدا عبده ورسوله؛ فقلت ذلك كما علمني، فسر بذلك، وقال\nلي عند خروجي من عنده: بارك الله في عمرك، بارك الله في عمرك، بارك الله في\nعمرك؛ فودعته وأنا مستبشر بلقائه وبالإسلام، فاستجاب الله دعاء نبيه - صلى\nالله عليه وسلم -، وبارك في عمري بكل دعوة مائة سنة. وها عمري اليوم نيف\nوستمائة سنة، وجميع من في هذه الضيعة أولاد أولاد أولادي، وفتح الله علي\nوعليهم بكل خير وبكل نعمة ببركة رسول الله - صلى الله عليه وسلم - انتهى.\n</p>\n\n<p>\nوذكر عبد الوهاب القارئ الصوفي أنه مات في حدود سنة اثنتين وثلاثين\nوستمائة.\n</p>\n\n<p>\nوذكر النجيب عبد الوهاب أيضا: أنه سمع من الشيخ محمود بابا رتن، وأنه بقي\nإلى سنة تسع وسبعمائة، وأنه قدم عليهم شيراز. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p346'> Vol. 05, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ أبو عبد الله الذهبي: من صدق هذه الأعجوبة وآمن ببقاء رتن:\nفما لنا فيه حيلة، فليعلم أنني أول من كذب بذلك، وأنني عاجز منقطع معه في\nالمناظرة، وما أبعد أن يكون حين تبدى بأرض الهند وادعى ما ادعى؛ فصدقوه. لا\nبل هذا شيخ مفتر دجال، كذب كذبة ضخمة، لكي تنصلح خائبة الضباغ. وأتى بفضيحة\nكبيرة، والذي يحلف به أنه رتن الكذاب قاتله الله أنى يؤفك. وقد أفردت له\nجزءا فيه أخبار هذا الضال وسميته: \" كسر وثن رتن \".\n</p>\n\n<p>\nوقال الشيخ علم الدين البرزالي: وقد سألته عن هذا الحديث، فقال لي: هو من\nأحاديث الطرقية. انتهى كلام الذهبي رحمه الله.\n</p>\n\n<p>\nقلت: ومعتقدي في رتن المذكور كمعتقد الذهبي - رحمه الله - ولولا أنه\nمشهور ما ذكرته في هذا التاريخ <span id='ms0818'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p347'> Vol. 05, p. 347</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head159'>باب الراء المهملة والزاي</h2>\n\n<h3 class='dic-item l3' id='head160'>رزق الله، أخو النشو</h3>\n\n<p>\n00 - 0 - 740 \n</p>\n\n<p>\nه - 000 - 1339م رزق الله بن فضل الله، مجد الدين، أخو النشو.\n</p>\n\n<p>\nكان أولا نصرانيا. جعله أخوه في استيفاء الخزانة والخاص.\n</p>\n\n<p>\nوكان يدخل على الملك الناصر محمد بن قلاوون لما ينوب عن أخيه.\n</p>\n\n<p>\nفلما كان في بعض الأيام وهو يوم الجمعة سنة ست وثلاثين وسبعمائة أراد\nالسلطان أن يستسلمه؛ فأبى عليه؛ فلكمه السلطان بيده، وعرض عليه السيف؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p348'> Vol. 05, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nفأسلم، وخلع عليه، واستخدمه في ديوان الأمير ملكتمر الحجازي، فساد وظهر\nصيته وعظم وشاع ذكره. وكان فيه كرم نفس ونظافة ملبس وميل إلى المسلمين.\nوكان إذا فصل قماشه يقول للخياط: طوله عن تفصيلي، وكف الفضل عن قدري.\n</p>\n\n<p>\nقال الصفدي: سألته عن ذلك فقال: أنا قصير، وأهب قماشي لمن يكون أطول مني،\n\" فإذا فتقه جاء طوله \".\n</p>\n\n<p>\nوكان يهب قماشه كثيرا إلى الغاية، قل ما يغسل له قماشا، إلا إن كان أبيض.\nوكان في الصيف يغير غالب الأيام مرتين. وعمر دارا مليحة إلى الغاية على\nالخليج الناصري.\n</p>\n\n<p>\nوكان له سبع يقرأ بالجامع الأزهر ويجهز إلى مكة للمجاورين في كل سنة ستين\nقميصا. وكان يستسلم من محبة من خدمه خفية من أمه.\n</p>\n\n<p>\nولما أمسك النشو سلم مجد الدين هذا إلى الأمير قوصون، فأصبح مذبوحا - ذبح\nنفسه - ولم يمكن أحدا من معاقبته، وذلك في ثالث صفر سنة أربعين وسبعمائة.\nوكان حلو الوجه مليح العينين، ربعة. انتهى كلام الصفدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p349'> Vol. 05, p. 349</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head161'>باب الراء والسين المهملتين</h2>\n\n<h3 class='dic-item l3' id='head162'>التباني الحنفي</h3>\n\n<p>\n00 - 0 - 793 \n</p>\n\n<p>\nه - 000 - 1390م رسولا بن أحمد بن يوسف، العلامة جلال الدين التباني\nالعجمي الأصل الحنفي. تفقه على علماء عصره، وأخذ العربية عن الشيخ جمال\nالدين بن هشام وغيره. وبرع في الفقه، والأصلين، والعربية واللغة، والمعاني،\nوالبيان. وتصدر للإفتاء والتدريس عدة سنين، وانتفع به عامة الطلبة، وتفقه\nبه جماعة كبيرة. وعرض عليه قضاء القضاة بالديار المصرية؛ فامتنع وتنزه عن\nذلك. وكتب وصنف التواليف الكثيرة، وشرح كتاب المنار في أصول الفقه، وشرح\nمختصر ابن الحاجب في الأصول، والتلويح في شرح الجامع الصحيح لمغلطاي، ونظم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p350'> Vol. 05, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nكتابا في الفقه وشرحه، وكتب <span id='ms0819'></span> على البرذوي وعلى مشارق الأنوار في الحديث\nوغير ذلك. وكان له حرمة زائدة في الدولة، محببا عند الملوك، وفيه تواضع وبر\nوصدقة. وله نسك من صيام وقيام وفعل الخير إلى أن توفي خارج القاهرة في يوم\nالجمعة ثالث عشر شهر رجب سنة ثلاث وتسعين وسبعمائة.\n</p>\n\n<p>\nوالتباني بالتاء المثناة من فوق وبعدها باء موحدة مشددة وألف ونون وياء\nآخر الحروف نسبة إلى التبانة مكان خارج القاهرة بالقرب من باب الوزير.\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head163'>البلقيني</h3>\n\n<p>\n756 - 803 \n</p>\n\n<p>\nه - 1355 - 1400م رسلان بن أبي بكر بن رسلان بن نصير بن صالح، القاضي\nبهاء الدين أبو الفتح البلقيني الشافعي، مولده سنة ست وخمسين وسبعمائة.\n</p>\n\n<p>\nكان فقيها فاضلا، ناب في الحكم، وشارك في عدة علوم، وهو ابن أخي شيخ\nالإسلام سراج الدين عمر البلقيني، توفي يوم الثلاثاء رابع عشرين جمادى\nالآخرة سنة ثلاث وثمانمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p351'> Vol. 05, p. 351</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head164'>باب الراء المهملة والشين المعجمة</h2>\n\n<h3 class='dic-item l3' id='head165'>الرقي</h3>\n\n<p>\n625 - 711 \n</p>\n\n<p>\nه - 1227 - 1311م رشيد بن كامل، الشيخ رشيد الدين الحرشي الرقي الشافعي.\nوكيل بيت المال بحلب.\n</p>\n\n<p>\nولد سنة خمس وعشرين وستمائة. كان فقيها، وسمع ابن سلمة، وابن علان،\nوالقوصي.\n</p>\n\n<p>\nوكان له نظم ونثر، وكتب في ديوان الإنشاء بدمشق، وحضر مجالس الناصر\nالحلبي، وولي نظر جيش دمشق، ودرس بعصرونية حلب. وكان ذا عقل وصيانة.\n</p>\n\n<p>\nتوفي غريبا سنة إحدى عشرة وسبعمائة، رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p352'> Vol. 05, p. 352</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head166'>باب الراء المهملة والضاد المعجمة</h2>\n\n<h3 class='dic-item l3' id='head167'>العقبي المحدث المستملي 000 - 852ه - 000 - 1448م رضوان بن محمد بن يوسف</h3>\n\nبن سلامة بن البهاء بن سعيد العقبي المصري الشافعي المحدث المستملي البارع،\nمفيد القاهرة، زين الدين أبو النعيم بفتح النون.\n<p>\nمولده في يوم الجمعة من شهر رجب سنة تسع وستين وسبعمائة بمنية عقبة\nبالجيزة، ونشأ بها، ثم انتقل إلى القاهرة، واشتغل بها في عدة علوم، واشتغل\nبالقراءات؛ فتلا على الإمام نور الدين علي بن عبد الله الدميري المالكي\nبالسبع سبع ختمات، ولم يكمل لنافع. ثم تلا بالسبع القرآن العظيم إلى رأس\nالحزب الأول من الأعراف، ومن ثم بالسبع. وقراءة يعقوب إلى رأس الحزب بالبعض\nعلى الشيخ شمس الدين الغماري وأجاز له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p353'> Vol. 05, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nثم تلا بالثمان المذكورة <span id='ms0820'></span> على ركن الدين أبي البركات محمد بن محمد الأشعري\nالمالكي، وتفقه بالشيخ شمس الدين العراقي، وشمس الدين محمد بن إبراهيم بن\nأبي بكر الشطنوفي، وشمس الدين محمد بن عبد الله بن أبي بكر الأنصاري\nالقليوبي، وصدر الدين الأبشيطي، وعز الدين محمد بن أبي بكر بن جماعة، وحضر\nدروس السراج البلقيني، والسراج ابن الملقن، وصدر الدين المناوي، وعز الدين\nمحمد بن أبي بكر بن جماعة.\n</p>\n\n<p>\nوأخذ النحو عن شمس الدين الشطنوفي، والغماري وشمس الدين البساطي، وكتب عن\nالحافظ زين الدين العراقي مجالس كثيرة من أماليه، وسمع الحديث من التقي بن\nحاتم، والبرهان الشامي، وابن أبي المجد، وابن الشيخة، والتقي الدجوي،\nوالبلقيني، وابن الملقن، والعراقي، والهيثمي، وصدر الدين المناوي، وصدر\nالدين الأبشيطي، وبرهان الدين الأبناسي، والغماري، وأحمد بن أبي الدر\nالجوهري، ونجم الدين أحمد بن إسماعيل بن العز، ومن غيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p354'> Vol. 05, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nثم حبب إليه الحديث؛ فلازم السماع من أبي الطاهر بن الكويك؛ فأكثر عنه.\nولم يزل يسمع حتى سمع مع أولاده، وقرأ بنفسه الكثير. ولازم العلامة حافظ\nالعصر قاضي القضاة شهاب الدين أحمد بن علي بن حجر، وكتب عنه الكثير وتفقه\nبه أيضا.\n</p>\n\n<p>\nوحج ثلاث حجات، وجاور مرتين. وسمع بمكة من القاضي زين الدين أبي بكر بن\nالحسين المراغي، والقاضي جمال الدين بن ظهيرة، وابن عمه الخطيب أبي الفضل\nمحمد بن أحمد، وزين الدين الطبري وغيرهم. وخرج لبعض الشيوخ ولنفسه الأربعين\nالمتباينات وغير ذلك.\n</p>\n\n<p>\nوكان دينا، خيرا متواضعا، غزير المروءة، رضي الخلق، ساكنا، بشوشا، طارحا\nللتكلف، سليم الباطن.\n</p>\n\n<p>\nوتوفي عصر يوم الاثنين ثالث شهر رجب سنة اثنتين وخمسين وثمانمائة، عن\nثلاث وثمانين سنة، ودفن من الغد بسكنه بتربة قجماس بالصحراء. وتقدم للصلاة\nعليه بالناس العلامة حافظ العصر قاضي القضاة شهاب الدين أحمد بن علي ابن\nحجر، رحمهما الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p355'> Vol. 05, p. 355</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head168'>باب الراء المهملة والميم</h2>\n\n<h3 class='dic-item l3' id='head169'>أمير مكة</h3>\n\n<p>\n00 - 0 - 746 \n</p>\n\n<p>\nه - 000 - 1345م رميثة بن أبي نمى محمد بن أبي سعد حسن بن علي بن قتادة\nبن إدريس ابن مطاعن الشريف أسد الدين أبو عرادة المكي الحسني أمير مكة <span id='ms0821'></span>.\n</p>\n\n<p>\nوليها نحو ثلاثين سنة أو أزيد في سبع مرات مستقلا بذلك أربعة عشر سنة\nونصف سنة، وشريكا لأخيه حميضة في مرتين مجموعهما نحو عشر سنين، وشريكا\nلأخيه عطيفة خمس سنين. ووقع له مع إخوته وغيرهم حروب وحوادث إلى أن مات في\nيوم الجمعة ثامن ذي القعدة سنة ست وأربعين وسبعمائة بمكة. وطيف به وقت صلاة\nالجمعة والخطيب على المنبر قبل أن يفتتح الخطبة، وسكت الخطيب حتى فرغوا من\nالطواف به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p356'> Vol. 05, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nوكان ابنه عجلان يطوف معه، وحطه في مقام إبراهيم. وتقدم أبو القاسم ابن\nالشقيف الزيدي للصلاة عليه؛ فمنعه من ذلك قاضي مكة شهاب الدين الطبري، وصلى\nعليه بحضرة عجلان، ولم يقل شيئا.\n</p>\n\n<p>\nودفن بالمعلاة، عند القبر الذي يقال إنه قبر خديجة بنت خويلد رضي الله\nعنها.\n</p>\n\n<p>\nورميثة براء مهملة مضمومة وبعدها ميم مفتوحة وياء آخر الحروف ساكنة، ثم\nثاء مثلثة مفتوحة، وهاء ساكنة، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head170'>أمير مكة أيضا</h3>\n\n<p>\n00 - 0 - 837 \n</p>\n\n<p>\nه - 000 - 1433م رميثة بن محمد بن عجلان، الشريف الحسني المكي، أمير مكة.\n</p>\n\n<p>\nولي إمرة مكة مدة ولم تحمد سيرته، ثم عزل، وقتل خارج مكة في خامس شهر رجب\nسنة سبع وثلاثين وثمانمائة. وقد تقدم الكلام قريبا على اسم رميثة. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p357'> Vol. 05, p. 357</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>حرف الزاي</h1>\n\n<h3 class='dic-item l3' id='head172'>مولانا زادة</h3>\n\n<p>\n00 - 0 - 791 \n</p>\n\n<p>\nه - 000 - 1388م زادة، اسمه أحمد بن أبي يزيد بن محمد، الشيخ الإمام\nالعلامة شهاب الدين، المعروف بمولانا زادة، ابن الشيخ أبي يزيد بن الشيخ\nشمس الدين.\n</p>\n\n<p>\nوشمس الدين هذا كان يعرف بالركن الحنفي السرائي. هو والد العلامة محب\nالدين بن مولانا زادة إمام المقام الشريف.\n</p>\n\n<p>\nكان مولانا زادة المذكور إماما بارعا مفننا في عدة علوم، تصدر للإقراء\nوالتدريس بالديار المصرية عدة سنين.\n</p>\n\n<p>\nوهو أول من تولى تدريس الحديث بالمدرسة الظاهرية برقوق. وعند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p358'> Vol. 05, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nإجلاسه أنشأ خطبة بليغة، وهي: الحمد لله الذي صحح بحسان مننه لكل ضعيف\nانقطع إليه طرق الاتصال. ورفع بمتابعة سننه عن كل غريب استند إليه علل\nالاعتضال. وقدر طبقات المعتبرين في أطوار التحقيق كما قدر الأرزاق والآجال\nوكل شيء عنده بمقدار عالم الغيب والشهادة الكبير المتعال. ابتعث <span id='ms0822'></span> سيدنا\nمحمدا - صلى الله عليه وسلم - من أروية المجد وجويرية الأفضال، وأوقد في\nمشكاة رسالته الغراء لإيضاح سنن الهدى بمصابيح العلوم والأعمال، وأطفأ\nبأنوار درايته وأسرار هدايته تواتر الجهل والضلال، \" نور على نور يهدي الله\nلنوره من يشاء ويضرب الله الأمثال \". وأمد دينه المتين بأصحابه البهم\nالأبطال، أسد غابة النزال، المكللين باكلين نهاية المعارف واستيعاب تهذيب\nالكمال، الثابتين لنصرة الدين بقوة اليقين إذ القلوب لدى الحناجر من أهوال\nالسجال، \" وإذ غدوت من أهلك تبوء المؤمنين مقاعد للقتال \"،. اطلع من مشارق\nنبوته الزهر شموس السعد وبدور الإقبال، ونشر رايات آيات جلالته ومعجزات\nرسالته على صفحات الأيام والليال، ونصب لأعلى معالم سنن سنته بأفصح بيان\nوأوضح تبيان رجالا وأي رجال، \" في بيوت أذن الله أن ترفع ويذكر فيها اسمه\nيسبح له فيها بالغدو والآصال \"، ووفق لتشييد أركانها وتمهيد بنيانها من\nجنابه بالعناية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p359'> Vol. 05, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nالأزلية والسعادة الأبدية من العروم الأقيال، فصرفوا عنان العناية نحو\nرفع منارها وإعلاء آثارها بأعمال العمال وبذل الأموال، ليقيموا شعائر الله\nويتخلقوا بمكارم الأخلاق ومحاسن الخصال. \" وينفقوا مما رزقناهم سرا وعلانية\nمن قبل أن يأتي يوم لا بيع فيه ولا خلال \"، والذي اختصه الله تعالى بهذا\nالفضل العظيم، واللطف الجسيم، في زماننا هذا وهو زمان الأمان وارتفاع اليمن\nوالإيمان حتى عمر البلاد بعدله، وغمر العباد بفضله وأشاد منار الإحسان،\nوأباد مقار العدوان، مولانا السلطان الملك الظاهر، اللهم انصره نصرا عزيزا،\nوافتح له فتحا مبينا، وضاعف أعضاد دولته قوة متينا، وكن اللهم مؤيده وحافظه\nوناصره، وعمر بشكرك باطنه وظاهره، ووتد أطناب بقائه بأوتاد الدوام، ومد ظله\nالظليل مدا الليالي والأيام، اللهم ومن نظر بالإحسان في مصالح هذا المكان،\nفانظر إليه بعين إحسانك، وامطر عليه سحائب جودك وامتنانك، ثم دعا وتمم\nبالصلاة على النبي - صلى الله عليه وسلم - وآله وأصحابه. انتهى.\n</p>\n\n<p>\nقيل وكان لأبيه شهرة بالزهد، والعبادة، وكرم النفس؛ فولاه ملك سراي النظر\nعلى الأوقاف، وكانت كثيرة جدا يجمع منه مال جم في كل سنة؛ فلم يتناول منها\nدرهما فما فوقه لا <span id='ms0823'></span> لنفسه، ولا لعياله، حتى ولا علف خيوله. كل هذا الزهد في\nهذا المال الدني؛ ليرزقني الله ولدا صالحا. فإني رأيت فساد أولاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p360'> Vol. 05, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nالمشايخ من تناول هذا المال الخبيث؛ فولد له أحمد - صاحب الترجمة - في\nيوم عاشوراء سنة أربع وخمسين وسبعمائة بمدينة سراي. ومات أبوه وهو ابن تسع\nسنين؛ فربي يتيما، فأصلحه الله تعالى، فبرع في عدة علوم وهو ابن ثمان عشرة\nسنة، وضرب به المثل في الذكاء والحفظ. ثم خرج من وطنه وله عشرون سنة.\nفاشتهر في كل بلد دخلها حتى استوطن دمشق مدة وقدم القاهرة، وولي تدريس\nالظاهرية المذكورة إلى أن مات في يوم الأربعاء حادي عشر المحرم سنة إحدى\nوتسعين وسبعمائة. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head173'>شيخ خانقاة شيخو</h3>\n\n<p>\n00 - 0 - 808 \n</p>\n\n<p>\nه - 000 - 1405م زادة العجمي الحنفي، العلامة شيخ الشيوخ بخانقاة شيخو.\n</p>\n\n<p>\nقال الحافظ شهاب الدين بن حجر: الشيخ زادة المعروف بمولانا زادة قدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p361'> Vol. 05, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nبغداد بطلب من الملك الظاهر برقوق. وكان إماما عالما، فاضلا، بارعا في\nالمعقولات وغيرها.\n</p>\n\n<p>\nوكان فقيها على مذهب الحنفية، قادرا على حل المشكلات بارعا في النحو\nوالمعاني والبيان. يتكلم في البحث بسكون وأدب وتصدر للإقراء والتدريس عدة\nسنين.\n</p>\n\n<p>\nواستمر على ذلك إلى أن اختلط في آخر عمره، وخرجت عنه الخانقاة المذكورة\nللقاضي كمال الدين بن العديم الحنفي، فأقام بعد ذلك مدة لطيفة وتوفي رحمه\nالله في آخر سنة ثمان وثمانمائة. انتهى.\n</p>\n\n<p>\nقلت: وهذا يلتبس على كثير من الناس بمولانا زادة السرائي السابق والد\nالشيخ محب الدين الإمام سبط الأقصرائي. انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head174'>أمير آل فضل</h3>\n\n<p>\n00 - 0 - 791 \n</p>\n\n<p>\nه - 000 - 1388م زامل بن مهنا، الأمير زين الدين، أمير عرب آل فضل.\n</p>\n\n<p>\nكان جليل القدر، محترما في الدول، معظما عند الملك الظاهر برقوق إلى أن\nمات في سنة إحدى وتسعين وسبعمائة، رحمه الله وعفا عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p362'> Vol. 05, p. 362</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head175'>باب الزاي والكاف</h2>\n\n<h3 class='dic-item l3' id='head176'>أبو يحيى صاحب تونس</h3>\n\n<p>\nنيف 640 - 727ه - 1242 - 1326م زكريا بن أحمد بن محمد بن يحيى بن عبد\nالواحد بن الشيخ عمر، الملك أبو يحيى صاحب تونس، وطرابلس، والمهدية، وقابس،\nوتوزر البربري الهنتاني، المغربي المالكي اللحياني.\n</p>\n\n<p>\nولد يتونس سنة نيف <span id='ms0824'></span> وأربعين وستمائة، ووزر ابن عمه المستنصر مدة. وتفقه،\nوأتقن النحو، ثم ملك سنة ثمانين. ثم خلع، وحج في سنة تسع وسبعمائة، واجتمع\nبالشيخ تقي الدين بن تيمية. ثم رد إلى تونس وقد مات صاحبها؛ فملكوه سنة\nإحدى عشرة وسبعمائة، ولقب بالقائم بأمر الله.\n</p>\n\n<p>\nوكان له نظم، ونثر، وفضيلة تامة، ثم سافر إلى طرابلس سنة ثماني عشرة فوثب\nعلى تونس قرابته أبو بكر وملكها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p363'> Vol. 05, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nوضعف حال زكريا هذا؛ ففر ولحق بالإسكندرية سنة إحدى وعشرين وسبعمائة، وقد\nرفض الملك.\n</p>\n\n<p>\nوكان جده من أكبر أصحاب ابن تومرت. وكان اللحياني قد أسقط ذكر المهدي من\nالخطبة.\n</p>\n\n<p>\nوكان جد أبيه قد ملك الغرب بضعا وعشرين سنة، ثم ابنه المستنصر الملقب\nبأمير المؤمنين، وذلك في دولة الملك الظاهر بيبرس البندقداري ودامت دولته\nإلى سنة ست وسبعين وستمائة، وكان شهما، ذا جبروت. وتسلطن بعده ابنه الواثق\nبالله يحيى، ثم خلع بعد سنين وأشهر. وتملك المجاهد إبراهيم، فبقي أربعة\nأعوام، ثم وثب عليه الدعي أحمد بن مروان البجائي، الذي زعم أنه ولد الواثق،\nوتم له ذلك، لأن المجاهد قتل الفضل بن الواثق سرا، فقال: هذا أنا، هو\nالفضل. وتملك عامين حتى قام عليه أبو حفص أخو المجاهد، فهرب الدعي. ثم أسر،\nوهلك تحت السياط بعد اعترافه أنه دعي وكذب، فتملك أبو حفص ثلاثة عشر عاما،\nوأحسن السيرة إلى أن مات سنة أربع وتسعين وستمائة. وقام بعده أبو عصيدة\nمحمد بن الواثق، فتملك خمس عشرة سنة. انتهى.\n</p>\n\n<p>\nقلت: وأما اللحياني هذا صاحب الترجمة، فإنه استوطن إسكندرية حتى توفي بها\nفي سنة سبع وعشرين وسبعمائة. وكان فاضلا، بارعا، إلا أنه كان بخيلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p364'> Vol. 05, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: لا ينكر هذا على مغربي؛ فإن البخل في طبعهم، والعجب الكرم منهم.\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head177'>القزويني، صاحب عجائب المخلوقات</h3>\n\n<p>\n00 - 0 - 682 \n</p>\n\n<p>\nه - 000 - 1283م زكريا بن محمود، القاضي عماد الدين أبو يحيى الأنصاري\nالقزويني. كان قاضي واسط والحلة أيام الخليفة. وكان إماما عالما، فقيها،\nوله التصانيف المفيدة، من ذلك: كتاب عجائب المخلوقات.\n</p>\n\n<p>\nمات في يوم الخميس سابع المحرم سنة اثنتين وثمانين وستمائة <span id='ms0825'></span>. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head178'>بدر الدين الدشناوي</h3>\n\n<p>\n00 - 0 - 700 \n</p>\n\n<p>\nه - 000 - 1300م زكريا بن يحيى بن هارون بن يوسف بن يعقوب بن عبد الحق بن\nعبد الله، الشيخ بدر الدين الدشناوي المولد التونسي المنشأ.\n</p>\n\n<p>\nكان فقيها مالكيا، أديبا فاضلا، وله نظم ونثر، وحدث بشيء من شعره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p365'> Vol. 05, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nسمع منه الحافظ فتح الدين بن سيد الناس، والشيخ زين الدين عمر بن الحسن\nابن حبيب وغيرهما ومن شعره:\n</p>\n\n<p>\nلا تسلني عن السلو وسل ما ... صنعت بي لطفا محاسن سلمى\n</p>\n\n<p>\nأوقعت بين مقلتي ورقادي ... وسقامي والجسم حربا وسلما\n</p>\n\n<p>\nتوفي رحمه الله بعد السبعمائة بقليل، عفا الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p366'> Vol. 05, p. 366</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head179'>باب الزاي والهاء</h2>\n\n<h3 class='dic-item l3' id='head180'>الزهوري المجذوب</h3>\n\n<p>\n00 - 0 - 801 \n</p>\n\n<p>\nه - 000 - 1398م الزهوري، الشيخ المجذوب العجمي المعتقد.\n</p>\n\n<p>\nكان شيخا عجميا، ذاهب العقل، وكان للناس فيه اعتقاد عظيم، لا سيما الملك\nالظاهر برقوق؛ فإنه كان غالب إقامة الزهوري المذكور بقلعة الجبل في دور حرم\nالملك الظاهر برقوق. وقيل إنه هو الذي قال لبرقوق: يا برقوق أنا آكل\nفراريج، وأنت تأكل دجاج! وأشار بموته ثم بموت برقوق من بعده بمقدار ما يكبر\nالفروج، فحفظ ذلك عنه؛ فكان كذلك. ونسبت هذه المقالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p367'> Vol. 05, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا للشيخ أبي عبد الله محمد بن سلامة النويري المغربي، المعروف\nبالكركي، والله أعلم.\n</p>\n\n<p>\nقلت: كلاهما كان خصيصا عند الملك الظاهر برقوق، ولكن هذه المقالة\nللمجاذيب أقرب.\n</p>\n\n<p>\nحكى لي جماعة من سراري الملك الظاهر برقوق وبعض زوجاته: فإنه والدي -\nرحمه الله - كان قد تزوج ببعض زوجات الملك الظاهر برقوق، واشترى أيضا من\nسراريه جماعة كبيرة، منهن أربعة بقين أمهات أولاد. غالب من حكى لي منهن: أن\nالملك الظاهر برقوق لما مات الزهوري - صاحب الترجمة - في أول صفر سنة إحدى\nوثمانمائة داخله الوهم. ثم مرض إلى أن مات في شوال من السنة انتهى.\n</p>\n\n<p>\nقلت: وسماه العيني محمد بن عبد الله، وقال المقريزي كما قلنا، والله\nأعلم.\n</p>\n\n<h3 class='dic-item l3' id='head181'>الشريف الحسيني</h3>\n\n<p>\n00 - 0 - 838 \n</p>\n\n<p>\nه - 000 - 1434م زهير بن سليمان بن زيان بن منصور بن جماز بن شيخة،\nالشريف الحسيني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p368'> Vol. 05, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n- على ما قيل - كان فاتكا، خارجا عن طاعة السلطان، قليل الدين، كثير\nالفسق، ويخيف السبل، ويقطع <span id='ms0826'></span> الطريق. وكان يسير في بلاد نجد وبلاد العراق\nوأراضي الحجاز في جمع كبير من المفسدين، نحو ثلاثمائة فارس وعدة رماة\nبالسهام؛ فكان يأخذ بهؤلاء القفول من الحجاج والمسافرين. ودام على ذلك مدة\nطويلة إلى أن أراح الله الناس منه.\n</p>\n\n<p>\nوقتل في شهر رجب في سنة ثمان وثلاثين وثمانمائة في محاربة أمير المدينة\nالنبوية الشريف مانع بن علي بن عطية بن منصور بن جماز بن شيخة الحسيني.\n</p>\n\n<p>\nوقتل مع زهير هذا جماعة من بني حسين منهم ولد غرير بن هيازع بن هبة ابن\nجماز وغيره. انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head182'>الصاحب بهاء الدين زهير</h3>\n\n<p>\n581 - 656 \n</p>\n\n<p>\nه - 1185 - 1258م زهير بن محمد بن علي بن يحيى بن الحسن بن جعفر، العلامة\nالأديب البارع الكاتب الصاحب بهاء الدين زهير، أبو الفضل، وأبو العلاء\nالأزدي المهلبي، القوصي الأصل، المكي المولد، المصري الدار والوفاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p369'> Vol. 05, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nولد بمكة سنة إحدى وثمانين وخمسمائة، ونشأ بالقاهرة، وحفظ القرآن العزيز.\n</p>\n\n<p>\nوسمع من علي بن أبي البنا وغيره. واشتغل وبرع في عدة علوم كالفقه\nوالعربية واللغة.\n</p>\n\n<p>\nوأما الأدبيات؛ فكان به يضرب المثل فيها. كان إمام وقته وفريد عصره، لا\nسيما في البلاغة ورقة الألفاظ. وديوان شعره مشهور.\n</p>\n\n<p>\nقال بعض الفضلاء: ما تعاتب الأصحاب ولا تراسل الأحباب بمثل شعر البهاء\nزهير.\n</p>\n\n<p>\nوشعره في غاية الانسجام والعذوبة والفصاحة. وهو السهل الممتنع.\n</p>\n\n<p>\nوكان - رحمه الله - فاضلا، كاتبا، كريما، نبيلا، جميل الأوصاف، حسن\nالأخلاق، طويل الروح، حلو النادرة.\n</p>\n\n<p>\nوكان في مبادئ أمره خدم الملك الصالح أيوب، وسافر معه إلى الشرق.\n</p>\n\n<p>\nفلما ملك الملك الصالح الديار المصرية رقاه إلى أرفع المراتب، ونفده\nرسولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p370'> Vol. 05, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الملك الناصر صاحب حلب يطلب منه أن يسلم إليه عمه الملك الصالح\nإسماعيل، فقال: كيف أسيره إليه وقد استجار بي، وهو خال أبي ليقتله؛ فرجع\nإليها زهير إلى الملك الصالح بذلك، فعظم على الصالح وسكت عن حنق.\n</p>\n\n<p>\nولما كان الملك الصالح مريضا بالمنصورة في حصار الفرنج لها تغير على\nالبهاء زهير وأبعده؛ لأنه كان كثير التخيل والغضب والمعاقبة على الوهم.\nوكانت السيئة عنده ما تغفر.\n</p>\n\n<p>\nولما مات الملك <span id='ms0827'></span> الصالح اتصل البهاء زهير بخدمة الملك الناصر صاحب الشام.\nوله فيه غرر مدائح. ثم رجع إلى القاهرة، ولزم داره يبيع كتبه وموجوده حتى\nانكشف حاله بالكلية.\n</p>\n\n<p>\nوكان البهاء زهير - فيما قيل - أسود اللون، قصيرا، شيخا بذقن مقرطمة\nصغيرة؛ فكان يسلك مسلك ابن الزبير في وضع الحكايات على نفسه حذقا منه؛ لئلا\nيدع للناس عليه كلاما. من ذلك أنه حكى مرة لجماعة الديوان، قال: جاءت اليوم\nإلي امرأة ما رأيت عمري أحسن منها، وراودتني على ذلك الفعل. فلما كان ما\nكان أردت أن أدفع إليها شيئا من الذهب، فقالت: ما فعلت هذا من حاجة، ولكن\nأرأيت عمرك أحسن مني، فقلت: لا والله، فقالت: إن زوجي يدعني ويميل إلى\nواحدة ما رأيت عمري أوحش منها. فلما عذلته ونهيته وما انتهى، أردت مكافأته،\nوقد فتشت هذه المدينة، فلم أر فيها أوحش منك، ففعلت معك هذا مقابلة لزوجي.\nفقلت لها: ها أنا هاهنا كلما اجتمع زوجك بتلك تعالي أنت إلى هنا انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p371'> Vol. 05, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nقلت، ومن شعره:\n</p>\n\n<p>\nاغصن النقا لولا القوام المهفهف ... لما كان يهواك المعنى المعنف\n</p>\n\n<p>\nويا ظبي لولا أن فيك محاسنا ... حكين الذي أهوى لما كنت توصف\n</p>\n\n<p>\nكلفت بغصن وهو غصن ممنطق ... وهمت بظبي وهو ظبي مشنف\n</p>\n\n<p>\nومما دهاني أنني من حيائه ... أقول قليل طرفه وهو مرهف\n</p>\n\n<p>\nوذلك أيضا مثل بستان خده ... به الورد يسمى مضعفا وهو مضعف\n</p>\n\n<p>\nفيا ظبي هلا كان منك التفاتة؟ ... ويا غصن هلا كان منك تعطف؟\n</p>\n\n<p>\nويا حرم الحسن الذي هو آمن ... ومن حوله ألبابنا تتخطف\n</p>\n\n<p>\nعسى عطفه للوصل يا واو صدغه ... وحقك إني أعرف الواو تعطف\n</p>\n\n<p>\nأأحبابنا أما غرامي بعدكم ... فقد زاد عما تعرفون وأعرف\n</p>\n\n<p>\nأطلتم عقابي في الهوى فتطولوا ... فبي كلف في حمله أتكلف\n</p>\n\n<p>\nووالله ما فارقتكم عن ملالة ... وجهدي لكم أني أقول وأحلف.\n</p>\n\n<p>\nوله في سيف:\n</p>\n\n<p>\nبرسم الغزاة وضرب العداة ... بكف همام رفيع الهمم\n</p>\n\n<p>\nتراه إذا اهتز في كفه ... كخاطف برق سرى في يم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p372'> Vol. 05, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nذكر الأديب البارع علي بن سعيد المغربي الأندلسي في أول كتاب الغراميات\nله <span id='ms0828'></span> قال: طرقت البلاد لأكتب من شعر البهاء زهير الحجازي:\n</p>\n\n<p>\nفكان مما لعب بخاطري ... لعب الرياح بالغصون\n</p>\n\n<p>\nوتمكن منه تمكن العيون ... الدعج من الفؤاد المفتون\n</p>\n\n<p>\nشعره الذي أوله:\n</p>\n\n<p>\nتعالوا بنا نطوي الحديث الذي جرى ... فلا سمع الواشي بذاك ولا درى\n</p>\n\n<p>\nتعالوا بنا حتى نعود إلى الرضى ... وحتى كأن العهد لن يتغيرا\n</p>\n\n<p>\nولا تذكروا الذنب الذي كان بيننا ... على أنه ما كان ذنب فيذكرا\n</p>\n\n<p>\nوحملني الشغف بطريقة هذا الرجل على حفظ ما يرد من شعره على أفواه\nالواردين من الشرق إلى أن جمع الله بيني وبينه بالقاهرة حاضرة الديار\nالمصرية؛ فقل في منهل عذب تمكن منه عطشان.\n</p>\n\n<p>\nثم كانت المؤانسة، فكدت أصعق لما أنشدني قوله، وما وجدت روحي معي البتة:\n</p>\n\n<p>\nرويدك قد أفنيت يا بين أدمعي ... وحسبك قد أحرقت يا شوق أضلعي\n</p>\n\n<p>\nإلى كم أقاسي بعد فرقة ... وحتى متى يا بين أنت معي معي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p373'> Vol. 05, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n\" وقالوا علمنا ما جرى منك بعدنا ... فلا تظلموني ما جرى غير أدمعي \"\n</p>\n\n<p>\nرعى الله ذاك الوجه حيث توجهوا ... وحيته عني الشمس في كل مطلع\n</p>\n\n<p>\nويا رب جدد كلما هبت الصبا ... سلامي على ذاك الحبيب المودع\n</p>\n\n<p>\nوقلت له، وقد أعجبني انفعالي لما صدر عنه من هذه المحاسن الغرامية: يا\nسيدي لا يمضي اعتقادي فيكم مذ مدة طويلة \" وأنا بالمغرب الأقصى ضائعا.\nوالغرض كله التهذيب الموصل إلى ما يتعلق \" بأهداب طريقتكم فقد علمتم مهيارا\n\" من عجم الديلم لما شرب ماء دجلة والفرات، وصحب سيده الشريف الرضي نمت\nأشعاره من خلال \" أشعاره؛ فتبسم وقال: لا تنزلت أنت إلى أول طبقة مهيار،\nولا ترفعت أنا إلى طبقة الشريف الرضي، لكن كل زمان له رؤساء وأتباع في كل\nفن. وإن تكونوا صغار قوم؛ فستكونوا كبار قوم آخرين. واعلم بأنك نشأت ببلاد\nولع شعراؤها بالغوص على المعاني، وزهدوا في علوية الألفاظ، والتلاعب بمحاسن\nصياغتها المكسوة بأسرار الغرام، وطريقة المغاربة في مثل قول ابن خفاجة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p374'> Vol. 05, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nدعتني أنس أصفحنا نشوة ... فيها تمهد مضجعي وتدمث\n</p>\n\n<p>\nخلف على أبهى الأراكة ظلها ... والغصن يصغي والحمام يحدث\n</p>\n\n<p>\nوالشمس تجنح للغروب <span id='ms0829'></span> مريضة ... والرعد يرقى والغمامة تنفث\n</p>\n\n<p>\nوقول الرصافي:\n</p>\n\n<p>\nوغريل لم تزل في الغزل جائله ... بنانه جولان الفكر في الغزل\n</p>\n\n<p>\nجدلان تلعب بالمحراك أنمله ... على المدا لعب الأيام بالدول\n</p>\n\n<p>\nما إن بنى تعب الأطراف مشتغلا ... أفديه من تعب الأطراف مشتغل\n</p>\n\n<p>\nجدبا بكفيه أو فحصا بأخمصه ... تحيط الظبي في أشراك محتبل\n</p>\n\n<p>\nلا يشق فيها غبارهم ولا تلحق آثارهم ... وأما مثل قول ابن العلم الواسطي\n</p>\n\n<p>\nوحلوا بأفئدة الرجال وغادروا ... بصدورها فكرا هي الأشجان\n</p>\n\n<p>\nواستقبلوا الوادي فأطرقت المها ... وتحيرت بغصونها الكثبان\n</p>\n\n<p>\nفكأنما اغترفت ضحى بقدودها ... الأغصان أو بعيونها الغزلان\n</p>\n\n<p>\nوقول ابن التعاويذي:\n</p>\n\n<p>\nإن قلت جرت على ضعفي يقول متى ... كان المحب من المحبوب منتصفا\n</p>\n\n<p>\nأو قلت أتلفت روحي قال لا عجب ... من ذاق طعم الهوى يوما وما تلفا\n</p>\n\n<p>\nقد قلتم الغصن ميال ومنعطف ... فكيف مال على ضعفي وما عطفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p375'> Vol. 05, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nفطران لا يلم أهل بلادك؛ فقلت: المحاسن - أعزك الله - المقسمة.\n</p>\n\n<p>\nوفي المغاربة من تبعث من أشعاره أسحار الكلام ويتم عليها أسرار الغرام،\nمثل الوزير أبي الوليد بن زيدون في قصيدته التي منها:\n</p>\n\n<p>\nبنتم وبنا فما ابتلت جوانحنا ... شوقا إليكم ولا جفت مآقينا\n</p>\n\n<p>\nوسرد ابن سعيد القصيدة.\n</p>\n\n<p>\nقال ابن سعيد: ثم أمسكت فقال: ما أنشأت أندلسكم مثل هذا الرجل في الطريقة\nالغرامية، وأظنه كان صادق العشق. قلت: نعم كان يعشق أعلا منه قدرا، وأرق\nحاشية، وألطف ظرفا، وهي ولادة بنت المستكفي المرواني علقها بقرطبة حضرة\nالملك. ثم قص عليه ذكر جماعة من المغرب. وذكر انفصاله من ذلك المجلس. ثم\nقال: ووصلت إلى ميعاده، فوجدته بخزانة كتبه، فكانت أول خزانة ملكوية\nرأيتها، لأنها تحتوي على خمسة آلاف سفر ونيف.\n</p>\n\n<p>\nوذكر أنه أمره بحفظ أشعار التلعفري والحاجري وابن الفارض، وأنه قال له\nيوما: اجز، يا بان وادي الأجزع، فقال ابن سعيد: سقيت غيث الأدمع. فقال له\nالبهاء زهير: قاربت، ولكن طريقتنا أن نقول: هل ملت من شوق معي، فقال: الحق\nما عليه غطاء هذا أولى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p376'> Vol. 05, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nولازمته بعد ذلك نحو ثلاث سنين، أنشدته في أثنائها قولي:\n</p>\n\n<p>\nوأطول شوقي إلى ثغور <span id='ms0830'></span> ... ملا من الشهد والرحيق\n</p>\n\n<p>\nعنها أخذت الذي تراه ... يعذب في شعري الرقيق\n</p>\n\n<p>\nفارتاح وقال: سلكت جادة الطريق، ما تحتاج إلى دليل.\n</p>\n\n<p>\nقلت: توفي صاحب الترجمة في سنة ست وخمسين وستمائة، رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p377'> Vol. 05, p. 377</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>حرف السين المهملة</h1>\n\n<h3 class='dic-item l3' id='head184'>الفقير الشيرازي</h3>\n\n<p>\n00 - 0 - 692 \n</p>\n\n<p>\nه - 000 - 1292م سابقان، وقيل محمود، الفقير الشيرازي، المقيم بالكلاسة.\n</p>\n\n<p>\nكان شهما، مقداما، معظما عند الأعيان، مهابا.\n</p>\n\n<p>\nوكان للناس فيه اعتقاد ومحبة. توفي بالكلاسة سنة اثنتين وتسعين وستمائة،\nودفن بزاوية القلندرية، وهم الذين تولوا أمره ودفنه بوصيته. رحمه الله\nتعالى وعفا عنه.\n</p>\n\n<h3 class='dic-item l3' id='head185'>الميداني</h3>\n\n<p>\n00 - 0 - 691 \n</p>\n\n<p>\nه - 000 - 1291م سابق الميداني، الأمير سيف الدين.\n</p>\n\n<p>\nكان من كبار أمراء دمشق في دولة الملك المنصور قلاوون. وكان شيخا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p378'> Vol. 05, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nتركيا مشهورا بالشجاعة. وكانت داره بالقرب من حمام كري بدمشق.\n</p>\n\n<p>\nتوفي سنة إحدى وتسعين وستمائة، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head186'>قاضي القضاة مجد الدين الحنبلي</h3>\n\n<p>\n00 - 0 - 826 \n</p>\n\n<p>\nه - 000 - 1422م سالم بن أحمد، قاضي القضاة مجد الدين المقدسي، ثم المصري\nالحنبلي.\n</p>\n\n<p>\nمولده في سنة ثمان وأربعين وسبعمائة. وتولى قضاء الديار المصرية في سنة\nثلاث وثمانمائة، ودام قاضيا مدة طويلة إلى أن عزله الملك المؤيد شيخ بقاضي\nالقضاة علاء الدين بن مغلي الحموي في مستهل صفر سنة ثمان عشرة وثمانمائة.\nفكانت ولايته نحو خمس عشرة سنة. وحج في غضون ذلك. واستمر معزولا بالقاهرة\nإلى أن حصل له فالج، ودام به إلى أن مات في يوم الخميس تاسع عشرين ذي\nالقعدة سنة ست وعشرين وثمانمائة. وكان فقيها، عالما، فاضلا، دينا، عفيفا،\nيحفظ المحرر في مذهبه، رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p379'> Vol. 05, p. 379</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head187'>أمين الدين بن صصري</h3>\n\n<p>\n644 - 698 \n</p>\n\n<p>\nه - 1246 - 1298م سالم بن محمد بن سالم بن الحسن بن هبة الله بن محفوظ بن\nصصري، القاضي أمين الدين أبو الغنائم الثعلبي الدمشقي الشافعي.\n</p>\n\n<p>\nمولده سنة أربع وأربعين وستمائة. وكان على وجهه شامة كبيرة حمراء جميلة.\nحدث عن مكي بن علان، وسمع من خطيب مردا، والرشيد العطار، والرضي ابن\nالبرهان، وإبراهيم بن خليل وجماعة. وكان إماما عالما، زاهدا، فاضلا، كاتبا.\nوله عقل وافر، وفضل ظاهر، وتولى نظر الخزانة، ونظر الديوان الكبير وغير\nذلك. ثم عف عن ذلك <span id='ms0831'></span> جميعه. وحج وجاور، وتوجه إلى دمشق ولزم داره وأقبل على\nشأنه حتى توفي سنة ثمان وتسعين وستمائة. وكان موصوفا بالأمانة والصيانة،\nرحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p380'> Vol. 05, p. 380</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head188'>باب السين والباء الموحدة</h2>\n\n<h3 class='dic-item l3' id='head189'>سبرج الكمشبغاوي</h3>\n\n<p>\n00 - 0 - 790 \n</p>\n\n<p>\nه - 000 - 1388م سبرج بن عبد الله الكمشبغاوي، الأمير سيف الدين، نائب\nقلعة الجبل بالديار المصرية.\n</p>\n\n<p>\nأصله من مماليك الأمير كمشبغا خازندار الأمير صرغتمش الناصري صاحب\nالمدرسة بالصليبة. وتنقل سبرج المذكور في الخدم حتى صار أمير طبلخاناة. ثم\nولي نيابة قلعة الجبل في الدولة الظاهرية برقوق. واستمر على ذلك حتى توفي\nتاسع عشرين شهر ربيع الآخر سنة تسعين وسبعمائة، رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p381'> Vol. 05, p. 381</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head190'>باب السين والتاء المثناة من فوق</h2>\n\n<h3 class='dic-item l3' id='head191'>ست الوزراء</h3>\n\n<p>\n624 - 717 \n</p>\n\n<p>\nه - 1226 - 1312م ست الوزراء، الشيخة المعمرة الصالحة المسندة رفيقة\nالحجار، أم عبد الله بنت القاضي شمس الدين عمر بن العلامة شيخ الحنابلة\nوجيه الدين أسعد بن المنجا ابن أبي البركات التنوخية الدمشقية الحنبلية.\n</p>\n\n<p>\nمولدها أول سنة أربع وعشرين وستمائة. وسمعت صحيح البخاري، ومسند الشافعي\nمن أبي عبد الله الزبيدي، وسمعت من والدها جزئين. وعمرت دهرا. وروت الكثير،\nوطلبت إلى الديار المصرية، وحجت مرتين، وتزوجت بأربعة، رابعهم نجم الدين\nعبد الرحمن بن الشيرازي. وكان لها ثلاث بنات. وروت الصحيح مرات بدمشق\nوبالقاهرة، وقرأ عليها الحافظ أبو عبد الله الذهبي مسند الشافعي، وهي آخر\nمن حدث بالكتاب. وكانت ثابتة، طويلة الروح على طول المواعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p382'> Vol. 05, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nسمع منها الداني، وابن المحب، وفخر الدين المصري، وصلاح الدين العلائي\nوابن قاضي الريداني، وخلق كثير.\n</p>\n\n<p>\nتوفيت سنة سبع عشرة وسبعمائة، رحمها الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head192'>ست العرب</h3>\n\n<p>\n669 - 731 \n</p>\n\n<p>\nه - 1270 - 1330م ست العرب، المسندة المعمرة، أم محمد بنت الشيخ المحدث\nعز الدين عبد الحافظ بن عبد المنعم بن غازي بن عمر المقدسي.\n</p>\n\n<p>\nمولدها في سنة تسع وستين وستمائة.\n</p>\n\n<p>\nسمعت من الشيخ شمس الدين محمد بن عمر وغيره، وحدثت.\n</p>\n\n<p>\nتوفيت بدمشق في ثامن شهر رجب الفرد سنة إحدى وثلاثين وسبعمائة، رحمها\nالله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p383'> Vol. 05, p. 383</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head193'>باب السين والدال المهملة</h2>\n\n<h3 class='dic-item l3' id='head194'>الدمياطي الطبيب</h3>\n\n<p>\n00 - 0 - 743 \n</p>\n\n<p>\nه - 000 - 1342م السديد الدمياطي الطبيب اليهودي.\n</p>\n\n<p>\nكان من أطباء الملك الناصر محمد بن قلاوون <span id='ms0832'></span>. قرأ على الشيخ علاء الدين ابن\nالنفيس، وحضر مباحثه مع القاضي جمال الدين بن واصل.\n</p>\n\n<p>\nوكان السديد هذا فاضلا في الطب وغيره، ويستحضر كثيرا من كلام الأطباء،\nوكان سعيد العلاج، لم يكن في عصره مثله في العلاج. وتوفي سنة ثلاث وأربعين\nوسبعمائة، وقيل غير ذلك.\n</p>\n\n<p>\nوهذا السديد خلاف أبي أولاد السديد القوصيين؛ كانوا جماعة منهم: جمال\nالدين محمد بن عبد الوهاب، ومنهم شمس الدين أحمد بن علي، ومنهم مجد الدين\nهبة الله بن علي. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p384'> Vol. 05, p. 384</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head195'>باب السين والراء المهملة</h2>\n\n<h3 class='dic-item l3' id='head196'>الرجبي الطويل</h3>\n\n<p>\n00 - 0 - 791 \n</p>\n\n<p>\nه - 000 - 1388م سراي بن عبد الله الرجبي الطويل، الأمير سيف الدين أحد\nمماليك الأمير الأتابك يلبغا العمري.\n</p>\n\n<p>\nكان من جملة أمراء الطبلخانات في الدولة الظاهرية برقوق وكان - رحمه الله\n- مشكور السيرة.\n</p>\n\n<p>\nمات خارج القاهرة في ثالث عشر شهر ربيع الأول سنة إحدى وتسعين وسبعمائة،\nرحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p385'> Vol. 05, p. 385</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head197'>باب السين والعين المهملة</h2>\n\n<h3 class='dic-item l3' id='head198'>أمير الينبع</h3>\n\n<p>\n00 - 0 - 804 \n</p>\n\n<p>\nه - 000 - 1401م سعد بن أبي الغيث بن عبادة بن إدريس بن حسن بن قتادة بن\nإدريس بن مطاعن بن عبد الكريم بن عيسى بن حسين بن سليمان بن علي بن عبد\nالله بن محمد بن موسى بن عبد الله بن الحسن بن الحسين بن علي بن أبي طالب\nرضي الله عنه.\n</p>\n\n<p>\nالأمير الشريف الحسني الينبعي، أمير الينبع. وليها غير مرة وتردد إلى\nالقاهرة مرارا. وكان له فضيلة ومحاسن. مات معزولا في ذي القعدة سنة أربع\nوثمانمائة وقد أناف على الستين.\n</p>\n\n<h3 class='dic-item l3' id='head199'>الإسفراييني</h3>\n\n<p>\n00 - 0 - 783 \n</p>\n\n<p>\nه - 000 - 1381م سعد الله بن عمر بن محمد بن علي، الشيخ سعد الدين أبو\nالسعادات الإسفراييني الصوفي نزيل مكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p386'> Vol. 05, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nسمع على الميدومي المسلسل بالأولية، وعلى أحمد بن الجوخي مشيخته، وسنن\nالنسائي رواية ابن السني، ومعجم ابن جميع - إلافوتا - من أوله إلى آخر حرف\nالغين المعجمة.\n</p>\n\n<p>\nوحدث بمكة، وجاور بها سنين إلى أن مات بها بعد الحج سنة ثلاث وثمانين\nوسبعمائة، ودفن بالمعلاة، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head200'>شيخ الإسلام سعد الدين، العلامة ابن الديري الحنفي</h3>\n\n<p>\n768 - 868 \n</p>\n\n<p>\nه - 1366 - 1463م\n</p>\n\n<p>\nسعد بن محمد بن عبد الله بن سعد بن أبي <span id='ms0833'></span> بكر بن مصلح بن أبي بكر بن سعد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p387'> Vol. 05, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nقاضي القضاة، شيخ الإسلام، علامة الدنيا، وحيد دهره وفريد عصره، ابن قاضي\nالقضاة شمس الدين العبسي الديري المقدسي الحنفي. مولده ببيت المقدس المبارك\nفي سابع عشر شهر رجب سنة ثمان وستين وسبعمائة، وبها نشأ.\n</p>\n\n<p>\nوسمع على العلامة شهاب الدين أبي الخير بن الحافظ صلاح الدين خليل بن\nكيكلدي العلائي، وشمس الدين محمد بن أبي بكر بن كريم المقدسي وعلى أبيه\nقاضي القضاة شمس الدين محمد وبه تفقه، والشيخ زين الدين عبد الرحمن \" ابن\nعمر بن عبد الرحمن \" القباني القدسي وقاضي القضاة برهان الدين إبراهيم ابن\nجماعة.\n</p>\n\n<p>\nوبرع في الفقه، والعربية، والتفسير، والأصول، والوعظ. وأفتى، ودرس.\n</p>\n\n<p>\nوتولى بعد موت والده تدريس الجامع المؤيدي، ومشيخة الصوفية بها.\n</p>\n\n<p>\nوصار إمام عصره، ووحيد دهره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p388'> Vol. 05, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nانتهت إليه رئاسة السادة الحنفية في زمانه شرقا وغربا، بلا مدافعة. هذا\nمع الديانة، والصيانة، وكثرة الحفظ لمختصرات مذهبه، بل وللمطولات أيضا،\nولمتون الحديث.\n</p>\n\n<p>\nوأما استحضاره لتفسير القرآن العزيز؛ فغاية لا تدرك.\n</p>\n\n<p>\nوبالجملة هو الآن المعمول بفتواه، والمرجع إلى قوله، وبه يقتدي كل إمام\nمفنن.\n</p>\n\n<p>\nهذا مع ملازمته للاشتغال والأشغال، وتصديه للإقراء، وانتفاع الطلبة.\nواستمر على ذلك إلى يوم الاثنين ثالث عشر المحرم سنة اثنتين وأربعين\nوثمانمائة، استدعاه الأتابك جقمق العلائي وهو يومئذ مدبر المملكة العزيزية\nيوسف بن الملك الأشرف برسباي، وفوض إليه قضاء القضاة الحنفية بالديار\nالمصرية، بعد أن صرف قاضي القضاة بدر الدين محمود العيني الحنفي بعد امتناع\nقاضي القضاة سعد الدين هذا من قبول الوظيفة، امتناعا زائدا. وألح الأتابك\nجقمق والملك العزيز يوسف في السؤال عليه، وهو لا يقبل؛ فألزماه بالقبول،\nفاشترط عليهما وعلى أهل الدولة شروطا كثيرا.\n</p>\n\n<p>\nكل ذلك وهم راضون بما يقوله حتى أذعن وقبل؛ فأخلع عليه ونزل إلى داره\nبالمدرسة المؤيدية داخل باب زويلة، فسر الناس بولايته إلى الغاية. فباشر\nوظيفة القضاء على أجمل سيرة وأحمد طريقة مع رياضة الخلق والتعفف عما يرمي\nبه قضاة السوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p389'> Vol. 05, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nهذا مع علمي أن ببابه أوباش الناس من أقاربه وغيرهم <span id='ms0834'></span> يتناولون من أرباب\nالحوائج ما يشيع ذكره. غير أن شيخ الإسلام بريء من ذلك، ونعوذ بالله ممن\nاتهمه بشيء من هذه القاذورات، وحاشى دينه وعقله وصيانته وعفافه من ذلك. وهو\nخير قاض ولي الديار المصرية ممن رأينا بل وسمعنا.\n</p>\n\n<p>\nوسأذكر من ولي من قضاة الحنفية من يوم رتبهم الملك الظاهر بيبرس\nالبندقداري أربع قضاة إلى يومنا هذا. وذلك في سنة ثلاث وستين وستمائة.\nفأولهم قاضي القضاة معز الدين النعمان بن الحسن إلى أن توفي في سابع عشر\nشعبان سنة اثنتين وتسعين وستمائة، ثم ولي قاضي القضاة شمس الدين أحمد\nالسروجي. فاستمر إلى أن تسلطن الملك المنصور حسام الدين لاجين عزله وولي\nقاضي القضاة حسام الدين الرازي، فاستمر إلى أن قتل لاجين، فنقل إلى قضاء\nدمشق سنة ثمان وتسعين وستمائة، وأعيد شمس الدين السروجي، ثم عزل أول شهر\nربيع الآخر سنة عشر وسبعمائة. ثم ولي بعده قاضي القضاة شمس الدين محمد\nالحريري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p390'> Vol. 05, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أن مات يوم السبت رابع جمادى الآخرة سنة ثمان وعشرين وسبعمائة، ثم\nولي بعده قاضي القضاة برهان الدين إبراهيم بن عبد الحق إلى أن عزل يوم\nالأحد ثامن عشر جمادى الآخرة سنة ثمان وثلاثين وسبعمائة، ثم ولي بعده قاضي\nالقضاة حسام الدين الغوري إلى أن كانت واقعة الأمير قوصون نهبت الرسل\nوالعامة بيته، وطلبوه ليقتلوه، فهرب، فولي بعده قاضي القضاة زين الدين عمر\nالبسطامي في سنة اثنتين وأربعين وسبعمائة إلى أن عزل عنها أيضا في سنة ثمان\nوأربعين وسبعمائة، وتولاها من بعده قاضي القضاة علاء الدين التركماني في\nجمادى منها إلى أن توفي عاشر المحرم سنة خمسين وسبعمائة، فولي بعده ولده\nقاضي القضاة جمال الدين عبد الله بن التركماني إلى أن مات في شعبان سنة تسع\nوستين وسبعمائة، فتولى بعده قاضي القضاة سراج الدين عمر الهندي إلى أن توفي\nفي شهر رجب سنة ثلاث وسبعين وسبعمائة. فتولى بعده قاضي القضاة صدر الدين بن\nجمال الدين التركماني إلى أن مات في ذي القعدة سنة ست وسبعين وسبعمائة؛\nفوليها من <span id='ms0835'></span> بعده قاضي القضاة نجم الدين ابن الكشك، طلب من دمشق في الرابع\nوالعشرين من المحرم سنة سبع وسبعين وسبعمائة، ثم عزل عنها، وتولى من بعده\nقاضي القضاة صدر الدين علي بن أبي العز الأذرعي، ثم استعفى عنها، وتولاها\nقاضي القضاة شرف الدين أبو العباس أحمد بن منصور في سنة سبع وسبعين أيضا،\nفاستمر إلى سادس عشرين شهر رجب؛ فعزل، وتولاها بعده قاضي القضاة جلال الدين\nجار الله؛ فاستمر فيها إلى أن مات في يوم الاثنين رابع عشر شهر رجب سنة\nاثنتين وثمانين وسبعمائة، وتولى بعده قاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p391'> Vol. 05, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nالقضاة صدر الدين محمد بن علي بن منصور في شهر رمضان سنة اثنتين وثمانين\nوسبعمائة، فاستمر إلى أن مات في شهر ربيع الأول سنة ست وثمانين وسبعمائة،\nفتولاها من بعده قاضي القضاة شمس الدين محمد بن أحمد بن أبي بكر الطرابلسي،\nفاستمر إلى بعد فتنة الأتابك يلبغا الناصري ومنطاش مع الملك الظاهر برقوق\nفي سنة اثنتين وتسعين وسبعمائة، فعزل عنها، وتولاها قاضي القضاة مجد الدين\nإسماعيل ابن إبراهيم الكناني، أقام فيها قليلا، ثم عزل عنها، وتولاها قاضي\nالقضاة جمال الدين محمود بن محمد القيصري العجمي، مضافا لنظر الجيش، فاستمر\nفيها إلى أن مات في ليلة الأحد سابع شهر ربيع الأول سنة تسع وتسعين\nوسبعمائة، فتولاها من بعده قاضي القضاة شمس الدين الطرابلسي ثانيا في شهر\nربيع الأول سنة تسع وتسعين وسبعمائة، فاستمر فيها إلى أن مات في آخر السنة\nالمذكورة. وتولاها من بعده قاضي القضاة جمال الدين يوسف بن موسى الملطي\nالحلبي في يوم الخميس العشرين من شهر ربيع الآخر، طلب من حلب، فركب البريد،\nوحضر، فأخلع عليه. واستمر إلى أن مات في ليلة الاثنين تاسع عشر شهر ربيع\nالآخر سنة ثلاث وثمانمائة، وتولاها من بعده قاضي القضاة أمين الدين عبد\nالوهاب ابن قاضي القضاة شمس الدين محمد الطرابلسي في يوم الخميس ثاني عشر\nجمادى الآخرة من السنة، واستمر إلى سادس عشرين شهر رجب سنة خمس وثمانمائة،\nعزل، وتولاها بعده قاضي القضاة كمال الدين <span id='ms0836'></span> عمر بن العديم الحلبي. واستمر\nإلى أن مات في ليلة السبت ثاني عشر جمادى الآخرة سنة إحدى عشرة وثمانمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p392'> Vol. 05, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n- ومولده كان بحلب في سنة إحدى وسبعين وسبعمائة - وتولاها من بعده ابنه\nقاضي القضاة ناصر الدين محمد في يوم الاثنين رابع عشر الشهر المذكور، مضافا\nللشيخونية. واستمر إلى أن صرف، وأعيد قاضي القضاة أمين الدين عبد الوهاب\nالطرابلسي ثانيا في رابع عشرين شهر رجب من السنة، فاستمر أمين الدين إلى\nسابع المحرم من سنة اثنتي عشرة وثمانمائة صرف، وأعيد قاضي القضاة\n</p>\n\n<p>\nناصر الدين محمد بن العديم ثانيا، واستقر أمين الدين الطرابلسي في مشيخة\nالشيخونية عوضا عن ابن العديم المذكور. ناصر الدين محمد بن العديم ثانيا،\nواستقر أمين الدين الطرابلسي في مشيخة الشيخونية عوضا عن ابن العديم\nالمذكور.\n</p>\n\n<p>\nواستمر ناصر الدين بن العديم إلى أن عزل عنها، وتولاها قاضي القضاة صدر\nالدين علي بن الآدمي الدمشقي إلى أن مات في يوم السبت ثامن شهر رمضان من\nالسنة، وأعيد قاضي القضاة ناصر الدين محمد بن العديم ثالثا إلى أن مات في\nليلة السبت تاسع شهر ربيع الآخر سنة تسع عشرة وثمانمائة. وشغرت الوظيفة إلى\nأن برز مرسوم الملك المؤيد شيخ بإحضار قاضي القضاة شمس الدين محمد بن\nالديري من القدس الشريف، وقدم القاهرة في ثالث عشر جمادى الأولى من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p393'> Vol. 05, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nالسنة، ونزل بقاعة الحنفية من المدرسة الصالحية إلى أن استقر قاضي القضاة\nفي يوم الاثنين سابع عشرة.\n</p>\n\n<p>\nواستمر إلى أن عزل برغبة منه عنها. وتولاها قاضي القضاة زين الدين عبد\nالرحمن التفهني في يوم الجمعة سادس ذي القعدة سنة اثنتين وعشرين وثمانمائة.\n</p>\n\n<p>\nواستمر إلى أن عزل، وتولاها قاضي القضاة بدر الدين محمود بن أحمد العيني\nفي يوم الخميس سابع عشرين شهر ربيع الآخر سنة تسع وعشرين وثمانمائة، واستقر\nالتفهني في مشيخة خانقاة شيخو بعد موت شيخ الإسلام سراج الدين عمر قارئ\nالهداية.\n</p>\n\n<p>\nواستمر العيني إلى أن عزل، وأعيد التفهني في يوم الخميس سادس عشرين صفر\nسنة ثلاث وثلاثين وثمانمائة إلى أن صرف عنها لطول <span id='ms0837'></span> مرضه، وأعيد العيني ثانيا\nفي يوم سابع عشرين جمادى الآخرة سنة خمس وثلاثين وثمانمائة.\n</p>\n\n<p>\nواستمر إلى أن صرفه الأتابك جقمق العلائي بشيخ الإسلام سعد الدين سعد -\nصاحب الترجمة - في يوم الاثنين ثالث عشر المحرم سنة اثنتين وأربعين\nوثمانمائة، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p394'> Vol. 05, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وهذه عدة القضاة الذين استجدهم الظاهر بيبرس - حسبما ذكرناه في أول\nالترجمة - بعد خراب الديار المصرية، وانقراض الدولة الفاطمية العبيدية.\n</p>\n\n<p>\nوأما قبل ذلك، فكانت قضاة الحنفية هم قضاة الشرق والغرب إلى حدود\nالأربعمائة من الهجرة. وتمذهبت المغاربة للإمام مالك رضي الله عنه. وملكت\nالعبيدية مصر، ثم ملكت الأكراد بنو أيوب، فمن ثم صارت قضاة الديار المصرية\nشافعية يعرف ذلك من له اطلاع على التاريخ ومعرفة بأيام الناس، انتهى.\n</p>\n\n<p>\nواستمر قاضي القضاة سعد الدين المذكور في قضاء الديار المصرية إلى أن مات\nليلة الجمعة تاسع ربيع الآخر سنة ثمان وستين وثمانمائة.\n</p>\n\n<h3 class='dic-item l3' id='head201'>سعد الدين النووي</h3>\n\n<p>\n727 - 805 \n</p>\n\n<p>\nه - 1326 - 1402م سعد بن يوسف بن إسماعيل بن يعقوب بن سرور بن نصر بن\nمحمد، الشيخ سعد الدين النووي، ثم الخليلي الشافعي، نزيل دمشق.\n</p>\n\n<p>\nولد سنة سبع وعشرين وسبعمائة، ومهر في الفقه، ودرس في الحكم، وولي قضاء\nبلد الخليل عليه السلام. وحدث عن عبد الرحيم ابن أبي اليسر سماعة منه، ومن\nابن نباتة، والذهبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p395'> Vol. 05, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nتوفي ببلد الخليل في سادس عشرين جمادى الأولى سنة خمس وثمانمائة رحمه\nالله.\n</p>\n\n<h3 class='dic-item l3' id='head202'>ابن القيسراني</h3>\n\n<p>\n587 - 650 \n</p>\n\n<p>\nه - 1191 - 1252م سعيد بن خالد بن أبي عبد الله محمد بن نصر بن صغير، أبو\nالمكارم المخزومي الخالدي الحلبي، القاضي نجم الدين بن موفق الدين بن\nالقيسراني.\n</p>\n\n<p>\nولد سنةسبع وثمانين وخمسمائة. وتوفي سنة خمسين وستمائة.\n</p>\n\n<h3 class='dic-item l3' id='head203'>البصروي</h3>\n\n<p>\n00 - 0 - 684 \n</p>\n\n<p>\nه - 000 - 1285م سعيد بن علي بن رشيد البصروي، الشيخ رشيد الدين أبو محمد\nالفقيه الحنفي. كان إماما، فقيها، بارعا في النحو وغيره. قرأ على الإمام\nجمال الدين بن مالك كتاب سيبويه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p396'> Vol. 05, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nذكره العلامة شهاب الدين أبو الثناء محمود في تاريخه، قال: كان إماما\nفاضلا، عالما، كثير الديانة والورع، عرض عليه القضاء غير مرة؛ فامتنع.\n</p>\n\n<p>\nوله معرفة تامة، ويد طولى في النظم ومن <span id='ms0838'></span> نظمه:\n</p>\n\n<p>\nقل لمن يحذر أن تدركه ... نكبات الدهر لا يغني الحذر\n</p>\n\n<p>\nأذهب الحزن اعتقادي أنه ... كل شيء بقضاء وقدر\n</p>\n\n<p>\nقلت: وذكره النويري في تاريخه قال: الشيخ رشيد الدين الحنفي مدرس\nالشبلية، كان عالما، فاضلا، وله تصانيف مفيدة، ونظم حسن، انتهى.\n</p>\n\n<p>\nقلت: وكانت وفاته في سنة أربع وثمانين وستمائة بدمشق في يوم السبت ثالث\nشهر رمضان، وصلى عليه بعد العصر بالجامع المظفري، ودفن بالسفح، رحمه الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p397'> Vol. 05, p. 397</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07"
  ]
}