{
  "content": "\n\n<h1 class='l1' id='head0'>23- من رسالته في استنجاز الوعد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \n<h2 class='l2' id='head1'>فصل من صدر رسالته في استنجاز الوعد</h2>\n\n<p>\nقد شاع الخبر وسار المثل بقولهم: \" اطلبوا الحاجات من حسان الوجوه \".\n</p>\n\n<p>\nفإن كان الوجه إنما وقع على الوجه الذي فيه الناظر والسامع، والشام\nوالذائق، إذا كان حسنا جميلا، وعتيقا بهيا، فوجهك الذي لا يخيل على أحد\nكماله، لا يخطىء حواله.\n</p>\n\n<p>\nوإن كان ذكر الوجه إنما يقع على حسن وجه المطلب وجماله على جهة الرغبة؛\nوإن كان ذلك على طريق المثل، وعلى سبيل اللفظ المشتق من اللفظ، والفرع\nالمأخوذ من الأصل، فوجه المطلب إليك أفضل الوجوه وأسناها، وأصونها وأرضاها.\nوهو المنهج الفسيح والمتجر الربيح؛ وجماله ظاهر، ونفعه حاضر، وخيره غامر،\nإلا أن الله تعالى قرنه مع ذلك باليمن، وسهله باليسر، وحببه بالبشر الحسن،\nودعا إليه بلين الخطاب، وأظهر في أسمائكم وأسماء آبائكم وفي كناكم وكنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n            \nإخوانكم، من برهان الفأل الحسن ونفي الطيرة السيئة ما جمع لكم به صنوف\nالأمل، وصرف إليكم وجوه المطالب؛ فاجتمع فيكم تمام القوام وبراعة الجمال،\nوالبشر عند اللقاء، ولين الخطاب والكنف للخلطاء، وقلة البذخ بالمرتبة\nالرفيعة، والزيادة في الإنصاف عند النعمة الحادثة. فجعل الناس وعدكم من\nأكرم الوعد، وعقدكم من أوثق العقد، وإطماعكم من أصح الإنجاز. وعلموا أنكم\nتؤيسون في مواضع اليأس، وتطمعون في مواضع الضمان، وأن الأمور عندكم موزونة\nمعدلة، والأسباب مقدرة محصلة.\n</p>\n\n<p>\nهذا مع الصولة والتصميم في موضع التصميم.\n</p>\n\n<p>\nوالتقية أحزم، والصفح إذا كان الصفح أكرم، والرحمة لمن استرحم، والعقاب\nلمن صمم.\n</p>\n\n<p>\nثم المعرفة بفرق ما بين اعتزام الغمر واعتزام المستبصر، وفصل ما بين\nاعتزام الشجاع والبطل، وبين إقدام الجاهل والمتهور.\n</p>\n\n<p>\nوقد علم الناس بما شاهدوه منكم، وعاينوه من تدبير، وعرفوه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n            \nتصرف حالاتكم، أني لم أتزيد لكم، ولم أتكلف فيكم ما ليس عندكم. وخير\nالمديح ما وافق جمال الممدوح، وأصدق الصفات ما شاكل مذهب الموصوف، وشهد له\nأهل العيان الظاهر، والخبر المتظاهر. ومتى خالف هذه القضية وجانب الحقيقة،\nضار المادح ولم ينفع الممدوح.\n</p>\n\n<p>\nهذا إلى الثبات على العهد، وإحكام العقد، مع الوفاء <span id='ms1'></span> العجيب، والرأي\nالمصيب، وتمام ذلك وكماله، وسناء ذلك وبهائه، وكثرة الشهود لكم، وإجماع\nالناس على ذلك فيكم.\n</p>\n\n<p>\nومن قبل لنفسه مديحا لا يعرف به كان كمادح نفسه. ومن أثاب الكذابين على\nكذبهم كان شريكهم في إثمهم، وشقيقهم في سخفهم، بل كان المحتقب لكبره،\nالمحتمل لوزره، إذ كان المثيب عليه والداعي إليه.\n</p>\n\n<p>\nمعاذ الله أن نقول إلا معروفا غير مجهول، ونصف إلا صحيحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n            \nغير مدخول، أو نكون ممن يتودد بالملق، ويتقحم على أهل الأقدار شرها إلى\nمال، أو حرصا على تقريب. وأبعد الله الحرص وأخزى الشره والطمع! \n</p>\n\n<p>\nفإن شك شاك\nأو توقف مرتاب فليعترض العامة، وليتصفح ما عند الخاصة حتى يتبين الصبح.\n</p>\n\n<p>\nوقالوا في تأديب الولاة وتقديم تدبير الكفاة: \" إذا أبردتم البريد\nفاجعلوه حسن الوجه، حسن الاسم \". فكيف إذا قارن حسن الوجه وحسن الاسم كرم\nالضريبة، وشرف العرق.\n</p>\n\n<p>\nوأعيان الأعراق الكريمة، والأخلاق الشريفة، إذا استجمعت هذا الاستجماع،\nواقترنت هذا الاقتران، كان أتم للنعمة، وأبرع للفضيلة وكانت الوسيلة إليها\nأسهل، والمأخذ نحوها أقرب، والأسباب أمتن.\n</p>\n\n<p>\nفإذا انتظمت في هذا السلك، وجمعها هذا النظم، كان الذي يبرد البريد أولى\nبها من البريد، وكان مقوم البلاد أحق بها من حاشيته الكفاة، إذ التأميل لا\nيجمع أوجه الصواب، ولا يحصي مخارج الأسباب، ولا يظهر برهانه ويقوى سلطانه،\nحتى يصيب المعدن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n            \nولن يكون موضع الرغبة معدنا إلا بعد اشتماله على ترادف خصال الشرف وبعد\nأن يتوافى إليه معاني الكرم بالأعراق الكريمة، والعادات الحسنة، على حادث\nيشهد لمتقادم، وطارف يدل على تالد.\n</p>\n\n<p>\nفإذا كان الأمل يخبر بالحسب فالحسب ثاقب، والمجد راسخ. وإن كان الشأن في\nصناعة الكلام وفي القدم والرياسة، وفي خلف يأثره عن سلف، وآخر يلقاه عن\nأول، فلكم ما لا يذهب عنه جاحد، ولا يستطيع جحده معاند.\n</p>\n\n<h2 class='l2' id='head2'>فصل منها</h2>\n\n<p>\nوأسماؤكم وكناكم بين فرج ونجح، وبين سلامة وفضل، ووجوهكم وفق أسمائكم،\nوأخلاقكم وفق أعراقكم، لم يضرب التفاوت فيكم بنصيب.\n</p>\n\n<p>\nوبعد هذا فإني أستغفر الله من تفريطي في حقوقكم، وأستوهبه طول رقدتي عما\nفرضته لكم.\n</p>\n\n<p>\nولا ضير <span id='ms2'></span> إن كان هذا الذي قلنا على إخلاص وصحة عهد، وعلى صدق سيرة وثبات\nعقد. ينبو السيف وهو حسام، ويكبو الطرف وهو جواد، وينسى الذكور، ويغفل\nالفطن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nونعوذ بالله تعالى من العمى بعد البصيرة، والحيرة بعد لزوم الجادة.\n</p>\n\n<p>\nكان أبو الفضل - أعزه الله - على ما قد بلغك من التبرع بالوعد وسرعة\nالإنجاز وتمام الضمان. وعلى الله تمام النعمة والعافية.\n</p>\n\n<p>\nوكان - أيده الله - في حاجتي، كما وصف زيد الخيل نفسه حين يقول:\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>وموعدتي حق كأن قد فعلتها </span>\n                <span class='hemistich-2'> متى ما أعد شيئا فإني لغارم</span>\n            </p>\n            \n<p>\nوتقول العرب: \" من أشبه أباه فما ظلم \"، تقول: لم يضع الشبه إلا في\nموضعه، لأنه لا شاهد أصدق على غيب نسبه وخفي نجله من الشبه القائم فيه،\nالظاهر عليه.\n</p>\n\n<p>\nوقد تقيلت - أبقاك الله - شيخك: خلقه وخلقه، وفعله وعزمه، وعز الشهامة،\nوالنفس التامة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n            \nومرجع الأفعال إلى الطبائع، ومدار الطبائع على جودة اليقين وقوة المنة،\nوبهما تتم العزيمة، وتنفذ البصيرة.\n</p>\n\n<p>\nهذا مع ما قسم الله لك من المحبة ومنحك من المقة، وسلمك عنه من المذمة.\n</p>\n\n<p>\nوالله لو لم يكن فيكم من خصال الحرية وخلال النفوس الأبية إلا أنكم لا\nتدينون بالنفاق، ولا تعدون بالكذب ولا تستعملون المواربة في موضع\nالاستقامة، وحيث تجب الثقة.\n</p>\n\n<p>\nولا يكون حظ الأحرار بالمواعيد صرفا، ولا تتكلون على ملالة الطالب، ولا\nعجز الراغب، إذا استنفدت أيامه، وعجزت نفقته، وماتت أسبابه، بل تعجلون لهم\nالراحة عند تعذر الأمور إليكم بالإياس، وتحققون أطماعهم عند إمكان الأمور\nلكم بالإنجاح.\n</p>\n\n<h2 class='l2' id='head3'>فصل منها</h2>\n\n<p>\nوإنك والله - أيها الكريم المأمول، والمستعطف المسئول - لا تزرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n            \nالمحبة إلا وتحصد الشكر، ولا تكثر المودات إلا إذا أكثر الناس الأموال،\nولا يشيع لك طيب الأحدوثة وجمال الحال في العشيرة، إلا لتجرع مرار المكروه.\nولن تنهض بأعباء المكارم التي توجبها النعمة وتفرضها المرتبة حتى تستشعر\nالتفكر في التخلص إلى إغنائهم، والقيام بحسن ظنهم، وحتى ترحمهم من طول\nالانتظار، وترق عليهم من موت الأمل وإحياء القنوط، وحتى تتغلغل ذلك بالحيل\nاللطيفة، والعناية الشديدة الشريفة، وحتى تتوخى الساعات، وتنتهز الفرص في <span id='ms3'></span>\nالحالات، وتتخير من الألفاظ أرقها مسلكا، وأحسنها قبولا، وأجودها وقوعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n             <span id='ms4'></span>\n</p>\n",
  "pages": [
    "217",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226"
  ],
  "volumes": [
    "04"
  ]
}