{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله وسلام على عباده الذين اصطفى وبعد فقد وقع الكلام فيمن يؤتي\nأجره مرتين من ذلك عشرة وردت فى عدة أحاديث، ونظمتها فى أبيات ثم وقفت على\nعدة أخرى، فأردت جمع ذلك في هذه الكراسة والله الموفق.\n</p>\n\n<h1 class='l1' id='head1'>حديث القرآن فيمن يؤتي أجره مرتين</h1>\n\n<p>\nقال: الله تعالى مخاطبا أزواج نبيه - صلى الله عليه وسلم: (ومن يقنت منكن\nلله ورسوله وتعمل صالحا نؤتها أجرها مرتين) .\n</p>\n\n<p>\nوقال تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(يا أيها الذين آمنوا اتقوا الله وآمنوا برسوله يؤتكم كفلين من رحمته) .\n</p>\n\n<p>\nوقال تعالى: (الذين آتيناهم الكتاب من قبله هم به يؤمنون، وإذا يتلى\nعليهم قالوا آمنا به إنه الحق من ربنا إنا كنا من قبله مسلمين أولئك يؤتون\nأجرهم مرتين) .\n</p>\n\n<p>\nوقال تعالى: (وما أموالكم ولا أولادكم بالتى تقربكم عندنا زلفى إلا من\nآمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا) .\n</p>\n\n<h1 class='l1' id='head2'>ثلاثة لهم أجران</h1>\n\n<p>\nوأخرج الشيخان عن أبى موسى الأشعري قال: قال رسول الله - صلى الله عليه\nوسلم: (ثلاثة لهم أجران - وفى لفظ يؤتون أجرهم مرتين - رجل من أهل الكتاب\nآمن بنبيه، وأدرك النبي - الله صلى الله عليه وسلم - فآمن به،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nواتبعه وصدقه فله أجران، وعبد مملوك أدى حق الله تعالى وحق سيده فله\nأجران، ورجل كانت له أمة فأدبها فأحسن أدبها ثم اعتقها وتزوجها فله أجران)\n.\n</p>\n\n<h1 class='l1' id='head3'>جزاء من أسلم من أهل الكتاب</h1>\n\n<p>\nوأخرج الطبرانى فى الكبير عن أبى أمامة قال: قال رسول الله - صلى الله\nعليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوهو يخطب عام حجة الوداع: (من أسلم من أهل الكتابين فله أجره مرتين، ومن\nأسلم من المشركين فله أجره) .\n</p>\n\n<h1 class='l1' id='head4'>أربعة يؤتون أجرهم مرتين</h1>\n\n<p>\nوأخرج أيضا عن أبى أمامة قال: قال رسول الله - صلى الله عليه وسلم:\n(أربعة يؤتون أجرهم مرتين: أزواج النبي - صلى الله عليه وسلم -، ومن أسلم\nمن أهل الكتاب، ورجل كانت عنده أمة فأعتقها، ثم تزوجها، وعبد مملوك أدى حق\nالله وحق سادته) .\n</p>\n\n<h1 class='l1' id='head5'>جزاء العبد إذا نصح لسيده</h1>\n\n<p>\nوأخرج الشيخان عن ابن عمر أن رسول الله - صلى الله عليه <span id='ms1'></span> وسلم - قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n(إن العبد إذا نصح لسيده، وأحسن عبادة ربه، فله أجره مرتين) .\n</p>\n\n<p>\nوأخرجا عن أبى هريرة رضى الله تعالى عنه قال: قال رسول - الله صلى الله\nعليه وسلم: (للعبد المملوك الصالح أجران) .\n</p>\n\n<h1 class='l1' id='head6'>جزاء أهل القرآن</h1>\n\n<p>\nوأخرج الشيخان عن عائشة رضى الله تعالى عنها أن رسول - الله صلى الله\nعليه وسلم - قال: (الماهر بالقرآن مع السفرة الكرام البررة والذى يقرأه وهو\nعليه شاق له أجران) .\n</p>\n\n<p>\nوأخرج الدارمى فى مسنده عن وهب الذمارى قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(من آتاه الله القرآن فقام به آناء الليل، وآناء النهار، وعمل بما فيه،\nومات على الطاعة بعثه الله يوم القيامة مع السفرة، والأحكام - والسفرة\nالملائكة والأحكام الأنبياء - قال: ومن كان عليه حريصا وهو يتفلت منه، وهو\nلا يدعه أوتي أجره مرتين) .\n</p>\n\n<h1 class='l1' id='head7'>جزاء الحاكم المجتهد</h1>\n\n<p>\nوأخرج البخارى، وأبو داود عن عمرو بن العاص، وأبى هريرة قال: قال رسول\nالله - صلى الله عليه وسلم: (إذا اجتهد الحاكم فأصاب له أجران، وإذا اجتهد\nفأخطاء فله أجر) .\n</p>\n\n<p>\nوأخرج البيهقى فى الشعب من طريق عبد الرزاق عن معمر عن موسى بن إبراهيم\nعن رجل من آل أبى ربيعة أنه بلغه أن أبا بكر حين أستخلف قعد في بيته حزينا،\nفدخل عليه عمر فأقبل على عمر يلومه، فقال: أنت كلفتنى هذا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوشكى إليه الحكم بين الناس. فقال عمر: أما علمت أن رسول الله - صلى الله\nعليه وسلم - قال: (إن الوالى إذا اجتهد فأصاب الحق فله أجران، وإذا اخطأ\nفله أجر واحد) .\n</p>\n\n<h1 class='l1' id='head8'>جزاء الصدقة على الأقارب</h1>\n\n<p>\nوأخرج الشيخان عن زينب امرأة عبد الله بن مسعود قالت: جئت إلى النبي -\nصلى الله عليه وسلم - فإذا امرأة من الأنصار حاجتها حاجة، فخرج علينا بلال،\nفقلنا له: ائت رسول الله - صلى الله عليه وسلم - فأخبره أن امرأتين بالباب،\nتسألانك تجزئ الصدقة عنهما على أزواجهما، وعلى أيتام في حجرهما، فدخل بلال\nفسأله فقال: (لهما أجران أجر القرابة، وأجر الصدقة) .\n</p>\n\n<p>\nوأخرج الطبرانى فى الكبير عن أبى أمامة أن رسول الله - صلى الله عليه\nوسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nقال: (إن الصدقة على ذى <span id='ms2'></span> قرابة يضعف أجرها مرتين) .\n</p>\n\n<p>\nوأخرج فى الأوسط عن ابن مسعود أن امرأة سألت النبي - صلى الله عليه وسلم\n- هل لها من الأجر فى زوجها، وأيتام فى حجرها وهم بنو أخيها أن تجعل صدقتها\nفيهم؟ فقال: (نعم لها أجران، أجر القرابة، وأجر الصدقة) .\n</p>\n\n<p>\nوأخرج عن جمرة بنت قحافة قالت: قلت: يا رسول الله زوجي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nمحتاج فهل يجوز أن أعود عليه؟ قال: (نعم لك أجران) .\n</p>\n\n<h1 class='l1' id='head9'>من فضائل الوضوء وثوابه</h1>\n\n<p>\nوأخرج ابن ماجه عن أبى بن كعب أن رسول الله - صلى الله عليه وسلم - دعا\nبماء فتوضأ مرة مرة، فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(هذا وظيفة الوضوء) ، ثم توضأ مرتين مرتين ثم قال: (هذا وضوء من توضأه\nأعطاه الله كفلين من الأجر، ثم توضأ ثلاثا ثلاثا فقال: هذا وضوئى ووضوء\nالمرسلين من قبلى) .\n</p>\n\n<p>\nوأخرج سعيد بن منصور وأحمد والحاكم عن ابن عمر مثله، ولفظه: (ضاعف الله\nله الأجر مرتين) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>هل للجانب الأيسر من المسجد فضل على الأيمن</h1>\n\n<p>\nوأخرج ابن ماجه عن ابن عمر قال: قيل للنبي - صلى الله عليه وسلم - إن\nميسرة المسجد تعطلت؟ فقال النبي - صلى الله عليه وسلم: (من عمر ميسرة\nالمسجد كتب الله له كفلين من الأجر) .\n</p>\n\n<p>\nوأخرج الطبرانى فى الكبير عن ابن عباس - رضى الله تعالى عنه - قال: قال\nرسول الله - صلى الله عليه وسلم: (من عمر جانب المسجد الأيسر لقلة أهله فله\nأجران) .\n</p>\n\n<p>\nوأخرج فى الأوسط عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(من ترك الصف الأول مخافة أن يؤذى مسلما، ويصلى فى الصف الثانى أو الثالث\nضعف له أجر الصف الأول) .\n</p>\n\n<p>\nوأخرج مسلم عن جرير بن عبد الله قال: قال رسول الله - صلى الله عليه وسلم\n- (من سن سنة حسنة فله أجرها، وأجر من عمل بها من بعده، من غير أن ينقص من\nأجورهم شئ) .\n</p>\n\n<h1 class='l1' id='head11'>جزاء الإمام والمؤذن</h1>\n\n<p>\nوأخرج أبو الشيخ ابن حيان عن أبى هريرة قال: قال رسول الله - صلى الله\nعليه وسلم: (للإمام والمؤذن مثل أجر من صلى معهما) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج أبو داود عن أبى سعيد <span id='ms3'></span> الخدرى قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nخرج رجلان فى سفر فحضرت الصلاة، وليس معهم ماء فتيمموا صعيدا طيبا فصليا،\nثم وجدا الماء فى الوقت فعاد أحدهما الصلاة والوضوء، ولم يعد الآخر، أتيا\nالنبي - صلى الله عليه وسلم - فذكرا ذلك له فقال للذى لم يعد: (أصبت السنة،\nوقد أجزأتك صلاتك) وقال للذى توضأ وأعاد: (لك الأجر مرتين) .\n</p>\n\n<h1 class='l1' id='head12'>طالب العلم يضاعف له الأجر</h1>\n\n<p>\nوأخرج الدارمى فى مسنده والبيهقى في المفصل والطبرانى فى الكبير بسند\nرجاله موثوقون عن واثلة بن الأسقع قال: قال رسول الله - صلى الله عليه\nوسلم: (من طلب علما فأدركه كتب الله له كفلين من الأجر، ومن طلب علما فلم\nيدركه كتب الله له كفلا من الأجر) .\n</p>\n\n<p>\nوأخرجه أبو يعلى وزاد في آخره ففسره قال: (من طلب علما فأدركه أعطاه الله\nأجر ما علم، وأجر ما عمل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nومن طلب علما فلم يدركه أعطاه الله أجر ما عمل، وسقط عنه أجر ما لم يعمل)\n.\n</p>\n\n<p>\nوأخرج الطبرانى فى الأوسط عن على قال: قال رسول الله - صلى الله عليه\nوسلم: (من أسبغ الوضوء فى البرد الشديد كان له من الأجر كفلان) .\n</p>\n\n<h1 class='l1' id='head13'>الجنازة لها أجران</h1>\n\n<p>\nوأخرج ابن أبى شيبة فى المصنف: ثنا وكيع ثنا همام عن أبى عمران الجولانى\nقال: قال رسول الله - صلى الله عليه وسلم: (للجنازة أجران) .\n</p>\n\n<p>\nمرسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج عبد الرزاق فى المصنف عن يحيى بن كثير أن النبي - صلى الله عليه\nوسلم - قال: (من أدرك الخطبة فقد أدرك الجمعة، ومن أدرك الخطبة فقد أدرك\nالصلاة، ومن دنا من الإمام فاستمع وأنصت كان له كفلان من الأجر، ومن لم\nيسمع ولم ينصت كان عليه كفلان من الوزر) .\n</p>\n\n<h1 class='l1' id='head14'>من فضائل غسل الجمعة</h1>\n\n<p>\nوأخرج الطبرانى فى الكبير عن أبى أمامة قال: قال رسول الله - صلى الله\nعليه وسلم: (من اغتسل يوم الجمعة وابتكر، ودنا واستمع، وأنصت كان له كفلان\nمن الأجر) .\n</p>\n\n<p>\nوأخرج أحمد عن على بن أبى طالب قال: (إذا كان يوم الجمعة خرجت الشياطين\nيريتون الناس [الى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nاسواقهم،ومعهم الرايات] ، وتقوم الملائكة على أبواب المساجد يكتبون الناس <span id='ms4'></span>\nعلى قدر منازلهم السابق والمصلى والذى يليه، حتى يخرج الإمام فمن دنا من\nالإمام فأنصت واستمع ولم يلغ، كان له كفلان من الأجر ومن نأى فاستمع وانصت\nولم يلغ كان له كفل من الأجر، ومن دنا من الإمام فلغا ولم ينصت، ولم يستمع\nكان له كفلان من الوزر) .\n</p>\n\n<p>\nوأخرجه أبو داود فى سننه، وصرح فيه بالرفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج سعيد بن منصور فى سننه عن مكحول قال:\n</p>\n\n<p>\n(من أتى الجمعة فقعد قريبا من الإمام، فسمع وأنصت فله أجران اثنان، ومن\nلم يسمع ولم ينصت فعليه وزران، ومن كان بعيدا من الإمام فلم يسمع ولم ينصت\nفله أجر واحد، ومن يسمع ولم ينصت فعليه وزران، ومن لم يسمع ولم ينصت فعليه\nوزر واحد) .\n</p>\n\n<h1 class='l1' id='head15'>ابنك له أجر شهيدين</h1>\n\n<p>\nوأخرج أبو داود عن قيس بن شماس قال: جاءت امرأة إلى النبي - صلى الله\nعليه وسلم - يقال لها: أم خلاد وهى منتقبة تسأل عن ابنها وهو مقتول فقال\nلها بعض أصحاب رسول الله - صلى الله عليه وسلم - جئت تسألين عن ابنك وأنت\nمنتقبة؟ فقالت: إن أرزء ابنى فلن أرزء حيائى، فقال رسول الله - صلى الله\nعليه وسلم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(ابنك له أجر شهيدين) فقالت: ولم ذلك يا رسول الله؟ قال: (لأنه قتله أهل\nالكتاب) .\n</p>\n\n<h1 class='l1' id='head16'>جزاء شهيد البحر</h1>\n\n<p>\nوأخرج الطبرانى فى الكبير عن أبى أمامة سمعت رسول الله - صلى الله عليه\nوسلم - يقول: (شهيد البحر مثل شهيدى البر) .\n</p>\n\n<p>\nوأخرج ابن أبى شيبة فى المصنف ثنا وكيع عن سعيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nعبد العزيز عن علقمة بن شهاب قال: قال رسول الله - صلى الله عليه وسلم:\n(من لم يدرك الغزو معى فليغز فى البحر، فإن غزوة فى البحر أفضل من غزوتين\nفى البر، وإن شهيد البحر له أجر شهيدى البر) .\n</p>\n\n<p>\nوأخرج سعيد بن منصور فى سننه عن كعب الأحبار أنه قال: فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nغزوة البحر: (إن قتل أو غرق كان له أجر شهيدين) .\n</p>\n\n<p>\nوأخرج الطبرانى فى الأوسط عن ابن عباس قال: قال رسول الله - صلى الله\nعليه وسلم: (إذا تسارعتم إلى الخير فامشوا <span id='ms5'></span> حفاة فإن الله يضاعف أجره على\nالمنتعل) .\n</p>\n\n<p>\nوأخرج سعيد بن منصور فى سننه عن مكحول: (أنه سئل عن الرجل يغتسل من\nالجنابة يوم الجمعة؟ قال: من فعل ذلك كان له أجران) .\n</p>\n\n<p>\nوأخرج البيهقى فى شعب الإيمان عن أبى هريرة قال: قال رسول الله - صلى\nالله عليه وسلم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(أيعجز أحدكم أن يجامع أهله فى كل جمعة؟! فإن له أجرين اثنين أجر غسله\nوأجر غسل امرأته) . فى إسناده بقية.\n</p>\n\n<h1 class='l1' id='head17'>جزاء القارئ والسامع للقرآن</h1>\n\n<p>\nوقال الدارمى فى مسنده: ثنا أبو المغيرة ثنا عبدة عن خالد بن معدان قال:\n(إن الذى يقرأ القرآن له أجر، وإن الذى يستمع له أجران) .\n</p>\n\n<p>\nوقال ابن أبى شيبة فى المصنف: ثنا يحيى بن يونس عن الأوزاعى عن حسان بن\nعطية عن فروة اللخمى قال: قال رسول الله - صلى الله عليه وسلم: (أيما سرية\nخرجت فى سبيل الله فرجعت وقد أخفقت فلها أجرها مرتين) قال فى الصحاح: أخفق\nالرجل إذا غزا ولم يغنم، وأخفق الصائد إذا رجع ولم يصطد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>من فضائل صلاة العصر</h1>\n\n<p>\nوأخرج عبد الرزاق فى مصنفه عن يزيد بن أبى حبيب أن النبي - صلى الله عليه\nوسلم - قال: (إن هذه الصلاة التى فرضت على من كان قبلكم - يعنى العصر -\nفضيعوها فمن حفظها اليوم فله أجرها مرتين، ولا صلاة بعدها حتى يرى الشاهد)\n.\n</p>\n\n<p>\nمرسل أو معضل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج مسلم والنسائى عن أبى بصرة الغفارى قال: صلى بنا رسول الله - صلى\nالله عليه وسلم - صلاة العصر فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(إن هذه الصلاة عرضت على الذين من قبلكم فضيعوها، ألا ومن صلاها ضعف له\nأجره مرتين) .\n</p>\n\n<h1 class='l1' id='head19'>جزاء المؤمن التقى</h1>\n\n<p>\nوأخرج ابن أبى حاتم فى تفسيره عن محمد بن كعب القرظى قال: إذا كان المؤمن\nتقيا غنيا آتاه الله أجره مرتين وتلا هذه الآية: (ومن أموالكم ولا أولادكم)\nإلى قوله: (فأولئك لهم جزاء الضعف) .\n</p>\n\n<p>\nقال: تضعيف الحسنة.\n</p>\n\n<p>\nوأخرج الشيخان عن سلمة بن الأكوع قال: خرجنا مع رسول الله - صلى الله\nعليه وسلم - إلى خيبر، وكان سيف عامر بن الأكوع فيه قصر فتناول به ساق <span id='ms6'></span>\nيهودى ليضربه يرجع ذباب سيفه فأصاب ركبة عامر فمات منه، فقلت: يا رسول\nالله، زعموا أن عامر أحبط عمله؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nقال: (كذاب من قال، إن له لأجرين، إنه لجاهد) . قلت: فهمت من الحديث أن\nسبب الأجرين كونه استشهد بيده وسلاح نفسه خطأ.\n</p>\n\n<h1 class='l1' id='head20'>جزاء الوضوء قبل الطعام</h1>\n\n<p>\nوأخرج الحاكم فى تاريخ نيسابور عن عائشة قالت: قال رسول الله - صلى الله\nعليه وسلم: (الوضوء قبل الطعام حسنة وبعده حسنات) .\n</p>\n\n<p>\nقلت: ظهر لى فيه نكتة أن الأول من شرع غيرنا، والثانى من شرعنا كما دل\nعليه حديث سلمان قلت: يا رسول الله قرأت فى التوراة بركة الطعام الوضوء\nقبله وبعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nفناسب تضعيف أجر ما شرعه النبي - صلى الله عليه وسلم - على ما شرعه من\nقبله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nكم قيل بذلك فى حديث: (صوم عاشوراء كفارة سنة) (وصوم عرفة كفارة سنتين) .\n</p>\n\n<p>\nوسبب ذلك أن ذلك سنة موسى، وهذا سنة النبي - صلى الله عليه وسلم - فضعف\nأجره.\n</p>\n\n<p>\nوأخرج الترمذى عن أبى هريرة قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال رجل: يا رسول الله الرجل يعمل العمل فيسره فإذا طلع عليه أعجبه؟ قال\nرسول الله - صلى الله عليه وسلم: (له أجران أجر السر وأجر العلانية) .\n</p>\n\n<p>\nوأخرج أبو نعيم فى الحلية من حديث أبى ذر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الطبرانى فى الكبير عن أبى مسعود الأنصارى قال: جاء رجل إلى النبي\n- صلى الله عليه وسلم - فقال: إنى أعمل العمل فأسره فيظهر فأفرح به؟ قال:\n(كتب لك أجران: أجر السر، وأجر العلانية) .\n</p>\n\n<p>\nوأخرج ابن أبى شيبة فى المصنف عن حبيب بن أبى ثابت: أن ناسا من أصحاب\nالنبي - صلى الله عليه وسلم - قالوا: يا رسول الله إنا نعمل أعمالا فى\nالسر، فنسمع الناس يتحدثون بها فيعجبنا أن نذكر بخير؟ فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(لكم أجران، أجر السر، وأجر العلانية) .\n</p>\n\n<p>\nقال الترمذى: فسره بعض أهل العلم بأن يعجبه ثناء الناس عليه بالخير لقوله\nعليه السلام: أنتم شهداء الله فى الأرض للإكرام والتعظيم.\n</p>\n\n<p>\nوقال بعضهم: إذا طلع عليه فأعجبه رجاء أن يعمل بعمله فيكون له مثل أجرهم.\n</p>\n\n<p>\nوأخرج سعيد بن منصور فى سننه <span id='ms7'></span> عن أبى موسى الأشعرى أنه خطب فقال: (أيها\nالناس إنكم فى زمان لعامل الله فيه أجر واحد وإنه سيكون من بعدكم زمان يكون\nلعامل الله فيه أجران) .\n</p>\n\n<p>\nوقال ثنا إسماعيل بن إبراهيم ثنا سعيد الجريرى عن أبى السليل عن عبد الله\nبن رياح الأنصارى قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(للماشى فى الجنازة قيراطان، وللراكب قيراط) .\n</p>\n\n<p>\nوأخرج ابن أبى شيبة فى المصنف عن كعب قال: (الصدقة تضاعف يوم الجمعة) ،\nوأخرج عنه أيضا قال: (يوم الجمعة تضاعف فيه الحسنة والسيئة) .\n</p>\n\n<h1 class='l1' id='head21'>تضاعف الحسنات يوم الجمعة</h1>\n\n<p>\nوأخرج الطبرانى فى الأوسط عن أبى هريرة _ رضي الله عنه _\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قال رسول الله - صلى الله عليه وسلم: (تضاعف الحسنات يوم الجمعة) .\n</p>\n\n<p>\nوأخرج عن أبى بكر الصديق وعمران بن حصين قال: قال رسول الله - صلى الله\nعليه وسلم: (من اغتسل يوم الجمعة كفر عنه ذنوبه وخطاياه فإذا أخذ فى المشى\nكتب له بكل خطوة عشرون حسنة) .\n</p>\n\n<p>\nوأخرج ابن أبى الدنيا فى كتاب ذكر الموت عن يحيى بن عتيق قال: قلت لمحمد\nبن سيرين: (الرجل يتبع الجنازة لا يتبعها حسنة يتبعها حياء من أهله أله فى\nذلك أجر؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nقال: اجر واحد؟ قال: بل أجران أجر صلاته على أخيه، وأجر صلته للحى) .\n</p>\n\n<h1 class='l1' id='head22'>جزاء قراءة الرجل فى المصحف</h1>\n\n<p>\nوأخرج الطبرانى والبيهقى فى الشعب عن أوس الثقفى قال: قال رسول الله -\nصلى الله عليه وسلم: (قراءة الرجل فى غير المصحف ألف درجة، وقراءته فى\nالمصحف تضاعف ألفى درجة) .\n</p>\n\n<p>\nوأخرج البيهقى فى الشعب أيضا عن ابن عمر قال: قال رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nالله - صلى الله عليه وسلم: (من قرأ القرآن فأعربه كان له بكل حرف عشرون\nحسنة، ومن قرأ بغير إعراب كان له بكل حرف عشر حسنات) .\n</p>\n\n<p>\nالمراد بإعرابه معرفة معانى ألفاظه، وليس المراد المصطلح عليه فى النحو\nوهو ما يقابل اللحن، لأن القراءة مع فقده ليست قراءة، ولا ثواب فيها.\n</p>\n\n<p>\nوقد صح من حديث ابن مسعود مرفوعا: (من قرأ حرفا من كتاب الله فله به\nحسنة، والحسنة بعشر أمثالها) .\n</p>\n\n<p>\nأخرجه الترمذى.\n</p>\n\n<p>\nوحديث ابن عمر الذى أفردناه ظاهر فى <span id='ms8'></span> التضعيف.\n</p>\n\n<p>\nأخرج ابن أبى شيبة فى المصنف عن الأوزاعى قال: ابتعت جارية وشرط على\nأهلها أن لا أبيع، ولا أهب، ولا أمهرها فإذا مت فهى حرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفسألت الحكم بن عتيبة فقال: لا بأس به، وسألت مكحولا فقال: لا بأس به.\nقلت: يخاف على منه قال: بل أجرك فيه أجرين.\n</p>\n\n<p>\nوأخرج أحمد بسند رجاله ثقات عن ابن عمر سمعت رسول الله - صلى الله عليه\nوسلم - يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(إنى لأعلم أرضا يقال لها: عمان، ينضح بناحيتها البحر الحجة منها أفضل من\nحجتين من غيرها) .\n</p>\n\n<p>\nوأخرج الطبرانى في الكبير عن قيس بن عاصم عن أبيه سمعت رسول الله - صلى\nالله عليه وسلم - يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(إذا كان يوم القيامة أمر بالوالى فيوقف على جسر جهنم، فيأمر الله بالجسر\nفينتفض انتفاضة فيزول كل عظم منه من مكانه، ثم يسأله فإن كان مطيعا اجتبذه\nفأعطاه كفلين من الأجر، وإن كان عاصيا خرق به الجسر فهوى فى جهنم سبعين\nخريفا) .\n</p>\n\n<h1 class='l1' id='head23'>قصيدة تجمع الذين يؤتون أجرين</h1>\n\n<p>\nوقد اجتمع من هذه الأحاديث والآثار جملة تزيد على الثلاثين وقد نظمتها فى\nأبيات فقلت:\n</p>\n\n<p>\nوجميع آتى فيما رويناه أنهم ... يثنى لهم أجر جود محققا\n</p>\n\n<p>\nفأزواج خير الخلق أولهم ومن ... على زوجها أو للقريب تصدقا\n</p>\n\n<p>\nوفاز بجهد ذو اجتهاد أصاب ورد ... وضوء اثنين والكتابى صدقا\n</p>\n\n<p>\nوعبد آتى حق الإله وسيد ... وعامر يسوى مع غنى له تقى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nومن أمة بسرى فأدب محسنا ... وينكحها من بعده حين اعتقا\n</p>\n\n<p>\nومن سن خيرا أو أعاد صلاته ... كذاك جبان إذ بجاهر ذا شقا\n</p>\n\n<p>\nكذاك شهيد فى البحر ومن أتى ... له القتل من أهل الكتاب فألحقا\n</p>\n\n<p>\nوطالب علم مدرك ثم مسبغ ... وضوء لدى البرد الشديد فحققا\n</p>\n\n<p>\nومستمع بخطبة قد دنا ومن ... بتأخير صف أول مسلما وقى\n</p>\n\n<p>\nوحافظ عصر مع إمام مؤذن ... ومن كان فى وقت الفساد موفقا\n</p>\n\n<p>\nوكامل خير محسفا ثم إن بدا ... يرى فرحا مستبشرا بالذى ارتقا\n</p>\n\n<p>\nومغتسل فى جمعة عن جنابة ... ومن فيه حقا قد غدا متصدقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوماش يصلى جمعة ثم من أتى ... بهذا اليوم خيرا ما فضعفه <span id='ms9'></span> مطلقا\n</p>\n\n<p>\nومن حتفه قد جاء من سلاحه ... ونازع فعل إن الخير تسبقا\n</p>\n\n<p>\nوماش لدى تشييع ميت وغاسل ... يدا بعد أكل والمجاهد إذ فقا\n</p>\n\n<p>\nومشيع ميتا حياء من أهله ... ومستمع القرآن فيما روى التقى\n</p>\n\n<p>\nوفى مصحف يقرأ وقارئه معربا ... بتفهيم معناه الشريف محققا\n</p>\n\n<p>\nتم بحمد الله\n</p>\n\n<p>\n<span class=\"red\"> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             <span id='ms10'></span>\n</p>\n",
  "pages": [
    "000",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "058",
    "059",
    "060"
  ],
  "volumes": [
    "01"
  ]
}