{
  "content": "\n\n\n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nهذا كتاب مختصر المدخل وهو سبعة فصول (الفصل الأول) في طبائع البروج\nوحالاتها ودلالاتها (الفصل الثاني) في حالات الكواكب في ذاتها ومقدار أجرامها\nوحالاتها من الشمس (الفصل الثالث) في حالات الكواكب الخمسة والعشرين\n(الفصل الرابع) في سعادة الكواكب وقوتها وضعفها ونحوستها وفاسد القمر ومعرفة\nاثني عشريتها (الفصل الخامس) في طبائع الكواكب السبعة وخاصية دلالاتها على\nالأشياء الموجودة وأرباب الأيام والساعات (الفصل السادس) في جمل ذكر السهام\n(الفصل السابع) في معرفة سني فردارات الكواكب ومراتب سنتها المختلفة وحدود\nالمصريين\n</p>\n\n<p>\nقال جعفر بن محمد المعروف بأبي معشر المنجم للمحبين الفلسفة والعلوم\nالعلوية ذوي الكر الدائمة في أعاجيب أحوال السالكات في الحق الكلي ما نفع\nبعدم العلم بالأشياء الكائنات في هذا العالم مما تدل عليه الأجرام العلوية بقوى\nحركتها الطبيعية وإنما يدرك ذلك بمعرفة درج الفلك وعد البروج وأسمائها وكمية\nدرج كل واحد منها وأربابها ومزاعيمها وطبائعها وطبائع البيوت الثني عشر\nوالكواكب وبمعرفة الصور الشمالية والجنوبية وحالاتها ودلالاتها وقد ذكرنا عامة\nما يحتاج إليه في هذا المعنى في كتابنا الموسوم بالمدخل إلى علم أحكام النجوم فأما\nهذا الكتاب المسمى بمختصر المدخل فإنا نذكر فيه بعض تلك الأشياء علتى الختصار\nواليجاز ليكون أقرب إلى الفهم\n</p>\n\n<p>\nأما الفلك فهو ثلاثمائة وستون درجة واثنا عشر برجا وهي الحمل\nوالثور والجوزاء والسرطان والأسد والسنبلة والميزان والعقرب والقوس والجدي والدلو\nوالحوت وكل برج منها ثلاثون درجة كل درجة ستون دقيقة كل دقيقة ستون\nثانية كل ثانية ستون ثالثة وكل ثالثة ستون رابعة وكذلك يتجزء كل واحدا منها إلى\nالعواشر والحوادي عشر وسائر ما يتبع ذلك من الكسور وأما الكواكب السريعة\nالسير فهي سبعة فأعلاها وأبعدها عنا زحل ثم المشتري ثم المريخ ثم الشمس ثم\nالزهرة ثم عطارد ثم القمر ولكل واحد منها حظ في بعض البروج ولها فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \nأوجات وجوزهرات\nفالحمل بيت المريخ وشرف الشمس في تسع عشرة درجة منه وله\nثلاثة وجوه كل وجه عشر درجات مستوية فالوجه الأول للمريخ والثاني للشمس\nوالثالث <span id='ms01'></span> للزهرة وطبيعته حارة يابسة نارية مرة صفراء ومذاقته مرة وهو ذكر\nنهاري منقلب ربيعي زائد النهار على ساعات الستواء ناقص المطالع منتصب الطلوع\nمقطوع الأعضاء غضوب ذو لونين وصورتين نكاح قليل الولد وربما دل على\nالتوءم ملوكي ذو أربع قوائم مما له ظلف ذو نصف صوت وله من بدن\nالإنسان الرأس والوجه وله من البلدان بابل وفارس وأذربيجان وفلسطين\nالثور بيت الزهرة وشرف القمر في ثلاث درجات منه وله ثلاثة وجوه\nفالوجه الأول لعطارد والثاني للقمر والثالث لزحل وطبيعته باردة يابسة أرضية\nمرة سوداء ومذاقته حامضة وهو أنثى ليلي ثابت زائد النهار (على ساعات الستواء)\nناقص الخلقة مقطوع الأعضاء نكاح قليل الولد وربما دل أوله على العقيم ذو\nنصف صوت ذو أربع قوائم مما له ظلف وله النبات وكل شجرة تغرس وله\nمن بدن الإنسان العنق وخرزة الحلقوم وله من البلدان السواد والماهين\nوهمذان والأكراد\nوالجوزاء بيت عطارد وشرف الرءس في ثلاث درجات منها وله\nثلاثة وجوه والوجه الأول للمشتري والثاني للمريخ والثالث للشمس وطبيعتها\nحارة رطبة هوائية دموية ومذاقتها حلوة وهو برج ذكر نهاري ذو جسدين\nربيعي وفي آخره أطول ما يكون النهار كثير الوجوه طيار وله الشجر الطوال\nعلى صورة الناس منطق عقيم شديد الصوت صبيح جميل الوجه سخي طيب\nالنفس وله من بدن الإنسان المنكبان والعضدان واليدان وله من البلدان\nجرجان وأرمينية وأذربيجان وجيلان وبرجان وموقان ومصر وبرقة\nوالسرطان بيت القمر وشرف المشتري في خمس عشرة درجة منه وله\nثلاثة وجوه فالوجه الأول للزهرة والثاني لعطارد والثلث للقمر وطبيعته باردة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \nرطبة مائية بلغمية ومذاقته مالحة وهو أنثى ليلي منقلب صيفي وفيه يبتدء النهار\nبالنقصان كثير الولد لا صوت له وله الهوام وحيوان الماء والأشجار المعتدلة\nالطول وله المياه الكثيرة الحركة وماء المطر وله من بدن الإنسان الصدر والثديان\nوالقلب والمعدة والأضلاع والطحال والرئة وله من البلدان أرمينية الصغرى\nوشرقي خراسان والصين ومرو الرود وله شركة في بلخ وأذربيجان\nوالأسد بيت الشمس وله ثلاثة وجوه فالوجه الأول لزحل <span id='ms02'></span> والثاني\nللمشتري والثلث للمريخ طبيعته حارة يابسة نارية مرة صفراء ومذاقته مرة\nوهو ذكر نهاري ثابت صيفي ذو أربع قوائم من السباع التي لها ناب ومخلب وله\nالشجر الطوال مقطوع الأعضاء غضوب نكاح عقيم ذو نصف صوت صاحب\nإرب وخداع وخلب ومكر كثير الهم والغم مظلم وله من بدن الإنسان\nالمعدة العليا والقلب والعصب والجنب والمتنان والظهر وله من البلدان الترك\nإلى نهاية العمران الذي يليه والسغد ونيسابور\nوالسنبلة بيت عطارد وشرفه في خمس عشرة درجة منها وله ثلاثة\nوجوه فالوجه الأول للشمس والوجه الثاني للزهرة والثالث لعطارد وطبيعتها\nباردة يابسة أرضية مرة سوداء وهو برج ذو جسدين وفي آخره يكون استواء النهار\nوالليل ذو ثلاث صور طيار فيه ظلمة قليلة وله كلما من النبات على\nصور الناس عقيم شديد الصوت حسن الوجه سخي طيب النفس وله من بدن\nالإنسان البطن والأمعاء والمصارين والحجاب ومن البلدان الجرامقة والشام\nوالفرات والجزيرة وفارس ما يلي كرمان\nوالميزان بيت الزهرة وشرف زحل في إحدى (و) عشرين درجة منه\nوله ثلاثة وجوه فالوجه الأول منه للقمر والثاني لزحل والثالث للمشتري\nوطبيعته حارة رطبة هوائية دموية وهو ذكر نهاري منقلب خريفي ناقص النهار عن\nساعات الستواء زائد المطالع منتصب الطلوع ذو لونين وصورتين فيه ظلمة قليلة\nوله الشجر الطوال على صورة الناس معتدل الحال في النكاح قليل الولد وربما\nدل على التوءم مصوت حسن الوجه سخي النفس وله من بدن الإنسان الصلب\nوأسفل البطن والسرة والعورة والوركان والأليتان والخاصرة وله من البلدان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \nالروم وما بين تخومه إلى إفريقية وصعيد مصر إلى تخوم الحبشة وتخوم برقة وله\nكرمان وسجستان وكابل وطخارستان وبلخ وهرات\nالعقرب بيت المريخ ولها ثلاثة وجوه فالوجه الأول للمريخ ولثاني\nللشمس والثالث للزهرة وطبيعتها باردة رطبة مائية بلغمية وهي برج أنثى ليلي\nثابت مظلم وله السباع وحيوان الماء والمياه الجارية والأشجار المعتدلة الطول كثير\nالولد مفسد حذر غضوب كذوب صاحب هم حسن الوجه سخي النفس لا\nصوت له وله من بدن الإنسان المذاكير <span id='ms03'></span> والخصيتان والمثانة والدبر والعجانة\nوله من البلدان أرض الحجاز وبادية العرب ونواحيها إلى اليمن وطنجة\nوقومس والري وله شركة في السغد\nالقوس بيت المشتري وشرف الذنب في ثلاث درجات منه وله ثلاثة\nوجوه فالوجه الأول لعطارد والثاني للقمر والثالث لزحل وهو ذكر نهاري ذو\nجسدين وفي آخره أقصر ما يكون (من) النهار غير تامة الخلقة منتصب ذو طبيعتين\nمقطوع بنصفين نصفه الأول على صورة الناس ملوكي سري والنصف الثاني ذو\nأربع قوائم مما له حافز وله السباع وحشرة الأرض قليل الولد ذو\nنصف صوت صاحب حيل ومكر وله من بدن الإنسان الفخذان وله\nمن البلدان بغداد والجبال وإصفهان وأماكن الهرابذة والزمزمة\nوالجدي بيت زحل وشرف المريخ في ثمان وعشرين درجة منه وله\nثلاثة وجوه فالوجه الأول للمشتري والثاني للمريخ والثالث للشمس وطبيعته\nباردة يابسة أرضية مرة سوداء وهو أنثى ليلي منقلب في أوله يبتد النهار بالزيادة\nعلى الليل مدور الخلقة غير تامة ذو جوهرين وطبيعتين نصفه الأول (ترابي)\nبري يابس وربما دل على الدواب وعلى العقم من الناس والنصف الآخر مائي\n(بحري) كثير الولد توءم الأولاد دال على الطير وله التراب والحرث والكلء\nوما يشبهه من النبات وحشرة الأرض مفسد حسن المعيشة ضعيف الصوت\nغضوب حذر صاحب حيلة كثير الهم مظلم نكاح وله من بدن الإنسان الركبتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nوله من البلدان الحبشة ونهر مهران ومكران والسند وعمان والبحرين إلى السند\nوالهند\nوالدلو بيت زحل وله ثلاثة وجوه فالوجه الأول منه للزهرة والثاني\nلعطارد والثالث للقمر وطبيعته حارة رطبة هوائية دموية وهو ذكر نهاري\nثابت وله الشجر الطوال والمياه الجارية على صورة الناس قليل الولد وربما\nدل على العقم ضعيف الصوت وله من بدن الإنسان الساقان أي أسفل\nالركبتين وله من البلدان والكوفة وناحيتها وظهر الحجاز وأرض القبط\nمن مصر وغربي أرض السند\nوالحوت بيت المشتري وشرف الزهرة في سبع وعشرين درجة منه وله\nثلاثة وجوه فالوجه الأول لزحل والثاني للمشتري والثالث للمريخ وطبيعته\nباردة رطبة مائية بلغمية وهو أنثى ليلي ذو <span id='ms04'></span> جسدين وفي آخره يكون استواء النهار\nوالليل وللنصف الآخر منه الأشجار المعتدل الطول وله السباع وحيوان الماء\nوالمياه الراكدة معتدل النكاح كثير الولد مقطوع الأعضاء لا صوت له حذر\nصاحب حيل حلط كثير التلون وله من بدن الإنسان القدمان ومن\nالبلدان طبرستان وناحية الشمال من أرض جرجان وله شركة في الروم وله\nمن الروم إلى الشام وله الجزيرة ومصر والإسكندرية وبحر اليمن والله أعلم\nفهذه جمل طبائع هذه البروج ودلالاتها وفيها وبال للكواكب\nوهبوط ومقابلة بيت كل كوكب هو وباله وهبوطه في مقابلة برج شرفه مثل\nدرجة الشرف وكل ثلاثة منها مصطلحات على طبيعة واحدة فالحمل\nوالأسد والقوس تجتمع وتمتلء وهن مثلثات ناريات شرقيات وأربابها بالنهار\nالشمس (ثم) المشتري وبالليل المشتري ثم الشمس وشريكهما بالنهار والليل زحل\nوالثور والسنبلة والجدي ذات عطاء المال واليسار وهن مثلثات أرضيات\nجنوبيات وأربابها بالنهار الزهرة ثم القمر وبالليل القمر (ثم) الزهرة وشريكهما\nبالنهار والليل المريخ ولعطارد معهما في السنبلة والجوزاء والميزان والدلو تعطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nوتستفرغ وهن مثلثات هوائيات غربيات وأربابها بالنهار زحل ثم عطار وبالليل\nعطارد ثم زحل وشريكهما بالنهار والليل المشتري والسرطان والعقرب والحوت\nتفيض وتأخذ وهن مثلثات مائيات شماليات وأربابها بالنهار الزهرة ثم المريخ\nوبالليل المريخ ثم الزهرة وشريكهما بالنهار والليل القمر\nوستة من هذه البروج مستقيمة الطلوع وهي من أول السرطان إلى آخر\nالقوس وستة منها معوجة الطلوع وهي من أول الجدي إلى آخر الجوزاء\nوالمعوجة الطلوع منها مطيعة للمستقيمة الطلوع إذا كان طول نهار أحدهما مثل\nطول (ليل) الآخر ويدلان عل التفاق والمودة وذلك وهذه المتفقة في طول\nالنهار يقال لها المقتدرة المتفقة في القوة وقد يقال للبروج المستقيمة والمعوجة\nالطلوع إن بعضها مطيع لبعض بنحو آخر وذلك كالجوزاء وإنها مطيعة للأسد والثور\nللسرطان والسنبلة للجدي والحوت للعقرب والدلو للقوس والجدي للعقرب\nوأما الحمل للميزان والجدي للسرطان وإن كان (احدهما) مطيعا لصاحبه\nفإنهما لا يدلان على التفاق والمودة لتضادهما ومنها ما يقال لكل اثنين منهما\nالمتفقة في المنطقة وهما الذان يستويان <span id='ms05'></span> في المطالع كالحمل والحوت وكالثور والدلو\nوكالجدي والجوزاء وسائر ما يتبع ذلك ومنها المتفقة في الطريقة وهما البرجان\nالذان يكونان لكوكب واحد كالجدي والدلو لزحل وكالقوس والحوت للمشتري\nويقسم الفلك في كل وقت بأربعة أقسام والربع الذي من الطالع إلى وسط\nالسماء شرقي ذكر مقبل والربع الذي من (درجة) وسط السماء إلى درجة\nالغارب جنوبي مءنث (زائل) والربع الذي من الغارب إلى درجة الرابع\nغربي ذكر مقبل والربع الذي من الرابع (درجة)الطالع شمالي مءنث زائل\nوقد ( يقال) لما فوق الأرض من الفلك عنه ولما تحتها أيسره\nويسمى الربعان المءنثان أيسرين أيضا والنصف الذي من وسط السماء إلى\nالطالع إلى آخر البيت الثالث يقال له صاعد والنصف الآخر هابط\nوهذه الأرباع الأربعة تقسم باثني عشر قسما على عد البروج يقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nلكل واحد منها بيت فالبيت الذي في أول الربع يقال له الوتد والبيت\nالذي يليه يقال ما يلي الوتد والبيت الثلث منه يقال له الزائل من الوتد\nويسمى كل بيت منها باسم مخصوص به وله دلالة على أشياء منسوبة إليه\nفالبيت الأول هو الذي يطلع أوله من أفق المشرق ويقال الطالع وهو يدل على\nالأبدان والحيوة وعلى حالات كل ابتداء والثاني يقال بيت المال والمعاش\nوالثالث بيت الإخوة والأخوات والأقرباء والأصهار والفقه والدين والأخبار\nوالرسل والأسفار والرابع بيت الآباء والعقارات والكنوز وكل أمر مستور خفي\nوالخامس بيت الولد والرسل والهدايا والسادس بيت المرض والعبيد\nوالسابع بيت النساء والتزويج والخصومات والاضداد والثامن بيت\nالخوف والموت والمواريث والتاسع بيت السفر والطرق والدين والعبادة\nوالفلسفة والكتب والرسل والأخبارفالرؤيا والعاشر بيت السلطان والرفعة\nوالملك والذكر والصوت (والصناعات) والأعمال والأمهات والحادي\nعشر بيت الرجاء والسعادة والحمد والثناء والأعوان والثاني عشر بيت\nالأعداء والشقاء والحزن والغموم والحسد والنميمة والمكر والحيل والدواب\nولكل كوكب من السبعة فرح في بعض هذه البيوت فعطارد يفرح في\nالطالع والقمر في الثالث والزهرة في الخامس والمريخ في السادس والشمس في التاسع\nوالمشتري في الحادي عشر وزحل في الثاني عشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>(الفصل الثاني <span id='ms06'></span>) في حالات الكواكب في ذاتها ومقدار أجرامها وحالاتها من الشمسس</h1>\n\n<p>\nاعلم أن لكل كوكب في ذاته ومن الشمس حالات مختلفة فمن حال كل\nواحد منها في ذاته إن يكون صاعدا في فلك الأوج وناقصا في النور والعظم\nوالسير وهو إذا كان بينه وبين رأس أوجه (دون) تسعين درجة يمنة أو يسرة\nفإذا كان منه على تسعين سواء فهو معتدل النور والعظم والسير فإذا جاوز ذلك\nكان هابطا زائدا فيها كلها\nومنها أن يكون زائدا في العد وهو إذا كانت حصته الأخيرة دون مائة\nوثمانين درجة وإذا كانت أكثر من ذلك فهو ناقص فيه وإذا كانت مائة وثمانين أو\nثلاثمائة وستين درجة سواء فهو لا زائد في العد ولا ناقص منه\nومنها أن يكون زائدا في الحساب وهو أن يزاد تعديله على وسطه أو ناقصا\nمنه وهو إن ينقص ذلك منه وإذا لم يزد ولم ينقص منه فهو في الفلك المائل في\nطريقة الشمس\nومنها أن يكون زائدا في السير( و) الكواكب الخمسة تكون كذلك إذا\nكانت تسير أكثر من سيرها الوسط وإذا سارت مثله فهي في سيرها الأوسط وإذا\nسارت أقل منه فهي ناقصة فيه وأما الزهرة وعطارد فإذا كان سير أحدهما أكثر\nمن سير الشمس فهو زائد في السير وإذا كان أقل منه فهو ناقص فيه وإذا كان\nسيرهما متل سيرها فهما في وسط مسيرهما\nومنها أن يكون شماليا وهو إن يجوز رأس جوزهر إلى أن يبلغ ذنبه فإذا\nجازه فهو جنوبي ما دام في تلك الناحية\nولكل واحد منها في جرمه قوة عد درج معلومة متقدمة له ومتأخرة\nعنه فقوة جرم الشمس خمس عشرة درجة أمامها ومثلها خلفها\nوقوة جرم زحل والمشتري كل واحد منهما تسع درجات أمامهما ومثلها خلفهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nوقوة جرم المريخ ثمان درجات أمامه ومثلها خلفه وقوة جرم الزهرة وعطارد\nكل واحد منهما سبع درجات أمامهما ومثلها خلفهما\nفأما حالها من الشمس على الستقصاء فقد ذكرنا في كتاب المدخل إلا أنا\nنذكر هنا جملا منها\nأما <span id='ms07'></span> زحل والمشتري والمريخ من وقت مفارقتها الشمس إلى أن يقابلها فهي\nمتيامنة منها وإذا جازت استقبالها إلى أن يقارنها فهي متياسرة عنها وأما الزهرة\nوعطارد فإذا فارقا الشمس إلى ناحية المشرق إلى أن يعود إليها مقارناها هما متيامنان\nعنها ومن بعد مفارقتهما لها وهما مقربان إلى أن يقارنا هما متياسران عنها وأما\nالقمر فمن وقت مفارقته لها إلى أن يقابلها هو متياسر (عنها) فإذا أجاز استقبالها\nإلى أن يقارنها هو متيامن عنها\nفأما الثلاثة العلوية فإن لها منها ثمان حالات أولها إن تكون صميمية وهو\nإذا كان بينها وبين الشمس ست عشرة دقيقة متقدمة لها و متأخرة عنها وكذلك\nحال سائر الكواكب منها والثانية إن يكون بينها وبين زحل والمشتري خمس\nعشرة درجة (و) بينها وبين المريخ ثمان عشرة درجة في المشرق والثالثة إن يكون\nبين الثلاثة العلوية وبينها تسعون درجة مشرقة منها والرابعة إذا أقامت\nللرجوع ورجعت والخامسة إذا كانت في استقبالها والسادسة إذا قامت\nلاستقامة واستقامت والسابعة اذا كانت منها على تسعين درجة مغرب عنها\nوالثامنة اذا كانت بينها وبين الشمس خمس عشرة درجة فما دون ذلك داخلة تحت\nشعاعها\nوأما الزهرة وعطارد فإن لهما منها ثمان حالات أولها إن يكونا صميميين\nوالثانية إذا تباعدا عنها في المشرق سبع درجات وهما راجعان والثالثة إذا أقاما\nللاستقامة واستقاما والرابعة إذا كان بينهما ويينها سبع درجات وهما مستقيمان\nيسيران إليها والخامسة إذا ضما وهما يريدان المغرب والسادسة إذا تباعدا\nعنها سبع درجات وهما مغربان والسابعة إذا أقاما للرجوع ورجعا\nوالثامنة إذا صاربينهما وبينها سبع درجات وهما راجعان إليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nوأما القمر فإن له منها ثمان حالات أولها إن يكون صميميا والثانية إذا\nتباعد عنها اثنتي عشر درجة (والثالثة إذا كان منها على تسعين درجة) ويكون في\nجرمه نصف الضوء زائدا والرابعة إذا كان دون المقابلة باثنتي عشرة درجة\nوالخامسة إذا كان في حقيقة الستقبال والسادسة إذا جازاستقبالها باثنتي\nعشرة درجة والسابعة وإذا كان بينه وبينها تسعون درجة وهو ناقص (والثامنة\nاذا <span id='ms08'></span> كان بينها وبينه اثنتا عشرة درجة) وهو في طرف شعاعها ذاهب إليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>(الفصل الثالث) في حالات الكواكب وهي خمسة وعشرون</h1>\n\n<p>\nأما الحالات الخمسة والعشرون التي للكواكب وهي الحيز والإقبال والإدبار\nوالمقارنة والنظر والتصال والنصراف وخلاء السير والوحشي والنقل والجمع ورد النور\nوالمنع ودفع الطبيعة ودفع القوة ودفع الطبيعتين ودفع التدبير والرد والنتكاث\nوالعتراض والفوت وقطع النور والنعمة والمكافءة والقبول\nفالحيز أن يكون الكوكب الذكر بالنهار فوق الأرض وبالليل تحت الأرض في\nبرج ذكر وأن يكون الكوكب الأنثى بالنهار تحت الأرض وبالليل فوق الأرض في\nبرج أنثى إلا المريخ فإنه يخالف ذلك\nوالإقبال أن يكون الكوكب في الأوتاد أو ما يليها\nوالإدبار أن يكون الكوكب في البيوت الزائلة\nوالمقارنة أن يكون الكوكبان في برج واحد فأقوى دلالتهما إذا كان بينهما\nخمس عشرة درجة فما دونها أمامهما أو خلفهما والذي يكون منهما في ذاته\nأقوى فإن فعله يكون أظهر فإذا كان عند مقارنتهما بين أحدهما و (بين) الآخر\nمقدار نصف جرم كل واحد منهما أو أقل فهو أوكد لدلالة ما يدلان عليه وإذ\nاختلف برجاهما وبين كل واحد منهما درج قليلة فإنه لا يقال لهما مقترنان\nونظر الكواكب إنما يكون إلى موضع معلومة وهي البرج الثالث والرابع\nوالخامس والسابع والتاسع والعاشر والحادي عشر ونظره إلى البرج الثالث\nوالحادي عشر منه نظر تسديس ومودة وإلى البرج الرابع والعاشر نظر تربيع ومخالفة\nوإلى الخامس والتاسع منه نظر تثليث وموافقة وإلى السابع منه نظر مقابلة وعداوة\nوينظر إلى البرج التاسع والعاشر والحادي عشر منه عن يمينه وإلى\nالثالث والرابع والخامس منه عن يساره\nوالتصال على نوعين أحدهما اتصال الطول والآخر اتصال العرض فأما\nاتصال الطول فإنما يكون الكوكب الخفيف (السير يسير إلى الكوكب) الذي هو\nأبطأ منه إذا كان مقارنا له أو ناظرا إليه فما دام درجة الخفيف دون درجة الثقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nالمقارن له أو الناطر إليه هو ذاهب إلى التصال به فإذا صار له مثل تلك الدرج فقد\nتم اتصاله (به) وإذا جاوزه فقد انصرف <span id='ms09'></span> عنه وأما اتصال العرض فأن كان من\nمقارنة فهو إن يكون الكوكبان في برج واحد ويكونان مستوي الدرج في الطول\nوالعرض والجهة (و) يكسف أحدهما صاحبه وإن كان من مقابلة فهو أن\nيكون أحدهما في استقبال صاحبه وأحدهما شمالي صاعد والآخر شمالي هابط أو\nيكون أحدهما صاعدا في الجنوب والآخر هابطا فيه وإن كان من سائر\nالمناظرات فإن يكون أحدهما صاعدا في الشمال والآخر هابطا في الجنوب أو يكون\nأحدهما صاعدا في الجنوب والآخر هابطا في الشمال وفي هذه كلها إذا كان\nأقلهما عرضا يبلع درجات أقصى عرضه ما يلحق بدرجات الكواكب الآخر فهو\nمتصل به بالعرض فإذا استوى عرضا فقد اتصل به فإذا زاد عرضه على\nعرض صاحبه فقد انصرف عنه بالعرض\nوخلاء السير أن ينصرف الكوكب عن اتصال كوكب بالمقارنة أو بالنظر ولا\nيتصل بكوكب ما دام في برجه\nوالوحشي أن يكون الكوكب لا ينظر إليه كوكب البتة وأكثر ما يكون\nذلك للقمر\nوالنقل وجهان أحدهما أن ينصرف الكوكب الخفيف عن البطيء ويتصل\nبآخر فينقل طبيعة أحدهما إلى الآخر والثاني أن يتصل كوكب خفيف بكوكب\nأبطء منه ويتصل ذلك البطيء بكوكب آخر فينقل طبيعة الخفيف إلى الذي هو\nيتصل به\nوالجمع أن يتصل بالكوكب الواحد كوكبان أو أكثر فيجمع نورها ويئخذ\nطبائعها\nورد النور على جهتين إحداهما أن يكون الكوكب أو الكوكبان المستدل\nبهما لا يتصلان ولا يتناظران إلا أنهما ينظران إلى كوكب أو يتصلان به فينظر\nالكوكب المنظور إليه أو المتصل به إلى بعض مواضع الفلك فيرد نورهما إلى ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nالموضع والجهة الثانية أن يكون صاحب الطالع وصاحب الحاجة لا يتناظران أو\nيكونان منصرفين فإن نقل بينهما كوكب فقد رد نور أحدهما على الآخر\nوالمنع على وجهين أحدهما من مقارنة وهو إن يكون ثلاثة كواكب في\nبرج واحد مختلفة الدرج ويكون الثقيل أكثرها درجا فالأوسط منها قد منع الأقل\nدرجا من التصال بالثقيل إلى أن يجوزه والوجه الثاني من المنع أن يكون\nكوكبان في برج واحد ويكون <span id='ms10'></span> الخفيف متصلا بالثقيل وكوكب آخر متصلا بذلك\nالثقيل بالنظر فالذي معه في برجه يمنع الناظر ويفسد عليه اتصاله إذا كانت\nدرجاتهما شيئا واحدا فأما إذا كانت درجات الذي ينظر أقرب إلى الءتصال من\nدرجات المجامع فالتصال للناطر\nودفع الطبيعة أن يتصل الكوكب برب البرج الذي هو فيه أو في شرفه\nأو في حده أو مثلثته أو وجه فيدفع طبيعة الكوكب إليه\nودفع القوة ن يكون الكوكب في بيت نفسه أو في شرفه أو سائر ما\nذكرنا ويتصل بكوكب آخر فيدفع قوة نفسه إليه\nودفع الطبيعتين على جهتين حداهما أن يكون الكوكب في برج له فيه\nمزاعمة ويتصل بآخر له فيه مزاعمة أيضا وذلك كالزهرة إذا اتصلت بالمشتري من\nالحوت والجهة الثانية أن يتصل الكوكب النهاري( بالنهاري) وهما في مكان\nالنهار والليلي بالليلي وهما في مكان الليل\nودفع التدبير أن يتصل الكوكب (بالكوكب) من أي جهة كان التصال فإن\nكان ذلك من مودة أو موافقة أو قبول كانت ملائمة وان كان ذلك من مخالفة أو\nعداوة كان خلاف ذلك\nوالرد على وجهين أحدهما أن يتصل الكوكب بكوكب تحت شعاع الشمس\nمحترق فيرد عليه بضعفه والثاني أن يتصل الكوكب بكوكب راجع فيرد عليه\nما قبل منه لرجوعه فربما كان ذلك الرد بصلاح وربما كان بفساد والذي يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nرده بصلاح فهو على ثلاث جهات إحداها أن يكون المدفوع إليه يقبل\nالداع والثاني ان يكون (الداع) مستقيم السير والمدفوع إليه المحترق والراجع\nكلاهما في وتد أو ما يلي الوتد والثالث أن يكون القابل الراجع أو المحترق\nساقطا والداع في وتد أو ما يليه فإذا رد القابل إلى الداع والداع في موضع جيد\nأصلح الحاجة بعد الفساد وأما رده بفساد فهو على جهتين إحداهما\nان يكون الداع ساقطا والراجع أو المحترق ( و ) المدفوع إليه في وتد أو ما يليه فإذا\nرد إلى الداع ما قبل منه بحال رجوعه أو احتراقه فسدت الحاجة بعد الستقامة\nوالثاني أن يكون الدافع والقابل ساقطين أو محترقين ولا يقويان على <span id='ms11'></span> النهوض به\nفحينئذ يدل على أن الحاجة ليس لها أول ولا آخر\nوالنتكاث أن يكون الكوكب متصلا (بكوكب) فقبل أن يبلغه برجع\nعنه فيبطل اتصاله\nوالعتراض أن يكون كوكب خفيف كثير الدرج وكوكب آخر أثقل منه\nوأقل درجا وكوكب ثالث أخف (من) ذلك الخفيف يريد التصال بالثقيل فيرجع\nالخفيف الكثير الدرج فيتصل بالثقيل برجوعه ثم يجوزه فيكون اتصال ذلك الثالث\nالذي هو أخف من الخفيف بهذا الراجع الذي هو أثقل منه (لا) بالثقيل\nوالفوت أن يكون كوكب ذاهب إلى التصال بكوكب فقبل أن يبلغه\nينتقل المتصل به لى برج آخر فإذا تحول الداع ان يكون بعض الكواكب أقرب\nإليه منه فيكون اتصاله بالكوكب الآخر فيبطل اتصاله بالأول\nوقطع النور على ثلاث جهات إحداها أن يكون كوكب يريد التصال\nبكوكب أثقل منه وفي البرج الثاني من الخفيف (كوكب فقبل أن يبلع الخفيف) إلى\nالتصال بالثقيل يرجع الكوكب الذي في الثاني منه ويدخل برجه ويقارنه فيقطع\nنوره عن ذلك الكوكب الذي أراد التصال به والثانية أن يكون كوكب خفيف\nيتصل بكوكب أثقل منه وذلك الكوكب يدفع إلى كوكب (ثقيل) فقبل أن يبلغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nالخفيف درجة الكوكب الذي هو أثقل منه يتصل ذلك الكوكب بالكوكب الثقيل\nويجوزه فيكون اتصال الخفيف بالثقيل ويبطل اتصاله بالأول والجهة الثالثة أن\nيتصل الكوكب بكوكب سوى صاحب الحاجة أو يتصل به كوكب فينقل نوره\nإلى سوى صاحب الحاجة\nوالنعمة والمكافءة أن يكون الكوكب في بئره أو هبوطه فيتصل به\nكوكب أو يتصل هو بكوكب له مصادق أو مزاعم لبرجه أو يكون لأحدهما\nشهادة في (برج) نفسه فإنه يقتلعه وتخرجه من بئره أو هبوطه فلا يزال له\nالنعمة عليه حتى يقع الكوكب الذي أنعم عليه في بئره أو هبوطه فيتصل آخرهما\nبصاحبه فيخترجه من بئره أوهبوطه فيكون قد وفاه النعمة التي أنعمها\nعليه وكافءه وربما سمي رب شرف برج الكوكب صاحب نعمته\nوالقبول أن يتصل الكوكب بالكوكب من بيت المتصل به أو من شرفه أو\nحده أو مثلثته أو وجه <span id='ms12'></span> فيقبله أو يكون القابل للاتصال في بيت الداع أو في\nسائر حظوظه الذي ذكرنا قبل فيقبله وأقواها صاحب البيت أو الشرف فأما\nصاحب الحد أو الثلثة أو الوجه فهو ضعيف إلا أن يجتمع اثنان منها أو أكثر\nوقد يقبل بعضها بعضا أيضا (بالنظر) من غير اتصال إلا أن قبول التصال أقوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>(الفصل الرابع) في سعادة الكواكب وقوتها وضعفها ونحوستها وفساد القمر ومعرفة اثني عشريتها</h1>\n\n<p>\nأما سعادة الكواكب فهي لن تكون في مناظرة من السعود من التسديس\nأو التربيع أو التثليث أو تكون مقارنة لها وتكون النحوس ساقطة عنها أو تنصرف\nعن سعد وتتصل بسعد أوتكون محصورة بين سعدين أو صميمية أو في مناظرة\nالشمس من التثليث أو التسديس أو في مناظرة القمر والقمر مسعود أو تكون\nسريعة السير زائدة في النور والعد و تكون في جلبها أعني في البروج التي لها\nفيها حظ أو في أفراحها أو في الدرجات النيرة أو مقبولة أو في حيزها\nوأما قوتها فإن تكون صاعدة في الشمال أو شمالية أو تكون صاعدة في فلك\nأوجها أو في المقام الثاني أو خارجة من شعاع الشمس أو في وتد أو فيما يليه\nأو تكون الثلاثة العلوية شرقية من الشمس وإن نظرت إليها من التسديس كان\nأقوى لها أو تكون في الربعين المذكرين وإذا كانت الشمس في هذين الربعين\nأو في بروج الذكور فهي قوية أيضا إلا أن تكون في الميزان ومن قوة الثلاثة\nالسفلية إن تكون غربية أو في الربعين المؤنثين\nومن ضعف الكواكب إن تكون بطيئة السير أو في المقام الأول أو راجعة\nوأضر الرجوع رجوع الكوكبين السفليين وخاصة إذا كانا مع رجوعهما يحترقان\nأو إن تكون الكواكب تحت شعاع الشمس أو في الدرجات المظلمة أو إن\nيكن الذكور في برج أنثى أو في درجات إناث بالنهار وتحت الأرض وبالليل فوق\nالأرض وان تكون الإناث في برج ذكر أو في درجات ذكور بالليل تحت\nالأرض وبالنهار فوق الأرض أو تكون في بروج هبوطها أو هابطة في <span id='ms13'></span> الجنوب\nأو جنوبية أو ساقطة عن الوتد وما يليه أو تكون في الطريقة المحترقة وهي الميزان\nوالعقرب أو تكون في وبالها أو إن يتصل بكوكب راجع أو فاسد أو في هبوطه أو\nزائل أو تكون غير مقبولة أو تكون في الغربة وسيما إذا لم ينظر إليها سعد أو من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nيلائمها من الكواكب أو إن تكون الثلاثة العلوية غربية من الشمس أو في\nالربعين المؤنثين ومن ضعف الشمس إن تكون في بروج مؤنثة أو في هذين\nالربعين أيضا إلا أن تكون في البيت التاسع فإنه فرحها ومن ضعف الثلاثة\nالسفلية إن تكون في أول تشريقها أو في الربعين المذكرين\nونحوسة الكواكب إن تكون في مقارنة النحوس أو في مقابلتها (و في\nتربيعها أو في تثليثها) أو في تسديسها وبينها وبين جسد النحس أو شعاعه أقل من\nحد الكوكب أو إن يكون في حدود النحوس أو في بيوتها أو يكون بعض\nالنحوس مستعليا عليها من العاشر أو الحادي عشر من مكانها وأصر ذلك إذا كان\nالنحس غير قابل لها أو إن يكون مقارنا للشمس أو مربعا أو مقابلا أو\nيكون مع رؤوس جوزهرات أنفسها أو مع أذنابها أو مع الرأس أو مع الذنب\nويكون بينها وبينهما اثنتي عشرة درجة فما دون ذلك وسيما إذا كان القمر من\nأحدهما كذلك فأما الشمس فإن أضر ما يكونان بها إذا كان بينها وبينهما أربع\nدرجات أمامها أو خلفها وقد زعم بعض الأوائل أن الرأس من طبيعة الزيادة\nفإذا كانت السعود معه زاد في سعادتها وإذا كانت النحوس معه زاد في نحوستها\nومن طبيعة الذنب النقصان فإذا كانت السعود معه نقص من سعادتها وإذا كانت\nالنحوس معه نقص من نحوستها ولذلك قالت عامتهم إن الرأس مع السعود\nسعد ومع األنحوس نحس والذنب مع النحوس سعد ومع السعود نحس\nومنحسة أخرى يقال لها الحصار (وهو على وجهين) أحدهما إن\nيكون الكوكب في برج ومعه من قدامه نحس أو شعاعه ومن ورائه نحس أو\nشعاعه أو ينصرف عن <span id='ms14'></span> نحس بالمقارنة أو بالنظر ويتصل بنحس آخر على تلك\nالحال والجهة الثانية من الحصار إن يكون الكوكب في برج ونحس\nيجسده أو بشعاعه في البرج الثاني منه ونحس آخر أو شعاعه في البرج الثاني عشر\nمنه فإن لم يكن فيه كوكب وكان حال الطالع أو سائر البروج كذلك فإن الطالع أو\nذلك البرج يكون محصورا أو في كلتي الجهتين إن نظرت الشمس أو بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nالسعود إلى الكوكب المحصور وكان بين الكوكب والشعاع أقل من سبع درجات\nفإنه يدل على تحليل تلك المنحسة وإن كان البرج هو المحصور ونظرت إليه السعود\nأو الشمس حلت تلك النحوسة وإذا كان الكوكب أو البرج محصورا من\nالسعود فذلك من أفضل السعادة\nوفساد القمر على أحد عشر وجها أحدها إن يكون منكسفا وأشده إن\nينكسف في البرج الذي كان فيه أصل مولد إنسان أو في تثليثه أو تربيعه\nوالثاني إذا يكون تحت شعاع الشمس والثالث إذا كان بينه وبين دقيقة\nالستقبال اثنا عشر درجة ذاهبا إليها أو منصرفا عنها والرابع إذا كان مع\nالنحوس أو كانت تنظر إليه والخامس إذا كان في اثني عشرية زحل أو بهرام و\nالسادس إذا كان مع الرأس أو الذنب والسابع إذا كان جنوبيا وإذ ذاك إذا كان\nهابطا فيه والثامن إذا كان في الطريقة المحترقة وهما الميزان والعقرب\nوالتاسع إذا كان في آخر البروج في حدود النحوس و العاشر إذا كان بطيء السير\nيسير أقل من سيره الأوسط والحادي عشر إذا كان في البيت التاسع من الطالع\nفأما معرفة اثني عشريتها لإن تنظر إلى ما سار كل كوكب (في برجه)\nمن الدرج والدقائق فتضربه في اثني عشر (ثم) تطرحه من أول برج الكوكب\nبكل برج ثلاثين درجة فحيث ينفد فهناك اثنا عشريته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>(الفصل الخامس) في طبائع الكواكب السبعة وخاصية دلالاتها عل الأشياء الموجودة وأرباب الأيام والساعات</h1>\n\n<p>\nاعلم أن الكواكب السريعة السير بعضها فوق بعض فأعلاها وأبعدها عنا\nزحل فالذي دونه في الفلك المشتري ثم أسفل منه المريخ بعده الشمس <span id='ms15'></span> ثم\nالزهرة ثم عطارد ثم القمر ولكل واحد منها خاصة طبيعة ودلالة على أشياء\nموجودة\nفأما زحل فإنه نحس وطبيعته باردة يابسة مرة سوداء مظلمة وهو منتن\nالريح كثير أكل الأكل صادق المودة وهو يدل على أعمال الرطوبة والمياه والأنهار\n(والحرث) والفلاحة والصناع بأيديهم وكثرة المال والبخلاء والقراء والأسفار البعيدة\nوالحقد والمكر والحيل والغدر وقلة الخلطة للناس وكل عمل بالشر والقهر والحبس\nوالدهق والتقيد وصدق القول والشيخوخة والتؤدة والتأني والفهم والتجارب\nوبعد الغور والجاجة والخوف والغموم والأحزان والعسر والنكد والموتى والمواريث\nوالأجداد والآباء والإخوة الأكابر والخصيان والعبيد والسفل\nوأما المشتري فإنه سعد وطبيعته حارة رطبة هوائية معتدلة وهو يدل على\nالنفس التي تغذو والحيوة والأولاد وأولاد الأولاد والحمال والعلماء والقضاة بين\nالناس وعبارة الرؤيا والصدق والحق والعفة والدين والورع وحسن الثناء\nوالحتمال والحمية والفلج والغلبة والكرامة والملوك والعظماء والرغبة في المال\nوعن النقيبة والصدقات والسخاء ومعونة الناس على الأشياء وحب العمارة\nوالمساكن الفاخرة والوفاء بالعهد والمزح والكاهة والزينة وكثرة النكاح\nوأما المريخ فإنه نحس وطبيعته حارة يابسة نارية مرة صفراء ومذاقتها مرة\nوهو يدل على الشاب والقوة والنيران والحريق وكل أمر يحدث فجاءة\nوالأساورة (والقواد) والجندية والجور والقهر والحرب والقتال والنقب والسرق (و)\nالمكابرة والعذاب والضرب والسجن والضيق والأباق والخصومة والطيش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nوالجاجة والعجلة والسفة وفحش السان وقلة الورع والكذب والنميمة وقلة الحياء\nوالأسفار والغربة والزناء وسماحة النكاح وقطع الولد في الرحم وسقوط الجنين\nوالإخوة الأوساط وسياسة الدواب ونبش القبور وسلب الموتى والجواهر التي\nيذيبها النار كالذهب والضة والحديد والله أعلم\nوأما الشمس فإنها سعد وطبيعتها حارة يابسة وهي تدل على النفس\nالحيوانية والنور والضياء والعقل والمعرفة والفهم والقهر والمغالبة والتسلط وتدل\nعلى القضاة والملوك والرؤساء والسود والشرف والجماعات من الناس والمال\nوالثورة وكثرة الكلام والنظافة والحكمة والدين والمعاد (والآباء) والإخوة\nالأوساط خلطة الناس قوى على الأشرار تسعد وتنحس وترتع مرة وتسقط\nأخرى\nوأما الزهرة فإنها سعد وطبيعتها باردة رطبة بلغمية معتدلة وهي تدل\nعلى النساء والأمهات والأخوات الأصاغر والنظافة والكسوة <span id='ms16'></span> والحلي والذهب\nوالضة والسرور والطمئنينة إلى كل واحد والفتوة والعجب وحب الناء والمضحك\nالبذخ والصلف وحب الهو والضحك والزينة والفرح والرقص والزمر وتحريك أوتار\nالعيدان والأغاني والعطر والطيب والعب بالنرد والشطرنج والبطالة والفتك\nوأولاد الزناء والزواني والأشربة المسكرة وكترة النكاح والمسحاق والسخاء والجمال\nوبرتة النفس والتؤدة والتأنيث والغزل والعشق ونظم الأكاليل ولبس التيجان\nوبيوت العبادة والتمسك بالدين والتحنيث\nوأما عطارد فإنه يميل طبيعة إلى ما يمازجه من طبائع الكواكب والبروج\nوهو يدل على الحداثة والإخوة الأصاغر والمحبة للوصفاء والوصائف\nويدل على الربوبية والوحي (إلى) الأنبياء والتصديق والعقل والكلام والءخبار (و)\nالعلوم المختلفة والحساب والمساحة والهندسة وعلم النجوم والزجر والفأل\nوالبلاغة والشعر والكتابة والدواوين (وقلة )الفرح والأفساد للمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nوالتجارات والأخذ والإعطاء والمكر والخديعة والدهاء والمساعدة والصبر ورفق\nالكفء\nوأما القمر فإنه سعد وطبيعته باردة رطبة بلغمية معتدلة وفيه حرارة عرضية\nلأن ضوءه من الشمس وهو يدل على الفرح والجمال والمدح وابتداء الأعمال\nكلها والملوك والسعادة في المعاش والقه والدين و كثرة الفكر في الأشياء وحديث\nالنفس وعلم الأرضين والمياه وتقديرها والمحاسبات وضعف العقل والنساء الاتي\nلهن شرف والتزويج وتربية الأطفال وأحوالها والأمهات والخالات والظؤرة والأخوات\nالءكابر والرسل والبرد والأخبار والأباق والكذب (و) النميمة لا يكتم سره\nصاحب بيعة في الأشياء وسعة في أطعام الطعام\nوهذه الكواكب السبعة أرباب أيام الجمعة وساعاتها ورب\nيوم الأحد الشمس ورب يوم الثنين القمر ورب يوم الثلاثاء المريخ ورب يوم\nالأرباء عطارد ورب يوم الخميس المشتري ورب يوم الجمعة الزهرة ورب يوم\nالسبت زحل فإذا كان رب اليوم كوكب من الكواكب فهو رب الساعة الأولى\nمن ذلك ثم الذي دونه من الفلك رب الساعة الثانية والذي بعده رب الساعة\nالثالثة وكلما انتهى الى رب اليوم ابتداء بالعد منه ثانيا إلى تمام أربعة وعشرين ساعة\nوذلك كيوم الأحد ( فإنه ) للشمس وهي رب الساعة الأولى منه والزهرة التي\nبعدها ربة الساعة الثانية وعطارد رب الساعة الثالثة وكذلك أرباب ساعات كل\nيوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>(الفصل) السادس في جمل ذكر السهام</h1>\n\n<p>\nأما <span id='ms17'></span> عد السهام على الستقصاء وعلها ودلالاتها على الأشياء فقد ذكرناه في\nكتاب المدخل إلى علم أحكام النجوم ونحن نذكر هنا (بعضها) ذكرا مرسلا\nسهم السعادة يئخذ بالنهار من الشمس إلى القمر بدرج السواء وبالليل مخالفا\nويزاد عليه درجات الطالع ويلقى من الطالع ثلاثين ثلاثين فإن كان النيران في\nدقيقة واحدة فإن سهم السعادة في دقيقة الطالع\nسهم الغيب يئخذ بالنهار (من القمر إلى الشمس وبالليل مخالفا ويلقى من\nالطالع وهذا مواق لسهم الدين\nسهم الحب والألفة يئخذ بالنهار) من سهم السعادة إلى سهم الغيب وبالليل\nمخالفا ويلقى من الطالع\nسهم الثبات والبقاء وعماد الطالع وبهاء المولود وحماله مثل سهم الزهرة\nبالنهار (من سهم السعادة) إلى سهم الغيب وبالليل مخالفا ويلقى من الطالع\nوسهم القر وقلة الحيلة يئخذ بالنهارمن سهم الغيب إلى سهم السعادة\nوبالليل مخالفا ويلقى من الطالع\nسهم الشجاعة والجرأة يئخذ بالنهار من المريخ إلى درجة سهم السعادة\nوبالليل مخالفا ويلقى من الطالع\nوسهم الفلح والنصرة والظفر يئخذ بالنهار من سهم الغيب إلى المشتري\nوبالليل مخالفا ويلقى من الطالع\nسهم الوثاق والسجن وهل ينجو منه أم لا يئخذ بالنهار من زحل إلى\nدرجة سهم السعادة وبالليل مخالفا ويلقى من الطالع\nسهم الحيوة يئخذ بالنهار من المشتري إلى زحل وبالليل مخالفا ويلقى من\nالطالع\nسهم الهيلاج يئخذ من دقيقة الجتماع الذي كان قبل ولادة المولود إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nالقمر إن كان المولود اجتماعيا وإن كان استقباليا فإنه يئخذ من دقيقة\nالستقبال الذي كان قبل ولادة المولود إلى القمر ويلقى من الطالع\nسهم المال يئخذ بالنهار والليل من رب بيت المال إلى درجة ودقيقة بيت\nالمال بالسواء ويلقى من الطالع\nسهم الإخوة يئخذ بالنهار والليل من زحل إلى المشتري ويلقى من الطالع\nسهم موت الإخوة يئخذ بالنهار من درجة الشمس إلى درجة وسط السماء\nوبالليل مخالفا ويلقى من الطالع\nسهم الآباء يئخذ بالنهار من الشمس إلى زحل وبالليل مخالفا ويلقى من\nالطالع فإن كان زحل تحت الشعاع فخذ بالنهار من الشمس إلى المشتري <span id='ms18'></span> (و) بالليل\nمحالفا ويلقى من الطالع سهم السلطان مثل سهم الآباء\nسهم الأجداد يئخذ بالنهار من صاحب بيت الشمس إلى زحل وبالليل من\nزحل إلى صاحب بيت الشمس فيلقى من الطالع فن كانت الشمس في بيت نفسها\nأو في أحد بيتي زحل فخذ بالنهار من الشمس إلى زحل وبالليل مخالفا ولا تلتفت\nإلى زحل كان ظاهرا أو تحت الشعاع\nوسهم العقارات والضياع يئخذ بالنهار والليل من زحل إلى القمر و يلقى\nمن الطالع وهو على سهم السلطان وأي عمل يعمل المولود\nسهم الولد يئخذ بالنهار من المشتري إلى زحل وبالليل مخالفا ويلقى من\nالطالع وهذا السهم مواق لسهم الحيوة\nسهم الدال على الوقت الذي يكون فيه الولد وعدهم وذكر تلد المرءة أو\nأنثى يئخذ بالنهار والليل من المريخ إلى المشتري ويلقى من طالع\n(سهم معرفة حال الولد الذكور يئخذ بالنهاروالليل من القمر إلى\nالمشتري ويلقى من الطالع\nسهم معرفة حال الولد الإناث يئخذ بالنهاروالليل من القمر إلى الزهرة\nويلقى من الطالع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nسهم يعلم به المولود أو المسوول عنه أو الجنين أذكر هو أو أنثى يئخذ\nبالنهار من رب بيت القمر ( الى القمر) وبالليل (مخالفا) ويلقى من الطالع\nسهم المرض والعيوب والزمانة يئخذ بالنهار (من زحل إلى المريخ)(...\n)\n(... ) والليل من عطارد إلى القمر ويلقى من طالع\nسهم تزويج الرجال وسهم الأخبار لهرمس يئخذ بالنهار والليل من زحل\nإلى الزهرة ويلقى من الطالع\nسهم تزويج الرجال لواليس يئخذ بالنهار والليل من الشمس إلى الزهرة\nويلقى من الطالع\nسهم تزويج النساء لهرمس يئخذ بالنهار والليل من الزهرة إلى زحل ويلقى\nمن الطالع وهذا السهم موافق لسهم الفلاحة\nسهم تزويج النساء لواليس يئخذ بالنهار والليل من القمر إلى المريخ ويلقى\nمن الطالع\nسهم وقت التزويج لهرمس يئخذ بالنهار والليل من الشمس إلى\nالقمر ويلقى من الطالع سهم الموت يئخذ بالنهار والليل من درجة القمر إلى\nدرجة بيت الثامن وتزاد عليه ما سار زحل في برجه ويلقى من أول برج زحل\nسهم الكوكب القتال يئخذ <span id='ms19'></span> بالنهار من درجة رب الطالع إلى درجة القمر\nوبالليل مخالفا ويلقى من الطالع\nسهم السنة التي تخاف على المولود فيها الموت والقحط يئخذ بالنهار\nوالليل من زحل إلى رب بيت الجتماع أو إلى رب بيت الستقبال الذي كان قبل\nولادة المولود ويلقى من الطالع وهذا السهم مواق لسهم عواقب الأمور\nسهم الموضع الثقيل وموضع المرض يئخذ بالنهار من زحل إلى المريخ\nوبالليل مخالفا ويلقى من الطالع من أول برج عطارد وهذا السهم مواق لسهم\nالخيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nسهم السفر يئخذ بالنهار(والليل) من صاحب برج التاسع إلى درج بيت\nالتاسع ويلقى من الطلع\nسهم السير في الماء يئخذ بالنهار من زحل إلى خمس عشرة درجة من\nالسرطان بالليل مخالفا ويلقى من الطالع فإن كان زحل في الدرجة الخامسة\nعشرة من السرطان فإن درجة زحل ودرجة الطالع هما الدليلان\nسهم العقل وبعد الغور يئخذ بالنهار من زحل إلى القمر وبالليل مخالفا\nويلقى من الطالع\nسهم الخبر أحق هو أم باطل يئخذ بالنهار والليل من عطارد إلى القمر\nويلقى من الطالع وهذا السهم موافق لسهم العبيد\nسهم شرف المولود إن شكوا فيه ألأبيه هو أو لا يئخذ بالنهار من درجة\nالشمس إلى تمام تسع عشرة درجة من الحمل وبالليل من القمر إلى تمام ثلاث\nدرجات من الثور ويلقى من الطالع فإن كانت الشمس بالنهار في الدرجة التاسعة\nعشرة من الحمل أو كان القمر بالليل في الدرجة الثالثة من الثور فإن الدلالة في\nدرجتهما ودرجة الطالع\nسهم الملك والسلطان يئخذ بالنهار من المريخ إلى القمر وبالليل مخالفا ويلقى\nمن الطالع\nسهم السلطان وأي عمل يعمل المولود يئخذ بالنهار والليل من زحل إلى\nالقمر ويلقى من الطالع وكذلك سهم العقارات والضياع\nسهم الأم يئخذ بالنهار من الزهرة إلى القمر وبالليل مخالفا ويلقى من\nالطالع\nسهم الرجاء يئخذ بالنهار من زحل إلى الزهرة وبالليل مخالفا ويئخذ من\nالطالع\nسهم الأصدقاء يئخذ بالنهار والليل من القمر إلى عطارد ويلقى من\nالطالع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nسهم الأعداء لبعض القدماء يئخذ بالنهار والليل <span id='ms20'></span> من زحل إلى المريخ ويلقى\nمن الطالع\nسهم الأعداء لهرمس يئخذ بالنهار والليل من رب بيت الأعداء إلى درجة\nبيت الأعداء ويلقى من الطالع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>(الفصل السابع) في معرفة سني فردارات الكواكب ومراتب سنتها المختلفة وحدود المصريين</h1>\n\n<p>\nاعلم أن للكواكب أعداد معلومة يقال لبعضها فردارات ولبعضها سنين\nلفردار الشمس عشر سنين وفردار الزهرة ثمان سنين وفردار عطارد ثلاث عشرة سنة\nوفردار القمر تسع سنين وفردار زحل إحدى عشرة سنة وفردار المشتري اثنتا عشرة\n(سنة) وفردار المريخ سبع سنين وفردار الرأس (ثلات سنين) والذنب سنتان فذلك\nخمس وسبعون سنة\nوأما سنوها فهي ثلاثة أنواع الكبرى والوسطى والصغرى فأما سنوها\nالكبرى فلشمس مائة وعشرون سنة وللزهرة اثنتان وثمانون سنة ولعطارد ست\nوسبعون سنة وللقمر مائة وثمان سنة ولزحل سبع وخمسون سنة وللمشتري تسع\nوسبعون سنة وللمريخ ست وستون سنة\nوأما سنوها الوسطى فلشمس تسع وثلاثون سنة ونصف (...) ولزحل\nثلاث وأربعون سنة ونصف وللمشتري خمس وأربعون سنة ونصف وللمريخ أربعون\nسنة ونصف\nوأما سنوها الصغرى فللشمس تسع عشرة سنة وللزهرة ثمان سنين\nولعطارد عشرون سنة(...) ولزحل ثلاثون سنة وللمشتري اثنتا عشرة سنة\nوللمريخ خمس عشرة سنة والله تعالى أعلم بالحقيقة والصواب وإليه المرجع\nوالمناب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n <span id='ms21'></span>\n\n</p>\n",
  "pages": [
    "002",
    "004",
    "006",
    "008",
    "010",
    "012",
    "014",
    "016",
    "018",
    "020",
    "022",
    "024",
    "026",
    "028",
    "030",
    "032",
    "034",
    "036",
    "038",
    "040",
    "042",
    "044",
    "046",
    "048",
    "050",
    "052",
    "054"
  ],
  "volumes": [
    "01"
  ]
}