{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ الإمام أبو الفضل عبد الرحمن بن أحمد بن الحسن الرازي المقرئ\nرحمة الله عليه: وبعد: فإن هذا كتاب ألفته في فضائل القرآن وتلاوته وخصائص\nتلاوته وحملته.\n</p>\n\n<p>\nوقد سماه الله بالقرآن، والفرقان، والعظيم، والعزيز، والحكيم، والروح،\nوالكريم، والنور، والهدى، والتذكرة، والذكرى، والرحمة، والشفاء، والكتاب\nالمبين، والذكر الحكيم، والصراط المستقيم، والحق اليقين، والقصص الحق،\nوالموعظة الحسنة، والآيات البينات، والمتبينات، والبيان، والتبيان،\nوالبينة، وحبل الله، وصراط الله، في غيرها من الأسماء العلية والصفات\nالجلية.\n</p>\n\n<p>\nونوه بذكر حملته من حفظته، ورفع من شأنهم، فقال عز وجل من قائل: {كونوا\nربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون} [آل عمران: 79]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nفالرباني أخص نسبة ينسب به العبد إلى مولاه من بعد النبوة، ومعناه: كونوا\nعلماء حكماء بتعليمكم الكتاب ودرسكم إياه.\n</p>\n\n<p>\nوجعلهم مغبوطين في الأنبياء والسالفة من الأمم قبل أن أظهروا، ومحسودين\nفي أهل الكتاب والمشركين، ثم في الأمة بعد أن ظهروا واستظهروا.\n</p>\n\n<p>\nوفوض إليهم الإمامة والإمارة،. . من عملوا علموه في الدنيا، والشفاعة في\nالآخرة.\n</p>\n\n<p>\nوقطع لهم بحق معلوم مؤقت في بيت المال لم يقطعه كذلك لغيرهم.\n</p>\n\n<p>\nوجعلهم خير الأمة وأفضلهم وخيارهم وأشرافهم، واتخذهم أهلين من بين خلقه،\nوخواص من بين عباده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nواستدرج النبوة من بين جنوبهم من غير وحي إليهم، وأخبر بأنه عز وجل\nيأخذهم بما يأخذ به الأنبياء إلا الوحي.\n</p>\n\n<p>\nوجعل حرمتهم على المؤمنين كحرمة أمهاتهم عليهم احتراما ومبرة.\n</p>\n\n<p>\nوآمنهم من أن تحرقهم النار أو يلجوها إلا تحلة القسم، كل ذلك بينه عز وجل\nفي نص تنزيله، وعلى لسان نبيه عليه الصلاة والسلام.\n</p>\n\n<p>\nومن وراء جميع ما ذكرته خص علماءهم بخلة مستخلصة لهم دون غيرهم من علماء\nالشريعة، وهي ائتمام الأمة بهم في كتابه عن آخرها على اختلاف نحلها\nومذاهبها من غير نزاع ولا مخالفة، فأعظم بهن من فضائل وخصائص وأكرم، وإن لم\nيحصل المرء المسلم إلا على مجرد حفظه دون تبطن في معناه، أو منازلة لجميع\nموجبه ومقتضاه، فإن رسول الله صلى الله عليه وسلم قد قال: «لو <span id='ms01'></span> جعل القرآن\nفي إهاب، ثم ألقي في النار ما احترق» أي: من علمه الله القرآن من المسلمين\nوحفظه إياه، لم تحرقه النار يوم القيامة إن ألقي فيها بالذنوب، كذلك قيل في\nمعنى الخبر.\n</p>\n\n<p>\nوقد قال أبو أمامة الباهلي رضي الله عنه: اقرؤا القرآن ولا تغرنكم هذه\nالمصاحف، فإن الله لا يعذب بالنار قلبا وعى القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوأحرى لمن تنبه على تعظيم حرمات الله في نص التنزيل من الشعائر والمشاعر\nوالمناسك والمسعى والمواقف أن يتنبه لحرمة ما هو أعظم حرمة عند الله سبحانه\nمنهن وهو المؤمن، ثم لحرمة من اتخذه الله من بين المؤمنين أهلين من جملتهم\nوهم حملة كتابه، ولولا ورود الشرع بها من لفظه لاستعظم إضمارها، فكيف\nبإظهارها؟ وإنما تنبيهي على ما جعل الله لأهليه من الحق والحرمة من بين\nخلقه، لأنا قد بلينا في الموقف بقوم من نشئة لا يعبئون بكتاب الله ولا\nبحفظه، فلا يعبأ الله بهم، قاصرين عنه، حاجزين، مفترين غيرهم، مزهدين فيه،\nملقبين حملته بالقراء على النبز والازدراء دون المدح والإطراء ما بين\nالمترسمين بالعلم والمتوسمين بالنسك، جل كلامهم: أن حفظ القرآن يصلح\nللمعلمين والصبيان، ولم يقرأ إلا عند المرضى وفي المقابر، وأكثر فتياهم أنه\nيكفي من القرآن ما يسقط به الفرض، بعدما علموا أن رسول الله صلى الله عليه\nوسلم قال عن الله عز وجل: «من شغله قراءة القرآن عن ذكري ومسألتي أعطيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nأفضل ما أعطي السائلين» ، وقال عليه الصلاة والسلام: «أفضل العبادة\nالقرآن» ، ولما سئل عليه السلام عن أفضل الأعمال قال: \" عليك بالحال\nالمرتحل، قيل: وما الحال المرتحل؟ قال: صاحب القرآن يضرب في أوله حتى يبلغ\nآخره، ثم يضرب في آخره حتى يبلغ في أوله \" ونحوها من الأخبار التي وردت،\nوسأسوق قليلا منها مسندا ومبوبا يدل على كثير جاء في هذا المعنى، وقد قال\nالله تعالى: {ما يود الذين كفروا من أهل الكتاب ولا المشركين أن ينزل عليكم\nمن خير من ربكم والله يختص برحمته من يشاء} [البقرة: 105] قيل: معناه: بحفظ\nالقرآن، أي: ما <span id='ms02'></span> حسدتكم اليهود والنصارى على شيء كحفظ القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوبحفاظ الأمة أنجز الله حسن موعوده من قوله تعالى: {إنا نحن نزلنا الذكر\nوإنا له لحافظون} [الحجر: 9] .\n</p>\n\n<p>\nوبحفظ القرآن وصفهم الله عز وجل بالعلم، فقال: {بل هو آيات بينات في صدور\nالذين أوتوا العلم} [العنكبوت: 49] .\n</p>\n\n<p>\nوقرر لهم حقيقة العلم، وكذلك وجدهم موسى عليه السلام فقال: يا رب، إني\nأجد في التوراة أمة أناجيلهم في صدورهم يقرءونه ظاهرا.\n</p>\n\n<p>\nوكذلك أشعيا بن راموص فقال: قربانهم دماؤهم وأناجيلهم في صدورهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال النبي عليه الصلاة والسلام: \" لا حسد إلا في اثنين: رجل آتاه\nالله القرآن فهو يقوم به آناء الليل وآناء النهار \".\n</p>\n\n<p>\nوعن عيسى بن مريم عليه السلام، أنه قال: طوبى لمن قرأ القرآن ثم عمل به.\n</p>\n\n<p>\nوعلى الحفظ والتحفظ كان الصدر الأول ومن بعدهم، فربما قرأ الأكبر منهم\nعلى الأصغر منه سنا وسابقة، فلم يكن الفقهاء منهم ولا المحدثون والوعاظ\nيتخلفون عن حفظ القرآن والاجتهاد على استظهاره، ولا المقربون منهم عن العلم\nبما لم يسعهم جهله منه، غير أنهم نسبوا إلى ما غلب عليهم من المعرفة بحروفه\nأو العلم بغيرها، إلى أن خلفهم الخلف الذين مضى ذكرهم، فاتهم في طراتهم\nوحداثتهم طلب حفظ القرآن وفي أوانه، ولحقهم العجز والبلادة على سنهم، من\nغير أن كان لهم أنس بتلاوة كتاب من ربهم، ولا بلطيف خطابه وشريف عتابه،\nفعوقبوا لحرمانه وإيثار الجدل والنطاح اللذين يؤديان إلى تفريق الأمة،\nوتمقيت بعضهم إلى بعض، وصار ذلك أروج لهم في مجالس الظلمة والمسلطين الفجرة\nفمضوا بذلك وأسند بجوابه، والله زين لهم ذلك فقال عز وجل: {كذلك زينا لكل\nأمة عملهم} [الأنعام: 108] ، ومع ذلك فإنهم لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nيدخلون حفرهم إلا تحسرا وتكمدا وتأسفا على ما فاتهم من بركة حفظ كتاب\nالله الكريم، ولا يظهر ذلك عليهم إلا عند الطعن في السن، أو الإشراف على\nالفوت، أو التغرغر بالموت، لكنهم في الحال يستنزرون حفظ القرآن، ويزرون\nبأهله ويلقبونهم بما تقدم من النبز.\n</p>\n\n<p>\nفأما من لم يتحل بالعلم بل ترسم بالنسك ثم أزرى بأهل <span id='ms03'></span> القرآن ونبزهم\nبالقراء فإنه بربخ لا قيمة له، فربما كان ذلك منه بلادة وعجزا أو تعديا\nوجهلا، فليتق الله امرؤ بعد عجزه عمن حفظ كتاب الله، ولا يفترن غيره فإنه\nلا يأمن أن يصير كمن كفر به وصد عنه، وقد قال الله عز وجل في ذم قوم صدوا\nعنه وهجروه، فقال عز من قائل إخبارا عنهم: {لقد أضلني عن الذكر بعد إذ\nجاءني} [الفرقان: 29] ، وقال تعالى: {وقال الرسول يا رب إن قومي اتخذوا هذا\nالقرءان مهجورا} [الفرقان: 30] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nولا ينسين بعدما تعلمه أو شيئا منه، فإن الله تعالى يقول: {قال كذلك أتتك\nآياتنا فنسيتها وكذلك اليوم تنسى} [طه: 126] فهذه الآي وإن كن على الخصوص\nللكفار فإن ظاهر تلاوتهن على العموم، فمن رغب عن حفظ القرآن وزهد غيره فيه،\nأو نسي بعدما تعلمه، فكأنه أريد بما مضى وخوطب به، على أنه قد وردت أخبار\nعن النبي صلى الله عليه وسلم في الوعيد والتوبيخ فيمن نسيه من المسلمين\nبعدما تعلمه، فمن ذلك:\n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nما حدثني به والدي أبو العباس أحمد بن الحسن الرازي الحافظ نزيل مكة رحمه\nالله بمكة حرسها الله، حدثنا أبو علي محمد بن أحمد الصواف، نا يوسف بن\nيعقوب، نا عمرو بن مرزوق، نا شعبة، عن يزيد بن أبي زياد، عن عيسى بن لقيط،\nعن رجل من أهل الشام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nعن سعد بن عبادة، أن النبي صلى الله عليه وسلم، قال: «ما من رجل تعلم\nالقرآن، ثم نسيه إلا لقي الله أجذم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>2 - </h1>\n\n<p>\nوأخبرنا أبو القاسم جعفر بن عبد الله بن يعقوب بن فناكي العدل الروياني\nنزيل الري، حدثنا أبو بكر محمد بن هارون الروياني، نا أبو الربيع السمتي،\nثنا أبو عوانة وضاح بن عبد الله، ثنا عاصم بن أبي النجود، عن أبي وائل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال: ما للمرء أو لأحدكم أن يقول: نسيت آية كيت وكيت بل هو\nنسي وذكر الحديث\n</p>\n\n<h1 class='l1' id='head2'>3 - </h1>\n\n<p>\nوحدثنا أبو طاهر محمد بن محمد الزيادي الفقيه بنيسابور، نا أبو عثمان\nعمرو بن عبد الله البصري الزاهد، نا أبو <span id='ms04'></span> أحمد محمد بن عبد الوهاب، أنا أحمد\nبن أبي طيبة، عن إبراهيم بن طهمان، عن منصور، عن أبي وائل، عن عبد الله بن\nمسعود، قال رسول الله صلى الله عليه وسلم: \" بئسما لأحدكم يقول: نسيت آية\nكيت وكيت، بل هو نسي، استذكروا القرآن فإنه أشد تفصيا من صدور الرجال من\nالناقة من عقلها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>4 - </h1>\n\n<p>\nوأخبرنا ابن فناكي، نا الروياني، نا محمد بن إسحاق، نا عبد الله بن صالح،\nقال: حدثني موسى بن علي بن رباح، عن أبيه، عن عقبة بن عامر، أن رسول الله\nصلى الله عليه وسلم، قال: «تعلموا كتاب الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوتعاهدوه وأفشوه وتغنوا به، فوالذي نفسي بيده لهو أشد تفلتا من المخاض في\nالعقل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>5 - </h1>\n\n<p>\nوأخبرني أبو الحسن محمد بن القاسم الأبرقوهي، ثنا أبو بكر محمد بن إسحاق\nبن إبراهيم معبد البخاري، ثنا مزيد بن عبد الله المصري، ثنا حاجب بن سليمان\nالمنبجي، نا وكيع بن الجراح، نا سفيان، عن محمد بن المنكدر، عن جابر بن عبد\nالله، سمعت رسول الله صلى الله عليه وسلم، يقول: «عرضت علي أجور أمتي حتى\nالقذاة تخرجها من المسجد، وعرضت علي ذنوب أمتي , فلم أر ذنبا أعظم من آية\nأو سورة أوتيها ثم نسيها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفصل: فإن قال قائل: هل تعين فرض حفظ جميع القرآن على أعيان جماعة\nالمكلفين أم لا؟ والجواب: إنه لم يتوجه ذلك على كل واحد منهم فرضا، وذلك\nلأن الله عز وجل أرأف بعباده من أن يكلفهم ما لا طاقة لعامتهم به، وقد قال\nرسول الله صلى الله عليه وسلم: «بعثت بالحنيفية السهلة السمحة» فلو كلفوا\nعلى العموم لعجز الأكثر عنه لأن القرآن أعظم شأنا وأمنع جانبا من أن يتأتى\nحفظه لكل إنسان، أو يتسر بكل لسان، أو ينطلق به، أو يطيقه كل أحد، أو يحيط\nبه كل حفظ، أو يحويه كل فهم، أو يعيه كل قلب، أو يسترسل له كل طبع، أو\nيحتمله كل سن، ألا ترى أن الجزء الذي منه توجه فرضه على كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمكلف، وهو الفاتحة في الأكثر <span id='ms05'></span> وآيها أعتقد هو جزء من ثلاثة آلاف وثمانمائة\nوسبعين جزءا، وكثير على عدد الكلم قد أعيا عامة الأمة تأدية على حد الواجب\nقديما وحديثا، وتفاوتت بقراءته درجاتهم، واختلفت على إقامته ألسنتهم\nوطباعهم، وكثرت لتجويده على النحو المرضي رياضاتهم، حتى أنه قد يتخلف كثير\nمن الفضل عن إمامة الصلاة لقصورهم عنه إقامة على سواء الصواب، بتقدم\nالمفضولين عليهم فيها، لإقامتهم إياه على حد الواجب، أو أجود ممن أخر عنها،\nفإذا كان هذا دأبهم مع الجزء اللطيف الذي كلفوا منه فكيف تراهم كانوا أن لو\nكلفوا جميعه على الأعيان مع عزته وصعوبته وكثرة متشابهه، ومشكله، واختلاف\nحركاته، وسكونه، ونقطه، وإعجامه، وقد قال الله عز وجل: {ولقد يسرنا القرءان\nللذكر فهل من مدكر} [القمر: 17] ، {فإنما يسرناه بلسانك لتبشر به المتقين\nوتنذر به قوما لدا} [مريم: 97] .\n</p>\n\n<p>\nوكان مقاتل بن سليمان يقول: لولا أن الله تعالى يسره ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nاستطاع أحد أن يتكلم بكلام الرحمن.\n</p>\n\n<p>\nلكن الله عز وجل وإن لم يكلفهم جميعه على الأعيان لما فيه من المشقة\nوالامتناع عن الأكثر، فإنه عز وجل لم يحب من جميعهم إلا حفظه طواعية منهم،\nأو الجد والاجتهاد فيه إلى تصرم الأجال، وإبلاء العذر عند الله عز وجل\nللعجز، بدليل ما تقدمنا به من الوعيد لمن نسي شيئا منه بعدما تعلمه، إذ\nالوعيد من الله لم يرد إلا في ترك الفرائض أو فيما يجري مجريها ومن وجوه\nأخر، وسأذكر طرفا من ذلك على الوجز ما ينبه على ما وراءه، فلعله قد يحث بعض\nالمتوانين على إتقانه حفظا، أو يحض المستهترين به على إحسانه لفظا، أو يحمل\nالمستظهرين إياه على الاستكثار منه تدبرا ودرسا، أو يقصر من يزهد في حفظه\nغيره، أو يفتر، إما قصورا وإما جهلا.\n</p>\n\n<p>\nفمنها: ما لزم الأمة من الاقتداء برسول الله صلى الله عليه وسلم في جلي\nأمر الشرع وخفيه، قولا وفعلا، على الوجوب أو الندب إلى أن يقوم دليل على\nأنه كان عليه السلام، مخصوصا به من قوله: أو فعله، فلما وجدنا أن النبي <span id='ms06'></span> صلى\nالله عليه وسلم كان حافظا بجميع ما نزل عليه من القرآن، ومأمورا بقراءته،\nحتى أنه عليه السلام، من شدة تمسكه بحفظه كان يعرض على جبريل عليهما\nالسلام، في كل سنة مرة واحدة، وفي السنة التي قبض فيها عرض عليه عليهما\nالسلام مرتين، وكان يعرض على أصحابه ويعرضون عليه، ويعجل به ليستكثر منه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nلئلا ينسى ولحرصه عليه، فنهى عنه بقوله تعالى: {ولا تعجل بالقرءان من قبل\nأن يقضى إليك وحيه} [طه: 114] ، وبقوله عز وجل: {لا تحرك به لسانك لتعجل\nبه} [القيامة: 16] ، وأمر بالترتيل وأمن مما كان يصده عن ذلك، وهو خشية\nالنسيان والتفلت منه، بقوله تعالى: {سنقرئك فلا تنسى} [الأعلى: 6] علمنا أن\nالأمة لزم حفظه مع الإمكان وجوبا، إلا عن عذر بين، وإلا فقد كان لهم في\nرسول الله أسوة حسنة استحبابا وندبا.\n</p>\n\n<p>\nومنها: أن الله عز وجل دعا الخلق على العموم إلى الاعتصام بالقرآن،\nوالإتباع له وتدبره والتذكر به في نص التنزيل، فقال عز من قائل: {واعتصموا\nبحبل الله جميعا ولا تفرقوا} [آل عمران: 103] ، ومعناه: التمسك بالقرآن\nوالعمل بما فيه، وبيان ذلك في قوله عليه السلام: \" إن هذا القرآن سبب طرفه\nبيد الله عز وجل وطرفه بأيديكم فتمسكوا به ما استطعتم.\n</p>\n\n<p>\nفقال سبحانه عز وجل: {وهذا كتاب أنزلناه مبارك فاتبعوه واتقوا لعلكم\nترحمون} [الأنعام: 155] ، وقال تعالى: {اتبعوا ما أنزل إليكم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nربكم} [الأعراف: 3] ، وقال عز وجل: {فمن اتبع هداي فلا يضل ولا يشقى}\n[طه: 123] ، أي: فلا يضل في الدنيا عن طريق الحق ولا يشقى في الآخرة في\nالنار، وقال سبحانه: {أفلا يتدبرون القرءان ولو كان من عند غير الله لوجدوا\nفيه اختلافا كثيرا} [النساء: 82] ، وقال جل جلاله: {أفلا يتدبرون القرءان\nأم على قلوب أقفالها} [محمد: 24] .\n</p>\n\n<p>\nفالاعتصام به ما مضى من التمسك بالقرآن، وإتباعه: العمل بما فيه، وتدبره:\nالتفكر فيما أريد به، والتذكر: الاتعاظ بما فيه، فلما طولبو بما ذكرنا لزم\nحفظه على الأعيان إما وجوبا، وإما ندبا إلى عن عجز ظاهر، وذلك لأن\nالمخاطبين به هم العرب الأمة الأمية <span id='ms07'></span>، والمنزل عليه هو النبي الأمي صلى الله\nعليه وسلم، فدل ذلك على أن المراد به الحفظ إذ الأمي إذا طولب بإتباع ما لا\nيحفظه والاعتصام به وتدبره وتذكره، وسيما ما طال من الكلام واختلف من\nالأحكام، فقد كلف ما لم يطقه، فالله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأرأف بعباده من ذلك، فليت من استظهر القرآن بنفسه، ولم يكن أميا بل كتبه\nبخطه وتدبره مدة حياته، وسمعه مدى عمره على الترداد من غيره، وقف على ما\nكلف منه، لأن جميعه لا يحيط به أحد علما غير الله سبحانه، ثم إن الأمي إذا\nخوطب بما لا طائل من الكلام، واشتبه كثيره لفظا وحكما ولا هو ممن يكتب\nفيقيده بخطه ولا هو يحفظه، فالخطاب معه أضيع، وما كان الله أنزله ليضيع، بل\nدعاهم ليعلم ما فيه ويعمل به، وإن لم يكلف حفظ جميعه على الأعيان، فشتان\nبين من حفظه بنفسه، وجمعه في صدره، وتدبره من قلبه، وتلاه في كل أوان\nأزاده، وعلى أي حال أحبه في النور والظلمة والهواء والماء، وبين من عميت\nبصيرته كما لا يتمكن من قراءته ولا التفكر فيه، ولا التدبر المأمور به إلا\nفي الرجوع إلى غيره فيه، وانقطعت عليه سبل الاتباع والاتعاظ والتفكر\nوالتدبر عند عدمه، فإن قيل: إن القرآن وإن خوطب به العرب ونزل بلسانهم، فقد\nلزم حكم الثقلين كافة عربا وعجما، فهل لزم العجم من حفظه على أي وجه كان من\nالوجوب، أو الندب، أو الاستحباب على الأعيان، أو الكفاية كما لزم العرب.\n</p>\n\n<p>\nفالجواب: نعم، وذلك لأنهم محمولون على حكمهم لقوله تعالى: {وكذلك أنزلناه\nحكما عربيا} [الرعد: 37. . .] الآية، وكذلك من فارق من العرب حكم الأميين\nلتعلمه الكتابة والاستنباط، ومن سكن منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nالأمصار والأرياف، فإنهم في حكم العرب العاربة الأمية في حفظ القرآن\nوتحفظه، لأن الحكم في ظهوره لعلة لا يزول بزوالها إلا على صفة، ولم يسقط\nالوعيد جملة عمن تعلم شيئا منه ثم نسيه إلا عمن رحمه الله.\n</p>\n\n<p>\nومنها: أن الله عز وجل لم ينزله جملة كغيره من الكتب <span id='ms08'></span>، بل نجوما متفرقة\nمترتلة ما بين الآية والآيتين والآيات وال { [والقصة، في مدة زادت على\nعشرين سنة، إلا ليتلقفوه، حفظا، ويستوي في تلقفه بهذه الصورة في هذه المدة\nالكليل والفطن والبليد والذكي والفارغ والمشغول والأمي وغير الأمي، فيكون\nلمن بعدهم فيهم أسوة في نقل كتاب الله حفظا ولفظا قرنا بعد قرن، وخلفا بعد\nسلف، لئلا يجد التحريف أو التصحيف أو النقص أو اللحن أو سوء الآداء إليه،\nأو إلى شيء من كلمه، أو حروفه، أو صفاتها سبيلا كما وجد إلى غيره من الكتب\nمن حيث لم يحفظوه، لما كان كل كتاب نزل جملة واحدة مكتوبا تنزيلا، قال الله\nعز وجل:] وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالذين كفروا لولا نزل عليه القرءان جملة واحدة كذلك} [سورة الفرقان: 32.\n. .] الآية، أي: كذلك أنزلناه على التفريق والترتيل: {لنثبت به فؤادك\nورتلناه} [الفرقان: 32] .\n</p>\n\n<p>\nقيل: معناه لنثبته في فؤادك، والله أعلم.\n</p>\n\n<p>\nومنها: ما ورد عن النبي صلى الله عليه وسلم في التنبيه على عظمة القرآن،\nوفضله على غيره من الكلام والكتب، وعلى شرف حملته وحفظته وقراءته، والترغب\nفي تلاوته، وهذا موضع سياقته، غير أني أتقدم عليه بسند ما تقدم من قراءة\nالنبي صلى الله عليه وسلم، وعرضه على غيره، وعرض الصحابة رضي الله عنهم،\nبعضهم على بعض، ففي جميع ذلك مستدل أنه من الله سبحانه دعاء به إلى حفظه،\nوعطف على العمل بما فيه، وأن لا يسع أحدا أن يتخلف عن حفظه أو تحفظه،\nوتلاوته على الدوام إلا عن عذر ظاهر، فطوبى لمن حفظه واستحكمه، وأحسن\nتلاوته واتبعه، وتدبره، وعمل بما فيه، وأخلص النية في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nذلك، والويل لمن هجره أو أعرض عنه، أو تركه أو نسيه بعدما تعلمه، أو فتر\nغيره عنه، أو زهد في حفظه واستبدل به مزامير الشيطان وآثرها عليه، وأكاذيب\nالشعراء، وهجر السفهاء، وتأبين الحرم، ومن كان بها صفة، نعوذ بالله منه\nومنها، فقد حرم حظا عظيما وعرض للفتن، نسأل الله العصمة والتوفيق، وصلواته\nعلى نبيه محمد وآله.\n</p>\n\n<h1 class='l1' id='head5'>وهذا باب في عرض رسول الله صلى الله عليه <span id='ms09'></span> وسلم القرآن مشافهة</h1>\n\n<h1 class='l1' id='head6'>6 - </h1>\n\n<p>\nنا عبد الله بن يوسف بن بامويه الأصفهاني بنيسابور، نا إبراهيم بن عبدان\nالهمذاني بمكة، نا مسبح بن حاتم العكلي، نا هدبة بن خالد، عن حماد بن سلمة،\nعن ثابت، عن أنس، عن عائشة رضي الله عنها، عن فاطمة رضوان الله عليها،\nقالت: قال لي رسول الله صلى الله عليه وسلم: «يا فاطمة، كان جبريل يأتيني\nفي كل سنة مرة يعارضني بالقرآن، وقد أتاني العام مرتين , ولا أراني إلا\nأفارق الدنيا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>باب في عرضه عليه السلام في شهر رمضان خاصة</h1>\n\n<h1 class='l1' id='head8'>7 - </h1>\n\n<p>\nنا أبو طاهر الزيادي، وأبو بكر أحمد بن الحسن، قالا: نا أبو علي محمد بن\nأحمد الميداني، نا أبو عبد الله محمد بن يحيى الذهلي، نا عثمان بن عمر، نا\nيونس، عن الزهري، عن عبد الله بن عبد الله بن عتبة، عن ابن عباس، أن رسول\nالله صلى الله عليه وسلم «كان أجود الناس، وأجود ما يكون في رمضان حين\nيلقاه جبريل، وكان يلقاه كل ليلة في رمضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nفيدارسه القرآن» . . . الحديث\n</p>\n\n<h1 class='l1' id='head9'>باب في عرض القرآن على النبي عليه الصلاة والسلام</h1>\n\n<h1 class='l1' id='head10'>8 - </h1>\n\n<p>\nأخبرنا أبو القاسم بن فناكي، نا أبو بكر الروياني، نا محمد بن بشار، نا\nالحجاج بن المنهال، نا حماد بن سلمة، عن قتادة، عن الحسن، عن سمرة، عن\nالنبي صلى الله عليه وسلم، قال: «عرض علي القرآن ثلاث عرضات» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرنا ابن فناكي، نا الروياني، نا عبيد الله بن الحجاج بن المنهال،\nعن أبيه، الحديث، قال حماد في هذا الحديث أو في غيره: فيرى أن قراءتنا هي\nالأخير\n</p>\n\n<h1 class='l1' id='head11'>باب فيما روي من عرض رسول الله صلى الله عليه وسلم القرآن على أبي رحمة الله عليه كل سنة إن صح الحديث</h1>\n\n<h1 class='l1' id='head12'>10 - </h1>\n\n<p>\nأخبرنا ابن فناكي، نا الروياني، نا عبد الله بن محمد، نا حمدان بن\nالمغيرة الهمذاني، نا القاسم بن الحكم، نا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nهارون بن كثير، عن زيد بن أسلم، عن أبيه، عن أبي أمامة، عن أبي بن كعب،\nأن رسول الله صلى الله عليه وسلم \" عرض علي القرآن في <span id='ms10'></span> السنة التي مات فيها\nمرتين، وقال: «إن جبريل أمرني أن أقرأ عليك، وهو يقرئك السلام» .\n</p>\n\n<p>\nوذكر الحديث بطوله\n</p>\n\n<h1 class='l1' id='head13'>باب فيما صح من قراءته عليه السلام على أبي رضي الله عنه</h1>\n\n<h1 class='l1' id='head14'>11 - </h1>\n\n<p>\nأخبرنا ابن فناكي، نا الروياني، نا محمد بن بشار، نا محمد بن جعفر، نا\nشعبة، قال: سمعت قتادة يحدث، عن أنس بن مالك، قال: قال رسول الله صلى الله\nعليه وسلم لأبي بن كعب: \" إن الله أمرني أن أقرأ عليك: لم يكن الذين كفروا\nمن أهل الكتاب، قال: وسماني ربي؟ قال: نعم، فبكى \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>باب في قراءته عليه الصلاة والسلام على عمر بن الخطاب رضي الله عنه</h1>\n\n<h1 class='l1' id='head16'>12 - </h1>\n\n<p>\nأخبرنا أبو القاسم حمزة بن يوسف السهمي العدل بجرجان، نا أبو أحمد عبد\nالله بن عدي الحافظ، نا أحمد بن علي بن الحسن، نا إبراهيم بن أبي داود\nالبرلسي، نا مروان بن جعفر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nسعد بن سمرة بن جندب، قال: أخبرني محمد بن إبراهيم بن خبيب بن سليمان بن\nسمرة بن جندب، عن جعفر بن سعد بن سمرة بن جندب، عن خبيب بن سليمان، عن\nأبيه، عن جده سمرة بن جندب: بسم الله الرحمن الرحيم، من سمرة بن جندب إلى\nنبيه سلام عليكم، فذكر , وقال: إن رسول الله صلى الله عليه وسلم، قال لنا\nيوما: «إني قد قيل لي أن أقرأ على ابن الخطاب، فدعاه وأمره أن يحضر القرآن\nإذا أنزل ليقرأه عليه» ، وذكر الحديث\n</p>\n\n<h1 class='l1' id='head17'>باب في قراءته عليه الصلة والسلام على ابن مسعود رضي الله عنه</h1>\n\n<h1 class='l1' id='head18'>13 - </h1>\n\n<p>\nوأخبرني حمزة بن يوسف، نا ابن عدي، نا محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن حمدان، نا سعيد بن محمد بن زريق، نا إسماعيل بن يحيى التيمي، نا\nسفيان، عن منصور، عن إبراهيم، عن علقمة، قال: قال عبد الله بن مسعود: سألت\nالنبي صلى الله عليه وسلم أن يقرأ علي سورة من القرآن، فقال: «لا أدخل\nالمسجد حتى أقرأ عليك إن شاء الله» ، قال: فجاء حتى أدخل قدمه اليمنى في\nالمسجد وبقيت اليسرى، ثم قام فقرأ علي\n</p>\n\n<h1 class='l1' id='head19'>باب في عرض <span id='ms11'></span> معاذ رحمة الله عليه القرآن على النبي صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head20'>14 - </h1>\n\n<p>\nوأخبرني حمزة بن يوسف، نا ابن عدي، نا محمد بن خريم، نا هشام بن عمار، نا\nيزيد بن سمرة أبو هزان الرهاوي، قال: سمعت عطاء بن ميسرة، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nقال معاذ بن جبل: \" عرضت على النبي صلى الله عليه وسلم القرآن فقرأت\nقراءة سفرا، وقال: «هكذا فاقرأ يا معاذ» .\n</p>\n\n<p>\nوبإسناده , قال عطاء بن ميسرة: سفرتها هذذتها\n</p>\n\n<h1 class='l1' id='head21'>باب في عرض الأكبر من الصحابة سنا وسابقة على الأصغر منهم</h1>\n\n<h1 class='l1' id='head22'>15 - </h1>\n\n<p>\nأخبرنا أبو الحسن أحمد بن إبراهيم بن فراس بمكة، نا أبو جعفر محمد بن\nإبراهيم الديبلي، نا سعيد بن عبد الرحمن المخزومي، نا سفيان بن عيينة، عن\nالزهري، عن عبيد الله بن عبد الله بن عتبة بن مسعود , عن ابن عباس، قال:\n«كنت أقرئ عبد الرحمن بن عوف ذات ليلة ونحن بمنى» ، وذكر حديث السقيفة\nبطوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>باب في قراءة الصحابة بعضهم على بعض رضي الله عنهم</h1>\n\n<h1 class='l1' id='head24'>16 - </h1>\n\n<p>\nوأخبرني حمزة بن يوسف، نا أبو الحسن الرزاز، نا الفريابي، نا وهب بن\nبقية، أنا خالد، عن حميد، عن محمد بن المنكدر، عن جابر بن عبد الله، قال:\nخرج علينا رسول الله صلى الله عليه وسلم ونحن نقرأ القرآن وفينا العجمي\nوالعربي، قال: فوقف علينا يستمع، فقال: «اقرءوا فكل حسن» ، وذكر الحديث\n</p>\n\n<h1 class='l1' id='head25'>17 - </h1>\n\n<p>\nوأخبرني حمزة، نا أبو الحسن، نا الفريابي، نا قتيبة بن سعيد، نا ابن\nلهيعة، عن بكر بن سوادة، عن أبي حمزة الخولاني،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nعن أنس بن مالك، قال: \" خرج علينا رسول الله صلى الله عليه وسلم يوما\nونحن نقترئ، فقال: «إن فيكم خيرا» ، وذكر الحديث\n</p>\n\n<h1 class='l1' id='head26'>باب في صفة قراءة النبي صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head27'>18 - </h1>\n\n<p>\nأخبرنا ابن فناكي، نا الروياني، نا أبو حاتم سهل بن محمد السجستاني، نا\nيعقوب بن إسحاق، قال: حدثني يحيى بن سعيد الأموي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرنا أبو مسلم محمد بن علي الكاتب البغدادي بمصر، وأبو الحسن محمد\nبن جعفر النحوي بالكوفة، قالا: حدثنا محمد بن القاسم الأنباري، نا سليمان\nبن يحيى الضبي، نا محمد <span id='ms12'></span> بن سعدان، واللفظ له، نا الأموي، عن ابن جريج، عن\nابن أبي مليكة، عن أم سلمة، قالت: كان رسول الله صلى الله عليه وسلم «إذا\nقرأ قطع آية آية» .\n</p>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>20 - </h1>\n\n<p>\nوأخبرنا أبو مسلم، نا يحيى بن محمد بن صاعد، نا الحسين بن الحسن المروزي،\nنا ابن المبارك، عن ليث بن سعد، عن ابن أبي مليكة، قال: أنا يعلى بن مملك،\nعن أم سلمة: أنها «نعتت قراءة الرسول صلى الله عليه وسلم، فإذا هي تنعت\nقراءة مفسرة حرفا حرفا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>21 - </h1>\n\n<p>\nوأخبرنا ابن فناكي , نا الروياني، نا أحمد بن عبد الرحمن، نا عمي، نا\nجرير بن حازم , قال الروياني: ونا عمرو بن علي، نا عبد الرحمن بن مهدي، قال\nجرير بن حازم: قال: حدثني قتادة، قال: سألت أنس بن مالك عن قراءة رسول الله\nصلى الله عليه وسلم، فقال: «كان يمد صوته بالقرآن مدا»\n</p>\n\n<h1 class='l1' id='head30'>باب في أمره عليه الصلاة والسلام بتزيين القرآن</h1>\n\n<h1 class='l1' id='head31'>22 - </h1>\n\n<p>\nأخبرنا ابن فناكي، نا الروياني، نا محمد بن بشار،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nنا ابن هشام، نا سفيان، عن منصور، عن طلحة بن مصرف، عن عبد الرحمن بن\nعوسجة، عن البراء بن عازب، عن النبي صلى الله عليه وسلم، قال: «زينوا\nالقرآن بأصواتكم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>باب في محبة الله حسن الصوت بالقرآن</h1>\n\n<h1 class='l1' id='head33'>23 - </h1>\n\n<p>\nأنا أبو عبد الرحمن محمد بن الحسين السلمي، أنا جدي إسماعيل بن نجيد، نا\nمحمد بن أيوب الرازي، أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عقبة السدوسي، نا الوليد بن مسلم، نا الأوزاعي، عن إسماعيل بن\nعبيد الله بن أبي المهاجر، عن ميسرة مولى فضالة، عن فضالة بن عبيد، عن\nالنبي صلى الله عليه وسلم، قال: «لله أشد أذنا إلى الرجل الحسن الصوت\nبالقرآن من صاحب القينة إلى قينته»\n</p>\n\n<h1 class='l1' id='head34'>باب في أن من يخشى الله هو أحسن الناس صوتا بالقرآن</h1>\n\n<h1 class='l1' id='head35'>24 - </h1>\n\n<p>\nأخبرني ابن فناكي، نا الروياني، نا محمد بن معمر، نا حميد بن حماد، عن\nمسعر، عن عبد الله بن دينار،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عمر، قال: قيل للنبي صلى الله عليه وسلم \" من أحسن الناس صوتا\nبالقرآن؟ ، قال: من إذا سمعت <span id='ms13'></span> قراءته أريت أنه يخشى الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>باب في ذم من يريد بالقرآن ما عند الناس</h1>\n\n<h1 class='l1' id='head37'>25 - </h1>\n\n<p>\nأخبرني حمزة بن يوسف، نا الرزاز، نا الفريابي، نا عبد الأعلى بن حماد، نا\nوهيب بن خالد، نا أبو مسعود الجريري، عن أبي نضرة، عن أبي فراس، أن عمر بن\nالخطاب رضي الله عنه خطب الناس، فقال: «أيها الناس، إنما كنا نعرفكم إذ\nينزل الوحي وإذ النبي صلى الله عليه وسلم بين أظهرنا، وإذ ينبئنا الله من\nأخباركم، وقد قبض النبي صلى الله عليه وسلم وإنه قد كان يخيل إلي أن ناسا\nيقرءون القرآن وهم يريدون به الله وما عنده، وقد خيل إلي بأخرة أن أناسا\nيقرءون القرآن يريدون الناس وما عندهم، ألا فأريدوا الله جل ثناؤه بقراءتكم\nوأعمالكم، فمن أظهر منكم خيرا ظننا به خيرا وأحببناه عليه، ومن أظهر منكم\nشرا ظننا به شرا وأبغضناه عليه، سرائركم بينكم وبين ربكم عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه\n</p>\n\n<h1 class='l1' id='head38'>أبواب فضائل القرآن وأهله وأحوالهم في قرآنهم</h1>\n\n<h1 class='l1' id='head39'>باب في فضل القرآن على غيره من الكلام</h1>\n\n<h1 class='l1' id='head40'>26 - </h1>\n\n<p>\nأخبرني أبو عبد الرحمن محمد بن الحسين السلمي , وغيره، قالوا: نا محمد بن\nعبد الله بن محمد بن قريش، نا الحسن بن سفيان، نا الحسن بن حماد الوراق، نا\nمحمد بن الحسن بن أبي يزيد الهمداني، نا عمرو بن قيس الملائي، عن عطية\nالعوفي، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: «فضل\nكلام الله عز وجل على سائر الكلام كفضل الله على غيره»\n</p>\n\n<h1 class='l1' id='head41'>27 - </h1>\n\n<p>\nوأخبرني السلمي، ومحمد بن القاسم الفارسي، قالا: نا ابن قريش، نا الحسن\nبن سفيان، نا محمد بن حميد، نا يونس بن واقد، نا سعيد، عن قتادة، عن شهر بن\nحوشب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: «فضل القرآن على سائر\nالكلام كفضل الرحمن على غيره»\n</p>\n\n<h1 class='l1' id='head42'>باب في أن القرآن أحب إلى الله من السموات والأرض ومن فيهن</h1>\n\n<h1 class='l1' id='head43'>28 - </h1>\n\n<p>\nأخبرني أبو الحسين أحمد بن فارس بن زكريا الأديب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nبالري، أن أبا الحسين أحمد بن محمد العوفي، قال <span id='ms14'></span>: نا أبو العباس أحمد بن\nمحمد الأصفهاني الحمال، نا أحمد بن عاصم، نا أبو الهيثم خالد المدائني، نا\nليث بن سعد، عن يحيى بن أيوب الغافقي، عن واهب بن عبد الله المعافري، عن\nعبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: «القرآن أحب إلى\nالله من السموات والأرض ومن فيهن»\n</p>\n\n<h1 class='l1' id='head44'>باب في أن القرآن حبل الله</h1>\n\n<h1 class='l1' id='head45'>29 - </h1>\n\n<p>\nأخبرنا أبو الحسن بن فراس بمكة، نا أبو جعفر الديبلي، نا سعيد بن عبد\nالرحمن المخزومي، نا سفيان، عن منصور، وجامع، عن أبي وائل، عن ابن مسعود،\nفي قوله تعالى \" {واعتصموا بحبل الله} [آل عمران: 103] \"، قال: حبل الله\nالقرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>باب في أن القرآن مأدبة الله عز وجل</h1>\n\n<h1 class='l1' id='head47'>30 - </h1>\n\n<p>\nحدثني أبي أحمد بن الحسن رحمه الله بأصفهان، نا أبو علي محمد بن أحمد بن\nالصواف، نا يوسف بن يعقوب، نا محمد بن أبي بكر، نا ابن عثمان الحنفي، نا\nإبراهيم الهجري، عن أبي الأحوص، عن عبد الله، عن النبي صلى الله عليه وسلم،\nقال: «إن هذا القرآن مأدبة الله فتعلموا من مأدبته ما استطعتم، إن هذا\nالقرآن هو حبل الله، هو النور الشافي، وعصمة لمن تمسك به، ونجاة لمن تبعه،\nلا يعوج فيقوم، ولا يزيغ فيستعتب، ولا تنقضي عجائبه، ولا يخلق من كثرة\nالرد، فاتلوه فإن الله تعالى يأجركم على تلاوته بكل حرف عشر حسنات، أما إني\nلا أقول، الم، ولكن، بألف، ولام، وميم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>باب في أن القرآن عصمة لمن تمسك به</h1>\n\n<h1 class='l1' id='head49'>31 - </h1>\n\n<p>\nأخبرنا القاضي أبو عمر الهاشمي بالبصرة، نا علي بن إسحاق المادرائي، نا\nمحمد بن إسحاق الصغاني، نا جعفر بن عون، أنا إبراهيم الهجري، عن أبي\nالأحوص، عن عبد الله، قال: «القرآن مأدبة الله فتعلموا من مأدبته ما\nاستطعتم، إن هذا القرآن حبل الله المتين، والنور المبين، والشفاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالنافع، عصمة لمن تمسك به، ونجاة لمن تبعه، لا يعوج فيقوم، ولا يزيغ\nفيستعتب» .\n</p>\n\n<p>\nالحديث.\n</p>\n\n<p>\nوأخبرنا أبو عمر، نا علي، نا الصغاني، نا أبو بكر بن أبي شيبة، نا أبو\nمعاوية، عن الهجري <span id='ms15'></span>، عن أبي الأحوص، عن عبد الله، قال: قال رسول الله صلى\nالله عليه وسلم: «إن هذا القرآن مأدبة الله» .\n</p>\n\n<p>\nوذكر مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>باب في أنه سبب طرفه بيد الله عز وجل</h1>\n\n<h1 class='l1' id='head51'>33 - </h1>\n\n<p>\nأخبرني أبي بمكة، نا محمد بن يزيد العدل، نا الحسن بن سفيان، نا ابن أبي\nشيبة، نا أبو خالد الأحمر، عن عبد الحميد بن جعفر، عن المقبري، عن أبي شريح\nالخزاعي، قال: خرج علينا رسول الله صلى الله عليه وسلم، فقال: \" أبشروا\nوأبشروا، أليس تشهدون أن لا إله إلا الله، وأني رسول الله؟ ، قالوا: نعم،\nقال: فإن هذا القرآن سبب طرفه بيد الله، وطرفه بأيديكم فتمسكوا به، فإنكم\nلن تهلكوا، ولن تضلوا بعده أبدا \"\n</p>\n\n<h1 class='l1' id='head52'>باب في أنه نور من الظلمة</h1>\n\n<h1 class='l1' id='head53'>34 - </h1>\n\n<p>\nأنا أبو عبد الرحمن السلمي، نا محمد بن يعقوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالأصم، نا العباس بن الوليد، أنا ابن شعيب، أخبرني عبد القدوس بن حبيب،\nأنه سمع الحسن يحدث , عن سمرة بن جندب، أنه قال: أوصى رسول الله صلى الله\nعليه وسلم بعض أصحابه، فقال: «أوصيكم بتقوى الله والقرآن، فإنه نور الظلمة،\nوهدى النهار، فاتلوه على ما كان من جهد وفاقة» .\n</p>\n\n<p>\nوذكر الحديث\n</p>\n\n<h1 class='l1' id='head54'>باب في أنه الصراط المستقيم</h1>\n\n<h1 class='l1' id='head55'>35 - </h1>\n\n<p>\nأنا حمزة بن يوسف بجرجان، نا أبو الحسن الرزاز، نا الفريابي، نا أبو جعفر\nعبد الله بن محمد النفيلي، نا محمد بن سلمة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سنان، عن أبي مرة، عن أبي البختري، عن الحارث، عن علي رضوان الله\nعليه، قال: قيل للنبي صلى الله عليه وسلم: إن أمتك ستفتتن بعدك، فسأل رسول\nالله صلى الله عليه وسلم، أو فسئل: فما المخرج من ذلك؟ ، قال: \" كتاب الله\nعز وجل العزيز لا يأتيه الباطل من بين يديه، ولا من خلفه، تنزيل من حكيم\nحميد، من ابتغى العلم في غيره أضله الله، ومن ولي هذا الأمر من جبار فحكم\nبغيره قصمه الله، وهو النور المبين، والذكر الحكيم، والصراط المستقيم، فيه\nخبر ما قبلكم، ونبأ ما بعدكم، وحكم ما بينكم، وهو الفصل ليس بالهزل، وهو\nالذي سمعته الجن فلم <span id='ms16'></span> تأباها أن قالوا: {إنا سمعنا قرءانا عجبا {1} يهدي إلى\nالرشد فآمنا به} [الجن: 1-2] ، لا يخلق على طول الرد، ولا تنقضي عبره، ولا\nتفنى عجائبه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>باب في أن أهل القرآن أهل الله</h1>\n\n<h1 class='l1' id='head57'>36 - </h1>\n\n<p>\nحدثني أبي رحمه الله، نا أبو العباس محمد بن محمد بن ماسن الهروي، نا أبو\nالقاسم علي بن الحسن بن الحارث بن يحيى بن سليم بن غيلان المروزي، نا محمد\nبن عبد الرحمن بن غزوان، نا مالك بن أنس، عن الزهري، عن أنس، قال: قال رسول\nالله صلى الله عليه وسلم: \" إن لله أهلين من الناس، قيل: من هم يا رسول\nالله؟ قال: «هم أهل القرآن، فهم أهل الله وخاصته» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنيه حمزة بن يوسف، نا ابن عدي، نا الفضل بن حباب، نا عبد الرحمن بن\nالمبارك، نا عبد الرحمن بن بديل بن ميسرة العقيلي، عن أبيه، عن أنس\n</p>\n\n<h1 class='l1' id='head58'>باب في أنهم خير الأمة</h1>\n\n<h1 class='l1' id='head59'>38 - </h1>\n\n<p>\nنا أبو علي الحسن بن عمر بن الصباغ المالكي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nبالإسكندرية سنة سبع وتسعين، نا وجيه بن الحسن بن يوسف، نا محمد بن\nإسماعيل الصايغ، نا أحمد بن إسحاق الحضرمي، نا عبد الواحد بن زياد، نا عبد\nالرحمن بن إسحاق، قال: سمعت النعمان بن سعد، يقول: يعني عن علي رضي الله\nعنه، قال: قال رسول الله صلى الله عليه وسلم: «خيركم من تعلم القرآن وعلمه»\n</p>\n\n<h1 class='l1' id='head60'>39 - </h1>\n\n<p>\nنا أبو الحسن علي بن أحمد بن حفص المقرئ ببغداد، نا أبو بكر الآجري، نا\nأبو جعفر أحمد بن يحيى الحلواني،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nنا فيض بن وثيق، نا عبد الواحد بن زياد، عن عبد الرحمن بن إسحاق، عن\nالنعمان بن سعد، عن علي رضي الله عنه، قال: قال رسول الله صلى الله عليه\nوسلم: «خيركم من تعلم القرآن وعلمه»\n</p>\n\n<h1 class='l1' id='head61'>40 - </h1>\n\n<p>\nوأنا أبو الحسن، نا أبو بكر الآجري، نا أبو خبيب العباس بن أحمد، نا عبد\nالله بن معاوية الجمحي، نا الحارث بن نبهان، نا عاصم بن بهدلة، عن مصعب بن\nسعد، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: «خيركم من تعلم\nالقرآن <span id='ms17'></span> وعلمه»\n</p>\n\n<h1 class='l1' id='head62'>41 - </h1>\n\n<p>\nوأخبرنا عبد الله بن يوسف الأصفهاني بنيسابور، نا أبو محمد عبد الرحمن بن\nيحيى القاضي الزهري بمكة، نا محمد بن إسماعيل الصائغ، نا أبو النضر هاشم بن\nالقاسم، أنا شعبة، أخبرني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nعلقمة بن مرثد، عن سعد بن عبيدة، عن أبي عبد الرحمن السلمي، عن عثمان بن\nعفان رضي الله عنه، أنه قال: «إن خيركم من تعلم القرآن وعلمه»\n</p>\n\n<h1 class='l1' id='head63'>42 - </h1>\n\n<p>\nأنا أبو الحسن علي بن أحمد المقرئ ببغداد، نا الآجري، نا أبو شعيب عبد\nالله بن الحسن الحراني، نا علي بن الجعد، أنا شعبة، عن علقمة بن مرثد، قال:\nسمعت سعد بن عبيدة يحدث , عن أبي عبد الرحمن، عن عثمان رضي الله عنه، قال\nشعبة، قلت له: عن النبي صلى الله عليه وسلم , قال: نعم، قال: «خيركم من\nتعلم القرآن وعلمه» .\n</p>\n\n<p>\nقال أبو عبد الرحمن: فذلك أقعدني مقعدي هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>باب في أنهم أفضل الأمة</h1>\n\n<h1 class='l1' id='head65'>43 - </h1>\n\n<p>\nأخبرنا عبد الله بن يوسف، نا أبو سعيد بن الأعرابي، نا عبد الرحمن بن\nمحمد الحارثي، نا يحيى بن سعيد القطان، نا شعبة، وسفيان، قالا: نا علقمة بن\nمرثد، عن سعد بن عبيدة، عن أبي عبد الرحمن السلمي، عن عثمان رضي الله عنه،\nعن النبي صلى الله عليه وسلم، قال: أحدهما: خيركم، وقال الآخر: «أفضلكم من\nتعلم القرآن وعلمه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>44 - </h1>\n\n<p>\nوأخبرنا أبو عبد الرحمن السلمي، نا عبد الله بن محمد الكعبي، نا الحسن بن\nأحمد بن الليث الرازي، نا نوح بن أنس، نا الصباح بن محارب، نا سفيان\nالثوري، عن عطاء بن السائب، عن أبي عبد الرحمن السلمي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعن عثمان، قال: قال رسول الله صلى الله عليه وسلم: «أفضلكم من تعلم\nالقرآن وعلمه»\n</p>\n\n<h1 class='l1' id='head67'>باب في أن خيركم من قرأ القرآن وأقرأه</h1>\n\n<h1 class='l1' id='head68'>45 - </h1>\n\n<p>\nوأخبرني حمزة بن يوسف بجرجان، نا ابن عدي، نا علي بن إبراهيم بن الهيثم،\nوالنعمان بن هارون، ومحمد بن أحمد بن هارون، قالوا: أنا أحمد بن الهيثم، نا\nالوليد بن صالح، نا إسرائيل، عن عاصم، عن أبي وائل، عن عبد الله، قال: قال\nرسول الله صلى الله <span id='ms18'></span> عليه وسلم: «خيركم من قرأ القرآن وأقرأه»\n</p>\n\n<h1 class='l1' id='head69'>باب في أنهم خيار الأمة</h1>\n\n<h1 class='l1' id='head70'>46 - </h1>\n\n<p>\nأنا حمزة بن يوسف، نا ابن عدي، نا محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن فضيل، نا محمد بن مصفى، نا معاوية بن حفص، عن شريك، عن\nعاصم، عن أبي عبد الرحمن، عن عثمان رضي الله عنه، قال: قال رسول الله صلى\nالله عليه وسلم: «خياركم من تعلم القرآن وعلمه»\n</p>\n\n<h1 class='l1' id='head71'>باب في أنهم أشراف الأمة</h1>\n\n<h1 class='l1' id='head72'>47 - </h1>\n\n<p>\nأنا القاضي أبو بكر عبد الله بن أحمد بن بندار العبسي بأستراباذ، نا أبو\nأحمد محمد بن أحمد الغطريفي المنيعي، نا أبو إبراهيم إسماعيل بن إبراهيم\nالترجماني، نا سعد بن سعيد الجرجاني، عن نهشل القرشي، عن الضحاك، عن ابن\nعباس، قال: قال رسول الله صلى الله عليه وسلم: «أشراف أمتي، حملة القرآن»\n</p>\n\n<h1 class='l1' id='head73'>باب في أنهم يؤخذون بما يؤخذ به الأنبياء إلا الوحي</h1>\n\n<h1 class='l1' id='head74'>48 - </h1>\n\n<p>\nأنا علي بن أحمد المقرئ، نا أبو بكر الآجري، نا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله محمد بن أحمد السوانيطي، نا مقدام بن داود المصري، نا أسد بن\nموسى، نا عبد الله بن وهب، عن الماضي بن محمد، عن أبان، عن أنس، قال: قال\nرسول الله صلى الله عليه وسلم: \" يؤتى بحملة القرآن يوم القيامة، فيقول\nالله عز وجل: أنتم وعاة كلامي، آخذكم بما آخذ به الأنبياء إلا الوحي \"\n</p>\n\n<h1 class='l1' id='head75'>باب في أن من أوتي بعض القرآن فقد أوتي بعض النبوة، ومن أوتي القرآن كله فقد أوتي النبوة كلها</h1>\n\n<h1 class='l1' id='head76'>49 - </h1>\n\n<p>\nأنا علي بن أحمد المقرئ، نا أبو بكر الآجري، نا أبو بكر عبد الله بن أبي\nداود، نا أبو الطاهر أحمد بن عمرو، أنا ابن وهب، أخبرني مسلمة بن علي، عن\nزيد بن واقد، عن مكحول، عن أبي أمامة الباهلي، يرفعه، قال: «من قرأ ربع\nالقرآن، فقد أوتي ربع النبوة، ومن قرأ ثلث القرآن، فقد أوتي ثلث النبوة،\nومن قرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nثلثي القرآن، فقد أوتي ثلثي النبوة، ومن قرأ القرآن فقد أوتي النبوة، غير\nأنه لا يوحى إليه»\n</p>\n\n<h1 class='l1' id='head77'>باب آخر منه</h1>\n\n<h1 class='l1' id='head78'>50 - </h1>\n\n<p>\nوحدثني أبي , ومحمد بن القاسم الفارسي، قالا: حدثنا <span id='ms19'></span> محمد بن يزيد العدل،\nنا أبو يحيى البزاز، نا محمد بن أبان البلخي، نا مروان بن معاوية، نا ابن\nنمير، عن القاسم بن عبد الرحمن، عن أبي أمامة، قال: قال رسول الله صلى الله\nعليه وسلم: «من قرأ ثلث القرآن، أعطي ثلث النبوة، ومن قرأ ثلثي القرآن أعطي\nثلثي النبوة، ومن قرأ القرآن كله أعطي النبوة كلها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>باب في استدراج النبوة في أهل القرآن</h1>\n\n<h1 class='l1' id='head80'>51 - </h1>\n\n<p>\nوحدثني أبي، وابن القاسم، قالا: نا العدل، نا أبو يحيى البزاز، نا علي بن\nالحسن الذهلي، نا عمر بن هارون، عن إسماعيل بن رافع، عن إسماعيل بن عبيد\nالله، عن عبد الله بن عمرو، قال رسول الله صلى الله عليه وسلم: «من قرأ\nالقرآن فكأنما استدرجت النبوة بين جنبيه إلا أنه لا يوحى إليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>52 - </h1>\n\n<p>\nوأنا علي بن أحمد المقرئ، نا أبو بكر الآجري، نا أبو بكر عبد الله بن أبي\nداود، نا أبو طاهر أحمد بن عمرو، نا ابن وهب، أنا يحيى بن أيوب، عن خالد بن\nيزيد، عن ثعلبة بن أبي الكنود، عن عبد الله بن عمرو بن العاص، قال: «من جمع\nالقرآن فقد حمل أمرا عظيما، لقد أدرجت النبوة بين كتفيه غير أنه لا يوحى\nإليه ولا ينبغي لحامل القرآن أن يحد مع من يحد، ولا يجهل مع من يجهل، لأن\nالقرآن في جوفه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>باب في أنهم أوغلوا علم الله عز وجل</h1>\n\n<h1 class='l1' id='head83'>53 - </h1>\n\n<p>\nوحدثني حمزة بن يوسف، نا ابن عدي، نا أبو عصمة البخاري، نا داود بن عبد\nالرحمن المصري، نا أبو عاصم النبيل، نا ابن جريج، عن عطاء بن أبي رباح، عن\nجابر بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: «أكرموا حملة\nالقرآن فإنهم أوغلوا علم الله، إلا أنه لا يوحى إليهم»\n</p>\n\n<h1 class='l1' id='head84'>باب في أن أهل القرآن غبطهم الأنبياء قبل أن أظهروا</h1>\n\n<h1 class='l1' id='head85'>54 - </h1>\n\n<p>\nحدثني أبي رحمه الله، نا أبو علي محمد بن أحمد بن الحسن، نا محمد بن\nعثمان بن أبي شيبة، نا جبارة بن المغلس، نا الربيع بن نعمان، عن <span id='ms20'></span> سهيل بن\nأبي صالح، عن أبيه، عن أبي هريرة «أن موسى بن عمران عليه السلام لما نزل\nبالتوراة قرأها فوجد فيها ذكر هذه الأمة» .\n</p>\n\n<p>\nوذكر الحديث , إلى أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \" يا رب، إني أجد في الألواح أمة، أناجيلهم في صدورهم، يقرءونه\nظاهرا فاجعلها أمتي، قال: تلك أمة أحمد \".\n</p>\n\n<p>\nوساق الحديث، إلى أن قال موسى: يا رب فاجعلني من أمة أحمد\n</p>\n\n<h1 class='l1' id='head86'>55 - </h1>\n\n<p>\nوأنا علي بن أحمد المقرئ، نا أبو بكر الآجري، أنا أبو عبد الله أحمد بن\nالحسين بن عبد الجبار الصوفي، نا شجاع بن مخلد، نا يعلى بن عبيد، عن\nالأعمش، عن خيثمة، قال: مرت امرأة بعيسى ابن مريم عليهما السلام، فقالت:\nطوبى لحجر حملك ولثدي رضعت منه، فقال عيسى ابن مريم صلوات الله عليه «طوبى\nلمن قرأ القرآن ثم عمل به» .\n</p>\n\n<p>\nوحدثني أبي رحمه الله، ومحمد بن القاسم، قالا: نا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يزيد العدل، نا الحسن بن سفيان، نا ابن أبي شيبة، نا أبو معاوية،\nعن الأعمش، بمثل معناه\n</p>\n\n<h1 class='l1' id='head87'>باب في جواز الحسد على حفظ القرآن وحفاظه</h1>\n\n<h1 class='l1' id='head88'>57 - </h1>\n\n<p>\nأنا ابن فناكي، نا أبو بكر الروياني، نا عمرو بن علي، عن سفيان، عن\nالزهري، عن سالم، عن أبيه، أن رسول الله صلى الله عليه وسلم، قال: \" لا حسد\nإلا في اثنتين: رجل آتاه الله القرآن، فهو يقوم به آناء الليل , وآناء\nالنهار \".\n</p>\n\n<p>\nوأخبرنا عبد الله بن يوسف الأصفهاني، نا أبو بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسين القطان، نا علي بن الحسن بن أبي عيسى الهلالي، نا عبد\nالمجيد بن عبد العزيز بن أبي رواد، نا معمر بن راشد، عن الزهري.\n</p>\n\n<p>\nح.\n</p>\n\n<p>\nوأنا أبو طاهر الزيادي، نا حاجب بن أحمد الطوسي، نا أبو عبد الله\nالمروزي، نا عبد الله بن المبارك، أنا معمر، عن الزهري، واللفظ لسفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>باب في كون الأقرأ لكتاب الله أحق بالإمامة</h1>\n\n<h1 class='l1' id='head90'>60 - </h1>\n\n<p>\nثني أبي , وأبو عبد الرحمن السلمي رحمهما الله، قالا: نا إسماعيل بن\nنجيد، نا علي بن الحسين بن الجنيد، نا المعافى بن سليمان، نا زهير، نا\nالأعمش، عن إسماعيل بن رجاء <span id='ms21'></span>، عن أوس بن ضمعج، عن أبي مسعود الأنصاري، قال:\nقال رسول الله صلى الله عليه وسلم: «يؤم القوم أقرؤهم لكتاب الله، فإن\nكانوا في القراءة سواء فأعلمهم بالسنة»\n</p>\n\n<h1 class='l1' id='head91'>باب في كونهم أحق الناس بالإمارة لزيادة حفظ القرآن</h1>\n\n<h1 class='l1' id='head92'>61 - </h1>\n\n<p>\nحدثني حمزة بن يوسف، نا ابن عدي، نا أحمد بن محمد بن عبد الكريم، نا\nالحسن بن عرفة، نا يحيى بن يمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالعجلي، عن موسى بن عبيدة الربذي، عن سعيد بن أبي سعيد المقبري، عن أبي\nهريرة، قال: بعث رسول الله صلى الله عليه وسلم سرية فاستقرئوا القرآن على\nأسنانهم، قال: ففضلهم شاب بسورة البقرة، فقال رسول الله صلى الله عليه\nوسلم: «أنت أمير القوم» ، قال: فغضب شيخ في القوم، فقال: يا رسول الله،\nأتؤمره وأنا أكبر منه، فقال رسول الله صلى الله عليه وسلم: «إنه أكثرهم\nقرآنا» ، قال: فقال الشيخ: فوالله يا رسول الله، ما يمنعني أن أتعلم القرآن\nإلا أني أخشى أن لا أقوم به، فقال رسول الله صلى الله عليه وسلم: «تعلموا\nالقرآن، فإنما مثل حامل القرآن كمثل حامل جراب مسك إن فتحه فتحه طيبا، وإن\nوعاه وعاه طيبا» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوثناه أبي، نا ابن عدي، نا القاسم بن مهدي، نا أبو مصعب، نا عمر بن طلحة\nالليثي، عن المقبري، عن أبي هريرة\n</p>\n\n<h1 class='l1' id='head93'>باب فيمن ولي حرم الله لقراءة القرآن</h1>\n\n<h1 class='l1' id='head94'>63 - </h1>\n\n<p>\nأنا أبو العباس أحمد بن محمد بن زكريا النسوي بمكة، نا أبو بكر أحمد بن\nعبد الله بن عبد المؤمن، نا إسحاق بن أحمد الخزاعي، عن محمد بن أحمد\nالأزرقي، نا جدي، نا داود بن عبد الرحمن، قال: سمعت معمرا يحدث، عن الزهري،\nعن نافع بن عبد الحارث، أنه تلقى عمر بن الخطاب رضي الله عنه، فقال: من\nخلفت على مكة؟ ابن أبزى، قال عمر: مولى؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nقال: نعم، إنه قارئ لكتاب الله عز وجل، فقال عمر: «إن الله يرفع بهذا\nالقرآن أقواما ويضع به آخرين» .\n</p>\n\n<p>\nوقد جاء الخبر مرفوعا\n</p>\n\n<h1 class='l1' id='head95'>باب في قطع رسول الله عليه السلام لمن حفظ القرآن بحق معلوم مؤقت <span id='ms22'></span> لم يقطعه كذلك لغيرهم</h1>\n\n<h1 class='l1' id='head96'>64 - </h1>\n\n<p>\nحدثني محمد بن القاسم الفارسي بنيسابور، ومحمد بن أحمد بن حمويه بالري،\nواللفظ له، قالا: نا أبو سعيد محمد بن إبراهيم بن عبد الله الإسماعيلي\nالنيسابوري، نا إبراهيم بن عصمة بن إبراهيم، نا الحسين بن داود البلخي، نا\nيزيد بن هارون، عن حميد، عن أنس رضي الله عنه، قال: قال رسول الله صلى الله\nعليه وسلم: «من قرأ القرآن عن ظهر القلب من غير نظر في المصحف فله في بيت\nالمال في كل عام مائتا دينار» .\n</p>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>65 - </h1>\n\n<p>\nوحدثني محمد بن القاسم، نا أبو الحسن عبد الرحمن بن إبراهيم المعدل، نا\nمحمد بن أحمد بن النضر، نا إسحاق بن حسان، نا عبد الملك بن هارون بن عنترة،\nعن أبيه، عن جده، قال: قال علي رضي الله عنه «من قرأ القرآن فله في بيت مال\nالمسلمين مائتا دينار، إن أخذها في الدنيا، وإلا أخذها في الآخرة» .\n</p>\n\n<p>\nكذلك جاء الخبر من هذا الطريق موقوفا، وقد جاء من طريق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nآخر مرفوعا، عن علي أيضا، وفيه: فقيل: يا رسول الله، \" أوفي الآخرة\nدنانير؟ ، فقال: لا، ولكن حسنات وسيئات \"\n</p>\n\n<h1 class='l1' id='head98'>باب في فضل من علم أخاه القرآن</h1>\n\n<h1 class='l1' id='head99'>66 - </h1>\n\n<p>\nأنا أبو عبد الرحمن السلمي، نا أبو عمرو بن مطر، نا إبراهيم الذهلي، نا\nيحيى بن يحيى، نا إسماعيل بن عياش، عن إبراهيم بن سليمان، عن حماد\nالأنصاري، قال: قال رسول الله صلى الله عليه وسلم: «من علم رجلا القرآن فهو\nمولاه لا يخذله ولا يستأثر عليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>باب في أجر من علم ولده القرآن</h1>\n\n<h1 class='l1' id='head101'>67 - </h1>\n\n<p>\nأنا أبو بكر أحمد بن الحسن الحرشي، نا ابن بسطام، نا أحمد بن محمود\nالبخاري، نا محمد بن سلام، عن مروان بن معاوية الفزاري، عن الوزير بن عبد\nالرحمن الكوفي، عن علي بن زيد بن جدعان، عن سعيد بن المسيب، عن جابر بن عبد\nالله، قال: أتى النبي صلى الله عليه وسلم رجل، فقال: يا رسول الله، ما أجر\nمن علم ولده كتاب الله؟ فقال رسول الله صلى الله عليه وسلم: \" القرآن <span id='ms23'></span> كلام\nالله لا غاية له، قال: فجاء جبريل عليه السلام، فقال رسول الله صلى الله\nعليه وسلم: يا جبريل، ما أجر من علم ولده كتاب الله؟ ، قال: يا محمد،\nالقرآن كلام الله لا غاية له، ثم صعد جبريل إلى السماء، فسأل إسرافيل: ما\nأجر من علم ولده كتاب الله؟ فقال إسرافيل: يا جبريل، القرآن كلام الله لا\nغاية له، ثم إن الله تعالى أنزل جبريل على رسوله عليهما السلام، فقال: إن\nربك يقرئك السلام، ويقول: من علم ولده القرآن، فكأنه حج البيت عشرة آلاف\nحجة، وكأنما اعتمر عشرة آلاف عمرة، وكأنما غزا عشرة آلاف غزوة، وكأنما أعتق\nعشرة آلاف رقبة من ولد إسماعيل، وكأنما أطعم عشرة آلاف مسلم جائع، وكأنما\nكسا عشرة آلاف مسلم عار، ويكتب له بكل حرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nمن القرآن عشر حسنات، ويمحى عنه عشر سيئات، يا محمد إني لا أقول الم\nعشرة، ولكن ألف عشر، ولام عشر، وميم عشر، ويكون معه في قبره حتى يبعث\nويثقله في الميزان، وجاز على الصراط كالبرق الخاطف، ولم يفارقه القرآن حتى\nتنزل به هذه الكرامة وأفضل ما يتمنى \"\n</p>\n\n<h1 class='l1' id='head102'>باب في أجر من يتعلم ولده القرآن</h1>\n\n<h1 class='l1' id='head103'>68 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أبو كريب محمد بن العلاء، نا رشدين بن\nسعد، عن زبان بن فائد، عن سهل بن معاذ بن أنس الجهني، عن أبيه، قال: قال\nرسول الله صلى الله عليه وسلم: «من قال سبحان الله وبحمده ينبت له غرس في\nالجنة، ومن قرأ القرآن فأحكمه وعمل بما فيه ألبس والده يوم القيامة تاجا\nضوءه أحسن من ضوء الشمس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>باب في فضل من حفظ القرآن في صباه</h1>\n\n<h1 class='l1' id='head105'>69 - </h1>\n\n<p>\nأخبرني أبو علي الحسين بن محمد الصوفي بمروروذ، نا أبو علي زاهر بن أحمد،\nنا أبو عبد الله محمد بن سهل الكاتب، نا حماد بن إسحاق، نا مسلم بن\nإبراهيم، نا الحسن بن أبي جعفر، نا أبو الصهباء، عن سعيد بن جبير، عن ابن\nعباس، قال: قال رسول الله صلى الله عليه وسلم: «من قرأ القرآن <span id='ms24'></span> قبل أن يحتلم\nفقد أوتي الحكم صباه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>باب في أن حرمة حملة القرآن كحرمة الأمهات مبرة واحتراما</h1>\n\n<h1 class='l1' id='head107'>70 - </h1>\n\n<p>\nأنا أبو بكر محمد بن عبد الله بن محمد بن يوسف إمام الجامع بأسبيجاب من\nثغور الترك، نا أبو القاسم عبد الله بن محمد بن صالح بن عجيف الشوماني، نا\nمحمد بن حبال، نا محمد بن المتوكل، عن رشدين بن سعد، نا أبو عبد الرحمن عبد\nالله بن الهيثم التيمي، عن ابن الحنفية، عن أبيه رضي الله عنه، قال: قال\nرسول الله صلى الله عليه وسلم: \" القرآن أعظم من كل شيء دون الله، فمن وقر\nالقرآن فقد وقر الله، ومن استخف بحق القرآن فقد استخف بحق الله، وحملة\nالقرآن المخصوصون برحمة الله، المعلمون كلام الله، الملبسون نور الله، من\nعاداهم فقد عادى الله، ومن والاهم فقد والى الله، وحرمتهم على المؤمنين\nكحرمة أمهاتهم عليهم، يقول الله: يا حملة القرآن، استحبوا إلى الله بتوفير\nكتابه يزدكم حبا ويحببكم إلى عباده، ويدفع عن مستمع القرآن بلوى الدنيا،\nويدفع عن قارئ القرآن بلوى الآخرة، وللمستمع آية من كتاب الله أفضل من كنز\nذهب، وللقارئ آية من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الله أفضل مما تحت العرش إلى الثرى، وإن في القرآن لسورة تدعى\nالعزيزة عند الله، ويدعى قارئها الشريف، ويشفع يوم القيامة في مثل ربيعة\nومضر، وهي يس \"\n</p>\n\n<h1 class='l1' id='head108'>باب في أن الله عز وجل يحب من يتلو كتابه</h1>\n\n<h1 class='l1' id='head109'>71 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أبو كريب، نا يحيى بن آدم، عن أبي بكر بن\nعياش، عن الأعمش، عن منصور، عن ربعي، عن عبد الله، رفعه، قال: \" ثلاثة\nيحبهم الله: رجل قام يتلو كتاب الله \".\n</p>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>باب في أن أحب الحديث إلى الله تلاوة القرآن</h1>\n\n<h1 class='l1' id='head111'>72 - </h1>\n\n<p>\nحدثني حمزة بن يوسف، نا ابن عدي، نا محمد بن الفضل أبو الحسن، نا عمران\nبن سهل البلخي، نا سلمة بن نضر، نا بكر بن سالم، نا عبد الرحمن بن زيد يعني\nابن أسلم، عن أبيه، عن عطاء بن يسار، عن أبي هريرة، قال: قال رسول <span id='ms25'></span> الله صلى\nالله عليه وسلم: «إن أحب الحديث إلى الله تلاوة القرآن، فمن قعد على تلاوته\nحفت به الملائكة بأجنحتها، وغشيتهم الرحمة، وكانوا أضياف الرحمن حتى يخوضوا\nفي حديث غيره»\n</p>\n\n<h1 class='l1' id='head112'>باب في أن لا يتقرب إلى الله بشيء أحب إليه من كلامه</h1>\n\n<h1 class='l1' id='head113'>73 - </h1>\n\n<p>\nثني أبي، ومحمد بن القاسم، قالا: نا محمد بن يزيد العدل، نا الحسن بن\nسفيان، نا ابن أبي شيبة، نا عبيدة بن حميد، عن منصور، عن هلال بن يساف، عن\nفروة بن نوفل، قال: قال خباب بن الأرت، وأقبلت معه من المسجد إلى منزله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n«إن استطعت أن تتقرب إلى الله , فإنك لا تتقرب إليه بشيء أحب إليه من\nكلامه»\n</p>\n\n<h1 class='l1' id='head114'>باب في أن الملائكة تحف بهم عند تلاوته</h1>\n\n<h1 class='l1' id='head115'>74 - </h1>\n\n<p>\nنا علي بن أحمد المقرئ، نا أبو بكر الآجري، نا الفريابي، نا إسحاق بن\nراهويه، أنا جرير بن عبد الحميد، عن الأعمش، عن أبي صالح، عن أبي هريرة، عن\nرسول الله صلى الله عليه وسلم، قال: «ما تجالس قوم في بيت من بيوت الله،\nيتلون كتاب الله، ويتدارسونه بينهم، إلا حفت بهم الملائكة، وغشيتهم الرحمة،\nوذكرهم الله فيمن عنده، ومن أبطأ به عمله لم يسرع به نسبه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>باب في أن لمن يجمع القرآن ظاهرا دعوة مستجابة</h1>\n\n<h1 class='l1' id='head117'>75 - </h1>\n\n<p>\nحدثني أبي رحمه الله من حفظه في الروضة من مسجد الرسول صلى الله عليه\nوسلم حرسها الله، نا أبو القاسم اللخمي، نا يحيى بن عثمان، نا يحيى بن\nبكير، نا يحيى بن صالح، عن إسماعيل بن أمية، عن شرحبيل، عن جابر، عن النبي\nصلى الله عليه وسلم، قال: «ما من رجل مؤمن يجمع القرآن ظاهرا يقرأ إلا\nأعطاه الله دعوة، إن شاء عجلها في الدنيا، وإن شاء ذخرها له في الآخرة»\n</p>\n\n<h1 class='l1' id='head118'>باب في فضل قراءة القرآن على غيره من الذكر، وفضل كلام الله على غيره</h1>\n\n<h1 class='l1' id='head119'>76 - </h1>\n\n<p>\nثني محمد بن القاسم، نا أبو الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن إبراهيم العدل، نا أحمد بن يعقوب الثقفي، نا القاسم بن\nزكريا، نا شهاب بن عباد، نا محمد بن الحسن بن <span id='ms26'></span> أبي يزيد الهمداني، عن عمرو\nبن قيس، عن عطية، عن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: \"\nيعني يقول الله عز وجل: من شغله قراءة القرآن عن ذكري ومسألتي، أعطيته أفضل\nما أعطي السائلين، وفضل كلام الله على سائر الكلام، كفضل الله على خلقه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>باب في أن كل آية من القرآن نورا يوم القيامة</h1>\n\n<h1 class='l1' id='head121'>77 - </h1>\n\n<p>\nثني أبي، نا أبو بكر أحمد بن إبراهيم بن إسماعيل، نا الحسن بن حبابة، نا\nمحمد بن إسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالمباركي، نا علي بن عاصم، عن عبيد الله بن أبي حميد الهذلي، عن أبي مليح\nالهذلي، عن معقل بن يسار المزني، قال: قال رسول الله صلى الله عليه وسلم:\n«اعملوا بالقرآن، أحلوا حلاله، وحرموا حرامه، واقتدوا به، ولا تكفروا بشيء\nمنه، وآمنوا بالتوراة، والإنجيل، والزبور، وما أوتي النبيون من ربهم، وما\nتشابه عليكم فردوه إلى الله، وإلى الرسول، وإلى أولي الأمر من بعدي كيما\nيخبروكم به، وليسعكم القرآن ما فيه فإنه شافع مشفع، وماحل مصدق، والقرآن\nنور يوم القيامة، ألا وإني أعطيت البقرة من الذكر الأول، وأعطيت طه وطواسين\nمن ألواح موسى، وأعطيت فاتحة الكتاب وخواتيم سورة البقرة من تحت العرش، لم\nيعطها أحد قبلي، وأعطاني ربي المفصل نافلة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>باب في السؤال عن الله بالقرآن</h1>\n\n<h1 class='l1' id='head123'>78 - </h1>\n\n<p>\nثني أبي رحمه الله، نا سليمان بن أحمد الطبراني، نا محمد بن عمرو\nالحراني، نا أبي، نا موسى بن أعين، نا إدريس الكوفي، عن منصور، عن رجل، عن\nعمران بن حصين، قال: سمعت رسول الله صلى الله عليه وسلم، يقول: «اقرءوا\nالقرآن واسألوا الله به قبل أن يأتي قوم يسألون به الناس»\n</p>\n\n<h1 class='l1' id='head124'>باب في فضل من إذا ختم القرآن رجع إلى أوله</h1>\n\n<h1 class='l1' id='head125'>79 - </h1>\n\n<p>\nأنا أبو أحمد عبد المؤمن بن عبد الرحمن بن إبراهيم الغزال الفارسي\nبسمرقند، قال: قرأت على أبي عمر عبد الملك بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بكازرون، قلت: حدثكم أبو مسلم إبراهيم بن عبد الله الكجي ببغداد، نا\nالحجاج بن المنهال، نا صالح المري، عن قتادة، عن زرارة بن أوفى، أن رجلا <span id='ms27'></span>\nقام إلى النبي صلى الله عليه وسلم، فقال: يا رسول الله، أي العمل أفضل؟\nقال: «الحال المرتحل» ، قال: بأبي أنت وأمي يا رسول الله، وما الحال\nالمرتحل؟ قال: «صاحب القرآن يضرب من أوله إلى آخره، ومن آخره إلى أوله،\nكلما حل ارتحل» .\n</p>\n\n<p>\nوحدثنيه محمد بن القاسم، نا ابن قريش، نا ابن سفيان، نا محمد بن يزيد\nالرفاعي، نا زيد بن الحباب، نا صالح المري، عن قتادة، عن زرارة بن أوفى، عن\nابن عباس، أن رجلا، قال: يا رسول الله، أي الأعمال أفضل؟ الحديث.\n</p>\n\n<p>\nواللفظ للحجاج بن المنهال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>باب في أن قراءة القرآن أفضل العبادة</h1>\n\n<h1 class='l1' id='head127'>81 - </h1>\n\n<p>\nثني محمد بن القاسم، نا ابن قريش، نا ابن سفيان، نا أبو نعيم الحلبي، نا\nمحمد بن إسماعيل بن أبي فديك، عن عمر بن كثير، عن أبي العلاء، عن أنس، قال:\nقال رسول الله صلى الله عليه وسلم: «أفضل العبادة قراءة القرآن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>باب في أن تلاوة القرآن جلاء القلوب</h1>\n\n<h1 class='l1' id='head129'>82 - </h1>\n\n<p>\nثني أبي رحمه الله، وحمزة بن يوسف، قالا: نا ابن عدي، نا عبد الرحمن بن\nمحمد بن علي، نا عبد الله بن أيوب، نا عبد الرحيم بن هارون، نا عبد العزيز\nبن أبي رواد، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم:\n«إن هذه القلوب تصدأ كما يصدأ الحديد» ، قيل: يا رسول الله، وما جلاؤها؟ ،\nقال: «تلاوة القرآن»\n</p>\n\n<h1 class='l1' id='head130'>باب الأمر في الفرج بالقرآن</h1>\n\n<h1 class='l1' id='head131'>83 - </h1>\n\n<p>\nثني حمزة بن يوسف، نا ابن عدي، نا أبو العلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nالكوفي، نا ابن أبي شيبة، نا أبو معاوية، عن حجاج، عن عطية، عن أبي سعيد\nالخدري، في قوله تعالى \" {قل بفضل الله وبرحمته فبذلك فليفرحوا} [يونس: 58]\n، قال: الفضل القرآن، وبرحمته أن جعلكم من أهله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>باب في أن القرآن لا يضل ولا يشقى من اتبعه</h1>\n\n<h1 class='l1' id='head133'>84 - </h1>\n\n<p>\nوثنى أبي رحمه الله، وابن القاسم، قالا: نا محمد بن يزيد العدل، نا ابن\nسفيان، نا ابن أبي شيبة، نا أبو خالد، عن عمرو بن قيس، عن عكرمة، عن ابن\nعباس، قال: \" ضمن الله لمن <span id='ms28'></span> قرأ القرآن لا يضل في الدنيا , ولا يشقى في\nالآخرة، ثم قرأ: {فمن اتبع هداي فلا يضل ولا يشقى} [طه: 123] \"\n</p>\n\n<h1 class='l1' id='head134'>باب في نزول السكينة عند قراءة القرآن</h1>\n\n<h1 class='l1' id='head135'>85 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا محمد بن بشار، نا محمد بن جعفر، نا شعبة،\nعن أبي إسحاق، قال، سمعت البراء بن عازب، يقول: \" قرأ رجل الكهف، وفي الدار\nدابة فجعلت تنفر فسلم، فإذا ضبابة أو سحابة قد غشيته، فذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nللنبي صلى الله عليه وسلم، فقال: اقرأ فلان، فإنها السكينة تنزلت عند\nقراءة القرآن أو نزلت \"\n</p>\n\n<h1 class='l1' id='head136'>باب في أن القرآن أفضل ما أعطي العبد</h1>\n\n<h1 class='l1' id='head137'>86 - </h1>\n\n<p>\nوثني أبي، ومحمد بن القاسم، قالا: نا محمد بن يزيد، نا أبو يحيى البزاز،\nنا علي بن الحسن الذهلي، نا عمر بن هارون، عن إسماعيل بن رافع، عن إسماعيل\nبن عبيد الله بن أبي المهاجر، عن عبد الله بن عمرو، قال: قال رسول الله صلى\nالله عليه وسلم: «من قرأ القرآن فرأى أن أحدا أعطي أفضل مما أعطي، فقد عظم\nما حقره الله وحقر ما عظم الله»\n</p>\n\n<h1 class='l1' id='head138'>باب في أن القرآن غنى لا فقر بعده</h1>\n\n<h1 class='l1' id='head139'>87 - </h1>\n\n<p>\nأنا الحاكم أبو عمرو مكرم بن عتاب التميمي ببخارى،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nنا إبراهيم بن أحمد بن محمد الأبزاري، نا الحسن بن سفيان، نا محمد بن\nعباد المكي، نا حاتم بن إسماعيل، عن شريك، عن الأعمش، عن يزيد بن أبان، عن\nالحسن، عن أنس، أن النبي صلى الله عليه وسلم، قال: «القرآن غنى لا فقر\nبعده، ولا غنى دونه» .\n</p>\n\n<p>\nوأخبرنا أبو عبد الرحمن السلمي، نا أبو عمرو بن مطر، نا الخليل بن محمد\nبن الخليل، بواسط، نا تميم بن المنتصر، نا إسحاق الأزرق، عن شريك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>باب في أهل القرآن هم أغنى الخلق</h1>\n\n<h1 class='l1' id='head141'>89 - </h1>\n\n<p>\nأني محمد بن القاسم، نا أبو بكر بن أبي خالد، نا عيسى بن محمد، نا أحمد\nبن عبد الوهاب بن نجدة، نا جنادة بن مروان، نا الحارث بن النعمان، قال:\nسمعت الحسن، قال: سمعت أبا ذر، يقول: قال رسول الله صلى الله عليه وسلم\nيوما <span id='ms29'></span> لأصحابه: «أي الناس أغنى؟» ، قالوا: أبو سفيان، وقال آخر: عبد الرحمن\nبن عوف، وقال آخر: عثمان بن عفان رضي الله عنهم: فقال رسول الله صلى الله\nعليه وسلم: «لا، ولكن أغنى الناس حملة القرآن من جعله الله في جوفه»\n</p>\n\n<h1 class='l1' id='head142'>باب في التغني بالقرآن</h1>\n\n<h1 class='l1' id='head143'>90 - </h1>\n\n<p>\nأنا أبو الحسين عبد الوهاب بن الحسن بدمشق، نا طاهر بن محمد بن الحكم، نا\nهشام بن عمار، نا الوليد، نا أبو رافع، عن ابن أبي مليكة، عن عبد الرحمن بن\nالسائب، قال: قدم علينا سعد بن أبي وقاص رضي الله عنه، وقد كف بصره، فسلمت\nعليه، فقال: من أنت؟ ، فأخبرته، فقال: مرحبا يابن أخي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nبلغني أنك حسن الصوت بالقرآن، وسمعت رسول الله صلى الله عليه وسلم، يقول:\n«إن هذا القرآن نزل بحزن، فإذا قرأتموه فبكوا فإن لم تبكوا فتباكوا، وتغنوا\nبه، فمن لم يتغن به فليس منا»\n</p>\n\n<h1 class='l1' id='head144'>باب في إكرام أهل القرآن من إجلال الله عز وجل</h1>\n\n<h1 class='l1' id='head145'>91 - </h1>\n\n<p>\nحدثني محمد بن القاسم، نا أبو عبد الله محمد بن يوسف الدقاق، نا أبو حاتم\nمكي بن عبدان، نا أحمد بن حفص، نا أبي، نا إبراهيم بن طهمان، عن سلميان\nيعني ابن سحيم، عن طلحة بن عبيد الله: قال رسول الله صلى الله عليه وسلم:\n«إن من تعظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nجلال الله، إكرام العبد، يحمل القرآن لا يغلو فيه ولا يجفو»\n</p>\n\n<h1 class='l1' id='head146'>باب في مثل المؤمن في قراءة القرآن</h1>\n\n<h1 class='l1' id='head147'>92 - </h1>\n\n<p>\nأنا ابن فناكي، نا أبو بكر الروياني، نا محمد بن بشار، نا يحيى بن سعيد،\nنا شعبة، عن قتادة، عن أنس بن مالك، عن أبي موسى الأشعري، عن النبي صلى\nالله عليه وسلم، قال: «مثل المؤمن الذي يقرأ القرآن ويعمل به كمثل الأترجة،\nطيبة الطعم، طيبة الريح، ومثل المؤمن الذي لا يقرأ القرآن كمثل التمرة،\nطيبة الطعم ولا ريح لها، ومثل المنافق الذي يقرأ القرآن كمثل ريحانة، طيبة\nالريح وطعمها مر، ومثل المنافق الذي لا يقرأ القرآن كمثل حنظلة، مرة لا ريح\nلها» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوأناه ابن فناكي، نا الروياني، نا عبد الله بن الصباح <span id='ms30'></span>، نا معتمر بن\nسليمان، قال: سمعت عوفا، نا قسامة، عن أبي موسى، لفظ ابن بشار\n</p>\n\n<h1 class='l1' id='head148'>باب في أن القرآن يهبط بمن اتبعه على رياض الجنة</h1>\n\n<h1 class='l1' id='head149'>94 - </h1>\n\n<p>\nعن أبي كنانة , أن أبا موسى الأشعري جمع الذين قرءوا القرآن وهم قريب من\nثلاثمائة فعظم القرآن، وقال: «إن هذا القرآن كائن لكم ذخرا، وكائن لكم\nوزرا، فاتبعوا القرآن ولا يتبعنكم، فإنه من اتبع القرآن هبط به على رياض\nالجنة» .\n</p>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>باب في معنى حق تلاوته</h1>\n\n<h1 class='l1' id='head151'>95 - </h1>\n\n<p>\nأنا حمزة بن يوسف، نا أبو الحسن الرزاز، نا الفريابي، نا يعقوب بن\nإبراهيم، نا وكيع، عن المبارك، عن الحسن، في قوله تعالى: \" {يتلونه حق\nتلاوته} [البقرة: 121] ، قال: يعملون بمحكمه، ويؤمنون بمتشابهه، ويكلون ما\nأشكل عليهم إلى عالمه \"\n</p>\n\n<h1 class='l1' id='head152'>باب في فضل من يقرأ حرفا من القرآن</h1>\n\n<h1 class='l1' id='head153'>96 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا محمد بن بشار، نا محمد بن الزبرقان، نا\nموسى بن عبيدة، عن محمد بن كعب، قال محمد بن الزبرقان: أظنه إن شاء الله،\nعن عوف بن مالك، قال: قال رسول الله صلى الله عليه وسلم: «من قرأ حرفا من\nالقرآن كان له عشر حسنات، لا نقول، الم عشر، أعشر، ول عشر، وم عشر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>باب في صورة أخذهم القرآن في السلف</h1>\n\n<h1 class='l1' id='head155'>97 - </h1>\n\n<p>\nثني حمزة بن يوسف، نا أبو الحسن الرزاز، نا الفريابي، نا محمد بن عبيد،\nنا حماد بن زيد، نا عطاء بن السائب، عن أبي عبد الرحمن السلمي، قال: \" إنما\nأخذنا القرآن عن قوم أخبرونا أنهم كانوا إذا تعلموا عشر آيات لم يجاوزوهن\nإلى العشر الأخر حتى يتعلموا ما فيهن من العمل، قال: فتعلمنا العلم والعمل\nجميعا \"، وذكر الخبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>باب في فضل الماهر بالقرآن والمتتعتع فيه</h1>\n\n<h1 class='l1' id='head157'>98 - </h1>\n\n<p>\nأنا أبو بكر الحرشي، نا حاجب بن أحمد، نا عبد الرحيم بن منيب، نا سليمان\nبن داود، عن هشام، عن قتادة، عن زرارة، عن سعد بن هشام، عن عائشة رضي الله\nعنها، قالت: أن النبي صلى الله عليه وسلم، قال: «إن الذي يقرأ القرآن وهو\nماهر به مع السفرة الكرام البررة، والذي <span id='ms31'></span> يقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالقرآن وهو عليه شديد له أجران»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>باب في فضل من اختلط القرآن به في شبابه</h1>\n\n<h1 class='l1' id='head159'>99 - </h1>\n\n<p>\nثني محمد بن القاسم، نا أبو سعيد عبد الرحمن بن محمد بن حسكا، نا أبو\nسعيد البرقي القاضي، أنا أحمد بن عاصم، نا بشير بن ميمون، سمعت المقبري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة، أراه عن النبي صلى الله عليه وسلم: «من تعلم القرآن وهو\nشاب اختلط بلحمه ودمه , وكان رفيق الكرام البررة، ومن تعلم بعدما كبر وهو\nيتفلت منه وهو حريص عليه , فذلك به أجره مرتان»\n</p>\n\n<h1 class='l1' id='head160'>باب في فضل من كان حريصا على القرآن ولا يستطيعه ولا يدعه</h1>\n\n<h1 class='l1' id='head161'>100 - </h1>\n\n<p>\nثني أبي رحمه الله، أنا أبو سهل بشر بن أحمد الإسفراييني، نا أبو الحسن\nمسدد بن قطن بن إبراهيم النيسابوري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nنا سويد بن عبد العزيز، نا عبد الله بن عبد الرحمن، عن إسماعيل بن عبيد\nالله، ثنا عبد الرحمن بن غنم، عن معاذ بن جبل، عن رسول الله صلى الله عليه\nوسلم: «من قرأ القرآن وعمل بما فيه، ومات في الجماعة، بعث يوم القيامة مع\nالسفرة، ومن قرأ القرآن وهو يتفلت منه آتاه الله أجره مرتين، ومن كان حريصا\nعليه ولا يستطيعه ولا يدعه بعثه الله يوم القيامة مع أشراف أهله» .\n</p>\n\n<p>\nوذكر الحديث\n</p>\n\n<h1 class='l1' id='head162'>باب في فضل من تعلم ما تيسر من القرآن</h1>\n\n<h1 class='l1' id='head163'>101 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أحمد بن عبد الرحمن، نا عمي، نا موسى بن\nعلي، عن أبيه، عن عقبة بن عامر الجهني، أن رسول الله صلى الله عليه وسلم\nخرج علينا ونحن في الصفة، فقال: «أيكم يحب أن يغدو إلى بطحان أو العقيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nفيأخذ ناقتين كوماوين زهراوين بغير إثم بالله ولا قطيعة رحم؟» قالوا:\nكلنا يا رسول الله، قال: «فلأن يغدو أحدكم كل يوم إلى المسجد فيتعلم آية من\nكتاب الله خير له من ناقتين، وإن ثلاثا فثلاث مثل أعدادهن من الإبل»\n</p>\n\n<h1 class='l1' id='head164'>102 - </h1>\n\n<p>\nوأخبرنا أبو طاهر محمد بن محمد الفقيه الزيادي بنيسابور، نا أبو بكر محمد\nبن عمر بن حفص السمسار، نا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم بن عبد الله <span id='ms32'></span> الكوفي، نا وكيع بن الجراح، عن الأعمش، عن أبي صالح،\nعن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: «أيحب أحدكم إذا رجع\nإلى أهله أن يجد فيه ثلاث خلفات عظام سمان؟» قلنا: نعم، قال: «فثلاث آيات\nيقرأ بهن أحدكم في صلاته خير له من ثلاث خلفات عظام سمان»\n</p>\n\n<h1 class='l1' id='head165'>باب في فضل من يقرأ مائة آية</h1>\n\n<h1 class='l1' id='head166'>103 - </h1>\n\n<p>\nأنا أبو عبد الرحمن السلمي، نا محمد بن يعقوب الأصم، نا الحسن بن علي بن\nعفان، نا أبو يحيى الحماني، عن مسعر، عن عدي بن ثابت، عن أبي حازم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة، قال: «من قرأ مائة آية لم يكتب من الغافلين، ومن قرأ مائتي\nآية كتب من القانتين»\n</p>\n\n<h1 class='l1' id='head167'>باب في قراءة يس على الموتى</h1>\n\n<h1 class='l1' id='head168'>104 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أبو عبد الله الزيادي، نا معتمر، عن\nأبيه، عن رجل، عن معقل بن يسار، قال: قال رسول الله صلى الله عليه وسلم:\n«البقرة سنام القرآن، ويس قلب القرآن، لا يقرأها رجل يريد الله والدار\nالآخرة إلا غفر الله له، واقرءوها على موتاكم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>باب ممن يعجز عن الاستكثار من القرآن فيقرأ الإخلاص</h1>\n\n<h1 class='l1' id='head170'>105 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا محمد بن بشار، نا يحيى بن سعيد، نا شعبة،\nعن قتادة، عن سالم، عن معدان، عن أبي الدرداء، أن النبي صلى الله عليه\nوسلم، قال: «أيعيا أحدكم أن يقرأ بثلث القرآن؟» قالوا: يا رسول الله، ومن\nيستطيع ذلك؟ قال: \" يقرأ:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nقل هو الله أحد، فإنها تعدل ثلث القرآن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>106 - </h1>\n\n<p>\nوأنا ابن فناكي، نا الروياني، نا أبو الربيع السمتي، نا أبو عوانة، نا\nعاصم بن أبي النجود، عن زر بن حبيش، عن عبد الله، أنه كان يقول: «قل هو\nالله أحد مثل ثلث القرآن»\n</p>\n\n<h1 class='l1' id='head172'>107 - </h1>\n\n<p>\nونا أبو الفضل منصور بن نصر بسمرقند، نا أبو علي محمد بن الحسن بن محمد\nالتمار بالبصرة، نا محمد بن أيوب الرازي، نا عبد الله بن مسلمة القعنبي، نا\nمحمد بن عبد الله بن أخي الزهري، عن عمه الزهري، عن حميد بن عبد <span id='ms33'></span> الرحمن، عن\nأمه أم كلثوم بنت عقبة، أن رسول الله صلى الله عليه وسلم سئل عن: \" قل هو\nالله أحد، قال: ثلث القرآن، أو تعدله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>باب فيمن يحب قراءة قل هو الله أحد</h1>\n\n<h1 class='l1' id='head174'>108 - </h1>\n\n<p>\nأنا عبد الله بن يوسف بن بامويه الأصبهاني بنيسابور، نا أبو حامد أحمد بن\nعلي بن حسنويه المقرئ، نا أبو داود سليمان بن سيف الحراني، نا شبان بن جسر\nبن فرقد، نا أبي، قال: حدثني هشام بن حسان، عن محمد بن سيرين، عن أنس، قال:\nكنت عند النبي صلى الله عليه وسلم فأتاه رجل، فقال: \" يا رسول الله، إن أخا\nلي يحب أن يقرأ هذه السورة: قل هو الله أحد، فقال له النبي صلى الله عليه\nوسلم: بشر أخاك بالجنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>باب في فضل من يجهر بالقراءة ويخفي</h1>\n\n<h1 class='l1' id='head176'>109 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أحمد بن عبد الرحمن، نا عمي، نا ابن\nلهيعة، عن يزيد بن أبي حبيب، عن كثير بن مرة، عن عقبة بن عامر، أن النبي\nصلى الله عليه وسلم، قال: «الجاهر بالقرآن كالجاهر بالصدقة، والمسر بالقرآن\nكالمسر بالصدقة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>باب فيمن يعجز عن إقامة إعراب القرآن كله أو بعضه</h1>\n\n<h1 class='l1' id='head178'>110 - </h1>\n\n<p>\nأنا أبو الحسن محمد بن جعفر التميمي النحوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nبالكناسة من الكوفة، أنا محمد بن القاسم الأنباري، نا أبي، نا إبراهيم بن\nالهيثم، نا آدم بن أبي إياس، حدثنا أبو الطيب المروزي، قال: نا عبد العزيز\nبن أبي رواد، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم:\n«من قرأ القرآن فلم يعربه وكل به ملك يكتب له كما أنزل بكل حرف عشر حسنات،\nفإن أعرب بعضه ولم يعرب بعضه وكل به ملكان يكتبان له بكل حرف عشرين حسنة،\nفإن أعربه وكل به أربعة أملاك يكتبون له بكل حرف سبعين حسنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>باب فيمن يعتريه اللحن في القرآن من غير قصد</h1>\n\n<h1 class='l1' id='head180'>111 - </h1>\n\n<p>\nأخبرنا محمد بن القاسم الفارسي، نا أبو الحسن عبد الرحمن بن إبراهيم\nالمعدل، نا أبو حامد أحمد بن محمد بن يحيى بن بلال، نا <span id='ms34'></span> محمد بن الوليد\nالبغدادي، نا نعيم بن حماد، نا نوح بن أبي مريم، عن علي بن زيد، عن سعيد بن\nالمسيب، عن عمر بن الخطاب، قال: قال رسول الله صلى الله عليه وسلم: «من قرأ\nالقرآن فأعربه كتب الله له بكل حرف أربعين حسنة، ومن قرأ القرآن فأعرب بعضه\nولحن في بعضه كتب الله له بكل حرف عشرين حسنة، ومن قرأ القرآن فلم يعرب منه\nشيئا، كتب الله له بكل حرف عشر حسنات»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>باب في فضل القراءة ناظرا في المصحف</h1>\n\n<h1 class='l1' id='head182'>112 - </h1>\n\n<p>\nأخبرني محمد بن القاسم، ومحمد بن أحمد بن حمويه بالري، واللفظ له، قالا:\nنا أبو سعيد محمد بن إبراهيم بن عبد الله الإسماعيلي النيسابوري، نا\nإبراهيم بن عصمة بن إبراهيم، نا الحسين بن داود البلخي، نا يزيد بن هارون،\nعن حميد، عن أنس، قال: قال رسول الله صلى الله عليه وسلم: «من قرأ القرآن\nمن المصحف خفف عن أبويه من العذاب، ولو كان أبواه مشركين، فإن كان أبواه\nمسلمين غفر لهما، وللقارئ في كل حرف مرة يغفر الله له ولوالديه» .\n</p>\n\n<p>\nوذكر الحديث\n</p>\n\n<h1 class='l1' id='head183'>باب آخر منه</h1>\n\n<h1 class='l1' id='head184'>113 - </h1>\n\n<p>\nثني أبي، نا ابن عدي، أنا الوليد بن حماد بن جابر، نا سليمان بن عبد\nالرحمن، نا مروان هو الفزاري، نا أبو سعيد المكي، عن عثمان بن عبد الله بن\nأوس الثقفي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nعن جده، قال: قال رسول الله صلى الله عليه وسلم: «من قرأ القرآن في\nالمصحف كتبت له ألف حسنة، ومن قرأ في غير المصحف فألفي ألف حسنة»\n</p>\n\n<h1 class='l1' id='head185'>باب في أن من نظر في المصحف متعه الله ببصره</h1>\n\n<h1 class='l1' id='head186'>114 - </h1>\n\n<p>\nثني أبي رحمه الله، وحمزة بن يوسف، قالا: نا ابن عدي، نا محمد بن هارون\nبن عيسى الهاشمي، من أولاد المنصور، نا القاسم بن هشام السمسار، نا الربيع\nبن روح، نا اليمان بن عدي، عن مسلمة بن علي، عن ابن جريج، عن أبي مليكة، عن\nابن عباس، قال: قال رسول الله صلى الله عليه وسلم: «من أدام النظر في\nالمصحف متعه الله ببصره ما بقي في <span id='ms35'></span> الدنيا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>باب في محبة الله القراءة من المصحف</h1>\n\n<h1 class='l1' id='head188'>115 - </h1>\n\n<p>\nأنا محمد بن القاسم، نا أبو الحسن علي بن حمدان الفارسي، نا أبو عبد الله\nمحمد بن مخلد العطار، نا إبراهيم بن جابر، نا أبو سهل حر بن مالك البصري،\nنا شعبة، عن أبي إسحاق، عن أبي الأحوص، عن عبد الله، عن النبي صلى الله\nعليه وسلم، قال: «من سره أن يحبه الله فليقرأ في المصحف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>باب في كراهية تحلية المصاحف</h1>\n\n<h1 class='l1' id='head190'>116 - </h1>\n\n<p>\nأنا حمزة بن يوسف الجرجاني، نا أبو الحسن الرزاز، نا الفريابي، نا محمد\nبن الحسن البلخي، أنا عبد الله بن المبارك، أنا يحيى بن أيوب، عن عمرو بن\nالحارث، عن بكر بن سوادة، عن أبي الدرداء، قال: «إذا حليتم مصاحفكم، وزوقتم\nمساجدكم، فالدبار عليكم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head191'>باب في أن من جمع القرآن متع بعقله إلى أن يموت</h1>\n\n<h1 class='l1' id='head192'>117 - </h1>\n\n<p>\nحدثني محمد بن القاسم، نا أبو الهيثم أحمد بن عمر بن شبرمه المروزي، نا\nأحمد بن كامل، نا إبراهيم بن الهيثم البلدي، نا عبد الله بن صالح، نا رشدين\nبن سعد، عن جرير بن حازم، عن حميد، عن أنس، قال: قال رسول الله صلى الله\nعليه وسلم: «من جمع القرآن متع بعقله حتى يموت»\n</p>\n\n<h1 class='l1' id='head193'>باب في تقديم النبي صلى الله عليه وسلم في اللحد أكثرهم أخذا للقرآن</h1>\n\n<h1 class='l1' id='head194'>118 - </h1>\n\n<p>\nأنا إبراهيم بن محمد بن أحمد بن علي، أنا محمد بن شبويه المروزي، نا\nالفربري، نا محمد بن إسماعيل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nنا عبد الله بن يوسف، نا الليث، نا ابن شهاب، عن عبد الرحمن بن كعب بن\nمالك، عن جابر، قال: كان النبي صلى الله عليه وسلم \" يجمع الرجلين من قتلى\nأحد في ثوب واحد، ثم يقول: «أيهم أكثر للقرآن؟ فإذا أشير له إلى أحدهما\nقدمه في اللحد» .\n</p>\n\n<p>\nالحديث\n</p>\n\n<h1 class='l1' id='head195'>باب منع القرآن صاحبه من عذاب القبر</h1>\n\n<h1 class='l1' id='head196'>119 - </h1>\n\n<p>\nأنا محمد بن القاسم الفارسي، نا أبو الحسن عبد الرحمن بن إبراهيم العدل،\nنا محمد بن الحسين القطان، نا إسحاق بن عبد الله، أنا بشر، نا أبو معاوية،\nعن الأعمش،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمرو بن مرة، قال <span id='ms36'></span>: \" إذا دخل الإنسان قبره، جاءت نار من عند رأسه،\nفيجيء القرآن فيمنعها فتجيء من عند رجله، فيجيء القرآن فيمنعها، فتجيء عن\nيمينه، فيجيء القرآن فيمنعها، فتجيء عن شماله، فيجيء القرآن فيمنعها، قال:\nفتقول: ما لي ولك، فوالله ما كان يعمل بك؟ قال: فيقول: أليس قد كنت في\nجوفه، فلا يزال بها حتى ينجي صاحبه \"\n</p>\n\n<h1 class='l1' id='head197'>باب في منع سورة الملك قارئها من عذاب القبر</h1>\n\n<h1 class='l1' id='head198'>120 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أبو الربيع السمتي، نا أبو عوانة وضاح بن\nعبد الله، عن عاصم بن أبي النجود، عن زر بن حبيش، عن عبد الله بن مسعود رضي\nالله عنه، أنه قال: \" سورة الملك هي المانعة، تمنع من عذاب القبر، قال:\nفيؤتى الذي كان يقرأ بها كل ليلة في قبره، قال: فيؤتى من قبل رجليه، فتقول\nرجلاه: إنه ليس لكم على ما قبلي سبيل، إنه كان يقرأ علي سورة الملك، قال:\nفيؤتى من قبل جوفه، فيقول: إنه ليس لكم على ما قبلي سبيل، إنه كان وعى في\nسورة الملك، قال: فيؤتى من قبل رأسه، فيقول لسانه: إنه ليس لكم على ما قبلي\nسبيل، إنه كان يقرأ بي سورة الملك، ومن قرأها في كل ليلة فقد أكثر وأطيب،\nقال: وهي في التوراة مكتوبة: هذه سورة الملك \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوأناه ابن فراس بمكة، نا أبو جعفر الديبلي، نا محمد بن زنبور، عن أبي بكر\nبن عياش، عن عاصم، واللفظ لأبي عوانة\n</p>\n\n<h1 class='l1' id='head199'>باب في وصول ثواب القرآن إلى صاحبه أحوج ما يكون إليه</h1>\n\n<h1 class='l1' id='head200'>122 - </h1>\n\n<p>\nثني أبي رحمه الله، نا علي بن عمر، نا الحسن بن إبراهيم المعروف بابن\nحلقوم، نا هشام بن عمار، نا سويد بن عبد العزيز، نا داود بن عيسى، عن عمرو\nبن قيس الملائي، عن محمد بن عجلان، عن أبي سلام، عن أبي أمامة الباهلي،\nقال: «أمرنا رسول الله صلى الله عليه وسلم بتعلم القرآن، وحثنا عليه» ،\nفقال: \" إن هذا القرآن يأتي أهله يوم القيامة أحوج ما يكون إليه، فيقول\nللمسلم: أتعرفني؟ ، فيقول: من أنت؟ ، فيقول: أنا <span id='ms37'></span> الذي كنت تحب، وتكره أن\nيفارقك، فيقول: لعلك القرآن، فيقدم به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ربه، فيعطى الملك بيمينه، والخلد بشماله، ويوضع على رأسه السكينة،\nوينشر على أبويه حلتان لا يقوم بهما الدنيا أضعافا، فيقولان: أنى كسينا هذا\nولم تبلغه أعمالنا؟ فيقول لهما: بأخذ ولدكما القرآن \".\n</p>\n\n<p>\nالحديث\n</p>\n\n<h1 class='l1' id='head201'>باب في أن القرآن مشفع في صاحبه يوم القيامة</h1>\n\n<h1 class='l1' id='head202'>123 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا محمد بن بشار، نا معاذ بن هشام، قال:\nحدثني أبي، عن يحيى بن أبي كثير، قال: حدثت أن أبا سلمة , قال: حدثني أبو\nأمامة , أن رسول الله صلى الله عليه وسلم، قال: «اقرءوا القرآن، فإنه يأتي\nمشفعا لأصحابه» .\n</p>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>باب في أن القرآن شافع</h1>\n\n<h1 class='l1' id='head204'>124 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا أبو كريب، نا عبد الله بن الأجلح، عن\nالأعمش، عن معلى الكندي، عن محمد بن عبد الرحمن بن يزيد، عن أبيه، عن عبد\nالله، قال: «القرآن شافع مشفع، وماحل مصدق، ومن جعله أمامه قاده إلى الجنة،\nومن جعله خلفه ساقه إلى النار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>باب في أن أهل القرآن لا تحرقهم النار</h1>\n\n<h1 class='l1' id='head206'>125 - </h1>\n\n<p>\nأنا ابن فناكي، نا الروياني، نا العباس بن محمد، نا موسى بن داود، نا ابن\nلهيعة، عن مشرح بن هاعان، عن عقبة بن عامر، قال: سمعت رسول الله صلى الله\nعليه وسلم، يقول: «لو جعل القرآن في إهاب، ثم ألقي في النار ما احترق»\n</p>\n\n<h1 class='l1' id='head207'>126 - </h1>\n\n<p>\nسمعت ابن فناكي، قال: سمعت الروياني، قال: سمعت ابن قتيبة، قال: حدثني\nيزيد بن عمرو، قال: سألت الأصمعي عنه، قال \" يعني: في إنسان، أراد من علمه\nالله القرآن من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين , وحفظه إياه لم تحرقه النار يوم القيامة إن ألقي فيها بالذنوب،\nكما قال أبو أمامة: «اقرءوا القرآن ولا تغرنكم هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالمصاحف، فإن الله لا يعذب بالنار قلبا وعى القرآن»\n</p>\n\n<h1 class='l1' id='head208'>باب في أن لأهل القرآن الشفاعة يوم القيامة</h1>\n\n<h1 class='l1' id='head209'>127 - </h1>\n\n<p>\nثني محمد بن القاسم، نا أبو الفضل أحمد بن إسماعيل بن يحيى الأزدي\nالإسماعيلي، نا أحمد بن الحسن المروزي، نا علي بن حجر، نا حفص بن سليمان،\nعن كثير بن <span id='ms38'></span> زاذان، عن عاصم بن ضمرة، عن علي رضي الله عنه , قال: قال رسول\nالله صلى الله عليه وسلم: «من قرأ القرآن فحفظه واستظهره أدخله الله الجنة،\nوشفعه في عشرة من أهل بيته، كلهم قد وجبت لهم النار» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nنا علي بن بشرى بسجستان، نا أبو زرعة محمد بن إبراهيم اليمني العطار\nبإستراباذ، نا طاهر بن محمد بن الحكم التميمي، نا هشام بن عمار، نا عثمان\nبن عبد الرحمن، واللفظ له، عن حفص بن سليمان\n</p>\n\n<h1 class='l1' id='head210'>باب في أن القرآن من وراء كل تجارة لصاحبه يوم القيامة</h1>\n\n<h1 class='l1' id='head211'>129 - </h1>\n\n<p>\nأنا ابن فناكي، نا أبو بكر الروياني، نا محمد بن إسحاق، نا خلاد بن يحيى\nالسلمي.\n</p>\n\n<p>\nح وأنا ابن فناكي، نا الروياني، قال: حدثنا عمرو بن علي، نا أبو أحمد\nالزبيري، قالا: حدثنا بشير بن المهاجر، قال: حدثني عبد الله بن بريدة، عن\nأبيه، قال: كنت عند النبي صلى الله عليه وسلم فسمعت نبي الله صلى الله عليه\nوسلم، يقول: «تعلموا سورة البقرة فإن أخذها بركة، وتركها حسرة، ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nيستطيعها البطلة» ، ثم سكت ساعة، ثم قال: \" تعلموا سورة البقرة وآل\nعمران، فإنهما الزهراوان، وإنهما تظلان صاحبهما يوم القيامة، كأنهما\nغمامتان، أو غيايتان، أو كأنما فرقان من طير صواف، وإن القرآن يلقى صاحبه\nيوم القيامة، حين ينشق قبره كالرجل الشاحب، فيقول له: هل تعرفني؟ ، فيقول\nله: ما أعرفك، فيقول: أنا القرآن الذي أظمأتك في الهواجر، وأسهرت ليلتك،\nوإن كل تاجر من وراء تجارته، وأنا اليوم لك من وراء كل تجارة، فيعطى الملك\nبيمينه، والخلد بشماله، ويوضع على رأسه تاج الوقار، ويكسى والداه حلتين، لا\nيقوم لهما أهل الدنيا، فيقولان: بم كسينا هذا؟ فيقول: بأخذ ولدكما القرآن،\nثم يقال: اقرأ واصعد في درج الجنة وغرفها، فهو في صعود ما دام يقرأ هذا أو\nترتيلا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>باب في جلوس حملة كتاب الله على منابر من نور إلى أن يفرغ الله مما بين العباد</h1>\n\n<h1 class='l1' id='head213'>131 - </h1>\n\n<p>\nأني محمد بن القاسم الفارسي، نا أبو يعقوب الفرجي، نا الحسن بن أحمد بن\nمحمد بن عيسى <span id='ms39'></span> المؤدب، بتستر، نا الحسن بن أحمد الطوسي، نا محمد بن الليث\nالجوهري، نا إبراهيم بن موسى المؤدب، نا إسماعيل بن يحيى التيمي، عن مسعر،\nعن عطية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: \" إذا كان يوم\nالقيامة، وضعت منابر من نور مطوقة بنور، عند كل منبر ناقة من نوق الجنة، ثم\nينادي مناد: أين من حمل كتاب الله، اجلسوا على هذه المنابر، فلا روع عليكم،\nولا حزن، حتى يفرغ الله مما بينه وبين العباد، فإذا فرغ الله من حساب\nالخلق، حملوا على تلك النوق إلى الجنة \"\n</p>\n\n<h1 class='l1' id='head214'>باب في أن القرآن دليلهم إلى الجنة</h1>\n\n<h1 class='l1' id='head215'>132 - </h1>\n\n<p>\nأنا أبو محمد عبد الله بن يوسف الأصفهاني بنيسابور، أنا أبو الحسن علي بن\nمحمد بن محمد بن عقبة الشيباني بالكوفة، أنا الخضر بن أبان الهاشمي، نا أبو\nهدبة، نا أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: «من تعلم\nالقرآن وعلمه، وأخذ بما فيه، كان شفيعا ودليلا إلى الجنة»\n</p>\n\n<h1 class='l1' id='head216'>باب في منازل أهل القرآن من الجنة</h1>\n\n<h1 class='l1' id='head217'>133 - </h1>\n\n<p>\nثنى أبو القاسم حمزة بن يوسف الجرجاني، نا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن الرزاز، نا أبو بكر الفريابي، نا قتيبة بن سعيد، وابن أبي شيبة،\nقالا: نا وكيع، عن سفيان الثوري، عن عاصم بن أبي النجود، عن زر بن حبيش، عن\nعبد الله، عن النبي صلى الله عليه وسلم، قال: \" يقال لصاحب القرآن يوم\nالقيامة: اقرأ، وارق، ورتل كما كنت ترتل في الدنيا، فإن منزلك عند آخر آية\nتقرؤها \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الأخبار التي مضت بعض ما جاء في التنبيه على فضل القرآن وحملته،\nوالحث والتحضيض على إقرائه وتعليمه وتعلمه، والإيعاد والتوبيخ على نسيانه\nوتركه، وهي خاصة للمؤمنين دون المنافقين، لأن المنافقين ينسونه أحوج ما\nيكونون إليه، وذلك من حديث شهر بن حوشب عن أبي هريرة، قال: قال رسول الله\nصلى الله عليه وسلم: «إذا كان يوم القيامة، قرأ الله تبارك وتعالى القرآن\nعلى الناس كأنهم لم يسمعوه، فيحفظ المؤمنون وينساه المنافقون» .\n</p>\n\n<h1 class='l1' id='head218'>134 - </h1>\n\n<p>\nأنا محمد بن القاسم الأبرقوهي بنيسابور <span id='ms40'></span>، نا أبو يعقوب الفرجي، نا الحسين\nبن أحمد بن محمد بن عيسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤدب، نا الحسن بن أحمد الطوسي، نا محمد بن إدريس الدقيقي، نا محمد بن\nيونس القرشي، نا عباد بن واقد مولى بني هاشم، نا عبد الله بن جراد، نا أشعث\nالحداني، عن شهر بن حوشب، وقد جاء أنه: «يرفع عن المصاحف وصدور الناس في\nالدنيا، وأن الخضر وإلياس يموتان حينئذ بذلك»\n</p>\n\n<h1 class='l1' id='head219'>135 - </h1>\n\n<p>\nأخبرني محمد بن القاسم، نا أحمد بن يعقوب، نا يزيد بن سمعان الواسطي، نا\nعلي بن المنذر الطرائقي، عن سفيان بن عيينة، عن عمرو بن دينار، إنه قال:\n«إن الخضر وإلياس يحييان في الأرض ما دام القرآن في الأرض، فإذا رفع القرآن\nماتا عليهما السلام»\n</p>\n\n<p>\nفأما حديث الرفع:\n</p>\n\n<h1 class='l1' id='head220'>136 - </h1>\n\n<p>\nفأخبرناه أبو الحسين أحمد بن إبراهيم بن فراس بمكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nسنة خمس وتسعين وثلاثمائة، نا أبو جعفر محمد بن إبراهيم الديبلي، نا سعيد\nبن عبد الرحمن المخزومي، نا سفيان بن عيينة، نا عبد العزيز بن رفيع، قال:\nسمعت شداد بن معقل، يقول: عن ابن مسعود، أنه قال: \" إن أول ما تفقدون من\nدينكم الأمانة، وإن آخر ما تفقدون من دينكم الصلاة، وإن هذا القرآن الذي\nبين أظهركم يوشك أن يرفع، قال: فقلت لعبد الله: وكيف يرفع وقد أثبته الله\nفي صدورنا، وأثبتناه في مصاحفنا؟ فقال: تسري عليه ليلة فلا يترك منه شيء في\nصدر رجل ولا في مصحف، ثم قرأ، يعني هذه الآية: {ولئن شئنا لنذهبن بالذي\nأوحينا إليك ثم لا تجد لك به علينا وكيلا} [الإسراء: 86] \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             <span id='ms41'></span>\n</p>\n",
  "pages": [
    "000",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164"
  ],
  "volumes": [
    "01"
  ]
}