{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>فضائل القرآن</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n<p>\nأخبرنا الحافظ أبو البركات عبد الوهاب بن المبارك بن الحسن الأنماطي،\nوأبو غالب المبارك بن عبد الوهاب بن محمد بن منصور القزاز قالا: أنا أبو\nطاهر أحمد بن الحسن الباقلاني الكرجي قال: نا أبو علي الحسن بن أحمد بن\nإبراهيم بن الحسن بن شاذان، قال: نا أبو محمد دعلج بن أحمد بن دعلج\nالسجستاني قراءة عليه وأنا أسمع، قال: نا أبو عبد الله محمد بن علي بن زيد\nالصائغ في سنة إحدى وتسعين ومائتين، قال: نا سعيد بن منصور قال: حدثنا حديج\nبن معاوية، عن أبي إسحاق، عن مرة، عن ابن مسعود، قال: «من أراد العلم فعليه\nبالقرآن، فإن فيه خبر الأولين والآخرين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>2 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حديج بن معاوية، عن أبي إسحاق، عن عبد الرحمن بن\nيزيد، عن ابن مسعود، قال: «لا يضر الرجل أن لا يسأل عن نفسه، إلا القرآن،\nفإن كان يحب القرآن فإنه يحب الله عز وجل ورسوله صلى الله عليه وسلم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>3 - </h1>\n\n<p>\nحدثنا سعيد قال: نا أبو معاوية، عن الأعمش، عن إبراهيم، قال عبد الله:\n«من أحب القرآن فليبشر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>4 - </h1>\n\n<p>\nحدثنا سعيد قال: نا الوليد بن أبي ثور الهمداني، عن أبي حصين، عن أبي\nالأحوص، عن ابن مسعود، قال: \" تعلموا القرآن، فإن بكل حرف منه عشر حسنات،\nلا أقول: {الم} [البقرة: 1] ولكن: ألف، ولام، وميم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>5 - </h1>\n\n<p>\nحدثنا سعيد قال: نا أبو معاوية، عن الأعمش، عن الرقاشي، عن الحسن، قال:\nقال رسول الله صلى الله عليه وسلم: «من قرأ القرآن فهو غنى لا فقر بعده\nوالأمانة غنى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>6 - </h1>\n\n<p>\nحدثنا سعيد قال: نا عبد الرحمن بن زياد، عن شعبة، عن عطاء بن السائب،\nقال: سمعت أبا الأحوص، يقول: كان ابن مسعود، يقول: \" تعلموا القرآن، واتلوه\nتؤجروا بكل حرف عشر حسنات، أما إني لا أقول: {الم} [البقرة: 1] ، ولكن ألف،\nولام، وميم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>7 - </h1>\n\n<p>\nحدثنا سعيد قال: نا أبو شهاب، عن إبراهيم الهجري، عن أبي الأحوص، عن عبد\nالله، قال: \" إن هذا القرآن مأدبة الله، فمن استطاع منكم أن يتعلم منه شيئا\nفليفعل <span id='ms001'></span>؛ فإنه حبل الله عز وجل، والنور المبين، والشفاء النافع، عصمة لمن\nتمسك به، ونجاة لمن اتبعه، ولا يعوج فيقوم، ولا يزيغ فيستعتب، ولا تنقضي\nعجائبه، ولا يخلق، عن كثرة الرد، فإن الله عز وجل يأجركم على تلاوته بكل\nحرف عشر حسنات، أما إني لا أقول: {الم} [البقرة: 1] \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>8 - </h1>\n\n<p>\nحدثنا سعيد قال: نا هشيم، قال: نا زياد بن مخراق، عن أبي إياس، عن أبي\nكنانة، قال: قال أبو موسى: «إن هذا القرآن كائن لكم أجرا، وكائن لكم ذكرا،\nوكائن عليكم وزرا، فاتبعوا القرآن ولا يتبعكم، فإنه من يتبع القرآن يهبط به\nرياض الجنة، ومن يتبع به القرآن يزخ في قفاه حتى يقذفه في جهنم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>9 - </h1>\n\n<p>\nحدثنا سعيد قال: نا إسماعيل بن عياش، عن ليث، عن مجاهد، عن أبي هريرة،\nقال: قال رسول الله صلى الله عليه وسلم: «من تلا آية من كتاب الله عز وجل\nكانت له نورا يوم القيامة، ومن استمع آية من كتاب الله كتب الله له حسنة\nمضاعفة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>10 - </h1>\n\n<p>\nحدثنا سعيد قال: نا جرير، عن منصور، عن أبي الضحى، قال: قال الضحاك بن\nقيس: \" يا أيها الناس: علموا أولادكم وأهاليكم القرآن؛ فإنه من كتب الله عز\nوجل له من مسلم أن يدخل الجنة إلا قيل له: اقرأ، وارتق في درج الجنة حتى\nينتهي إلى علمه من القرآن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>11 - </h1>\n\n<p>\nحدثنا سعيد قال: نا هشيم، عن العوام، عن إبراهيم التيمي، قال: يقال لصاحب\nالقرآن: «اقرأ، وارق، ورتل، فينتهي حيث ينتهي به القرآن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>12 - </h1>\n\n<p>\nحدثنا سعيد قال: نا هشيم، عن العوام، عن المسيب بن رافع، قال: يجيء\nالقرآن يوم القيامة شافع مطاع، وماحل مصدق، فيشفع لصاحبه، فيقول: يا رب\nاجزه؛ فإنه كان يعمل بي، ويسهر بي، وينصب بي، فاجزه، فيقال: حلة الكرامة،\nفيقول: يا رب اجزه؛ فإنه كان يعمل بي، ويسهر بي، وينصب بي، فاجزه، فيقال:\nتاج الكرامة، فيقول: يا رب اجزه؛ فإنه كان يعمل بي، ويسهر بي، وينصب بي،\nقال: فيقال: \" رضواني لا سخط بعده، قال: فإلى ذلك تنتهي شفاعة القرآن \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>13 - </h1>\n\n<p>\nحدثنا سعيد قال: نا <span id='ms002'></span> هشيم، عن العوام، عن عقبة بن صعير، قال: سمعت أبا\nصالح، يقول: لأن أكون جمعت القرآن، ثم قمت به سنة، كان أحب إلي من كذا،\nوكذا، وذلك أنه بلغني أنه يقال لصاحب القرآن: «اقرأ، وارق، ورتل، فيرجى إذا\nكان جمع القرآن أن يكون من المقربين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>14 - </h1>\n\n<p>\nحدثنا سعيد قال: نا عبد الرحمن بن زياد، عن شعبة، عن قتادة، عن زرارة بن\nأوفى، عن سعد بن هشام الأنصاري، عن عائشة، قالت: قال رسول الله صلى الله\nعليه وسلم: «مثل الذي يقرأ القرآن وهو له حافظ مثل السفرة الكرام البررة،\nومثل الذي يقرؤه وليس بحافظ، وهو عليه شديد، وهو يتعاهده فله أجران»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>15 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن عمرو بن دينار، عن عطاء، قال: «الذي تهون\nعليه قراءة القرآن يكتب من السفرة، والذي تشق عليه قراءته وتثقل عليه فله\nأجران»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>16 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن منصور، عن شقيق، عن عبد الله، قال: تعاهدوا\nالقرآن؛ فإنه لهو أسرع تفصيا من صدور الرجال من النعم من عقله، وقال رسول\nالله صلى الله عليه وسلم: \" بئسما لأحدكم أن يقول: نسيت آية كيت وكيت، بل\nهو نسي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>17 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حماد بن زيد، عن عاصم ابن بهدلة، ومنصور عن أبي وائل،\nعن عبد الله، قال: \" بئسما لأحدكم أو قال: لأحدهم أن يقول: نسيت آية كيت\nوكيت، بل هو نسي، استذكروا القرآن، فلهو أسرع تفصيا من صدور الرجال من\nالنعم من عقلها \"، أو قال أحدهما: «من عقله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>18 - </h1>\n\n<p>\nحدثنا سعيد قال: نا خالد بن عبد الله، عن يزيد بن أبي زياد، عن عيسى بن\nفائد، عن رجل، عن سعد بن عبادة، قال: حدثه غير مرة ولا مرتين أن رسول الله\nصلى الله عليه وسلم قال: «ما من أمير عشرة إلا يؤتى به يوم القيامة مغلولا،\nلا يفكه من غله إلا العدل، ومن قرأ القرآن، ثم نسيه، لقي الله عز وجل أجذم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>19 - </h1>\n\n<p>\nحدثنا سعيد قال: نا فرج بن فضالة، عن لقمان بن عامر، عن سويد بن جبلة\nالفزاري <span id='ms003'></span>، قال سمعته يقول: «ما أبالي، تعلمت سورة من القرآن، ثم تركتها، أو\nمشيت في الناس مقطوعة يدي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>20 - </h1>\n\n<p>\nحدثنا سعيد قال: نا الحارث بن نبهان، عن عاصم بن بهدلة، عن مصعب بن سعد،\nعن أبيه، قال: قال رسول الله صلى الله عليه وسلم: «إن خيركم من تعلم القرآن\nوعلمه، وأخذ بيدي فأجلسني مجلسي هذا فأقرأني»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>21 - </h1>\n\n<p>\nحدثنا سعيد قال: نا عبد الرحمن بن زياد، عن شعبة، عن علقمة بن مرثد، قال:\nسمعت سعد بن عبيدة يحدث، عن أبي عبد الرحمن السلمي، عن عثمان بن عفان، عن\nالنبي صلى الله عليه وسلم قال: «إن خيركم من تعلم القرآن وعلمه» وقال أبو\nعبد الرحمن: ذلك أقعدني مقعدي هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>22 - </h1>\n\n<p>\nحدثنا سعيد قال: نا عبد الرحمن بن زياد، عن شعبة، عن عمرو بن مرة، قال:\nسمعت مجاهدا يقول: \" القرآن يشفع لصاحبه يوم القيامة، يقول: يا رب جعلتني\nفي جوفه، فأسهرت ليله، ومنعته كثيرا من شهوته، ولكل عامل عمالة، فيقول:\nابسط يدك، أو قال: يمينك، فيملأها من رضوانه فلا يسخط عليه بعدها، ثم يقال:\nاقره، وارقه، فيرفع له بكل آية درجة، وبكل آية حسنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>23 - </h1>\n\n<p>\nحدثنا سعيد قال: نا إسماعيل بن عياش، عن يحيى بن الحارث الذماري، عن\nالقاسم أبي عبد الرحمن، عن فضالة بن عبيد، وتميم الداري، عن النبي صلى الله\nعليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head23'>[ص: 117]</h1>\n\n<p>\n: \" من قرأ عشر آيات في ليلة كتب من المصلين، ولم يكتب من الغافلين، ومن\nقرأ خمسين آية كتب من الحافظين حتى يصبح، ومن قرأ ثلاثمائة آية يقول\nالجبار: قد نصب عبدي في، ومن قرأ ألف آية كتب له قنطار، والقنطار خير من\nالدنيا وما فيها، وأكثر، ما شاء من الأجر، فإذا كان يوم القيامة يقول ربك\nللعبد: اقرأ وارق بكل آية درجة، حتى ينتهي إلى آخر آية معه، يقول ربك\nللعبد: اقبض، يقول العبد بيده: يا رب أنت أعلم، قال: يقول: بهذه الخلد،\nوبهذه النعيم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>24 - </h1>\n\n<p>\nحدثنا سعيد قال: نا أبو عوانة، عن أبي إسحاق، عن رجل، عن ابن عمر، قال: \"\nمن قرأ <span id='ms004'></span> في ليلة عشر آيات لم يكتب من الغافلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>25 - </h1>\n\n<p>\nحدثنا سعيد قال: نا إسماعيل بن عياش، عن أبي بكر بن عبد الله بن أبي\nمريم، قال: نا بعض أشياخنا أن النبي صلى الله عليه وسلم، قال: «من قرأ\nالقرآن وأعرب بقراءته، فمات على ذلك، كان كالشهيد المتخبط في دمه في سبيل\nالله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>26 - </h1>\n\n<p>\nحدثنا سعيد قال: نا إسماعيل بن عياش، عن بحير بن سعد، عن خالد بن معدان،\nعن كثير بن مرة، عن عقبة بن عامر الجهني، قال: قال رسول الله صلى الله عليه\nوسلم: «الجاهر بالقرآن كالجاهر بالصدقة، والمسر بالقرآن كالمسر بالصدقة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>27 - </h1>\n\n<p>\nحدثنا سعيد قال: نا جعفر بن سليمان الضبعي، عن ثابت البناني، عن أنس،\n«أنه كان إذا ختم القرآن جمع أهله فدعا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>28 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن أبي أمية، عن مجاهد، قال: «من ختم القرآن\nأعطي دعوة لا ترد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>29 - </h1>\n\n<p>\nحدثنا سعيد قال: نا هشيم، قال: نا إسماعيل بن أبي خالد، قال أنا شيخ،\nقال: قال ابن مسعود رحمه الله: «أعربوا القرآن؛ فإنه عربي، وسيكون بعدكم\nأقوام يثقفونه وليسوا بخياركم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>30 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، قال: سمعت ابن المنكدر يقول: خرج رسول الله\nصلى الله عليه وسلم على أصحابه وهم يقرأون القرآن، فقال: «اقرءوا فكل كتاب\nالله، من قبل أن يأتي قوم يقومونه كما يقام القدح، يتعجلونه ولا يتأجلونه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>31 - </h1>\n\n<p>\nحدثنا سعيد قال: نا خالد بن عبد الله، عن حميد الأعرج، عن محمد بن\nالمنكدر، عن جابر بن عبد الله، قال: خرج علينا رسول الله صلى الله عليه\nوسلم، ونحن نقرأ القرآن وفينا الأعجمي والأعرابي، فقال: «اقرءوا وكل حسن،\nوسيأتي قوم يقومونه كما يقوم القدح، يتعجلونه ولا يتأجلونه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>32 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن عبيد الله بن أبي يزيد، عن أبيه، عن أم\nأيوب، عن النبي صلى الله عليه وسلم، قال: «نزل القرآن على سبعة أحرف، فبأي\nحرف قرأت أصبت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>33 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن عمرو بن دينار يبلغ به النبي صلى الله عليه\nوسلم قال: «أنزل القرآن <span id='ms005'></span> على سبعة أحرف، كلها شاف كاف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>34 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن الأعمش، عن شقيق، عن عبد الله، قال: \" إني\nقد استمعت إلى القراءة فلم أسمعهم إلا متقاربين، فاقرءوا على ما علمتم،\nوإياكم والتنطع والاختلاف، فإنما هو كقول أحدكم: أقبل، وهلم، وتعال \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>35 - </h1>\n\n<p>\nحدثنا سعيد قال: نا عبد الرحمن بن زياد، عن شعبة، عن عبد الملك بن ميسرة،\nقال: سمعت النزال بن سبرة يحدث عن ابن مسعود، قال: سمعت رجلا قرأ آية سمعت\nمن رسول الله صلى الله عليه وسلم، خلافها، فأخذته فجئت إلى رسول الله صلى\nالله عليه وسلم، فعرفت في وجه رسول الله صلى الله عليه وسلم الكراهية،\nفقال: «كلاكما محسن، لا تختلفوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>36 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حماد بن زيد، قال: نا أبو عمران الجوني، عن عبد الله\nبن رباح، عن عبد الله بن عمرو، أو عمر - شك سعيد - قال: هجرت إلى رسول الله\nصلى الله عليه وسلم، يوما، فسمع رجلين اختلفا في آية، فخرج وقد عرف الغضب\nفي وجهه، فقال: «ألا إنما هلك من كان قبلكم باختلافهم في الكتاب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>37 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حماد بن زيد، عن يزيد بن حازم، عن سليمان بن يسار،\nقال: خرج عمر بن الخطاب رضي الله عنه، على قوم يقرءون القرآن، ويتراجعون\nفيه، فقال: ما هذا؟ فقالوا: نقرأ القرآن، ونتراجع فيه، فقال: «تراجعوا، ولا\nتلحنوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>38 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حماد بن زيد، عن يحيى بن عتيق، قال سألت الحسن، عن\nالرجل يتعلم العربية ليقيم بها كلامه، ويقيم بها القرآن، فقال: «لا بأس به،\nفإن الرجل يقرأ الآية فيعيا بوجهها فيهلك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>39 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حماد بن زيد، عن أيوب، عن ابن أبي مليكة، قال: سئل\nأبو بكر الصديق رضي الله عنه، عن آية من كتاب الله عز وجل، قال: «أية أرض\nتقلني، أو أية سماء تظلني، أو أين أذهب، وكيف أصنع إذا أنا قلت في آية من\nكتاب الله بغير ما أراد الله بها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>40 - </h1>\n\n<p>\nحدثنا سعيد قال: نا جرير بن عبد الحميد، عن <span id='ms006'></span> إدريس، وكان من خيار الناس،\nقال: قيل للحسن: \" إن لنا إماما يلحن، قال: أخروه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>41 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حماد بن يحيى الأبح، عن مروان الأصفر، قال: كنت عند\nسعيد بن جبير جالسا، فسأله رجل عن آية من كتاب الله عز وجل، فقال له سعيد:\nالله أعلم، فقال له الرجل: قل فيها أصلحك الله برأيك، فقال: «أقول في كتاب\nالله برأيي؟ فردده مرتين أو ثلاثا ولم يجبه بشيء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>42 - </h1>\n\n<p>\nحدثنا سعيد قال: نا هشيم، قال: نا العوام بن حوشب، قال: نا إبراهيم\nالتيمي، قال خلا عمر بن الخطاب رضي الله عنه، ذات يوم يحدث نفسه، فأرسل إلى\nابن عباس، فقال: كيف تختلف هذه الأمة ونبيها واحد، وكتابها واحد وقبلتها؟\nفقال ابن عباس: يا أمير المؤمنين، \" إنا أنزل علينا القرآن، فقرأناه وعلمنا\nفيم أنزل، وإنه سيكون بعدنا أقوام يقرءون القرآن، ولا يعرفون فيم نزل،\nفيكون لكل قوم فيه رأي، فإذا كان لكل قوم فيه رأي اختلفوا، فإذا اختلفوا\nاقتتلوا، فزبره عمر وانتهره، فانصرف ابن عباس، ثم دعاه بعد فعرف الذي قال،\nثم قال: إيه أعد علي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>43 - </h1>\n\n<p>\nحدثنا سعيد قال: نا يزيد بن هارون، عن حميد الطويل، عن أنس بن مالك أن\nعمر بن الخطاب رضي الله عنه، قرأ على المنبر: \" {وفاكهة، وأبا} [عبس: 31] ،\nفقال: هذه الفاكهة قد عرفناها فما الأب؟ ثم رجع إلى نفسه، فقال: لعمرك إن\nهذا لهو التكلف يا عمر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>44 - </h1>\n\n<p>\nحدثنا سعيد قال: نا يزيد بن هارون، عن ابن عون، عن محمد بن سيرين، قال:\nسألت عبيدة، عن آية من كتاب الله عز وجل، فقال: «عليك بتقوى الله عز وجل،\nوالسداد، فقد ذهب الذين كانوا يعلمون فيم أنزل القرآن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>45 - </h1>\n\n<p>\nحدثنا سعيد قال: نا جرير بن عبد الحميد، عن منصور، عن خيثمة بن أبي خيثمة\nالأنصاري البصري، قال: كان رجل يطوف وهو يقرأ سورة يوسف، ويجتمع الناس\nعليه، فإذا فرغ سأل، فقال الحسن: كنت مع عمران بن الحصين، فمر بهذا السائل،\nفقام، فاستمع لقراءته، فلما فرغ سأل، فقال عمران: إنا لله وإنا <span id='ms007'></span> إليه\nراجعون، اذهب بنا، فإني سمعت رسول الله صلى الله عليه وسلم، يقول: «من قرأ\nالقرآن، فليسأل الله عز وجل، فإنه سيجيء قوم يقرأون القرآن يسألون به\nالناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>46 - </h1>\n\n<p>\nحدثنا سعيد قال: نا حزم بن أبي حزم، قال: سمعت الحسن يقول: بلغني أن\nالنبي صلى الله عليه وسلم، قال: «من قرأ في ليلة مائة آية كتب له قنوت\nليلة، ومن قرأ مائتي آية لم يحاجه القرآن، ومن قرأ خمسمائة آية أصبح له\nقنطار من الأجر، والقنطار اثنا عشر ألفا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>47 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن عبد الكريم البصري، عن طاوس أنه قال: والله\nما رأيت أحدا أحسن قراءة من طلق بن حبيب وأشار بيده، وسئل من أقرأ الناس؟\nقال: «من إذا سمعت قراءته رأيت أنه يخشى الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>48 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن إسماعيل بن أبي خالد، عن أبي السفر، قال:\nقال حذيفة: «إنا قوم أوتينا الإيمان قبل أن نؤتى القرآن، وإنكم قوم أوتيتم\nالقرآن قبل أن تؤتوا الإيمان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>49 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن مسعر، عن معن، قال: قال عبد الله: «ما خيب\nالله بيتا أوى إليه امرؤ بسورة البقرة، أو آل عمران، أو بعض صواحبهن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>50 - </h1>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن مسعر، قال: أتى عبد الله رجل، فقال: أوصني،\nفقال: \" إذا سمعت الله عز وجل يقول في كتابه: {يا أيها الذين آمنوا}\n[البقرة: 104] فأصغ لها سمعك، فإنه خير تؤمر به، أو شر تصرف عنه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد قال: نا سفيان، عن المسعودي، عن القاسم بن عبد الرحمن، عن عبد\nالله، أن رسول الله صلى الله عليه وسلم، قال له: «اقرأ علي» ، فقال له عبد\nالله: أقرأ عليك، وعليك أنزل؟ فقال: «إني أحب أن أسمعه من غيري» ، فقرأ\nعليه عبد الله سورة النساء، حتى إذا بلغ {فكيف إذا جئنا من كل أمة بشهيد\nوجئنا بك على هؤلاء شهيدا} [النساء: 41] ، فاستعبر رسول الله صلى الله عليه\nوسلم، وأمسك عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "007",
    "009",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "212"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}