{
  "content": "\n\nالكتاب: مختصر الانتخاب من كتاب من صبر ظفر - مخطوط\n<p>\nالمؤلف: أبو بكر محمد بن علي بن محمد بن عمر المطوعي الغازي النيسابوري\n</p>\n\n<p>\nالمتوفي: نهاية القرن الرابع تقريبا\n</p>\n\n<p>\nمصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية\n</p>\n\n<p>\nرقم المجموع: 3792 عام [مجاميع 56]\n</p>\n\n<p>\nرقم المخطوط في المجموع: 2\n</p>\n\n<p>\nعدد أوراق المخطوط: 21 (8 - 28)\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 12 - 5 - 2013 م\n</p>\n\n<p>\nتنبيه: نسخ المخطوط هنا هو نسخ مبدئي، غير معد للطبع، فلم يقابل النص مرة\nأخرى على المخطوط، ولا تم تحقيقه بالرجوع إلى كتب الحديث والتراجم، لتصويب\nما يمكن أن يكون قد وقع في الإسناد أو المتن من تصحيف أو سقط، إلا في مواضع\nقليلة، فالغرض الأساسي من هذا النسخ هو إدخال المخطوط للمكتبة الشاملة،\nلتسهيل البحث فيه، فإن وجد الباحث مبتغاه في ما تم نسخه من المخطوط، فعليه\nالرجوع للمخطوط نفسه وكتب الحديث والتراجم، للتأكد من صحة ما تم نسخه، وقد\nيسرنا ذلك بإثبات أرقام أوراق المخطوط في أماكنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [مختصر الانتخاب من كتاب من صبر ظفر]</h1>\n\n<p>\n(ق9أ)\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا (. . . . . . . . . . . . . . . . . .) (1) قال: حدثنا الشيخ أبو\nالحسن علي بن الحسين بن عمر النخاس القرشي، قال: حدثنا الشيخ الجليل أبو\nبكر محمد بن علي بن محمد بن عمر المطوعي الغازي النيسابوري، قال:\n</p>\n\n<p>\n1 - أخبرنا الشيخ أبو القاسم أحمد بن محمد بن عثمان العثماني، قال: حدثنا\nالحسن بن أحمد بن عثمان الآدمي، قال: حدثنا العباس بن محمد الدوري، قال:\nحدثنا قراد أبو نوح، قال: حدثنا يونس بن أبي إسحاق، عن أبي بكر بن أبي\nموسى، عن أبي موسى قال: خرج أبو طالب إلى الشام، وخرج معه رسول الله صلى\nالله عليه وسلم في أشياخ من قريش، فلما أشرفوا على الراهب، فكانوا قبل ذلك\nيمرون به فلا يخرج إليهم ولا يلتفت، قال: فهم يحلون رحالهم فجعل يتخللهم\nحتى جاء فأخذ بيد رسول الله صلى الله عليه وسلم، فقال: هذا سيد العالمين\nهذا رسول رب العالمين هذا يبعثه الله رحمة للعالمين، فقال له أشياخ من\nقريش: ما علمك؟ فقال: إنكم <span id='ms01'></span> حين أشرفتم من العقبة لم تبق شجرة ولا حجر إلا\nخر ساجدا ولا يسجدون إلا لنبي وإني أعرفه بخاتم النبوة أسفل من غضروف كتفه\nمثل التفاحة ثم رجع فصنع لهم طعاما فلما أتاهم به وكان رسول الله صلى الله\nعليه وسلم هو في رعية الإبل، فقال: أرسلوا إليه، فأقبل وعليه غمامة تظله،\nفقال: انظروا إليه غمامة تظله، فلما دنا من القوم وجدهم قد سبقوه إلى فيء\nالشجرة، فلما جلس مال فيء الشجرة عليه فقال: انظروا إلى فيء الشجرة مال\nعليه، قال: فبينما هو قائم عليهم وهو يناشدهم أن لا يذهبوا به إلى الروم\nفإن الروم إن رأوه عرفوه بالصفة فيقتلوه فالتفت فإذا هو بسبعة نفر قد\nأقبلوا من الروم فاستقبلهم فقال: ما جاء بكم؟ قالوا: جئنا إلى هذا النبي\nالذي هو خارج في هذا الوقت فلم يبق طريق إلا بعث فيها ناس، وإنا أخبرنا\nخبره بعثنا إلى طريقك هذا، فقال لهم: هل خلفتم خلفكم أحدا هو خير منكم؟\nقالوا: لا إنما أخبرنا خبره لك لطريقك هذا، قال: أفرأيتم أمرا أراد الله أن\nيقضيه هل يستطيع أحد من الناس أن يرده؟ قالوا: لا، قال: فبايعوه وأقاموا\nمعه، قال: فأتاهم الراهب، فقال: أنشدكم الله أيكم وليه؟ قالوا: أبو طالب،\nفلم يزل يناشده حتى رده وبعث معه أبو بكر بلالا وزوده الراهب من الكعك\nوالزيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n2 - أخبرنا أبو العباس أحمد بن زكريا النسوي، قال: أخبرنا أبو بكر أحمد بن\nعبد الله بن محمد بن عبد المؤمن، وأخبرنا أبو الحسن أحمد بن علي بن إبراهيم\nبن أحمد بن فراس، قال: حدثنا أبو الحسن محمد بن نافع الخزاعي، قالا: حدثنا\nأبو محمد إسحاق بن محمد، قال: حدثنا أبو الوليد محمد بن عبد الله الأزرقي،\nقال: حدثني عبد الله بن شبيب الربعي، مولى بني قيس بن ثعلبة، قال: حدثنا\nعمرو بن بكر بن بكار (ق9ب) قال: حدثني أحمد بن القاسم الربعي مولى قيس بن\nثعلبة، عن الكلبي، عن أبي صالح، عن ابن عباس قال: لما ظفر سيف <span id='ms02'></span> بن ذي يزن -\nواسمه النعمان بن قيس - بالحبشة، وذلك بعد مولد رسول الله صلى الله عليه\nوسلم بسنتين، أتاه وفود العرب وأشرافها وشعراؤها لتهنئه وتمدحه، وتذكر ما\nكان من بلائه وطلبه بثأر قومه، فأتاه وفد قريش وفيهم عبد المطلب بن هاشم،\nوأمية بن عبد شمس، وخويلد بن أسد، في أناس من وجوه قريش من أهل مكة، فأتوه\nبصنعاء وهو في قصر له يقال له غمدان، وهو الذي ذكره أمية بن أبي الصلت في\nقصيدته، ويقال: هو أبو الصلت الثقفي والد أمية بن أبي الصلت:\n</p>\n\n<p>\nاشرب هنيئا عليك التاج مرتفعا ... في رأس غمدان دارا منك محلالا\n</p>\n\n<p>\nفالتط بالمسك إذ شالت نعامتهم ... وأسبل اليوم في برديك إسبالا\n</p>\n\n<p>\nلا تطلب الثأر إلا كابن ذي يزن ... خيم في البحر للأعداء أحوالا\n</p>\n\n<p>\nتلك المكارم لا قعبان من لبن ... شيبا بماء فعادا بعد أبوالا\n</p>\n\n<p>\nفاستأذنوا عليه فأذن لهم، فإذا الملك متضمخ بالعنبر، ووميض المسك من\nمفرقه، سيفه بين يديه، وعن يمينه وعن يساره الملوك وأبناء الملوك، فدنا عبد\nالمطلب فاستأذن في الكلام، فقال له سيف بن ذي يزن: إن كنت ممن يتكلم بين\nيدي الملوك فقد أذنا لك. فقال له عبد المطلب: إن الله عز وجل قد أحلك أيها\nالملك محلا رفيعا منيعا شامخا باذخا، وأنبتك نباتا طابت أرومته، وعزت\nجرثومته، وثبت أصله وبسق فرعه، في أكرم معدن، وأطيب موطن، وأنت أبيت اللعن\nرأس العرب، وربيعها الذي تخصب به، وأنت أيها الملك رأس العرب الذي له\nتنقاد، وعمودها الذي عليه العماد، ومعقلها الذي تلجأ إليه العباد، سلفك خير\nسلف، وأنت لنا منهم خير خلف. فلن يخمد ذكر من أنت سلفه ولن يهلك من أنت\nخلفه أيها الملك، نحن أهل حرم الله وسدنة بيته، أشخصنا إليك الذي أبهجنا\nلكشفك الكرب الذي فدحنا، فنحن وفد التهنئة لا وفد المرزئة. قال: وأيهم أنت\nأيها المتكلم؟ قال: أنا عبد المطلب بن هاشم بن عبد مناف. قال: ابن أختنا؟\nقال: نعم. قال: ادن. فأدناه، ثم أقبل عليه وعلى القوم، فقال: مرحبا <span id='ms03'></span> وأهلا،\nوناقة ورحلا، ومستناخا سهلا، وملكا ربحلا، يعطي عطاء جزلا، قد سمع الملك\nمقالتكم، وعرف قرابتكم، وقبل (ق10أ) وسيلتكم، فأنتم أهل الليل والنهار،\nولكم الكرامة ما أقمتم، والحباء إذا ظعنتم. قال: ثم قال: انهضوا إلى دار\nالضيافة والوفود. فأقاموا شهرا لا يصلون إليه ولا يأذن لهم في الانصراف.\nقال: وأجرى عليهم الأنزال، ثم انتبه لهم انتباهة، فأرسل إلى عبد المطلب،\nفأدناه وأخلى مجلسه، ثم قال: يا عبد المطلب، إني مفوض إليك من سر علمي\nأمرا، لو كان غيرك لم أبح به له، ولكني وجدتك معدنه؛ فأطلعتك طلعه، وليكن\nعندك مطويا حتى يأذن الله عز وجل فيه، فإن الله جل جلاله بالغ فيه أمره،\nإني أجد في الكتاب المكنون، والعلم المخزون، الذي اخترناه لأنفسنا،\nواحتجناه دون غيرنا، خبرا جسيما، وخطرا عظيما، فيه شرف للحياة، وفضيلة\nللناس عامة، ولرهطك كافة، ولك خاصة. قال: أيها الملك، مثلك سر وبر، فما هو؟\nفداك أهل الوبر والمدر، زمرا بعد زمر. قال: فإذا ولد بتهامة، غلام به\nعلامة، كانت له الإمامة، ولكم به الزعامة، إلى يوم القيامة. فقال له عبد\nالمطلب: أبيت اللعن، لقد أتيت بخبر ما آب بمثله وافد قوم، ولولا هيبة الملك\nوإعظامه وإجلاله، لسألته من بشارته ما أزداد به سرورا، فإن رأى الملك أن\nيخبرني بإفصاح، فقد أوضح لي بعض الإيضاح. قال: هذا حينه الذي يولد فيه، أو\nقد ولد، اسمه محمد، بين كتفيه شامة، يموت أبوه وأمه، ويكفله جده وعمه، وقد\nوجدناه مرارا، والله باعثه جهارا، وجاعل له منا أنصارا، يعز بهم أولياءه،\nويذل بهم أعداءه، ويضرب بهم الناس عن عرض، ويستبيح بهم كرائم الأرض، يعبد\nالرحمن، ويدحر الشيطان، ويكسر الأوثان، ويخمد النيران، قوله فصل، وحكمه\nعدل، يأمر بالمعروف ويفعله، وينهى عن المنكر ويبطله. قال: فخر عبد المطلب\nساجدا، فقال له: ارفع رأسك، ثلج صدرك، وعلا كعبك، فهل أحسست من علمه شيئا؟\nقال: نعم أيها الملك، كان لي ابن، وكنت به معجبا، وعليه رفيقا، فزوجته\nكريمة من كرائم قومه آمنة بنت وهب <span id='ms04'></span> بن عبد مناف بن زهرة، فجاءت بغلام سميته\nمحمدا، مات أبوه وأمه، وكفلته أنا وعمه، بين كتفيه شامة، وفيه كل ما ذكرت\nمن علامة. قال له: والبيت ذي الحجب، والعلامات على النصب، إنك يا عبد\nالمطلب لجده غير الكذب، وإن الذي قلت لكما قلت، فاحتفظ بابنك، واحذر عليه\nمن اليهود، فإنهم له أعداء، ولن يجعل الله تعالى لهم عليه سبيلا، فاطو ما\nذكرت لك دون هؤلاء الرهط الذين معك، فإني لست آمن أن تدخلهم النفاسة، من أن\nتكون لك الرياسة، فيبتغون لك الغوائل، وينصبون لك الحبائل، وهم فاعلون أو\nأبناؤهم، ولولا أن الموت مجتاحي قبل مبعثه، لسرت بخيلي (ق10ب) ورجلي حتى\nأصير بيثرب دار مملكته، فإني أجد في الكتاب الناطق، والعلم السابق، أن\nبيثرب استحكام أمره، وأهل نصره، وموضع قبره، ولولا أني أقيه الآفات، وأحذر\nعليه العاهات، لأوطأت أسنان العرب كعبه، ولأعليت على حداثة سنه ذكره، ولكني\nصارف ذلك إليك، عن غير تقصير بمن معك. ثم أمر لكل رجل منهم بمائة من الإبل،\nوعشرة أعبد، وعشر إماء، وعشرة أرطال ذهب، وعشرة أرطال فضة، وكرش مملوءة\nعنبرا، وأمر لعبد المطلب بعشرة أضعاف ذلك، ثم قال له: ايتني بخبره وما يكون\nمن أمره عند رأس الحول. فمات سيف بن ذي يزن من قبل أن يحول الحول، وكان عبد\nالمطلب يقول: أيها الناس، لا يغبطني رجل منكم بجزيل عطاء الملك؛ فإنه إلى\nنفاد، ولكن ليغبطني بما يبقى لي ولعقبي شرفه وذكره وفخره. فإذا قيل له: وما\nذاك؟ يقول: ستعلمن ولو بعد حين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو سعد مسعود بن مطيع، ثنا أبو الحسن الثمانيني، قال: حدثنا أبو بكر\nمحمد بن علي الغازي المطوعي النيسابوري، قال:\n</p>\n\n<p>\n3 - ذكر أبو بكر محمد بن القاسم بن بشار الأنباري، أن عبد الله بن بيان\nالأنباري أخبره، قال: حدثنا أبو عبد الله محمد بن يعقوب الرازي، قال: حدثنا\nمحمد بن سلم بن عبد الرحمن الحراني، قال: حدثنا محمد بن عبد الله بن بكار\nبن أبي ميمون، قال حدثنا عبد الله بن <span id='ms05'></span> معية وأثنى عليه خيرا، قال: حدثنا أبو\nمعشر، عن ابن جريج، عن الزهري يرفع الحديث، أن خزيمة بن حكيم السلمي ثم\nالبهزي، كان بينه وبين خديجة بنت خويلد قرابة، وإنه قدم عليها، وقال: إذا\nقدم عليها أصابت الخير، وإنه قدم عليها فوجهته مع رسول الله صلى الله عليه\nوسلم، مع غلام لها يقال له ميسرة إلى بصرى من أرض الشام، وأحب خزيمة رسول\nالله صلى الله عليه وسلم حبا شديدا، فكان لا يفارقه في نومه، ولا يقظته،\nفساروا حتى إذا كانوا بين الشام والحجاز، قام على ميسرة بعيران لخديجة،\nوكان رسول الله صلى الله عليه وسلم من أول الركب، فخاف ميسرة على نفسه،\nوعلى البعيرين فانطلق يسعى إلى رسول الله صلى الله عليه وسلم فأخبره بذلك،\nفأقبل رسول الله صلى الله عليه وسلم إلى البعيرين فوضع يده على أخفافهما\nيعوذهما، فانطلق البعيران يسعيان في أول الركب لهما رغاء فلما رأى ذلك\nخزيمة علم أن له شأنا عظيما فحرص على أن (. . . . . . . . . .) (1) حتى إذا\nدخلوا الشام (. . . .) (2) من بعض (. . . . . .) (3) (ق11أ) فنزل رسول الله\nصلى الله عليه وسلم تحت شجرة، ونزل (. . . .) (4) وكانت الشجرة التي نزل\nتحتها رسول الله صلى الله عليه وسلم شجرة بائسة (. . . . . .) (5) ونخر\nعودها، فلما نزل رسول الله صلى الله عليه وسلم واطمأن تحتها (. . .) (6)\nوأشرقت، و(. . . .) (7) ما حولها، وأينع ثمرها، ونزلت أغصانها، فرفرفت على\nرسول الله صلى الله عليه وسلم كان ذلك (. . . .) (8) الراهب فلم يتمالك أن\nانحدر من صومعته فقال له: سألتك باللات والعزى ما اسمك، فقال له رسول الله\nصلى الله عليه وسلم: إليك عني، ثكلتك أمك، فما تكلمت العرب بكلمة أثقل علي\nمن هذه الكلمة، وكان ذلك (. . .) (9) من الراهب، وكان معه حتى نزل من\nصومعته رق أبيض، فجعل ينظر فيه مرة، وإلى النبي صلى الله عليه وسلم أخرى،\nثم انكب ينظر فيه مليا، فقال: هو هو، ومنزل الأنجيل، فلما سمع ذلك خزيمة (.\n. .) (10) أن الراهب يريد برسول الله صلى الله عليه وسلم مكرا فضرب بيده (.\n. . .) (11) سيفه فانتزعه وجعل يصيح بأعلى صوته <span id='ms06'></span> يا آل غالب، يا آل غالب\nفأقبل الناس يهرعون إليه من كل جانب يقولون ما الذي راعك، وما الذي أفزعك،\nفلما أتى الراهب ذلك أقبل يسعى إلى صومعته فدخلها، وأغلق بابها عليه، ثم\nأشرف عليهم فقال: يا قوم، ما الذي راعك مني، فوالذي رفع السماوات بغير عمد،\nما نزل بي ركب هو أحب إلي منكم، وإني لأجد في هذه الصحيفة أن النازل تحت\nهذه الشجرة، وأومأ بيده إلى الشجرة التي تحتها رسول الله صلى الله عليه\nوسلم، هو رسول رب العالمين يبعث بالسيف المسلول، وبالذبح الأكبر، وهو خاتم\nالنبيين، فمن أطاعه نجا، ومن عصاه غوى، ثم أقبل على خزيمة، فقال: ما يكون\nمن هذا الرجل إن خلا من قومه، قال: لا، ولكني خادم له، وحدثه بحديث\nالبعيرين، فقال: له الراهب: أيها الرجل، إنه النبي الذي يبعث في آخر\nالزمان، وإني مفوض إليك أمرا، وأستكتمك خيرا، وعاهدا إليك عهدا، فقال: ما\nهو، فإني سامع لقولك، وكاتم لسرك، ومطيع لأمرك؟ قال: إني أجد في هذه\nالصحيفة أنه يظهر على البلاد، وينتصر على العباد، ولا ترد له راية، ولا\nتدرك له غاية، وإن له أعداء أكثرهم اليهود - أعداء الله - فاحذرهم عليه،\nفأسر خزيمة ذلك في نفسه، ثم أقبل على رسول الله صلى الله عليه وسلم، فقال\nله: يا محمد إني لأرى فيك شيئا ما رأيته في أحد من الناس، وإني لأظنك النبي\nالذي يخرج من تهامة (ق11ب) وإنه لصريح في ميلادك، وإنك لأمين في أنفس قومك،\nوإني لأرى علك من الناس محبة، وإني مصدقك من قولك، وناصرك على عدوك، ثم\nانطلقوا يأمون الشام فقضوا بها حوائجهم، ثم انصرفوا، ورجع خزيمة إلى بلاده،\nوقال لرسول الله صلى الله عليه وسلم: إذا سمعت بخروجك أتيتك، فأبطأ على\nرسول الله صلى الله عليه وسلم حتى كان فتح مكة فوقف على رسول الله صلى الله\nعليه وسلم فلما نظر إليه، قال: مرحبا بالمهاجر الأول ما أبطأك يا خزيمة،\nأين ما وعدتني، إنك تأتني إذا سمعت بخروجي، فقال <span id='ms07'></span> خزيمة، والله يا رسول الله\nلقد أتيتك وعذري عدد أصابعي هذه، فما نهنهني عنك إلا أن أكون أول من دان\nبدينك، وأجاب دعوتك، وأقر برسالتك، لأني مقر بالقرآن، كافر بالطغيان، بريء\nمن الأوثان، موقن بالرحمن، ولكنها يا رسول الله أصابتنا سنوات شداد، تركت\nالمخ رارا والمطي هارا غاضت لها الدرة، ونقصت لها الثرة، وعاد لها النفاذ\nمجرنثما، والريح محرنجما (12) والفريش مستحنكا، والعضاة مستحلكا، ألبست\nبأرض الوديس، واجتاحت بها جميم البييس، وأفنت أصول الوشيج حتى آل السلامى،\nوأخلف الخزامى، وأينعت العنمة، وسقطت البرمة، وبضت الحكمة، وتفطر اللحاء،\nوحمل الراعي العجالة، واكتفى من حمله بالقيلة، وأتيتك مسرعا غير مبدل\nلقولي، ولا ناكث لبيعتي، فقال رسول الله صلى الله عليه وسلم: إن الله تعالى\nيعرض على عبده في كل يوم نصيحة، فإن قبلها سعد، وإن تركها شقي، وإن الله\nيبسط يده لمسئ النهار ليتوب؛ فإن تاب تاب الله عليه، ولمسئ النهار بالليل،\nفإن تاب الله عليه، وإن الحق ثقيل كثقله يوم القيامة، وإن الباطل خفيف\nكخفته يوم القيامة، وإن الجنة محظور عليها بالذآليل، وإن النار محظور عليها\nبالشهوة، أنعم صباحا تربت يدك، فقال خزيمة: يا رسول الله، أخبرني عن ظلمة\nالليل، وعن ضوء النهار، وعن حر الماء في الشتاء، وعن برده في الصيف، وعن\nمخرج السحاب، وعن قرار ماء الرجل وماء المرأة، وعن موضع النفس من الجسد،\nوما شراب المولود في بطن أمه، وعن مخرج الجراد، وعن البلد الأمين، فقال\nرسول الله صلى الله عليه وسلم: أما ظلمة الليل وضوء النهار فإن الله خلق\nخلقا من غثاء الماء باطنه أسود وظاهره أبيض وطرف له بالمشرق وطرف له\nبالمغرب تمده الملائكة فإذا أشرق (ق12أ) الصبح طردت الملائكة الظلمة وتنسلخ\nالجلبات حتى يجعلوه في المغرب في طرف الهواء، فإذا أظلم الليل طردت\nالملائكة الضوء حتى تجعله في المشرق في طرف الهواء وهما كذلك يتراوحان لا\nيبليان ولا يتغيران، وإما حر الماء في الشتاء، وبرده في الصيف؛ فإن الشمس\nإذا سقطت تحت الأرض سارت حتى تطلع <span id='ms08'></span> من مكانها فإذا طال الليل في الشتاء طال\nلبثها تحت الأرض فيسخن لذلك الماء، فإذا كان الصيف مرت مسرعة لا تلبث تحت\nالأرض لقصر الليل فثبت باردا على حاله، وأما مخرج السحاب فإنه ينشأ من طرف\nالخافقين بين السماء والأرض، فيظل الغبار الملفوف من المزاد المكفوف حوله\nالملائكة صفوف تخرقه الجنوب والصبا وتحرقه الشمال، والدبور، وأما موضع\nالنفس من الحسد فإن القلب معلق بالنياط والنياط عرق يسقي العروق، فإذا هلك\nالقلب انقطع الدم، وأما قرار مني الرجل فإنه يخرج ماؤه من الإحليل وهو عرق\nيجري في ظهره حتى يستقر قراره في بيضته اليسرى، وأما ماء المرأة فإنه يلقى\nولا يحرك حتى تدنوا عسيلتها، وأما شراب المولود في بطن أمه فإنه يكون منيا\nأربعين، ومشيجا أربعين، ثم يكون علقة أربعين، ثم مضغة أربعين، ثم يكون\nالعظم ضليكا أربعين، ثم جنينا، ثم يستهل فينفخ فيه الروح فإذا أراد الله أن\nيخرجه قبل تمامه أخرجه، وإن أراد أن يؤخره أخره، أمره تعالى نافذ وقوله\nصادق تجتلب عليه عروق الرحم ومنها يكون اللبن، وأما مخرج الجراد فإنه من\nبطن حوت في البحر يقال له الإبزاز، وأما البلد الأمين فتلك مكة مهاجر الغيث\nوالرعد والبرق لا يدخلها الدجال وآية ذلك إذا منع الحمى وفشا الربا، وظهر\nالزنا، ونقص المكيال والميزان، وقام الصغير على الكبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n4 - أخبرنا الفقيه أبو سعد عبد الملك بن محمد، قال: حدثنا عبد الله بن محمد\nالهاروني، قال: حدثنا خلف بن محمد الكرابيسي، قال: حدثنا سهل بن شادويه،\nقال: حدثنا محمد بن إسماعيل، قالا: حدثنا عبد الرحمن بن عبد الملك بن شيبة،\nقال: حدثني عمر بن أبي بكر من بني عدي بن كعب أبو حفص، قال: حدثني موسى بن\nشيبة وهو من ولد كعب بن مالك عن عميرة بنت عبيد الله بن كعب بن مالك عن أم\nسعد بنت سعد بن الربيع عن نفيسة بنت منية أخت يعلى سمعتها تقول لما بلغ\nرسول الله صلى الله عليه وسلم خمسا وعشرين سنة وليس له <span id='ms09'></span> بمكة (ق12ب) اسم إلا\nالأمين لما تكاملت فيه خصال الخير قال له أبو طالب يا ابن أخي أخبرنا رجل\nلا مال لي وقد اشتد الزمان علينا وألحت علينا سنون منكرة وليس لنا مادة ولا\nتجارة وهذه عير قومك قد حضر خروجها إلى الشام وخديجة بنت خويلد تبعث رجالا\nمن قومك في عيرانها فيتجرون لها في مالها فيصيبون منافع فلو جئتها فعرضت\nنفسك عليها لأسرعت إليك وفضلتك على غيرك لما يبلغها من طهارتك وإني لأكره\nأن تأتي الشام، وأخاف عليك من اليهود، ولكن لا نجد من ذلك بدا، وكانت خديجة\nتاجرة ذات شرف ومال كثير وتجارة تبعث إلى الشام عيرها كعامة عير قريش،\nوكانت تستأجر الرجل، وتدفع إليه المال مضاربة، وكانت قريش قوما تجارا ومن\nلم يكن تاجرا من قريش، فليس عندهم بشيء، فقال رسول الله صلى الله عليه وسلم\nفلعلها ترسل إلي في ذلك، فقال أبو طالب إني أخاف أن تولي غيرك فتطلب أمرا\nمدبرا فافترقا، فبلغ خديجة ما كان من محاورة عمه له، وقبل ذلك كان يبلغها\nمن صدق حديثه وعظم أمانته وكرم أخلاقه، فقالت ما دريت أنه يريد هذا ثم\nأرسلت إليه فقالت إنه قد دعاني إلى البعثة إليك ما بلغني من صدق حديثك،\nوعظم أمانتك وكرم أخلاقك، وأنا أعطيك وأضعف لك ما أعطي رجلا من قومك؛ ففعل\nرسول الله صلى الله عليه وسلم، ولقي أبا طالب فذكر ذلك له، فقال: إن هذا\nلرزق ساقه الله إليك، قال: فخرج مع غلامها ميسرة، وجعل عمومته يوصون به أهل\nالعير حتى قدما أرض بصرى من الشام فنزل في ظل شجرة قريبا من صومعة راهب\nيقال له نسطور، فاطلع الراهب إلى ميسرة وكان يعرفه فقال: يا ميسرة من هذا\nالرجل الذي نزل تحت هذه الشجرة، فقال ميسرة: رجل من قريش من أهل الحرم فقال\nله الراهب: ما نزل تحت هذه الشجرة أحد قط إلا نبي، ثم قال: أفي عينيه حمرة،\nقال ميسرة: نعم لا تفارقه، فقال الراهب: هو هو آخر الأنبياء <span id='ms10'></span> عليهم السلام،\nفيا ليتني أدركه حين يؤمر بالخروج فوعى ذلك ميسرة في نفسه، ثم حضر رسول\nالله صلى الله عليه وسلم سوق بصرى فباع سلعته التي خرج بها، واشترى فكان\nبينه وبين رجل اختلاف في سلعة فقال له الرجل: احلف باللات والعزى فقال رسول\nالله صلى الله عليه وسلم: ما حلفت بهما قط وإني لأمر بهما فأعرض عنهما فقال\nالرجل: القول قولك، ثم قال (ق13أ) الرجل لميسرة وخلا به: يا ميسرة هذا\nوالله نبي والذي نفسي بيده إنه لتيجده أحبارنا منعوتا في كتبهم فوعى ذلك\nميسرة ثم انصرف أهل العير جميعا وكان ميسرة يرى النبي صلى الله عليه وسلم\nإذا كانت الهاجرة واشتد الحر يرى ملكين يظلانه من الشمس وهو على بعيره، حتى\nدخل مكة في ساعة الظهيرة، وخديجة معها شيئا من علية لها معهن نفيسة بنت\nمنيه فرأت رسول الله صلى الله عليه وسلم حين دخل وهو راكب على بعيره،\nوملكان يظلانه، فأرته نسائها فعجبن من ذلك، فلما دخل ميسرة عليها أخبرته\nبما رأت، قال ميسرة: قد رأيت هذا منذ خرجنا من الشام، وأخبرها بقول الراهب،\nوبقول الآخر الذي خالفه في البيع، وقدم رسول الله صلى الله عليه وسلم\nبتجارتها فربحت ضعف ما كانت تربح وضعفت له ضعف ما كانت سمته، فلما استقر\nعندها هذا، وكانت امرأة حازمة شريفة مع ما أراد الله بها من الكرامة والخير\nوهي يومئذ أوسط قريش سنا، وأعظمهم شرفا، وأكثرهم مالا، وكل قومها حريص على\nنكاحها لو قدروا على ذلك لبذلوا الأموال وطلبوها، قالت نفيسة: فأرسلتني\nإليه دسيسا، فقلت: يا محمد، ما يمنعك أن تزوج؟ فقال: ما بيدي ما أتزوج\nقالت: قلت: أبعد أن دعيت إلى الجمال والشرف والمال ألا تجيب؟ قال: بلى، فمن\nهي؟ قالت: قلت: خديجة قال: وكيف لي بذلك؟ قالت: قلت: علي ذلك، قال: فأفعل،\nفذهبت نفيسة فأخبرت خديجة، فأرسلت إليه أن ائت ساعة كذا وكذا، وأرسلت إلى\nعمها عمرو بن أسد، فحضر فدخل رسول الله صلى الله عليه وسلم في <span id='ms11'></span> عمومته،\nفزوجها، فقال عمرو بن أسد: هذا الفحل لا يقرع أنفه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثنا أبو القاسم عبيد الله بن محمد، قال: حدثنا أحمد بن إبراهيم بن\nشاذان، قال: حدثنا أبو عبد الله أحمد بن سليمان الطوسي، قال حدثنا الزبير\nبن أبي بكر الزبيري، قال: حدثنا محمد بن الحسن، قال: حدثنا أسامة بن جعفر\nوغيره، عن يونس، عن ابن شهاب، قال: تزوج رسول الله صلى الله عليه وسلم\nخديجة بمكة، وهي أول امرأة تزوج، وكانت قبله عند أبي هالة التميمي تزوجها\nرسول الله صلى الله عليه وسلم وهو ابن إحدى وعشرين سنة، وتوفيت لتسع سنين\nمضت من مبعثه صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n6 - أخبرنا الأستاذ أبو سعد عبد الملك بن محمد الواعظ، قال: حدثنا أبو محمد\n(. . . .) (1) قال: أخبرنا أحمد بن عبد الله المزني، قال: أخبرنا إبراهيم\nبن محمد (ق13ب) بن الهيثم، قال: حدثنا أبو معمر قراءة عليه، قال: حدثنا\nجرير، عن أشعث بن إسحاق، عن جعفر، عن سعيد بن جبير، عن ابن عباس، قال: كان\nلنساء قريش عيد يجتمعن فيه، في المسجد، في الجاهلية، فاجتمعن في ذلك العيد،\nفإذا يهودي، قال: يا معشر نساء قريش إنه يوشك أن يبعث فيكن نبي، فأيتكن\nاستطاعت أن تكون له أرضا يطأها فلتفعل. قال: فخصمنه وطردنه، ووقر ذلك في\nقلب خديجة، وكان رسول الله صلى الله عليه وسلم يستأجره غلاما لخديجة يقال\nله: ميسرة، ببعير في كل سفر، فجلست في يوم صائف تنتظر ميسرة إذ طلع رجل من\nالعقبة عقبة المدينة، والسماء ليس فيها سحاب، إلا قطعه قدر ما تظل ذلك\nالرجل، فلما رأته طلع العقبة، رأت على رأسه سحابة، قالت: إن كان ما قال\nاليهودي حقا، فما ذاك الرجل إلا هو، إلا أني لا أرى في السماء سحابة إلا\nقدر ما تظل هذا الرجل فرمقته بعينها حتى انتهى إليها فإذا هو محمد صلى الله\nعليه وسلم، وكان ميسرة يبعثه أمامهم فيخبرها بما كان في سفره ذلك، وما\nأصابوه فلما دخل عليها سألته، ثم قالت: لم لا تتزوج <span id='ms12'></span> يا محمد، قال: ومن؟\nقالت: إياي، قال: ومن لي بك أنت أيم قريش، وأنا يتيم قريش، قالت: فاخطبني،\nفلقي أبا طالب فأخبره بما كان في سفره، ثم قال: يا عم اخطب علي خديجة، قال:\nابن أخ، أخاف أن لا يفعلوا، هي أيم قريش، وأنت يتيم قريش، قال: اخطب علي،\nقال: سأقضي ما في نفسي، وأخاف أن لا يفعلوا فلقي أبو طالب عمها، فذكر ذلك\nله، فقال: حتى ينظر، فلقيها فذكر لها شيخا من قريش، وقد ماتت امرأته، فقال\nلها: فلان يخطبك، قالت: شيخ فرقني شبابه، وساء خلقه يدل علي بماله، لا حاجة\nلي فيه، فذكر غلاما سفيها من قريش قد ورثه أبواه مالا، فقالت: حديثا سنه\nسفيه العقل يدل علي بماله، لا حاجة لي فيه، فقال: لها ما تقولين في محمد بن\nعبد الله؟ فقالت أوسط قريش حسبا، وأحسنهم وجها، وأفصحهم لسانا أعود عليه\nبمالي فيكون عطف يميني، فخشى عمها إن لم يزوجها أن تزوج نفسها، قال: فبعث\nإليه أن تعال حتى فقال أبو طالب: أخاف ألا يفعلوا، وإن ذهبت فردوني كانت\nالفضيحة، انطلق معه يا حمزة، فأنت صهر القوم، وإن ردوك كان أجمل، فمروا\nبعلي وكان يلعب مع الغلمان فقال له حمزة: انطلق يا علي تزوج محمدا، قال:\nحتى أخذ بعلي وردائي فتبعهم علي، فلما دخلوا قال: يا محمد، تكلم، فقال\nالنبي صىل الله عليه وسلم: أول شيء الحمد لله الحي الذي لا يموت، قالوا: ما\nهذا الكلام؟ فلم يدع شيئا أرادوا أن يتكلموا به، إلا تكلم به، فقال لهم:\nتكلموا، فقال: قد تكلمت بما أردنا وأردت، ولكن من يضمن لنا المهر، فقال علي\nرضوان الله عليه: أرسلني أبي أنه يضمن المهر، قال: فزوجوه، فلما بلغ أبا\nطالب الخبر جعل يقبل عليا ويقول بأبي أنت (. . . . . .) (2) النبي صلى الله\nعليه وسلم إلى الشام قالت (ق14أ): إذهب إلى عمك أبي طالب، فقل له عجل علينا\nأنت بالغداة، فأقبل رسول الله صلى الله عليه وسلم إلى عمه أبي طالب، وأخبره\nبذلك ففزع <span id='ms13'></span> أبو طالب من ذلك، وقال: يا بني ما تريد منا، إني أخشى أن تردك\nالنساء، فكان الليلة أجمع يلتوي على فراشه من الهم، فقال له رسول الله صلى\nالله عليه وسلم: يا عم يرزقني الله وهو خير الرازقين، أسر يا عم فلا تهتم\nلرزقي، فلما أصبح دخل عليها، قالت: وراء الستر يا أبا طالب ادخل إلى عمي\nعمرو بن أسد فكلمه أن يزوجني من ابن أخيك محمد صلى الله عليه وسلم، فقال\nأبو طالب: يا خديجة، لا تستهزئي بي، لو كانت أمه لك ما زوجت من محمد ابن\nأخي، قالت: بلى، الله صنعه، ادخل على عمي، فقام أبو طالب مع عشرة من صناديد\nقريش، فدخلوا على عم خديجة وهو سكران، طيب النفس، فسلموا عليه، فرد عليهم\nالسلام، فقال النبي صلى الله عليه وسلم: مرحبا بك يا محمد، واللات والعزى\nلقد كنت أحبك، ولقد أزددت عندي حبا، ما كنت تسألني حاجة إلا قضيتها، ثم رحب\nبالقوم، فقال أبو طالب: إني أتيتك لأسلم عليك، وتزوج بنت أخيك من ابن أخي\nمحمد، وأبو طالب يرغب في ذلك، فقال: نعم اشهدوا يا معشر قريش إني قد زوجت\nخديجة بنت خويلد محمد بن عبد الله على مهر كذا فاشهدوا؛ والخاطب كان أبو\nطالب، فقال: الحمد لله الذي جعلنا من ذرية إبراهيم، وزرع إسماعيل، وجعل لنا\nبيتا محجوبا وحرما آمنا، وجعلنا حكاما على الناس أجمعين، ثم إن ابن أخي لا\nيوزن برجل إلا رجح عليه وإن له خطبا جليلا، ونبأ عظيما، وإن كان مقلا من\nالمال فإن المال رزق جليل، وظل زائل، وبه خطب إليكم رغبة في خديجتكم، وقد\nترك لها من الصداق من مالي حكمكم عاجله وآجله، والسلام علينا وعليكم، فأمرت\nخديجة جواريها إن يرقصن بالدفوف، وأرسلت إليه خديجة حلة يمانية، فأخذها\nفألقاها على عم خديجة، وأراد النبي صلى الله عليه وسلم أن يخرج، فأخذت\nخديجة بطون ردائه، وقالت: أين تريد يا محمد، قال: إلى منزل عمي، قالت: قل\nمع أهلك، ودع عمك ينحر بكرة <span id='ms14'></span>، ويطعم الناس، ففعل ذلك النبي صلى الله عليه\nوسلم، وقال: لخديجة فأقر الله عينه، وفرح أبو طالب فرحا شديدا، وقال الحمد\nلله الذي اذهب عنا الكرب ودفع عنا الهموم، فأفاق الشيخ من سكرته، فقال: ما\nهذا الذي أسمع، قالوا: هذا الذي صنعت، قال: ما الذي صنعت، قال: تزوجت خديجة\nبنت خويلد، قال: ممن؟ قالوا من محمد بن عبد الله، قال: أنا أزوج يتيم أبي\nطالب (ق14ب) الفقير، قالوا: قد زوجته، وقبلت منه حلة يمانية، قال: فقال:\nأدخل (. . . . . .) (3) خرجت إليه قالت: يا عم هل تنقم من محمد حسبا أو\nنسبا؟ قال: لا، ولكنه معدوم لا مال له، قالت خديجة إن يكن محمد معدما، فإن\nعندي ما يسعك ويسعه، ويسعني، [قال:] أفرضيت محمدا بعلا، قالت: نعم، فرضي\nالشيخ، وطابت نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أخبرنا أبو سعد، قال: حدثنا أبو الحسن الثمامي، قال: حدثنا أبو بكر\nالمطوعي، قال:\n</p>\n\n<p>\n7 - قرأت على أبي سعد عبد الملك بن محمد الواعظ، حدثني أبو عمرو محمد بن\nجعفر بن مطر، قال: حدثنا أبو العباس أحمد بن عبد الله الشجاعي بالبصرة،\nقال: أخبرنا عثمان بن صالح، قال: حدثنا أصرم بن حوشب، قال: حدثنا قرة بن\nخالد، عن الضحاك بن مزاحم، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم اليوم الرهان، وغدا السباق، والغاية الجنة أو النار، أنا الأول، وأبو\nبكر المصلي، وعمر الثالث، والناس بعد على السبق الأول فالأول.\n</p>\n\n<p>\nقال المطوعي: وروى المغيرة، عن الشعبي قال: قلت لعبد الله بن عباس: من\nأول الناس إسلاما؟ قال: أبو بكر الصديق، أما سمعت قول حسان بن ثابت:\n</p>\n\n<p>\nإذا تذكرت شجوا من أخي ثقة ... فاذكر أخاك أبا بكر بما فعلا\n</p>\n\n<p>\nالثاني التالي المحمود مشهده ... وأول الناس طرا صدق الرسلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثنا أبو العباس أحمد بن الحسن الرازي بمكة، قال: حدثنا أبو محمد\nإسماعيل بن محمد قال: حدثنا أبو يعقوب القزويني الصوفي، قال: حدثنا أبو\nالقاسم عبد الله بن محمد بن إدريس الراتبي، قال: حدثنا أبو القاسم يحيى بن\nحميد التككي، حدثنا أبو <span id='ms15'></span> عبد الله محمد بن الجراح، حدثنا أبو خالد عبد\nالعزيز بن معاوية من ولد عتاب بن أسيد حدثنا أبو داود الطيالسي، عن شعبة،\nعن منصور، عن زيد، عن خالد الجهني، عن عبد الله بن مسعود قال: قال أبو بكر\nالصديق رضي الله عنه: إنه خرج إلى اليمن قبل أن يبعث النبي صلى الله عليه\nوسلم، قال: فنزلت على شيخ من الأزد عالم قد قرأ الكتب، وعلم من علم الناس\nكثيرا، وأتت عليه أربع مائة سنة إلا عشر سنين، فلما رآني قال لي: أحسبك\nحرميا؟ قال أبو بكر: قلت: نعم، أنا من أهل الحرم. قال: وأحسبك قرشيا؟ قال:\nقلت: نعم أنا من قريش. قال: وأحسبك تيميا قال قلت: نعم، أنا من تيم بن مرة،\nأنا عبد الله ابن عثمان، من ولد كعب بن تيم بن مرة، قال: بقيت لي فيك\nواحدة. قلت: ما هي؟ قال: تكشف لي عن بطنك. قلت: لا أفعل أو تخبرني لم ذاك؟\nقال: أجد في العلم الصحيح الصادق أن نبيا يبعث في الحرم، يعاون على أمره\nفتى وكهل، فأما الفتى فخواض غمرات ودفاع معضلات (ق15أ)، وأما الكهل فأبيض\nنحيف، على بطنه شامة، وعلى فخذه اليسرى علامة، وما عليك أن تريني ما سألتك،\nفقد تكاملت لي فيك الصفة إلا ما خفي علي. قال أبو بكر: فكشفت له عن بطني،\nفرأى شامة سوداء فوق سرتي. فقال: أنت هو ورب الكعبة، وإني متقدم إليك في\nأمر فاحذره. قال أبو بكر قلت: وما هو؟ قال: إياك والميل عن الهدى، والتمسك\nبالطريقة الوسطى، وخف الله فيما خولك وأعطاك. قال أبو بكر: فقضيت باليمن\nأربي، ثم أتيت الشيخ لأودعه، فقال: أحامل أنت مني أبياتا التي قلناها في\nذلك النبي صلى الله عليه وسلم؟ قلت: نعم، فأنشأ يقول:\n</p>\n\n<p>\nألم تر أني قد وهنت معاشري ... ونفسي وقد أصبحت في الحي واهنا\n</p>\n\n<p>\nحبيب وفي الأنام للمرء عبرة ... ثلاث مئين ثم تسعين آمنا\n</p>\n\n<p>\nوصاحبت أخيارا أبانوا بعلمهم ... غياهيب في سد ترى فيه طامنا\n</p>\n\n<p>\nوكم عيليل راهب فوق <span id='ms16'></span> قائم ... لقيت وما غادرت في البحر كاهنا\n</p>\n\n<p>\nفكلهم لما تطمست قال لي ... بأن نبيا سوف نلقاه دانيا\n</p>\n\n<p>\nبمكة والأديان فيها غزيرة ... فيركسها حتى يراها كواهنا\n</p>\n\n<p>\nفما زلت أدعو الله في كل حاضر ... حللت بها سرا وجهرا معالنا\n</p>\n\n<p>\nوقد خمدت مني شرارة قوتي ... وألقيت شحنا لا أطيق الشواحنا\n</p>\n\n<p>\nوأنت ورب البيت تلقى محمدا ... بعامك هذا قد أقام البراهنا\n</p>\n\n<p>\nفحي رسول الله عني فإنني ... على دينه أحيا وإن كنت داكنا\n</p>\n\n<p>\nفيا ليتني أدركته في شيبتي ... فكنت له عبدا أو الا العجاهنا\n</p>\n\n<p>\nعليه سلام الله ما در شارق ... وما حمل الركبان فيه السواجنا\n</p>\n\n<p>\nوما سبحت بالحكمتين وسبحة ... وما صح ضحاك من النور هاقنا\n</p>\n\n<p>\nقال أبو بكر رضي الله عنه فحفظت وصيته وشعره وقدمت مكة وقد بعث النبي صلى\nالله عليه وسلم فجاءني عقبة بن أبي معيط، وشيبة بن ربيعة، وأبو جهل بن\nهشام، وأبو البختري بن هشام، وصناديد قريش فقلت لهم: هل نابتكم نائبة، أو\nظهر فيكم أمر قالوا: يا أبا بكر، أعظم الخطب وأجل النوائب، يتيم أبي طالب\nيزعم أنه نبي، ولولا أنت ما انتظرنا به فإذ قد جئت، فأنت الغاية والكفاية\nلنا، قال أبو بكر: فصرفتهم على حس مس، وسألت عن النبي صلى الله عليه وسلم\nفقيل أنه في منزل خديجة رضي الله عنها فقرعت عليه الباب فخرج إلي فقلت: يا\nمحمد، فقدت من منازل أهلك واتهموك بالفتنة (ق15ب) وتركت دين آبائك وأجدادك\nقال: يا أبا بكر، إني رسول الله إليك وإلى الناس كلهم فآمن بالله فقلت وما\nدليلك على ذلك قال: الشيخ الذي لقيته باليمن فقلت وكم من مشايخ لقيت باليمن\nوبعت واشتريت وأخذت وأعطيت قال: الشيخ الذي أفادك الأبيات، قلت: ومن خبرك\nبهذا يا حبيبي، قال: الملك العظيم الذي يأتي الأنبياء قبل قلت: مد يدك فأنا\nأشهد أن لا إله إلا الله، وأنت رسول الله، قال أبو بكر: فانصرفت وما بين\nلابتيها أشد سرورا من رسول الله صلى الله عليه وسلم بإسلامي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر المطوعي:\n</p>\n\n<p>\n9 - قرأت على أبي <span id='ms17'></span> القاسم أحمد بن محمد العثماني، حدثكم أبو بكر النقاش،\nقال: حدثت عن عبد العزيز الزهري، عن محمد بن عبد الله بن عمرو بن عمر، عن\nأبيه، عن جده عمر بن عثمان قال: كان إسلام عثمان فيما حدثنا عن نفسه أنه\nقال: كنت رجلا مستهترا قال: وكان عثمان وضيئا جميلا أبيض مشربا صفرة جعد\nالشعر حسن الثغر له جمة أسفل من أذنيه خدل الساقين طويل الذراعين أقنى، قال\nعثمان رضي الله عنه: إني ذات ليلة بفناء الكعبة قاعد في رهط من قريش إذ\nأتينا فقيل لنا: إن محمدا قد أنكح عتبة بن أبي لهب من رقية ابنته وكانت\nرقية ذات جمال رائع قال عثمان فدخلتني الحسرة ألا أكون أنا سبقت إلى ذلك\nقال: فلم ألبث أن انصرفت إلى منزلي فأصبت خالة لي قاعدة وأم عثمان أروى بنت\nكريز بن ربيعة بن حبيب بن عبد شمس وأمها البيضاء أم حكيم بنت عبد المطلب،\nوخالته التي أصابها عند أهله سعدى بنت كريز، قال: عثمان وكانت قد طرقت\nوتكهنت عند قومها فلما أتتني قالت:\n</p>\n\n<p>\nأبشر وحييت ثلاثا تترى ... ثم ثلاثا وثلاثا أخرى\n</p>\n\n<p>\nثم بأخرى كي تتم عشرا ... أتاك خير ووقيت شرا\n</p>\n\n<p>\nأنكحت والله حصانا زهرا ... وأنت بكر ولقيت بكر\n</p>\n\n<p>\nوافيتها بنت عظيم قدرا ... بنيت أمرا قد أشاد ذكر\n</p>\n\n<p>\nقال عثمان رضي الله عنه: فعجبت من قولها وقلت يا خالة ما تقولين، فقالت:\nعثمان، يا أخي عثمان،\n</p>\n\n<p>\nلك الجمال ولك اللسان ... هذا نبي معه البرهان\n</p>\n\n<p>\nأرسله بحقه الديان ... وجاءه التنزيل والفرقان\n</p>\n\n<p>\nفاتبعه لا تغنا لك الأوثان قال قلت يا خالة إنك لتذكرين شيئا ما وقع ذكره\nببلدنا فأبينيه لي فقالت: محمد بن عبد الله رسول من عند الله جاء بتنزيل\nالله يدعو به (ق16أ) إلى الله ثم قالت: مصباحه مصباح، ودينه فلاح، وأمره\nنجاح، وقرنه نطاح، ذلت به البطاح، ما نفع الصياح، لو وقع الذباح، وسلت\nالصفاح ومدت الرماح قال ثم انصرفت ووقع كلامها في قلبي وجعلت أفكر فيه وكان\nلي مجلس عند أبي بكر <span id='ms18'></span> رضي الله عنه، فأتيته فأصبته في مجلس ليس عنده أحد\nفجلست إليه فرآني مفكرا، فسألني عن أمري، وكان رجلا متأنيا، فاخبرته بما\nسمعت من خالتي فقال: ويحك يا عثمان إنك لرجل حازم ما يخفى عليك الحق من\nالباطل هذه الأوثان التي يعبدها قومنا أليست من حجارة صم لا تسمع ولا تبصر\nولا تضر ولا تنفع، قال: قلت: بلى والله، إنها كذلك، قال: فقد والله صدقتك\nخالتك هذا رسول الله صلى الله عليه وسلم محمد بن عبد الله قد بعثه الله\nبرسالته إلى خلقه فهل لك أن تأتيه فتسمع منه، قال: قلت: بلى فوالله، ما كان\nأسرع من أن مر رسول الله صلى الله عليه وسلم ومعه علي بن أبي طالب - رضي\nالله عنه - يحمل ثوبا، فلما رآه أبو بكر - رضي الله عنه - قام إليه فساره\nفي أذنه بشئ، فجاء رسول الله صلى الله عليه وسلم فقعد، ثم أقبل علي فقال:\nيا عثمان أجب الله إلى جنته، فإني رسول لله إليك وإلى خلقه، قال: فوالله ما\nتمالكت حين سمعت قوله أن أسلمت وشهدت: أن لا إله إلا الله وحده لا شريك له،\nثم لم ألبث أن تزوجت رقية بنت رسول الله صلى الله عليه وسلم، فكان يقال في\nذلك: أحسن زوج رقية وعثمان، قال عمارة بن زيد: وكان يقال:\n</p>\n\n<p>\nأحسن زوج رآه إنسان ... رقية وزوجها عثمان\n</p>\n\n<p>\nوفي إسلام عثمان تقول خالته سعدى بنت كريز بن ربيعة بن عبد شمس:\n</p>\n\n<p>\nهدى الله عثمانا بقولي إلى الهدى ... وأرشده والله يهدي إلى الحق\n</p>\n\n<p>\nفتابع بالرأي السديد محمدا ... وكان برأي لا يصد عن الصدق\n</p>\n\n<p>\nوأنكحه المبعوث بالحق بنته ... فكانا كبدر مازج الشمس في الأفق\n</p>\n\n<p>\nفداؤك يا بن الهاشميين مهجتي ... وأنت أمين الله أرسلت في الخلق\n</p>\n\n<p>\nثم جاء الغد أبو بكر بعثمان بن مظعون وبأبي عبيدة بن الجراح وعبد الرحمن\nبن عوف وأبي سلمة بن عبد الأسد والأرقم بن أبي الأرقم فأسلموا وكانوا مع من\nاجتمع مع رسول الله صلى الله عليه وسلم ثمانية وثلاثين رجلا <span id='ms19'></span>، وألح أبو بكر\nعلى رسول الله صلى الله عليه وسلم في الظهور فقال يا أبا بكر إنا قليل\n(ق16ب) فلم يزل أبو بكر رضي الله عنه يلح على رسول الله صلى الله عليه وسلم\nحتى ظهر رسول الله صلى الله عليه وسلم وتفرق المسلمون في نواحي المسجد، كل\nرجل في عشيرته، وقام أبو بكر - رضي الله عنه - في الناس خطيبا ورسول الله\nصلى الله عليه وسلم جالس، فكان أول خطيب دعا إلى الله - عز وجل - وإلى\nرسوله وثار المشركون على أبي بكر وعلى المسلمين يضربونهم في نواحي المسجد\nضربا شديدا ووطئ أبو بكر فضرب ضربا شديدا، ودنا منه الفاسق عتبة بن ربيعة،\nفجعل يضربه بنعلين مخصوفين ويخرقهما لوجهه وأنفه، وترك على بطن أبي بكر حتى\nوالله ما كان يعرف أنفه من وجهه، وجاءت بنو تيم تتعادى فانجلى المشركون عن\nأبي بكر وحملوا أبا بكر في ثوب، وأدخلوه منزله، ولا يشكون في موته، ورجعت\nبنو تيم فقالوا - وقد دخلوا المسجد -: والله لئن مات أبو بكر لنقتلن عتبة\nبن ربيعة، ثم رجعوا إلى أبي بكر فجعل أبو قحافة وبنو تيم يكلمون أبا بكر\nحتى كلمهم آخر النهار، فكان أول ما تكلم به أن قال: ما فعل رسول الله صلى\nالله عليه وسلم؟ فنالوه بألسنتهم وعذلوه، ثم قاموا وقالوا لأمه أم الخير\nبنت صخر انظري أن تطعميه، أو تسقيه، فلما خلت به وألحت جعل يقول: ما فعل\nرسول الله صلى الله عليه وسلم؟ فقالت: والله ما لي علم بصاحبك، قال: يا أمه\nاذهبي إلى أم جميل بنت الخطاب فاسأليها عنه فخرجت حتى جاءت أم جميل فقالت:\nإن أبا بكر يسألك عن محمد بن عبد الله قالت: ما أعرف أبا بكر ولا محمد بن\nعبد الله، وإن تحبي أن أمضي معك إلى ابنك فعلت؟ قالت: نعم، فمضيت معها حتى\nوجدت أبا بكر صريعا دنفا فلما رأته أم جميل دنت وأعلنت الصياح، وقالت: إن\nقوما نالوا منك هذا لأهل فسق وكفر، وإني لأرجو أن ينتقم <span id='ms20'></span> الله لك منهم، قال:\nفما فعل رسول الله صلى الله عليه وسلم؟ قالت: هذه أمك تسمع قال فلا عين\nعليك منها، قالت: هو سالم صالح قال: فأين هو؟ قالت: في دار الأرقم بن أبي\nالأرقم، قالت: فقال أبو بكر: فإن لله - عز وجل - علي ألية لا أذوق طعاما\nولا شرابا، أو آتي رسول الله صلى الله عليه وسلم فأمهلتا حتى إذا هدأت\nالأرجل وسكن الناس ثم خرجنا به يتكئ عليهما حتى أدخلناه على النبي صلى الله\nعليه وسلم وانكب عليه المسلمون، ورق رسول الله صلى الله عليه وسلم رقة\nشديدة، فقال: أبو بكر بأبي أنت وأمي ليس بي إلا ما نال الفاسق من وجهي هذه\nأمي برة بوالديها وأنت مبارك فادعها إلى الله وأدعو الله لها عسى أن\nيستنقذها بك من النار فدعا لها رسول الله صلى الله عليه وسلم ثم دعاها إلى\nالله (ق17أ) عز وجل فأسلمت فأقاموا مع رسول الله صلى الله عليه وسلم في\nالدار وهم تسعة وثلاثون رجلا، وكان حمزة بن عبد المطلب أسلم يوم ضرب أبو\nبكر - رضي الله عنه - فدعا رسول الله صلى الله عليه وسلم لعمر بن الخطاب\nوأبي جهل بن هشام، فقال: اللهم أعز الإسلام بعمر بن الخطاب، أو بأبي جهل بن\nهشام، فأصبح عمر وكانت الدعوة يوم الأربعاء فأسلم عمر يوم الخميس فكبر رسول\nالله صلى الله عليه وسلم وأهل البيت تكبيرة واحدة سمعت بأعلا مكة وخرج أبو\nالأرقم، وهو شيخ أعمى كافر وهو، يقول: اللهم اغفر لبني عم الأرقم فإنه كفر،\nفقال عمر: يا رسول الله، على ما تخفي ديننا ونحن على الحق وهم على الباطل\nفقال: يا عمر إنا قليل، قد رأيت ما لقينا فقال عمر: والذي بعثك بالحق لا\nيبقى مجلس جلست فيه بالكفر إلا جلست فيه بالإيمان ثم خرج فطاف بالبيت، ثم\nمر بقريش وهي تنتظره، فقال له أبو جهل زعم فلان أنك صبوت فقال أشهد أن لا\nإله إلا الله وأن محمدا عبده ورسوله فوثب المشركون <span id='ms21'></span> إليه فوثب على عتبة بن\nربيعة فبرك عليه، فجعل يضربه وأدخل إصبعه في عينه، فجعل عتبة يصيح؛ فتنحى\nالناس عنه فقام عمر فجعل لا يدنو إليه أحد إلا أخذ شريف من دنا منه فضربه\nحتى أنحجز الناس، وتتبع المجالس التي كان فيها فأظهر الإيمان ثم انصرف إلى\nرسول الله صلى الله عليه وسلم وهو ظاهر عليهم فقال ما يجلسك بأبي أنت وأمي\nفوالله ما بقي مجلس كنت أجلس فيه بالكفر إلا أظهرت فيه الإيمان غير هائب\nولا خائف فخرج رسول الله صلى الله عليه وسلم، وخرج عمر أمامه وحمزة بن عبد\nالمطلب حتى طاف بالبيت وصلى الظهر معلنا ثم انصرف رسول الله صلى الله عليه\nوسلم إلى دار الأرقم ومعه عمر - رضي الله عنه - ثم انصرف عمر وحده، فصلى،\nثم انصرف رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر المطوعي:\n</p>\n\n<p>\n10 - روى عن محمد بن سيرين، ومحمد بن كعب القرظي، قالا: حدثنا عبد الله\nبن عباس في قوله عز وجل: {إنكم وما تعبدون من دون الله حصب جهنم أنتم لها\nواردون} قالت: قريش يا محمد إنك تثني على عزير، ويعبده اليهود، وتثني على\nعيسى ويعبده النصارى، فإن كانا معنا في النار فلا نبالي، قال: فنزلت: {إن\nالذين سبقت لهم منا الحسنى أولئك عنها مبعدون} فقام أبو جهل خطيبا، قال: يا\nمعشر قريش إن محمدا قد طعن في دينكم وسب آلهتكم، وزعم أن من مضى من آبائكم\nيتهافتون إلى النار، ألا فمن قتل محمدا فله علي مائة ناقة سوداء، ومائة\nناقة حمراء، وألف أوقية من فضة فقام عمر بن الخطاب وهو (ق17ب) يومئذ على\nغير دين الإسلام، فقال: يا أبا الحكم آلضمان صحيح؟ قال: نعم عاجلا غير آجل،\nقال: فأخذ عمر بيده (. . . . . . .) (1) فأشهد عليه هبل، وكان هبل أعظم\nالأصنام، فكانوا إذا أرادوا شيئا (. . . .) (2) أو حربا أو سلما (. . .)\n(3) لم يفعلوه حتى يستأذنوا هبل؛ فأشهد عليه هبل، وتلك الأصنام، فخرج عمر\nمتقلدا سيفه متقلدا كنانته يريد النبى صلى الله عليه وسلم ليقتله، فلقيه <span id='ms22'></span>\nنعيم بن (. . . .) (4) معبد، فقال له نعيم: أين تريد يا عمر؟ قال: أريد\nمحمدا، قال: وما صنع محمد، قال: أقتله، قال: فكيف تأمن من بني هاشم، ومن\nبني عبد المطلب، إذا أنت قتلت محمدا، وتظن أبا طالب يرضى منك بهذا، قال:\nفقال عمر: أني لأظنك أن قد صبأت مع محمد، ولو علمت ذلك لبدأت بك، قال: إني\nعلى دين آبائي يعني إبراهيم وإسماعيل، فانطلقا يمشيان حتى أتيا الأبطح،\nفإذا هم بعجل يريدون أن يذبحوه، وقد اجتمعوا حوله يقسموا لحمه فلما أوثقوه،\nوأضجعوه ليذبحوه، تكلم العجل بلسان ذلق طلق، فأنشأ يقول: يا آل ذريح، أمر\nنجيح، رجل يصيح، بلسان فصيح، يدعو إلى شهادة أن لا إله إلا الله وأن محمدا\nرسول الله، فتفرقوا من عنده، ومضى عمر مرعوبا حتى أتى الكعبة، وصناديد قريش\nفي الحجر، فأخبرهم بما سمع فقال: أبو جهل، يا عجبي، لو أن غير عمر أخبرنا\nبذلك أو بهذا الحديث لما صدقناه، ثم انطلقوا إليه أن يكف عن هذا الخبر،\nفقال: لا والله، لا أكتم شيئا سمعته حقا، ولا باطلا فتمشوا إلى رؤساء بني\nعدي، فسألوهم أن يكف عمر بن الخطاب، عن هذا الخبر فكف، ثم انطلق يريد النبي\nصلى الله عليه وسلم فاستقتله ناس من خزاعة، قد وقع بينهم شحناء، وهم يريدون\nأن يحتكموا إلى صنم يقال له: رهم، ليحكم بينهم فلما نظروا إلى عمر قالوا\nله: هل لك أن تدخل معنا إليهم ليحكم بيننا، قال: نعم، فدخل معهم فلما وقفوا\nبين يديه وهم ينتظرون الفصل من عنده، إذا هم بهاتف من جوف الصنم وهو يقول:\n</p>\n\n<p>\nيا أيها الناس ذو الأجسام ... ما أنتم وطائش الاحلام\n</p>\n\n<p>\nومسند الحكم إلى الاصنام ... فكلكم أراه كالهيام\n</p>\n\n<p>\nأم ترون ما الذى أمامى ... من ساطع يجلو دجى الظلام (ق18أ)\n</p>\n\n<p>\nقد لاح للناظر من تهام ... أكرمه الرحمن من إمام\n</p>\n\n<p>\nقد جاء بعد الكفر بالإسلام ... يأمر بالصلاة والصيام\n</p>\n\n<p>\nوالبر والصلات للارحام ... ويزجر الناس عن الآثام\n</p>\n\n<p>\nقال: ففزعنا وتفرقنا من عنده، ولم يحضر عند ذلك الصنم أحد يومئذ <span id='ms23'></span> إلا\nأسلم، ومضى عمر، وهو يقول: إن هذا الأمر قد نزل بنا، لأقتلن محمدا من قبل\nأن يشتد هذا الأمر، فانطلق عمر يريد النبي صلى الله عليه وسلم، فلقيه رجل\nمن بني عدي بن كعب، فذكر له ذلك، فقال: ألا أخبرك بالعجب، إنك تريد أن تقتل\nمحمدا، وأنا أتعجب منك، وإن ختنك وأختك قد صبئا مع محمد، وهما على دين محمد\nصلى الله عليه وسلم، قد تركا دينك، فقال: فكيف لي أعلم أن ما قلت حق، قال:\nإن العلامة فيما بينك وبينها، إنهما لا يأكلان من ذبيحتك، فأقبل عمر إلى\nمنزل أخته فاطمة وقد كانت سورة طه أنزلت على رسول الله صلى الله عليه وسلم،\nوهم يتعلمونها فوقف عمر بالباب ساعة، وهم يتعلمون، وقد سمع عمر قرائتهما ثم\nقرع الباب، فقاموا إلى الكتاب فأخفوه، ثم فتحوا الباب، فقال عمر: ما هذه\nالهنيهة التي سمعت، قالا: كلام كنا نتكلم به فيما بيننا، فدعا عمر بشاة\nفذبحها، ثم شواها، ثم دعا أخته وزوجها ليأكلا، فقالا: إنا نذرنا ألا نأكل\nاللحم، فقال عمر: هذه العلامة التي أخبرني بها فلان، فقام عمر إلى أخته\nفضربها وشجها، فنادت أخته بأعلى صوتها يا عمر أتكره الناس على هواك، وإن\nكان غير الحق، أشهد أن لا إله إلا الله، وأن محمدا عبده ورسوله، آمنت بالله\nوبمحمد رسول الله صلى الله عليه وسلم، وكفرت بالطاغوت. لا إله إلا الله\nمحمد رسول الله، قال: فبقى عمر كئيبا، فلما جنهم الليل بات عمر في ناحية\nالبيت، باتت أخته وزوجها في ناحية أخرى، فلما ذهب من الليل ما شاء الله،\nقامت أخته إلى زوجها، فقالت: يا هذا لقد غفلنا الليلة عن قراءة القرآن، قم\nبنا فقاما جميعا، وأسبغا الوضوء، ثم جلسا يقرآن القرآن فلما قالا: {طه، ما\nأنزلنا عليك القرآن لتشقى} إلى قوله: {وما بينهما وما تحت الثرى} قال عمر\nفي نفسه: إن إله محمد لعزيز {له ما في السماوات وما في الأرض وما بينهما\nوما تحت الثرى} ثم قال: يا <span id='ms24'></span> فاطمة، قالت: ما تشاء، قال: أنى لي بها {ما في\nالسماوات وما في الأرض وما بينهما وما تحت الثرى} قالت: إي والله، يا عمر،\nقال: ويحك يا فاطمة (. . . . . . . . . . . . . . . . . . .) (5) (ق18ب)\nحتى أنظر فيه، قالت: لا، أنت رجس نجس وهذا القرآن لا يمسه إلا المطهرون،\nقال عمر: ما عرفت ذل الشرك إلا يومئذ، قال عمر: وكنت أصنع (. . . .) (6)\nأغتسل غسلا، (. . . . . .) (7) أشهد أن لا إله إلا الله، وأشهد أن محمدا\nرسول الله، قال عمر: فقمت واغتسلت، فقلت أشهد أن لا إله إلا الله، وأشهد أن\nمحمدا رسول الله، يا فاطمة، ناوليني الكتاب حتى أنظر فيه قالت: أخاف أن\nتحرقه، قال: قلت: هو في ذمة ابن الخطاب حتى أرده عليك، فأقبل بالكتاب حتى\nوضعته في حجري، وأقبل زوجها يقرأ علي فلما قرأ: {طه، ما أنزلنا عليك القرآن\nلتشقى} إلى قوله: {يعلم السر وأخفى، الله لا إله إلا هو له الأسماء الحسنى}\nقال عمر: إن هذا الرب ينبغي أن لا نعبد سواه، أشهد أن لا إله إلا الله،\nوأشهد أن محمدا رسول الله، قال: فبات عمر ساهر العينين ينادي في كل ساعة من\nالليل، واشوقاه إلى محمد فلما أصبح دخل عليه خباب بن الأرت، فقال: يا عمر،\nإن رسول الله صلى الله عليه وسلم بات الليلة ساهر العينين يناجي الله - عز\nوجل - وينادي في كل ساعة من الليل: اللهم أعز الإسلام بإسلام عمر بن\nالخطاب، أو بأبي جهل بن هشام، وأنا أرجوا أن يكون دعوة رسول الله صلى الله\nعليه وسلم فيك، فقال عمر: دلوني على رسول الله صلى الله عليه وسلم، فقال:\nهو في منزل عمه حمزة بن عبد المطلب، فخرج عمر فنظر لسيفه يريد النبي صلى\nالله عليه وسلم فاستقتله أناس من بني سليم، وقد وقع فيما بينهم شحناء بدون\nأن يحتكموا إلى صنم لهم يقال: له الضمار ليحكم بينهم فلما نظر إلى عمر\nوالسيف على عاتقه، قالوا: يا عمر، هل لك أن تدخل على الضماد ليحكم بيننا،\nفدخل معهم، فلما وقف بين يديه <span id='ms25'></span> قام قائلهم، فقال: إنا قد اجتمعنا فاحكم\nبيننا فإذا هو بهاتف من جوف الصنم وهو يقول:\n</p>\n\n<p>\nترك الضماد وكان يعبد مدة ... قبل الصلاة مع النبي محمد\n</p>\n\n<p>\nسيقول من عبد الضماد ومثله ... ليت الضماد ومثله لم يعبد\n</p>\n\n<p>\nإن الذي ورث النبوة والهدى ... بعد ابن مريم من قريش مهتدي\n</p>\n\n<p>\nسيرى أبو جهل المصفر وجهه ... عمن تدور الدائرات وتعتدى\n</p>\n\n<p>\nصبرا جميلا يا ابن خطاب له ... يأتيك عن غير عز بني عدي\n</p>\n\n<p>\nلا تعجبن إن كنت ناصر دينه ... حقا يقينا باللسان وباليد\n</p>\n\n<p>\nفادخل عليه ياابن خطاب تفز ... يوما به من حر نار توقد\n</p>\n\n<p>\nفانشأ يقول:\n</p>\n\n<p>\nليظهر دين الله إن كنت مؤمنا ... وتصدع بالسيف (. . . .) (8) بالمهند (.\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .) (9)\n(ق19أ) قال: فعجب القوم وقالوا: قد (. . . . . . . . . .) (10) فقال عمر:\nإن من فوق السماوات العلى يعلم السر وأخفى، ثم خرج وقد (. . . . . . .)\n(11) حتى أتى منزل حمزة بن عبد المطلب فقرع الباب، فخرج إليه حمزة، والسيف\nعلى عاتقه، قال: تالله إنك لتطمع في محمد، ونحن جماعة من ولد عبد المطلب،\nفلما سمع النبي صلى الله عليه وسلم كلام حمزة وهو يتكلم مع عمر خرج النبي\nصلى الله عليه وسلم إلى عمر، فلما نظر إلى السيف على عاتقه، (. . . . . . .\n. .) (12) ثم قال: يا عمر، لتكفن عنا أو لينزلن الله بك ما لم ينزل في\nالوليد بن المغيرة، فارتعدت فرائص عمر، ثم اصطلت ركبتاه ووقع السيف من يده،\nونكس رأسه حياء من رسول الله صلى الله عليه وسلم، ثم قال: أشهد أن لا إله\nإلا الله، وأشهد أن محمدا رسول الله، فاعتنقه النبي صلى الله عليه وسلم، ثم\nدخلا منزل حمزة، فقال له عمر: يا نبي الله، كم نحن قال النبي صلى الله عليه\nوسلم: أربعون رجلا، فقال: يا رسول الله، فداك أبي وأمي، آلات والعزى تعبد\nعلى رءوس الجبال، وبطون الأوديه على ظهر الطريق، ودين الله يعبد سرا، والله\nلا يعبد الله سرا بعد يومنا هذا، فلما كان من الغد خرج النبي صلى الله عليه\nوسلم وأبو بكر عن يمينه، وحمزة بين يديه، وعلي بين يدي حمزة <span id='ms26'></span>، وعمر بين يدي\nعلي، بأيديهم أسيافهم، وبقية المسلمين خلف رسول الله صلى الله عليه وسلم\nحتى أتوا الكعبة، وصناديد قريش في الحجر، فلما نظروا إلى عمر قد أقبل\nوالنبي صلى الله عليه وسلم خلفه، فقاموا قياما على أقدامهم، ثم نادوا\nبأجمعهم، يا عمر لقد سرت من فوق الأرض، ومن تحتها، ثم قالوا: قد جاءكم عمر\nبمحمد وأصحابه أسارى، فأنشأ يقول:\n</p>\n\n<p>\nما لي أراكم كلكم قياما ... الكهل والشبان والغلاما\n</p>\n\n<p>\nقد بعث الله لنا إماما ... محمدا قد شرع الإسلاما\n</p>\n\n<p>\nقد أظهر الإيمان واستقاما ... اليوم حقا يكسر الأصناما\n</p>\n\n<p>\nيذب عنه الخال والأعماما.\n</p>\n\n<p>\nقال: تعجب القوم، وقالوا: يا عجبا مضى عمر إلى محمد ليقتله، وقد صبأ معه،\nإن هذا (. . .) (13) فلم يزل بنا فحملوا على عمر، وحمل عمر عيلهم، وحمل\nحمزة عليهم (. . . . . . . . . . . . . . . . . .) (14) فأخذ عمر بيد رسول\nالله صلى الله عليه وسلم (ق19ب) حتى دخلا البيت، فأقبل النبي صلى الله عليه\nوسلم يدفع بقضيب في يده الأصنام وهو يقول: {جاء الحق وزهق الباطل إن الباطل\nكان زهوقا}، فلما سمع عمر أنشأ يقول:\n</p>\n\n<p>\nيا أيها الأصنام هذا أحمد ... هذا النبي (. . . . . .) (15)\n</p>\n\n<p>\nهذا رسول الله حقا فاشهدا ... يدعوا إلى الرحمن حقا (. . .) (16)\n</p>\n\n<p>\nإن كان حقا للعباد فاسجدوا.\n</p>\n\n<p>\nقال: فخرت الأصنام على وجوهها، فأنزل الله تعالى على نبيه صلى الله عليه\nوسلم {يا أيها النبي حسبك الله ومن اتبعك من المؤمنين} أبو بكر، وعمر،\nوعلي، وحمزة، وجعفر رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n11 - قرأت على أبي بكر العباس أحمد بن الحسن الحافظ، حدثكم أبو بكر أحمد بن\nإبراهيم الإسماعيلي، قال: حدثنا أبو بكر بن عمير الرازي الحافظ، قا: حدثنا\nأبو زيد يحيى بن إيوب بن أبي عقال: هلال بن زيد بن الحسن بن أسمامة بن زيد\nبن حارثة بن شراحيل بن عبد العزى بن أمر القيس بن عامر بن النعمان بن عبد\nود بن عمران بن عبد عوف بن عروة بن زيد اللات بن رفيدة بن ثور بن كلب، قال:\nحدثني عمي زيد بن أبي عقال، عن أبيه، عن زيد بن الحسن، عن أبيه <span id='ms27'></span> الحسن، عن\nأبيه أسامة بن زيد بن حارثة، أن حارثة تزوج إلى طيئ بامرأة من بني نبهان،\nفأولدها جبلة، وأسامة، وزيدا، وتوفيت أمهم، وبقوا في حجر جدهم لأمهم، وأراد\nحارثة حملهم، فأتى جدهم لأمهم، فقال: ما عندنا خير لهم، فتراضوا إلى أن حمل\nجبلة، وأسامة وخلف زيدا، فجاءت خيل من تهامة، فأغارت على طيئ، فسبت زيدا،\nفصاروا به إلى سوق عكاظ، فرآه النبي صلى الله عليه وسلم من قبل أن يبعث،\nفقال لخديجة: يا خديجة، رأيت في السوق غلاما من صفته كيت وكيت، يصف عقلا،\nوأدبا، وجمالا، ولو أن لي مالا لاشتريته فأمرت خديجة، ورقة بن نوفل فاشتراه\nمن مالها، فقال لها النبي صلى الله عليه وسلم: يا خديجة، هبي لي هذا الغلام\nبطيبة من نفسك فقالت: يا محمد، إني أرى غلاما وضيئا، وأحب أن أتبناه، وأخاف\nأن تبيعه، فقال: يا موفقة، ما أردت إلا أن أتبناه فقالت: خذه يا محمد،\nفرباه وتبناه، وكان يقال له: زيد بن محمد، فجاء رجل من الحي، فرأى زيد\nفعرفه، فقال له: أنت زيد بن حارثة؟ فقال: لا، أنا زيد بن محمد، فقال: بل\nأنت زيد بن حارثة، إن أباك، وعمومتك، وإخوتك كيت وكيت، قد أتعبوا الأبدان،\nوأنفقوا الأموال في سبيك، فقال:\n</p>\n\n<p>\nألكنى إلى قومي وإن كنت نائيا ... وإني قطين البيت عند المشاعر (ق20أ)\n</p>\n\n<p>\nفكفوا من الوجد الذي قد شجاكم ... ولا تعملوا في الأرض نص الأباعر\n</p>\n\n<p>\nفإني بحمد الله في خير أسرة ... خيار معد كابرا بعد كابر\n</p>\n\n<p>\n(. . . . . . . . . . . . . . .) (1) بينهم القريع المفاخر\n</p>\n\n<p>\nفمضى الرجل فخبر حارثة، ولحارثة فيه أشعار بعضها:\n</p>\n\n<p>\nبكيت على زيد ولم أدر ما فعل ... أحي يرجى أم أتى دونه الأجل\n</p>\n\n<p>\nووالله لا أدري وإني لسائل ... أغالك سهل الأرض أم غالك الجبل\n</p>\n\n<p>\nويا ليت شعري هل لك الدهر رجعة ... فحسبي من الدنيا رجوعك في بجل\n</p>\n\n<p>\nفسأعمل خفض العيش في الأرض جاهدا ... ولا أسأم التطواف أو تسأم الإبل\n</p>\n\n<p>\nوإن هبت الأرواح هيجن ذكره ... أيا طول أحزاني عليه ويا وجل\n</p>\n\n<p>\nتذكرنيه الشمس عند طلوعها ... وتعرض ذكراه <span id='ms28'></span> إذا عسعس الطفل\n</p>\n\n<p>\nحياتي أو تأتي علي منيتي ... وكل امرئ فان وإن غره الأمل\n</p>\n\n<p>\nثم إن حارثة أقبل إلى مكة في إخوته وولده وبعض عشيرته، فإذا النبي صلى\nالله عليه وسلم من فناء الكعبة في نفر من أصحابه وزيد فيهم، فلما نظروا إلى\nزيد عرفوه وعرفهم، فقالوا له: يا زيد، فلم يجبهم إنتظارا منه لرسول الله\nصلى الله عليه وسلم، فقال له النبي صلى الله عليه وسلم: من هؤلاء يا زيد؟\nفقال: يا رسول الله، هذا أبي وهذان عماي وهذا أخي وهؤلاء عشيرتي، فقال له:\nقم فسلم عليهم يا زيد، فقام فسلم عليهم وسلموا عليه، وقالوا: امض معنا يا\nزيد، قال: ما أريد برسول الله صلى الله عليه وسلم بدلا، ولا أوثر عليه\nأحدا، فقالوا له: يا محمد إنا معطوك بهذا الغلام ديات فسم ما شئت، فإنا\nحاملوها إليك، فقال: أسألكم أن تشهدوا أن لا إله إلا الله وأني خاتم\nالأنبياء ورسله، فأبوا وتلكؤوا وتلجلجوا، فقالوا: تعطى ما عرضنا عليك يا\nمحمد؟ قال: هاهنا خصلة غير هذه، قد جعلت أمره إليه، إن شاء فليقم وإن شاء\nفليرحل، قالوا: يا محمد، ما بقي شيء قد قضيت ما عليك يا محمد، وظنوا أنهم\nقد صاروا من زيد إلى حاجتهم، فقالوا: يا زيد، قد أذن لك الآن محمد فانطلق\nمعنا، قال: هيهات هيهات، ما أريد برسول الله صلى الله عليه وسلم بدلا، ولا\nأوثر عليه والدا ولا ولدا، فداروه ولاموه واستعطفوه، وذكروا له وجد من\nوراءهم، فأبى وحلف أن لا يصحبهم، فقال حارثة: أما أنا فإني مؤنسك بنفسي،\nوأنا أشهد أن لا إله إلا الله، وأن محمدا عبده ورسوله، فآمن حارثة، (ق20ب)\nوأما الباقون فرجعوا إلى البرية، ثم إن أخاه جبلة رجع فآمن بالنبي صلى الله\nعليه وسلم.\n</p>\n\n<p>\nوأول لواء عقده النبي صلى الله عليه وسلم بيده إلى الشام لزيد، وأول شهيد\nكان بمؤتة زيد، والثاني جعفر الطيار، والثالث عبد الله بن رواحة، وآخر لواء\nعقده النبي صلى الله عليه وسلم بيده لأسامة <span id='ms29'></span> بن زيد على أصحابه وهم اثني عشر\nألفا من الناس فيهم عمر، فقال: إلى أين يا رسول الله؟ قال: عليك بيبنى\nفصبحها صباحا، وقطع وحرق وضع سيفك، وخذ بثأر أبيك، واعتل النبي صلى الله\nعليه وسلم وقال: جهزوا جيش أسامة بن زيد، فأنفذوا جيش أسامة، فجهز وخرج إلى\nالجرف، واشتدت علة النبي صلى الله عليه وسلم، فبعث إلى إليه يريده، فرجع\nفدخل على النبي صلى الله عليه وسلم وقد أغمي عليه، ثم أفاق صلى الله عليه\nوسلم فنظر إلى أسامة، فأقبل يرفع يديه إلى السماء ويفرغها على أسامة،\nفعرفنا أنه إنما يدعو له.\n</p>\n\n<p>\nثم قبض صلى الله عليه وسلم، فكان فيمن غسله الفضل بن العباس وعلي بن أبي\nطالب، وأسامة بن زيد يصب عليه الماء، فلما دفن صلى الله عليه وسلم، قال عمر\nلأبي بكر: ما ترى في لواء أسامة؟ قال: ما أحل لواء عقده رسول الله صلى الله\nعليه وسلم ولا ينحل عن عسكره رجل إلا أن تكون أنت يا عمر، ولولا حاجتي إلى\nمشورتك لما أحللتك من عسكره، يا أسامة عليك بالمياه - يعنى البوادي - وكان\nيمر بالبوادي فيقال: هذا جيش رسول الله صلى الله عليه وسلم فيثبتوا على\nأديانهم، حتى صاروا إلى عشيرته كلب، فآمنت وكانت تحت لوائه إلى أن قدم\nالشام، ثم قدم بعد ذلك على معاوية بن أبي سفيان، قال: اختر لك منزلا،\nفاختار المروة، فاقتطع بها هو وعشيرته، فسكن بها، وقد قال الشاعر في ذلك:\n</p>\n\n<p>\nإذا ذكرت أرض لقوم بنعمة ... فبلدة قومي تزدهي وتطيب\n</p>\n\n<p>\nبها الدين والإسلام والبذل والندى ... فمن ينتجعها للرشاد يصيب\n</p>\n\n<p>\nومن ينتجع أرضا سواها فإنه ... سيندم يوما بعدها ويخيب\n</p>\n\n<p>\nتبوأ منها أسامة منزلا ... وكان لخير العالمين حبيب\n</p>\n\n<p>\nحبيب رسول الله وابن رديفه ... له ألفة معروفة ونصيب\n</p>\n\n<p>\nفأسكنها كلبا فأضحت بمنزل له ... الصفو منه والجنان نصيب\n</p>\n\n<p>\nفنصف على بيتي وشيح ونزهة ... ونصف على بحر أغر رطيب\n</p>\n\n<p>\nثم إن أسامة رجع إلى وادي القرى فتوفي بها، وخلف ابنة له يقال لها فاطمة،\nفلم تزل <span id='ms30'></span> مقيمة إلى أن ولي عمر بن عبدالعزيز، فجاءت فدخلت عليه، فقام من\nمجلسه وأقعدها فيه، وقال لها: حوائجك يا فاطمة، قالت: تحملني إلى أخي،\n(ق21أ) فجهزها وحملها.\n</p>\n\n<p>\nواختلف العلماء (. . .) (2) أسامة فمنهم من قال: هو أول من (. . . . . .\n.) (3) خديجة رضي الله عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n12 - أخبرنا أبو سعد عبد الملك بن أبي عثمان الزاهد، (. . . . . . . . . .\n. . .) (1) قال: ثنا محمد بن الفضل، عن محمد بن إسحاق، عن عبد الغفار بن\nالقاسم بن مريم، عن المنهال بن عمرو، عن عبد الله بن الحارث بن نوفل بن عبد\nالمطلب، عن ابن عباس، عن علي بن أبي طالب قال: لما نزلت: {وأنذر عشيرتك\nالأقربين، واخفض جناحك لمن اتبعك من المؤمنين}، قال رسول الله صلى الله\nعليه وسلم: عرفت أني إن بادأت بها قومي رأيت منهم ما أكره - قال: محمد بن\nإسحاق من رواية يونس بن بكير عنه قال: حدثني من سمع عبد الله بن الحارث بن\nنوفل، عن عبد الله بن عباس، عن علي بن أبي طالب رضي الله عنهما قال: لما\nنزلت هذه الآية {وأنذر عشيرتك الأقربين، واخفض جناحك لمن اتبعك من\nالمؤمنين} قال: فجاءني جبريل عليه السلام، فقال: يا محمد إنك إن لم تفعل ما\nأمرك به ربك عذبك. قال علي: فدعاني رسول الله صلى الله عليه وسلم فقال: يا\nعلي إن الله تعالى قد أمرني أن أنذر عشيرتي الأقربين، فعرفت أني إن بادأتهم\nبذلك رأيت منهم ما أكره، فصمت عن ذلك، ثم جاءني جبريل عليه السلام فقال: يا\nمحمد، إن لم تفعل ما أمرك به ربك عذبك، فاصنع لنا يا علي رجل شاة على صاع\nمن طعام وأعد لنا عس لبن، ثم اجمع لي بني عبد المطلب، ففعلت فاجتمعوا له،\nوهم يومئذ أربعون رجلا يزيدون رجلا أو ينقصونه فيهم أعمامه أبو طالب،\nوحمزة، والعباس، وأبو لهب الكافر، قال: فقدمت إليهم تلك الجفنة، فأخذ رسول\nالله صلى الله عليه وسلم منها حذية، فشقها بأسنانه، ثم رمى بها في نواحيها،\nثم قال: كلوا بسم الله، فأكل القوم حتى نهلوا عنه <span id='ms31'></span> ما يرى إلا آثار أصابعهم،\nوالله إن كان الرجل منهم يأكل مثلها , ثم قال رسول الله صلى الله عليه\nوسلم: اسقهم يا علي فجئت بذلك القعب فشربوا منه حتى نهلوا جميعا، وايم الله\nإن كان الرجل منهم ليشرب مثله، فلما أراد رسول الله صلى الله عليه وسلم\nالكلام بدره أبو لهب إلى الكلام، فقال: أما ترون قد سحركم صاحبكم. فتفرقوا\nولم يكلمهم رسول الله صلى الله عليه وسلم. فلما كان الغد قال رسول الله صلى\nالله عليه وسلم: يا علي، عد لنا بمثل الذي صنعت لنا بالأمس من الطعام\nوالشراب، فإن هذا الرجل قد بدرني إلى ما قد سمعت قبل أن أكلم القوم. ففعلت،\nثم جمعتهم له وصنع رسول الله صلى الله عليه وسلم كما صنع بالأمس، فأكلوا\nحتى نهلوا عنه، ثم سقيتهم فشربوا من ذلك القعب حتى نهلوا عنه، وايم الله إن\nكان الرجل منهم ليأكل مثلها ويشرب مثلها , ثم قال رسول الله صلى الله عليه\nوسلم: يا بني عبد المطلب إني والله ما أعلم شابا من العرب جاء قومه بأفضل\nمما جئتكم به. إني قد جئتكم بأمر الدنيا والآخرة. فتفرقوا (ق21ب) عنه، ولم\nيتقبلوا منه ذلك اليوم شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n13 - أخبرنا أبو العباس أحمد بن الحسن الرازي بمكة، قال: حدثنا أحمد بن\nيوسف العطار، قال: حدثنا أبو جعفر محمد بن أحمد بن نصر الترمذي، قال: حدثنا\nرجاء بن عبد الله التميمي أبو صالح الصاغاني، قال: حدثنا عمرو بن (. . . .\n. . . . . .) (1) اليمامي، عن الأعمش، عن قابوس بن أبي ظبيان، عن أبيه، عن\n(. . . . . . . . . .) (2) قال رسول الله صلى الله عليه وسلم: اجتمع مشركوا\nقريش في دار الندوة في (. . . . . . . . .) (3) وأراد أن يصلي، فلما دخل في\nالصلاة، قال أبو جهل بن هشام: من يقوم إلى هذا الرجل فيفسد عليه صلاته.\nفقام ابن الزبعرى فأخذ فرثا ودما فلطخ به وجه النبي صلى الله عليه وسلم،\nفأتى أبا طالب فقال: يا عم، من أنا؟ فقال أبو طالب: من فعل هذا بك يا ابن\nأخي؟ فقال النبي صلى الله عليه <span id='ms32'></span> وسلم: ابن الزبعرى، فقام أبو طالب ووضع سيفه\nعلى عاتقه ومشى معه حتى أتى القوم، فلما رأوا أبا طالب قد أقبل جعل القوم\nينتقصون، فقال أبو طالب: والله لئن قام منكم رجل جللته بسيفي فقعدوا حتى\nدنا إليهم، فقال: يا بني من الفاعل بك هذا؟ فقال: عبد الله بن الزبعرى،\nفأخذ أبو طالب فرثا ودما فلطخ به وجوههم ولحاهم وثيابهم وأساء لهم القول،\nفنزلت هذه الآية: {وهم ينهون عنه وينأون عنه}، فقال النبي صلى الله عليه\nوسلم: يا عم نزلت فيك آية قال: وما هي؟ قال: (تمنع قريشا أن تؤذيني وتأبى\nأن تؤمن بي) فقال أبو طالب:\n</p>\n\n<p>\nوالله لن يصلوا إليك بجمعهم ... حتى أوسد في التراب دفينا\n</p>\n\n<p>\nفاصدع بأمرك ما عليك غضاضة ... وأبشر بذاك وقر منك عيونا\n</p>\n\n<p>\nودعوتني وزعمت أنك ناصحي ... فلقد صدقت وكنت قبل أمينا\n</p>\n\n<p>\nوعرضت دينا قد عرفت بأنه ... من خير أديان البرية دينا\n</p>\n\n<p>\nلولا الملامة أو حذار مسبة ... لوجدتني سمحا بذاك يقينا\n</p>\n\n<p>\nفقالوا: يا رسول الله هل تنفع نصرة أبي طالب لك؟ قال: نعم دفع عنه بذاك\nالغل ولم يقرن مع الشياطين ولم يدخل في جب الحيات والعقارب إنما عذابه في\nنعلين من نار في رجليه يغلي منهما دماغه في رأسه وذلك أهون أهل النار عذابا.\n</p>\n\n<p>\nقال محمد بن إسحاق: فقال أصحاب رسول الله صلى الله عليه وسلم إذا صلوا\nذهبوا إلى الشعاب، وأخفوا صلاتهم من قومهم، فبينا سعد بن أبي وقاص في نفر\nمن أصحاب رسول الله صلى الله عليه وسلم في شعب من شعاب مكة إذ ظهر عليهم\nنفر من المشركين، وهم يصلون فناكروهم وعابوا عليهم ما يصنعون حتى قاتلوهم\nواقتتلوا فضرب سعد بن أبي وقاص رجلا من المشركين بلحي بعير فشجه فكان أول\nدم أهريق في الاسلام فلما رأت قريش رسول الله صلى الله عليه وسلم لا يعتبهم\nمن شيء أنكروه عليه من فراقهم وعيب (ق22أ) آلهتهم ورأوا عمه أبو طالب قد\nحدب عليه وقام دونه فلم يسلمه لهم مشى رجال من أشراف قريش <span id='ms33'></span> الى أبي طالب\nفيهم عتبة ابن ربيعة، وشيبة، وأبو سفيان، وأبو البختري، والأسود بن المطلب،\nوالوليد بن المغيرة، وأبو جهل بن هشام، والعاص بن وائل، ومنبه ونبيه ابنا\nالحجاج، أو من مشى فيهم فقالوا: يا أبا طالب إن ابن أخيك قد سب آلهتنا وعاب\nديننا وسفه أحلامنا وضلل آباءنا فإما أن تكفه عنا وإما أن تخلي بيننا وبينه\nفنكفيكه وإنك على مثل ما نحن عليه من خلافه، فقال أبو طالب قولا رقيقا ورد\nردا جميلا فانصرفوا عنه، ومضى رسول الله صلى الله عليه وسلم على ما هو عليه\nيظهر دين الله ويدعوا إليه ثم إن قريشا تآمروا بينهم على من في القبائل\nمنهم من أصحاب رسول الله صلى الله عليه وسلم الذين أسلموا، فوثبت كل قبيلة\nعلى من فيها من المسلمين يعذبونهم ويفتنونهم عن دينهم ومنع الله عز وجل\nرسوله صلى الله عليه وسلم بعمه أبي طالب، وقد قال أبو طالب حين رأى قريشا\nتصنع في بني هاشم، وبني المطلب؛ فدعاهم إلى ما هو عليه من منع رسول الله\nصلى الله عليه وسلم والقيام دونه فاجتمعوا إليه، وقاموا معه فأجابوه إلى ما\nدعاهم اليه من الدفع عن رسول الله صلى الله عليه وسلم إلا ما كان من أبي\nلهب وهو يحرض بني هاشم فقال أبو طالب:\n</p>\n\n<p>\nمنعنا الرسول رسول المليك ... ببيض تلألأ كلمع البريق\n</p>\n\n<p>\nبضرب يذيب دون النهار ... جذار التوا من بالجنعقيق\n</p>\n\n<p>\nأذب وأحمي رسول المليك ... حماية حام عليه شفيق\n</p>\n\n<p>\nوما أن أذب لأعدائه ... ذبيب البكار حذار العنيق\n</p>\n\n<p>\nولكن أزير لهم سائما ... كما زأر ليث بغيل مضيق\n</p>\n\n<p>\nفلما رأى أبو طالب ما سره من قومه من حدهم معه وحد بهم عليه جعل يمدحهم\nويذكر مدحتهم ويذكر فضل رسول الله صلى الله عليه وسلم، ومكانه منهم ليشتد\nلهم رأيهم فيه، وليحزموا معه على أمرهم قال: فقال أبو طالب:\n</p>\n\n<p>\nاذا اجتمعت يوما قريش لمفخر ... فبعد مناف سرها وصميمها\n</p>\n\n<p>\nوإن حملت أشراف عبد منافها ... ففي هاشم أشرافها وقديمها\n</p>\n\n<p>\nوإن فخرت يوما فإن محمدا <span id='ms34'></span> ... هو المصطفى من سرها وكريمها\n</p>\n\n<p>\nتداعت قريش غثها وسمينها ... علينا فلم تظفر وطاشت عقولها\n</p>\n\n<p>\nوكنا قديما لا نقر ظلامة ... إذا ما ثنوا صعر الخدود نقيمها (ق22ب)\n</p>\n\n<p>\nونحمي حماها كل يوم كريهة ... ونضرب عن فخارها من يرومها.\n</p>\n\n<p>\nقال محمد بن إسحاق، فحدثني محمد بن أبي محمد، عن سعيد بن جبير أو عكرمة،\nعن ابن عباس أن الوليد بن المغيرة اجتمع اليه نفر من قريش وكان ذا سن فيهم\nوقد حضر الموسم فقال يا معشر قريش، إنه قد حضر الموسم، وأن وفود العرب\nستقدم عليكم فيه، وقد سمعوا بأمر صاحبكم هذا، فأجمعوا فيه رأيا واحدا،\nفاجتمعوا أن أقرب القول أن يقولوا: ساحر، فأنزل الله في النفر الذين كانوا\nمعه يصنفون له القول في رسول الله صلى الله عليه وسلم وفيما جاء به من عند\nالله تعالى: {الذين جعلوا القرآن عضين} أي أصنافا {فوربك لنسألنهم أجمعين،\nعما كانوا يعملون} أولئك النفر الذين يقولون ذلك لرسول الله صلى الله عليه\nوسلم لمن لقوا من الناس وصدرت العرب من ذلك الموسم [بأمر رسول الله صلى\nالله عليه وسلم] وانتشر ذكره في بلاد العرب كلها، ثم إن قريشا حين عرفت أن\nأبا طالب أبى خذلان رسول الله صلى الله عليه وسلم وإسلامه، وإجماعه لفراقهم\nفي ذلك، وعدواتهم مشوا إليه، ومعهم عمارة ابن الوليد بن المغيرة، وقالوا:\nيا أبا طالب قد جئناك بفتى قريش عمارة بن الوليد جمالا وشبابا، فهو لك بصره\nوعقله، فاتخذه ولدا لا تنازع فيه وخل بيننا وبين ابن أخيك هذا الذي فارق\nدينك، ودين آبائك، وفرق جماعة قومه وسفه أحلامهم لنقتله، فإن ذلك أجمع\nللعشيرة، وأفضل في عواقب الأمور مغبة، فقال لهم أبو طالب: والله ما\nأنصفتموني، تعطوني ابنكم أغذيه لكم وأربيه، وأعطيكم ابن أخي تقتلونه! هذا\nوالله لا يكون أبدا، أفلا تعلمون أن الناقة اذا فقدت ولدها لم تحن إلى\nغيرها، ثم إن قريشا مشوا إلى أبي طالب تارة أخرى فكلموه، وقالوا: ما نحن يا\nأبا طالب وإن كنت فينا ذا منزلة <span id='ms35'></span> بسنك وشرفك وموضعك بتاركي ابن أخيك على هذا\nحتى نهلكه، أو يكف عنا ما قد أظهر فينا من شتم آلهتنا، وسب آبائنا، وعيب\nديننا فإن شئت فدع فقد أعذرنا إليك وطلبنا التخلص من حربك وعداوتك فكل ما\nنظن أن ذلك مخلصنا، فانظر في أمرك ثم امض علينا فصال.\n</p>\n\n<p>\nقال محمد بن إسحاق: حدثني يعقوب بن عتبة بن المغيرة بن الأخنس أن قريشا\nحين قالت هذه المقالة لأبي طالب، بعث إلى رسول الله صلى الله عليه وسلم\nفقال له: يا ابن أخي إن القوم جاءوني فقالوا: كذا وكذا للذي قالوا له\nوآذنوني قبل الحرب، فأبق علي وعلى نفسك، ولا تحملني من الأمر ما لا أطيق\nأنا ولا أنت، واكفف عن قومك ما يكرهون من قولك هذا الذي فرق بيننا وبينهم،\nفظن رسول الله صلى الله عليه وسلم أنه قد بدا لعمه فيه، وإنه خاذله\nأومسلمه، وضعف عن نصرته والقيام معه فقال رسول الله صلى الله عليه وسلم يا\nعم لو وضعت الشمس في يميني، والقمر في يساري (ق23أ) ما تركت الأمر حتى\nيظهره الله أو أهلك في ذلك، ثم استعبر رسول الله صلى الله عليه وسلم فبكى\nفلما ولى قال له حين رأى ما بلغ الأمر برسول الله صلى الله عليه وسلم أقبل\nيابن أخي فأقبل عليه، فقال امض على أمرك، وافعل ما أحببت فوالله لا نسلمك\nبشيء أبدا.\n</p>\n\n<p>\nقال: فلما مضى رسول الله صلى الله عليه وسلم على الذي بعث به وقامت بنو\nهاشم وبنو المطلب دونه وأبوا أن يسلموه وهم من خلافه على مثل ما قومهم عليه\nإلا أنهم أنفوا أن يستذلوا ويسلموا أخاهم لمن فارقه من قومه فلما فعلت ذلك\nبنو هاشم وبنو المطلب وعرفت قريش أنه لا سبيل إلى محمد صلى الله عليه وسلم\nمعهم اجتمعوا على أن يكتبوا فيما بينهم على بني هاشم وبني المطلب أن لا\nينكحوا منهم، ولا يخطبوا إليهم ولا يبايعونهم ولا يبتاعون منهم فكتبوا\nصحيفة في ذلك وكتب الصحيفة عكرمة بن عامر <span id='ms36'></span> بن هاشم بن عبد مناف بن عبد الدار\nوعلقوها بالكعبة ثم غدوا على من أسلم فأوقعوهم، وآذوهم واشتد البلاء عليهم\nوعظمت الفتنة فيهم وزلزلوا زلزالا شديدا فخرج أبو لهب عدو الله يظاهر عليهم\nقريشا، وقال: نصرت اللات والعزى، يا معشر قريش، فأنزل الله عز وجل: {تبت\nيدا أبي لهب وتب، ما أغنى عنه ماله وما كسب} إلى آخر السورة فقالت صفية بنت\nعبد المطلب:\n</p>\n\n<p>\nألا من مبلغ عني قريشا ... ففيم الأمر فينا والأمار\n</p>\n\n<p>\nلنا الأمر المقدم قد علمتم ... ولم توقد لنا بالغدر نار\n</p>\n\n<p>\nمجازيل العطا إذا وهبنا ... وأيسار إذا ابتغى اليسار\n</p>\n\n<p>\nوكل مناقب الخيرات فينا ... وبعض الأمر منقصة وعار\n</p>\n\n<p>\nفلاموا لعاديات غداة جمع ... بأيديها إذا سطع الغبار\n</p>\n\n<p>\nلنصطبرن لأمر الله حتى ... يبين ربنا أين القرار.\n</p>\n\n<p>\nعمد أبو طالب فأدخل الشعب ابن أخيه، وبني أبيه، ومن اتبعهم من بين مؤمن\nدخل لنصرة الله ونصرة رسوله صلى الله عليه وسلم، ومن بين مشرك يحمى، فدخلوا\nشعبهم وهو شعب أبي طالب [في ناحية من مكة] فلما قدم عمرو بن العاص، وعبد\nالله بن أبي ربيعة إلى قريش فأخبرهم بالذي قال النجاشي لمحمد صلى الله عليه\nوسلم، وأصحابه أشتد وجدهم وأذوا رسول الله صلى الله عليه وسلم أذى شديدا،\nوضربوهم في كل طريق، وحصروهم في شعبهم، وقطعوا عنهم المادة من الأسواق فلم\nيدعوا أحدا من الناس يدخل عليهم طعاما ولا شيئا مما يرفق بهم، فكانوا\nيخرجون من الشعب إلى الموسم، وكانت قريش تبادرهم الى الأسواق فيشترونها\nويغلونها عليهم. ففعلوا ذلك ثلاث سنين حتى بلغ القوم الجهد الشديد وحتى\nسمعوا أصوات صبيانهم يتضاغون من وراء (ق23ب) الشعب وكان المشركون يكرهون ما\nفيه بنو هاشم من البلاء حتى كره عامة قريش ما أصاب بني هاشم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا أبو العباس أحمد بن الحسن الحافظ، قال: أنبأ محمد بن علي\nالمصري، قال: حدثنا القاسم بن الليث، أبو صالح الراسبي، حدثنا محمد بن\nعثمان أبي صفوان الثقفي، حدثنا وهب بن جرير بن حازم، حدثنا أبي، عن محمد بن\nإسحاق، عن <span id='ms37'></span> هشام بن عروة، عن أبيه، عن عبد الله بن جعفر، قال: لما توفي أبو\nطالب خرج النبي صلى الله عليه وسلم إلى الطائف ماشيا على قدميه، فدعاهم إلى\nالإسلام فلم يجيبوه، قال: فانصرف فأتى ظل شجرة فصلى ركعتين، ثم قال: اللهم\nإليك أشكو ضعف قوتي، وقلة حيلتي، وهواني على الناس، أرحم الراحمين، أنت\nأرحم الراحمين، إلى من تكلني، إلى عدو يتجهمني أو إلى قريب ملكته أمري، إن\nلم تكن غضبانا علي فلا أبالي، غير أن عافيتك أوسع لي، أعوذ بنور وجهك الذي\nأشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة، أن تنزل بي غضبك أو تحل\nعلي سخطك، لك العتبى حتى ترضى، ولا حول ولا قوة إلا بك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا أبو بكر محمد بن علي المصري، قال: حدثنا أبو الطاهر محمد بن\nأحمد الذهلي، حدثني علي بن داود، قال: حدثنا عمرو، قال: حدثنا ابن لهيعة،\nعن أبي الأسود، عن عروة، قال: فلما حضر الموسم حج نفر من الأنصار من بني\nمالك بن النجار، فأتاهم رسول الله صلى الله عليه وسلم، فأخبرهم بالذي\nاصطفاه الله عز وجل من نبوته وكرامته، فقرأ عليهم القرآن، فلما سمعوا قوله\nأنصتوا، واطمأنت أنفسهم إلى دعوته وعرفوا ما كانوا يسمعون من أهل الكتاب من\nذكرهم إياه بصفته، وما يدعوهم إليه، فصدقوه وآمنوا به وكانوا من أسباب\nالخير ثم انصرفوا تلك السنة، فلما جاء العام المقبل لقي ستة نفر من\nالخزرجيين: أسعد بن زرارة، وأبو الهيثم بن التيهان، وعبد الله بن رواحة،\nوسعد بن الربيع، والنعمان بن حارثة، وعبادة بن الصامت، فلقيهم النبي صلى\nالله عليه وسلم في أيام منى عند جمرة العقبة ليلا فجلس إليهم فدعاهم إلى\nالله عز وجل، وإلى عبادته، والمؤازرة على دينه الذي بعث به أنبياءه ورسهله،\nفسألوه أن يعرض عليهم مما أوحي إليه فقرأ عليهم من سورة إبراهيم: {وإذ قال\nإبراهيم رب اجعل هذا البلد آمنا} إلى آخر السورة، فرق القوم، وأخبتوا حين\nسمعوا وأجابوه.\n</p>\n\n<p>\nفمر العباس وهم يكلموه وهو يكلمهم فعرف صوت <span id='ms38'></span> النبي صلى الله عليه وسلم\nفقال: يا ابن أخي من هؤلاء الذين عندك؟ قال: سكان يثرب من الأوس والخزرج\nوقد دعوتهم إلى ما دعوت إليه من قبلهم من القبائل، فأجابوني وصدقوني وذكروا\nأنهم يخرجوني معهم إلى بلادهم، فنزل العباس وعقل راحلته ثم قال لهم: يا\nمعشر الأوس والخزرج هذا ابن أخي، وهو أحب الناس إلي، والله لا أصدقه بما\nيقول، فإن كنتم صدقتموه وآمنتم به وأردتم إخراجه معكم فإني أريد أن آخذ\nعليكم موثقا تطمئن به نفسي (ق24أ) ولا تخذلوه ولا تغروه فإن جيرانكم اليهود\nواليهود له عدو ولا آمن مكرهم عليه، فقال أسعد بن زرارة، وشق عليه كلام\nالعباس حين اتهم عليه وأصحابه: ائذن لنا يا رسول الله أن نجبه غير مخشنين\nبصدرك ولا متعرضين لشيء مما تكره إلا تصديقا لإجابتنا إياك، وإيمانا بك،\nفقال: أجيبوه، وأبسطوا ألسنتكم غير مقصرين ولا متهمين، فأقبل أسعد على رسول\nالله صلى الله عليه وسلم بوجهه فقال: يا رسول الله، إن لكل دعوة سبيلا إن\nلين وإن شدة، والآخذ بسبيل اللين (. . . .) (1) والآخذ بسبيل الشدة ينحوه\nمنها، وقد دعوتنا اليوم دعوة متجهمة للناس متوعرة عليهم دعوتنا إلى رتب\nثلاث ليس في ترتيبهن واحدة من ثلاث: لا لين من شدة، ولا أمن من خوف، ولا\nغنى من فقر، وليس يتهم القوم على الأمر الذي أجابوا إلى شدته قبل لينه،\nوإلى خوفه قبل أمنه، وإلى حزونته قبل سهولته، دعوتنا إلى ترك ديننا واتباعك\nعلى دينك وتلك رتبة صعبة فأجبناك إلى ذلك، ودعوتنا إلى قطع ما بيننا، وبين\nالناس من الجوار والأرحام القريب والبعيد، وتلك رتبة صعبة فأجبناك إلى ذلك\nودعوتنا ونحن جماعة في دار عز لا يطمع أحد فينا أن يرأس علينا رجل من غيرنا\nقد أفرده قومه وأسلمه أعمامه وتلك رتبة صعبة فأجبناك إلى ذلك وكل هذه الرتب\nمكروهة عند الناس إلا من عزم الله عز وجل على رشده والتمس الخير في عواقبها\nوقد أجبناك إلى ذلك بألسنتنا وصدورنا وأيدينا؛ إيمانا بما جئت به وتصديقا <span id='ms39'></span>\nبمعرفة ثبتت في قلوبنا نبايعك على ذلك، ونبايع ربنا وربك يد الله فوق\nأيدينا، ودماؤنا دون دمك، وأيدينا دون يدك نمنعك مما نمنع منه أنفسنا\nوأبناءنا ونساءنا فإن نفي بذلك فلله نفي وإن نغدر فبالله نغدر ونحن به\nأشقياء هذا الصدق منا يا رسول الله والله المستعان.\n</p>\n\n<p>\nثم أقبل على العباس بوجهه فقال: أيها المعترض لنا بالقول دون النبي صلى\nالله عليه وسلم وقد كذبته، وأسلمته والله أعلم ما أردت بذلك ذكرت أنه ابن\nأخيك، ونحن اليوم أقرب إليه منك، وأولى من الدين وأحق، وذكرت أنه أحب الناس\nإليك فنحن له أشد حبا حين قطعنا في القريب والبعيد، وذا الرحم، وقد كرهت\nأنت ذلك، فأين الحقيقة يا عباس، وذكرت أنك لا تصدقه بما يقول، فإن الله عز\nوجل لا يزله بذلك، ولا يعزك له، ولكنا نصدقه بما يقول، ونشهد بأنه رسول\nالله صلى الله عليه وسلم أرسله من عنده، وأن ما جاء به لا يشبه كلام البشر\nوأما ما ذكرت أنك لا تطمئن إلينا في أمره حتى تأخذ مواثيقنا فهذه خصلة لا\nنردها على أحد أرادها لرسول الله صلى الله عليه وسلم فخذ ما شئت ثم التفت\nإلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله خذ لنفسك ما شئت،\nواشترط لربك ما شئت، فقال النبي صلى الله عليه وسلم: أشترط لربي عز وجل أن\nتعبدوه ولا تشركوا به شيئا، ولنفسي أن تمنعوني مما تمنعون (ق24ب) منه\nأنفسكم وأبناءكم ونساءكم قالوا: فذلك لك يا رسول الله.\n</p>\n\n<p>\nفقال العباس: عليكم بذلكم عهد الله مع عهودكم وذمة الله مع ذمتكم في هذا\nالشهر الحرام والبلد الحرام تبايعونه وتبايعون الله، يد الله فوق أيديكم\nلتجدن في نصره، ولتشدن له من أزره ولتوفن له بعهده بدفع أيديكم، وصرح\nألسنتكم، ونصح صدوركم، لا يمنعكم من ذلك رغبة أشرفتم عليها ولا رهبة أشرفت\nعليكم ولا يؤتى من قبلكم قالوا جميعا: نعم قال: الله عليكم بذلك راع وكفيل،\nقالوا: نعم قال: اللهم إنك سامع شاهد <span id='ms40'></span> وإن هذا ابن أخي قد استرعاهم ذمته،\nواستحفظهم نفسه، اللهم فكن لابن أخي عليهم شهيدا؛ فرضي القوم بما أعطاهم\nرسول الله صلى الله عليه وسلم من نفسه ورضي النبي صلى الله عليه وسلم بما\nأعطوه من أنفسهم، وقد كانوا قالوا له: يا رسول الله إذا أعطيناك ذلك فما\nلنا؟ قال: رضوان الله عز وجل والجنة، قالوا: رضينا، وقبلنا فأقبل أبو\nالهيثم على أصحابه فقال: ألستم أنتم تعلمون أن هذا رسول الله إليكم وقد\nآمنتم به وصدقتموه؟ قالوا: بلى، قال: أولستم تعلمون أنه في بلد الله الحرام\nومسقط رأسه ومولده وعشيرته؟ قالوا: بلى، قال: فإن كنتم خاذليه أو مسلميه\nيوما من الدهر لبلاء ينزل بكم فالآن؛ فإن العرب سترميكم فيه عن قوس واحدة\nفإن طابت أنفسكم عن الأنفس والأموال والأولاد في ذات الله عز وجل فما لكم\nعند الله تعالى من الثواب خير من أنفسكم وأولادكم وأموالكم. فأجابوه جميعا:\nلا بل نحن معه على البيعة بالوفاء والصدق، ثم أقبل على النبي صلى الله عليه\nوسلم فقال: يا رسول الله لعلك إذا حاربنا فيك الناس وقطعنا ما بيننا وبينهم\nمن الجوار والحلف والأرحام وحملتنا الحرب على سيسائها وكشفت لنا عن قناعها\nلحقت ببلدك وتركتنا وقد حاربنا الناس فيك؟ فتبسم رسول الله صلى الله عليه\nوسلم ثم قال: الدم الدم والهدم الهدم.\n</p>\n\n<p>\nفقال عبد الله بن رواحة: خل بيننا يا أبا الهيثم حتى نبايع رسول الله صلى\nالله عليه وسلم فسبقهم أبو الهيثم إلى بيعته فقال: أبايعك يا رسول الله على\nما بايع به الاثنا عشر نقيبا من بني إسرائيل موسى بن عمران عليه السلام.\n</p>\n\n<p>\nفقال عبد الله بن رواحة أيضا: أبايعك يا رسول الله على ما بايع عليه\nالاثنا عشر من الحواريين عيسى ابن مريم صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال أسعد بن زرارة: أبايع الله وأبايعك يا رسول الله صلى الله عليه وسلم\nعلى أن أتم عهدي بوفائي وأصدق قولي بفعلي ونصرتك.\n</p>\n\n<p>\nوقال النعمان بن حارثة: أبايعك يا رسول الله على الإقدام <span id='ms41'></span> في أمر الله لا\nأراقب فيه القريب والبعيد فإن شئت والله ملنا بأسيافنا هذه على أهل منى،\nفقال النبي صلى الله عليه وسلم: لم أومر بذلك.\n</p>\n\n<p>\nوقال عبادة بن الصامت: أبايعك يا رسول الله على أن لا تأخذني في الله\nلومة لائم.\n</p>\n\n<p>\nوقال سعد بن الربيع: أبايع الله يا رسول الله وأبايعك على أن لا أعصيكما\nولا أكذبكما حديثا.\n</p>\n\n<p>\nفانصرف القوم (ق25أ) إلى بلادهم راضين مسرورين فسروا بما أعطاهم رسول\nالله صلى الله عليه وسلم من الوحي وتحسن إجابة قومهم لهم حتى وافوه من قابل\nوهم سبعون رجلا. فبايعوه (. . . . . .) (2) إلى أن أنصرفوا ينتظرون رسول\nالله صلى الله عليه وسلم إلى أن يأذن الله له بالهجرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n16 - أخبرنا أبو القاسم عبيد الله بن محمد السقطي، قال: حدثنا أبو العباس\nمحمد بن يوسف السقطي، حدثنا أبو بكر محمد بن أحمد بن يعقوب بن شيبة بن\nالصلت، قال: حدثني جدي يعقوب بن شيبة، قال: حدثنا الخليل بن عبدالله\nالحيلي، قال: حدثنا ظافر بن إبراهيم، قال: أخبرنا عبد الرحمن بن قيس، عن\nعلي بن زيد بن جدعان، عن سعيد بن المسيب، عن أنس بن مالك قال: لما كانت\nليلة الغار، قال أبو بكر: يا رسول الله ائذن لي فأدخل قبلك فإن كانت وحية\nأو شيء كانت بي دونك فأذن له فجعل يلتمس الغار بيده فلا يمر بجحر إلا شق من\nثوبه فألقمه الجحر فلما أتى على الثوب كله بقي جحر واحد فألقمه عقبه، ثم\nقال: ادخل يا رسول الله فلما أضاء لهما الصبح قال النبي صلى الله عليه وسلم\nيا أبا بكر ما فعل ثوبك، فأخبره بما صنع فرفع يديه، وقال اللهم اجعل أبا\nبكر معي في درجتي في الجنة فأوحي إليه تعالى أن قد استجيب لك.\n</p>\n\n<p>\nوقال عبد الله بن جابر، حدثني (. . .) (1) بن عبد الله، أن أبا بكر\nالصديق رضي الله عنه ذهب مع النبي صلى الله عليه وسلم إلى الغار فأراد أن\nيدخل الغار، ثم قال: كما أنت يا رسول الله، فضرب برجله <span id='ms42'></span> اليمام يعني الحمام،\nوطاف فلم يرى شيئا، فقال: ادخل فدخل فإذا في الغار فألقمه أبو بكر رضي الله\nعنه عقبه مخافة أن يخرج على رسول الله صلى الله عليه وسلم (. . . . .) (2)\nالعنكبوت على فم الغار، وذهب الطلب في كل مكان حتى صعدوا الجبل وجاءوا إلى\nالغار، فأشفق أبو بكر - رضي الله عنه - فقال رسول الله صلى الله عليه وسلم:\nإن الله معنا فانتهوا إلى فم الغار قال قائل: ادخلوا الغار، قال: يقول أمية\nبن خلف: ما أربكم إلى الغار عليه العنكبوت، لعلها كانت قبل ميلاد محمد، ثم\nجاء فبال في صدر الغار حتى سال بوله، وقالوا إن الذي بال عقبة بن أبي معيط،\nقال أبو بكر: يا رسول الله، ما أرى إلا وقد أبصرنا، قال: لو أبصرنا، ما\nاستقبلنا بعورته، ونهى رسول الله صلى الله عليه وسلم يومئذ عن قتل\nالعنكبوت، فقال: إنها جند من جنود الله عز وجل.\n</p>\n\n<p>\nروى ثابت البناني، عن أنس بن مالك، أن أبا بكر الصديق رضي الله عنه حدثه\nقال: قلت للنبي صلى الله عليه وسلم، ونحن في الغار: لو أن أحدهم ينظر إلى\nقدميه لأبصرنا تحت قدميه، فقال رسول الله صلى الله عليه وسلم: يا أبا بكر،\nما ظنك باثنين الله ثالثهما.\n</p>\n\n<p>\nوروى مجاهد، عن عن ابن عباس قال: كان أبو بكر الصديق مع رسول الله صلى\nالله عليه وسلم في (ق25ب) الغار فعطش أبو بكر عطشا شديدا فشكا إلى رسول\nالله صلى الله عليه وسلم فقال له رسول الله صلى الله عليه وسلم اذهب إلى\nصدر الغار واشرب قال أبو بكر: فانطلقت إلى صدر الغار وشرب منه ماء أحلا من\nالعسل وأبيض من اللبن وأزكى من رائحة من المسك، ثم عاد إلى رسول الله صلى\nالله عليه وسلم فقال لي شربت؟ فقلت: بلى فداك أبي وأمي يا رسول الله فقال\nرسول الله صلى الله عليه وسلم: إن الله تعالى أمر الملك الموكل بأنهار\nالجنان أن يخرق نهرا من جنة الفردوس إلى صدر الغار ليشرب <span id='ms43'></span> أبو بكر، فقال أبو\nبكر - رضي الله عنه - أو لي عند الله عز وجل هذه المنزلة قال: نعم، وأفضل\nوالذي بعثني بالحق نبيا لا يدخل الجنة مبغضك ولو كان له عمل سبعين نبيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n17 - أخبرنا أبو القاسم عبيد الله بن محمد البغدادي، قال: حدثنا أحمد بن\nسليمان قال: حدثنا أحمد بن سليمان إملاء، قال: قرىء على يحيى بن جعفر وأنا\nأسمع، حدثنا عبد الرحمن بن إبراهيم الراسبي قال: حدثني فرات بن السائب، عن\nميمون بن مهران، عن ضبة بن محصن العنزي، قال: كان علينا أبو موسى الأشعري\nأميرا بالبصرة وكان إذا خطبنا: حمد الله، وأثنى عليه، وصلى على النبي صلى\nالله عليه وسلم، ثم ثنى يدعو لعمر بن الخطاب رضي الله عنه، قال: فغاظني ذلك\nمنه فقمت إليه، فقلت له: أين أنت عن صاحبه أبي بكر الصديق رضي الله عنه\nتفضله عليه قال فصنع ذلك ثلاث جمع، ثم كتب إلى عمر رضي الله عنه يشكوني\nويقول: إن ضبة بن محصن العنزي يتعرض لي في خطبتي فكتب إليه: أن أشخصه إليه،\nفأشخصني إليه فقدمت على عمر - رضي الله عنه - فضربت عليه الباب فخرج إلي\nفقال: من أنت؟ فقلت: أنا ضبة بن محصن العنزي، قال: فلا مرحبا، ولا أهلا،\nقال: قلت: أما المرحب فمن الله، وأما الأهل فلا أهل ولا مال فبماذا يا عمر\nاستحللت إشخاصي من مصر بلا ذنب أذنبته قال: فما الذي شجر بينك وبين عاملك،\nقال: قلت: الآن أخبرك يا أمير المؤمنين: كان إذا خطبنا فحمد الله وأثنى\nعليه، وصلى على النبي صلى الله عليه وسلم، وثنى يدعو لك فمما أغاظني ذلك\nمنه، فقمت إليه وقلت له أين أنت عن صاحبه أبي بكر تفضله عليه، فصنع ذلك\nثلاث جمع، ثم كتب إليك يشكوني، قال: فاندفع عمر باكيا فجعلت أرثي له، ثم\nقال: أنت والله أوثق منه وأرشد، فهل أنت غافر لي ذنبي يغفر الله لك، قال:\nقلت: غفر الله لك يا أمير المؤمنين، ثم اندفع باكيا وهو يقول: والله لليلة <span id='ms44'></span>\nمن أبي بكر رضي الله عنه ويوم خير من عمر وآل عمر هل لك أن أحدثك بليلته\nويومه، قال: قلت: نعم، يا أمير المؤمنين، قال: أما ليلته فلما خرج رسول\nالله صلى الله عليه وسلم هاربا من أهل مكة خرج ليلا فتبعه أبو بكر رضي الله\nعنه، فجعل يمشي مرة أمامه ومرة خلفه ومرة عن يمينه ومرة عن يساره فقال رسول\nالله صلى الله عليه وسلم: يا أبا بكر ما أعرف هذا من فعلك (ق26أ) قال: يا\nرسول الله أذكر الرصد فأكون أمامك، وأذكر الطلب فأكون خلفك، ومرة عن يمينك،\nومرة عن يسارك، لا آمن عليك، قال: فمشى رسول الله صلى الله عليه وسلم ليلته\nعلى أطراف أصابعه حتى حفيت رجلاه فلما رآها أبو بكر قد حفيت حمله على كاهله\nوجعل يشتد به حتى أتى به الغار فأنزله، ثم قال: ووالذي بعثك بالحق لا تدخله\nحتى أدخله، فإن كان فيه شيء نزل بي قبلك فدخل فلم ير شيئا فحمله، وكان في\nالغار خرق فيه حيات وأفاعي فخشي أبو بكر رضي الله عنه أن يخرج منه شيء يؤذي\nرسول الله صلى الله عليه وسلم فألقمه قدمه فجعلن يضربنه أو يلسعنه الحيات\nوالأفاعي وجعلت دموعه تتحادر ورسول الله صلى الله عليه وسلم يقول له يا أبا\nبكر لا تحزن إن الله معنا، فأنزل الله سكينته - يعني طمأنينته - لأبي بكر\nرضي الله عنه فهذه ليلته.\n</p>\n\n<p>\nوأما يومه فلما توفي رسول الله صلى الله عليه وسلم وارتدت العرب وقال:\nبعضهم نصلي ولا نزكي وقال: بعضهم نزكي ولا نصلي فأتيته ولا آلوه نصحا فقلت:\nيا خليفة رسول الله تألف الناس وارفق بهم، فقال: جبار في الجاهلية، خوار في\nالإسلام، رجوت نصرتك فجئتني بخذلان، فبماذا أتألفهم بشعر مفتعل، أم بشعر\nمفترى، فقبض رسول الله صلى الله عليه وسلم وانقطع الوحي والله لو منعوني\nعقالا مما أدوا إلى رسول الله صلى الله عليه وسلم لقاتلتهم عليه قال:\nفقاتلناهم معه، وكان والله رشيد الأمر، فهذا يومه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثنا أبو <span id='ms45'></span> سعد عبد الملك بن أبي عثمان، قال: حدثنا محمد بن محمد بن\nأبي داود، قال: حدثنا عبد الله بن محمد البغوي، قال: حدثنا لوين، قال:\nحدثنا حديج، عن أبي إسحاق، عن البراء بن عازب قال: اشترى أبو بكر الصديق\nرضوان الله عليه رجلا من عازب بثلاثة عشر درهما فقال أبو بكر لعازب بن\nالبراء: فليحمله إلى أهلي فقال: له عازب لا حتى تحدثنى كيف صنعت أنت ورسول\nالله صلى الله عليه وسلم حين خرجتما من مكة والمشركون يطلبونكما فقال:\nارتحلنا من مكة فأحيينا ليلتنا حتى أظهرنا، وقام قائم الظهيرة فرميت ببصري\nهل نرى ظلا نأوي إليه، فإذا أنا بصخرة فانتهيت إليها، فإذا بقية لها ظل،\nفطلبت تلك الظل فسويته، ثم فرشت لرسول الله صلى الله عليه وسلم، ثم قلت:\nاضطجع يا رسول الله، فاضطجع، ثم ذهبت أنظر، هل أرى من الطلب أحدا؟ فإذا أنا\nبراعي غنم يسوق غنمه إلى الصخرة، يريد منها مثل الذي أريد من الظل، فسألته،\nفقلت: لمن أنت يا غلام؟ قال: لرجل من قريش، فسماه لي فعرفته، فقلت: هل في\nغنمك من لبن؟ قال: نعم، قلت: هل أنت حالب لي؟ قال: نعم، فأمرته، فاعتقل شاة\nمن غنمه، وأمرته أن ينفض ضرعها من الغبار، ثم أمرته أن ينفض كفيه، فقال\nهكذا، وضرب إحدى يديه على الأخرى، فحلب لي كثبة من لبن، (ق26ب) وقد رويت\nمعي لرسول الله صلى الله عليه وسلم، إداوة على فمها خرقة، فصببت على اللبن\nحتى برد أسفله فانتهيت إلى رسول الله صلى الله عليه وسلم، فوافقته قد\nاستيقظ، فقلت: اشرب يا رسول الله، فشرب حتى روي، فشربت حتى رويت، فقلت: قد\nآن الرحيل يا رسول الله، فارتحلنا والقوم يطلبوننا، فلم يدركنا أحد منهم\nغير سراقة بن مالك بن جعشم على فرس له، فقلت: هذا الطلب قد لحقنا يا رسول\nالله، قال: فبكيت، فقال: لا تحزن إن الله معنا، فلما دنا منا، وكان بيننا\nوبينه قيد رمحين، أو ثلاثة، قلت: هذا الطلب يا رسول الله <span id='ms46'></span>، قد لحقنا، فبكيت،\nقال: ما يبكيك؟ قلت: ما أبكي على نفسي، ولكن أبكي عليك، فدعا عليه رسول\nالله صلى الله عليه وسلم، فقال: اللهم اكفناه بما شئت، قال: فساخت به فرسه\nفي الأرض إلى بطنها فوثب عنها، ثم قال: يا محمد قد علمت أن هذا عملك، فادع\nالله أن ينجيني مما أنا فيه، فوالله لأعمين على من ورائي من الطلب، وهذه\nكنانتي، فخذ منها سهما، فإنك ستمر على إبلي وغنمي في مكان كذا وكذا، فخذ\nمنها حاجتك، فقال رسول الله صلى الله عليه وسلم: لا حاجة لنا في إبلك، ودعا\nله رسول الله صلى الله عليه وسلم، فانطلق راجعا إلى أصحابه، ومضى رسول الله\nصلى الله عليه وسلم وأنا معه، حتى أتينا المدينة ليلا، فتنازعه القوم أيهم\nينزل عليه رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n19 - وروى عن محمد بن مسلم بن شهاب لزهري، عن عبد الرحمن بن مالك بن جعفر\nالمدلجي، وهو ابن أخت سراقة بن مالك بن جعشم، عن سراقة بن مالك بن جعشم\nقال: لما خرج رسول الله صلى الله عليه وسلم من مكة إلى المدينة مهاجرا\nفجعلت قريش فيه مائة ناقة حمراء لمن رده عليهم فبينما أنا جالس في نادي\nقومي أقبل رجل من قومنا حتى وقف علينا، فقال: والله لقد رأيت مركبا ثلاثة\nمروا آنفا، إني لأراه محمدا، فأومأت إليه بعيني أن اسكت، ثم قلت له: إنما\nهم بنو فلان يتتبعون ضالة لهم، فقال: لعله سكت، فمكثت قليلا فدخلت بيتي،\nوأمرت بفرسي فقيد إلى بطن الوادي، وأمرت بسلاحي فأخرجت من وراء حجرتي، ثم\nانطلقت فبست لأمتي، ثم أخرجت قداحي فاستقسمت بها، فخرج السهم الذي أكره:\nلأنصره، قال: وكنت أرجو أن أرده فآخذ المائة ناقة، فركبت على أثره فبينا\nفرسي يشتد بي إذ عثر بي فسقطت عنه، فقلت: ما هذا، ثم أخرجت قداحي فاستقسمت\nعنه فركبت في أثره، فلما بدا لي القوم ورأيتهم عثر بي فرسي، وذهبت يداه في\nالأرض، وتبعهما فاستخرج، وتبعهما دخان مثل الغبار، فعرفت <span id='ms47'></span> حين رأيت ذلك أنه\nقد منع مني وأن أمره ظاهر، فناديتهم فقلت: أنا سراقة بن مالك بن جعشم،\nانظروني فو الله لا أريبكم، ولا يأتيكم (ق27أ) مني شيء تكرهونه، فقال رسول\nالله صلى الله عليه وسلم: قل له ماذا تبتغي؟ قال: فقلت تكتب لي كتابا يكون\nآية لي بيني وبينك؟ فقال: اكتب له يا أبا بكر، فكتب لي كتابا في عظم، ثم\nألقاه إلي. فأخذته فجعلته في كنانتي، فسكت فلم أذكر شيئا مما كان، حتى إذا\nفتح الله عز وجل على رسوله صلى الله عليه وسلم مكة وفرغ من أهل حنين؛ خرجت\nومعي الكتاب لألقاه به فلقيته بالجعرانة فدخلت في كتيبة من كتائب الأنصار،\nفطفقوا يقرعوني بالرماح، ويقولون: إليك إليك، ما تريد حتى دنوت إلى رسول\nالله صلى الله عليه وسلم وهو على ناقته، والله لكأني أنظر إلى ساقه في غرزه\nكأنها جمارة فرفعت يدي بالكتاب، ثم قلت: يا رسول الله، هذا كتابك لي أنا\nسراقة بن مالك بن جعشم، فقال رسول الله صلى الله عليه وسلم: يوم وفاء وبر،\nادنه، فدنوت منه فأسلمت ثم ذكرت شيئا أسأل عنه رسول الله صلى الله عليه\nوسلم، فما أكره إلا أني قلت: يا رسول الله، الضالة من الإبل تغشى حياضي\nولقد [ملأتها لإبلي]، هل لي من أجر إن سقيتها؟ فقال رسول الله صلى الله\nعليه وسلم: نعم، في كل ذات كبد حراء أجر قال سراقة: فرجعت إلى قومي فسقت\nإلى رسول الله صلى الله عليه وسلم صدقتي.\n</p>\n\n<p>\nقال محمد بن إسحاق، قال أبو جهل في أمر سراقة بن مالك يعني حين (. . . .)\n(1) بما رأى من الآيات فقال:\n</p>\n\n<p>\nبني مدلج إني أخاف سفيهكم ... سراقة يستغوي بنصر محمد\n</p>\n\n<p>\nعليكم به أن لا يفارق جمعكم ... فيصبح شتى بعد عز وسؤدد\n</p>\n\n<p>\nيظن سفيه القوم أن جاء بشبهة ... على واضح من سنة الحق مهتد\n</p>\n\n<p>\nفأنى يكون الحق ما قال إن غدا ... ولم يأت بالحق المبين المسدد\n</p>\n\n<p>\nولكنه ولى غريبا بسخطة ... إلى يثرب منافيا بعد مولد\n</p>\n\n<p>\nولو أنه لم <span id='ms48'></span> يأت يثرب هاربا ... لأشجاه وقع المشرفي المهند.\n</p>\n\n<p>\nقال سراقة بن مالك بن جعشم يجيب أبا جهل بن هشام:\n</p>\n\n<p>\nأبا حكم والله لو كنت شاهدا ... لأمر جوادي إذ تسوخ قوائمه\n</p>\n\n<p>\nعجبت ولم تشكك بأن محمدا ... أتى ببرهان فمن ذا يكاتمه\n</p>\n\n<p>\nعليك فكف الناس عنه فإنني ... أرى أمره يوما تشيد معالمه\n</p>\n\n<p>\nبأمر يود (. . . .) (2) بأنها ... لو أن جميع الناس طرا تسالمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(ق27ب)\n</p>\n\n<p>\n20 - (. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . .) (1) الذهلي، قال: حدثنا أبي قال: حدثنا القاسم بن مغيرة الجوهري، (.\n. . . . . . . . . . . . . . . . . . . . . . .) (2) بن العوام، عن عمه\nموسى بن عقبة، وذكر خبر الصحيفة، (. . . . . . . . .) (3) الشعب، ومقام\nرسول الله صلى الله عليه وسلم مع من معه، قلت: فلما أفسد الله عز وجل صحيفة\nمكرهم خرج النبي صلى الله عليه وسلم ورهطه فعاشوا وخالطوا الناس.\n</p>\n\n<p>\nفكان رسول الله صلى الله عليه وسلم في تلك السنين يعرض نفسه على قبائل\nالعرب في كل موسم، ويكلم كل شريف قوم، لا يسألهم مع ذلك إلا أن يؤووه\nويمنعوه، ويقول: لا أكره أحدا منكم على شئ، من رضى منكم بالذى أدعوه إليه\nفذلك، ومن كره لم أكرهه، إنما أريد أن تحرزوني فيما يراد لى من القتل حتى\nأبلغ رسالة ربى، وحتى يقضى الله لى ولمن صحبني بما شاء، فلم يقبله أحد\nمنهم، وما يأتي أحدا من تلك القبائل إلا قال: قوم الرجل أعلم به، أترون أن\nرجلا يصلحنا وقد أفسد قومه، وذلك لما ذخر الله الأنصار من البركة.\n</p>\n\n<p>\nومات أبو طالب وازداد البلاء على رسول الله صلى الله عليه وسلم شدة فعمد\nإلى ثقيف بالطائف يرجو أن يؤووه وينصروه فوجد ثلاثة نفر منهم سادة ثقيف وهم\nإخوة: عبد ياليل بن عمرو، وحبيب بن عمرو، ومسعود بن عمرو فعرض عليهم نفسه\nوشكا إليهم البلاء وما انتهك قومه منه فقال أحدهم: أنا أسرق ثياب الكعبة إن\nكان الله بعثك بشيء قط وقال الآخر: والله لا أكلمك بعد مجلسك هذا كلمة\nواحدة أبدا لئن كنت رسولا لأنت أعظم شرفا وحقا من أن أكلمك وقال الآخر:\nأعجز الله أن يرسل غيرك وأفشوا ذلك في ثقيف <span id='ms49'></span> الذي قال لهم واجتمعوا يستهزئون\nبرسول الله صلى الله عليه وسلم وقعدوا له صفين على طريقه فأخذوا بأيديهم\nالحجارة فجعل لا يرفع رجله ولا يضعها إلا رضخوها بالحجارة وهم في ذلك\nيستهزؤون ويسخرون فلما خلص من صفيهم وقدماه تسيلان الدماء عمد إلى حائط من\nكرومهم فأتى ظل حبلة من الكرم فجلس في أصلها مكروبا موجعا تسيل قدماه\nالدماء فإذا في الكرم عتبة بن ربيعة وشيبة بن ربيعة فلما أبصرهما كره أن\nيأتيهما؛ لما يعلم من عداوتهما لله تعالى ولرسوله وبه الذي به فأرسلا إليه\nغلامهما عداسا بعنب وهو نصراني من أهل نينوى فلما أتاه وضع العنب بين يديه\nفقال رسول الله صلى الله عليه وسلم: بسم الله فعجب عداس فقال له رسول الله\nصلى الله عليه وسلم: من أي أرض أنت يا عداس؟ قال: أنا من أهل نينوى فقال\nالنبي صلى الله عليه وسلم: من أهل مدينة الرجل الصالح يونس بن متى؟ فقال له\nعداس: وما يدريك من يونس بن متى؟ فأخبره رسول الله صلى الله عليه وسلم\n(ق28أ) من شأن يونس ما عرف وكان رسول الله صلى الله عليه وسلم لا يحقر أحدا\nيبلغه رسالات الله تعالى قال: يا رسول الله، أخبرني خبر يونس بن متى فلما\nأخبره رسول الله صلى الله عليه وسلم من شأن يونس بن متى ما أوحي إليه من\nشأنه خر ساجدا للرسول صلى الله عليه وسلم ثم جعل يقبل قدميه وهما تسيلان\nالدماء فلما أبصر عتبة وأخوه شيبة ما فعل عداس غلامهما سكتا فلما أتاهما\nقالا له: ما شأنك سجدت لمحمد وقبلت قدميه ولم نرك فعلت هذا بأحد منا؟ قال:\nهذا رجل صالح، حدثني عن أشياء عرفتها من شأن رسول بعثه الله إلينا يدعى\nيونس بن متى فأخبرني أنه رسول الله فضحكا وقالا: لا يفتنك عن نصرانيتك إنه\nرجل يخدع ثم رجع رسول الله صلى الله عليه وسلم إلى مكة.\n</p>\n\n<p>\nتم الجزء بحمد الله ومنه وصلواته على محمد نبيه وآله وسلم تسليما، وهو\nحسبي <span id='ms50'></span> ونعم الوكيل والمولى، ونعم النصير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) غير واضح بالأصل.\n</p>\n\n<p>\n(12) كذا بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) (3) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16)\nغير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) (3) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) (3) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nحاشية_____\n</p>\n\n<p>\n(1) (2) (3) غير واضح بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             <span id='ms51'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "001",
    "003",
    "006",
    "010",
    "011",
    "012",
    "013",
    "015",
    "016",
    "018",
    "020"
  ],
  "volumes": [
    "01"
  ]
}