{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الجزء الأول من التخريج لصحيح الحديث عن الشيوخ الثقات على شرط</h1>\n\nكتابي البخاري ومسلم مما أخرجه الحافظ البرقاني من أصول أبي الحسن العتيقي\n<p>\nرحمهما الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق2/أ)\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nآمنت بالله واعتصمت به وتوكلت عليه\n</p>\n\n<p>\nأخبرنا الشيخ المسند الرحلة شرف الدين أبو زكريا يحيى بن يوسف بن أبي\nمحمد بن أبي الفتوح المقدسي ابن المصري قراءة عليه وأنا أسمع في شوال سنة\nثلاث وثلاثين وسبعمائة بمصر، أنا الشيخ المسند المحدث رشيد الدين أبو محمد\nعبد الوهاب بن ظافر بن علي القرشي الأزدي المعروف بابن رواج إجازة كتبها\nإلي سنة ست وأربعين وستمائة، أنا الشيخ الإمام الحافظ شيخ الإسلام جمال\nالحفاظ أبو طاهر أحمد بن محمد بن أحمد بن إبراهيم السلفي الأصبهاني قراءة\nعليه وأنا أسمع، أنا الشيخ أبو الحسين بن المبارك بن عبد الجبار بن أحمد\nقراءة عليه ببغداد، أنا أبو الحسن أحمد بن محمد بن أحمد العتيقي بانتقاء\nأبي بكر البرقاني:\n</p>\n\n<p>\nأنا أبو الحسن علي بن محمد بن سعيد الرزاز قراءة عليه ثنا أبو شعيب عبد\nالله بن الحسن بن أحمد الحراني، ثنا عفان بن مسلم ثنا همام عن أبي جمرة قال\nكنت أدفع الزحام يعني عن ابن عباس رضي الله عنه فاحتبست عنه أياما فقال ما\nحبسك قلت الحمى فقال إني سمعت رسول الله - صلى الله عليه وسلم - يقول الحمى\nمن فيح جهنم فأبردوها عنكم بماء زمزم.\n</p>\n\n<p>\nهكذا رواه جماعة عن عفان.\n</p>\n\n<p>\nقوله (بماء زمزم) وهو صحيح من حديث أبي جمرة واسمه نصر بن عمران عن ابن\nعباس مرفوعا.\n</p>\n\n<p>\nرواه البخاري عن عبد الله بن محمد ويقال هو المسندي، عن أبي عامر العقدي\nعن همام.\n</p>\n\n<p>\nووقع لنا بحمد الله عاليا.\n</p>\n\n<p>\nأخبرنا أبو حفص عمر بن محمد بن علي يعرف بابن الزيات قراءة عليه، ثنا أبو\nبكر جعفر بن محمد الفريابي ثنا عبد الله بن محمد النفيلي، ثنا زهير ثنا أبو\nإسحاق حدثني عبد الله بن يزيد حدثني البراء وهو غير كذوب.\n</p>\n\n<p>\nح وأخبرنا عمرو أنا أبو <span id='ms01'></span> عبد الله أحمد بن الحسن بن عبد الجبار الصوفي ثنا\nعلي بن الجعد أنا زهير عن أبي إسحاق عن عبد الله بن يزيد الأنصاري قال\nحدثني البراء وهو غير كذوب.\n</p>\n\n<p>\nح وأخبرنا عمرو ثنا أبو إسحاق إبراهيم بن شريك الكوفي ثنا أحمد بن يونس\nثنا زهير بن معاوية ثنا أبو إسحاق عن عبد الله بن يزيد ثنا البراء وهو غير\nكذوب أنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n(ق2/ب)\n</p>\n\n<p>\nكانوا يصلون خلف رسول الله - صلى الله عليه وسلم - فإذا رفع رأسه من\nالركوع لم نر أحدا يحني ظهره حتى يضع رسول الله - صلى الله عليه وسلم -\nجبهته على الأرض ثم يخر من وراءه سجدا.\n</p>\n\n<p>\nوقال الصوفي: لم أر أحدا.\n</p>\n\n<p>\nوهذا حديث صحيح من حديث أبي إسحاق السبيعي عن عبد الله بن يزيد الخطمي -\nوهو صحابي - عن البراء بن عازب.\n</p>\n\n<p>\nأخرجه مسلم عن أحمد بن يونس.\n</p>\n\n<p>\nأخبرنا علي بن محمد بن سعيد الرزاز ثنا أبو شعيب الحراني ثنا محمد بن عبد\nالله ثنا الأوزاعي ثنا يحيى بن أبي كثير حدثني عبد الله بن أبي قتادة حدثني\nأبي أنه سمع رسول الله صلى الله عليه وسلم يقول إذا بال أحدكم فلا يمس ذكره\nبيمينه ولا يستنجي بيمينه ولا يتنفس في الإناء\n</p>\n\n<p>\nهذا حديث صحيح من حديث يحيى بن أبي كثير عن عبد الله بن أبي قتادة عن\nأبيه عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nأخرجه البخاري عن محمد بن يوسف عن الأوزاعي كذلك.\n</p>\n\n<p>\nأخبرنا أبو يعقوب إسحاق بن سعد بن الحسن بن سفيان النسوي قدم علينا للحج\nقراءة عليه حدثني جدي الحسن بن سفيان ثنا عبد الأعلى بن حماد النرسي عن\nحماد بن سلمة، ثنا أيوب وعبيد الله بن عمر عن نافع عن ابن عمر أن رسول الله\nصلى الله عليه وسلم نهى عن بيع الثمرة حتى يبدو صلاحها.\n</p>\n\n<p>\nصحيح حسن عالي\n</p>\n\n<p>\nوأخرج في الصحيح من حديث عبيد الله بن عمر ومن حديث أيوب جميعا عن نافع\nغير أنه لم يجمع بينهما كذلك غير حماد بن سلمة <span id='ms02'></span> فيما نعلم.\n</p>\n\n<p>\nأخبرنا أبو يعقوب حدثني جدي الحسن ثنا محمد بن المتوكل ثنا معتمر بن\nسليمان حدثني أبي أخبرني أنس بن مالك عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم قال الله عز وجل إذا تقرب العبد إلي شبرا تقربت منه ذراعا\nوإذا تقرب مني ذراعا تقربت منه باعا وإذا أتاني مشيا أتيته هرولة وإن هرول\nسعيت إليه و[..] أسرع بالمغفرة أو كما قال.\n</p>\n\n<p>\nوهذا حديث صحيح الإسناد اتفق الاثنان عليه إخراجه فأخرجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n(ق3/أ)\n</p>\n\n<p>\nمسلم عن محمد بن عبد الأعلى عن معتمر.\n</p>\n\n<p>\nوقال البخاري وقال معتمر وذكره.\n</p>\n\n<p>\nووافق المعتمر على روايته يحيى بن سعيد القطان ومحمد بن أبي عدي فروياه\nعن سليمان التيمي كذلك.\n</p>\n\n<p>\nولم أجد قوله (وإليه أسرع بالمغفرة) في حديث [ ] في الصحيحين من حديث أنس\nبن مالك عن أبي هريرة غيره.\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن إسماعيل الوراق إملاء في المحرم سنة ست وسبعين\nوثلاثمائة وكتبته بخطي، ثنا أبو القاسم عبد الله بن محمد البغوي ثنا محمد\nبن جعفر الوركاني ثنا إبراهيم بن سعد\n</p>\n\n<p>\nح وحدثنا أبو بكر وثنا الحسن بن محمد بن صاعد ثنا عبد الله بن عمران\nالعابدي المخزومي بمكة ثنا إبراهيم بن سعد عن الزهري عن سعيد بن المسيب عن\nأبي هريرة قال سئل رسول الله صلى الله عليه وسلم أي الأعمال أفضل قال إيمان\nبالله عز وجل قيل ثم ماذا قال الجهاد في سبيل الله قيل ثم ماذا قال ثم الحج\nالمبرور\n</p>\n\n<p>\nهذا حديث صحيح اتفقا على إخراجه في كتابيهما\n</p>\n\n<p>\nفأخرجه البخاري عن أحمد بن يونس وعن موسى بن إسماعيل التبوذكي وعن عبد\nالعزيز الأويسي\n</p>\n\n<p>\nوأخرجه مسلم عن محمد بن جعفر الوركاني كما وقع لنا جيمعا عن إبراهيم بن\nسعد كذلك\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن إسماعيل الوراق قال ثنا أبو حفص عمر بن إسماعيل بن\nأبي غيلان سنة خمس وثلاثمائة، ثنا علي بن الجعد الجوهري سنة خمس وعشرين\nومائتين أنا شعبة بن الحجاج عن أبي إسحاق عن البراء بن <span id='ms03'></span> عازب عن النبي صلى\nالله عليه وسلم أنه أوصى رجلا فقال إذا أخذت مضجعك فقل اللهم أسلمت نفسي\nإليك ووجهت وجهي إليك وفوضت أمري إليك وألجأت ظهري إليك رغبة ورهبة إليك لا\nمنجا ولا ملجأ منك إلا إليك آمنت بكتابك الذي أنزلت ونبيك الذي أرسلت فإن\nمات مات على الفطرة.\n</p>\n\n<p>\nوهذا حديث صحيح من حديث أبي إسحاق السبيعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n(ق3/ب)\n</p>\n\n<p>\nعن البراء اتفقا على إخراجه في الكتابين\n</p>\n\n<p>\nفأخرجه البخاري عن آدم بن أبي إياس وغيره عن شعبة.\n</p>\n\n<p>\nوأخرجه مسلم عن أبي موسى وبندار عن غندر عن شعبة.\n</p>\n\n<p>\nووقع لنا بحمد الله عاليا.\n</p>\n\n<p>\nفأما حديث محمد بن جعفر:\n</p>\n\n<p>\nفقرأنا على أبي بكر أحمد بن إبراهيم بن شاذان أخبركم عبد الله بن محمد بن\nعبد العزيز البغوي ثنا محمد بن بشار ثنا محمد بن جعفر ثنا شعبة عن أبي\nإسحاق قال سمعت البراء بن عازب عن النبي صلى الله عليه وسلم نحوه.\n</p>\n\n<p>\nحدثنا أبو حفص عمر بن أحمد بن شاهين إملاء وأخبرنا أبو بكر بن شاذان\nقراءة عليه قالا ثنا عبد الله بن محمد بن عبد العزيز البغوي ثنا علي بن\nالجعد أنا زهير بن معاوية عن أبي الزبير عن جابر قال أمرنا رسول الله صلى\nالله عليه وسلم أن نشترك في الإبل والبقر كل سبعة منا في بدنة.\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه مسلم بن الحجاج عن أحمد بن يونس ويحيى بن يحيى عن زهير بن معاوية\nوهو أبو خيثمة زهير بن معاوية بن حديج الجعفي.\n</p>\n\n<p>\nوهذا بعض حديث طويل في قصة حجة النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوحدثنا أبو حفص عمر بن أحمد بن شاهين إملاء ثنا محمد بن محمد بن سليمان\nالباغندي ثنا عبد السلام بن عبد الحميد الحراني ثنا زهير بن معاوية عن أبي\nالزبير عن جابر قال كنا مع النبي صلى الله عليه وسلم في سفر فمطرنا فقال\nالنبي صلى الله عليه وسلم ليصل من شاء منكم في رحله.\n</p>\n\n<p>\nوهذا حديث صحيح أيضا أخرجه مسلم عن يحيى بن <span id='ms04'></span> يحيى عن زهير كما ذكرنا.\n</p>\n\n<p>\nحدثنا عمر بن أحمد بن شاهين إملاء ثنا محمد بن محمد بن سليمان الباغندي\nثنا شيبان بن فروخ عن سليمان بن المغيرة عن حميد بن هلال عن عبد الله بن\nالصامت عن أبي ذرقال قال رسلو الله صلى الله عليه وسلم المرء مع من أحب.\n</p>\n\n<p>\nهذا بعض حديث فيه طول.\n</p>\n\n<p>\nأخرجه مسلم عن شيبان بهذا الإسناد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(ق4/أ)\n</p>\n\n<p>\nوله في كتابه بهذا الإسناد عدة أحاديث.\n</p>\n\n<p>\nأخبرنا أبو عبد الله محمد بن زيد بن علي بن جعفر بن مروان الأنصاري\nالكوفي قراءة عليه بانتخاب أبي الحسن الدارقطني قدم علينا بغداد سنة ست\nوسبعين وثلاثمائة ثنا أبو حازم إبراهيم بن محمد بن عبد الله بن محمد بن\nعائذ الحضرمي ثنا منجاب بن الحارث أنا ابن مسهر عن سفيان الثوري عن عمرو بن\nدينار عن طاوس عن ابن عباس عن النبي صلى الله عليه وسلم قال من اشترى طعاما\nلا يبعه حتى يستوفيه قال ابن عباس وأحب كل شيء بمنزلة الطعام.\n</p>\n\n<p>\nهذا حديث صحيح من حديث عمرو بن دينار عن طاوس عن ابن عباس\n</p>\n\n<p>\nرواه عن عمرو كذلك جماعة وقد أخرجه مسلم عن أبي بكر بن أبي شيبة عن وكيع\nعن الثوري كذلك\n</p>\n\n<p>\nورواه علي بن مسهر عن الثوري (عزيز؟؟)\n</p>\n\n<p>\nأخبرنا أبو عبد الله بن مروان الأنصاري قراءة عليه ثنا أبو حازم إبراهيم\nبن محمد الحضرمي ثنا منجاب بن الحارث ثنا ابن مسهر عن إسماعيل بن أبي خالد\nعن قيس بن أبي حازم قال قال يا سعد بن مالك إني أول رجل رمى في سبيل الله\nبسهم وقد كنا نغزوا مع رسول الله صلى الله عليه وسلم وليس لنا طعام إلا ورق\nالحبلة وهذا السمر حتى إن أحدنا ليضع كما تضع الشاة ما يخالطه شيء وأصبحت\nبنو أسد يعيروني على الدين لقد خبت إذا وضل عملي.\n</p>\n\n<p>\nهكذا في أصل سماعي من ابن مروان والمحفوظ في هذا الحديث أصبحت بنو أسد تعززني\n</p>\n\n<p>\nوهو حديث صحيح أخرجه البخاري ومسلم من <span id='ms05'></span> غير وجه كلهم عن إسماعيل بن أبي\nخالد كما رواه علي بن مسهر.\n</p>\n\n<p>\n(أخبرنا) أبو القاسم عبد العزيز بن عبد الله بن محمد الفقيه المعروف\nبالداركي إملاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n(ق4/ب)\n</p>\n\n<p>\nفي مسجدنا سنة اثنتين وسبعين وثلاثمائة ثنا جدي الحسن بن محمد ثنا محمد\nبن عبد العزيز بن أبي رزمة ثنا الوليد بن مسلم نا الأوزاعي حدثني عمير بن\nهانئ أن جنادة بن أبي أمية حدثه عن عبادة عن رسول الله - صلى الله عليه\nوسلم - قال من شهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده\nورسوله وأن عيسى عبد الله ورسوله وكلمته ألقاها إلى مريم وروح منه وأن\nالجنة حق وأن النار حق أدخله الله الجنة على ما كان من العمل.\n</p>\n\n<p>\nوحدثنا أبو القاسم الداركي في إثره ثنا جدي الحسن بن محمد ثنا محمد بن\nعبد العزيز ثنا الوليد بن مسلم حدثني عبد الرحمن بن يزيد بن جابر أنه سمع\nعمير بن هانئ يحدث هذا الحديث عن جنادة بن أبي أمية حدثه عن عبادة بن\nالصامت عن رسول الله صلى الله عليه وسلم قال: من شهد أن لا إله إلا الله\nوحده لا شريك له وأن محمدا عبده ورسوله وأن عيسى عبد الله ورسوله وكلمته\nألقاها إلى مريم وروح منه وأن الجنة حق وأن النار حق أدخله الله الجنة من\nأبوابها الثمانية أيها شاء.\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه البخاري عن صدقة بن الفضل المروزي عن الوليد بالإسنادين على ما قدمنا.\n</p>\n\n<p>\nوأخرج مسلم حديث الأوزاعي عن أحمد الدورقي عن مبشر بن إسماعيل عنه.\n</p>\n\n<p>\nوأخرج حديث ابن جابر عن داود بن رشيد عن الوليد عنه.\n</p>\n\n<p>\nحدثنا أبو الحسين محمد بن المظفر بن موسى بن عيسى الحافظ قراءة عليه من\nأصل كتابه أنا أبو العباس أحمد بن موسى بن زنجويه ثنا عبد الأعلى بن حماد\nالنرسي قال قرأت على مالك بن أنس عن محمد بن عبد الرحمن بن نوفل عن عروة عن\nزينب بنت أبي سلمة عن أم سلمة زوج <span id='ms06'></span> النبي صلى الله عليه وسلم أنها قالت شكوت\nإلى رسول الله - صلى الله عليه وسلم - أني أشتكي قال طوفي من وراء الناس\nوأنت راكبة فطفت والنبي - صلى الله عليه وسلم - يصلي إلى جنب البيت يقرأ\nبالطور وكتاب مسطور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n(ق5/أ)\n</p>\n\n<p>\nهذا صحيح من حديث عروة.\n</p>\n\n<p>\nجوده مالك عن محمد بن عبد الرحمن بن نوفل ويعرف بيتيم عروة.\n</p>\n\n<p>\nقد رواه جماعة عن هشام بن عروة عن أبيه عن أم سلمة ليس فيه زينب.\n</p>\n\n<p>\nورواه آخرون عن هشام بن عروة عن أبيه عن النبي صلى الله عليه وسلم مرسلا.\n</p>\n\n<p>\nأخرجه البخاري عن القعنبي وعبد الله بن يوسف التنيسي وإسماعيل بن أبي\nأويس عن مالك.\n</p>\n\n<p>\nوأخرجه مسلم عن يحيى بن يحيى عن مالك على ما ذكرناه.\n</p>\n\n<p>\nأخبرنا أبو الحسين محمد بن المظفر الحافظ قراءة عليه أنا أبو العباس أحمد\nبن موسى بن زنجويه ثنا عبد الأعلى بن حماد قال قرأت على مالك بن أنس عن\nزياد بن سعد عن عمرو بن مسلم عن طاوس قال أدركت ناسا من أصحاب رسول الله -\nصلى الله عليه وسلم - يقولون كل شيء بقدر قال وسمعت ابن عمر يقول سمعت رسول\nالله - صلى الله عليه وسلم - كل شيء بقدر حتى العجز والكيس أو الكيس والعجز\n</p>\n\n<p>\nقال أبو محمد هكذا قال.\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه مسلم عن عبد الأعلى بن حماد.\n</p>\n\n<p>\nوقع لنا بحمد الله.\n</p>\n\n<p>\nأخبرنا أبو بعد الله الحسين بن أحمد بن فهد الموصلي قدم علينا بغداد\nفقرأنا عليه ثنا أبو يعلى الموصلي أحمد بن علي بن المثنى الموصلي ثنا غسان\nبن الربيع عن ثابت عن عاصم عن الشعبي عن ابن عباس قال قمت ليلة أصلي مع\nالنبي صلى الله عليه وسلم فقمت عن يساره فقال بيده من ورائي فأخذ بيدي أو\nبعضدي حتى أقامني عن يمينه.\n</p>\n\n<p>\nصحيح من حديث الشعبي عن ابن عباس.\n</p>\n\n<p>\nأخرجه البخاري عن موسى وهو إن شاء الله ابن إسماعيل التوذكي عن ثابت بن\nيزيد ويكنى أبا بكر وكان أحول.\n</p>\n\n<p>\nأخبرنا الحسين ثنا أبو <span id='ms07'></span> يعلى أحمد بن علي بن ثابت ثنا غسان بن الربيع عن\nثابت عن عاصم عن عبد الله بن الحارث عن عائشة أنها قالت ما كان رسول الله -\nصلى الله عليه وسلم - ينتظر إذا سلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n(ق5/ب)\n</p>\n\n<p>\nمن الصلاة إلا أن يقول اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال\nوالإكرام\n</p>\n\n<p>\nهذا حديث صحيح من حديث عاصم الأحول عن عبد الله بن الحارث ويكنى أبا\nالوليد بصري. ويقال ختن ابن سيرين على أخته.\n</p>\n\n<p>\nرواه عن عاصم كذلك أبو معاوية وشعبة وحماد بن سلمة ويحيى بن زكريا وأبو\nخالد الأحمر كل ذلك في الصحيح.\n</p>\n\n<p>\nأخبرنا أبو الفضل عبيد الله بن عبد الرحمن بن محمد بن عبيد الله بن سعيد\nبن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري قراءة عليه ثنا\nأبو بكر جعفر بن محمد الفريابي سنة ثمان وتسعين ومائتين ثنا منجاب بن\nالحارث عن ابن مسهر عن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله\n- صلى الله عليه وسلم - أول زمرة من أمتي تدخل الجنة على مثل صورة القمر\nليلة البدر ثم الثانية على أشد نجم في السماء إضاءة أمشاطهم الذهب ومجامرهم\nالألوة ورشحهم المسك أخلاقهم على خلق رجل واحد لا يتغوطون ولا يبولون ولا\nيمتخطون ولا يتفلون على طول أبيهم آدم عليه السلام ستون ذراعا.\n</p>\n\n<p>\nهذا حديث صحيح من حديث الأعمش عن أبي صالح عن أبي هريرة مرفوعا.\n</p>\n\n<p>\nأخرجه مسلم عن أبي بكر وأبي كريب عن أبي معاوية عن الأعمش.\n</p>\n\n<p>\nأخبرنا أبو الفضل عبيد الله بن عبد الرحمن الزهري ثنا أبو بكر جعفر بن\nمحمد الفريابي ثنا منجاب بن الحارث أنا علي بن مسهر عن هشام بن عروة عن\nأبيه عن عائشة رضي الله عنها قالت دخلت هند بنت عتبة امرأة أبي سفيان على\nرسول الله - صلى الله عليه وسلم - فقالت يا رسول الله إن أبا سفيان رجل\nشحيح لا يعطيني من النفقة ما يكفيني ويكفي بني إلا ما أخذت من ما <span id='ms08'></span> له بغير\nعلمه فهل علي في ذلك من جناح؟ فقال رسول الله عليه وسلم خذي بالمعروف ما\nيكفيك ويكفي بنيك.\n</p>\n\n<p>\nصحيح من حديث هشام بن عروة عن أبيه عن عائشة رضي الله عنها،\n</p>\n\n<p>\nرواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n(ق6/أ)\n</p>\n\n<p>\nمسلم في كتابه عن علي حجر عن علي بن مسهر.\n</p>\n\n<p>\nورواه كذلك جماعة عن هشام.\n</p>\n\n<p>\nأخبرناه أبو الفضل الزهري ثنا جعفر الفريابي ثنا عمرو بن علي ثنا يحيى بن\nسعيد ثنا هشام أخبرني أبي عن عائشة رضي الله عنها أن هند بنت عتبة قالت يا\nرسول الله فذكر الحديث.\n</p>\n\n<p>\nرواه البخاري في كتابه عن أبي موسى عن يحيى كذلك.\n</p>\n\n<p>\nوأخبرنا أبو الفضل الزهري ثنا جعفر الفريابي ثنا عثمان بن أبي شيبة ثنا\nوكيع بن الجراج عن هشام بن عروة عن أبيه عن عائشة قال جاءت هند إلى النبي\nصلى الله عليه وسلم فذكر نحوه.\n</p>\n\n<p>\nرواه مسلم عن ابن نمير وأبي كريب عن وكيع كذلك.\n</p>\n\n<p>\nأخبرنا أبو عمر محمد بن العباس بن محمد بن زكريا بن حيوة قراءة عليه\nبانتقاء أبي الحسن الدارقطني ثنا محمد بن محمد بن سليمان الباغندي إملاء\nثنا شيبان بن فروخ الأيلي ثنا سليمان بن المغيرة ثنا حميد بن هلال عن أبي\nرافع عن أبي هريرة قال كان رجل يتعبد في صومعة يقال له جريج فجاءته أمه قال\nحميد فوصف لنا أبو رافع صفة أبي هريرة حيث يصف رسول الله - صلى الله عليه\nوسلم - أمه حيث دعته: جعلت كفها فوق حاجبها ثم رفعت رأسها إليه تدعوه فقالت\nيا جريج أنا أمك كلمني فصادفته يصلى فقال اللهم أمي وصلاتي فاختار صلاته\nفرجعت ثم عادت في الثانية فقالت يا جريج أنا أمك فكلمني قال اللهم أمي\nوصلاتي فاختار صلاته فقالت اللهم إن هذا جريج وهو ابني وإني كلمته فأبى أن\nيكلمنى اللهم فلا تمته حتى تريه المومسات قال ولو دعت عليه أن يفتتن لافتتن\nقال وكان راعى ضأن يأوي إلى ديره قال فخرجت امرأة من القرية فوقع عليها\nالراعي فحملت فولدت غلاما فقيل <span id='ms09'></span> لها ما هذا قالت من صاحب هذا الدير قال\nفجاؤوا بفؤسهم ومساحيهم فنادوه فصادفوه يصلي فلم يكلمهم قال فأخذوا يهدمون\nديره فلما رأى ذلك نزل إليهم فقالوا له سل هذه قال فتبسم ثم مسح رأس الصبي\nفقال من أبوك فقال له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n(ق6/ب)\n</p>\n\n<p>\nأبى راعى الضأن فلما سمعوا ذلك منه قالوا نبني ما هدمنا من ديرك بالذهب\nوالفضة قال لا ولكن أعيدوه ترابا كما كان ثم علاه\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي رافع عن أبي هريرة وقيل اسمه نفيع وكان صانعا\nمن أهل المدينة وانتقل إلى البصرة فيروي عنه البصريون كذلك أهل المدينة.\n</p>\n\n<p>\nأخرجه مسلم عن شيبان بن فروخ كذلك أوله موقوف ويسند في وسطه.\n</p>\n\n<p>\nأخبرنا أبو عمر محمد بن العباس بن حيوة أنا محمد بن هارون بن حميد المجدد\nثنا محمد بن أبي عمر العدني ثنا سفيان عن الزهري عن عنبسة بن سعيد بن العاص\nعن أبي هريرة قال قدمت على رسول الله - صلى الله عليه وسلم - وأصحابه بعد\nأن فتح خيبر فقلت يا رسول الله فقلت يا رسول الله اسهم لنا فقال بعض بني\nسعيد بن العاص لا تسهم له يا رسول الله فقلت يا رسول الله هذا قاتل ابن\nقوقل فقال بن سعيد واعجبا لوبر تدلى علينا من قدوم ضان ينعي على قتل رجل\nأكرمه الله على يدي ولم يهنى على يديه\n</p>\n\n<p>\nقال ابن عيينة ولا أعلم أنه أسهم له أو لم يسهم\n</p>\n\n<p>\nقال ابن عيينة سمعت إسماعيل بن أمية يسأل الزهري عن هذا الحديث.\n</p>\n\n<p>\nقال سفيان: وحدثنيه السعيدي عن جده عن أبي هريرة.\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه البخاري عن الحميدي عن سفيان كذلك وعن علي بن المديني أيضا عن\nسفيان غير أنه لم يذكر في حديث علي حديث السعيدي قال البخاري وهو عمرو بن\nيحيى بن سعيد بن العاص.\n</p>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن أحمد بن لؤلؤ قراءة عليه ثنا جعفر بن\nمحمد الفريابي ثنا قتيبة بن سعيد عن مالك عن سمي مولى <span id='ms10'></span> أبي بكر عن أبي صالح\nالسمان عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - لو يعلم الناس ما\nفي النداء والصف الأول ثم لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n(ق7/أ)\n</p>\n\n<p>\nيجدوا إلا أن يستهموا لاستهموا عليه\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه البخراي عن إسماعيل بن أبي أويس وعن عبد الله بن يوسف.\n</p>\n\n<p>\nوأخرجه مسلم عن يحيى بن يحيى كلهم عن مالك كما ذكرناه.\n</p>\n\n<p>\nأخبرنا علي ثنا جعفر بن محمد ثنا قتيبة بن سعيد عن مالك بن أنس عن عبد\nالرحمن بن عبد الله بن عبد الرحمن بن أبي صعصعة الأنصاري عن أبيه أنه أخبره\nأن أبا سعيد الخدري قال له إني أراك تحب الغنم والبادية فإذا كنت في غنمك\nأو باديتك فأذنت بالصلاة فارفع صوتك بالنداء فإنه لا يسمع صوت المؤذن جن\nولا إنس إلا شهد له يوم القيامة قال أبو سعيد سمعته من النبي - صلى الله\nعليه وسلم - .\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه البخاري عن قتيبة عن مالك بن أنس كما ذكرناه ويختلف في اسم أبي\nصعصعة ونسبه.\n</p>\n\n<p>\nولم يخرجه مسلم في كتابه.\n</p>\n\n<p>\nأخبرنا أبو بكر محمد بن عبد الله بن صالح الأبهري الفقيه شيخ المالكيين\nقراءة عليه ثنا أبو عروبة الحسين بن علي بن مودود الحراني ثنا إسماعيل بن\nموسى ابن بنت السندي ثنا مالك بن أنس عن عبد الله بن الفضل عن نافع بن جبير\nبن مطعم عن ابن عباس أن النبي - صلى الله عليه وسلم - قال الأيم أحق بنفسها\nوالبكر تستأذن في نفسها وإذنها صماتها\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه مسلم عن سعيد بن منصور وقتيبة عن مالك كذلك.\n</p>\n\n<p>\nولم يخرجه البخاري.\n</p>\n\n<p>\nأخبرنا أبو بكر ثنا أبو عروبة ثنا سلم بن جنادة ثنا أبو أسامة عن إسماعيل\nعن قيس عن عبد الله قال وقفت على أبي جهل يوم بدر فقلت أخزاك الله يا عدو\nالله فقال هل هو إلا رجل قتلتموه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n(ق7/ب)\n</p>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن لؤلؤ ثنا محمد بن محمد بن سليمان\nالباغندي ثنا محمد بن <span id='ms11'></span> عبد الله بن نمير ثنا أبو أسامة عن إسماعيل عن قيس بن\nأبي خالد عن عبد الله بن مسعود نحوه.\n</p>\n\n<p>\nأخرجه البخاري عن محمد بن عبد الله بن نمير عن أبي أسامة كما ذكرناه.\n</p>\n\n<p>\nأخبرنا أبو بكر محمد بن علي بن الحسن بن محمد بن سويد العنبري المؤدب\nقراءة عليه أنا محمد بن محمد بن سليمان الباغندي قراءة عليه ثنا ابن عمار\nالموصلي وهو محمد بن عبد الله بن عمار ثنا معاذ بن هشام حدثني أبي عن قتادة\nعن الشعبي عن سويد بن غفلة عن عمر قال نهانا رسول الله - صلى الله عليه\nوسلم - عن لبس الحرير إلا موضع إصبعين أو ثلاثة أو أربعة\n</p>\n\n<p>\nهذا حديث صحيح.\n</p>\n\n<p>\nأخرجه مسلم عن جماعة عن معاذ بن هشام كذلك.\n</p>\n\n<p>\nأخبرنا أبو بكر ثنا محمد بن محمدبن سليمان ثنا عمرو بن عثمان ثنا الوليد\nبن مسلم ثنا عبد الرحمن بن نمر أنه سأل الزهري عن سنة صلاة الكسوف فقال\nالزهري: أخبرني عروة بن الزبير عن عائشة رضي الله عنها قالت كسفت الشمس\nفأمر رسول الله - صلى الله عليه وسلم - رجلا فنادى أن الصلاة جامعة فاجتمع\nالناس فصلى بهم رسول الله - صلى الله عليه وسلم - ثم قرأ قراءة طويلة ثم\nكبر فركع ركوعا طويلا وذكر الحديث هكذا قال.\n</p>\n\n<p>\nقال وحدثنا عمرو بن عثمان ثنا الوليد نا ابن نمر عن الزهري أخبرني كثير\nبن العباس عن عبد الله بن عباس أن رسول الله صلى الله عليه وسلم صلى يوم\nكسفت الشمس أربع ركعات في كل ركعة أربع سجدات.\n</p>\n\n<p>\nهذا حديث صحيح من حديث عروة عن عائشة في هذا\n</p>\n\n<p>\nرواه مسلم ومحمد بن إسماعيل جميعا عن محمد بن مهران الزهري عن الوليد\nكذلك بالإسنادين جميعا.\n</p>\n\n<p>\nوأما حديث ابن عباس ... مسلم فأخرجه مسلم في كتابه عن حاجب بن الوليد عن\nمحمد بن حرب عن الزبيدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n(ق8/أ)\n</p>\n\n<p>\nوعن محمد بن مهران عن الوليد بن مسلم عن عبد الرحمن بن نمر كلاهما عن\nالزهري عن كثير.\n</p>\n\n<p>\nأخبرنا أبو بكر <span id='ms12'></span> أحمد بن إبراهيم بن شاذان قراءة عليه أنا عبد الله بن\nمحمد بن عبد العزيز البغوي ثنا علي بن الجعد بن عبيد الجوهري أبو الحسن أنا\nشعبة أخبرني عمرو بن مرة قال سمعت عبد الله بن أبي أوفى وكان من أصحاب\nالشجرة قال كان النبي - صلى الله عليه وسلم - إذا أتاه قوم بصدقة قال اللهم\nصل عليهم فأتاه أبي بصدقته فقال اللهم صل على آل أبي أوفى.\n</p>\n\n<p>\nصحيح من حديث شعبة عن عمرو بن مرة.\n</p>\n\n<p>\nرواه الخلق عن شعبة.\n</p>\n\n<p>\nوقد أخرجه مسلم عن جماعة من أصحابة عن وكيع وعن عبد الله بن معاذ عن أبيه\nوعن ابن نمير عن ابن إدريس كلهم عن شعبة.\n</p>\n\n<p>\nووقع لنا بحمد الله عاليا عن علي بن الجعد.\n</p>\n\n<p>\nآخر الجزء الأول والحمد لله وحده وصلواته على سيدنا محمد وآله وصحبه وسلم\nتسليما كثيرا إلى يوم الدين وحسبنا الله ونعم الوكيل.\n</p>\n\n<p>\nبلغ سماعا ومقابلة بأصله المنقول منه.\n</p>\n\n<p>\n[يوجد بالمخطوط سماعات لعدة صفحات بعدها، يراجعها من شاء] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n <span id='ms13'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014"
  ],
  "volumes": [
    "01"
  ]
}