{
  "content": "\n<p>\nبسم الله الرحمن الرحيم 38 - * (باب) * * \" (سائر ما يستحب عقيب كل صلاة)\n\" * 1 - مجالس المفيد: عن محمد بن الحسين، عن أحمد بن محمد الصولي، عن\nالجلودي، عن الحسين بن الحميد، عن مخول بن إبراهيم، عن صالح بن أبي الأسود\nعن محفوظ بن عبيد الله، عن شيخ من أهل حضرموت، عن محمد ابن الحنفية عليه\nالرحمة قال: بينا أمير المؤمنين عليه السلام يطوف بالبيت إذا رجل متعلق\nبالأستار، وهو يقول:\n</p>\n\n<p>\nيامن لا يشغله سمع عن سمع، يا من لا يغلطه السائلون، يامن لا يبرمه إلحاح\nالملحين أذقني برد عفوك ومغفرتك، وحلاوة رحمتك.\n</p>\n\n<p>\nفقال له أمير المؤمنين عليه السلام: هذا دعاؤك؟ قال له الرجل: وقد سمعته؟\nقال: نعم قال: فادع به في دبر كل صلاة، فوالله ما يدعو به أحد من المؤمنين\nفي أدبار الصلاة إلا غفر الله له ذنوبه، ولو كانت عدد نجوم السماء وقطرها،\nوحصى الأرض وثراها، فقال له أمير المؤمنين عليه السلام: إن علم ذلك عندي،\nوالله واسع كريم، فقال له الرجل، وهو الخضر عليه السلام: صدقت والله يا\nأمير المؤمنين، وفوق كل ذي علم عليم (1).\n</p>\n\n<p>\nالمناقب: لابن شهرآشوب والبلد الأمين مرسلا مثله (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p001'> Vol. 83, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبيان: السمع مصدر بمعناه، أو بمعنى المسموع، والأول أظهر (يا من لا يغلطه\nالسائلون) أي لا تصير كثرة أصوات السائلين في وقت واحد سببا لاشتباه msB28507 الامر\nعليه، وعدم فهم مقاصدهم، كما في المخلوقين (برد عفوك) أي راحته ولذته.\n</p>\n\n<p>\nأقول: رواه السيد أيضا في فلاح السائل عن المجالس (1).\n</p>\n\n<p>\n2 - مكارم الأخلاق: عن النبي صلى الله عليه وآله أنه من دعا به عقيب كل\nصلاة مكتوبة حفظ في نفسه وداره وماله وولده، وهو (اللهم اغفر لي ما قدمت\nوما أخرت، وما أعلنت وما أسررت، وإسرافي على نفسي، وما أنت أعلم به مني،\nاللهم أنت المقدم وأنت المؤخر، لا إله إلا أنت بعلمك الغيب وبقدرتك على\nالخلق أجمعين، ما علمت الحياة خيرا لي فأحيني، وتوفني إذا علمت الوفاة خيرا\nلي، اللهم إني أسئلك خشيتك في السر والعلانية، وكلمة الحق في الغضب والرضا،\nوالقصد في الفقر والغنا، وأسئلك نعيما لا ينفد، وقرة عين لا تنقطع، والرضا\nبالقضاء، وبرد العيش بعد الموت، ولذة النظر إلى وجهك، وشوقا للقائك، من غير\nضراء مضرة ولا فتنة مضلة.\n</p>\n\n<p>\nاللهم زينا بزينة الايمان، واجعلنا هداة مهتدين، اللهم اهدنا فيمن هديت\nاللهم إني أسئلك عظيمة الرشاد، والثبات في الامر والر شد، وأسألك شكر\nنعمتك، و حسن عافيتك، وأداء حقك، وأسئلك يا رب قلبا سليما، ولسانا صادقا،\nوأستغفرك لما تعلم، وأسئلك خير ما تعلم، وأعوذ بك من شر ما تعلم، فإنك تعلم\nولا تعلم، وأنت علام الغيوب (2).\n</p>\n\n<p>\nتوضيح: روى هذا الدعاء في الكافي (3) بسنده عن أبي جعفر الثاني عليه\nالسلام وهو مروي في أكثر كتب دعواتنا، وبطرق المخالفين في كتبهم أيضا (ما\nقدمت وما أخرت) لعل المراد بما قدم ما صنعه في حياته واستحق به العقاب،\nوبما أخر ما يترتب على أفعاله بعد موته من بدعة أحدثها يعمل بها بعد موته،\nأو وصية بشر وغير ذلك، أو المراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p002'> Vol. 83, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nتقديم ما أمر الله بتأخيره وتأخير ما أمر بتقديمه، والاسراف تجاوز الحد\nفي الخطاء.\n</p>\n\n<p>\n(أنت المقدم) أي الأشياء بحسب الأزمنة والأمكنة، والمؤخر لها بحسبهما أو\nبحسب المراتب الدنيوية، فيرجعان إلى المعز والمذل أو الأخروية كما قدم\nالأنبياء والأوصياء أنهم أئمة وأخر غيرهم عنهم فجعلهم أتباعا لهم، ويحتمل\nأن يراد msB28508 بهما ما يرجع إلى البداء، ولعله أنسب بالمقام (بعلمك الغيب) الباء\nللقسم ويحتمل السببية (خشيتك في السر والعلانية) لعل المراد بالخشية أثرها،\nوهو فعل الطاعة وترك المعصية، أي يظهر أثر الخشية مني في حضور الخلق\nوغيبتهم (في الغضب) أي عن المخلوقين (والرضا) أي عنهم، والمعنى لا يكون\nغضبي على أحد سببا لان لا أقول الحق فيه، ولا رضاي عن أحد سببا لان أثبت له\nما ليس له، والقصد التوسط في النفقة.\n</p>\n\n<p>\n(نعيما لا ينفد) أي في الآخرة أو في الدنيا أو الأعم بأن يتصل نعيم\nالدنيا بنعيم الآخرة، وهو أتم، ومثله قرة العين وهو ما يوجب السرور، وقيل\nأريد به النسل الذي لا ينقطع لقوله تعالى <a class=\"quran\"\nhref=\"http://qadatona.org/عربي/القرآن-الكريم/25/74\" target=\"_blank\"\ntitle=\"الفرقان: 74\">﴿هب لنا من أزواجنا وذرياتنا قرة أعين﴾</a> (1) أو\nالمحافظة على الصلوات لقوله صلى الله عليه وآله (وقرة عيني في الصلاة).\n</p>\n\n<p>\nوقال في النهاية: فيه الصوم في الشتاء الغنيمة الباردة، أي لا تعب فيه\nولا مشقة، و كل محبوب عندهم بارد، والنظر إلى الوجه المراد به النظر بعين\nالقلب إلى ذاته تعالى أو بعين الرأس إلى حججه عليهما السلام فإنهم وجه الله\nالذي يتوجه بهم إليه، ومن أراد التوجه إلى الله يتوجه إليهم، وكذا المراد\nبلقائه تعالى إما لقاؤهم أو لقاء ثوابه، وعلى التقديرين أريد به الشوق إلى\nالموت والآخرة، وقطع التعلق عن الدنيا.\n</p>\n\n<p>\nوقوله: (من غير ضراء) متعلق به أي لا يكون رضاي بالموت بسبب البلايا\nالشديدة التي لا يمكنني الصبر عليها، فأتمنى الموت لها، (والمضرة) تأكيد\nللضراء، أو وصف لها لأنه لا يكون الدنيا بدون الضراء في الجملة، ولكن لا\nيكون ضراء لا يمكنني الصبر عليها، أو المراد بها مضرة الآخرة، وقيل متعلق\nبأحيني ويحتمل تعلقه بالجميع أي أعطني جميع ذلك من غير أن يكون بي ضراء\nشديدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p003'> Vol. 83, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(بزينة الايمان) الإضافة بيانية أو المعنى الزينة التي تحصل من الايمان\nوهو التحلي بمكارم الأخلاق والاعمال.\n</p>\n\n<p>\n(فيمن هديت) أي بالهدايات الخاصة من الأنبياء والأولياء، أو المعنى إني\nلا أستحق الهداية، فاهدني msB28509 من بينهم وببركتهم، أو أنك فعلت ذلك بكثير، فان\nفعلت بي فليس ببديع، فيكون نوع استعطاف.\n</p>\n\n<p>\n(عزيمة الرشاد) الرشاد خلاف الغي أي أكون عازما جازما على الرشاد\n(والثبات في الامر) أي في الدين وما يلزمه من العبادات، والثبات يحتمل عطفه\nعلى العزيمة، وعلى الرشاد، كما أن الرشد يحتمل عطفه على الامر وعلى الثبات.\n</p>\n\n<p>\n3 - المكارم: دعاء آخر قال الصادق عليه السلام: من قال هذه الكلمات عند\nكل صلاة مكتوبة، حفظ في نفسه وداره وولده وماله (أجير نفسي ومالي وولدي\nوأهلي وداري وكل ما هو مني بالله الواحد الصمد الذي لم يلد ولم يولد ولم\nيكن له كفوا أحد، وأجير نفسي ومالي وولدي وكل ما هو مني برب الفلق من شر ما\nخلق) إلى آخرها (وبرب الناس ملك الناس) إلى آخرها و (بالله الذي لا إله هو\nالحي القيوم) آية الكرسي إلى آخرها (1).\n</p>\n\n<p>\nبيان: رواه في الكافي (2) بسند حسن عنه عليه السلام، ومذكور في المصباح\nوسائر الكتب المعتبرة، وقال الجوهري: الولد قد يكون واحدا وجمعا وكذلك\nالولد بالضم انتهى، والمشهور أن آية الكرسي إلى العلي العظيم، ويظهر من بعض\nالأخبار أنها إلى خالدون وسيأتي في محله.\n</p>\n\n<p>\n4 - المكارم: هذا دعاء آخر من مسموعات السيد ناصح الدين أبي البركات:\n</p>\n\n<p>\nومن دعاء السر يا محمد من أراد أن أرفع صلاته مضاعفة فليقل خلف كل ما\nافترضت عليه ويرفع يديه (يا مبدئ الأسرار، ويا مبين الكتمان، ويا شارع\nالأحكام، ويا ذارئ الأنعام، ويا خالق الأنام، ويا فارض الطاعة، وملزم\nالدين، ويا موجب التعبد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p004'> Vol. 83, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nأسألك بحق تزكية كل صلاة زكيتها وبحق من زكيتها له، أن تجعل صلاتي هذه\nزاكية متقبلة بتقبلكها، وتصييرك بها ديني زاكيا، وإلهامك قلبي حسن المحافظة\nعليها حتى تجعلني من أهلها، الذين ذكرتهم بالخشوع فيها، أنت ولي الحمد كله،\nفلا إله إلا أنت فلك الحمد كله بكل حمد أنت له ولي، وأنت ولي التوحيد كله،\nفلا إله إلا أنت فلك التوحيد كله بكل توحيد أنت له ولي، وأنت ولي التهليل\nكله، فلا إله ألا msB28510 أنت فلك التهليل كله بكل تهليل أنت له ولي، وأنت ولى\nالتسبيح كله فلا إله إلا أنت فلك التسبيح كله، بكل تسبيح أنت له ولي، وأنت\nولي التكبير كله، فلا إله إلا أنت فلك التكبير كله بكل تكبير أنت له ولي،\nرب عد علي في صلاتي هذه برفعكها زاكية متقبلة إنك أنت السميع العليم) فإنه\nإذا قال: ذلك رفعت صلاته مضاعفة في اللوح المحفوظ (1).\n</p>\n\n<p>\nأقول: هذا من أدعية السر أورده الشيخ والكفعمي (2) في كتابيه، وفيها يا\nمحمد من أراد من أمتك أن أرفع صلاته مضاعفة فليقل خلف كل صلاة افترضته\nعليه، وهو رافع يديه آخر كل شئ فإنه إذا قال ذلك رفعت له صلاته مضاعفة في\nاللوح المحفوظ انتهى، فينبغي أن يقرأه آخر التعقيب كما ذكره الشيخ وغيره.\n</p>\n\n<p>\n5 - المكارم: وإذا أردت النهوض من التعقيب فقل: (سبحان ربك رب العزة عما\nيصفون، وسلام على المرسلين، والحمد لله رب العالمين) فقد روي عن أمير\nالمؤمنين عليه السلام أنه قال: من أراد أن يكتال بالمكيال الأوفى، فليكن\nهذا آخر قوله، فان له من كل مسلم حسنة (3).\n</p>\n\n<p>\nوعن الحسن بن حماد، عن الصادق عليه السلام قال: من قال في دبر صلاة\nالفريضة قبل أن يثني رجليه (استغفر الله الذي لا إله إلا هو الحي القيوم ذو\nالجلال والاكرام وأتوب إليه) غفر الله له ذنوبه، ولو كانت مثل زبد البحر،\nوفي خبر آخر من قاله في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p005'> Vol. 83, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nكل يوم غفر الله له أربعين كبيرة (1).\n</p>\n\n<p>\nأقول: رواه في الكافي (2) عن الحسين بن حماد بسند صحيح - والحسن غير موثق\n- إلى قوله مثل زبد البحر، وفي بعض نسخه (ذا الجلال) فقوله الحي والقيوم\nأيضا منصوبان، والكل صفات للجلالة وأما نسخه ذوا الجلال ورفع الحي والقيوم،\nفهو إما رفع على المدح أو صفة للضمير على مذهب الكسائي إذ المشهور بين\nالنحاة أن الضمير لا يوصف، وأجاز الكسائي وصف ضمير الغائب في نحو قوله\nتعالى (لا إله إلا هو العزيز الحكيم) وقولك: مررت به المسكين، والجمهور\nيحملون مثله على البدلية إذ msB28511 يجوز الابدال من ضمير الغائب اتفاقا.\n</p>\n\n<p>\n6 - فلاح السائل: باسناده إلى التلعكبري، عن هارون بن موسى، عن أحمد ابن\nمحمد العطار، عن سعد بن عبد الله، عن محمد بن عيسى اليقطيني، عن الحسن بن\nمحبوب، عن وهب بن عبد ربه قال: سمعت أبا عبد الله عليه السلام يقول: من سبح\nتسبيح الزهراء فاطمة عليها السلام بدأ وكبر الله عز وجل أربعا وثلاثين\nتكبيرة، وسبحه ثلاثا وثلاثين تسبيحة، ووصل التسبيح بالتكبير، وحمد الله\nثلاثا وثلاثين مرة، ووصل التحميد بالتسبيح، وقال بعد ما يفرغ من التحميد: -\n(لا إله إلا الله إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا\nصلوا عليه وسلموا تسليما، لبيك ربنا ليك وسعديك، اللهم صل على محمد وآل\nمحمد، وعلى أهل بيت محمد، وعلى ذرية محمد والسلام عليه وعليهم ورحمة الله\nوبركاته، وأشهد أن التسليم منا لهم، والايتمام بهم، والتصديق لهم، ربنا\nآمنا وصدقنا واتبعنا الرسول فاكتبنا مع الشاهدين.\n</p>\n\n<p>\nاللهم صب الرزق علينا صبا صبا، بلاغا للآخرة والدنيا، من غير كد ولا نكد،\nولا من من أحد من خلقك، إلا سعة من رزقك، وطيبا من وسعك، من يدك الملأى\nعفافا، لا من أيدي لئام خلقك، إنك على كل شئ قدير، اللهم اجعل النور في\nبصري، والبصيرة في ديني، واليقين في قلبي، والاخلاص في عملي، والسعة في\nرزقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p006'> Vol. 83, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوذكرك بالليل والنهار على لساني، والشكر لك أبدا ما أبقيتني، اللهم لا\nتجدني حيث نهيتني، وبارك لي فيما أعطيتني، وارحمني إذا توفيتني إنك على كل\nشئ قدير) - غفر الله له ذنوبه كلها، وعافاه من يومه وساعته وشهره وسنته إلى\nأن يحول الحول من الفقر والفاقة والجنون والجذام والبرص، ومن ميتة السوء،\nومن كل بلية تنزل من السماء إلى الأرض، وكتب له بذلك شهادة الاخلاص بثوابها\nإلى يوم القيامة، وثوابها الجنة البتة.\n</p>\n\n<p>\nفقلت له: هذا له إذا قال ذلك في كل يوم من الحول إلى الحول؟ فقال: لا\nولكن هذا لمن قال من الحول إلى الحول مرة واحدة يكتب له وأجزأ له msB28512 إلى مثل\nيومه وساعته وشهره من الحول الجائي الحائل عليه (1).\n</p>\n\n<p>\nبيان: (إن التسليم منا لهم) أي منحصر فيهم وكذا قرينتاها، والبلاغ\nالكفاية ذكره الجوهري، وقال نكد عيشهم بالكسر ينكد نكدا إذا اشتد ورجل نكد\nأي عسر.\n</p>\n\n<p>\n7 - فلاح السائل: ومن المهمات من يريد طول البقاء أن يكون من تعقيبه بعد\nكل صلاة ما رواه أبو محمد هارون بن موسى، عن أبي الحسين علي بن محمد بن\nيعقوب العجلي الكسائي، عن علي بن الحسن بن فضال، عن جعفر بن محمد بن حكيم،\nعن جميل ابن دارج قال: دخل رجل إلى أبي عبد الله عليه السلام فقال له: يا\nسيدي علت سني ومات أقاربي، وأنا خائف أن يدركني الموت وليس لي من آنس به\nوأرجع إليه، فقال له:\n</p>\n\n<p>\nإن من إخوانك المؤمنين من هو أقرب نسبا أو سببا وانسك به خير من انسك\nبقريب ومع هذا فعليك بالدعاء، وأن تقول عقيب كل صلاة:\n</p>\n\n<p>\n(الهم صل على محمد وآل محمد، اللهم إن الصادق عليه السلام قال: إنك قلت:\n</p>\n\n<p>\nما ترددت في شئ أنا فاعله كترددي في قبض روح عبدي المؤمن: يكره الموت\nوأكره مساءته، اللهم فصل على محمد وآل محمد وعجل لوليك الفرج والعافية\nوالنصر، ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p007'> Vol. 83, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nتسؤني في نفسي، ولا في أحد من أحبتي) أن شئت أن تسميهم واحدا واحدا\nفافعل، وإن شئت متفرقين وإن شئت مجتمعين.\n</p>\n\n<p>\nقال الرجل: والله لقد عشت حتى سئمت الحياة، قال أبو محمد هارون بن موسى\nرحمه الله: إن محمد بن الحسن بن شمون البصري كان يدعو بهذا الدعاء فعاش\nمائة وثمان وعشرين سنة في خفض إلى أن مل الحياة فتركه فمات - ره - (1).\n</p>\n\n<p>\nالمكارم ودعوات الراوندي ومصباح الشيخ وجنة الأمان والبلد الأمين (2):\nروي أن من دعا بهذا الدعاء عقيب كل فريضة وواظب على ذلك، عاش حتى يمل\nالحياة، وفي المكارم إن رسولك الصادق المصدق صلواتك عليه وآله قال، وفي\nالبلد الأمين اللهم إن الصادق الأمين صلى الله عليه وآله، قال. والمصباح\nموافق للمتن.\n</p>\n\n<p>\nبيان: قيل في التردد الوارد في msB28513 الخبر وجوه:\n</p>\n\n<p>\nالأول أن في الكلام إضمارا، والتقدير: لو جاز على التردد ما ترددت في شئ\nكترددي في وفاة المؤمن.\n</p>\n\n<p>\nالثاني أنه لما جرت العادة بأن يتردد الشخص في مساءة من يحترمه ويوقره\nكالصديق والخل وأن لا يتردد في مساءة من ليس له عنده قدر ولا حرمة كالعدو\nوالمؤذيات صح أن يعبر بالتردد والتواني في مساءة الرجل من توقيره واحترامه،\nو بعدمها عن إذلاله واحتقاره، فالمعنى ليس لشئ من مخلوقاتي عندي قدر وحرمة،\nكقدر عبدي المؤمن وحرمته، فالكلام من قبيل الاستعارة التمثيلية.\n</p>\n\n<p>\nالثالث أنه قد مر أن الله سبحانه يظهر للعبد المؤمن عند الاحتضار من\nاللطف والكرامة والبشارة بالجنة ما يزيل عنه كراهة الموت، ويوجب رغبته في\nالانتقال إلى دار القرار، فيقل تأذيه به، ويصير راضيا بنزوله، راغبا في\nحصوله، فأشبهت هذه المعاملة معاملة من يريد أن يؤلم حبيبه ألما يتعقبه نفع\nعظيم، فهو يتردد في أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p008'> Vol. 83, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nكيف يوصل ذلك الألم إليه على وجه يقل تأذيه به، فلا يزال يظهر له ما\nيرغبه فيما يتعقبه من اللذة الجسيمة، إلى أن يتلقاه بالقبول.\n</p>\n\n<p>\nوقوله: (يكره الموت) جملة مستأنفة كأن سائلا يسأل ما سبب التردد فأجيب\nبذلك، ويحتمل الحالية من المؤمن، والمساءة مصدر ميمي من ساءه إذا فعل به ما\nيكرهه.\n</p>\n\n<p>\nقوله عليه السلام: (وإن شئت متفرقين) أي فرقت الأحبة على الصلوات (وإن\nشئت مجتمعين) أي ذكرت الجميع في كل صلاة أو التفرق إعادة الفعل أعني لا\nتسؤني في كل واحد، والاجتماع عدمها أو الأول ذكرهم إفرادا والثاني ذكرهم\nأصنافا إذ المراد بالأول ذكر بعضهم على الخصوص وبعضهم على العموم، وبالثاني\nذكر جميعهم على العموم بلفظ واحد كما في أصل الدعاء، وفي المصباح هكذا (في\nنفسي ولا في أهلي ولا في مالي ولا في أحد من أحبتي).\n</p>\n\n<p>\n8 - فلاح السائل: ومن المهمات الدعاء الذي علمه النبي صلى الله عليه وآله\nلعلي عليه السلام ليحفظ كل ما يسمع، روي عن النبي صلى الله عليه وآله أنه\nقال لأمير المؤمنين عليه السلام: إذا أردت أن msB28514 تحفظ كل ما تسمع وتقرأ فادع\nبهذا الدعاء في دبر كل صلاة، وهو (سبحان من لا يعتدي على أهل مملكته، سبحان\nمن لا يأخذ أهل الأرض بألوان العذاب، سبحان الرؤف الرحيم، اللهم اجعل لي في\nقلبي نورا وبصرا وفهما وعلما إنك على كل شئ قدير).\n</p>\n\n<p>\nومن المهمات لمن يريد قضاء الحاجات أن يقول إذا فرغ من الصلاة ما رواه\nأبو محمد هارون بن موسى - ره - عن علي بن محمد بن يعقوب الكسائي، عن الحسن\nبن علي بن فضال، عن أبيه، عن ثعلبه بن ميمون، عن عبد الملك بن عبد الله\nالقمي، عن أخيه إدريس بن عبد الله قال: سمعت أبا عبد الله عليه السلام\nيقول: إذا فرغت من الصلاة فقل: اللهم إني أدينك بطاعتك وولايتك وولاية\nرسولك صلى الله عليه وآله وولاية الأئمة من أولهم إلى آخرهم - وتسميهم\nواحدا واحدا - وتقول: اللهم إني أدينك بطاعتهم و ولايتهم، والرضا بما\nفضلتهم به غير متكبر ولا مستكبر على معنى ما أنزلت في كتابك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p009'> Vol. 83, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعلى حدود ما أتانا فيه وما لم يأتنا مؤمن معترف مسلم بذلك، راض بما رضيت\nبه، يا رب أريد به وجهك والدار الآخرة، مرهوبا ومرغوبا إليك فيه، فأحيني\nعلى ذلك وأمتني إذا أمتني على ذلك، وابعثني على ذلك، وإن كان مني تقصير\nفيما مضى فاني أتوب إليك منه وأرغب إليك فيما عندك، وأسألك أن تعصمني\nبولايتك عن معصيتك ولا تكلني إلى نفسي طرفة عين ولا أقل من ذلك ولا أكثر إن\nالنفس لامارة بالسوء إلا ما رحمت يا أرحم الراحمين وأسألك أن تعصمني بطاعتك\nحتى تتوفاني عليها، وأنت عني راض، وأن تختم لي بالسعادة، ولا تحولني عنها\nأبدا، ولا قوة إلا بك، اللهم إني أسئلك بحرمة وجهك الكريم، وبحرمة اسمك\nالعظيم، وبحرمة رسولك صلواتك عليه وآله، وبحرمة أهل بيت رسولك عليهم السلام\n- وتسميهم - أن تصلي على محمد وآل محمد، وأن تفعل بي كذا وكذا، وتذكر\nحوائجك (1) إنشاء الله.\n</p>\n\n<p>\nمصباح الشيخ: مثله ذكره في سياق الأدعية من غير إسناد، ومن msB28515 قوله (أن\nتعصمني بطاعتك) إلى قوله (اللهم إني أسئلك) لم يكن في نسخ فلاح السائل،\nوكان في المصباح وغيره فألحقناه، ومن قوله (فيما مضى) إلى قوله (بولايتك)\nلم يكن في المصباح ولعله سقط من النساخ، ورواه الشيخ في التهذيب (2) في\nأدعية نوافل شهر رمضان عن علي بن حاتم، عن محمد بن أبي عبد الله، عن سعد بن\nعبد الله، عن أحمد بن محمد، عن محمد بن سنان، عن عبد الملك القمي، عن أخيه\nعنه مثله وسيأتي.\n</p>\n\n<p>\nبيان: قوله عليه السلام: (على معنى ما أنزلت) لعل المعنى أو من بهم\nوبفضائلهم على الوجه الذي أنزلته في كتابك، وإن لم يحط به علمي ولم أفهمه\nمن الكتاب، والحاصل أني لا أحيط علما بفضائلهم وبشرائط طاعتهم وحدودها،\nفاومن بذلك مجملا، ويحتمل تعلقه بقوله (ولا مستكبر) أي لا أتكبر على شئ من\nمعاني كتابك على الحدود التي أحطنا بها، أو لم نحط، بل أقبل جميعها وأذعن\nبها، وأعزم على الاتيان بها، ويحتمل أن يكون المعنى أدين بما أتانا به\nإثباتا، وبما لم يأتنا به نفيا والأول أظهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p010'> Vol. 83, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n9 - فلاح السائل: ومن المهمات في تعقيب الصلاة لزيادة السعادات الاقتداء\nبالصادق عليه السلام فيما نذكره من الدعوات كما روي عن أبي عبد الله عليه\nالسلام قال: دخلت على أبي يوما وهو يصدق على فقراء أهل المدينة بثمانية\nآلاف دينار، وأعتق أهل بيت بلغوا أحد عشر مملوكا، فكان ذلك أعجبني، فنظر\nإلى ثم قال: هل لك في أمر إذا فعلته مرة واحدة خلف كل صلاة مكتوبة كان أفضل\nمما رأيتني صنعت، ولو صنعته كل عمر نوح؟ قال: قلت: ما هو؟ قال: تقول خلف\nالصلاة:\n</p>\n\n<p>\nأشهد أن لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت\nويميت ويحيي بيده الخير وهو على كل شئ قدير، ولا حول ولا قوة إلا بالله\nالعلي العظيم، سبحان ذي الملك والملكوت، سبحان ذي العزة والجبروت، سبحان ذي\nالكبرياء والعظمة، سبحان الحي الذي لا يموت، سبحان ربي الأعلى، سبحان msB28516 ربي\nالعظيم، سبحان الله وبحمده، كل هذا قليل يا رب وعدد خلقك وملء عرشك، ورضا\nنفسك ومبلغ مشيتك وعدد ما أحصى كتابك وملء ما أحصى كتابك وزنة ما أحصى\nكتابك ومثل ذلك أضعافا لا تحصى وعدد خلقك وملء خلقك وزنة خلقك ومثل ذلك\nأضعافا لا تحصى وعدد بريتك وملء بريتك وزنة بريتك ومثل ذلك أضعافا لا تحصى\nوعدد ما تعلم وزنة ما تعلم وملء ما تعلم ومثل ذلك أضعافا لا تحصى، وان\nالتحميد والتعظيم والتقديس والثناء والشكر والخير والمدح والصلاة على النبي\nوأهل بيته صلى الله عليه وعليهم مثل ذلك وأضعاف ذلك وعدد ما خلقت وذرأت\nوبرأت وعدد ما أنت خالقه من شئ وملء ذلك كله وأضعاف ذلك كله أضعافا لو\nخلقتهم فنطقوا بذلك منذ قط إلى الأبد لا انقطاع له يقولون كذلك ولا يسأمون\nولا يفترون أسرع من لحظ البصر وكما ينبغي لك وكما أنت له أهل وأضعاف ما\nذكرت وزنة ما ذكرت وعدد ما ذكرت ومثل جميع ذلك كل هذا قليل يا إلهي تباركت\nوتقدست وتعاليت علوا كبيرا يا ذا الجلال والاكرام أسألك على إثر هذا الدعاء\nبأسمائك الحسنى وأمثالك العليا وكلماتك التامات أن تعافيني في الدنيا\nوالآخرة قال أبو يحيى سمعت أبا جعفر عليه السلام يقول: الدعاء هذا مستجاب\n(1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p011'> Vol. 83, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nبيان: <a class=\"quran\" href=\"http://qadatona.org/عربي/القرآن-\nالكريم/57/18\" target=\"_blank\" title=\"الحديد: 18\">﴿يصدق) بتشديد الصاد\nوالدال أي يتصدق قلبت التاء صادا وأدغمت، وفي التنزيل الكريم إن المصدقين\nوالمصدقات﴾</a> (1) والمصدق بالتخفيف آخذ الصدقات وبالتشديد معطيها،\nوالملكوت مأخوذ من الملك كالجبروت من الجبر، وقد يطلق الملكوت على\nالسماويات، والملك على الأرضيات، وقيل الملكوت المجردات، والملك الماديات،\nوفي النهاية الكبرياء العظمة والملك وقيل: هي عبارة عن كمال الذات وكمال\nالوجود، ولا يوصف بها إلا الله تعالى.\n</p>\n\n<p>\nقوله عليه السلام (وعدد خلقك) أي أريد أن أسبحك بتلك التسبيحات بهذا\nالعدد، أو أنت مستحق لها بهذا العدد (وملء عرشك) تشبيه للمعقول بالمحسوس\n(ورضا نفسك) أي أسبحك بعدد ترضى به عني، وبعدد يبلغ ما شئته وأردته من\nخلقك، أو يوافق عدد msB28517 مشياتك في خلقك وهي لا تتناهى، والكتاب اللوح أو\nالقرآن، وقط ظرف زمان لاستغراق ما مضى، ويختص بأصل وضعه بالنفي، وقد يستعمل\nفي الاثبات، قال الفيروزآبادي: قط للنفي في الزمان الماضي، وفي مواضع من\nالبخاري جاء بعد المثبت وفي سنن أبي داود توضأ ثلاثا قط وأثبته ابن مالك في\nالشواهد انتهى وقد يقرء قط بمعنى قطع كناية عن الخلق، والأول أظهر.\n</p>\n\n<p>\n10 - فلاح السائل: ومن المهمات الامتثال لقول مولانا الصادق جعفر بن محمد\nصلوات الله عليهما في الدعاء عقيب كل فريضة كما رواه أبو الفرج محمد بن\nموسى بن علي القزويني، عن أحمد بن محمد بن يحيى العطار في كتابه على يدي\nأبي محمد الحداد، عن جعفر بن محمد بن مالك الفزاري، عن أحمد بن مالك بن\nالحارث الأشتر، عن محمد ابن عثمان، عن أبي بصير، عن أبي عبد الله عليه\nالسلام قال: تدعو في أعقاب الصلوات الفرائض بهذه الأدعية:\n</p>\n\n<p>\nاللهم إني أسألك بحق محمد وآل محمد براءة من النار، فاكتب لنا براءتنا،\nوفي جهنم فلا تجعلنا، وفي عذابك وهوانك فلا تبتلنا، ومن الضريع والزقوم فلا\nتطعمنا، ومع الشياطين في النار فلا تجمعنا، وعلى وجوهنا في النار فلا\nتكببنا، ومن ثياب النار وسرابيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p012'> Vol. 83, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالقطران فلا تلبسنا، ومن كل سوء يا لا إله إلا أنت يوم القيامة فنجنا،\nوبرحمتك في الصالحين فأدخلنا، وفي عليين فارفعنا، وبكأس من معين وسلسبيل\nفاسقنا، ومن الحور العين برحمتك فزوجنا، ومن الولدان المخلدين كأنهم لؤلؤ\nمكنون منثور فأخدمنا، ومن ثمار الجنة ولحوم الطير فأطعمنا، ومن ثياب الحرير\nوالسندس والإستبرق فاكسنا، وليلة القدر وحج بيتك الحرام فارزقنا، وسددنا،\nوقربنا إليك زلفى، وصالح الدعاء والمسألة فاستجب لنا.\n</p>\n\n<p>\nيا خلقنا اسمع لنا، واستجب، وإذا جمعت الأولين والآخرين يوم القيامة\nفارحمنا، يا رب عز جارك، وجل ثناؤك، ولا إله غيرك (١).\n</p>\n\n<p>\nبيان: الضريع والزقوم من طعام أهل النار أعاذنا الله منها، وقال سبحانه:\n</p>\n\n<p>\n(سرابيلهم من قطران) (٢) السربال القميص، والقطران بفتح القاف وكسر الطاء\nالذي يطلى به الإبل التي بها الجرب msB28518، فيحرق بحدته وحرارته الجرب يتخذ من حمل\nشجر العرعر فيطبخ بماء ثم يهنأ به، وسكون الطاء وفتح القاف وكسرها لغة،\nوقرئ (من قطران) أي نحاس قد انتهى حره.\n</p>\n\n<p>\n(ومن كأس) مأخوذ من قوله تعالى: <a class=\"quran\"\nhref=\"http://qadatona.org/عربي/القرآن-الكريم/37/45\" target=\"_blank\"\ntitle=\"الصافات: 45\">﴿يطاف عليهم بكأس من معين﴾</a> (٣) أي شراب معين أو\nنهر معين أي ظاهر للعيون، أو خارج من العيون، وهو صفة الماء من عان الماء\nإذا نبع، وصف به خمر الجنة لأنها تجري كالماء ذكره البيضاوي وقال:\n</p>\n\n<p>\nفي قوله تعالى: <a class=\"quran\" href=\"http://qadatona.org/عربي/القرآن-\nالكريم/76/18\" target=\"_blank\" title=\"الانسان: 18\">﴿عينا فيها تسمى\nسلسبيلا﴾</a> (4) السلاسة انحدارها في الحلق، والسهولة مساغها يقال شراب\nسلسل وسلسال وسلسبيل، والحور جمع الحوراء، وهي التي اشتد بياض عينها\nوسوادها، وقيل الحوراء البيضاء، والعيناء عظيم العينين.\n</p>\n\n<p>\nومن الولدان المخلدين أي المبقين ولدانا لا يتغيرون ولا يشيبون، وقيل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p013'> Vol. 83, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nأي المقرطين، وتشبيههم باللؤلؤ المنثور لصفاء ألوانهم وكثرتهم وانبثاثهم\nفي مجالسهم وانعكاس شعاع بعضهم إلى بعض، والسندس: رقيق الديباج والحرير،\nوالإستبرق غليظه، أو ديباج يعمل بالذهب (عز جارك) الجار من أمنته، أي من\nدان في أمانك فهو عزيز غالب.\n</p>\n\n<p>\nأقول: أورد الشيخ في المصباح هذا الدعاء في التعقيبات المختصة بصلاة\nالظهر وفيه (وليلة القدر فارحمنا وحج بيتك) الخ.\n</p>\n\n<p>\n11 - فلاح السائل: ومن المهمات بعد فراغه من الصلوات لتلافي ما يكون حصل\nفيها من الغفلات والجنايات من كتاب أحمد بن عبد الله بن خابنه، وقد ذكر جدي\nالسعيد أبو جعفر الطوسي في كتاب الفهرست أنه من أصحابنا الثقات، وروى لنا\nالعمل بما تضمنه كتابه في الدعوات: حدث أبو محمد هارون بن موسى رحمة الله\nعليه عن أبي علي الأشعري وكان قائدا من القواد عن سعد بن عبد الله الأشعري\nقال: عرض أحمد بن عبد الله بن خانبه كتابه على مولانا أبي محمد الحسن بن\nعلي بن محمد صاحب العسكر الاخر فقرأه وقال صحيح فاعملوا به، فقال أحمد بن\nخانبه في كتابه المشار إليه في الدعاء و المناجاة بعد الفراغ من الصلاة\nيقول:\n</p>\n\n<p>\n(اللهم لك صليت، وإياك دعوت، وفي صلاتي msB28519 ودعائي ما قد علمت من النقصان،\nوالعجلة والسهو والغفلة والكسل والفترة والنسيان والمدافعة والرياء والسمعة\nوالريب والفكرة والشك والمشغلة، واللحظة الملهية عن إقامة فرائضك، فصل على\nمحمد وآله واجعل مكان نقصانها تماما، وعجلتي تثبتا تمكنا، وسهوي تيقظا،\nوغفلتي تذكرا، وكسلي نشاطا، وفتوري قوة، ونسياني محافظة، ومدافعتي مواظبة،\nوريائي إخلاصا، وسمعتي تسترا، وريبي بيانا، وفكري خشوعا، وشكي يقينا،\nوتشاغلي فراغا، ولحاظي خشوعا فاني لك صليت، وإياك دعوت، ووجهك أردت، وإليك\nتوجهت، وبك آمنت، وعليك توكلت، وما عندك طلبت، فصل على محمد وآل محمد،\nواجعل لي في صلاتي ودعائي رحمة وبركة تكفر بها سيئاتي، وتضاعف بها حسناتي،\nوترفع بها درجتي، و تكرم بها مقامي، وتبيض بها وجهي، وتحط بها وزري، وتقبل\nبها فرضي ونفلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p014'> Vol. 83, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم صل على محمد وآل محمد، واحطط بها وزري، واجعل ما عندك خيرا لي مما\nينقطع عني، الحمد لله الذي قضى عني صلاتي إن الصلاة كانت على المؤمنين\nكتابا موقوتا، يا أرحم الراحمين، الحمد لله الذي هدانا لهذا وما كنا لنهتدي\nلولا أن هدانا الله، الحمد لله الذي أكرم وجهي عن السجود إلا له، اللهم كما\nأكرمت وجهي عن السجود إلا لك، فصل على محمد وآل محمد، وصنه عن المسألة إلا\nمنك.\n</p>\n\n<p>\nاللهم صل على محمد وآله، وتقبلها مني بأحسن قبولك، ولا تؤاخذني بنقصانها\nوماسها عنه قلبي منها، فتممه لي برحمتك يا أرحم الراحمين، اللهم صل على\nمحمد وآل محمد، اولي الامر الذين أمرت بطاعتهم، وأولى الأرحام الذين أمرت\nبصلتهم وذوي القربى الذين أمرت بمودتهم، وأهل الذكر الذين أمرت بمسألتهم،\nوالموالي الذين أمرت بموالاتهم، ومعرفة حقهم، وأهل البيت الذين أذهبت عنهم\nالرجس و طهرتهم تطهيرا.\n</p>\n\n<p>\nاللهم صل على محمد وآل محمد، واجعل ثواب صلاتي وثواب مجلسي رضاك والجنة\nواجعل ذلك كله خالصا مخلصا يوافق منك رحمة وإجابة، وافعل بي جميع ما سألتك\nمن خير، وزدني من فضلك إني إليك من الراغبين، يا أرحم الراحمين، يا ذا المن\nالذي لا ينقطع أبدا، يا ذا المعروف الذي لا ينفد أبدا msB28520، يا ذا النعماء التي\nلا تحصى عددا، يا كريم يا كريم يا كريم، صل على محمد وآل محمد، واجعلني ممن\nآمن بك فهديته، وتوكل عليك فكفيته، وسألك فأعطيته، ورغب إليك فأرضيته،\nوأخلص لك فأنجيته.\n</p>\n\n<p>\nاللهم صل على محمد وآل محمد واحللنا دار المقامة من فضلك لا يمسنا فيها\nنصب ولا يمسنا فيها لغوب، اللهم إني أسألك مسألة الذليل الفقير أن تصلي على\nمحمد واله وأن تغفر لي جميع ذنوبي، وتقلبني بقضاء جميع حوائجي إليك، إنك\nعلى كل شئ قدير.\n</p>\n\n<p>\nاللهم ما قصرت عنه مسألتي، وعجزت عنه قوتي، ولم تبلغه فطنتي، من أمر تعلم\nفيه صلاح أمر دنياي وآخرتي، فصل على محمد وآل محمد وافعله بي، يا لا إله\nإلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p015'> Vol. 83, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nأنت، بحق لا إله إلا أنت، برحمتك في عافية، ما شاء الله ولا حول ولا قوة\nإلا بالله.\n</p>\n\n<p>\nقال السيد رضي الله عنه: روي هذا الدعاء عن مولانا علي بن أبي طالب عليه\nالسلام من أوله إلى قوله في الدعاء كانت على المؤمنين كتابا موقوتا ثم قال:\nيا أرحم الراحمين، وفي الروايتين اختلاف (1).\n</p>\n\n<p>\nمصباح الشيخ: وغيره مرسلا مثله، وجعله الأكثر مما يختم به التعقيب (2)\n[وهو من أدعيه السر رواه الكفعمي (3) فيها وفيه (يا محمد ومن أراد من أمتك\nأن لا يحول بين دعائه وبيني حائل وأن أجيبه لأي أمر شاء عظيما كان أو صغيرا\nفي السر والعلانية إلى أو إلى غيري، فليقل آخر دعائه يا لله المانع إلى آخر\nالدعاء].\n</p>\n\n<p>\nتوضيح: قال في النهاية في حديث ابن مسعود: إنه مرض وبكى فقال: إنما أبكي\nلأنه أصابني على حال فترة، ولم يصبني في حال اجتهاد، أي في حال سكون و\nتقليل من العبادات والمجاهدات انتهى والمدافعة عدم انقياد النفس للطاعة،\nوالريب في بعض النسخ بالباء الموحدة وفي بعضها بالثاء والمثلثة، وهو\nالابطاء وكذا النسختان موجودتان في قوله (وريبي بيانا) والبيان بالأول\nأنسب، وفي بعض النسخ ثباتا فهو أنسب بالثاني، ولا يبعد أن يكون بياتا أي\nأبيت على العمل وآتي به بياتا.\n</p>\n\n<p>\nوقال msB28521 الجوهري: اللحاظ بالكسر مصدر لاحظته إذا راعيته.\n</p>\n\n<p>\nقوله: (دار المقامة) أي دار الإقامة (من فضلك) أي من إنعامك وتفضيلك من\nغير أن يجب عليك شئ (فيها نصب) أي تعب (ولا يمسنا فيها لغوب) أي كلال\nوإعياء.\n</p>\n\n<p>\nأقول: الظاهر أن الرواية التي أشار إليها عن أمير المؤمنين عليه السلام\nما نرويه بعد ذلك عن الكتاب العتيق وكثيرا ما يروي السيد عن الكتاب المذكور\nفي كتبه وإنما أعدناها للاختلاف الكثير بينهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p016'> Vol. 83, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n12 - فلاح السائل ومصباح الشيخ والبلد الأمين: ثم قل: يا لله المانع\nقدرته خلقه، والمالك بها سلطانه، والمتسلط بما في يديه، كل مرجو دونك يخيب\nرجاء راجيه، وراجيك مسرور لا يخيب، أسألك بكل رضا لك من كل شئ أنت فيه وبكل\nشئ تحب أن تذكر به، وبك يا الله فليس يعد لك شئ أن تصلي على محمد وآل محمد\nوأن تحوطني وإخواني وولدي وتحفظني بحفظك، وأن تقضي حاجتي في كذا وكذا وتذكر\nما تريد.\n</p>\n\n<p>\nفقد روي عن النبي صلى الله عليه وآله أنه قال إذا قال ذلك قضيت حاجته من\nقبل أن يزول (1).\n</p>\n\n<p>\nأقول: قال في البد الأمين (2) هذا الدعاء عظيم الشأن، رفيع المنزلة، ففي\nالحديث القدسي: يا محمد من أحب من أمتك أن لا يحول بين دعائه وبيني حائل، و\nأن لا أخيبه لأي أمر شاء، عظيما كان أو صغيرا في السر والعلانية، إلى أو\nإلى غيري فليقل آخر دعائه: يا الله إلى آخره، وهو من أدعية السر.\n</p>\n\n<p>\n13 - فلاح السائل: ومن المهمات الدعاء بآخر ما يدعا به بعد الصلوات حدث\nأبو غالب أحمد بن محمد بن سليمان الزراري - ره - رفعه قال: هذا الدعاء يجب\nأن يكون آخر ما يدعا به بعد الصلوات (اللهم إني وجهت وجهي إليك، وأقبلت\nبدعائي عليك راجيا إجابتك، طامعا في مغفرتك، طالبا ماوأيت به على نفسك،\nمستنجزا وعدك، إذ تقول (ادعوني أستجب لكم) فصل على محمد وآل محمد، وأقبل\nإلى بوجهك، واغفر لي وارحمني، واستجب دعائي، يا إله العالمين (3).\n</p>\n\n<p>\n14 - كتاب فضائل الشيعة للصدوق: عن أبيه، عن سعد msB28522، عن أحمد بن محمد عن\nالحسن بن علي بن فضال، عن محمد بن الفضيل، عن أبي حمزة، عن أبي عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p017'> Vol. 83, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام قال: سمعته يقول: إذا قام المؤمن في الصلاة، بعث الله الحور\nالعين حتى يحدقن به، فإذا انصرف ولم يسأل الله منهن تفرقن، وهن متعجبات\n(1).\n</p>\n\n<p>\nأعلام الدين والعدة: عن أبي حمزة مثله (2).\n</p>\n\n<p>\n15 - كنز الكراجكي: عن أحمد بن محمد الهروي، عن إسماعيل بن مجيد، عن علي\nبن الحسن بن الجنيد، عن المعافا بن سليمان، عن زهير بن معاوية، عن محمد بن\nحجارة، عن أبان، عن أنس بن مالك قال: كان رسول الله صلى الله عليه وآله\nيدعو في أثر الصلوات فيقول: (اللهم إني أعوذ بك من علم لا ينفع، وقلب لا\nيخشع، ونفس لا تشبع، ودعاء لا يسمع، اللهم إني أعوذ بك من هؤلاء الأربع.\n</p>\n\n<p>\n16 - أعلام الدين: عن ابن عباس قال: قال رسول الله صلى الله عليه وآله:\nمن قال (سبحان الله حين تمسون) يعني صلاتي المغرب والعشاء (وحين تصبحون)\nصلاة الغداة (وعشيا) صلاة العصر (وحين تظهرون) صلاة الظهر، هذه الآية تجمع\nصلواتكم الخمس، فمن قرأ هذه الثلاث الآيات من سورة الروم وآخر الصافات (3)\n(سبحان ربك رب العزة عما يصفون) ثلاث مرات دبر صلاة المغرب أدرك ما فات في\nيومه ذلك، وقبلت صلاته فان قرأها دبر كل صلاة يصليها من فريضة أو تطوع كتب\nله من الحسنات عدد نجوم السماء وقطر المطر، وعدد ورق الشجر، وعدد تراب\nالأرض، فإذا مات أجري له بكل حسنة عشر حسنات في قبره.\n</p>\n\n<p>\nبيان: الثلاث الآيات من الروم هي هذه (فسبحان الله حين تمسون وحين تصبحون\n* وله الحمد في السماوات والأرض وعشيا وحين تظهرون * يخرج الحي من الميت\nويخرج الميت من الحي ويحيي الأرض بعد موتها وكذلك تخرجون) ويحتمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p018'> Vol. 83, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون إلى تظهرون عندهم ثلاث آيات.\n</p>\n\n<p>\n17 - الخصال: عن أبيه، عن سعد بن عبد الله، عن محمد بن عيسى اليقطيني عن\nالقاسم بن يحيى، عن جده الحسن، عن أبي بصير ومحمد بن مسلم، عن أبي msB28523 عبد الله\nعليه السلام قال: قال أمير المؤمنين عليه السلام: لا ينفتل العبد من صلاته\nحتى يسأل الله الجنة، ويستجير به من النار، ويسأله أن يزوجه من الحور العين\n(1). وقال عليه السلام: أعطي السمع أربعة: النبي صلى الله عليه وآله،\nوالجنة، والنار، والحور العين، فإذا فرغ العبد من صلاته فليصل على النبي\nوآله، ويسئل الله الجنة ويستجير بالله من النار ويسئله أن يزوجه من الحور\nالعين.\n</p>\n\n<p>\nفإنه من صلى على النبي صلى الله عليه وآله رفعت دعوته، ومن سأل الله\nالجنة قالت الجنة يا رب أعط عبدك ما سأل، ومن استجار من النار قالت النار\nيا رب أجر عبدك مما استجارك، ومن سأل الحور العين قلن الحور: يا رب أعط\nعبدك ما سأل (2).\n</p>\n\n<p>\n18 - ثواب الأعمال ومجالس الصدوق: عن أبيه، عن سعد بن عبد الله عن أحمد\nبن محمد، عن الحسين بن سعيد، عن ابن أبي عمير، عن معاوية بن وهب، عن عمرو\nبن نهيك عن سلام المكي عن أبي جعفر الباقر قال: أتى رجل النبي صلى الله\nعليه وآله يقال له شيبة الهذلي، فقال: يا رسول الله إني شيخ قد كبرت سنى،\nوضعفت قوتي عن عمل كنت عودته نفسي من صلاة وصيام وحج وجهاد، فعلمني يا رسول\nالله صلى الله عليه وآله كلاما ينفعني الله به، وخفف على يا رسول الله،\nفقال: أعدها فأعادها ثلاث مرات، فقال رسول الله صلى الله عليه وآله: ما\nحولك شجرة ولا مدرة إلا وقد بكت من رحمتك، فإذا صليت الصبح فقل عشر مرات\n(سبحان الله العظيم وبحمده ولا حول ولا قوة إلا بالله العلي العظيم) فان\nالله عز وجل يعافيك بذلك من العمى والجنون والجذام والفقر والهرم.\n</p>\n\n<p>\nفقال: يا رسول الله هذا للدنيا فما للآخرة؟ فقال: تقول في دبر كل صلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p019'> Vol. 83, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(اللهم اهدني من عندك، وأفض علي من فضلك، وانشر علي من رحمتك، وأنزل علي\nمن بركاتك) قال فقبض عليهن بيده، ثم مضى، فقال رجل لابن عباس: ما أشد ما\nقبض عليها خالك، فقال msB28524 النبي صلى الله عليه وآله: أما إنه إن وافى بها يوم\nالقيامة لم يدعها متعمدا فتحت له ثمانية أبواب الجنة يدخلها من أيها شاء\n(1).\n</p>\n\n<p>\nتوضيح: الهذلي بضم الهاء والذال المعجمة منسوب إلى هذيل بالضم طائفة،\nوقياس النسبة إلى فعيل فعيلي باثبات الياء لا فعلى وإنما تحذف الياء من\nفعيلة غير المضاعفة كجهني فقولهم هذلي وجهمي شاذ (فقال أعدها) أي أعد تلك\nالكلمات أو أعد حكاية ضعفك أو مسألتك (فأعادها ثلاث مرات) لعل فيه تغليبا،\nوالمراد ذكرها ثلاثا وإن حملت الإعادة على معناها فالذكر وقع أربعا.\n</p>\n\n<p>\n(والمدرة) بالفتحات قطعة الطين اليابس، والحول القدرة على التصرف أو\nالمنع عن المعاصي كما سيأتي، والهرم محركة أقصى كبر السن، قيل: والمراد هنا\nالضعف والاسترخاء الناشي منه، تسمية اللازم باسم الملزوم (اللهم اهدني من\nعندك) أي بهدايتك الخاصة (وأفض على من فضلك) في الكلام استعارة مكنية،\nوتخييل، و يطلق الفضل غالبا على النعم الدنيوية (والرحمة) على الأخروية\n(والبركات) أعم منهما وأريد درجات القرب والمعارف والتعميم أولى، ويمكن\nالتعميم في الجميع، فان التأكيد والالحاح مطلوب في الدعاء.\n</p>\n\n<p>\nوقال الشيخ البهائي - ره -: (من بركاتك) أي من تشريفاتك وكراماتك سمي\nإيصالها إلينا منه سبحانه إنزالا على سبيل الاستعارة، تشبيها للعلو والتسفل\nالرتبيين بالعلو والتسفل المكانيين (فقبض عليهن بيده) قال - ره -: الظاهر\nعود الضمير إلى الكلمات الأربع الأخروية، بقرينة قوله صلى الله عليه وآله:\n(إن وافى بها يوم القيامة) ولعل المراد بالقبض عليهن عدهن بالأصابع وضمها\nلهن (ما أشد ما قبض عليها خالك) أي صاحبك يقال أنا خال هذا الفرس أي صاحبه،\nويمكن أن يراد بالخال معناه الحقيقي ويكون ابن عباس منتسبا من جانب الام\nإلى هذيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p020'> Vol. 83, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n19 - مجالس الصدوق: عن الحسين بن إبراهيم ناتانة، عن علي بن إبراهيم عن\nأبيه، عن ابن أبي عمير، عن يحيى الحلبي، عن الحارث بن المغيرة، عن أبي عبد\nالله عليه السلام قال: من قال سبحان الله، والحمد لله، ولا إله إلا الله،\nوالله أكبر، أربعين مرة في دبر كل صلاة فريضة قبل أن msB28525 يثني رجليه ثم سأل\nالله أعطي ما سأل (1).\n</p>\n\n<p>\nومنة: بهذا الاسناد عن ابن أبي عمير، عن هشام بن سالم، عن أبي عبد الله\nعليه السلام قال: من صلى صلاة مكتوبه ثم سبح في دبرها ثلاثين مرة لم يبق\nعلى بدنه شئ من الذنوب إلا تناثر (2).\n</p>\n\n<p>\n20 - الخصال: عن عبدوس بن علي بن العباس، عن بندار بن إبراهيم بن عيسى،\nعن عمار بن رجاء، عن داود بن داود، عن نافع بن عبد الله بن عطاء بن أبي\nرباح عن عبد الله بن عباس قال: قدم قبيصة بن مخارق الهلالي على رسول الله\nصلى الله عليه وآله فسلم عليه ورحب به، ثم قال: ما جاء بك يا قبيصة؟ قال:\nيا رسول الله كبرت سني، وضعفت قوتي، وهنت على أهلي، وعجزت عن أشياء كنت\nأحملها، فعلمني كلمات ينفعني الله بهن، وأوجز، فاني رجل نسئ، فقال له: كيف\nقلت يا قبيصة؟ فأعاده ثم قال له:\n</p>\n\n<p>\nكيف قلت؟ فأعاده ثم قال له: كيف قلت؟ فأعاده فقال: ما بقي حولك حجر ولا\nشجر ولا مدر إلا وبكى رحمة لك يا قبيصة احفظ عني.\n</p>\n\n<p>\nأما لدنياك فقل ثلاث مرات إذا صليت الغداة (سبحان الله وبحمده سبحان الله\nالعظيم وبحمده لا حول ولا قوة إلا بالله) فإنك إذا قلتهن أمنت من عمى وجذام\nو برص وفالج، وأما لآخرتك فقل: (اللهم اهدني من عندك، وأفض على من فضلك، و\nانشر على من رحمتك، وأنزل على من بركاتك).\n</p>\n\n<p>\nقال: فجعل رسول الله صلى الله عليه وآله يقولهن، وقبيصة يعقد عليهن\nأصابعه، فقال أبو بكر وعمر: إن خالك هذا يا رسول الله لشد ما عقد عليهن\nأصابعه! يعني الكلمات الأربع، فقال رسول الله صلى الله عليه وآله: إن وافى\nبهن يوم القيامة لم يدعهن متعمدا فتح له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p021'> Vol. 83, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nأربعة أبواب من الجنة، يدخل من أيها شاء، قال نافع: فحدثت بهذا الحديث\nجارا لي جليسا للحسن، فحدث به الحسن فقال له: ايتني به فأتيته فسألني عن\nالحديث فحدثته، فقال ما أغلى حديثك هذا يا msB28526 خراساني عندي وأرخصه عندك: والله\nلقد أوطأ رجل راحلته حتى قدم على صاحب الحديث وهو والي مصر فقال: إني لم\nآتك لشئ مما في يدك ثم سأله عن الحديث ثم انصرف (1).\n</p>\n\n<p>\n21 - العلل: عن علي بن أحمد بن محمد، عن حمزة بن القاسم العلوي، عن جعفر\nبن محمد بن مالك الفزاري، عن محمد بن الحسين بن زيد، عن محمد بن سنان، عن\nالمفضل بن عمر قال: قلت لأبي عبد الله عليه السلام: لأي علة يكبر المصلي\nبعد التسليم ثلاثة يرفع بها يديه؟ فقال: لان النبي صلى الله عليه وآله لما\nفتح مكة صلى بأصحابه الظهر عند الحجر الأسود، فلما سلم رفع يديه وكبر ثلاثا\nوقال: لا إله إلا الله وحده وحده وحده أنجز وعده، ونصر عبده، وأعز جنده،\nوغلب الأحزاب وحده، فله الملك وله الحمد يحيي ويميت، وهو على كل شئ قدير.\nثم أقبل على أصحابه فقال: لا تدعوا هذا التكبير، وهذا القول في دبر كل صلاة\nمكتوبة، فان من فعل ذلك بعد التسليم وقال هذا القول، كان قد أدى ما يجب\nعليه من شكر الله تعالى ذكره على تقوية الاسلام وجنده (2).\n</p>\n\n<p>\n22 - فلاح السائل: روى جعفر بن أحمد القمي في كتاب أدب الإمام والمأموم،\nعن هارون بن موسى، عن أبي علي بن همام، عن جعفر بن محمد الفزاري، عن الحسين\nالزيات، عن محمد بن سنان مثله، ورواه أيضا عن أحمد بن علي، عن محمد بن\nالحسن عن محمد بن الحسن الصفار، عن يعقوب بن يزيد، عن حماد، عن حريز، عن\nزرارة عن أبي جعفر عليه السلام قال: إذا سلمت فارفع يديك بالتكبير ثلاثا.\n</p>\n\n<p>\nبيان: قال في الذكرى: قال الأصحاب يكبر بعد التسليم ثلاثا رافعا بها يديه\nكما تقدم، ويضعهما في كل مرة إلى أن يبلغ فخذيه أو قريبا منهما، وقال\nالمفيد - ره -:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p022'> Vol. 83, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nيرفعهما حيال وجهه مستقبلا بظاهرهما وجهه، وبباطنهما القبلة، ثم يخفض\nيديه إلى نحو فخذيه وهكذا ثلاثا انتهى (أنجز وعده) أي بتقوية الاسلام ونصر\nالنبي صلى الله عليه وآله على msB28527 الكفار (وغلب الأحزاب وحده) أي من غير قتال\nمن الآدميين بأن أرسل ريحا وجنودا وهم أحزاب اجتمعوا يوم الخندق ويحتمل\nأحزاب الكفار في جميع الدهر والمواطن.\n</p>\n\n<p>\n23 - قرب الإسناد: عن أحمد بن إسحاق، عن بكر بن محمد الأزدي، عن أبي عبد\nالله عليه السلام قال: قال أمير المؤمنين عليه السلام: من أراد أن يكتال له\nبالمكيال الأوفى فليقل في دبر كل صلاة (سبحان ربك رب العزة عما يصفون *\nوسلام على المرسلين * والحمد لله رب العالمين) (1).\n</p>\n\n<p>\nبيان: (يكتال له) ليس في الفقيه (2) وساير الكتب (له) فعلى ما في هذه\nالرواية يقرء على بناء المفعول أي يعطى الاجر في القيامة وافيا كاملا، وعلى\nتقدير عدم الظرف فالأظهر أن يقرأ على بناء المعلوم، أي يأخذ الاجر وافيا،\nوربما يقرء على بناء المجهول أيضا أي يكتال له أو يكال نفسه بالمكيال\nالأوفى، أي يكون ذا وزن وخطر ومنزلة عند الله وما ذكرناه أظهر.\n</p>\n\n<p>\nقال الجوهري: كلته بمعنى كلت له، قال تعالى: (وإذا كالوهم) أي كالوا لهم،\nواكتلت عليه أخذت منه يقال: كال المعطي واكتال الاخذ وكيل الطعام انتهى\n(سبحان ربك) أي تنزه أو نزهه تنزيها عما لا يليق بذاته وصفاته وأفعاله (رب\nالعزة) هي العظمة والمنعة والغلبة، وإضافة الرب إليها لاختصاصها به إذ لا\nعزة إلا له أو لمن أعزه (عما يصفون) متعلق بالعزة أو بالتسبيح، والأخير\nأظهر، وقد أدرج فيه جميع صفاته السلبية والثبوتية مع الاشعار بالتوحيد،\nوالأفضل أن يكون هذا مما يختم به التعقيب إذ في الفقيه وغيره فليكن آخر\nقوله (سبحان ربك) إلى آخره، وقد ورد أيضا أن كفارة المجلس أن يقول عند\nالقيام منه هذا القول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p023'> Vol. 83, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n24 - قرب الإسناد: عن الحسن بن طريف، عن الحسين بن علوان، عن الصادق، عن\nأبيه عليهما السلام قال: قال رسول الله صلى الله عليه وآله لعلي عليه\nالسلام: يا علي عليك بتلاوة آية الكرسي في دبر صلاة المكتوبة، فإنه لا\nيحافظ عليها إلا نبي أو صديق أو شهيد (1).\n</p>\n\n<p>\nالمكارم: عنه عليه السلام مرسلا مثله (2).\n</p>\n\n<p>\n25 - قرب الإسناد msB28528: عن محمد بن الوليد، عن عبد الله بن بكير قال: سألت أبا\nعبد الله عليه السلام عن قول الله تبارك وتعالى (اذكروا الله ذكرا كثيرا)\nقلت: ما أدنى الذكر الكثير؟ قال: فقال: التسبيح في دبر كل صلاة ثلاثين مرة\n(3).\n</p>\n\n<p>\nومنه: عن أحمد بن محمد بن عيسى، عن أحمد بن محمد البزنطي، قال: قلت للرضا\nعليه السلام: كيف الصلاة على رسول الله صلى الله عليه وآله في دبر\nالمكتوبة؟ وكيف السلام عليه؟\n</p>\n\n<p>\nفقال عليه السلام تقول:\n</p>\n\n<p>\nالسلام عليك يا رسول الله ورحمة الله وبركاته! السلام عليك يا محمد بن\nعبد الله، السلام عليك يا خيرة الله، السلام عليك يا حبيب الله، السلام\nعليك يا صفوة الله، السلام عليك يا أمين الله، أشهد أنك رسول الله، وأشهد\nأنك محمد بن عبد الله، وأشهد أنك قد نصحت لامتك، وجاهدت في سبيل ربك،\nوعبدته حتى أتيك اليقين فجزاك الله يا رسول الله أفضل ما جزى نبيا عن أمته،\nاللهم صل على محمد وآل محمد أفضل ما صليت على إبراهيم وال إبراهيم إنك حميد\nمجيد (4).\n</p>\n\n<p>\nتوضيح: قال الجوهري: الخيرة الاسم من قولك خار الله لك في هذا الامر\nوالخيرة مثال العنبة الاسم من قولك اختاره الله، يقال: محمد خيرة الله من\nخلقه، وخيرة الله أيضا بالتسكين الاختيار والاصطفاء، وقال: صفوة الشئ خالصه\nومحمد صفوة الله من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p024'> Vol. 83, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nخلقه ومصطفاه. أبو عبيدة يقال: له صفوة مالي وصفوة مالي وصفوة مالي، فإذا\nنزعوا الهاء قالوا: له صفو مالي بالفتح لاغير انتهى والحبيب: المحب أو\nالمحبوب (أنك محمد بن عبد الله) أي المذكور في الكتب السالفة المبشر به\nالأنبياء أو أنه صلى الله عليه وآله لما كان مشهورا بالكمالات الجلية، فذكر\nاسمه المقدس كناية عن ذكر جميعها، أي أنت المشتهر بالكمالات التي يغني اسمك\nعن ذكرها، كقوله (أنا أبو النجم وشعري شعري) واليقين الموت.\n</p>\n\n<p>\n26 - معاني الأخبار: عن محمد بن الحسن بن الوليد، عن محمد بن الحسن\nالصفار عن إبراهيم بن هاشم وأحمد بن محمد بن عيسى معا، عن علي msB28529 بن الحكم، عن\nأبيه، عن سعد بن طريف، عن الأصبغ بن نباتة، عن أمير المؤمنين عليه السلام\nقال: من أحب أن يخرج من الدنيا وقد خلص من الذنوب كما يخلص الذهب لا كدر\nفيه، وليس أحد يطالبه بمظلمة فليقرأ في دبر الصلوات الخمس بنسبة الله عز\nوجل قل هو الله أحد اثني عشر مرة ثم يبسط يده ويقول: (اللهم إني أسألك\nباسمك المكنون المخزون الطاهر الطهر المبارك، وأسئلك باسمك العظيم، وسلطانك\nالقديم، يا واهب العطايا يا مطلق الأسارى، يا فكاك الرقاب من النار، صل على\nمحمد وآل محمد، وفك رقبتي من النار، وأخرجني من الدنيا آمنا، وأدخلني الجنة\nسالما، واجعل دعائي أوله فلاحا وأوسطه نجاحا، وآخره صلاحا، إنك أنت علام\nالغيوب).\n</p>\n\n<p>\nثم قال عليه السلام: هذا من المخبيات مما علمني رسول الله صلى الله عليه\nوآله وأمرني أن اعلم الحسن والحسين (1).\n</p>\n\n<p>\nمصباح الشيخ: مرسلا مثله إلى قوله: يا فكاك الرقاب من النار، أسألك أن\nتصلى على محمد وآل محمد، وأن تعتق رقبتي من النار، وأن تخرجني من الدنيا\nسالما، وتدخلني الجنة آمنا، وأن تجعل دعائي أوله صلاحا، وأوسطه نجاحا،\nوآخره فلاحا إنك أنت علام الغيوب. وليس أسئلك في بعض النسخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p025'> Vol. 83, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nفلاح السائل (1): عن أبي المفضل محمد بن عبد الله، عن سعيد بن أحمد ابن\nموسى، عن علي بن الحسن بن فضال، عن علي بن الحكم بن الزبير، عن أبيه مثل ما\nفي المصباح إلا أن فيه: وأخرجني وأدخلني واجعل يومي أوله فلاحا، إلى اخر ما\nفي معاني الأخبار.\n</p>\n\n<p>\nوفي الفقيه والتهذيب (2) (الطهر الطاهر) وبعد سلطانك القديم (أن تصلي على\nمحمد وآل محمد، يا واهب العطايا إلى آخر ما في المصباح) إلا أن في أكثر\nالنسخ (آمنا) مكان (سالما) وبالعكس وفي بعض نسخ الدعاء (يا فاك الرقاب)\nوالكل حسن، وما في المعاني والمصباح أحسن.\n</p>\n\n<p>\nبيان: (وليس أحد يطالبه) يحتمل كونه بطريق الاسقاط عنه وإعطاء العوض\nلأصحاب الحقوق، أو بأن يوفقه الله في حياته لرد المظالم، ونسبة الله سورة\nالتوحيد وإنما سميت msB28530 بها لان اليهود لما سألوا رسول الله صلى الله عليه وآله\nعن نسبة الرب تعالى نزلت، والاسم المكنون الاسم الذي استبد سبحانه بعلمه\nولم يعلمه أحدا، ويحتمل الأعم.\n</p>\n\n<p>\n(من الدنيا آمنا) أي من عقابك ومن الذنوب التي بيني وبينك بأن توفقني\nللتوبة منها أو تعفو عنها قبل الموت ومن الذنوب التي بيني وبين خلقك بأن\nتوفقني للتخلص منها أو تعوض أربابها وتعلمني ذلك (وتدخلني الجنة سالما) أي\nمن العقاب قبل دخولها بأن تعفو عن ذنوبي وتدخلنيها، وهذه كالمؤكدة لسابقتها\n(فلاحا) أي موجبا للنجاة في الآخرة من العقوبات (نجاحا) أي سببا للوصول إلى\nالمقاصد الدنيوية وما يتوصل به إلى المقاصد الأخروية (صلاحا) أي ما يصلح به\nأمر آخرتي أو الأعم قال الشهيد في الذكرى المخبيات من (خبي) لما لم يسم\nفاعله، ولولاه لكان المخبوات وكلاهما صحيح.\n</p>\n\n<p>\n28 - معاني الأخبار: عن أبيه، عن سعد بن عبد الله، عن يعقوب بن يزيد، عن\nحماد، عن حريز، عن زرارة قال: قال أبو جعفر عليه السلام: لا تنسوا\nالموجبتين، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p026'> Vol. 83, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nقال: عليكم بالموجبتين في دبر كل صلاة، قلت: وما الموجبتان؟ قال: قال:\nتسأل الله الجنة وتتعوذ به من النار (1).\n</p>\n\n<p>\nتوضيح: الموجبتان - بالكسر - أي توجبان النعيم والنجاة من العذاب، أو\nبالفتح أي أوجبتا وألزمتا عليكم ولابد لكم منهما.\n</p>\n\n<p>\n29 - ثواب الأعمال: عن أبيه، عن محمد بن يحيى، عن محمد بن أحمد الأشعري\nعن محمد بن حسان، عن إسماعيل بن مهران، عن الحسن بن علي البطائني، عن سيف\nابن عميرة، عن أبي بكر الحضرمي، عن أبي عبد الله عليه السلام قال: من كان\nيؤمن بالله فلا يدع أن يقرء في دبر الفريضة بقل هو الله أحد، فإنه من قرأها\nجمع الله له خير الدنيا و الآخرة وغفر له ولوالديه وما ولدا (2).\n</p>\n\n<p>\n30 - المحاسن: عن أبيه، عن صفوان، عن إسحاق بن عمار قال: قال أبو عبد\nالله عليه السلام: من قال بعد فراغه من الصلاة قبل أن يزول ركبتيه (أشهد أن\nلا إله إلا الله وحده لا شريك له إلها واحدا msB28531 أحدا صمدا لم يتخذ صاحبة ولا\nولدا) عشر مرات محا الله عنه أربعين ألف ألف سيئة، وكتب له أربعين ألف ألف\nحسنة، وكان مثل من قرء القرآن اثنتي عشر مرة، ثم التفت إلى فقال: أما أنا\nفلا أزول ركبتي حتى أقولها مائة مرة، وأما أنتم فقولوها عشر مرات (3).\n</p>\n\n<p>\nبيان: هذا التهليل مذكور في الكتب، ووردت فيه فضائل كثيرة في التعقيب\nوغيره، وسيأتي بعضها، وفي النسخ (ركبتيه) بالنصب وزال يزول لم يأت متعديا\nويمكن أن يقرء على بناء التفعيل، قال الجوهري زال الشئ من مكانه يزول زوالا\nوأزاله غيره وزوله، فانزال، و [قال:] زلت الشئ من مكانه أزيله زيلا لغة في\nأزلته.\n</p>\n\n<p>\n31 - غيبة الشيخ: عن أحمد بن علي الرازي، عن علي بن عايذ الرازي عن الحسن\nبن وجنا النصيبي، عن أبي نعيم محمد بن أحمد الأنصاري، عن القائم عليه\nالسلام قال: كان أمير المؤمنين عليه السلام يقول بعد صلاة الفريضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p027'> Vol. 83, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(إليك رفعت الأصوات، ودعيت الدعوة، ولك عنت الوجوه، ولك خضعت الرقاب،\nوإليك التحاكم في الاعمال، يا خير من سئل، ويا خير من أعطى، يا صادق يا\nبارئ، يامن لا يخلف الميعاد، يامن أمر بالدعاء وتكفل بالإجابة، يامن قال\n(ادعوني أستجب لكم) يامن قال (وإذا سألك عبادي عني فاني قريب أجيب دعوة\nالداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون) ويا من قال (يا\nعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب\nجميعا إنه هو الغفور الرحيم) لبيك وسعديك، ها أنا ذا بين يديك المسرف على\nنفسي وأنت القائل (لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا) (1).\n</p>\n\n<p>\nاكمال الدين: عن أحمد بن زياد بن جعفر الهمداني، عن جعفر بن أحمد العلوي،\nعن علي بن أحمد العقيقي، عن أبي نعيم الأنصاري مثله إلى قوله هو الغفور\nالرحيم (2).\n</p>\n\n<p>\nالمصباح: للشيخ والبلد الأمين (3) وجنة الأمان مثله وفيها (المسرف على\nنفسي وأنت القائل يا عبادي الذين أسرفوا) إلى قوله (الغفور الرحيم).\n</p>\n\n<p>\nأقول: أوردناه بأسانيد في باب من msB28532 رأى القائم عليه السلام (4).\n</p>\n\n<p>\n32 - فقه الرضا: قال عليه السلام: إذا فرغت من صلاتك فارفع يديك وأنت\nجالس فكبر ثلاثا وقل (لا إله إلا الله وحده لا شريك له، أنجز وعده، ونصر\nعبده، وهزم الأحزاب وحده، وأعز جنده وحده، فله الملك وله الحمد، يحيي\nويميت، بيده الخير، وهو على كل شئ قدير).\n</p>\n\n<p>\nوتسبح بتسبيح فاطمة وهو أربع وثلاثون تكبيرة، وثلاث وثلاثون تسبيحة،\nوثلاث وثلاثون تحميدة، ثم قل: (اللهم أنت السلام، ومنك السلام، ولك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p028'> Vol. 83, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام، وإليك يعود السلام، سبحان ربك رب العزة عما يصفون، وسلام على\nالمرسلين والحمد لله رب العالمين، وتقول: السلام عليك أيها النبي ورحمة\nالله وبركاته، السلام على الأئمة الراشدين المهديين من آل طه ويس.\n</p>\n\n<p>\nثم تدعو بما بدا لك من الدعاء بعد المكتوبة وتقول: (اللهم إني أسألك أن\nتصلي على محمد وعلى آل محمد وأسألك من كل خير أحاط به علمك، وأعوذ بك من كل\nشر أحاط به علمك، اللهم إني أسألك عافيتك في جميع أموري كلها، وأعوذ بك من\nخزي الدنيا والآخرة، وأسألك من كل ما سألك محمد وآله، وأستعيذ بك من كل ما\nاستعاذ به محمد وآله إنك حميد مجيد (1).\n</p>\n\n<p>\nبيان: قال الصدوق في الفقيه (2) بعد تسبيح فاطمة عليها السلام: فقل:\n(اللهم أنت السلام إلى قوله: السلام على الأئمة الهادين المهديين، السلام\nعلي جميع أنبياء الله و رسله وملائكته، السلام علينا وعلى عباد الله\nالصالحين ثم تسلم على الأئمة واحدا واحدا وتدعو بما أحببت.\n</p>\n\n<p>\nقوله عليه السلام: (أنت السلام) أي السالم مما يلحق الخلق من العيب\nوالنقص والفناء (ومنك السلام) أي سلامة الخلق من البلايا والنقائص حصلت منك\n(ولك السلام) أي التحيات والمحامد لك، وتليق بك، وإليك يعود كل ثناء ومدح\nوتحية، وإن توجهت ظاهرا إلى غيرك، أو من جهة العلية ترجع إليك فإنك علة\nجميع ذلك بواسطة أو بغيرها، وقيل: (أنت السلام) أي المسلم أولياءك والمسلم\nعليهم، ومنك بدؤ السلام وإليك عوده في حالتي الايجاد والاعدام.\n</p>\n\n<p>\n33 - العياشي: عن أبي سيار، عن أبي عبد الله عليه msB28533 السلام قال: جاء جبرئيل\nإلى يوسف في السجن وقال: قل في دبر كل صلاة فريضة: اللهم اجعل لي فرجا\nومخرجا، وارزقني من حيث أحتسب ومن حيث لا أحتسب (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p029'> Vol. 83, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالمكارم: عنه عليه السلام مثله (1).\n</p>\n\n<p>\nمجالس الصدوق: عن محمد بن موسى بن المتوكل، عن علي بن إبراهيم عن أبيه،\nعن حماد بن عثمان، عن مسمع أبي سيار عنه عليه السلام مثله (2) وزاد في آخره\nثلاث مرات.\n</p>\n\n<p>\nأقول: رواه في الكافي (3) بسند حسن، عن سيف بن عميرة عنة عليه السلام\nوليس فيه ثلث مرات.\n</p>\n\n<p>\n34 - العياشي: عن صفوان الجمال قال: صليت خلف أبي عبد الله عليه السلام\nفأطرق ثم قال: اللهم لا تقنطني من رحمتك، ثم جهر فقال: (ومن يقنط من رحمة\nربه إلا الضالون) (4).\n</p>\n\n<p>\n35 - معاني الأخبار: عن محمد بن موسى بن المتوكل، عن عبد الله بن جعفر\nالحميري، عن أحمد بن محمد بن عيسى، عن الحسن بن محبوب، عمن حدثه، عن أبي\nعبد الله عليه السلام قال: قال رسول الله صلى الله عليه وآله لأصحابه ذات\nيوم: أترون لو جمعتم ما عندكم من الآنية والمتاع أكنتم ترونه يبلغ السماء؟\nقالوا: لا يا رسول الله، قال: أفلا أدلكم على شئ أصله في الأرض وفرعه في\nالسماء؟ قالوا: بلى يا رسول الله، قال: يقول أحدكم إذا فرغ من صلاة الفريضة\n(سبحان الله والحمد لله ولا إله إلا الله والله أكبر) ثلاثين مرة فان أصلهن\nفي الأرض وفرعهن في السماء، وهن يدفعن الحرق والغرق والهدم والتردي في\nالبئر، وميتة السوء، وهن الباقيات الصالحات (5).\n</p>\n\n<p>\nثواب الأعمال: عن محمد بن علي ماجيلويه، عن عمه محمد بن أبي القاسم، عن\nأحمد ابن محمد البرقي، عن أبيه ومحمد بن عيسى، عن صفوان بن يحيى، عن أبي\nأيوب الخزاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p030'> Vol. 83, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي بصير، عن أبي عبد الله عليه السلام قال: قال رسول الله صلى الله\nعليه وآله لأصحابه ذات يوم: أرأيتم لو جمعتم ما عندكم من الثياب والانية ثم\nوضعتم بعضه على بعض أكنتم ترونه - وساق الحديث كما مر إلى أن قال msB28534: وهن\nيدفعن الهدم والغرق والحرق والتردي في البئر وأكل السبع وميتة السوء\nوالبلية التي تنزل من السماء على العبد في ذلك اليوم، وهن الباقيات\nالصالحات (1).\n</p>\n\n<p>\n36 - فلاح السائل: باسناده إلى محمد بن علي بن محبوب، عن العباس بن\nمعروف، عن عبد الله بن المغيرة، عن أبي أيوب مثله وفي آخره وهن المعقبات\n(2).\n</p>\n\n<p>\nأربعين الشهيد: باسناده إلى شيخ الطائفة، عن ابن أبي جيد، عن محمد بن\nالحسن بن الوليد، عن الحسين بن الحسن بن أبان، عن الحسين بن سعيد، عن سعيد\nبن مهران عن عبد الله بن المغيرة مثله إلى قوله وهن المعقبات.\n</p>\n\n<p>\nبيان: هذا الخبر متكرر في الأصول بأسانيد (3) جمة قوله (أصلهن في الأرض)\nأي منشؤها وحصولها في الأرض، ويظهر أثرها في السماء لكون المثوبات الأخروية\nفيها، أو شبهت بشجرة نشبت عروقها في الأرض وبلغت أغصانها السماء في كثرة\nالثمار والنفع والخير والثبات.\n</p>\n\n<p>\nولا يبعد أن يكون إشارة إلى قوله (ألم تر كيف ضرب الله مثلا كلمة طيبة\nكشجرة طيبة أصلها ثابت وفرعها في السماء تؤتي أكلها كل حين باذن ربها) (4)\nبأن يكون المراد بالكلمة الطيبة كل ما يكون حقا ونافعا في الآخرة، فتشمل\nأمثال تلك الكلمات الطيبة، ويحتمل أن يكون كناية عن أنه يظهر أثرها في\nالأرض في الدنيا ويتبع ذلك ظهور أثرها في السماء أي في الآخرة فان تلك\nالكلمات مغزاها ومعناها توحيد الرب تعالى، واتصافه بالصفات الكمالية،\nوتنزيهه عن صفات النقص، وسمات العجز،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p031'> Vol. 83, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوالاقرار بكون النعم كلها منه تعالى، وهو المستحق للحمد عليها، وهي غاية\nعرفانه تعالى، والمعرفة هي العلة الغائية لخلق العالم، وبها يكمل نظامه\nفيظهر أثرها في الأرض ويتفرع عليه المثوبات الجليلة الأخروية الحاصلة في\nالسماء.\n</p>\n\n<p>\nوسؤاله عليه السلام أولا عن أن وضع ما في الدنيا بعضه فوق بعض هل يبلغ\nالسماء من قبيل تشبيه المعقول بالمحسوس، أي ما ترونه في الدنيا من\nالمحسوسات لو جمعتموها كلها لا يكون بحيث يملؤ الأرض والجو ويبلغ السماء،\nوهذه الكلمات الكاملات يملؤ الأرض أثرها، ويبلغ السماء نفعها، فهي خير msB28535 مما\nطلعت عليه الشمس كما ورد في غيرها.\n</p>\n\n<p>\nولعل هذه الوجوه كلها أحسن مما قاله بعض العرفاء، يعني لو أردتم أن\nتدفعوا البلاء النازل من السماء بأيديكم بأن تصعدوا إلى السماء، وتمنعوه من\nالنزول ما قدرتم عليه إلا أن لكم أن تدفعوه بنحو آخر وهو أن تقولوا ذلك بعد\nصلاتكم انتهى.\n</p>\n\n<p>\n(والباقيات الصالحات) إشارة إلى قوله تعالى <a class=\"quran\"\nhref=\"http://qadatona.org/عربي/القرآن-الكريم/18/46\" target=\"_blank\"\ntitle=\"الكهف: 46\">﴿والباقيات الصالحات خير عند ربك ثوابا وخير أملا﴾</a>\n(1) وقال البيضاوي: أي أعمال الخيرات التي تبقى لنا ثمراتها أبد الآباد،\nويندرج فيها ما فسرت به من الصلوات الخمس، وأعمال الحج، وصيام رمضان،\nوسبحان الله والحمد لله ولا إله إلا الله والله أكبر، والكلام الطيب.\n</p>\n\n<p>\nقوله عليه السلام: (وهن المعقبات) إشارة إلى قوله سبحانه (له معقبات من\nبين يديه ومن خلفه يحفظونه من أمر الله). (2) وفسرها الأكثر بملائكة الليل\nوالنهار يتعاقبون وهم الحفظة يعقب بعضهم بعضها في حفظه جمع معقبة من عقب\nمبالغة عقبه إذا جاء عقبه كأن بعضهم يعقب بعضا، أو لأنهم يعقبون أقواله\nوأفعاله فيكتبونها، وقيل: هم عشرة أملاك على كل آدمي تحفظه من شر المهالك\nوالمعاطب (من بين يديه ومن خلفه) أي من جوانبه، وقيل أي ما قدم وأخر من\nالاعمال (يحفظونه من أمر الله) أي من بأس الله أو بأمر الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p032'> Vol. 83, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى ما في الخبر المراد بها التسبيحات الأربع مطلقا أو بتلك العدد، أو\nهي من جملة المعقبات، فيراد به كل الأعمال الصالحة أو مالها مدخل في حفظ\nالانسان من المهالك، وتسميتها بالمعقبات إما لأنها يعدن مرة بعد أخرى، أو\nلأنهن يعقبن الصلاة كما مر، أو لأنها بمنزلة جماعة يعقبون المرء لحفظه.\n</p>\n\n<p>\nوروى العياشي (1) باسناده عن فضيل بن عثمان سكرة، عن أبي عبد الله عليه\nالسلام في هذه الآية: قال: هن المقدمات المؤخرات المعقبات الباقيات\nالصالحات، ولعله عليه السلام أشار إلى هذه التسبيحات أو الأعم منها ومن\nسائر الصالحات.\n</p>\n\n<p>\n37 - معاني الأخبار: عن أبيه، عن سعد بن عبد الله، عن أحمد بن محمد بن\nعيسى باسناد متصل إلى msB28536 الصادق عليه السلام أنه قال: أدنى ما يجزئ من الدعاء\nبعد المكتوبة أن يقول: (اللهم صل على محمد وآل محمد، اللهم إني أسألك من كل\nخير أحاط به علمك، وأعوذ بك من كل شر أحاط به علمك، اللهم إني أسألك عافيتك\nفي أموري كلها، وأعوذ بك من خزي الدنيا وعذاب الآخرة) (2).\n</p>\n\n<p>\nالمكارم: عنة عليه السلام مثله (3) إلا أنه غيره إلى المتكلم مع الغير في\nالضماير و الافعال كلها.\n</p>\n\n<p>\nبيان: هذا الدعاء مذكور في المصباح وساير كتب الدعوات، ورواه في الكافي\nفي الحسن كالصحيح (4) وليس في أوله الصلاة، والصدوق في المقنع (5) اكتفى\nبهذا في ساير التعقيبات حيث قال: إن أدنى ما يجزئ من الدعاء بعد المكتوبة\nأن تقول: اللهم صل إلى آخر الدعاء ثم قال: فان كنت إماما لم يجز لك أن\nتطول، فان أبا عبد الله عليه السلام قال: إذا صليت بقوم فخفف، وإذا كنت\nوحدك فثقل فإنها العبادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p033'> Vol. 83, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n38 - الخصال: عن أحمد بن زياد بن جعفر الهمداني، عن علي بن إبراهيم عن\nأبيه، عن ابن أبي عمير، عن عائذ الأحمسي، عن أبي عبد الله عليه السلام قال:\nأربعة أوتوا سمع الخلائق: النبي صلى الله عليه وآله وحور العين والجنة\nوالنار، فما من عبد يصلي على النبي صلى الله عليه وآله أو يسلم عليه إلا\nبلغه ذلك وسمعه، وما من أحد قال اللهم زوجنا من الحور العين إلا سمعته،\nوقلن: يا ربنا فلانا قد خطبنا إليك، فزوجنا منه، وما من أحد يقول اللهم\nأدخلني الجنة إلا قالت الجنة اللهم أسكنه في، وما من أحد يستجير بالله من\nالنار إلا قالت النار: يا رب أجره مني (1).\n</p>\n\n<p>\n39 - دعوات الراوندي: قال أمير المؤمنين عليه السلام للبراء بن عازب: ألا\nأدلك على أمر إذا فعلته كنت ولى الله حقا؟ قلت: بلى، قال: تسبح الله في دبر\nكل صلاة عشرا، وتحمده عشرا، وتكبره عشرا وتقول: لا إله إلا الله عشرا، يصرف\nذلك عنك ألف بلية في الدنيا أيسرها الردة عن دينك، ويدخر لك في الآخرة ألف msB28537\nمنزلة أيسرها مجاورة نبيك محمد صلى الله عليه وآله، وقال النبي صلى الله\nعليه وآله مامن عبد يبسط كفيه دبر صلاته ثم يقول:\n</p>\n\n<p>\nإلهي وإله إبراهيم وإسحاق ويعقوب وإله جبرئيل وميكائيل وإسرافيل أسألك أن\nتستجيب دعوتي، فاني مضطر وتعصمني في ديني فاني مبتلى، وتنالني برحمتك فاني\nمذنب، وتنفي عني الفقر فاني مسكين، إلا كان حقا على الله أن لا يرد يديه\nخائبتين.\n</p>\n\n<p>\nوقال عليه السلام: من قرء آية الكرسي في دبر كل صلاة مكتوبة تقبلت صلاته،\nويكون في أمان الله وبعصمة الله.\n</p>\n\n<p>\nوعن أبي جعفر الأحول قال: عرض لي وجع في ركبتي فشكوت ذلك إلى أبي عبد\nالله عليه السلام فقال: إذا أنت صليت فقل: يا أجود من أعطى، وخير ما سئل،\nيا أرحم من استرحم، ارحم ضعفي، وقلة حيلتي، وعافني من وجعي، قال: فقلت\nفعوفيت.\n</p>\n\n<p>\n40 - عدة الداعي: روى ابن أبي عمير، عن معاوية بن عمار قال: من قال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p034'> Vol. 83, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nدبر الفريضة (يا من يفعل ما يشاء ولا يفعل ما يشاء أحد غيره) ثلاثا ثم\nسأل أعطي ما سأل.\n</p>\n\n<p>\nبيان: رواه في الكافي بسند حسن (1) كالصحيح وقوله (أحد غيره) إما فاعل\nالفعلين معا، والنفي متعلق بالعموم أي ليس أحد غيره بحيث يقدر أن يفعل ما\nيشاء أو فاعل يفعل الضمير الراجع إلى الموصول أي لا يفعل الله كل ما يشاء\nغيره، بل فعله منوط بالمصالح.\n</p>\n\n<p>\n41 - دعائم الاسلام: روينا عن علي عليه السلام أنه قال: قال رسول الله\nصلى الله عليه وآله ما من أحد من أمتي قضى الصلاة ثم مسح جبهته بيده اليمنى\nثم قال: اللهم لك الحمد لا إله إلا أنت عالم الغيب والشهادة، اللهم أذهب\nعنا الحزن والهم والفتن، ما ظهر منها وما بطن، إلا أعطاه الله ما سأل (2).\n</p>\n\n<p>\nوعن علي عليه السلام أنه كان يقول في دبر كل صلاة (اللهم تم نورك فهديت،\nفلك الحمد، وعظم حلمك فعفوت فلك الحمد، وبسطت يدك فأعطيت فلك الحمد، ربنا\nوجهك أكرم الوجوه، وجاهك خير الجاه، وعطيتك أنفع العطية، وأهناها، تطاع msB28538\nربنا فتشكر، وتعصى ربنا فتغفر، تجيب المضطر وتكشف السوء، وتشفي السقيم من\nالكرب، وتقبل التوبة، وتغفر الذنوب لا يجزي بآلائك أحد، ولا يحصي نعمتك\nعاد، ولا يبلغ مدحتك قول قائل (3).\n</p>\n\n<p>\nوعن جعفر بن محمد عليهما السلام أنه قال: إذا صليت فقل بعقب صلاتك (اللهم\nلك صليت، ولك دعوت، وإليك رجوت، فأسألك أن تجعل لي في صلاتي ودعائي بركة\nتكفر بها سيئاتي، وتبيض بها وجهي، وتكرم بها مقامي، وتحط بها عني وزري\nاللهم احطط عني وزري، واجعل ما عندك خيرا لي، الحمد لله الذي قضى عني صلاة\nكانت علي المؤمنين كتابا موقوتا (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p035'> Vol. 83, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوعن علي عليه السلام أنه كان يقول بعد السلام: اللهم اغفر لي ما قدمت وما\nأخرت وما أسررت وما أعلنت، وما أنت أعلم به مني أنت المقدم أنت المؤخر لا\nإله إلا أنت (1).\n</p>\n\n<p>\nوعن علي عليه السلام أنه قال: سمعت رسول الله صلى الله عليه وآله يقول:\nمن قرء في دبر كل صلاة مكتوبة قل هو الله أحد مائة مرة، جاز الصراط يوم\nالقيامة، وعن يمينه ثمانية أذرع، وعن شماله ثمانية أذرع، وجبرئيل آخذ\nبحجزته، وهو ينظر في النار يمينا وشمالا، فمن رأى فيها ممن يعرفه دخل بذنب\nغير شرك أخذ بيده فأدخله الجنة بشفاعته (2).\n</p>\n\n<p>\nوعن جعفر بن محمد عليهما السلام أنه قال: إذا سلمت من الصلاة فكبر ثلاث\nمرات وقل (لا إله إلا الله وحده لا شريك له له الملك وله الحمد بيده الخير\nوهو على كل شئ قدير لا إله إلا الله وحده أنجز وعده ونصر عبده وغلب الأحزاب\nوحده فله الملك وله الحمد، الحمد لله رب العالمين ثم قل لا إله إلا الله\nوالله أكبر سبحان الله والحمد لله، عشر مرات، فان ذلك كان يستحب (3).\n</p>\n\n<p>\nوعنه عليه السلام أنه قال في التسبيح في دبر كل صلاة ثلاثين مرة فان بلغ\nمائة في التسبيح والتحميد والتكبير فهو أفضل (4).\n</p>\n\n<p>\nوروينا عن الأئمة عليهم السلام أنهم أمروا بعد ذلك بالتقرب بعقب كل صلاة\nفريضة والتقرب أن يبسط المصلى يديه msB28539 بعد فراغه من الصلاة، وقبل أن يقوم من\nمقامه، وبعد أن يدعو إن شاء ما أحب، وإن شاء جعل الدعاء بعد التقرب، وهو\nأحسن، ويرفع باطن كفيه ويقلب ظاهرهما ويقول:\n</p>\n\n<p>\n(اللهم إني أتقرب إليك بمحمد رسولك ونبيك، وبعلي وصيه ووليك، وبالأئمة من\nولده الطاهرين الحسن والحسين وعلي بن الحسين ومحمد بن علي وجعفر بن محمد\nويسمي الأئمة إماما إماما حتى يسمي إمام عصره ثم يقول: اللهم إني أتقرب\nإليك بهم وأتولاهم وأتبرأ من أعدائهم، وأشهد اللهم بحقايق الاخلاص، وصدق\nاليقين أنهم خلفاؤك في أرضك، وحججك على عبادك، والوسائل إليك، وأبواب\nرحمتك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p036'> Vol. 83, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم احشرني معهم، ولا تخرجني من جملة أوليائهم، وثبتني على عهدهم،\nواجعلني بهم عندك وجيها في الدنيا والآخرة ومن المقربين، وثبت اليقين في\nقلبي، وزدني هدى ونورا.\n</p>\n\n<p>\nاللهم صل على محمد وآل محمد، وأعطني من جزيل ما أعطيت عبادك المؤمنين، ما\nآمن به من عقابك، وأستوجب به رضاك ورحمتك، واهدني إلى ما اختلف فيه من الحق\nباذنك، إنك تهدي من تشاء إلى صراط مستقيم، وأسألك يا رب في الدنيا حسنة وفي\nالآخرة حسنه، وأسئلك أن تقيني عذاب النار (1).\n</p>\n\n<p>\n42 - ثواب الأعمال: عن محمد بن الحسين بن الوليد، عن محمد بن الحسن\nالصفار، عن أحمد بن محمد، عن الحسن بن علي، عن إبراهيم بن مهزم، عن رجل، عن\nالرضا عليه السلام قال: من قرء آية الكرسي دبر كل صلاة لم يضره ذو حمة (2).\n</p>\n\n<p>\nدعوات الراوندي: مرسلا مثله.\n</p>\n\n<p>\nبيان: قال الفيروزآبادي: الحمة كثبة السم، أو الإبرة يضرب بها الزنبور\nوالحية ونحو ذلك، ويلذع بها انتهى، وقال العكبري في شرح المقامات: الحمة في\nالأصل السم من العقرب والزنبور وغيرها، ومن جعلها شوكة العقرب فقد أخطأ.\n</p>\n\n<p>\n43 - كتاب الزهد: للحسين بن سعيد، عن النضر بن سويد، عن درست، عن رجل، عن\nأبي عبد الله عليه السلام قال: لو أن حورا من حور الجنة أشرفت على أهل\nالدنيا وأبدت ذؤابة من ذوائبها لافتتن بها أهل الدنيا، وإن المصلي ليصلي\nفإن لم يسأل ربه أن يزوجه من msB28540 الحور العين، قلن: ما أزهد هذا فينا.\n</p>\n\n<p>\n44 - جنة الأمان واختيار ابن الباقي والبلد الأمين: رأيت بخط الشهيد - ره\n- أن النبي صلى الله عليه وآله قال: من أراد أن لا يقفه الله يوم القيامة\nعلى قبيح أعماله، ولا ينشر له ديوان، فليقرأ هذا الدعاء في دبر كل صلاة،\nوهو (اللهم إن مغفرتك أرجى من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p037'> Vol. 83, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nعملي، وإن رحمتك أوسع من ذنبي، اللهم إن كان ذنبي عندك عظيما فعفوك أعظم\nمن ذنبي، اللهم إن لم أكن أهلا أن ترحمني فرحمتك أهل أن تبلغني وتسعني،\nلأنها وسعت كل شئ برحمتك يا أرحم الراحمين) (1).\n</p>\n\n<p>\n45 - البلد الأمين: في كتاب الفرج بعد الشدة لابن أبي الدنيا عن النبي\nصلى الله عليه وآله أنه قال: من قرء أول البقرة إلى المفلحون (2) وإلهكم\nإله واحد الآية (3) وآية الكرسي إلى خالدون، وإن ربكم الله في الأعراف إلى\nالمحسنين (4) وأول الصافات إلى لازب (5) ويا معشر الجن والإنس في الرحمن\nإلى تنتصران (6)، وآخر سورة الحشر، وقل أوحي إلى قوله شططا (7) كفى الله\nتعالى عنه شر كل شيطان مارد، وسلطان عات (8).\n</p>\n\n<p>\nومنة: تقول ما روي عن علي عليه السلام عقيب كل فريضة: (إلهي هذه صلاتي\nصليتها لا لحاجة منك إليها، ولا رغبة منك فيها إلا تعظيما وطاعة وإجابة لك\nإلى ما أمرتني، إلهي إن كان فيها خلل، أو نقص من ركوعها أو سجودها فلا\nتؤاخذني، و تفضل على بالقبول والغفران، برحمتك يا أرحم الراحمين).\n</p>\n\n<p>\nومنه: في كتاب نزهة الخواطر عن النبي صلى الله عليه وآله من قرأ التوحيد\nدبر كل فريضة عشرا زوجه الله من الحور العين.\n</p>\n\n<p>\n46 - نهاية الشيخ: تقول بعد تسبيح الزهراء: اللهم أنت السلام، ومنك\nالسلام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p038'> Vol. 83, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nولك السلام، وإليك السلام، وإليك يرجع السلام، تباركت يا ذا الجلال\nوالاكرام، السلام على رسول الله، السلام على نبي الله، السلام على محمد بن\nعبد الله خاتم النبيين، السلام على الأئمة الهادين المهديين، السلام على\nجبرئيل وميكائيل وعزرائيل و إسرافيل، وملك الموت وحملة العرش، السلام على\nرضوان خازن الجنان، السلام على مالك خازن النيران، السلام msB28541 على آدم ومحمد\nصلى الله عليه وآله ومن بينهما من الأنبياء والأوصياء والشهداء والصلحاء،\nالسلام علينا وعلى عباد الله الصالحين، ثم يسلم على الأئمة عليهم السلام\nواحدا واحدا.\n</p>\n\n<p>\n47 - مصباح الشيخ وكتاب الكفعمي: من أدعية السر: يا محمد ومن أراد من\nأمتك أن تقبل الفرائض والنوافل منه، فليقل خلف كل فريضة أو تطوع: يا شارعا\nلملائكته الدين القيم دينا راضيا به منهم لنفسه، ويا خالق من سوى الملائكة\nمن خلقه للابتلاء بدينه ويا مستخصا من خلقه لدينه رسلا بدينه إلى من دونهم،\nويا مجازي أهل الدين بما عملوا في الدين، اجعلني بحق اسمك الذي كل شئ من\nالخيرات منسوب إليه من أهل دينك المؤثر به بالزامكهم حقه، وتفريغك قلوبهم\nالمرغبة في أداء حقك فيه إليك، لا تجعل بحق اسمك الذي فيه تفصيل الأمور\nكلها شيئا سوى دينك عندي أبين فضلا ولا إلى أشد تحببا ولأبي لاصقا، ولا أنا\nإليه منقطعا، وأغلب بالي وهواي وسريرتي وعلانيتي، واسفع بناصيتي إلى كل ما\nتراه لك مني رضى من طاعتك في الدين (1).\n</p>\n\n<p>\nبيان: المؤثر به أي الدين الذي تأثر وتختار بسببه بعض الخلق على بعض\n(وأغلب بالي) أي صر غالبا عليها حتى تصرفها إلى ما تحب فالمراد بالغلبة\nلازمها، و ما رأينا من النسخ هكذا بالغين، ولعل القاف أنسب، وقال الجوهري:\nسفعت بناصيته أي أخذت، ومنه قوله تعالى: لنسفعا بالناصية.\n</p>\n\n<p>\n48 - الاقبال: روي عن أبي عبد الله عليه السلام قال: إذا فرغت من صلاتك\nفقل هذا الدعاء: اللهم إني أدينك بطاعتك وولايتك وولاية رسولك وولاية\nالأئمة من أولهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p039'> Vol. 83, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nإلى آخرهم، وسمهم ثم قل: آمين أدينك بطاعنهم وولايتهم، والرضا بما فضلتهم\nبه غير منكر ولا مستكبر، على معنى ما أنزلت في كتابك على حدود ما أتانا\nفيه، وما لم يأتنا مؤمن مقر بذلك، مسلم راض عما رضيت به، يا رب أريد به\nوجهك والدار الآخرة، مرهوبا ومرغوبا إليك فيه، فأحيني ما أحييتني عليه،\nوأمتني إذا أمتني عليه، وابعثني إذا بعثتني على ذلك، وإن كان مني تقصير\nفيما msB28542 مضى فاني أتوب إليك منه، وأرغب إليك فيما عندك، وأسألك أن تعصمني من\nمعاصيك، ولا تكلني إلى نفسي طرفة عين أبدا ما أحييتني لا أقل من ذلك ولا\nأكثر إن النفس لامارة بالسوء إلا ما رحمت يا أرحم الراحمين، وأسألك أن\nتعصمني بطاعتك حتى توفاني عليها، وأنت عني راض، وأن تختم لي بالسعادة ولا\nتحولني عنها أبدا ولا قوة إلا بك (1).\n</p>\n\n<p>\n49 - الكافي: عن محمد بن يحيى، عن أحمد بن محمد، عن محمد بن سنان، عن عبد\nالملك القمي، عن إدريس أخيه قال: سمعت أبا عبد الله عليه السلام يقول: إذا\nفرغت من صلاتك فقل: وذكر الدعاء إلى قوله (ثم قل: إني أدينك بطاعتك وولايتك\nو ولايتهم) إلى قوله (غير متكبر ولا مستكبر) إلى قوله (مقر مسلم بذلك راض\nبما رضيت به) إلى قوله (ما أحييتني على ذلك وأمتني إذا أمتني على ذلك) إلى\nقوله (حتى تتوفاني عليها) (2) وقد مر وإنما كررنا للاختلاف الكثير ووثاقة\nسنده عندي.\n</p>\n\n<p>\nومنه عن العدة، عن البرقي، عن بعض أصحابه رفعه قال: من قال بعد كل صلاة\nوهو آخذ بلحيته بيده اليمنى (يا ذا الجلال والاكرام، ارحمني من النار) ثلاث\nمرات ويده اليسرى مرفوعة بطنها إلى ما يلي السماء ثم يقول: (أجرني من\nالعذاب الأليم) ثلاث مرات، ثم يؤخر يده عن لحيته ثم يرفع يده ويجعل بطنها\nمما يلي السماء ثم يقول: (يا عزيز يا كريم يا رحمن يا رحيم) ويقلب يديه\nويجعل بطونهما مما يلي السماء ثم يقول: (أجرني من العذاب) ثلاث مرات (صلى\nعلى محمد والملائكة والروح) غفر له ورضي منه ووصل بالاستغفار له حتى يموت\nجميع الخلايق إلا الثقلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p040'> Vol. 83, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nالجن والإنس (١).\n</p>\n\n<p>\nوقال: إذا فرغت من تشهدك فارفع يديك وقل: (اللهم اغفر لي مغفرة عزما لا\nتغادر ذنبا، ولا أرتكب بعدها محرما أبدا، وعافني معافاة لا بلوى بعدها أبدا\nواهدني هدى لا أضل بعده أبدا، وانفعني يا رب بما علمتني، واجعله لي ولا\nتجعله علي، وارزقني كفافا ورضني به يا رباه، وتب علي msB28543 يا الله يا الله يا\nالله، يا رحمان يا رحمان يا رحمان، يا رحيم يا رحيم يا رحيم، ارحمني من\nالنار ذات السعير، وابسط على من سعة رزقك، واهدني لما اختلف فيه من الحق\nباذنك، واعصمني من الشيطان الرجيم، وأبلغ محمدا عني تحية كثيرة وسلاما،\nواهدني بهداك، وأغنني بغناك واجعلني من أوليائك المخلصين، وصلى الله على\nمحمد وآل محمد آمين.\n</p>\n\n<p>\nقال: من قال هذا بعد كل صلاة رد الله عليه روحه في قبره، وكان حيا مرزوقا\nناعما مسرورا إلى يوم القيامة (٢).\n</p>\n\n<p>\nبيان: قوله عليه السلام: (ويجعل بطونهما) الأظهر ظهورهما كما في سائر\nالكتب، وعليه يمكن أن يراد بالأول رفع اليمنى فقط بعد رفعها عن اللحية كما\nهو ظاهر (يده) وقيل أي ثم يجعل بعد القلب بطونهما إلى السماء، قوله عليه\nالسلام (ووصل) فاعل وصل جميع الخلائق، وفاعل (يموت) هو الداعي، وقيل كلمة\n(إلا) في قوله (إلا الثقلين) بمعنى واو العطف كما في قوله تعال: <a\nclass=\"quran\" href=\"http://qadatona.org/عربي/القرآن-الكريم/2/150\"\ntarget=\"_blank\" title=\"البقرة: 150\">﴿لئلا يكون للناس عليكم حجة إلا الذين\nظلموا﴾</a> (3) أي ولا الذين ظلموا، وهو تخصيص بعد التعميم للاهتمام، ولا\nيخفى أنه تكلف مستغنى عنه.\n</p>\n\n<p>\n(ولا تغادر) أي المغفرة أو أنت مخاطبا إليه تعالى، وقال الجوهري:\nالمغادرة الترك، وقال: الكفاف أيضا من الرزق القوت، وهو ماكف عن الناس أي\nأغنى، وفي الحديث: اللهم اجعل رزق آل محمد كفافا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p041'> Vol. 83, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n50 - مصباح الشيخ والبلد الأمين وجنة الأمان: يستحب أن يدعو الانسان بعد\nالفراغ من صلاته (اللهم صل على محمد المصطفى خاتم النبيين، اللهم صل على\nعلي أمير المؤمنين، وعاد من عاداه، والعن من ظلمه، واقتل من قتل الحسن و\nالحسين، والعن من شرك في دمهما، وصل على فاطمة بنت رسول الله صلى الله عليه\nوآله، والعن من آذى نبيك فيها، وصل على رقية وزينب، والعن من آذى نبيك\nفيهما، وصل على إبراهيم والقاسم ابني نبيك وصل على الأئمة من أهل بيت نبيك\nأئمة الهدى وأعلام الدين، أئمة المؤمنين، وصل على ذرية نبيك صلى الله عليه\nوعليهم msB28544 وعليهم السلام ورحمة الله وبركاته (1).\n</p>\n\n<p>\n51 - التهذيب: باسناده عن محمد بن سليمان الديلمي قال: سألت أبا عبد الله\nعليه السلام فقلت له: جعلت فداك إن شيعتك تقول: إن الايمان مستقر ومستودع،\nفعلمني شيئا إذا أنا قلته استكملت الايمان، قال: قل في دبر كل صلاة فريضة\n(رضيت بالله ربا، وبمحمد نبيا، وبالاسلام دينا، والقرآن كتابا، وبالكعبة\nقبلة، وبعلي وليا وإماما، وبالحسن والحسين والأئمة صلوات الله عليهم، اللهم\nأني رضيت بهم أئمة فارضني لهم، إنك على كل شئ قدير) (2).\n</p>\n\n<p>\n52 - الكافي: عن العدة، عن سهل بن زياد، عن بعض أصحابه، عن محمد بن\nالفرج، عن أبي جعفر ابن الرضا عليهما السلام قال: إذا انصرفت من صلاة\nمكتوبة فقل: (رضيت بالله ربا وبمحمد نبيا، وبالاسلام دينا، وبالقرآن كتابا،\nوبفلان وفلان أئمة، اللهم وليك فلان فاحفظه من بين يديه ومن خلفه وعن يمينه\nوعن شماله ومن فوقه ومن تحته، وامدد له في عمره، واجعله القائم بأمرك،\nوالمنتصر لدينك، وأره ما يحب، وتقر به عينه في نفسه وذريته وفي أهله وماله\nوفي شيعته وفي عدوه وأرهم منه ما يحذرون، وأره فيهم ما يحب وتقر به عينه،\nواشف صدورنا وصدور قوم مؤمنين (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p042'> Vol. 83, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nومنه: عن محمد بن يحيى، عن أحمد بن محمد، عن علي بن النعمان، عن بعض\nأصحابه، عن أبي عبد الله عليه السلام قال: قال أمير المؤمنين عليه السلام:\nإذا انصرفت من الصلاة قلت: (اللهم اجعلني مع محمد وآل محمد في كل عافية\nوبلاء، واجعلني مع محمد وآل محمد في كل مثوى ومنقلب، اللهم اجعل محياي\nمحياهم، ومماتي مماتهم، واجعلني معهم في المواطن كلها، ولا تفرق بيني\nوبينهم، إنك على كل شئ قدير) (1).\n</p>\n\n<p>\n53 - كتاب عاصم بن حميد: عن محمد بن مسلم قال: دخلت على أبي جعفر عليه\nالسلام فجلست حتى فرغ من صلاته فحفظت في آخر دعائه وهو يقول: (قل هو الله\nأحد إلى آخر السورة ثم أعادها ثم قرأ قل يا أيها الكافرون حتى ختمها ثم\nقال: لا أعبد إلا الله، لا أعبد إلا الله، والاسلام msB28545 ديني، ثم قرأ المعوذتين\nثم أعادهما ثم قال:\n</p>\n\n<p>\n(اللهم صلى على محمد وآل محمد من اتبعه منهم باحسان).\n</p>\n\n<p>\nبيان: لعل إعادة السور الثلاث باسقاط قل فيهما كما هو المستحب مطلقا عند\nالقراءة، والمراد بالآل هنا مطلق الذرية والقرابة.\n</p>\n\n<p>\n54 - مصباح الشيخ، والبلد الأمين (2)، وجنة الأمان، ومكارم الأخلاق (3)\nواختيار ابن الباقي: واللفظ للمصباح ثم يسلم ثم يرفع يديه بالتكبير إلى\nحيال اذنيه فيكبر ثلاث تكبيرات في ترسل واحد، ثم يقول: ما ينبغي أن يقال\nعقيب كل فريضة وهو (لا إله إلا الله إلها واحدا ونحن له مسلمون، لا إله إلا\nالله ولا نعبد إلا إياه مخلصين له الدين ولو كره المشركون، لا إله إلا الله\nربنا ورب آبائنا الأولين، لا إله إلا الله وحده وحده وحده، صدق عبده، وأنجز\nوعده، ونصر عبده، وأعز جنده، وهزم الأحزاب وحده، فله الملك وله الحمد، يحيي\nويميت و يميت ويحيي، وهو حي لا يموت، بيده الخير، وهو على كل شئ قدير) ثم\nيقول:\n</p>\n\n<p>\n(أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه) ثلاث مرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p043'> Vol. 83, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nثم يقول: (اللهم اهدني من عندك، وأفض على من فضلك، وانشر على من رحمتك،\nوأنزل على من بركاتك، سبحانك لا إله إلا أنت اغفر لي ذنوبي كلها جميعا فإنه\nلا يغفر الذنوب كلها جميعا إلا أنت، اللهم إني أسألك من كل خير أحاط به\nعلمك، وأعوذ بك من كل شر أحاط به علمك، اللهم إني أسألك عافيتك في أموري\nكلها، وأعوذ بك من خزي الدنيا وعذاب الآخرة، وأعوذ بوجهك الكريم، وعزتك\nالتي لا ترام، وقدرتك التي لا يمتنع منها شئ، من شر الدنيا والآخرة، وشر\nالأوجاع كلها، ومن شر كل دابة أنت آخذ بناصيتها، إن ربي على صراط مستقيم\nولا حول ولا قوة إلا بالله العلي العظيم، توكلت على الحي الذي لا يموت،\nوالحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك، ولم يكن له ولي من\nالذل و كبره تكبيرا.\n</p>\n\n<p>\nثم يسبح تسبيح الزهراء عليها السلام msB28546 وقد قدمنا شرحه وتقول عقيب ذلك: لا\nإله إلا الله محمد رسول الله علي ولي الله، إن الله وملائكته يصلون على\nالنبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما; لبيك، اللهم لبيك،\nوسعديك، اللهم صل على محمد وآل محمد، وأهل بيت محمد، وعلى ذرية محمد عليه\nوعليهم السلام ورحمة الله و بركاته، وأشهد أن التسليم منا لهم، والايتمام\nبهم، والتصديق لهم، ربنا آمنا بك، وصدقنا رسولك، وسلمنا تسليما، ربنا آمنا\nبما أنزلت واتبعنا الرسول وآل الرسول فاكتبنا مع الشاهدين.\n</p>\n\n<p>\nثم يقول: سبحان الله كلما سبح الله شئ، وكما يحب الله أن يسبح وكما هو\nأهله وكما ينبغي لكرم وجهه وعز جلاله، والحمد لله كلما حمد الله شئ، وكما\nيحب الله أن يحمد وكما هو أهله وكما ينبغي لكرم وجهه وعز جلاله، ولا إله\nإلا الله كلما هلل الله شئ وكما يحب الله أن يهلل وكما هو أهله، وكما ينبغي\nلكرم وجهه وعز جلاله، والله أكبر كلما كبر الله شئ، وكما يحب الله أن يكبر،\nوكما هو أهله، وكما ينبغي لكرم وجهه وعز جلاله، وسبحان الله والحمد لله ولا\nإله إلا الله والله أكبر، على كل نعمة أنعم بها علي وعلى كل أحد من خلقه\nممن كان أو يكون إلى يوم القيامة، اللهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p044'> Vol. 83, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nإني أسئلك أن تصلي على محمد وآل محمد، وأسألك من خير ما أرجو، وخير ما لا\nأرجو، وأعوذ بك من شر ما أحذر ومن شر مالا أحذر.\n</p>\n\n<p>\nثم تقرء الحمد وآية الكرسي وشهد الله وآية الملك وآية السخرة ثم تقول\nثلاث مرات: سبحان ربك رب العزة عما يصفون، وسلام على المرسلين، والحمد لله\nرب العالمين، ثم تقول ثلاث مرات (اللهم صل على محمد وآل محمد، واجعل لي من\nأمري فرجا ومخرجا، وارزقني من حيث أحتسب ومن حيث لا أحتسب، واحرسني من حيث\nأحترس ومن حيث لا أحترس، يا رب محمد وآل محمد صل على محمد وآل محمد وعجل\nفرج آل محمد وأعتق رقبتي من النار.\n</p>\n\n<p>\nوتقول سبع msB28547 مرات وأنت آخذ بلحيتك بيدك اليمنى، ويدك اليسرى مبسوطة باطنها\nمما يلي السماء (يا رب محمد وآل محمد صل على محمد وآل محمد وعجل فرج آل\nمحمد، وسبع مرات مثل ذلك يا رب محمد وآل محمد، صل على محمد وآل محمد، وأعتق\nرقبتي من النار، وتقول أربعين مرة: سبحان الله والحمد لله ولا إله إلا الله\nوالله أكبر.\n</p>\n\n<p>\nثم قل: يا أسمع السامعين، ويا أبصر الناظرين، ويا أسرع الحاسبين، ويا\nأرحم الراحمين، ويا أحكم الحاكمين، ويا صريخ المكروبين، ويا مجيب دعوة\nالمضطرين أنت الله لا إله إلا أنت رب العالمين، وأنت الله لا إله إلا أنت\nالعلي العظيم، وأنت الله لا إله إلا أنت العزيز الحكيم، وأنت الله لا إله\nإلا أنت الغفور الرحيم، وأنت الله لا إله إلا أنت الرحمان الرحيم، وأنت\nالله لا إله إلا أنت مالك يوم الدين، وأنت الله لا إله إلا أنت منك بدء\nالخلق وإليك يعود، وأنت الله لا إله إلا أنت لم تزل ولن تزال وأنت الله لا\nإله إلا أنت مالك الخير والشر، وأنت الله لا إله إلا أنت خالق الجنة\nوالنار.\n</p>\n\n<p>\nوأنت الله لا إله إلا أنت الواحد الأحد الصمد لم تلد ولم تولد ولم يكن لك\nكفوا أحد، وأنت الله لا إله إلا أنت عالم الغيب والشهادة هو الرحمان\nالرحيم، وأنت الله لا إله إلا أنت الملك القدوس السلام المؤمن المهيمن\nالعزيز الجبار المتكبر، سبحان الله عما يشركون، وأنت الله لا إله إلا أنت\nالخالق البارئ المصور لك الأسماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p045'> Vol. 83, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالحسنى، يسبح لك ما في السماوات والأرض، وأنت الله العزيز الحكيم، وأنت\nالله لا إله إلا أنت الكبير المتعال والكبرياء رداؤك.\n</p>\n\n<p>\nاللهم صل على محمد وآل محمد، واغفر لي مغفرة عزما جزما، لا تغادر لي\nخطيئة ولا ذنبا، ولا أرتكب بعدها محرما، وعافني معافاة لا تبتليني بعدها\nأبدا، واهدني هدى لا أضل بعدها أبدا، وعلمني ما ينفعني، وانفعني بما\nعلمتني، واجعله حجة لي لا علي، وارزقني من فضلك صبا صبا كفافا msB28548 كفافا، ورضني\nبه يا رباه وتب علي يا الله يا رحمان يا رحيم، صل على محمد وآله، وارحمني\nوأجرني من النار، ذات السعير، وابسط لي في سعة رزقك علي، واهدني بهداك،\nوأغنني بغناك، وأرضني بقضائك، واجعلني من أوليائك المخلصين، وأبلغ محمدا\nصلى الله عليه وآله عني تحية كثيرة وسلاما، واهدني لما اختلف فيه من الحق\nباذنك، إنك تهدى من تشاء إلى صراط مستقيم، واعصمني من المعاصي كلها، ومن\nالشيطان الرجيم آمين رب العالمين.\n</p>\n\n<p>\nثم تقول ثلاث مرات: اللهم صل على محمد وآل محمد، وأسألك خير الخير\nرضوانك، والجنة، وأعوذ بك من شر الشر سخطك والنار، وقل ثلاث مرات وأنت آخذ\nبلحيتك بيدك اليمنى، واليد اليسرى مبسوطة باطنها مما يلي السماء (يا ذا\nالجلال والاكرام، صل على محمد وآل محمد، وارحمني وأجرني من النار، ثم ارفع\nيدك واجعل باطنها مما يلي السماء وقل ثلاث مرات (يا عزيز يا كريم، يا غفور\nيا رحيم) ثم اقلبهما واجعل ظاهرهما مما يلي السماء وقل ثلاث مرات (يا عزيز\nيا كريم، صل على محمد وآل محمد وارحمني وأجرني من العذاب الأليم) ثم\nاخفضهما وقل: (اللهم صل على محمد وآل محمد، وفقهني في الدين، وحببني إلى\nالمسلمين، واجعل لي لسان صدق في الآخرين، وارزقني هيبة المتقين، يا الله يا\nالله يا الله، أسألك بحق من حقه عليك عظيم، أن تصلي على محمد وآل محمد، وأن\nتستعملني بما عرفتني من حقك، وأن تبسط علي ما حظرت من رزقك.\n</p>\n\n<p>\nوقل ثلاث مرات: أشهد أن لا إله إلا الله وحده لا شريك له، له الملك وله\nالحمد يحيي ويميت ويميت ويحيي وهو حي لا يموت بيده الخير وهو على كل شئ\nقدير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p046'> Vol. 83, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوقل ثلاث مرات (يا الله يا رحمان يا رحيم، يا حي يا قيوم، برحمتك أستغيث)\nوقل (اللهم أنت ثقتي، في كل كربة، وأنت رجائي في كل شدة، وأنت لي في كل أمر\nنزل لي ثقة وعدة، فاغفر لي ذنوبي كلها، واكشف همي وفرج غمي وأغنني بحلالك\nعن msB28549 حرامك، وبفضلك عمن سواك، وعافني في أموري كلها، وعافني من خزي الدنيا\nوعذاب الآخرة، وأعوذ بك من شر نفسي، ومن شر غيري، ومن شر السلطان والشيطان\nوفسقة الجن والإنس وفسقه العرب والعجم، وركوب المحارم كلها، ومن نصب\nلأولياء الله، أجير نفسي بالله من كل سوء عليه توكلت وهو رب العرش العظيم).\n</p>\n\n<p>\nوقل ثلاث مرات: أستودع الله العلي الاعلى الجليل العظيم ديني ونفسي وأهلي\nومالي وولدي وإخواني المؤمنين، وأخواتي المؤمنات، وجميع ما رزقني ربي وجميع\nمن يعنيني أمره، أستودع الله المرهوب المخوف المتضعضع لعظمته كل شئ ديني\nونفسي وأهلي ومالي وولدي وإخواني المؤمنين وجميع ما رزقني ربي وجميع من\nيعنيني أمره.\n</p>\n\n<p>\nوقل ثلاث مرات: أعيذ نفسي وديني وأهلي ومالي وولدي وإخواني في ديني و ما\nرزقني ربى ومن يعنيني أمره بالله الواحد الأحد الصمد الذي لم يلد ولم يولد\nولم يكن له كفوا أحد، وبرب الفلق، من شر ما خلق، ومن شر غاسق إذا وقب، ومن\nشر النفاثات في العقد، ومن شر حاسد إذا حسد، وبرب الناس، ملك الناس، إله\nالناس، من شر الوسواس الخناس، الذي يوسوس في صدور الناس، من الجنة والناس.\n</p>\n\n<p>\nوتقول: حسبي الله ربي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم\nما شاء الله كان وما لم يشأ لم يكن، أشهد وأعلم أن الله على كل شئ قدير،\nوأن الله قد أحاط بكل شئ علما، وأحصى كل شئ عددا، اللهم إني أعوذ بك من شر\nنفسي ومن شر كل دابة أنت آخذ بناصيتها إن ربي على صراط مستقيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p047'> Vol. 83, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nثم تقول: بسم الله الرحمان الرحيم، حسبي الله لديني، وحسبي الله لدنياي\nوحسبي الله لآخرتي، وحسبي الله لما همني، وحسبي الله لمن بغى علي، وحسبي\nالله عند الموت، وحسبي الله عند المسألة في القبر، وحسبي الله عند الميزان،\nوحسبي الله عند الصراط، وحسبي الله لا إله إلا هو عليه توكلت وهو رب العرش\nالعظيم (1).\n</p>\n\n<p>\nتفصيل وتبيين أقول: جمع الشيخ تلك التعقيبات من مواضع شتى، وأخبار\nمختلفة msB28550، فأما التهليلات الأول إلى قوله (رب آبائنا الأولين) فلم أرها في\nرواية، وفي النهاية ذكر الأوليين إلى قوله (ولو كره الكافرون) وترك الثالثة\nوقوله (لا إله إلا الله وحده) ورد في روايات باختلافات سبق بعضها، وزاد في\nالنهاية بعد قوله (وهو على كل شئ قدير اللهم اهدني لما اختلف فيه الحق\nباذنك إنك تهدى من تشاء إلى صراط مستقيم) ورواه في التهذيب (2) بسند موثق\nعن أبي بصير، عن أبي عبد الله عليه السلام قال: قل بعد التسليم: الله أكبر\nلا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيى ويميت وهو حي لا\nيموت بيده الخير وهو على كل شئ قدير، لا إله إلا الله وحده صدق وعده، ونصر\nعبده، وهزم الأحزاب وحده، اللهم اهدني لما اختلف فيه من الحق باذنك إنك\nتهدى من تشاء إلى صراط مستقيم، وقد مرت أخبار الاستغفار (3) وروى في الكافي\n(4) باسناده قال: كتب محمد بن إبراهيم إلى أبي الحسن عليه السلام إن رأيت\nيا سيدي أن تعلمني دعاء أدعو به في دبر صلواتي يجمع الله لي به خير الدنيا\nوالآخرة فكتب عليه السلام تقول:\n</p>\n\n<p>\n(أعوذ بوجهك الكريم، وعزتك التي لا ترام، وقدرتك التي لا يمتنع منها شئ\nمن شر الدنيا والآخرة، ومن شر الأوجاع كلها).\n</p>\n\n<p>\nوقال الشيخ البهائي - ره - قوله: (لا يمتنع منها شئ) فيه إشارة إلى عدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p048'> Vol. 83, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nصدق الشيئية على الممتنعات.\n</p>\n\n<p>\nوقال الكفعمي: (1) في كتاب الفرج بعد الشدة لابن أبي الدنيا أن النبي صلى\nالله عليه وآله قال لفلان من أصحابه، وقد رآه متغيرا: ما هذا الذي بك من\nالسوء؟ فقال: يا رسول الله من الضعف وقلة ما في اليد، فقال صلى الله عليه\nوآله: قل في دبر كل فريضة (توكلت على الحي الذي لا يموت) إلى قوله\n(تكبيرا).\n</p>\n\n<p>\nقال: وعن النبي صلى الله عليه وآله قال: ما كرثني أمر إلا تمثل لي جبرئيل\nوقال: يا محمد قل توكلت إلى آخره، قال الكفعمي كرثني بالثاء المثلثة أي\nاشتد علي انتهى.\n</p>\n\n<p>\nوروى msB28551 الكليني (2) وغيره أخبارا كثيرة في هذا الدعاء، لأداء الدين، ورفع\nوساوس الصدر، وسعة الرزق، وسيأتي بعضها وفي أكثرها (لم يتخذ صاحبة ولا\nولدا) وليس في أكثرها القراءة في أعقاب الصلاة، بل قراءته وتكراره مطلقا،\nقوله (وكبره تكبيرا) في الآية (3) عطف على (قل) وذكره هنا إما على سبيل\nالحكاية عما في الآية أو وصف بتأويل مقول في حقه أو خطاب عام لكل قائل له،\nوربما يقرء وكبره على صيغة الماضي أي كل أحد ولا يبعد أن يكون في الأصل\nواكبره على صيغة التكلم، فغيرته النساخ لمخالفته لما في القرآن.\n</p>\n\n<p>\nوقال الكفعمي (4) ذكر صاحب شرح نهج البلاغة في حديث المعراج أنه رأى ملكا\nله ألف ألف رأس، في كل رأس ألف ألف وجه، في كل وجه ألف ألف فم، في كل فم\nألف ألف لسان، وفي كل لسان ألف ألف لغة، وهو قد سأل الله تعالى يوما:\n</p>\n\n<p>\nهل لك في عبادك من له مثل عبادتي؟ فأوحى الله تعالى إليه إن لي في الأرض\nعبدا أعظم ثوابا منك، وأكثر تسبيحا، فاستأذن الملك في زيارته، فأذن له،\nفأتاه فكان عنده ثلاثة أيام فما وجده يزيد على فرائضه شيئا غير قوله بعد كل\nفريضة: سبحان الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p049'> Vol. 83, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nكلما سبح الله شئ إلى آخر التسبيحات.\n</p>\n\n<p>\nوروى الكليني (1) بسند موثق عن أبي عبد الله عليه السلام قال: لما أمر\nالله عز وجل هذه الآيات أن يهبطن إلى الأرض، تعلقن بالعرش وقلن: أي رب إلى\nأين تهبطنا إلى أهل الخطايا والذنوب؟ فأوحى الله عز وجل إليهن أن اهبطن\nفوعزتي وجلالي لا يتلوكن أحد من آل محمد وشيعتهم في دبر ما أفترض عليه إلا\nنظرت إليه بعيني المكنونة في كل يوم سبعين نظرة أقضى إليه في كل نظرة سبعين\nحاجة، وقبلته على ما فيه من المعاصي، وهي أم الكتاب، وشهد الله أنه لا إله\nإلا هو، وآية الكرسي وآية الملك.\n</p>\n\n<p>\nوروى الصدوق في ثواب الأعمال (2) في الموثق عن أبي عبد الله عليه السلام\nقال: إن الله يمجد نفسه في كل msB28552 يوم وليلة ثلاث مرات، فمن مجد الله بما مجد\nبه نفسه ثم كان في حال شقوة حو له الله إلى سعادة، فقلت: كيف هذا التمجيد؟\nقال: تقول:\n</p>\n\n<p>\n(أنت الله لا إله إلا أنت رب العالمين) إلى قوله (والكبرياء رداؤك) ولم\nأر رواية تخصه بالتعقيب، والأدعية بعد ذلك روينا بعضها في الكافي بتغيير\nما.\n</p>\n\n<p>\nقوله (ما حظرت) قال الكفعمي أي منعت والحظر المنع، وفي اختيار السيد ابن\nالباقي (ما قدرت من رزقك) أي ما قترت من رزقك، وقتر مثل قدر، ومنه قوله،\nتعالى (فظن أن لن نقدر على) أي لن نضيق انتهى وفي مكارم الأخلاق وأن تبسط\nعلي من حلال رزقك.\n</p>\n\n<p>\nوروى في الكافي (3) باسناده عن أبي عبد الله عليه السلام قال: من قال في\nدبر الفريضة:\n</p>\n\n<p>\n(أستودع الله العظيم الجليل نفسي وأهلي وولدي ومن يعنيني أمره، وأستودع\nالله المرهوب المخوف المتضعضع لعظمته كل شئ نفسي وأهلي ومالي وولدي ومن\nيعنيني أمره) حف بجناح من أجنحة جبرئيل، وحفظ في نفسه وأهله وماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p050'> Vol. 83, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوبسند آخر عنه (1) قال: لا تدع في دبر كل صلاة (أعيذ نفسي وما رزقني ربى\nبالله الواحد الصمد، حتى تختمها (وأعيذ نفسي وما رزقني ربى برب الفلق) حتى\nتختمها (وأعيذ نفسي وما رزقني ربى برب الناس) حتى تختمها.\n</p>\n\n<p>\nوقال الكفعمي (2): روي عن الصادق عليه السلام: من قال عقيب كل فريضة\nثلاثا (أعيذ نفسي وديني) إلى آخره حفظه الله تعالى في نفسه وماله وولده\nوداره.\n</p>\n\n<p>\nوقال: روي عن أبي الدرداء أنه قيل ذات يوم: احترقت دارك، فقال: لم تحترق\nفجاء ثان وثالث فأخبراه بذلك، فقال: لم تحترق ثم انكشف الامر عن احتراق ما\nحولها سواها، فقيل له: بما علمت ذلك؟ فقال: سمعت النبي صلى الله عليه وآله\nيقول: من قال هذه الكلمات صبيحة يوم لم يصبه سوء فيه، ومن قال في مساء\nليلته لم يصبه سوء فيه وقد قلتها وهي (حسبي الله ربي - إلى - صراط مستقيم)\nورواه ابن فهد في عدته أيضا.\n</p>\n\n<p>\nوقال الكفعمي في كتاب رؤيا القوم: من قرء msB28553 كل يوم سبعا (حسبي الله ربي\nالله لا إله إلا هو عليه توكلت وهو رب العرش العظيم) كفاه الله عز وجل ما\nأهمه من أمر داريه.\n</p>\n\n<p>\n55 - المقنعة: قال بعد تسبيح فاطمة عليها السلام: وتستغفر الله بعد ذلك\nبما تيسر، وتصلي على محمد وآله وتدعو فتقول: اللهم انفعنا بالعلم، وزينا\nبالحلم، وجملنا بالعافية، وكرمنا بالتقوى، إن وليي الله الذي نزل الكتاب\nوهو يتولى الصالحين (3).\n</p>\n\n<p>\n56 - جنة الأمان: في تعقيب مطلق الصلوات ثم قل: رضيت بالله ربا،\nوبالاسلام دينا، وبمحمد صلى الله عليه وآله نبيا، وبعلي إماما، وبالحسن\nوالحسين وعلي ومحمد وجعفر و موسى وعلي ومحمد وعلي والحسن والخلف الصالح\nعليهم السلام أئمة وسادة وقادة بهم أتولى ومن أعدائهم أتبرء، ثم قل ثلاثا:\nاللهم إني أسألك العفو والعافية والمعافاة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p051'> Vol. 83, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالدنيا والآخرة.\n</p>\n\n<p>\nبيان: قال الكفعمي - ره -: في الحديث (سلوا الله العفو، والعافية\nوالمعافاة) فالعافية أن يعافي من الأسقام والبلايا، والمعافاة أن يعافيه من\nالناس ويعافيهم منه، وفي كتاب شرح الفاكهاني عن النبي صلى الله عليه وآله\nما من دعوة أحب إليه تعالى أن يدعو بها عبده أن يقول: اللهم إني أسألك\nالعفو إلى آخر الدعاء.\n</p>\n\n<p>\n57 - اختيار ابن الباقي: مما يدعى عقيب كل فريضة (بسم الله الرحمان\nالرحيم اللهم إني أسألك من النعمة تمامها، ومن العصمة دوامها، ومن الرحمة\nشمولها، ومن العافية حصولها، ومن العيش أرغده، ومن العمر أسعده، ومن\nالاحسان أتمه، ومن الانعام أعمه، ومن الفضل أعده، ومن اللطف أنفعه، اللهم\nكن لنا ولا تكن علينا اللهم اختم بالسعادة آجالنا، وحقق بالزيادة آمالنا،\nواقرن بالعافية غدونا وآصالنا واجعل إلى رحمتك مصيرنا ومآلنا، اصبب سجال\nعفوك على ذنوبنا، ومن علينا باصلاح عيوبنا، اجعل التقوى زادنا، وفي دينك\nاجتهادنا، وعليك توكلنا، ثبتنا على نهج الاستقامة، وأعذنا من موجبات\nالندامة يوم القيامة، خفف عنا ثقل الأوزار، و ارزقنا عيشة الأبرار، واكفنا،\nواصرف عنا شر الأشرار، وأعتق رقابنا ورقاب آبائنا وأمهاتنا من النار، يا\nعزيز يا غفار، يا كريم يا ستار، يا حليم يا جبار، برحمتك يا msB28554 أرحم الراحمين.\n</p>\n\n<p>\nومنه: قال النبي صلى الله عليه وآله: لما عرج بي إلى سماء الدنيا، مررت\nعلى قصر من جوهرة حمراء، الحديث فقلت: يا حبيبي جبرئيل لمن هذا القصر؟ قال:\nلمن يصلي فرض الصبح ويقول بعده (يا باسط اليدين بالرحمة، ارحمني) أربعين\nمرة.\n</p>\n\n<p>\nولما عرج به إلى السماء الثانية مر بقصر له سبعون بابا إلى آخره قال: يا\nحبيبي جبرئيل لمن هذا؟ فقال: لمن صلى الظهر وقال بعدها (يا واسع المغفرة\nاغفر لي) سبعين مرة.\n</p>\n\n<p>\nولما عرج به إلى السماء الثالثة مر على قصر معلق في الهواء إلى آخره\nفقال:\n</p>\n\n<p>\nيا حبيبي جبرئيل لمن هذا؟ فقال: لمن صلى العصر وقال بعدها: (لا إله إلا\nالله قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p052'> Vol. 83, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nكل أحد، لا إله إلا الله بعد كل أحد لا إله إلا الله يبقى ربنا ويفنى كل\nأحد) سبع عشر مره ولما عرج به إلى السماء الرابعة مر على قصر من اللؤلؤ\nوشرائفه من زبرجد - الخ - فقال: يا أخي جبرئيل لمن هذا؟ قال: لمن صلى\nالمغرب وقال بعدها (يا كريم العفو انشر علي رحمتك يا أرحم الراحمين) أربعين\nمرة.\n</p>\n\n<p>\nولما عرج به إلى السماء الخامسة مر على قصر من ارجوان الخ قال: يا حبيبي\nلمن هذا؟ قال: لمن صلى العشاء الآخرة وقال بعدها (يا عالم خفيتي اغفر لي\nخطيئتي) سبعين مرة.\n</p>\n\n<p>\nولما عرج بي إلى السماء السادسة مررت على قبة بيضاء، قلت: لمن هذا؟\n</p>\n\n<p>\nقال: لمن انتبه بالليل وقال: (يا حي يا قيوم يا حي لا يموت، ارحم عبدك\nالخاطئ المعترف بذنبه يا أرحم الراحمين) ثلاث مرات.\n</p>\n\n<p>\nولما عرج بي إلى السماء السابعة مررت على قصر من لؤلؤة بيضاء الخ فقلت:\n</p>\n\n<p>\nلمن هذا يا حبيبي جبرئيل؟ قال: لمن يقرء كل يوم (سبحان الله بعدد ما خلق،\nسبحان الله بعدد ما هو خالق إلى يوم القيامة) خمس عشرة مرة. والحمد لله رب\nالعالمين.\n</p>\n\n<p>\n58 - الكتاب العتيق: لبعض قدماء علمائنا عن أبي الحسن أحمد بن عنان يرفعه\nعن معاوية بن وهب البجلي قال: وجدت في ألواح أبى msB28555 بخط مولانا موسى بن جعفر\nصلوات الله عليهما أن من وجوب حقنا على شيعتنا أن لا يثنوا أرجلهم من صلاة\nالفريضة أو يقولوا (اللهم ببرك القديم، ورأفتك، بتربيتك اللطيفة، وشرفك،\nبصنعتك المحكمة، وقدرتك، بسترك الجميل، وعلمك، صل على محمد وآل محمد، وأحي\nقلوبنا بذكرك، واجعل ذنوبنا مغفورة، وعيوبنا مستورة، وفرائضنا مشكورة،\nونوافلنا مبرورة، وقلوبنا بذكرك معمورة، ونفوسنا بطاعتك مسرورة، وعقولنا\nعلى توحيدك مجبورة، وأرواحنا على دينك مفطورة، وجوارحنا على خدمتك مقهورة،\nوأسماءنا في خواصك مشهورة، وحوائجنا لديك ميسورة، وأرزاقنا من خزائنك\nمدرورة، أنت الله الذي لا إله إلا أنت لقد فاز من والاك، وسعد من ناجاك،\nوعز من ناداك، وظفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p053'> Vol. 83, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nمن رجاك، وغنم من قصدك، وربح من تاجرك، وأنت على كل شئ قدير، اللهم و صلى\nعلى محمد وآل محمد، واسمع دعائي كما تعلم فقري إليك، إنك على كل شئ قدير.\n</p>\n\n<p>\n59 - مصباح الشيخ والبلد الأمين وجنة الأمان واختيار ابن الباقي وغيرها:\n</p>\n\n<p>\nقالوا كان أبو الحسن موسى بن جعفر عليهما السلام يدعو عقيب كل فريضة\nفيقول: اللهم ببرك القديم ورأفتك، ببريتك اللطيفة، وشفقتك، بصنعتك المحكمة،\nوقدرتك، بسترك الجميل، صل على محمد وآل محمد) إلى قوله (وربح من تاجرك)\n(1).\n</p>\n\n<p>\nبيان: قال الكفعمي في كتاب عدة السفر للطبرسي - ره -: (بتربيتك) أي مكان\nقوله (ببريتك) وكذا في جل النسخ الصحيحة، ومن قرء: (ببريتك) فقد حرف وهذا\nالدعاء من كتاب عدة السفر للسفر وعدة الحضر للشيخ أبي علي الفضل بن الحسن\nالطبرسي قدس سره انتهى.\n</p>\n\n<p>\nأقول: المتبادر إلى أذهان أكثر الأفاضل تعلق الظروف في قوله (ببريتك) و\n(بصنعتك) و (بسترك) بالمصادر المتقدمة، وفي بعضها حزازة لا تخفى، والأظهر\nأن الباء في الجميع للقسم، فهي أقسام متتابعة من غير عاطف، لا سيما على ما\nفي الكتاب العتيق من قوله و (شرفك) مكان (شفقتك) وزيادة (علمك) بعد قوله\n(بسترك الجميل) وعلى هذا الوجه تتطابق الفقرات، وتتقابل وتنتظم، والظاهر أن\nالكفعمي أيضا حمله على هذا الوجه كما لا يخفى على المتأمل.\n</p>\n\n<p>\n60 - الكتاب العتيق: دعاء بعد الصلاة المكتوبة لأمير msB28556 المؤمنين عليه\nالسلام (اللهم لك صليت، وفي صلاتي ما قد علمت من النقصان والعجلة والسهو\nوالغفلة والكسل والفترة والنسيان والرياء والسمعة والشك والمدافعة والريب\nوالعجب والفكر والتلبث عن إقامة كمال فرضك، فأسألك يا إلهي أن تصلي على\nمحمد وآله وأن تحول نقصانها تماما، و عجلتي فيها تثبتا وتمكنا، وسهوي\nتيقظا، وغفلتي مواظبة، وكسلي نشاطا، وفترتي قرة، ونسياني محافظة، ومدافعتي\nمرابطة، وريائي إخلاصا، وسمعتي تسترا، وشكي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p054'> Vol. 83, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nيقينا، وريبي بيانا، وفكري خشوعا، وتحيري خضوعا، فاني لك صليت، وإليك\nتوجهت وبك آمنت وإياك قصدت فاجعل لي في صلاتي ودعائي رحمة وبركة تكفر بها\nسيئاتي وتكرم بها مقامي، وتبيض بها وجهي، وتزكي بها عملي، وتحط بها وزري،\nاللهم احطط بها عني ثقلي واجعل ما عندك خيرا لي مما تقطع عني.\n</p>\n\n<p>\nالحمد لله الذي قضى عني فريضة من الصلوات التي كانت على المؤمنين كتابا\nموقوتا، يا الله يا أرحم الراحمين).\n</p>\n\n<p>\nومنه: دعاء يدعى به عقيب الصلوات (كل ملك فهو مملوك عند ملك الله، وكل\nقوي فهو ضعيف عند قوة الله، وكل ساط هامد لسطوة الله، وكل ظالم فلا محيص له\nمن عذاب الله، صغر كل جبار لعظمة الله، أستظهر على كل عدو لي بتولي الله،\nدرأت في نحر كل عات بالله، ضربت بيني وبين كل مترف ذي سورة، وجبار ذي نخوة،\nوعات ذي أبهة، ومتسلط ذي قوة، وعنيد ذي قدرة، ووال ذي إمرة، وكل معان ومعين\nعلي بمقالة مغوية، أو سعاية مثلبة، أو حيلة مؤذية، أو غائلة مردية، على كل\nسبب ومذهب، واتخذت بيني وبينه حجابا من الله العزيز القهار، حسبي الله لا\nإله إلا هو عليه توكلت وهو رب العرش العظيم.\n</p>\n\n<p>\nأسألك يا باديا بالفوائد والنعم، يا فتاح الجود والكرم، يا غاية الطالب\nفي الحوائج والهمم، يا رب البيت والحرم، قلبي معلق بجودك، ولساني منطلق\nبذكرك، فلا على رجائي أخاف التخييب، ولا على مناي أخاف التكذيب، جنبني يا\nمولاي عن المطالب بجودك، والبسني ثوب الكفاية بكرمك، فوعزتك ما عصيتك إذ\nعصيتك وأنا بنكالك جاهل msB28557، ولا عن عقوبتك ساه، ولكن سولت لي نفسي، واستزلني\nالشيطان بعد البيان، فلك العتبى، وأنت بالمنظر الاعلى، هب لي حقك، وأرض عني\nخلقك يا سامع الصوت، يا سابق الفوت، يا كاسي العظام لحما بعد الموت، ارزقني\nقبل الموت، وزيادة قبل الفوت، اللهم هذا الدعاء وعليك الإجابة، وهذا الجهد\nوعليك التوكل، ولا حول ولا قوة إلا بالله العلي العظيم، آمين رب العالمين.\n</p>\n\n<p>\nبيان: قال الفيروزآبادي سطا عليه وبه سطوا وسطوة: صال أو قهر بالبطش،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p055'> Vol. 83, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: الهمود الموت، وطفوء النار أو ذهاب حرارتها، والهامد البالي المسود\nالمتغير، واليابس من النبات، قوله (بتولي الله) إشارة إلى قوله تعالى <a\nclass=\"quran\" href=\"http://qadatona.org/عربي /القرآن-الكريم/7/196\"\ntarget=\"_blank\" title=\"الأعراف: 196\">﴿وهو يتول الصالحين﴾</a> (١) وفي\nالنهاية فيه اللهم أني أدرء بك في نحورهم، أي أدفع بك في نحورهم لتكفيني\nأمرهم وإنما خص النحور لأنه أسرع وأقوى في الدفع والتمكن من المدفوع.\n</p>\n\n<p>\nوقال الجوهري: أترفته النعمة أطغته، وقال: سورة السلطان سطوته واعتداؤه،\nوقال: النخوة الكبر والعظمة، وكذا الأبهة وقال: يعر قومة أي يدخل عليهم\nمكروها يلطخهم به والمعرة الاثم، وقال: سعى به إلى الوالي إذا وشى به.\n</p>\n\n<p>\nوفي بعض النسخ (أو سعاية مشليه) أي مغرية قال الجوهري قال ثعلب: وقول\nالناس أشليت الكلب على الصيد خطأ وقال أبو زيد أشليت الكلب دعوته، وقال ابن\nالسكيت يقال: أو سدت الكلب بالصيد وآسدته إذا أغريته، ولا يقال أشليته،\nإنما الأشلاء الدعاء يقال: أشليت الشاة والناقة إذا دعوتهما بأسمائهما\nلتحلبهما انتهى.\n</p>\n\n<p>\nوالدعاء مع صحته حجة عليهم، وإن أمكن حمله هنا على معنى الدعاء أيضا\nبتكلف.\n</p>\n\n<p>\nقوله: (على كل سبب) لعله متعلق بقوله (ضربت) كما في قوله تعالى <a\nclass=\"quran\" href=\"http://qadatona.org/عربي/القرآن-الكريم/18/11\"\ntarget=\"_blank\" title=\"الكهف: 11\">﴿فضربنا على آذانهم﴾</a> (2) قالوا فيه:\nأي ضربنا عليهم حجابا يمنع السماع بمعنى أنمناهم إنامة لا تنبههم فيها\nالأصوات فحذف المفعول أو يقال المفعول وهو قوله حجابا مقدر، وقوله (على كل\nسبب) لتعميم الحجاب أي لا يقدرون علي في وجه من الوجوه وطريق من الطرق،\nويحتمل أن يكون حجابا مفعولا لفعلي ضربت واتخذت على التنازع msB28558، ولعله أظهر.\n</p>\n\n<p>\n(عن المطالب) أي إلى المخلوقين، وفي بعض النسخ المعاطب ولعله أظهر،\nوالعتبى الرجوع عن الذنب والإساءة (وأنت بالمنظر الاعلى) المنظر المرقب أي\nفي المرقب الاعلى يرقب عباده، ويطلع على جميع أحوالهم. أو محله أعلى من\nمناظر الخلق وأفكارهم (يا سابق الفوت) أي يدرك كل ما يريد ولا يفوت منه شئ،\nفهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p056'> Vol. 83, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nيسبق فوتها أو يسبق ذاته الفوت والعدم، فيستحيل طرو الفناء والفوت عليه،\nكما ورد سبق وجوده عدمه والأول أظهر (وزيادة) أي في المعارف والطاعات (قبل\nالفوت) أي قبل أن تفوت مني أو قبل الموت.\n</p>\n\n<p>\n61 - تفسير الامام: قال عليه السلام: قال رسول الله صلى الله عليه وآله:\nإن العبد إذا أصبح أو الأمة إذا أصبحت، أقبل الله عليه وملائكته ليستقبل\nربه عز وجل بصلاته، فيوجه إليه رحمته، ويفيض عليه كرامته، فان وفى بما أخذ\nعليه فأدى الصلاة عل ما فرضت قال الله عز وجل للملائكة: خزان جنانه وحملة\nعرشه قد وفا عبدي هذا ففوا له، و إن لم يف قال الله لم يف عبدي هذا، وأنا\nالحليم الكريم، فان تاب تبت عليه، وإن أقبل على طاعتي أقبلت عليه برضواني\nورحمتي.\n</p>\n\n<p>\nثم قال رسول الله صلى الله عليه وآله: قال الله تعالى وإن كسل عما يريد\nقصرت في قصوره حسنا وبهاءا وجلالا وشهرت في الجنان بأن صاحبها مقصر.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وآله: وذلك أن الله عز وجل أمر جبرئيل ليلة\nالمعراج فعرض علي قصور الجنان فرأيتها من الذهب والفضة، ملاطها المسك\nوالعنبر، غير أني رأيت لبعضها شرفا عالية، ولم أر لبعضها، فقلت: يا حبيبي\nما بال هذه بلا شرف كما لسائر تلك القصور؟ فقال: يا محمد هذه قصور المصلين\nفرائضهم، الذين يكسلون عن الصلاة عليك وعلى آلك بعدها، فان بعث مادة لبناء\nالشرف من الصلاة على محمد وآله الطيبين بنيت له الشرف، وإلا بقيت هكذا،\nفيقال حين يعرف سكان الجنان أن القصر الذي لا شرف له هو الذي كسل صاحبه بعد\nصلاته عن الصلاة على محمد msB28559 وآله الطيبين، ورأيت فيها قصورا مشرفة عجيبة\nالحسن ليس لها أمامها دهليز ولا بين يديه بستان، ولا خلفها، فقلت: ما بال\nهذه القصور لا دهليز بين يديها، ولا بستان خلف قصورها؟ فقال: يا محمد هذه\nقصور المصلين الخمس الصلوات الذين يبذلون بعص وسعهم في قضاء حقوق إخوانهم\nالمؤمنين دون جميعها، فلذلك قصورهم مسترة بغير دهليز أمامها، وغير بساتين\nخلفها، قال رسول الله صلى الله عليه وآله: ألا ولا تتكلوا على الولاية\nوحدها وأدوا ما بعدها من فرائض الله، وقضاء حقوق الاخوان، واستعمال التقية،\nفإنهما اللذان يتمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p057'> Vol. 83, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالاعمال ويقصران بها (1).\n</p>\n\n<p>\nبيان: ظاهره الصلاة على محمد وآله في التعقيب، ويحتمل التشهد الأخير.\n</p>\n\n<p>\n62 - الكافي: باسناده عن داود العجلي قال: سمعت أبا عبد الله عليه السلام\nيقول:\n</p>\n\n<p>\nثلاث أعطين سمع الخلايق: الجنة، والنار، والحور العين، فإذا صلى العبد\nوقال:\n</p>\n\n<p>\n(اللهم أعتقني من النار وأدخلني الجنة وزوجني الحور العين) قالت النار:\nيا رب إن عبدك قد سألك أن تعتقه مني فأعتقه، وقالت الجنة: يا رب إن عبدك قد\nسألك إياي فأسكنه، وقالت الحور العين: يا رب إن عبدك قد خطبنا إليك فزوجه\nمنا، فان هو انصرف من صلاته ولم يسأل إليه شيئا من هذا قلن الحور العين: إن\nهذا العبد فينا لزاهد، وقالت الجنة: إن هذا العبد في لزاهد، وقالت النار إن\nهذا العبد في لجاهل (2).\n</p>\n\n<p>\n63 - الكافي والتهذيب: باسنادهما عن الحسين بن سوير وأبي سلمة السراج\nقالا: سمعنا أبا عبد الله عليه السلام وهو يلعن في دبر كل مكتوبة أربعة من\nالرجال، وأربعا من النساء: التيمي والعدوي وفعلان، ومعاوية، ويسميهم،\nوفلانة وفلانة وهندا و أم الحكم أخت معاوية (3).\n</p>\n\n<p>\n64 - التهذيب: عن جابر، عن أبي جعفر عليه السلام قال: إذا انحرفت عن صلاة\nمكتوبة فلا تنحرف إلا بانصراف لعن بني أمية (4).\n</p>\n\n<p>\n65 - البلد الأمين: عن الرضا عليه السلام قل في طلب الرزق عقيب كل فريضة\n(يامن يملك حوائج السائلين، يامن لكل مسألة منك سمع حاضر وجواب عتيد، ولكل\nصامت منك علم باطن محيط، أسألك بمواعيدك الصادقة، وأياديك الفاضلة msB28560، ورحمتك\nالواسعة، وسلطانك القاهر، وملكك الدائم، وكلماتك التامات، يا من لا تنفعه\nطاعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p058'> Vol. 83, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالمطيعين، ولا تضره معصية العاصين، صل على محمد وآل محمد، وارزقني وأعطني\nفيما ترزقني العافية من فضلك، برحمتك يا أرحم الراحمين (1).\n</p>\n\n<p>\n66 - دلايل الإمامة: لمحمد بن جرير الطبري، عن عبد الله بن علي المطلبي\nعن محمد بن علي السمري، عن أبي الحسن المحمودي، عن أبي علي محمد بن أحمد\nالمحمودي، عن القائم عليه السلام قال: كان زين العابدين عليه السلام يقول\nفي دعائه عقيب الصلاة:\n</p>\n\n<p>\nاللهم إني أسألك باسمك الذي به تقوم السماء والأرض، وباسمك الذي به تجمع\nالمتفرق، وبه تفرق المجتمع، وباسمك الذي تفرق به بين الحق والباطل، وباسمك\nالذي تعلم به كيل البحار، وعدد الرمال، ووزن الجبال، أن تفعل بي كذا وكذا\n(2).\n</p>\n\n<p>\n67 - مهج الدعوات: وجدت في مجموع بخط قديم ذكر ناسخه وهو مصنفه أن اسمه\nمحمد بن محمد بن عبد الله بن فاطر رواه عن شيوخه فقال: ما هذا لفظه حدثنا\nمحمد بن علي بن الرقاق القمي، عن أبيه، عن محمد بن أحمد بن علي بن الحسن بن\nشاذان القمي، عن أبي جعفر محمد بن علي بن الحسين بن بابويه القمي، عن أبيه\nقال:\n</p>\n\n<p>\nحدثنا عبد الله بن جعفر الحميري، عن محمد بن عيسى بن عبيد قال: حدثنا عبد\nالرحمان ابن أبي هاشم، عن أبي يحيى المدائني، عن أبي عبد الله عليه السلام\nأنه قال: من حقنا على أوليائنا وأشياعنا أن لا ينصرف الرجل منهم من صلاته\nحتى يدعو بهذا الدعاء وهو:\n</p>\n\n<p>\nاللهم إني أسألك بحقك العظيم العظيم أن تصلي على محمد وآله الطاهرين، و\nأن تصلي عليهم صلاة تامة دائمة، وأن تدخل على محمد وآل محمد ومحبيهم\nوأوليائهم حيث كانوا وأين كانوا في سهل أو جبل أو بر أو بحر من بركة دعائي\nما تقر به عيونهم، احفظ يا مولاي الغائبين منهم، وارددهم إلى أهاليهم\nسالمين، ونفس عن المهمومين، وفرج عن المكروبين، واكس العارين، وأشبع\nالجائعين، وأرو الظامئين، واقض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p059'> Vol. 83, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nدين الغارمين، وزوج العازبين، واشف مرضى msB28561 المسلمين، وأدخل على الأموات ما\nتقر به عيونهم، وانصر المظلومين من أولياء آل محمد عليهم السلام، وأطف\nنائرة المخالفين.\n</p>\n\n<p>\nاللهم وضاعف لعنتك وبأسك ونكالك وعذابك على اللذين كفرا نعمتك وخونا\nرسولك، واتهما نبيك، وبايناه، وحلا عقده في وصيه، ونبذا عهده في خليفته من\nبعده، وادعيا مقامه، وغيرا أحكامه، وبدلا سنته، وقلبا دينه، وصغرا قدر حججك\nوبدءا بظلمهم وطرقا طريق الغدر عليهم، والخلاف عن أمرهم، والقتل لهم،\nوإرهاج الحروب عليهم، ومنع خليفتك من سد الثلم، وتقويم العوج، وتثقيف\nالأود، وإمضاء الاحكام، وإظهار دين الاسلام، وإقامة حدود القرآن، اللهم\nالعنهما وابنيهما وكل من مال ميلهم وحذا حذوهم وسلك طريقتهم، وتصدر\nببدعتهم، لعنا لا يخطر على بال ويستعيذ منه أهل النار، العن اللهم من دان\nبقولهم، واتبع أمرهم، ودعا إلى ولايتهم وشك في كفرهم من الأولين والآخرين)\nثم ادع بما شئت (1).\n</p>\n\n<p>\nالبلد الأمين: ذكر محمد بن محمد بن عبد الله بن فاطر في مجموعه عن الصادق\nعليه السلام و ذكر مثله.\n</p>\n\n<p>\nبيان: (خونا رسولك) أي نسباه إلى الخيانة (أرهج الغبار) أي أثاره استعير\nهنا لتهييج الحروب، والثلم جمع الثلمة بالضم وهي الخلل في الحائط وغيره،\nوتثقيف الرماح تسويتها والاود بالتحريك الاعوجاج، وتصدر نصب صدره في الجلوس\nأو جلس في صدر المجلس، ولعله هنا كناية عن ادعاء الامارة والولاية.\n</p>\n\n<p>\n68 - المجتبى: من كتاب العمليات، الموصلة إلى رب الأرضين والسماوات تأليف\nيوسف بن محمد المعروف بابن الخوارزمي باسناده إلى ابن عباس قال: قال رسول\nالله صلى الله عليه وآله: كنت أخشى العذاب الليل والنهار، حتى جاءني جبرئيل\nبسورة (قل هو الله أحد) فعلمت أن الله لا يعذب أمتي بعد نزولها، فإنها نسبة\nالله عز وجل، فمن تعاهد قراءتها بعد كل صلاة تناثر البر من السماء على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p060'> Vol. 83, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nمفرق رأسه، ونزلت عليه السكينة لها دوي حول العرش حتى ينظر الله عز وجل\nإلى قارئها، فيغفر الله له مغفرة لا يعذبه بعدها، ثم لا يسأل الله شيئا إلا\nأعطاه الله إياه ويجعله في كلاءته إلى آخر ما سيأتي في msB28562 كتاب القرآن.\n</p>\n\n<p>\n69 - اختيار ابن الباقي: عن الصادق عليه السلام أنه قال: من قرأ بعد كل\nفريضة هذا الدعاء فإنه يرى الإمام محمد بن الحسن عليه وعلى آبائه السلام في\nاليقظة أو في المنام.\n</p>\n\n<p>\n(بسم الله الرحمن الرحيم، اللهم بلغ مولانا صاحب الزمان أينما كان وحيثما\nكان من مشارق الأرض ومغاربها، سهلها وجبلها، عني وعن والدي وعن ولدي و\nإخواني التحية والسلام، عدد خلق الله، وزنة عرش الله، وما أحصاه كتابه\nوأحاط علمه اللهم إني أجدد له في صبيحة هذا اليوم وما عشت فيه من أيام\nحياتي عهدا وعقدا وبيعة له في عنقي لا أحول عنها ولا أزول، اللهم اجعلني من\nأنصاره ونصاره الذابين عنه، والممتثلين لأوامره ونواهيه في أيامه،\nوالمستشهدين بين يديه، اللهم فان حال بيني وبينه الموت الذي جعلته على\nعبادك حتما مقتضيا فأخرجني من قبري مؤتزرا كفني، شاهرا سيفي، مجردا قناتي،\nملبيا دعوة الداعي في الحاضر والبادي.\n</p>\n\n<p>\nاللهم أرني الطلعة الرشيدة، والغرة الحميدة، واكحل بصري بنظرة مني إليه،\nوعجل فرجه، وسهل مخرجه، اللهم اشدد أزره، وقو ظهره، وطول عمره، اللهم أعمر\nبه بلادك، وأحي به عبادك، فإنك قلت وقولك الحق (ظهر الفساد في البر والبحر\nبما كسبت أيدي الناس) فأظهر اللهم لنا وليك، وابن بنت نبيك، المسمى باسم\nرسولك، صلواتك عليه وآله، حتى لا يظفر بشئ من الباطل إلا مزقه، ويحق الله\nالحق بكلماته ويحققه، اللهم اكشف هذه الغمة، عن هذه الأمة بظهوره، إنهم\nيرونه بعيدا ونراه قريبا، وصلى الله على محمد وآله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p061'> Vol. 83, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n39 (باب) * (ما يختص بتعقيب فريضة الظهر) * 1 - فلاح السائل: من المهمات\nعقيب صلاة الظهر الاقتداء بالصادق عليه السلام في الدعاء للمهدي عليه\nالسلام الذي بشر به محمد رسول الله صلى الله عليه وآله أمته في صحيح\nالروايات ووعدهم أنه يظهر في أواخر الأوقات، كما رواه أبو محمد وهبان\nالدنبلي عن أبي علي محمد ابن الحسن بن محمد بن جمهور العمي، عن أبيه، عن\nأبيه محمد بن جمهور، عن أحمد بن الحسين السكري، عن عباد بن محمد msB28563 المدايني\nقال: دخلت على أبي عبد الله عليه السلام بالمدينة حين فرغ من مكتوبة الظهر،\nوقد رفع يديه إلى السماء وهو يقول: أي سامع كل صوت أي جامع كل فوت أي بارئ\nكل نفس بعد الموت، أي باعث أي وارث أي سيد السادة، أي إله الآلهة، أي جبار\nالجبابرة، أي ملك الدنيا والآخرة، أي رب الأرباب، أي ملك الملوك، أي بطاش\nأي ذا البطش الشديد، أي فعالا لما يريد أي محصي عدد الأنفاس، ونقل الاقدام،\nأي من السر عنده علانية، أي مبدئ أي معيد أسألك بحقك على خيرتك من خلقك،\nوبحقهم الذي أوجبت لهم على نفسك، أن تصلي على محمد وآل محمد، أهل بيته، وأن\nتمن علي الساعة بفكاك رقبتي من النار، وأنجز لوليك وابن نبيك الداعي إليك\nباذنك، وأمينك في خلقك، وعينك في عبادك، و حجتك على خلقك، عليه صلواتك\nوبركاتك وعده، اللهم أيده بنصرك، وانصر عبدك وقو أصحابه، وصبرهم، وافتح لهم\nمن لدنك سلطانا نصيرا، وعجل فرجه، وأمكنه من أعدائك، وأعداء رسولك يا أرحم\nالراحمين قال: أليس قد دعوت لنفسك جعلت فداك؟ قال: قد دعوت لنور آل محمد\nوسابقهم والمنتقم بأمر الله من أعدائهم، قلت: متى يكون خروجه جعلني الله\nفداك؟ قال: إذا شاء من له الخلق والامر، قلت: فله علامة قبل ذلك؟ قال: نعم\nعلامات شتى، قلت:\n</p>\n\n<p>\nمثل ماذا؟ قال: خروج دابة من المشرق، وراية من المغرب، وفتنة تظل أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p062'> Vol. 83, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالزورا، وخروج رجل من ولد عمي زيد باليمن، وانتهاب ستارة البيت، ويفعل\nالله ما يشاء (1).\n</p>\n\n<p>\nمصباح الشيخ، والبلد الأمين، وجنة الأمان، والاختيار: مما يختص عقيب\nالظهر يا سامع كل صوت إلى آخر الدعاء، وفي الجميع (يا) مكان أي في المواضع\nكلها.\n</p>\n\n<p>\nبيان: (يا جامع كل فوت) قال شيخنا البهائي - ره -: أي كل فائت، وما بعده\nأعني (يا بارئ النفوس بعد الموت) أي خالقها ومعيدها كالتفسير له (يا بطاش\nذا البطش الشديد) البطش الاخذ بالعنف ويقال للسطوة بطشة، ويمكن حمل البطاش\nعلى هذا المعنى وذا البطش على المعنى msB28564 الأول.\n</p>\n\n<p>\nأقول: قد مر وسيأتي هنا تفسير تلك الفقرات وأشباهها.\n</p>\n\n<p>\n2 - فلاح السائل: ومن المهمات الدعاء عقيب صلاة الظهر بما روي عن رسول\nالله صلى الله عليه وآله أنه دعا به عقيبها على ما رواه أبو المفضل محمد بن\nعبد الله التميمي، عن أبي محمد عبد الله بن محمد التميمي، عن أبي الحسن، عن\nعلي بن محمد صاحب العسكر عليهما السلام عن أبيه، عن آبائه عليهما السلام عن\nأبي عبد الله، عن أمير المؤمنين، عن رسول الله صلى الله عليه وآله قال:\n</p>\n\n<p>\nكان من دعائه عقيب صلاة الظهر (لا إله إلا الله العظيم الحليم، لا إله\nإلا الله رب العرش الكريم، الحمد لله رب العالمين، اللهم إني أسألك موجبات\nرحمتك، وعزائم مغفرتك، والغنيمة من كل خير، والسلامة من كل إثم، اللهم لا\nتدع لي ذنبا إلا غفرته ولاهما إلا فرجته، ولا سقما إلا شفيته، ولا عيبا إلا\nسترته، ولا رزقا إلا بسطته ولا خوفا إلا أمنته، ولا سوء إلا صرفته، ولا\nحاجة هي لك رضى ولي صلاح إلا قضيتها، يا أرحم الراحمين، آمين رب العالمين\n(2).\n</p>\n\n<p>\nبيان: (موجبات رحمتك) أي أعمالا تسبب لرحمتك وتوجبها (وعزائم مغفرتك) أي\nأسألك أعمالا ينعزم ويتأكد بها مغفرتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p063'> Vol. 83, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nمصابيح الشيخ، والكفعمي، وابن الباقي وغيرها: ثم تقول: (اللهم إني أسئلك\nبحق محمد وآل محمد براءة من النار فاكتب لنا إلى قوله (ولا إله غيرك) كما\nمر برواية أبي بصير في تعقيب كل صلاة (1).\n</p>\n\n<p>\n3 - فلاح السائل: ومن المهمات الاقتداء بمولانا أمير المؤمنين عليه\nالسلام في الدعاء عقيب الخمس الصلوات المفروضات فمن دعائه عقيب فريضة الظهر\n(اللهم لك الحمد كله، وبيدك الخير كله، وإليك يرجع الامر كله، علانيته\nوسره، وأنت منتهى الشأن كله، اللهم لك الحمد على عفوك بعد قدرتك، ولك الحمد\nعلى غفرانك بعد غضبك اللهم لك الحمد رفيع الدرجات، مجيب الدعوات، منزل\nالبركات، من فوق سبع سماوات، معطي السؤلات، ومبدل السيئات حسنات، وجاعل\nالحسنات درجات، و المخرج إلى النور من الظلمات.\n</p>\n\n<p>\nاللهم لك الحمد غافر الذنب، وقابل التوب msB28565، شديد العقاب، ذا الطول لا إله\nإلا أنت وإليك المصير، اللهم لك الحمد في الليل إذا يغشى ولك الحمد في\nالنهار إذا تجلى ولك الحمد في الآخرة والأولى، اللهم لك الحمد في الليل إذا\nعسعس، ولك الحمد في الصبح إذا تنفس، ولك الحمد عند طلوع الشمس وعند غروبها،\nولك الحمد على نعمك التي لا تحصى عددا، ولا تنقضى مددا سرمدا، اللهم لك\nالحمد فيما مضى ولك الحمد فيما بقي.\n</p>\n\n<p>\nاللهم أنت ثقتي في كل أمر، وعدتي في كل حاجة، وصاحبي في كل طلبة، و انسي\nفي كل وحشة، وعصمتي عند كل هلكة، اللهم صل على محمد وآل محمد، ووسع لي في\nرزقي، وبارك لي فيما آتيتني، واقض عني ديني، وأصلح لي شأني، أنك رؤوف رحيم،\nلا إله إلا الله الحليم الكريم، لا إله إلا الله رب العالمين، لا إله إلا\nالله رب العرش العظيم.\n</p>\n\n<p>\nاللهم إني أسألك موجبات رحمتك، وعزائم مغفرتك، والغنيمة من كل خير\nوالسلامة من كل إثم، والفوز بالجنة، والنجاة من النار، اللهم لا تدع لي\nذنبا إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p064'> Vol. 83, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nغفرته، ولا هما إلا فرجته، ولا غما إلا كشفته، ولا سقما إلا شفيته، ولا\nدينا إلا قضيته، ولا خوفا إلا أمنته، ولا حاجة إلا قضيتها، بمنك ولطفك،\nبرحمتك يا أرحم الراحمين (١).\n</p>\n\n<p>\nبيان: (وإليك يرجع الامر كله) أي من جهة العلية أو في الآخرة للجزاء\nوالأخير أنسب بالتتمة (وأنت منتهى الشأن كله) الشأن الامر والحال، قال\nتعالى:\n</p>\n\n<p>\n<a class=\"quran\" href=\"http://qadatona.org/عربي/القرآن-الكريم/55/29\"\ntarget=\"_blank\" title=\"الرحمن: 29\">﴿كل يوم هو في شأن﴾</a> (٢) أي في كل\nوقت وحين يحدث أمورا ويجدد أحوالا من إهلاك وإنجاء، وحرمان وإعطاء، وغير\nذلك، فكونه سبحانه منتهى الشأن يحتمل وجوها الأول الانتهاء من جهة العلية\nكما مر فإنه علة العلل، الثاني أن شأنه تعالى أعظم الشؤون وأجلها، الثالث\nأن كل أمر وشئ بعد اليأس عن المخلوقين وعجزهم يرفع إليه، ويحتمل الانتهاء\nفي الآخرة وهو هنا بعيد.\n</p>\n\n<p>\n(رفيع الدرجات) أي درجات كماله رفيعة بحيث لا يظهر دونها كمال، وقيل\nالدرجات مراتب المخلوقات msB28566، أو مصاعد الملائكة إلى العرش أو السماوات، أو\nدرجات الثواب عن فوق سبع سماوات، لان تقديرها هناك والانزال مجاز (مبدل\nالسيئات) إشارة إلى قوله تعالى <a class=\"quran\"\nhref=\"http://qadatona.org/عربي/القرآن-الكريم/25/70\" target=\"_blank\"\ntitle=\"الفرقان: 70\">﴿أولئك يبدل الله سيئاتهم حسنات﴾</a> (3) قيل: بأن\nيمحو سوابق معاصيهم بالتوبة، ويثبت مكانها لواحق طاعاتهم، أو يبدل ملكة\nالمعصية في النفس بملكه الطاعة، أو بأن يوفقه لاضداد ما سلف منه، أو بأن\nيثبت له بدل كل عقاب ثوابا.\n</p>\n\n<p>\n(وجاعل الحسنات درجات) أي يعطي عوضها درجات في الجنة أو ذوي درجات ومنازل\nومراتب بحسب ما ينضم إليها من المعرفة والاخلاص، وسائر الشرائط (والمخرج)\nأي بهدايته وتوفيقه (إلى النور) أي إلى الهدى الموصل إلى الايمان وسائر\nالخيرات والكمالات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p065'> Vol. 83, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(من الظلمات) أي ظلمات الجهل واتباع الهوى، وقبول الوساوس والشبه المؤدية\nإلى الكفر والمعاصي، وتوحيد النور وجمع الظلمات، لان الحق طريق واحد\nوالباطل شتى، والثوب مصدر كالتوبة وقيل: هو جمع التوبة (شديد العقاب) أي\nمشدده أو الشديد عقابه، والطول الفضل (إليك المصير) أي لجزاء المطيع و\nالعاصي.\n</p>\n\n<p>\n(لك الحمد في الليل) أي تستحق الحمد بسببه وبسبب النعم التي تحدث فيه أو\nأحمدك في تلك الأحوال، والأول أظهر (إذا يغشى) أي يغشى الشمس أو النهار أو\nكل ما يواريه بظلامه (إذا تجلى) أي ظهر بزوال ظلمة الليل أو تبين بطلوع\nالشمس (إذا عسعس) أي أقبل بظلامه أو أدبر، وهو من الأضداد وقيل: عبر به عن\nإقبال روح ونسيم وفي تفسير علي بن إبراهيم (1) إذا عسعس إذا أظلم و (إذا\nتنفس) إذا ارتفع (إلا شفيته) الاسناد فيه و (في أمنته) مجازي.\n</p>\n\n<p>\n4 - فلاح السائل: ومن المهمات الدعاء عقيب الصلوات الخمس المفروضات بما\nكانت الزهراء فاطمة سيدة نساء العالمين تدعو به، فمن ذلك دعاؤها عقيب فريضة\nالظهر وهو (سبحان ذي العز الشامخ المنيف، سبحان ذي الجلال الباذخ العظيم،\nسبحان ذي الملك الفاخر القديم، والحمد لله الذي بنعمته بلغت ما بلغت من\nالعلم به، والعمل له، والرغبة إليه، والطاعة لامره، والحمد لله الذي ألم\nيجعلني جاحدا لشئ من كتابه، ولا msB28567 متحيرا في شئ من أمره، والحمد لله الذي\nهداني لدينه، ولم يجعلني أعبد شيئا غيره.\n</p>\n\n<p>\nاللهم إني أسئلك قول التوابين وعملهم، ونجاة المجاهدين وثوابهم، وتصديق\nالمؤمنين وتوكلهم، والراحة عند الموت، والامن عند الحساب، واجعل الموت خير\nغائب أنتظره، وخير مطلع يطلع علي، وارزقني عند حضور الموت وعند نزوله وفي\nغمراته، وحين تنزل النفس من بين التراقي، وحين تبلغ الحلقوم، وفي حال خروجي\nمن الدنيا وتلك الساعة التي لا أملك لنفسي فيها ضرا ولا نفعا، ولا شدة ولا\nرخاء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p066'> Vol. 83, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nروحا من رحمتك من رضوانك، وبشرى من كرامتك، قبل أن تتوفى نفسي، وتقبض\nروحي، وتسلط ملك الموت على إخراج نفسي، ببشرى منك يا رب ليست من أحد غيرك\nتثلج بها صدري، وتسر بها نفسي، وتقربها عيني، ويتهلل بها وجهي ويسفر بها\nلوني، ويطمئن بها قلبي، ويتباشر بها سائر جسدي يغبطني بها من حضرني من خلقك\nومن سمع بي من عبادك تهون بها على سكرات الموت وتفرج عني بها كربته، وتخفف\nبها عني شدته وتكشف عني بها سقمه، وتذهب عني بها همه وحسرته، وتعصمني بها\nمن أسفه وفتنه، وتجيرني بها من شره، وشر ما يحضر أهله، وترزقني بها خيره،\nوخير ما يحضر عنده، وخير ما هو كائن بعده.\n</p>\n\n<p>\nثم إذا توفيت نفسي وقبضت روحي، فاجعل روحي في الأرواح الرائحة، و اجعل\nنفسي في الأنفس الصالحة، وجعل جسدي في الأجساد المطهرة، واجعل علمي في\nالاعمال المتقبلة، ثم ارزقني في خطتي من الأرض وموضع جنتي حيث يرفت لحمي،\nويدفن عظمي، وأترك وحيدا لا حيلة لي قد لفظتني البلاد، وتخلا مني العباد\nوافتقرت إلى رحمتك، واحتجت إلى صالح عملي، وألقى ما مهدت لنفسي وقدمت\nلآخرتي، وعملت في أيام حياتي، فوزا من رحمتك، وضياء من نورك، وتثبيتا من\nكرامتك، بالقول الثابت في الحياة الدنيا والآخرة إنك تضل الظالمين، وتفعل\nما تشاء.\n</p>\n\n<p>\nثم بارك لي في البعث والحساب إذا انشقت الأرض عني، وتخلا العباد مني\nوغشيتني الصيحة، وأفزعتني النفخة، ونشرتني بعد الموت، وبعثتني للحساب،\nفابعث معي يا رب msB28568 نورا من رحمتك يسعى بين يدي، وعن يميني تؤمنني به وتربط به\nعلى قلبي وتظهر به عذري وتبيض به وجهي، وتصدق به حديثي، وتفلج به حجتي،\nوتبلغني به العروة القصوى من رحمتك، وتحلني الدرجة العليا من جنتك، وترزقني\nبه مرافقة محمد النبي عبدك ورسولك في أعلى الجنة درجة، وأبلغها فضيلة\nوأبرها عطية وأرفعها نفسة، مع الذين أنعمت عليهم من النبيين والصديقين\nوالشهداء والصالحين وحسن أولئك رفيقا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p067'> Vol. 83, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم صل على محمد خاتم النبيين، وعلى جميع الأنبياء والمرسلين، وعلى\nالملائكة أجمعين، وعلى آله الطيبين الطاهرين، وعلى أئمة الهدى أجمعين آمين\nرب العالمين، اللهم صل على محمد كما هديتنا به، وصل على محمد كما رحمتنا\nبه، وصل على محمد كما عززتنا به، وصل على محمد كما فضلتنا به، وصل على محمد\nكما شرفتنا به، وصل على محمد كما نصرتنا به، وصل على محمد كما أنقذتنا به\nمن شفا حفرة من النار.\n</p>\n\n<p>\nاللهم بيض وجهه، وأعل كعبه، وأفلج حجته، وأتمم نوره، وثقل ميزانه وعظم\nبرهانه، وافسح له حتى يرضى، وبلغه الدرجة والوسيلة من الجنة، وابعثه المقام\nالمحمود الذي وعدته، واجعله أفضل النبيين والمرسلين عندك منزلة ووسيلة\nواقصص بنا أثره واسقنا بكأسه، وأوردنا حوضه، واحشرنا في زمرته، وتوفنا على\nملته، واسلك بنا سبله، واستعملنا بسنته غير خزايا ولا نادمين، ولا شاكين\nولا مبدلين.\n</p>\n\n<p>\nيامن بابه مفتوح لداعيه، وحجابه مرفوع لراجيه، يا ساتر الامر القبيح و\nمداوي القلب الجريح، لا تفضحني في مشهد القيمة بموبقات الآثام، ولا تعرض\nبوجهك الكريم عني من بين الأنام، يا غاية المضطر الفقير، ويا جابر العظم\nالكسير، هب لي موبقات الجرائر، واعف عن فاضحات السراير، واغسل قلبي من وزر\nالخطايا، و ارزقني حسن الاستعداد لنزول المنايا.\n</p>\n\n<p>\nيا أكرم الأكرمين، ومنتهى أمنية السائلين، أنت مولاي فتحت لي باب الدعاء\nوالإنابة، فلا تغلق عني باب القبول والإجابة، ونجني برحمتك من النار وبوئني\nغرفات الجنان، واجعلني متمسكا بالعروة الوثقى، واختم لي بالسعادة، وأحيني\nبالسلامة، يا ذا الفضل والكمال، والعزة والجلال، ولا تشمت بي عدوا msB28569 ولا\nحاسدا ولا تسلط علي سلطانا عنيدا، ولا شيطانا مريدا، برحمتك يا أرحم\nالراحمين، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على محمد\nوآله وسلم تسليما (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p068'> Vol. 83, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nتوضيح: الشامخ المرتفع العالي كالباذخ، وأناف على الشئ أشرف، وغمرات\nالموت شدائده، وقولها (روحا) مفعول ارزقني، وقال الجوهري، ثلجت نفسي تثلج\nثلوجا اطمأنت، وثلجت نفسي بالكسر تثلج ثلجا لغة فيه، وفي القاموس تهلل\nالوجه تلألأ، وقال: سفر الصبح يسفر أضاء وأشرق كأسفر انتهى.\n</p>\n\n<p>\nقولها: (في خطتي من الأرض) بالكسر أي قبري، قال في النهاية: الخطة بالكسر\nهي الأرض يختطها الانسان لنفسه بأن يعلم عليها علامة ويخط عليها خطا ليعلم\nأنه قد أحازها، وفي القاموس الخط بالكسر الأرض التي تنزلها ولم ينزلها نازل\nقبلك كالخطة وفي بعض النسخ (حصتي) وهو تصحيف، وإن أمكن توجيهه قولها (حيث\nيرفت لحمي) بالراء المهملة وفي بعض النسخ بالمعجمة، قال الفيروزآبادي: رفته\nيرفته ويرفته كسره ودقه وانكسر واندق لازم متعد وانقطع كأرفت ارفتاتا في\nالكل وقال: الزفت الطرد والدفع والازهاق والاتعاب، وقولها (فوزا) مفعول\nارزقني، وقد مر تفسير القول الثابت في كتاب الجنايز والأنسب هنا تعلق\nالظرفين بالثابت.\n</p>\n\n<p>\nوالربط على القلب تسديده وتقويته قال الله تعالى: <a class=\"quran\"\nhref=\"http://qadatona.org/عربي/القرآن-الكريم/18/14\" target=\"_blank\"\ntitle=\"الكهف: 14\">﴿وربطنا على قلوبهم﴾</a> (١) أي ثبتنا قلوبهم وألهمناهم\nالصبر، وقال الجوهري: فلج الرجل على خصمه يفلج فلجا وأفلجه الله عليه،\nوأفلج الله حجته قومها وأظهرها (وأرفعها نفسه) أي نفاسة أو سعة قال\nالجوهري: النفس الجرعة، وأنت في نفس من أمرك في سعة، وشئ نفيس أي يتنافس\nفيه ويرغب، وهذا أنفس مالي أحبه وأكرمه عندي، ولك في هذا الامر نفسة أي\nمهلة وفي النهاية نفس الروضة طيب روائحها وفي القاموس النفس بالتحريك السعة\nوالفسحة في الامر والجرعة والري وشراب ذو نفس فيه سعة، ورى، وقال: النفس\nالعظمة والعزة ولك نفسة بالضم مهلة.\n</p>\n\n<p>\nقولها (كما أنقذتنا) إشارة إلى قوله تعالى <a class=\"quran\"\nhref=\"http://qadatona.org/عربي/القرآن-الكريم/3/103\" target=\"_blank\"\ntitle=\"آل عمران: 103\">﴿كنتم على شفا حفرة من النار فأنقذكم منها﴾</a> (2)\nوشفا البئر وشفتها طرقها أي كنتم msB28570 مشفين على الوقوع في نار جهنم لكفركم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p069'> Vol. 83, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nإذ لو أدرككم الموت في تلك الحال لوقعتم فيها فأنقذكم بالاسلام منها،\nوقال في النهاية:\n</p>\n\n<p>\nفي حديث قيلة: والله لا يزال كعبك عاليا، هو دعاء لها بالشرف والعلو\nوالأصل فيها كعب القناة وهو أنبوبها وما بين كل عقدتين منها كعب، وكل شئ\nعلا وارتفع فهو كعب انتهى.\n</p>\n\n<p>\nوأقول: يحتمل أن يكون المراد هنا، كعب الرجل كما لا يخفى.\n</p>\n\n<p>\nوفي النهاية منزل فسيح أي واسع، ومنه حديث علي عليه السلام اللهم افسح له\nمفسحا في عدلك، أي أوسع له سعة في دار عدلك يوم القيامة انتهى (واقصص بنا\nأثره) أي اجعلنا نتبعه في جميع أقواله وأفعاله، قال الفيروزآبادي: قص أثره\nتتبعه، وقال:\n</p>\n\n<p>\nخرج في أثره وإثره بعده (وأحيني بالسلامة) أي من الخطايا والآثام\nوالبلايا والأسقام.\n</p>\n\n<p>\n5 - فلاح السائل: روى أبو المفضل الشيباني، عن الحسين بن سعدان، عن محمد\nبن منصور بن يزيد، عن سليمان بن خالد، عن معاوية بن عمار قال: هذا دعاء\nسيدي أبي عبد الله جعفر بن محمد عليهما السلام في عقيب صلواته أملاه علي\nفأول الصلاة الظهر، و بذلك سميت الأولى، لأنها أول صلاة افترضها الله على\nعباده دعاء صلاة الظهر:\n</p>\n\n<p>\nيا أسمع السامعين، ويا أبصر الناظرين، ويا أسرع الحاسبين، ويا أجود\nالأجودين ويا أكرم الأكرمين، صل على محمد وآل كأفضل وأجزل وأوفى وأكمل\nوأحسن وأجمل وأكثر وأطهر وأزكى وأنور وأعلى وأبهى وأسنى وأنمى وأدوم وأبقى\nما صليت وباركت ومننت وسلمت وترحمت على إبراهيم وآل إبراهيم إنك حميد مجيد.\n</p>\n\n<p>\nاللهم امنن على محمد وآل محمد كما مننت على موسى وهارون، وسلم على محمد\nوآل محمد كما سلمت على نوح في العالمين، اللهم وأورد عليه من ذريته وأزواجه\nوأهل بيته وأصحابه وأتباعه من تقربهم عينه، واجعلنا منهم وممن تسقيه بكأسه\nوتورده حوضه، واحشرنا في زمرته، وتحت لوائه، وأدخلنا في كل خير أدخلت فيه\nمحمدا وآل محمد وأخرجنا من كل سوء أخرجت منه محمدا وآل محمد، ولا تفرق\nبيننا وبين محمد وآل محمد طرفة msB28571 عين ابدا، ولا أقل من ذلك ولا أكثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p070'> Vol. 83, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم صل على محمد وآل محمد، واجعلني معهم في كل عافية وبلاء، واجعلني\nمعهم في كل شدة ورخاء، واجعلني معهم في كل أمن وخوف، واجعلني معهم في كل\nمثوى ومنقلب، اللهم أحيني محياهم، وأمتني مماتهم، واجعلني بهم عندك وجيها\nفي الدنيا والآخرة ومن المقربين، اللهم صل على محمد وآل محمد، واكشف عني\nبهم كل كرب، ونفس عني بهم كل هم، وفرج عني بهم كل غم واكفني بهم كل خوف،\nواصرف عني بهم مقادير البلاء، وسوء القضاء، ودرك الشقاء، وشماتة الأعداء.\n</p>\n\n<p>\nاللهم صل على محمد وآل محمد، واغفر لي ذنبي وطيب لي كسبي، وقنعني بما\nرزقتني، وبارك لي فيه، ولا تذهب بنفسي إلى شئ صرفته عني، اللهم إني أعوذ بك\nمن دنيا تمنع خير الآخرة، وعاجل يمنع خير الأجل، وحياة تمنع خير الممات\nوأمل يمنع خير العمل، اللهم إني أسئلك الصبر على طاعتك، والصبر عن معصيتك،\nوالقيام بحقك وأسئلك حقايق الايمان، وصدق اليقين في المواطن كلها، وأسئلك\nالعفو والعافية، والمعافاة في الدنيا والآخرة، عافية الدنيا من البلاء،\nوعافية الآخرة من الشقاء.\n</p>\n\n<p>\nاللهم إني أسئلك العافية، وتمام العافية، ودوام العافية، والشكر على\nالعافية يا ولي العافية، وأسئلك الظفر والسلامة، وحلول دار الكرامة، اللهم\nاجعل لي في صلاتي ودعائي رهبة منك، ورغبة إليك، وراحة تمن بها على، اللهم\nلا تحرمني سعة رحمتك، وسبوغ نعمتك، وشمول عافيتك، وجزيل عطاياك، ومنح\nمواهبك، بسوء ما عندي، ولا تجازني بقبيح علمي، ولا تصرف وجهك الكريم عني.\n</p>\n\n<p>\nاللهم لا تحرمني وأنا أدعوك ولا تخيبني وأنا أرجوك ولا تكلني إلى نفسي\nطرفة عين أبدا ولا إلى أحد من خلقك فيحرمني ويستأثر علي.\n</p>\n\n<p>\nاللهم إنك تمحو ما تشاء وتثبت وعندك أم الكتاب أسألك بآل يس خيرتك من\nخلقك، وصوفتك من بريتك وأقدمهم بين يدي حوائجي ورغبتي إليك، اللهم إن كنت\nكتبتني عندك في أم الكتاب شقيا محروما مقترا علي في الرزق، فامح من أم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p071'> Vol. 83, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالكتاب شقائي وحرماني، وأثبتني عندك سعيدا مرزوقا فإنك msB28572 تمحو ما تشاء\nوتثبت وعندك أم الكتاب، اللهم إني لما أنزلت إلى من خير فقير وأنا منك خائف\nوبك مستجير، وأنا حقير مسكين أدعوك كما أمرتني، فاستجب لي كما وعدتني، إنك\nلا تخلف الميعاد.\n</p>\n\n<p>\nيامن قال (ادعوني أستجب لكم) نعم المجيب أنت يا سيدي، ونعم الرب ونعم\nالمولى وبئس العبد أنا، وهذا مقام العائذ بك من النار، يا فارج الهم، ويا\nكاشف الغم يا مجيب دعوة المضطرين، يا رحمان الدنيا والآخرة ورحيمهما،\nارحمني رحمة تغنيني بها عن رحمة من سواك، وأدخلني برحمتك في عبادك\nالصالحين، الحمد لله الذي قضى عني صلاة كانت على المؤمنين كتابا موقوتا،\nبرحمتك يا أرحم الراحمين (1).\n</p>\n\n<p>\nمصباح الشيخ (2)، والبلد الأمين، والجنة والاختصار وغيرها:\n</p>\n\n<p>\nعن معاوية بن عمار مثله (3).\n</p>\n\n<p>\nبيان: أجزل أي أعظم وفي الشئ تم وكثر، وأزكى أي أنمى أو أطهر، البهاء\nالحسن وأسنى أي أرفع أو أنور (وأورد عليه) أي في الجنة، وقال الكفعمي: يجوز\nتسقيه بفتح التاء وضمها وفي النحل وفي المؤمنين أيضا نسقيه برفع النون\nماضيه أسقى ونسقيكم بفتح النون ماضيه سقى، والفرق بين سقيت وأسقيت أن سقيت\nناولته ليشرب، وأسقيت جعلت له ما يشرب، وقيل: سقيته لسقيه، وأسقيته لبستانه\nأو زرعه أو ماشيته، وقيل:\n</p>\n\n<p>\nسقيته إذا عرضته ليشرب من يدك بفيه. وقيل: إذا أسقيته، مرة قلت: سقيته،\nوإذا أسقيته دائما قلت: أسقيته وقيل: سقيته ناولته الماء ليشرب، وأسقيته\nقلت له: سقيا أي سقاك الله، وقيل هما بمعنى، ذكر ذلك الطبرسي في مجمع\nالبيان (4).\n</p>\n\n<p>\nوالمثوى محل الثوى وهو الإقامة، والمنقلب يكون اسم مكان مصدرا، والانقلاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p072'> Vol. 83, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالحركة والتصرف، وتبدل الأحوال (ومقادير البلاء) تقاديره وفي النهاية فيه\nأعوذ بك من درك الشقاء، الدرك اللحاق والوصول إلى الشئ، وأدركته إدراكا\nودركا، والشقا ضد السعادة، وقال الشيخ البهائي - ره -: الدرك بالتحريك يطلق\nعلى المكان وطبقاته و يقال: النار دركات والجنة درجات، ويطلق أيضا على أقصى\nقعر الشئ انتهى والمعنى الأول لعله أنسب بالمقام، وعدم تعرضه قدس سره له\nغريب.\n</p>\n\n<p>\n(حقايق الايمان) أي شرايطه وأجزاؤه أو ما يحق msB28573 أن يسمى إيمانا أي أؤمن\nبجميع ما يجب الايمان به حق الايمان (وصدق اليقين) هو اليقين الذي يصدقه\nالعمل (في المواطن كلها) أي في جميع ما يلزم التصديق به أو يظهر أثر يقيني\nفي الخلوات و المجامع، وعلى جميع الأحوال من الشدة والرخاء والعافية\nوالبلاء (والظفر) الفوز بالمطلوب، وسبوغ النعمة اتساعها، و (شمول عافتيك)\nأي إحاطتها بجميع أعضائي وجميع أحوالي، والمنحة بالكسر العطية، والإضافة\nللتأكيد، أو المعنى ما تهبه من غير قصد عوض والاستيثار الانفراد بالشئ، وقد\nمر تحقيق المحو والاثبات في باب البداء ويظهر من الدعاء أن أم الكتاب لوح\nالمحو والاثبات لا اللوح المحفوظ كما هو المشهور (من خير) أي خير الدنيا\nوالآخرة.\n</p>\n\n<p>\n6 - جامع الأخبار: يقول بعد فريضة الظهر سبع مرات ويأخذ بيده اليمنى\nمحاسنه ويرفع يده اليسرى: يا رب محمد وآل محمد صل على محمد وآل محمد وأعتق\nرقبتي من النار (1).\n</p>\n\n<p>\n7 - فلاح السائل: روى محمد بن حامد عن الحسن بن أحمد بن المغيرة الثلاج\nعن عبد الله بن موسى المعروف بالسلامي، عن أحمد بن شجاع المؤدب قال: سمعت\nالفضل بن الجراح الكوفي يحكي عن أبيه، عن خادم الصادق عليه السلام أنه كان\nله عليه السلام دعوات يدعو بهن في عقيب كل صلاة مفروضه، فقلت له: يا ابن\nرسول الله صلى الله عليه وآله علمني دعواتك هذه التي تدعو بها فقال عليه\nالسلام: إذا صليت الظهر فقل (بالله اعتصمت، وبالله أثق، وعليه أتوكل) عشر\nمرات، ثم قل: (اللهم إن عظمت ذنوبي فأنت أعظم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p073'> Vol. 83, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كبر تفريطي فأنت أكبر، وإن دام بخلي فأنت أجود، اللهم اغفر لي عظيم\nذنوبي بعظيم عفوك، وكبير تفريطي بظاهر كرمك، واقمع بخلي بفضل جودك، اللهم\nما بنا من نعمة فمنك لا إله إلا أنت أستغفرك وأتوب إليه) (1).\n</p>\n\n<p>\nمصباح الشيخ (2) والكفعمي وابن الباقي وغيرها مرسلا مثله (3).\n</p>\n\n<p>\nبيان: قال الكفعمي كبر الشئ معظمه، وأكبرت الشئ استعظمته وهذا المعنى هو\nالمراد إن رقمنا (وإن كبر تفريطي) بالباء المفردة، وإن رقمنا فيه وإن كثر\nفالمعنى ضد القلة، وفي msB28574 المتهجد رقم ذلك بالمفردة، وفي مصباح ابن الباقي\nبالمثلثة، والقرائتان جائزتان غير أنه ينبغي أن يكون كبر هنا بالمفردة لأجل\nالاشتقاق في كبر، وأكبر، فإذا انتهى الداعي في الدعاء إلى قوله وكبر تفريطي\nفليقرأ بالباء المفردة أيضا لئلا يعود الضمير إلى غير مذكور، وإن قرئ وكثر\nتفريطي بالمثلثة قرئ فأنت أكبر بالمفردة لأنه تعالى لا يوصف بالكثرة، بل\nبالكبرياء والعظمة، والفرق بين الكثير والكبير أن الكثير ما يراد به العدد\nويليق به أو الوزن والذرع وشبهه، والكبير ما يراد به علو المنزلة والشرف،\nأو يراد به الضخامة والعظم.\n</p>\n\n<p>\n8 - فقه الرضا: قال عليه السلام: إذا فرغت من صلاة الزوال فارفع يديك ثم\nقل:\n</p>\n\n<p>\n(اللهم إني أتقرب إليك بجودك وكرمك، وأتقرب إليك بمحمد عبدك ورسولك،\nوأتقرب إليك بملائكتك وأنبيائك، ورسلك، وأسألك أن تصلي على محمد وآل محمد،\nو أسألك أن تقيل عثرتي، وتستر عورتي، وتغفر ذنوبي، وتقضي حاجتي، ولا تعذبني\nبقبيح فعالي، فان جودك وعفوك يسعني).\n</p>\n\n<p>\nثم تخر ساجدا وتقول في سجودك (يا أهل التقوى والمغفرة، يا أرحم الراحمين\nأنت مولاي وسيدي ورازقي، أنت خير لي من أبي وأمي ومن الناس أجمعين بي إليك\nفقر وفاقة وأنت عني، أسئلك بوجهك الكريم، وأسألك أن تصلي على محمد وآل\nمحمد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p074'> Vol. 83, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى إخوانه النبيين والأئمة الطاهرين، وتستجيب دعائي، وترحم تضرعي،\nوتصرف عني أنواع البلاء يا رحمان (1).\n</p>\n\n<p>\nأقول: يحتمل أن يكون هذا الدعاء من تعقيب نوافل الزوال كما ورد شبيهه في\nتعقيب بعضها.\n</p>\n\n<p>\n9 - السرائر: نقلا من جامع البزنطي، عن أبي بصير قال: سمعت أبا عبد الله\nعليه السلام يقول: الصلاة على محمد وآل محمد فيما بين الظهر والعصر تعدل\nسبعين ركعة (2).\n</p>\n\n<p>\n10 - البلد الأمين والجنة: قال مما يختص عقيب الظهر دعاء النجاح (اللهم\nرب السماوات السبع ورب الأرضين السبع، وما فيهن وما بينهن ورب العرش العظيم\nورب جبرئيل وميكائيل وإسرافيل، ورب السبع المثاني والقرآن العظيم، ورب محمد\nصلى الله عليه وآله خاتم النبيين صل على محمد وآله وأسئلك باسمك الأعظم\nالذي به تقوم السماء والأرض، وبه تحيي msB28575 الموتى، وترزق الاحياء، وتفرق بين\nالجمع، وتجمع بين المتفرق، وبه أحصيت عدد الآجال، ووزن الجبال، وكيل\nالبحار، أسئلك يا من هو كذلك أن تصلي على محمد وآل محمد، وأن تفعل بي كذا\nوكذا وسل حاجتك (3).\n</p>\n\n<p>\nومنها: دعاء أهل البيت المعمور (4) (يامن أظهر الجميل، وستر القبيح، يامن\nلم يؤاخذ بالجريرة، ولم يهتك الستر، يا عظيم العفو، يا حسن التجاوز، يا\nباسط اليدين بالرحمة، يا صاحب كل حاجة، يا واسع المغفرة، يا مفرج كل كربة،\nيا مقيل العثرات، يا كريم الصفح، يا عظيم المن، يا مبتدئا بالنعم قبل\nاستحقاقها، يا رباه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p075'> Vol. 83, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nيا سيداه يا غاية رغبتاه، أسألك بك وبمحمد صلى الله عليه وآله وعلي\nوفاطمة والحسن والحسين وعلي بن الحسين ومحمد بن علي وجعفر بن محمد وموسى بن\nجعفر وعلي بن موسى ومحمد ابن علي وعلي بن محمد والحسن بن علي والقائم\nالمهدي الأئمة الهادية عليهم السلام أن تصلي على محمد وآل محمد وأسألك يا\nالله يا الله ألا تشوه خلقي بالنار، وأن تفعل بي ما أنت أهله).\n</p>\n\n<p>\nثم قال الكفعمي: هذا الدعاء المسمى بدعاء أهل البيت المعمور جليل الشأن\nعظيم القدر، وختم به الشيخ المقداد كتابه شرح النهج وختم به الشيخ أحمد بن\nفهد كتابه عدة الداعي، وختم به الرازي فخر الدين بعض كتبه، وذكر فيه صاحب\nالعدة ثوابا عظيما ملخصه: إن النبي صلى الله عليه وآله سأل جبرئيل عن ثوابه\nفقال عليه السلام: يا محمد لو اجتمعت ملائكة السماوات والأرضين على أن\nيصفوا من ألف جزء جزءا واحدا ما قدروا وستر الله تعالى قائله بألف ستر في\nالدنيا والآخرة، ويغفر ذنوبه، ولو كانت كزبد البحر حتى الكبائر، ويفتح له\nسبعين بابا من الرحمة حتى يخوض فيها خوضا، ويعطي من الاجر ثواب كل مصاب وكل\nسالم، وكل مسكين وكل ضرير، وفقير ومريض ويكرمه كرامة الأنبياء، ويعطي\nأمنيته في القيامة، ويعطي من الاجر بعدد من خلقه الله في الجنة والنار،\nوالسماوات السبع والأرضين السبع، والشمس والقمر والنجوم وقطر الأمطار،\nوأنواع الخلق والجبال msB28576 والحصى والثرى والنجوم والعرش والكرسي وغير ذلك.\n</p>\n\n<p>\nوملا الله قلبه إيمانا وأشهد له ملائكته أنه أعتقه من النار، وعتق أبويه\nوإخوته وأهله وولده وجيرانه، وشفعه في ألف رجل ممن وجبت لهم النار، فعلمه\nيا محمد المتقين، ولا تعلمه المنافقين، وبه يستجاب الدعاء، وهو دعاء أهل\nالبيت المعمور وبه يطوفون حوله (1).\n</p>\n\n<p>\nأقول: لم أر في الروايات ما يدل على اختصاص الدعائين بتعقيب الظهر، و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p076'> Vol. 83, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالدعاء الثاني أورده الشيخ (1) في تعقيب نوافل العصر بتغيير ما كما سيأتي\n(2).\n</p>\n\n<p>\n11 - جنة الأمان: عن الصادق عليه السلام من قال بعد صلاة الفجر وبعد صلاة\nالظهر: اللهم صل على محمد وآل محمد وعجل فرجهم، لم يمت حتى يدرك القائم من\nآل محمد صلى الله عليه وآله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v83p077'> Vol. 83, p. 077</a>\n            </div>\n             msB28577\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077"
  ],
  "volumes": [
    "0M",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83"
  ]
}