{
  "content": "\n<p>\nفتح العزيز شرح الوجيز وهو الشرح الكبير للإمام أبي القاسم عبد الكريم بن\nمحمد الرافعي المتوفى سنة 623 ه‍ ..\n</p>\n\n<p>\nالجزء الأول دار الفكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم أحمد الله الحق ذا الجلال والاكرام * وأصلي على\nرسوله محمد خير الأنام * وأسلم عليه وعلى آله وأصحابه أفضل الصلاة والسلام\n* وأقول إن المبتدئين بتحصيل المذهب من أبناء الزمان قد تولعوا بكتاب\nالوجيز للامام حجة الاسلام أبى حامد الغزالي قدس الله روحه * وهو كتاب غزير\nالفوائد * جم العوائد * وله القدح المعلي والحفظ الأوفى من استيفاء أقسام\nالحسن والكمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nواستحقاق صرف الهمة إليه والاعتناء بالاكباب عليه والاقبال * والاختصاص\nبصعوبة اللفظ ودقة المعنى لما فيه من حسن النظم وصغر الحجم * وإنه من هذا\nالوجه محوج إلى أحد أمرين:\n</p>\n\n<p>\nإما مراجعة غيره من الكتب وإما شرح يذلل صعابه: ومعلوم أن المراجعة لا\nتتأتي لكل أحد وفي كل وقت وأنها لا تقوم مقام الشرح المغنى لايضاح الكتاب *\nفدعاني ذلك إلى عمل شرح يوضح فقه مسائله فيوجهها: ويكشف عما انغلق من\nالألفاظ ودق من المعاني ليغتنمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالشارعون في ذلك الكتاب المخصوصون بالطبع السليم: ويعينهم على بغيتهم\nويتنبه الذين غيره أولي بهم لما ذهب عليهم من فقه الكتاب ودقائقه واستصعابه\nعليه فينكشف لهم أنهم حرموا شيئا كثيرا (ولقبته بالعزيز في شرح الوجيز) (1)\nوهو عزيز على المتخلفين بمعنى * وعند المبرزين المنصفين بمعنى * وربما\nتلتبس على المبتدئين والمتبلدين أمور الكتاب فيطمعون في اشتمال هذا الشرح\nعلى ما يشفيهم ولا يظفرون به * فليعلموا أن السبب فيه أن تلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالمواضع لا تستحق شرحا يودع بطون الأوراق * والقصور في أفهامهم * فدواؤهم\nالرجوع إلى من يطلعهم على ما يطلبون * والله ولي التيسير * وهذا حين افتتح\nالقول فيه مستعينا بالله تعالى:\n</p>\n\n<p>\nومتوخيا للاختصار ما استطعت والله حسبي ونعم الوكيل * أما ديباجة الكتاب\nفلا يتعلق بشرحها (1) غرض ولكن من شرطك أن تطالعها وتعرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nمنها غاية حجة الاسلام رحمه الله بالرموز التي قصد أن يسم بها الكلمات\nإشعارا بالأقوال والوجوه ومذاهب سائر الأئمة وتتبين أنه ليس للشارح اهمالها\nعلى غزارة <span id='ms0001'></span> فائدتها فإنها لا تعطي الا معرفة خلاف في المسألة فأما كيفيته\nواطلاقه وتفصيله فلا * ولذلك نجد أكثر النسخ عاطلة عنها في معظم المسائل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nونحن لا نلتزم الوفاء بها فان اختلاف العلماء فن عظيم لا يمكن جعله علاوة\nكتاب ولكن نتعرض منها لما هو أهم في غرض الكتاب ويستدعيه لفظه وبالله\nالتوفيق قال (رحمة الله عليه) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الطهارة (وفيه ثمانية أبواب الباب الأول في المياه الطاهرة (والمطهر\nللحدث والخبث (ح) هو الماء من بين سائر المائعات) أراد بالطهارة بعض أنواع\nالطهارة وهو الطهارة بالماء والا فمن شرطه ادراج التيمم في أبواب هذا\nالكتاب لأنه إحدى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالطهارات الا تري إلى قول الشافعي رضي الله عنه طهارتان فكيف يفترقان\nفلما أفرده دل انه أراد الطهارة بالماء: ثم الأحكام المتعلقة بالطهارة\nتنقسم إلى ما يجرى مجرى المقدمات كالقول في المياه والي ما يجرى مجرى\nالمقاصد كالقول في نفس الوضوء والغسل فجعل من الأبواب الثمانية أربعة في\nالمقدمات وأربعة في المقاصد ولهذا قال عند تمام الأربعة الأولي هذا قسم\nالمقدمات: ثم الماء اما أن يكون معلوم الحكم أو لا يكون فإن كان فهو اما\nطاهر أو نجس وان لم يكن فهو الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nيشكل ويشتبه حاله: ثم هو على التقديرين اما أن يكون في إناء يحفظ فيه\nويستعمل منه أو لا يكون فجعل الباب الأول في المياه الطاهرة: والطاهر ينتظم\nالطهور وغيره والثاني في المياه النجسة والثالث فيما اشتبه حكمه والرابع\nفيما يعتوره من الأحكام باعتبار الظروف والأواني * وقوله والمطر للحدث\nوالخبث هو الماء من بين سائر المائعات فيه كلامان أحدهما ان الخبث مرقوم في\nالنسخ برقم أبي حنيفة رحمة الله عليه دون الحدث بناء على أن المشهوران\nالطهورية مخصوصة بالماء في الحدث اجماعا لكنه في الخبث مختلف فيه بيننا\nوبينه: ولك ان تقول دعوى الاجماع في الحدث على اطلاقه لا يستقيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nلان نبيذ التمر عنده طهور في السفر عند اعواز الماء وإذا كان كذلك فلو\nجعل الرقم على قوله هو الماء ليشملهما جميعا لم يضر <span id='ms0002'></span>: الثاني لم قال من بين\nسائر المائعات ولم يقتصر على قوله والمطهر للحديث والخبث هو الماء والجواب\nانه لو اقتصر عليه لا شكل بالتراب فإنه مطهر وليس بماء. واعلم أنه لو أراد\nتخصيص الطهورية في الحدث والخبث جميعا بالماء لما لزم هذا الاشكال لكنه لم\nيرد التخصيص في الفصلين جميعا وإنما أراد التخصيص في كل واحد منهما فوجب\nالاحتراز: فان قلت ولم اختصت الطهورية بالماء: قلنا أما في الحدث فلقوله\nتعالى (فلم تجدوا ماء فتيمموا) لولا اختصاص الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nبالماء لما نقل إلى التراب الا بعد فقد ما يشارك الماء في الطهورية من\nالمائعات ليأتي بأكمل الطهارات واما في الخبث فلما نستوفي من الخلاف * قال\n(ثم المياه على ثلاثة أقسام الأول الماء المطلق الباقي على أوصاف خلقته فهو\nطهور ومنه ماء البحر وماء البئر وكل ما نزل من السماء أو نبع من الأرض)\nقوله ثم المياه يعني المياه الداخلة في هذا الباب وهي الطاهرة: وإنما\nانقسمت إلى ثلاثة أقسام لأنها اما ان تبقى على أصل الخلقة أو لا تبقى وان\nلم تبق فلما ان يخرج بما تغير من الصفات عن أن يسمى ماء مطلقا أو لا يكون\nكذلك الأول الباقي على أوصاف خلقته فهو طهور لوقوع اسم مطلق الماء عليه\nواندراجه تحت النصوص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالآمرة باستعمال الماء والمجوزة له. وقد ورد في ماء البحر قوله صلى الله\nعليه وسلم (البحر هو الطهور ماؤه) (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوفى ماء البئر انه توضأ من بئر (1) بضاعة فان قلت لم اعتبر الاطلاق مع\nالبقاء على أصل الخلقة حيث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقال الماء المطلق الباقي على أوصاف خلقته ثم إذا اعتبر فكيف عد منه ماء\nالبحر وماء البئر وهذا مقيد لا مطلق: فالجواب ان وصف الماء بالاطلاق قد\nتكرر في كلام الأئمة ثم منهم من يفسر المطلق بالباقي على أوصاف الخاتمة\nومنهم من يفسره بالعاري عن القيود والأوصاف ويقول الماء ينقسم إلى مطلق\nوالي مضاف ثم من المضاف ما هو طهور كماء الكوز والبحر ومنه ما ليس بطهور\nكماء الزعفران وماء <span id='ms0003'></span> الشجر: فيجوز ان يقال أراد بالمطلق الباقي على أوصاف\nالخلقة وبه يشعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nظاهر كلامه في الوسيط وعلى هذا يكون تعقيب المطلق بالباقي على وصف الخلقة\nتفسيرا وبيانا للمعنى. ويجوز أن يقال أراد العاري عن القيود والإضافات أي\nكل ما يسمى ماء من غير قيد فهو طهور وهذا لا ينافيه وقوع اسم الماء عليه\nمضافا بل تصح الإشارة إلى الماء المعين بأنه ماء وبأنه ماء عين أو نهر\nوبهذا يظهر فساد تقسيم من قسم الماء إلى مطلق ومضاف لأن المطلق يجوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون مضافا وبالعكس أيضا فيدخل أحد القسمين في الآخر فإذا عرفت ذلك\nفان أراد المعني الأول فهما شئ واحد فلا معنى لقول القائل لم اعتبر الاطلاق\nمع البقاء على أصل الخلقة وان أراد المعنى الثاني فقد ذكرنا انه لا منافاة\nبين كونه مطلقا بهذا المعنى ومضافا ثم ليس ذلك على سبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nاشتراط الاطلاق لان كل باق على أصل الخلقة يقع عليه اسم الماء عريا عن\nالإضافة عن القيود والأوصاف فهو إذا ملازم للبقاء على أصل الخلقة وإنما هو\nإشارة إلى أن المعني المقتضي للطهورية اطلاقه والدخول في النصوص على ما سبق\nويتبين مما ذكرناه انه لو حذف لفظ المطلق لم يضر:\n</p>\n\n<p>\nقال (ولا يستثنى عنه الا الماء المستعمل في الحدث فإنه طاهر (ح) غير مطهر\nعلى القول الجديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nلتأدى العبادة به وانتقال المنع إليه: فالمستعمل في الكرة الرابعة طهور\nلعدم المعنيين: أما المستعمل في الثانية والثالثة أو في تجديد الوضوء أو في\nغسل الذمية إذا اغتسلت من الحيض ليحل للزوج غشيانها فيه وجهان لوجود أحد\nالمعنيين دون الثاني) * استثناء المستعمل من الباقي على أوصاف الخلقة يبين\nانه ليس المراد من الأوصاف كل ما يصح وصف الماء به حتى الإضافات\nوالاعتبارات والا فإنه قبل الاستعمال موصوف بأنه غير مستعمل وبعده بأنه\nمستعمل فلا يكون باقيا على الأوصاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nكلها حتى يستثنى منه وإنما المراد الصفات المعنوية ثم الاعتبار منها\nباللون والطعم والرائحة وهي المنظور إليها في التغير بالنجاسة كما سيأتي\nوالصفات <span id='ms0004'></span> المعنوية باقية بحالها في المستعمل ثم هو غير طهور على المذهب فوجب\nاستثناؤه * وفقه الفصل أن الماء المستعمل في الحدث طاهر وفي رواية عن أبي\nحنيفة رحمه الله هو نجس وبه قال أبو يوسف رحمه الله * لنا وجهان أحدهما قال\nصلي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم خلق الله الماء طهورا لا ينجسه شئ الا ما غير طعمه أو ريحه (1)\nولا تغير ههنا: والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nأن الصحابة فمن بعد هم كانوا يتوضؤن في ثيابهم ولا يحترزون عما يتقاطر\nإليهم وإلى ثيابهم: وهل هو طهور أم لا قال في الجديد لا لأنهم ما كانوا\nيجمعون المياه المستعملة للاستعمال ثانيا ولو جاز الاستعمال لجمعوها كي لا\nيحتاجوا إلى التيمم: وحكي عن القديم انه طهور وبه قال مالك رحمه الله لان\nالطهور ما يتكرر منه الطهارة كالقتول والشتوم من يتكرر منه الفعل ولأنه ماء\nباق على اطلاقه فأشبه غيره: ومنهم من لم يثبت هذا القول وجزم بالجديد وسواء\nثبت أم لا فالفتوى على الجديد: ثم ذكر الأصحاب في أنه لم سقطت طهورية\nالمستعمل معنيين أحدهما تأدى عبادة الطهارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nبه والثاني تأدي فرض الطهارة به: فمن قال بالأول أسقط طهورية المستعمل في\nالكرة الثانية والثالثة وتجديد الوضوء والمضمضة والاستنشاق وغسل الجمعة\nوالعيدين وسائر مسنونات الطهارة والطهارة المسنونة وقالوا ببقاء الطهورية\nفيما اغتسلت به الذمية عن الحيض لتحل لزوجها المسلم إذ لا تصح منها\nالعبادة: ومن قال بالآخر عكس الحكم واتفقوا على أنهما ليستا علتين مستقلتين\nوالا لما صار بعضهم إلى ثبوت الطهورية في هذه الصور وعلى أنهما ليستا جزأي\nعلة واحدة والا لما صار بعضهم إلى النفي وإنما اختلفوا في أن المعنى هذا أو\nذاك وكل واحد منهما ملائم: أما تأدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nالعبادة فلان الآلة المستعملة في المقصود الحسي يورثها ضعفا وكلالا فكذلك\nالآلة المستعملة في المقصود الشرعي: وأما تأدى الفرض به فلان المراد منه\nرفع الحدث به أو رفع منعه من الصلاة حيث لا يرتفع هو كما في وضوء صاحب\nالضرورة وذلك يقتضى تأثر الماء الا ترى أن <span id='ms0005'></span> غسالة النجاسة لما أثرت في المحل\nحتى لم يبق المحل كما كان قبل الغسل تأثرت هي بالاستعمال حتى لم تبق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nكما كانت قبل الغسل يحكي هذا التقرير عن ابن سريج ويجوز أن لا يقدر لكل\nواحد من فريقي الأصحاب التعليل بالمعنى الذي أبداه استقلالا بل يقول هؤلاء\nما ذكرناه من المعنى واقع في موضع الاتفاق ملائم للحكم فلا يحذف عن درجة\nالاعتبار ويزعمون أن المعنى الثاني لغو: والآخرون يدعون مثل ذلك في المعني\nالثاني فينتظم الخلاف على هذا التقدير أيضا * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن ظاهر المذهب اعتبار أداء الفرض دون المعني الثاني حتى لا تسقط\nطهورية المستعمل في المرة الثانية وأخواتها وتسقط في مسألة الذمية:\nوالوجهان في الذمية مخصوصان بقولنا ان الذمية إذا أسلمت يجب عليها إعادة\nذلك الغسل وهو الصحيح أما إذا قلنا لا تجب الإعادة عليها فهو مستعمل على\nالمعنيين لأنه قد ارتفع به المنع من الوطئ وأفاد جواز العبادة به لو ارتفع\nمانع الكفر: وقوله في الأصل لتأدي العبادة به وانتقال كذلك يوجد في بعض\nالنسخ بل في أكثرها وفي بعض النسخ المحدثة أو انتقال المنع إليه وشغف به\nجماعة من محصلي هذا الكتاب لما ذكرنا ان العلة غير مركبة من المعنيين:\nوإنما اختلفوا في أن العلة ماذا ولا شك ان ما شرحناه من كلام الأصحاب\nواختلافهم يقتضي ذلك ولكن الواو واو قد يستعمل أحدهما في موضع الآخر\nفالواقف على حظ المعنى قد ينزل الواو على أو ولا يغير صورة الكتاب ونظيره\nيكثر في المذهب ثم الحدث ليس شيئا محققا يفرض انتقاله من البدن إلى الماء\nلكن المعنى ان باستعمال الماء يرتفع منع كان في البدن وهو انه كان ممنوعا\nمن الصلاة وغيرها ويحدث منع في الماء لم يكن وهو أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nلا يستعمل مرة أخرى فعبر عن ارتفاع منع وحدوث منع بالانتقال توسعا:\nوينبغي أن تعلم أن انتقال المنع الذي ذكره هو الذي عبر عنه غيره من الأصحاب\nبأداء الفرض لان رفع الحدث فرض ولا نعنى بالفرض في مثل <span id='ms0006'></span> هذا ما يلحق الاثم\nبتركه بل ما لا بد منه ولذلك نحكم باستعمال ما توضأ به الصبي الا على وجه\nلا يعبأ به وباستعمال ما توضأ به البالغ لصلاة النفل: وعبارة أداء الفرض\nأوضح وأولى:\n</p>\n\n<p>\nقال (فروع ثلاثة (الأول) المستعمل في الحدث لا يستعمل في الخبث على أحسن\nالوجهين (الثاني) إذا جمع الماء المستعمل حتى بلغ قلتين عاد طهورا على أقيس\nالوجهين كالماء النجس (الثالث) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nإذا انغمس الجنب في ماء قليل ناويا وخرج منه ارتفعت (و) جنابته وصار\nالماء مستعملا بعد الخروج والانفصال) اعلم أنه يتفرع على القول الجديد\nمسائل (إحداها) المستعمل في الحدث هل يستعمل في الخبث فيه وجهان قال\nالأنماطي وابن خيران نعم لان للماء قوتين ولم يستوف الا أحداهما وقال\nالأكثرون وهو الأصح لا كما أن المستعمل في الحدث الأصغر لا يستعمل في الا\nكبر وبالعكس: ولا يقال الماء له قوتان ولم يستوف الا إحداهما: ويجرى\nالوجهان في المستعمل في الخبث هل يستعمل في الحدث إذا فرعنا على أن\nالمستعمل في الخبث طاهر غير طهور وهو المذهب على ما سيأتي: ولك أن تقول إذا\nكان المستعمل في الخبث بحيث لا نحكم بنجاسته كان باقيا على أوصاف خلقته وهو\nغير طهور على الظاهر فيكون مستثني مع المستعمل في الحدث عن الماء الباقي\nعلى أوصاف الخلقة فكيف ساغ للامام رضي الله عنه أن يقول ولا يستثنى عنه الا\nالماء المستعمل في الحدث (المسألة الثانية) إذا جمع الماء المستعمل حتى بلغ\nقلتين هل يعود طهورا وجهان أصحهما نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه لو لم يعد إلى الطهورية لقبل النجاسة وقد قال صلى الله عليه وعلى\nآله وسلم إذا بلغ الماء قلتين لم يحمل خبثا (1) ولأن الماء النجس المتفرق\nإذا جمع ولا تغير يعود طهورا فالمستعمل أولى لأن النجاسة أقوى من الاستعمال\nولأنه صار إلى حالة لو كان عليها في الابتداء لم يتأثر بالاستعمال فإذا عاد\nإلى تلك الحالة يسقط حكم الاستعمال: والثاني لا يعود طهورا لان قوته صارت\nمستوفاة بالاستعمال فالتحق بماء الورد <span id='ms0007'></span> وسائر المائعات (الثالثة) إذا انغمس\nالجنب في ماء قليل ونوى نظر ان نوى بعد تمام انغماسه فيه واتصال الماء\nبجميع البدن فلا خلاف في أنه يرتفع حدثه ويصير الماء مستعملا: أما ارتفاع\nالحدث فلوصول الماء الطهور إلى محل الحدث مع النية: وأما الاستعمال فلأداء\nالعبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالمفروضة به: وهل يحكم باستعماله في حق غيره قبل انفصاله عنه فيه وجهان\nأحدهما لا: وإنما يثبت حكم الاستعمال بعد الانفصال الا ترى ان الماء ما دام\nمترددا على أعضاء المتطهر لا يحكم باستعماله:\n</p>\n\n<p>\nوالثاني وهو الأصح نعم وإنما لا يحكم بالاستعمال ما دام الماء مترددا\nجاريا للحاجة إلى انغسال الباقي ولا ضرورة في حق غيره والماء منفصل عنه:\nفعلى هذا ليس لغيره ان يرفع به الحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الأول يجوز: ولو خاص جنبان فيه ونويا معا بعد تمام الانغماس ارتفع\nحدثهما على الوجهين:\n</p>\n\n<p>\nوان نوى الجنب قبل تمام الانغماس إما في أولى الملاقاة أو بعد غمس بعض\nالبدن ففيه وجهان قال أبو عبد الله الخضري لا ترتفع الجنابة الا عن أول\nالجزء الملاقي مع النية لأن الماء يصير مستعملا بملاقاته فلا ترتفع الجنابة\nعن الباقي بخلاف ما إذا كان الماء واردا على البدن حيث لا يحكم باستعماله\nبأول الملاقاة لاختصاصه بقوة الورود والأصح انه ترتفع الجنابة ولا يصير\nالماء مستعملا بأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالملاقاة لأنا إنما لم نحكم بالاستعمال عند ورود الماء على البدن للحاجة\nإلى رفع الحدث وعسر إفراد كل موضع بماء جديد وهذا المعنى موجود سواء كان\nالماء واردا أو كان هو واردا على الماء: وإذا عرفت ذلك نشأ لك البحث والنظر\nفي أمور من ألفاظ الكتاب في الفرع الثالث: أحدها ان مراده ما إذا نوى بعد\nتمام الانغماس أما إذا نوى قبله أم كلتا الحالتين (1) أما اللفظ فهو شامل\nلهما والتزويل عليهما صحيح لما ذكر بأنه لا خلاف في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nارتفاع الجنابة في الحالة الأولى وان الصحيح في الحالة الثانية أيضا\nالارتفاع لكنه ما أراد الحالة الأولى وحدها لان قوله ارتفعت جنابته معلم\nبالواو ولا <span id='ms0008'></span> خلاف في ارتفاع الجنابة في تلك الحالة بقي احتمالان إرادة\nالحالة الثانية وحدها وعلامة الواو إشارة إلى وجه الخضري واحتمال ارادتهما\nجميعا ويصح الاعلام بالواو أيضا لان الصائر إلى النفي في إحدى الصورتين\nيخالف المثبت في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nالصورتين والاحتمال الثاني أقرب إلى اطلاق اللفظ والأول قضية ايراده في\nالوسيط (الثاني) انه لم قيد صورة الفرع بالخروج فقال إذا انغمس الجنب في\nماء قليل وخرج: اعلم أن ارتفاع الجنابة لا يحتاج إلى هذا القيد بل سواء خرج\nأو لم يخرج ترتفع الجنابة: وأما صيرورة الماء مستعملا ففي كلام الأصحاب ما\nيقتضى توقف الحكم بالاستعمال على خروجه منه وهو مشكل لان المقتضي للاستعمال\nانه رفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nالحدث فإذا ارتفع الحدث وجب أن يصير هو مستعملا سواء انفصل عن البدن أم\nلا هذا بالإضافة إليه وأما بالإضافة إلى غيره ففيه ما حكينا من الوجهين *\nوإذا عرفت ذلك فقد رتب على الانغماس والخروج شيئين ارتفاع الجنابة وصيرورة\nالماء مستعملا والأول مستغن عن شرط الخروج والثاني بتقدير أن يكون محتاجا\nإليه: ففي قوله بعد الخروج والانفصال ما يفيد التعرض لهذا الشرط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا قوله وخرج ضائع (الثالث) لم جمع بين لفظي الخروج والانفصال ظني أن\nهذا مما يجرى به القلم لاعن قصد أو مما يقصد به البسط في العبارة ايضاحا\nوعلى التقديرين فلا يطلب لكل لفظة فائدة تخصها وان زعم زاعم أنه إذا لم يبق\nفي الماء الا عضو واحد من المنغمس يسمى خارجا من الماء ولا يسمى منفصلا\nوحكم الاستعمال إنما يثبت بعد الانفصال: قلت له هب انه كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nلكن هذا وجه الحاجة إلى تعقيب الخروج بالانفصال فما الجواب عن قول القائل\nلم جمع بينهما وهلا اقتصر على الانفصال:\n</p>\n\n<p>\nقال (القسم الثاني ما تغير عن وصف خلقته تغيرا يسيرا لا يزايله اسم الماء\nالمطلق فهو طهور كالمتغير (و) بيسير الزعفران * وكذا المتغير بما يجاوره\n(و) كالعود والكافور الصلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا المتغير بما لا يمكن صون الماء عنه كالمتغير بالطين والطحلب وكذلك\nالمتغير بطول المكث والتراب والزرنيخ والنورة فان <span id='ms0009'></span> كل ذلك لا يسلب عنه اسم\nالماء المطلق وكذا المسخن والمشمس وفي المشمس كراهية من جهة الطب إذا شمس\nفي البلاد المفرطة الحرارة في الأواني المنطبعة) ذكرنا أن المتغير عن أوصاف\nالخلقة قسمان أحدهما المتغير الذي لا يسلب اسم الماء المطلق عنه: والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nما يسلب * أما القسم الأول فقد أدرج فيه أنواعا منها أن يكون التغير\nيسيرا وإن كان المغير خليطا مستغنى عنه كالزعفران والدقيق ونحوهما فظاهر\nالمذهب أنه لا يقدح في الطهورية لأنه لا يبطل اسم الماء المطلق وفيه وجه\nأنه يقدح كالتغير بالنجاسة يسلب الطهارة سواء كان يسيرا أو فاحشا:\n</p>\n\n<p>\nومنها أن يتغير بشئ يجاور الماء ولا يخالطه كالعود ونحوه: وهل يؤثر في\nسلب الطهورية فيه قولان أصحهما وهو الذي ذكره في الكتاب أنه لا يؤثر لان\nهذا النوع من التغير تروح لا يسلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nاطلاق اسم الماء كتغير الماء بجيفة ملقاة على شط نهر: والثاني نعم لأنه\nتغير بما يلاقي الماء فأشبه التغير بما يخالط: وفي معنى العود الدهن والشمع\nوما لا يختلط بالماء * والكافور نوعان أحدهما يذوب في الماء ويختلط به\nوالثاني لا ينماع فيه فالأول كالدقيق والزعفران والثاني كالعود فلذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nقيد الكافور بالصلابة: ومنها أن يتغير بما لا يمكن صون الماء عنه\nكالمتغير بالطين والطحلب والكبريت والنورة في مقر الماء وممره فهذا التغير\nلا يسلب الطهورية لوجهين أحدهما أن أهل اللسان والعرف لا يمتنعون من إيقاع\nاسم الماء المطلق عليه والثاني عسر الاحتراز عنه: ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nهذا القبيل المتغير بالتراب الذي يثور وينبث في الماء ويختلط به والمتغير\nبالزرنيخ * ومنها المتغير بطول المكث وهو على طهوريته لما روى أنه صلى الله\nعليه وسلم توضأ من بئر بضاعة وكان ماؤها كنقاعة الحناء وذلك التغير لا يمكن\nأن يكون بالنجاسة والا لما توضأ به فبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nذلك لا يخلو إما أن يكون بنفسه أو بشئ طاهر آخر إن كان بنفسه صح المدعى\nوإن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nبغيره فكذلك لان تغيره بنفسه أهون من تغيره بغيره فإذا لم يقدح الثاني\nفأولى ان لا <span id='ms0010'></span> يقدح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nالأول * ومنها المسخن فهو على طهوريته لبقاء اطلاق الاسم ولأنهم تطهروا\nبين يدي رسول الله صلى الله عليه وسلم بالماء المسخن ولم ينكر عليهم (1) *\nومنها المشمس وهو على طهوريته كالمسخن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوهل في استعماله كراهية أم لا فيه وجهان أحدهما لا وبه قال مالك وأبو\nحنيفة وأحمد رحمهم الله كماء الحياض والسواقي إذا تأثرت بالشمس وكما أن\nالتسخين لا يؤثر في الكراهية: والثاني وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nالأصح نعم لما روى عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم\nنهاها عن التشميس وقال إنه يورث البرص (1) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم قال (1) من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nاغتسل بماء مشمس فأصابه وضح فلا يلومن الا نفسه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوكره عمر رضي الله عنه المشمس وقال إنه يورث البرص (1) فان قلنا\nبالكراهية ففي محلها اختلاف منشؤه إشارة النقل بعد النهى إلى سببه وهو خوف\nالوضح فقال قائلون من أصحابنا إنما يكره إذا خيف منه هذا المحذور وإنما\nيخاف عند اجتماع شرطين أحدهما أن يجرى التشميس في الأواني المنطبعة كالحديد\nوالرصاص والنحاس لان الشمس إذا أثرت فيها استخرجت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nمنها زهومة تعلو الماء ومنها يتولد المحذور: والثاني أن يتفق في البلاد\nالمفرضة الحرارة دون الباردة والمعتدلة فان تأثير الشمس فيها ضعيف: ولا فرق\nعند القائلين بهذه الطريقة بين أن يقع ذلك قصدا أو اتفاقا فان المحذور لا\nيختلف: وأيدوا طريقتهم بالمشمس في الحياض والبرك فإنه غير مكروه بالاتفاق\nوإنما كان ذلك لأنه لا يخاف منه مكروه: وقال آخرون لا تتوقف الكراهية على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nخوف المحذور لا طلاق النهى والتعرض للمحذور إشارة إلى حكمته فلا يشترط\nحصولها في كل صورة وهؤلاء طردوا الكراهية في الأواني المنطبعة وغيرها\nكالخزفية وفى البلاد الحارة وغيرها واعتذروا عن ماء الحياض والبرك بتعذر\nالاحتراز: والطريقة الأولى أقرب إلى كلام الشافعي رضي الله عنه فإنه قال\nولا أكره المشمس الا من جهة الطب أي إنما أكرهه شرعا حيث يقتضى الطب محذورا\nفيه. واستثنى بعضهم من المنطبعات الذهب والفضة لصفاء جوهرهما <span id='ms0011'></span> وبعد انفصال\nمحذور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nعنهما وإذا عرفت ذلك نعد إلى ألفاظ الكتاب: واعلم أن قوله ما تغير عن وصف\nخلقته تغيرا يسيرا لا يزايله اسم الماء المطلق ليس المراد من اليسير سوى\nانه بحيث لا يزايله اسم الماء المطلق وتعقيبه به مذكور تفسيرا لليسير وان\nلم يكن كذلك وجرينا على ظاهر اللفظ لزم اشتراط كون التغير يسيرا لبقاء\nالطهورية في جميع المسائل المعدودة وليس كذلك بل التغير بطول المكث وما لا\nيمكن صون الماء عنه وبالمجاور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nلا يفترق حكمه بين اليسير والفاحش وقوله وكذا المتغير بطول المكث والتراب\nوالزرنيخ عطفه على المتغير بالطين والطحلب أحسن منه على المتغير بما يجاوره\nوالمتغير بما لا يمكن صون الماء عنه ليكون تعذر الصور نوعا يدخل تحته\nالمتغير بطول المكث وما لا يخلو الماء عنه في المقر والممر فمنه الطين\nوالطحلب ومنه التراب الذي يثور وينتصر فيه * وأما الماء الذي يطرح فيه قصدا\nفقد ذكره من بعد: والاختلافات التي ذكرناها في المشمس تقتضي أن يكون لفظ\nالكراهية في قوله وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nالمشمس كراهية معلما بالواو والحاء والميم والألف وهو علامة أحمد رضي\nالله عنه وأن يكون قوله من جهة الطب معلما بالواو إشارة إلى خلاف من اتبع\nظاهر النهى ولم تقف الكراهية على موضع خوف الوضح ولا بأس أن يعلم قوله في\nالأواني المنطبعة بذلك أيضا إشارة إلى استثناء من استثنى التبزين * قال\n(القسم الثالث ما تفاحش تغيره بمخالطة ما يستغنى الماء عنه حتى زايله اسم\nالماء المطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nفليس بطهور (ح) وان لم يستجد اسما آخر كالمتغير بالصابون والزعفران\nالكثير (ح) واجناسهما) * إذا بلغ تغير الماء حدا ينسلب به اسم الماء المطلق\nعنه خرج عن كونه طهورا ولا فرق بين أن يقع اسم الماء عليه مضافا إلى الخليط\nالمغير كماء الزعفران والدقيق أو لا يقع ويحدث له أسم آخر كالصبغ والمرق\nوالحبر خلافا لا بي حنيفة رضي الله عنه في الحالة الأولي: لنا وجهان أحدهما\nالقياس على ماء الباقلاء ونحوه والثاني أن النصوص الواردة في طهورية <span id='ms0012'></span> الماء\nمتعرضة لاسم الماء عريا عن القيود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوالإضافات والكلام فيما انسلب عنه اسم الماء عريا عن القيود والإضافات\nفلا يلحق بمورد النص لظهور الفرق في خاصيته الرقة وغيرها: فان قيل النصوص\nمتناولة للماء وماء الزعفران ماء: قلنا لا نسلمه بل الماء المضاف على ضربين\nمنه ما يصح اطلاق اسم الماء عليه كماء البحر وماء الكوز:\n</p>\n\n<p>\nومنه ما لا يصح كماء الورد وماء الباقلي فلم قلتم بأن ماء الزعفران من\nقبيل الأول لا من قبيل الثاني بل هو من الثاني فان التغير الفاحش يصح قول\nالقائل هذا ليس بماء وإنما هو ماء الزعفران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا لو حلف ان لا يشرب ماء فشرب ماء الزعفران لا يحنث وكان اسم الماء\nعريا عن القيود والإضافات غير موضوع للحقيقة المشتركة بين الماء وماء\nالزعفران بل كمالا يتفاحش تغير صفاته الأصلية والله أعلم: وهل يعتبر تغير\nاللون والطعم والرائحة جميعا أم يكفي تغير واحد منها ذكر الموفق بن طاهر في\nشرح مختصر الجويني أن صاحب جمع الجوامع حكي فيه قولين اختار ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nسريج الثاني منهما وهو المشهور المتوجه: وحكي قولا آخر عن رواية الربيع\nأن التغير في اللون وحده وفى الطعم والرائحة معا يمنع الطهورية وفى أحدهما\nلا يمنع: وينبغي أن يتنبه من ألفاظ الكتاب للاحتراز عن التغيرات التي لا\nتقدح: فقوله ما تفاحش تغيره يخرج عنه التغير اليسير وإن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nبخليط مستغني عنه: وقوله بمخالطة ما يستغني عنه يخرج عنه التغير بالمجاور\nوبما لا يمكن صون الماء عنه * قال (فرع ثلاثة) الأول المتغير بالتراب\nالمطروح فيه قصدا فيه وجهان أظهرهما أنه طهور ويقرب منه الملح إذا طرح (و)\nفي الماء فصدا لأنه اجزاء سبخة من الأرض بها يصير ماء البحر ما لحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nفيضاهي التراب: الثاني إذا تفتتت الأوراق في المياه وخالطتها ففيها ثلاثة\nأوجه يفرق في الثالث بين الربيعي والخريفي لتعذر الاحتراز عن الخريفي:\nالثالث لو صب مائع على ماء قليل ولم يغيره فإن كان بحيث لو خالف في اللون\nلتفاحش تغيره زالت الطهورية به <span id='ms0013'></span> وإن كان أقل منه فهو طهور ويجوز استعمال\nالكل على الأظهر وقيل إذا بقي قدر ذلك المائع لم يجز استعماله) في المتغير\nبالتراب المطروح فيه قصدا وجهان: وقيل قولان: أحدهما أنه ليس بطهور لأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nتغير بمخالطة مستغنى عنه فأشبه التغير بالزعفران: والثاني وهو الأظهر انه\nعلى طهوريته لان التغير الحاصل بالتراب ليس إلا الكدورة وهي لا تسلب اسم\nالماء ولان التراب يوافق الماء في الطهورية ولان الشرع امر بالتعفير في\nولوغ الكلب ولو سلب طرح التراب في الماء الطهورية لما امر به: واما المتغير\nبالملح المطروح فيه فينظر فيه إن كان الملح مائيا فوجهان أظهرهما انه طهور\nلأنه منعقد من عين الماء كالجمد والثلج والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nلا وليس الملح عين الماء بل المياه نزلت عذبة من السماء ثم تختلط بها\nالاجزاء السبخات فتنعقد ملحا ولهذا لا يذوب في الشمس ولو كان منعقدا من\nالماء لذاب كالجمد: وإن كان جبليا ترتب على المائي ان سبلنا الطهورية تمة\nفههنا أولي وإلا فوجهان أظهرهما السلب أيضا لأنه خليط مستغنى عنه غير منعقد\nمن الماء ومن لم يسلب زعم أنه في الأصل كان ماء أيضا ولهذا يذوب في الماء\nوإذا أطلقت الكلام في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nالملح فقل في التغير به ثلاثة أوجه ثالثها الفرق بين الجبلي والمائي\nتشبيها للمائي بالجمد واستبعد الامام الغزالي ذلك وقال لو كان كالجمد لذاب\nفي الشمس ولكن تعليله التشبيه بالتراب المطروح فيه قصدا لان ماء البحر ملح\nوملوحته من اجزاء سبخة في الأرض تنتشر فيه فالملح إذا من اجزاء الأرض فان\nحصل التغير به من غير قصد كماء البحر فهو طهور كالمتغير بالتراب من غير قصد\nوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nكان بقصد فهو على الخلاف كالمتغير بالتراب المطروح فيه قصدا وهذا معنى\nقوله في الكتاب ويقرب منه الملح إلى قوله فيضا هي التراب: ولك أن تقول\nالملح اما أن يكون فيه ما ينعقد من محض الماء أو لا يكون إن كان فتشبيهه\nبالجمد قوى ولهذا لو تغير الماء العذب بذلك الماء الملح لم يؤثر فكذلك <span id='ms0014'></span>\nالتغير بالمنعقد منه: والقول بأنه لو كان كالجمد لذاب في الشمس ممنوع على\nهذا التقدير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nبل من المنعقد الماء ما يذوب ومنه ما لا يذوب وان لم يكن فيه ما ينعقد من\nمحض الماء بل كان كل ملح من اجزاء الأرض فإنما يتضح تشبيه الخالف فيه\nبالخلاف في التراب أن لو جرى ذلك الخلاف في جميع اجزاء الأرض وليس كذلك بل\nنص الأصحاب على أنه لا يجرى في الجص والنورة وغيرهما واستبعدوا خلاف من\nخالف فيه: وإذا كان كذلك فما الفرق بين الجص والملح وكل واحد منهما ليس\nبتراب: وقوله وبها يصير ماء البحر مالحا ربما تجد في بعض النسخ ملحا: ولا\nشك في أنه أفصح في اللغة قال الله تعالى (وهذا ملح أجاج) وورد المالح في\nلفظ الشافعي رضي الله عنه واعترض عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nمعترضون وزعموا أنه لا يصح في اللغة وأجاب الأصحاب عنه وصححوه هذا أحد\nالفروع * الثاني الأوراق إذا تناثرت في الماء وتروح الماء بها من غير أن\nيعرض لها عفونة واختلاط فهذا ماء متغير بشئ مجاور فيبقى على طهوريته على\nأظهر القولين كما سبق وان تعفنت واختلطت به ففيه ثلاثة أوجه أظهرها انه لا\nيسلب الطهورية كالمتغير بالطين والطحلب وسائر ما يعسر الاحتراز عنه:\nوالثاني يسلب كسائر المتغيرات التي تلحق بالماء من خارج: والثالث وبه قال\nأبو زيد المروزي لا يسلب التغير بالخريفي لغلبة التناثر في الخريف بخلاف\nالربيعي: ولان الأوراق الخريفية قد امتصت الأشجار رطوبتها وقرب طبعها من\nطبع الخشب بخلاف الربيعية فان فيها رطوبة ولزوجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nتقتضي الامتزاج وهذه الوجوه فيما إذا تناثرت الماء بنفسها وهو مسألة\nالكتاب: فلو طرحت فيه قصدا فطريقان أحدهما القطع بسلب الطهورية للاستغناء\nعنه والثاني طرد الوجوه الثلاثة والفارق على الوجه الثالث ههنا إنما هو\nالمعنى الثاني لا غير: الثالث إذا اختلط بالماء مائع. يوافق الماء في\nالصفات كماء ورد منقطع الرائحة وماء الشجر والماء المستعمل ففيه وجهان\nأحدهما انه إن كان الخليط أقل من الماء فهو طهور وإن كان أكثر <span id='ms0015'></span> أو مثله فلا\nلأنه تعذر اعتبار الأوصاف فيعدل إلى اعتبار الاجزاء ويجعل الحكم للغالب\nفإذا استويا أخذنا بالاحتياط والثاني وهو المذكور في الكتاب وهو الأظهر انه\nإن كان الخليط قدرا لو خالف الماء في طعم أولون أو رائحة لتغير الماء فهو\nمسلوب الطهورية وإن كان لا يؤثر مع المخالفة فلا لان التغير سالب للطهورية\nوهذا الخليط بسبب الموافقة في الأوصاف لا يغير فيعتبر تغيره لاستفادة ما\nطلبناه كما يفعل في معرفة الحكومات: ثم إذا اقتضى الحال بقاء الطهورية إما\nلقلة الخليط على الوجه الأول أو لتقاعده عن التغير على الثاني مع تقدير\nالمخالفة فهل يستعمل جميعه أم يبقى قدر الخليط فيه ثلاثة أوجه أظهرها انه\nيستعمل الجميع لاستهلاك الخليط فيه وانطلاق اسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nالماء عليه: والثاني انه يبقى قدر الخليط وإلا كان مستعملا لغير الماء\nيقينا وصار كما لو حلف ان لا يأكل تمرة وخلطها بتمر كثير لا يحنث ما بقيت\nتمرة وان استوعب الكل حنث: وأطبقوا على ضعف هذا الوجه: والثالث إن كان\nالماء وحده يكفي لواجب الطهارة فله استعمال الجميع وإلا فلا:\n</p>\n\n<p>\nفان قلنا يجوز استعمال الجميع ومعه من الماء ما لا يكفيه وحده ولو كمله\nبما يستهلك فيه لكفاه لزمه ذلك: واعلم أن الخلاف في أن الجميع هل يستعمل\nجار فيما إذا استهلكت النجاسة المائعة في الماء الكثير وفيما إذا استهلك\nالخليط الطاهر في الماء لقلته مع مخالفة الأوصاف لأوصاف الماء ولو لم يتغير\nالماء الكثير لموافقة النجاسة له في الأوصاف فالاعتبار بتقدير المخالفة لا\nبالاجزاء بلا خلاف كذلك ذكروه لتغليظ امر النجاسة واعتبروا في النجاسة\nبالمخالف الذي هو أشد صفة احتياطا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوفى الطاهرات بالوسط المعتدل فلا يعتبر في الطعم حدة الخل ولا في الرائحة\nذكاء المسك: وقضية هذا الوجه ان ينطر إلى صفات الماء عذوبة وملوحة ورقة\nوصفاء فان لها أثرا ظاهرا في حصول التغير وعدمه ثم عد إلى ألفاظ الكتاب\nواعلم أن قوله إن كان بحيث لو خالفه في اللون ليس لاعتبار اللون بعينه\nوإنما ذكره <span id='ms0016'></span> مثالا وسائر الأوصاف في معناه وفيه ما قدمناه عن رواية الربيع\nرحمه الله:\n</p>\n\n<p>\nوقوله لتفاحش تغيره إشارة إلى أنه لو كان التغير يسيرا لم يؤثر كما سبق:\nوقوله زالت الطهورية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nينبغي ان يعلم بالواو: وكذا قولة فهو طهور لان الحكم لا يتعلق بتقدير\nالتغير وعدمه عند من يعتبر الاجزاء: وقوله في أول هذا الفرع إذا صب مائع\nعلى ماء قليل ينبغي ان يعرف ان الصب لا اثر له بل انصباب المائع عليه\nواختلاطه به كالصب وإنما يفرق بين الوقوع فيه والطرح قصدا فيما يتعذر\nالاحتراز عنه وكذلك التعرض للقليل ليس للتقييد بل القليل والكثير في هذا\nالحكم سواء ولو حذف لفظ القليل لم يضر * قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثاني (في المياه النجسة) (وفيه فصول أربعة الأول في النجاسات\nوالجمادات كلها على الطهارة إلا الخمر وكل نبيذ (ح) مسكر والحيوانات كلها\nعلى الطهارة الا الكلب والخنزير وفروعهما) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nلما كان الأصل في الماء الطهارة نجاسة عارضة تطرأ بملاقاة شئ نجس حسن\nالقول في أن النجس ما ذا أولا فعقد الفصل الأول في النجاسات وأداها في\nتقسيم اقتدى في معظمه بامام الحرمين رحمه الله وهو ان الأعيان تنقسم إلى\nجماد وحيوان والأصل في الجميع الطهارة لأنها مخلوقة لمنافع العباد وإنما\nيحصل الانتفاع أو يكمل بالطهارة ولا يستثنى عن هذا الأصل من الجمادات إلا\nالخمر وما يسكر من الأنبذة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nاما الخمر فلوجهين (أحدهما) انها محرمة التناول لا لاحترام وضرر ظاهر\nوالناس مشغوفون بها فينبغي أن يكون محكوما بنجاستها تأكيدا للزجر الا ترى\nان الشرح حكم بنجاسة الكلاب لما نهى عن مخالطتها مبالغة في المنع: (الثاني)\nان الله تعالى سماها رجسا والرجس والنجس عبارتان عن معنى واحد: واما\nالأنبذة المسكرة فلأنها ملحقة بها في التحريم فكذلك في النجاسة: وينبغي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون النبيذ معلما بعلامة أبي حنيفة رحمة الله عليه فأن يقول بالطهارة\nحيث يقول بالحل: وبالواو أيضا لان يحيى اليمنى حكي في البيان وجها ضعيفا ان\nالنبيذ طاهر لاختلاف الناس فيه بخلاف الخمر بل ينبغي أن يكون <span id='ms0017'></span> لفظ الخمر\nمعلما بالواو أيضا لأمور ثلاثة أحدها ان الشيخ أبا على حكي خلافا في نجاسة\nالمثلث المسكر الذي يبيحه أبو حنيفة مع الحكم بالتحريم قطعا: والثاني انه\nحكي وجها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nطهارة الخمر المحترمة والثالث انهم ذكروا وجها في أن بواطن حبات العنقود\nمع استحالتها خمر الا يحكم بنجاستها تشبيها بما في باطن الحيوان وكل ذلك\nينافي اطلاق القول بالنجاسة: واعلم أنه لا يريد بالجماد في هذا التقسيم.\n</p>\n\n<p>\nمطلق ما لا حياة فيه بل وما لم يكن حيوانا من قبل ولا جزءا من الحيوان\nولا خارجا منه وإلا لدخل في الجمادات الميتات واجزاء الحيوانات وما ينفصل\nمن باطن الحيوان وحينئذ لا ينتظم قصر الاستثناء على الخمر والنبيذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الحيوانات فهي طاهرة ويستثني منها ثلاثة: أحدها الكلب لقوله صلى\nالله عليه وسلم في الحديث المشهور انها ليست (1) بنجسة يعنى الهرة: ووجه\nالاستدلال منه مشهور ولان سؤره نجس بدليل ورود الامر بالإراقة في خبر\nالولوغ: ونجاسة السؤر تدل على نجاسة الفم وإذا كان فمه نجسا كانت سائر\nأعضائه نجسة لان فمه أطيب من غيره: ويقال إنه أطيب الحيوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nنكهة لكثرة ما يلهث: والثاني الخنزير وهو أسوأ حالا من الكلب فهو أولى\nبأن يكون نجسا والثالث المتولد من أحدهما نجس لتولده من أصحل نجس: وعن مالك\nان الكلب والخنزير طاهران ويغسل من ولوغهما تعبدا: ولك أن تعلم قوله\nوالحيوانات على الطهارة بالواو لان أبا العباس الجرجاني في آخرين نقلوا\nوجها أن الدود المتولد من نفس الميتة نجس العين كولد الكلب فعلى ذلك الوجه\nلا ينحصر الاستثناء فيما ذكره لكن هذا الوجه ساقط ولو صح ذلك للزم أن يحكم\nبنجاسة الحيوان من حكم بنجاسة العلقة والمضغة ومني غير المأكول * قال\n(والميتات كلها على النجاسة الا السمك والجراد وكذا الآدمي على الصحيح وكذا\nدود الطعام فهو طاهر على الصحيح ولا يحرم أكله مع الطعام على الأصح وما ليس\nله نفس سائلة لا ينجس الماء إذا مات فيه على الجديد وقيل إنها نجست (ح م)\nبالموت <span id='ms0018'></span> وهذا عفو لتعذر الاحتراز عنه وقيل إنها لا تنجس بالموت إذا ليس فيها\nدم معفن فأشبهت النبات) الأصل في الميتات النجاسة قال الله تعالى (حرمت\nعليكم الميتة) وتحريم ما ليس بمحترم ولا فيه ضرر كالسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nيدل على نجاسته ويستثنى منها أنواع: أحدهما (1) السمك والجرد قال صلى\nالله عليه وسلم أحلت لنا ميتتان الخبر ولو كانا نجسين لكان محرمين الثاني\nالآدمي وفي نجاسته بالموت قولان أحدهما ينجس بالموت لأنه حيوان طاهر في\nالحياة غير مأكول بعد الموت فيكون نجسا كغيره والثاني وهو الأصح لا ينجس\nلقوله تعالي (ولقد كرمنا بني آدم) وقضية التكريم أن لا يحكم بنجاسة ولأنه\nلو نجس بالموت لكان نجس العين كسائر الميتات ولو كان كذلك لما امر بغسله\nكسائر الأعيان النجسة روى هذا الاستدلال عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nابن سريج قال أبو إسحاق عليه لو كان طاهرا لما أمر بغسله كسائر الأعيان\nالطاهرة أجابوا عنه بان غسل نجس العين غير معهود أما غسل الطاهر معهود في\nحق الجنب والمحدث على أن الغرض منه تكريمه وإزالة الأوساخ عنه: وقال أبو\nحنيفة ينجس بالموت ويطهر بالغسل وهو خلاف القولين جميعا: الثالث الحيوانات\nالتي ليست لها نفس سائلة هل تنجس الماء إذا ماتت فيه اختلف فيه قول الشافعي\nرضي الله عنه على قولين: أحدهما نعم لأنها ميتة فتكون نجسة كسائر الميتات\nوإذا كانت نجسة نجس الماء بها كسائر النجاسات: والثاني وهو الأصح: لا:\nلقوله صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم \" إذا سقط الذباب في إناء أحدكم فامقلوه فان في أحد جناحيه\nشفاء وفى الآخر داء وانه يقدم الداء \" (1) وقد يفضى المقل إلى الموت سيما\nإذا كان الطعام حارا فلو نجس الماء لما أمر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوعن سلمان رضي الله عنه أن رسول الله صلى الله عليه وسلم قال (كل طعام\nوشراب وقعت فيه دابة ليس لها دم فماتت فهو الحلال أكله وشر به والوضوء منه)\nولان الاحتراز عنها مما يعسر وهذا الخلاف في غير ما نشؤه في الماء وأما ما\nنشؤه فيه وليس له نفس سائلة <span id='ms0019'></span> فلا ينجس الماء بلا خلاف فلو طرح فيه من خارج\nعاد الخلاف: فان قلنا إنها تنجس الماء فلا شك في نجاستها. وان قلنا لا تنجس\nفهل هي نجسة في نفسها قال الأكثرون نعم كسائر الميتات وهو ظاهر المذهب:\nوقال القفال لا لأن هذه الحيوانات لا تستحيل بالموت لان الاستحالة إنما\nتأتي من قبل انحصار الدم واحتباسه بالموت في العروق واستحالته وتغيره: وهذه\nالحيوانات لا دم لها: وما فيها من الرطوبة كرطوبة النبات: وإذا عرفت ما\nذكرناه عرفت انه لم يرتب الخلاف في النجاسة على الجديد: فقال وقيل إنها\nنجست بالموت وعرفت أن هذه الحيوانات على ظاهر المذهب غير مستثناة عن\nالميتات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما الاستثناء على قول القفال واما جعله القول بعدم نجاسة الماء قوله\nالجديد: فإنما أخذه من امام الحرمين وروى القاضي أبو المحاسن الروياني خلاف\nذلك فسمي هذا القول القديم: والأكثرون أرسلوا ذكر القولين من غير تعيين\nجديد وقديم: وأما ما ذكره في دود الطعام فايراده يشعر بمغايرة حكمه لحكم ما\nليس له نفس سائلة اشعارا بينا وليس كذلك: بل من قال بنجاسة ما ليس له نفس\nسائلة صرح بأنه لا فرق بين ما يتولد من الطعام كدود الخل والتفاح وغيرهما\nوبين ما لا يتولد منه كالذباب والخنفساء وقالوا ينجس الكل بالموت لكن لا\nينجس الطعام الذي يموت فيه كما ذكرنا في نجاسة ما نشؤه في الماء: ومن قال\nلا ينجس ما ليس له نفس سائلة بالموت فلا شك أنه يقول به في دود الطعام\nبطريق الأولى فإذا قوله وكذا دود الطعام طاهر على الصحيح اختيار لطريقة\nالقفال والمعنى على الصحيح من القولين ذهابا إلى أن القول بعدم نجاسة الماء\nبموت ما ليس له نفس سائلة فيه مبنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أنه ليس بنجس وأما قوله ولا يحرم أكله مع الطعام على الأصح فاعلم أن\nالتقييد بكونه مع الطعام غير محتاج إليه لثبوت أصل الخلاف: ويجوز أن يكون\nمحتاجا إليه: لكن القول بالحل أصح أما الأول فلانه ذكر في النهاية أنه لو <span id='ms0020'></span>\nجمع جامع من دود الطعام شيئا وأعتمد أكله فهل يحل فيه: وجهان أحدهما نعم\nلأنه كالجزء من الطعام طعما وطبعا وأصحهما التحريم فنقل الوجهين في أكله\nمنفردا وقد أطلق في الوسيط الوجهين في الحل من غير تخصيص بالاكل مع الطعام\nأو منفردا: وأما الثاني فلان إفراده بالاكل مستغنى عنه وهو مستقذر مندرج\nتحت عموم تحريم الميتة: أما التمييز بينه وبين الطعام عند الاكل فعسير جاز\nأنه يعفى عنه وبهذا المعنى قلنا لا ينجس الطعام بلا خلاف: وان حكمنا\nبنجاسته: وربما يخطر بالبال أن الخلاف في حل الاكل مبنى على الخلاف في\nالطهارة والنجاسة ان قلنا بالنجاسة يحرم: والا فيحل: وليس الامر فيه على\nهذا الاطلاق: بل الخلاف منتظم مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nحكمنا بالطهارة فوجه التحريم الاستقذار وشمول اسم الميتة وصار كما لا نفس\nله سائلة مما لا يكون نشؤه في الطعام فإنه يحرم: وان حكم بطهارته: ووجه\nالحل انه كالجزء من الطعام طبعا وطعما وأما إذا حكمنا بالنجاسة فوجه\nالتحريم بين: ووجه الحل إذا كان يؤكل مع الطعام عسر الاحتراز والتمييز وعن\nالانفراد لا ينقدح شئ والله أعلم واعرف بعد هذا شيئين أحدهما قوله والميتات\nعلى النجاسة لا يعنى الميتة بجميع اجزائها بل ما سوى الشعر وما في معناه\nوفيها من الخلاف والتفصيل ما ذكره في باب الأواني: والثاني ظاهر كلامه حصر\nالمستثنى من الميتات في الأنواع المذكورة وليس كذلك بل الجنين الذي يوجد\nميتا عند ذبح الام حلال طاهر أيضا وكذا الصيد إذا مات بالضغط على أحد\nالقولين * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nقال (أما الأجزاء المنفصلة عن ظاهر الحيوان فكل ما أبين من حي فهو ميت\nالا الشعور المنتفع بها في المفارش والملابس فإنها طاهرة بعد الجز للحاجة)\nعن رسول الله صلى الله عليه وسلم أنه قال ما أبين من حي فهو ميت (1) فالأصل\nفيما بان من الحي النجاسة ويستثنى منه شعر المأكول المجزور في حياته فهو\nطاهر للحاجة إليه في الملابس ولو قدر قصر الانتفاع على ما يكون على المذكي\nلضاع معظم الشعور * وفي <span id='ms0021'></span> معنى الشعور الريش والصوف والوبر وقد قيل في قوله\nتعالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n(ومن أصوافها وأوبارها وأشعارها أثاثا ومتاعا إلى حين) ان المراد إلى حين\nفنائها هذا فيما بيان بطريق الجز: وفي النتف والتناثر وجهان والأصح الحاقها\nبالجز وعلى هذا فقوله في الكتاب فإنها طاهرة بعد الجز ليس مذكورا ليكون\nقيدا في الطهارة وعلى الوجه الآخر يمكن جعله قيدا:\n</p>\n\n<p>\nواعلم أن ظاهر قوله فكل ما أبين من حي فهو ميت الا الشعور المنتفع بها لا\nيمكن العمل به لا في طرف المستثني ولا في طرف المستثنى منه أما المستثنى\nفلانه يتناول جملة الشعور المجزوزة والطهارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nمخصوصة بشعر المأكول وأيضا فلانه يتناول الشعر المبان على العضو المبان\nمن الحيوان وانه نجس في أصح الوجهين وأما المستثنى منه فلانه يدخل فيه\nالعضو المبان من الآدمي ومن السمك والجراد ومشيمة الآدمي وهذه الأشياء\nطاهرة على المذهب الصحيح وكذلك يدخل فيها شعر الآدمي لأنه غير منتفع به حتى\nيدخل في المستثنى وإذا لم يتناوله الاستثناء بقي داخلا في المستثنى منه ومع\nذلك فهو طاهر فظهر تعذر العمل بالظاهر ووقوع الحاجة بالتأويل ومما ينبغي أن\nيتنبه له معرفة أن تفصيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nالشعور المبانة وتقسيمها إلى طاهر ونجس مبنى على ظاهر المذهب في نجاسة\nالشعور بالموت فان قلنا لا ينجس بالموت فلا ينجس بالإبانة أيضا بحال * قال:\n(وأما الأجزاء المنفصلة عن باطن الحيوان فكل مترشح ليس له مقر يستحيل فيه\nفهو طاهر من كل حيوان طاهر كالدمع واللعاب والعرق وما استحال في الباطن\nفأصله على النجاسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nكالدم والبول والعذرة الا من رسول الله صلى الله عليه وسلم ففيه وجهان\nوكذا في جزء الجراد والسمك وما ليس له نفس سائلة وجهان لشبهها بالنبات)\nالمنفصل عن باطن الحيوان قسمان أحدهما ما ليس له اجتماع واستحالة في الباطن\nوإنما يرشح رشحا والثاني ما يستحيل ويجتمع في الباطن ثم يخرج فالأول\nكاللعاب والدمع والعرق فحكمه حكم الحيوان المترشح منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nإن كان نجسا فهو نجس وإن كان طاهرا فهو طاهر سئل رسول الله صلى الله <span id='ms0022'></span> عليه\nوسلم \" أنتوضأ بما أفضلت الحمر فقال نعم وبما أفضلت السباع كلها \" (1): حكم\nبطهارة السؤر وذلك يدل على طهارة اللعاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوركب رسول الله صلى الله عليه وسلم فرسا معروريا لأبي طلحة وركضه ولم\nيحترز عن العرق (1):\n</p>\n\n<p>\nوالقسم الثاني كالدم والبول والعذرة وهذه الأشياء نجسة من الآدمي ومن\nسائر الحيوانات المأكول منها وغير المأكول: أما في غير المأكول فبالاجماع:\nوأما في المأكول فبالقياس عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nلأنها متغيرة مستحيلة: وذهب مالك وأحمد رحمهما الله إلى طهارة بول ما\nيؤكل لحمه وروثه وبه قال أبو سعيد الإصطخري من أصحابنا واختاره القاضي\nالروياني وتمسكوا بأحاديث مشهورة في الباب مع تأويلاتها ومعارضاتها وهل\nنحكم بنجاسة هذه الفضلات من رسول الله صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوآله وسلم فيه وجهان قال أبو جعفر الترمذي لا لان أبا طيبة الحاجم شرب\nدمه (1) لم ينكر عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أن أم أيمن شربت بوله فقال إذا لا تلج النار بطنك (1) ولم ينكر\nعليها ويروى شرب دمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nعن علي وابن الزبير أيضا رضي الله عنهما وقال معظم الأصحاب حكمها حكمها\nمن غيره قياسا وحملوا الاخبار على التداوي وقد روى أنه قال لا بي طيبة لا\nتعد الدم كله حرام (1) وفي خرء السمك والجراد وبولهما وجهان أظهرهما\nالنجاسة قياسا على غيرهما لوجود الاستحالة والتغير وبه قال أبو حنيفة وكذا\nفي زرق الطيور الا الدجاجة والثاني الطهارة لجواز ابتلاع السموك حية وميتة\nواطباق الناس على أكل المملحة منها على ما في بطونها وكذلك في خرء ما ليس\nله نفس سائلة وجهان أظهرهما النجاسة: والثاني لا لان الرطوبة المنفصلة منه\nكالرطوبة المنفصلة من النبات لمشابهة صورته بعد الموت صورته في الحياة\nولهذا لم يحكم بنجاسة بالموت على رأي ولهذا بنى بعضهم الخلاف في طهارة روثه\nعلى الخلاف في نجاسة بالموت * ونعود بعد هذا إلى ألفاظ الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nأما قوله فكل مترشح ليس له مقر يستحيل فيه فالمراد منه القسم الأول:\nوقوله وما استحال في الباطن فالمراد منه القسم الثاني: والتعرض للترشح في\nالأول إنما وقع لان الغالب فيه <span id='ms0023'></span> الخروج على هيئة الترشح لا أنه من خواصه أو\nأن الطهارة منوطة به ألا ترى أن الدم والصديد قد يترشحان من القروح\nوالنفاطات وهما نجسان وقوله ليس له مقر يستحيل فيه لا يلزم من ظاهره ألا\nيكون مستحيلا أصلا لجواز أن يكون مستحيلا لا في مقرفان الدمع وسائر ما يقع\nفي هذا القسم لا يستحيل أصلا فالتعرض لنفي المقر ضرب من التأكيد والبيان\nوإن كان يستحيل لا في المقر فالحكم منوط بنفي الاستحالة في المقر لا بمطلق\nنفى الاستحالة وحينئذ يكون قوله وما استحال في الباطن منصرفا إليه *\nوالمعنى وما استحال في مقر في الباطن وقوله كالدم والبول والعذرة ينبغي أن\nيعلم البول والعذرة بالميم والألف والواو إشارة إلى ما حكينا من مذهب مالك\nواحمد والاصطخري بل لا بأس باعلام الدم أيضا بالواو لان في المتحلب من\nالكبد والطحال وجها أنه طاهر وكذلك في دم السمك والله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال (والألبان طاهرة من الآدمي (ح) ومن كل حيوان مأكول: والإنفحة مع\nاستحالتها في الباطن قيل بطهارتها لحاجة الجبن إليها) * اللبن من جملة\nالمستحيلات في الباطن الا أن الله تعالى من علينا بألبان الحيوانات\nالمأكولة فقال تعالى (وان لكم في الانعام لعبرة نسقيكم مما في بطونها)\nالآية وجعل ذلك رفقا عظيما بالعباد * وأما غير المأكول فإن كان نجسا فلا\nتخفى نجاسته منه وإن كان طاهرا فهو إما آدمي أو غيره أما الآدمي فلبنه طاهر\nإذ لا يليق بكرامته أن يكون نشؤه على الشئ النجس ولأنه لم ينقل أن النسوة\nأمرن في عصره بغسل الثياب والا بدان مما يصيبهن من اللبن وحكي وجه أنه نجس\nكسائر ما لا يؤكل وإنما يربى الصبي به لضرورة: وأما غير الآدمي فالمذهب\nنجاسة لبنه على قياس المستحيلات وإنما خالفنا في المأكول تبعا للحم وفي\nالادمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nلكرامته: وعن أبي سعيد الإصطخري انه طاهر كالسؤر والعرق * وإذا عرفت ذلك\nفالمعتبر عنده في طهارة اللبن طهارة الحيوان لا كونه مأكولا. فلا بأس لو\nأعلمت المأكول في قوله ومن كل حيوان <span id='ms0024'></span> مأكول بالواو. لأنه مذكور قيدا في\nالطهارة. وكذلك قوله من الآدمي للوجه الذي رويناه * ومما يستثنى من\nالمستحيلات الإنفحة في أصح الوجهين: ولم يذكر كثيرون سوا أنها طاهرة لاطباق\nالناس على أكل الجبن من غير انكار والثاني أنها نجسة على قياس الاستحالة\nفان الإنفحة لبن مستحيل في جوف السخلة وإنما يجرى الوجهان بشرطين أحدهما أن\nيؤخذ من السخلة المذبوحة فان ماتت فهي نجسة بلا خلاف والثاني الا تطعم الا\nاللبن والا فهي نجسة بلا خلاف * قال (والمني طاهر من الآدمي (م) وفي سائر\nالحيوانات الطاهرة ثلاثة أوجه تخصص الطهارة في الثالث بمأكول اللحم منها\nلأنه يشبه بيض الطير المأكول وفي بزر القز وبيض ما لا يؤكل لحمه وجهان:\n</p>\n\n<p>\nأما دود القز فطاهر والمسك طاهر وفأرته كذلك على الأظهر) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nالمني قسمان مني الآدمي ومنى غيره فاما منى الآدمي فهو طاهر لما روى عن\nعائشة رضي الله عنها أنها قالت كنت أفرك المني من ثوب رسول الله صلى الله\nعليه وسلم ثم يصلى فيه وفي رواية وهو في الصلاة (1) والاستدلال بها أقوى\nولأنه مبدأ خلق الآدمي فأشبه التراب فان قيل هذا منقوض بالعلقة والمضغة\nقلنا أصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nالوجهين فيهما الطهارة أيضا وحكي بعضهم عن صاحب التلخيص قولين في مني\nالمرأة وحكي آخرون عنه أن منى المرأة نجس وفي منى الرجل قولان وهذا أقوى\nالنقلين عنه ويوجه القول بنجاسة المنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوهو مذهب أبي حنيفة ومالك بما روى أنه صلى الله عليه وسلم قال يغسل الثوب\nمن البول والمذي والمني (1) وبما روى أنه عليه السلام قال لعائشة رضي الله\nعنها اغسليه رطبا وافركيه يابسا وإذا نصرنا ظاهر المذهب حملنا هما على\nالاستحباب جمعا بين الاخبار * والمذهب الأول وهو طهارة المنى من الرجل\nوالمرأة نعم قال الأئمة ان قلنا رطوبة فرج المرأة نجسة نجس منيا بملاقاتها\nومجاورتها وليس ذلك لنجاسة المنى في أصله بل هو كما لو بال الرجل ولم يغسل\nذكره فان منيه ينجس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nبملاقات المحل النجس * وأما مني غير الآدمي فينظر إن كان ذلك <span id='ms0025'></span> الغير نجسا\nفهو نجس: وإن كان طاهرا ففيه ثلاثة أوجه أظهرها أنه نجس لأنه مستحيل في\nالباطن كالدم وإنما حكم بطهارته من الآدمي تكريما له والثاني أنه طاهر لأنه\nأصل حيوان طاهر فأشبه منى الآدمي: والثالث انه طاهر من المأكول نجس من غيره\nكاللبن * وبيض الطائر المأكول طاهر كلبن الانعام: وفي بيض ما لا يؤكل لحمه\nوجهان كما في منيه والأظهر النجاسة: ويجرى الوجهان في بزر القز فإنه أصل\nالدود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nكالبيض فإنه أصل الطير وفيه معني آخر وهو أن الدود من جملة ما ليس له نفس\nسائلة وقد ذكرنا في روث ما ليس له نفس سائلة وجهين فإن كان البزر روثا عاد\nفيه ذلك الخلاف وان لم يكن روثا بل كان بيضا له فإذا كان روثه على الخلاف\nفبيضه أولى أن يكون كذلك * وأما دود القز فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nخلاف في طهارته كسائر الحيوانات * وليس المسك من جملة النجاسات وان قيل\nإنه دم لأنه كان رسول الله صلى الله عليه وسلم يستعمله وكان أحب الطيب إليه\n(1) * وفي فأرته وجهان: أحدهما النجاسة لأنها جزء انفصل من حي وأظهرهما\nالطهارة لأنه منفصل بالطبع كالجنين ولان المسك فيها طاهر ولو كانت نجسة\nلكان المظروف نجسا وموضع الوجهين ما إذا انفصلت في حياة الظبية أما لو\nانفصلت منها بعد موتها فهي نجسة كالجنين واللبن وحكي وجه آخر انها طاهرة\nكالبيض المتصلب: وألفاظ الكتاب في هذه المسائل بينه: نعم قوله في مني غير\nالآدمي يخصص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nالطهارة في الثالث بمأكول اللحم منه لأنه أشبه بيض الطير يقتضى ظاهره أن\nتكون الطهارة في البيض مخصوصة ببيض المأكول وفاقا وليس كذلك بل في بيض غير\nالمأكول وجهان كما في منى غير المأكول فالمراد تشبيه مني المأكول ببيض\nالمأكول لا ثبات الطهارة فيه من جهة أن كل واحد منهما أصل الحيوان المأكول\nلا لتخصيص الطهارة به ولا خلاف في طهارة بيض المأكول وصاحب الوجه الثالث\nيقول ينبغي أن يكون المنى كذلك وأما من غير المأكول فيبقي على قياس\nالمستحيلات * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n(قال) (الفصل <span id='ms0026'></span> الثاني في الماء الراكد) (والقليل منه ينجس بملاقاة النجاسة\nوان لم يتغير: والكثير لا ينجس الا إذا تغير ولو يسيرا وإن زال التغير بطول\nالمكث عاد طهورا وان زال بطرح المسك والزعفران فلا: وان زال بطرح التراب\nفقولان للتردد في أنه مزيل أو سائر) الماء قسمان راكد وجار وبينهما بعض\nالاختلافات في كيفية قبول النجاسة وزوالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nفلا بد من التمييز بينهما: أما الراكد فينقسم إلى قليل وكثير وسيأتي\nمعناهما: أما القليل فينجس بملاقاة النجاسة تغير بها أم لا روى أنه صلى\nالله عليه وسلم قال إذا بلغ الماء قلتين لم يحمل خبثا (1) ويروى نجسا\nوالمعنى أنه يدفعه ولا يقبله فدل ان ما دون القلتين يقبله:\n</p>\n\n<p>\nوقد استوى حكم القليل والكثير عند التغير فيرجع الفرق إلى النجاسة من غير\nالتغير ويدل عليه أنه يستحب غسل اليدين للمستيقظ من النوم قبل إدخالهما\nالاناء وفي الخبر تعليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nذلك باحتمال النجاسة وهو قوله صلى الله عليه وسلم فإنه لا يدرى أين باتت\nيده (1) ولولا أن قيل النجاسة يؤثر في الماء القليل لما كان لهذا الاستحباب\nمعني وقال مالك لا ينجس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nالقليل الا بالتغير كالكثير لقوله صلى الله عليه وسلم خلق الماء طهورا لا\nينجسه شئ إلا ما غير طعمه أو ريحه (1) واختاره القاضي الروياني في الحلية:\nوالشافعي رضي الله عنه حمل هذا الخبر على الكثير لأنه ورد في بئر بضاعة\nوكان ماؤها كثيرا: وأما الكثير فينجس إذا تغير بالنجاسة لقوله صلى الله\nعليه وسلم خلق الماء طهورا الخبر نص على الطعم والريح وقاس الشافعي رضي\nالله عنه اللون عليهما: وان لم يتغير نظر إن كان ذلك لقلة النجاسة\nواستهلاكها فيه لم ينجس الماء لقوله صلى الله عليه وسلم لم يحمل خبثا وهل\nيستعمل جميع ذلك الماء أم يبقى قدر النجاسة: فيه الوجهان المذكوران من قبل:\nوإن كان عدم التغير لموافقتها الماء في الأوصاف فيقدر بما يخالف على ما\nسبق: ثم لو طال مكث الماء وزوال تغيره بنفسه عاد طهورا لان الأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nفي الماء الطهورية <span id='ms0027'></span> وإنما حكمنا بنجاسة الكثير منه لمكان التغير فإذا زال\nسبب النجاسة عمل المقتضى للطهارة عمله: وحكي في التتمة وجها عن الإصطخري\nانه إذا زال التغير بنفسه لا يطهر وكما لم ينجس الا بوارد عليه لا يطهر الا\nبوارد عليه: ولو طرح فيه المسك فلم توجد رائحة النجاسة أو الزعفران فلم\nيوجد لونها أو الخل فلم يوجد طعمها فلا يعود طهورا لأنا لا ندري أن أوصاف\nالنجاسة زالت أم غلب عليها المطروح فيه فسترها بل الظاهر الاستتار ألا ترى\nأن ذكاء رائحة المسك يغلب الروائح الكريهة بحيث لا يحس بها ثم إذا فترت\nرائحة المسك حصل الاحساس بها: وان طرح فيه التراب فلم يكف التغير فهل يعود\nطهورا فيه قولان أحدهما ويروى عن المزني نعم لان التراب لا يغلب عليه شئ من\nالأوصاف الثلاثة حتى يفرض ستره إياها فإذا لم يصادف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nتغييرا أشعر ذلك بالزوال وأصحهما انه لا يعود طهورا لأنه وان لم تغلب\nعليه هذه الأوصاف إلا أنه يكدر الماء والكدورة من أسباب الستر فلا يدرى\nمعها ان التغير زائل أو مغلوب * ووجه بعضهم القول الأول بان التراب يوافق\nالماء في الطهارية فيتعاونان في دفع النجاسة ولهذا يجمع بينهما في إزالة\nالنجاسة المغلظة * وهذا التوجيه يليق بمن يزعم اختصاص القولين بالتراب لكن\nالطريقة الصحيحة طرد القولين في الجص والنورة التي لم تطبخ وغير ذلك مما لا\nيكون الوصف المتغير من الماء غالبا عليه * هذا فقه الفصل * ثم نتكلم فيما\nيتعلق بألفاظ الكتاب من الفوائد أما قوله والقليل منه ينجس بملاقاة النجاسة\nوان لم يتغير يدخل فيه النجاسة المجاورة والمخالطة ولا يدخل فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nما إذا تروح الماء بجيفة ملقاة على شط النهر لأنه لا ملاقاة واعلم أنه\nليس المراد تأثر الماء القليل بملاقات كل نجاسة فان من النجاسات ما لا يؤثر\nفيه كميته ما لا نفس له سائلة على الجديد كما سبق كالنجاسة التي لا يدركها\nالطرف وكما إذا ولغت الهرة بعد نجاسة فمها في ماء قليل وفيها خلاف سيأتي\nوإنما <span id='ms0028'></span> الغرض بيان كيفية التأثر ان التغير غير معتبر فيه وأما ان النجاسة\nالمؤثرة أية نجاسة فذلك شئ آخر * وأما قوله والكثير لا ينجس الا إذا تغير\nتغيرا يسيرا هكذا في أكثر النسخ ورأيت في بعضها طرح قوله تغيرا يسيرا لأنه\nيوهم التقييد باليسير ومتى كان التغير اليسير قادحا فالفاحش أولي أن يكون\nقادحا فيستحيل التقيد باليسير فان طرح فذاك * وقوله الا إذا تغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nيشمل اليسير والفاحش وان لم يطرح فالمراد الا إذا تغير وإن كان تغيرا\nيسيرا لا كالتغير بالطاهرات فإنه إنما يسلب الطهورية إذا تفاحش: ثم ننبه\nلأمور أحدها قوله والكثير لا ينجس الا إذا تغير لا يمكن العمل بظاهره لأنه\nيقتضي أن لا ينجس إذا لم يتغير أصلا وليس كذلك لما ذكرنا أنه لو لم يتغير\nللموافقة في الأوصاف تعذر كونه مخالفا فإن كان بحيث تغير لو كان مخالفا\nفالماء نجس وان لم يتغير: فإذا اللفظ محتاج إلى التأويل: الثاني قوله الا\nإذا تغير يعم التغير بالنجاسة المخالطة والمجاورة والنوعان يسلبان الطهارة\nعلى ظاهر المذهب وفي وجه التغير بالنجاسة المجاورة لا يسلب الطهارة كما أن\nالتغير بالطاهر المجاور لا يسلب الطهورية فلو أعلم قوله الا إذا تغير\nبالواو إشارة إلى هذا الوجه لم يكن ممتنعا: الثالث قضية اللفظ أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nلا ينجس الا إذا تغير كله أما إذا تغير بعضه فلا لان قوله إذا تغير صفة\nالكثير وذلك يتناول الكل الا ترى انه إذا تغير البعض يصح أن يقال ما تغير\nهذا الماء وإنما تغير بعضه أو طرف منه ولكن ظاهر المذهب نجاسة الكل. وإن\nكان المتغير البعض وهو المذكور في المهذب وغيره وخرج وجه أنه لا ينجس الا\nلقدر المتغير وهذا يوافق ظاهر اللفظ وأما قوله وان زال بطرح التراب فقولان\nللتردد في أنه مزيل أو ساتر ففيه استدراك لفظي وهو ان قوله وان زال فرض\nالمسألة في الزوال مع الفرض في الزوال كيف ينتظم التردد في أن الحاصل زوال\nأم لا: وأشد من هذا قوله في الوسيط <span id='ms0029'></span> وان زال بطرح المسك والزعفران فلا لأنه\nاستتار لا زوال فطريق الجواب التأويل اما بحمل الزوال الأول على فقد التغير\nوحمل الثاني على الحقيقة وأما باضمار بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nيقال المعنى وان اعتقد الزوال أو ما أشبه ذلك وذكر بعضهم أن هذا الخلاف\nفي مسألة التراب مفروض في تغير الرائحة أما لو تغير اللون لم يؤثر طرح\nالتراب فيه بحال والأصول المعتمدة ساكتة عن هذا التفصيل * قال (والكثير\nقلتان (ح) لقوله عليه الصلاة والسلام إذا بلغ الماء قلتين لم يحمل خبثا\nوالأشبه أنهما ثلاثمائة من تقريبا لا تحديدا) * روينا الخبر الوارد في\nاعتبار القلتين وفي بعض الروايات إذا بلغ الماء قلتين بقلال هجر ثم روى\nالشافعي رضي الله عنه عن ابن جريج أنه قال رأيت قلال هجر فالقلة منها تسع\nقربتين أو قربتين وشيئا واحتاط الشافعي رضي الله عنه فحسب الشئ نصفا لأنه\nلو كان فوق النص لقال تسع ثلاث قرب الا شيئا وهذا عادة أهل اللسان: فإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nجملة القلتين خمس قرب واختلفوا في تقدير ذلك بالوزن على ثلاثة أوجه أحدها\nذهب أبو عبد الله الزهري رحمة الله عليه إلى أن القلتين ثلاثمائة من لان\nالقلة ما يقله البعير ولا يقل الواحد من بعر ان العرب غالبا أكثر من وسق\nوالوسق ستون صاعا وذلك مائة وستون منا فالقلتان ثلاثمائة وعشرون يحط منها\nعشرون للظروف والحبال يبقى ثلاثمائة وهذا اختيار القفال والأشبه عند صاحب\nالكتاب:\n</p>\n\n<p>\nوالثاني ان القلتين ألف رطل لان القربة قد تسع مائة رطل فالاحتياط الاخذ\nبالأكثر ويحكي هذا عن أبي زيد: والثالث وهو المذهب أن القلتين خمسمائة رطل\nمائتان وخمسون منا بالبغدادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nلان القربة الواحدة لا تزيد على مائة رطل في الغالب ويحكي هذا عن نص\nالشافعي رضي الله عنه ثم ذلك معتبر بالتقريب أم بالتحديد فيه وجهان أصحهما\nوهو الذي ذكره في الكتاب أنه معتبر بالتقريب لان ابن جريج رد القلة إلى\nالقرب تقريبا والشافعي رضي الله عنه حمل الشئ على النصف احتياطا وتقريبا\nوالقلال في الأصل تكون متفاوتة <span id='ms0030'></span> أيضا كما نعهده اليوم في الحباب والكيزان\nوالثاني أنه معتبر بالتحديد كنصاب السرقة ونحو ذلك فان قلنا بهذا لم نسامح\nبنقصان شئ وان قلنا بالأول فنسامح بالقدر الذي لا يتبين بنقصانه تفاوت في\nالتغير بالقدر المعين من الأشياء المغيرة وعند أبي حنيفة وأصحابه لا اعتبار\nبالقلال وإنما الكثير هو الذي إذا حرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nجانب منه لم يتحرك الثاني هذه رواية ولهم روايات سواها * قال (فروع خمسة\nالأول يدركه الطرف من النجاسة الأول ما لا يدركه الطرف من النجاسة اضطرب\nفيه نص الشافعي رضي الله عنه والأقرب ان ما انتهت قلته إلى حد لا يدركه\nالطرف مع مخالفة لونه للون ما يتصل به فلا يدخل تحت التكليف التحفظ عنه وما\nيدركه عند مخالفة اللون فينبغي أن لا يعفى عنه لا في الثوب ولا في الماء) *\nالنجاسة التي لا يدركها الطرف كنقطة الخمر والبول التي لا تبصر والذبابة\nتقع على النجاسة ثم تطير عنها هل تؤثر كالنجاسة المدركة أم يعفى عنها لفظه\nفي المختصر بشعر بأنها لا تؤثر ونقل عن الام انه لا فرق بينها وبين النجاسة\nالمدركة وعن الاملاء التسوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما في الثوب واختلف الأصحاب فيه على سبعة طرق: أحدها أن في تأثيرها\nفي الماء والثوب قولين: والثاني أنها تؤثر فيهما بلا خلاف: والثالث لا تؤثر\nفيهما بلا خلاف: والرابع تؤثر في الماء وفي الثوب قولان: والخامس تؤثر في\nالثوب وفى الماء قولان: والسادس تؤثر في الماء دون الثوب بلا خلاف: والسبع\nتؤثر في الثوب دون الماء بلا خلاف: فهذا هو اضطراب النص ومقالات الأصحاب:\nوأما التوجيه فمن ألحق هذه النجاسة بما يدركه بما يدركه الطرف قال الظواهر\nالمقتضية لاحتساب النجاسة عامة تتناول التي يدركها الطرف والتي لا يدركها\nومن سامح بهذه النجاسة علل بتعذر الاحتراز فان الذباب يقع على النجاسات ثم\nيطير ويقع في الماء وعلى الثياب فأشبه دم البراغيث وسائر ما يتعذر الاحتراز\nعنه: ومن قال تؤثر في الماء دون الثوب فرق من وجهين أحدهما أن صون الماء\nبتغطية رأس <span id='ms0031'></span> الاناء ممكن بخلاف الثياب: والثاني أن الذبابة إذا ارتفعت عن\nالنجاسة جف ما نجس منها بالهواء فلا يؤثر في الثوب ويؤثر في الماء فلو كان\nالثوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nرطبا كان كالماء: ومن قال يؤثر في الثوب دون الماء قال الماء أقوى على\nدفع النجاسات بدليل الماء الكثير: وأما ما ذكره حجة الاسلام رحمه الله من\nأنه ان انتهت القلة إلى حد لا يدرك مع مخالفة لونه للون ما يتصل به فهو\nمعفو عنه في الماء وغيره والا فلا: فهذا تفصيل لا نراه لغيره ووجهه في غير\nالوجيز بأن قال إذا بلغت القلة الحد المذكور كانت هذه النجاسة كما تحملها\nالرباح من النجاسات مثل الذر وتبثها على المياه والثياب ومعلوم أن ذلك مما\nلا يبالي به فكذلك ههنا ولك أن تقول غير هذا التفصيل أجود منه لان الكلام\nفيما لا يدركه الطرف لقلته لا للموافقة في اللون وما لا يدرك لقلته لا يدرك\nاختلف اللون أو اتفق: فأحد القسمين وهو أن يكون بحيث يدرك عند اختلاف اللون\nخارج عن صورة المسألة وإنما صورتها القسم الثاني ثم القول فيه بالعفو\nاختيار القول المنقول في عدم تأثير هذه النجاسة في الماء والثوب جميعا:\nوظاهر المذهب عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nالمعظم خلافه: ثم في عبارة الكتاب بسط وتطويل ولا يخفى ايراد الغرض في\nأقصر منها لمن يبتغى الايجاز * قال (الثاني قلتان نجستان غير متغرتين إذا\nجمعتا ولا تغير عادتا طاهرتين فإذا فرقتا بقيتا على الطهارة ولم يضر\nالتفريق بينهما الا إذا كانت النجاسة جامدة فبقيت في إحدى القلتين) * الماء\nالقليل النجس إذا كوثر حتى بلغ قلتين هل يعود طهورا نظر: إن كوثر بغير\nالماء فلا بل لو كمل الماء الناقص عن القلتين بماء ورد وصار مستهلكا فيه ثم\nوقعت فيه نجاسة تنجس وان لم يتغير وإنما لا تقبل النجاسة قلتان من محض\nالماء على ما قال صلى الله عليه وسلم إذا بلغ الماء قلتين لم يحمل خبثا وان\nكوثر بالماء نظر إن كان مستعملا ففي عود الطهورية وجهان: أحدهما <span id='ms0032'></span> لا يعود\nلانسلاب قوة المستعمل والتحاقه بسائر المائعات: وأظهرها تعود لان الأصل فيه\nالطهورية والضعف الذي عرض له ليس بأكثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nمن أن تعرض له النجاسة: ولو كوثر الماء النجس بماء نجس ولا تغير: عادت\nالطهورية ومأخذ هذا الخلاف كمأخذ الخلاف في أن المستعمل هل يعود بالكثرة\nطهورا: وان لم يكن مستعملا عادت الطهورية فان الأصل في الماء الطهورية\nوالنجاسة عرضت لعلة القلة فإذا كثر عمل الأصل عمله ثم التفريق بعد عود\nالطهورية لا يضر كما لو كان الماء قلتين عند وقوع النجاسة فيه ولم يتغير ثم\nفرق: ولا فرق بين أن يقع التكميل بماء طاهر أو نجس في عود الطهورية: وصورة\nمسألة الكتاب ما إذا كان كل واحد من المكمل والمكمل نجسا: ثم لا يخفى أن\nعود الطهورية إنما يكون بشرط عدم التغير في المجموع وهل يشترط أن لا يكون\nفيه نجاسة جامدة فيه خلاف التباعد: ولو كوثر الماء القليل بما يغلب عليه\nويغمره ولكن لم يبلغ قلتين فهل تزول نجاسته فيه وجهان أظهرهما لا تزول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوان قلنا بالزوال فهو طاهر غير طهور وذلك بشروط أحدها أن يكون التكميل\nبماء طاهر لا ينجس:\n</p>\n\n<p>\nوالثاني أن يورد الطاهر على النجس: والثالث أن يكون المكمل أكثر من\nالمكمل مما لا يكون فيه نجاسة وكل ذلك فيما إذا بلغ قلتين بخلافه: ويشترط\nأيضا أن لا يكون فيه نجاسة جامدة لا محالة: وقوله في الكتاب جمعتا عادتا\nطاهرتين في لفظ الجمع إشارة إلى ما ذكره الأصحاب أن المعتبر في المكاثرة\nالضم والجمع دون الخلط حتى لو كان أحد البعضين صافيا والآخر كدرا وانضما\nتزول النجاسة من غير توقف على الاختلاط المانع من التمييز وقوله عادتا معلم\nبالألف لما روى عن أحمد وعن أصحابه أنه لا تعود الطهارة: وليس المراد من\nقوله عادتا طاهرتين مجرد الطهارة بل مع الطهورية * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الثالث نجاسة جامدة وقعت في ماء راكد كثير يجوز الاغتراف من جوانبها\nعلى القول القديم هو الاقيس ويجب التباعد عنها بقدر القلتين في القول\nالجديد <span id='ms0033'></span>) إذا وقع في الماء الكثير الراكد نجاسة جامدة كالميتة فهل يجوز\nالاغتراف مما حوالي النجاسة أم يجب التباعد عنها بقدر القلتين فيه قولان\nالقديم وهو ظاهر المذهب على خلاف الغالب أنه يجوز الاغتراف من أي موضع شاء\nولا حاجة إلى التباعد لأنه طاهر كله فيستعمله المستعمل كيف شاء والدليل على\nأنه طاهر كله قوله صلى الله عليه وسلم إذا بلغ الماء قلتين الخبر: والجديد\nأنه يبعد عن النجاسة بقدر قلتين ثم يغترف لان ما دون القلتين مما يجاور\nالنجاسة لو كان وحده لكان مجتنبا فكذلك إذا كان معه غيره وأثر الكثيرة دفع\nالنجاسة عما وراء ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nالقدر قال من نصر المذهب ذلك القدر المجتنب لو كان وحده محكوم له\nبالنجاسة في حالة الانفراد فاما أن يكون محكوما له بالنجاسة ههنا أيضا أولا\nيكون ان يكن فقد تغير حكمه عما كان عليه وحده وإن كان فلينجس ما يجاوره\nبمجاورته كما ينجس هو بمجاورة النجاسة وهكذا حتى تنتشر النجاسة إلى الكل لا\nيقال هذا مائع وذلك جامد وحكم النجاسة المائعة أخف الا ترى ان النجاسة\nالمائعة لو وقعت في ماء كثير وانغمرت فيه جاز استعمال الكل لأنا نقول إذا\nكان حكم النجاسة المائعة ما ذكرتم فلنأخذ حكم الطهارة ههنا أيضا لاتصاله\nبالملأ الكثير وحصوله فيه وإذا كان طاهرا وجب أن يجوز الاغتراف والاستعمال\nواعلم أن من أصحابنا العراقيين من حكى خلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nالتباعد وجهين ونقل القولين أثبت فان فرعنا على وجوب التباعد فلا يكفي أن\nيبعد في البحر بقدر شبر على أحد العمق في حساب القلتين بل يتباعد بقدر\nالقلتين في ابعاد متماثلة طولا وعرضا وعمقا فإن كان الماء في موضع لا يتأتي\nفيه ذلك كما لو وقف في موضع منبسطا من غير عمق يتباعد في الطول والعرض قدر\nما يبلغ قلتين في ذلك العمق وقال الإمام محمد بن يحي رضي الله عنه لا يغنى\nالتباعد بقدر قلتين في هذه الصورة بل يبعد إلى حيث يعلم أن النجاسة لا\nتنتشر إليه كما يعتبره <span id='ms0034'></span> أبو حنيفة رحمة الله عليه في بعض الروايات في الماء\nالكثير ولو كان الماء قلتين بلا زيادة فعلى الجديد لا يجوز لاعتراف منه\nوعلى القديم يجوز ذلك في أصح الوجهين كما في الحالة الأولى والثاني لا لان\nالمأخوذ بعض الباقي والباقي نجس بالانفصال فكذلك المأخوذ وينبني ان يبحث\nعلى القولين في مسألة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nالتباعد أهما في جواز الاستعمال وعدمه بعد الاتفاق على الطهارة أم في\nالطهارة والنجاسة: وذلك يترتب عليه فإن كان الثاني فلم تكلم الأكثرون في\nالاغتراف والاستعمال نفيا واثباتا واشتهرت المسألة بالتباعد وهلا تكلموا في\nالطهارة والنجاسة على المعهود في نظائره ثم يفرع عليه جواز الاستعمال\nوعدمه: وإن كان الأول فيم يوجه المنع من الاستعمال مع الحكم بالطهارة ولم\nتكلم بعضهم في النجاسة ونفيها وفرض فيها الخلاف وهل هما طريقتان هذا موضع\nنظر وتأمل ويدل على الاحتمال الأول اخبار القلتين فإنها تنفي نجاسة الماء\nالكثير وأيضا فقد صرح بعض المعلقين عن الشيخ أبي محمد بأنه لا خلاف في\nالطهارة وإنما الخلاف في جواز الاستعمال وأما لفظ الكتاب فاعلم أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nقضية كلامه في وجوب اجتناب الحريم في الفصل الثالث يقتضي أن يكون مراده\nمن قوله ههنا يجوز الاعتراف من جوازها على القول القديم ما وراء الحريم الا\nان المذهب ان حكم الحريم حكم غيره على ما سيأتي * قال (الرابع كوز فيه ماء\nنجس غير متغير طريق تطهيره ان يغمس في ماء كثير فإذا استوى عليه الماء صار\nطهورا للاتصال به) إذا غمس كوز فيه ماء نجس في ماء طاهر هل يعود طهورا إن\nكان الكوز ضيق الرأس فوجهان أحدهما نعم لحصول الكثرة والاتصال وأصحهما لا\nلأنه لا يحصل به ما يقيد تأثير أحدهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nبالآخر لان ماء الكوز كالمودع بظرفه فيه وليس معدودا جزءا منه وإن كان\nواسع الرأس فعلى هذين الوجهين لكن الأظهر هنا الطهارة لتأثر كل واحد منهما\nبالآخر عند سعة رأس الاناء وحيث يحكم بعود الطهارة فتعود على الفور أم بعد\nأن تمكث زمانا: فيه وجهان أظهرهما لا <span id='ms0035'></span> تعود على الفور بل لابد من مضي زمان\nيزول فيه التغير لو كان متغيرا ولا شك أن ذلك الزمان يكون في ضيق الرأس\nأطول منه في واسعه وإذا عرفت ذلك فعد إلى ألفاظ الكتاب: وأعلم قوله صار\nطهورا بالواو للوجه الثاني لعود الطهارة والطهورية * وقوله فإذا استوى عليه\nالماء أيضا إشارة إلى الوجه الصائر إلى اشتراط المكث ثم تنبه لأمور: أحدها\nقوله غير متغير ليس مذكورا للتقييد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه لو كان متغيرا فزال التغير بالاتصال عادت الطهورية أيضا فكأنه تعرض\nلهذا الوصف لأنه حكم بعود الطهورية باستواء الماء عليه وبتقدير التغير لا\nتعود الطهورية بمجرد استواء الماء بل لابد من زوال التغير: الثاني قوله\nفإذا استوى عليه ينبه على أنه لو لم يكن الكوز ملانا وغمسه فيه فما دام\nيدخل فيه الماء فلا اتصال وهو على نجاسته: الثالث حكم بالطهورية من غير\nالتعرض للخلاف فإن كان يختار ذلك سواء ضاق رأس الكوز أم اتسع فهو معمول\nبظاهره وان قال بالمنع عند ضيق الرأس كما حكينا انه ظاهر المذهب ففي الكلام\nاضمار تقديره كوز واسع الرأس فيه ماء نجس والاحتمال الثاني هو قضية كلامه\nفي سائر كتبه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الخامس فأرة وقعت في البئر فتمعط شعرها فالطريق إلى تطهيره ان يستقي\nالماء الموجود في البئر فما تحصل بعد ذلك فان رؤي فيه شعر فنجس والا فطهور\nإذ الأصل طهارته وبقاء الشعر مشكوك فيه وإخراج الجميع هو الغالب باستقاء\nالماء) ماء البئر كغيره في قبول النجاسة وزوالها: لكن ضرورة التدرج إلى\nالاستقاء منها قد يخصه لضرب من العسر فإن كان قليلا وقد تنجس بوقوع نجاسة\nفيه فليس من الرأي ان ينزح لينبع بعده الماء الطهور لأنه وان نزح فقعر\nالبئر يبقي نجسا وقد يفضى النزح إلى تنجيس جدران البئر أيضا بل ينبغي ان\nيترك ليزداد ويبلغ حد الكثرة فإن كانت قليلة الماء لا يتوقع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nكثرته صب فيها ماء من خارج حتى يكثر: وينبغي أن يزول التغير أيضا لو كان\nمتغيرا فإن كان ماؤها كثيرا <span id='ms0036'></span> وقد تنجس بالتغير فتكاثر إلى زوال التغير أو\nيترك بحاله حتى يزول التغير بطول المكث أو بازدياد الماء فلو تفتت الشئ\nالنجس فيه كالفأرة تمعط شعرها فقد يبقى على طهوريته لكثرته وعدم التغير لكن\nيتعذر استعماله بسبب أنه لا ينزح منه دلو الا وفيه شئ من أجزاء النجاسة\nفينبغي أن يستقى الماء كله لتخرج الشعور في صحبته فإن كان العين فوارة\nوتعذر استقاء الكل فينزح بقدر ما يغلب على الظن ان الشعر قد خرج معه كله\nفما يبقي بعد ذلك في البئر وما يحدث فيه فهو طهور لأنه ماء غير مستيقن\nالنجاسة ولا مظنون النجاسة ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nأثر للشك والتردد في بقاء الشعر فيه ووقوعه فيما حدث لحصول الظن باخراج\nالجميع نعم ان تحقق شيئا بعد ذلك على خلاف الغالب اتبعه وقيل أن ينزح إلى\nالحد المذكور فإذا غلب على ظنه انه لا يخلو كل دلو عن شئ من النجاسة ولكنه\nلم يره ولا تيقنه فجواز الاستعمال على القولين في الأصل والغالب إذا تعارضا\nكما سيأتي نظائر ذلك واعلم أن فرض المسألة في تمعط الشعور مبنى على نجاسة\nشعور الحيوانات بالموت فإن لم ينجسها فليقع الفرض في سائر الأجزاء * قال\n(الفصل الثالث في الماء الجاري فان وقعت فيه نجاسة مائعة لم تغيره فهو طاهر\nإذا الأولون لم يحترزوا من الأنهار الصغيرة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nنشرح مسائل الماء الجاري على ما ذكرها ورواها في الأصل ثم نردفها بما\nينبغي فنقول الماء الجاري ينقسم إلى ماء الأنهار المعتدلة وإلى ماء الأنهار\nالعظيمة * القسم الأول ماء الأنهار المعتدلة والنجاسة الواقعة فيه اما أن\nتكون مائعة أو جامدة فإن كانت مائعة فينظر هل تغير الماء أم لا فان غيرته\nفالقدر المتغير نجس وحكم غيره معه كحكمه مع النجاسة الجامدة وان لم تغيره\nفينظر إن كان عدم التغير للموافقة في الأوصاف فالحكم على ما ذكرنا في\nالراكد وإن كان لقلة النجاسة وانمحاقها فيه لم ينجس الماء وإن كان قليلا\nلان الأولين كانوا يستنجون على شطوط الأنهار الصغيرة ولا يرون <span id='ms0037'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nذلك تنجيسا لمياهها وهذه الحالة هي المرادة في الكتاب (وإن كانت النجاسة\nجامدة تجري بجري الماء فما فوق النجاسة وتحتها طاهر لتفاصل جريات الماء وما\nعلى جانبيها فيه طريقان قيل بطهارته وقيل بتخريجه على قول التباعد: وإن\nكانت النجاسة واقفة فالحكم ما سبق الا أن ما يجرى من الماء على النجاسة\nوينفصل عنها فهو نجس فيما دون القلتين: فان زاد على القلتين أعني ما بين\nالمغترف والنجاسة فوجهان أظهرهما المنع الا أن يجتمع في حوض مترادفان\nالجاري لا تراد له فهو متفاصل الاجزاء) أما إذا كانت النجاسة جامدة كالميتة\nفان غيرت شيئا من الماء فهو نجس وان لم تغير فينظر أتجري مع الماء أم هي\nواقفة والماء يجرى عليها: فإن كانت تجرى مع الماء فما فوقها الذي لم يصل\nالنجاسة وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nتحتها الذي لم يصل إليه النجاسة طاهران لتفاصل أجزاء الماء الجاري فان كل\nجرية منه طالبة لما أمامها هاربة عما خلفها بخلاف الراكد فان أجزاءه مترادة\nمتعاضدة: وأما ما على يمينها و شمالها وفي سمتها إلى العمق أو وجه الماء\nفيه طريقان: أحدهما القطع بالطهارة لما ذكرنا من تفاصل الاجزاء: والثاني\nالتخريج على قولي التباعد كالراكد: و التفاصل إنما يكون في طول النهر\nلانحدار الماء فيه لا في العرض ومنهم من أجرى خلاف التباعد بما تحت النجاسة\nدون ما فوقها لان ما تحتها مستمد من موضعها وفى كلام العراقيين ما يقتضى\nطرده في جميع الجوانب فينبغي أن يعلم قوله فما فوق النجاسة وما تحتها طاهر\nبالواو إشارة إلى الخلاف المذكور: وإن كانت النجاسة واقفة والماء يجرى\nعليها فالحكم كما لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nكانت جارية مع الماء ونزيدها هنا أن ما يجرى من الماء على النجاسة وهو\nقليل ينجس بملاقاتها ولا يجوز الاغتراف منها إذا كان بين النجاسة وموضع\nالاغتراف دون القلتين: فان بلغ قلتين في الطول فوجهان: أحدهما وبه قال صاحب\nالتلخيص وأبو إسحاق رحمهما الله انه طاهر يجوز الاغتراف منه لحيلولة قدر\nالقلتين ودفعه النجاسة وأصحهما وبه قال ابن سريج <span id='ms0038'></span> انه نجس وان امتد الجدول\nفراسخ لما سبق ان أجزاء الماء الجاري متفاصلة فلا يتقوى البعض منها بالبعض\nولا تندفع النجاسة الا بأن تجتمع في حوض أو حفرة مترادا وقد يسأل فيقال ماء\nهو الف قلة وهو نجس من غير أن يتغير بالنجاسة هذا صورته * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وهذا كله في الأنهار المعتدلة فأما النهر العظيم الذي يمكن التباعد\nفيه عن جوانب النجاسة بقدر القلتين فلا يجتنب فيه الا حريم (و) النجاسة)\nولا يعود فيه الخلاف الذي ذكرناه في التباعد عما حوالي النجاسة (وهو الذي\nتغير شكله بسبب النجاسة وهذا الحريم مجتنب أيضا في الماء الراكد) بينا\nانقسام الماء الجاري إلى ماء الأنهار المعتدلة وإلى ماء الأنهار العظيمة\nوذكرنا حكم القسم الأول أما النهر العظيم فلا يجتنب فيه الا حريم النجاسة\nولا يعود في الخلاف الذي ذكرناه في التباعد عما حوالي النجاسة: وحكي في\nالبسيط وجها آخر أنه يجرى الخلاف في أيضا ولابد من بيان العظيم والحريم وقد\nأشار إلى تفسيرهما في الكتاب أما العظيم فقد قال هو الذي يمكن التباعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nفيه عن جوانب النجاسة كلها بقدر القلتين والمعتدل ما لا يمكن فيه ذلك\nويدخل فيه الجداول الصغيرة التي يجرى فيها الماء اليسير والأنهار التي يبلغ\nما بين حافتيها قدر قلتين ولكن لا يمكن التباعد فيها بقدر قلتين من كل جانب\nوذكر إمام الحرمين رضي الله عنه أن النهر المعتدل هو الذي يفرض تغيره\nبالنجاسات المعتادة والعظيم ما لا يمكن تغيره بها قال (والبعرة في النهر\nالمعتدل كالجيفة في الوادي العظيم وأما الحريم فقد فسره بما يتغير شكله\nبسبب النجاسة) يعنى ما ينسب إلى النجاسة بتحريكه إياها وانعطافه عليها أو\nالتفافه بها ولهذا اعتبر التغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nفي الشكل دون الرائحة وسائر الصفات وفي وجوب اجتناب الحريم وجهان حكاهما\nفي البسيط أحدهما أنه لا يجتنب كغيره: والثاني وهو الذي ذكره ها هنا أنه\nيجتنب وان لم يوجب التباعد لأنه في العيافة والاستقذار كالمتغير بالنجاسة:\nثم قال وهذا الحريم مجتنب في الماء الراكد أيضا وذكر <span id='ms0039'></span> في البسيط أنه لا\nيجتنب في الماء الراكد وفرق بينه وبين الجاري على أحد الوجهين بأن الراكد\nلا حركة له حتى ينفصل البعض عن البعض في الحكم فكما يجوز الاغتراف مما بعد\nمن النجاسة يجوز الاغتراف من جوارها وهذه الاختلاف تقتضي اعلام المستثنى\nوالمستثني منه في قوله فلا يجتنب فيه الا حريم النجاسة لان منهم من أوجب\nاجتناب غير الحريم ومنهم من لم يوجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nاجتناب الحريم أيضا وكذلك اعلام قوله: وهذا الحريم يجتنب أيضا في الماء\nالراكد: فهذا شرح ما ذكره ونعود إلى الموعود ونذكر أمورا من شرط محصل هذا\nالكتاب أن يعرفها:\n</p>\n\n<p>\nأحدها حكمه بطهورية القليل من الجاري إذا وقعت فيه نجاسة مائعة ولم تغيره\nكأنه اختيار القول القديم الذي حكاه صاحب التلخيص وغيره في أن الماء الجاري\nلا ينجس الا بالتغير وذلك القول قد اختاره طائفة من الأصحاب ووجهوه بشئ آخر\nسوى ما ذكره في الكتاب: وهو أن الماء الجاري وارد على النجاسة فلا ينجس إلا\nبالتغير كالماء الذي تزال به النجاسة لكن المذهب الذي عليه الجمهور الفرق\nبين القليل والكثير كما في الراكد ونجاسة القليل بمجرد الملاقاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nويدل عليه الاخبار الفارقة بين القليل والكثير فإنها تعم الراكد والجاري:\nوالثاني لم يتعرض في تفصيل النجاسة الجامدة للفرق بين القليل من الماء\nوالكثير ولابد منه لأنه لا يمكن أن تكون مسائله كلها مفروضة في الكثير وحده\nولا في الكثير والقليل جميعا وإلا كان الوجهان في نجاسة الماء الجاري على\nالميتة جاريين في الكثير الذي تبلغ كل جرية منه قلتين فصاعدا وهو محال ولا\nيمكن أن تكون كلها مفروضة في القليل وحده والا كان خلاف التباعد جاريا فيما\nعلى يمين النجاسة ويسارها مع قلة الماء وهو بعيد بل الوجه الحكم بالنجاسة\nعند القلة وكذلك ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب التهذيب وغيره: الثالث قضية كلام الأكثرين تصريحا وتلويحا انه لا\nفرق بين الحريم وغيره لا في الراكد ولا في الجاري على خلاف ما ذكره لأنه\nاما أن يكون طاهرا في نفسه أو نجسا إن <span id='ms0040'></span> كان طاهرا فلا معنى لوجوب الاجتناب:\nوإن كان نجسا فيلزم نجاسة ما يجاوره بملاقاته حتى يتعدى إلى جميع الراكد\nوالي جميع ما في عرض النهر في الماء الجاري * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الفصل الرابع في إزالة النجاسة) (فإن كانت حكيمة فيكفي اجراء الماء\nعلى موردها وإن كانت عينية فلابد من إزالة عينها فان بقي طعم لم يطهر لان\nازالته سهل وان بقي لون بعد الحت والقرض فمعفو عنه والرائحة كاللون على\nالأصح) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nالشئ النجس ينقسم إلى نجس العين وغيره أما نجس العين فلا يطهر بحال الا\nالخمر تطهر بالتخلل وجلد الميتة يطهر بالدباغ والعلقة والمضغة والدم الذي\nهو حشو البيض إذا نجسناها فاستحالت حيوانا: وأما غيره فالنجاسة تنقسم إلى\nحكيمة وإلى عينية: أما الحكيمة فهي التي لا تحس مع تيقن وجودها كالبول إذا\nجف على المحل ولم توجد له رائحة ولا أثر فيكفي اجراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nالماء على موردها إذ ليس ثم ما يزال ولا يجب في الاجزاء عدد خلافا لأبي\nحنيفة حيث شرط في إزالة النجاسة الحكمية الغسل ثلاثا في رواية: وفي رواية\nالشرط أن يغلب على ظن الغاسل طهارته ولا حمد رحمه الله حيث قال في إحدى\nالروايتين يشترط الغسل سبعا في جميع النجاسات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nكما في نجاسة الكلب: لنا قوله صلى الله عليه وسلم لأسماء رضي الله عنها\nحتيه ثم اقرصيه ثم اغسليه بالماء (1) أمر بالغسل من غير اعتبار عدد، وأما\nالعينية فلا يكفي فيها اجراء الماء بل لا بد من محاولة إزالة أوصافها\nالثلاثة الطعم واللون والرائحة أو ما وجد منها فان بقي طعم لم يطهر سواء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nبقي مع غيره من الصفات أو وحده لان الطعم سهل الإزالة ويظهر تصويره فيما\nإذا دميت لثته أو تنجس فوة بنجاسة أخرى فغسله فهو غير طاهر ما دام يجد طعمه\nفي فيه وان لم يبق الطعم نظر: ان بقي اللون وحده وكان سهل الإزالة فلا\nيطهر: وإن كان عمر الإزالة كدم الحيض يصيب الثوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nوربما لا يزول بعد المبالغة والاستعانة بالحت والقرص فيطهر لما روى <span id='ms0041'></span> أن\nنسوة رسول الله صلى الله عليه وسلم وسلم سألنه عن دم الحيض يصيب الثوب\nوذكرن أن لون الدم يبقى فقال ألطخنه بزعفران المعنى أن اللون الباقي لا أثر\nله فان كرهتن رؤيته فالطخنه بزعفران وعن خولة بنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nيسار قالت سألت رسول الله صلى الله عليه وسلم عن دم الحيض فقال اغسليه\nفقلت اغسله فيبقى أثره فقال يكفيك ولا يضرك اثره (1) وان بقيت الرائحة\nوحدها وهي عسرة الإزالة كرائحة الخمر فهل يطهر المحل فيه قولان: وقيل وجهان\nوالأول أصح أحدهما لا: لان بقاء الرائحة يدل على بقاء العين فصار كالطعم\nوهذا هو القياس في اللون لكن منعنا عنه الاخبار: والثاني وهو الأصح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nيطهر لأنا إنما احتملنا بقاء اللون لمكان المشقة في ازالته وهذا المعنى\nموجود الرائحة وروى في اللون أيضا وجه أنه لا يطهر المحل ما دام باقيا ذكره\nفي التتمة ونسبه امام الحرمين إلى صاحب التلخيص فلو أعلمت قوله فمعفو إشارة\nإلى هذا الوجه لما كان به بأس وان بقي اللون والرائحة معا فلا يطهر المحل\nلقوة دلالتهما على بقاء العين وفيه وجه ضعيف ويتبين لك بما حكيناه أن قوله\nفان بقي طعم لم يطهر مجري على اطلاقه لأنه لا فرق بين أن يبقى وحده أو مع\nغيره في الصفات الثلاث: وقوله في الرائحة واللون غير محمول على اطلاقه بل\nالمراد ما إذا كان كل واحد منهما وحده: ثم لك في قوله وان بقي لون بعد الحت\nوالقرص فمعفو مباحثتان أحداهما: الاستعانة بالحت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوالقرص وهل هي شرط أم لا: ظاهر كلامه يقتضى الاشتراط وبه يشعر نقل بعضهم\nلكن الذي نص عليه المعظم خلافه واحتجوا عليه بحديث خولة واقتصروا على\nالاستحباب: الثانية لم قال فمعفو ولم يقل فطاهر: أهو نجس لكن يعفى عنه: أم\nكيف الحال: أطلق الأكثرون القول بالطهارة ويجوز أن يقال أنه نجس لكن يعفى\nعنه كما في أثر محل الاستنجاء ودم البراغيث: وليس في الاخبار تصريح\nبالطهارة وإنما يقتضي العفو والمسامحة: وقد تعرض في التتمة لمثل هذا <span id='ms0042'></span> في\nالرائحة فقال إن قلنا لا يطهر فهو معفو عنه كدم البراغيث * قال (ثم يستحب\nالاستظهار بغسلة ثانية وثالثة وفي وجوب العصر وجهان فان وجب العصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nففي الاكتفاء بالجفاف وجهان) قوله ثم يستحب الاستظهار يجوز أن يقرأ\nبالطاء والظاء فالاستطهار طلب الطهارة والاستظهار طلب الاحتياط وهذا كما\nقال الشافعي رضي الله عنه في المبتدأة المميزة إذا استحيضت ولا يجوز لها أن\nتستظهر بثلاثة أيام قرئ بهما جميعا والغرض ان التثليث مستحب في إزالة\nالنجاسة كما في رفع الحدث واحتجوا عليه بأن النبي صلى الله عليه وسلم أمر\nالمستيقظ من نومه بان لا يغمس يده في الاناء حتى يغسلها ثلاثا (1) لتوهم\nالنجاسة فعند تحققها أولي وإنما يتأدى الاستحباب إذا وقعت المرة الثانية\nوالثالثة بعد زوال النجاسة: أما الغسلات المحتاج إليها لا زالة النجاسة فلا\nبد منها: واستحباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nالاستظهار يشمل النجاسة الحكمية والعينية وقد حكينا عن مذهب احمد ان\nالعدد واجب في إزالة النجاسات مطلقا فينبغي أن يكون قوله ثم يستحب معلما\nبالألف: وأما العصر فقد اختلفوا في حصول الطهارة قبله على وجهين وبنوهما\nعلى أن الغسالة طاهرة أم نجسة: ان قلنا إنها طاهرة فلا حاجة إلى العصر وهو\nالأصح: والا فالغسالة باقية فلا تطهر وعلى هذا هل يكتفى بالجفاف: فيه وجهان\nأصحهما نعم: لان زوال الغسالة بالجفاف أبلغ منه بالعصر: والثاني لا: لأنا\nبالعصر نتوهم انتقال أجزاء النجاسة في صحبة الماء وعند الجفاف لا يزول الا\nبلل الماء وتبقي أجزاء النجاسة: وقد يستدرك على العبارة التي ذكرها في\nتفريع الوجهين في الجفاف على وجوب العصر لان التفريع على الشئ لا ينبغي أن\nيرفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nالأصل ومن قال يطهر بالجفاف لا ينتظر منه القول بوجوب العصر واشتراطه بل\nالشرط عنده زوال البلل اما بالعصر أو بالجفاف فالعبارة السليمة أن يقال غسل\nالمحل ولم يعصر هل يطهر مع بقاء البلل فيه وجهان: ان قلنا لا يطهر فهل يطهر\nإذا جف فيه وجهان * قال (فروع سبعة الأول إذا أورد الثوب النجس على ماء\nقليل نجس <span id='ms0043'></span> الماء ولم يطهر الثوب على الأظهر) ما سبق من طهارة المحل بالغسل\nاما مع العصر أو دونه فيما إذا كان الماء واردا على المحل أما لو ورد المحل\nالنجس كالثوب انغمس في إجابة فيها ماء ويغسل فيه فهل يطهر فيه وجهان قال\nابن سريج يطهر كما لو كان الماء واردا عليه وقال الأكثرون وهو الأصح لا\nيطهر لان بالملاقاة بين الماء القليل والنجاسة يقتضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nنجاسة خالفنا فيما إذا كان الماء واردا فان الوارد عامل والقوة للعامل\nويدل على الفرق انه صلى الله عليه وسلم منع المستيقظ من النوم من غمس اليد\nفي الاناء قبل الغسل ثلاثا ولولا الفرق بين الوارد والمورود لما انتظم\nالمنع من الغمس والامر بالغسل والوجه الأول فيما إذا قصد بالغمس إزالة\nالنجاسة فاما لو ألقته الريح فيه والماء قليل نجس الماء بلا خلاف قال\nالأئمة ومن هذا نشأ ظن من نقل عن ابن سريج أنه يشترط النية في إزالة\nالنجاسة قال (الثاني إذا أصاب الأرض بول فصب عليها الماء حتى صار مغلوبا\nونضب الماء طهر (ح) وكذا إذا لم ينضب إذا حكمنا بطهارة الغسالة وان العصر\nلا يجب) * إذا أصاب الأرض بول فصب عليها من الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nما يغمره وتستهلك فيه النجاسة طهرت بعد نضوب الماء وقبله: وجهان: ان قلنا\nإن الغسالة طاهرة والعصر لا يجب فنعم وان قلنا إنها نجسة والعصر واجب فلا\nوعلى هذا فلا يتوقف الحكم بالطهارة على الجفاف بل يكفي أن يفاض الماء\nكالثوب المعصور لا يشترط فيه الجفاف والنضوب كالعصر وقال أبو حنيفة لا تطهر\nالأرض حتى تحفر إلى الموضع الذي وصلت إليه النداوة وينقل التراب لنا ما روى\nأن أعرابيا بال في ناحية المسجد (1) فقال النبي صلى الله عليه وسلم صبوا\nعليه ذنوبا من ماء ولم يأمر بنقل التراب وقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nحتى صار مغلوبا إشارة إلى أن المعتبر أن يكون الماء المصبوب على الموضع\nغالبا على النجاسة غامرا لها ولا بأس لو أعلمته أو أعلمت قوله طهر: بالواو\nلوجهين رويا على خلاف <span id='ms0044'></span> ظاهر المذهب أحدهما يجب أن يكون الماء سبعة أضعاف\nالبول: الثاني يجب أن يصب على بول الواحد ذنوب وعلى بول الاثنين ذنوبان\nوعلى هذا أبدا ثم الخمر وسائر النجاسات المائعة كالبول تطهر الأرض عنها\nبالمكاثرة ولا تقدير على على ظاهر المذهب: وقوله إذا حكمنا بطهارة الغسالة\nوان العصر لا يجب لا ضرورة إلى الجمع بينهما بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nلو اقتصر على نفى وجوب العصر لحصل الغرض فان الخلاف في العصر مبنى على\nالخلاف في الغسالة قال (الثالث اللبن المعجون بماء نجس يطهر إذا صب عليه\nالماء الطهور فان طبخ طهر ظاهره بإفاضة الماء دون باطنه) اللبن النجس ضربان\nأحدهما ان يختلط بالتراب نجاسة جامدة من روث أو عظام ميتة أو غيرهما فيضرب\nمنه لبن فهو نجس ولا سبيل إلى تطهيره بحال لما فيه من عين النجاسة: فلو طبخ\nفالمذهب الجديد انه على نجاسته والنار لا تطهر شيئا بل الطهورية مخصوصة\nبالماء: وفي القديم قول أن الأرض النجسة تطهر إذا زال اثر النجاسة بالشمس\nوالريح ومرور الزمان (1) فخرج أبو زيد والخضري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nوآخرون منه قولا في تأثير النار وقالوا تأثير النار أشد وأقوى من تأثير\nالشمس: فعلى هذا يطهر ظاهره بالطبخ لان النار تحرق ما عليه من النجاسة: وان\nقلنا بالجديد الصحيح فلو غسل هل يطهر ظاهره: المنصوص في الام انه لا يطهر\nلانتشار أجزاء النجاسة والتصاقها بالمحل وزوال الجميع غير معلوم وقال أبو\nالحسين بن المرزبان والقفال يطهر لان عين النجاسة قد زالت فإذا ورد عليه\nالماء طهر محله النجس والظاهر الأول: الضرب الثاني أن لا يختلط به نجاسة\nجامدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nولكن يعجن بماء نجس أو بول وهو الذي ذكره في الكتاب فهذا اللبن يمكن\nتطهيره كسائر الأعيان التي أصابتها نجاسة مائعة وطريق تطهير ظاهره إفاضة\nالماء عليه على سبيل غسل سائر الأعيان وطريق تطهير باطنه أن ينقع في الماء\nحتى يصل الماء إلى جميع اجزائه كالعجين بمائع نجس إنما يطهر بوصول الماء\nإلى جميع اجزائه هكذا حكمه ما لم يطبخ فان طبخ فعلى <span id='ms0045'></span> التخريج الذي سبق يطهر\nظاهره وكذلك باطنه في أظهر القولين لتأثره بالنار وعلى الجديد هو على\nنجاسته وإذا غسل طهر ظاهره دون باطنه لأنه استحجر بالطبخ فلا يتغلغل الماء\nفيه وإنما يطهر الكل إذا دق حتى صار كالتراب ثم أفيض الماء عليه: ولو كان\nرخوا لا يمتنع نفوذ الماء فيه بعد الطبخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nفهو كما قبل الطبخ: وأما ما يتعلق بلفظ الكتاب فقوله يطهر إذا صب فيه\nالماء الطهور ليس المراد منه طهارة الظاهر وحده بدليل قوله بعده فان طبخ\nطهر ظاهره دون باطنه فإنه بين إرادة طهارة الكل في الأول وحينئذ فمجرد الصب\nلا يكفي بل في الكلام اضمار: المعنى إذا صب فيه الماء الطهور حتى ينتقع فيه\nويصل الماء إلى جميع اجزائه وفي بعض النسخ إذا نضب وهو عبارة الوسيط وتقييد\nالماء بالطهورية في هذا الموضع كالمستغني عنه لوضوح اشتراط الطهورية في\nالماء الذي تزال به النجاسات مطلقا وعدم اختصاصه بهذا الموضع وقوله فان طبخ\nطهر ظاهره بإفاضة الماء يجوز أن يعلم قوله بإفاضة الماء بالواو إشارة إلى\nالتخريج المذكور فان من صار إليه قال بأنه يطهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nبالطبخ لا بإفاضة الماء عليه كذلك قوله دون باطنه لما ذكرنا أن أحد\nالقولين على قاعدة القول المخرج طهارة الباطن أيضا قال (الرابع بول الصبي\nقبل أن يطعم يكفي فيه رش الماء (ح م) ولا يجب الغسل بخلاف بول الصبية\nللحديث) الواجب في إزالة النجاسات الغسل الا في بول الصبي الذي لم يطعم ولم\nيشرب سوى اللبن فيكفي فيه الرش ولا يجب الغسل خلافا لأبي حنيفة ومالك\nوأحمد: لنا ما روى أنه صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم قال إنما يغسل من بول الصبية ويرش على بول الغلام (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أم قيس أنها أتت رسول الله صلى الله عليه وسلم بصبي لها لم يأكل\nالطعام فأجاسته في حجره فبال على ثوبه فدعا بماء فنضحه ولم يغسله (1) واعلم\nأنه لابد من أن يصيب الماء جميع موضع البول ثم لا يراده ثلاث درجات إحداها\nالنضح المجرد: الثانية <span id='ms0046'></span> النضح مع الغلبة والمكاثرة: الثالث أن ينضم إلى ذلك\nالجريان والسيلان ولا حاجة في الرش إلى الدرجة الثالثة وهل يحتاج إلى\nالثانية فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nوجهان أظهرهما نعم والرش والغسل يفترقان في أمر السيلان والتقاطر وهل\nيلحق بول الصبية ببول الصبي فيه وجهان أحدهما نعم كما يستوي بول الرجل\nوالمرأة في الحكم وأصحهما وهو المذكور في الكتاب انه لا يلحق به للخبر\nويفرق بينهما من جهة المعني بأن بول الصبي كالماء وبول الصبية أصفر ثخين\nوأيضا بأن طبعها أحر فبولها الصق بالمحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n(الخامس ولوغ الكلب يغسل سبعا إحداهن بالتراب وعرقه وسائر اجزائه كاللعاب\nوفي الحاق (م) الخنزير به قولان والأظهر أنه لا يقوم الصابون والأشنان (ز)\nمقام التراب ولا الغسلة الثامنة ولو كان التراب نجسا أو مزج بالخل فوجهان\nولو ذر التراب على المحل لم يكف بل لا بد من ماء يعفر به فيوصله إليه) ولوغ\nالكلب ما ولغ فيه والولوغ المصدر وقاعده الفرع أنه يغسل من ولوغ الكلب سبعا\nإحداهن بالتراب خلافا لأبي حنيفة حيث قال حكمه حكم سائر النجاسات ولا حمد\nحيث قال في رواية يغسل ثمان مرات: لنا ما روى أبو هريرة رضي الله أن النبي\nصلى الله عليه قال إذا ولغ الكلب في إناء أحدكم فليرقه وليغسله سبعا أو لا\nهن أو إحداهن بالتراب (1) ثم فيه مسائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nإحداها عرقه وسائر اجزائه وفضلاته كاللعاب إذا تنجس الشئ بها وجب العدد\nوالتعفير لان فمه أنظف من غيره كما سبق فإذا ورد التغليظ فيه ففي غيره أولى\nوفى وجه غير اللعاب كسائر النجاسات قياسا وعند مالك لا يغسل من غير الولوغ\nلان الكلب طاهر عنده والغسل من الولوغ تعبد: الثانية في الحاق الخنزير\nبالكلب في هذا التغليظ قولان الجديد أنه يلحق به لأنه حيوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nنجس العين والسؤر كالكلب فهو أولى بالتغليظ لأنه لا يجوز اقتناؤه بحال\nوالقديم انه لا يلحق به لان القياس يقتضى الاقتصار على المرة الواحدة وإنما\nورد التغليظ في الكلاب فطما لهم عن عادة مخالطتها ومنهم من قطع <span id='ms0047'></span> بالحاق\nالخنزير بالكلب ولم يثبت القول القديم فلك أن تعلم قوله قولان بالواو ويشير\nإلى هذه الطريقة الثالثة هل يقوم الصابون والأشنان مقام التراب فيه ثلاثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nأقوال أظهرها لا: لظاهر الخبر ولأنها طهارة متعلقة فلا يقوم غيره مقامه\nكالتيمم والثاني نعم كالدباغ يقوم فيه غير الشب والقرظ مقامهما وكالاستنجاء\nيقوم فيه غير الحجارة مقامها. الثالث أن وجد التراب لم يعدل إلى غيره وان\nلم يجده جاز إقامة غيره مقامه للضرورة ومنهم من قال يجوز إقامة غير التراب\nمقامه فيما يفسد باستعمال التراب فيه كالثياب ولا يجوز فيما لا يفسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nكالأواني: الرابعة لو اقتصر على الماء وزاد في عدد الغسلات على السبع هل\nيطهر فيه وجهان أصحهما لا لظاهر الخبر ولأنه غلظ أمر هذه النجاة بالجمع فيه\nبين جنسين فلا يجوز الاقتصار على أحدهما كزنا البكر لما غلظ أمره بالجمع\nبين الجلد والتغريب لا يقصر على أحدهما: والثاني نعم لان المقصود التطهير\nوالماء أبلغ في التطهير من التراب ثم منهم من رتب هذا الخلاف على أن\nالصابون والأشنان ونحوهما هل تقوم مقام التراب أم لا ان قلنا لا فكذلك\nالغسلة الثامنة وان قلنا نعم فههنا وجهان لان ثم استعان بشئ آخر سوى الماء\nومنهم من بناه على الخلاف فيما إذا غمس الاناء الذي ولغ فيه الكلب في ماء\nكثير هل يطهر أم لا يعتد بذلك غسلة واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nويجب غسله ستا إحداهن بالتراب فان قلنا بالأول طهر بالغسلة الثامنة وان\nقلنا بالثاني فلا: وحكى القاضي الروياني في المسألة وجها ثالثا أن الغسلة\nالثامنة تقوم مقام التراب عند عدمه: ولا تقوم مقامه عند وجوده وهو نظير\nالقول الثالث في المسألة السابقة: الخامسة لو كان التراب نجسا ففيه وجهان\nأحدهما يجزى كالدبغ بالشئ النجس فان المقصود الاستعانة على القلع بشئ آخر\nوأصحهما لا كما لو تيمم بالتراب النجس وهذه المسألة تناظر مسألة أخرى وهي\nأن الأرض الترابية لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nتنجست بإصابة الكلب إياها هل يحتاج في تطهيرها إلى التراب أم يكفي محض\nالماء ان قلنا <span id='ms0048'></span> يجوز التطهير بالتراب النجس فلا حاجة إلى تراب آخر وان قلنا\nلا يجوز فلابد من استعمال تراب آخر والا ظهر في هذه المسألة أنه لا حاجة\nإلى استعمال التراب لأنه لا معنى للتعفير في التراب:\n</p>\n\n<p>\nالسادسة لا يكفي ذر التراب على المحل وان غسله سبعا بل لابد من مائع\nيمزجه ليصل التراب بواسطته إلى جميع أجزاء المحل ثم ذلك المائع إن كان ماء\nحصل الغرض وإن كان غيره كالخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوماء الورد وغسله ستا بالماء فوجهان أحدهما يكفي لان المقصود من تلك\nالغسلة التراب وأصحهما لا لقوله صلى الله عليه وسلم فليغسله سبعا إحداهن\nبالتراب المعنى فليغسله بالماء سبعا والا لجاز الغسل بغير الماء وبنى طبقة\nمن الأئمة ومنهم صاحب الكتاب الخلاف في المسائل والأربع الأخيرة على النظر\nفي أن التعفير لماذا روعي فمنهم من قال هو تعبد يتبع فيه ظاهر النقل وقيل\nسببه الاستظهار بغير الماء وقيل سببه الجمع بين نوعي الطهور فعلى الأول لا\nيغني استعمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nغير التراب ولا الغسلة الثامنة والتراب النجس والمزج بسائر المائعات لكن\nلا تجزى الغسلة الثامنة وعلى الثالث يمنع الكل الا المزج بسائر المائعات\nوقد يتوقف المتأمل في بعض هذه التفاريع وقوله في الأصل بل لابد من مائع\nيغيره ليوصله إليه يجوز أن يقرأ بالياء من التغير أي يغير التراب ذلك\nالمائع فيوصل المائع التراب إليه ويمكن أن يجعل الفعل للمائع على معنى أنه\nيغير التراب عن هيئته فيهيأ للنفوذ والوصول إلى جميع الأجزاء وفي بعض النسخ\nيغبر به وكل جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nقال (السادس سؤر الهرة طاهر فان أكلت فأرة ثم ولغت في ماء قليل ففيه\nثلاثة أوجه يفرق في الثالث بين أن تلغ في الحال أو بعد غيبة محتملة للولوغ\nفي الماء الكثير والأحسن تعميم العفو للحاجة) * سؤر الهرة طاهر لأنها طاهرة\nالعين وما هو طاهر العين فهو طاهر السؤر ولذلك لما تعجبوا من اصغاء رسول\nالله صلى الله عليه وسلم الاناء للهرة قال إنها ليست بنجسة انها من\nالطوافين عليكم (1) جعل طهارة العين <span id='ms0049'></span> علة طهارة السؤر فلو أكلت فأرة أو تنجس\nفمها بسبب آخر ثم ولغت في ماء قليل ونحن نتيقن نجاسة فمها بعد فهل ينجس:\nفيه وجهان أحدهما لا لكثرة اختلاطها وعسر الاحتراز ولأنه صلى الله عليه\nوسلم كان يصغى لها الاناء ولا شك أنه تعترى النجاسة لفيها ولم يكن بقرب حجر\nرسول الله صلى الله عليه وسلم ماء كثير ترده الهرة وأصحهما نعم كسائر\nالنجاسات والاحتراز وان عسر فإنما يعسر عن مطلق الولوغ فأما عن الولوغ بعد\nتيقن نجاسة الفم فممنوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوتغطية رأس الاناء هينة واصغاء النبي صلى الله عليه وسلم يحتمل انه كان\nعند العلم بالطهارة أو عدم العلم بالنجاسة وان لم يتيقن عند الولوغ ان فمها\nنجس بعد فان غابت واحتمل ولوغها في ماء كثير أو ماء جاز فهل ينجس وجهان\nأحدهما لا لأنه ماء معلوم الطهارة فلا يحكم بنجاسته بالشك والثاني نعم\nاستصحابا لنجاسة الفم إذ لم تتيقن طهارته والأول أظهر وصاحب الكتاب قد جمع\nبين الحمالتين وجعل المسألة على ثلاثة أوجه وهو حسن لكن اختار تعميم العفو\nوهو خلاف ما صححه معظم الأصحاب والله أعلم قال (السابع غسالة النجاسة ان\nتغيرت فهو نجس وان لم تتغير فحكمه حكم المحل بعد الغسل ان طهر فطاهر (ح)\nوفي القديم هي طاهرة بكل حال ما لم تتغير وقيل حكمه حكم المحل قبل الغسل\nوفائدته تظهر في رشاش الغسلة الثانية من ولوغ الكلب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nالماء المستعمل في إزالة النجاسة وهو الغسالة اما أن يتغير بعض أوصافه\nبالنجاسة فهو نجس لقوله صلى الله عليه وسلم (الا ما غير طعمه أو ريحه) أو\nلا يتغير ففيه ثلاثة أقوال الجديدان حكمه حكم المحل بعد الغسل إن كان نجسا\nبعد فهو نجس والا فطاهر غير طهور لان البلل الباقي في المحل بعضه: والماء\nالواحد القليل لا يتبعض في الطهارة والنجاسة وإنما حكمنا بسقوط الطهورية\nلما سبق في المستعمل في الحدث: والثاني وهو مخرج على الجديد انه نجس لأنه\nماء قليل أصابته نجاسة والعبارة عن هذا القول <span id='ms0050'></span> إن حكم الغسالة حكم المحل قبل\nاستعمالها فيه كما في المستعمل في الحدث ومنه خرج: والثالث وهو القول\nالقديم انه طاهر طهور بكل حال لما سبق في توجبه القديم في المستعمل في\nالحدث والعبارة عنه أن حكم الغسالة حكمها قبل الورود على المحل ومنهم من\nيعبر عن هذا الخلاف بالوجوه لأنها غير منصوصة ويخرج على هذا الخلاف غسالات\nالماء المستعمل في إزالة نجاسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nالكلب فلو تطاير منها شئ في المرة الأولى إلى ثوب أو غيره غسل ذلك الموضع\nعلى الأول ست مرات لأنه حكم المحل المغسول بعد تلك الغسلة وعلى الثاني يغسل\nسبعا لأنه حكم المحل قبل تلك الغسلة وعلى الثالث لا حاجة إلى غسله أصلا\nوعلى هذا لو تطاير من السابعة غسل على الثاني مرة ولا يغسل منها أصلا فقس\nالمرة الثانية وما بعدها حتى تنتهي إلى المرة السابعة فيغسل منهما على\nالقول الثاني مرة ولا يغسل منها أصلا على الأول ولثالث ومتى وجب الغسل عنها\nنظر هل سبق التعفير للمرة المصاب منها أم لا فإن لم يسبق لزم رعايته وفي\nوجه لكل غسلة سبع حكم المحل لأنها تزيل سبع النجاسة فيغسل منها مرة وهذا\nالوجه يتضمن التسوية بين الغسلة المشتملة على التعفير وبين سائر الغسلات\nوهو اسقاط لا ثر التعفير ولا يخفى عليك بعد هذا ان قوله حكمه حكم المحل قبل\nالغسل أي قبل ذلك لا قبل مطلق الغسل وان ذكر الغسلة الثانية جرى على سبيل\nالمثال والكناية في قوله وتظهر فائدته يجوز أن يعود إلى القول الثالث ويجوز\nأن يعود إلى الخلاف واستخراج العبارات الثلاث والأول أحسن وأولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا شرح ما في الكتاب على النظم: وينبغي أن يتنبه فيه لمسائل إحداها ن\nما ذكره من الخلاف مخصوص بالماء القليل إذا غسل به النجاسة وان أطلق اللفظ\nوالا فلا خلاف في أن الكثير لا ينجس الا بالتغير: الثانية أطلق الخلاف فيما\nإذا لم يتغير ولو لم يتغير ولكن ازداد وزنه عند الانفصال على ما كان فهو\nنجس بمثابة <span id='ms0051'></span> ما لو تغير في أصح الوجهين: الثالثة الخلاف المذكور في المستعمل\nفي واجب الإزالة أما المستعمل في مندوبها ففيه وجهان أظهرهما انه طاهر طهور\nبلا خلاف: والثاني انه كالمستعمل في واجبها فيعود فيه القول الأول: والثالث\nدون الثاني * قال (الباب الثالث في الاجتهاد * مهما اشتبه عليه إناء تيقن\nنجاسته بمشاهدة أو سماع عن عدل بإناء طاهر لم يحز (و) استعمال أحد الإنائين\nالا باجتهاد (ز) وطلب علامة تغلب ظن الطهارة) إذا اشتبه عليه إناء طاهر\nبإناء نجس واحتاج إلى الطهارة فماذا يفعل: فيه ثلاثة أوجه أحدها يستعمل ما\nشاء من غير اجتهاد ونظر: لان الذي يقصده بالاستعمال غير معلوم النجاسة\nوالأصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nفيه الطهارة: والثاني انه إنما يأخذ أحدهما إذا ظن طهارته ولكن لا يشترط\nاستناده إلى اجتهاد وأمارة بل له ان يأخذ بما سبق وهمه إليه وكفى ذلك مرجحا\nلأصل الطهارة: والثالثة وهو المذهب ولم يذكر في الكتاب سواه انه لا يجوز\nأخذ أحدهما الا بالاجتهاد وطلب علامة تغلب ظن طهارة المأخوذ ونجاسة المتروك\nلان أصل الطهارة عارضه يقين النجاسة وعرفنا أن ذلك الأصل صار متروكا اما في\nهذا أو في ذلك فيجب النظر في التعيين: وقال المزني يتيمم ولا يجتهد: وإن\nكان الاشتباه في ثوبين صلى فيهما صلاتين وبه قال احمد: وقال أبو حنيفة\nيجتهد في الثياب ولا يجتهد في الأواني الا إذا كان عدد الطاهر أكثر:؟؟ قياس\nالأواني على الثياب وقد أعلموا لفظ الكتاب بالعلامات المشعرة بهذه\nالاختلافات فقوله لم يجز معلم بالواو ولفظ الإنائين معلم بالحاء وقوله الا\nباجتهاد بالألف والزاي ولو كان سبب الاشتباه اخبار عدل إياه عن نجاسة\nأحدهما على الابهام وجب الاجتهاد كما لو عرفه بنفسه وكذلك لو أخبره عن\nنجاسة أحدهما بعينه ثم اشتبه عليه وسبيله سبيل الرواية فكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nمن تقبل روايته من ذكر وأنثى وعبد وحر يقبل قوله في ذلك بشرط العدالة وهل\nيقبل قول الصبي المميز وفيه وجهان ويشترط أن يعلم من حال المخبر أنه لا\nيخبر الا عن حقيقة لان <span id='ms0052'></span> المذاهب مختلفة في أسباب النجاسات فقد يظن ما ليس\nبمنجس منجسا ولعلك تقول لفظ الكتاب يقتضي أن يكون اخبار العدل مفيدا لليقين\nلأنه قال تيقن نجاسته بمشاهدة أو سماع عن عدل وقول الواحد لا يفيد اليقين\nفاعلم أن الفقهاء كثيرا ما يعبرون بلفظ المعرفة واليقين عن الاعتقاد القوى\nعلما كان أو ظنا مؤكدا ويجري ذلك في لسان أهل العرف وهذا على ذلك المذهب:\nولك أن تستفيد من قوله لم يجز أخذ أحد الإنائين الا بالاجتهاد فائدة وهي\nالنظر فيما لو خرج أحد الإنائين عن أن يستعمل اما بالانصباب أو بتقاطر شئ\nمن الآخر فيه هل يحتاج إلى الاجتهاد في الثاني: الذي يقتضيه لفظ الكتاب أنه\nيحتاج إليه وهو الظاهر وفيه وجهان آخران أحدهما يتوضأ به من غير تحر:\nوالثاني لا يتوضأ به أصلا بل يتيمم: وقوله الا بالاجتهاد وطلب علامة تغلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nظن الطهارة ليس فيه الا الايضاح ولو اقتصر على قوله لم يجز أخذ أحد\nالإنائين الا بالاجتهاد أو قال الا بطلب علامة لحصل به الغرض * قال (وان\nغلب على ظنه نجاسة أحد الإنائين بكونه من مياه مدمني الخمر أو الكفار\nالمتدينين باستعمال النجاسة فهو كاستيقان النجاسة على أحد القولين وعليه\nتمتنع الصلاة في المقابر المنبوشة ومع طين الشوارع وكل ما الغالب نجاسته) *\nالشئ الذي لا يتيقن نجاسته ولكن الغالب في مثله النجاسة يستصحب طهارته أم\nيؤخذ بنجاسته قولان أحدهما يستصحب طهارته تمسكا بالأصل المتيقن إلى أن يزول\nبيقين بعده كما في الاحداث: والثاني يؤخذ عملا بالظن المستفاد من الغلبة\nبخلاف الاحداث فان عروصها أكثر فخفف الامر فيها بطرح الظن كالشك ويشهد هذان\nالقولان لقولي تعارض الأصل والظاهر وللمسألة نظائر كثيرة منها ثياب مدمني\nالخمر وأوانيهم وثياب القصابين والصبيان الذين لاحتراز لهم عن النجاسات\nوطين الشوارع حيث لا تتيقن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nنجاسته والمقابر المنبوشة حيث لا تتيقن النجاسة ومنها أواني الكفار الذين\nيتدينون باستعمال النجاسات كالمجوس يغتسلون ببول البقر ويتقربون بذلك ولا\nيلحق بهم الكفار الذين لا يتدينون باستعمالها كاليهود والنصارى: نعم <span id='ms0053'></span>\nالمنهمكون منهم في الخمر والتلوث بالخنزير يجرى في ثيابهم وأوانيهم القولان\nلا محالة كمدمني الخمر من المسلمين وربما أطلقوا نقل القولين فيما إذا غلب\nعلى الظن النجاسة ولم يستيقن ولكن له شرط وهو أن تكون غلبة الظن مستندة إلى\nأن الغالب في مثله النجاسة أما لو كان سبب الظن غير ذلك لم يلزم طرد\nالقولين حتى لو رأى ظبية تبول في ماء كثير وكان بعيدا عن الماء فانتهى إليه\nووجده متغيرا وشك في أن تغيره بالبول أم بغيره فهو نجس نص عليه الشافعي رضي\nالله عنه وأصحابه رضوان الله عليهم أجمعين ثم الظاهر من القولين استصحاب\nالأصل فإنه أصدق وأضبط من الغالب الذي يختلف باختلاف الزمان والأحوال\nوالنقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nيعضد ذلك مثل ما روى أنه صلى الله عليه وسلم حمل امامة بنت أبي العاص في\nصلاته (1) وكانت هي بحيث لا تحترز عن النجاسات إذا تقرر هذا الأصل فنقول:\nان ألحقنا غلبة الظن باليقين فلو اشتبه عليه اناء طاهر باناء الغالب في\nمثله النجاسة كان كما لو اشتبه باناء مستيقن النجاسة فيحتاج إلى الاجتهاد\nكما سبق: وان لم نلحقها باليقين فلا حاجة إلى الاجتهاد ويستعمل أيها شاء\nوكليهما أيضا وقوله وعليه يخرج امتناع الصلاة في المقابر المنبوشة وفي بعض\nالنسخ وعليه تمتنع الصلاة أي على قول الحاق الغلبة باليقين تمتنع الصلاة في\nالمقابر المنبوشة وكذلك حكم التيمم بترابها وامتناع الصلاة مع طين الشوارع\nونحوه ويجوز أن يرجع الكتابة في قوله وعليه يخرج إلى الخلاف * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nقال (ثم للاجتهاد شرائط الأول أن يكون للعلامة مجال في المجتهد فيه فيجوز\n(ز) الاجتهاد في الثياب والأواني ولا يجوز في تمييز المحرم والميتة عن\nالمذكاة والأجنبية) * الشرائط جمع شريطة وحقها أن يقال الأولى والثانية\nفقوله الأول والثاني محمول على المعني:\n</p>\n\n<p>\nالتقدير الشرط الأول والثاني إذا عرفت ذلك فمن شرائط الاجتهاد أن يكون\nللعلامة مجال في المجتهد فيه فيجوز في الثياب والأواني إذا اشتبه بعضها\nببعض لأنها محال العلامات على ما سيأتي أما إذا كان الاشتباه فيما لا <span id='ms0054'></span> يتوقع\nظهور الحال فيه بالعلامات لفقدها فلا يجوز الاجتهاد كما لو اختلط محرم له\nبنسب أو رضاع بأجنبية أو أجنبيات محصورات فلا يجوز نكاح واحدة بالاجتهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nإذ لا علامة تمتاز بها المحرم عن الأجنبية ولو اشتبه عليه ميتة ومذكاة أو\nلبن بقرة بلبن اتان فوجهان أصحهما لا يجتهد أيضا إذ لا علامة: والثاني\nيجتهد إذ الميتة تطفوا الماء واعلم أنه لو منع مانع فقد الامارات في المحرم\nوالأجنبية وادعى امكان الامتياز بالأمور الخلقية والأخلاق وغيرها لم يبعد\nوكذلك في الصورة الثانية ثم إنما ينتظم التعليل بفقد الامارات إذا اعتبرنا\nفي الاجتهاد النظر في الامارات أما إذا قلنا يأخذ بما سبق وهمه إليه فليست\nالعلة هذا وإنما العلة فيه أن سبق الوهم إنما يؤخذ به اعتمادا على أن الأصل\nفي الماء الطهارة وههنا الأصل في الابضاع الحرمة وليست اللحوم على الإباحة\nأيضا ألا ترى أنه لو ذبح المشرف على الموت وشك في أن حركته عند الذبح كانت\nحركة المذبوح أو حياة مستقرة يغلب التحريم ولك أن تقول في توجيه المنع على\nقاعدة اعتبار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nالعلامات ان فقدت العلامات ههنا فقد تعذر الاجتهاد وان وجدت فالعلامات\nإنما تعتمد عند تأييدها بالأصل لما سيأتي ولم توجد ههنا * قال (الثاني أن\nيتأيد الاجتهاد باستصحاب الحال فلا يجوز الاجتهاد عند اشتباه البول أو ماء\nالورد (ح) بالماء على أظهر الوجهين) * إذا اشتبه عليه ماء وبول أو ماء وماء\nورد فهل يجتهد فيه فيه وجهان أحدهما نعم: اعتمادا على الامارات كما في\nالماء النجس: وأصحهما لا: لان الاجتهاد وهم أو رجم ظن لا يعتمد الا إذا\nاعتضد بأصل الطهارة والطهورية فعلى هذا يعرض ههنا في الصورة الأولى ويتيمم:\nوفي الثانية يتوضأ بهذا مرة وبهذا مرة وان قلنا بالأول فلا شك أن ههنا لا\nيكتفى بسبق الوهم بفقد الأصل فلا بد من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nالامارات وبنى بعضهم الخلاف في الصورتين جميعا على الخلاف في إنا هل\nنكتفي في الاجتهاد بسبق الوهم أم يعتبر النظر في الامارات: ان قلنا بالأول\nفلا <span id='ms0055'></span> يجتهد وان قلنا بالثاني فيجتهد * قال (الثالث أن يعجز عن الوصول إلى\nاليقين فإن كان على شط نهر امتنع الاجتهاد في الثياب والأواني على أحد\nالوجهين) * هل يجتهد مع امكان الطهارة فيه وجهان أحدهما لا لان الاجتهاد\nإنما يصار إليه عند العجز عن درك اليقين ألا ترى أن في الحوادث لا يجوز\nالاجتهاد مع وجود النص: وأظهرهما نعم لان تركه التطهير بالماء المقطوع\nبطهارته والعدول إلى المشكوك في طهارته جائز وهذا أصل يتخرج عليه مسائل:\nمنها ما إذا كان على شط نهر أمكنه التطهر به والا عراض عن المائين\nالمشتبهين جميعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوأمكن غسل الثياب المشتبهة به وهذه الصورة هي المذكورة في الكتاب ومنها\nأن يكون عنده قلتا ماء أحداهما نجسة من غير تغير ولو جمعها لبلغ المجموع\nقلتين ومنها أن يشتبه عليه ماء طهور ومستعمل ومنها أن يشتبه عليه ماء. وماء\nورد فيجرى الوجهان في جميع هذه الصور الا أن الظاهر في الصورة الا خيرة منع\nالاجتهاد لا من جهة هذا الأصل بل للمعنى الذي سبق * قال (الرابع أن تلوح\nعلامة النجاسة كحركة الماء أو نقصانه أو انصبابه أو ابتلال طرف الاناء إذا\nكانت النجاسة بولوغ الكلب ويشترك في دركه الأعمى (و) والبصير فإن لم تلح\nعلامة صب الماء وتيمم فان تيمم قبل الصب وجب القضاء لان معه ماء طاهرا\nبيقين) ان قلنا يأخذه ويستعمله من غير اجتهاد أو قلنا ما سبق وهمه إلى\nطهارته أخذ به فلا يحتاج إلى العلامات وان اعتبرنا الامارات والعلامات وهو\nالصحيح وعليه بنى صاحب الكتاب الكلام فلا بد من أن تلوح علامة النجاسة\nليمتاز عنده النجس عن الطاهر مثال ذلك أن يعرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nأن سبب النجاسة ولوغ الكلب ثم يرى نقصان ماء أحد الإنائين أو حركته أو\nابتلال طرف الاناء أو قرب أثر قدم الكلب من أحدهما فهذه الأمور مشعرة بكونه\nنجسا وقد تدل حركة الماء وابتلال طرف الاناء على النجاسة من غير ولوغ الكلب\nأيضا فإن لم تلح له علامة وتحير تيمم لعجزه عن <span id='ms0056'></span> الوضوء ثم إن كان تيممه بعد\nصب الماء في الإنائين فلا قضاء عليه ويعذر في صبه لدفع القضاء بخلاف ما إذا\nصب ما عنده من الماء الطاهر عبثا وتيمم حتى يقضى على أحد الوجهين وفي معنى\nالصب ما لو جمع بينهما لتنجسا وان تيمم قبل ذلك قضى لان معه ماء طاهرا\nبيقين وهل يجتهد الأعمى في الأواني فيه قولان أحدهما لا كما لا يجتهد في\nالقبلة بل يقلد فيهما وأصحهما نعم وهو الذي ذكره في الكتاب لأنه يعرف\nباللمس اعوجاج الاناء واضطراب الغطاء وسائر العلامات فصار كالاجتهاد في\nالوقت فعلى الأول من شرائط الاجتهاد كونه بصيرا وعلى الثاني لا فرق: ثم إن\nعجز الأعمى ولم يغلب على ظنه شئ فوجهان أظهرها أن له أن يقلد بخلاف البصير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nإذا تحير فيه هذا آخر الشروط وإذا تأملتها عرفت أن اشتراط الكل مختلف فيه\nأما الثاني والثالث فظاهر وأما الأول والرابع فهما مبنيان على اعتبار\nالعلامات ولعلك تقول الاجتهاد هو البحث والنظر وثمرته ظهور العلامات وثمرة\nالشئ تتأخر عنه والشرط يتقدم فكيف جعل ظهور العلامات شرطا فالجواب أن قوله\nثم للاجتهاد شرائط أي للعمل بالاجتهاد أو لكونه مفيدا أو ما أشبه ذلك * قال\n(فرع لو أدى اجتهاده إلى اناء وصلى به الصبح ثم أدى عند الظهر اجتهاده إلى\nالثاني تيمم ولا يستعمل لان الاجتهاد لا ينقض بالاجتهاد وخرج ابن سريج أنه\nيستعمل ونورده على جميع الموارد الأول: لأن هذه قضية أخرى وعلى النص هل\nيقضي الصلاة الثانية لان معه ماء طاهرا بحكم الاجتهاد فيه وجهان) * إذا غلب\nعلى ظنه طهارة أحد الإنائين فالمستحب ان يريق الثاني لئلا يتغير اجتهاده\nفيشكل عليه الامر فلو لم يفعل وقد صلى الصبح مثلا بما ظن طهارته ثم تغير\nاجتهاده عند الظهر إلى طهارة الثاني فلا يخلو اما ألا يبقى من الأول شئ أو\nبقي فهما حالتان أحدهما ألا يبقى من الأول شئ وهذه الحالة هي التي تكلم\nفيها في الكتاب فنقول أولا لا يجب عليه إعادة الاجتهاد <span id='ms0057'></span> ههنا إذا حضرته\nالصلاة الثانية لكن لو أعاد وتغير اجتهاده فظن طهارة الثاني ففيه قولان\nأحدهما وهو المنصوص أنه لا يستعمله بل يتيمم لأنه لو استعمله فاما أن يغسل\nما اصابه الماء الأول من بدنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوثيابه فيلزم نقض الاجتهاد أو لا يغسل ذلك فيكون مصليا مع تعين النجاسة\nوالثاني خرجه ابن سريج من تغير الاجتهاد في القبلة أنه يتوضأ بالثاني ولا\nيتيمم لأن هذه قضية مستأنفة فلا يؤثر فيها الاجتهاد الماضي لكن لابد من\nايراد الماء على جميع المواضع التي أصابها الماء الأول وغسلها لإزالة\nالنجاسة ثم يتوضأ بعد ذلك لان من على بدنه نجاسة وأراد أن يتوضأ أو يغتسل\nلم تكف الغسلة الواحدة عنهما جميعا ثم على النص هل تقضى الصلاة الثانية\nالمؤداة بالتيمم فيه وجهان أصحهما لا إذ ليس معه ماء طاهر بيقين والثاني\nنعم لان معه ماء طاهرا بحكم الاجتهاد وأما الصلاة الأولى فلا حاجة إلى\nقضائها لا على النص ولا على التخريج: الحالة الثانية أن يبقي من الأول شئ\nفإن كانت البقية كافية لطهارته فالحكم على ما ذكرناه في الحالة الأولى لا\nفي شيئين أحدهما انه يجب إعادة الاجتهاد للصلاة الثانية لان معه ماء مستيقن\nالطهارة والثاني ان الصلاة الثانية المؤداة بالتيمم يجب قضاؤها لان معه ماء\nطاهرا بيقين أما هذا أو ذاك هذا هو النص وفيه وجه أنه لا يجب لان ما معه من\nالماء ممنوع من استعماله شرعا فأشبه الذي حال بينه وبينه سبع وان لم تكن\nالبقية كافية زاد النظر في أن ما لا يكفيه من الماء هل يجب استعماله أم لا\nان قلنا لا فكما لو لم يبق شئ من الأول والا فكما لو بقي ولو صب الماء\nالثاني في الحالة الأولى أو صبهما جميعا في الحالة الثانية ثم تيمم سقط\nالقضاء بلا خلاف * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الباب الرابع في الأواني وهي ثلاثة أقسام) (القسم الأول المتخذ من\nالجلود واستعماله جائز بشرط أن يكون الجلد طاهرا وطهارته بالذكاة فيما يؤكل\nلحمه (ح) أو بالدباغ <span id='ms0058'></span> في الجميع الا الكلب (ح) والخنزير) * جعل الأواني على\nثلاثة أقسام لأنها اما أن تتخذ من الجلود أو من العظام أو من غيرهما وعلى\nالأحوال فالأعيان المتخذ منها أما أن تكون نجسة فلا يجوز استعمالها في\nالشرب والطهارة وسائر وجوه الاستعمال أو طاهرة فيجوز ويستثنى الذهب والفضة\nعلى ما سيأتي وهذه الجملة ظاهرة نعم الحاجة تمس إلى بيان الطاهر والنجس من\nالجلود والعظام وتمييز أحدهما عن الآخر وإلى حكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nالمتخذ من الذهب والفضة فحصر كلام الأقسام الثلاثة في هذه الأمور وإنما\nيكون الجلد المتخذ منه الاناء طاهرا في حالتين أحدهما أن يكون جلد المأكول\nالمذكي فهو على طهارته كاللحم وسائر الأجزاء وقد يؤكل الجلد على الرؤوس\nوالمسموط ولا يلحق غير المأكول بالمأكول في ذلك بل جلد غير المأكول نجس وان\nذكي كلحمه خلافا لأبي حنيفة رحمه الله الثانية أن يكون مدبوغا فالدباغ يفيد\nطهارة الجلد من المأكول وغيره خلافا لا حمد لنا ما روى أنه عليه السلام مر\nبشاة ميتة لميمونة فقال هلا اتخذتم اهابها فدبغتموه فانتفعتم به فقيل إنها\nميتة فقال أيما أهاب دبغ فقد طهر ويستثنى جلد الحيوان النجس في الحياة وهو\nالكلب والخنزير وفروعهما خلافا لأبي حنيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nفي الكلب لنا أن جلدها لم ينجس بالموت لما بينا أنهما نجسان في الحياة\nوالدباغ إنما يطهر جلدا نجس بالموت لان غاية الدباغ نزع الفضلات ودفع\nالاستحالات ومعلوم أن الحياة أبلغ في ذلك من الدباغ فإذا لم تفد الحياة\nالطهارة حتى كان نجسا قبل الموت فأولى أن لا يفيدها الدباغ: ونعود إلى ما\nيتعلق بلفظ الكتاب أما قوله المتخذ من الجلد فاستعماله جائز بشرط أن يكون\nالجلد طاهرا فاعلم أن هذا كما هو شرط في المتخذ من الجلد فهو شرط في المتخذ\nمن سائر الأعيان وان لم يذكره في سائر الأقسام: وقوله وطهارته بالذكاة ليس\nعلى معنى أن الذكاة تطهر فان التطهير يستدعي سبق النجاسة وهو طاهر في\nالحياة وإنما المراد أن الجلد الذي يتخذ منه الاناء لا يكون طاهرا <span id='ms0059'></span> الا إذا\nوجد أحد المعنيين أما الذكاة في المأكول أو الدباغ: وقوله فيما يؤكل لحمه\nينبغي أن يكون معلما بالحاء لان عنده لا حاجة إلى هذا القيد وموضع باقي\nالعلامات ظاهر بعد ما نقلناه من الخلاف وقوله الا الكلب والخنزير يوجب حصر\nالاستثناء فيهما وهو ظاهر المذهب بعد الحاق فروعهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nبهما ولنا قول أن الآدمي ينجس بالموت على تقدم ذكره فعلى ذلك القول هل\nيطهر جلده بالدباغ فيه وجهان أظهرهما نعم لعموم الخبر ولأنه طاهر في الحياة\nفأشبه جلده سائر الجلود: والثاني وهو مذهب أبي حنيفة أنه لا يطهر لما فيه\nمن الامتهان فعلى هذا يلحق جلد الآدمي بالمتثنى ولك أن تعلم قوله وبالدباغ\nمع الألف المشيرة إلى مذهب أحمد بالواو لا لمصير بعض الأصحاب إلى المنع من\nالدباغ فليس فيهم من يقول به لكن لان صاحب التتمة حكي وجها عن رواية ابن\nالقطان أن جلد الميتة لا ينجس وإنما أمر بالدبغ لا زالة الزهومة فإذا كان\nطاهرا قبل الدباغ لم تكن طهارته بالدباغ * قال (وكيفية الدباغ نزع الفضلات\nبالأشياء الحريفة ولا يكفي الترتيب (ح) والتشميس (ح) ولا يجب استعمال الماء\nفي أثناء الدباغ على أقيس الوجهين ويجب إفاضة الماء المطلق على الجلد\nالمدبوغ على أظهر الوجهين) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nلك في قوله وكيفية الدباغ نزع الفضلات مباحثتان إحداهما أن تقول ما الذي\nأراد بكيفية الدباغ أراد به حقيقته أم غير ذلك: وكيف يجوز إرادة الحقيقة\nوقد اشتهر في كلام الفقهاء ان مقصود الدباغ نزع الفضلات وعد ذلك كلاما\nصحيحا منتظما مقصود الشئ غير حقيقته: وان أراد غير ذلك فما هو: والجواب\nيجوز أن يكون المعنى والكيفية المعتبرة في الدباغ نزع الفضلات ويجوز أن\nيريد بكيفيته حقيقته لكن الدباغ يطلق بمعنيين يطلق بمعنى الفعل المخصوص في\nالجلد على الهيأة التي يبتغي بها صلاح الجلد ويطلق بمعنى الفعل المصلح\nولهذا يقال يحصل الدباغ بكذا ولا يحصل بكذا ومع وجود الدلك والاستعمال على\nالهيئة التي يبتغي بها الصلاح فبالمعنى الأول ينتظم أن يقال مقصود الدباغ <span id='ms0060'></span>\nنزع الفضلات وبالمعنى الثاني ينتظم أن يقال حقيقة الدباغ نزع الفضلات:\nالثانية أن يقول كيف اعتبر مجرد النزع والأصحاب يقولون يعتبر عند الشافعي\nرضي الله عنه في الدباغ ثلاثة أشياء نزع الفضول وتطييب الجلد وصيرورته بحيث\nلو نقع في الماء لم يعد الفساد والنتن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب أنه لا فرق في المعنى فإنه إذا نزعت الفضلات طاب الجلد وصار إلى\nالحالة المذكورة وإذا اعتبرنا أحد الأمور المتلازمة فقد اعتبرناها جميعا\nوقوله بالأشياء الحريفة يجوز أن يكون معلما بالواو لشيئين أحدهما أن هذا\nاللفظ يعم الشب والقرظ الواردين في خبر الدباغ وغيرهما كالعفص وقشور\nالرمان: وحكي بعضهم وجها أنه يختص الدباغ بالشب والقرظ كما يختص تطهير ولوغ\nالكلب بالتراب على الأظهر والمذهب أنه لا فرق بينهما وبين غيرهما مما يصلح\nللدباغ: والشب بالباء كذلك ذكره الأزهري وفي الصحاح أن الشب بالباء شئ يشبه\nالزاج والشث بالثاء نبت يدبغ به: الثاني أنه يعم الطاهر والنجس من آلات\nالدباغ سواء كان نجس العين كذرق الطائر أو غيره وفيه وجهان أحدهما لا يجوز\nالدباغ بالنجس لان النجس لا يصلح للتطهير وأظهرهما وهو ظاهر ما ذكره\nالجواز: لان الغرض اخراج الجلد عن التعرض للعفونة والاستحالة وهذا يحصل\nبالطاهر والنجس جميعا وهذا في طهارة العين ويجب غسله بعد ذلك لا محالة\nبخلاف المدبوغ بالشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nالطاهر ففي وجوب غسله خلاف يأتي ذكره وإذا عرفت ذلك فاعلم أن النزع إنما\nاعتبر ليصير الجلد نظيفا مصونا عن الاستحالات والتغيرات فيطهر كما كان في\nحال الحياة ويترتب عليه أن التجميد بالالقاء في التراب والشمس لا يكفي لان\nالفضلات لا تزول ألا ترى أنه إذا نقع في الماء عاد الفساد: وعن أبي حنيفة\nأنه يكفي ذلك وبه قال بعض الأصحاب لحصول الجفاف وطيب الرائحة: ثم في الفصل\nمسألتان أحداهما هل يجب استعمال الماء في أثناء الدباغ مع الأدوية فيه\nوجهان أحدهما نعم لان معنى الإزالة في الدباغ أغلب والماء متعين لا زالة\nالنجاسات وأيضا فقد روي أنه صلى الله عليه وسلم قال أليس <span id='ms0061'></span> في الشب والقرظ\nوالماء ما يطهره (1) وأظهرهما لا: لقوله صلى الله عليه وسلم سلم أيما أهاب\nدبغ فقد طهر والغالب في الدباغ الإحالة دون الإزالة ومعناه أن الجلد بنزع\nالفضلات يستحيل إلى الطهارة كالخمر يستحيل خلا: الثانية إذا دبغ الجلد بشئ\nطاهر فهل يجب غسله بعد الدباغ فيه وجهان أظهرهما نعم لا زالة أجزاء الأدوية\nفإنها نجست بملاقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nالجلد وبقيت ملتصقة به: والثاني لا لظاهر قوله صلى الله عليه وسلم فقد\nطهر فان قلنا يجب فالجلد بعد الدباغ طاهر العين كالثوب النجس بخلاف ما إذا\nأوجبنا استعمال الماء في أثناء الدباغ ولم يستعمل فإنه يكون نجس العين وهل\nيطهر بمجرد نقعه في الماء أم لا بد من استعمال الأدوية ثانيا فيه وجهان:\nوإذا أوجبنا الغسل بعد الدباغ لم يجز أن يكون الماء متغيرا بالأدوية وإذا\nأوجبنا الاستعمال في أثناء الدباغ لم يضر كونه متغيرا بها بل لا بد منه\nفلهذا وصف الماء في المسألة الثانية بكونه مطلقا ولم يتعرض لذلك في الأولى\n* قال (ثم الجلد المدبوغ طاهر ظاهره وباطنه (وم) يجوز بيعه (وم) ويحل أكله\nعلى أقيس القولين) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nهل يطهر بالدباغ باطن الجلد كظاهره أم لا يطهر الا ظاهره: فيه قولان\nالجديد انه يطهر الباطن والظاهر حتى يصلى فيه وعليه ويباع ويستعمل في\nالأشياء الرطبة واليابسة لما روى أنه صلى الله عليه وسلم قال أيما أهاب دبغ\nفقد طهر ولقوله هلا أخذتم أهابها فدبغتموه فانتفعتم به أطلق ولم يفصل بين\nالانتفاع في الرطب واليابس ولان الدباغ يؤثر في الظاهر والباطن جميعا\nوالقديم وهو مذهب مالك أنه لا يطهر باطنه حتى يصلى عليه ولا يصلى فيه ولا\nيباع ولا يستعمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nفي الأشياء الرطبة لقوله صلى الله عليه وسلم لا تنتفعوا من الميتة باهاب\nولا عصب ظاهره المنع مطلقا خالفنا في ظاهر الجلد جمعا بينه وبين الأخبار\nالمجوزة للدباغ وأما الا كل منه فإن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nجلد مأكول فقولان الجديد الجواز لقوله صلى الله عليه وسلم دباغ الأديم\nذكاته (1) والقديم المنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله عليه <span id='ms0062'></span> السلام إنما حرم من الميتة أكلها وإن كان من غير مأكول\nفطريقان أحدهما طرد القولين وأظهرهما القطع بالمنع كما في الذكاة وقد أطلق\nفي الكتاب ذكر القولين في الاكل فيجوز أن يريد من المأكول ويجوز أن يريد\nالمأكول وغيره على طريقة طرد القولين فيهما وبها قال القفال: ثم الخلاف في\nالاكل يجوز أن يجعل من فروع الخلاف في طهارة الباطن وهو قضية ايراده في\nالأصل ويجوز أن يجعل خلافا مستقلا ويوجه بما سبق وكذلك جعله بعضهم وجها لا\nقولا وكذلك حكاه في الوسيط * قال (القسم الثاني المتخذ من العظام * والعظم\nينجس (ح) بالموت على ظاهر المذهب وقيل قولان كما في الشعر ولا ينجس (و) شعر\nالآدمي بالموت والإبانة ولا شعر الحيوان المأكول بالجز قولا واحدا فان\nحكمنا أن الشعر لا ينجس بالموت فالأصح أن شعر الكلب والخنزير نجس لنجاسة\nالمنبت) * الشعور هل تنجس بالموت والإبانة فيه قولان أحدهما لا لأنه لا\nتحلها الحياة بدليل أنها لا تحس ولا تألم وإنما يتأثر بالموت ما تحله\nالحياة: وأظهرهما نعم لأنه ان حلها الحياة كانت كسائر الأجزاء والا فهي\nحادثة من الجملة فتكون تابعة لها في الطهارة والنجاسة كما تجعل تابعة لها\nفي حكم الجنابة وغيره ويجرى القولان في الصوف والوبر والريش وأما العظام\nففيها طريقان أظهرهما القطع بالنجاسة لأنها تحس وتألم: والثاني طرد القولين\nكما فيها لان الظفر يقلم ولا يألم والظلف تبرد بالمبرد ولا يحس به الحيوان\nفان قلنا الشعر والعظم ينجسان بالموت والإبانة وجعلنا حكمهما حكم سائر\nالأجزاء فيستثنى عنهما موضعان أحدهما شعر المأكول إذا أبين في حياته كما\nسبق: والثاني شعر الآدمي وفيه قولان أو وجهان مبنيان على نجاسته بالموت ان\nقلنا لا ينجس وهو الأصح فلا ينجس شعره بالموت والإبانة وان قلنا ينجس ينجس\nشعره أيضا بالموت والإبانة وعلى هذا القول إذا سقطت منه شعرة أو شعرتان\nوصلى فيها فلا بأس للقلة وتعذر الاحتراز فان كثرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nلم يحتمل كدم البراغيث وان قلنا ينجس شعره بالموت والإبانة فهل يستثنى <span id='ms0063'></span>\nشعر الرسول صلى الله عليه وسلم فيه وجهان: وجه الاستثناء أنه لما حلق شعره\nناوله أبا طلحة رضي الله عنه ليفرقه على أصحابه ولم يمنعهم من استصحابه (1)\nوإذا كان الصحيح في شعر غيره الطهارة فما ظنك بشعره صلى الله عليه وسلم:\nوجلد الميتة إذا دبغ وعليه شعر فهل يطهر على هذا القول فيه قولان أظهرهما\nلا لان الشعور لا تتأثر بالدباغ بل هي قبله وبعده على هيئة واحدة بخلاف\nالجلد: والثاني أنها تطهر تبعا لطهارة الجلد كما نجست بالموت تبعا وإذا\nفرعنا على أن الشعور لا تنجس بالموت فهي ملحقة بالجمادات وجميعا طاهر الا\nشعر الكلب والخنزير ففيه وجهان أصحهما أنه نجس ويستثنى هو من الجمادات كما\nاستثنى صاحبه من الحيوانات والثاني أنه طاهر كشعر غيره والوجهان يشملان\nحالتي الموت والحياة جميعا فهذا فقه هذه المسائل وحظ الباب منه أن العظم\nإذا كان طاهرا فاستعمال الاناء المتخذ منه جائز والا فلا: وإنما يكون طاهرا\nإذا كان من المذكي المأكول أو فرعنا على القول الضعيف أن العظام لا تنجس\nأصلا. واعلم أن القطع في قوله ولا ينجس شعر الآدمي بالموت والإبانة ولا شعر\nالمأكول لحمه بالجز قولا واحدا لا يرجع إلى المسألتين وإنما يرجع إلى\nالمسألة الا خيرة وفي شعر الآدمي هل ينجس بالموت والإبانة ما سبق من الخلاف\nوشعر المأكول قد سبق في الكتاب في فصل النجاسات وإنما أعاده ههنا ليتبين\nأنه ليس موضع القولين وقوله فان حكمنا بأن الشعر لا ينجس بالموت هكذا\nالصواب وربما نجد في بعض النسخ فان حكمنا بان شعر الآدمي لا ينجس بالموت\nوقوله فالأصح أن شعر الكلب والخنزير نجس ليس المعنى أنه نجس بالموت لأنه\nنجس في الحياة والموت جميعا على الأصح وظاهر فيهما على الثاني وعلى\nالتقديرين فلا يكون نجسا بالموت وإنما المعنى التعرض لنفس النجاسة وقوله\nلنجاسة المنبت قد يعترض عليه بأن هذا التعليل يقتضي نجاسة الزرع النابت على\nالسرقين وقد نصوا على أنه ليس بنجس العين لكنه نجس بملاقات النجاسة فإذا <span id='ms0064'></span>\nغسل طهر وإذا تسنبل فالحبات الخارجة منه طاهرة ويجوز أو يجاب عنه بأنه أراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nبالمنبت ما منه النبات والذي ينبت منه الشعر نجس أما الزرع فإنه ينبت من\nالحبات المنبثة في السرقين لا من نفس السرقين * قال (القسم الثالث المتخذ\nمن الذهب والفضة وهو محرم الاستعمال على الرجال والنساء ولا يجوز تزيين\nالحوانيت به على الأصح ولا يجوز اتخاذه (و) ولا قيمة على كاسره (و) ولا\nيتعدى التحريم إلى الفيروزج والياقوت على الأصح لان نفاستهما ما لا يدركها\nالا الخواص) عن حذيفة عن النبي صلى الله عليه وسلم قال لا تشربوا في آنية\nالذهب والفضة ولا تأكلوا في صحافهما (1) يكره استعمال الأواني المتخذة من\nالذهب والفضة وهل ذلك على سبيل التحريم أو هو على سبيل التنزيه فيه قولان\nقال في القديم أنه على التنزيه لان جهة المنع ما فيه من السرف والخيلاء\nوانكسار قلوب المساكين ومثل هذا لا يقتضى التحريم وقال في الجديد انه على\nالتحريم وهو الصحيح وبه قطع بعضهم لما روى أن رسول الله صلى الله عليه وسلم\nقال الذي يشرب في آنية الفضة إنما يجر جر في جوفه نار جهنم رتب الوعيد\nبالنار عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nويستوى في المنع الرجال والنساء لشمول معني الخيلاء وان جاز للنساء\nالتحلي بالذهب والفضة يزينا كما أن افتراش الحرير يحرم عليهن كما يحرم على\nالرجال ولا يحرم اللبس عليهن ثم الخبر وان ورد في الأكل والشرب منهما فسائر\nوجوه الاستعمال في معناهما كالتوضئ والاكل بملعقة الفضة والتطيب بماء الورد\nمن قارورة الفضة والتجمر بمجمرة الفضة إذا احتوى عليها ولا حرج في اتيان\nالرائحة من بعد وهل يجوز اتخاذ الأواني الذهبية والفضية ان قلنا لا يحرم\nاستعمالها على القديم فيجوز وان قلنا يحرم فوجهان أحدهما يجوز لجمع المال\nواحرازه كيلا يتفرق: والثاني وهو الأصح والمذكور في الكتاب أنه لا يجوز لان\nما حرم استعماله حرم اتخاذه كآلات الملاهي فان قيل آلات الملاهي تتشوف\nالنفس إلى استعمالها بخلاف الأواني قيل لا نسلم أن الأواني لا <span id='ms0065'></span> تتشوف النفس\nإلى استعمالها بل الواجد لها يلتذ باستعمالها واحتجوا لهذا الوجه أيضا بأنه\nلا خلاف في وجوب الزكاة فيها ولو كان اتخاذها مباحا لكان وجوب الزكاة فيها\nعلى القولين في الحلى المباح وعلى الوجهين يبنى جواز الاستئجار على اتخاذها\nوغرامة الصنعة على من كسرها ان قلنا يجوز اتخاذها جاز الاستئجار ووجب الغرم\nوالا فلا: وفي جواز تزيين البيوت والحوانيت والمجالس بها وجهان لأنه ليس\nباستعمال لكن السرف والخيلاء يكاد يكون أبلغ ثم في كلام بعضهم بناء الخلاف\nفي الاتخاذ على هذا الخلاف ان حرمناه فلا منفعة فيها بحال فلا يجوز اتخاذها\nوالا فيجوز ويجوز أن يعكس هذا البناء فيقال ان حرمنا الاتخاذ حرم التزيين\nلان ما حرم اتخاذه يجب اتلافه والتزيين يتضمن الامساك وان أبحنا الاتخاذ\nفلا منع الا من الاستعمال: وقال امام الحرمين رحمة الله عليه الوجه عندي\nتحريم التزيين بها للسرف مع الخلاف في حرمة الصنعة وأما الأواني المتخذة من\nسائر الجواهر النفيسة كالفيروزج والياقوت والزبرجد وغيرها فهل هي في معني\nالمتخذ من الذهب والفضة فيه قولان بناهما الأئمة على أن تحريم إناء الذهب\nوالفضة لعينهما أو لمعنى فيهما قالوا وفيه قولان الجديد أنه لعينهما\nكاختصاصهما بتقويم الأشياء بهما ووجوب حق المعدن فيهما وجعلهما رأس مال\nالقراض ونحو ذلك: والثاني أنه لمعنى فيهما وهو السرف والخيلاء فعلى الأول\nلا يحرم ما اتخذ من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nغيرهما من الجواهر النفيسة وعلى الثاني يحرم واعتبر العراقيون والامام\nمعني السرف والخيلاء لا محالة وقالوا حسم باب المعني مع ظهوره بعيد لكن وجه\nالجواز ان التبرين يظهر ان لكافة الناس والجواهر النفيسة يختص بمعرفتها\nبعضهم فيكون السرف والخيلاء في التبرين أكثر وهذا قضية قول صاحب الكتاب لان\nنفاستها لا يدركها الا الخواص وكيف ما كان فالأصح انها ليست في معنى الذهب\nوالفضة ولا خلاف في أن ما تكون نفاسته بسبب الصنعة لا يحرم استعماله ولا\nيكره كلبس الكتان النفيس قال (والمموه لا يحرم على أظهر المذهبين والمضبب\nفي محل يلقي فم الشارب محظور <span id='ms0066'></span> على الأظهر فإن لم يلق فإن كان صغيرا لا يلوح\nمن البعد أو على قدر حاجة الكسر فجائز (و) وان انتفى المعنيان فحرام (ح)\nوان وجد أحدهما دون الثاني فوجهان وفي المكحلة الصغيرة تردد) لو اتخذ اناء\nمن حديد أو غيره وموهه بالذهب أو الفضة نظر إن كان يحصل منها شئ بالعرض على\nالنار منع من استعماله وليس هذا موضع الخلاف وان لم يحصل شئ فهل يمنع من\nالاستعمال فيه وجهان مبنيان على مثل ما ذكرنا في الجواهر النفيسة: قال\nآخرون معنى الخيلا معتبر لكن من جوز قال المموه لا يكاد يخفى ولا يلتبس\nبالتبر ولو اتخذ اناء من ذهب أو فضة وموهه بنحاس أو غيره جرى الخلاف ان\nقلنا التحريم لعين الذهب والفضة يحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nوان قلنا المعنى الخيلاء فلا: ولو غشي ظاهره وباطنه جميعا بالنحاس قال\nالامام الذي أراه القطع بجواز استعماله والذي يجئ على قول من يقول التحريم\nلعين الذهب والفضة أن يقول بالتحريم ههنا أيضا وقوله في الأصل على أظهر\nالمذهبين يعنى الوجهين اللذين ذكرنا هما وأما المضبب فينظر إن كانت الضبة\nعلى شفة الاناء بحيث تلقى فم الشارب فوجهان أحدهما التحريم وبه قال مالك\nقدس الله روحه سواء كانت صغيرة أو كبيرة على قدر الحاجة أو فوقها لكونها في\nموضع الاستعمال: والثاني أنها كما لو كانت في موضع آخر وصاحب الكتاب في\nآخرين جعلوا الوجه الأول أظهر ولعل الذي دعاهم إليه أنه أشبه بكلام الشافعي\nرضي الله عنه في المختصر لكن معظم العراقيين على أنه لا فرق بين أن تكون\nالضبة على موضع الشرب أو غيره وهو أوفق للمعني لان التحريم إن كان لعين\nالذهب والفضة فلا فرق وإن كان لمعني الخيلاء فكذلك وقد تكون الزينة في غير\nموضع الشرب أكثر وليس لقائل أن يقول إذا كان شاربا على فضة كان متناولا\nبالنص لان لفظ الخبر المنع من الشرب في آنية الفضة لا على الفضة والمضبب\nليس بآنية الفضة ثم من نصر الوجه الأول فمن شرطه <span id='ms0067'></span> أن يقول لو كان الاستعمال\nفي غير الشرب وكانت الضبة على الموضع الذي يمسه المستعمل ويلاقيه يحرم أيضا\nولا ينساغ غير ذلك وإن كانت الضبة على غير موضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nالشرب نظر إن كانت صغيرة وكانت على قدر الحاجة فلا تحريم ولا كراهة روى\nأن حلقة قصعة النبي صلى الله عليه وسلم كانت من فضة (1) وكذلك قبيعة سيفه\n(2) وإن كانت كبيرة وفوق الحاجة حرم الاستعمال لظهور الزينة ووجود عين\nالذهب والفضة وإن كانت صغيرة لكنها فوق قدر الحاجة أو كبيرة لكنها بقدر\nالحاجة فوجهان أحدهما التحريم لظهور معنى الخيلاء: أما في الصورة الأولي\nفلانه للزينة دون الحاجة: وأما في الثانية فلكبر الضبة وافتتان الناظرين\nبها كأصل الاناء وأصحهما وهو الذي ذكره الشيخ أبو حامد والعراقيون أنه يكره\nولا يحرم أما في الصورة الأولى فلصغرها وقدرة معظم الناس على مثلها: وأما\nفي الثانية فلظهور قصد الحاجة دون الزينة وبنى بعضهم الوجهين على الأصل\nالذي سبق ان قلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nالتحريم لعين الذهب والفضة حرم وإن قلنا لمعنى الخيلاء فلا * وفي أصل\nالمسألة وجهان آخر ان أحدهما أن المضبب يكره استعماله ولا يحرم بحال وبه\nقال أبو حنيفة والثاني أنه يحرم مطلقا حكاه الشيخ أبو محمد تخريجا على\nاعتبار العين وإذا عرفت ذلك فليكن قوله على قدر حاجة الكسر فجائز معلما\nبالواو للوجه الثاني وقوله وان انتفى المعنيان فحرام بالحاء والواو للوجه\nالأول ثم ههنا مباحثات إحداها هل هذا الخلاف والتفصيل في المضبب بالفضة\nخاصة أو يعم المضبب بالفضة والذهب جميعا ذكر الشيخ أبو إسحاق الشيرازي رحمة\nالله عليه انه يحرم التضبيب بالذهب مطلقا وهذا الخلاف والتفصيل في المضبب\nبالفضة ووجهه قوله صلى الله عليه وسلم في الذهب والحرير هذان حرام على ذكور\nأمتي (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فقد روى أنه صلى الله عليه وسلم وسلم قال من شرب في آنية الذهب\nوالفضة أو في أنا فيه شئ من ذلك فإنما يجر جر في جوفه نار جهنم (1) قضية\nالخبر تحريم المضبب بهما مطلقا خالفنا في الفضة لما ورد من <span id='ms0068'></span> خبر القبعة\nوالحلقة فبقي في الذهب على ظاهره والذي نص عليه الجمهور التسوية بين ضبة\nالذهب وضبة الفضة كأصل الاناء: الثانية ما حد الصغر والكبر قال بعضهم\nالكبير ما يستوعب جزء من الاناء كأسفله أو جانبا من جوانبه أو تكون عروته\nأو شفته أو غيرهما من الاجزاء كله من ذهب أو فضة: والصغير ما دون ذلك\nواستعبد امام الحرمين هذا وقال لعل الوجه أن يقال ما يلمع على البعد للناظر\nفهو كبير وما لا فهو صغير فيكون مأخذ ذلك مدانيا للقليل والكثير من طين\nالشوارع وهذا ما أشار إليه في الأصل حيث قال فإن كان صغيرا لا يلوح من\nالبعد أراد تفسير الصغير بما لا يلوح من البعد ولو بحث باحث عن حد البعد\nفلا يجد مرجعا فيه الا العرف والعادة وإذا كان كذلك فلو رجعنا في الفرق بين\nالصغير والكبير إلى العرف والعادة وطرحنا الواسطة لما كان به بأس وقد فعل\nبعض الأصحاب ذلك وقال المرجع في الفرق بين الصغير والكبير إلى العرف\nوالعادة: الثالثة هل يسوى بين الذهب والفضة في الصغر والكبر لم يتعرض\nالأكثرون لذلك وعن الشيخ أبي محمد انه لا ينبغي أن يسوى بينهما فان الخيلاء\nفي قليل الذهب كالخيلاء في كثير الفضة وأقرب معتبر فيه أن ينظر إلى قيمة\nضبة الذهب إذا قومت بالفضة وهذا الكلام يقرب ما خذه مما حكيناه عن الشيخ\nأبي إسحاق وقياس الباب أن لا فرق: الرابعة ما معني الحاجة التي أطلقناها في\nالمسألة والجواب يعنى بها الاغراض المتعلقة بالتضبيب سوى التزيين كإصلاح\nموضع الكسر وكالشد والتوثيق فإذا كان على قدر ما يستدعيه الكسر فهو بقدر\nالحاجة وقوله في الأصل على حاجة الكسر إشارة إلى هذا ولا يعتبر العجز عن\nالتضبيب بغير الذهب والفضة فان الاضطرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nيبيح استعمال أصل الاناء من الذهب والفضة: الخامسة قدر الضبة المجوزة لو\nاتخذ منه اناء صغير كالمكحلة وظرف الغالية هل يجوز حكي فيه وجهان للشيخ أبي\nمحمد أحدهما نعم كما لو ضبب به غيره وأظهرهما <span id='ms0069'></span> لا: لأنه الآن يقع عليه اسم\nالآنية فيندرج تحت النهى وخصوا هذا التردد بالفضة وقياس ما سبق التسوية بين\nالذهب والفضة وذكر في التهذيب أنه لو اتخذ للاناء حلقة من فضة أو سلسلة أو\nرأسا يجوز لأنه منفصل عن الاناء لا يستعمله ولك أن تقول لا نسلم انه لا\nيستعمله بل هو مستعمل بحسبه تبعا للاناء ثم هب انه لا يستعمله لكن في اتخاذ\nالأواني من غير استعمال خلاف سبق فليكن هذا على ذلك الخلاف أيضا ويجوز أن\nيوجه التجويز بالمضبب أو تجعل هذه الأشياء كالظروف الصغيرة كما سبق والله\nأعلم * قال (هذا قسم المقدمات أما قسم المقاصد ففيه أربعة أبواب الباب\nالأول في صفة الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nوفرائضه ستة الأولى النية وهي شرط في كل طهارة عن حدث (ح) ولا تجب (و) في\nإزالة النجاسة ولا يصح (ح و) وضوء الكافر وغسله إذ لا عبرة بنيته الا\nالذمية تحت المسلم تغتسل عن الحيض لحق الزوج فلا يلزمها الإعادة بعد\nالاسلام على أحد الوجهين والردة بعد الوضوء لا تبطله (و) وبعد التيمم تبطله\nفي أحد الوجهين لضعف التيمم:) ذكرنا في أول الكتاب ان أحكام الطهارة على\nقسمين مقدمات ومقاصد وجعل قسم المقاصد على أربعة أبواب أحدها في صفة الوضوء\nوله فرائض وسنن أما الفرائض فهي ست: الفرض الأول منها النية فهي واجبة في\nطهارات الاحداث خلافا لأبي حنيفة الا في التيمم لنا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم إنما الأعمال بالنيات واعتبار ما عدا التيمم بالتيمم\nوأما إزالة النجاسة فلا يعتبر فيها النية لأنها من قبيل التروك والمقصود\nهجران النجاسة والتروك لا تعتبر فيها النية كترك الشرب والزنا وغيرهما\nوطهارات الاحداث عبادات فأشبهت سائر العبادات ويحكي عن ابن سريح اشتراط\nالنية فيها وبه قال أبو سهل الصعلوكي فيما حكاه صاحب التتمة وإذا عرفت ذلك\nفاعلم أنه بنى على اعتبار النية في الطهارات امتناع صحتها من الكافر فلو\nاغتسل الكافر في كفره أو توضأ ثم أسلم لم يعتد بما فعله في الكفر لأنه ليس <span id='ms0070'></span>\nأهلا للنية فيلزم الإعادة بعد الاسلام ولان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nالطهارة عبادة والكافر ليس أهلا للعبادات ولهذا لا يصح منه الصلاة والصوم\nولعل هذا أولى من التعليل بأنه لا يصح منه النية لأن النية المعتبرة في\nالوضوء نية رفع الحدث وهي متصورة من الكافر وقال أبو بكر الفارسي لا يجب\nإعادة الغسل ويجب إعادة الوضوء لان الغسل يصح من الكافر في بعض الأحيان\nبدليل غسل الذمية عن الحيض لزوجها المسلم والوضوء لا يصح منه بحال وحكي وجه\nآخر أنه لا يجب إعادة الغسل ولا الوضوء وبه قال أبو حنيفة وأما مسألة\nالذمية فإنها إذا طهرت من الحيض والنفاس فلا يحل لزوجها المسلم غشيانها حتى\nتغتسل كالمسلمة المجنونة تطهر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nالحيض ثم لو أسلمت الذمية بعد ذلك الغسل أو أفاقت المجنونة فهل يلزمها\nالإعادة فيه وجهان أحدهما وبه قال أبو بكر الفارسي لا يلزم لأنه غسل صح في\nحق حل الوطئ فيصح في حكم الصلاة وغيره وأصحهما انه يلزم الإعادة لأنه ليس\nللكافر والمجنون أهلية العبادة وإنما صح في حل الوطئ لضرورة حق الزوج ولهذا\nتجبر الزوجة على الغسل من الحيض مسلمة كانت أو ذمية لحقه هذا حكم الكافر\nالأصلي أما المرتد فلا تصح منه الطهارة بحال ولم يجروا منه الخلاف المذكور\nفي الكافر الأصلي لان من قال ثم لا حاجة إلى الإعادة أخذ ذلك من غسل الذمية\nبحل الوطئ أو من التخفيف والعفو عند الاسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nولا يفرض واحد منهما في المرتد: ولو توضأ المسلم ثم ارتد هل يبطل وضوءه\nفيه وجهان أحدهما نعم لان ابتداء الوضوء لا يصح مع الردة فإذا طرأت في\nدوامه أبطله كالصلاة لا يصح ابتداؤها مع الردة وتبطل إذا طرأت في دوامها\nوأصحهما وهو المذكور في الكتاب انه لا يبطل حتى لا تجب الإعادة إذا عاد إلى\nالاسلام لأنه بعد الفراغ من الوضوء مستديم حكمه لا فعله وإذا كان كذلك لم\nيتأثر ما سبق بالردة الا ترى انه إذا ارتد لم يبطل ما مضى من صومه وصلاته\nحتى لا <span id='ms0071'></span> تجب اعادته بعد السلام وهل يجرى هذا الخلاف في الغسل المشهور انه لا\nيجري لان الغسل يجامع الكفر بدليل مسألة الذمية والوضوء بخلافه ومنهم من\nأجرى الخلاف فيه أيضا والتوجيه ما ذكرنا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nالوضوء: وأما التيمم ففي بطلانه بعروض الردة وجهان أيضا لكن الأصح فيه\nالبطلان لان التيمم لاستباحة الصلاة وإذا ارتد خرج عن أهلية الاستباحة فلا\nيفيد تيممه الإباحة بعد ذلك كما إذا تيمم قبل الوقت لا يستبيح به الصلاة\nبعد دخول الوقت ومنه من يرتب فيقول إن بطل الوضوء بالردة فالتيمم أولى وان\nلم يبطل ففي التيمم وجهان والفرق ضعف التيمم وتقاعده عن إفادة الإباحة بعد\nتعذر الاستباحة قال (ثم وقت النية حالة غسل الوجه ولا يضر الغروب بعده ولو\nاقترنت بأول سنن الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nوعزبت قبل غسل الوجه فوجهان) لا يجوز ان تتأخر النية عن أول غسل الوجه\nلأنها لو تأخرت لخلا أول الفرض عن النية وصار كالصلاة يشترط فيها المقارنة\nبأولها بخلاف الصوم يحتمل فيه التقدم تارة والتأخر أخرى لعسر مراقبة طلوع\nالفجر وتطبيق النية عليه ثم إذا لم تتأخر فاما ان يحدث مقارنة لأول غسل\nالوجه أو يتقدم عليه فان حدثت مقارنة لأول غسل الوجه صح الوضوء ولا يجب\nالاستصحاب إلى آخر الوضوء لما فيه من العسر ولكن لا يحصل له ثواب ما قبله\nمن السنن إذ ليس للمؤمن من عمله الا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nما نوى وان تقدمت عليه نظران استصحبها إلى أن ابتدأ بغسل الوجه صح الوضوء\nوحصل ثواب السنن المنوبة قبله وان قارنت ما قبله من السنن وعزبت قبل غسل\nالوجه ففي صحة الوضوء وجهان أحدهما الصحة لان تلك السنن من جملة الوضوء\nفإذا اقترنت النية بها فقد اقترنت بأول العبادة وان لم تكن فرضا وأصحهما\nالمنع لان المقصود من العبادة واجباتها والمندوبات توابع وتزينات فلا يكفي\nاقتران النية بها ولأنها أمور سابقة على فرض الوضوء فلا يكفي اقتران النية\nبها كالاستنجاء ثم لا خلاف في أن المضمضة والاستنشاق من سنن الوضوء\nواختلفوا فيما قبل ذلك <span id='ms0072'></span> كغسل اليدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nوالسواك والتسمية فلم يعدها كثيرون من سننه وإن كانت مندوبة في ابتدائه\nوعدها آخرون من سننه وهو الوجه ولهذا تقع معتدا بها مثابا عليها إذا نوي\nمطلق الوضوء ولو لم تكن معدودة من أفعاله لما اعتد بها بنية الوضوء: وفى\nلفظ الكتاب أشياء ينبغي أن يتنبه لمثلها الأول ان قوله وقت النية حالة غسل\nالوجه مؤول لأن اطلاق غسل الوجه يتناول جميعه والجميع ليس بوقت النية لا\nبمعني انه يجب اقتران النية بالكل كقولنا وقت الصوم النهار لأنه يجوز أن\nيغسل الوجه على التدريج ولا تقترن النية بما سوى الجزء الأول ولا بمعنى انه\nتجزى النية أي بعض من ابعاضه اتفقت كقولنا وقت الصلاة كذا لان اقترانها بما\nسوى الجزء الأول لا يغني فإذا المراد أول غسل الوجه:\n</p>\n\n<p>\nوالثاني ان قوله ولا يضر الغروب بعده ليس على اطلاقه لان الذي لا يضر ليس\nمطلق الغروب بل الغروب بشرط ان لا تحدث نية أحرى حتى لو عزبت نيته المعتبرة\nوحدثت له نية تبرد أو تنظف لم يصح وضوءه في أصح الوجهين لأن النية الأولى\nغير باقية حقيقة والثانية حاصلة حقيقة فتكون أقوى: والثالث قوله ولو اقترنت\nبأول سنن الوضوء ليس من شرط هذه الصورة أن يكون الاقتران بالنية الأولى بل\nسواء اقترنت النية بالأولى أو بغيرها وعزبت قبل الشروع في غسل الوجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nحصل الوجهان وبالله التوفيق قال (وكيفيتها ان ينوى رفع الحدث أو استباحة\nالصلاة أو ما لا يباح الا بالطهارة أو أداء فرض الوضوء فان نوى رفع بعض\nالحدث دون البعض فسدت نيته على أحد الوجهين وان نوى استباحة صلاة لا بعينها\nصحت نيته على أحد الوجهين وقيل يفسد في الكل وقيل يباح له ما نوي ولو نوى\nما يستحب له الوضوء كقراءة القرآن للمحدث فوجهان ولو شك في الحدث بعد تيقن\nالطهارة فتوضأ احتياطا ثم تبين الحدث ففي وجوب الإعادة وجهان للتردد في\nالنية وان نوى بوضوءه رفع الحدث والتبرد لم يضر على الأظهر وكذا إذا نوى <span id='ms0073'></span>\nغسل الجنابة مع غسل الجمعة حصلا معا) الوضوء نوعان وضوء رفاهية ووضوء ضرورة\nأما وضوء الرفاهية فعلى صاحبه أن ينوى أحد أمور ثلاثة أو لها رفع الحدث أو\nالطهارة عنه فان أطلق كفاه لان المقصود من الوضوء رفع مانع الصلاة ونحوها\nفإذا نواه فقد تعرض لما هو المطلوب بالفعل وحكى وجه انه إن كان يمسح على\nالخف لم يجزه نية رفع الحدث بل ينوى استباحة الصلاة كالمتيمم ولو نوى رفع\nبعض الاحداث دون بعض بأن كان قد نام وبال ومس فنوى رفع حدث منها ففيه وجوه\nأصحها انه يصح وضوءه لأنه نوى رفع البعض فوجب ان يرتفع والحدث لا يتجزأ\nفإذا ارتفع البعض ارتفع الكل والثاني لا يصح لان ما لم ينو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nرفعه يبقي والاحداث لا تتجزأ فإذا بقي البعض بقي الكل ويكاد هذان\nالكلامان يتقاومان لكن من نصر الأول قال نفس النوم والبول لا يرفع وإنما\nيرفع حكمهما وهو شئ واحد تعددت أسبابه والتعرض لها ليس بشرط فإذا تعرض له\nمضافا إلى سبب واحد لغت الإضافة إلى السبب وارتفع والثالث ان لم ينف رفع ما\nعداه صح وضوءه وان نفاه فلا لان نيته حينئذ تتضمن رفع الحدث وابقاءه فصار\nكما لو قال أرفع الحدث لا أرفع الحدث والرابع ان نوى رفع الحدث الأول صح\nوضوءه وان نوى غيره فلا. لان الأول هو الذي أثر في المنع ونقض الطهارة\nوالخامس ان نوي رفع الحدث الأخير صح وان نوى غيره فلا لان الأخير أقرب وذكر\nبعضهم ان الخلاف فيما إذا نواه ونفى غيره فإن لم ينف صح بلا خلاف وهذا إذا\nكان الحدث الذي خصه بالرفع واقعا له فإن لم يكن كما إذا نوى رفع حدث النوم\nولم ينم وإنما بال نظر إن كان غالطا صح وضوءه لان التعرض لها ليس بشرط فلا\nيضر الغلط فيها وإن كان عامدا لم يصح في أصح الوجهين لأنه متلاعب بطهارته\nالثاني استباحة الصلاة أو غيرها مما لا يباح الا بالطهارة كالطواف وسجدة\nالتلاوة والشكر <span id='ms0074'></span> ومس المصحف فإذا نواها وأطلق أجزأه لان رفع الحدث إنما يطلب\nلهذه الأشياء فإذا نواها فقد نوى غاية المقصد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nوروى وجه أنه لا يصح الوضوء بنية الاستباحة لان الصلاة ونحوها قد تستباح\nمع بقاء الحدث بدليل المتيمم وان نوى استباحة صلاة معينة فإن لم يتعرض لما\nعداها بالنفي والاثبات صح أيضا وان نفى غيرها فثلاثة أوجه أصحها الصحة لان\nالمنوية ينبغي أن تباح ولا تباح الا إذا ارتفع الحدث والحدث لا يتبعض:\nوالثاني المنع لان نيته تضمنت رفع الحدث وابقاءه كما سبق والثالث يباح له\nالمنوي دون غيره لظاهر قوله صلى الله عليه وآله ولكل امرئ ما نوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nوان نوى ما يستحب له الوضوء كقراء القرآن للمحدث وسماع الحديث وروايته\nوالقعود في المسجد وغيرها فوجهان أظهرهما لا يصح وضوءه لأن هذه الأفعال\nمباحة مع الحدث فلا يتضمن قصدها قصد رفع الحدث: والثاني يصح لأنه قصد أن\nيكون ذلك الفعل على أكمل أحواله وأن يكون كذلك الا إذا ارتفع الحدث:\nوالوجهان جاريان فيما إذا كان الوضوء مستحبا في ذلك الفعل لمكان الحدث كما\nذكرنا من الأمثلة وفيما إذا كان الاستحباب لا باعتبار الحدث كتجديد الوضوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nفان المقصد منه زيادة النظافة لكن المنع في القسم الثاني أظهر منه في\nالأول ولذلك قطع بعضهم بنفي الصحة فيه: ولو شك في الحدث بعد يقين الطهارة\nفتوضأ احتياطا ثم تبين أنه كان محدثا فهل يعتد بهذا الوضوء فيه هذان\nالوجهان لان الوضوء والحالة هذه محبوب للاحتياط لا للحدث وفي المسألة معنى\nآخر وهو أنه عند الوضوء متردد في الحدث فيكون مترددا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nفي نية رفع الحدث وإذا كان كذلك وجب أن لا يعتد بوضوءه لاختلال النية\nوهذا بخلاف ما إذا شك في الطهارة بعد يقين الحدث حيث يؤمر بالوضوء ويحكم\nبصحته مع التردد لان الأصل ثم بقاء الحدث والتردد الذي يعتضد أحد طرفيه\nبالأصل لا يضر لحصول الرجحان والظهور وهذا المعنى على العكس ههنا أما إذا\nكان الفعل بحيث لا يتوقف على الوضوء ولا يستحب الوضوء <span id='ms0075'></span> له كدخول السوق فتوضأ\nله لم يصح الثالث: أداء فرض الوضوء بهذه النية كما إذا نوى المصلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nأداء فرض الصلاة وهذا لأن النية معتبرة في الوضوء لجهة كونه قربة فأشبه\nسائر القربات ولهذا ذكروا وجهين في اشتراط الإضافة إلى الله تعالى كما في\nالصوم والصلاة وسائر العبادات والأولى أن لا يجعل اعتبار النية في الوضوء\nعلى سبيل القربات بل يعتبرها للتمييز ولو كان الاعتبار على وجه القربة لما\nجاز الاقتصار على أداء الوضوء وحذف الفرضية لأن الصحيح أنه يشترط التعرض\nللفرضية في الصلاة وسائر العبادات وقد نصوا على أنه لو نوى أداء الوضوء\nكفاه بل يلزم أن يجب التعرض للفرضية ولو نوى رفع الحدث أو الاستباحة والله\nأعلم. فان قيل إذا لم يدخل وقت الصلاة فليس عليه وضوء ولا صلاة فكيف ينوى\nفرض الوضوء فالجواب أن الشيخ أبا على ذكر أن الموجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nللطهارة هو الحدث وقد وجد الا أن وقتها لا يتضيق عليه ما لم يدخل وقت\nالصلاة فلذلك صح الوضوء بنية الفرضية قبل دخول الوقت لكن هذا الجواب مبني\nعلى أن الموجب للطهارة هو الحدث وقد صار بعض الأصحاب إلى أن الموجب هو دخول\nالوقت أو أحدهما بشرط الآخر ويجوز أن يقال لا نعنى بالفرضية انه يلزمه\nالاتيان به والا لامتنع أن يتوضأ الصبي المميز بهذه النية ولكن المراد أنه\nينوى إقامة طهارة الحدث المشروطة في الصلاة وشروط الشئ تسمى فروضه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nوربما نذكر في معنى فرضية الصلاة التي ينويها المصلى ما يقارب هذا ونبين\nما فيه من الاشكال في كتاب الصلاة إن شاء الله تعالى: ثم إذا نوى بوضوءه\nأحد الأمور الثلاثة وقصد معه شيئا آخر يحصل ذلك الشئ من غير قصد ونية كما\nلو نوى بوضوءه رفع الحدث والتبرد أو استباحة الصلاة والتبرد ففي صحة الوضوء\nوجهان أحدهما يحكى عن ابن سريح أنه لا يصح لان الاشتراك في النية بين\nالقربة وغيرها مما لا يخل بالاخلاص وأصحهما أنه يصح لان التبرد حاصل وان لم\nينو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nفنيته لاغية وصار <span id='ms0076'></span> كما لو كبر الامام وقصد مع التحريم اعلام القوم لا يضر\nولو اغتسل بنية رفع الجنابة والتبرد فعلى هذين الوجهين ولو كان يغتسل ضحوة\nالجمعة فنوى رفع الجنابة وغسل الجمعة فهذا يبنى على أنه لو اقتصر على نية\nرفع الجنابة هل يتأدى به سنة غسل الجمعة أم لا وفيه قولان ان قلنا لا\nفقضيته أنه لا يصح الغسل أصلا كما لو نوى بصلاته الفرض والنفل جميعا وان\nقلنا يتأدى به وهو الأصح فوجهان كالوجهين في ضم نية التبرد إلى رفع الحدث\nأصحهما أنه لا يضر كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nلو صلى الفرض عند دخول المسجد ونوى التحية أيضا لا يضر لان التحية تحصل\nوان لم ينوها ولا فرق في جريان الوجهين في مسألة التبرد بين أن يضم قصد\nالتبرد إلى النية المعتبرة في الابتداء وبين أن يحدثها في الأثناء وهو ذاكر\nللنية المعتبرة أما إذا كان غافلا عنها لم يصح ما أتي به بعد ذلك في أصح\nالوجهين وقد قدمنا هذا: هذا شرح مسائل الفصل على الاختصار ونعود إلى ما\nيتعلق بخصوص الكتاب: قوله وكيفيته أن ينوى رفع الحدث يجوز أن يعلم رفع\nالحدث بالواو إشارة إلى الوجه الذي ذكرناه في حق الماسح على الخف فان ذلك\nالقائل لا يصحح الوضوء بنية رفع الحدث على الاطلاق بل في حق غير الماسح\nوقوله أو استباحة الصلاة ينبغي أن يعلم أيضا بالواو للوجه الذي رويناه:\nوقوله أو أداء فرض الوضوء ليس ذكر الفرضية على سبيل الاعتبار والاشتراط كما\nسبق وقد أوضح ذلك في الوسيط فقال ينوى أداء الوضوء أو فريضة الوضوء وقوله\nولو نوى رفع بعض الحدث دون البعض يشمل ما إذا لم يتعرض للباقي أصلا وما إذا\nنفى رفع الباقي والخلاف جار في الحالتين على أظهر الطريقين كما سبق فهو\nمجرى على اطلاقه لكن قوله وان نوى استباحة صلاة بعينها المراد منه ما إذا\nعينها ونفى غيرها لأنه لا خلاف فيما إذا لم يتعرض لما سواها: وقوله في\nمسألة الشك للتردد في النية إشارة <span id='ms0077'></span> إلى المعنى الثاني لوجه عدم الاجزاء لكن\nالمناسب لا يراد المسألة مقرونة بما إذا نوى بوضوءه الافعال المستحبة\nالمعنى الأول: وقوله وكذا لو نوى غسل الجنابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nوالجمعة حصلا يجوز أن يريد به العطف على الأظهر في مسألة التبرد بناء على\nأنه يحصل غسل الجمعة وان اقتصر على رفع الجنابة وعلى هذا فاللفظ يشعر\nبالخلاف في المسألة ولا حاجة إلى اعلامه بالواو ويجوز أن يحمل على الابتداء\nوعلى هذا يحتاج إلى العلامة بالواو وعلى التقديرين هو معلم بالميم لان صاحب\nالبيان حكي عن مالك أنه لا يجزيه الغسل الواحد عنهما * قال (والمستحاضة لا\nيكفيها نية رفع الحدث بل تنوى استباحة الصلاة ورفع الحدث ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nاقتصر على نية الاستباحة جاز على الأصح) * تكلمنا في كيفية النية في وضوء\nالرفاهية أما النوع الثاني في وضوء الضرورة وهو وضوء من به حدث دائم\nكالمستحاضة وسلس البول ونحوهما فنقول لو اقتصرت المستحاضة على نية رفع\nالحدث فهل يصح وضوءها فيه وجهان أصحهما وهو المذكور في الكتاب أنه لا يصح\nلان حدثها لا يرتفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nبالوضوء وكيف يرتفع ومنه ما يقارن وضوءها ويتأخر عنه: والثاني يصح لان\nرفع الحدث يتضمن استباحة الصلاة فقصد رفع الحدث يؤثر بمتضمنه وان لم يؤثر\nبخصوصه ولو اقتصرت على نية الاستباحة فوجهان أصحهما أنه يصح وضوءها كما يصح\nالتيمم بهذه النية: والثاني لا يصح يحكي ذلك عن أبي بكر الفارسي والخضري\nلان لها أحداثا سابقة وأخرى لاحقة فتنوى الرفع لما تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nوالاستباحة لما تأخر وان جمعت بينهما فهو الغاية ثم لو نوت استباحة فريضة\nواحدة لا غير جاز بلا خلاف بخلاف ما إذا فعل ذلك صاحب طهارة الرفاهية لان\nطهارته لا تفيد الا فريضة واحدة ولو نوت استباحة نافلة بعينها عاد ذلك\nالخلاف ثم النظر في كون المستباح فرضا أو نفلا أو مطلق الصلاة وفيما يباح\nلها إذا نوت النفل كما سيأتي في التيمم * قال (ولو أغفل لمعة في الأولى\nفانغسلت في الكرة الثانية على قصد التنفل ففي ارتفاع الحدث وجهان ولو <span id='ms0078'></span> فرق\nالنية على أعضاء الوضوء لم يجز على أظهر الوجهين) * في الفصل مسألتان\nإحداهما لو كان يتوضأ ثلاثا كما هو السنة فترك لمعة في المرة الأولى غافلا\nوانغسلت في الغسلة الثانية أو الثالثة وهو يقصد التنفل بهما فهل يعتد بغسل\nتلك اللمعة أم يحتاج إلى اعادته فيه وجهان مخرجان على أصلين سبق ذكرهما\nأحدهما انه إذا لم تبق نيته الأولى وحدثت نية أخرى كما إذا عزبت نية رفع\nالحدث وقصد التبرد أو التنظف فقد حكينا فيه وجهين وههنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك لأنه لم يبق له في المرة الثانية والثالثة نية رفع الحدث ضرورة\nاعتقاده ارتفاع الحدث بالمرة الأولي: والثاني ان تلك اللمعة ما صارت مغسولة\nبنية رفع الحدث وما في معناه بل على قصد التنفل فيكون كما لو نوي بوضوئه ما\nيستحب له الطهارة: ولو أغفل لمعة في وضوئه وانغسلت في تجديد الوضوء بعد ذلك\nفعلى هذين الوجهين لكن الأصح الاعتداد بالمنغسل في المرة الثانية والثالثة\nوعدم الاعتداد بالمنغسل في التجديد والفرق أن الغسلات في المرات الثلاث\nطهارة واحدة وقضية نية الأولى أن تحصل الغسلة الثانية بعد الأولى فما لم\nينغسل عن الأولى لا يقع عن الثانية وتوهمه الغسل عن الثانية لا يمنع الوقوع\nعن الأولى كما لو ترك سجدة من الأولى ناسيا وسجد في الثانية تتم بها الأولي\nوإن كان توهم خلاف ذلك وأما التجديد فهو طهارة مستقلة منفردة بنية لم تتوجه\nإلى رفع الحدث أصلا (المسألة الثانية) إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nفرق النية على أعضاء الوضوء فنوى عند غسل الوجه رفع الحدث عنه وعند غسل\nاليدين رفع الحدث عنهما وهكذا ففي صحة وضوئه وجهان أظهرهما عند صاحب الكتاب\nالمنع لان الوضوء عبادة واحدة فلا يجوز تفريق النية على ابعاضها كالصوم\nوالصلاة: والثاني وهو الأصح عند المعظم أنه يصح لأنه يجوز تفريق أفعاله على\nالصحيح ولا يشترط فيه الموالاة وإن كان عبادة واحدة فكذلك يجوز تفريق النية\nعلى أفعاله بخلاف الصلاة وغيرها لا يجوز التفريق في ابعاضها ثم من الأصحاب\nمن يبني تفريق النية <span id='ms0079'></span> على تفريق الافعال ان جوزنا تفريق الافعال جوزنا تفريق\nالنية والا فلا ومنهم من رتب فيقول إن لم يجز التفريق في الافعال ففي النية\nأولي وان جوزنا ذاك ففي هذا وجهان والفرق أنه وان فرق أفعاله فهو عبادة\nواحدة يرتبط بعضها ببعض ألا ترى أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nلو أراد مس المصحف بوجهه المغسول قبل غسل باقي الأعضاء لا يجوز وإذا كان\nكذلك فليشملها نية واحدة بخلاف الافعال فإنها لا تتأتى الا متفرقة ثم\nالخلاف في مطلق تفريق النية أم فيما إذا نوى رفع الحدث عن العضو المغسول\nونفي غسل سائر الأعضاء دون ما إذا اقتصر على رفع الحدث عنه والمشهور الأول:\nوحكي عن بعض الأصحاب الثاني: وإذا قلنا في المسألة الأولي أنه لا يعتد بغسل\nاللمعة في الكرة الثانية والثالثة فهل يبطل ما مضى من طهارته أم يجوز\nالبناء فيه وجها تفريق النية: ان قلنا لا يجوز التفريق يمتنع البناء لأنه\nمحتاج عند البناء إلى تجديد النية للباقي وان قلنا يجوز جاز البناء ويبقي\nالنظر في طول الفصل وعدمه فان اعتبرنا الموالاة لم يحتمل طول الفصل *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الفرض الثاني استيعاب غسل الوجه وهو من مبتدأ تسطيح الجبهة إلى\nمنتهى الذقن ومن الاذن إلى الاذن واجب ولا تدخل النزعتان ولا موضع الصلع في\nالتحديد وموضع التحذيف من الوجه على الأظهر والغمم إذا استوعب جميع الجبهة\nوجب ايصال الماء إليه فإن لم يستوعب فوجهان) غسل الوجه أول الأركان الظاهرة\nفي الوضوء قال الله تعالى (فاغسلوا وجوهكم) وحد الوجه على ما اختاره صاحب\nالكتاب من مبتدأ تسطيح الجبهة إلى منتهى الذقن في الطول ومن الاذن إلى\nالاذن في العرض ومعنى ذلك أن ميل الرأس إلى التدوير ومن أول الجبهة يأخذ\nالموضع في التسطيح وتقع به المحاذاة والمواجهة فحد الوجه في الطول من حيث\nيبتدئ التسطيح وما فوق ذلك من الرأس: وإذا عرفت ذلك فمما يخرج عن الحد\nالنزعتان وهما البياضان المكتنفان للناصية أعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nالجبينين لأنهما في سمت الناصية وهما جميعا في حد التدوير ومما يخرج <span id='ms0080'></span> عنه\nموضع الصلع لأنه فوق ابتداء التسطيح ولا عبرة بانحسار الشعر عنه نظرا إلى\nالأعم الأغلب ومما يخرج عنه موضعا الصدغين وهما في جانبي الاذن يتصلان\nبالعذارين من فوق لأنهما خارجان عما بين الاذنين لكونهما فوق الاذنين وحكي\nفي الصدغين وجه أنهما من الوجه ومما يدخل في الحد موضع الغمم لأنه في تسطيع\nالجبهة ولا عبرة بنبات الشعر على خلاف الغلب كما لا عبرة بانحساره عن موضع\nالصلع على خلاف الغالب هذا إذا استوعب الغمم جميع الجبهة والا فوجهان\nأصحهما أن الامر لا يختلف وهو من الوجه لما ذكرنا: والثاني أنه من الرأس\nلأنه على هيئته والباقي المكشوف هو من الجبهة بخلاف ما إذا أخذ الغمم جميع\nالجبهة فان العادة لم تجربان لا يكون للانسان جبهة أصلا وربما وجه أحد هذين\nالوجهين: أنه مقبل في صفحة الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني بأنه في تدوير الرأس ومعناه أن الأغم ينتأ من أوائل جبهته شئ ولا\nينقطع شكل تدوير رأسه حيث ينقطع من غيره فذلك الموضع متصل بتدوير الرأس\nلكنه مقبل في صفحة الوجه وأما موضع التحذيف وهو الذي ينبت عليه الشعر\nالخفيف بين ابتداء العذار والنزعة وربما يقال بين الصدغ والنزعة والمعنى لا\nيختلف لان الصدغ والعذار متلاصقان وهل هو من الوجه أو الرأس فيه وجهان قال\nابن سريج وغيره هو من الوجه لمحاذاته بياض الوجه ولذلك تعتاد النساء\nوالاشراف إزالة الشعر عنه ولهذا سمى موضع التحذيف وقال أبو إسحاق وغيره هو\nمن الرأس لنبات الشعر عليه متصلا بسائر شعر الرأس والأول هو الأظهر عند\nالمصنف: والذي عليه الأكثرون الثاني وهو الذي يوافق نص الشافعي رضي الله\nعنه في حد الوجه وحاول امام الحرمين تقدير موضع التحذيف فقال إذا وضع طرف\nخيط على رأس الاذن والطرف الثاني على زاوية الجبين فما يقع منه في جانب\nالوجه فهو من الوجه ولك أن تقول توجيه من يجعله من الوجه لا يقتضي التقدير\nبهذا المقدار فان من يحذف قد يحذف أكثر من ذلك أو أقل ولا يراعي <span id='ms0081'></span> هذا الضبط\nفلا بد للتقدير من دليل * وأما لفظ الكتاب فقوله استيعاب غسل الوجه كان\nالأحسن أن يقول استيعاب الوجه بالغسل وقوله من مبتدأ تسطيح الجبهة إلى آخره\nتحديد للوجه وكلمتا من وإلى إذا دخلتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nفي مثل هذا الكلام قد يراد بهما دخول ما وردتا عليه في الحد وقد يراد\nخروجه: نظير الأول حضر القوم من فلان إلى فلان ونظير الثاني من هذه الشجرة\nإلى هذه الشجرة كذا ذراعا وهما في قوله من مبتدأ تسطيح الجبهة إلى منتهى\nالذقن مستعملتان بالمعنى الأول إذ لا يراد بمبتدأ التسطيح الا أوله وبمنتهى\nالذقن الا آخرة ومعلوم أنهما داخلان في الوجه وفي قوله من الاذن إلى الاذن\nمستعملتان بالمعنى الثاني لان الاذنين خارجتان من الوجه وأعلم قوله من\nالاذن إلى الاذن بالميم لان مالكا يعتبر من العذار إلى العذار ويخرج البياض\nالذي بين العذار والاذن عن حد الوجه: فان قيل يدخل في هذا الحد ما ليس من\nالوجه ويخرج منه ما هو من الوجه أما الأول فلانه يدخل فيه داخل الفم والأنف\nفإنه بين تسطيح الجبهة ومنتهى الذقن وليس من الوجه: وأما الثاني فلانه تخرج\nعنه اللحية المسترسلة وهي من الوجه لما روى أنه صلى الله عليه وسلم رأى\nرجلا غطى لحيته وهو في الصلاة فقال اكشف لحيتك فإنها من الوجه قلنا أما\nالأول فللكلام تأويل: المعني ظاهر ما بين تسطيح الجبهة ومنتهى الذقن ولهذا\nلو بطن جزء. بالالتحام وظهر جزء خرج الظاهر عن أن يكون من الوجه وصار\nالباطن من الوجه وعلى هذا المعنى نقيم الشعر مقام البشرة من صاحب اللحية\nالكثة وأما الثاني فتسمية اللحية وجها على سبيل التبعية والمجاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nلامرين أحدهما أنه لولا ذلك لكانت وجوه المرد والنسوان ناقصة ولصح أن\nيقال لمن حلقت لحيته قطع بعض وجهه ومعلوم أنه ليس كذلك: والثاني انه يصح\nقول القائل اللحية من الشعور النابتة على الوجه وفي المسترسلة انها نازلة\nعن حد الوجه وذلك يدل على ما ذكرنا قال (ويجب ايصال الماء إلى <span id='ms0082'></span> منابت الشعور\nالخفيفة غالبا كالحاجبين والأهداب والشاربين والعذارين وأما شعر الذقن فان\nكشف بحيث لا تترا آي البشرة للناظر لم يجب ايصال الماء إلى منابته الا\nللمرأة فان لحيتها نادرة وفي العنفقة وجهان لان كثافتها قد تعد نادرة ويجب\nإفاضة الماء على ظاهر اللحية الخارجة عن حد الوجه على أحد القولين) لما\nتكلم في حد الوجه عاد إلى الشعور النابتة عليه وهي قسمان حاصلة في حد الوجه\nوخارجة عنه والقسم الأول على ضربين أحدهما ما يندر فيه الكثافة كالحاجبين\nوالأهداب والشاربين والعذارين والعذار هو القدر المحاذي للاذن يتصل من\nالأعلى بالصدغ ومن الأسفل بالعارض فهذه الشعور يجب غسلها ظاهرا وباطنا\nكالسلعة النابتة على محل الفرض ويجب غسل البشرة تحتها لأنها من الوجه ولا\nعبرة بحيلولة الشعر لامرين أظهرهما ان الغالب في هذه الشعور الخفة فيسهل\nايصال الماء إلى منابتها فان فرضت فيها الكثافة على سبيل الندرة فالنادر\nملحق بالغالب: والثاني أن بياض الوجه محيط بها اما من جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nكالحاجبين والأهداب أو من جانبين كالعذارين والشاربين فيجعل موضعها تبعا\nلما يحيط به ويعطي حكمه وفى كلام بعض الأئمة حكاية وجه أنها إذا كشفت لا\nيجب غسل منابتها كاللحية فلك أن تعلم قوله ويجب ايصال الماء إلى منابت\nالشعور الخفيفة غالبا بالواو إشارة إلى هذا الوجه واقتصاره على ذكر المنابت\nليس لان الشعور لا تغسل بل إذا وجب غسل المنابت وجب غسل الشعور بطريق\nالأولي ففي ذكر المنابت تنبيه عليها: والضرب الثاني ما لا يندر فيه الكثافة\nوهو شعر الذقن و العارضين والعارض ما ينحط عن القدر المحاذي للاذن فينظر\nفيه إن كان خفيفا وجب غسله مع البشرة تحته كالشعور الخفيفة غالبا وإن كان\nكثيفا وجب غسل ظاهره ولم يجب غسل البشرة تحته لما روى أن النبي صلى الله\nعليه وسلم توضأ فغرف غرفة غسل بها وجهه وكان صلى الله عليه وسلم كث اللحية\n(1) ولا يبلغ ماء الغرفة الواحدة أصول الشعر مع الكثافة والمعني فيه عسر\nايصال الماء إلى المنابت مع الكثافة <span id='ms0083'></span> الغير النادرة وحكي فيه قول قديم أنه\nيجب غسل البشرة تحته لأنها الوجه وهذا شعر نابت عليه ومنهم من يحكيه وجها\nوهو قول المزني رحمه الله وليكن قوله لم يجب ايصال الماء إلى منابتها معلما\nبالزاي والواو لهذا الخلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nوالمذهب الأول ويستثنى عن اللحية الكثيفة ما إذا خرجت للمرأة لحية كثيفة\nفيجب ايصال الماء إلى منابتها لان أصل اللحية لها نادر فكيف بصفة الكثافة\nوكذلك لحية المشكل إذا لم يكن نبات اللحية مزيلا للاشكال وفيه خلاف يأتي\nذكره فإذا اللحية في حقها من الضرب الأول وعنفقة الرجل من الضرب الأول أو\nمن الضرب الثاني فيه: وجهان مبنيان على المعنيين المذكورين في الحاجبين\nونحوهما ان عللنا بالمعني الأول وهو ندرة الكثافة في تلك الشعور فالعنفقة\nملحقة بها وان عللنا بإحاطة البياض فلا: بل هي كاللحية والمعني الأول أظهر\nلأنهم حكوا عن نص الشافعي رضي الله عنه التعليل بان هذه الشعور لا تستر ما\nتحتها غالبا ويدل عليه لحية المرأة والله أعلم: ثم ههنا سؤالان أحدهما ما\nالفرق بين الخفيف والكثيف والجواب. عبارة أكثر الأصحاب أن الخفيف ما تتراءى\nالبشرة من خلاله في مجلس التخاطب والكثيف ما يستر ويمنع الرؤية وهذا ما\nيشعر به لفظ الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه وهو الذي حكاه المصنف وقال بعض الأصحاب الخفيف ما يصل الماء\nإلى منبته من غير مبالغة واستقصاء والكثيف ما يفتقر إليه ورأيت الشيخ أبا\nمحمد والمسعودي وطبقة المحققين يقربون كل واحدة من العبارتين من الأخرى\nويقولون انهما يرجعان إلى معنى واحد لكن بينهما تفاوت مع التقارب الذي\nذكروه لان لهيئة النبات وكيفية الشعر في السبوطة والجعودة تأثيرا في الستر\nوفي وصول الماء إلى المنبت وقد يؤثر شعره في أحد الامرين دون الآخر وإذا\nظهر الاختلاف فلك أن ترجح العبارة الثانية وتقول الشارب معدود من الشعور\nالخفيفة وليس كونه مانعا من رؤية البشرة تحته بأمر نادر: الثاني شعر الضرب\nالثاني لو كان بعضه خفيفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nوبعضه كثيفا ما حكمه. الجواب فيه وجهان أصحهما أن للخفيف <span id='ms0084'></span> حكم الخفيف\nوللكثيف حكم الكثيف توفى المقتضي كل واحد منهما عليه والثاني للكل حكم\nالخفيف وهو الذي ذكره في التهذيب وعلله بأن كثافة البعض مع خفة البعض نادر\nفصار كشعر الذراع إذا كثف ولك أن تمنع ما ذكره وتدعى أن الكثافة في البعض\nوالخفة في البعض أغلب من كثافة الكل وهذه المسألة يحتاج الناظر في الكتاب\nإلى معرفتها لأنه قال أما شعر الذقن فان كثف إلى آخره فظاهره يتناول ما إذا\nكثفت اللحية كلها ولم يبين حكم ما إذا لم تكثف كلها ويفرض ذلك على وجهين\nأحدهما أن تخف كلها ولا يخفى حكمه: والثاني أن يخف البعض ويكثف البعض وهو\nهذه المسألة: هذا كله في الشعور الحاصلة في حد الوجه: القسم الثاني الخارجة\nعن حد الوجه ففيما خرج عن حد الوجه من اللحية طولا وعرضا قولان أحدهما لا\nيجب غسله وبه قال أبو حنيفة والمزني لان الشعر النازل عن حد الرأس لا يثبت\nله حكم الرأس حتى لا يجوز المسح عليه فكذلك الشعر النازل عن حد الوجه لا\nيثبت له حكم الوجه وأصحهما يجب لأنه من الوجه بحكم التبعية لما سبق من\nالخبر ولان الوجه ما تقع به المخاطبة والمواجهة ولأنه متدل من محل الفرض\nفأشبه الجلدة المتدلية وهذا الخلاف يجرى أيضا في الخارج عن حد الوجه من\nالشعور الخفيفة كالعذار والسبال إذا طال ولا فرق: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر بعضهم في السبال أنه يجب غسله قولا واحدا والظاهر الأول فان قلت قد\nعرفت المسألة فلماذا اشتهرت الإفاضة فالناقلون يقولون تجب الإفاضة في قول\nولا تجب في قول وكذلك ذكر المصنف ولم يتكلموا في الغسل فاعلم أن لفظ\nالإفاضة في اصطلاح الأئمة المتقدمين إذا استعمل في الشعر لا مرار الماء على\nالظاهر: ولفظ الغسل للامرار على الظاهر مع الادخال في الباطن ولذلك اعترضوا\nعلى أبي عبد الله الزبيري رضي الله عنه لما قال في هذه المسألة يجب الغسل\nفي قول والإفاضة في قول وقالوا الغسل غير واجب قولا واحدا وإنما الخلاف في\nالإفاضة <span id='ms0085'></span> وإذا تبين ذلك فقصدهم بهذه اللفظة بيان أن داخل المسترسل لا يجب\nغسله قولا واحدا كالشعور النابتة تحت الذقن لكن المصنف تعرض لظاهر اللحية\nفي لفظه والإفاضة على هذا الاصطلاح مغنية عن التقييد بالظاهر ثم مع هذا كله\nفقد حكي وجه أنه يجب غسل الوجه الباطن من الطبقة العليا من المسترسل إذا\nأوجبنا غسل الوجه البادي منه وهو بعيد عند علماء المذهب * قال (الفرض\nالثالث غسل اليدين مع المرفقين فلو قطع يده من الساعد غسل الباقي وان قطع\nمن العضد استحب غسل الباقي لتطويل الغرة وإن كان من المفصل يجب غسل رأس\nالعظم الباقي على أصح القولين لأنه من المرفق ولو نبتت يد زائدة من ساعده\nوجب غسلها وان لم تتميز الزائدة عن الأصلية وجب غسلهما وان خرجت من العضد\nلا تغسل الا إذا حاذت محل الفرض فيغسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nالقدر المحاذي) * هذا نصه قال الله تعالى (وأيديكم إلى المرافق) وكلمة\nإلى قد تستعمل بمعنى مع كقوله تعالى (ولا تأكلوا أموالهم إلى أموالكم)\nوقوله عز اسمه (من أنصاري إلى الله) وهو المراد ههنا لما روى أنه صلى الله\nعليه وسلم كان إذا توضأ أمر الماء على مرفقيه وروى أنه أدار الماء على\nمرفقيه ثم قال هذا وضوء لا يقبل الله الصلاة الا به ثم اليد إن كانت واحدة\nمن كل جانب على ما هو الغالب وكانت كاملة فذاك وان قطع بعضها فله ثلاثة\nأحوال أحدها أن يكون القطع مما تحت المرفق كالكوع والذراع فغسل الباقي واجب\nفالميسور لا يسقط بالمعسور والثانية أن يكون مما فوق المرفق فلا فرض لسقوط\nمحله ولكن الباقي من العضد يستحب غسله لتطويل الغرة كما لو كان سليم اليد\nيستحب له غسل ذلك الموضع لهذا المعني فان قيل غسل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nالموضع مستحب تبعا فإذا سقط المتبوع فهلا سقط التابع كمن فاتته صلوات في\nأيام الجنون لما سقط قضاء الأصل سقط قضاء الرواتب التي هي أتباع: قلنا سقوط\nالقضاء ثم مسامحة ورخصة والا فهو ممكن والتبع أولى بالمسامحة وسقوط <span id='ms0086'></span> الأصل\nههنا ليس على سبيل الترخص بل هو متعذر في نفسه فحسن الاتيان بالتبع محافظة\nعلى العبادة بقدر الامكان كالمحرم إذا لم يكن على رأسه شعر يستحب له امرار\nالموسى على الرأس وقت الحلق: فان قيل تطويل الغرة إنما يفر ض في الوجه\nوالذي في اليد تطويل التحجيل فكيف قال يغسل الباقي لتطويل الغرة: قلنا\nتطويل الغرة والتحجيل نوع واحد من السنن فيجوز أن يكون قوله لتطويل الغرة\nإشارة إلى النوع على أن أكثرهم لا يفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما ويطلق تطويل الغرة في اليد ورأيت بعضهم احتج عليه بقوله صلى الله\nعليه وسلم من أراد منكم أن يطيل غرته فليفعل (1) قال وإنما يمكن الإطالة في\nاليد لان استيعاب الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nبالغسل واجب وليس هذا الاحتجاج بشئ لان للمعترض أن يقول الإطالة في الوجه\nأن يغسل إلى الليت وصفحة العنق وهو مستحب نص عليه الأئمة: والثالثة أن يكون\nالقطع من مفصل المرفق فهل يجب غسل رأس العظم الباقي فيه طريقان أحدهما\nالقطع بالوجوب لأنه من محل الفرض وقد بقي فأشبه الساعد إذا كان القطع من\nالكوع والثاني وهو الذي ذكره في الكتاب فيه قولان القديم ومنقول المزني انه\nلا يجب والأصح وهو منقول الربيع أنه يجب واختلفوا في مأخذ القولين: منهم من\nقال مأخذهما أن المرفق في اليد السليمة يغسل تبعا أم مقصودا فمن قائل تبعا\nوضرورة لاستيعاب غسل اليدين إلى المرافق كما يغسل شئ من الرأس تبعا وضرورة\nلاستيعاب الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nبالغسل: ومن قائل يغسل مقصودا كسائر أجزاء محل الفرض وكأطراف الوجه\nبالإضافة إلى وسطه. ومنهم من قال بل مأخذهما الخلاف في حقيقة المرفق فمن\nقائل المرفق عبارة عن طرف عظم الساعد ولم يبق ومن قائل المرفق مجموع\nالعظمين وقد بقي أحدهما فيغسل وهذا ما أشار إليه بقوله لأنه من المرفق هذا\nكله في اليد الواحدة أما إذا خلقت لشخص واحد من جانب واحد يدان فلا يخلو\nاما أن تتميز الزائد من محمل الفرض كالساعد والمرفق وجب غسلها مع الأصلية\nكالإصبع الزائدة والسلعة النابتة <span id='ms0087'></span> ولا فرق بين أن يجوز طولها الأصلية أو لا\nيجاوز وان خرجت مما فوق محل الفرض فإن لم تبلغ إلى محاذاة محل الفرض لم يجب\nغسل شئ منها وان بلغت إلى محاذاة محل الفرض فالمنقول عن نصه في الام انه\nيجب غسل القدر المحاذي دون ما فوقه لوقوع اسم اليد عليها وحصول ذلك القدر\nفي محل الفرض بخلاف الجلدة المنكشطة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nالعضد لا يغسل منها لا المحاذي ولا غيره لان اسم اليد لا يقع عليها وفيه\nوجه صار إليه كثير من المعتبرين وقرروه انه لا يجب غسل المحاذي ولا غيره\nلأن هذه الزائد ليست على محل الفرض فتجعل تبعا ولا هي أصلية حتى تكون\nمقصودة بالخطاب وحملوا نصه في الام على ما إذا التصق شئ منها بمحل الفرض\nأما إذا لم تتميز الزائدة عن الأصلية وجب غسلهما جميعا سواء خرجتا من\nالمنكب أو من المرفق أو الكوع لكن إذا خرجتا من المنكب يغسلان ضرورة أداء\nالواجب منهما وإذا خرجتا من المرفق أو الكوع غسلتا حتما ومن الامارات\nالمميزة للزائدة عن الأصلية أن تكون إحداها قصيرة فاحشة القصر والأخرى في\nحد الاعتدال فالزائدة القصيرة ومنها نقصان الأصابع ومنها فقد البطش وضعفه *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الفرض الرابع مسح الرأس وأقله ما يسمي (ح) مسحا (م ز) ولو على شعرة\nواحدة (و) بشرط أن لا يخرج محل المسح عن حد الرأس ولا يستحب الغسل ولا يكره\nعلى الأظهر وفي البل دون المد وجهان) قال الله (وامسحوا برؤوسكم) وليس من\nالواجب استيعاب الرأس بالمسح بل الواجب ما ينطلق عليه الاسم لان من أمر يده\nعلى هامة اليتيم صح أن يقال مسح برأسه ولان النبي صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم مسح في وضوءه بناصيته وعلى عمامته (1) ولم يستوعب * وقال مالك\nيجب الاستيعاب وهو اختيار المزني واحدى الروايتين عن أحمد والثانية انه يجب\nمسح أكثر الرأس * وقال أبو حنيفة يتقدر بالربع ثم إن كان يمسح على بشرة\nالرأس فذاك ولا يضر كونها تحت الشعر وقال الروياني في البحر به <span id='ms0088'></span> لا يجوز\nلانتقال الفرض إلى الشعر وإن كان يمسح على الشعر فكذلك يجوز وان اقتصر على\nمسح شعرة واحدة أو بعضها ولا تقدير وعن ابن القاص انه لا أقل من ثلاث شعرات\nكما يعتبر ازالتها في التحلل عن النسك وفي ايجاب الدم على المحرم وهل يختص\nهذا الوجه بما إذا كان يمسح على الشعر أم يجري في مسح البشرة ويشترط المسح\nعلى موضع ثلاث شعرات: في كلام النقلة ما يشعر بالاحتمالين جميعا والأول\nأظهر ثم شرط الشعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nالممسوح أن لا يخرج عن حد الرأس فلو كان مسترسلا خارجا عن حده وكان جعدا\nكانتا في حد الرأس لكنه بحيث لو مد لخرج عن حده لم يجز المسح عليه لان\nالماسح عليه غير ما سح على الرأس:\n</p>\n\n<p>\nواعلم أن كل شعر مد في جهة النبات يكون خارجا عن حد الرأس وإن كان في\nغاية القصر وكان المراد المد في جهة الرقبة والمنكبين وهي جهة النزول ثم\nبعد حصول هذا الشرط هل يشترط أن لا يجاوز منبته: فيه وجهان أحدهما يشترط\nذلك فلا يجوز المسح على ما جاور منبته وإن كان في حد الرأس فإنه كالغطاء\nلما تحته كالعمامة وأصحهما انه لا يشترط لوقوع اسم الرأس عليه ولو غسل\nالرأس بدلا عن المسح ففي اجزائه وجهان أحدهما لا يجزيه لأنه مأمور بالمسح\nوالغسل ليس بمسح وأصحهما انه يجزيه لان الغسل مسح وزيادة وهو أبلغ من المسح\nفكان مجزيا بطريق الأولي وهذا قضية ما ذكره في الكتاب لأنه نفى الاستحباب\nوالكراهية عنه وهو مسعر بالاجزاء وهل يكره الغسل بدلا عن المسح وان أجزأ\nفيه وجهان أحدهما نعم لأنه سرف كغسل الخف بدلا عن مسحه وكالغسلة الرابعة\nوأظهرهم لا يكره لان الأصل هو الغسل إذ به تحصل النظافة والمسح تخفيف من\nالشرع نازل منزلة الرخص فإذا عدل إلى الأصل لم يكن مكروها لكن لا يستحب ذلك\nلما أشار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nإليه النبي صلى الله عليه وسلم في باب الرخص بقوله إن الله قد تصدق عليكم\nفاقبلوا صدقته <span id='ms0089'></span> (1) وقوله لا يستحب الغسل ولا يكره على الأظهر ربما أوهم عود\nالخلاف إليهما وليس كذلك وإنما الخلاف في الكراهية وحدها ولو بل رأسه ولم\nيمد اليد أو غيرها مما يمسح به على الموضع فهل يجزيه ذلك فيه وجهان أصحهما\nنعم لان المقصود وصول الماء فلا ينظر إلى كيفية الا يصال كما في الغسل لا\nيفترق الحال بين أن يجرى الماء على الأعضاء أو يخوض ببدنه في الماء والثاني\nوهو اختيار القفال لا يجزى لأنه لا يسمى مسحا وهو مأمور بالمسح ولو قطر على\nرأسه قطرة ولم تجر هي على الموضع فعلى الخلاف فان جرت كفى وهذا يدل على أن\nالمقصود الوصول ولا عبرة باسم المسح هذا ان سلم ان الامساس والوضع ليس بمسح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفرض الخامس غسل الرجلين مع الكعبين قال الله تعالى (وأرجلكم إلى\nالكعبين) وحكم الرجل على أنقسامها إلى الكاملة والناقصة كما سبق في اليد.\nوالكعبان هما العظمان الناتئان من الجانبين عند مفصل الساق والقدم وروي\nالقاضي ابن كج وغيره عن بعض الأصحاب ان الكعب هو الذي فوق مشط القدم: وجه\nالأول ما روى النعمان بن بشير رضي الله عنه قال أمسنا رسول الله صلى الله\nعليه وسلم بإقامة الصفوف فرأيت الرجل يلزق منكبه بمنكب أخيه وكعبه بكعبه\n(1) والذي يتصور فيه التزاق القائمين في الصف ما ذكرنا دون ظهر القدم وقد\nيمتحن فيسأل عن وضوء ليس فيه غسل الرجلين وصورته ما إذا غسل الجنب جميع\nبدنه الا رجليه ثم أحدث والأصل في المسألة على الاختصار أن من اجتمع في حقه\nالحدث الأكبر والأصغر هل يكفيه الغسل أم يحتاج معه إلى الوضوء فيه وجهان\nأحدهما لا يكفيه لان الطهارتين عبادتان مختلفتان فلا تتداخلان كالصلاتين\nولأنهما مختلفتا السبب والأثر والفعل وهذه الاختلافات تمنع التداخل وأصحهما\nأنه يكفيه الغسل لظاهر الاخبار نحو ما روى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nأنه صلى الله عليه وسلم قال أما انا فأحثى على رأسي ثلاث حثيات فإذا أنا\nقد طهرت (1) ولم يفصل بين الجنابة المجردة والجنابة مع الحدث مع أن <span id='ms0090'></span> الغالب\nان الجنابة لا تتجرد فعلى الأول يجب الوضوء والغسل ولا ترتيب بينهما: وعلى\nالثاني وهو الأصح هل من شرط الغسل ليكفي مراعاة الترتيب في أعضاء الوضوء\nفيه وجهان أحدهما نعم لان الترتيب خاصية الوضوء والتداخل إنما يجرى فيما\nيشترك المتداخلان فيه من الافعال دون خواصهما فعلى هذا يكفي غسل البدن مرة\nواحدة ولكن يشترط أن تكون أعضاء الوضوء مغسولة على الترتيب وزاد بعضهم على\nهذا الوجه شرطا آخر وهو ان يمسح الرأس لأنه من خاصية الوضوء أيضا بناء على\nأن الغسل لا يقوم مقام المسح والثاني وهو الأصح لا يشترط رعاية الترتيب لما\nأشرنا إليه من الظواهر ولا يبعد أن يدخل الأصغر في الأكبر فلا تبقى خاصيته\nالا ترى أن العمرة تفوت بما يفوت به الحج إذا دخلت تحته بالقران ولو انفردت\nلا تفوت: فقد بطلت خاصيتها حين ما دخلت في الأكبر فعلى هذا هل يحتاج إلى أن\nينويهما جميعا بغسله أم يكفيه نية الأكبر فيه وجهان أحدهما يحتاج إلى الجمع\nكالحج والعمرة يتداخلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nفي الافعال دون النية وأصحهما لا حاجة إليه لان الطهارات موضوعة على\nالتداخل فعلا ونية ألا ترى انه إذا اجتمعت الاحداث كفى فعل واحد ونية واحدة\nهذا كله إذا اتفق وقوع الأكبر والأصغر معا أو سبق الأصغر الأكبر: أما إذا\nسبق الأكبر الأصغر فطريقان أحدهما طرد الخلاف والثاني الاكتفاء بالغسل بلا\nخلاف لان الأكبر إذا تقدم تأثر به جميع البدن فلا يؤثر فيه الأصغر بعد ذلك\nوالأصغر إذا تقدم جاز أن يؤثر الأكبر فيه بعده لعظمه وزيادة آثاره * إذا\nعرفت هذا الأصل فنعود إلى الصورة المذكورة ونقول ان قلنا يجب وضوء وغسل عند\nاجتماع حدثين وجب غسل الرجلين عن الجنابة ووضوء كامل عن الحدث يقدم منهما\nما شاء ويؤخر ما شاء وتكون الرجل مغسولة مرتين وان قلنا يكفي الغسل ثم\nيشترط الترتيب في أعضاء الوضوء وجب غسل الرجلين مؤخرا عن سائر أعضاء الوضوء\nويكون غسلهما واقعا عن الجهتين الجنابة والحدث جميعا وان قلنا يكفي الغسل <span id='ms0091'></span>\nمن غير اشتراط الترتيب فعليه غسل الرجلين عن جهة الجنابة إما قبل سائر\nأعضاء الوضوء أو بعدها أو في خلالها ويغسل سائر الأعضاء عن الحدث على\nالترتيب وهذا هو الأصح واختيار ابن سريج وابن الحداد وعلى هذا الوجه يكون\nالمأتي به وضوءا خاليا عن غسل الرجلين لان الرجلين قد اجتمع فيهما الحدثان\nونحن على هذا الوجه نحكم باضمحلال الأصغر في جنب الأكبر فليست الرجلان\nمغسولتين عن جهة الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه هي صورة الامتحان وينبغي أن يعلم أن هذا لا يختص بغسل الرجلين بل لو\nغسل الجنب من بدنه ما سوى الرأس والرجلين ثم أحدث كان الكلام في الرأس\nوالرجلين على ما ذكر في الرجلين ولزم أن نقول على الوجه الصحيح هذا وضوء\nخال عن مسح الرأس والرجلين وعلى هذا القياس لو غسل جميع بدنه سوى اليدين\nوالرأس والرجلين فلهذا لا يتنجح المحصل بأمثال هذه الامتحانات (فائدة) عدوا\nغسل الرجلين أحد فروض الوضوء وأركانه لكن المتوضئ غير مكلف بغسل الرجلين\nبعينه بل الذي يلزمه أحد أمرين إما غسل الرجلين أو المسح على الخفين بشرطه\nفلو عبر معبر عن هذا الركن هكذا لكان مصيبا والمراد عند الاطلاق ما إذا كان\nلا يمسح أو ان الأصل الغسل والمسح بدل * (الفرض السادس الترتيب (ح م ز) الا\nإذا اغتسل سقط الترتيب في أظهر الوجهين فإنه يكفي للجنابة فللأصغر أولى\nوالنسيان ليس بعذر في ترك الترتيب (ح) على الجديد وإذا خرج منه بلل واحتمل\nالجنابة والحدث فان شاء اغتسل ولم يغسل الثوب وان شاء توضأ وضوءا مرتبا\nوغسل الثوب) روى أنه صلى الله عليه وسلم وسلم قال لا يقبل الله صلاة امرئ\nحتى يضع الطهور مواضعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nفيغسل وجهه ثم يغسل يديه ثم يمسح برأسه ثم يغسل رجليه وهذا ونحوه ظاهر في\nاعتبار الترتيب وخلاف أبي حنيفة ومالك فيه مشهور وقد تكلم في هذا الركن في\nأمور أحدها لو اغتسل المحدث بدلا عن الوضوء هل يجزيه ذلك: نظر ان أتي\nبالغسل بحيث يتأتي فيه تقدير الترتيب في <span id='ms0092'></span> لحظات متعاقبة كما إذا انغمس في\nالماء ومكث فيه زمانا ففيه وجهان أحدهما لا يجزيه لان الترتيب من واجبات\nالوضوء والواجب لا يسقط بفعل ما ليس بواجب وأصحهما يجزيه لمعنيين أحدهما ان\nالغسل أكمل من الوضوء فإنه يكفي لرفع أعلى الحدثين فالأصغر أولى: كيف\nوالأصل هو الغسل وإنما حط تخفيفا: والثاني ان الترتيب حاصل في الحالة\nالمفروضة فإنه إذا لاقي الماء وجهه وقد نوى يرتفع الحدث عن وجهه وبعده عن\nاليدين لدخول وقت غسلهما وهكذا إلى آخر الأعضاء فعلى المعنى الأول وهو الذي\nذكره في الكتاب ايثار الغسل على الوضوء يسقط الترتيب: وعلى الثاني الترتيب\nحامل والرافع للحدث هو الوضوء المندرج تحت الغسل كما لو اغتسل مراعيا\nللترتيب في أعضاء الوضوء حقيقة يرتفع حدثه بلا خلاف وان لم يتأت فيه تقدير\nالترتيب بأن انغمس وخرج على الفور أو غسل الأسافل قبل الأعالي ففيه وجهان\nمبنيان على الوجهين في الحالة الأولى: ان قلنا لا يجزي ثم فهنا أولى وان\nقلنا يجزى فيبنى على المعنيين ان قلنا الترتيب ساقط و الرافع للحدث هو\nالغسل أجزأه ههنا أيضا وان قلنا بالمعني الثاني فلا والمعنى الثاني أصح:\nفلا جرم الأصح في هذه الحالة انه لا يجزيه ولا خلاف في الاعتداد بغسل الوجه\nفي الحالتين جميعا إذا قارنته النية والكلام فيما عداه وعنهم من قال في\nالحالة الأولى يجريه ما أتى به بلا خلاف والخلاف في الحالة الثانية وهذا\nإذا نوي رفع الحدث فان نوى رفع الجنابة ان قلنا لا يجزيه إذا نوى رفع الحدث\nفههنا أولى وان قلنا يجزيه فوجهان ههنا أحدهما لا يجزيه لأنه إذا نوى رفع\nالجنابة نوى طهرة غير مرتبة وأصحهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nالجواز والنية لا تتعلق بخصوص الترتيب نفيا واثباتا وهذا كله في المحدث\nالمحض يغتسل: أما إذا أجنب وأحدث فالظاهر أنه يكفيه الغسل كما تقدم والأصغر\nيتلاشى في جنب الا كبر وإذا عرفت ما ذكرناه ونظرت في لفظ الكتاب وجدته يعم\nالحالتين ما إذا اغتسل بحيث يتأتى فيه تقدير الترتيب وما <span id='ms0093'></span> ذا اغتسل بحيث لا\nيتأتي فيه ذلك فان أرادهما جميعا فالخلاف شامل لكن الأظهر عند الجمهور أنه\nلا يجزيه الغسل في الحالة الثانية على خلاف ما ذكره. وان أراد الحالة\nالأولى فالنقل والاختيار كما ذكره غيره: الثاني لو ترك الترتيب عامدا لم\nيجزه وضؤه لكن يعتد بغسل الوجه وبما بعده على الانتظام فلو استعان بأربعة\nغسلوا أعضاءه دفعة واحدة لم يجزه الوضوء كما لو نكس لان المعية تنافى\nالترتيب أيضا وفيه وجه أن الشرط عدم التنكيس ويجزيه الوضوء ههنا وان ترك\nالترتيب ناسيا فقولان الجديد انه كما لو ترك عامدا كما لو ترك سائر الأركان\nناسيا وفي القديم قول انه يعذر بالنسيان وذكر الأئمة انه مخرج من القول\nالقديم في ترك الفاتحة ناسيا ووجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nالشبه أن قراءة الفاتحة وإن كانت ركنا لكنها ليست قائمة بنفسها كالركوع\nوالقيام ونحوهما وإنما هي زينة وتتمة للقيام: كذلك الترتيب زينة وهيئة في\nسائر الأركان: الثالث الوضوء نوعان أحدهما وضوء من يتيقن ان حدثه الأصغر\nفيعتبر فيه الترتيب والثاني وضوء من يجوز أن يكون حدثه الأكبر ونظيره ما\nإذا خرج منه بلل واحتمل أن يكون منيا واحتمل أن يكون مذيا ففيما يلزمه\nوجوه: أحدها انه يجب عليه الوضوء لان غسل ما زاد على الأعضاء الأربعة مشكوك\nفيه والمستيقن هذا القدر وعلى هذا الوجه لو عدل إلى الغسل كان كالمحدث\nيغتسل بدلا عن الوضوء والثاني يجب عليه الوضوء وغسل وسائر البدن وغسل ما\nأصابه ذلك البلل لان شغل ذمته بإحدى الطهارتين معلوم وصلاته موقوفة على\nالطهارة التي لزمته فعليه الاتيان بها ليخرج عن العهدة بيقين والثالث وهو\nالأصح انه يتخير بين أن يغتسل أخذا بأنه منى أو يتوضأ أخذا بأنه مذي لان كل\nواحد منهما محتمل فإذا أتى بموجب أحدهما وجب أن تصح صلاته لان لزوم الآخر\nمشكوك فيه والأصل العدم وهذا الوجه هو الذي ذكره في الكتاب وليكن قوله فان\nشاء وان شاء معلمين بالواو إشارة إلى ما روينا من الوجهين ثم على هذا الوجه <span id='ms0094'></span>\nالأظهر وجب أن يغسل ما أصابه ذلك البلل من ثوب وغيره لأنه على التقدير الذي\nيجب الوضوء يكون ذلك الخارج نجسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه وجه انه لا يجب غسل الثوب وهو ضعيف ولا بد أن يكون الوضوء المأتي به\nمرتبا وفيه وجه انه لا يجب الترتيب لأنه إذا شك في كونه منيا أو غيره فقد\nشك في أن الواجب الطهارة الصغرى أو الكبرى والترتيب من خاصية الطهارة\nالصغرى فلا يجب بالشك كما لا يجب ما يختص بالطهارة الكبرى وإنما يجب\nالمشترك بينهما ويقال كان القفال يقول بهذا الوجه ثم رجع إلى الأول وهو\nالمذهب لأنه اما مني فموجبه الغسل أو غيره فموجبه الوضوء بأركانه فإذا لم\nيرتب الوضوء ولا اغتسل فقد صلى مع أحد الحدثين يقينا ويجرى هذا الخلاف فيما\nإذا أولج خنثى مشكل في دبر رجل فهما بتقدير ذكورة الخنثى جنبان والا\nفمحدثان فالجنابة محتملة غير مستيقنة فإذا توضئا وجب عليهما المحافظة على\nالترتيب في ظاهر المذهب وفي وجه لا يجب لان لزومك الترتيب مشكوك فيه وهذا\nالوجه هو الذي دعا إلى ايراد مسألة البلل ههنا وان لم يذكره في لفظ الكتاب\nوالله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nالقول (في سنن الوضوء وهي ثماني عشرة أن يستاك بقضبان الأشجار عرضا\nويستحب ذلك عند كل صلاة وعند تغير النكهة ولا يكره الا بعد الزوال (ح م)\nللصائم) * عن رسول الله صلى الله عليه وسلم أنه قال السواك مطهرة للفم\nمرضاة للرب (1) إلى أخبار كثيرة فيستحب الاستياك مطلقا ولا يكره الا بعد\nالزوال للصائم خلافا لأبي حنيفة ومالك وأحمد رحمهم الله وسنذكر تفصيل\nمذهبهم في الصوم إن شاء الله تعالى * لنا انه يزيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nأثر العبادة وهو خلوف الفم وانه مشهود له بالطيب قال صلى الله عليه وسلم\nلخوف فم الصائم أطيب عند الله من ريح المسك (1) وإذا كان كذلك فيكره ازالته\nكدم الشهيد وإنما خص بما بعد الزوال لان تغيير الفم بسبب الصوم وحينئذ يطهر\nوفى غيره هذه الحالة يطرد الاستحباب لكنه أكد في مواضع منها عند <span id='ms0095'></span> الصلاة وإن\nكان على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nالطهارة سواء كان متغير الفم أو لم يكن لقوله صلى الله عليه وسلم لولا أن\nأشق على أمتي لامرتهم بالسواك عند كل صلاة (1) ومنها عند تغيير النكهة وذلك\nقد يكون للنوم فيستحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nعند الاستيقاظ الاستياك: كان النبي صلى الله عليه وسلم إذا استيقظ استاك\n(1) وروى أنه كان يشوص فاه بالسواك وقد يكون لطول السكوت وقد يكون لترك\nالاكل وقد يكون لاكل ما له رائحة كريهة فيستحب الاستياك عندها جميعا لأنها\nأسباب تغير الفم فتشبه النوم: ومنها اصفرار الأسنان وقد يفرض ذلك من غير\nتغير النكهة: ومنها قراءة القرآن تعظيما وتطهيرا له: ومنها عند الوضوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nوان لم يصل في الحال: روى في بعض الروايات أنه صلى الله عليه وسلم قال\nلولا أن أشق على أمتي لامرتهم بتأخير العشاء والسواك عند كل وضوء (1) وقد\nحكينا فيما تقدم عن بعض الأصحاب أن السواك لا يعد من سنن الوضوء فلك أن\nتعلم قوله أيستاك بالواو إشارة إلى ذلك الوجه وقوله بقضبان الأشجار ليس على\nسبيل الاشتراط لكنها أولى من غيرها والأولى منها الأراك والأحب أن يكون\nيابسا لين بالماء دون ما لم يلين فإنه يقرح اللثة ودون الرطب فإنه لا ينقى\nاللزوجة وأصل السنة تتأدى بكل خشن يصلح لإزالة القلح كالخرقة الخشنة ونحوها\nنعم لو كان جزءا منه كإصبعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nالخشنة ففيه ثلاثة أوجه أظهرها لا يجزى لأنه لا يسمى استياكا: والثاني\nيجزى لحصول مقصود الاستياك به: والثالث ان قدر على العود ونحوه فلا يجزى\nوالا فيجزى لمكان العذر: وأما قوله عرضا فقد ذكر امام الحرمين أنه عد\nالسواك على طول الأسنان وعرضها فان اقتصر على إحدى الجهتين فالعرض أولى لما\nروى أنه صلى الله عليه وسلم قال استاكوا عرضا وهكذا أورده المصنف في الوسيط\nوذكر آخرون منهم صاحب التتمة أن يستاك في عرض الا سنان لا في طولها ورووا\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nالخبر أنه قال استاكوا عرضا لا طولا (1) فعلى الأول قوله عرضا ليس لأنه\nمتعين في إقامة هذه السنة بل خصه <span id='ms0096'></span> بالذكر لأنه أولي وعلى الثاني هو تعيين *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يقول بسم الله في الابتداء وأن يغسل يديه ثلاثا قبل ادخالهما في\nالاناء) ومن سنن الوضوء أن يقول في ابتدائه بسم الله على سبيل التبرك\nوالتيمن وذهب أحمد إلى أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nالتسمية واجبة لقوله صلى الله عليه وسلم لا وضوء لمن لم يسم الله عليه\n(1) قلنا المعنى لا وضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nكاملا كذلك روى في بعض الروايات ويدل عليه قوله صلى الله عليه وسلم من\nتوضأ وذكر اسم الله كان طهورا لجميع بدنه ومن توضأ ولم يذكر اسم الله كان\nطهورا لأعضاء وضوءه ولو كانت التسمية واجبة لما طهر شئ: ثم لو نسي التسمية\nفي ابتداء وتذكرها في أثناء الوضوء اتى بها كما لو نسي التسمية في ابتداء\nالاكل يأتي بها إذا تذكر في الأثناء: ولو تركها في الابتداء عمدا فهل يشرع\nله التدارك في الأثناء هذا محتمل ولك أن تعلم قوله وأن يقول بسم الله\nبالألف والواو فالألف لان احمد عدها من الواجبات والواو لان بعض الأصحاب لم\nيعدها من سنن الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nوقال هي محبوبة في كل امر ذي بال فلا اختصاص لها بالوضوء: ومن سننه غسل\nاليدين إلى الكوعين قبل غسل الوجه كان رسول الله صلى الله عليه وسلم يفعل\nذلك في وضوءه (1) ولا فرق في استحبابه بين القائم من النوم وغيره ولا بين\nان يتردد في طهارة يديه أو يتيقنها ولا بين من يدخل يديه في الاناء في\nتوضئه وبين من لا يفعل ذلك ولفظ الكتاب لا يقتضى الا الاستحباب في حق من\nيدخل يديه في الاناء: ثم من يدخل يديه في الاناء ولم يتيقن طهارة يديه بان\nقام من النوم واحتمل تنجس يديه في طوافهما وهو نائم يختص بشئ وهو انه يكره\nله ذلك قبل الغسل قال رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم إذا استيقظ أحدكم من نومه فلا يغمس يده في الاناء حتى\nيغسلها ثلاثا فإنه لا يدرى أين باتت يده (1) وكذلك لو كان مستيقظا ولم\nيستيقن طهارة اليدين <span id='ms0097'></span> وإن تيقن طهارة يديه فهل يكره له الغمس قبل الغسل فيه\nوجهان أظهرهما لا بل يتخير بين تقديم الغمس وتأخيره لان سبب المنع ثم\nالاحتياط للماء لاحتمال نجاسة اليد وهذا مفقود ههنا: والثاني يكره لان\nالمتيقن والمتردد يستويان في أصل استحباب الغسل فكذلك في استحباب تقديم\nالغسل على الغمس وليكن قوله وان يغسل يديه معلما بالألف والواو أيضا اما\nالألف فلان عند احمد ان قام من نوم الليل يجب غسل اليدين قبل ادخالهما\nالاناء وان قام من نوم النهار لا يجب واما الواو فلان بعضهم لا يعده من سنن\nالوضوء على ما سبق واما قوله ثلاثا فليس ذلك من خاصية هذه السنة بل التثليث\nمستحب في جميع أفعال الوضوء كما سيأتي * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يتمضمض ثم يستنشق فيأخذ غرفة لفيه وغرفة لا نفه على أحد القولين\nوفي الثاني يأخذ غرفة لهما ثم يخلط على أحد الوجهين إذا كانت الغرفة واحدة\nويقدم المضمضة في الوجه الثاني وأن يبالغ فيهما الا أن يكون صائما فيرفق)\nكان رسول الله صلى الله عليه وسلم يتمضمض ويستنشق في وضوئه (1) فهما\nمستحبان فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nخلافا لأحمد حيث قال بوجوبهما: لنا ما روى أن رسول الله صلى الله عليه\nوسلم قال عشر من السنة وعد منها المضمضة والاستنشاق ثم أصل الاستحباب يتأدى\nبايصال الماء إلى الفم والأنف سواء كان بغرفة واحدة أو أكثر لكن اختلفوا في\nالكيفية التي هي أفضل على طريقين أصحهما أن فيه قولين أصحهما أن الفصل بين\nالمضمضة والاستنشاق أفضل لما روى عن طلحة بن مصرف عن أبيه عن جده قال رأيت\nرسول الله صلى الله عليه وسلم يفصل بين المضمضة والاستنشاق ويقال ان عثمان\nوعليا رضي الله عنهما كذلك روياه ولأنه أقرب إلى النظافة: والثاني الجمع\nبينهما أفضل لما روى عن علي رضي الله عنه في وصف وضوء رسول الله صلى الله\nعليه وسلم أنه يتمضمض مع الاستنشاق بماء واحد ونقل مثله عن وصف عبد الله بن\nزيد والرواية عنه وعن عثمان وعلي رضي الله <span id='ms0098'></span> عنهم في الباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nمختلفة: والطريق الثاني أن الفصل أفضل بلا خلاف وحيث ذكر الجمع أراد بيان\nالجواز فان قلنا بالفصل ففي كيفيته وجهان أصحهما أنه يأخذ غرفة يتمضمض منها\nثلاثا وغرفة أخري يستنشق منها ثلاثا لان عليا رضي الله عنه كذلك رواه:\nوالثاني أنه يأخذ ثلاث غرفات للمضمضة وثلاثا للاستنشاق لأنه أقرب إلى\nالنظافة وأيسر ثم على هذا القول يقدم المضمضة على الاستنشاق وهذا التقديم\nمستحق على أظهر الوجهين لأنهما عضوان فيتعين الترتيب بينهما كما في سائر\nالأعضاء والثاني أنه مستحب لأنهما لتقاربهما بمنزلة العضو الواحد كاليمين\nمع اليسار * وان قلنا بالجمع ففي كيفيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nوجهان أيضا أظهرهما أنه يأخذ غرفة يتمضمض منها ثم يستنشق ثم يأخذ غرفة\nأخرى يتمضمض منها ثم يستنشق ثم يأخذ ثالثة فيعمل بها مثل ذلك كذلك روى عن\nوصف عبد الله بن زيد: والثاني أنه يأخذ غرفة واحدة يتمضمض منها ثلاثا\nويستنشق ثلاثا روى ذلك في بعض الروايات أيضا ثم على هذا الوجه وهو اتخاذ\nالغرفة هل يخلط المضمضة بالاستنشاق أم يقدم المضمضة فيه وجهان أحدهما انه\nيخلط فيتمضمض ويستنشق مرة بما معه ثم يفعل ذلك ثانية وثالثة لان اتحاد\nالغرفة يدل على أنهما في حكم عضو واحد: والثاني يقدم المضمضة على الاستنشاق\nفان ذلك أقرب إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nالنظافة * ولنبين ما يشتمل عليه الكتاب من هذا الاختلافات أما قوله فيأخذ\nغرفة لفيه وغرفة لا نفه على أحد القولين فهو قول الفصل بالكيفية المذكورة\nفي الوجه الأول من الوجهين المذكورين على هذا القولين: وأما قوله وفي\nالثاني يأخذ غرفة لهما فهو قول الجمع بالكيفية المذكورة في الوجه الثاني\nعلى هذا القول: وقوله ثم يخلط على أحد الوجهين إلى آخره هما الوجهان\nالمذكوران أخيرا ومن سنن الوضوء المبالغة في المضمضة والاستنشاق ففي\nالمضمضة يبلغ الماء أقصي الحنك ووجهي الأسنان واللثات مع امرار الإصبع\nعليها وفي الاستنشاق يصعد الماء بالنفس إلى الخيشوم مع ادخال الإصبع وإزالة\nما فيه من الأذى لكن لو كان صائما لا يبالغ فيهما كيلا يصل الماء <span id='ms0099'></span> إلى\nالدماغ أو البطن وقد روي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nعن لقيط بن صبرة قال قلت يا رسول الله أخبرني عن الوضوء قال صلى الله آله\nوسلم أسبغ الوضوء وخلل بين الأصابع وبالغ في الاستنشاق الا أن تكون صائما\n(1) قال (وان يكرر الغسل والمسح \" ح م و \" في الجميع وان شك أخذ بالأقل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nتوضأ رسول الله صلى الله عليه وسلم ثلاثا ثم قال هذا وضوئي ووضوء\nالأنبياء قبلي ووضوء خليلي إبراهيم * وروي أنه توضأ ثلاثا ثلاثا وقال من\nزاد على هذا فقد أساء وظلم (1) ولا فرق بين المغسول من الأعضاء والممسوح\nالمفروض منهما وغير المفروض لأنه لفظ الخبر مطلق يتناول المغسول والممسوح *\nوقال مالك وأبو حنيفة وأحمد رحمهم الله لا يستحب التكرار في مسح الرأس\nوحكاه أبو عيسى الترمذي في جامعة عن الشافعي رضي الله عنه ونقله أبو عبد\nالله الحناطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nوجها للأصحاب فيه وفي مسح الاذنين * واحتجوا عليه بما روى أنه صلى الله\nعليه وسلم مسح رأسه مرة واحدة (1) وعن علي وعثمان رضي الله عنهما أنهما في\nوصف وضوء رسول الله صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم مسحا رؤوسهما مرة واحدة: قلنا ورد في رواية الربيع بنت معوذ انه مسح\nرأسه مرتين (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nوعن عثمان أن النبي صلى الله عليه وسلم توضأ فمسح رأسه ثلاثا (1) على أن\nما رويتموه يجوز أن يكون فعله في بعض الأحوال لبيان الجواز وهذا لبيان\nالفضيلة فلو شك في أنه غسل أو مسح مرة أو مرتين أو شك في أنه فعل ذلك مرتين\nأو ثلاثا فوجهان أصحهما وهو المذكور في الكتاب انه يأخذ بالأقل كما لو شك\nفي عدد ركعات الصلاة: والثاني ذكره الشيخ أبو محمد أنه يأخذ بالأكثر حذرا\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nان يزيد غسلة رابعة فإنها بدعة وترك السنة أهون من اقتحام البدعة لكن من\nقال بالأول لا يسلم ان الرابعة بدعة على الاطلاق بل البدعة اتيانه بالرابعة\nعن علم منه بحقيقة الحال * قال (وان يخلل اللحية إذا كانت كثيفة) ما لا يجب\nايصال الماء إلى باطنه ومنابته من شعر الوجه <span id='ms0100'></span> يستحب تخليله بالأصابع روى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nعن عثمان رضي الله عنه ان النبي صلى الله عليه وسلم كان يخلل لحيته (1)\nوروى أنه كان يخلل لحيته ويدلك عارضيه بعض الدلك وعن المزني ان التخليل\nواجب ورواه القاضي ابن كج عن بعض الأصحاب فان أراد المزني فتفرداته لا تعد\nمن المذهب إذا لم يخرجها على أصل الشافعي رضي الله عنه وان أراد غيره حصل\nوجه موافق لما ذهب إليه المزني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يقدم اليمنى على اليسرى) كان رسول الله صلى الله عليه وسلم يحب\nالتيامن في كل شئ حتى في وضؤه وانتعاله (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه انه صلى الله عليه وسلم قال إذا توضأتم\nفابدأوا بميامنكم (1) وزعم المرتضى من الشيعة ان الشافعي رضي الله عنه في\nالقديم كان يوجب تقديم اليمنى على اليسرى وليس لهذا ذكر في كتب أصحابنا ولا\nاعتماد عليه ويدل على نفى الوجوب ما روى عن علي رضي الله عنه أنه قال ما\nأبالي بيميني بدأت أو بشمالي إذا أكملت الوضوء ثم استحباب تقديم اليمنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nعلى اليسرى في كل عضوين يعتبر ايراد الماء عليهما دفعة واحدة كاليدين\nوالرجلين: أما الأذنان فلا يستحب البداية باليمنى منهما لان مسحهما معا\nأهون وكذلك الخدان يغسلان معا: نعم الأقطع يعجز عن غسل الخدين ومسح الاذنين\nدفعة واحدة فيراعى التيامن هكذا ذكر القاضي أبو المحاسن وليكن قوله وأن\nيقدم اليمنى مرقوما بالألف لان أحمد صار إلى وجوبه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يطول الغرة) روي أنه صلى الله عليه وسلم قال أمتي يوم القيامة\nغر محجلون من آثار الوضوء (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو هريرة فكنا بعد ذلك نغسل أيدنا إلى الآباط واختلف الأصحاب في\nالتفسير ففرق بعضهم بين تطويل الغرة وتطويل التحجيل فقالوا تطويل الغرة غسل\nمقدمات الرأس مع الوجه وكذلك غسل صفحة العنق والتحجيل غسل بعض العضد عند\nغسل اليد وغسل بعض الساق عند غسل الرجل وغاية ذلك استيعاب العضد والساق\nوفسر كثيرون تطويل الغرة بغسل شئ من العضد والساق وأعرضوا عن ذكر ما حوالي\nالوجه والأول أولى <span id='ms0101'></span> وأوفق لظاهر الخبر * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يستوعب الرأس بالمسح فان عسر تنحية العمامة كمل المسح على\nالعمامة) من سنن الوضوء استيعاب الرأس بالمسح والأحب في كيفيته أن يضع يده\nعلى مقدم رأسه وكل واحدة من سبابتيه ملصقة بالأخرى وإبهاماه على صدغيه ثم\nيذهب بهما إلى قفاه ثم يردهما إلى المكان الذي بدأ منه روى عن عبد الله بن\nزيد في صفة وضوء رسول الله صلى الله عليه وسلم ثم مسح رأسه بيديه أقبل بهما\nوأدبر بدأ بمقدم رأسه ثم ذهب بهما إلى قفاه ثم ردهما إلى الموضع الذي بدأ\nمنه (1) وهل الذهاب باليد والرد مسحة واحدة أم الذهاب وحده مسحة ان لم يكن\nعلى رأسه شعر أو كان عليه شعر لا ينقلب بذهابه باليد وردها لكونه ضفيرة\nمعقودة أو لطوله فامرار اليد من المقدم إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p424'> Vol. 01, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤخر مسحة واحدة قال في التهذيب ولا يحسب الرد والحالة هذه مسحة أخري\nلصيرورة البلل مستعملا بحصول مسح جميع الرأس وإن كان على رأسه شعر ينقلب\nبالذهاب باليد وردها فهما جميعا مسحة واحدة ليستوعب البلل جميع الرأس فان\nمنابت الشعور مختلفة منها ما يكون وجهه إلى مقدم الرأس ومنها ما يكون وجهه\nإلى مؤخره فبالذهاب ينبل بواطن القسم الأول وظواهر الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p425'> Vol. 01, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nوبالرد ينبل ظواهر الأول وبواطن الثاني والأولى أن يمسح من الرأس الناصية\nمسح رسول الله صلى الله عليه وسلم بناصيته وعلى عمامته (1) ولا يجوز\nالاقتصار على مسح العمامة لان المأمور به مسح الرأس والماسح على العمامة\nليس بماسح على الرأس ولو عسر عليه تنحية ما على رأسه من عمامة وغيرها ومسح\nمن الرأس قدر ما يجب كمل بالمسح على العمامة بدلا من الاستيعاب وتشبها به:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p426'> Vol. 01, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يمسح اذنيه بماء جديد ظاهرهما وباطنهما) يستحب مسح الاذنين لما\nروى أنه صلى الله عليه وسلم مسح في وضؤه برأسه وأذنيه ظاهرهما وباطنهما\nوأدخل إصبعيه في صماخي اذنيه (1) وينبغي أن يمسحهما بماء جديد لما روى عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p427'> Vol. 01, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن زيد في صفة وضوء رسول الله صلى الله عليه <span id='ms0102'></span> وسلم انه توضأ فمسح\nأذنيه بماء غير الماء الذي مسح به الرأس (1) وليس من الشرط أن يأخذ ماء\nجديدا حينئذ بل لو أمسك بعض أصابعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p428'> Vol. 01, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nمن البلل المأخوذ لمسح الرأس ومسح به الاذنين تأدت هذه السنة روى أنه صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p429'> Vol. 01, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم أمسك بسبابتيه وابهاميه عن الرأس لمسح الاذنين فمسح بسبابتيه\nباطنهما وبابهاميه ظاهرهما (1) ويمسح الصماخين بماء جديد أيضا نص عليه لأنه\nمن الاذن كالفم والأنف من الوجه وحكى قول آخر انه يكفي مسحه ببقية بلل\nالاذن لان الصماخ من الاذن والأحب في إقامة هذه السنة أن يدلل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nمسحتيه في صماخيه ويديرهما على المعاطف ويمر ابهاميه على ظهورهما ثم يلصق\nكفيه وهما مبلولتان بالأذنين استظهارا ولك أن تعلم قوله وأن يمسح أذنيه\nبالألف لان احمد قال بوجوبه وبالميم لان مالكا قال في رواية هما من الوجه\nيغسلان معه ولا يمسحان وقوله بماء جديد بالحاء لان أبا حنيفة يقول هما من\nالرأس يمسحان بالبلل المأخوذ للرأس وبالميم لان مالكا يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nفي رواية هما من الوجه يمسحان بالبلل الباقي عن غسل الوجه وبالألف لان\nاحمد مع قوله بالوجوب يجوزه بالمأخوذ لمسح الرأس وعن مالك روايتان أخريان\nإحداهما مثل مذهبنا والأخرى مثل مذهب أبي حنيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يمسح الرقبة) روى أن النبي صلى الله عليه وسلم قال مسح الرقبة\nأمان من الغل (1) وعن ابن عمر رضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p433'> Vol. 01, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nالله عنهما ان النبي صلى الله عليه وسلم قال من توضأ ومسح على عنقه وقي\nالغل يوم القيامة (1) وهل يمسح بماء جديد أم بما يبقي من بلل مسح الرأس أو\nالاذن: بناه بعضهم على وجهين في أن مسح العنق سنة أم أدب ان قلنا سنة مسح\nبماء جديد وان قلنا أدب فمسح بالبلل الباقي * واعلم أن السنة والأدب\nيشتركان في أصل الندبية والاستحباب لكن السنة ما يتأكد شأنها والأدب دون\nذلك ثم اختيار القاضي الروياني انه ينبغي أن يمسح بماء جديد وميل الأكثرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أنه يكفي مسحه بالبلل الباقي وهو قضية كلام المسعودي وصاحب التهذيب\nلان <span id='ms0103'></span> المسعودي قال إنه غير مقصود في نفسه بل هو تابع للقفا في المسح والقفا\nتابع للرأس لتطويل الغرة وقال صاحب التهذيب يستحب مسحه تبعا للرأس أو الاذن\nإطالة للغرة وإذ كان استحبابه لتطويل الغرة كفى فيه البلل الباقي والله\nأعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن يخلل أصابع الرجلين بخنصر اليد اليسرى من أسفل أصابع الرجل\nاليمنى ويبتدئ بخنصر اليمنى ويختم بخنصر اليسرى) * من سنن الوضوء تخليل\nأصابع الرجلين في غسلهما لما روى أنه صلى الله عليه وسلم قال للقيط بن صبرة\nإذا توضأ فخلل الأصابع (1) وهذا إذا كان الماء يصل إليها من غير تخليل فلو\nكانت الأصابع ملتفة لا يصل الماء إليها الا بالتخليل فحينئذ يجب التخليل لا\nلذاته لكن لأداء فرض الغسل وإن كان ت ملتحمة لم يجب الفتق ولا يستحب أيضا\nوالأحب في كيفية التخليل أن يخلل بخنصر اليد اليسرى من أسفل الأصابع مبتدئا\nبخنصر الرجل اليمنى ومختتما بخنصر اليسرى ورد الخبر بذلك عن رسول الله صلى\nالله عليه وسلم كذلك ذكره الأئمة وعن أبي ظاهر الزيادي انه يخلل ما بين كل\nإصبعين من أصابع رجله بإصبع من أصابع يده ليكون بماء جديد ويفصل الابهامان\nفلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nيخلل بهما لما فيه من العسر وهل التخليل من خاصية أصابع الرجلين أم هو\nمستحب في أصابع اليدين أيضا معظم أئمة المذهب ذكروه في أصابع الرجلين\nوسكتوا عنه في اليدين لكن القاضي أبا القاسم بن كج قال إنه مستحب فيهما\nواستدل بخبر لقيط بن صبرة فان لفظ الأصابع ينتظمها وفي جامع أبي عيسى\nالترمذي عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال\nإذا توضأت فخلل أصابع يديك ورجليك وعلى هذا فالذي يقرب من الفهم ههنا أن\nيشبك بين الأصابع ولا تعود فيه الكيفية المذكورة في الرجلين ولك أن تعلم\nقوله بخنصر اليد اليسرى بالواو إشارة إلى ما حكينا عن الأستاذ أبي طاهر *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وان يوالي بين الافعال فهي سنة على الجديد) اختلف قول الشافعي رضي\nالله عنه في الموالاة <span id='ms0104'></span> فقال في القديم هي واجبة وبه قال مالك واحمد في رواية\nلان النبي صلى الله عليه وسلم وسلم توضأ على سبيل الموالاة وقال هذا وضوء\nلا يقبل الله الصلاة الا به (1) ولأنه عبادة ينقضها الحدث فيعتبر فيها\nالموالاة كالصلاة وقال في الجديد هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p438'> Vol. 01, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nسنة لما روى أن رجلا توضأ وترك لمعة في عقبه فلما كان بعد ذلك أمره النبي\nصلى الله عليه وسلم وسلم بغسل ذلك الموضع ولم يأمره بالاستئناف ولم يبحث عن\nقدر المدة الفاصلة: وعن ابن عمر رضي الله عنهما انه كان يتوضأ في سوق\nالمدينة فدعى إلى جنازة وقد بقي من وضؤه فرض الرجلين فمذهب معها إلى المصلى\nثم مسح على خفيه وكان لابسا ولان أفعال الوضوء يجوز أن يتخللها الزمان\nاليسير فكذلك الزمان الكثير بخلاف الصلاة: ثم لجريان القولين شرطان وان\nأطلق في الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما أن يهمل الموالاة بتفريق كثير أما التفريق اليسير فلا يقدح بلا\nخلاف سواء كان بعذر أو بغير عذر والتفريق الكثير أن يمضي من الزمان ما يجف\nفيه المغسول مع اعتدال الهواء ومزاج الشخص ولا عبرة بحال المحموم ولا\nيتباطئ الجفاف بسبب برودة الهواء ولا بتسارعه بسبب الحرارة وقيل يؤخذ\nالكثير والقليل من العادة و قيل إذا مضي قدر ما يمكن فيه اتمام الطهارة فقد\nكثر التفريق واعتبار مدة التفريق من آخر الفعل المأتي به من أفعال الوضوء\nحتى لو غسل وجهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nويديه ووقع فصل ثم مسح رأسه قبل جفاف ماء اليدين لم يضر وان جف الماء على\nوجهه: و إذا غسل ثلاثا فالاعتبار من الغسلة الأخيرة * الشرط الثاني أن يكون\nالتفريق الكثير بغير عذر أما إذا كان بعذر فلا يضر ولا يعود فيه القول\nالقديم قال المسعودي لان الشافعي رضي الله عنه جوز في القديم تفريق الصلاة\nبالعذر فإنه إذا سبقه الحدث يتطهر ويبنى ففي الطهارة أولي والعذر كما إذا\nنفد ماؤه فذهب لطلبه أو خاف من شئ فهرب وهل النسيان من الاعذار فيه وجهان\nللشيخ أبي محمد والأظهر انه من <span id='ms0105'></span> الاعذار ومنهم من طرد القولين في التفريق\nبالعذر أيضا والأكثرون على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nالأول وحكي عن نص الشافعي رضي الله عنه ما يدل عليه وإذا عرفت موضع\nالقولين فنقول ان فرعنا على القديم وفرق وجب عليه الاستئناف وان فرعنا على\nالجديد فله البناء ثم إن كان مستديما للنية فذاك وان لم يكن فهل يحتاج إلى\nتجديد النية فيه وجهان أحدهما نعم لان استيفاء النية حكما خلاف الحقيقة\nإنما يصار إليه عند تواصل الافعال وأظهرهما لا لان التفريق إذا كان جائزا\nكانت النية الأولى كافية ألا ترى أن الحج إذا جاز فيه التفريق كفت النية\nالأولى فيه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن لا يستعين في الوضوء بغيره وأن لا ينشف الأعضاء فهي سنة على\nأظهر الوجهين وان لا ينفض يديه للنهي عنه وأن يدعو بالدعوات المأثورة\nالمشهورة عند غسل الأعضاء) هذه البقية تشتمل على أربع سنن إحداها ان لا\nيستعين في وضوء بغيره روى أنه صلى الله عليه وسلم قال أنا لا أستعين على\nوضوئي بأحد (1) قاله لعمر رضي الله عنه وقد بادر ليصب الماء على يديه ولأنه\nنوع من التنعم والتكبر ذلك لا يليق بحال المتعبد والاجر على قدر النصب وهل\nتكره الاستعانة فيه وجهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما نعم لما ذكرناه وأظهرهما لا لان النبي صلى الله عليه وسلم قد\nاستعان أحيانا منها ما روى أن أسامة (1) والربيع بنت معوذ صبا الماء على\nيديه (2) ومنها ما روى أنه استعان بالمغيرة بن شعبة لمكان جبة ضيقة الكمين\nكان قد لبسها فعسر عليه الاسباغ منفردا (3) ولا يستبعدن الخلاف في أن\nالاستعانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nهل تكره مع الجزم بأن تركها محبوب فان الشئ قد يكون أولي ولا يوصف ضده\nبالكراهية كاستغراق الأوقاف بالعبادة وتركه: الثانية هل يستحب ترك تنشيف\nالأعضاء فيه وجهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nأظهرهما نعم لما روى عن أنس أن النبي صلى الله عليه وسلم كان لا ينشف\nأعضاءه (1) وعن عائشة رضى عنها قالت كان رسول الله صلى الله عليه وآله يصبح\nجنبا فيغسل ثم يخرج إلى الصلاة ورأسه يقطر ماء (2) والثاني لا <span id='ms0106'></span> يستحب ذلك\nوعلى هذا اختلفوا منهم من قال لا يستحب التنشيف أيضا وقد روى من فعل رسول\nالله صلى الله عليه وسلم التنشيف وتركه وكل حسن ولا ترجيح ومنهم من قال\nيستحب التنشيف لما فيه من الاحتراز عن التصاق الغبار وإذا فرعنا على الأظهر\nوهو استحباب الترك فهل نقول التنشيف مكروه أم لا فيه ثلاثة أوجه أظهرها لا\nلان النبي صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم اغتسل فأتى بملحفة ورسية فالتحف بها حتى رؤي أثر الورس في عكنه (1)\nولو كان مكروها لما فعل: والثاني نعم لأنه إزالة الأثر العبادة فأشبه إزالة\nخلوف فم الصائم: والثالث حكى عن القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين انه إن كان في الصيف كره وإن كان في الشتاء لم يكره لعذر البرد:\nالثالثة أن لا ينفض يديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nفهو مكروه لما روى أنه صلى الله عليه وسلم قال إذا توضأ تم فلا تنفضوا\nأيديكم فإنها مراوح الشيطان (1) (الرابعة) أن يحافظ على الدعوات الواردة في\nالوضوء فيقول في غسل الوجه اللهم بيض وجهي يوم تبيض وجوه وتسود وجوه وعند\nغسل اليد اليمني اللهم اعطني كتابي بيميني وحاسبني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nحسابا يسيرا وعند غسل اليسرى اللهم لا تعطني كتابي بشمالي ولا من وراء\nظهري وعند مسح الرأس اللهم حرم شعري وبشري على النار وروى اللهم احفظ رأسي\nوما حوى وبطني وما وعى وعند مسح الاذنين اللهم اجعلني من الذين يستمعون\nالقول فيتبعون أحسنه وعند غسل الرجلين اللهم ثبت قدمي على الصراط يوم تزل\nفيه الاقدام ورد بها الأثر عن السلف الصالحين (خاتمتان) إحداهما السنن التي\nأوردها يعود يصفها في الغسل التسمية وغسل اليدين والمضمضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nوالاستنشاق والمبالغة فيهما والتكرار والموالاة وترك الاستعانة والتنشيف\nوالنفض: وفي التسمية وجه انها لا تستحب في الغسل وفي الموالاة طريق انها لا\nتجب في الغسل بلا خلاف (الثانية) ظاهر لفظ الكتاب حصر السنن في العدد\nالمذكور لكن للوضوء مندوبات أخرمها أن يقول بعد التسمية الحمد لله الذي جعل\nالماء طهورا وأن يستصحب النية في جميع الأفعال وأن يجمع في النية بين\nاللسان <span id='ms0107'></span> القلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p451'> Vol. 01, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nوان يتعهد الماقين بالسبابتين (1) وما تحت الخاتم بتحريك الخاتم (1)\nوكذلك المواضع التي يحتاج فيها إلى الاحتياط وأن يبدأ في غسل الوجه بأعلاه\nوفي مسح الرأس بمقدمه وفي اليد والرجل بأطراف الأصابع ويختم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nبالمرافق والكعب إن كان يصب الماء عليهما بنفسه وان صبه عليه غيره بدأ\nبالمرفق والكعب وأن لا ينقص الماء المتوضأ به عن مدو أن لا يسرف في صب\nالماء (1) وأن لا يزيد على ثلاث مرات وأن لا يتكلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\nفي أثنائه ولا يلطم الوجه بالماء وان يتوضأ في مكان لا يرجع رشاش الماء\nإليه وان يمر اليد على الأعضاء المغسولة (1) وأن يقول بعد الوضوء مستقبلا\nللقبلة اشهد ان لا إله إلا الله وحده لا شريك له وان محمد عبده ورسوله\nاللهم اجعلني من التوابين واجعلني من المتطهرين سبحانك اللهم وبحمدك اشهد\nأن لا إله إلا أنت أستغفرك وأتوب إليك وليس لك أن تقول هذا من الأذكار\nوالأدعية وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nأشار إليها في الكتاب فلا يكون وراء ما ذكره لان الأدعية التي أشار إليها\nفي الكتاب هي المأثورة عند غسل الأعضاء وهذا متأخر عن غسلها * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nقال (الباب الثاني في الاستنجاء) (وهو واجب وفيه فصول أربعة الأول في\nآداب قضاء الحاجة وهي أن يستر عورته ولا يحاذي بها الشمس والقمر والقبلة\nاستقبالا واستدبارا الا إذا كان في بناء وان لا يجلس في متحدث الناس)\nالاستنجاء واجب عندنا خلافا لا بي حنيفة: لنا ظاهر قوله عليه الصلاة\nوالسلام وليستنج أحدكم بثلاثة أحجار ونحوه ثم المحوج إلى الاستنجاء إنما هو\nقضاء الحاجة فلذلك قدم فصلا أولا في آدابه وذكر منها أمورا أحدها أن يستر\nعورته عن العيون بشجرة أو بقية جدار ونحوهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nلما روى عن أبي هريرة رضي الله عنه ان النبي صلى الله عليه وآله قال من\nأتي الغائط فليستتر فإن لم يجد الا ان يجمع كثيبا من ر مل فليفعل (1) وهذا\nإذا لم يكن في بناء ساتر وهو أن يكون مسقفا أو محوطا يمكن تسقيفه فلو كان\nفي بستان محوط وجلس <span id='ms0108'></span> بعيدا عن الجدار أو جلس في عرصة دار فيحاء فهو كما لو\nجلس في الصحراء فينبغي أن يستتر بشئ ثم ليكن الساتر قريبا من مؤخرة الرجل\nوليكن بينه وبين الساتر قدر ثلاثة أذرع فما دونها ولو أناخ راحلته وتستر\nبها أو جلس في وهدة أو نهر أو أرخى ذيله حصل الغرض: (الثاني) ان لا يستقبل\nالشمس والقمر بفرجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nفقد ورد النهي عنه (1) ويشترك فيه الصحراء والبنيان كذلك ذكره المحاملي\n(الثالث) إذا كان في بناء أو بين يديه سافر فالأدب ان لا يستقبل ولا\nيستدبرها وإذا كان في الصحراء ولم يستتر بشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\nحرم عليه استقبال القبلة واستدبارها لما روى أنه صلى الله عليه وسلم قال\nإذا ذهب أحدكم الغائط فلا يستقبل القبلة ولا يستدبرها بغائط ولا بول (1)\nوروى أنه عليه الصلاة والسلام قال لا تستقبلوا القبلة بغائط ولا بول ولكن\nشرقوا أو غربوا (2) ولا يحرم ذلك في البناء وإن كان الخبر مطلقا خلافا لأبي\nحنيفة وذلك لما روى عن ابن عمر رضي الله عنهما قال رقيت السطح مرة فرأيت\nرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p459'> Vol. 01, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nالله صلى الله عليه وآله جالسا على لبنتين مستقبلا بيت المقدس ومن استقبل\nبيت المقدس بالمدينة فقد استدبر الكعبة (1) وعن جابر قال نهانا رسول الله\nصلى الله عليه وسلم ان نستقبل القبلة بفروجنا (2) ثم رأيته قبل موته بعام\nمستقبل القبلة وسبب المنع في الصحراء فيما ذكر الأصحاب أن الصحراء لا تخلوا\nعن مصل من ملك أو جنى أو انسى فربما وقع بصره على عورته (3): فاما في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p460'> Vol. 01, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nفي الأبنية فالحشوش لا يحضرها الا الشياطين (1) ومن يصلى يكون خارجا عنها\nفيحول البناء بينه وبين المصلى وليس السبب مجرد احترام الكعبة (2) وقد نقل\nما ذكروه عن ابن عمر وعن الشعبي رضي الله عنهما: الرابع أن لا يجلس في\nمتحدث الناس كيلا يفسد عليهم مجلسهم فيلعنوه وقد قال صلى الله عليه وسلم\nاتقوا الملاعن (3) ثم في لفظ الكتاب في الأدب الثاني والثالث كلامان أحدهما\nقوله ولا يحاذي بها الشمس والقمر والقبلة استقبالا واستدبارا يقتضى المنع <span id='ms0109'></span>\nمن استقبال الشمس والقمر واستدبار هما جميعا كالقبلة سواء رجع قوله\nاستقبالا واستدبار إلى الشمس والقمر والقبلة أو إلى القبلة وحدها: أما على\nالتقدير الأول فظاهر واما على الثاني فلان لفظة المحاذاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nوهي تشمل الاستقبال والاستدبار. وأكثر الكتب ساكتة عن استدبارهما وإن كان\nالمنع عن استقبالهما مشهورا لكنه صحيح حكاه في البيان عن الصيمري ورأيته في\nالشافي لا بي العباس الجرجاني وفي الخبر ما يدل عليه الثاني ظاهر كلامه\nيقتضي عود الاستثناء في قوله الا إذا كان في بناء إلى الشمس والقمر والقبلة\nجميعا ولا شك أنه ليس كذلك بل هو مخصوص بالقبلة ثم الاحتراز عن استقبال\nالنيرين واستدبارهما ليس بواجب بحال وإنما هو أدب والاحتراز عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nاستقبال الكعبة واستدبارها أدب في حال وواجب في حال كما سبق بيانه وإذا\nعرفت ذلك فيتوجه للناظر أن يقول إن أراد الامام بالمنع حالة التحريم لم\nيحسن درجه في جملة الآداب ولا الجمع بين القبلة والشمس والقمر في جملة\nواحدة وان أراد حالة الكراهة فلم استثنى ما إذا كان في بناء والأدب\nالاحتراز في البناء أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nقال (وأن لا يبول في الماء الراكد ولا في الجخرة ولا تحت الأشجار المثمرة\nولا في مهاب الرياح استنزاها من البول) ومن الآداب ان لا يبول في الماء\nالراكد لما روى أنه صلى الله عليه وسلم قال لا يبول أحدكم في الماء الدائم\n(1) ويروى في الراكد وهذا المنع يشمل القليل والكثير لما فيه من الاستقذار\nثم إن كان قليلا ففيه شئ آخر وهو انه تنجيس للماء وتعطيل لفوائد فإن كان\nبالليل زاد شئ آخر وهو ما قيل إن الماء بالليل للجن فلا ينبغي أن يبال فيه\nولا يغتسل خوفا من آفة تصيب من جهتهم ومنها أن لا يبول في الجحرة لما روى\nقتادة عن عبد الله بن سرجس ان النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم نهى عنه (1) قيل لقتادة ما بال الجحرة قال يقال إنها مساكن الجن:\nومنها أن يجلس تحت الأشجار المثمرة (2) صيانة لها عن التلويث <span id='ms0110'></span> والتنجيس وهذا\nفي البول والغائط جميعا وإن كان نظم الكتاب يخص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nالبول: ومنها ان لا يبول في مهاب الرياح استنزاها من البول وحذارا من\nرشاشه قال صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم استنزهوا من البول فان عامة عذاب القبر منه (1) وروى أنه صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nكان يتمخر الريح أي ينظر أين مجراها فلا يستقبلها لئلا يرد عليه البول\nلكن يستدبرها (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nقال (ويعتمد في الجلوس على الرجل اليسرى ويعد النبل ولا يستنجي بالماء في\nموضع قضاء الحاجة ولا يستصحب شيئا عليه اسم الله تعالى ورسوله ويقدم الرجل\nاليسرى في دخوله الخلاء واليمني في الخروج وان يستبرئ من البول بالتنحنح\nوالنتر) ومنها ان يعتمد إذا جلس على الرجل اليسرى لما روى عن سراقة بن مالك\nقال علمنا رسول الله صلى الله عليه وسلم إذا أتينا الخلاء أن نتوكأ على\nاليسرى (1) ومنها أن يعد النبل إن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nيستنجي بالأحجار ثم يشتغل بعد ذلك بقضاء الحاجة لما روى أنه صلى الله\nعليه وسلم وسلم قال اتقوا الملاعن واعدوا النبل (1) والمعنى فيه خوف\nالانتشار لو طلبها بعد قضاء الحاجة والنبل أحجار الاستنجاء جمع نبلة وأصلها\nالحصاة الصغيرة: ومنها ان لا يستنجي بالماء في موضع قضاء الحاجة بل ينتقل\nعنه ثم يستنجي تحرزا من عود الرشاش إليه إذا أصاب الماء النجاسة وأما إذا\nأكان يستنجي بالحجر فلا يقوم عن الموضع كيلا تنتشر النجاسة: ومنها أن لا\nيستصحب شيئا عليه اسم الله تعالى كالخاتم والدراهم التي عليها اسم الله\nتعالى كان رسول الله صلى الله عليه وآله إذا دخل الخلاء وضع خاتمه لأنه كان\nعليه محمد رسول الله وألحق باسم الله تعالى اسم رسوله صلى الله عليه وسلم\nوسلم تعظيما وتوقيرا له وكذلك يحترز عن استصحاب ما عليه شئ من القرآن وهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nيختص هذا الأدب بالبنيان لم يعم البنيان والصحارى فيه اختلاف للأصحاب\nوالأظهر التعميم ورأيت للصيمري أنه إذا كان على فص الخاتم ذكر الله تعالى\nخلعه قبل دخول الخلاء أو ضم كفه عليه فخير بينهما وكلام غيره <span id='ms0111'></span> يشعر بأنه لا\nبد من النزع نعم قيل إنه لو غفل عن النزع حتى اشتغل بقضاء الحاجة ضم كفه\nعليه حتى لا يظهر ومنها أن يقدم رجله اليسرى في دخول الخلاء واليمني في\nالخروج على العكس من دخول المسجد والخروج منه لان اليسار للأذى واليمني\nلغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nوهل يختص ذلك بالبنيان أم لا اختلف فيه كلام الأصحاب والذي ذكره في\nالوسيط يقتضى الاختصاص لكن الأكثرين على أنه لا يختص حتى يقدم رجله اليسرى\nإذا بلغ موضع جلوسه في الصحراء أيضا وإذا فرغ قدم اليمنى: ومنها أن يستبرئ\nمن البول بالتنحنح عند انقطاعه وبالنتر ثلاثا بان يمر بعض أصابعه على أسفل\nالذكر ويدلكه لاخراج ما هنا لك من البقايا وهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nللاستنزاه من البول أيضا ويروى أنه صلى الله عليه وسلم قال فلينتر ذكره\nولو استبرأ بالمشي عقيب البول فلا بأس وأكثره فيما قيل سبعون خطوة ويكره\nحشو الإحليل بالقطنة ونحوها * قال (الفصل الثاني فيما يستنجي عنه * وهي كل\nنجاسة ملوثة خارجة عن المحل المعتاد نادرة كانت أو معتادة جاز الاقتصار\nفيها على الجحر ما لم تنتشر الا ما ينتشر من العامة ولا يقتصر على الجحر في\nدم الحيض: وفي النجاسات النادرة قول إنه يتعين الماء فيه وقيل المذي نادر\nوان خرجت دودة لم تلوث ففي وجوب الاستنجاء وجهان) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nالخارج من البدن اما ريح فلا استنجاء منها أو عين فان وجبت بخروجها\nالطهارة الكبرى كالمني والحيض فيجب الغسل ولا يمكن الاقتصار على الحجارة\nوان لم تجب به الطهارة الكبرى نظر ان لم تجب به الصغرى أيضا فإن كان طاهرا\nفذاك وإن كان نجسا كدم الفصد والحجامة فيزال كما تزال سائر النجاسات ولا\nمدخل للحجر فيه وان وجبت به الطهارة الصغرى فان خرج من الثقبة التي تنفتح\nويحكم بانتقاض الطهارة بالخارج منها على ما سيأتي فتزال كسائر النجاسات أم\nللحجارة فيه مدخل: فيه وجوه ثلاثة قد ذكرها في الكتاب في باب الاحداث\nونذكرها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\nموضعها إن شاء الله تعالى وان خرج من السبيل نظر <span id='ms0112'></span> ان لم يكن ملوثا كالدودة\nوالحصاة التي لا رطوبة معها ففي وجوب الاستنجاء منه قولان أصحها لا يجب لا\nبالماء ولا بالحجر لان المقصود من الاستنجاء إزالة النجاسة أو تخفيفها عن\nالمحل فإذا لم يتلوث المحل ولم يتنجس فلا معني للإزالة ولا للتخفيف:\nوالثاني يجب لأنه لا يخلو عن رطوبة وان قلت وخفيت وإن كان ملوثا فينظر إن\nكان نادرا كالدم والقيح ففيه قولان أحدهما أنه يتعين ازالته بالماء رواه\nالربيع حيث حكي عن نصه انه إن كان في جوف مقعدته بواسير يخرج منها الدم\nوالقيح يجب غسله بالماء ووجهه ان الاقتصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الحجر تخفيف على خلاف القياس ورد فيما يعم به البلوى فلا يلحق به\nغيره: والثاني رواه المزني وحرملة وهو الأصح أنه يجوز فيه الاقتصار على\nالحجر نظرا إلى المخرج المعتاد فان خروج النجاسات منه على الانقسام إلى\nالغالبة والنادرة مما يتكرر ويعسر البحث عنها والوقوف على كيفياتها فيناط\nالحكم بالمخرج ومنهم من قطع بهذا وحمل ما رواه الربيع على ما إذا كان بين\nالأليتين لا في الداخل:\n</p>\n\n<p>\nومن جملة النجاسات النادرة المذي فيجئ فيه هذا الاختلاف وحكي عن القفال\nتفصيل في النجاسات النادرة وهو ان ما يخرج منها مشوبا بالمعتاد كفى الحجر\nوان تمحض النادر فلا بد من الماء هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nفي الخارج النادر: أما المعتاد فإن لم يعد المخرج فعليه أحد الامرين إما\nازالته بالماء كسائر النجاسات وإما التخفيف بجامد على الشرط المذكور في\nالفصل الثالث وذلك أن الأصل في النجات الإزالة بالماء بحيث لا يبقى عين ولا\nأثر فان جرى على الأصل فذاك والا أجزأه الاقتصار على الأحجار تخفيفا روى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nعن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال إذا ذهب أحدكم\nإلى الغائط فليذهب معه بثلاثة أحجار يستطيب بها فإنها تجزى عنه وان عدا\nالمخرج نطر ان لم ينتشر أكثر من القدر المعتاد فكذلك يتخير بين الامرين\nوذلك القدر من الانتشار يتعذر أو يتعسر الاحتراز عنه ونقل المزني رحمه الله\nأنه إذا <span id='ms0113'></span> عدا المخرج لا يجزى فيه الا الماء فمنهم من أثبته قولا آخر وزعم أن\nالضرورة تختص بالمخرج فلا تسامح فيما عداه بالاقتصار على الأحجار والأكثرون\nامتنعوا من اثباته قولا وانقسموا إلى مغلط ومؤول وان انتشر أكثر من القدر\nالمعتاد وهو أن يعد والمخرج وما حواليه فينظر ان لم يجاوز الغائط الا ليتين\nففي جواز الاقتصار فيه على الأحجار (2) قولان أظهرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nالجواز رواه الربيع واحتج الشافعي رضي الله عنه لهذا القول بأن قال لم\nيزل في زمان رسول الله صلى الله عليه وسلم والي اليوم رقة البطون وكان أكثر\nاقواتهم التمر وهو مما يرقق البطن ومن رق بطنه انتشر خلاؤه عن الموضع وما\nحواليه ومع ذلك أمروا بالاستجمار والثاني ذكره في القديم أنه لا يجوز لأنه\nانتشار لا يعمم ولا يغلب فإذا اتفق وجب غسله كسائر النجاسات وفيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nطريقتان أخريان أحداهما القطع بالقول الأول رواها الشيخ أبو محمد\nوالمسعودي والثانية القطع بالقول الثاني حكاها كثيرون من الأئمة: وأما\nالبول فالحشفة فيه بمثابة الا ليتين في الغائط والامر فيه على هذا الاختلاف\nوعن أبي إسحاق المروزي أنه قال إذا جاوز البول الثقب لم يجز فيه الحجر قولا\nواحدا والخلاف والتفصيل في الغائط والفرق ان البول ينفصل على سبيل التزريق\nفيبعد فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nالانتشار وان جاوز الغائط الأليتين والبول الحشفة تعينت الإزالة بالماء\nكسائر النجاسات لأنه نادر نحوه: ولا فرق بين القدر المجاوز وغيره ومنهم من\nجعل ما لم يجاوز على الخلاف ثم حيث يجوز الاقتصار على الحجر فذاك بشرط ان\nلا تنتقل النجاسة عن الموضع الذي أصابته عند الخروج فلو قام وانضمت أليتاه\nعند الخطو وانتقلت النجاسة تعين الماء ويشترط ان لا يصيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\nموضع النجو نجاسة من خارج حتى لو عاد إليه رشاش ما أصاب الأرض تعين الماء\nويشترط أن لا يجف الخارج على الموضع فان جف تعين الماء وحكي القاضي\nالروياني انه إن كان يقلعه الحجر يجزي فيه الحجر والا فلا واختار هذا الوجه\nوالله أعلم * هذا فقه مسائل الفصل وألفاظ الكتاب <span id='ms0114'></span> في بعض المواضع من الفصل\nتفتقر إلى مزيد بيان فنقول أما قوله الفصل الثاني فيما يستنجي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nعنه فلفظ الاستنجاء يشمل الإزالة بالماء والتخفيف بالأحجار لأنه مشتق من\nالنجو وهو القلع الا أن المراد ههنا إنما هو الاستنجاء بالحجر لا مطلق\nالاستنجاء والا فلا يشترط في مطلق الاستنجاء كونه خارجا من المخرج المعتاد\nولا كونه غير منتشر لكن قوله في آخر الفصل فإذا خرجت دودة لم تلوث ففي وجوب\nالاستنجاء وجهان ليس المراد منه الاستنجاء بالحجر بل مطلق الاستنجاء على ما\nبينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة من قبل وقد عبر عن الخلاف في المسألة بالوجهين وكذلك نقل الشيخ\nأبو محمد والصيدلاني والامام والأكثرون نقلوا قولين ومنهم من حكاهما عن\nالجامع الكبير والله أعلم * وأما قوله كل نجاسة يخرج عنه الأشياء الطاهرة\nوقوله ملوثة يخرج عنه ما لا يلوث واشتراط هذا القيد على الخلاف المذكور\nوقوله خارجة عن المخرج المعتاد يخرج عنه دم الفصد والحجامة وكذا الخارج عن\nالثقبة المنفتحة وان حكمنا بانقاض الطهر بالخارج منها وفيه الخلاف الذي\nأشرنا إليه من قبل لكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nالأظهر أنه لا يقتصر فيه على الحجر فلا بأس بخروجه عن الضابط: وقوله\nنادرة كانت أو معتادة جرى على أصح القولين في النجاسات النادرة وهو انه\nيقتصر فيها على الحجر وقد ذكر القول الثاني بعد ذلك: وقوله ما ينتشر الا ما\nينتشر من العامة ينبغي أن تكون كلمة الاستثناء منه مرقوم بالواو إشارة إلى\nمذهب من جعل منقول المزني قولا فان عدم الانتشار شرط عنده من غير استثناء\nوكذلك قوله ما ينتشر من العامة إشارة إلى القول رواه الربيع انه وان زاد\nعلى ذلك جاز الاقتصار فيه على الحجر ما لم يجاوز الأليتين والذي ذكره جواب\nعلى القول المنسوب إلى القديم واختيار له وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\nرجحه امام الحرمين وكثيرون لكن منقول الربيع أظهر كما سبق وكذلك ذكره\nالمسعودي والقاضي الروياني وآخرون وبه أجاب المحاملي في المقنع: وأما قوله\nوقيل المذي نادر فيقتضى اثبات خلاف أي انه هل يعد من النجاسات النادرة\nولكلامه <span id='ms0115'></span> في الوسيط اشعار به أيضا لكن الذي يشتمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\nعليه كتب الأصحاب قديمها وحديثها عده من النجاسات النادرة من غير التعرض\nلخلاف فيه وطرح بعضهم لهذا السبب لفظة قيل من الكتاب وقد أحسن ولك أن\nتستدرك فتقول ما ذكره في الضابط لا يحوي جملة الشرائط المعتبرة في جواز\nالاقتصار على الحجر لان منها ان لا تجف النجاسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الموضع ولا تنتقل عنه ولا تصيبه نجاسة أخرى كما سبق وقد سكته عنها *\nقال (الفصل الثالث فيما يستنجى به وهو كل عين طاهرة منشفة غير محترمة فلا\nيجز بالروث والزجاج الأملس والمطعوم وفي سقوط الفرض بالمطعوم وجهان والعظم\nمطعوم والجلد الطاهر يجوز الاستنجاء به على أصح الأقوال) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فيما يستنجي به أي من الجامدات وله شروط أحدها أن يكون طاهرا خلافا\nلأبي حنيفة لنا ما روى أنه صلى الله عليه وسلم نهى عن الاستنجاء بالروث\nوالرمة ولأن النجاسة لا تزال بالنجس كما لا تزال بالماء النجس ولا فرق بين\nنجس العين كالروث وما تنجس بعارض ألا ترى أن الشافعي رضي الله عنه قال ولا\nيستنجى بحجر قد مسح به مرة الا أن يكون قد طهر بالماء فلو استنجي بنجس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\nهل يتعين استعمال الماء بعد ذلك أم له الاقتصار على الحجر كما قبل\nاستعماله: فيه وجهان أحدهما له الاقتصار على الحجر لان النجس لا يتأثر\nبالنجاسة فيبقى حكمه كما كان وأظهرهما أنه يتعين الماء لان المحل قد اصابته\nنجاسة أجنبية باستعماله فيه والاقتصار على الحجر تخفيف فيما تعمم به البلوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يلحق به: والثاني أن يكون منشفا قالعا للنجاسة فما لا يقلع لملاسته\nكالزجاج الأملس والقصب والحديد المملس لا يجوز الاستنجاء به لأنه لا يزيل\nالنجاسة وينقلها عن موضعها وكذلك ما لا يقلع للزوجته أو لتناثر أجزائه\nكالحممة الرخوة والتراب لا يجوز الاستنجاء به وقد نقل عن الشافعي رضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nالله عنه جواز الاستنجاء بالمقابس ونقل انه لا يجوز بالحممة فمنهم من\nأثبت قولين والأصح تنزيلهما على حالين ان بقيت فيه صلابة اما لضعف تأثير <span id='ms0116'></span>\nالنار فيه أو لقوة في جوهره كالغضا فيجوز الاستنجاء به وهو المراد بالمقابس\nوإن كان يتناثر عند الاعتماد فلا يجوز وهو المراد بالحممة وكذلك نقل اختلاف\nالنص في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nالتراب وأثبت بعضهم فيه قولين وإن كان يتناثر والأصح انه حيث جوز أراد\nالمدر المتماسك وحيث منع أراد المتناثر لأنه يلتصق بالنجاسة ولا يتأتي\nالتحامل عليه ولو تحامل لتعدت النجاسة موضعها وانتشرت ثم لو استنجي بما لا\nيقلع لم يسقط الفرض به وان أنقى ويتعين بعده الإزالة بالماء ان نقل النجاسة\nمن موضع إلى موضع وان لم ينقل جاز الاقتصار على الحجر وخرجوا على الشرط\nالأول والثاني امتناع الاستنجاء بالحجر الرطب ونحوه لان البلل الذي عليه\nينجس بإصابة النجاسة إياه ويعود شئ منه إلى محل النجو فيحصل عليه نجاسة\nأجنبية ويكون كاستعمال الخجر النجس ولان الشئ الرطب لا يزيل النجاسة بل\nيزيد التلوث والانتشار وحكي القاضي بن كج وغيره وجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nآخر أنه يجوز الاستنجاء بالشئ الرطب ولمن نصره أن يقول لا نسلم ان البلل\nالذي عليه ينجس بإصابة النجاسة إياه وإنما ينجس عندي بالانفصال كالماء الذي\nيغسل به النجاسات وأما قوله إنه لا يزيل النجاسة ممنوع نعم لو كان عليه شئ\nمحسوس من الماء فربما كان كذلك أما مجرد البلل فلا:\n</p>\n\n<p>\nوالثالث أن لا يكون محترما فلا يجوز الاستنجاء بالمطعومات لحرمتها والعظم\nمعدود من المطعومات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nلان النبي صلى الله عليه وآله نهي عن الاستنجاء بالعظم وقال إنه زاد\nاخوانكم من الجن (1) وليس له حكم طعامنا من تحريم الربا فيه وغيره وعند\nمالك لا منع من الاستنجاء بالعظم الطاهر والخبر حجة عليه ومن الأشياء\nالمحترمة ما كتب عليه شئ من العلم كالحديث والفقه وفي جزء الحيوان المتصل\nبه كاليد والعقب من المستنجي وغيره كذنب الحمار وجهان أصحهما أنه لا يجوز\nالاستنجاء به لحرمته ومنهم من فرق بين أن يستنجي بيد نفسه أو يد غيره فقال\nلا يجوز أن يستنجى بيد نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن يستنجى بيد غيره كما يجوز أن يسجد على يد غيره <span id='ms0117'></span> دون يد نفسه وعكس\nامام الحرمين ذلك فقال له أن يستنجي بيد نفسه دون يد غيره لأنه لا حرج على\nالمرء في تعاطى النجاسات ومهما جرى الخلاف في جزء الحيوان ففي جملة الحيوان\nأولى وصورته أن يستنجى بعصفورة حية وما في معناها ولا يلحق بالمحترمات في\nهذا الحكم الذهب والفضة في أظهر الوجهين فيجوز الاستنجاء بالقطعة الخشنة من\nالذهب والجواهر النفيسة كما يجوز أن يستنجى بالقطعة من الديباج ثم إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nاستنجي بشئ محترم من مطعوم وغيره عصي وهل يجزئه ذلك عن الفرض فيه وجهان\nأحدهما نعم لان المقصود قلع النجاسة وقد حصل فصار كالاستنجاء باليمين\nوأظهرهما أنه لا يجزئه لان الاقتصار على الأحجار من قبيل الرخص والرخص لا\nتناط بالمعاصي وعلى هذا فله أن يقتصر على الأحجار كما لو لم يستعمل شيئا\nالا إذا نقل النجاسة عن موضعها كما في الأملس ويلتحق بهذا الشرط القول في\nالجلد: والطاهر منه ضربان غير المدبوغ وهو جلد المأكول المذكي والمدبوغ من\nالمأكول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p499'> Vol. 01, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره أما غير المدبوغ ففي جواز الاستنجاء به قولان أحدهما الجواز\nكالثياب وسائر الأعيان وإن كان فيه حرمة فليست هي بحيث تمنع الاستعمال في\nسائر النجاسات فكذلك في هذه النجاسة وأصحهما المنع لا مرين أحدهما أن فيه\nدسومة تمنع التنشيف والثاني أنه مأكول ألا ترى أنه يؤكل على الرؤس والا\nكارع فصار كسائر المطعومات ومنهم من قال لا يجوز بلا خلاف واليه مال الشيخ\nأبو حامد وكثيرون وحملوا ما نقل من تجويز الاستنجاء على ما بعد الدباغ:\nوأما الضرب الثاني وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p500'> Vol. 01, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nالمدبوغ ففيه قولان أيضا أصحهما الجواز لان الدباغ يزيل ما فيه من\nالدسومة ويقلبه عن طبع اللحوم إلى طبع الثياب والثاني لا يجوز لأنه من جنس\nما يؤكل ويجوز أكله إذا دبغ وإن كان جلد ميتة على اختلاف فيه قد قدمناه\nومنهم من قال يجوز ههنا بلا خلاف وما نقل من المنع محمول على ما قبل الدباغ\nوإذا جرينا على الطريقة الظاهرة وهي اجراء القولين في الصورتين واعتبرنا\nمطلق الجلد <span id='ms0118'></span> انتظم ثلاثة أقوال كما ذكر في الكتاب المنع مطلقا والتجويز\nمطلقا والفرق بين المدبوغ وغيره وهو الأصح في المذهب وان جعل صاحب الكتاب\nالثاني أصح وليس من شرط المستنجى به أن لا يكون قد استنجى به مرة بل إن\nتلوث وتنجس جاز استعماله مرة أخرى إذا طهر وجف وان لم ينجس كالحجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني والثالث إذا لم يبق على الموضع شئ جاز استعماله في الحال وفيه وجه\nأنه لا يجوز كالتراب المستعمل ولو كان كذلك لما جاز أيضا بعد غسله ولم\nيختلفوا في جواز استعماله بعد الغسل * قال (الفصل الرابع في كيفية\nالاستنجاء * فيستنجي بثلاثة أحجار والعدد واجب (ح م ز) فإن لم يحصل الانقاء\nاستعمل رابعة فان حصل أوتر بخامسة ويمر كل حجر على جميع الموضع على أحسن\nالوجهين وقيل إن واحدة للصفحة اليمني وواحدة وواحدة للصفحة اليسرى وواحدة\nللوسط وينبغي أن يضع الحجر على موضع طاهر حتى لا يلقى جزءا من النجاسة ثم\nيدير ليختطف النجاسة ولا يمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p502'> Vol. 01, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nفينقلها فان أمر ولم ينقل كفى على أصح الوجهين ويستنجي بيده اليسرى\n(والاستنجاء واجب اما بالماء أو الحجر) (7) والأفضل أن يجمع بين الماء\nوالحجر) * في الفصل مسائل إحداها إذا كان يستنجى بالجامد وجب أن يستوفى\nثلاث مسحات اما باحرف حجر واحد وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p503'> Vol. 01, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nفي معناه أو بأحجار لما روى أنه صلى الله عليه وسلم قال إذا جلس أحدكم\nلحاجته فليمسح ثلاث مسحات (1) وعن سلمان رضي الله عنه قال أمرنا رسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nأن لا نجتزئ بأقل من ثلاثة أحجار وظاهر الامر للوجوب فيجب رعاية العدد *\nوعند أبي حنيفة الاستنجاء مستحب من أصله والعدد فيه غير مستحب وإنما\nالاعتبار للانقاء: وقال مالك إذا حصل الانقاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nبما دون الثلاث كفى ولا صحابنا وجه يوافقه حكاه أبو عبد الله الحناطي\nوغيره ويحتج له بما روي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p506'> Vol. 01, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\nأنه صلى الله عليه وسلم قال من استجمر فليوتر ومن لا فلا حرج (1) ومن\nأوجب العدد حمله على ما بعد الثلاث جمعا بين الاخبار وحينئذ لا حرج <span id='ms0119'></span> في ترك\nالايتار ثم قوله وليستنج بثلاثة أحجار ليس لتخصيص الحكم بها لان غير الحجر\nبالشرائط المذكورة مشارك للحجر في تحصيل مقصود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p507'> Vol. 01, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nالاستنجاء وقد روى أنه صلى الله عليه وسلم قال وليستنج بثلاثة أحجار ليس\nفيها رجيع ولا عظم (1) هذا يشعر بان الحكم غير مخصوص بالحجر والا فلا فرق\nبين الرجيع والعظم وسائر ما ليس بحجر ولعل ذكر الأحجار جري لغلبتها والقدرة\nعليها في عامة الأماكن ثم إذا استنجي بثلاثة أحجار ونحوها واستوفى العدد\nلكنه لم ينق وجب عليه أن يزيد حتى ينقي فإنه المقصود الأصلي من شرع\nالاستنجاء فلو حصل الانقاء بالرابعة استحب ان يوتر بخامسة لما روى أنه صلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p508'> Vol. 01, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\nالله عليه وسلم قال إذا استجمر أحدكم فليستجمر وترا (1) وإذا عرفت ذلك لم\nيخف عليك ان قوله فيستنجي بثلاثة أحجار مسوق على موافقة الخبر والا فالحكم\nغير مخصوص بالأحجار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p509'> Vol. 01, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله استعمل رابعة أي وجوبا وقوله أو تر بخامسة أي استحبابا (المسألة\nالثانية) في كيفية الاستنجاء وجهان أظهرهما وبه قال ابن أبي هريرة وأبو\nالمروزي انه يمسح بكل حجر جميع المحل بان يضع واحدا على مقدم الصفحة اليمنى\nفيمسحها به إلى مؤخرها ويديرها إلى الصفحة اليسرى فيمسحها به من مؤخرها إلى\nمقدمها فيرجع إلى الموضع الذي بدأ منه ويضع الثاني على مقدم الصفحة اليسرى\nويفعل به مثل ذلك ويمسح بالثالث الصفتين والمسربة وتوجيه ما روى أنه صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p510'> Vol. 01, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم قال وليستنج بثلاثة أحجار يقبل بواحدة ويدبر بأخرى ويحلق بالثالث\nوالثاني (1) قاله أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p511'> Vol. 01, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nاسحق ان حجرا للصفحة اليمنى وحجرا لليسرى وحجرا للوسط لما روى أنه صلى\nالله عليه وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p512'> Vol. 01, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم قال حجر للصفحة اليمني وحجر للصفحة اليسرى وحجر للوسط (1) وحكي في\nالتهذيب وجها ثالثا وهو انه يأخذ واحدا فيضعه على مقدم المسربة ويديره إلى\nمؤخرها ويضع الثاني على مؤخرها ويديره إلى مقدمها ويحلق بالثالث كأن المراد\nبالمسربة جميع الموضع وعلى هذا الوجه يمسح بالحجر الأول والثاني جميع\nالموضع كأنه صفحة واحدة ويدير الحجر الثالث على المنفد وبهذا يفارق هذا <span id='ms0120'></span>\nالوجه الأول فإنه على ذلك الوجه يطيف الحجرين الأولين ويمسح بالثالث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p513'> Vol. 01, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nجميع الموضع وهذا الخلاف في الاستحقاق أم في الأولوية والاستحباب فيه\nوجهان عن الشيخ أبي محمد أن الوجهين موضوعان على التنافي فصاحب الوجه الأول\nلا يجيز الثاني لان تخصيص كل حجر بموضع مما يمنع رعاية العدد الواجب ولا\nيحصل في كل موضع الا مسحة واحدة وصاحب الوجه الثاني لا يجيز الأول للخبر\nالمصرح بالتخصيص ويقول العدد معتبر بالإضافة إلى جملة الموضع دون كل جزء\nمنه وقال المعظم الخلاف في الأولوية والاستحباب لثبوت الروايتين جميعا وكل\nمنهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p514'> Vol. 01, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nجائز وقوله في هذه المسألة ويمر كل حجر على جميع الموضع يعنى به المسح\nالمشترك بين الامرار والإدارة دون خصوص الامرار ألا تراه يقول بعد ذلك يدير\nالحجر ولا يمره (المسألة الثالثة) ينبغي أن يضع الحجر على موضع طاهر بالقرب\nمن النجاسة لأنه لو وضع على النجاسة لبقي شيئا منها ونشرها وحينئذ يتعين\nالغسل بالماء ثم إذا انتهي إلى النجاسة أدار الحجر قليلا قليلا حتى يرفع كل\nجزء منه جزءا من النجاسة ولو أمره من غير إدارة لنقل النجاسة من الموضع إلى\nالموضع وتعين الماء ولو أمر ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p515'> Vol. 01, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nينقل هل يجزئه ذلك فيه وجهان أحدهما لا لان الجزء الثاني من المحل يلقى\nما تنجس من الحجر والاستنجاء بالنجس لا يجوز وأظهرهما أنه يجزئه لان\nالاقتصار على الحجر رخصة وتكليف الإدارة يضيق باب الرخصة وقد يعبر عن هذا\nالخلاف بان الإدارة هل تجب أم لا: المسألة الرابعة الأدب الاستنجاء باليسار\nدون اليمين لما روى عن عائشة رضي الله عنها قالت كانت يد رسول الله صلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p516'> Vol. 01, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nالله عليه وسلم اليمنى لطهوره وطعامه وكانت اليسرى لخلائه وما كان من أذى\n(1) فإن كان يستنجي بالماء صبه بيمينه ومسح بيساره وإن كان يستنجى بالجامد\nففي الغائط يأخذ الحجر بيساره ويمسح به الموضع ولا يستعين باليمنى بخلاف ما\nفي الماء وكذلك تفعل المرأة في الاستنجاء من البول وأما الرجل إذا كان\nيستنجي من البول فينظر ان استنجى بما لا <span id='ms0121'></span> يحتاج إلى ضبطه كالصخرة العظيمة\nوالجدار أخذ ذكره باليسار ومسحه عليه وإن كان يحتاج إلى ضبطه كالحجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p517'> Vol. 01, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\nالصغير فيمسكه بين ابهامي الرجلين أو بين العقبين ويأخذ ذكره بيساره\nويمسحه عليه فان احتاج إلى الاستعانة باليمين اخذ الحجر باليمين والذكر\nباليسار ويحرك اليسار دون اليمين فلو حركهما جميعا أو خص اليمين بالحركة\nكان مستنجيا باليمين ومنهم من قال الأولي ان يأخذ الحجر بيساره والذكر\nبيمينه ويمر الحجر على الذكر لان الاستنجاء يقع بالحجر فامساكه باليسار\nأولى والأول أظهر وأشهر لان مس الذكر باليمين مكروه: روى أبو قتادة انه صلى\nالله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p518'> Vol. 01, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nإذا بال أحدكم فلا يمس ذكره بيمينه (1) وذكر بعضهم انه لا طريق للاحتراز\nعن هذه الكراهية الا الامساك بين العقبين أو الابهامين أما إذا استعمل\nاليمين فيه كان مرتكبا للنبي كيف فعل (الخامسة) الأفضل ان يجمع بين الماء\nوالحجر أو ما في معناه قد أثنى الله تعالى على أهل قباء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p519'> Vol. 01, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك وأنزل فيه قوله تعالي فيه رجال يحبون ان يتطهروا (1) الآية وفيه من\nطريق المعنى ان العين تزول بالحجر والأثر بالماء فلا يحتاج إلى مخامرة عين\nالنجاسة وهي محبوبة فان اقتصر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p520'> Vol. 01, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما فالماء أولى لأنه يزيل العين والأثر والحجر لا يزيل الا العين\nوالله أعلم * ونختم الباب بمسألة في حال المستنجين باعتبار الذكورة\nوالأنوثة فنقول لا فرق بين الخنثى المشكل وبين واضح الحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p521'> Vol. 01, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\nفي الاستنجاء من الغائط وأما في البول فليس للمشكل أن يقتصر على الحجر\nإذا بال من مسلكيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p522'> Vol. 01, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\nأو إحداهما لان كل واحد منهما إذا أفرد بالنظر احتمل أن يكون زائدا فسبيل\nالنجاسة الخارجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p523'> Vol. 01, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nمنه سبيل دم الفصد والحاجة نعم يجئ في مسلكيه الخلاف الذي نذكره في جواز\nالاقتصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p524'> Vol. 01, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الحجر في الثقبة المنفتحة مع انفتاح المسلك المعتاد إذا قلنا تنتقض\nالطهارة بالخارج منها وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p525'> Vol. 01, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nواضح الحال فالرجل مخير ان شاء اقتصر على الماء وان شاء استعمل الأحجار\nأو ما في معناها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p526'> Vol. 01, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك البكر لان البكارة تمنع من نزول الماء في الفرج واما الثيب فالغالب <span id='ms0122'></span>\nانها إذا بالت تعدى البول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p527'> Vol. 01, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nإلى فرجها الذي هو مدخل الذكر ومخرج الولد لان ثقبة البول فوقه فيسيل\nإليه فان تحققت ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p528'> Vol. 01, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nالامر كذلك لم يجزئها الا الماء وان لم تتحقق جاز لها الاقتصار على الحجر\nلان موضع خروج البول لا يختلف بالثيابة والبكارة وانتشار البول إلى غيره\nغير معلوم وحكي وجه أنه لا يجوز لها الاقتصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p529'> Vol. 01, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الحجر بحال ثم القدر المغسول من الرجل ظاهر وهو من المرأة ما يظهر\nإذا جلست على القدمين وفي وجه تغسل الثيب باطن فرجها كما تخلل أصابع رجليها\nلأنه صار ظاهرا بالثيابة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p530'> Vol. 01, p. 530</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "090",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "177",
    "178",
    "179",
    "182",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "386",
    "392",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "405",
    "408",
    "409",
    "410",
    "411",
    "412",
    "414",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "469",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}