{
  "content": "\n<h3 class='l3' id='head0'>1804 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن إبراهيم، قال: حدثنا يزيد بن هارون، قال:\nأنبأنا إسمعيل، عن المسيب بن رافع، عن عنبسة بن أبي سفيان، عن أم حبيبة، عن\nالنبي صلى الله عليه وسلم قال: «من صلى في اليوم والليلة ثنتي عشرة ركعة\nبني له بيت في الجنة»0\n</p>\n\n<h3 class='l3' id='head1'>1805 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا يعلى، قال: حدثنا إسمعيل، عن المسيب\nبن رافع، عن عنبسة بن أبي سفيان، عن أم حبيبة قالت: «من صلى في الليل\nوالنهار ثنتي عشرة ركعة سوى المكتوبة بني له بيت في الجنة»0\n</p>\n\n<h3 class='l3' id='head2'>1806 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: حدثنا محمد بن مكي، وحبان، قالا: حدثنا عبد\nالله، عن إسمعيل، عن المسيب بن رافع، عن أم حبيبة قالت: «من صلى في يوم\nوليلة ثنتي عشرة ركعة سوى المكتوبة بنى الله عز وجل له بيتا في الجنة» لم\nيرفعه حصين، وأدخل بين عنبسة، وبين <span id='ms0382'></span> المسيب، ذكوان \"0\n</p>\n\n<h3 class='l3' id='head3'>1807 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: حدثنا وهب، قال: حدثنا خالد، عن حصين، عن\nالمسيب بن رافع، عن أبي صالح ذكوان، قال: حدثني عنبسة بن أبي سفيان، أن أم\nحبيبة حدثته أنه: «من صلى في يوم ثنتي عشرة ركعة بني له بيت في الجنة»0\n</p>\n\n<h3 class='l3' id='head4'>1808 - </h3>\n\n<p>\nأخبرنا يحيى بن حبيب، قال: حدثنا حماد، عن عاصم، عن أبي صالح، عن أم\nحبيبة قالت: قال رسول الله صلى الله عليه وسلم: «من صلى في يوم ثنتي عشرة\nركعة سوى الفريضة بنى الله له أو بني له بيت في الجنة»0\n</p>\n\n<h3 class='l3' id='head5'>1809 - </h3>\n\n<p>\nأخبرنا علي بن المثنى، عن سويد بن عمرو، قال: حدثني حماد، عن عاصم، عن\nأبي صالح، عن أم حبيبة، أن رسول الله صلى الله عليه وسلم قال: «من صلى ثنتي\nعشرة ركعة في يوم وليلة بنى الله له بيتا في الجنة»0\n</p>\n\n<h3 class='l3' id='head6'>1810 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: حدثنا إسحق، قال: حدثنا النضر، قال: حدثنا\nحماد بن سلمة، عن عاصم، عن أبي صالح، عن أم حبيبة قالت: «من صلى في يوم\nاثنتي عشرة ركعة بني له بيت في الجنة»0\n</p>\n\n<h3 class='l3' id='head7'>1811 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا يحيى بن إسحق، قال:\nحدثنا محمد بن سليمان، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، عن\nالنبي صلى الله عليه وسلم قال: «من صلى في يوم ثنتي عشرة ركعة سوى الفريضة\nبنى الله له بيتا في الجنة»، قال أبو عبد الرحمن: «هذا خطأ، ومحمد بن\nسليمان ضعيف، هو ابن الأصبهاني، وقد روي هذا الحديث من أوجه سوى هذا الوجه\nبغير اللفظ الذي تقدم ذكره»0\n</p>\n\n<h3 class='l3' id='head8'>1812 - </h3>\n\n<p>\nأخبرني يزيد بن محمد بن عبد الصمد، قال: حدثنا هشام العطار، قال: حدثني\nإسمعيل بن عبد الله بن سماعة، عن موسى بن أعين، عن أبي عمرو الأوزاعي، عن\nحسان بن عطية، قال: لما نزل بعنبسة جعل يتضور، فقيل له، فقال: أما إني سمعت\nأم حبيبة زوج النبي صلى الله عليه وسلم تحدث، عن النبي صلى الله عليه وسلم\nأنه قال: «من <span id='ms0383'></span> ركع أربع ركعات قبل الظهر وأربعا بعدها حرم الله عز وجل لحمه\nعلى النار»، فما تركتهن منذ سمعتهن0\n</p>\n\n<h3 class='l3' id='head9'>1813 - </h3>\n\n<p>\nأخبرنا هلال بن العلاء بن هلال، قال: حدثنا أبي، قال: حدثنا عبيد الله،\nعن زيد بن أبي أنيسة، قال: حدثني أيوب، رجل من أهل الشام، عن القاسم\nالدمشقي، عن عنبسة بن أبي سفيان، قال: أخبرتني أختي أم حبيبة زوج النبي صلى\nالله عليه وسلم، أن حبيبها أبا القاسم صلى الله عليه وسلم أخبرها، قال: «ما\nمن عبد مؤمن يصلي أربع ركعات بعد الظهر فتمس وجهه النار أبدا إن شاء الله\nعز وجل»0\n</p>\n\n<h3 class='l3' id='head10'>1814 - </h3>\n\n<p>\nأخبرنا أحمد بن ناصح، قال: حدثنا مروان بن محمد، عن سعيد بن عبد العزيز،\nعن سليمان بن موسى، عن مكحول، عن عنبسة بن أبي سفيان، عن أم حبيبة، أن رسول\nالله صلى الله عليه وسلم كان يقول: «من صلى أربع ركعات قبل الظهر وأربعا\nبعدها حرمه الله عز وجل على النار»0\n</p>\n\n<h3 class='l3' id='head11'>1815 - </h3>\n\n<p>\nأخبرنا محمود بن خالد، عن مروان بن محمد، قال: حدثنا سعيد بن عبد العزيز،\nعن سليمان بن موسى، عن مكحول، عن عنبسة بن أبي سفيان، عن أم حبيبة قال\nمروان: وكان سعيد إذا قرئ عليه، عن أم حبيبة، عن النبي صلى الله عليه وسلم\nأقر بذلك ولم ينكره، وإذا حدثنا به هو لم يرفعه قالت: «من ركع أربع ركعات\nقبل الظهر وأربعا بعدها حرمه الله على النار» قال أبو عبد الرحمن: «مكحول\nلم يسمع من عنبسة شيئا»0\n</p>\n\n<h3 class='l3' id='head12'>1816 - </h3>\n\n<p>\nأخبرنا عبد الله بن إسحق، قال: حدثنا أبو عاصم، قال: حدثنا سعيد بن عبد\nالعزيز، قال: سمعت سليمان بن موسى يحدث، عن محمد بن أبي سفيان، قال: لما\nنزل به الموت أخذه أمر شديد، فقال: حدثتني أختي أم حبيبة بنت أبي سفيان،\nقالت: قال رسول الله صلى الله عليه وسلم: «من حافظ على أربع ركعات قبل\nالظهر وأربع بعدها حرمه الله تعالى على النار»0\n</p>\n\n<h3 class='l3' id='head13'>1817 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا أبو قتيبة، قال: حدثنا محمد بن عبد الله\nالشعيثي، عن أبيه، عن <span id='ms0384'></span> عنبسة بن أبي سفيان، عن أم حبيبة، عن النبي صلى الله\nعليه وسلم قال: «من صلى أربعا قبل الظهر وأربعا بعدها لم تمسه النار»، قال\nأبو عبد الرحمن: «هذا خطأ، والصواب حديث مروان من حديث سعيد بن عبد العزيز»0\n</p>\n\n<h1 class='l1' id='head14'>21 - كتاب الجنائز</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p002'> Vol. 04, p. 002</a>\n            </div>\n            \n<h2 class='l2' id='head15'>باب تمني الموت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p002'> Vol. 04, p. 002</a>\n            </div>\n            \n<h3 class='l3' id='head16'>1818 - </h3>\n\n<p>\nأخبرنا هارون بن عبد الله، حدثنا معن، قال: حدثنا إبراهيم بن سعد، عن\nالزهري، عن عبيد الله بن عبد الله بن عتبة، عن أبي هريرة، أن رسول الله صلى\nالله عليه وسلم قال: «لا يتمنين أحد منكم الموت، إما محسنا فلعله أن يزداد\nخيرا، وإما مسيئا فلعله أن يستعتب»0\n</p>\n\n<h3 class='l3' id='head17'>1819 - </h3>\n\n<p>\nأخبرنا عمرو بن عثمان، قال: حدثنا بقية، قال: حدثني الزبيدي، قال: حدثني\nالزهري، عن أبي عبيد، مولى عبد الرحمن بن عوف، أنه سمع أبا هريرة يقول: قال\nرسول الله صلى الله عليه وسلم: «لا يتمنين أحدكم الموت، إما محسنا فلعله أن\nيعيش يزداد خيرا وهو خير له، وإما مسيئا فلعله أن يستعتب»0\n</p>\n\n<h3 class='l3' id='head18'>1820 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا يزيد وهو ابن زريع، عن حميد، عن أنس، أن رسول\nالله صلى الله عليه وسلم قال: \" لا يتمنين أحدكم الموت لضر نزل به في\nالدنيا، ولكن ليقل: اللهم أحيني ما كانت الحياة خيرا لي، وتوفني إذا كانت\nالوفاة خيرا لي \"0\n</p>\n\n<h3 class='l3' id='head19'>1821 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل ابن علية، عن عبد العزيز، ح\nوأنبأنا عمران بن موسى، قال: حدثنا عبد الوارث، قال: حدثنا عبد العزيز، عن\nأنس قال: قال رسول الله صلى الله عليه وسلم: \" ألا لا يتمنى أحدكم الموت\nلضر نزل به، فإن كان لا بد متمنيا الموت فليقل: اللهم أحيني ما كانت الحياة\nخيرا لي، وتوفني ما كانت الوفاة خيرا لي \"0\n</p>\n\n<h2 class='l2' id='head20'>الدعاء بالموت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p003'> Vol. 04, p. 003</a>\n            </div>\n            \n<h3 class='l3' id='head21'>1822 - </h3>\n\n<p>\nأخبرنا أحمد بن حفص بن عبد الله، قال: حدثني أبي، قال: حدثني إبراهيم بن\nطهمان، عن الحجاج وهو البصري، عن يونس، عن ثابت، عن أنس قال: قال رسول الله\nصلى الله عليه وسلم: \" لا تدعوا بالموت ولا تتمنوه، فمن كان داعيا لا بد\nفليقل: اللهم أحيني <span id='ms0385'></span> ما كانت الحياة خيرا لي، وتوفني إذا كانت الوفاة خيرا\nلي \"0\n</p>\n\n<h3 class='l3' id='head22'>1823 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا يحيى بن سعيد، قال: حدثنا إسمعيل، قال:\nحدثني قيس، قال: دخلت على خباب وقد اكتوى في بطنه سبعا وقال: «لولا أن رسول\nالله صلى الله عليه وسلم نهانا أن ندعو بالموت دعوت به»0\n</p>\n\n<h2 class='l2' id='head23'>كثرة ذكر الموت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p004'> Vol. 04, p. 004</a>\n            </div>\n            \n<h3 class='l3' id='head24'>1824 - </h3>\n\n<p>\nأخبرنا الحسين بن حريث، قال: أنبأنا الفضل بن موسى، عن محمد بن عمرو، ح\nوأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا يزيد، قال: أنبأنا محمد\nبن إبراهيم، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة قال: قال رسول\nالله صلى الله عليه وسلم: «أكثروا ذكر هاذم اللذات»،0\n</p>\n\n<h3 class='l3' id='head25'>1825 - </h3>\n\n<p>\nقال أبو عبد الرحمن: «محمد بن إبراهيم والد أبي بكر بن أبي شيبة»\n</p>\n\n<p>\nأخبرنا محمد بن المثنى، عن يحيى، عن الأعمش، قال: حدثني شقيق، عن أم سلمة\nقالت: سمعت رسول الله صلى الله عليه وسلم يقول: «إذا حضرتم المريض فقولوا\nخيرا، فإن الملائكة يؤمنون على ما تقولون»، فلما مات أبو سلمة، قلت: يا\nرسول الله، كيف أقول؟ قال: «قولي اللهم اغفر لنا وله، وأعقبني منه عقبى\nحسنة»، فأعقبني الله عز وجل منه محمدا صلى الله عليه وسلم0\n</p>\n\n<h2 class='l2' id='head26'>باب تلقين الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n<h3 class='l3' id='head27'>1826 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا بشر بن المفضل، قال: حدثنا عمارة بن\nغزية، قال: حدثنا يحيى بن عمارة، قال: سمعت أبا سعيد، ح وأنبأنا قتيبة،\nقال: حدثنا عبد العزيز، عن عمارة بن غزية، عن يحيى بن عمارة، عن أبي سعيد\nقال: قال رسول الله صلى الله عليه وسلم: «لقنوا موتاكم لا إله إلا الله»0\n</p>\n\n<h3 class='l3' id='head28'>1827 - </h3>\n\n<p>\nأخبرنا إبراهيم بن يعقوب، قال: حدثني أحمد بن إسحق، قال: حدثنا وهيب،\nقال: حدثنا منصور ابن صفية، عن أمه صفية بنت شيبة، عن عائشة قالت: قال رسول\nالله صلى الله عليه وسلم: «لقنوا هلكاكم قول لا إله إلا الله»0\n</p>\n\n<h2 class='l2' id='head29'>باب علامة موت المؤمن</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n<h3 class='l3' id='head30'>1828 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا يحيى، عن المثنى بن سعيد، عن قتادة، عن\nعبد الله بن بريدة <span id='ms0386'></span>، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: «موت\nالمؤمن بعرق الجبين»0\n</p>\n\n<h3 class='l3' id='head31'>1829 - </h3>\n\n<p>\nأخبرنا محمد بن معمر، قال: حدثنا يوسف بن يعقوب، قال: حدثنا كهمس، عن ابن\nبريدة، عن أبيه، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «المؤمن\nيموت بعرق الجبين»0\n</p>\n\n<h2 class='l2' id='head32'>شدة الموت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n            \n<h3 class='l3' id='head33'>1830 - </h3>\n\n<p>\nأخبرنا عمرو بن منصور، قال: حدثنا عبد الله بن يوسف، قال: حدثني الليث،\nقال: حدثني ابن الهاد، عن عبد الرحمن بن القاسم، عن أبيه، عن عائشة قالت:\n«مات رسول الله صلى الله عليه وسلم وإنه لبين حاقنتي وذاقنتي، فلا أكره شدة\nالموت لأحد أبدا بعد ما رأيت رسول الله صلى الله عليه وسلم»0\n</p>\n\n<h2 class='l2' id='head34'>الموت يوم الاثنين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n            \n<h3 class='l3' id='head35'>1831 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن الزهري، عن أنس قال: «آخر نظرة\nنظرتها إلى رسول الله صلى الله عليه وسلم كشف الستارة والناس صفوف خلف أبي\nبكر رضي الله عنه، فأراد أبو بكر أن يرتد، فأشار إليهم أن امكثوا وألقى\nالسجف، وتوفي من آخر ذلك اليوم، وذلك يوم الاثنين»0\n</p>\n\n<h2 class='l2' id='head36'>الموت بغير مولده</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n            \n<h3 class='l3' id='head37'>1832 - </h3>\n\n<p>\nأخبرنا يونس بن عبد الأعلى، قال: أنبأنا ابن وهب، قال: أخبرني حيي بن عبد\nالله، عن أبي عبد الرحمن الحبلي، عن عبد الله بن عمرو قال: مات رجل\nبالمدينة ممن ولد بها، فصلى عليه رسول الله صلى الله عليه وسلم ثم قال: «يا\nليته مات بغير مولده»، قالوا: ولم ذاك يا رسول الله؟ قال: «إن الرجل إذا\nمات بغير مولده قيس له من مولده إلى منقطع أثره في الجنة»0\n</p>\n\n<h2 class='l2' id='head38'>باب ما يلقى به المؤمن من الكرامة عند خروج نفسه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n            \n<h3 class='l3' id='head39'>1833 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا معاذ بن هشام، قال: حدثني أبي، عن\nقتادة، عن قسامة بن زهير، عن أبي هريرة، أن النبي صلى الله عليه وسلم قال:\n\" إذا حضر المؤمن أتته ملائكة الرحمة بحريرة بيضاء فيقولون: اخرجي راضية\nمرضيا عنك إلى روح الله، وريحان، ورب غير غضبان، فتخرج كأطيب ريح المسك،\nحتى أنه ليناوله بعضهم بعضا، حتى يأتون به باب السماء فيقولون: ما أطيب هذه <span id='ms0387'></span>\nالريح التي جاءتكم من الأرض، فيأتون به أرواح المؤمنين فلهم أشد فرحا به من\nأحدكم بغائبه يقدم عليه، فيسألونه: ماذا فعل فلان؟ ماذا فعل فلان؟ فيقولون:\nدعوه فإنه كان في غم الدنيا، فإذا قال: أما أتاكم؟ قالوا: ذهب به إلى أمه\nالهاوية، وإن الكافر إذا احتضر أتته ملائكة العذاب بمسح فيقولون: اخرجي\nساخطة مسخوطا عليك إلى عذاب الله عز وجل، فتخرج كأنتن ريح جيفة، حتى يأتون\nبه باب الأرض، فيقولون: ما أنتن هذه الريح حتى يأتون به أرواح الكفار \"0\n</p>\n\n<h2 class='l2' id='head40'>فيمن أحب لقاء الله</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n            \n<h3 class='l3' id='head41'>1834 - </h3>\n\n<p>\nأخبرنا هناد، عن أبي زبيد وهو عبثر بن القاسم، عن مطرف، عن عامر، عن شريح\nبن هانئ، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «من أحب\nلقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه»، قال شريح:\nفأتيت عائشة، فقلت: يا أم المؤمنين، سمعت أبا هريرة يذكر عن رسول الله صلى\nالله عليه وسلم حديثا إن كان كذلك فقد هلكنا، قالت: وما ذاك؟ قال: قال رسول\nالله صلى الله عليه وسلم: «من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء\nالله كره الله لقاءه»، ولكن ليس منا أحد إلا وهو يكره الموت، قالت: «قد\nقاله رسول الله صلى الله عليه وسلم وليس بالذي تذهب إليه، ولكن إذا طمح\nالبصر، وحشرج الصدر، واقشعر الجلد فعند ذلك من أحب لقاء الله أحب الله\nلقاءه، ومن كره لقاء الله كره الله لقاءه»0\n</p>\n\n<h3 class='l3' id='head42'>1835 - </h3>\n\n<p>\nقال الحارث بن مسكين قراءة عليه وأنا أسمع، عن ابن القاسم، حدثني مالك، ح\nوأنبأنا قتيبة، قال: حدثنا المغيرة، عن أبي الزناد، عن الأعرج، عن أبي\nهريرة قال: قال رسول الله صلى الله عليه وسلم: \" قال الله تعالى: إذا أحب\nعبدي لقائي أحببت لقاءه، وإذا كره لقائي كرهت لقاءه \"0\n</p>\n\n<h3 class='l3' id='head43'>1836 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا محمد، قال: حدثنا شعبة، عن قتادة،\nقال: سمعت أنسا يحدث، عن عبادة، عن النبي صلى الله عليه وسلم قال: «من أحب\nلقاء الله أحب الله <span id='ms0388'></span> لقاءه، ومن كره لقاء الله كره الله لقاءه»0\n</p>\n\n<h3 class='l3' id='head44'>1837 - </h3>\n\n<p>\nأخبرنا أبو الأشعث، قال: حدثنا المعتمر، قال: سمعت أبي يحدث، عن قتادة،\nعن أنس بن مالك، عن عبادة بن الصامت قال: قال رسول الله صلى الله عليه\nوسلم: «من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله\nلقاءه»0\n</p>\n\n<h3 class='l3' id='head45'>1838 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا عبد الأعلى، قال: حدثنا سعيد، ح وأخبرنا\nحميد بن مسعدة، عن خالد بن الحارث، قال: حدثنا سعيد، عن قتادة، عن زرارة،\nعن سعد بن هشام، عن عائشة، أن رسول الله صلى الله عليه وسلم قال: «من أحب\nلقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه» زاد عمرو في\nحديثه، فقيل: يا رسول الله، كراهية لقاء الله كراهية الموت، كلنا نكره\nالموت، قال: «ذاك عند موته، إذا بشر برحمة الله ومغفرته أحب لقاء الله وأحب\nالله لقاءه، وإذا بشر بعذاب الله كره لقاء الله وكره الله لقاءه»0\n</p>\n\n<h2 class='l2' id='head46'>تقبيل الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n<h3 class='l3' id='head47'>1839 - </h3>\n\n<p>\nأخبرنا أحمد بن عمرو، قال: أنبأنا ابن وهب، قال: أخبرني يونس، عن ابن\nشهاب، عن عروة، عن عائشة، أن أبا بكر، «قبل بين عيني النبي صلى الله عليه\nوسلم وهو ميت»0\n</p>\n\n<h3 class='l3' id='head48'>1840 - </h3>\n\n<p>\nأخبرنا يعقوب بن إبراهيم، ومحمد بن المثنى، قالا: حدثنا يحيى، عن سفيان،\nقال: حدثني موسى بن أبي عائشة، عن عبيد الله بن عبد الله، عن ابن عباس، وعن\nعائشة، أن أبا بكر «قبل النبي صلى الله عليه وسلم وهو ميت»0\n</p>\n\n<h3 class='l3' id='head49'>1841 - </h3>\n\n<p>\nأخبرنا سويد، قال: حدثنا عبد الله، قال: قال معمر، ويونس، قال الزهري،\nوأخبرني أبو سلمة، أن عائشة أخبرته، أن أبا بكر أقبل على فرس من مسكنه\nبالسنح حتى نزل، فدخل المسجد فلم يكلم الناس حتى دخل على عائشة ورسول الله\nصلى الله عليه وسلم مسجى ببرد حبرة فكشف عن وجهه، ثم أكب عليه فقبله، فبكى،\nثم قال: «بأبى أنت، والله لا يجمع الله عليك موتتين أبدا أما الموتة التي\nكتب الله عليك فقد متها»0\n</p>\n\n<h2 class='l2' id='head50'>تسجية الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n<h3 class='l3' id='head51'>1842 - </h3>\n\n<p>\nأخبرني محمد بن منصور، قال <span id='ms0389'></span>: حدثنا سفيان، قال: سمعت ابن المنكدر، يقول:\nسمعت جابرا يقول: جيء بأبي يوم أحد وقد مثل به، فوضع بين يدي رسول الله صلى\nالله عليه وسلم وقد سجي بثوب، فجعلت أريد أن أكشف عنه، فنهاني قومي، فأمر\nبه النبي صلى الله عليه وسلم فرفع، فلما رفع سمع صوت باكية، فقال: «من\nهذه؟» فقالوا: هذه بنت عمرو أو أخت عمرو، قال: «فلا تبكي أو فلم تبكي ما\nزالت الملائكة تظله بأجنحتها حتى رفع»0\n</p>\n\n<h2 class='l2' id='head52'>في البكاء على الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n            \n<h3 class='l3' id='head53'>1843 - </h3>\n\n<p>\nأخبرنا هناد بن السري، قال: حدثنا أبو الأحوص، عن عطاء بن السائب، عن\nعكرمة، عن ابن عباس قال: لما حضرت بنت لرسول الله صلى الله عليه وسلم صغيرة\nفأخذها رسول الله صلى الله عليه وسلم فضمها إلى صدره، ثم وضع يده عليها\nفقضت وهي بين يدي رسول الله صلى الله عليه وسلم، فبكت أم أيمن، فقال لها\nرسول الله صلى الله عليه وسلم: «يا أم أيمن، أتبكين ورسول الله صلى الله\nعليه وسلم عندك»، فقالت: ما لي لا أبكي ورسول الله صلى الله عليه وسلم\nيبكي، فقال رسول الله صلى الله عليه وسلم: «إني لست أبكي، ولكنها رحمة»، ثم\nقال رسول الله صلى الله عليه وسلم: «المؤمن بخير على كل حال تنزع نفسه من\nبين جنبيه وهو يحمد الله عز وجل»0\n</p>\n\n<h3 class='l3' id='head54'>1844 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا عبد الرزاق، قال: حدثنا معمر، عن\nثابت، عن أنس، أن فاطمة بكت على رسول الله صلى الله عليه وسلم حين مات\nفقالت: «يا أبتاه من ربه ما أدناه، يا أبتاه إلى جبريل ننعاه، يا أبتاه جنة\nالفردوس مأواه»0\n</p>\n\n<h3 class='l3' id='head55'>1845 - </h3>\n\n<p>\nأخبرنا عمرو بن يزيد، قال: حدثنا بهز بن أسد، قال: حدثنا شعبة، عن محمد\nبن المنكدر، عن جابر، أن أباه قتل يوم أحد قال: فجعلت أكشف عن وجهه وأبكي،\nوالناس ينهوني، ورسول الله صلى الله عليه وسلم لا ينهاني، وجعلت عمتي\nتبكيه، فقال رسول الله صلى الله عليه وسلم: «لا تبكيه ما زالت الملائكة\nتظله بأجنحتها حتى رفعتموه»0\n</p>\n\n<h2 class='l2' id='head56'>النهي <span id='ms0390'></span> عن البكاء على الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n            \n<h3 class='l3' id='head57'>1846 - </h3>\n\n<p>\nأخبرنا عتبة بن عبد الله بن عتبة، قال: قرأت على مالك، عن عبد الله بن\nعبد الله بن جابر بن عتيك، أن عتيك بن الحارث، وهو جد عبد الله بن عبد الله\nأبو أمه أخبره، أن جابر بن عتيك أخبره، أن النبي صلى الله عليه وسلم جاء\nيعود عبد الله بن ثابت فوجده قد غلب عليه، فصاح به، فلم يجبه فاسترجع رسول\nالله صلى الله عليه وسلم وقال: «قد غلبنا عليك أبا الربيع»، فصحن النساء\nوبكين، فجعل ابن عتيك يسكتهن، فقال رسول الله صلى الله عليه وسلم: «دعهن\nفإذا وجب فلا تبكين باكية»، قالوا: وما الوجوب يا رسول الله؟ قال: «الموت»،\nقالت ابنته: إن كنت لأرجو أن تكون شهيدا قد كنت قضيت جهازك، قال رسول الله\nصلى الله عليه وسلم: «فإن الله عز وجل قد أوقع أجره عليه على قدر نيته، وما\nتعدون الشهادة؟» قالوا: القتل في سبيل الله عز وجل، قال رسول الله صلى الله\nعليه وسلم: \" الشهادة سبع سوى القتل في سبيل الله عز وجل: المطعون شهيد،\nوالمبطون شهيد، والغريق شهيد، وصاحب الهدم شهيد، وصاحب ذات الجنب شهيد،\nوصاحب الحرق شهيد، والمرأة تموت بجمع شهيدة \"0\n</p>\n\n<h3 class='l3' id='head58'>1847 - </h3>\n\n<p>\nأخبرنا يونس بن عبد الأعلى، قال: حدثنا عبد الله بن وهب، قال: قال معاوية\nبن صالح، وحدثني يحيى بن سعيد، عن عمرة، عن عائشة قالت: لما أتى نعي زيد بن\nحارثة، وجعفر بن أبي طالب، وعبد الله بن رواحة جلس رسول الله صلى الله عليه\nوسلم يعرف فيه الحزن وأنا أنظر من صئر الباب، فجاءه رجل فقال: إن نساء جعفر\nيبكين، فقال رسول الله صلى الله عليه وسلم: «انطلق فانههن» فانطلق ثم جاء\nفقال: قد نهيتهن فأبين أن ينتهين، فقال: «انطلق فانههن»، فانطلق ثم جاء،\nفقال: قد نهيتهن فأبين أن ينتهين، قال: «فانطلق فاحث في أفواههن التراب»،\nفقالت عائشة: فقلت: أرغم الله أنف الأبعد، إنك والله ما تركت رسول الله صلى\nالله عليه وسلم، وما أنت بفاعل0\n</p>\n\n<h3 class='l3' id='head59'>1848 - </h3>\n\n<p>\nأخبرنا عبيد <span id='ms0391'></span> الله بن سعيد، قال: حدثنا يحيى، عن عبيد الله، عن نافع، عن\nابن عمر، عن عمر، عن النبي صلى الله عليه وسلم قال: «الميت يعذب ببكاء أهله\nعليه»0\n</p>\n\n<h3 class='l3' id='head60'>1849 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: حدثنا أبو داود، قال: حدثنا شعبة، عن عبد\nالله بن صبيح، قال: سمعت محمد بن سيرين، يقول: ذكر عند عمران بن حصين\n«الميت يعذب ببكاء الحي»، فقال عمران: قاله رسول الله صلى الله عليه وسلم0\n</p>\n\n<h3 class='l3' id='head61'>1850 - </h3>\n\n<p>\nأخبرنا سليمان بن سيف، قال: حدثنا يعقوب بن إبراهيم، قال: حدثنا أبي، عن\nصالح، عن ابن شهاب، قال: قال سالم، سمعت عبد الله بن عمر، يقول: قال عمر:\nقال رسول الله صلى الله عليه وسلم: «يعذب الميت ببكاء أهله عليه»0\n</p>\n\n<h2 class='l2' id='head62'>النياحة على الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n            \n<h3 class='l3' id='head63'>1851 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، قال: حدثنا شعبة، عن قتادة،\nعن مطرف، عن حكيم بن قيس، أن قيس بن عاصم، قال: «لا تنوحوا علي، فإن رسول\nالله صلى الله عليه وسلم لم ينح عليه» مختصر0\n</p>\n\n<h3 class='l3' id='head64'>1852 - </h3>\n\n<p>\nأخبرنا إسحق، قال: أنبأنا عبد الرزاق، قال: حدثنا معمر، عن ثابت، عن أنس،\nأن رسول الله صلى الله عليه وسلم أخذ على النساء حين بايعهن أن لا ينحن،\nفقلن: يا رسول الله، إن نساء أسعدننا في الجاهلية أفنسعدهن؟ فقال رسول الله\nصلى الله عليه وسلم: «لا إسعاد في الإسلام»0\n</p>\n\n<h3 class='l3' id='head65'>1853 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا شعبة، قال: حدثنا\nقتادة، عن سعيد بن المسيب، عن ابن عمر، عن عمر قال: سمعت رسول الله صلى\nالله عليه وسلم يقول: «الميت يعذب في قبره بالنياحة عليه»0\n</p>\n\n<h3 class='l3' id='head66'>1854 - </h3>\n\n<p>\nأخبرنا إبراهيم بن يعقوب، قال: حدثنا سعيد بن سليمان، قال: أنبأنا هشيم،\nقال: أنبأنا منصور هو ابن زاذان، عن الحسن، عن عمران بن حصين قال: «الميت\nيعذب بنياحة أهله عليه» فقال له رجل: أرأيت رجلا مات بخراسان وناح أهله\nعليه هاهنا، أكان يعذب بنياحة أهله؟ قال: صدق رسول الله صلى الله عليه\nوسلم، وكذبت أنت0\n</p>\n\n<h3 class='l3' id='head67'>1855 - </h3>\n\n<p>\nأخبرنا محمد بن آدم، عن عبدة، عن هشام، عن أبيه <span id='ms0392'></span>، عن ابن عمر قال: قال\nرسول الله صلى الله عليه وسلم: «إن الميت ليعذب ببكاء أهله عليه»، فذكر ذلك\nلعائشة فقالت: وهل، إنما مر النبي صلى الله عليه وسلم على قبر، فقال: «إن\nصاحب القبر ليعذب، وإن أهله يبكون عليه»، ثم قرأت {ولا تزر وازرة وزر أخرى}\n[الأنعام: 164]0\n</p>\n\n<h3 class='l3' id='head68'>1856 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك بن أنس، عن عبد الله بن أبي بكر، عن أبيه، عن عمرة\nأنها أخبرته، أنها سمعت عائشة وذكر لها أن عبد الله بن عمر يقول: إن الميت\nليعذب ببكاء الحي عليه، قالت عائشة: يغفر الله لأبي عبد الرحمن، أما إنه لم\nيكذب ولكن نسي أو أخطأ، إنما مر رسول الله صلى الله عليه وسلم على يهودية\nيبكى عليها، فقال: «إنهم ليبكون عليها وإنها لتعذب»0\n</p>\n\n<h3 class='l3' id='head69'>1857 - </h3>\n\n<p>\nأخبرنا عبد الجبار بن العلاء بن عبد الجبار، عن سفيان، قال: قصه لنا عمرو\nبن دينار، قال: سمعت ابن أبي مليكة، يقول: قال ابن عباس: قالت عائشة: إنما\nقال رسول الله صلى الله عليه وسلم: «إن الله عز وجل يزيد الكافر عذابا ببعض\nبكاء أهله عليه»0\n</p>\n\n<h3 class='l3' id='head70'>1858 - </h3>\n\n<p>\nأخبرنا سليمان بن منصور البلخي، قال: حدثنا عبد الجبار بن الورد، سمعت\nابن أبي مليكة، يقول: لما هلكت أم أبان حضرت مع الناس، فجلست بين عبد الله\nبن عمر وابن عباس فبكين النساء، فقال ابن عمر: ألا تنهى هؤلاء عن البكاء،\nفإني سمعت رسول الله صلى الله عليه وسلم يقول: «إن الميت ليعذب ببعض بكاء\nأهله عليه»، فقال ابن عباس، قد كان عمر، يقول بعض ذلك: خرجت مع عمر حتى إذا\nكنا بالبيداء رأى ركبا تحت شجرة، فقال: انظر من الركب، فذهبت فإذا صهيب\nوأهله، فرجعت إليه، فقلت: يا أمير المؤمنين، هذا صهيب وأهله، فقال: علي\nبصهيب، فلما دخلنا المدينة أصيب عمر، فجلس صهيب يبكي عنده يقول: وا أخياه\nوا أخياه، فقال عمر: يا صهيب لا تبك، فإني سمعت رسول الله صلى الله عليه\nوسلم يقول: «إن الميت ليعذب ببعض بكاء أهله عليه» قال: فذكرت ذلك لعائشة،\nفقالت <span id='ms0393'></span> أما والله ما تحدثون هذا الحديث عن كاذبين مكذبين، ولكن السمع يخطئ،\nوإن لكم في القرآن لما يشفيكم {ألا تزر وازرة وزر أخرى} [النجم: 38] ولكن\nرسول الله صلى الله عليه وسلم قال: «إن الله ليزيد الكافر عذابا ببكاء أهله\nعليه»0\n</p>\n\n<h2 class='l2' id='head71'>باب الرخصة في البكاء على الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \n<h3 class='l3' id='head72'>1859 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل هو ابن جعفر، عن محمد بن عمرو بن\nحلحلة، عن محمد بن عمرو بن عطاء، أن سلمة بن الأزرق قال: سمعت أبا هريرة\nقال: مات ميت من آل رسول الله صلى الله عليه وسلم فاجتمع النساء يبكين\nعليه، فقام عمر ينهاهن ويطردهن، فقال: رسول الله صلى الله عليه وسلم: «دعهن\nيا عمر فإن العين دامعة، والقلب مصاب، والعهد قريب»0\n</p>\n\n<h2 class='l2' id='head73'>دعوى الجاهلية</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \n<h3 class='l3' id='head74'>1860 - </h3>\n\n<p>\nأخبرنا علي بن خشرم، قال: حدثنا عيسى، عن الأعمش، ح أنبأنا الحسن بن\nإسمعيل، قال: حدثنا ابن إدريس، عن الأعمش، عن عبد الله بن مرة، عن مسروق،\nعن عبد الله قال: قال رسول الله صلى الله عليه وسلم: «ليس منا من ضرب\nالخدود، وشق الجيوب، ودعا بدعاء الجاهلية» واللفظ لعلي، وقال: الحسن بدعوى\n\"0\n</p>\n\n<h2 class='l2' id='head75'>السلق</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n<h3 class='l3' id='head76'>1861 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا سليمان بن حرب، قال: حدثنا شعبة، عن عوف،\nعن خالد الأحدب، عن صفوان بن محرز، قال: أغمي على أبي موسى فبكوا عليه،\nفقال: «أبرأ إليكم كما برئ إلينا رسول الله صلى الله عليه وسلم ليس منا من\nحلق، ولا خرق، ولا سلق»0\n</p>\n\n<h2 class='l2' id='head77'>ضرب الخدود</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n<h3 class='l3' id='head78'>1862 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا يحيى، قال: حدثنا سفيان، قال: حدثني\nزبيد، عن إبراهيم، عن مسروق، عن عبد الله، أن النبي صلى الله عليه وسلم\nقال: «ليس منا من ضرب الخدود، وشق الجيوب، ودعا بدعوى الجاهلية»0\n</p>\n\n<h2 class='l2' id='head79'>الحلق</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n<h3 class='l3' id='head80'>1863 - </h3>\n\n<p>\nأخبرنا أحمد بن عثمان بن حكيم، قال: أنبأنا جعفر بن عون، قال: حدثنا أبو\nعميس، عن أبي صخرة، عن عبد الرحمن بن يزيد، وأبي بردة، قالا: لما ثقل أبو\nموسى أقبلت امرأته تصيح، قالا: فأفاق، فقال: ألم أخبرك أني بريء ممن برئ\nمنه رسول <span id='ms0394'></span> الله صلى الله عليه وسلم، قالا: وكان يحدثها أن رسول الله صلى\nالله عليه وسلم قال: «أنا بريء ممن حلق، وخرق، وسلق»0\n</p>\n\n<h2 class='l2' id='head81'>شق الجيوب</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n            \n<h3 class='l3' id='head82'>1864 - </h3>\n\n<p>\nأخبرنا إسحق بن منصور، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن\nزبيد، عن إبراهيم، عن مسروق، عن عبد الله، عن النبي صلى الله عليه وسلم\nقال: «ليس منا من ضرب الخدود، وشق الجيوب، ودعا بدعوى الجاهلية»0\n</p>\n\n<h3 class='l3' id='head83'>1865 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا محمد، قال: حدثنا شعبة، عن منصور، عن\nإبراهيم، عن يزيد بن أوس، عن أبي موسى، أنه أغمي عليه فبكت أم ولد له، فلما\nأفاق، قال لها: أما بلغك ما قال رسول الله صلى الله عليه وسلم؟ فسألناها:\nفقالت: قال: «ليس منا من سلق، وحلق، وخرق»0\n</p>\n\n<h3 class='l3' id='head84'>1866 - </h3>\n\n<p>\nأخبرنا عبدة بن عبد الله، قال: حدثنا يحيى بن آدم، قال: حدثنا إسرائيل،\nعن منصور، عن إبراهيم، عن يزيد بن أوس، عن أم عبد الله امرأة أبي موسى، عن\nأبي موسى قال: قال رسول الله صلى الله عليه وسلم: «ليس منا من حلق، وسلق،\nوخرق»0\n</p>\n\n<h3 class='l3' id='head85'>1867 - </h3>\n\n<p>\nأخبرنا هناد، عن أبي معاوية، عن الأعمش، عن إبراهيم، عن سهم بن منجاب، عن\nالقرثع، قال: لما ثقل أبو موسى صاحت امرأته فقال: أما علمت ما قال رسول\nالله صلى الله عليه وسلم؟ قالت: بلى، ثم سكتت، فقيل لها بعد ذلك: أي شيء\nقال رسول الله صلى الله عليه وسلم؟ قالت: «إن رسول الله صلى الله عليه وسلم\nلعن من حلق، أو سلق، أو خرق»0\n</p>\n\n<h2 class='l2' id='head86'>الأمر بالاحتساب والصبر عند نزول المصيبة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n            \n<h3 class='l3' id='head87'>1868 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن عاصم بن سليمان، عن أبي\nعثمان، قال: حدثني أسامة بن زيد، قال: أرسلت بنت النبي صلى الله عليه وسلم\nإليه أن ابنا لي قبض فأتنا، فأرسل يقرأ السلام ويقول: «إن لله ما أخذ، وله\nما أعطى، وكل شيء عند الله بأجل مسمى، فلتصبر ولتحتسب»، فأرسلت إليه تقسم\nعليه ليأتينها، فقام ومعه سعد بن عبادة، ومعاذ بن جبل، وأبي بن كعب، وزيد\nبن ثابت <span id='ms0395'></span>، ورجال، فرفع إلى رسول الله صلى الله عليه وسلم الصبي ونفسه تقعقع،\nففاضت عيناه، فقال سعد: يا رسول الله، ما هذا؟ قال: «هذا رحمة، يجعلها الله\nفي قلوب عباده، وإنما يرحم الله من عباده الرحماء»0\n</p>\n\n<h3 class='l3' id='head88'>1869 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا محمد بن جعفر، قال: حدثنا شعبة، عن ثابت،\nقال: سمعت أنسا يقول: قال رسول الله صلى الله عليه وسلم: «الصبر عند الصدمة\nالأولى»0\n</p>\n\n<h3 class='l3' id='head89'>1870 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا شعبة، قال: حدثنا أبو\nإياس وهو معاوية بن قرة، عن أبيه رضي الله عنه، أن رجلا أتى النبي صلى الله\nعليه وسلم ومعه ابن له فقال له: «أتحبه؟» فقال: أحبك الله كما أحبه، فمات،\nففقده، فسأل عنه، فقال: «ما يسرك أن لا تأتي بابا من أبواب الجنة إلا وجدته\nعنده يسعى يفتح لك؟»0\n</p>\n\n<h2 class='l2' id='head90'>ثواب من صبر واحتسب</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n            \n<h3 class='l3' id='head91'>1871 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: حدثنا عبد الله، قال: أنبأنا عمر بن سعيد بن\nأبي حسين، أن عمرو بن شعيب كتب إلى عبد الله بن عبد الرحمن بن أبي حسين\nيعزيه بابن له هلك وذكر في كتابه، أنه سمع أباه يحدث، عن جده عبد الله بن\nعمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم: «إن الله لا يرضى\nلعبده المؤمن إذا ذهب بصفيه من أهل الأرض فصبر واحتسب»، وقال: «ما أمر به\nبثواب دون الجنة»0\n</p>\n\n<h2 class='l2' id='head92'>باب ثواب من احتسب ثلاثة من صلبه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n            \n<h3 class='l3' id='head93'>1872 - </h3>\n\n<p>\nأخبرنا أحمد بن عمرو بن السرح، قال: حدثنا ابن وهب، حدثني عمرو، قال:\nحدثني بكير بن عبد الله، عن عمران بن نافع، عن حفص بن عبيد الله، عن أنس،\nأن رسول الله صلى الله عليه وسلم قال: «من احتسب ثلاثة من صلبه دخل الجنة»،\nفقامت امرأة، فقالت: أو اثنان؟ قال: «أو اثنان»، قالت المرأة: يا ليتني قلت\nواحدا0\n</p>\n\n<h2 class='l2' id='head94'>من يتوفى له ثلاثة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n            \n<h3 class='l3' id='head95'>1873 - </h3>\n\n<p>\nأخبرنا يوسف بن حماد، قال: حدثنا عبد الوارث، عن عبد العزيز، عن أنس قال:\nقال رسول الله صلى الله عليه وسلم: «ما من <span id='ms0396'></span> مسلم يتوفى له ثلاثة من الولد لم\nيبلغوا الحنث إلا أدخله الله الجنة بفضل رحمته إياهم»0\n</p>\n\n<h3 class='l3' id='head96'>1874 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا بشر بن المفضل، عن يونس، عن الحسن،\nعن صعصعة بن معاوية، قال: لقيت أبا ذر، قلت: حدثني، قال: نعم، قال رسول\nالله صلى الله عليه وسلم: «ما من مسلمين يموت بينهما ثلاثة أولاد لم يبلغوا\nالحنث إلا غفر الله لهما بفضل رحمته إياهم»0\n</p>\n\n<h3 class='l3' id='head97'>1875 - </h3>\n\n<p>\nأخبرنا قتيبة بن سعيد، عن مالك، عن ابن شهاب، عن سعيد، عن أبي هريرة، أن\nرسول الله صلى الله عليه وسلم قال: «لا يموت لأحد من المسلمين ثلاثة من\nالولد فتمسه النار إلا تحلة القسم»0\n</p>\n\n<h3 class='l3' id='head98'>1876 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن إبراهيم ابن علية، وعبد الرحمن بن محمد، قالا:\nحدثنا إسحق وهو الأزرق، عن عوف، عن محمد، عن أبي هريرة، عن النبي صلى الله\nعليه وسلم قال: «ما من مسلمين يموت بينهما ثلاثة أولاد لم يبلغوا الحنث إلا\nأدخلهما الله بفضل رحمته إياهم الجنة»، قال: \" يقال لهم: ادخلوا الجنة،\nفيقولون: حتى يدخل آباؤنا، فيقال: ادخلوا الجنة أنتم وآباؤكم \"0\n</p>\n\n<h2 class='l2' id='head99'>من قدم ثلاثة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n            \n<h3 class='l3' id='head100'>1877 - </h3>\n\n<p>\nأخبرنا إسحق، قال: أنبأنا جرير، قال: حدثني طلق بن معاوية، وحفص بن غياث،\nقال: حدثني جدي طلق بن معاوية، عن أبي زرعة، عن أبي هريرة قال: جاءت امرأة\nإلى رسول الله صلى الله عليه وسلم بابن لها يشتكي، فقالت: يا رسول الله،\nأخاف عليه وقد قدمت ثلاثة، فقال رسول الله صلى الله عليه وسلم: «لقد احتظرت\nبحظار شديد من النار»0\n</p>\n\n<h2 class='l2' id='head101'>باب النعي</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n            \n<h3 class='l3' id='head102'>1878 - </h3>\n\n<p>\nأخبرنا إسحق، قال: أنبأنا سليمان بن حرب، قال: حدثنا حماد بن زيد، عن\nأيوب، عن حميد بن هلال، عن أنس، «أن رسول الله صلى الله عليه وسلم نعى زيدا\nوجعفرا قبل أن يجيء خبرهم، فنعاهم وعيناه تذرفان»0\n</p>\n\n<h3 class='l3' id='head103'>1879 - </h3>\n\n<p>\nأخبرنا أبو داود، قال: حدثنا يعقوب، قال: حدثنا أبي، عن صالح، عن ابن\nشهاب، قال: حدثني أبو سلمة، وابن المسيب، أن أبا هريرة أخبرهما، أن رسول\nالله صلى الله عليه وسلم نعى لهما النجاشي صاحب الحبشة <span id='ms0397'></span> اليوم الذي مات فيه،\nوقال: «استغفروا لأخيكم»0\n</p>\n\n<h3 class='l3' id='head104'>1880 - </h3>\n\n<p>\nأخبرنا عبيد الله بن فضالة بن إبراهيم، قال: حدثنا عبد الله هو ابن يزيد\nالمقرئ، ح وأنبأنا محمد بن عبد الله بن يزيد المقريء، قال: حدثنا أبي، قال\nسعيد، حدثني ربيعة بن سيف المعافري، عن أبي عبد الرحمن الحبلي، عن عبد الله\nبن عمرو قال: بينما نحن نسير مع رسول الله صلى الله عليه وسلم إذ بصر\nبامرأة لا تظن أنه عرفها، فلما توسط الطريق وقف حتى انتهت إليه، فإذا فاطمة\nبنت رسول الله صلى الله عليه وسلم، قال لها: «ما أخرجك من بيتك يا فاطمة؟»،\nقالت: أتيت أهل هذا الميت، فترحمت إليهم، وعزيتهم بميتهم، قال: «لعلك بلغت\nمعهم الكدى؟»، قالت: معاذ الله، أن أكون بلغتها وقد سمعتك تذكر في ذلك ما\nتذكر، فقال لها: «لو بلغتها معهم ما رأيت الجنة حتى يراها جد أبيك»، قال\nأبو عبد الرحمن: «ربيعة ضعيف»0\n</p>\n\n<h2 class='l2' id='head105'>غسل الميت بالماء والسدر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p028'> Vol. 04, p. 028</a>\n            </div>\n            \n<h3 class='l3' id='head106'>1881 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن أيوب، عن محمد بن سيرين، أن أم عطية الأنصارية\nقالت: دخل علينا رسول الله صلى الله عليه وسلم حين توفيت ابنته، فقال:\n«اغسلنها ثلاثا أو خمسا، أو أكثر من ذلك إن رأيتن ذلك، بماء وسدر، واجعلن\nفي الآخرة كافورا أو شيئا من كافور، فإذا فرغتن فآذنني»، فلما فرغنا آذناه،\nفأعطانا حقوه وقال: «أشعرنها إياه»0\n</p>\n\n<h2 class='l2' id='head107'>غسل الميت بالحميم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n            \n<h3 class='l3' id='head108'>1882 - </h3>\n\n<p>\nأخبرنا قتيبة بن سعيد، قال: حدثنا الليث، عن يزيد بن أبي حبيب، عن أبي\nالحسن، مولى أم قيس بنت محصن، عن أم قيس قالت: توفي ابني فجزعت عليه، فقلت\nللذي يغسله: لا تغسل ابني بالماء البارد فتقتله، فانطلق عكاشة بن محصن إلى\nرسول الله صلى الله عليه وسلم فأخبره بقولها، فتبسم، ثم قال: «ما قالت طال\nعمرها ‍‍‍‍»، فلا نعلم امرأة عمرت ما عمرت0\n</p>\n\n<h2 class='l2' id='head109'>نقض رأس الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \n<h3 class='l3' id='head110'>1883 - </h3>\n\n<p>\nأخبرنا يوسف بن سعيد، قال: حدثنا حجاج، عن ابن جريج، قال أيوب، سمعت\nحفصة، تقول: حدثتنا أم عطية، أنهن «جعلن رأس ابنة النبي صلى الله عليه وسلم\nثلاثة قرون»، قلت <span id='ms0398'></span>: نقضنه وجعلنه ثلاثة قرون؟ قالت: «نعم»0\n</p>\n\n<h2 class='l2' id='head111'>ميامن الميت ومواضع الوضوء منه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \n<h3 class='l3' id='head112'>1884 - </h3>\n\n<p>\nأخبرنا عمرو بن منصور، قال: حدثنا أحمد بن محمد بن حنبل، قال: حدثنا\nإسمعيل، عن خالد، عن حفصة، عن أم عطية، أن رسول الله صلى الله عليه وسلم\nقال في غسل ابنته: «ابدأن بميامنها ومواضع الوضوء منها»0\n</p>\n\n<h2 class='l2' id='head113'>غسل الميت وترا</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \n<h3 class='l3' id='head114'>1885 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا هشام، قال: حدثتنا\nحفصة، عن أم عطية قالت: ماتت إحدى بنات النبي صلى الله عليه وسلم فأرسل\nإلينا فقال: «اغسلنها بماء وسدر، واغسلنها وترا ثلاثا أو خمسا، أو سبعا إن\nرأيتن ذلك، واجعلن في الآخرة شيئا من كافور، فإذا فرغتن فآذنني»، فلما\nفرغنا آذناه، فألقى إلينا حقوه وقال: «أشعرنها إياه، ومشطناها ثلاثة قرون،\nوألقيناها من خلفها»0\n</p>\n\n<h2 class='l2' id='head115'>غسل الميت أكثر من خمس</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \n<h3 class='l3' id='head116'>1886 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، عن يزيد، قال: حدثنا أيوب، عن محمد بن سيرين، عن\nأم عطية قالت: دخل علينا رسول الله صلى الله عليه وسلم ونحن نغسل ابنته،\nفقال: «اغسلنها ثلاثا أو خمسا، أو أكثر من ذلك إن رأيتن ذلك، بماء وسدر،\nواجعلن في الآخرة كافورا أو شيئا من كافور، فإذا فرغتن فآذنني»، فلما فرغنا\nآذناه، فألقى إلينا حقوه وقال: «أشعرنها إياه»0\n</p>\n\n<h2 class='l2' id='head117'>غسل الميت أكثر من سبعة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \n<h3 class='l3' id='head118'>1887 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا حماد، قال: حدثنا أيوب، عن محمد، عن أم عطية\nقالت: توفيت إحدى بنات النبي صلى الله عليه وسلم فأرسل إلينا، فقال:\n«اغسلنها ثلاثا أو خمسا، أو أكثر من ذلك إن رأيتن، بماء وسدر، واجعلن في\nالآخرة كافورا أو شيئا من كافور، فإذا فرغتن فآذنني»، فلما فرغنا آذناه،\nفألقى إلينا حقوه وقال: «أشعرنها إياه»0\n</p>\n\n<h3 class='l3' id='head119'>1888 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا حماد، عن أيوب، عن حفصة، عن أم عطية، نحوه غير\nأنه قال: «ثلاثا أو خمسا، أو سبعا أو أكثر من ذلك إن رأيتن ذلك»0\n</p>\n\n<h3 class='l3' id='head120'>1889 - </h3>\n\n<p>\nأخبرنا إسماعيل بن مسعود، قال: حدثنا بشر، عن سلمة بن علقمة، عن محمد، عن\nبعض إخوته، عن أم عطية قالت: توفيت ابنة لرسول الله صلى الله عليه <span id='ms0399'></span> وسلم\nفأمرنا بغسلها، فقال: «اغسلنها ثلاثا أو خمسا، أو سبعا أو أكثر من ذلك إن\nرأيتن»، قالت: قلت: وترا؟ قال: «نعم، واجعلن في الآخرة كافورا، أو شيئا من\nكافور، فإذا فرغتن فآذنني»، فلما فرغنا آذناه، فأعطانا حقوه وقال: «أشعرنها\nإياه»0\n</p>\n\n<h2 class='l2' id='head121'>الكافور في غسل الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n            \n<h3 class='l3' id='head122'>1890 - </h3>\n\n<p>\nأخبرنا عمرو بن زرارة، قال: حدثنا إسمعيل، عن أيوب، عن محمد، عن أم عطية\nقالت: أتانا رسول الله صلى الله عليه وسلم ونحن نغسل ابنته فقال: «اغسلنها\nثلاثا أو خمسا، أو أكثر من ذلك إن رأيتن ذلك، بماء وسدر، واجعلن في الآخرة\nكافورا، أو شيئا من كافور، فإذا فرغتن فآذنني»، فلما فرغنا آذناه، فألقى\nإلينا حقوه وقال: «أشعرنها إياه»، قال: أو قالت حفصة: «اغسلنها ثلاثا أو\nخمسا أو سبعا»، قال: وقالت أم عطية: مشطناها ثلاثة قرون،0\n</p>\n\n<h3 class='l3' id='head123'>1891 - </h3>\n\n<p>\nأخبرنا محمد بن منصور، قال: حدثنا سفيان، قال: حدثنا أيوب، عن محمد، قال:\nأخبرتني حفصة، عن أم عطية، قالت: وجعلنا رأسها ثلاثة قرون،0\n</p>\n\n<h3 class='l3' id='head124'>1892 - </h3>\n\n<p>\nأخبرنا قتيبة بن سعيد، قال: حدثنا حماد، عن أيوب، وقالت حفصة، عن أم\nعطية، وجعلنا رأسها ثلاثة قرون0\n</p>\n\n<h2 class='l2' id='head125'>الإشعار</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n            \n<h3 class='l3' id='head126'>1893 - </h3>\n\n<p>\nأخبرنا يوسف بن سعيد، قال: حدثنا حجاج، عن ابن جريج، قال: أخبرني أيوب بن\nأبي تميمة، أنه سمع محمد بن سيرين، يقول: كانت أم عطية امرأة من الأنصار\nقدمت تبادر ابنا لها، فلم تدركه، حدثتنا قالت: دخل النبي صلى الله عليه\nوسلم علينا ونحن نغسل ابنته فقال: «اغسلنها ثلاثا أو خمسا، أو أكثر من ذلك\nإن رأيتن، بماء وسدر، واجعلن في الآخرة كافورا أو شيئا من كافور، فإذا\nفرغتن فآذنني»، فلما فرغنا ألقى إلينا حقوه وقال: «أشعرنها إياه»، ولم يزد\nعلى ذلك، قال: لا أدري أي بناته قال: قلت: ما قوله أشعرنها إياه؟ أتؤزر به؟\nقال: لا أراه إلا أن يقول الففنها فيه0\n</p>\n\n<h3 class='l3' id='head127'>1894 - </h3>\n\n<p>\nأخبرنا شعيب بن يوسف النسائي، قال: حدثنا يزيد، قال: حدثنا ابن عون، عن\nمحمد، عن أم عطية قالت: توفي إحدى بنات النبي صلى الله عليه وسلم فقال:\n«اغسلنها ثلاثا أو خمسا، أو أكثر من ذلك <span id='ms0400'></span> إن رأيتن ذلك، واغسلنها بالسدر\nوالماء، واجعلن في آخر ذلك كافورا أو شيئا من كافور، فإذا فرغتن فآذنني»،\nقالت: فآذناه، فألقى إلينا حقوه فقال: «أشعرنها إياه»0\n</p>\n\n<h2 class='l2' id='head128'>الأمر بتحسين الكفن</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n            \n<h3 class='l3' id='head129'>1895 - </h3>\n\n<p>\nأخبرنا عبد الرحمن بن خالد الرقي القطان، ويوسف بن سعيد، واللفظ له، قال:\nأنبأنا حجاج، عن ابن جريج، قال: أخبرني أبو الزبير، أنه سمع جابرا يقول:\nخطب رسول الله صلى الله عليه وسلم فذكر رجلا من أصحابه مات فقبر ليلا، وكفن\nفي كفن غير طائل، فزجر رسول الله صلى الله عليه وسلم أن يقبر إنسان ليلا\nإلا أن يضطر إلى ذلك، وقال رسول الله صلى الله عليه وسلم: «إذا ولي أحدكم\nأخاه فليحسن كفنه»0\n</p>\n\n<h2 class='l2' id='head130'>أي الكفن خير</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n            \n<h3 class='l3' id='head131'>1896 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: أنبأنا يحيى بن سعيد، قال: سمعت سعيد بن أبي\nعروبة يحدث، عن أيوب، عن أبي قلابة، عن أبي المهلب، عن سمرة، عن النبي صلى\nالله عليه وسلم قال: «البسوا من ثيابكم البياض، فإنها أطهر وأطيب، وكفنوا\nفيها موتاكم»0\n</p>\n\n<h2 class='l2' id='head132'>كفن النبي صلى الله عليه وسلم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n            \n<h3 class='l3' id='head133'>1897 - </h3>\n\n<p>\nأخبرنا إسحق، قال: أنبأنا عبد الرزاق، قال: حدثنا معمر، عن الزهري، عن\nعروة، عن عائشة قالت: «كفن النبي صلى الله عليه وسلم في ثلاثة أثواب سحولية\nبيض»0\n</p>\n\n<h3 class='l3' id='head134'>1898 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن هشام بن عروة، عن أبيه، عن عائشة، «أن رسول\nالله صلى الله عليه وسلم كفن في ثلاثة أثواب بيض سحولية ليس فيها قميص ولا\nعمامة»0\n</p>\n\n<h3 class='l3' id='head135'>1899 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا حفص، عن هشام، عن أبيه، عن عائشة قالت: «كفن\nرسول الله صلى الله عليه وسلم في ثلاثة أثواب بيض يمانية كرسف ليس فيها\nقميص، ولا عمامة»، فذكر لعائشة قولهم في ثوبين وبرد من حبرة، فقالت: قد أتي\nبالبرد ولكنهم ردوه ولم يكفنوه فيه0\n</p>\n\n<h2 class='l2' id='head136'>القميص في الكفن</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n            \n<h3 class='l3' id='head137'>1900 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا عبيد الله، قال: حدثنا\nنافع، عن عبد الله بن عمر قال: لما مات عبد الله بن أبي جاء ابنه إلى النبي\nصلى الله عليه وسلم فقال: اعطني قميصك حتى <span id='ms0401'></span> أكفنه فيه، وصل عليه، واستغفر\nله، فأعطاه قميصه ثم قال: «إذا فرغتم فآذنوني أصلي عليه»، فجذبه عمر وقال:\nقد نهاك الله أن تصلي على المنافقين، فقال: \" أنا بين خيرتين، قال: استغفر\nلهم، أو لا تستغفر لهم \"، فصلى عليه، فأنزل الله تعالى: {ولا تصل على أحد\nمنهم مات أبدا ولا تقم على قبره} [التوبة: 84] فترك الصلاة عليهم0\n</p>\n\n<h3 class='l3' id='head138'>1901 - </h3>\n\n<p>\nأخبرنا عبد الجبار بن العلاء بن عبد الجبار، عن سفيان، عن عمرو، قال:\nسمعت جابرا يقول: «أتى النبي صلى الله عليه وسلم قبر عبد الله بن أبي وقد\nوضع في حفرته، فوقف عليه، فأمر به فأخرج له، فوضعه على ركبتيه، وألبسه\nقميصه، ونفث عليه من ريقه»، «والله تعالى أعلم»0\n</p>\n\n<h3 class='l3' id='head139'>1902 - </h3>\n\n<p>\nأخبرنا عبد الله بن محمد بن عبد الرحمن الزهري البصرى، قال: حدثنا سفيان،\nعن عمرو، سمع جابرا، يقول: «وكان العباس بالمدينة، فطلبت الأنصار ثوبا\nيكسونه، فلم يجدوا قميصا يصلح عليه إلا قميص عبد الله بن أبي فكسوه إياه»0\n</p>\n\n<h3 class='l3' id='head140'>1903 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا يحيى، عن الأعمش، ح وأخبرنا إسمعيل\nبن مسعود، قال: حدثنا يحيى بن سعيد القطان، قال: سمعت الأعمش، قال: سمعت\nشقيقا، قال: حدثنا خباب، قال: «هاجرنا مع رسول الله صلى الله عليه وسلم\nنبتغي وجه الله تعالى، فوجب أجرنا على الله، فمنا من مات لم يأكل من أجره\nشيئا، منهم مصعب بن عمير قتل يوم أحد فلم نجد شيئا نكفنه فيه إلا نمرة، كنا\nإذا غطينا رأسه خرجت رجلاه، وإذا غطينا بها رجليه خرجت رأسه، فأمرنا رسول\nالله صلى الله عليه وسلم أن نغطي بها رأسه، ونجعل على رجليه إذخرا، ومنا من\nأينعت له ثمرته فهو يهدبها» واللفظ لإسمعيل \"0\n</p>\n\n<h2 class='l2' id='head141'>كيف يكفن المحرم إذا مات</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n            \n<h3 class='l3' id='head142'>1904 - </h3>\n\n<p>\nأخبرنا عتبة بن عبد الله، قال: حدثنا يونس بن نافع، عن عمرو بن دينار، عن\nسعيد بن جبير، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: «اغسلوا\nالمحرم في ثوبيه اللذين أحرم فيهما، واغسلوه بماء وسدر، وكفنوه في ثوبيه،\nولا تمسوه بطيب، ولا تخمروا <span id='ms0402'></span> رأسه، فإنه يبعث يوم القيامة محرما»0\n</p>\n\n<h2 class='l2' id='head143'>المسك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n            \n<h3 class='l3' id='head144'>1905 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: حدثنا أبو داود، وشبابة، قالا: حدثنا شعبة،\nعن خليد بن جعفر، سمع أبا نضرة، عن أبي سعيد قال: قال رسول الله صلى الله\nعليه وسلم: «أطيب الطيب المسك»0\n</p>\n\n<h3 class='l3' id='head145'>1906 - </h3>\n\n<p>\nأخبرنا علي بن الحسين الدرهمي، قال: حدثنا أمية بن خالد، عن المستمر بن\nالريان، عن أبي نضرة، عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم:\n«من خير طيبكم المسك»0\n</p>\n\n<h2 class='l2' id='head146'>الإذن بالجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n            \n<h3 class='l3' id='head147'>1907 - </h3>\n\n<p>\nأخبرنا قتيبة في حديثه، عن مالك، عن ابن شهاب، عن أبي أمامة بن سهل بن\nحنيف أنه أخبره، أن مسكينة مرضت، فأخبر رسول الله صلى الله عليه وسلم\nبمرضها، وكان رسول الله صلى الله عليه وسلم يعود المساكين، ويسأل عنهم،\nفقال رسول الله صلى الله عليه وسلم: «إذا ماتت فآذنوني»، فأخرج بجنازتها\nليلا، وكرهوا أن يوقظوا رسول الله صلى الله عليه وسلم، فلما أصبح رسول الله\nصلى الله عليه وسلم أخبر بالذي كان منها، فقال: «ألم آمركم أن تؤذنوني\nبها»، قالوا: يا رسول الله، كرهنا أن نوقظك ليلا، فخرج رسول الله صلى الله\nعليه وسلم حتى صف بالناس على قبرها، وكبر أربع تكبيرات0\n</p>\n\n<h2 class='l2' id='head148'>السرعة بالجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n            \n<h3 class='l3' id='head149'>1908 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن ابن أبي ذئب، عن سعيد\nالمقبري، عن عبد الرحمن بن مهران، أن أبا هريرة قال: سمعت رسول الله صلى\nالله عليه وسلم يقول: \" إذا وضع الرجل الصالح على سريره، قال: قدموني\nقدموني، وإذا وضع الرجل يعني السوء على سريره، قال: يا ويلي أين تذهبون بي\n\"0\n</p>\n\n<h3 class='l3' id='head150'>1909 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن سعيد بن أبي سعيد، عن أبيه، أنه سمع\nأبا سعيد الخدري يقول: قال رسول الله صلى الله عليه وسلم: \" إذا وضعت\nالجنازة فاحتملها الرجال على أعناقهم، فإن كانت صالحة قالت: قدموني قدموني،\nوإن كانت غير صالحة، قالت: يا ويلها إلى أين تذهبون بها، يسمع صوتها كل شيء\nإلا الإنسان، ولو سمعها الإنسان لصعق \"0\n</p>\n\n<h3 class='l3' id='head151'>1910 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن الزهري، عن <span id='ms0403'></span> سعيد، عن أبي هريرة، يبلغ\nبه النبي صلى الله عليه وسلم قال: «أسرعوا بالجنازة، فإن تك صالحة فخير\nتقدمونها إليه، وإن تك غير ذلك فشر تضعونه عن رقابكم»0\n</p>\n\n<h3 class='l3' id='head152'>1911 - </h3>\n\n<p>\nأخبرنا سويد، قال: حدثنا عبد الله، عن يونس، عن الزهري، قال: حدثني أبو\nأمامة بن سهل، أن أبا هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n«أسرعوا بالجنازة فإن كانت صالحة قدمتموها إلى الخير، وإن كانت غير ذلك\nكانت شرا تضعونه عن رقابكم»0\n</p>\n\n<h3 class='l3' id='head153'>1912 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، قال: أنبأنا عيينة بن عبد\nالرحمن بن يونس، قال: حدثني أبي، قال: شهدت جنازة عبد الرحمن بن سمرة وخرج\nزياد يمشي بين يدي السرير، فجعل رجال من أهل عبد الرحمن ومواليهم يستقبلون\nالسرير ويمشون على أعقابهم، ويقولون: رويدا رويدا بارك الله فيكم، فكانوا\nيدبون دبيبا حتى إذا كنا ببعض طريق المربد لحقنا أبو بكرة على بغلة، فلما\nرأى الذي يصنعون حمل عليهم ببغلته، وأهوى إليهم بالسوط، وقال: خلوا، فوالذي\nأكرم وجه أبي القاسم صلى الله عليه وسلم لقد «رأيتنا مع رسول الله صلى الله\nعليه وسلم وإنا لنكاد نرمل بها رملا»، فانبسط القوم0\n</p>\n\n<h3 class='l3' id='head154'>1913 - </h3>\n\n<p>\nأخبرنا علي بن حجر، عن إسمعيل، وهشيم، عن عيينة بن عبد الرحمن، عن أبيه،\nعن أبي بكرة قال: «لقد رأيتنا مع رسول الله صلى الله عليه وسلم وإنا لنكاد\nنرمل بها رملا» واللفظ حديث هشيم \"0\n</p>\n\n<h3 class='l3' id='head155'>1914 - </h3>\n\n<p>\nأخبرنا يحيى بن درست، قال: حدثنا أبو إسمعيل، عن يحيى، أن أبا سلمة حدثه،\nعن أبي سعيد، أن رسول الله صلى الله عليه وسلم قال: «إذا مرت بكم جنازة\nفقوموا، فمن تبعها فلا يقعد حتى توضع»0\n</p>\n\n<h2 class='l2' id='head156'>باب الأمر بالقيام للجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n            \n<h3 class='l3' id='head157'>1915 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن نافع، عن ابن عمر، عن عامر بن ربيعة،\nعن النبي صلى الله عليه وسلم قال: «إذا رأى أحدكم الجنازة فلم يكن ماشيا\nمعها، فليقم حتى تخلفه أو توضع من قبل أن تخلفه»0\n</p>\n\n<h3 class='l3' id='head158'>1916 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن ابن شهاب، عن سالم، عن أبيه، عن <span id='ms0404'></span> عامر\nبن ربيعة العدوي، عن رسول الله صلى الله عليه وسلم أنه قال: «إذا رأيتم\nالجنازة فقوموا حتى تخلفكم أو توضع»0\n</p>\n\n<h3 class='l3' id='head159'>1917 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل، عن هشام، ح وأخبرنا إسمعيل بن\nمسعود، قال: حدثنا خالد، قال: حدثنا هشام، عن يحيى، عن أبي سلمة، عن أبي\nسعيد قال: قال رسول الله صلى الله عليه وسلم: «إذا رأيتم الجنازة فقوموا،\nفمن تبعها فلا يقعد حتى توضع»0\n</p>\n\n<h3 class='l3' id='head160'>1918 - </h3>\n\n<p>\nأخبرنا يوسف بن سعيد، قال: حدثنا حجاج، عن ابن جريج، عن ابن عجلان، عن\nسعيد، عن أبي هريرة، وأبي سعيد، قالا: «ما رأينا رسول الله صلى الله عليه\nوسلم شهد جنازة قط فجلس حتى توضع»0\n</p>\n\n<h3 class='l3' id='head161'>1919 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى بن سعيد، قال: حدثنا زكريا، عن\nالشعبي، قال: قال أبو سعيد، ح وأخبرنا إبراهيم بن يعقوب بن إسحق، قال:\nحدثنا أبو زيد سعيد بن الربيع، قال: حدثنا شعبة، عن عبد الله بن أبي السفر،\nقال: سمعت الشعبي يحدث، عن أبي سعيد، «أن رسول الله صلى الله عليه وسلم\nمروا عليه بجنازة فقام» وقال عمرو: «إن رسول الله صلى الله عليه وسلم مرت\nبه جنازة فقام»0\n</p>\n\n<h3 class='l3' id='head162'>1920 - </h3>\n\n<p>\nأخبرني أيوب بن محمد الوزان، قال: حدثنا مروان، قال: حدثنا عثمان بن\nحكيم، قال: أخبرني خارجة بن زيد بن ثابت، عن عمه يزيد بن ثابت، أنهم «كانوا\nجلوسا مع النبي صلى الله عليه وسلم فطلعت جنازة، فقام رسول الله صلى الله\nعليه وسلم وقام من معه فلم يزالوا قياما حتى نفذت»0\n</p>\n\n<h2 class='l2' id='head163'>القيام لجنازة أهل الشرك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n            \n<h3 class='l3' id='head164'>1921 - </h3>\n\n<p>\nأخبرنا إسماعيل بن مسعود، قال: حدثنا خالد، قال: حدثنا شعبة، عن عمرو بن\nمرة، عن عبد الرحمن بن أبي ليلى، قال: كان سهل ابن حنيف، وقيس بن سعد بن\nعبادة بالقادسية، فمر عليهما بجنازة، فقاما، فقيل لهما: إنها من أهل الأرض،\nفقالا: مر على رسول الله صلى الله عليه وسلم بجنازة فقام، فقيل له: إنه\nيهودي، فقال: «أليست نفسا؟»0\n</p>\n\n<h3 class='l3' id='head165'>1922 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل، عن هشام، ح وأخبرنا إسمعيل <span id='ms0405'></span> بن\nمسعود، قال: حدثنا خالد، قال: حدثنا هشام، عن يحيى بن أبي كثير، عن عبيد\nالله بن مقسم، عن جابر بن عبد الله قال: مرت بنا جنازة فقام رسول الله صلى\nالله عليه وسلم وقمنا معه، فقلت: يا رسول الله، إنما هي جنازة يهودية،\nفقال: «إن للموت فزعا، فإذا رأيتم الجنازة، فقوموا» اللفظ لخالد \"0\n</p>\n\n<h2 class='l2' id='head166'>الرخصة في ترك القيام</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n            \n<h3 class='l3' id='head167'>1923 - </h3>\n\n<p>\nأخبرنا محمد بن منصور، قال: حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد، عن\nأبي معمر، قال: كنا عند علي فمرت به جنازة فقاموا لها، فقال علي: ما هذا؟\nقالوا: أمر أبي موسى، فقال: «إنما قام رسول الله صلى الله عليه وسلم لجنازة\nيهودية ولم يعد بعد ذلك»0\n</p>\n\n<h3 class='l3' id='head168'>1924 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا حماد، عن أيوب، عن محمد، أن جنازة مرت بالحسن\nبن علي وابن عباس، فقام الحسن ولم يقم ابن عباس، فقال الحسن: «أليس قد قام\nرسول الله صلى الله عليه وسلم لجنازة يهودي؟» قال ابن عباس: نعم، ثم جلس0\n</p>\n\n<h3 class='l3' id='head169'>1925 - </h3>\n\n<p>\nأخبرنا يعقوب بن إبراهيم، قال: حدثنا هشيم، قال: أنبأنا منصور، عن ابن\nسيرين، قال: مر بجنازة على الحسن بن علي، وابن عباس، فقام الحسن، ولم يقم\nابن عباس، فقال الحسن لابن عباس: «أما قام لها رسول الله صلى الله عليه\nوسلم؟» قال ابن عباس: «قام لها ثم قعد»0\n</p>\n\n<h3 class='l3' id='head170'>1926 - </h3>\n\n<p>\nأخبرنا يعقوب بن إبراهيم، عن ابن علية، عن سليمان التيمي، عن أبي مجلز،\nعن ابن عباس، والحسن بن علي، مرت بهما جنازة فقام أحدهما، وقعد الآخر، فقال\nالذي قام: «أما والله، لقد علمت أن رسول الله صلى الله عليه وسلم قد قام»،\nقال له الذي جلس: «لقد علمت أن رسول الله صلى الله عليه وسلم قد جلس»0\n</p>\n\n<h3 class='l3' id='head171'>1927 - </h3>\n\n<p>\nأخبرنا إبراهيم بن هارون البلخي، قال: حدثنا حاتم، عن جعفر بن محمد، عن\nأبيه، أن الحسن بن علي كان جالسا فمر عليه بجنازة، فقام الناس حتى جاوزت\nالجنازة، فقال الحسن: «إنما مر بجنازة يهودي وكان رسول الله صلى الله عليه\nوسلم على طريقها جالسا، فكره أن تعلو <span id='ms0406'></span> رأسه جنازة يهودي، فقام»0\n</p>\n\n<h3 class='l3' id='head172'>1928 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، قال: حدثنا عبد الرزاق، قال: أنبأنا ابن جريج، قال:\nأخبرني أبو الزبير، أنه سمع جابرا يقول: «قام النبي صلى الله عليه وسلم\nلجنازة يهودي مرت به حتى توارت»\n</p>\n\n<p>\nوأخبرني أبو الزبير أيضا، أنه سمع جابرا رضي الله عنه يقول: «قام النبي\nصلى الله عليه وسلم وأصحابه لجنازة يهودي حتى توارت»0\n</p>\n\n<h3 class='l3' id='head173'>1929 - </h3>\n\n<p>\nأخبرنا إسحق، قال: أنبأنا النضر، قال: حدثنا حماد بن سلمة، عن قتادة، عن\nأنس، أن جنازة مرت برسول الله صلى الله عليه وسلم فقام، فقيل: إنها جنازة\nيهودي، فقال: «إنما قمنا للملائكة»0\n</p>\n\n<h2 class='l2' id='head174'>استراحة المؤمن بالموت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n            \n<h3 class='l3' id='head175'>1930 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن محمد بن عمرو بن حلحلة، عن معبد بن كعب بن\nمالك، عن أبي قتادة بن ربعي أنه كان يحدث: أن رسول الله صلى الله عليه وسلم\nمر عليه بجنازة فقال: «مستريح ومستراح منه»، فقالوا: ما المستريح وما\nالمستراح منه؟ قال: «العبد المؤمن يستريح من نصب الدنيا وأذاها، والعبد\nالفاجر يستريح منه العباد والبلاد والشجر والدواب»0\n</p>\n\n<h2 class='l2' id='head176'>الاستراحة من الكفار</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n            \n<h3 class='l3' id='head177'>1931 - </h3>\n\n<p>\nأخبرنا محمد بن وهب بن أبي كريمة الحراني، قال: حدثنا محمد بن سلمة وهو\nالحراني، عن أبي عبد الرحيم، حدثني زيد، عن وهب بن كيسان، عن معبد بن كعب،\nعن أبي قتادة قال: كنا جلوسا عند رسول الله صلى الله عليه وسلم إذ طلعت\nجنازة، فقال رسول الله صلى الله عليه وسلم: «مستريح ومستراح منه، المؤمن\nيموت فيستريح من أوصاب الدنيا ونصبها وأذاها، والفاجر يموت فيستريح منه\nالعباد والبلاد والشجر والدواب»0\n</p>\n\n<h2 class='l2' id='head178'>باب الثناء</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n            \n<h3 class='l3' id='head179'>1932 - </h3>\n\n<p>\nأخبرني زياد بن أيوب، قال: حدثنا إسمعيل، قال: حدثنا عبد العزيز، عن أنس\nقال: مر بجنازة فأثني عليها خيرا، فقال النبي صلى الله عليه وسلم: «وجبت»،\nومر بجنازة أخرى فأثني عليها شرا، فقال النبي صلى الله عليه وسلم: «وجبت»،\nفقال عمر: فداك أبي وأمي، مر بجنازة فأثني عليها خيرا، فقلت: وجبت، ومر\nبجنازة فأثني عليها شرا، فقلت: وجبت، فقال: «من أثنيتم عليه خيرا وجبت له\nالجنة، ومن أثنيتم عليه شرا وجبت <span id='ms0407'></span> له النار، أنتم شهداء الله في الأرض»0\n</p>\n\n<h3 class='l3' id='head180'>1933 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا هشام بن عبد الملك، قال: حدثنا شعبة،\nقال: سمعت إبراهيم بن عامر، وجده أمية بن خلف قال: سمعت عامر بن سعد، عن\nأبي هريرة قال: مروا بجنازة على النبي صلى الله عليه وسلم فأثنوا عليها\nخيرا، فقال النبي صلى الله عليه وسلم: «وجبت»، ثم مروا بجنازة أخرى فأثنوا\nعليها شرا، فقال النبي صلى الله عليه وسلم: «وجبت»، قالوا: يا رسول الله،\nقولك الأولى والأخرى وجبت، فقال النبي صلى الله عليه وسلم: «الملائكة شهداء\nالله في السماء، وأنتم شهداء الله في الأرض»0\n</p>\n\n<h3 class='l3' id='head181'>1934 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا هشام بن عبد الملك، وعبد الله بن\nيزيد، قالا: حدثنا داود بن أبي الفرات، قال: حدثنا عبد الله بن بريدة، عن\nأبي الأسود الديلي، قال: أتيت المدينة فجلست إلى عمر بن الخطاب، فمر بجنازة\nفأثني على صاحبها خيرا، فقال عمر: وجبت، ثم مر بأخرى فأثني على صاحبها\nخيرا، فقال عمر: وجبت، ثم مر بالثالث فأثني على صاحبها شرا فقال عمر: وجبت،\nفقلت وما وجبت يا أمير المؤمنين؟ قال: قلت كما قال رسول الله صلى الله عليه\nوسلم: «أيما مسلم شهد له أربعة قالوا خيرا أدخله الله الجنة»، قلنا: أو\nثلاثة؟ قال: «أو ثلاثة»، قلنا: أو اثنان، قال: «أو اثنان»0\n</p>\n\n<h2 class='l2' id='head182'>النهي عن ذكر الهلكى إلا بخير</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n            \n<h3 class='l3' id='head183'>1935 - </h3>\n\n<p>\nأخبرنا إبراهيم بن يعقوب، قال: حدثني أحمد بن إسحق، قال: حدثنا وهيب،\nقال: حدثنا منصور بن عبد الرحمن، عن أمه، عن عائشة قالت: ذكر عند النبي صلى\nالله عليه وسلم هالك بسوء فقال: «لا تذكروا هلكاكم إلا بخير»0\n</p>\n\n<h2 class='l2' id='head184'>النهي عن سب الأموات</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n            \n<h3 class='l3' id='head185'>1936 - </h3>\n\n<p>\nأخبرنا حميد بن مسعدة، عن بشر وهو ابن المفضل، عن شعبة، عن سليمان\nالأعمش، عن مجاهد، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: «لا\nتسبوا الأموات فإنهم قد أفضوا إلى ما قدموا»0\n</p>\n\n<h3 class='l3' id='head186'>1937 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن عبد الله بن أبي بكر، قال: سمعت أنس\nبن مالك يقول: قال <span id='ms0408'></span> رسول الله صلى الله عليه وسلم: \" يتبع الميت ثلاثة: أهله\nوماله وعمله، فيرجع اثنان أهله وماله، ويبقى واحد عمله \"0\n</p>\n\n<h3 class='l3' id='head187'>1938 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا محمد بن موسى، عن سعيد بن أبي سعيد، عن أبي\nهريرة، أن رسول الله صلى الله عليه وسلم قال: \" للمؤمن على المؤمن ست خصال:\nيعوده إذا مرض، ويشهده إذا مات، ويجيبه إذا دعاه، ويسلم عليه إذا لقيه،\nويشمته إذا عطس، وينصح له إذا غاب أو شهد \"0\n</p>\n\n<h2 class='l2' id='head188'>الأمر باتباع الجنائز</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n<h3 class='l3' id='head189'>1939 - </h3>\n\n<p>\nأخبرنا سليمان بن منصور البلخي، قال: حدثنا أبو الأحوص، ح وأنبأنا هناد\nبن السري في حديثه، عن أبي الأحوص، عن أشعث، عن معاوية بن سويد قال هناد :\nقال البراء بن عازب: وقال سليمان : عن البراء بن عازب قال: \" أمرنا رسول\nالله صلى الله عليه وسلم بسبع، ونهانا عن سبع: أمرنا بعيادة المريض، وتشميت\nالعاطس، وإبرار القسم، ونصرة المظلوم، وإفشاء السلام، وإجابة الداعي،\nواتباع الجنائز، ونهانا عن خواتيم الذهب، وعن آنية الفضة، وعن المياثر،\nوالقسية، والإستبرق، والحرير، والديباج \"0\n</p>\n\n<h2 class='l2' id='head190'>فضل من يتبع جنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n<h3 class='l3' id='head191'>1940 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا عبثر، عن برد، أخي يزيد بن أبي زياد، عن المسيب\nبن رافع، قال: سمعت البراء بن عازب يقول: قال رسول الله صلى الله عليه\nوسلم: «من تبع جنازة حتى يصلى عليها كان له من الأجر قيراط، ومن مشى مع\nالجنازة حتى تدفن كان له من الأجر قيراطان، والقيراط مثل أحد»0\n</p>\n\n<h3 class='l3' id='head192'>1941 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، قال: حدثنا أشعث، عن الحسن،\nعن عبد الله بن المغفل قال: قال رسول الله صلى الله عليه وسلم: «من تبع\nجنازة حتى يفرغ منها فله قيراطان، فإن رجع قبل أن يفرغ منها فله قيراط»0\n</p>\n\n<h2 class='l2' id='head193'>مكان الراكب من الجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n            \n<h3 class='l3' id='head194'>1942 - </h3>\n\n<p>\nأخبرنا زياد بن أيوب، قال: حدثنا عبد الواحد بن واصل، قال: حدثنا سعيد بن\nعبيد الله، وأخوه المغيرة جميعا، عن زياد بن جبير، عن أبيه، عن المغيرة بن\nشعبة قال: قال رسول الله صلى الله عليه وسلم «الراكب خلف الجنازة، والماشي\nحيث شاء منها، والطفل يصلى عليه <span id='ms0409'></span>»0\n</p>\n\n<h2 class='l2' id='head195'>مكان الماشي من الجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n            \n<h3 class='l3' id='head196'>1943 - </h3>\n\n<p>\nأخبرني أحمد بن بكار الحراني، قال: حدثنا بشر بن السري، عن سعيد الثقفي،\nعن عمه زياد بن جبير بن حية، عن أبيه، عن المغيرة بن شعبة قال: قال رسول\nالله صلى الله عليه وسلم: «الراكب خلف الجنازة، والماشي حيث شاء منها،\nوالطفل يصلى عليه»0\n</p>\n\n<h3 class='l3' id='head197'>1944 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، وعلي بن حجر، وقتيبة، عن سفيان، عن الزهري، عن\nسالم، عن أبيه، أنه «رأى رسول الله صلى الله عليه وسلم، وأبا بكر، وعمر رضي\nالله عنهما يمشون أمام الجنازة»0\n</p>\n\n<h3 class='l3' id='head198'>1945 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن يزيد، قال: حدثنا أبي، قال: حدثنا همام، قال:\nحدثنا سفيان، ومنصور، وزياد، وبكر هو ابن وائل كلهم ذكروا، أنهم سمعوا من\nالزهري يحدث، أن سالما أخبره، أن أباه أخبره، أنه «رأى النبي صلى الله عليه\nوسلم وأبا بكر، وعمر، وعثمان يمشون بين يدي الجنازة»، بكر وحده لم يذكر\nعثمان، قال أبو عبد الرحمن: «هذا خطأ والصواب مرسل»0\n</p>\n\n<h2 class='l2' id='head199'>الأمر بالصلاة على الميت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n            \n<h3 class='l3' id='head200'>1946 - </h3>\n\n<p>\nأخبرنا علي بن حجر، وعمرو بن زرارة النيسابوري، قالا: حدثنا إسمعيل، عن\nأيوب، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين قال: قال رسول الله\nصلى الله عليه وسلم: «إن أخاكم قد مات فقوموا فصلوا عليه»0\n</p>\n\n<h2 class='l2' id='head201'>الصلاة على الصبيان</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n            \n<h3 class='l3' id='head202'>1947 - </h3>\n\n<p>\nأخبرنا محمد بن منصور، حدثنا سفيان، قال: حدثنا طلحة بن يحيى، عن عمته\nعائشة بنت طلحة، عن خالتها أم المؤمنين عائشة قالت: أتي رسول الله صلى الله\nعليه وسلم بصبي من صبيان الأنصار، فصلى عليه، قالت عائشة: فقلت: طوبى لهذا\nعصفور من عصافير الجنة، لم يعمل سوءا ولم يدركه، قال: «أو غير ذلك يا\nعائشة، خلق الله عز وجل الجنة وخلق لها أهلا، وخلقهم في أصلاب آبائهم، وخلق\nالنار وخلق لها أهلا، وخلقهم في أصلاب آبائهم»0\n</p>\n\n<h2 class='l2' id='head203'>الصلاة على الأطفال</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n            \n<h3 class='l3' id='head204'>1948 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا خالد، قال: حدثنا سعيد بن عبيد الله،\nقال: سمعت زياد بن جبير يحدث، عن أبيه، عن المغيرة بن شعبة أنه ذكر، أن\nرسول الله صلى الله <span id='ms0410'></span> عليه وسلم قال: «الراكب خلف الجنازة، والماشي حيث شاء\nمنها، والطفل يصلى عليه»0\n</p>\n\n<h2 class='l2' id='head205'>أولاد المشركين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n            \n<h3 class='l3' id='head206'>1949 - </h3>\n\n<p>\nأخبرنا إسحق، قال: أنبأنا سفيان، عن الزهري، عن عطاء بن يزيد الليثي، عن\nأبي هريرة قال: سئل رسول الله صلى الله عليه وسلم عن أولاد المشركين، فقال:\n«الله أعلم بما كانوا عاملين»0\n</p>\n\n<h3 class='l3' id='head207'>1950 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا الأسود بن عامر، قال:\nحدثنا حماد، عن قيس هو ابن سعد، عن طاوس، عن أبي هريرة، أن النبي صلى الله\nعليه وسلم سئل عن أولاد المشركين، فقال: «الله أعلم بما كانوا عاملين»0\n</p>\n\n<h3 class='l3' id='head208'>1951 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا عبد الرحمن، قال: حدثنا شعبة، عن أبي\nبشر، عن سعيد بن جبير، عن ابن عباس قال: سئل رسول الله صلى الله عليه وسلم\nعن أولاد المشركين، فقال: «خلقهم الله حين خلقهم وهو يعلم بما كانوا\nعاملين»0\n</p>\n\n<h3 class='l3' id='head209'>1952 - </h3>\n\n<p>\nأخبرني مجاهد بن موسى، عن هشيم، عن أبي بشر، عن سعيد بن جبير، عن ابن\nعباس قال: سئل النبي صلى الله عليه وسلم عن ذراري المشركين، فقال: «الله\nأعلم بما كانوا عاملين»0\n</p>\n\n<h2 class='l2' id='head210'>الصلاة على الشهداء</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n            \n<h3 class='l3' id='head211'>1953 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن ابن جريج، قال: أخبرني\nعكرمة بن خالد، أن ابن أبي عمار أخبره، عن شداد بن الهاد، أن رجلا من\nالأعراب جاء إلى النبي صلى الله عليه وسلم فآمن به واتبعه، ثم قال: أهاجر\nمعك، فأوصى به النبي صلى الله عليه وسلم بعض أصحابه، فلما كانت غزوة غنم\nالنبي صلى الله عليه وسلم سبيا، فقسم وقسم له، فأعطى أصحابه ما قسم له،\nوكان يرعى ظهرهم، فلما جاء دفعوه إليه، فقال: ما هذا؟، قالوا: قسم قسمه لك\nالنبي صلى الله عليه وسلم، فأخذه فجاء به إلى النبي صلى الله عليه وسلم،\nفقال: ما هذا؟ قال: «قسمته لك»، قال: ما على هذا اتبعتك، ولكني اتبعتك على\nأن أرمى إلى هاهنا، وأشار إلى حلقه بسهم، فأموت فأدخل الجنة فقال: «إن تصدق\nالله يصدقك»، فلبثوا قليلا ثم نهضوا في قتال العدو <span id='ms0411'></span>، فأتي به النبي صلى الله\nعليه وسلم يحمل قد أصابه سهم حيث أشار، فقال النبي صلى الله عليه وسلم:\n«أهو هو؟» قالوا: نعم، قال: «صدق الله فصدقه»، ثم كفنه النبي صلى الله عليه\nوسلم في جبة النبي صلى الله عليه وسلم، ثم قدمه فصلى عليه، فكان فيما ظهر\nمن صلاته: «اللهم هذا عبدك خرج مهاجرا في سبيلك فقتل شهيدا أنا شهيد على\nذلك»0\n</p>\n\n<h3 class='l3' id='head212'>1954 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن يزيد، عن أبي الخير، عن عقبة، أن\nرسول الله صلى الله عليه وسلم خرج يوما فصلى على أهل أحد صلاته على الميت،\nثم انصرف إلى المنبر فقال: «إني فرط لكم وأنا شهيد عليكم»0\n</p>\n\n<h2 class='l2' id='head213'>ترك الصلاة عليهم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n            \n<h3 class='l3' id='head214'>1955 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن ابن شهاب، عن عبد الرحمن بن كعب بن\nمالك، أن جابر بن عبد الله أخبره، أن رسول الله صلى الله عليه وسلم كان\nيجمع بين الرجلين من قتلى أحد في ثوب واحد، ثم يقول: «أيهما أكثر أخذا\nللقرآن؟» فإذا أشير إلى أحدهما قدمه في اللحد، قال: «أنا شهيد على هؤلاء»\nوأمر بدفنهم في دمائهم، ولم يصل عليهم، ولم يغسلوا0\n</p>\n\n<h2 class='l2' id='head215'>باب ترك</h2>\n\n<h2 class='l2' id='head216'>الصلاة على المرجوم</h2>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head217'>1956 - </h3>\n\n<p>\nأخبرنا محمد بن يحيى، ونوح بن حبيب، قالا: حدثنا عبد الرزاق، قال: حدثنا\nمعمر، عن الزهري، عن أبي سلمة بن عبد الرحمن، عن جابر بن عبد الله، أن رجلا\nمن أسلم جاء إلى النبي صلى الله عليه وسلم فاعترف بالزنا، فأعرض عنه، ثم\nاعترف، فأعرض عنه، ثم اعترف، فأعرض عنه حتى شهد على نفسه أربع مرات، فقال\nالنبي صلى الله عليه وسلم: «أبك جنون؟»، قال: لا، قال: «أحصنت؟» قال: نعم\nفأمر به النبي صلى الله عليه وسلم، فرجم، فلما أذلقته الحجارة، فر فأدرك\nفرجم فمات، فقال له النبي صلى الله عليه وسلم: «خيرا»، ولم يصل عليه0\n</p>\n\n<h2 class='l2' id='head218'>الصلاة على المرجوم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n            \n<h3 class='l3' id='head219'>1957 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا خالد، قال: حدثنا هشام، عن يحيى بن\nأبي كثير، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين، أن <span id='ms0412'></span> امرأة من\nجهينة أتت رسول الله صلى الله عليه وسلم، فقالت: إني زنيت، وهي حبلى،\nفدفعها إلى وليها فقال: «أحسن إليها، فإذا وضعت فأتني بها»، فلما وضعت جاء\nبها، فأمر بها فشكت عليها ثيابها، ثم رجمها، ثم صلى عليها، فقال له عمر:\nأتصلي عليها وقد زنت، فقال: «لقد تابت توبة لو قسمت بين سبعين من أهل\nالمدينة لوسعتهم، وهل وجدت توبة أفضل من أن جادت بنفسها لله عز وجل»0\n</p>\n\n<h2 class='l2' id='head220'>الصلاة على من يحيف في وصيته</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n            \n<h3 class='l3' id='head221'>1958 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: أنبأنا هشيم، عن منصور وهو ابن زاذان، عن الحسن،\nعن عمران بن حصين، أن رجلا أعتق ستة مملوكين له عند موته، ولم يكن له مال\nغيرهم، فبلغ ذلك النبي صلى الله عليه وسلم، فغضب من ذلك وقال: «لقد هممت أن\nلا أصلي عليه»، ثم دعا مملوكيه فجزأهم ثلاثة أجزاء، ثم أقرع بينهم، فأعتق\nاثنين وأرق أربعة0\n</p>\n\n<h2 class='l2' id='head222'>الصلاة على من غل</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n            \n<h3 class='l3' id='head223'>1959 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا يحيى بن سعيد، عن يحيى بن سعيد\nالأنصاري، عن محمد بن يحيى بن حبان، عن أبي عمرة، عن زيد بن خالد قال: مات\nرجل بخيبر، فقال رسول الله صلى الله عليه وسلم: «صلوا على صاحبكم إنه غل في\nسبيل الله»، ففتشنا متاعه فوجدنا فيه خرزا من خرز يهود ما يساوي درهمين0\n</p>\n\n<h2 class='l2' id='head224'>الصلاة على من عليه دين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n            \n<h3 class='l3' id='head225'>1960 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: حدثنا أبو داود، قال: حدثنا شعبة، عن عثمان\nبن عبد الله بن موهب، سمعت عبد الله بن أبي قتادة يحدث، عن أبيه، أن رسول\nالله صلى الله عليه وسلم أتي برجل من الأنصار ليصلي عليه فقال النبي صلى\nالله عليه وسلم: «صلوا على صاحبكم فإن عليه دينا»، قال: أبو قتادة هو علي،\nقال النبي صلى الله عليه وسلم: «بالوفاء»، قال: بالوفاء، فصلى عليه0\n</p>\n\n<h3 class='l3' id='head226'>1961 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، ومحمد بن المثنى، قالا: حدثنا يحيى، قال: حدثنا يزيد\nبن أبي عبيد، قال: حدثنا سلمة يعني ابن الأكوع قال: أتي النبي صلى الله\nعليه وسلم <span id='ms0413'></span> بجنازة، فقالوا: يا نبي الله، صل عليها، قال: «هل ترك عليه\nدينا؟»، قالوا: نعم، قال: «هل ترك من شيء؟» قالوا: لا، قال: «صلوا على\nصاحبكم» قال رجل من الأنصار يقال له: أبو قتادة: صل عليه وعلي دينه، فصلى\nعليه0\n</p>\n\n<h3 class='l3' id='head227'>1962 - </h3>\n\n<p>\nأخبرنا نوح بن حبيب القومسي، قال: حدثنا عبد الرزاق، قال: أنبأنا معمر،\nعن الزهري، عن أبي سلمة، عن جابر قال: كان النبي صلى الله عليه وسلم لا\nيصلي على رجل عليه دين، فأتي بميت، فسأل: «أعليه دين؟» قالوا: نعم، عليه\nديناران، قال: «صلوا على صاحبكم»، قال أبو قتادة: هما علي يا رسول الله،\nفصلى عليه، فلما فتح الله على رسوله صلى الله عليه وسلم قال: «أنا أولى بكل\nمؤمن من نفسه، من ترك دينا فعلي، ومن ترك مالا فلورثته»0\n</p>\n\n<h3 class='l3' id='head228'>1963 - </h3>\n\n<p>\nأخبرنا يونس بن عبد الأعلى، قال: أنبأنا ابن وهب، قال: أخبرني يونس، وابن\nأبي ذئب، عن ابن شهاب، عن أبي سلمة، عن أبي هريرة، أن رسول الله صلى الله\nعليه وسلم كان إذا توفي المؤمن وعليه دين سأل: «هل ترك لدينه من قضاء؟» فإن\nقالوا: نعم صلى عليه، وإن قالوا: لا، قال: «صلوا على صاحبكم»، فلما فتح\nالله عز وجل على رسوله صلى الله عليه وسلم، قال: «أنا أولى بالمؤمنين من\nأنفسهم، فمن توفي وعليه دين فعلي قضاؤه، ومن ترك مالا فهو لورثته»0\n</p>\n\n<h2 class='l2' id='head229'>ترك الصلاة على من قتل نفسه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n            \n<h3 class='l3' id='head230'>1964 - </h3>\n\n<p>\nأخبرنا إسحق بن منصور، قال: أنبأنا أبو الوليد، قال: حدثنا أبو خيثمة\nزهير، قال: حدثنا سماك، عن ابن سمرة، أن رجلا قتل نفسه بمشاقص، فقال رسول\nالله صلى الله عليه وسلم: «أما أنا فلا أصلي عليه»0\n</p>\n\n<h3 class='l3' id='head231'>1965 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، قال: حدثنا شعبة، عن\nسليمان، سمعت ذكوان يحدث، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال:\n«من تردى من جبل، فقتل نفسه فهو في نار جهنم يتردى خالدا مخلدا فيها أبدا،\nومن تحسى سما فقتل نفسه فسمه في يده يتحساه في نار جهنم خالدا مخلدا فيها\nأبدا <span id='ms0414'></span>، ومن قتل نفسه بحديدة ثم انقطع علي شيء خالد يقول كانت حديدته في يده\nيجأ بها في بطنه في نار جهنم خالدا مخلدا فيها أبدا»0\n</p>\n\n<h2 class='l2' id='head232'>الصلاة على المنافقين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n            \n<h3 class='l3' id='head233'>1966 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا حجين بن المثنى، قال:\nحدثنا الليث، عن عقيل، عن ابن شهاب، عن عبيد الله بن عبد الله، عن عبد الله\nبن عباس، عن عمر بن الخطاب قال: لما مات عبد الله بن أبي ابن سلول دعي له\nرسول الله صلى الله عليه وسلم ليصلي عليه، فلما قام رسول الله صلى الله\nعليه وسلم وثبت إليه، فقلت: يا رسول الله، تصلي على ابن أبي وقد؟ قال: يوم\nكذا وكذا كذا وكذا أعدد عليه، فتبسم رسول الله صلى الله عليه وسلم وقال:\n«أخر عني يا عمر»، فلما أكثرت عليه، قال: «إني قد خيرت فاخترت، فلو علمت\nأني لو زدت على السبعين غفر له لزدت عليها»، فصلى عليه رسول الله صلى الله\nعليه وسلم، ثم انصرف، فلم يمكث إلا يسيرا حتى نزلت الآيتان من براءة {ولا\nتصل على أحد منهم مات أبدا ولا تقم على قبره إنهم كفروا بالله ورسوله\nوماتوا وهم فاسقون} [التوبة: 84]، فعجبت بعد من جرأتي على رسول الله صلى\nالله عليه وسلم يومئذ والله ورسوله أعلم0\n</p>\n\n<h2 class='l2' id='head234'>الصلاة على الجنازة في المسجد</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n            \n<h3 class='l3' id='head235'>1967 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، وعلي بن حجر، قالا: حدثنا عبد العزيز بن محمد،\nعن عبد الواحد بن حمزة، عن عباد بن عبد الله بن الزبير، عن عائشة قالت: «ما\nصلى رسول الله صلى الله عليه وسلم على سهيل ابن بيضاء إلا في المسجد»0\n</p>\n\n<h3 class='l3' id='head236'>1968 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: حدثنا عبد الله، عن موسى بن عقبة، عن عبد\nالواحد بن حمزة، أن عباد بن عبد الله بن الزبير أخبره، أن عائشة قالت: «ما\nصلى رسول الله صلى الله عليه وسلم على سهيل ابن بيضاء إلا في جوف المسجد»0\n</p>\n\n<h2 class='l2' id='head237'>الصلاة على الجنازة بالليل</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n            \n<h3 class='l3' id='head238'>1969 - </h3>\n\n<p>\nأخبرنا يونس بن عبد الأعلى، قال: أنبأنا ابن وهب، قال: حدثني <span id='ms0415'></span> يونس، عن\nابن شهاب، قال: أخبرني أبو أمامة بن سهل بن حنيف أنه قال: اشتكت امرأة\nبالعوالي مسكينة، فكان النبي صلى الله عليه وسلم يسألهم عنها، وقال: «إن\nماتت فلا تدفنوها حتى أصلي عليها»، فتوفيت، فجاءوا بها إلى المدينة بعد\nالعتمة، فوجدوا رسول الله صلى الله عليه وسلم قد نام، فكرهوا أن يوقظوه،\nفصلوا عليها ودفنوها ببقيع الغرقد، فلما أصبح رسول الله صلى الله عليه وسلم\nجاءوا فسألهم عنها، فقالوا: قد دفنت يا رسول الله، وقد جئناك فوجدناك نائما\nفكرهنا أن نوقظك، قال: «فانطلقوا»، فانطلق يمشي ومشوا معه حتى أروه قبرها،\nفقام رسول الله صلى الله عليه وسلم، وصفوا وراءه، فصلى عليها وكبر أربعا0\n</p>\n\n<h2 class='l2' id='head239'>الصفوف على الجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n            \n<h3 class='l3' id='head240'>1970 - </h3>\n\n<p>\nأخبرنا محمد بن عبيد، عن حفص بن غياث، عن ابن جريج، عن عطاء، عن جابر، أن\nرسول الله صلى الله عليه وسلم قال: «إن أخاكم النجاشي قد مات، فقوموا فصلوا\nعليه»، فقام فصف بنا كما يصف على الجنازة وصلى عليه0\n</p>\n\n<h3 class='l3' id='head241'>1971 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن مالك، عن ابن شهاب، عن\nسعيد بن المسيب، عن أبي هريرة، «أن النبي صلى الله عليه وسلم نعى للناس\nالنجاشي اليوم الذي مات فيه، ثم خرج بهم إلى المصلى، فصف بهم فصلى عليه\nوكبر أربع تكبيرات»0\n</p>\n\n<h3 class='l3' id='head242'>1972 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، قال: حدثنا عبد الرزاق، قال: أنبأنا معمر، عن\nالزهري، عن ابن المسيب، وأبي سلمة، عن أبي هريرة قال: «نعى رسول الله صلى\nالله عليه وسلم النجاشي لأصحابه بالمدينة، فصفوا خلفه، فصلى عليه، وكبر\nأربعا» قال أبو عبد الرحمن: «ابن المسيب إني لم أفهمه كما أردت»0\n</p>\n\n<h3 class='l3' id='head243'>1973 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: أنبأنا إسمعيل، عن أيوب، عن أبي الزبير، عن\nجابر، أن رسول الله صلى الله عليه وسلم قال: «إن أخاكم قد مات، فقوموا\nفصلوا عليه»، فصففنا عليه صفين0\n</p>\n\n<h3 class='l3' id='head244'>1974 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا أبو داود، سمعت شعبة، يقول: الساعة يخرج\nالساعة يخرج حدثنا أبو الزبير، عن جابر قال: «كنت في الصف الثاني يوم صلى <span id='ms0416'></span>\nرسول الله صلى الله عليه وسلم على النجاشي»0\n</p>\n\n<h3 class='l3' id='head245'>1975 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا بشر بن المفضل، قال: حدثنا يونس، عن\nمحمد بن سيرين، عن أبي المهلب، عن عمران بن حصين قال: قال لنا رسول الله\nصلى الله عليه وسلم: «إن أخاكم النجاشي قد مات، فقوموا فصلوا عليه»، قال:\nفقمنا فصففنا عليه كما يصف على الميت، وصلينا عليه كما يصلى على الميت0\n</p>\n\n<h2 class='l2' id='head246'>الصلاة على الجنازة قائما</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n            \n<h3 class='l3' id='head247'>1976 - </h3>\n\n<p>\nأخبرنا حميد بن مسعدة، عن عبد الوارث، قال: حدثنا حسين، عن ابن بريدة، عن\nسمرة، قال: «صليت مع رسول الله صلى الله عليه وسلم على أم كعب ماتت في\nنفاسها، فقام رسول الله صلى الله عليه وسلم في الصلاة في وسطها»0\n</p>\n\n<h2 class='l2' id='head248'>اجتماع جنازة صبي وامرأة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n            \n<h3 class='l3' id='head249'>1977 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن يزيد، قال: حدثنا أبي، قال: حدثنا سعيد، قال:\nحدثني يزيد بن أبي حبيب، عن عطاء بن أبي رباح، عن عمار قال: «حضرت جنازة\nصبي وامرأة، فقدم الصبي مما يلي القوم، ووضعت المرأة وراءه، فصلى عليهما»،\nوفي القوم أبو سعيد الخدري، وابن عباس، وأبو قتادة، وأبو هريرة فسألتهم عن\nذلك، فقالوا: «السنة»0\n</p>\n\n<h2 class='l2' id='head250'>اجتماع جنائز الرجال والنساء</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n            \n<h3 class='l3' id='head251'>1978 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، قال: أنبأنا عبد الرزاق، قال: أنبأنا ابن جريج،\nقال: سمعت نافعا يزعم، أن ابن عمر صلى على تسع جنائز جميعا «فجعل الرجال\nيلون الإمام، والنساء يلين القبلة، فصفهن صفا واحدا، ووضعت جنازة أم كلثوم\nبنت علي امرأة عمر بن الخطاب، وابن لها يقال له زيد وضعا جميعا والإمام\nيومئذ سعيد بن العاص، وفي الناس ابن عمر، وأبو هريرة، وأبو سعيد، وأبو\nقتادة، فوضع الغلام مما يلي الإمام»، فقال رجل: فأنكرت ذلك، فنظرت إلى ابن\nعباس، وأبي هريرة، وأبي سعيد، وأبي قتادة، فقلت: ما هذا؟ قالوا: «هي السنة»0\n</p>\n\n<h3 class='l3' id='head252'>1979 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: أنبأنا ابن المبارك، والفضل بن موسى، ح وأخبرنا\nسويد، قال: أنبأنا عبد الله، عن حسين المكتب، عن عبد الله بن بريدة، عن\nسمرة بن جندب، «أن رسول الله صلى الله عليه وسلم <span id='ms0417'></span> صلى على أم فلان ماتت في\nنفاسها، فقام في وسطها»0\n</p>\n\n<h2 class='l2' id='head253'>عدد التكبير على الجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n            \n<h3 class='l3' id='head254'>1980 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن ابن شهاب، عن سعيد، عن أبي هريرة، «أن رسول\nالله صلى الله عليه وسلم نعى للناس النجاشي، وخرج بهم فصف بهم، وكبر أربع\nتكبيرات»0\n</p>\n\n<h3 class='l3' id='head255'>1981 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن الزهري، عن أبي أمامة بن سهل قال:\nمرضت امرأة من أهل العوالي، وكان النبي صلى الله عليه وسلم أحسن شيء عيادة\nللمريض، فقال: «إذا ماتت فآذنوني»، فماتت ليلا، فدفنوها ولم يعلموا النبي\nصلى الله عليه وسلم، فلما أصبح سأل عنها، فقالوا: كرهنا أن نوقظك يا رسول\nالله، فأتى قبرها، فصلى عليها وكبر أربعا0\n</p>\n\n<h3 class='l3' id='head256'>1982 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا شعبة، قال: حدثني عمرو\nبن مرة، عن ابن أبي ليلى، أن زيد بن أرقم صلى على جنازة فكبر عليها خمسا،\nوقال: «كبرها رسول الله صلى الله عليه وسلم»0\n</p>\n\n<h2 class='l2' id='head257'>الدعاء</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n            \n<h3 class='l3' id='head258'>1983 - </h3>\n\n<p>\nأخبرنا أحمد بن عمرو بن السرح، عن ابن وهب، قال: أخبرني عمرو بن الحارث،\nعن أبي حمزة بن سليم، عن عبد الرحمن بن جبير، عن أبيه، عن عوف بن مالك قال:\nسمعت رسول الله صلى الله عليه وسلم صلى على جنازة يقول: «اللهم اغفر له\nوارحمه، واعف عنه وعافه، وأكرم نزله، ووسع مدخله، واغسله بماء وثلج وبرد،\nونقه من الخطايا كما ينقى الثوب الأبيض من الدنس، وأبدله دارا خيرا من\nداره، وأهلا خيرا من أهله، وزوجا خيرا من زوجه، وقه عذاب القبر، وعذاب\nالنار»، قال عوف: فتمنيت أن لو كنت الميت لدعاء رسول الله صلى الله عليه\nوسلم لذلك الميت0\n</p>\n\n<h3 class='l3' id='head259'>1984 - </h3>\n\n<p>\nأخبرنا هارون بن عبد الله، قال: حدثنا معن، قال: حدثنا معاوية بن صالح،\nعن حبيب بن عبيد الكلاعي، عن جبير بن نفير الحضرمي، قال: سمعت عوف بن مالك\nيقول: سمعت رسول الله صلى الله عليه وسلم يصلي على ميت فسمعت في دعائه وهو\nيقول: \" اللهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله، ووسع مدخله،\nواغسله بالماء والثلج والبرد، ونقه <span id='ms0418'></span> من الخطايا كما نقيت الثوب الأبيض من\nالدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وزوجا خيرا من زوجه،\nوأدخله الجنة ونجه من النار أو قال : وأعذه من عذاب القبر \"0\n</p>\n\n<h3 class='l3' id='head260'>1985 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، قال: حدثنا شعبة، عن عمرو بن\nمرة، قال: سمعت عمرو بن ميمون يحدث، عن عبد الله بن ربيعة السلمي، وكان من\nأصحاب رسول الله صلى الله عليه وسلم، عن عبيد بن خالد السلمي، أن رسول الله\nصلى الله عليه وسلم آخى بين رجلين، فقتل أحدهما ومات الآخر بعده، فصلينا\nعليه، فقال النبي صلى الله عليه وسلم: «ما قلتم؟» قالوا: دعونا له اللهم\nاغفر له، اللهم ارحمه، اللهم ألحقه بصاحبه، فقال النبي صلى الله عليه وسلم:\n«فأين صلاته بعد صلاته؟ وأين عمله بعد عمله؟ فلما بينهما كما بين السماء\nوالأرض» قال عمرو بن ميمون: أعجبني لأنه أسند لي0\n</p>\n\n<h3 class='l3' id='head261'>1986 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا يزيد وهو ابن زريع، قال: حدثنا هشام\nبن أبي عبد الله، عن يحيى بن أبي كثير، عن أبي إبراهيم الأنصاري، عن أبيه،\nأنه سمع النبي صلى الله عليه وسلم يقول في الصلاة على الميت: «اللهم اغفر\nلحينا وميتنا، وشاهدنا وغائبنا، وذكرنا وأنثانا، وصغيرنا وكبيرنا»0\n</p>\n\n<h3 class='l3' id='head262'>1987 - </h3>\n\n<p>\nأخبرنا الهيثم بن أيوب، قال: حدثنا إبراهيم وهو ابن سعد، قال: حدثنا أبي،\nعن طلحة بن عبد الله بن عوف، قال: صليت خلف ابن عباس على جنازة، فقرأ\nبفاتحة الكتاب، وسورة وجهر حتى أسمعنا، فلما فرغ أخذت بيده، فسألته فقال:\n«سنة وحق»0\n</p>\n\n<h3 class='l3' id='head263'>1988 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن سعد بن\nإبراهيم، عن طلحة بن عبد الله، قال: صليت خلف ابن عباس على جنازة فسمعته\nيقرأ بفاتحة الكتاب، فلما انصرف أخذت بيده، فسألته فقلت: تقرأ، قال: «نعم،\nإنه حق وسنة»0\n</p>\n\n<h3 class='l3' id='head264'>1989 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن ابن شهاب، عن أبي أمامة أنه قال:\n«السنة في الصلاة على الجنازة أن يقرأ في التكبيرة الأولى بأم القرآن\nمخافتة، ثم يكبر ثلاثا <span id='ms0419'></span>، والتسليم عند الآخرة»0\n</p>\n\n<h3 class='l3' id='head265'>1990 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن ابن شهاب، عن محمد بن سويد الدمشقي\nالفهري، عن الضحاك بن قيس الدمشقي بنحو ذلك\n</p>\n\n#0\n<h2 class='l2' id='head266'>فضل من صلى عليه مائة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n            \n<h3 class='l3' id='head267'>1991 - </h3>\n\n<p>\nأخبرنا سويد، قال: حدثنا عبد الله، عن سلام بن أبي مطيع الدمشقي، عن\nأيوب، عن أبي قلابة، عن عبد الله بن يزيد، رضيع عائشة، عن عائشة رضي الله\nعنهما، عن النبي صلى الله عليه وسلم قال: «ما من ميت يصلي عليه أمة من\nالمسلمين يبلغون أن يكونوا مائة يشفعون إلا شفعوا فيه»، قال سلام: فحدثت به\nشعيب بن الحبحاب فقال: حدثني به أنس بن مالك، عن النبي صلى الله عليه وسلم0\n</p>\n\n<h3 class='l3' id='head268'>1992 - </h3>\n\n<p>\nأخبرنا عمرو بن زرارة، قال: أنبأنا إسمعيل، عن أيوب، عن أبي قلابة، عن\nعبد الله بن يزيد، رضيع لعائشة رضي الله عنها، عن عائشة، عن النبي صلى الله\nعليه وسلم قال: «لا يموت أحد من المسلمين فيصلي عليه أمة من الناس فيبلغوا\nأن يكونوا مائة، فيشفعوا إلا شفعوا فيه»0\n</p>\n\n<h3 class='l3' id='head269'>1993 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا محمد بن سواء أبو الخطاب، قال:\nحدثنا أبو بكار الحكم بن فروخ، قال: صلى بنا أبو المليح على جنازة فظننا\nأنه قد كبر، فأقبل علينا بوجهه، فقال: أقيموا صفوفكم ولتحسن شفاعتكم، قال\nأبو المليح، حدثني عبد الله وهو ابن سليط، عن إحدى أمهات المؤمنين وهي\nميمونة زوج النبي صلى الله عليه وسلم، قالت: أخبرني النبي صلى الله عليه\nوسلم قال: «ما من ميت يصلي عليه أمة من الناس إلا شفعوا فيه»، فسألت أبا\nالمليح عن الأمة: فقال: أربعون0\n</p>\n\n<h2 class='l2' id='head270'>باب ثواب من صلى على جنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n            \n<h3 class='l3' id='head271'>1994 - </h3>\n\n<p>\nأخبرنا نوح بن حبيب، قال: أنبأنا عبد الرزاق، قال: أنبأنا معمر، عن\nالزهري، عن سعيد بن المسيب، عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم: «من صلى على جنازة فله قيراط، ومن انتظرها حتى توضع في اللحد فله\nقيراطان، والقيراطان مثل الجبلين العظيمين»0\n</p>\n\n<h3 class='l3' id='head272'>1995 - </h3>\n\n<p>\nأخبرنا سويد، قال: أخبرنا عبد الله، عن يونس، عن الزهري، قال: أنبأنا عبد\nالرحمن الأعرج <span id='ms0420'></span>، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «من\nشهد جنازة حتى يصلى عليها فله قيراط، ومن شهد حتى تدفن فله قيراطان»، قيل:\nوما القيراطان يا رسول الله؟ قال: «مثل الجبلين العظيمين»0\n</p>\n\n<h3 class='l3' id='head273'>1996 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد بن جعفر، عن عوف، عن محمد بن\nسيرين، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: «من تبع جنازة\nرجل مسلم احتسابا فصلى عليها ودفنها فله قيراطان، ومن صلى عليها ثم رجع قبل\nأن تدفن فإنه يرجع بقيراط من الأجر»0\n</p>\n\n<h3 class='l3' id='head274'>1997 - </h3>\n\n<p>\nأخبرنا الحسن بن قزعة، قال: حدثنا مسلمة بن علقمة، قال: أنبأنا داود، عن\nعامر، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «من تبع جنازة\nفصلى عليها ثم انصرف فله قيراط من الأجر، ومن تبعها فصلى عليها ثم قعد حتى\nيفرغ من دفنها فله قيراطان من الأجر، كل واحد منهما أعظم من أحد»0\n</p>\n\n<h2 class='l2' id='head275'>الجلوس قبل أن توضع الجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n            \n<h3 class='l3' id='head276'>1998 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن هشام، والأوزاعي، عن يحيى\nبن أبي كثير، عن أبي سلمة، عن أبي سعيد قال: قال رسول الله صلى الله عليه\nوسلم: «إذا رأيتم الجنازة، فقوموا ومن تبعها فلا يقعدن حتى توضع»0\n</p>\n\n<h2 class='l2' id='head277'>الوقوف للجنائز</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n            \n<h3 class='l3' id='head278'>1999 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن يحيى، عن واقد، عن نافع بن جبير، عن\nمسعود بن الحكم، عن علي بن أبي طالب، أنه ذكر القيام على الجنازة حتى توضع،\nفقال علي بن أبي طالب: «قام رسول الله صلى الله عليه وسلم ثم قعد»0\n</p>\n\n<h3 class='l3' id='head279'>2000 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا خالد، قال: حدثنا شعبة، قال: أخبرني\nمحمد بن المنكدر، عن مسعود بن الحكم، عن علي قال: «رأيت رسول الله صلى الله\nعليه وسلم قام فقمنا ورأيناه قعد فقعدنا»0\n</p>\n\n<h3 class='l3' id='head280'>2001 - </h3>\n\n<p>\nأخبرنا هارون بن إسحق، قال: حدثنا أبو خالد الأحمر، عن عمرو بن قيس، عن\nالمنهال بن عمرو، عن زاذان، عن البراء قال: «خرجنا مع رسول الله صلى الله\nعليه وسلم في جنازة، فلما انتهينا إلى <span id='ms0421'></span> القبر ولم يلحد، فجلس وجلسنا حوله\nكأن على رءوسنا الطير»0\n</p>\n\n<h2 class='l2' id='head281'>مواراة الشهيد في دمه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n            \n<h3 class='l3' id='head282'>2002 - </h3>\n\n<p>\nأخبرنا هناد، عن ابن المبارك، عن معمر، عن الزهري، عن عبد الله بن ثعلبة\nقال: قال رسول الله صلى الله عليه وسلم لقتلى أحد: «زملوهم بدمائهم، فإنه\nليس كلم يكلم في الله إلا يأتي يوم القيامة يدمى، لونه لون الدم، وريحه ريح\nالمسك»0\n</p>\n\n<h2 class='l2' id='head283'>أين يدفن الشهيد</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n<h3 class='l3' id='head284'>2003 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا وكيع، قال: حدثنا سعيد بن السائب،\nعن رجل، يقال له: عبيد الله بن معية، قال: أصيب رجلان من المسلمين يوم\nالطائف فحملا إلى رسول الله صلى الله عليه وسلم، «فأمر أن يدفنا حيث\nأصيبا»، وكان ابن معية ولد على عهد رسول الله صلى الله عليه وسلم0\n</p>\n\n<h3 class='l3' id='head285'>2004 - </h3>\n\n<p>\nأخبرنا محمد بن منصور، قال: حدثنا سفيان، قال: حدثنا الأسود بن قيس، عن\nنبيح العنزي، عن جابر بن عبد الله، «أن النبي صلى الله عليه وسلم أمر بقتلى\nأحد أن يردوا إلى مصارعهم»، وكانوا قد نقلوا إلى المدينة0\n</p>\n\n<h3 class='l3' id='head286'>2005 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا وكيع، عن سفيان، عن\nالأسود بن قيس، عن نبيح العنزى، عن جابر، أن النبي صلى الله عليه وسلم قال:\n«ادفنوا القتلى في مصارعهم»0\n</p>\n\n<h2 class='l2' id='head287'>باب مواراة المشرك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n<h3 class='l3' id='head288'>2006 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا يحيى، عن سفيان، قال: حدثني أبو\nإسحق، عن ناجية بن كعب، عن علي قال: قلت للنبي صلى الله عليه وسلم: إن عمك\nالشيخ الضال مات فمن يواريه؟ قال: «اذهب فوار أباك، ولا تحدثن حدثا حتى\nتأتيني»، فواريته ثم جئت، فأمرني فاغتسلت، ودعا لي، وذكر دعاء لم أحفظه0\n</p>\n\n<h2 class='l2' id='head289'>اللحد والشق</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n            \n<h3 class='l3' id='head290'>2007 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا عبد الرحمن، قال: حدثنا عبد الله بن\nجعفر، عن إسمعيل بن محمد بن سعد، عن أبيه، عن سعد قال: «ألحدوا لي لحدا،\nوانصبوا علي نصبا كما فعل برسول الله صلى الله عليه وسلم»0\n</p>\n\n<h3 class='l3' id='head291'>2008 - </h3>\n\n<p>\nأخبرنا هارون بن عبد الله، قال: حدثنا أبو عامر، عن عبد الله بن جعفر، عن\nإسمعيل بن محمد، عن عامر <span id='ms0422'></span> بن سعد، أن سعدا لما حضرته الوفاة قال: «ألحدوا لي\nلحدا، وانصبوا علي نصبا، كما فعل برسول الله صلى الله عليه وسلم»0\n</p>\n\n<h3 class='l3' id='head292'>2009 - </h3>\n\n<p>\nأخبرنا عبد الله بن محمد أبو عبد الرحمن الأذرمي، عن حكام بن سلم الرازي،\nعن علي بن عبد الأعلى، عن أبيه، عن سعيد بن جبير، عن ابن عباس قال: قال\nرسول الله صلى الله عليه وسلم: «اللحد لنا، والشق لغيرنا»0\n</p>\n\n<h2 class='l2' id='head293'>باب ما يستحب من إعماق القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n            \n<h3 class='l3' id='head294'>2010 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا إسحق بن يوسف، قال: حدثنا سفيان، عن\nأيوب، عن حميد بن هلال، عن هشام بن عامر، قال: شكونا إلى رسول الله صلى\nالله عليه وسلم يوم أحد، فقلنا: يا رسول الله، الحفر علينا لكل إنسان شديد؟\nفقال رسول الله صلى الله عليه وسلم: «احفروا وأعمقوا وأحسنوا، وادفنوا\nالاثنين والثلاثة في قبر واحد»، قالوا: فمن نقدم يا رسول الله؟ قال: «قدموا\nأكثرهم قرآنا»، قال: فكان أبي ثالث ثلاثة في قبر واحد0\n</p>\n\n<h2 class='l2' id='head295'>باب ما يستحب من توسيع القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \n<h3 class='l3' id='head296'>2011 - </h3>\n\n<p>\nأخبرنا محمد بن معمر، قال: حدثنا وهب بن جرير، قال: حدثنا أبي، قال: سمعت\nحميد بن هلال، عن سعد بن هشام بن عامر، عن أبيه، قال: لما كان يوم أحد أصيب\nمن أصيب من المسلمين، وأصاب الناس جراحات، فقال رسول الله صلى الله عليه\nوسلم: «احفروا وأوسعوا، وادفنوا الاثنين والثلاثة في القبر، وقدموا أكثرهم\nقرآنا»0\n</p>\n\n<h2 class='l2' id='head297'>وضع الثوب في اللحد</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \n<h3 class='l3' id='head298'>2012 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، عن يزيد وهو ابن زريع، قال: حدثنا شعبة، عن أبي\nجمرة، عن ابن عباس قال: «جعل تحت رسول الله صلى الله عليه وسلم حين دفن\nقطيفة حمراء»0\n</p>\n\n<h2 class='l2' id='head299'>الساعات التي نهي عن إقبار الموتى فيهن</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n            \n<h3 class='l3' id='head300'>2013 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا عبد الرحمن، قال: حدثنا موسى بن علي بن\nرباح، قال: سمعت أبي، قال: سمعت عقبة بن عامر الجهني قال: \" ثلاث ساعات كان\nرسول الله صلى الله عليه وسلم ينهانا أن نصلي فيهن أو نقبر فيهن موتانا:\nحين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهيرة حتى <span id='ms0423'></span> تزول الشمس،\nوحين تضيف الشمس للغروب \"0\n</p>\n\n<h3 class='l3' id='head301'>2014 - </h3>\n\n<p>\nأخبرني عبد الرحمن بن خالد القطان الرقي، قال: حدثنا حجاج، قال ابن جريج:\nأخبرني أبو الزبير، أنه سمع جابرا يقول: «خطب رسول الله صلى الله عليه وسلم\nفذكر رجلا من أصحابه مات فقبر ليلا، وكفن في كفن غير طائل، فزجر رسول الله\nصلى الله عليه وسلم أن يقبر إنسان ليلا إلا أن يضطر إلى ذلك»0\n</p>\n\n<h2 class='l2' id='head302'>دفن الجماعة في القبر الواحد</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n<h3 class='l3' id='head303'>2015 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا وكيع، عن سليمان بن\nالمغيرة، عن حميد بن هلال، عن هشام بن عامر قال: لما كان يوم أحد أصاب\nالناس جهد شديد، فقال النبي صلى الله عليه وسلم: «احفروا وأوسعوا، وادفنوا\nالاثنين والثلاثة في قبر»، فقالوا: يا رسول الله، فمن نقدم؟ قال: «قدموا\nأكثرهم قرآنا»0\n</p>\n\n<h3 class='l3' id='head304'>2016 - </h3>\n\n<p>\nأخبرني إبراهيم بن يعقوب، قال: أنبأنا سليمان بن حرب، قال: حدثنا حماد بن\nزيد، عن أيوب، عن حميد بن هلال، عن سعد بن هشام بن عامر، عن أبيه قال: اشتد\nالجراح يوم أحد فشكي ذلك إلى رسول الله صلى الله عليه وسلم فقال: «احفروا\nوأوسعوا وأحسنوا، وادفنوا في القبر الاثنين والثلاثة، وقدموا أكثرهم قرآنا»0\n</p>\n\n<h3 class='l3' id='head305'>2017 - </h3>\n\n<p>\nأخبرنا إبراهيم بن يعقوب، قال: حدثنا مسدد، قال: حدثنا عبد الوارث، عن\nأيوب، عن حميد بن هلال، عن أبي الدهماء، عن هشام بن عامر، أن رسول الله صلى\nالله عليه وسلم قال: «احفروا وأحسنوا، وادفنوا الاثنين والثلاثة، وقدموا\nأكثرهم قرآنا»0\n</p>\n\n<h2 class='l2' id='head306'>من يقدم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n<h3 class='l3' id='head307'>2018 - </h3>\n\n<p>\nحدثنا محمد بن منصور، قال: حدثنا سفيان، قال: حدثنا أيوب، عن حميد بن\nهلال، عن هشام بن عامر قال: قتل أبي يوم أحد، فقال النبي صلى الله عليه\nوسلم: «احفروا وأوسعوا وأحسنوا، وادفنوا الاثنين والثلاثة في القبر، وقدموا\nأكثرهم قرآنا»، فكان أبي ثالث ثلاثة، وكان أكثرهم قرآنا فقدم0\n</p>\n\n<h2 class='l2' id='head308'>إخراج الميت من اللحد بعد أن يوضع فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n<h3 class='l3' id='head309'>2019 - </h3>\n\n<p>\nقال الحارث بن مسكين: قراءة عليه وأنا أسمع، عن سفيان، قال: سمع عمرو،\nجابرا يقول: «أتى النبي صلى الله عليه وسلم عبد الله بن أبي بعد ما أدخل <span id='ms0424'></span> في\nقبره فأمر به فأخرج، فوضعه على ركبتيه، ونفث عليه من ريقه، وألبسه قميصه»\nوالله أعلم \"0\n</p>\n\n<h3 class='l3' id='head310'>2020 - </h3>\n\n<p>\nأخبرنا الحسين بن حريث، قال: حدثنا الفضل بن موسى، عن الحسين بن واقد،\nقال: حدثنا عمرو بن دينار، قال: سمعت جابرا يقول: «إن النبي صلى الله عليه\nوسلم أمر بعبد الله بن أبي فأخرجه من قبره، فوضع رأسه على ركبتيه، فتفل فيه\nمن ريقه، وألبسه قميصه»، قال جابر: وصلى عليه «والله أعلم»0\n</p>\n\n<h2 class='l2' id='head311'>باب إخراج الميت من القبر بعد أن يدفن فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n<h3 class='l3' id='head312'>2021 - </h3>\n\n<p>\nأخبرنا العباس بن عبد العظيم، عن سعيد بن عامر، عن شعبة، عن ابن أبي\nنجيح، عن عطاء، عن جابر قال: «دفن مع أبي رجل في القبر فلم يطب قلبي حتى\nأخرجته ودفنته على حدة»0\n</p>\n\n<h2 class='l2' id='head313'>الصلاة على القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n<h3 class='l3' id='head314'>2022 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد أبو قدامة، قال: حدثنا عبد الله بن نمير، قال:\nحدثنا عثمان بن حكيم، عن خارجة بن زيد بن ثابت، عن عمه يزيد بن ثابت، أنهم\nخرجوا مع رسول الله صلى الله عليه وسلم ذات يوم فرأى قبرا جديدا، فقال: «ما\nهذا؟» قالوا: هذه فلانة مولاة بني فلان، فعرفها رسول الله صلى الله عليه\nوسلم، ماتت ظهرا وأنت نائم قائل فلم نحب أن نوقظك بها، فقام رسول الله صلى\nالله عليه وسلم، وصف الناس خلفه، وكبر عليها أربعا، ثم قال: «لا يموت فيكم\nميت ما دمت بين أظهركم إلا آذنتموني به، فإن صلاتي له رحمة»0\n</p>\n\n<h3 class='l3' id='head315'>2023 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا خالد، عن شعبة، عن سليمان الشيباني،\nعن الشعبي، أخبرني من «مر مع رسول الله صلى الله عليه وسلم على قبر منتبذ،\nفأمهم، وصف خلفه»، قلت: من هو يا أبا عمرو؟ قال: ابن عباس0\n</p>\n\n<h3 class='l3' id='head316'>2024 - </h3>\n\n<p>\nأخبرنا يعقوب بن إبراهيم، قال: حدثنا هشيم، قال: الشيباني أنبأنا، عن\nالشعبي، قال: أخبرني من رأى النبي صلى الله عليه وسلم «مر بقبر منتبذ فصلى\nعليه، وصف أصحابه خلفه»، قيل من حدثك؟ قال: ابن عباس0\n</p>\n\n<h3 class='l3' id='head317'>2025 - </h3>\n\n<p>\nأخبرنا المغيرة بن عبد الرحمن، قال: حدثنا زيد بن علي وهو أبو أسامة <span id='ms0425'></span>،\nقال: حدثنا جعفر بن برقان، عن حبيب بن أبي مرزوق، عن عطاء، عن جابر، «أن\nالنبي صلى الله عليه وسلم صلى على قبر امرأة بعد ما دفنت»0\n</p>\n\n<h2 class='l2' id='head318'>الركوب بعد الفراغ من الجنازة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n<h3 class='l3' id='head319'>2026 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا أبو نعيم، ويحيى بن آدم، قال: حدثنا\nمالك بن مغول، عن سماك، عن جابر بن سمرة قال: «خرج رسول الله صلى الله عليه\nوسلم على جنازة أبي الدحداح، فلما رجع أتي بفرس معرورى، فركب ومشينا معه»0\n</p>\n\n<h2 class='l2' id='head320'>الزيادة على القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n            \n<h3 class='l3' id='head321'>2027 - </h3>\n\n<p>\nأخبرنا هارون بن إسحق، قال: حدثنا حفص، عن ابن جريج، عن سليمان بن موسى،\nوأبي الزبير، عن جابر قال: «نهى رسول الله صلى الله عليه وسلم أن يبنى على\nالقبر، أو يزاد عليه، أو يجصص» زاد سليمان بن موسى: «أو يكتب عليه»0\n</p>\n\n<h2 class='l2' id='head322'>البناء على القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n<h3 class='l3' id='head323'>2028 - </h3>\n\n<p>\nأخبرنا يوسف بن سعيد، قال: حدثنا حجاج، عن ابن جريج، قال: أخبرني أبو\nالزبير، أنه سمع جابرا يقول: «نهى رسول الله صلى الله عليه وسلم عن تقصيص\nالقبور، أو يبنى عليها، أو يجلس عليها أحد»0\n</p>\n\n<h2 class='l2' id='head324'>تجصيص القبور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n<h3 class='l3' id='head325'>2029 - </h3>\n\n<p>\nأخبرنا عمران بن موسى، قال: حدثنا عبد الوارث، قال: حدثنا أيوب، عن أبي\nالزبير، عن جابر قال: «نهى رسول الله صلى الله عليه وسلم عن تجصيص القبور»0\n</p>\n\n<h2 class='l2' id='head326'>تسوية القبور إذا رفعت</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n<h3 class='l3' id='head327'>2030 - </h3>\n\n<p>\nأخبرنا سليمان بن داود، قال: أنبأنا ابن وهب، قال: أخبرني عمرو بن\nالحارث، أن ثمامة بن شفي حدثه، قال: كنا مع فضالة بن عبيد بأرض الروم،\nفتوفي صاحب لنا فأمر فضالة بقبره فسوي ثم قال: «سمعت رسول الله صلى الله\nعليه وسلم يأمر بتسويتها»0\n</p>\n\n<h3 class='l3' id='head328'>2031 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا سفيان، عن حبيب، عن أبي\nوائل، عن أبي الهياج، قال: قال علي رضي الله عنه: ألا أبعثك على ما بعثني\nعليه رسول الله صلى الله عليه وسلم، «لا تدعن قبرا مشرفا إلا سويته، ولا\nصورة في بيت إلا طمستها»0\n</p>\n\n<h2 class='l2' id='head329'>زيارة القبور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n<h3 class='l3' id='head330'>2032 - </h3>\n\n<p>\nأخبرني محمد بن آدم، عن ابن فضيل، عن أبي سنان، عن محارب بن دثار، عن عبد <span id='ms0426'></span>\nالله بن بريدة، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: «نهيتكم عن\nزيارة القبور فزوروها، ونهيتكم عن لحوم الأضاحي فوق ثلاثة أيام، فامسكوا ما\nبدا لكم، ونهيتكم عن النبيذ إلا في سقاء فاشربوا في الأسقية كلها ولا\nتشربوا مسكرا»0\n</p>\n\n<h3 class='l3' id='head331'>2033 - </h3>\n\n<p>\nأخبرني محمد بن قدامة، قال: حدثنا جرير، عن أبي فروة، عن المغيرة بن\nسبيع، حدثني عبد الله بن بريدة، عن أبيه، أنه كان في مجلس فيه رسول الله\nصلى الله عليه وسلم فقال: «إني كنت نهيتكم أن تأكلوا لحوم الأضاحي إلا\nثلاثا، فكلوا وأطعموا وادخروا ما بدا لكم، وذكرت لكم أن لا تنتبذوا في\nالظروف الدباء والمزفت والنقير والحنتم انتبذوا فيما رأيتم واجتنبوا كل\nمسكر، ونهيتكم عن زيارة القبور، فمن أراد أن يزور فليزر، ولا تقولوا هجرا»0\n</p>\n\n<h2 class='l2' id='head332'>زيارة قبر المشرك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n<h3 class='l3' id='head333'>2034 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا محمد بن عبيد، عن يزيد بن كيسان، عن أبي حازم،\nعن أبي هريرة قال: زار رسول الله صلى الله عليه وسلم قبر أمه، فبكى وأبكى\nمن حوله، وقال: «استأذنت ربي عز وجل في أن أستغفر لها فلم يؤذن لي،\nواستأذنت في أن أزور قبرها فأذن لي، فزوروا القبور فإنها تذكركم الموت»0\n</p>\n\n<h2 class='l2' id='head334'>النهي عن الاستغفار للمشركين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n<h3 class='l3' id='head335'>2035 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا محمد وهو ابن ثور، عن معمر، عن\nالزهري، عن سعيد بن المسيب، عن أبيه قال: لما حضرت أبا طالب الوفاة دخل\nعليه النبي صلى الله عليه وسلم، وعنده أبو جهل، وعبد الله بن أبي أمية،\nفقال: \" أي عم قل: لا إله إلا الله، كلمة أحاج لك بها عند الله عز وجل \"،\nفقال له أبو جهل، وعبد الله بن أبي أمية: يا أبا طالب، أترغب عن ملة عبد\nالمطلب؟ فلم يزالا يكلمانه حتى كان آخر شيء كلمهم به على ملة عبد المطلب،\nفقال له النبي صلى الله عليه وسلم: «لأستغفرن لك ما لم أنه عنك»، فنزلت {ما\nكان للنبي والذين آمنوا أن يستغفروا للمشركين} [التوبة: 113] ونزلت {إنك لا\nتهدي من أحببت} [القصص: 56]0\n</p>\n\n<h3 class='l3' id='head336'>2036 - </h3>\n\n<p>\nأخبرنا <span id='ms0427'></span> إسحق بن منصور، قال: حدثنا عبد الرحمن، عن سفيان، عن أبي إسحق، عن\nأبي الخليل، عن علي قال: سمعت رجلا يستغفر لأبويه وهما مشركان، فقلت:\nأتستغفر لهما وهما مشركان؟ فقال: أو لم يستغفر إبراهيم لأبيه؟ فأتيت النبي\nصلى الله عليه وسلم فذكرت ذلك له، فنزلت: {وما كان استغفار إبراهيم لأبيه\nإلا عن موعدة وعدها إياه} [التوبة: 114]0\n</p>\n\n<h2 class='l2' id='head337'>الأمر بالاستغفار للمؤمنين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n<h3 class='l3' id='head338'>2037 - </h3>\n\n<p>\nأخبرنا يوسف بن سعيد، قال: حدثنا حجاج، عن ابن جريج، قال: أخبرني عبد\nالله بن أبي مليكة، أنه سمع محمد بن قيس بن مخرمة يقول: سمعت عائشة تحدث،\nقالت: ألا أحدثكم عني، وعن النبي صلى الله عليه وسلم؟ قلنا: بلى، قالت: لما\nكانت ليلتي التي هو عندي تعني النبي صلى الله عليه وسلم انقلب فوضع نعليه\nعند رجليه، وبسط طرف إزاره على فراشه، فلم يلبث إلا ريثما ظن أني قد رقدت،\nثم انتعل رويدا، وأخذ رداءه رويدا، ثم فتح الباب رويدا، وخرج رويدا، وجعلت\nدرعي في رأسي، واختمرت، وتقنعت إزاري، وانطلقت في إثره حتى جاء البقيع،\nفرفع يديه ثلاث مرات، فأطال ثم انحرف، فانحرفت، فأسرع، فأسرعت، فهرول\nفهرولت، فأحضر فأحضرت، وسبقته فدخلت فليس إلا أن اضطجعت، فدخل فقال: «ما لك\nيا عائشة حشيا رابية؟»، قالت: لا، قال: «لتخبرني أو ليخبرني اللطيف\nالخبير»، قلت: يا رسول الله، بأبي أنت وأمي، فأخبرته الخبر، قال: «فأنت\nالسواد الذي رأيت أمامي؟» قالت: نعم، فلهزني في صدري لهزة أوجعتني، ثم قال:\n«أظننت أن يحيف الله عليك ورسوله؟»، قلت: مهما يكتم الناس فقد علمه الله،\nقال: «فإن جبريل أتاني حين رأيت، ولم يدخل علي، وقد وضعت ثيابك، فناداني\nفأخفى منك، فأجبته فأخفيته منك، فظننت أن قد رقدت، وكرهت أن أوقظك، وخشيت\nأن تستوحشي، فأمرني أن آتي البقيع، فأستغفر لهم»، قلت: كيف أقول يا رسول\nالله؟ قال: «قولي السلام على أهل الديار من المؤمنين والمسلمين، يرحم الله\nالمستقدمين منا والمستأخرين، وإنا إن شاء الله بكم لاحقون»0\n</p>\n\n<h3 class='l3' id='head339'>2038 - </h3>\n\n<p>\nأخبرني محمد بن سلمة، والحارث بن مسكين، قراءة عليه وأنا أسمع واللفظ <span id='ms0428'></span> له،\nعن ابن القاسم، قال: حدثني مالك، عن علقمة بن أبي علقمة، عن أمه، أنها سمعت\nعائشة تقول: قام رسول الله صلى الله عليه وسلم ذات ليلة فلبس ثيابه، ثم\nخرج، قالت: فأمرت جاريتي بريرة تتبعه، فتبعته حتى جاء البقيع، فوقف في\nأدناه ما شاء الله أن يقف، ثم انصرف، فسبقته بريرة، فأخبرتني، فلم أذكر له\nشيئا حتى أصبحت، ثم ذكرت ذلك له، فقال: «إني بعثت إلى أهل البقيع لأصلي\nعليهم»0\n</p>\n\n<h3 class='l3' id='head340'>2039 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل، قال: حدثنا شريك وهو ابن أبي نمر،\nعن عطاء، عن عائشة قالت: كان رسول الله صلى الله عليه وسلم كلما كانت\nليلتها من رسول الله صلى الله عليه وسلم يخرج في آخر الليل إلى البقيع\nفيقول: «السلام عليكم دار قوم مؤمنين، وإنا وإياكم متواعدون غدا أو\nمواكلون، وإنا إن شاء الله بكم لاحقون، اللهم اغفر لأهل بقيع الغرقد»0\n</p>\n\n<h3 class='l3' id='head341'>2040 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا حرمي بن عمارة، قال: حدثنا شعبة،\nعن علقمة بن مرثد، عن سليمان بن بريدة، عن أبيه، أن رسول الله صلى الله\nعليه وسلم كان إذا أتى على المقابر فقال: «السلام عليكم أهل الديار من\nالمؤمنين والمسلمين، وإنا إن شاء الله بكم لاحقون، أنتم لنا فرط ونحن لكم\nتبع، أسأل الله العافية لنا ولكم»0\n</p>\n\n<h3 class='l3' id='head342'>2041 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن الزهري، عن أبي سلمة، عن أبي هريرة\nقال: لما مات النجاشي، قال النبي صلى الله عليه وسلم: «استغفروا له»0\n</p>\n\n<h3 class='l3' id='head343'>2042 - </h3>\n\n<p>\nأخبرنا أبو داود، قال: حدثنا يعقوب، قال: حدثنا أبي، عن صالح، عن ابن\nشهاب، قال: حدثني أبو سلمة، وابن المسيب، أن أبا هريرة أخبرهما، أن رسول\nالله صلى الله عليه وسلم نعى لهم النجاشي صاحب الحبشة في اليوم الذي مات\nفيه، فقال: «استغفروا لأخيكم»0\n</p>\n\n<h2 class='l2' id='head344'>التغليظ في اتخاذ السرج على القبور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n<h3 class='l3' id='head345'>2043 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا عبد الوارث بن سعيد، عن محمد بن جحادة، عن أبي\nصالح، عن ابن عباس قال: «لعن رسول الله صلى الله عليه وسلم زائرات القبور،\nوالمتخذين <span id='ms0429'></span> عليها المساجد والسرج»0\n</p>\n\n<h2 class='l2' id='head346'>التشديد في الجلوس على القبور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n<h3 class='l3' id='head347'>2044 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، عن وكيع، عن سفيان، عن سهيل، عن\nأبيه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «لأن يجلس\nأحدكم على جمرة حتى تحرق ثيابه خير له من أن يجلس على قبر»0\n</p>\n\n<h3 class='l3' id='head348'>2045 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن عبد الحكم، عن شعيب، قال: حدثنا الليث، قال:\nحدثنا خالد، عن ابن أبي هلال، عن أبي بكر بن حزم، عن النضر بن عبد الله\nالسلمي، عن عمرو بن حزم، عن رسول الله صلى الله عليه وسلم قال: «لا تقعدوا\nعلى القبور»0\n</p>\n\n<h2 class='l2' id='head349'>اتخاذ القبور مساجد</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n<h3 class='l3' id='head350'>2046 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا خالد بن الحارث، قال: حدثنا شعبة، عن\nقتادة، عن سعيد بن المسيب، عن عائشة، أن النبي صلى الله عليه وسلم قال:\n«لعن الله قوما اتخذوا قبور أنبيائهم مساجد»0\n</p>\n\n<h3 class='l3' id='head351'>2047 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الرحيم أبو يحيى صاعقة، قال: حدثنا أبو سلمة الخزاعي،\nقال: حدثنا الليث بن سعد، عن يزيد بن الهاد، عن ابن شهاب، عن سعيد بن\nالمسيب، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: «لعن الله\nاليهود والنصارى اتخذوا قبور أنبيائهم مساجد»0\n</p>\n\n<h2 class='l2' id='head352'>كراهية المشي بين القبور في النعال السبتية</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n<h3 class='l3' id='head353'>2048 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا وكيع، عن الأسود بن\nشيبان وكان ثقة، عن خالد بن سمير، عن بشير بن نهيك، أن بشير ابن الخصاصية\nقال: كنت أمشي مع رسول الله صلى الله عليه وسلم فمر على قبور المسلمين،\nفقال: «لقد سبق هؤلاء شرا كثيرا»، ثم مر على قبور المشركين، فقال: «لقد سبق\nهؤلاء خيرا كثيرا»، فحانت منه التفاتة، فرأى رجلا يمشي بين القبور في\nنعليه، فقال: «يا صاحب السبتيتين ألقهما»0\n</p>\n\n<h2 class='l2' id='head354'>التسهيل في غير السبتية</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n<h3 class='l3' id='head355'>2049 - </h3>\n\n<p>\nأخبرنا أحمد بن أبي عبيد الله الوراق، قال: حدثنا يزيد بن زريع، عن سعيد،\nعن قتادة، عن أنس، أن النبي صلى الله عليه وسلم قال: «إن العبد إذا وضع في\nقبره وتولى عنه أصحابه <span id='ms0430'></span> إنه ليسمع قرع نعالهم»0\n</p>\n\n<h2 class='l2' id='head356'>المسألة في القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n<h3 class='l3' id='head357'>2050 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، وإبراهيم بن يعقوب بن إسحق، قالا:\nحدثنا يونس بن محمد، عن شيبان، عن قتادة، أنبأنا أنس بن مالك قال: قال نبي\nالله صلى الله عليه وسلم: «إن العبد إذا وضع في قبره وتولى عنه أصحابه إنه\nليسمع قرع نعالهم»، قال: \" فيأتيه ملكان، فيقعدانه فيقولان له: ما كنت تقول\nفي هذا الرجل؟ فأما المؤمن، فيقول: أشهد أنه عبد الله ورسوله، فيقال له:\nانظر إلى مقعدك من النار قد أبدلك الله به مقعدا من الجنة \"، قال النبي صلى\nالله عليه وسلم: «فيراهما جميعا»0\n</p>\n\n<h2 class='l2' id='head358'>مسألة الكافر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n<h3 class='l3' id='head359'>2051 - </h3>\n\n<p>\nأخبرنا أحمد بن أبي عبيد الله، قال: حدثنا يزيد بن زريع، عن سعيد، عن\nقتادة، عن أنس، أن النبي صلى الله عليه وسلم قال: \" إن العبد إذا وضع في\nقبره وتولى عنه أصحابه إنه ليسمع قرع نعالهم، أتاه ملكان فيقعدانه فيقولان\nله: ما كنت تقول في هذا الرجل محمد صلى الله عليه وسلم؟ فأما المؤمن فيقول:\nأشهد أنه عبد الله ورسوله، فيقال له: انظر إلى مقعدك من النار قد أبدلك\nالله به مقعدا خيرا منه \" قال رسول الله صلى الله عليه وسلم: \" فيراهما\nجميعا، وأما الكافر أو المنافق، فيقال له: ما كنت تقول في هذا الرجل؟\nفيقول: لا أدري، كنت أقول كما يقول الناس، فيقال له: لا دريت ولا تليت، ثم\nيضرب ضربة بين أذنيه فيصيح صيحة يسمعها من يليه غير الثقلين \"0\n</p>\n\n<h2 class='l2' id='head360'>من قتله بطنه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n<h3 class='l3' id='head361'>2052 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، عن شعبة، قال: أخبرني جامع\nبن شداد، قال: سمعت عبد الله بن يسار، قال: كنت جالسا وسليمان بن صرد وخالد\nبن عرفطة، فذكروا أن رجلا توفي مات ببطنه، فإذا هما يشتهيان أن يكونا شهداء\nجنازته، فقال أحدهما للآخر: ألم يقل رسول الله صلى الله عليه وسلم: «من\nيقتله بطنه، فلن يعذب في قبره» فقال الآخر: بلى0\n</p>\n\n<h2 class='l2' id='head362'>الشهيد</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \n<h3 class='l3' id='head363'>2053 - </h3>\n\n<p>\nأخبرنا إبراهيم بن الحسن، قال: حدثنا حجاج، عن ليث بن سعد، عن معاوية <span id='ms0431'></span> بن\nصالح، أن صفوان بن عمرو حدثه، عن راشد بن سعد، عن رجل من أصحاب النبي صلى\nالله عليه وسلم، أن رجلا قال: يا رسول الله، ما بال المؤمنين يفتنون في\nقبورهم إلا الشهيد؟ قال: «كفى ببارقة السيوف على رأسه فتنة»0\n</p>\n\n<h3 class='l3' id='head364'>2054 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا يحيى، عن التيمي، عن أبي عثمان، عن\nعامر بن مالك، عن صفوان بن أمية قال: «الطاعون، والمبطون، والغريق،\nوالنفساء شهادة»، قال: وحدثنا أبو عثمان مرارا، ورفعه مرة إلى النبي صلى\nالله عليه وسلم0\n</p>\n\n<h2 class='l2' id='head365'>ضمة القبر وضغطته</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n<h3 class='l3' id='head366'>2055 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا عمرو بن محمد العنقزي، قال: حدثنا\nابن إدريس، عن عبيد الله، عن نافع، عن ابن عمر، عن رسول الله صلى الله عليه\nوسلم قال: «هذا الذي تحرك له العرش، وفتحت له أبواب السماء، وشهده سبعون\nألفا من الملائكة، لقد ضم ضمة، ثم فرج عنه»0\n</p>\n\n<h2 class='l2' id='head367'>عذاب القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n<h3 class='l3' id='head368'>2056 - </h3>\n\n<p>\nأخبرنا إسحق بن منصور، قال: حدثنا عبد الرحمن، عن سفيان، عن أبيه، عن\nخيثمة، عن البراء قال: {يثبت الله الذين آمنوا بالقول الثابت في الحياة\nالدنيا وفي الآخرة} [إبراهيم: 27]، قال: «نزلت في عذاب القبر»0\n</p>\n\n<h3 class='l3' id='head369'>2057 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن علقمة بن\nمرثد، عن سعد بن عبيدة، عن البراء بن عازب، عن النبي صلى الله عليه وسلم\nقال: {يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة}\n[إبراهيم: 27]، قال: \" نزلت في عذاب القبر، يقال له: من ربك؟ فيقول: ربي\nالله، وديني دين محمد صلى الله عليه وسلم، فذلك قوله: {يثبت الله الذين\nآمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة} [إبراهيم: 27] \"0\n</p>\n\n<h3 class='l3' id='head370'>2058 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: حدثنا عبد الله، عن حميد، عن أنس، أن النبي صلى\nالله عليه وسلم سمع صوتا من قبر فقال: «متى مات هذا؟» قالوا: مات في\nالجاهلية، فسر بذلك، وقال: «لولا أن لا تدافنوا لدعوت الله أن يسمعكم عذاب\nالقبر»0\n</p>\n\n<h3 class='l3' id='head371'>2059 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا يحيى، عن شعبة، قال: أخبرني عون <span id='ms0432'></span> بن\nأبي جحيفة، عن أبيه، عن البراء بن عازب، عن أبي أيوب قال: خرج رسول الله\nصلى الله عليه وسلم بعد ما غربت الشمس فسمع صوتا فقال: «يهود تعذب في\nقبورها»0\n</p>\n\n<h2 class='l2' id='head372'>التعوذ من عذاب القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n            \n<h3 class='l3' id='head373'>2060 - </h3>\n\n<p>\nأخبرنا يحيى بن درست، قال: حدثنا أبو إسمعيل، قال: حدثنا يحيى بن أبي\nكثير، أن أبا سلمة حدثه، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم\nأنه كان يقول: «اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من عذاب النار،\nوأعوذ بك من فتنة المحيا والممات، وأعوذ بك من فتنة المسيح الدجال»0\n</p>\n\n<h3 class='l3' id='head374'>2061 - </h3>\n\n<p>\nأخبرنا عمرو بن سواد بن الأسود بن عمرو، عن ابن وهب، قال: حدثنا يونس بن\nيزيد، عن ابن شهاب، عن حميد بن عبد الرحمن، عن أبي هريرة قال: «سمعت رسول\nالله صلى الله عليه وسلم بعد ذلك يستعيذ من عذاب القبر»0\n</p>\n\n<h3 class='l3' id='head375'>2062 - </h3>\n\n<p>\nأخبرنا سليمان بن داود، عن ابن وهب، قال: أخبرني يونس، عن ابن شهاب،\nأخبرني عروة بن الزبير، أنه سمع أسماء بنت أبي بكر تقول: قام رسول الله صلى\nالله عليه وسلم فذكر الفتنة التي يفتن بها المرء في قبره، فلما ذكر ذلك ضج\nالمسلمون ضجة حالت بيني وبين أن أفهم كلام رسول الله صلى الله عليه وسلم،\nفلما سكنت ضجتهم قلت لرجل قريب مني: أي بارك الله لك، ماذا قال رسول الله\nصلى الله عليه وسلم في آخر قوله؟ قال: «قد أوحي إلي أنكم تفتنون في القبور\nقريبا من فتنة الدجال»0\n</p>\n\n<h3 class='l3' id='head376'>2063 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن أبي الزبير، عن طاوس، عن عبد الله بن عباس، أن\nرسول الله صلى الله عليه وسلم كان يعلمهم هذا الدعاء، كما يعلمهم السورة من\nالقرآن قولوا: «اللهم إنا نعوذ بك من عذاب جهنم، وأعوذ بك من عذاب القبر،\nوأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات»0\n</p>\n\n<h3 class='l3' id='head377'>2064 - </h3>\n\n<p>\nأخبرنا سليمان بن داود، عن ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال:\nحدثني عروة، أن عائشة قالت: دخل علي رسول الله <span id='ms0433'></span> صلى الله عليه وسلم وعندي\nامرأة من اليهود وهي تقول: إنكم تفتنون في القبور، فارتاع رسول الله صلى\nالله عليه وسلم وقال: «إنما تفتن يهود»، وقالت عائشة: فلبثنا ليالي، ثم قال\nرسول الله صلى الله عليه وسلم: «إنه أوحي إلي أنكم تفتنون في القبور»، قالت\nعائشة: فسمعت رسول الله صلى الله عليه وسلم بعد يستعيذ من عذاب القبر0\n</p>\n\n<h3 class='l3' id='head378'>2065 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن يحيى، عن عمرة، عن عائشة، أن النبي\nصلى الله عليه وسلم كان يستعيذ من عذاب القبر، ومن فتنة الدجال، وقال:\n«إنكم تفتنون في قبوركم»0\n</p>\n\n<h3 class='l3' id='head379'>2066 - </h3>\n\n<p>\nأخبرنا هناد، عن أبي معاوية، عن الأعمش، عن شقيق، عن مسروق، عن عائشة،\nدخلت يهودية عليها فاستوهبتها شيئا، فوهبت لها عائشة، فقالت: أجارك الله من\nعذاب القبر، قالت عائشة: فوقع في نفسي من ذلك، حتى جاء رسول الله صلى الله\nعليه وسلم فذكرت ذلك له فقال: «إنهم ليعذبون في قبورهم عذابا تسمعه\nالبهائم»0\n</p>\n\n<h3 class='l3' id='head380'>2067 - </h3>\n\n<p>\nأخبرنا محمد بن قدامة، قال: حدثنا جرير، عن منصور، عن أبي وائل، عن\nمسروق، عن عائشة قالت: دخلت علي عجوزتان من عجز يهود المدينة، فقالتا: إن\nأهل القبور يعذبون في قبورهم، فكذبتهما ولم أنعم أن أصدقهما، فخرجتا ودخل\nعلي رسول الله صلى الله عليه وسلم فقلت: يا رسول الله، إن عجوزتين من عجز\nيهود المدينة قالتا: إن أهل القبور يعذبون في قبورهم، قال: «صدقتا إنهم\nيعذبون عذابا تسمعه البهائم كلها»، فما رأيته صلى صلاة إلا تعوذ من عذاب\nالقبر0\n</p>\n\n<h2 class='l2' id='head381'>وضع الجريدة على القبر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n            \n<h3 class='l3' id='head382'>2068 - </h3>\n\n<p>\nأخبرنا محمد بن قدامة، قال: حدثنا جرير، عن منصور، عن مجاهد، عن ابن عباس\nقال: مر رسول الله صلى الله عليه وسلم بحائط من حيطان مكة أو المدينة سمع\nصوت إنسانين يعذبان في قبورهما، فقال رسول الله صلى الله عليه وسلم:\n«يعذبان وما يعذبان في كبير»، ثم قال: «بلى، كان أحدهما لا يستبرئ من بوله،\nوكان الآخر يمشي بالنميمة»، ثم دعا بجريدة فكسرها كسرتين، فوضع على كل قبر\nمنهما كسرة، فقيل له: يا رسول الله، لم <span id='ms0434'></span> فعلت هذا؟ قال: «لعله أن يخفف عنهما\nما لم ييبسا أو إلى أن ييبسا»0\n</p>\n\n<h3 class='l3' id='head383'>2069 - </h3>\n\n<p>\nأخبرنا هناد بن السري، في حديثه، عن أبي معاوية، عن الأعمش، عن مجاهد، عن\nطاوس، عن ابن عباس قال: مر رسول الله صلى الله عليه وسلم بقبرين فقال:\n«إنهما ليعذبان وما يعذبان في كبير، أما أحدهما فكان لا يستبرئ من بوله،\nوأما الآخر فكان يمشي بالنميمة»، ثم أخذ جريدة رطبة فشقها نصفين، ثم غرز في\nكل قبر واحدة، فقالوا: يا رسول الله، لم صنعت هذا؟ فقال: «لعلهما أن يخفف\nعنهما ما لم ييبسا»0\n</p>\n\n<h3 class='l3' id='head384'>2070 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن نافع، عن ابن عمر، أن النبي صلى الله\nعليه وسلم قال: «ألا إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي، إن\nكان من أهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار، حتى\nيبعثه الله عز وجل يوم القيامة»0\n</p>\n\n<h3 class='l3' id='head385'>2071 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا المعتمر، قال: سمعت عبيد الله يحدث،\nعن نافع، عن ابن عمر، عن رسول الله صلى الله عليه وسلم قال: \" يعرض على\nأحدكم إذا مات مقعده من الغداة والعشي، فإن كان من أهل النار فمن أهل\nالنار، قيل: هذا مقعدك حتى يبعثك الله عز وجل يوم القيامة \"0\n</p>\n\n<h3 class='l3' id='head386'>2072 - </h3>\n\n<p>\nأخبرنا محمد بن سلمة، والحارث بن مسكين، قراءة عليه وأنا أسمع واللفظ له،\nعن ابن القاسم، حدثني مالك، عن نافع، عن ابن عمر، أن رسول الله صلى الله\nعليه وسلم قال: \" إذا مات أحدكم عرض على مقعده بالغداة والعشي، إن كان من\nأهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار، فيقال: هذا\nمقعدك حتى يبعثك الله عز وجل يوم القيامة \"0\n</p>\n\n<h2 class='l2' id='head387'>أرواح المؤمنين</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n            \n<h3 class='l3' id='head388'>2073 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن ابن شهاب، عن عبد الرحمن بن كعب أنه أخبره، أن\nأباه كعب بن مالك كان يحدث، عن رسول الله صلى الله عليه وسلم قال: «إنما\nنسمة المؤمن طائر في شجر الجنة حتى يبعثه الله عز وجل إلى جسده يوم <span id='ms0435'></span>\nالقيامة»0\n</p>\n\n<h3 class='l3' id='head389'>2074 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا سليمان وهو ابن\nالمغيرة، قال: حدثنا ثابت، عن أنس قال: كنا مع عمر بين مكة والمدينة أخذ\nيحدثنا عن أهل بدر، فقال: إن رسول الله صلى الله عليه وسلم ليرينا مصارعهم\nبالأمس، قال: «هذا مصرع فلان إن شاء الله غدا»، قال عمر: والذي بعثه بالحق\nما أخطئوا تيك، فجعلوا في بئر، فأتاهم النبي صلى الله عليه وسلم فنادى: «يا\nفلان بن فلان، يا فلان بن فلان، هل وجدتم ما وعد ربكم حقا؟ فإني وجدت ما\nوعدني الله حقا»، فقال: عمر: تكلم أجسادا لا أرواح فيها، فقال: «ما أنتم\nبأسمع لما أقول منهم»0\n</p>\n\n<h3 class='l3' id='head390'>2075 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن حميد، عن أنس قال: سمع\nالمسلمون من الليل ببئر بدر ورسول الله صلى الله عليه وسلم قائم ينادي: «يا\nأبا جهل بن هشام، ويا شيبة بن ربيعة، ويا عتبة بن ربيعة، ويا أمية بن خلف،\nهل وجدتم ما وعد ربكم حقا؟ فإني وجدت ما وعدني ربي حقا»، قالوا: يا رسول\nالله، أو تنادي قوما قد جيفوا؟ فقال: «ما أنتم بأسمع لما أقول منهم، ولكنهم\nلا يستطيعون أن يجيبوا»0\n</p>\n\n<h3 class='l3' id='head391'>2076 - </h3>\n\n<p>\nأخبرنا محمد بن آدم، قال: حدثنا عبدة، عن هشام، عن أبيه، عن ابن عمر، أن\nالنبي صلى الله عليه وسلم وقف على قليب بدر، فقال: «هل وجدتم ما وعد ربكم\nحقا؟»، قال: «إنهم ليسمعون الآن ما أقول لهم»، فذكر ذلك لعائشة، فقالت: وهل\nابن عمر، إنما قال رسول الله صلى الله عليه وسلم: «إنهم الآن يعلمون أن\nالذي كنت أقول لهم هو الحق»، ثم قرأت قوله {إنك لا تسمع الموتى} [النمل:\n80] حتى قرأت الآية0\n</p>\n\n<h3 class='l3' id='head392'>2077 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، ومغيرة، عن أبي الزناد، عن الأعرج، عن أبي هريرة\nقال: قال رسول الله صلى الله عليه وسلم: «كل بني آدم» وفي حديث مغيرة : «كل\nابن آدم يأكله التراب إلا عجب الذنب منه خلق، وفيه يركب»0\n</p>\n\n<h3 class='l3' id='head393'>2078 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا شعيب بن <span id='ms0436'></span> الليث، قال: حدثنا الليث،\nعن ابن عجلان، عن أبي الزناد، عن الأعرج، عن أبي هريرة قال: عن رسول الله\nصلى الله عليه وسلم، \" قال الله عز وجل: كذبني ابن آدم، ولم يكن ينبغي له\nأن يكذبني، وشتمني ابن آدم، ولم يكن ينبغي له أن يشتمني، أما تكذيبه إياي،\nفقوله: إني لا أعيده كما بدأته، وليس آخر الخلق بأعز علي من أوله، وأما\nشتمه إياي، فقوله: اتخذ الله ولدا وأنا الله الأحد الصمد، لم ألد ولم أولد،\nولم يكن لي كفوا أحد \"0\n</p>\n\n<h3 class='l3' id='head394'>2079 - </h3>\n\n<p>\nأخبرنا كثير بن عبيد، قال: حدثنا محمد بن حرب، عن الزبيدي، عن الزهري، عن\nحميد بن عبد الرحمن، عن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: \" أسرف عبد على نفسه حتى حضرته الوفاة، قال لأهله: إذا أنا مت\nفأحرقوني، ثم اسحقوني، ثم اذروني في الريح في البحر، فوالله لئن قدر الله\nعلي ليعذبني عذابا لا يعذبه أحدا من خلقه، قال: ففعل أهله ذلك، قال الله عز\nوجل لكل شيء أخذ منه شيئا: أد ما أخذت، فإذا هو قائم، قال الله عز وجل: ما\nحملك على ما صنعت؟ قال: خشيتك، فغفر الله له \"0\n</p>\n\n<h3 class='l3' id='head395'>2080 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا جرير، عن منصور، عن ربعي، عن حذيفة،\nعن رسول الله صلى الله عليه وسلم قال: \" كان رجل ممن كان قبلكم يسيء الظن\nبعمله، فلما حضرته الوفاة قال لأهله: إذا أنا مت فأحرقوني، ثم اطحنوني، ثم\nاذروني في البحر، فإن الله إن يقدر علي لم يغفر لي، قال: فأمر الله عز وجل\nالملائكة فتلقت روحه، قال له: ما حملك على ما فعلت؟ قال: يا رب، ما فعلت\nإلا من مخافتك، فغفر الله له \"0\n</p>\n\n<h2 class='l2' id='head396'>البعث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n            \n<h3 class='l3' id='head397'>2081 - </h3>\n\n<p>\nوأخبرنا قتيبة، قال: حدثنا سفيان، عن عمرو، عن سعيد بن جبير، عن ابن عباس\nقال: سمعت رسول الله صلى الله عليه وسلم يخطب على المنبر يقول: «إنكم ملاقو\nالله عز وجل حفاة عراة غرلا»0\n</p>\n\n<h3 class='l3' id='head398'>2082 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا يحيى، عن سفيان، قال <span id='ms0437'></span>: حدثني المغيرة\nبن النعمان، عن سعيد بن جبير، عن ابن عباس، عن النبي صلى الله عليه وسلم\nقال: «يحشر الناس يوم القيامة عراة غرلا، وأول الخلائق يكسى إبراهيم عليه\nالسلام»، ثم قرأ: {كما بدأنا أول خلق نعيده} [الأنبياء: 104]0\n</p>\n\n<h3 class='l3' id='head399'>2083 - </h3>\n\n<p>\nأخبرني عمرو بن عثمان، قال: حدثنا بقية، قال: أخبرني الزبيدي، قال:\nأخبرني الزهري، عن عروة، عن عائشة، أن رسول الله صلى الله عليه وسلم قال:\n«يبعث الناس يوم القيامة حفاة عراة غرلا»، فقالت عائشة: فكيف بالعورات؟\nقال: {لكل امرئ منهم يومئذ شأن يغنيه} [عبس: 37]0\n</p>\n\n<h3 class='l3' id='head400'>2084 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا أبو يونس القشيري، قال:\nحدثني ابن أبي مليكة، عن القاسم بن محمد، عن عائشة، عن النبي صلى الله عليه\nوسلم قال: «إنكم تحشرون حفاة عراة»، قلت: الرجال والنساء ينظر بعضهم إلى\nبعض؟ قال: «إن الأمر أشد من أن يهمهم ذلك»0\n</p>\n\n<h3 class='l3' id='head401'>2085 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا أبو هشام، قال: حدثنا\nوهيب بن خالد أبو بكر، قال: حدثنا ابن طاوس، عن أبيه، عن أبي هريرة قال:\nقال رسول الله صلى الله عليه وسلم: \" يحشر الناس يوم القيامة على ثلاث\nطرائق: راغبين راهبين، اثنان على بعير، وثلاثة على بعير، وأربعة على بعير،\nوعشرة على بعير، وتحشر بقيتهم النار تقيل معهم حيث قالوا، وتبيت معهم حيث\nباتوا، وتصبح معهم حيث أصبحوا، وتمسي معهم حيث أمسوا \"0\n</p>\n\n<h3 class='l3' id='head402'>2086 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، عن الوليد بن جميع، قال: حدثنا أبو\nالطفيل، عن حذيفة بن أسيد، عن أبي ذر قال: إن الصادق المصدوق صلى الله عليه\nوسلم حدثني: \" أن الناس يحشرون ثلاثة أفواج: فوج راكبين طاعمين كاسين، وفوج\nتسحبهم الملائكة على وجوههم وتحشرهم النار، وفوج يمشون ويسعون يلقي الله\nالآفة على الظهر فلا يبقى، حتى إن الرجل لتكون له الحديقة يعطيها بذات\nالقتب لا يقدر عليها \"0\n</p>\n\n<h2 class='l2' id='head403'>ذكر أول من يكسى</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n            \n<h3 class='l3' id='head404'>2087 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: أخبرنا وكيع، ووهب بن جرير، وأبو داود، عن\nشعبة، عن المغيرة بن النعمان، عن سعيد بن <span id='ms0438'></span> جبير، عن ابن عباس قال: قام رسول\nالله صلى الله عليه وسلم بالموعظة فقال: «يا أيها الناس، إنكم محشورون إلى\nالله عز وجل عراة»، قال أبو داود: حفاة غرلا، وقال وكيع ووهب: عراة غرلا،\n{كما بدأنا أول خلق نعيده} [الأنبياء: 104]\n</p>\n\n<p>\nقال: «أول من يكسى يوم القيامة إبراهيم عليه السلام، وإنه سيؤتى» - قال\nأبو داود: «يجاء»، وقال وهب ووكيع -: \" سيؤتى برجال من أمتي فيؤخذ بهم ذات\nالشمال، فأقول: «رب أصحابي»، فيقال: إنك لا تدري ما أحدثوا بعدك، فأقول كما\nقال العبد الصالح: {وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني} [المائدة:\n117] إلى قوله {وإن تغفر لهم} [المائدة: 118] الآية، فيقال: إن هؤلاء لم\nيزالوا مدبرين \"، قال أبو داود: «مرتدين على أعقابهم منذ فارقتهم»0\n</p>\n\n<h2 class='l2' id='head405'>في التعزية</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n            \n<h3 class='l3' id='head406'>2088 - </h3>\n\n<p>\nأخبرنا هارون بن زيد وهو ابن أبي الزرقاء، قال: حدثنا أبي، قال: حدثنا\nخالد بن ميسرة، قال: سمعت معاوية بن قرة، عن أبيه، قال: كان نبي الله صلى\nالله عليه وسلم إذا جلس يجلس إليه نفر من أصحابه، وفيهم رجل له ابن صغير\nيأتيه من خلف ظهره، فيقعده بين يديه، فهلك فامتنع الرجل أن يحضر الحلقة\nلذكر ابنه، فحزن عليه، ففقده النبي صلى الله عليه وسلم فقال: «مالي لا أرى\nفلانا؟» قالوا: يا رسول الله، بنيه الذي رأيته هلك، فلقيه النبي صلى الله\nعليه وسلم فسأله عن بنيه، فأخبره أنه هلك، فعزاه عليه، ثم قال: «يا فلان،\nأيما كان أحب إليك أن تمتع به عمرك، أو لا تأتي غدا إلى باب من أبواب الجنة\nإلا وجدته قد سبقك إليه يفتحه لك»، قال: يا نبي الله، بل يسبقني إلى باب\nالجنة فيفتحها لي لهو أحب إلي، قال: «فذاك لك»0\n</p>\n\n<h2 class='l2' id='head407'>نوع آخر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n            \n<h3 class='l3' id='head408'>2089 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، عن عبد الرزاق، قال: حدثنا معمر، عن ابن طاوس، عن\nأبيه، عن أبي هريرة قال: \" أرسل ملك الموت إلى موسى عليه السلام، فلما جاءه\nصكه، ففقأ عينه، فرجع إلى ربه، فقال: أرسلتني إلى عبد لا يريد الموت، فرد\nالله عز وجل إليه عينه <span id='ms0439'></span>، وقال: ارجع إليه، فقل له يضع يده على متن ثور، فله\nبكل ما غطت يده بكل شعرة سنة، قال: أي رب، ثم مه؟ قال: الموت، قال: فالآن،\nفسأل الله عز وجل أن يدنيه من الأرض المقدسة رمية بحجر \"، قال رسول الله\nصلى الله عليه وسلم: «فلو كنت ثم، لأريتكم قبره إلى جانب الطريق تحت الكثيب\nالأحمر»0\n</p>\n\n<h1 class='l1' id='head409'>22 - كتاب الصيام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n            \n<h2 class='l2' id='head410'>باب وجوب الصيام</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n            \n<h3 class='l3' id='head411'>2090 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل وهو ابن جعفر، قال: حدثنا أبو\nسهيل، عن أبيه، عن طلحة بن عبيد الله، أن أعرابيا جاء إلى رسول الله صلى\nالله عليه وسلم ثائر الرأس، فقال: يا رسول الله، أخبرني ماذا فرض الله علي\nمن الصلاة؟ قال: «الصلوات الخمس إلا أن تطوع شيئا»، قال: أخبرني بما افترض\nالله علي من الصيام؟ قال: «صيام شهر رمضان إلا أن تطوع شيئا»، قال: أخبرني\nبما افترض الله علي من الزكاة؟ فأخبره رسول الله صلى الله عليه وسلم بشرائع\nالإسلام، فقال: والذي أكرمك، لا أتطوع شيئا لا أنقص مما فرض الله علي شيئا،\nفقال رسول الله صلى الله عليه وسلم: «أفلح إن صدق أو دخل الجنة إن صدق»0\n</p>\n\n<h3 class='l3' id='head412'>2091 - </h3>\n\n<p>\nأخبرنا محمد بن معمر، قال: حدثنا أبو عامر العقدي، قال: حدثنا سليمان بن\nالمغيرة، عن ثابت، عن أنس قال: نهينا في القرآن أن نسأل النبي صلى الله\nعليه وسلم عن شيء، فكان يعجبنا أن يجيء الرجل العاقل من أهل البادية\nفيسأله، فجاء رجل من أهل البادية فقال: يا محمد، أتانا رسولك فأخبرنا أنك\nتزعم أن الله عز وجل أرسلك، قال: «صدق»، قال: فمن خلق السماء؟ قال: «الله»،\nقال: فمن خلق الأرض؟ قال: «الله»، قال: فمن نصب فيها الجبال؟ قال: «الله»،\nقال: فمن جعل فيها المنافع؟ قال: «الله»، قال: فبالذي خلق السماء والأرض،\nونصب فيها الجبال، وجعل فيها المنافع آلله أرسلك؟ قال: «نعم»، قال: وزعم\nرسولك أن علينا خمس صلوات في كل يوم وليلة، قال: «صدق»، قال: فبالذي أرسلك\nآلله أمرك بهذا؟ قال: «نعم»، قال: وزعم رسولك أن <span id='ms0440'></span> علينا زكاة أموالنا، قال:\n«صدق»، قال: فبالذي أرسلك آلله أمرك بهذا؟ قال: «نعم»، قال: وزعم رسولك أن\nعلينا صوم شهر رمضان في كل سنة، قال: «صدق»، قال: فبالذي أرسلك آلله أمرك\nبهذا؟ قال: «نعم»، قال: وزعم رسولك أن علينا الحج من استطاع إليه سبيلا؟\nقال: «صدق»، قال: فبالذي أرسلك آلله أمرك بهذا؟ قال: «نعم»، قال: فوالذي\nبعثك بالحق لا أزيدن عليهن شيئا ولا أنقص، فلما ولى قال النبي صلى الله\nعليه وسلم: «لئن صدق ليدخلن الجنة»0\n</p>\n\n<h3 class='l3' id='head413'>2092 - </h3>\n\n<p>\nأخبرنا عيسى بن حماد، عن الليث، عن سعيد، عن شريك بن أبي نمر، أنه سمع\nأنس بن مالك يقول: بينا نحن جلوس في المسجد جاء رجل على جمل فأناخه في\nالمسجد، ثم عقله، فقال لهم: أيكم محمد؟ ورسول الله صلى الله عليه وسلم متكئ\nبين ظهرانيهم، قلنا له: هذا الرجل الأبيض المتكئ، فقال له الرجل: يا ابن\nعبد المطلب، فقال له رسول الله صلى الله عليه وسلم: «قد أجبتك»، فقال\nالرجل: إني سائلك يا محمد، فمشدد عليك في المسألة، فلا تجدن في نفسك، قال:\n«سل ما بدا لك»، فقال الرجل: نشدتك بربك، ورب من قبلك، آلله أرسلك إلى\nالناس كلهم؟ فقال رسول الله صلى الله عليه وسلم: «اللهم نعم»، قال: فأنشدك\nالله، آلله أمرك أن تصلي الصلوات الخمس في اليوم والليلة؟ قال رسول الله\nصلى الله عليه وسلم: «اللهم نعم»، قال: فأنشدك الله، آلله أمرك أن تصوم هذا\nالشهر من السنة؟ قال رسول الله صلى الله عليه وسلم: «اللهم نعم»، قال:\nفأنشدك الله، آلله أمرك أن تأخذ هذه الصدقة من أغنيائنا فتقسمها على\nفقرائنا؟ فقال رسول الله صلى الله عليه وسلم: «اللهم نعم»، فقال الرجل:\nآمنت بما جئت به، وأنا رسول من ورائي من قومي، وأنا ضمام بن ثعلبة، أخو بني\nسعد بن بكر، «خالفه يعقوب بن إبراهيم»0\n</p>\n\n<h3 class='l3' id='head414'>2093 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد بن إبراهيم، من كتابه، قال: حدثنا عمي، قال:\nحدثنا الليث، قال: حدثنا ابن عجلان، وغيره من إخواننا، عن سعيد المقبري، عن <span id='ms0441'></span>\nشريك بن عبد الله بن أبي نمر، أنه سمع أنس بن مالك يقول: بينما نحن عند\nرسول الله صلى الله عليه وسلم جلوس في المسجد، دخل رجل على جمل فأناخه في\nالمسجد، ثم عقله، ثم قال: أيكم محمد؟ وهو متكئ بين ظهرانيهم، فقلنا له: هذا\nالرجل الأبيض المتكئ، فقال له الرجل: يا ابن عبد المطلب، فقال له رسول الله\nصلى الله عليه وسلم: «قد أجبتك»، قال الرجل: يا محمد، إني سائلك فمشدد عليك\nفي المسألة، قال: «سل عما بدا لك»، قال: أنشدك بربك ورب من قبلك، آلله\nأرسلك إلى الناس كلهم؟ فقال رسول الله صلى الله عليه وسلم: «اللهم نعم»،\nقال: فأنشدك الله، آلله أمرك أن تصوم هذا الشهر من السنة؟ قال: قال رسول\nالله صلى الله عليه وسلم، «اللهم نعم»، قال: فأنشدك الله، آلله أمرك أن\nتأخذ هذه الصدقة من أغنيائنا فتقسمها على فقرائنا؟ فقال رسول الله صلى الله\nعليه وسلم: «اللهم نعم»، فقال الرجل: إني آمنت بما جئت به، وأنا رسول من\nورائي من قومي، وأنا ضمام بن ثعلبة، أخو بني سعد بن بكر، «خالفه عبيد الله\nبن عمر»0\n</p>\n\n<h3 class='l3' id='head415'>2094 - </h3>\n\n<p>\nأخبرنا أبو بكر بن علي، قال: حدثنا إسحق، قال: حدثنا أبو عمارة حمزة بن\nالحارث بن عمير، قال: سمعت أبي، يذكر عن عبيد الله بن عمر، عن سعيد بن أبي\nسعيد المقبري، عن أبي هريرة قال: بينما النبي صلى الله عليه وسلم مع أصحابه\nجاء رجل من أهل البادية قال: أيكم ابن عبد المطلب؟ قالوا: هذا الأمغر\nالمرتفق - قال حمزة -: الأمغر الأبيض مشرب حمرة، فقال: إني سائلك فمشتد\nعليك في المسألة، قال: «سل عما بدا لك»، قال: أسألك بربك، ورب من قبلك، ورب\nمن بعدك، آلله أرسلك؟ قال: «اللهم نعم»، قال: فأنشدك به آلله أمرك أن تصلي\nخمس صلوات في كل يوم وليلة؟ قال: «اللهم نعم»، قال: فأنشدك به، آلله أمرك\nأن تأخذ من أموال أغنيائنا فترده على فقرائنا؟ قال: «اللهم نعم»، قال:\nفأنشدك به، آلله أمرك أن تصوم <span id='ms0442'></span> هذا الشهر من اثني عشر شهرا؟ قال: «اللهم\nنعم»، قال: فأنشدك به، آلله أمرك أن يحج هذا البيت من استطاع إليه سبيلا؟\nقال: «اللهم نعم»، قال: فإني آمنت وصدقت وأنا ضمام بن ثعلبة0\n</p>\n\n<h2 class='l2' id='head416'>باب الفضل والجود في شهر رمضان</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n            \n<h3 class='l3' id='head417'>2095 - </h3>\n\n<p>\nأخبرنا سليمان بن داود، عن ابن وهب، قال: أخبرني يونس، عن ابن شهاب، عن\nعبيد الله بن عبد الله بن عتبة، أن عبد الله بن عباس كان يقول: «كان رسول\nالله صلى الله عليه وسلم أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه\nجبريل، وكان جبريل يلقاه في كل ليلة من شهر رمضان فيدارسه القرآن»\n</p>\n\n<p>\nقال: «كان رسول الله صلى الله عليه وسلم حين يلقاه جبريل عليه السلام\nأجود بالخير من الريح المرسلة»0\n</p>\n\n<h3 class='l3' id='head418'>2096 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل البخاري، قال: حدثني حفص بن عمر بن الحارث، قال:\nحدثنا حماد، قال: حدثنا معمر، والنعمان بن راشد، عن الزهري، عن عروة، عن\nعائشة قالت: «ما لعن رسول الله صلى الله عليه وسلم من لعنة تذكر، كان إذا\nكان قريب عهد بجبريل عليه السلام يدارسه، كان أجود بالخير من الريح\nالمرسلة» قال أبو عبد الرحمن: «هذا خطأ والصواب حديث يونس بن يزيد، وأدخل\nهذا حديثا في حديث»0\n</p>\n\n<h2 class='l2' id='head419'>باب فضل شهر رمضان</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n            \n<h3 class='l3' id='head420'>2097 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل، قال: حدثنا أبو سهيل، عن أبيه، عن\nأبي هريرة، أن رسول الله صلى الله عليه وسلم قال: «إذا دخل شهر رمضان فتحت\nأبواب الجنة، وغلقت أبواب النار، وصفدت الشياطين»0\n</p>\n\n<h3 class='l3' id='head421'>2098 - </h3>\n\n<p>\nأخبرني إبراهيم بن يعقوب الجوزجاني، قال: حدثنا ابن أبي مريم، قال:\nأنبأنا نافع بن يزيد، عن عقيل، عن ابن شهاب، قال: أخبرني أبو سهيل، عن\nأبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: «إذا دخل رمضان\nفتحت أبواب الجنة، وغلقت أبواب النار، وصفدت الشياطين»0\n</p>\n\n<h2 class='l2' id='head422'>باب ذكر الاختلاف على الزهري فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n            \n<h3 class='l3' id='head423'>2099 - </h3>\n\n<p>\nأخبرنا عبد الله بن سعد بن إبراهيم، قال: حدثنا عمي، قال: حدثنا أبي، عن\nصالح، عن ابن شهاب، قال: أخبرني نافع بن <span id='ms0443'></span> أبي أنس، أن أباه حدثه، أنه سمع\nأبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: «إذا دخل رمضان، فتحت\nأبواب الجنة، وغلقت أبواب جهنم، وسلسلت الشياطين»0\n</p>\n\n<h3 class='l3' id='head424'>2100 - </h3>\n\n<p>\nأخبرنا محمد بن خالد، قال: حدثنا بشر بن شعيب، عن أبيه، عن الزهري، قال:\nحدثني ابن أبي أنس، مولى التيميين، أن أباه حدثه، أنه سمع أبا هريرة يقول:\nقال رسول الله صلى الله عليه وسلم: «إذا جاء رمضان فتحت أبواب الرحمة،\nوغلقت أبواب جهنم، وسلسلت الشياطين»0\n</p>\n\n<h3 class='l3' id='head425'>2101 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، في حديثه، عن ابن وهب، قال: أخبرني يونس، عن\nابن شهاب، عن ابن أبي أنس، أن أباه حدثه، أنه سمع أبا هريرة يقول: قال رسول\nالله صلى الله عليه وسلم: «إذا كان رمضان فتحت أبواب الجنة، وغلقت أبواب\nجهنم، وسلسلت الشياطين»، رواه ابن إسحق، عن الزهري0\n</p>\n\n<h3 class='l3' id='head426'>2102 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد، قال: حدثنا عمي، قال: حدثنا أبي، عن ابن إسحق،\nعن الزهري، عن ابن أبي أنس، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه\nوسلم قال: «إذا دخل شهر رمضان، فتحت أبواب الجنة، وغلقت أبواب النار،\nوسلسلت الشياطين» قال أبو عبد الرحمن: «هذا يعني حديث ابن إسحق خطأ، ولم\nيسمعه ابن إسحق من الزهري، والصواب ما تقدم ذكرنا له»0\n</p>\n\n<h3 class='l3' id='head427'>2103 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد، قال: حدثنا عمي، قال: حدثنا أبي، عن ابن إسحق،\nقال: وذكر محمد بن مسلم، عن أويس بن أبي أويس، عديد بني تيم، عن أنس بن\nمالك، أن رسول الله صلى الله عليه وسلم قال: «هذا رمضان قد جاءكم تفتح فيه\nأبواب الجنة، وتغلق فيه أبواب النار، وتسلسل فيه الشياطين» قال أبو عبد\nالرحمن: «هذا الحديث خطأ»0\n</p>\n\n<h2 class='l2' id='head428'>ذكر الاختلاف على معمر فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n            \n<h3 class='l3' id='head429'>2104 - </h3>\n\n<p>\nأخبرنا أبو بكر بن علي، قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا عبد\nالأعلى، عن معمر، عن الزهري، عن أبي سلمة، عن أبي هريرة، أن النبي صلى الله\nعليه وسلم كان يرغب في قيام رمضان من غير عزيمة، وقال: «إذا دخل رمضان فتحت <span id='ms0444'></span>\nأبواب الجنة، وغلقت أبواب الجحيم، وسلسلت فيه الشياطين» أرسله ابن المبارك0\n</p>\n\n<h3 class='l3' id='head430'>2105 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا حبان بن موسى خراساني، قال: أنبأنا عبد\nالله، عن معمر، عن الزهري، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال:\n«إذا دخل رمضان، فتحت أبواب الرحمة، وغلقت أبواب جهنم، وسلسلت الشياطين»0\n</p>\n\n<h3 class='l3' id='head431'>2106 - </h3>\n\n<p>\nأخبرنا بشر بن هلال، قال: حدثنا عبد الوارث، عن أيوب، عن أبي قلابة، عن\nأبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «أتاكم رمضان شهر مبارك\nفرض الله عز وجل عليكم صيامه، تفتح فيه أبواب السماء، وتغلق فيه أبواب\nالجحيم، وتغل فيه مردة الشياطين، لله فيه ليلة خير من ألف شهر، من حرم\nخيرها فقد حرم»0\n</p>\n\n<h3 class='l3' id='head432'>2107 - </h3>\n\n<p>\nأخبرنا محمد بن منصور، قال: حدثنا سفيان، عن عطاء بن السائب، عن عرفجة،\nقال: عدنا عتبة بن فرقد، فتذاكرنا شهر رمضان، فقال: ما تذكرون؟ قلنا: شهر\nرمضان، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" تفتح فيه أبواب\nالجنة، وتغلق فيه أبواب النار، وتغل فيه الشياطين، وينادي مناد كل ليلة: يا\nباغي الخير هلم، ويا باغي الشر أقصر \" قال أبو عبد الرحمن: «هذا خطأ»0\n</p>\n\n<h3 class='l3' id='head433'>2108 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن عطاء بن\nالسائب، عن عرفجة، قال: كنت في بيت فيه عتبة بن فرقد، فأردت أن أحدث بحديث،\nوكان رجل من أصحاب النبي صلى الله عليه وسلم، كأنه أولى بالحديث مني، فحدث\nالرجل عن النبي صلى الله عليه وسلم قال: \" في رمضان، تفتح فيه أبواب\nالسماء، وتغلق فيه أبواب النار، ويصفد فيه كل شيطان مريد، وينادي مناد كل\nليلة: يا طالب الخير هلم، ويا طالب الشر أمسك \"0\n</p>\n\n<h2 class='l2' id='head434'>الرخصة في أن يقال: لشهر رمضان رمضان</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n            \n<h3 class='l3' id='head435'>2109 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا يحيى بن سعيد، قال: أنبأنا المهلب\nبن أبي حبيبة، ح وأنبأنا عبيد الله بن سعيد، قال: حدثنا يحيى، عن المهلب بن\nأبي حبيبة، قال: أخبرني الحسن، عن أبي بكرة، عن النبي صلى الله عليه وسلم\nقال: \" لا <span id='ms0445'></span> يقولن أحدكم صمت رمضان، ولا قمته كله ولا أدري كره التزكية، أو\nقال : لا بد من غفلة ورقدة «اللفظ لعبيد الله»0\n</p>\n\n<h3 class='l3' id='head436'>2110 - </h3>\n\n<p>\nأخبرنا عمران بن يزيد بن خالد، قال: حدثنا شعيب، قال: أخبرني ابن جريج،\nقال: أخبرني عطاء، قال: سمعت ابن عباس يخبرنا قال: قال رسول الله صلى الله\nعليه وسلم لامرأة من الأنصار: «إذا كان رمضان فاعتمري فيه، فإن عمرة فيه\nتعدل حجة»0\n</p>\n\n<h2 class='l2' id='head437'>اختلاف أهل الآفاق في الرؤية</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n            \n<h3 class='l3' id='head438'>2111 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل، قال: حدثنا محمد وهو ابن أبي\nحرملة، قال: أخبرني كريب، أن أم الفضل بعثته إلى معاوية بالشام، قال: فقدمت\nالشام، فقضيت حاجتها واستهل علي هلال رمضان وأنا بالشام، فرأيت الهلال ليلة\nالجمعة، ثم قدمت المدينة في آخر الشهر، فسألني عبد الله بن عباس، ثم ذكر\nالهلال، فقال: متى رأيتم؟ فقلت: رأيناه ليلة الجمعة، قال: أنت رأيته ليلة\nالجمعة؟ قلت: نعم، ورآه الناس فصاموا وصام معاوية، قال: «لكن رأيناه ليلة\nالسبت، فلا نزال نصوم حتى نكمل ثلاثين يوما أو نراه»، فقلت: أو لا تكتفي\nبرؤية معاوية، وأصحابه؟ قال: لا هكذا أمرنا رسول الله صلى الله عليه وسلم0\n</p>\n\n<h2 class='l2' id='head439'>باب قبول شهادة الرجل الواحد على هلال شهر رمضان وذكر الاختلاف فيه على سفيان في حديث سماك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n            \n<h3 class='l3' id='head440'>2112 - </h3>\n\n<p>\nأخبرنا محمد بن عبد العزيز بن أبي رزمة، قال: أنبأنا الفضل بن موسى، عن\nسفيان، عن سماك، عن عكرمة، عن ابن عباس قال: جاء أعرابي إلى النبي صلى الله\nعليه وسلم فقال: رأيت الهلال، فقال: «أتشهد أن لا إله إلا الله وأن محمدا\nعبده ورسوله؟» قال: نعم، فنادى النبي صلى الله عليه وسلم: «أن صوموا»0\n</p>\n\n<h3 class='l3' id='head441'>2113 - </h3>\n\n<p>\nأخبرنا موسى بن عبد الرحمن، قال: حدثنا حسين، عن زائدة، عن سماك، عن\nعكرمة، عن ابن عباس قال: جاء أعرابي إلى النبي صلى الله عليه وسلم فقال:\nأبصرت الهلال الليلة، قال: «أتشهد أن لا إله إلا الله وأن محمدا عبده\nورسوله؟» قال: نعم، قال: «يا بلال، أذن في الناس فليصوموا غدا»،0\n</p>\n\n<h3 class='l3' id='head442'>2114 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، عن أبي <span id='ms0446'></span> داود، عن سفيان، عن سماك، عن عكرمة مرسل،0\n</p>\n\n<h3 class='l3' id='head443'>2115 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم بن نعيم مصيصي، قال: أنبأنا حبان بن موسى المروزي،\nقال: أنبأنا عبد الله، عن سفيان، عن سماك، عن عكرمة مرسل0\n</p>\n\n<h3 class='l3' id='head444'>2116 - </h3>\n\n<p>\nأخبرني إبراهيم بن يعقوب، قال: حدثنا سعيد بن شبيب أبو عثمان، وكان شيخا\nصالحا بطرسوس، قال: أنبأنا ابن أبي زائدة، عن حسين بن الحارث الجدلي، عن\nعبد الرحمن بن زيد بن الخطاب، أنه خطب الناس في اليوم الذي يشك فيه، فقال:\nألا إني جالست أصحاب رسول الله صلى الله عليه وسلم، وساءلتهم، وإنهم حدثوني\nأن رسول الله صلى الله عليه وسلم قال: «صوموا لرؤيته، وأفطروا لرؤيته،\nوانسكوا لها فإن غم عليكم فأكملوا ثلاثين، فإن شهد شاهدان فصوموا، وأفطروا»0\n</p>\n\n<h2 class='l2' id='head445'>إكمال شعبان ثلاثين إذا كان غيم وذكر اختلاف الناقلين عن أبي هريرة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n            \n<h3 class='l3' id='head446'>2117 - </h3>\n\n<p>\nأخبرنا مؤمل بن هشام، عن إسمعيل، عن شعبة، عن محمد بن زياد، عن أبي هريرة\nقال: قال رسول الله صلى الله عليه وسلم: «صوموا لرؤيته وأفطروا لرؤيته فإن\nغم عليكم الشهر فعدوا ثلاثين»0\n</p>\n\n<h3 class='l3' id='head447'>2118 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن يزيد، قال: حدثنا أبي، قال: حدثنا ورقاء، عن\nشعبة، عن محمد بن زياد، عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم: «صوموا لرؤيته، وأفطروا لرؤيته، فإن غم عليكم فاقدروا ثلاثين»0\n</p>\n\n<h2 class='l2' id='head448'>ذكر الاختلاف على الزهري في هذا الحديث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n            \n<h3 class='l3' id='head449'>2119 - </h3>\n\n<p>\nأخبرنا محمد بن يحيى بن عبد الله النيسابوري، قال: حدثنا سليمان بن داود،\nقال: حدثنا إبراهيم، عن محمد بن مسلم، عن سعيد بن المسيب، عن أبي هريرة، أن\nرسول الله صلى الله عليه وسلم، قال: «إذا رأيتم الهلال فصوموا، وإذا\nرأيتموه فأفطروا، فإن غم عليكم فصوموا ثلاثين يوما»0\n</p>\n\n<h3 class='l3' id='head450'>2120 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني يونس، عن ابن\nشهاب، قال: حدثني سالم بن عبد الله، أن عبد الله بن عمر، قال: سمعت رسول\nالله صلى الله عليه وسلم، يقول: «إذا رأيتم الهلال فصوموا، وإذا رأيتموه\nفأفطروا، فإن غم عليكم فاقدروا له»0\n</p>\n\n<h3 class='l3' id='head451'>2121 - </h3>\n\n<p>\nأخبرنا محمد بن سلمة، والحارث <span id='ms0447'></span> بن مسكين، قراءة عليه وأنا أسمع واللفظ له،\nعن ابن القاسم، عن مالك، عن نافع، عن ابن عمر، أن رسول الله صلى الله عليه\nوسلم ذكر رمضان، فقال: «لا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه،\nفإن غم عليكم فاقدروا له»0\n</p>\n\n<h2 class='l2' id='head452'>ذكر الاختلاف على عبيد الله بن عمر في هذا الحديث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n            \n<h3 class='l3' id='head453'>2122 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا عبيد الله، قال: حدثني\nنافع، عن ابن عمر، عن النبي صلى الله عليه وسلم، قال: «لا تصوموا حتى تروه،\nولا تفطروا حتى تروه، فإن غم عليكم فاقدروا له»0\n</p>\n\n<h3 class='l3' id='head454'>2123 - </h3>\n\n<p>\nأخبرنا أبو بكر بن علي، صاحب حمص، قال: حدثنا أبو بكر بن أبي شيبة، قال:\nحدثنا محمد بن بشر، قال: حدثنا عبيد الله، عن أبي الزناد، عن الأعرج، عن\nأبي هريرة، قال: ذكر رسول الله صلى الله عليه وسلم الهلال، فقال: «إذا\nرأيتموه فصوموا، وإذا رأيتموه فأفطروا، فإن غم عليكم فعدوا ثلاثين»0\n</p>\n\n<h2 class='l2' id='head455'>ذكر الاختلاف على عمرو بن دينار في حديث ابن عباس فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n            \n<h3 class='l3' id='head456'>2124 - </h3>\n\n<p>\nأخبرنا أحمد بن عثمان أبو الجوزاء، وهو ثقة بصري، أخو أبي العالية، قال:\nأنبأنا حبان بن هلال، قال: حدثنا حماد بن سلمة، عن عمرو بن دينار، عن ابن\nعباس، قال: قال رسول الله صلى الله عليه وسلم: «صوموا لرؤيته وأفطروا\nلرؤيته، فإن غم عليكم فأكملوا العدة ثلاثين»0\n</p>\n\n<h3 class='l3' id='head457'>2125 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن يزيد، قال: حدثنا سفيان، عن عمرو بن دينار،\nعن محمد بن حنين، عن ابن عباس، قال: عجبت ممن يتقدم الشهر، وقد قال رسول\nالله صلى الله عليه وسلم: «إذا رأيتم الهلال فصوموا، وإذا رأيتموه فأفطروا،\nفإن غم عليكم فأكملوا العدة ثلاثين»0\n</p>\n\n<h2 class='l2' id='head458'>ذكر الاختلاف على منصور في حديث ربعي فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n            \n<h3 class='l3' id='head459'>2126 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا جرير، عن منصور، عن ربعي بن حراش،\nعن حذيفة بن اليمان، عن رسول الله صلى الله عليه وسلم قال: «لا تقدموا\nالشهر حتى تروا الهلال قبله أو تكملوا العدة، ثم صوموا حتى تروا الهلال، أو\nتكملوا العدة قبله»0\n</p>\n\n<h3 class='l3' id='head460'>2127 - </h3>\n\n<p>\nأخبرنا محمد <span id='ms0448'></span> بن بشار، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن\nمنصور، عن ربعي، عن بعض، أصحاب النبي صلى الله عليه وسلم، قال: قال رسول\nالله صلى الله عليه وسلم: «لا تقدموا الشهر حتى تكملوا العدة أو تروا\nالهلال، ثم صوموا ولا تفطروا حتى تروا الهلال أو تكملوا العدة ثلاثين»\nأرسله الحجاج بن أرطاة0\n</p>\n\n<h3 class='l3' id='head461'>2128 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: حدثنا حبان، قال: حدثنا عبد الله، عن الحجاج\nبن أرطاة، عن منصور، عن ربعي، قال: قال رسول الله صلى الله عليه وسلم: «إذا\nرأيتم الهلال فصوموا، وإذا رأيتموه فأفطروا، فإن غم عليكم فأتموا شعبان\nثلاثين، إلا أن تروا الهلال قبل ذلك، ثم صوموا رمضان ثلاثين إلا أن تروا\nالهلال قبل ذلك»0\n</p>\n\n<h3 class='l3' id='head462'>2129 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا إسمعيل بن إبراهيم، قال: حدثنا حاتم\nبن أبي صغيرة، عن سماك بن حرب، عن عكرمة، قال: حدثنا ابن عباس، عن رسول\nالله صلى الله عليه وسلم، قال: «صوموا لرؤيته وأفطروا لرؤيته، فإن حال\nبينكم وبينه سحاب فأكملوا العدة، ولا تستقبلوا الشهر استقبالا»0\n</p>\n\n<h3 class='l3' id='head463'>2130 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا أبو الأحوص، عن سماك، عن عكرمة، عن ابن عباس،\nقال: قال رسول الله صلى الله عليه وسلم: «لا تصوموا قبل رمضان، صوموا\nللرؤية، وأفطروا للرؤية، فإن حالت دونه غياية فأكملوا ثلاثين»0\n</p>\n\n<h2 class='l2' id='head464'>كم الشهر وذكر الاختلاف على الزهري في الخبر عن عائشة</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n            \n<h3 class='l3' id='head465'>2131 - </h3>\n\n<p>\nأخبرنا نصر بن علي الجهضمي، عن عبد الأعلى، قال: حدثنا معمر، عن الزهري،\nعن عروة، عن عائشة، قالت: أقسم رسول الله صلى الله عليه وسلم أن لا يدخل\nعلى نسائه شهرا، فلبث تسعا وعشرين، فقلت: أليس قد كنت آليت شهرا؟ فعددت\nالأيام تسعا وعشرين، فقال رسول الله صلى الله عليه وسلم: «الشهر تسع\nوعشرون»0\n</p>\n\n<h3 class='l3' id='head466'>2132 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد بن إبراهيم، قال: حدثنا عمي، قال: حدثنا أبي، عن\nصالح، عن ابن شهاب، أن عبيد الله بن عبد الله بن أبي ثور، حدثه ح وأخبرنا\nعمرو بن منصور، قال: حدثنا الحكم بن نافع، قال: أنبأنا شعيب، عن الزهري،\nقال <span id='ms0449'></span>: أخبرني عبيد الله بن عبد الله بن أبي ثور، عن ابن عباس، قال: لم أزل\nحريصا أن أسأل عمر بن الخطاب، عن المرأتين من أزواج رسول الله صلى الله\nعليه وسلم اللتين قال الله لهما: {إن تتوبا إلى الله فقد صغت قلوبكما}\n[التحريم: 4] وساق الحديث، وقال فيه: فاعتزل رسول الله صلى الله عليه وسلم\nنساءه من أجل ذلك الحديث حين أفشته حفصة إلى عائشة تسعا وعشرين ليلة، قالت\nعائشة: وكان قال: «ما أنا بداخل عليهن شهرا من شدة موجدته عليهن» حين حدثه\nالله عز وجل حديثهن، فلما مضت تسع وعشرون ليلة دخل على عائشة، فبدأ بها،\nفقالت له عائشة: إنك قد كنت آليت يا رسول الله أن لا تدخل علينا شهرا، وإنا\nأصبحنا من تسع وعشرين ليلة نعدها عددا، فقال رسول الله صلى الله عليه وسلم:\n«الشهر تسع وعشرون ليلة»0\n</p>\n\n<h2 class='l2' id='head467'>ذكر خبر ابن عباس فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n            \n<h3 class='l3' id='head468'>2133 - </h3>\n\n<p>\nأخبرنا عمرو بن يزيد هو أبو بريد الجرمي بصري، عن بهز، قال: حدثنا شعبة،\nعن سلمة، عن أبي الحكم، عن ابن عباس، عن النبي صلى الله عليه وسلم، قال: \"\nأتاني جبريل عليه السلام، فقال: الشهر تسع وعشرون يوما \"0\n</p>\n\n<h3 class='l3' id='head469'>2134 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، عن محمد، وذكر كلمة معناها، حدثنا شعبة، عن سلمة،\nقال سلمة: سمعت أبا الحكم، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم: «الشهر تسع وعشرون يوما»0\n</p>\n\n<h2 class='l2' id='head470'>ذكر الاختلاف على إسمعيل في خبر سعد بن مالك فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n            \n<h3 class='l3' id='head471'>2135 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا محمد بن بشر، عن إسمعيل بن أبي خالد،\nعن محمد بن سعد بن أبي وقاص، عن أبيه، عن النبي صلى الله عليه وسلم أنه ضرب\nبيده على الأخرى، وقال: «الشهر هكذا وهكذا، وهكذا» ونقص في الثالثة إصبعا0\n</p>\n\n<h3 class='l3' id='head472'>2136 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن إسمعيل، عن محمد بن سعد،\nعن أبيه، قال: قال رسول الله صلى الله عليه وسلم «الشهر هكذا، وهكذا،\nوهكذا» يعني تسعة وعشرين رواه يحيى بن سعيد، وغيره عن إسمعيل، عن محمد بن <span id='ms0450'></span>\nسعد، عن النبي صلى الله عليه وسلم0\n</p>\n\n<h3 class='l3' id='head473'>2137 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا محمد بن عبيد، قال: حدثنا إسمعيل، عن\nمحمد بن سعد بن أبي وقاص، قال: قال رسول الله صلى الله عليه وسلم: «الشهر\nهكذا، وهكذا، وهكذا» وصفق محمد بن عبيد بيديه ينعتها ثلاثا، ثم قبض في\nالثالثة الإبهام في اليسرى قال يحيى بن سعيد: \" قلت لإسمعيل عن أبيه؟ قال:\nلا \"0\n</p>\n\n<h2 class='l2' id='head474'>ذكر الاختلاف على يحيى بن أبي كثير في خبر أبي سلمة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n            \n<h3 class='l3' id='head475'>2138 - </h3>\n\n<p>\nأخبرنا أبو داود، قال: حدثنا هارون، قال: حدثنا علي هو ابن المبارك، قال:\nحدثنا يحيى، عن أبي سلمة، عن أبي هريرة، قال: قال رسول الله صلى الله عليه\nوسلم: «الشهر يكون تسعة وعشرين ويكون ثلاثين، فإذا رأيتموه فصوموا، وإذا\nرأيتموه فأفطروا، فإن غم عليكم فأكملوا العدة»0\n</p>\n\n<h3 class='l3' id='head476'>2139 - </h3>\n\n<p>\nأخبرني عبيد الله بن فضالة بن إبراهيم، قال: أنبأنا محمد، قال: حدثنا\nمعاوية، ح وأخبرني أحمد بن محمد بن المغيرة، قال: حدثنا عثمان بن سعيد، عن\nمعاوية، واللفظ له، عن يحيى بن أبي كثير، أن أبا سلمة، أخبره أنه سمع عبد\nالله وهو ابن عمر، يقول: سمعت رسول الله صلى الله عليه وسلم، يقول: «الشهر\nتسع وعشرون»0\n</p>\n\n<h3 class='l3' id='head477'>2140 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا عبد الرحمن، عن سفيان، عن الأسود بن\nقيس، عن سعيد بن عمرو، عن ابن عمر، عن النبي صلى الله عليه وسلم، قال: «إنا\nأمة أمية، لا نكتب ولا نحسب الشهر هكذا وهكذا وهكذا» ثلاثا حتى ذكر تسعا\nوعشرين0\n</p>\n\n<h3 class='l3' id='head478'>2141 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، ومحمد بن بشار، عن محمد، عن شعبة، عن الأسود بن\nقيس، قال: سمعت سعيد بن عمرو بن سعيد بن أبي العاص، أنه سمع ابن عمر، يحدث\nعن النبي صلى الله عليه وسلم قال: «إنا أمة أمية، لا نحسب ولا نكتب، والشهر\nهكذا وهكذا وهكذا - وعقد الإبهام في الثالثة -، والشهر هكذا وهكذا وهكذا\nتمام الثلاثين»0\n</p>\n\n<h3 class='l3' id='head479'>2142 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، قال: حدثنا شعبة، عن جبلة\nبن سحيم، عن ابن عمر، عن النبي صلى <span id='ms0451'></span> الله عليه وسلم، قال: «الشهر هكذا»،\nووصف شعبة، عن صفة جبلة، عن صفة ابن عمر، أنه تسع وعشرون، فيما حكى من\nصنيعه مرتين بأصابع يديه، ونقص في الثالثة إصبعا من أصابع يديه0\n</p>\n\n<h3 class='l3' id='head480'>2143 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا محمد، قال: حدثنا شعبة، عن عقبة يعني\nابن حريث، قال: سمعت ابن عمر، يقول: قال رسول الله صلى الله عليه وسلم:\n«الشهر تسع وعشرون»0\n</p>\n\n<h2 class='l2' id='head481'>الحث على السحور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n            \n<h3 class='l3' id='head482'>2144 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا عبد الرحمن، قال: حدثنا أبو بكر بن\nعياش، عن عاصم، عن زر، عن عبد الله، قال: قال رسول الله صلى الله عليه\nوسلم: «تسحروا فإن في السحور بركة» وقفه عبيد الله بن سعيد0\n</p>\n\n<h3 class='l3' id='head483'>2145 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعيد، قال: حدثنا عبد الرحمن، عن أبي بكر بن عياش،\nعن عاصم، عن زر، عن عبد الله، قال: «تسحروا» قال عبيد الله: «لا أدري كيف\nلفظه»\n</p>\n\n#0\n<h3 class='l3' id='head484'>2146 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا أبو عوانة، عن قتادة، وعبد العزيز، عن أنس،\nقال: قال رسول الله صلى الله عليه وسلم: «تسحروا فإن في السحور بركة»0\n</p>\n\n<h2 class='l2' id='head485'>ذكر الاختلاف على عبد الملك بن أبي سليمان في هذا الحديث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n            \n<h3 class='l3' id='head486'>2147 - </h3>\n\n<p>\nأخبرنا علي بن سعيد بن جرير نسائي، قال: حدثنا أبو الربيع، قال: حدثنا\nمنصور بن أبي الأسود، عن عبد الملك بن أبي سليمان، عن عطاء، عن أبي هريرة،\nقال: قال رسول الله صلى الله عليه وسلم: «تسحروا فإن في السحور بركة»0\n</p>\n\n<h3 class='l3' id='head487'>2148 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا يزيد، قال: أنبأنا عبد الملك بن أبي\nسليمان، عن عطاء، عن أبي هريرة، قال: «تسحروا فإن في السحور بركة» رفعه ابن\nأبي ليلى0\n</p>\n\n<h3 class='l3' id='head488'>2149 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا ابن أبي ليلى، عن عطاء،\nعن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: تسحروا فإن في السحور\nبركة \"0\n</p>\n\n<h3 class='l3' id='head489'>2150 - </h3>\n\n<p>\nأخبرنا عبد الأعلى بن واصل بن عبد الأعلى، قال: حدثنا يحيى بن آدم، عن\nسفيان، عن ابن أبي ليلى، عن عطاء، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه <span id='ms0452'></span> وسلم: «تسحروا فإن في السحور بركة»0\n</p>\n\n<h3 class='l3' id='head490'>2151 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: حدثنا أبو بكر بن خلاد، قال: حدثنا محمد بن\nفضيل، قال: حدثنا يحيى بن سعيد، عن أبي سلمة، عن أبي هريرة، قال: قال رسول\nالله صلى الله عليه وسلم: «تسحروا فإن في السحور بركة»، قال أبو عبد\nالرحمن: «حديث يحيى بن سعيد هذا إسناده حسن، وهو منكر وأخاف أن يكون الغلط\nمن محمد بن فضيل»0\n</p>\n\n<h2 class='l2' id='head491'>تأخير السحور وذكر الاختلاف على زر فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n            \n<h3 class='l3' id='head492'>2152 - </h3>\n\n<p>\nأخبرنا محمد بن يحيى بن أيوب، قال: أنبأنا وكيع، قال: حدثنا سفيان، عن\nعاصم، عن زر، قال: قلنا لحذيفة: أي ساعة تسحرت مع رسول الله صلى الله عليه\nوسلم؟ قال: «هو النهار إلا أن الشمس لم تطلع»0\n</p>\n\n<h3 class='l3' id='head493'>2153 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن عدي، قال:\nسمعت زر بن حبيش، قال: «تسحرت مع حذيفة، ثم خرجنا إلى الصلاة، فلما أتينا\nالمسجد صلينا ركعتين، وأقيمت الصلاة وليس بينهما إلا هنيهة»0\n</p>\n\n<h3 class='l3' id='head494'>2154 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا محمد بن فضيل، قال: حدثنا أبو يعفور،\nقال: حدثنا إبراهيم، عن صلة بن زفر، قال: «تسحرت مع حذيفة، ثم خرجنا إلى\nالمسجد، فصلينا ركعتي الفجر، ثم أقيمت الصلاة فصلينا»0\n</p>\n\n<h2 class='l2' id='head495'>قدر ما بين السحور وبين صلاة الصبح</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n            \n<h3 class='l3' id='head496'>2155 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا وكيع، قال: حدثنا هشام، عن قتادة، عن\nأنس، عن زيد بن ثابت، قال: «تسحرنا مع رسول الله صلى الله عليه وسلم، ثم\nقمنا إلى الصلاة»، قلت: كم كان بينهما؟ قال: قدر ما يقرأ الرجل خمسين آية0\n</p>\n\n<h2 class='l2' id='head497'>ذكر اختلاف هشام وسعيد على قتادة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n            \n<h3 class='l3' id='head498'>2156 - </h3>\n\n<p>\nأخبرنا إسماعيل بن مسعود، قال: حدثنا خالد، قال: حدثنا هشام، قال: حدثنا\nقتادة، عن أنس، عن زيد بن ثابت، قال: «تسحرنا مع رسول الله صلى الله عليه\nوسلم، ثم قمنا إلى الصلاة»، قلت: - زعم أن أنسا القائل - ما كان بين ذلك؟\nقال: قدر ما يقرأ الرجل خمسين آية0\n</p>\n\n<h3 class='l3' id='head499'>2157 - </h3>\n\n<p>\nأخبرنا أبو الأشعث، قال: حدثنا خالد، قال: حدثنا سعيد، عن قتادة، عن أنس،\nرضي الله <span id='ms0453'></span> عنه قال: «تسحر رسول الله صلى الله عليه وسلم وزيد بن ثابت، ثم\nقاما فدخلا في صلاة الصبح»، فقلنا لأنس: كم كان بين فراغهما ودخولهما في\nالصلاة؟ قال: قدر ما يقرأ الإنسان خمسين آية0\n</p>\n\n<h2 class='l2' id='head500'>ذكر الاختلاف على سليمان بن مهران في حديث عائشة في تأخير السحور واختلاف ألفاظهم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n            \n<h3 class='l3' id='head501'>2158 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، قال: حدثنا شعبة، عن\nسليمان، عن خيثمة، عن أبي عطية، قال: قلت لعائشة: فينا رجلان من أصحاب\nالنبي صلى الله عليه وسلم أحدهما يعجل الإفطار ويؤخر السحور، والآخر يؤخر\nالإفطار ويعجل السحور، قالت: «أيهما الذي يعجل الإفطار ويؤخر السحور؟»،\nقلت: عبد الله بن مسعود، قالت: «هكذا كان رسول الله صلى الله عليه وسلم\nيصنع»0\n</p>\n\n<h3 class='l3' id='head502'>2159 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن\nالأعمش، عن خيثمة، عن أبي عطية، قال: قلت لعائشة: فينا رجلان أحدهما يعجل\nالإفطار ويؤخر السحور، والآخر يؤخر الفطر ويعجل السحور، قالت: «أيهما الذي\nيعجل الإفطار ويؤخر السحور؟» قلت: عبد الله بن مسعود، قالت: «هكذا كان رسول\nالله صلى الله عليه وسلم يصنع»0\n</p>\n\n<h3 class='l3' id='head503'>2160 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا حسين، عن زائدة، عن الأعمش، عن عمارة،\nعن أبي عطية، قال: دخلت أنا ومسروق على عائشة، فقال لها مسروق: رجلان من\nأصحاب رسول الله صلى الله عليه وسلم كلاهما لا يألو عن الخير، أحدهما يؤخر\nالصلاة والفطر، والآخر يعجل الصلاة والفطر، قالت عائشة: «أيهما الذي يعجل\nالصلاة والفطر؟» قال مسروق: عبد الله بن مسعود، فقالت عائشة: «هكذا كان\nيصنع رسول الله صلى الله عليه وسلم»0\n</p>\n\n<h3 class='l3' id='head504'>2161 - </h3>\n\n<p>\nأخبرنا هناد بن السري، عن أبي معاوية، عن الأعمش، عن عمارة، عن أبي عطية،\nقال: دخلت أنا ومسروق على عائشة، فقلنا لها: يا أم المؤمنين، رجلان من\nأصحاب محمد صلى الله عليه وسلم، أحدهما يعجل الإفطار ويعجل الصلاة، والآخر\nيؤخر الإفطار ويؤخر الصلاة، فقالت: «أيهما يعجل الإفطار ويعجل الصلاة؟»\nقلنا: عبد الله بن مسعود، قالت: «هكذا كان يصنع رسول الله صلى الله عليه\nوسلم <span id='ms0454'></span>»، والآخر أبو موسى رضي الله عنهما0\n</p>\n\n<h2 class='l2' id='head505'>فضل السحور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n            \n<h3 class='l3' id='head506'>2162 - </h3>\n\n<p>\nأخبرنا إسحق بن منصور، قال: أنبأنا عبد الرحمن، قال: حدثنا شعبة، عن عبد\nالحميد، صاحب الزيادي، قال: سمعت عبد الله بن الحارث، يحدث عن رجل، من\nأصحاب النبي صلى الله عليه وسلم، قال: دخلت على النبي صلى الله عليه وسلم\nوهو يتسحر، فقال: «إنها بركة أعطاكم الله إياها فلا تدعوه»0\n</p>\n\n<h2 class='l2' id='head507'>دعوة السحور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n            \n<h3 class='l3' id='head508'>2163 - </h3>\n\n<p>\nأخبرنا شعيب بن يوسف بصري، قال: حدثنا عبد الرحمن، عن معاوية بن صالح، عن\nيونس بن سيف، عن الحارث بن زياد، عن أبي رهم، عن العرباض بن سارية، قال:\nسمعت رسول الله صلى الله عليه وسلم وهو يدعو إلى السحور في شهر رمضان،\nوقال: «هلموا إلى الغداء المبارك»0\n</p>\n\n<h2 class='l2' id='head509'>تسمية السحور غداء</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n            \n<h3 class='l3' id='head510'>2164 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن بقية بن الوليد، قال:\nأخبرني بحير بن سعد، عن خالد بن معدان، عن المقدام بن معد يكرب، عن النبي\nصلى الله عليه وسلم، قال: «عليكم بغداء السحور فإنه هو الغداء المبارك»0\n</p>\n\n<h3 class='l3' id='head511'>2165 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن ثور،\nعن خالد بن معدان، قال: قال رسول الله صلى الله عليه وسلم لرجل: «هلم إلى\nالغداء المبارك» - يعني السحور -0\n</p>\n\n<h2 class='l2' id='head512'>فصل ما بين صيامنا وصيام أهل الكتاب</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n            \n<h3 class='l3' id='head513'>2166 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن موسى بن علي، عن أبيه، عن أبي قيس،\nعن عمرو بن العاص، قال: قال رسول الله صلى الله عليه وسلم: «إن فصل ما بين\nصيامنا وصيام أهل الكتاب أكلة السحور»0\n</p>\n\n<h2 class='l2' id='head514'>السحور بالسويق والتمر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n            \n<h3 class='l3' id='head515'>2167 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا عبد الرزاق، قال: أنبأنا معمر، عن\nقتادة، عن أنس، قال: قال رسول الله صلى الله عليه وسلم وذلك عند السحور:\n«يا أنس إني أريد الصيام، أطعمني شيئا»، فأتيته بتمر وإناء فيه ماء، وذلك\nبعد ما أذن بلال، فقال: «يا أنس، انظر رجلا يأكل معي»، فدعوت زيد بن ثابت،\nفجاء، فقال: إني قد شربت شربة سويق وأنا أريد الصيام، فقال رسول الله صلى\nالله عليه وسلم <span id='ms0455'></span>: «وأنا أريد الصيام»، فتسحر معه، ثم قام فصلى ركعتين، ثم\nخرج إلى الصلاة0\n</p>\n\n<h2 class='l2' id='head516'>تأويل قول الله تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر} </h2>\n\n<p>\n[البقرة: 187]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head517'>2168 - </h3>\n\n<p>\nأخبرني هلال بن العلاء بن هلال، قال: حدثنا حسين بن عياش، قال: حدثنا\nزهير، قال: حدثنا أبو إسحق، عن البراء بن عازب: \" أن أحدهم كان إذا نام قبل\nأن يتعشى لم يحل له أن يأكل شيئا ولا يشرب ليلته ويومه، من الغد حتى تغرب\nالشمس، حتى نزلت هذه الآية: {وكلوا واشربوا} [البقرة: 187] إلى {الخيط\nالأسود} [البقرة: 187]، قال: ونزلت في أبي قيس بن عمرو، أتى أهله وهو صائم\nبعد المغرب، فقال: هل من شيء؟ فقالت امرأته: ما عندنا شيء ولكن أخرج ألتمس\nلك عشاء، فخرجت ووضع رأسه فنام، فرجعت إليه فوجدته نائما وأيقظته، فلم يطعم\nشيئا وبات وأصبح صائما حتى انتصف النهار فغشي عليه، وذلك قبل أن تنزل هذه\nالآية فأنزل الله فيه \"0\n</p>\n\n<h3 class='l3' id='head518'>2169 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا جرير، عن مطرف، عن الشعبي، عن عدي بن\nحاتم، أنه سأل رسول الله صلى الله عليه وسلم عن قوله تعالى: {حتى يتبين لكم\nالخيط الأبيض} [البقرة: 187] من الخيط الأسود، قال: «هو سواد الليل وبياض\nالنهار»0\n</p>\n\n<h2 class='l2' id='head519'>كيف الفجر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p148'> Vol. 04, p. 148</a>\n            </div>\n            \n<h3 class='l3' id='head520'>2170 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا التيمي، عن أبي عثمان،\nعن ابن مسعود، عن النبي صلى الله عليه وسلم، قال: \" إن بلالا يؤذن بليل\nلينبه نائمكم ويرجع قائمكم، وليس الفجر أن يقول: هكذا - وأشار بكفه -، ولكن\nالفجر أن يقول: هكذا - وأشار بالسبابتين - \"0\n</p>\n\n<h3 class='l3' id='head521'>2171 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: حدثنا أبو داود، قال: حدثنا شعبة، أنبأنا\nسوادة بن حنظلة، قال: سمعت سمرة، يقول: قال رسول الله صلى الله عليه وسلم:\n«لا يغرنكم أذان بلال، ولا هذا البياض حتى ينفجر الفجر هكذا وهكذا - يعني\nمعترضا -» قال أبو داود: «وبسط بيديه يمينا وشمالا مادا يديه»0\n</p>\n\n<h2 class='l2' id='head522'>التقدم قبل شهر رمضان</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n            \n<h3 class='l3' id='head523'>2172 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا الوليد، عن الأوزاعي، عن يحيى، عن\nأبي سلمة، عن أبي هريرة <span id='ms0456'></span>، عن رسول الله صلى الله عليه وسلم، قال: «لا تقدموا\nقبل الشهر بصيام، إلا رجل كان يصوم صياما أتى ذلك اليوم على صيامه»0\n</p>\n\n<h2 class='l2' id='head524'>ذكر الاختلاف على يحيى بن أبي كثير ومحمد بن عمرو على أبي سلمة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n            \n<h3 class='l3' id='head525'>2173 - </h3>\n\n<p>\nأخبرني عمران بن يزيد بن خالد، قال: حدثنا محمد بن شعيب، قال: أنبأنا\nالأوزاعي، عن يحيى، قال: حدثني أبو سلمة، قال: أخبرني أبو هريرة، أن رسول\nالله صلى الله عليه وسلم قال: «لا يتقدمن أحد الشهر بيوم ولا يومين، إلا\nأحد كان يصوم صياما قبله فليصمه»0\n</p>\n\n<h3 class='l3' id='head526'>2174 - </h3>\n\n<p>\nأخبرنا محمد بن العلاء، قال: حدثنا أبو خالد، عن محمد بن عمرو، عن أبي\nسلمة، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: «لا تتقدموا\nالشهر بصيام يوم أو يومين إلا أن يوافق ذلك يوما كان يصومه أحدكم»، قال أبو\nعبد الرحمن: «هذا خطأ»0\n</p>\n\n<h2 class='l2' id='head527'>ذكر حديث أبي سلمة في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n            \n<h3 class='l3' id='head528'>2175 - </h3>\n\n<p>\nأخبرنا شعيب بن يوسف، ومحمد بن بشار، واللفظ له، قالا: حدثنا عبد الرحمن،\nقال: حدثنا سفيان، عن منصور، عن سالم، عن أبي سلمة، عن أم سلمة، قالت: «ما\nرأيت رسول الله صلى الله عليه وسلم يصوم شهرين متتابعين إلا أنه كان يصل\nشعبان برمضان»0\n</p>\n\n<h2 class='l2' id='head529'>الاختلاف على محمد بن إبراهيم فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n            \n<h3 class='l3' id='head530'>2176 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا النضر، قال: أنبأنا شعبة، عن توبة\nالعنبري، عن محمد بن إبراهيم، عن أبي سلمة، عن أم سلمة، قالت: «كان رسول\nالله صلى الله عليه وسلم يصل شعبان برمضان»0\n</p>\n\n<h3 class='l3' id='head531'>2177 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني أسامة بن زيد،\nأن محمد بن إبراهيم، حدثه عن أبي سلمة بن عبد الرحمن، أنه سأل عائشة، عن\nصيام رسول الله صلى الله عليه وسلم، فقالت: «كان رسول الله صلى الله عليه\nوسلم يصوم حتى نقول لا يفطر، ويفطر حتى نقول لا يصوم، وكان يصوم شعبان أو\nعامة شعبان»0\n</p>\n\n<h3 class='l3' id='head532'>2178 - </h3>\n\n<p>\nأخبرنا أحمد بن سعد بن الحكم، قال: حدثنا عمي، قال: حدثنا نافع بن يزيد،\nأن ابن الهاد، حدثه أن محمد بن <span id='ms0457'></span> إبراهيم، حدثه عن أبي سلمة يعني ابن عبد\nالرحمن، عن عائشة، قالت: لقد كانت إحدانا تفطر في رمضان فما تقدر على أن\nتقضي حتى يدخل شعبان، «وما كان رسول الله صلى الله عليه وسلم يصوم في شهر\nما يصوم في شعبان، كان يصومه كله إلا قليلا بل كان يصومه كله»0\n</p>\n\n<h2 class='l2' id='head533'>ذكر اختلاف ألفاظ الناقلين لخبر عائشة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n            \n<h3 class='l3' id='head534'>2179 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن يزيد، قال: حدثنا سفيان، عن عبد الله بن أبي\nلبيد، عن أبي سلمة، قال: سألت عائشة، فقلت: أخبريني عن صيام رسول الله صلى\nالله عليه وسلم، قالت: «كان يصوم حتى نقول قد صام، ويفطر حتى نقول قد أفطر،\nولم يكن يصوم شهرا أكثر من شعبان كان يصوم شعبان إلا قليلا، كان يصوم شعبان\nكله»0\n</p>\n\n<h3 class='l3' id='head535'>2180 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا معاذ بن هشام، قال: حدثني أبي، عن\nيحيى بن أبي كثير، قال: حدثني أبو سلمة بن عبد الرحمن، عن عائشة، قالت: «لم\nيكن رسول الله صلى الله عليه وسلم في شهر من السنة أكثر صياما منه في\nشعبان، كان يصوم شعبان كله»0\n</p>\n\n<h3 class='l3' id='head536'>2181 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا أبو داود، عن سفيان، عن منصور، عن\nخالد بن سعد، عن عائشة، قالت: «كان النبي صلى الله عليه وسلم يصوم شعبان»0\n</p>\n\n<h3 class='l3' id='head537'>2182 - </h3>\n\n<p>\nأخبرنا هارون بن إسحق، عن عبدة، عن سعيد، عن قتادة، عن زرارة بن أوفى، عن\nسعد بن هشام، عن عائشة، قالت: «لا أعلم رسول الله صلى الله عليه وسلم قرأ\nالقرآن كله في ليلة، ولا قام ليلة حتى الصباح، ولا صام شهرا كاملا قط غير\nرمضان»0\n</p>\n\n<h3 class='l3' id='head538'>2183 - </h3>\n\n<p>\nأخبرنا محمد بن أحمد بن أبي يوسف الصيدلاني حراني، قال: حدثنا محمد بن\nسلمة، عن هشام، عن ابن سيرين، عن عبد الله بن شقيق، عن عائشة، قال: سألتها\nعن صيام رسول الله صلى الله عليه وسلم، قالت: «كان رسول الله صلى الله عليه\nوسلم يصوم حتى نقول قد صام، ويفطر حتى نقول قد أفطر، ولم يصم شهرا تاما منذ\nأتى المدينة إلا <span id='ms0458'></span> أن يكون رمضان»0\n</p>\n\n<h3 class='l3' id='head539'>2184 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: أنبأنا خالد وهو ابن الحارث، عن كهمس، عن\nعبد الله بن شقيق، قال: قلت لعائشة: أكان رسول الله صلى الله عليه وسلم\nيصلي صلاة الضحى؟ قالت: «لا، إلا أن يجيء من مغيبه»، قلت: هل كان رسول الله\nصلى الله عليه وسلم يصوم شهرا كله؟ قالت: «لا، ما علمت صام شهرا كله إلا\nرمضان، ولا أفطر حتى يصوم منه حتى مضى لسبيله»0\n</p>\n\n<h3 class='l3' id='head540'>2185 - </h3>\n\n<p>\nأخبرنا أبو الأشعث، عن يزيد وهو ابن زريع، قال: حدثنا الجريري، عن عبد\nالله بن شقيق، قال: قلت لعائشة: أكان رسول الله صلى الله عليه وسلم يصلي\nصلاة الضحى؟ قالت: «لا، إلا أن يجيء من مغيبه»، قلت: هل كان رسول الله صلى\nالله عليه وسلم له صوم معلوم سوى رمضان؟ قالت: «والله إن صام شهرا معلوما\nسوى رمضان حتى مضى لوجهه ولا أفطر حتى يصوم منه»0\n</p>\n\n<h2 class='l2' id='head541'>ذكر الاختلاف على خالد بن معدان في هذا الحديث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n            \n<h3 class='l3' id='head542'>2186 - </h3>\n\n<p>\nأخبرني عمرو بن عثمان، عن بقية، قال: حدثنا بحير، عن خالد، عن جبير بن\nنفير، أن رجلا سأل عائشة، عن الصيام، فقالت: «إن رسول الله صلى الله عليه\nوسلم كان يصوم شعبان كله، ويتحرى صيام الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head543'>2187 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا عبد الله بن داود، قال: حدثنا ثور، عن\nخالد بن معدان، عن ربيعة الجرشي، عن عائشة، قالت: «كان رسول الله صلى الله\nعليه وسلم يصوم شعبان ورمضان ويتحرى الاثنين والخميس»0\n</p>\n\n<h2 class='l2' id='head544'>صيام يوم الشك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n            \n<h3 class='l3' id='head545'>2188 - </h3>\n\n<p>\nأخبرنا عبد الله بن سعيد الأشج، عن أبي خالد، عن عمرو بن قيس، عن أبي\nإسحق، عن صلة، قال: كنا عند عمار فأتي بشاة مصلية، فقال: كلوا، فتنحى بعض\nالقوم، قال: إني صائم، فقال عمار: «من صام اليوم الذي يشك فيه فقد عصى أبا\nالقاسم صلى الله عليه وسلم»0\n</p>\n\n<h3 class='l3' id='head546'>2189 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا ابن أبي عدي، عن أبي يونس، عن سماك، قال: دخلت\nعلى عكرمة في يوم قد أشكل من رمضان هو أم من شعبان، وهو يأكل خبزا وبقلا\nولبنا <span id='ms0459'></span>، فقال لي: هلم، فقلت: إني صائم، قال وحلف بالله: لتفطرن، قلت: سبحان\nالله مرتين، فلما رأيته يحلف لا يستثني تقدمت قلت: هات الآن ما عندك، قال:\nسمعت ابن عباس، يقول: قال رسول الله صلى الله عليه وسلم: «صوموا لرؤيته،\nوأفطروا لرؤيته، فإن حال بينكم وبينه سحابة أو ظلمة، فأكملوا العدة عدة\nشعبان، ولا تستقبلوا الشهر استقبالا، ولا تصلوا رمضان بيوم من شعبان»0\n</p>\n\n<h2 class='l2' id='head547'>التسهيل في صيام يوم الشك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n            \n<h3 class='l3' id='head548'>2190 - </h3>\n\n<p>\nأخبرنا عبد الملك بن شعيب بن الليث بن سعد، قال: أخبرني أبي، عن جدي،\nقال: أخبرني شعيب بن إسحق، عن الأوزاعي، وابن أبي عروبة، عن يحيى بن أبي\nكثير، عن أبي سلمة، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم، أنه\nكان يقول: «ألا لا تقدموا الشهر بيوم أو اثنين، إلا رجل كان يصوم صياما\nفليصمه»0\n</p>\n\n<h2 class='l2' id='head549'>ثواب من قام رمضان وصامه إيمانا واحتسابا والاختلاف على الزهري في الخبر في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n            \n<h3 class='l3' id='head550'>2191 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن عبد الحكم، عن شعيب، عن الليث، قال: أنبأنا\nخالد، عن ابن أبي هلال، عن ابن شهاب، عن سعيد بن المسيب، عن رسول الله صلى\nالله عليه وسلم، قال: «من قام رمضان إيمانا واحتسابا غفر له ما تقدم من\nذنبه»0\n</p>\n\n<h3 class='l3' id='head551'>2192 - </h3>\n\n<p>\nأخبرنا محمد بن جبلة، قال: حدثنا المعافى، قال: حدثنا موسى، عن إسحق بن\nراشد، عن الزهري، قال: أخبرني عروة بن الزبير، أن عائشة، زوج النبي صلى\nالله عليه وسلم، أخبرته أن رسول الله صلى الله عليه وسلم كان يرغب الناس في\nقيام رمضان من غير أن يأمرهم بعزيمة أمر فيه، فيقول: «من قام رمضان إيمانا\nواحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head552'>2193 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: أنبأنا إسحق، قال: أنبأنا عبد الله بن\nالحارث، عن يونس الأيلي، عن الزهري، قال: أخبرني عروة بن الزبير، أن عائشة،\nأخبرته أن رسول الله صلى الله عليه وسلم خرج في جوف الليل يصلي في المسجد،\nفصلى بالناس - وساق الحديث، وفيه قالت - فكان يرغبهم في قيام رمضان من غير\nأن <span id='ms0460'></span> يأمرهم بعزيمة، ويقول: «من قام ليلة القدر إيمانا واحتسابا غفر له ما\nتقدم من ذنبه» قال: فتوفي رسول الله صلى الله عليه وسلم والأمر على ذلك0\n</p>\n\n<h3 class='l3' id='head553'>2194 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني يونس، عن ابن\nشهاب، قال: أخبرني أبو سلمة بن عبد الرحمن، أن أبا هريرة، قال: سمعت رسول\nالله صلى الله عليه وسلم يقول في رمضان: «من قامه إيمانا واحتسابا غفر له\nما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head554'>2195 - </h3>\n\n<p>\nأخبرني محمد بن خالد، قال: حدثنا بشر بن شعيب، عن أبيه، عن الزهري، قال:\nأخبرني عروة بن الزبير، أن عائشة، أخبرته أن رسول الله صلى الله عليه وسلم\nخرج من جوف الليل، فصلى في المسجد - وساق الحديث، وقال فيه - وكان رسول\nالله صلى الله عليه وسلم يرغبهم في قيام رمضان من غير أن يأمرهم بعزيمة أمر\nفيه، فيقول: «من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head555'>2196 - </h3>\n\n<p>\nأخبرنا محمد بن خالد، قال: حدثنا بشر بن شعيب، عن أبيه، عن الزهري، قال:\nحدثنا أبو سلمة بن عبد الرحمن، أن أبا هريرة، قال: سمعت رسول الله صلى الله\nعليه وسلم، يقول: «لرمضان من قامه إيمانا واحتسابا، غفر له ما تقدم من\nذنبه»0\n</p>\n\n<h3 class='l3' id='head556'>2197 - </h3>\n\n<p>\nأخبرنا أبو داود، قال: حدثنا يعقوب بن إبراهيم، قال: حدثنا أبي، عن صالح،\nعن ابن شهاب، أن أبا سلمة، أخبره أن أبا هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: «من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head557'>2198 - </h3>\n\n<p>\nأخبرنا نوح بن حبيب، قال: حدثنا عبد الرزاق، قال: أنبأنا معمر، عن\nالزهري، عن أبي سلمة، عن أبي هريرة، قال: كان رسول الله صلى الله عليه وسلم\nيرغب في قيام رمضان من غير أن يأمرهم بعزيمة، قال: «من قام رمضان إيمانا\nواحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head558'>2199 - </h3>\n\n<p>\nأخبرنا قتيبة، عن مالك، عن ابن شهاب، عن حميد بن عبد الرحمن، عن أبي\nهريرة، أن رسول الله صلى الله عليه وسلم، قال: «من قام رمضان إيمانا <span id='ms0461'></span>\nواحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head559'>2200 - </h3>\n\n<p>\nأخبرنا محمد بن سلمة، قال: حدثنا ابن القاسم، عن مالك، قال: حدثني ابن\nشهاب، عن حميد بن عبد الرحمن، عن أبي هريرة، أن رسول الله صلى الله عليه\nوسلم، قال: «من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head560'>2201 - </h3>\n\n<p>\nأخبرني محمد بن إسمعيل، قال: حدثنا عبد الله بن محمد بن أسماء، قال:\nحدثنا جويرية، عن مالك، قال الزهري: أخبرني أبو سلمة بن عبد الرحمن، وحميد\nبن عبد الرحمن، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم، قال: «من\nقام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head561'>2202 - </h3>\n\n<p>\nأخبرنا قتيبة، ومحمد بن عبد الله بن يزيد، قالا: حدثنا سفيان، عن الزهري،\nعن أبي سلمة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: \" من صام\nرمضان - وفي حديث قتيبة: أن النبي صلى الله عليه وسلم قال: من قام شهر\nرمضان - إيمانا واحتسابا غفر له ما تقدم من ذنبه، ومن قام ليلة القدر\nإيمانا واحتسابا غفر له ما تقدم من ذنبه \"0\n</p>\n\n<h3 class='l3' id='head562'>2203 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن الزهري، عن أبي سلمة، عن أبي هريرة،\nأن النبي صلى الله عليه وسلم قال: «من صام رمضان إيمانا واحتسابا غفر له ما\nتقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head563'>2204 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا سفيان، عن الزهري، عن أبي سلمة، عن\nأبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: «من صام رمضان إيمانا\nواحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head564'>2205 - </h3>\n\n<p>\nأخبرنا علي بن المنذر، قال: حدثنا ابن فضيل، قال: حدثنا يحيى بن سعيد، عن\nأبي سلمة، عن أبي هريرة، رضي الله عنه، قال رسول الله صلى الله عليه وسلم:\n«من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h2 class='l2' id='head565'>ذكر اختلاف يحيى بن أبي كثير والنضر بن شيبان فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n            \n<h3 class='l3' id='head566'>2206 - </h3>\n\n<p>\nأخبرني محمد بن عبد الأعلى، ومحمد بن هشام، وأبو الأشعث، واللفظ له،\nقالوا: حدثنا خالد، قال: حدثنا هشام، عن يحيى بن أبي كثير <span id='ms0462'></span>، عن أبي سلمة بن\nعبد الرحمن، قال: حدثني أبو هريرة، أن رسول الله صلى الله عليه وسلم، قال:\n«من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه، ومن قام ليلة القدر\nإيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head567'>2207 - </h3>\n\n<p>\nأخبرني محمود بن خالد، عن مروان، أنبأنا معاوية بن سلام، عن يحيى بن أبي\nكثير، عن أبي سلمة، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم:\n«من قام شهر رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه، ومن قام ليلة\nالقدر إيمانا واحتسابا غفر له ما تقدم من ذنبه»0\n</p>\n\n<h3 class='l3' id='head568'>2208 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا الفضل بن دكين، قال: حدثنا نصر بن\nعلي، قال: حدثني النضر بن شيبان، - أنه لقي أبا سلمة بن عبد الرحمن، فقال\nله: حدثني بأفضل شيء سمعته يذكر في شهر رمضان -، فقال أبو سلمة، حدثني عبد\nالرحمن بن عوف، عن رسول الله صلى الله عليه وسلم أنه ذكر شهر رمضان ففضله\nعلى الشهور، وقال: «من قام رمضان إيمانا واحتسابا خرج من ذنوبه كيوم ولدته\nأمه»، قال أبو عبد الرحمن: «هذا خطأ والصواب أبو سلمة، عن أبي هريرة»،0\n</p>\n\n<h3 class='l3' id='head569'>2209 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا النضر بن شميل، قال: أنبأنا القاسم\nبن الفضل، قال: حدثنا النضر بن شيبان، عن أبي سلمة، فذكر مثله، وقال: «من\nصامه وقامه إيمانا واحتسابا»0\n</p>\n\n<h3 class='l3' id='head570'>2210 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن المبارك، قال: حدثنا أبو هشام، قال: حدثنا\nالقاسم بن الفضل، قال: حدثنا النضر بن شيبان، قال: - قلت لأبي سلمة بن عبد\nالرحمن، حدثني بشيء سمعته من أبيك، سمعه أبوك من رسول الله صلى الله عليه\nوسلم، ليس بين أبيك وبين رسول الله صلى الله عليه وسلم أحد في شهر رمضان\nقال: نعم - حدثني أبي، قال: قال رسول الله صلى الله عليه وسلم: «إن الله\nتبارك وتعالى فرض صيام رمضان عليكم وسننت لكم قيامه، فمن صامه وقامه إيمانا\nواحتسابا خرج من ذنوبه كيوم ولدته أمه»0\n</p>\n\n<h2 class='l2' id='head571'>فضل الصيام والاختلاف على <span id='ms0463'></span> أبي إسحق في حديث علي بن أبي طالب في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n            \n<h3 class='l3' id='head572'>2211 - </h3>\n\n<p>\nأخبرني هلال بن العلاء، قال: حدثنا أبي، قال: حدثنا عبيد الله، عن زيد،\nعن أبي إسحق، عن عبد الله بن الحارث، عن علي بن أبي طالب، عن رسول الله صلى\nالله عليه وسلم قال: \" إن الله تبارك وتعالى، يقول: الصوم لي وأنا أجزي به،\nوللصائم فرحتان حين يفطر، وحين يلقى ربه، والذي نفسي بيده لخلوف فم الصائم\nأطيب عند الله من ريح المسك \"0\n</p>\n\n<h3 class='l3' id='head573'>2212 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن أبي إسحق، عن\nأبي الأحوص، قال: عبد الله: \" قال الله عز وجل: الصوم لي وأنا أجزي به،\nوللصائم فرحتان فرحة حين يلقى ربه، وفرحة عند إفطاره، ولخلوف فم الصائم\nأطيب عند الله من ريح المسك \"0\n</p>\n\n<h2 class='l2' id='head574'>ذكر الاختلاف على أبي صالح في هذا الحديث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n            \n<h3 class='l3' id='head575'>2213 - </h3>\n\n<p>\nأخبرنا علي بن حرب، قال: حدثنا محمد بن فضيل، قال: حدثنا أبو سنان ضرار\nبن مرة، عن أبي صالح، عن أبي سعيد، قال: قال النبي صلى الله عليه وسلم: \"\nإن الله تبارك وتعالى، يقول: الصوم لي وأنا أجزي به. وللصائم فرحتان إذا\nأفطر فرح، وإذا لقي الله فجزاه فرح، والذي نفس محمد بيده لخلوف فم الصائم\nأطيب عند الله من ريح المسك \"0\n</p>\n\n<h3 class='l3' id='head576'>2214 - </h3>\n\n<p>\nأخبرنا سليمان بن داود، عن ابن وهب، قال: أخبرني عمرو، أن المنذر بن\nعبيد، حدثه عن أبي صالح السمان، عن أبي هريرة، عن رسول الله صلى الله عليه\nوسلم، قال: «الصيام لي وأنا أجزي به، والصائم يفرح مرتين عند فطره، ويوم\nيلقى الله» وخلوف فم الصائم أطيب عند الله من ريح المسك \"0\n</p>\n\n<h3 class='l3' id='head577'>2215 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا جرير، عن الأعمش، عن أبي صالح، عن\nأبي هريرة، عن رسول الله صلى الله عليه وسلم، قال: \" ما من حسنة عملها ابن\nآدم إلا كتب له عشر حسنات إلى سبع مائة ضعف، قال الله عز وجل: إلا الصيام\nفإنه لي، وأنا أجزي به يدع شهوته وطعامه من أجلي، الصيام جنة. للصائم\nفرحتان: فرحة <span id='ms0464'></span> عند فطره، وفرحة عند لقاء ربه. ولخلوف فم الصائم أطيب عند\nالله من ريح المسك \"0\n</p>\n\n<h3 class='l3' id='head578'>2216 - </h3>\n\n<p>\nأخبرني إبراهيم بن الحسن، عن حجاج، قال: قال ابن جريج: أخبرني عطاء، عن\nأبي صالح الزيات، أنه سمع أبا هريرة، يقول: قال رسول الله صلى الله عليه\nوسلم: \" كل عمل ابن آدم له إلا الصيام هو لي، وأنا أجزي به، والصيام جنة،\nإذا كان يوم صيام أحدكم فلا يرفث ولا يصخب، فإن شاتمه أحد أو قاتله، فليقل:\nإني صائم. والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله يوم القيامة\nمن ريح المسك. للصائم فرحتان يفرحهما إذا أفطر فرح بفطره، وإذا لقي ربه عز\nوجل فرح بصومه \"0\n</p>\n\n<h3 class='l3' id='head579'>2217 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا سويد، قال: أنبأنا عبد الله، عن ابن\nجريج، قراءة عليه، عن عطاء بن أبي رباح، قال: أخبرني عطاء الزيات، أنه سمع\nأبا هريرة، يقول: قال رسول الله صلى الله عليه وسلم: \" قال الله عز وجل: كل\nعمل ابن آدم له إلا الصيام هو لي وأنا أجزي به، الصيام جنة، فإذا كان يوم\nصوم أحدكم فلا يرفث، ولا يصخب، فإن شاتمه أحد أو قاتله، فليقل: إني امرؤ\nصائم. والذي نفس محمد بيده، لخلوف فم الصائم أطيب عند الله من ريح المسك\n«وقد روي هذا الحديث عن أبي هريرة، وسعيد بن المسيب»0\n</p>\n\n<h3 class='l3' id='head580'>2218 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني يونس، عن ابن\nشهاب، قال: حدثني سعيد بن المسيب، أن أبا هريرة، قال: سمعت رسول الله صلى\nالله عليه وسلم، يقول: \" قال الله عز وجل: كل عمل ابن آدم له إلا الصيام هو\nلي، وأنا أجزي به. والذي نفس محمد بيده، لخلفة فم الصائم أطيب عند الله من\nريح المسك \"0\n</p>\n\n<h3 class='l3' id='head581'>2219 - </h3>\n\n<p>\nأخبرنا أحمد بن عيسى، قال: حدثنا ابن وهب، عن عمرو، عن بكير، عن سعيد بن\nالمسيب، عن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: «كل حسنة يعملها\nابن آدم فله عشر أمثالها، إلا الصيام لي وأنا أجزي به»0\n</p>\n\n<h2 class='l2' id='head582'>ذكر <span id='ms0465'></span> الاختلاف على محمد بن أبي يعقوب في حديث أبي أمامة، في فضل الصائم</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n            \n<h3 class='l3' id='head583'>2220 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، عن عبد الرحمن، قال: حدثنا مهدي بن ميمون، قال:\nأخبرني محمد بن عبد الله بن أبي يعقوب، قال: أخبرني رجاء بن حيوة، عن أبي\nأمامة، قال: أتيت رسول الله صلى الله عليه وسلم، فقلت: مرني بأمر آخذه عنك،\nقال: «عليك بالصوم فإنه لا مثل له»0\n</p>\n\n<h3 class='l3' id='head584'>2221 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: أنبأنا ابن وهب، قال: أخبرني جرير بن\nحازم، أن محمد بن عبد الله بن أبي يعقوب الضبي، حدثه عن رجاء بن حيوة، قال:\nحدثنا أبو أمامة الباهلي، قال: قلت: يا رسول الله مرني بأمر ينفعني الله\nبه، قال: «عليك بالصيام فإنه لا مثل له»0\n</p>\n\n<h3 class='l3' id='head585'>2222 - </h3>\n\n<p>\nأخبرني عبد الله بن محمد الضعيف، شيخ صالح، والضعيف لقب لكثرة عبادته،\nقال: أخبرنا يعقوب الحضرمي، قال: حدثنا شعبة، عن محمد بن عبد الله بن أبي\nيعقوب، عن أبي نصر، عن رجاء بن حيوة، عن أبي أمامة، أنه سأل رسول الله صلى\nالله عليه وسلم أي العمل أفضل؟ قال: «عليك بالصوم فإنه لا عدل له»0\n</p>\n\n<h3 class='l3' id='head586'>2223 - </h3>\n\n<p>\nأخبرنا يحيى بن محمد هو ابن السكن أبو عبيد الله، قال: حدثنا يحيى بن\nكثير، قال: حدثنا شعبة، عن محمد بن أبي يعقوب الضبي، عن أبي نصر الهلالي،\nعن رجاء بن حيوة، عن أبي أمامة، قال: قلت: يا رسول الله، مرني بعمل، قال:\n«عليك بالصوم فإنه لا عدل له»، قلت: يا رسول الله مرني بعمل، قال: «عليك\nبالصوم فإنه لا عدل له»0\n</p>\n\n<h3 class='l3' id='head587'>2224 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن سمرة، قال: حدثنا المحاربي، عن فطر، أخبرني\nحبيب بن أبي ثابت، عن الحكم بن عتيبة، عن ميمون بن أبي شبيب، عن معاذ بن\nجبل، قال: قال رسول الله صلى الله عليه وسلم: «الصوم جنة»0\n</p>\n\n<h3 class='l3' id='head588'>2225 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا يحيى بن حماد، قال: حدثنا أبو عوانة،\nعن سليمان، عن حبيب بن أبي ثابت، والحكم، عن ميمون بن أبي شبيب، عن معاذ بن\nجبل، قال: قال رسول <span id='ms0466'></span> الله صلى الله عليه وسلم: «الصوم جنة»0\n</p>\n\n<h3 class='l3' id='head589'>2226 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، ومحمد بن بشار، قالا: حدثنا محمد، قال: حدثنا\nشعبة، عن الحكم، قال: سمعت عروة بن النزال، يحدث عن معاذ، قال: قال رسول\nالله صلى الله عليه وسلم: «الصوم جنة»0\n</p>\n\n<h3 class='l3' id='head590'>2227 - </h3>\n\n<p>\nأخبرني إبراهيم بن الحسن، عن حجاج، عن شعبة، - قال لي الحكم: سمعته منه\nمنذ أربعين سنة، ثم - قال الحكم، وحدثني به ميمون بن أبي شبيب، عن معاذ بن\nجبل\n</p>\n\n#0\n<h3 class='l3' id='head591'>2228 - </h3>\n\n<p>\nأخبرنا إبراهيم بن الحسن، عن حجاج، قال: ابن جريج، أخبرني عطاء، عن أبي\nصالح الزيات، أنه سمع أبا هريرة، يقول: قال رسول الله صلى الله عليه وسلم:\n«الصيام جنة»0\n</p>\n\n<h3 class='l3' id='head592'>2229 - </h3>\n\n<p>\nوأخبرنا محمد بن حاتم، أنبأنا سويد، قال: أنبأنا عبد الله، عن ابن جريج،\nقراءة عن عطاء، قال: أنبأنا أبو صالح الزيات، أنه سمع أبا هريرة، يقول: قال\nرسول الله صلى الله عليه وسلم: «الصيام جنة»0\n</p>\n\n<h3 class='l3' id='head593'>2230 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن يزيد بن أبي حبيب، عن سعيد بن أبي\nهند، أن مطرفا، رجلا من بني عامر بن صعصعة، حدثه أن عثمان بن أبي العاص،\nدعا له بلبن ليسقيه، فقال مطرف: إني صائم، فقال عثمان: سمعت رسول الله صلى\nالله عليه وسلم، يقول: «الصيام جنة كجنة أحدكم من القتال»0\n</p>\n\n<h3 class='l3' id='head594'>2231 - </h3>\n\n<p>\nأخبرنا علي بن الحسين، قال: حدثنا ابن أبي عدي، عن ابن إسحق، عن سعيد بن\nأبي هند، عن مطرف، قال: دخلت على عثمان بن أبي العاص، فدعا بلبن، فقلت: إني\nصائم، فقال: سمعت رسول الله صلى الله عليه وسلم، يقول: «الصوم جنة من النار\nكجنة أحدكم من القتال»0\n</p>\n\n<h3 class='l3' id='head595'>2232 - </h3>\n\n<p>\nأخبرني زكريا بن يحيى، قال: حدثنا أبو مصعب، عن المغيرة، عن عبد الله بن\nسعيد بن أبي هند، عن محمد بن إسحق، عن سعيد بن أبي هند، قال: دخل مطرف على\nعثمان، نحوه مرسل0\n</p>\n\n<h3 class='l3' id='head596'>2233 - </h3>\n\n<p>\nأخبرنا يحيى بن حبيب بن عربي، قال: حدثنا حماد، قال: حدثنا واصل، عن بشار\nبن أبي سيف، عن الوليد بن عبد الرحمن، عن عياض بن غطيف، قال أبو عبيدة:\nسمعت رسول الله <span id='ms0467'></span> صلى الله عليه وسلم يقول: «الصوم جنة ما لم يخرقها»0\n</p>\n\n<h3 class='l3' id='head597'>2234 - </h3>\n\n<p>\nأخبرنا محمد بن يزيد الآدمي، قال: حدثنا معن، عن خارجة بن سليمان، عن\nيزيد بن رومان، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم، قال:\n«الصيام جنة من النار، فمن أصبح صائما، فلا يجهل يومئذ، وإن امرؤ جهل عليه\nفلا يشتمه ولا يسبه، وليقل إني صائم، والذي نفس محمد بيده، لخلوف فم الصائم\nأطيب عند الله من ريح المسك»0\n</p>\n\n<h3 class='l3' id='head598'>2235 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا حبان، قال: أنبأنا عبد الله، عن مسعر،\nعن الوليد بن أبي مالك، قال: حدثنا أصحابنا، عن أبي عبيدة، قال: «الصيام\nجنة ما لم يخرقها»0\n</p>\n\n<h3 class='l3' id='head599'>2236 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: أنبأنا سعيد بن عبد الرحمن، عن أبي حازم، عن سهل\nبن سعد، عن النبي صلى الله عليه وسلم، قال: «للصائمين باب في الجنة يقال له\nالريان، لا يدخل فيه أحد غيرهم، فإذا دخل آخرهم أغلق، من دخل فيه شرب ومن\nشرب لم يظمأ أبدا»0\n</p>\n\n<h3 class='l3' id='head600'>2237 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا يعقوب، عن أبي حازم، قال: حدثني سهل: «أن في\nالجنة بابا يقال له الريان، يقال يوم القيامة أين الصائمون؟ هل لكم إلى\nالريان، من دخله لم يظمأ أبدا، فإذا دخلوا أغلق عليهم فلم يدخل فيه أحد\nغيرهم»0\n</p>\n\n<h3 class='l3' id='head601'>2238 - </h3>\n\n<p>\nأخبرنا أحمد بن عمرو بن السرح، والحارث بن مسكين، قراءة عليه وأنا أسمع،\nعن ابن وهب، قال: أخبرني مالك، ويونس، عن ابن شهاب، عن حميد بن عبد الرحمن،\nعن أبي هريرة، عن رسول الله صلى الله عليه وسلم، قال: «من أنفق زوجين في\nسبيل الله عز وجل نودي في الجنة يا عبد الله هذا خير، فمن كان من أهل\nالصلاة يدعى من باب الصلاة، ومن كان من أهل الجهاد يدعى من باب الجهاد، ومن\nكان من أهل الصدقة يدعى من باب الصدقة، ومن كان من أهل الصيام دعي من باب\nالريان»، قال أبو بكر الصديق: يا رسول الله، ما على أحد يدعى من تلك\nالأبواب من ضرورة، فهل يدعى <span id='ms0468'></span> أحد من تلك الأبواب كلها؟ قال رسول الله صلى\nالله عليه وسلم: «نعم، وأرجو أن تكون منهم»0\n</p>\n\n<h3 class='l3' id='head602'>2239 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: حدثنا أبو أحمد، قال: حدثنا سفيان، عن\nالأعمش، عن عمارة بن عمير، عن عبد الرحمن بن يزيد، عن عبد الله، قال: خرجنا\nمع رسول الله صلى الله عليه وسلم، ونحن شباب لا نقدر على شيء، قال: «يا\nمعشر الشباب، عليكم بالباءة، فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع\nفعليه بالصوم فإنه له وجاء»0\n</p>\n\n<h3 class='l3' id='head603'>2240 - </h3>\n\n<p>\nأخبرنا بشر بن خالد، قال: حدثنا محمد بن جعفر، عن شعبة، عن سليمان، عن\nإبراهيم، عن علقمة: أن ابن مسعود، لقي عثمان بعرفات، فخلا به فحدثه، وأن\nعثمان قال لابن مسعود: هل لك في فتاة أزوجكها، فدعا عبد الله علقمة، فحدثه\nأن النبي صلى الله عليه وسلم، قال: «من استطاع منكم الباءة فليتزوج، فإنه\nأغض للبصر، وأحصن للفرج، ومن لم يستطع فليصم، فإن الصوم له وجاء»0\n</p>\n\n<h3 class='l3' id='head604'>2241 - </h3>\n\n<p>\nأخبرنا هارون بن إسحق، قال: حدثنا المحاربي، عن الأعمش، عن إبراهيم، عن\nعلقمة، والأسود، عن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: «من\nاستطاع منكم الباءة فليتزوج، ومن لم يجد فعليه بالصوم فإنه له وجاء»0\n</p>\n\n<h3 class='l3' id='head605'>2242 - </h3>\n\n<p>\nأخبرني هلال بن العلاء بن هلال، قال: حدثنا أبي، قال: حدثنا علي بن هاشم،\nعن الأعمش، عن عمارة، عن عبد الرحمن بن يزيد، قال: دخلنا على عبد الله،\nومعنا علقمة والأسود وجماعة، فحدثنا بحديث ما رأيته حدث به القوم إلا من\nأجلي لأني كنت أحدثهم، سنا قال رسول الله صلى الله عليه وسلم: «يا معشر\nالشباب، من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر، وأحصن للفرج» قال\nعلي: وسئل الأعمش، عن حديث إبراهيم، فقال: عن إبراهيم، عن علقمة، عن عبد\nالله، مثله، قال: نعم0\n</p>\n\n<h3 class='l3' id='head606'>2243 - </h3>\n\n<p>\nأخبرنا عمرو بن زرارة، قال: أنبأنا إسمعيل، قال: حدثنا يونس، عن أبي\nمعشر، عن إبراهيم، عن علقمة، قال: كنت مع ابن مسعود وهو عند عثمان، فقال\nعثمان: خرج رسول الله صلى الله عليه وسلم على فتية <span id='ms0469'></span>، فقال: «من كان منكم ذا\nطول فليتزوج، فإنه أغض للبصر، وأحصن للفرج، ومن لا، فالصوم له وجاء» قال\nأبو عبد الرحمن: \" أبو معشر هذا اسمه زياد بن كليب وهو ثقة، وهو صاحب\nإبراهيم، روى عنه منصور، ومغيرة، وشعبة، وأبو معشر المدني اسمه نجيح وهو\nضعيف، ومع ضعفه أيضا كان قد اختلط عنده أحاديث مناكير، منها محمد بن عمرو،\nعن أبي سلمة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: ما بين\nالمشرق والمغرب قبلة، ومنها هشام بن عروة، عن أبيه، عن عائشة، عن النبي صلى\nالله عليه وسلم: لا تقطعوا اللحم بالسكين ولكن انهسوا نهسا \"0\n</p>\n\n<h2 class='l2' id='head607'>باب: ثواب من صام يوما في سبيل الله عز وجل وذكر الاختلاف على سهيل بن أبي صالح في الخبر في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n            \n<h3 class='l3' id='head608'>2244 - </h3>\n\n<p>\nأخبرنا يونس بن عبد الأعلى، قال: أخبرني أنس، عن سهيل بن أبي صالح، عن\nأبيه، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم، قال: «من صام يوما\nفي سبيل الله عز وجل زحزح الله وجهه عن النار بذلك اليوم سبعين خريفا»0\n</p>\n\n<h3 class='l3' id='head609'>2245 - </h3>\n\n<p>\nأخبرنا داود بن سليمان بن حفص، قال: حدثنا أبو معاوية الضرير، عن سهيل،\nعن المقبري، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم:\n«من صام يوما في سبيل الله باعد الله بينه وبين النار بذلك اليوم سبعين\nخريفا»0\n</p>\n\n<h3 class='l3' id='head610'>2246 - </h3>\n\n<p>\nأخبرنا إبراهيم بن يعقوب، قال: حدثنا ابن أبي مريم، قال: حدثنا سعيد بن\nعبد الرحمن، قال: أخبرني سهيل، عن أبيه، عن أبي هريرة، قال: قال رسول الله\nصلى الله عليه وسلم: «من صام يوما في سبيل الله باعد الله عز وجل وجهه عن\nالنار سبعين خريفا»0\n</p>\n\n<h3 class='l3' id='head611'>2247 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن سهيل، عن\nصفوان، عن أبي سعيد، عن النبي صلى الله عليه وسلم، قال: «من صام يوما في\nسبيل الله عز وجل باعد الله وجهه من جهنم سبعين عاما»0\n</p>\n\n<h3 class='l3' id='head612'>2248 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن عبد الحكم، عن شعيب، قال: أنبأنا <span id='ms0470'></span> الليث، عن\nابن الهاد، عن سهيل، عن ابن أبي عياش، عن أبي سعيد، أنه سمع رسول الله صلى\nالله عليه وسلم، يقول: «ما من عبد يصوم يوما في سبيل الله عز وجل إلا بعد\nالله عز وجل بذلك اليوم وجهه عن النار سبعين خريفا»0\n</p>\n\n<h3 class='l3' id='head613'>2249 - </h3>\n\n<p>\nأخبرنا الحسن بن قزعة، عن حميد بن الأسود، قال: حدثنا سهيل، عن النعمان\nبن أبي عياش، قال: سمعت أبا سعيد الخدري، قال: قال رسول الله صلى الله عليه\nوسلم: «من صام يوما في سبيل الله عز وجل باعده الله عن النار سبعين خريفا»0\n</p>\n\n<h3 class='l3' id='head614'>2250 - </h3>\n\n<p>\nأخبرنا مؤمل بن إهاب، قال: حدثنا عبد الرزاق، قال: أنبأنا ابن جريج، قال:\nأخبرني يحيى بن سعيد، وسهيل بن أبي صالح، سمعا النعمان بن أبي عياش، قال:\nسمعت أبا سعيد الخدري، يقول: سمعت رسول الله صلى الله عليه وسلم، يقول: «من\nصام يوما في سبيل الله تبارك وتعالى باعد الله وجهه عن النار سبعين خريفا»0\n</p>\n\n<h2 class='l2' id='head615'>ذكر الاختلاف على سفيان الثوري فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n            \n<h3 class='l3' id='head616'>2251 - </h3>\n\n<p>\nأخبرنا عبد الله بن منير نيسابوري، قال: حدثنا يزيد العدني، قال: حدثنا\nسفيان، عن سهيل بن أبي صالح، عن النعمان بن أبي عياش، عن أبي سعيد الخدري،\nقال: قال رسول الله صلى الله عليه وسلم: «لا يصوم عبد يوما في سبيل الله\nإلا باعد الله تعالى بذلك اليوم النار عن وجهه سبعين خريفا»0\n</p>\n\n<h3 class='l3' id='head617'>2252 - </h3>\n\n<p>\nأخبرنا أحمد بن حرب، قال: حدثنا قاسم، عن سفيان، عن سهيل بن أبي صالح، عن\nالنعمان بن أبي عياش، عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم\nقال: «من صام يوما في سبيل الله باعد الله بذلك اليوم حر جهنم عن وجهه\nسبعين خريفا»0\n</p>\n\n<h3 class='l3' id='head618'>2253 - </h3>\n\n<p>\nأخبرنا عبد الله بن أحمد بن محمد بن حنبل، قال: قرأت على أبي، حدثكم ابن\nنمير، قال: حدثنا سفيان، عن سمي، عن النعمان بن أبي عياش، عن أبي سعيد\nالخدري، قال: قال رسول الله صلى الله عليه وسلم: «من صام يوما في سبيل الله\nباعد الله بذلك اليوم النار عن وجهه سبعين خريفا <span id='ms0471'></span>»0\n</p>\n\n<h3 class='l3' id='head619'>2254 - </h3>\n\n<p>\nأخبرنا محمود بن خالد، عن محمد بن شعيب، قال: أخبرني يحيى بن الحارث، عن\nالقاسم أبي عبد الرحمن، أنه حدثه عن عقبة بن عامر، عن رسول الله صلى الله\nعليه وسلم، قال: «من صام يوما في سبيل الله عز وجل باعد الله منه جهنم\nمسيرة مائة عام»0\n</p>\n\n<h2 class='l2' id='head620'>باب ما يكره من الصيام في السفر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n            \n<h3 class='l3' id='head621'>2255 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا سفيان، عن الزهري، عن صفوان بن عبد\nالله، عن أم الدرداء، عن كعب بن عاصم، قال: سمعت رسول الله صلى الله عليه\nوسلم، يقول: «ليس من البر الصيام في السفر»0\n</p>\n\n<h3 class='l3' id='head622'>2256 - </h3>\n\n<p>\nأخبرني إبراهيم بن يعقوب، قال: حدثنا محمد بن كثير، عن الأوزاعي، عن\nالزهري، عن سعيد بن المسيب، قال: قال رسول الله صلى الله عليه وسلم: «ليس\nمن البر الصيام في السفر» قال أبو عبد الرحمن: «هذا خطأ والصواب الذي قبله،\nلا نعلم أحدا تابع ابن كثير عليه»0\n</p>\n\n<h2 class='l2' id='head623'>العلة التي من أجلها قيل ذلك، وذكر الاختلاف على محمد بن عبد الرحمن في حديث جابر بن عبد الله في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n            \n<h3 class='l3' id='head624'>2257 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا بكر، عن عمارة بن غزية، عن محمد بن عبد الرحمن،\nعن جابر بن عبد الله، أن رسول الله صلى الله عليه وسلم رأى ناسا مجتمعين\nعلى رجل فسأل، فقالوا: رجل أجهده الصوم، قال رسول الله صلى الله عليه وسلم:\n«ليس من البر الصيام في السفر»0\n</p>\n\n<h3 class='l3' id='head625'>2258 - </h3>\n\n<p>\nأخبرني شعيب بن شعيب بن إسحق، قال: حدثنا عبد الوهاب بن سعيد، قال: حدثنا\nشعيب، قال: حدثنا الأوزاعي، قال: حدثني يحيى بن أبي كثير، قال: أخبرني محمد\nبن عبد الرحمن، قال: أخبرني جابر بن عبد الله، أن رسول الله صلى الله عليه\nوسلم مر برجل في ظل شجرة يرش عليه الماء، قال: «ما بال صاحبكم هذا؟» قالوا:\nيا رسول الله صائم، قال: «إنه ليس من البر أن تصوموا في السفر، وعليكم\nبرخصة الله التي رخص لكم فاقبلوها»،0\n</p>\n\n<h3 class='l3' id='head626'>2259 - </h3>\n\n<p>\nأخبرنا محمود بن خالد، قال: حدثنا الفريابي، قال: حدثنا الأوزاعي، قال:\nحدثني يحيى، قال: أخبرني محمد <span id='ms0472'></span> بن عبد الرحمن، قال: حدثني من سمع جابرا نحوه\n</p>\n\n#0\n<h2 class='l2' id='head627'>ذكر الاختلاف على علي بن المبارك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n            \n<h3 class='l3' id='head628'>2260 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا وكيع، قال: حدثنا علي بن المبارك،\nعن يحيى بن أبي كثير، عن محمد بن عبد الرحمن بن ثوبان، عن جابر بن عبد الله\nرضي الله عنهما، عن رسول الله صلى الله عليه وسلم قال: «ليس من البر الصيام\nفي السفر، عليكم برخصة الله عز وجل فاقبلوها»0\n</p>\n\n<h3 class='l3' id='head629'>2261 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، عن عثمان بن عمر، قال: أنبأنا علي بن المبارك، عن\nيحيى، عن محمد بن عبد الرحمن، عن رجل، عن جابر، أن رسول الله صلى الله عليه\nوسلم، قال: «ليس من البر الصيام في السفر»0\n</p>\n\n<h2 class='l2' id='head630'>ذكر اسم الرجل</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n            \n<h3 class='l3' id='head631'>2262 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى بن سعيد، وخالد بن الحارث، عن شعبة،\nعن محمد بن عبد الرحمن، عن محمد بن عمرو بن حسن، عن جابر بن عبد الله، أن\nرسول الله صلى الله عليه وسلم رأى رجلا قد ظلل عليه في السفر، فقال: «ليس\nمن البر الصيام في السفر»0\n</p>\n\n<h3 class='l3' id='head632'>2263 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الله بن عبد الحكم، عن شعيب، قال: أنبأنا الليث، عن\nابن الهاد، عن جعفر بن محمد، عن أبيه، عن جابر، قال: خرج رسول الله صلى\nالله عليه وسلم إلى مكة عام الفتح في رمضان، فصام حتى بلغ كراع الغميم فصام\nالناس، فبلغه أن الناس قد شق عليهم الصيام، فدعا بقدح من الماء بعد العصر\nفشرب والناس ينظرون، فأفطر بعض الناس وصام بعض، فبلغه أن ناسا صاموا، فقال:\n«أولئك العصاة»0\n</p>\n\n<h3 class='l3' id='head633'>2264 - </h3>\n\n<p>\nأخبرنا هارون بن عبد الله، وعبد الرحمن بن محمد بن سلام، قالا: حدثنا أبو\nداود، عن سفيان، عن الأوزاعي، عن يحيى، عن أبي سلمة، عن أبي هريرة، قال:\nأتي النبي صلى الله عليه وسلم بطعام بمر الظهران، فقال لأبي بكر وعمر:\n«أدنيا فكلا»، فقالا: إنا صائمان، فقال: «ارحلوا لصاحبيكم، اعملوا\nلصاحبيكم»،0\n</p>\n\n<h3 class='l3' id='head634'>2265 - </h3>\n\n<p>\nأخبرنا عمران بن يزيد، قال: حدثنا محمد بن شعيب، قال: أخبرني الأوزاعي،\nعن يحيى، أنه حدثه عن <span id='ms0473'></span> أبي سلمة، أن رسول الله صلى الله عليه وسلم، قال:\nبينما رسول الله صلى الله عليه وسلم يتغدى بمر الظهران ومعه أبو بكر وعمر،\nفقال: «الغداء» مرسل،0\n</p>\n\n<h3 class='l3' id='head635'>2266 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا عثمان بن عمر، قال: حدثنا علي، عن\nيحيى، عن أبي سلمة، أن رسول الله صلى الله عليه وسلم وأبا بكر وعمر، كانوا\nبمر الظهران مرسل0\n</p>\n\n<h2 class='l2' id='head636'>ذكر وضع الصيام عن المسافر، والاختلاف على الأوزاعي في خبر عمرو بن أمية فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n            \n<h3 class='l3' id='head637'>2267 - </h3>\n\n<p>\nأخبرني عبدة بن عبد الرحيم، عن محمد بن شعيب، قال: حدثنا الأوزاعي، عن\nيحيى، عن أبي سلمة، قال: أخبرني عمرو بن أمية الضمري، قال: قدمت على رسول\nالله صلى الله عليه وسلم من سفر، فقال: «انتظر الغداء يا أبا أمية»، فقلت:\nإني صائم، فقال: \" تعال ادن مني حتى أخبرك عن المسافر: إن الله عز وجل وضع\nعنه الصيام ونصف الصلاة \"0\n</p>\n\n<h3 class='l3' id='head638'>2268 - </h3>\n\n<p>\nأخبرني عمرو بن عثمان، قال: حدثنا الوليد، عن الأوزاعي، قال: حدثني يحيى\nبن أبي كثير، قال: حدثني أبو قلابة، قال: حدثني جعفر بن عمرو بن أمية\nالضمري، عن أبيه، قال: قدمت على رسول الله صلى الله عليه وسلم، فقال لي\nرسول الله صلى الله عليه وسلم: «ألا تنتظر الغداء يا أبا أمية؟» قلت: إني\nصائم، فقال: \" تعال أخبرك عن المسافر: إن الله وضع عنه الصيام ونصف الصلاة\n\"0\n</p>\n\n<h3 class='l3' id='head639'>2269 - </h3>\n\n<p>\nأخبرنا إسحق بن منصور، قال: أنبأنا أبو المغيرة، قال: حدثنا الأوزاعي، عن\nيحيى، عن أبي قلابة، عن أبي المهاجر، عن أبي أمية الضمري، قال: قدمت على\nرسول الله صلى الله عليه وسلم من سفر، فسلمت عليه، فلما ذهبت لأخرج، قال:\n«انتظر الغداء يا أبا أمية» قلت: إني صائم يا نبي الله، قال: \" تعال أخبرك\nعن المسافر: إن الله تعالى وضع عنه الصيام ونصف الصلاة \"0\n</p>\n\n<h3 class='l3' id='head640'>2270 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا موسى بن مروان، قال: حدثنا محمد بن\nحرب، عن الأوزاعي، قال: أخبرني يحيى، قال: حدثني أبو قلابة، قال: حدثني أبو\nالمهاجر، قال: حدثني أبو أمية يعني الضمري، أنه قدم على النبي <span id='ms0474'></span> صلى الله\nعليه وسلم فذكر نحوه\n</p>\n\n#0\n<h3 class='l3' id='head641'>2271 - </h3>\n\n<p>\nأخبرني شعيب بن شعيب بن إسحق، قال: حدثنا عبد الوهاب، قال: حدثنا شعيب،\nقال: حدثني الأوزاعي، قال: حدثني يحيى، قال: حدثني أبو قلابة الجرمي، أن\nأبا أمية الضمري، حدثهم أنه قدم على رسول الله صلى الله عليه وسلم من سفر،\nفقال: «انتظر الغداء يا أبا أمية»، قلت: إني صائم، قال: \" ادن أخبرك عن\nالمسافر: إن الله وضع عنه الصيام ونصف الصلاة \"0\n</p>\n\n<h2 class='l2' id='head642'>ذكر اختلاف معاوية بن سلام وعلي بن المبارك في هذا الحديث</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n            \n<h3 class='l3' id='head643'>2272 - </h3>\n\n<p>\nأخبرنا محمد بن عبيد الله بن يزيد بن إبراهيم الحراني، قال: حدثنا عثمان،\nقال: حدثنا معاوية، عن يحيى بن أبي كثير، عن أبي قلابة، أن أبا أمية\nالضمري، أخبره أنه أتى رسول الله صلى الله عليه وسلم من سفر وهو صائم، فقال\nله رسول الله صلى الله عليه وسلم: «ألا تنتظر الغداء»، قال: إني صائم، فقال\nرسول الله صلى الله عليه وسلم: \" تعال أخبرك عن الصيام: إن الله عز وجل وضع\nعن المسافر الصيام ونصف الصلاة \"0\n</p>\n\n<h3 class='l3' id='head644'>2273 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا عثمان بن عمر، قال: أنبأنا علي، عن\nيحيى، عن أبي قلابة، عن رجل، أن أبا أمية، أخبره أنه أتى النبي صلى الله\nعليه وسلم من سفر، نحوه\n</p>\n\n#0\n<h3 class='l3' id='head645'>2274 - </h3>\n\n<p>\nأخبرنا عمر بن محمد بن الحسن بن التل، قال: حدثنا أبي، قال: حدثنا سفيان\nالثوري، عن أيوب، عن أبي قلابة، عن أنس، عن النبي صلى الله عليه وسلم، قال:\n«إن الله وضع عن المسافر نصف الصلاة والصوم، وعن الحبلى والمرضع»0\n</p>\n\n<h3 class='l3' id='head646'>2275 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: حدثنا حبان، قال: أنبأنا عبد الله، عن ابن\nعيينة، عن أيوب، عن شيخ، من قشير، عن عمه، - حدثنا ثم ألفيناه في إبل له،\nفقال له أبو قلابة: حدثه، فقال الشيخ: حدثني عمي - أنه ذهب في إبل له،\nفانتهى إلى النبي صلى الله عليه وسلم، وهو يأكل - أو قال: يطعم - فقال:\n«ادن فكل» - أو قال: ادن فاطعم -، فقلت: إني صائم، فقال: «إن الله عز وجل\nوضع عن المسافر شطر <span id='ms0475'></span> الصلاة والصيام، وعن الحامل والمرضع»0\n</p>\n\n<h3 class='l3' id='head647'>2276 - </h3>\n\n<p>\nأخبرنا أبو بكر بن علي، قال: حدثنا سريج، قال: حدثنا إسمعيل ابن علية، عن\nأيوب، قال: حدثني أبو قلابة، هذا الحديث، ثم قال: هل لك في صاحب الحديث\nفدلني عليه فلقيته، فقال: حدثني قريب لي يقال له أنس بن مالك، قال: أتيت\nرسول الله صلى الله عليه وسلم في إبل كانت لي أخذت، فوافقته وهو يأكل،\nفدعاني إلى طعامه، فقلت: إني صائم، فقال: «ادن أخبرك عن ذلك، إن الله وضع\nعن المسافر الصوم وشطر الصلاة»0\n</p>\n\n<h3 class='l3' id='head648'>2277 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن خالد الحذاء، عن أبي\nقلابة، عن رجل، قال: أتيت النبي صلى الله عليه وسلم لحاجة فإذا هو يتغدى،\nقال: «هلم إلى الغداء»، فقلت: إني صائم، قال: \" هلم أخبرك عن الصوم: إن\nالله وضع عن المسافر نصف الصلاة والصوم، ورخص للحبلى والمرضع \"0\n</p>\n\n<h3 class='l3' id='head649'>2278 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن خالد الحذاء، عن أبي\nالعلاء بن الشخير، عن رجل، نحوه\n</p>\n\n#0\n<h3 class='l3' id='head650'>2279 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا أبو عوانة، عن أبي بشر، عن هانئ بن الشخير، عن\nرجل، من بلحريش، عن أبيه، قال: كنت مسافرا فأتيت النبي صلى الله عليه وسلم\nوأنا صائم وهو يأكل، قال: «هلم»، قلت: إني صائم، قال: «تعال، ألم تعلم ما\nوضع الله عن المسافر» قلت: وما وضع عن المسافر؟ قال: «الصوم ونصف الصلاة»0\n</p>\n\n<h3 class='l3' id='head651'>2280 - </h3>\n\n<p>\nأخبرنا عبد الرحمن بن محمد بن سلام، قال: حدثنا أبو داود، قال: حدثنا أبو\nعوانة، عن أبي بشر، عن هانئ بن عبد الله بن الشخير، عن رجل، من بلحريش، عن\nأبيه، قال: كنا نسافر ما شاء الله، فأتينا رسول الله صلى الله عليه وسلم\nوهو يطعم، فقال: «هلم، فاطعم»، فقلت: إني صائم، فقال رسول الله صلى الله\nعليه وسلم: \" أحدثكم عن الصيام: إن الله وضع عن المسافر الصوم وشطر الصلاة\n\"0\n</p>\n\n<h3 class='l3' id='head652'>2281 - </h3>\n\n<p>\nأخبرنا عبيد الله بن عبد الكريم، قال: حدثنا سهل بن بكار، قال: حدثنا أبو\nعوانة، عن أبي بشر، عن هانئ بن عبد الله بن الشخير، عن <span id='ms0476'></span> أبيه، قال: كنت\nمسافرا، فأتيت النبي صلى الله عليه وسلم وهو يأكل وأنا صائم، فقال: «هلم»\nقلت: إني صائم، قال: «أتدري ما وضع الله عن المسافر»، قلت: وما وضع الله عن\nالمسافر؟ قال: «الصوم وشطر الصلاة»0\n</p>\n\n<h3 class='l3' id='head653'>2282 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا عبيد الله، قال: أنبأنا إسرائيل، عن\nموسى هو ابن أبي عائشة، عن غيلان، قال: خرجت مع أبي قلابة في سفر، فقرب\nطعاما، فقلت: إني صائم، فقال: إن رسول الله صلى الله عليه وسلم خرج في سفر،\nفقرب طعاما، فقال لرجل: «ادن فاطعم»، قال: إني صائم، قال: «إن الله وضع عن\nالمسافر نصف الصلاة والصيام في السفر، فادن فاطعم» فدنوت فطعمت0\n</p>\n\n<h2 class='l2' id='head654'>فضل الإفطار في السفر على الصيام</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n            \n<h3 class='l3' id='head655'>2283 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: حدثنا أبو معاوية، قال: حدثنا عاصم الأحول،\nعن مورق العجلي، عن أنس بن مالك، قال: كنا مع رسول الله صلى الله عليه وسلم\nفي السفر، فمنا الصائم ومنا المفطر، فنزلنا في يوم حار واتخذنا ظلالا، فسقط\nالصوام، وقام المفطرون فسقوا الركاب، فقال رسول الله صلى الله عليه وسلم:\n«ذهب المفطرون اليوم بالأجر»0\n</p>\n\n<h2 class='l2' id='head656'>ذكر قوله: الصائم في السفر كالمفطر في الحضر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n            \n<h3 class='l3' id='head657'>2284 - </h3>\n\n<p>\nأخبرنا محمد بن أبان البلخي، قال: حدثنا معن، عن ابن أبي ذئب، عن الزهري،\nعن أبي سلمة بن عبد الرحمن، عن عبد الرحمن بن عوف، قال: \" يقال: الصيام في\nالسفر كالإفطار في الحضر \"0\n</p>\n\n<h3 class='l3' id='head658'>2285 - </h3>\n\n<p>\nأخبرنا محمد بن يحيى بن أيوب، قال: حدثنا حماد الخياط، وأبو عامر، قالا:\nحدثنا ابن أبي ذئب، عن الزهري، عن أبي سلمة، عن عبد الرحمن بن عوف، قال:\n«الصائم في السفر كالمفطر في الحضر»0\n</p>\n\n<h3 class='l3' id='head659'>2286 - </h3>\n\n<p>\nأخبرني محمد بن يحيى بن أيوب، قال: حدثنا أبو معاوية، قال: حدثنا ابن أبي\nذئب، عن الزهري، عن حميد بن عبد الرحمن بن عوف، عن أبيه، قال: «الصائم في\nالسفر كالمفطر في الحضر»0\n</p>\n\n<h2 class='l2' id='head660'>الصيام في السفر وذكر اختلاف خبر ابن عباس فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n            \n<h3 class='l3' id='head661'>2287 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا سويد، قال: أخبرنا عبد الله، عن شعبة،\nعن الحكم، عن مقسم، عن <span id='ms0477'></span> ابن عباس، «أن النبي صلى الله عليه وسلم خرج في\nرمضان فصام حتى أتى قديدا، ثم أتي بقدح من لبن فشرب وأفطر هو وأصحابه»0\n</p>\n\n<h3 class='l3' id='head662'>2288 - </h3>\n\n<p>\nأخبرنا القاسم بن زكريا، قال: حدثنا سعيد بن عمرو، قال: حدثنا عبثر، عن\nالعلاء بن المسيب، عن الحكم بن عتيبة، عن مجاهد، عن ابن عباس، قال: «صام\nرسول الله صلى الله عليه وسلم من المدينة حتى أتى قديدا، ثم أفطر حتى أتى\nمكة»0\n</p>\n\n<h3 class='l3' id='head663'>2289 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: أنبأنا الحسن بن عيسى، قال: أنبأنا ابن\nالمبارك، قال: أنبأنا شعبة، عن الحكم، عن مقسم، عن ابن عباس، «أن رسول الله\nصلى الله عليه وسلم صام في السفر حتى أتى قديدا، ثم دعا بقدح من لبن فشرب،\nفأفطر هو وأصحابه»0\n</p>\n\n<h2 class='l2' id='head664'>ذكر الاختلاف على منصور</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n            \n<h3 class='l3' id='head665'>2290 - </h3>\n\n<p>\nأخبرنا إسمعيل بن مسعود، قال: حدثنا خالد، عن شعبة، عن منصور، عن مجاهد،\nعن ابن عباس، قال: «خرج رسول الله صلى الله عليه وسلم إلى مكة فصام حتى أتى\nعسفان، فدعا بقدح فشرب - قال شعبة - في رمضان» فكان ابن عباس، يقول: «من\nشاء صام ومن شاء أفطر»0\n</p>\n\n<h3 class='l3' id='head666'>2291 - </h3>\n\n<p>\nأخبرنا محمد بن قدامة، عن جرير، عن منصور، عن مجاهد، عن طاوس، عن ابن\nعباس، قال: «سافر رسول الله صلى الله عليه وسلم في رمضان، فصام حتى بلغ\nعسفان، ثم دعا بإناء فشرب نهارا، يراه الناس ثم أفطر»0\n</p>\n\n<h3 class='l3' id='head667'>2292 - </h3>\n\n<p>\nأخبرنا حميد بن مسعدة، قال: حدثنا سفيان، عن العوام بن حوشب، قال: قلت\nلمجاهد: الصوم في السفر، قال: «كان رسول الله صلى الله عليه وسلم يصوم\nويفطر»0\n</p>\n\n<h3 class='l3' id='head668'>2293 - </h3>\n\n<p>\nأخبرني هلال بن العلاء، قال: حدثنا حسين، قال: حدثنا زهير، قال: حدثنا\nأبو إسحق، قال: أخبرني مجاهد «أن رسول الله صلى الله عليه وسلم صام في شهر\nرمضان، وأفطر في السفر»0\n</p>\n\n<h2 class='l2' id='head669'>ذكر الاختلاف على سليمان بن يسار في حديث حمزة بن عمرو فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n            \n<h3 class='l3' id='head670'>2294 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، قال: حدثنا أزهر بن القاسم، قال: حدثنا هشام، عن\nقتادة، عن سليمان بن يسار، عن حمزة بن عمرو الأسلمي، أنه سأل رسول الله صلى\nالله <span id='ms0478'></span> عليه وسلم عن الصوم في السفر؟ قال: «إن - ثم ذكر كلمة معناها - إن شئت\nصمت، وإن شئت أفطرت»0\n</p>\n\n<h3 class='l3' id='head671'>2295 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن بكير، عن سليمان بن يسار، أن حمزة بن\nعمرو، قال: يا رسول الله، مثله مرسل\n</p>\n\n#0\n<h3 class='l3' id='head672'>2296 - </h3>\n\n<p>\nأخبرنا سويد بن نصر، قال: أنبأنا عبد الله، عن عبد الحميد بن جعفر، عن\nعمران بن أبي أنس، عن سليمان بن يسار، عن حمزة، قال: سألت رسول الله صلى\nالله عليه وسلم عن الصوم في السفر؟ قال: «إن شئت أن تصوم فصم، وإن شئت أن\nتفطر فأفطر»0\n</p>\n\n<h3 class='l3' id='head673'>2297 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا أبو بكر، قال: حدثنا عبد الحميد بن\nجعفر، عن عمران بن أبي أنس، عن سليمان بن يسار، عن حمزة بن عمرو، قال: سألت\nرسول الله صلى الله عليه وسلم عن الصوم في السفر؟ فقال: «إن شئت أن تصوم\nفصم، وإن شئت أن تفطر فأفطر»0\n</p>\n\n<h3 class='l3' id='head674'>2298 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني عمرو بن\nالحارث، والليث، فذكر آخر عن بكير، عن سليمان بن يسار، عن حمزة بن عمرو\nالأسلمي، قال: يا رسول الله، إني أجد قوة على الصيام في السفر، قال: «إن\nشئت فصم، وإن شئت فأفطر»0\n</p>\n\n<h3 class='l3' id='head675'>2299 - </h3>\n\n<p>\nأخبرني هارون بن عبد الله، قال: حدثنا محمد بن بكر، قال: أنبأنا عبد\nالحميد بن جعفر، قال: أخبرني عمران بن أبي أنس، عن أبي سلمة بن عبد الرحمن،\nعن حمزة بن عمرو، أنه سأل رسول الله صلى الله عليه وسلم عن الصوم في السفر؟\nقال: «إن شئت أن تصوم فصم، وإن شئت أن تفطر فأفطر»0\n</p>\n\n<h3 class='l3' id='head676'>2300 - </h3>\n\n<p>\nأخبرنا عمران بن بكار، قال: حدثنا أحمد بن خالد، قال: حدثنا محمد، عن\nعمران بن أبي أنس، عن سليمان بن يسار، وحنظلة بن علي، قال: حدثاني جميعا عن\nحمزة بن عمرو، قال: كنت أسرد الصيام على عهد رسول الله صلى الله عليه وسلم،\nفقلت: يا رسول الله، إني أسرد الصيام في السفر، فقال: «إن شئت فصم، وإن شئت\nفأفطر»0\n</p>\n\n<h3 class='l3' id='head677'>2301 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد <span id='ms0479'></span> بن إبراهيم، قال: حدثنا عمي، قال: حدثنا أبي، عن\nابن إسحق، عن عمران بن أبي أنس، عن حنظلة بن علي، عن حمزة، قال: قلت: يا\nنبي الله، إني رجل أسرد الصيام أفأصوم في السفر؟ قال: إن شئت فصم، وإن شئت\nفأفطر \"0\n</p>\n\n<h3 class='l3' id='head678'>2302 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد، قال: حدثنا عمي، قال: حدثنا أبي، عن ابن إسحق،\nقال: حدثني عمران بن أبي أنس، أن سليمان بن يسار، حدثه أن أبا مراوح، حدثه\nأن حمزة بن عمرو، حدثه أنه سأل رسول الله صلى الله عليه وسلم، وكان رجلا\nيصوم في السفر، فقال: «إن شئت فصم، وإن شئت فأفطر»0\n</p>\n\n<h2 class='l2' id='head679'>ذكر الاختلاف على عروة في حديث حمزة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n            \n<h3 class='l3' id='head680'>2303 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: أنبأنا ابن وهب، قال: أنبأنا عمرو، وذكر\nآخر عن أبي الأسود، عن عروة، عن أبي مراوح، عن حمزة بن عمرو، أنه قال لرسول\nالله صلى الله عليه وسلم: أجد في قوة على الصيام في السفر، فهل علي جناح؟\nقال: «هي رخصة من الله عز وجل، فمن أخذ بها فحسن، ومن أحب أن يصوم فلا جناح\nعليه»0\n</p>\n\n<h2 class='l2' id='head681'>ذكر الاختلاف على هشام بن عروة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n            \n<h3 class='l3' id='head682'>2304 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن إبراهيم، عن محمد بن بشر، عن هشام بن عروة، عن\nأبيه، عن حمزة بن عمرو الأسلمي، أنه سأل رسول الله صلى الله عليه وسلم أصوم\nفي السفر؟ قال: «إن شئت فصم، وإن شئت فأفطر»0\n</p>\n\n<h3 class='l3' id='head683'>2305 - </h3>\n\n<p>\nأخبرنا علي بن الحسن اللاني، بالكوفة، قال: حدثنا عبد الرحيم الرازي، عن\nهشام، عن عروة، عن عائشة، عن حمزة بن عمرو، أنه قال: يا رسول الله، إني رجل\nأصوم، أفأصوم في السفر؟ قال: «إن شئت فصم، وإن شئت فأفطر»0\n</p>\n\n<h3 class='l3' id='head684'>2306 - </h3>\n\n<p>\nأخبرنا محمد بن سلمة، قال: أنبأنا ابن القاسم، قال: حدثني مالك، عن هشام\nبن عروة، عن أبيه، عن عائشة، قالت: إن حمزة، قال لرسول الله صلى الله عليه\nوسلم: يا رسول الله، أصوم في السفر؟ وكان كثير الصيام، فقال له رسول الله\nصلى الله عليه وسلم: «إن شئت فصم، وإن شئت <span id='ms0480'></span> فأفطر»0\n</p>\n\n<h3 class='l3' id='head685'>2307 - </h3>\n\n<p>\nأخبرني عمرو بن هشام، قال: حدثنا محمد بن سلمة، عن ابن عجلان، عن هشام بن\nعروة، عن أبيه، عن عائشة، قالت: إن حمزة سأل رسول الله صلى الله عليه وسلم،\nفقال: يا رسول الله، أصوم في السفر؟ فقال: «إن شئت فصم، وإن شئت فأفطر»0\n</p>\n\n<h3 class='l3' id='head686'>2308 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا عبدة بن سليمان، قال: حدثنا هشام بن\nعروة، عن أبيه، عن عائشة، أن حمزة الأسلمي، سأل رسول الله صلى الله عليه\nوسلم عن الصوم في السفر، وكان رجلا يسرد الصيام، فقال: «إن شئت فصم، وإن\nشئت فأفطر»0\n</p>\n\n<h2 class='l2' id='head687'>ذكر الاختلاف على أبي نضرة المنذر بن مالك بن قطعة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n            \n<h3 class='l3' id='head688'>2309 - </h3>\n\n<p>\nأخبرنا يحيى بن حبيب بن عربي، قال: حدثنا حماد، عن سعيد الجريري، عن أبي\nنضرة، قال: حدثنا أبو سعيد، قال: «كنا نسافر في رمضان فمنا الصائم، ومنا\nالمفطر لا يعيب الصائم على المفطر، ولا يعيب المفطر على الصائم»0\n</p>\n\n<h3 class='l3' id='head689'>2310 - </h3>\n\n<p>\nأخبرنا سعيد بن يعقوب الطالقاني، قال: حدثنا خالد وهو ابن عبد الله\nالواسطي، عن أبي مسلمة، عن أبي نضرة، عن أبي سعيد، قال: «كنا نسافر مع\nالنبي صلى الله عليه وسلم فمنا الصائم ومنا المفطر، ولا يعيب الصائم على\nالمفطر، ولا يعيب المفطر على الصائم»0\n</p>\n\n<h3 class='l3' id='head690'>2311 - </h3>\n\n<p>\nأخبرنا أبو بكر بن علي، قال: حدثنا القواريري، قال: حدثنا بشر بن منصور،\nعن عاصم الأحول، عن أبي نضرة، عن جابر، قال: «سافرنا مع رسول الله صلى الله\nعليه وسلم، فصام بعضنا وأفطر بعضنا»0\n</p>\n\n<h3 class='l3' id='head691'>2312 - </h3>\n\n<p>\nأخبرني أيوب بن محمد، قال: حدثنا مروان، قال: حدثنا عاصم، عن أبي نضرة\nالمنذر، عن أبي سعيد، وجابر بن عبد الله، أنهما «سافرا مع رسول الله صلى\nالله عليه وسلم، فيصوم الصائم ويفطر المفطر، ولا يعيب الصائم على المفطر\nولا المفطر على الصائم»0\n</p>\n\n<h2 class='l2' id='head692'>الرخصة للمسافر أن يصوم بعضا ويفطر بعضا</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n            \n<h3 class='l3' id='head693'>2313 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن الزهري، عن عبيد الله بن عبد الله،\nعن ابن عباس، قال: «خرج رسول الله صلى الله عليه وسلم عام الفتح صائما في\nرمضان، حتى إذا كان بالكديد أفطر <span id='ms0481'></span>»0\n</p>\n\n<h2 class='l2' id='head694'>الرخصة في الإفطار لمن حضر شهر رمضان فصام ثم سافر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n            \n<h3 class='l3' id='head695'>2314 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، قال: حدثنا يحيى بن آدم، قال: حدثنا مفضل، عن\nمنصور، عن مجاهد، عن طاوس، عن ابن عباس، قال: «سافر رسول الله صلى الله\nعليه وسلم فصام حتى بلغ عسفان، ثم دعا بإناء فشرب نهارا ليراه الناس، ثم\nأفطر حتى دخل مكة، فافتتح مكة في رمضان»، قال ابن عباس: «فصام رسول الله\nصلى الله عليه وسلم في السفر وأفطر، فمن شاء صام ومن شاء أفطر»0\n</p>\n\n<h2 class='l2' id='head696'>وضع الصيام عن الحبلى والمرضع</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n            \n<h3 class='l3' id='head697'>2315 - </h3>\n\n<p>\nأخبرنا عمرو بن منصور، قال: حدثنا مسلم بن إبراهيم، عن وهيب بن خالد،\nقال: حدثنا عبد الله بن سوادة القشيري، عن أبيه، عن أنس بن مالك، رجل منهم\nأنه أتى النبي صلى الله عليه وسلم بالمدينة وهو يتغدى، فقال له النبي صلى\nالله عليه وسلم: «هلم إلى الغداء»، فقال: إني صائم، فقال له النبي صلى الله\nعليه وسلم: «إن الله عز وجل وضع للمسافر الصوم وشطر الصلاة، وعن الحبلى\nوالمرضع»0\n</p>\n\n<h2 class='l2' id='head698'>تأويل قول الله عز وجل: {وعلى الذين يطيقونه فدية طعام مسكين} </h2>\n\n<p>\n[البقرة: 184]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head699'>2316 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: أنبأنا بكر وهو ابن مضر، عن عمرو بن الحارث، عن بكير،\nعن يزيد، مولى سلمة بن الأكوع، عن سلمة بن الأكوع، قال: \" لما نزلت هذه\nالآية {وعلى الذين يطيقونه فدية طعام مسكين} [البقرة: 184] كان من أراد منا\nأن يفطر ويفتدي، حتى نزلت الآية التي بعدها، فنسختها \"0\n</p>\n\n<h3 class='l3' id='head700'>2317 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن إبراهيم، قال: حدثنا يزيد، قال: أنبأنا ورقاء،\nعن عمرو بن دينار، عن عطاء، عن ابن عباس، في قوله عز وجل: {وعلى الذين\nيطيقونه فدية طعام مسكين} [البقرة: 184] \" يطيقونه: يكلفونه، فدية: طعام\nمسكين واحد، فمن تطوع خيرا طعام مسكين آخر ليست بمنسوخة فهو خير له، وأن\nتصوموا خير لكم، لا يرخص في هذا إلا للذي لا يطيق الصيام أو مريض لا يشفى \"0\n</p>\n\n<h2 class='l2' id='head701'>وضع الصيام عن الحائض</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n            \n<h3 class='l3' id='head702'>2318 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: أنبأنا علي يعني ابن مسهر، عن سعيد، عن قتادة،\nعن معاذة <span id='ms0482'></span> العدوية، أن امرأة سألت عائشة: أتقضي الحائض الصلاة إذا طهرت؟\nقالت: «أحرورية أنت، كنا نحيض على عهد رسول الله صلى الله عليه وسلم ثم\nنطهر فيأمرنا بقضاء الصوم، ولا يأمرنا بقضاء الصلاة»0\n</p>\n\n<h3 class='l3' id='head703'>2319 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا يحيى بن سعيد، قال:\nسمعت أبا سلمة، يحدث عن عائشة، قالت: «إن كان ليكون علي الصيام من رمضان\nفما أقضيه حتى يجيء شعبان»0\n</p>\n\n<h2 class='l2' id='head704'>إذا طهرت الحائض أو قدم المسافر في رمضان هل يصوم بقية يومه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n            \n<h3 class='l3' id='head705'>2320 - </h3>\n\n<p>\nأخبرنا عبد الله بن أحمد بن عبد الله بن يونس أبو حصين، قال: حدثنا عبثر،\nقال: حدثنا حصين، عن الشعبي، عن محمد بن صيفي، قال: قال رسول الله صلى الله\nعليه وسلم يوم عاشوراء: «أمنكم أحد أكل اليوم؟» فقالوا: منا من صام، ومنا\nمن لم يصم، قال: «فأتموا بقية يومكم، وابعثوا إلى أهل العروض، فليتموا بقية\nيومهم»0\n</p>\n\n<h2 class='l2' id='head706'>إذا لم يجمع من الليل هل يصوم ذلك اليوم من التطوع</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n            \n<h3 class='l3' id='head707'>2321 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا يحيى، عن يزيد، قال: حدثنا سلمة، أن\nرسول الله صلى الله عليه وسلم قال لرجل أذن يوم عاشوراء: «من كان أكل فليتم\nبقية يومه، ومن لم يكن أكل فليصم»0\n</p>\n\n<h2 class='l2' id='head708'>النية في الصيام والاختلاف على طلحة بن يحيى بن طلحة في خبر عائشة فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n            \n<h3 class='l3' id='head709'>2322 - </h3>\n\n<p>\nأخبرنا عمرو بن منصور، قال: حدثنا عاصم بن يوسف، قال: حدثنا أبو الأحوص،\nعن طلحة بن يحيى بن طلحة، عن مجاهد، عن عائشة، قالت: دخل علي رسول الله صلى\nالله عليه وسلم يوما، فقال: «هل عندكم شيء؟»، فقلت: لا، قال: «فإني صائم»،\nثم مر بي بعد ذلك اليوم وقد أهدي إلي حيس فخبأت له منه، وكان يحب الحيس،\nقالت: يا رسول الله، إنه أهدي لنا حيس فخبأت لك منه، قال: «أدنيه أما إني\nقد أصبحت وأنا صائم فأكل منه»، ثم قال: «إنما مثل صوم المتطوع مثل الرجل\nيخرج من ماله الصدقة، فإن شاء أمضاها، وإن شاء حبسها»0\n</p>\n\n<h3 class='l3' id='head710'>2323 - </h3>\n\n<p>\nأخبرنا أبو داود، قال: حدثنا يزيد، أنبأنا شريك، عن طلحة <span id='ms0483'></span> بن يحيى بن\nطلحة، عن مجاهد، عن عائشة، قالت: دار علي رسول الله صلى الله عليه وسلم\nدورة، قال: «أعندك شيء؟»، قالت: ليس عندي شيء، قال: «فأنا صائم»، قالت: ثم\nدار علي الثانية، وقد أهدي لنا حيس، فجئت به، فأكل فعجبت منه، فقلت: يا\nرسول الله، دخلت علي وأنت صائم، ثم أكلت حيسا، قال: «نعم يا عائشة، إنما\nمنزلة من صام في غير رمضان، أو غير قضاء رمضان، أو في التطوع بمنزلة رجل\nأخرج صدقة ماله فجاد منها بما شاء فأمضاه، وبخل منها بما بقي فأمسكه»0\n</p>\n\n<h3 class='l3' id='head711'>2324 - </h3>\n\n<p>\nأخبرنا عبد الله بن الهيثم، قال: حدثنا أبو بكر الحنفي، قال: حدثنا\nسفيان، عن طلحة بن يحيى، عن مجاهد، عن عائشة، قالت: كان رسول الله صلى الله\nعليه وسلم يجيء، ويقول: «هل عندكم غداء؟» فنقول: لا، فيقول: «إني صائم»،\nفأتانا يوما وقد أهدي لنا حيس، فقال: «هل عندكم شيء؟» قلنا: نعم، أهدي لنا\nحيس، قال: «أما إني قد أصبحت أريد الصوم» فأكل خالفه قاسم بن يزيد0\n</p>\n\n<h3 class='l3' id='head712'>2325 - </h3>\n\n<p>\nأخبرنا أحمد بن حرب، قال: حدثنا قاسم، قال: حدثنا سفيان، عن طلحة بن\nيحيى، عن عائشة بنت طلحة، عن عائشة، أم المؤمنين قالت: أتانا رسول الله صلى\nالله عليه وسلم يوما، فقلنا: أهدي لنا حيس قد جعلنا لك منه نصيبا، فقال:\n«إني صائم» فأفطر0\n</p>\n\n<h3 class='l3' id='head713'>2326 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا يحيى، قال: حدثنا طلحة بن يحيى، قال:\nحدثتني عائشة بنت طلحة، عن عائشة، أم المؤمنين، أن النبي صلى الله عليه\nوسلم كان يأتيها وهو صائم، فقال: «أصبح عندكم شيء تطعمينيه؟» فنقول: لا،\nفيقول: «إني صائم»، ثم جاءها بعد ذلك، فقالت: أهديت لنا هدية، فقال: «ما\nهي؟» قالت: حيس، قال: «قد أصبحت صائما» فأكل0\n</p>\n\n<h3 class='l3' id='head714'>2327 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا وكيع، قال: حدثنا طلحة بن يحيى، عن\nعمته عائشة بنت طلحة، عن عائشة، أم المؤمنين قالت: دخل علي رسول الله صلى\nالله عليه وسلم ذات يوم، فقال: «هل عندكم شيء؟» قلنا: لا، قال: «فإني صائم»0\n</p>\n\n<h3 class='l3' id='head715'>2328 - </h3>\n\n<p>\nأخبرني أبو بكر بن <span id='ms0484'></span> علي، قال: حدثنا نصر بن علي، قال: أخبرني أبي، عن\nالقاسم بن معن، عن طلحة بن يحيى، عن عائشة بنت طلحة، ومجاهد، عن عائشة، أن\nرسول الله صلى الله عليه وسلم أتاها، فقال: «هل عندكم طعام؟» فقلت: لا،\nقال: «إني صائم»، ثم جاء يوما آخر، فقالت عائشة: يا رسول الله، إنا قد أهدي\nلنا حيس، فدعا به، فقال: «أما إني قد أصبحت صائما» فأكل0\n</p>\n\n<h3 class='l3' id='head716'>2329 - </h3>\n\n<p>\nأخبرني عمرو بن يحيى بن الحارث، قال: حدثنا المعافى بن سليمان، قال:\nحدثنا القاسم، عن طلحة بن يحيى، عن مجاهد، وأم كلثوم، أن رسول الله صلى\nالله عليه وسلم دخل على عائشة، فقال: «هل عندكم طعام» نحوه، قال أبو عبد\nالرحمن: وقد رواه سماك بن حرب، قال: حدثني رجل، عن عائشة بنت طلحة\n</p>\n\n#0\n<h3 class='l3' id='head717'>2330 - </h3>\n\n<p>\nأخبرني صفوان بن عمرو، قال: حدثنا أحمد بن خالد، قال: حدثنا إسرائيل، عن\nسماك بن حرب، قال: حدثني رجل،، عن عائشة بنت طلحة، عن عائشة، أم المؤمنين\nقالت: جاء رسول الله صلى الله عليه وسلم يوما، فقال: «هل عندكم من طعام؟»\nقلت: لا، قال: «إذا أصوم»، قالت: ودخل علي مرة أخرى، فقلت: يا رسول الله،\nقد أهدي لنا حيس، فقال: «إذا أفطر اليوم وقد فرضت الصوم»0\n</p>\n\n<h2 class='l2' id='head718'>ذكر اختلاف الناقلين لخبر حفصة في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n            \n<h3 class='l3' id='head719'>2331 - </h3>\n\n<p>\nأخبرني القاسم بن زكريا بن دينار، قال: حدثنا سعيد بن شرحبيل، قال:\nأنبأنا الليث، عن يحيى بن أيوب، عن عبد الله بن أبي بكر، عن سالم بن عبد\nالله، عن عبد الله بن عمر، عن حفصة، عن النبي صلى الله عليه وسلم، قال: «من\nلم يبيت الصيام قبل الفجر، فلا صيام له»0\n</p>\n\n<h3 class='l3' id='head720'>2332 - </h3>\n\n<p>\nأخبرنا عبد الملك بن شعيب بن الليث بن سعد، قال: حدثني أبي، عن جدي، قال:\nحدثني يحيى بن أيوب، عن عبد الله بن أبي بكر، عن ابن شهاب، عن سالم، عن عبد\nالله، عن حفصة، عن النبي صلى الله عليه وسلم، قال: «من لم يبيت الصيام قبل\nالفجر، فلا صيام له»0\n</p>\n\n<h3 class='l3' id='head721'>2333 - </h3>\n\n<p>\nأخبرني محمد بن عبد الله بن عبد <span id='ms0485'></span> الحكم، عن أشهب، قال: أخبرني يحيى بن\nأيوب، وذكر آخر، أن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم، حدثهما عن\nابن شهاب، عن سالم بن عبد الله، عن أبيه، عن حفصة، عن النبي صلى الله عليه\nوسلم قال: «من لم يجمع الصيام قبل طلوع الفجر، فلا يصوم»0\n</p>\n\n<h3 class='l3' id='head722'>2334 - </h3>\n\n<p>\nأخبرنا أحمد بن الأزهر، قال: حدثنا عبد الرزاق، عن ابن جريج، عن ابن\nشهاب، عن سالم، عن ابن عمر، عن حفصة، أن النبي صلى الله عليه وسلم، قال:\n«من لم يبيت الصيام من الليل، فلا صيام له»0\n</p>\n\n<h3 class='l3' id='head723'>2335 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا معتمر، قال: سمعت عبيد الله، عن\nابن شهاب، عن سالم، عن عبد الله، عن حفصة، أنها كانت تقول: «من لم يجمع\nالصيام من الليل فلا يصوم»0\n</p>\n\n<h3 class='l3' id='head724'>2336 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني يونس، عن ابن\nشهاب، قال: أخبرني حمزة بن عبد الله بن عمر، عن أبيه، قال: قالت حفصة، زوج\nالنبي صلى الله عليه وسلم: «لا صيام لمن لم يجمع قبل الفجر»0\n</p>\n\n<h3 class='l3' id='head725'>2337 - </h3>\n\n<p>\nأخبرني زكريا بن يحيى، قال: حدثنا الحسن بن عيسى، قال: أنبأنا ابن\nالمبارك، قال: أنبأنا معمر، عن الزهري، عن حمزة بن عبد الله، عن عبد الله\nبن عمر، عن حفصة، قالت: «لا صيام لمن لم يجمع قبل الفجر»0\n</p>\n\n<h3 class='l3' id='head726'>2338 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا حبان، قال: أنبأنا عبد الله، عن سفيان\nبن عيينة، ومعمر، عن الزهري، عن حمزة بن عبد الله بن عمر، عن أبيه، عن\nحفصة، قالت: «لا صيام لمن لم يجمع الصيام قبل الفجر»0\n</p>\n\n<h3 class='l3' id='head727'>2339 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا سفيان، عن الزهري، عن حمزة بن عبد\nالله بن عمر، عن حفصة، قالت: «لا صيام لمن لم يجمع الصيام قبل الفجر»0\n</p>\n\n<h3 class='l3' id='head728'>2340 - </h3>\n\n<p>\nأخبرنا أحمد بن حرب، حدثنا سفيان، عن الزهري، عن حمزة بن عبد الله، عن\nحفصة، قالت: «لا صيام لمن لم يجمع الصيام قبل الفجر» أرسله مالك بن أنس \"0\n</p>\n\n<h3 class='l3' id='head729'>2341 - </h3>\n\n<p>\nقال الحارث بن مسكين: قراءة عليه وأنا أسمع <span id='ms0486'></span>، عن ابن القاسم، قال: حدثني\nمالك، عن ابن شهاب، عن عائشة، وحفصة، مثله «لا يصوم إلا من أجمع الصيام قبل\nالفجر»0\n</p>\n\n<h3 class='l3' id='head730'>2342 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا المعتمر، قال: سمعت عبيد الله، عن\nنافع، عن ابن عمر، قال: «إذا لم يجمع الرجل الصوم من الليل فلا يصم»0\n</p>\n\n<h3 class='l3' id='head731'>2343 - </h3>\n\n<p>\nقال: الحارث بن مسكين، قراءة عليه وأنا أسمع، عن ابن القاسم، قال: حدثني\nمالك، عن نافع، عن ابن عمر، أنه كان يقول: «لا يصوم إلا من أجمع الصيام قبل\nالفجر»0\n</p>\n\n<h2 class='l2' id='head732'>صوم نبي الله داود عليه السلام</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n            \n<h3 class='l3' id='head733'>2344 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن عمرو بن دينار، عن عمرو بن أوس، أنه\nسمع عبد الله بن عمرو بن العاص، يقول: قال رسول الله صلى الله عليه وسلم:\n«أحب الصيام إلى الله عز وجل صيام داود عليه السلام، كان يصوم يوما ويفطر\nيوما، وأحب الصلاة إلى الله عز وجل صلاة داود عليه السلام، كان ينام نصف\nالليل، ويقوم ثلثه، وينام سدسه»0\n</p>\n\n<h2 class='l2' id='head734'>صوم النبي صلى الله عليه وسلم بأبي هو وأمي، وذكر اختلاف الناقلين للخبر في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n            \n<h3 class='l3' id='head735'>2345 - </h3>\n\n<p>\nأخبرنا القاسم بن زكريا، قال: حدثنا عبيد الله، قال: حدثنا يعقوب، عن\nجعفر، عن سعيد، عن ابن عباس، قال: «كان رسول الله صلى الله عليه وسلم لا\nيفطر أيام البيض في حضر ولا سفر»0\n</p>\n\n<h3 class='l3' id='head736'>2346 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن أبي بشر، عن\nسعيد بن جبير، عن ابن عباس، قال: «كان رسول الله صلى الله عليه وسلم يصوم\nحتى نقول لا يفطر، ويفطر حتى نقول ما يريد أن يصوم، وما صام شهرا متتابعا\nغير رمضان منذ قدم المدينة»0\n</p>\n\n<h3 class='l3' id='head737'>2347 - </h3>\n\n<p>\nأخبرنا محمد بن النضر بن مساور المروزي، قال: حدثنا حماد، عن مروان أبي\nلبابة، عن عائشة، قالت: «كان رسول الله صلى الله عليه وسلم يصوم حتى نقول\nما يريد أن يفطر، ويفطر حتى نقول ما يريد أن يصوم»0\n</p>\n\n<h3 class='l3' id='head738'>2348 - </h3>\n\n<p>\nأخبرنا إسماعيل بن مسعود، عن خالد، قال: حدثنا سعيد، قال: حدثنا قتادة،\nعن زرارة بن أوفى، عن سعد <span id='ms0487'></span> بن هشام، عن عائشة، قالت: «لا أعلم نبي الله صلى\nالله عليه وسلم قرأ القرآن كله في ليلة، ولا قام ليلة حتى الصباح، ولا صام\nشهرا قط كاملا غير رمضان»0\n</p>\n\n<h3 class='l3' id='head739'>2349 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا حماد، عن أيوب، عن عبد الله بن شقيق، قال: سألت\nعائشة، عن صيام النبي صلى الله عليه وسلم، قالت «كان يصوم حتى نقول قد صام،\nويفطر حتى نقول قد أفطر، وما صام رسول الله صلى الله عليه وسلم شهرا كاملا\nمنذ قدم المدينة إلا رمضان»0\n</p>\n\n<h3 class='l3' id='head740'>2350 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: حدثنا معاوية بن\nصالح، أن عبد الله بن أبي قيس، حدثه أنه سمع عائشة، تقول: «كان أحب الشهور\nإلى رسول الله صلى الله عليه وسلم أن يصومه شعبان، بل كان يصله برمضان»0\n</p>\n\n<h3 class='l3' id='head741'>2351 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان بن داود، قال: حدثنا ابن وهب، قال: أخبرني مالك،\nوعمرو بن الحارث، وذكر آخر قبلهما، أن أبا النضر، حدثهم عن أبي سلمة، عن\nعائشة، قالت: «كان رسول الله صلى الله عليه وسلم يصوم حتى نقول ما يفطر،\nويفطر حتى نقول ما يصوم، وما رأيت رسول الله صلى الله عليه وسلم في شهر\nأكثر صياما منه في شعبان»0\n</p>\n\n<h3 class='l3' id='head742'>2352 - </h3>\n\n<p>\nأخبرنا محمود بن غيلان، قال: حدثنا أبو داود، قال: أنبأنا شعبة، عن\nمنصور، قال: سمعت سالم بن أبي الجعد، عن أبي سلمة، عن أم سلمة، «أن رسول\nالله صلى الله عليه وسلم كان لا يصوم شهرين متتابعين إلا شعبان ورمضان»0\n</p>\n\n<h3 class='l3' id='head743'>2353 - </h3>\n\n<p>\nأخبرنا محمد بن الوليد، قال: حدثنا محمد، قال: حدثنا شعبة، عن توبة، عن\nمحمد بن إبراهيم، عن أبي سلمة، عن أم سلمة، عن النبي صلى الله عليه وسلم،\nأنه «لم يكن يصوم من السنة شهرا تاما إلا شعبان، ويصل به رمضان»0\n</p>\n\n<h3 class='l3' id='head744'>2354 - </h3>\n\n<p>\nأخبرنا عبيد الله بن سعد بن إبراهيم، قال: حدثنا عمي، قال: حدثنا أبي، عن\nابن إسحق، قال: حدثني محمد بن إبراهيم، عن أبي سلمة، عن عائشة، قالت: «لم\nيكن رسول الله صلى الله عليه وسلم لشهر أكثر صياما <span id='ms0488'></span> منه لشعبان، كان يصومه\nأو عامته»0\n</p>\n\n<h3 class='l3' id='head745'>2355 - </h3>\n\n<p>\nأخبرني عمرو بن هشام، قال: حدثنا محمد بن سلمة، عن ابن إسحق، عن يحيى بن\nسعيد، عن أبي سلمة، عن عائشة، قالت: «كان رسول الله صلى الله عليه وسلم\nيصوم شعبان إلا قليلا»0\n</p>\n\n<h3 class='l3' id='head746'>2356 - </h3>\n\n<p>\nأخبرنا عمرو بن عثمان، قال: حدثنا بقية، قال: حدثنا بحير، عن خالد بن\nمعدان، عن جبير بن نفير، أن عائشة، قالت: «إن رسول الله صلى الله عليه وسلم\nكان يصوم شعبان كله»0\n</p>\n\n<h3 class='l3' id='head747'>2357 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، عن عبد الرحمن، قال: حدثنا ثابت بن قيس أبو الغصن،\nشيخ من أهل المدينة، قال: حدثني أبو سعيد المقبري، قال: حدثني أسامة بن\nزيد، قال: قلت: يا رسول الله، لم أرك تصوم شهرا من الشهور ما تصوم من\nشعبان، قال: «ذلك شهر يغفل الناس عنه بين رجب ورمضان، وهو شهر ترفع فيه\nالأعمال إلى رب العالمين، فأحب أن يرفع عملي وأنا صائم»0\n</p>\n\n<h3 class='l3' id='head748'>2358 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، عن عبد الرحمن، قال: حدثنا ثابت بن قيس أبو الغصن،\nشيخ من أهل المدينة، قال: حدثني أبو سعيد المقبري، قال: حدثني أسامة بن\nزيد، قال: قلت: يا رسول الله، إنك تصوم حتى لا تكاد تفطر، وتفطر حتى لا\nتكاد أن تصوم، إلا يومين إن دخلا في صيامك وإلا صمتهما، قال: «أي يومين؟»\nقلت: يوم الاثنين ويوم الخميس، قال: «ذانك يومان تعرض فيهما الأعمال على رب\nالعالمين، فأحب أن يعرض عملي وأنا صائم»0\n</p>\n\n<h3 class='l3' id='head749'>2359 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا زيد بن الحباب، قال: أخبرني ثابت بن\nقيس الغفاري، قال: حدثني أبو سعيد المقبري، قال: حدثني أبو هريرة، عن أسامة\nبن زيد، \" أن رسول الله صلى الله عليه وسلم كان يسرد الصوم، فيقال: لا\nيفطر، ويفطر، فيقال: لا يصوم \"0\n</p>\n\n<h3 class='l3' id='head750'>2360 - </h3>\n\n<p>\nأخبرنا عمرو بن عثمان، عن بقية، قال: حدثنا بحير، عن خالد بن معدان، عن\nجبير بن نفير، أن عائشة، قالت: «إن رسول الله صلى الله عليه وسلم كان يتحرى\nصيام الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head751'>2361 - </h3>\n\n<p>\nأخبرنا عمرو بن علي، قال: حدثنا عبد الله بن داود <span id='ms0489'></span>، قال: أخبرني ثور، عن\nخالد بن معدان، عن ربيعة الجرشي، عن عائشة، قالت: «كان رسول الله صلى الله\nعليه وسلم يتحرى يوم الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head752'>2362 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم، قال: أنبأنا عبيد الله بن سعيد الأموي، قال:\nحدثنا سفيان، عن ثور، عن خالد بن معدان، عن عائشة، قالت: «كان رسول الله\nصلى الله عليه وسلم يتحرى الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head753'>2363 - </h3>\n\n<p>\nأخبرنا أحمد بن سليمان، قال: حدثنا أبو داود، عن سفيان، عن منصور، عن\nخالد بن سعد، عن عائشة، قالت: «كان رسول الله صلى الله عليه وسلم يتحرى يوم\nالاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head754'>2364 - </h3>\n\n<p>\nأخبرنا إسحق بن إبراهيم بن حبيب بن الشهيد، قال: حدثنا يحيى بن يمان، عن\nسفيان، عن عاصم، عن المسيب بن رافع، عن سواء الخزاعي، عن عائشة، قالت: «كان\nالنبي صلى الله عليه وسلم يصوم الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head755'>2365 - </h3>\n\n<p>\nأخبرني أبو بكر بن علي، قال: حدثنا أبو نصر التمار، قال: حدثنا حماد بن\nسلمة، عن عاصم، عن سواء، عن أم سلمة، قالت: \" كان رسول الله صلى الله عليه\nوسلم يصوم من كل شهر ثلاثة أيام: الاثنين والخميس من هذه الجمعة، والاثنين\nمن المقبلة \"0\n</p>\n\n<h3 class='l3' id='head756'>2366 - </h3>\n\n<p>\nأخبرني زكريا بن يحيى، قال: حدثنا إسحق، قال: أنبأنا النضر، قال: أنبأنا\nحماد، عن عاصم بن أبي النجود، عن سواء، عن حفصة، قالت: «كان رسول الله صلى\nالله عليه وسلم يصوم من كل شهر يوم الخميس، ويوم الاثنين، ومن الجمعة\nالثانية يوم الاثنين»0\n</p>\n\n<h3 class='l3' id='head757'>2367 - </h3>\n\n<p>\nأخبرنا القاسم بن زكريا بن دينار، قال: حدثنا حسين، عن زائدة، عن عاصم،\nعن المسيب، عن حفصة، قالت: «كان رسول الله صلى الله عليه وسلم إذا أخذ\nمضجعه جعل كفه اليمنى تحت خده الأيمن، وكان يصوم الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head758'>2368 - </h3>\n\n<p>\nأخبرنا محمد بن علي بن الحسن بن شقيق، قال أبي، أنبأنا أبو حمزة، عن\nعاصم، عن زر، عن عبد الله بن مسعود، قال: «كان رسول الله صلى الله عليه\nوسلم يصوم ثلاثة أيام من غرة كل شهر، وقلما يفطر يوم الجمعة»0\n</p>\n\n<h3 class='l3' id='head759'>2369 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: حدثنا أبو كامل، قال: حدثنا أبو <span id='ms0490'></span> عوانة، عن\nعاصم بن بهدلة، عن رجل، عن الأسود بن هلال، عن أبي هريرة، قال: «أمرني رسول\nالله صلى الله عليه وسلم بركعتي الضحى، وأن لا أنام إلا على وتر، وصيام\nثلاثة أيام من الشهر»0\n</p>\n\n<h3 class='l3' id='head760'>2370 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا سفيان، عن عبيد الله، أنه سمع ابن عباس، وسئل\nعن صيام عاشوراء، قال: «ما علمت النبي صلى الله عليه وسلم صام يوما يتحرى\nفضله على الأيام، إلا هذا اليوم» يعني شهر رمضان، ويوم عاشوراء0\n</p>\n\n<h3 class='l3' id='head761'>2371 - </h3>\n\n<p>\nأخبرنا قتيبة، عن سفيان، عن الزهري، عن حميد بن عبد الرحمن بن عوف، قال:\nسمعت معاوية، يوم عاشوراء وهو على المنبر، يقول: يا أهل المدينة، أين\nعلماؤكم؟ سمعت رسول الله صلى الله عليه وسلم، يقول في هذا اليوم: «إني\nصائم، فمن شاء أن يصوم فليصم»0\n</p>\n\n<h3 class='l3' id='head762'>2372 - </h3>\n\n<p>\nأخبرني زكريا بن يحيى، قال: حدثنا شيبان، قال: حدثنا أبو عوانة، عن الحر\nبن صياح، عن هنيدة بن خالد، عن امرأته، قالت: حدثتني بعض نساء النبي، صلى\nالله عليه وسلم، «أن النبي صلى الله عليه وسلم كان يصوم يوم عاشوراء، وتسعا\nمن ذي الحجة، وثلاثة أيام من الشهر أول اثنين من الشهر وخميسين»0\n</p>\n\n<h2 class='l2' id='head763'>ذكر الاختلاف على عطاء في الخبر فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n            \n<h3 class='l3' id='head764'>2373 - </h3>\n\n<p>\nأخبرني حاجب بن سليمان، قال: حدثنا الحارث بن عطية، قال: حدثنا الأوزاعي،\nعن عطاء بن أبي رباح، عن عبد الله بن عمر، قال: قال رسول الله صلى الله\nعليه وسلم: «من صام الأبد فلا صام»0\n</p>\n\n<h3 class='l3' id='head765'>2374 - </h3>\n\n<p>\nحدثنا عيسى بن مساور، عن الوليد، قال: حدثنا الأوزاعي، قال: أخبرني عطاء،\nعن عبد الله، ح وأنبأنا محمد بن عبد الله، قال: حدثني الوليد، عن الأوزاعي،\nقال: حدثنا عطاء، عن عبد الله بن عمر، قال: قال رسول الله صلى الله عليه\nوسلم: «من صام الأبد فلا صام ولا أفطر»0\n</p>\n\n<h3 class='l3' id='head766'>2375 - </h3>\n\n<p>\nأخبرنا العباس بن الوليد، قال: حدثنا أبي وعقبة، عن الأوزاعي، قال: حدثني\nعطاء، قال: حدثني من، سمع ابن عمر، يقول: قال النبي صلى الله عليه وسلم:\n«من صام الأبد فلا صام»0\n</p>\n\n<h3 class='l3' id='head767'>2376 - </h3>\n\n<p>\nأخبرنا إسمعيل بن يعقوب، قال: حدثنا محمد <span id='ms0491'></span> بن موسى، قال: حدثنا أبي، عن\nالأوزاعي، عن عطاء، قال: حدثني من، سمع ابن عمر، أن النبي صلى الله عليه\nوسلم، قال: «من صام الأبد فلا صام»0\n</p>\n\n<h3 class='l3' id='head768'>2377 - </h3>\n\n<p>\nأخبرنا أحمد بن إبراهيم بن محمد، قال: حدثنا ابن عائذ، قال: حدثنا يحيى،\nعن الأوزاعي، عن عطاء، أنه حدثه، قال: حدثني من، سمع عبد الله بن عمرو بن\nالعاص، قال: قال رسول الله صلى الله عليه وسلم: «من صام الأبد فلا صام، ولا\nأفطر»0\n</p>\n\n<h3 class='l3' id='head769'>2378 - </h3>\n\n<p>\nأخبرني إبراهيم بن الحسن، قال: حدثنا حجاج بن محمد، قال: قال ابن جريج:\nسمعت عطاء، أن أبا العباس الشاعر، أخبره أنه سمع عبد الله بن عمرو بن\nالعاص، قال: «بلغ النبي صلى الله عليه وسلم أني أصوم أسرد الصوم»، وساق\nالحديث، قال: قال عطاء: «لا أدري كيف ذكر صيام الأبد لا صام من صام الأبد»0\n</p>\n\n<h2 class='l2' id='head770'>النهي عن صيام الدهر، وذكر الاختلاف على مطرف بن عبد الله في الخبر فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n            \n<h3 class='l3' id='head771'>2379 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: أنبأنا إسمعيل، عن الجريري، عن يزيد بن عبد الله\nبن الشخير، عن أخيه مطرف، عن عمران، قال: قيل: يا رسول الله، إن فلانا لا\nيفطر نهارا الدهر، قال: «لا صام ولا أفطر»0\n</p>\n\n<h3 class='l3' id='head772'>2380 - </h3>\n\n<p>\nأخبرني عمرو بن هشام، قال: حدثنا مخلد، عن الأوزاعي، عن قتادة، عن مطرف\nبن عبد الله بن الشخير، أخبرني أبي، أنه سمع رسول الله صلى الله عليه وسلم\nوذكر عنده رجل يصوم الدهر، قال: «لا صام ولا أفطر»0\n</p>\n\n<h3 class='l3' id='head773'>2381 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا أبو داود، قال: حدثنا شعبة، عن قتادة،\nقال: سمعت مطرف بن عبد الله بن الشخير، يحدث عن أبيه، أن رسول الله صلى\nالله عليه وسلم قال في صوم الدهر: «لا صام ولا أفطر»0\n</p>\n\n<h2 class='l2' id='head774'>ذكر الاختلاف على غيلان بن جرير فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n<h3 class='l3' id='head775'>2382 - </h3>\n\n<p>\nأخبرني هارون بن عبد الله، قال: حدثنا الحسن بن موسى، قال: أنبأنا أبو\nهلال، قال: حدثنا غيلان وهو ابن جرير، قال: حدثنا عبد الله وهو ابن معبد\nالزماني، عن أبي قتادة، عن عمر، قال: كنا مع رسول الله صلى <span id='ms0492'></span> الله عليه وسلم\nفمررنا برجل، فقالوا: يا نبي الله، هذا لا يفطر منذ كذا وكذا، فقال: «لا\nصام ولا أفطر»0\n</p>\n\n<h3 class='l3' id='head776'>2383 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن غيلان، أنه\nسمع عبد الله بن معبد الزماني، عن أبي قتادة، أن رسول الله صلى الله عليه\nوسلم سئل عن صومه فغضب، فقال عمر: رضينا بالله ربا، وبالإسلام دينا، وبمحمد\nرسولا، وسئل عمن صام الدهر، فقال: «لا صام ولا أفطر» أو «ما صام وما أفطر»0\n</p>\n\n<h2 class='l2' id='head777'>سرد الصيام</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n<h3 class='l3' id='head778'>2384 - </h3>\n\n<p>\nأخبرنا يحيى بن حبيب بن عربي، قال: حدثنا حماد، عن هشام، عن أبيه، عن\nعائشة، أن حمزة بن عمرو الأسلمي، سأل رسول الله صلى الله عليه وسلم، فقال:\nيا رسول الله، إني رجل أسرد الصوم، أفأصوم في السفر؟ قال: «صم إن شئت، أو\nأفطر إن شئت»0\n</p>\n\n<h2 class='l2' id='head779'>صوم ثلثي الدهر وذكر اختلاف الناقلين للخبر في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \n<h3 class='l3' id='head780'>2385 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن\nالأعمش، عن أبي عمار، عن عمرو بن شرحبيل، عن رجل، من أصحاب النبي صلى الله\nعليه وسلم، قال: قيل للنبي صلى الله عليه وسلم: رجل يصوم الدهر، قال: «وددت\nأنه لم يطعم الدهر»، قالوا: فثلثيه، قال: «أكثر»، قالوا: فنصفه، قال:\n«أكثر»، ثم قال: «ألا أخبركم بما يذهب وحر الصدر؟ صوم ثلاثة أيام من كل\nشهر»0\n</p>\n\n<h3 class='l3' id='head781'>2386 - </h3>\n\n<p>\nأخبرنا محمد بن العلاء، قال: حدثنا أبو معاوية، قال: حدثنا الأعمش، عن\nأبي عمار، عن عمرو بن شرحبيل، قال: أتى رسول الله صلى الله عليه وسلم رجل،\nفقال: يا رسول الله، ما تقول في رجل صام الدهر كله، فقال رسول الله صلى\nالله عليه وسلم: «وددت أنه لم يطعم الدهر شيئا»، قال: فثلثيه، قال: «أكثر»،\nقال: فنصفه، قال: «أكثر»، قال: «أفلا أخبركم بما يذهب وحر الصدر؟» قالوا:\nبلى، قال: «صيام ثلاثة أيام من كل شهر»0\n</p>\n\n<h3 class='l3' id='head782'>2387 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا حماد، عن غيلان بن جرير، عن عبد الله بن معبد\nالزماني، عن أبي قتادة، قال قال عمر: يا رسول الله، كيف <span id='ms0493'></span> بمن يصوم الدهر\nكله، قال: «لا صام ولا أفطر» أو «لم يصم ولم يفطر»، قال: يا رسول الله، كيف\nبمن يصوم يومين ويفطر يوما؟ قال: «أو يطيق ذلك أحد؟»، قال: فكيف بمن يصوم\nيوما ويفطر يوما؟ قال: «ذلك صوم داود عليه السلام»، قال: فكيف بمن يصوم\nيوما ويفطر يومين؟ قال: «وددت أني أطيق ذلك»، قال: ثم قال: «ثلاث من كل\nشهر، ورمضان إلى رمضان، هذا صيام الدهر كله»0\n</p>\n\n<h2 class='l2' id='head783'>صوم يوم وإفطار يوم وذكر اختلاف ألفاظ الناقلين في ذلك لخبر عبد الله بن عمرو فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n            \n<h3 class='l3' id='head784'>2388 - </h3>\n\n<p>\nقال: وفيما قرأ علينا أحمد بن منيع، قال: حدثنا هشيم، قال: أنبأنا حصين،\nومغيرة، عن مجاهد، عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه\nوسلم: «أفضل الصيام صيام داود عليه السلام، كان يصوم يوما ويفطر يوما»0\n</p>\n\n<h3 class='l3' id='head785'>2389 - </h3>\n\n<p>\nأخبرنا محمد بن معمر، قال: حدثنا يحيى بن حماد، قال: حدثنا أبو عوانة، عن\nمغيرة، عن مجاهد، قال: قال لي عبد الله بن عمرو: أنكحني أبي امرأة ذات حسب،\nفكان يأتيها فيسألها عن بعلها، فقالت: نعم الرجل من رجل لم يطأ لنا فراشا،\nولم يفتش لنا كنفا منذ أتيناه، فذكر ذلك للنبي صلى الله عليه وسلم، فقال:\n«ائتني به»، فأتيته معه، فقال: «كيف تصوم؟» قلت: كل يوم، قال: «صم من كل\nجمعة ثلاثة أيام»، قلت: إني أطيق أفضل من ذلك، قال: «صم يومين وأفطر يوما»،\nقال: إني أطيق أفضل من ذلك، قال: «صم أفضل الصيام، صيام داود عليه السلام،\nصوم يوم وفطر يوم»0\n</p>\n\n<h3 class='l3' id='head786'>2390 - </h3>\n\n<p>\nأخبرنا أبو حصين عبد الله بن أحمد بن عبد الله بن يونس، قال: حدثنا عبثر،\nقال: حدثنا حصين، عن مجاهد، عن عبد الله بن عمرو، قال: زوجني أبي امرأة\nفجاء يزورها، فقال: كيف ترين بعلك؟ فقالت: نعم الرجل من رجل لا ينام الليل،\nولا يفطر النهار فوقع بي، وقال: زوجتك امرأة من المسلمين فعضلتها، قال:\nفجعلت لا ألتفت إلى قوله مما أرى عندي من القوة والاجتهاد، فبلغ ذلك النبي\nصلى الله عليه وسلم <span id='ms0494'></span>، فقال: «لكني أنا أقوم وأنام، وأصوم وأفطر، فقم ونم،\nوصم وأفطر» قال: «صم من كل شهر ثلاثة أيام»، فقلت: أنا أقوى من ذلك، قال:\n«صم صوم داود عليه السلام، صم يوما وأفطر يوما»، قلت: أنا أقوى من ذلك،\nقال: «اقرأ القرآن في كل شهر»، ثم انتهى إلى خمس عشرة وأنا أقول: أنا أقوى\nمن ذلك0\n</p>\n\n<h3 class='l3' id='head787'>2391 - </h3>\n\n<p>\nأخبرنا يحيى بن درست، قال: حدثنا أبو إسمعيل، قال: حدثنا يحيى بن أبي\nكثير، أن أبا سلمة، حدثه أن عبد الله، قال: دخل رسول الله صلى الله عليه\nوسلم حجرتي، فقال: «ألم أخبر أنك تقوم الليل وتصوم النهار»، قال: بلى، قال:\n«فلا تفعلن، نم وقم، وصم وأفطر، فإن لعينك عليك حقا، وإن لجسدك عليك حقا،\nوإن لزوجتك عليك حقا، وإن لضيفك عليك حقا، وإن لصديقك عليك حقا، وإنه عسى\nأن يطول بك عمر، وإنه حسبك أن تصوم من كل شهر ثلاثا، فذلك صيام الدهر كله،\nوالحسنة بعشر أمثالها»، قلت: إني أجد قوة، فشددت، فشدد علي، قال: «صم من كل\nجمعة ثلاثة أيام»، قلت: إني أطيق أكثر من ذلك، فشددت، فشدد علي، قال: «صم\nصوم نبي الله داود عليه السلام»، قلت: وما كان صوم داود، قال: «نصف الدهر»0\n</p>\n\n<h3 class='l3' id='head788'>2392 - </h3>\n\n<p>\nأخبرنا الربيع بن سليمان، قال: حدثنا ابن وهب، قال: أخبرني يونس، عن ابن\nشهاب، قال: أخبرني سعيد بن المسيب، وأبو سلمة بن عبد الرحمن، أن عبد الله\nبن عمرو بن العاص، قال: ذكر لرسول الله صلى الله عليه وسلم أنه يقول:\nلأقومن الليل ولأصومن النهار ما عشت، فقال رسول الله صلى الله عليه وسلم:\n«أنت الذي تقول ذلك؟» فقلت له: قد قلته يا رسول الله، فقال رسول الله صلى\nالله عليه وسلم: «فإنك لا تستطيع ذلك، فصم وأفطر، ونم وقم، وصم من الشهر\nثلاثة أيام، فإن الحسنة بعشر أمثالها وذلك مثل صيام الدهر»، قلت: فإني أطيق\nأفضل من ذلك، قال: «صم يوما وأفطر يومين»، فقلت: إني أطيق أفضل من ذلك يا\nرسول الله، قال: «فصم يوما وأفطر يوما <span id='ms0495'></span>، وذلك صيام داود، وهو أعدل الصيام»،\nقلت: فإني أطيق أفضل من ذلك، قال رسول الله صلى الله عليه وسلم: «لا أفضل\nمن ذلك» قال عبد الله بن عمرو: «لأن أكون قبلت الثلاثة الأيام التي قال\nرسول الله صلى الله عليه وسلم أحب إلي من أهلي ومالي»0\n</p>\n\n<h3 class='l3' id='head789'>2393 - </h3>\n\n<p>\nأخبرني أحمد بن بكار، قال: حدثنا محمد وهو ابن سلمة، عن ابن إسحق، عن\nمحمد بن إبراهيم، عن أبي سلمة بن عبد الرحمن، قال: دخلت على عبد الله بن\nعمرو، قلت: أي عم حدثني عما قال لك رسول الله صلى الله عليه وسلم، قال: يا\nابن أخي، إني قد كنت أجمعت على أن أجتهد اجتهادا شديدا حتى قلت: لأصومن\nالدهر، ولأقرأن القرآن في كل يوم وليلة، فسمع بذلك رسول الله صلى الله عليه\nوسلم، فأتاني حتى دخل علي في داري، فقال: «بلغني أنك قلت لأصومن الدهر،\nولأقرأن القرآن»، فقلت: قد قلت ذلك يا رسول الله، قال: «فلا تفعل، صم من كل\nشهر ثلاثة أيام»، قلت: إني أقوى على أكثر من ذلك، قال: «فصم من الجمعة\nيومين الاثنين والخميس»، قلت: فإني أقوى على أكثر من ذلك، قال: «فصم صيام\nداود عليه السلام، فإنه أعدل الصيام عند الله، يوما صائما ويوما مفطرا،\nوإنه كان إذا وعد لم يخلف، وإذا لاقى لم يفر»0\n</p>\n\n<h2 class='l2' id='head790'>ذكر الزيادة في الصيام والنقصان، وذكر اختلاف الناقلين لخبر عبد الله بن عمرو فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n            \n<h3 class='l3' id='head791'>2394 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا محمد، قال: حدثنا شعبة، عن زياد بن\nفياض، سمعت أبا عياض، يحدث عن عبد الله بن عمرو، أن رسول الله صلى الله\nعليه وسلم، قال له: «صم يوما ولك أجر ما بقي»، قال: إني أطيق أكثر من ذلك،\nقال: «صم يومين ولك أجر ما بقي»، قال: إني أطيق أكثر من ذلك، قال: «صم\nثلاثة أيام ولك أجر ما بقي»، قال: إني أطيق أكثر من ذلك، قال: «صم أربعة\nأيام ولك أجر ما بقي»، قال: إني أطيق أكثر من ذلك، قال: «صم أفضل الصيام\nعند <span id='ms0496'></span> الله، صوم داود عليه السلام، كان يصوم يوما ويفطر يوما»0\n</p>\n\n<h3 class='l3' id='head792'>2395 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا المعتمر، عن أبيه، قال: حدثنا أبو\nالعلاء، عن مطرف، عن ابن أبي ربيعة، عن عبد الله بن عمرو، قال: ذكرت للنبي\nصلى الله عليه وسلم الصوم، فقال: «صم من كل عشرة أيام يوما، ولك أجر تلك\nالتسعة»، فقلت: إني أقوى من ذلك، قال: «صم من كل تسعة أيام يوما، ولك أجر\nتلك الثمانية»، قلت: إني أقوى من ذلك، قال: «فصم من كل ثمانية أيام يوما،\nولك أجر تلك السبعة»، قلت: إني أقوى من ذلك، قال: فلم يزل حتى قال: «صم\nيوما وأفطر يوما»0\n</p>\n\n<h3 class='l3' id='head793'>2396 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن إبراهيم، قال: حدثنا يزيد، قال: حدثنا حماد، ح\nوأخبرني زكريا بن يحيى، قال: حدثنا عبد الأعلى، قال: حدثنا حماد، عن ثابت،\nعن شعيب بن عبد الله بن عمرو، عن أبيه، قال: قال لي رسول الله صلى الله\nعليه وسلم: «صم يوما ولك أجر عشرة»، فقلت: زدني، فقال: «صم يومين ولك أجر\nتسعة»، قلت: زدني، قال: «صم ثلاثة أيام ولك أجر ثمانية»، قال ثابت: فذكرت\nذلك لمطرف، فقال: «ما أراه إلا يزداد في العمل وينقص من الأجر» واللفظ\nلمحمد \"0\n</p>\n\n<h2 class='l2' id='head794'>صوم عشرة أيام من الشهر واختلاف ألفاظ الناقلين لخبر عبد الله بن عمرو فيه</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n            \n<h3 class='l3' id='head795'>2397 - </h3>\n\n<p>\nأخبرنا محمد بن عبيد، عن أسباط، عن مطرف، عن حبيب بن أبي ثابت، عن أبي\nالعباس، عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: «إنه\nبلغني أنك تقوم الليل وتصوم النهار»، قلت: يا رسول الله، ما أردت بذلك إلا\nالخير، قال: «لا صام من صام الأبد، ولكن أدلك على صوم الدهر، ثلاثة أيام من\nالشهر»، قلت: يا رسول الله، إني أطيق أكثر من ذلك، قال: «صم خمسة أيام»،\nقلت: إني أطيق أكثر من ذلك، قال: «فصم عشرا»، فقلت: إني أطيق أكثر من ذلك،\nقال: «صم صوم داود عليه السلام، كان يصوم يوما ويفطر يوما»0\n</p>\n\n<h3 class='l3' id='head796'>2398 - </h3>\n\n<p>\nأخبرنا علي بن الحسين <span id='ms0497'></span>، قال: حدثنا أمية، عن شعبة، عن حبيب، قال: حدثني\nأبو العباس، وكان رجلا من أهل الشام وكان شاعرا وكان صدوقا، عن عبد الله بن\nعمرو، قال: قال لي رسول الله صلى الله عليه وسلم، وساق الحديث\n</p>\n\n#0\n<h3 class='l3' id='head797'>2399 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، حدثنا شعبة، قال: أخبرني\nحبيب بن أبي ثابت، قال: سمعت أبا العباس، هو الشاعر، يحدث عن عبد الله بن\nعمرو، قال: قال لي رسول الله صلى الله عليه وسلم: «يا عبد الله بن عمرو،\nإنك تصوم الدهر، وتقوم الليل، وإنك إذا فعلت ذلك هجمت العين، ونفهت له\nالنفس، لا صام من صام الأبد صوم الدهر، ثلاثة أيام من الشهر صوم الدهر\nكله»، قلت: إني أطيق أكثر من ذلك، قال: «صم صوم داود، كان يصوم يوما ويفطر\nيوما، ولا يفر إذا لاقى»0\n</p>\n\n<h3 class='l3' id='head798'>2400 - </h3>\n\n<p>\nأخبرنا محمد بن بشار، قال: حدثنا محمد، قال: حدثنا شعبة، عن عمرو بن\nدينار، عن أبي العباس، عن عبد الله بن عمرو، قال: قال لي رسول الله صلى\nالله عليه وسلم: «اقرأ القرآن في شهر»، قلت: إني أطيق أكثر من ذلك، فلم أزل\nأطلب إليه حتى قال: «في خمسة أيام»، وقال: «صم ثلاثة أيام من الشهر»، قلت:\nإني أطيق أكثر من ذلك، فلم أزل أطلب إليه حتى قال: «صم أحب الصيام إلى الله\nعز وجل صوم داود، كان يصوم يوما ويفطر يوما»0\n</p>\n\n<h3 class='l3' id='head799'>2401 - </h3>\n\n<p>\nأخبرنا إبراهيم بن الحسن، قال: حدثنا حجاج، قال: قال ابن جريج، سمعت\nعطاء، يقول: إن أبا العباس الشاعر، أخبره أنه سمع عبد الله بن عمرو بن\nالعاص، قال: بلغ النبي صلى الله عليه وسلم أني أصوم أسرد الصوم، وأصلي\nالليل، فأرسل إليه، وإما لقيه قال: «ألم أخبر أنك تصوم ولا تفطر، وتصلي\nالليل، فلا تفعل، فإن لعينك حظا، ولنفسك حظا، ولأهلك حظا، وصم وأفطر، وصل\nونم، وصم من كل عشرة أيام يوما ولك أجر تسعة»، قال: إني أقوى لذلك يا رسول\nالله، قال: «صم صيام داود إذا» قال: وكيف كان صيام داود يا <span id='ms0498'></span> نبي الله؟ قال:\n«كان يصوم يوما ويفطر يوما، ولا يفر إذا لاقى»، قال: ومن لي بهذا يا نبي\nالله0\n</p>\n\n<h2 class='l2' id='head800'>صيام خمسة أيام من الشهر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n            \n<h3 class='l3' id='head801'>2402 - </h3>\n\n<p>\nأخبرنا زكرياء بن يحيى، قال: حدثنا وهب بن بقية، قال: أنبأنا خالد، عن\nخالد وهو الحذاء، عن أبي قلابة، عن أبي المليح، قال: دخلت مع أبيك زيد على\nعبد الله بن عمرو، فحدث أن رسول الله صلى الله عليه وسلم ذكر له صومي فدخل\nعلي، فألقيت له وسادة أدم ربعة حشوها ليف، فجلس على الأرض وصارت الوسادة\nفيما بيني وبينه، قال: «أما يكفيك من كل شهر ثلاثة أيام؟»، قلت: يا رسول\nالله، قال: «خمسا»، قلت: يا رسول الله، قال: «سبعا»، قلت: يا رسول الله،\nقال: «تسعا»، قلت: يا رسول الله، قال: «إحدى عشرة»، قلت: يا رسول الله،\nفقال النبي صلى الله عليه وسلم: «لا صوم فوق صوم داود شطر الدهر، صيام يوم\nوفطر يوم»0\n</p>\n\n<h2 class='l2' id='head802'>صيام أربعة أيام من الشهر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \n<h3 class='l3' id='head803'>2403 - </h3>\n\n<p>\nأخبرنا إبراهيم بن الحسن، قال: حدثنا حجاج بن محمد، قال: حدثني شعبة، عن\nزياد بن فياض، قال: سمعت أبا عياض، قال: قال عبد الله بن عمرو: قال لي رسول\nالله صلى الله عليه وسلم: «صم من الشهر يوما ولك أجر ما بقي»، قلت: إني\nأطيق أكثر من ذلك، قال: «فصم يومين ولك أجر ما بقي»، قلت: إني أطيق أكثر من\nذلك، قال: «فصم ثلاثة أيام ولك أجر ما بقي»، قلت: إني أطيق أكثر من ذلك،\nقال: «صم أربعة أيام ولك أجر ما بقي»، قلت: إني أطيق أكثر من ذلك، فقال\nرسول الله صلى الله عليه وسلم: «أفضل الصوم صوم داود كان يصوم يوما ويفطر\nيوما»0\n</p>\n\n<h2 class='l2' id='head804'>صوم ثلاثة أيام من الشهر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \n<h3 class='l3' id='head805'>2404 - </h3>\n\n<p>\nأخبرنا علي بن حجر، قال: حدثنا إسمعيل، قال: حدثنا محمد بن أبي حرملة، عن\nعطاء بن يسار، عن أبي ذر، قال: أوصاني حبيبي صلى الله عليه وسلم بثلاثة لا\nأدعهن إن شاء الله تعالى أبدا: «أوصاني بصلاة الضحى، وبالوتر قبل النوم،\nوبصيام ثلاثة أيام من كل شهر <span id='ms0499'></span>»0\n</p>\n\n<h3 class='l3' id='head806'>2405 - </h3>\n\n<p>\nأخبرنا محمد بن علي بن الحسن، قال: سمعت أبي، قال: أنبأنا أبو حمزة، عن\nعاصم، عن الأسود بن هلال، عن أبي هريرة، قال: \" أمرني رسول الله صلى الله\nعليه وسلم بثلاث: بنوم على وتر، والغسل يوم الجمعة، وصوم ثلاثة أيام من كل\nشهر \"0\n</p>\n\n<h3 class='l3' id='head807'>2406 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: حدثنا أبو كامل، قال: حدثنا أبو عوانة، عن\nعاصم بن بهدلة، عن رجل، عن الأسود بن هلال، عن أبي هريرة، قال: «أمرني رسول\nالله صلى الله عليه وسلم بركعتي الضحى، وأن لا أنام إلا على وتر، وصيام\nثلاثة أيام من كل شهر»0\n</p>\n\n<h3 class='l3' id='head808'>2407 - </h3>\n\n<p>\nأخبرنا محمد بن رافع، حدثنا أبو النضر، حدثنا أبو معاوية، عن عاصم، عن\nالأسود بن هلال، عن أبي هريرة، رضي الله عنه قال: «أمرني رسول الله صلى\nالله عليه وسلم بنوم على وتر، والغسل يوم الجمعة، وصيام ثلاثة أيام من كل\nشهر»0\n</p>\n\n<h2 class='l2' id='head809'>ذكر الاختلاف على أبي عثمان في حديث أبي هريرة في صيام ثلاثة أيام من كل شهر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n            \n<h3 class='l3' id='head810'>2408 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: حدثنا عبد الأعلى، قال: حدثنا حماد بن سلمة،\nعن ثابت، عن أبي عثمان، أن أبا هريرة، قال: سمعت رسول الله صلى الله عليه\nوسلم، يقول: «شهر الصبر، وثلاثة أيام من كل شهر صوم الدهر»0\n</p>\n\n<h3 class='l3' id='head811'>2409 - </h3>\n\n<p>\nأخبرنا علي بن الحسن اللاني، بالكوفة عن عبد الرحيم وهو ابن سليمان، عن\nعاصم الأحول، عن أبي عثمان، عن أبي ذر، قال: قال رسول الله صلى الله عليه\nوسلم: «من صام ثلاثة أيام من الشهر فقد صام الدهر كله»، ثم قال: \" صدق الله\nفي كتابه: {من جاء بالحسنة فله عشر أمثالها} [الأنعام: 160] \"0\n</p>\n\n<h3 class='l3' id='head812'>2410 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا حبان، قال: أنبأنا عبد الله، عن عاصم،\nعن أبي عثمان، عن رجل، قال أبو ذر: سمعت رسول الله صلى الله عليه وسلم،\nيقول: «من صام ثلاثة أيام من كل شهر فقد تم صوم الشهر»، أو «فله صوم الشهر»\nشك عاصم0\n</p>\n\n<h3 class='l3' id='head813'>2411 - </h3>\n\n<p>\nأخبرنا قتيبة، قال: حدثنا الليث، عن يزيد بن أبي حبيب، عن سعيد بن أبي\nهند <span id='ms0500'></span>، أن مطرفا، حدثه أن عثمان بن أبي العاص، قال: سمعت رسول الله صلى الله\nعليه وسلم، يقول: «صيام حسن ثلاثة أيام من الشهر»0\n</p>\n\n<h3 class='l3' id='head814'>2412 - </h3>\n\n<p>\nأخبرنا زكريا بن يحيى، قال: أنبأنا أبو مصعب، عن مغيرة بن عبد الرحمن، عن\nعبد الله بن سعيد بن أبي هند، عن محمد بن إسحق، عن سعيد بن أبي هند، قال\nعثمان بن أبي العاص: نحوه مرسل\n</p>\n\n#0\n<h3 class='l3' id='head815'>2413 - </h3>\n\n<p>\nأخبرنا يوسف بن سعيد، قال: حدثنا حجاج، عن شريك، عن الحر بن صياح، قال:\nسمعت ابن عمر، يقول: «كان النبي صلى الله عليه وسلم يصوم ثلاثة أيام من كل\nشهر»0\n</p>\n\n<h2 class='l2' id='head816'>كيف يصوم ثلاثة أيام من كل شهر، وذكر اختلاف الناقلين للخبر في ذلك</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n            \n<h3 class='l3' id='head817'>2414 - </h3>\n\n<p>\nأخبرنا الحسن بن محمد الزعفراني، قال: حدثنا سعيد بن سليمان، عن شريك، عن\nالحر بن صياح، عن ابن عمر: «أن رسول الله صلى الله عليه وسلم كان يصوم\nثلاثة أيام من كل شهر، يوم الاثنين من أول الشهر، والخميس الذي يليه، ثم\nالخميس الذي يليه»0\n</p>\n\n<h3 class='l3' id='head818'>2415 - </h3>\n\n<p>\nأخبرنا علي بن محمد بن علي، قال: حدثنا خلف بن تميم، عن زهير، عن الحر بن\nالصياح، قال: سمعت هنيدة الخزاعي، قال: دخلت على أم المؤمنين، سمعتها تقول:\n«كان رسول الله صلى الله عليه وسلم يصوم من كل شهر ثلاثة أيام، أول اثنين\nمن الشهر، ثم الخميس، ثم الخميس الذي يليه»0\n</p>\n\n<h3 class='l3' id='head819'>2416 - </h3>\n\n<p>\nأخبرنا أبو بكر بن أبي النضر، قال: حدثني أبو النضر، قال: حدثنا أبو إسحق\nالأشجعي كوفي، عن عمرو بن قيس الملائي، عن الحر بن الصياح، عن هنيدة بن\nخالد الخزاعي، عن حفصة، قالت: \" أربع لم يكن يدعهن النبي صلى الله عليه\nوسلم: صيام عاشوراء، والعشر، وثلاثة أيام من كل شهر، وركعتين قبل الغداة \"0\n</p>\n\n<h3 class='l3' id='head820'>2417 - </h3>\n\n<p>\nأخبرني أحمد بن يحيى، عن أبي نعيم، قال: حدثنا أبو عوانة، عن الحر بن\nالصياح، عن هنيدة بن خالد، عن امرأته، عن بعض أزواج النبي، صلى الله عليه\nوسلم، «أن رسول الله صلى الله عليه وسلم كان يصوم تسعا من ذي الحجة، ويوم\nعاشوراء، وثلاثة أيام من كل <span id='ms0501'></span> شهر، أول اثنين من الشهر وخميسين»0\n</p>\n\n<h3 class='l3' id='head821'>2418 - </h3>\n\n<p>\nأخبرنا محمد بن عثمان بن أبي صفوان الثقفي، قال: حدثنا عبد الرحمن، قال:\nحدثنا أبو عوانة، عن الحر بن الصياح، عن هنيدة بن خالد، عن امرأته، عن بعض\nأزواج النبي، صلى الله عليه وسلم، قالت: «كان النبي صلى الله عليه وسلم\nيصوم العشر، وثلاثة أيام من كل شهر الاثنين والخميس»0\n</p>\n\n<h3 class='l3' id='head822'>2419 - </h3>\n\n<p>\nأخبرنا إبراهيم بن سعيد الجوهري، قال: حدثنا محمد بن فضيل، عن الحسن بن\nعبيد الله، عن هنيدة الخزاعي، عن أمه، عن أم سلمة، قالت: \" كان رسول الله\nصلى الله عليه وسلم يأمر بصيام ثلاثة أيام: أول خميس، والاثنين والاثنين \"0\n</p>\n\n<h3 class='l3' id='head823'>2420 - </h3>\n\n<p>\nأخبرنا مخلد بن الحسن، قال: حدثنا عبيد الله، عن زيد بن أبي أنيسة، عن\nأبي إسحق، عن جرير بن عبد الله، عن النبي صلى الله عليه وسلم قال: «صيام\nثلاثة أيام من كل شهر صيام الدهر، وأيام البيض صبيحة ثلاث عشرة، وأربع\nعشرة، وخمس عشرة»0\n</p>\n\n<h2 class='l2' id='head824'>ذكر الاختلاف على موسى بن طلحة في الخبر في صيام ثلاثة أيام من الشهر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n            \n<h3 class='l3' id='head825'>2421 - </h3>\n\n<p>\nأخبرنا محمد بن معمر، قال: حدثنا حبان، قال: حدثنا أبو عوانة، عن عبد\nالملك بن عمير، عن موسى بن طلحة، عن أبي هريرة، قال: جاء أعرابي إلى رسول\nالله صلى الله عليه وسلم بأرنب قد شواها فوضعها بين يديه، فأمسك رسول الله\nصلى الله عليه وسلم، فلم يأكل، وأمر القوم أن يأكلوا، وأمسك الأعرابي، فقال\nله النبي صلى الله عليه وسلم: «ما يمنعك أن تأكل؟» قال: إني صائم ثلاثة\nأيام من الشهر، قال: «إن كنت صائما فصم الغر»0\n</p>\n\n<h3 class='l3' id='head826'>2422 - </h3>\n\n<p>\nأخبرنا محمد بن عبد العزيز، قال: أنبأنا الفضل بن موسى، عن فطر، عن يحيى\nبن سام، عن موسى بن طلحة، عن أبي ذر، قال: \" أمرنا رسول الله صلى الله عليه\nوسلم أن نصوم من الشهر ثلاثة أيام البيض: ثلاث عشرة، وأربع عشرة، وخمس عشرة\n\"0\n</p>\n\n<h3 class='l3' id='head827'>2423 - </h3>\n\n<p>\nأخبرنا عمرو بن يزيد، قال: حدثنا عبد الرحمن، قال: حدثنا شعبة، عن\nالأعمش، قال: سمعت يحيى بن سام، عن موسى بن طلحة، عن أبي <span id='ms0502'></span> ذر، قال: \" أمرنا\nرسول الله صلى الله عليه وسلم أن نصوم من الشهر ثلاثة أيام البيض: ثلاث\nعشرة، وأربع عشرة، وخمس عشرة \"0\n</p>\n\n<h3 class='l3' id='head828'>2424 - </h3>\n\n<p>\nأخبرنا عمرو بن يزيد، قال: حدثنا عبد الرحمن، قال: حدثنا شعبة، عن\nالأعمش، قال: سمعت يحيى بن سام، عن موسى بن طلحة، قال: سمعت أبا ذر\nبالربذة، قال: قال لي رسول الله صلى الله عليه وسلم: «إذا صمت شيئا من\nالشهر، فصم ثلاث عشرة، وأربع عشرة، وخمس عشرة»0\n</p>\n\n<h3 class='l3' id='head829'>2425 - </h3>\n\n<p>\nأخبرنا محمد بن منصور، عن سفيان، عن بيان بن بشر، عن موسى بن طلحة، عن\nابن الحوتكية، عن أبي ذر، أن النبي صلى الله عليه وسلم، قال لرجل: «عليك\nبصيام ثلاث عشرة، وأربع عشرة، وخمس عشرة» قال أبو عبد الرحمن: \" هذا خطأ\nليس من حديث بيان، ولعل سفيان، قال: حدثنا اثنان، فسقط الألف فصار بيان \"0\n</p>\n\n<h3 class='l3' id='head830'>2426 - </h3>\n\n<p>\nأخبرنا محمد بن المثنى، قال: حدثنا سفيان، قال: حدثنا رجلان محمد، وحكيم،\nعن موسى بن طلحة، عن ابن الحوتكية، عن أبي ذر، «أن النبي صلى الله عليه\nوسلم أمر رجلا بصيام ثلاث عشرة، وأربع عشرة، وخمس عشرة»0\n</p>\n\n<h3 class='l3' id='head831'>2427 - </h3>\n\n<p>\nأخبرنا أحمد بن عثمان بن حكيم، عن بكر، عن عيسى، عن محمد، عن الحكم، عن\nموسى بن طلحة، عن ابن الحوتكية، قال: قال أبي: جاء أعرابي إلى رسول الله\nصلى الله عليه وسلم ومعه أرنب قد شواها وخبز، فوضعها بين يدي النبي صلى\nالله عليه وسلم، ثم قال: إني وجدتها تدمى، فقال رسول الله صلى الله عليه\nوسلم لأصحابه: «لا يضر، كلوا»، وقال للأعرابي: «كل»، قال: إني صائم، قال:\n«صوم ماذا؟» قال: صوم ثلاثة أيام من الشهر، قال: \" إن كنت صائما فعليك\nبالغر البيض: ثلاث عشرة، وأربع عشرة، وخمس عشرة \"، قال أبو عبد الرحمن:\n«الصواب عن أبي ذر، ويشبه أن يكون وقع من الكتاب ذر، فقيل أبي»0\n</p>\n\n<h3 class='l3' id='head832'>2428 - </h3>\n\n<p>\nأخبرنا عمرو بن يحيى بن الحارث، قال: حدثنا المعافى بن سليمان، قال:\nحدثنا القاسم بن معن، عن طلحة بن يحيى، عن موسى بن طلحة: أن رجلا أتى النبي\nصلى الله عليه <span id='ms0503'></span> وسلم بأرنب، وكان النبي صلى الله عليه وسلم مد يده إليها،\nفقال الذي جاء بها: إني رأيت بها دما، فكف رسول الله صلى الله عليه وسلم\nيده، وأمر القوم أن يأكلوا، وكان في القوم رجل منتبذ، فقال النبي صلى الله\nعليه وسلم: «ما لك؟»، قال: إني صائم، فقال له النبي صلى الله عليه وسلم: \"\nفهلا ثلاث البيض: ثلاث عشرة، وأربع عشرة، وخمس عشرة \"0\n</p>\n\n<h3 class='l3' id='head833'>2429 - </h3>\n\n<p>\nأخبرنا محمد بن إسمعيل بن إبراهيم، قال: حدثنا يعلى، عن طلحة بن يحيى، عن\nموسى بن طلحة، قال: أتي النبي صلى الله عليه وسلم بأرنب قد شواها رجل، فلما\nقدمها إليه قال: يا رسول الله إني قد رأيت بها دما، فتركها رسول الله صلى\nالله عليه وسلم، فلم يأكلها، وقال لمن عنده: «كلوا، فإني لو اشتهيتها\nأكلتها» ورجل جالس، فقال رسول الله صلى الله عليه وسلم: «ادن فكل مع\nالقوم»، فقال: يا رسول الله إني صائم، قال: «فهلا صمت البيض»، قال: وما هن؟\nقال: «ثلاث عشرة، وأربع عشرة، وخمس عشرة»0\n</p>\n\n<h3 class='l3' id='head834'>2430 - </h3>\n\n<p>\nأخبرنا محمد بن عبد الأعلى، قال: حدثنا خالد، عن شعبة، قال: أنبأنا أنس\nبن سيرين، عن رجل يقال له عبد الملك، يحدث عن أبيه، أن رسول الله صلى الله\nعليه وسلم كان يأمر بهذه الأيام الثلاث البيض، ويقول: «هن صيام الشهر»0\n</p>\n\n<h3 class='l3' id='head835'>2431 - </h3>\n\n<p>\nأخبرنا محمد بن حاتم، قال: أنبأنا حبان، قال: أنبأنا عبد الله، عن شعبة،\nعن أنس بن سيرين، قال: سمعت عبد الملك بن أبي المنهال، يحدث عن أبيه، أن\nالنبي صلى الله عليه وسلم أمرهم بصيام ثلاثة أيام البيض، قال: «هي صوم\nالشهر»0\n</p>\n\n<h3 class='l3' id='head836'>2432 - </h3>\n\n<p>\nأخبرنا محمد بن معمر، قال: حدثنا حبان، قال: حدثنا همام، قال: حدثنا أنس\nبن سيرين، قال: حدثني عبد الملك بن قتادة بن ملحان، عن أبيه، قال: \" كان\nرسول الله صلى الله عليه وسلم يأمرنا بصوم أيام الليالي الغر البيض: ثلاث\nعشرة، وأربع عشرة، وخمس عشرة \"0\n</p>\n\n<h2 class='l2' id='head837'>صوم يومين من الشهر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n            ",
  "pages": [
    "002",
    "002",
    "003",
    "004",
    "005",
    "005",
    "006",
    "007",
    "007",
    "008",
    "009",
    "011",
    "011",
    "012",
    "013",
    "016",
    "019",
    "019",
    "020",
    "020",
    "020",
    "021",
    "021",
    "023",
    "023",
    "024",
    "026",
    "026",
    "028",
    "029",
    "030",
    "030",
    "030",
    "031",
    "031",
    "032",
    "032",
    "033",
    "034",
    "035",
    "036",
    "039",
    "039",
    "040",
    "040",
    "044",
    "045",
    "046",
    "048",
    "048",
    "049",
    "052",
    "053",
    "054",
    "054",
    "055",
    "056",
    "057",
    "057",
    "058",
    "058",
    "060",
    "062",
    "062",
    "063",
    "064",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "069",
    "070",
    "071",
    "071",
    "072",
    "073",
    "075",
    "076",
    "077",
    "077",
    "078",
    "079",
    "079",
    "080",
    "080",
    "081",
    "081",
    "082",
    "083",
    "083",
    "084",
    "084",
    "084",
    "085",
    "086",
    "087",
    "088",
    "088",
    "089",
    "090",
    "090",
    "091",
    "094",
    "095",
    "095",
    "096",
    "096",
    "097",
    "097",
    "098",
    "099",
    "100",
    "101",
    "103",
    "106",
    "108",
    "114",
    "117",
    "118",
    "118",
    "120",
    "120",
    "125",
    "126",
    "127",
    "129",
    "130",
    "131",
    "131",
    "133",
    "133",
    "134",
    "135",
    "135",
    "136",
    "138",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "143",
    "143",
    "145",
    "145",
    "146",
    "146",
    "147",
    "147",
    "148",
    "149",
    "149",
    "150",
    "150",
    "151",
    "152",
    "153",
    "154",
    "154",
    "157",
    "159",
    "162",
    "165",
    "172",
    "174",
    "174",
    "175",
    "176",
    "177",
    "178",
    "180",
    "182",
    "183",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "189",
    "190",
    "190",
    "191",
    "192",
    "192",
    "193",
    "196",
    "198",
    "198",
    "205",
    "206",
    "207",
    "207",
    "208",
    "209",
    "212",
    "213",
    "215",
    "217",
    "217",
    "218",
    "220",
    "222",
    "225"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}