{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>باب الكنى</h1>\n\n<p>\nأخبرنا أبو الحسن محمد بن ابراهيم بن شعيب المعروف بالغازى قال نا محمد\nابن اسمعيل البخاري.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nأبو أمية ابن الأخنس قال قبيصة عن أبي سلمة بن شقيق المخزومي عن أبي أمية\nبن الأخنس عن عمر في الموضحة قال إنا لا نتعاقل المضغ بيننا، قال أبو حفص\nحدثنا أبو عاصم عن ابن جريج سمع عبد العزيز بن عبد الله عن أبي سلمة بن\nسفيان أن عمر يطلها عن أهل القرى، وعن ابن جريج سمع ابن أبي مليكة أنه سمع\nعبد الله يقول ليس فيها شئ، فذكرته لابن ابى مليكة فقال صدق ابن خالد كان\nعمر بن الخطاب يقول لا يعقلها أهل القرى ويعقلها أهل البادية.\n</p>\n\n<p>\nوقال ابراهيم بن المنذرنا معن سمع عبد الله بن مؤمل عن ابن أبي مليكة عن\nالأخنس بن شريق سمع عمر في الدامية قال أما هذه المضغ فإنا لا نتعاقلها أهل\nالقرى، وقال عبد الله بن محمدنا ابن عيينة عن ابن أبي نجيح عن ابن عبد الله\nبن صيفي عن أبي سلمة بن سفيان قال عمر، إنما وضعنا، أو جعلنا <span id='ms1552'></span>، شك سفيان\nالموضحة على أهل القرى حين كبر التقاذع بينهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p002'> Vol. 09, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nأبو أمية المخزومي، أن النبي صلى الله عليه وسلم أتى بلص فاعترف فلم يوجد\nمعه متاع فقال ما أخالك سرقت؟ قال بلى قال ما أخالك سرقت؟ مرتين أو ثلاثا،\nقال بلى قال اقطعوه ثم جئ به فقال استغفر الله وتب إليه، فقال أستغفر الله\nوأتوب إليه، قال اللهم تب عليه - قال موسى بن اسمعيل عن حماد بن سلمة عن\nاسحاق ابن عبد الله بن أبي طلحة عن أبي المنذر مولى ابى ذر، وقال حبان\nناهمام سمع إسحاق عن أبي المنذر البراد عن أبي أمية رجل من الأنصار عن\nالنبي صلى الله عليه وسلم نحوه\n</p>\n\n<h1 class='l1' id='head3'>3 - </h1>\n\n<p>\nأبو أمية الأنصاري، عن عبيد بن رفاعة بن رافع عن ابيه، ولم يذكر ابن بكير\nعن أبيه، قال دخلت على النبي صلى الله عليه وسلم وعنده قدر تفور لحما فأخذت\nشحمة فازدردتها فاشتكيت ثم ذكرته للنبي صلى الله عليه وسلم فقال فيها أنفس\nتسع الأسى (1) ثم مسح بطني فألقيتها خضراء فما اشتكيت حتى الساعة، وقال\nسعيد بن شر حبيل نا الليث وقال عبيد بن رفاعة عن رافع عن النبي صلى الله\nعليه وسلم.\n</p>\n\n<h1 class='l1' id='head4'>4 - </h1>\n\n<p>\nأبو أمية بن الأخنس، عن عمه (2) روى عنه أبو سلمة بن سفيان.\n</p>\n\n<h1 class='l1' id='head5'>5 - </h1>\n\n<p>\nأبو أمية الثقفي، قال عبد الله بن عبد الرحمن بن سعد الرازي ارنا عمرو\nابن أبي قيس عن سماك بن حرب عن أبي أمية الثقفي عن رجل من الأزد عن عمه عن\nمعاوية في انتظار الصلاة، مرسل.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head6'>6 - </h1>\n\n<p>\nأبو أمامة بن ثعلبة الحارثي الأنصاري له صحبة وأبو بردة بن نيار خاله\nحدثنا إسحاق بن محمد قال نا عبد الله بن منيب بن عبد الله بن أبي أمامة بن\nثعلبة عن أبيه منيب بن عبد الله قال لقيني رجل بالسوق فقال اخبرني جدك أبو\nامامة ابن ثعلبة أن رسول الله صلى الله عليه وسلم قال البذاذة من الإيمان،\nفسألت عنه\n</p>\n\n<p>\nفقيل لي هذا محمود بن لبيد الأنصاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p003'> Vol. 09, p. 003</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>7 - </h1>\n\n<p>\nأبو أمامة، قال شعبة أبو <span id='ms1553'></span> أميمة التيمي سمع ابن عمر روى عنه العلاء وشعبة\nيقال اسمه عمر وبن أسماء.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head8'>8 - </h1>\n\n<p>\nأبو إبراهيم الأشهلي الأنصاري عن أبيه روى عنه يحيى بن أبي كثير.\n</p>\n\n<h1 class='l1' id='head9'>9 - </h1>\n\n<p>\nأبو إبراهيم الشيباني أو السنباني (1) عن أبي على الهمداني روى عنه عبد\nالحميد بن جعفر.\n</p>\n\n<h1 class='l1' id='head10'>10 - </h1>\n\n<p>\nأبو إبراهيم المصري سمع نافع عن ابن عمر سمع منه سعيد بن أبي أيوب.\n</p>\n\n<p>\nباب أبو الاشعث (2)\n</p>\n\n<h1 class='l1' id='head11'>11 - </h1>\n\n<p>\nأبو الأشعث، العطار عن حمزة الأسلمي روى عنه أشعث بن سوار.\n</p>\n\n<h1 class='l1' id='head12'>12 - </h1>\n\n<p>\nأبو الأشعث الصنعاني صنعاء دمشق يقال اسمه شراحيل بن أدة.\n</p>\n\n<h1 class='l1' id='head13'>13 - </h1>\n\n<p>\nأبو الاشعث قال اسحق بن كعب نا شريك عن عروة بن عبد الله بن قشير عن أبي\nالأشعث عن ابى عمر (3) قال أو له سفاح وآخره نكاح.\n</p>\n\n<h1 class='l1' id='head14'>14 - </h1>\n\n<p>\nأبو الأشعث روى عنه جرير بن حازم.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head15'>15 - </h1>\n\n<p>\nأبو الأسود الرياضي (4) عن عبد الله بن عمرو روى عنه بكير بن الاشج.\n</p>\n\n<h1 class='l1' id='head16'>16 - </h1>\n\n<p>\nأبو الأسود الغفاري، عن النعمان الغفاري روى عنه الحارث بن يعقوب.\n</p>\n\n<h1 class='l1' id='head17'>17 - </h1>\n\n<p>\nأبو الاسواد البصري، عن رجل عن معاوية بن قرة وبكر بن عبد الله\n</p>\n\n<p>\nروى عنه زيد بن حباب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p004'> Vol. 09, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head18'>18 - </h1>\n\n<p>\nأبو إسحاق مولى بني هاشم عن ذكوان مولى عائشة قال أحمد بن عيسى نا ابن\nوهب قال حدثنى عمر وبن الحارث ان بكير احدثه أن أبا إسحاق مولى بني هاشم\nحدثه أن أبا أيوب الأنصاري حدثهم قال سمعت النبي صلى الله عليه وسلم ينهى\nعن كل مزفت ينتبذ فيه.\n</p>\n\n<h1 class='l1' id='head19'>19 - </h1>\n\n<p>\nأبو إسحاق الكوفي، عن الشعبي وأبي حريز روى عنه هشيم.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head20'>20 - </h1>\n\n<p>\nأبو الأصبغ مولى بني سليم سمع كثير بن عباس قوله روى عنه مسعر.\n</p>\n\n<h1 class='l1' id='head21'>21 - </h1>\n\n<p>\nأبو الأصبغ، روى عنه ابن جريج.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head22'>22 - </h1>\n\n<p>\nأبو أسماء مولى عبد الله بن جعفر (1) وحسن وأبي رافع وأسماء بنت عميس روى\nعنه يعقوب بن خالد ومحمد بن أبي يحيى.\n</p>\n\n<h1 class='l1' id='head23'>23 - </h1>\n\n<p>\nأبو اسماء الرجى الشامي.\n</p>\n\n<h1 class='l1' id='head24'>24 - </h1>\n\n<p>\nأبو اسماء، قال مسددنا أبو الأحوص قال نا أبو إسحاق الهمداني عن أبي\nأسماء عن أنس بن مالك قال سمعت النبي صلى الله عليه وسلم يلبي في حجة (2)\nوعمرة معا.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head25'>25 - </h1>\n\n<p>\nأبو إدريس العبدي عن عائشة <span id='ms1554'></span> وابن عباس قال وكيع ناقيس بن عبد الله\n</p>\n\n<p>\nعن أبي إدريس العبدي رأى عائشة تسعى بين الصفا والمروة على بغل أو بغلة\nفجالت بها البغلة فقال ابن عباس كان يوم البغلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p005'> Vol. 09, p. 005</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>26 - </h1>\n\n<p>\nأبو إدريس الأودي، (1) رأى ابن الزبير روى عنه أبو مسلمة.\n</p>\n\n<h1 class='l1' id='head27'>27 - </h1>\n\n<p>\nأبو إدريس السكوني، عن جبير بن نفير روى عنه صفوان.\n</p>\n\n<h1 class='l1' id='head28'>28 - </h1>\n\n<p>\nأبو إدريس المرهبي روى عنه الأجلح وسلمة بن كهيل.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head29'>29 - </h1>\n\n<p>\nأبو أرطاة عن أبي سعيد روى عنه حبيب بن أبي ثابت.\n</p>\n\n<h1 class='l1' id='head30'>30 - </h1>\n\n<p>\nأبو أرطاة، عن علي قاله عبد الله بن محمد عن مروان بن معاوية عن اسمعيل\nعن بكير الطويل (الذين بدلو انعمة الله كفرا) قال كفار قريش، وقال أبو\nمعاوية عن اسمعيل عن هشام البطين عن أبي أرطاة عن على، وقال اسمعيل عن بكبر\nالطويل عن أبي أرطاة عن علي قال يوشك الرجل من قريش تنزع العمامة عن رأسه\nثم تضرب عنقه.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head31'>31 - </h1>\n\n<p>\nأبو اسيد ابن ثابت الأنصاري قال أبو نعيم حدثنا سفيان عن عبد الله بن\nعيسى عن عطاء، وليس بابن أبي رباح، عن أبي أسيد الأنصاري عن النبي صلى الله\nعليه وسلم قال كلوا الزيت وادهنوا به فإنه من شجرة مباركة، وقال وكيع عطاء\nالشامي عن اسيدا وابى أسيد بن ثابت عن النبي صلى الله عليه وسلم مثله، وقال\nعمرو ابن عباس نا ابن مهدي قال نا سفيان عن عبد الله سمع عطاء كان يكون\nبالساحل عن أبي أسيد بن ثابت عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<h1 class='l1' id='head32'>32 - </h1>\n\n<p>\nأبو أسيد بن أبي أسيد عن جده عن أبي هريرة.\n</p>\n\n<p>\n(باب - 2)\n</p>\n\n<h1 class='l1' id='head33'>33 - </h1>\n\n<p>\nأبو آمنة الفزاري صاحب النبي صلى الله عليه وسلم رأى النبي صلى الله عليه\nوسلم يحتجم قال أبو نعيم عن شريك عن أبي جعفر الفراء، وقال عبد الحميد بن\nأبي جعفر عن ابيه عن ابى آمنة (3) .\n</p>\n\n<h1 class='l1' id='head34'>34 - </h1>\n\n<p>\nابوا روى قال كنت أصلي مع النبي صلى الله عليه وسلم العصر وآتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p006'> Vol. 09, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالشجرة (1) ولم تغب الشمس حدثنا معلى نا وهيب عن ابى واقد قال نا ابواروى\nمثله.\n</p>\n\n<h1 class='l1' id='head35'>35 - </h1>\n\n<p>\nأبو الأشهب سمع ابن <span id='ms1555'></span> عباس، لأن يلطخ رجل بدم خنزير فتستوسع ثم يغسلها خير\nاله من أن يلعب بالكعبين، قاله قتيبة عن عبد الواحد بن زياد عن اسمعيل بن\nسميع سمع أبا الأشهب.\n</p>\n\n<h1 class='l1' id='head36'>36 - </h1>\n\n<p>\nأبو أويس مولى ابن الأسود روى عنه أبو الأسود.\n</p>\n\n<h1 class='l1' id='head37'>37 - </h1>\n\n<p>\nأبو الأحوص مولى بني غفار إمام مسجد بنى ليث سمع اباذر حديثين روى عنه\nالزهري.\n</p>\n\n<h1 class='l1' id='head38'>38 - </h1>\n\n<p>\nابوابى ابن امرأة عبادة بن الصامت وهو ابن أم حرام الأنصاري روى عنه أبو\nالمثنى وابن أبي عبلة قال محمد بن يوسف وابن المبارك عن سفيان عن منصور عن\nهلال بن يساف عن أبي المثنى وهو الحمصي عن أبي يعني ابن امرأة عبادة بن\nالصامت، كنا جلوسا عند النبي صلى الله عليه وسلم، فقال انه سيجئ أمراء\nيشغلهم أشياء حتى لا يصلوا الصلاة لوقتها فصلوا لميقاتها، فقال رجل يا رسول\nالله ثم نصلي معهم؟ قال نعم، زاد وكيع عن سفيان عن أبي عن\n</p>\n\n<p>\nعبادة، وقال جرير عن منصور عن ابن أخت عبادة عن عبادة، وقال محمد بن\nبشارنا محمد بن جعفر عن شعبة عن منصور قال ابن امرأة عبادة عن النبي صلى\nالله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head39'>39 - </h1>\n\n<p>\nأبو شيبة بن أبي راشد مولى عبيد بن عمير الليثي، صحب محمد بن علي.\n</p>\n\n<h1 class='l1' id='head40'>40 - </h1>\n\n<p>\nأبو أمين، عن أبي هريرة روى عنه أبو الوازع جابر.\n</p>\n\n<h1 class='l1' id='head41'>41 - </h1>\n\n<p>\nأبو الأخضر العبدي يعد في البصريين سمع شبيب بن شيبة وحمران ابن المنذر\nروى عنه موسى بن اسمعيل.\n</p>\n\n<h1 class='l1' id='head42'>42 - </h1>\n\n<p>\nأبو الأعسر الخولاني الدمشقي، روى عنه معاوية بن صالح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p007'> Vol. 09, p. 007</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>43 - </h1>\n\n<p>\nابوالاعين العبدي، عن أبي الأحوص روى عنه محمد بن زيد.\n</p>\n\n<h1 class='l1' id='head44'>44 - </h1>\n\n<p>\nأبو الافلح الهمداني، عن عبد اللن بن رزين.\n</p>\n\n<h1 class='l1' id='head45'>45 - </h1>\n\n<p>\nأبو أيوب الإفريقي، عن عاصم عن المسيب بن رافع ومعبد بن خالد عن حارثة بن\nوهب الخزاعي حدثتني حفصة زوج النبي صلى الله عليه وسلم قالت كان النبي صلى\nالله عليه وسلم يصوم الاثنين والخميس، قاله فروة بن أبي المغراء عن ابن أبي\nزائدة عن أبي أيوب، وقال بعضهم عن المسيب عن الخزاعي عن حفصة عن النبي صلى\nالله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head46'>46 - </h1>\n\n<p>\nأبو الأبيض <span id='ms1556'></span>، قال الثوري وجرير عن منصور عن ربعي بن حراش عن أبي الأبيض عن\nأنس بن مالك كان النبي صلى الله عليه وسلم يصلي العصر والشمس بيضاء محلقة\nثم آتي عشيرتي وهم في ناحية المدينة فأقول ما يجلسكم صلوا فقد صلى النبي\nصلى الله عليه وسلم، قال ربيع بن بحير أو بجير حدثنا زائدة قال نا منصور عن\nربعي قال نا أبو الأبيض قال نا أنس نحوه.\n</p>\n\n<h1 class='l1' id='head47'>47 - </h1>\n\n<p>\nأبو اسمعيل السكوني، عن يحيى بن صالح حدثنا أبو اسمعيل السكوني قال سمعت\nمالك بن أدا قال سمعت النعمان بن بشير يقول سمعت رسول الله صلى الله عليه\nوسلم إنه لم يبق من الدنيا إلا مثل الذباب الله الله في إخوانكم من أهل\nالقبور فإن اعما لكم تعرض عليهم، يعد في الشاميين.\n</p>\n\n<h1 class='l1' id='head48'>48 - </h1>\n\n<p>\nأبو الأبرد مولى بني خطمة الأنصاري المدني، عن أسيد بن ظهير روى عنه عبد\nالحميد بن جعفر.\n</p>\n\n<h1 class='l1' id='head49'>49 - </h1>\n\n<p>\nأبو الأشعر العبدي، روى عنه خلف بن خليفة قال أبو نعيم عن اسمعيل ابن\nعبيد عن أبي الأشعر العبدي سمع أباه عن سلمان (ولم يلبسوا إيمانهم بظلم)\nقال بشرك.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head50'>50 - </h1>\n\n<p>\nأبو بكر (1) بن عبد الرحمن بن عبد الله بن عمر الخطاب العدوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p008'> Vol. 09, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالقرشي عن ابن عمر روى عنه إسحاق بن شرفى.\n</p>\n\n<h1 class='l1' id='head51'>51 - </h1>\n\n<p>\nأبو بكر بن عبد الرحمن بن الحارث بن هشام المخزومي هو اسمه وكنيته أبو\nعبد الرحمن قال أحمد بن سليمان نا أبو سليمان نا أبو أسامة عن هشام قال\nرددت أنا وأبو بكر بن عبد الرحمن من الطريق يوم الجمل واستصغرنا.\n</p>\n\n<p>\nقال ابن المبارك عن سفيان عن سمي عن أبي بكر بن عبد الرحمن كان النبي صلى\nالله عليه وسلم إذا عطس خمروجهه.\n</p>\n\n<p>\nوقال يحيى القطان والليث عن ابن عجلان عن سمي عن أبي صالح عن أبي هريرة\nعن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوالأول أشبه.\n</p>\n\n<h1 class='l1' id='head52'>52 - </h1>\n\n<p>\nأبو بكر بن عبد الله بن الزبير قال موسى بن اسمعيل نا عبد الواحد قال نا\nعثمان بن حكيم سمع ابا بكربن عبد الله بن الزبير قال حدثتني <span id='ms1557'></span> جد تى أم أمي\nأن\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم دخل على ضباعة فقال يا عمه ما يمنعك من الحج؟\nقالت إني سقيمة وأخاف أن أحبس ببعض ما يعتريني، فقال لا تفعلي اخرجي\nواشترطي أن محلي حيث حبستني.\n</p>\n\n<h1 class='l1' id='head53'>53 - </h1>\n\n<p>\nأبو بكر بن عبد الله الأصبهاني، عن محمد بن مالك بن المنتصر روى عنه\nزياد.\n</p>\n\n<h1 class='l1' id='head54'>54 - </h1>\n\n<p>\nأبو بكر بن عبد الله بن قطاف النهشلي التميمي الكوفي، سمع عبد الرحمن ابن\nالأسود قال ابن مهدي ذكرت لسفيان عن أبي بكر عن عاصم بن كليب أن عليا كان\nيرفع يديه ثم لا يعود، فأنكره.\n</p>\n\n<h1 class='l1' id='head55'>55 - </h1>\n\n<p>\nأبو بكر بن عبد الله بن أبي مريم الغساني الشامي عن راشد بن سعد وعطية بن\nسعد روى عنه ابن المبارك وبقية وأبو اليمان قال يزيد بن عبدربه مات ابن أبي\nمريم سنة ست وخمسين.\n</p>\n\n<h1 class='l1' id='head56'>56 - </h1>\n\n<p>\nأبو بكر بن عبد الله بن أبي سبرة المدني، ضعيف.\n</p>\n\n<h1 class='l1' id='head57'>57 - </h1>\n\n<p>\nأبو بكر بن عبيد الله (1) بن عمر بن الخطاب ويرون أنه القاسم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p009'> Vol. 09, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله.\n</p>\n\n<h1 class='l1' id='head58'>58 - </h1>\n\n<p>\nأبو بكر بن محمد بن عمر وبن حزم الأنصاري قاضي أهل المدينة قال يحيى ابن\nسليمان نا ابن وهب عن مالك قال لم يكن عندنا أحد بالمدينة عنده من علم\nالقضاء ما كان عند ابى بكربن محمد بن عمرو بن حزم كان قاضيا لعمر بن عبد\nالعزيز في خلافة سليمان وعمر وكان عمر استقضى ابن مجمع وكان إذا اختصم إليه\nفقضى على الرجل فقام يحلف غرم ذلك الحق عنه فعزله عمر، وقال عبد الله بن\nصالح\n</p>\n\n<p>\nحدثني الليث قال حدثني يونس عن ابن شهاب عن أبي بكر بن حزم عن رجل من\nأصحاب النبي صلى الله عليه وسلم قال \" لا تقوم الساعة حتى تخرج نار من واد\nذكر اسمه من أودية بنى سليم بالحجاز تضئ نحوه أعناق الإبل ببصرى، وقال\nإبراهيم بن حمزة نا عبد العزيز بن محمد عن ابن أخي الزهري عن أبي بكر عن\nرجل من أصحاب النبي صلى الله عليه وسلم نحوه، وقال دحيم حدثنا ابن أبي\nالفديك <span id='ms1558'></span> عن موسى بن يعقوب الزمعي عن عمر بن سعيد عن ابن شهاب عن أبي بكر بن\nحزم عن أبيه عن عمر سمعت النبي صلى الله عليه وسلم بمعناه والأول أصح.\n</p>\n\n<h1 class='l1' id='head59'>59 - </h1>\n\n<p>\nأبو بكر بن محمد بن عمر بن أبي سلمة سمع أباه روى عنه ابن إسحاق.\n</p>\n\n<h1 class='l1' id='head60'>60 - </h1>\n\n<p>\nأبو بكر بن محمد بن زيد أخو زيد سمع نافعا (2) روى عنه شعبة وعطاف سمع\nسالما (1) .\n</p>\n\n<h1 class='l1' id='head61'>61 - </h1>\n\n<p>\nأبو بكر بن حفص بن عمر بن سعد بن أبي وقاص الزهري القرشي سمع ابن عمر\nوعروة بن الزبير روى عنه شعبة وابن جريج.\n</p>\n\n<h1 class='l1' id='head62'>62 - </h1>\n\n<p>\nأبو بكر الخزاعي عن البراء بن عازب عن أبي بكر \" أحق من صليتم عليه\nأطفالكم \" قاله جرير عن ليث.\n</p>\n\n<h1 class='l1' id='head63'>63 - </h1>\n\n<p>\nأبو بكر بن أبي زهير الثقفي أخ لأبي عبد الله الجدلي لأمه نسبه مروان روى\nعنه ابن أبي خالد وأمية بن صفوان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p010'> Vol. 09, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>64 - </h1>\n\n<p>\nأبو بكر الثقفي عن عبد الله بن عمرو وعمر بن عبد العزيز.\n</p>\n\n<h1 class='l1' id='head65'>65 - </h1>\n\n<p>\nأبو بكر بن عمارة بن رويبة الثقفي.\n</p>\n\n<h1 class='l1' id='head66'>66 - </h1>\n\n<p>\nأبو بكر العدوي سمع عائشة وحفصة سمع عنه الجريري.\n</p>\n\n<h1 class='l1' id='head67'>67 - </h1>\n\n<p>\nأبو بكر المدني سمع ابن عمر وعائشة وأم سلمة روى عنه ابنه إسحاق الأعور.\n</p>\n\n<h1 class='l1' id='head68'>68 - </h1>\n\n<p>\nأبو بكر التميمي سمع أبا هريرة روى عنه الصعق عن سعيد بن أبي بكر عن\nأبيه.\n</p>\n\n<h1 class='l1' id='head69'>69 - </h1>\n\n<p>\nأبو بكر المكي رأى أنسا (1) وابن المسيب.\n</p>\n\n<h1 class='l1' id='head70'>70 - </h1>\n\n<p>\nأبو بكر بن ثمامة بن النعمان الراسبي عن أنس وأبي العلاء روى عنه الأسود\nبن شيبان.\n</p>\n\n<h1 class='l1' id='head71'>71 - </h1>\n\n<p>\nأبو بكر بن خالد بن عرفطة حليف بني زهرة قال عبد الله بن محمد العبسي نا\nجعفر بن عون قال نا شقيق بن أبي عبيد قال نا أبو بكر بن خالد عن عرفطة (2)\nقال أتيت سعد بن مالك فقال ذكر لي إنكم تسبون عليا قال فلعلك قد سببته قلت\nمعاذ الله قال لا تسبه فلو وضع المنشار على مفرقي على ان اسب عليا ما سببته\nبعده اسمعت من رسول الله صلى الله عليه وسلم ما سمعت.\n</p>\n\n<h1 class='l1' id='head72'>72 - </h1>\n\n<p>\nأبو بكر بن أبي يحيى قال يحيى بن سليمان حدثني ابن وهب قال أخبرني حيوة\nسمع جعفر <span id='ms1559'></span> بن ربيعة عن عراك بن مالك سمع أبا بكر بن أبي يحيى التميمي سمع\nابن عمر حفظت من النبي صلى الله عليه وسلم عشر ركعات فيها ركعتي الفجر،\nوقال مسلم نا أبان سمع أنس بن سيرين عن ابن عمر حفظت من النبي صلى الله\nعليه وسلم مثله، وقال عارم نا حماد عن أيوب عن مغيرة بن سلمان عن ابى عمر\nحفظت من النبي صلى الله عليه وسلم مثله، وقال نافع وسالم عن ابن عمر حدثتني\nحفصة أن النبي صلى الله عليه وسلم كان يصلي ركعتين قبل الفجر، ورواه ليث\nابن أبي سليم عن أبي محمد عن ابن عمر حفظت من النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p011'> Vol. 09, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nولا يصح، ورواه أبو إسحاق عن مجاهد عن ابن عمر مثله ولا يصح والصحيح حديث\nحفصة، وقال جعفر بن برقان عن ميمون بن مهران عن ابى عمر حدثتني حفصة عن\nالنبي صلى الله عليه وسلم، وقال وكيع عن يزيد بن ابراهيم والمغيرة ابن\nسلمان عن ابن عمر حفظت من النبي صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head73'>73 - </h1>\n\n<p>\nأبو بكر بن أنس بن مالك روى عنه ثابت وقتادة ويونس.\n</p>\n\n<h1 class='l1' id='head74'>74 - </h1>\n\n<p>\nأبو بكر عوذالله (1) المخزومي عن ابن عمر رواه (1) عنه جرير بن حازم.\n</p>\n\n<h1 class='l1' id='head75'>75 - </h1>\n\n<p>\nأبو بكر بن أبي موسى الاشعري سمع اباه.\n</p>\n\n<h1 class='l1' id='head76'>76 - </h1>\n\n<p>\nأبو بكر بن عمر وبن عتبة عن ابن عمر وغيره روى عنه عبد الله بن الوليد.\n</p>\n\n<h1 class='l1' id='head77'>77 - </h1>\n\n<p>\nأبو بكر بن عمرو بن عتبة الثقفي روى عنه المسعودي عن إبراهيم بن المهاجر\nسمع أبا جحيفة وعباد بن تميم قال أبو نعيم نا المسعودي عن ابى بكر بن عمرو\nابن عتبة عن جرير بايعت النبي صلى الله عليه وسلم على الاسلام فشرط على\nوالنصح لكل مسلم.\n</p>\n\n<h1 class='l1' id='head78'>78 - </h1>\n\n<p>\nأبو بكر الحنفي عن أنس روى عنه الأخضر ويقال اسمه عبد الله قاله موسى.\n</p>\n\n<h1 class='l1' id='head79'>79 - </h1>\n\n<p>\nأبو بكر بن أبي الورد الأنصاري كان يسكن العراق سمع ابن عمر روى عنه أيوب\nوعن أبي نعامة عن أبي الورد، وقال عبد الله بن محمد نا أبو عامر العقدي قال\nنا عبد <span id='ms1560'></span> الجليل قال حدثني أبو بكر بن أبي الورد الأنصاري قال صليت مع ابن\nعمر فرفعت رأسي قبل الإمام قال أين نشأت؟ قلت بالعراق قال هناك، لا ترفع\nرأسك قبل الإمام.\n</p>\n\n<h1 class='l1' id='head80'>80 - </h1>\n\n<p>\nأبو بكر الأنصاري عن أبي أمامة روى عنه حجاج المهري.\n</p>\n\n<h1 class='l1' id='head81'>81 - </h1>\n\n<p>\nأبو بكر سمع عائشة روى عنه معتمر عن خالد بن زيد سمع أبا بكر.\n</p>\n\n<h1 class='l1' id='head82'>82 - </h1>\n\n<p>\nأبو بكر بن سالم بن عبد الله بن عمر بن الخطاب العدوي القرشي روى عنه\nعبيد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p012'> Vol. 09, p. 012</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>83 - </h1>\n\n<p>\nأبو بكر بن عمر بن عبد الرحمن بن عبد الله بن عمر بن الخطاب العدوي\nالقرشي روى عنه مالك وإبراهيم بن طهمان يحدث عن سعيد بن يسار.\n</p>\n\n<h1 class='l1' id='head84'>84 - </h1>\n\n<p>\nأبو بكر العبسي روى عنه عمر بن نافع.\n</p>\n\n<h1 class='l1' id='head85'>85 - </h1>\n\n<p>\nأبو بكر بن سليمان بن أبي حثمة القرشى قال أبو اليمان ارنا شعيب عن\nالزهري قال كان أبو بكر بن سليمان بن أبي حثمة من علماء قريش.\n</p>\n\n<h1 class='l1' id='head86'>86 - </h1>\n\n<p>\nأبو بكر بن الفضل عن أبيه ان راية العتيك كانت مع عمر وبن الأشرف فقتل\nيوم الجمل وقتل معه عشرة من بنيه قاله عبد الله بن محمد عن وهب بن جرير سمع\nأبا بكر.\n</p>\n\n<h1 class='l1' id='head87'>87 - </h1>\n\n<p>\nأبو بكر بن الفضل عن قبيصة بن مروان.\n</p>\n\n<h1 class='l1' id='head88'>88 - </h1>\n\n<p>\nأبو بكر بن بشير بن كعب بن عجرة روى عنه عبد الملك بن أبي جميلة.\n</p>\n\n<h1 class='l1' id='head89'>89 - </h1>\n\n<p>\nأبو بكر بن زيد بن مهاجر بن قنفذ التيمي أخو محمد روى عنه عبد الرحمن ابن\nإسحاق وأخوه محمد.\n</p>\n\n<h1 class='l1' id='head90'>90 - </h1>\n\n<p>\nأبو بكر بن عمير عن أبيه روى عنه أبو بكر بن أنس.\n</p>\n\n<h1 class='l1' id='head91'>91 - </h1>\n\n<p>\nأبو بكر بن المنكدر بن الهدير التيمي القرشي المدني عن ربيعة بن عبد الله\n</p>\n\n<h1 class='l1' id='head92'>92 - </h1>\n\n<p>\nأبو بكر بن أبي الجهم (1) بن صخير العدوي روى عنه الوليد بن جميع وشعبة\nوسفيان.\n</p>\n\n<h1 class='l1' id='head93'>93 - </h1>\n\n<p>\nأبو بكر بن يحيى بن النضر الأنصاري عن أبيه روى عنه حاتم بن اسمعيل.\n</p>\n\n<h1 class='l1' id='head94'>94 - </h1>\n\n<p>\nأبو بكر الزبيدي سمع عاصما (2) روى عنه سفيان.\n</p>\n\n<h1 class='l1' id='head95'>95 - </h1>\n\n<p>\nأبو بكر بن يحيى بن النضر الانصاري ابن أبي شيخ السهمي روى عنه نافع بن\nعمر.\n</p>\n\n<h1 class='l1' id='head96'>96 - </h1>\n\n<p>\nأبو بكر بن عثمان بن سهل بن حنيف الأنصاري روى عنه مالك <span id='ms1561'></span> وابن المبارك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p013'> Vol. 09, p. 013</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>97 - </h1>\n\n<p>\nأبو بكر بن نافع مولى ابن عمر.\n</p>\n\n<h1 class='l1' id='head98'>98 - </h1>\n\n<p>\nأبو بكر بن نافع مولى زيد بن الخطاب القرشي قال قتيبة العبدي.\n</p>\n\n<h1 class='l1' id='head99'>99 - </h1>\n\n<p>\nأبو بكر بن سليمان بن السائب عن عمر وبن مهاجر روى عنه الوليد ابن مسلم.\n</p>\n\n<h1 class='l1' id='head100'>100 - </h1>\n\n<p>\nأبو بكر بن عياش مولى بني كاهل من بني أسد الخياط الكوفي سمع ابا حصين\nوحبيب ابن أبي ثابت قال ابن المثنى مات سنة ثلاث وتسعين ومائة.\n</p>\n\n<h1 class='l1' id='head101'>101 - </h1>\n\n<p>\nأبو بكر بن شعيب بن الحبحاب سمع الشعبي وأباه روى عنه موسى بن اسمعيل\nوقتيبة.\n</p>\n\n<h1 class='l1' id='head102'>102 - </h1>\n\n<p>\nأبو بكر بن سعيد سمع مغيث بن سمي يقول كنا نغازي مع أصحاب رسول الله صلى\nالله عليه وسلم فيدركنا رمضان فأتتبع منازلهم فإذا هم صيام قاله زكريا عن\nالحكم بن المبارك سمع الوليد عن أبي بكر بن سعيد.\n</p>\n\n<h1 class='l1' id='head103'>103 - </h1>\n\n<p>\nأبو بكر بن علي بن مقدم المقدمي عن يونس قال محمد بن أبي بكر مات سنة سبع\nوسبعين ومائة وقال محمد بن محبوب مات حين بقي أيام (1) من السنة.\n</p>\n\n<h1 class='l1' id='head104'>104 - </h1>\n\n<p>\nأبو بكر بن يزيد بن سرجس عن ابن عمه روى عنه محمد بن النيل.\n</p>\n\n<h1 class='l1' id='head105'>105 - </h1>\n\n<p>\nأبو بكر بن عثمان بن عبد الرحمن بن سعيد بن يربوع عن أبيه روى عنه غسان\nبن عبد الحميد مدني.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head106'>106 - </h1>\n\n<p>\nأبو بردة بن قيس أخو أبي موسى الأشعري قال ابن أبي الأسود وقيس بن حفص عن\nعبد الواحد بن زياد قال نا عاصم قال نا كريب بن الحارث بن أبي موسى عن أبي\nبردة بن قيس أخو أبي موسى الأشعري قال قال النبي صلى الله عليه وسلم فناء\nأمتي قتلا في سبيلك والطعن والطاعون، وحدثنا عاصم عن كريب ابن الحارث عن\nأبي بردة بن قيس قلت لأبي موسى في طاعون وقع اخرج بنا إلى دابق فقال أبو\nموسى إلى الله آبق لا إلى دابق وقال معلى بن أسد حدثنا عبد العزيز بن مختار\nعن عبد الله بن المختار وليس بأخيه حدثني كريب بن الحارث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p014'> Vol. 09, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي موسى عن أبيه عن جده قال قال النبي صلى الله عليه وسلم فناء <span id='ms1562'></span> امتى\nفي الطعن والطاعون الطعن من أعدائكم المشركين والطعن ووخزة (1) عدوكم من\nالجن.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head107'>107 - </h1>\n\n<p>\nأبو بشير الحارثي ويقال المازني الأنصاري سمع النبي صلى الله عليه وسلم\nقال أحمد بن عيسى نا ابن وهب قال أخبرني مخرمة عن أبيه عن سعيد بن نافع قال\nرآني أبو بشير الأنصاري صاحب النبي صلى الله عليه وسلم وأنا أصلي الضحى حين\nطلعت الشمس فعاد علي ونهاني ثم قال قال النبي صلى الله عليه وسلم لا تصلوا\nحتى ترتفع فإنها تطلع في قرني شيطان.\n</p>\n\n<h1 class='l1' id='head108'>108 - </h1>\n\n<p>\nأبو بشير صاحب على روى عنه سفيان بن دينار وفطر.\n</p>\n\n<h1 class='l1' id='head109'>109 - </h1>\n\n<p>\nأبو بشير سمع ابن عمر قال لا حول ولا قوة إلا بالله كنز من كنوز الجنة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head110'>110 - </h1>\n\n<p>\nأبو بشر من أهل قنسرين صلى عمر بن عبد العزيز العشاء فسجد في (إذا السماء\nانشقت) ولم يسجد مرة قاله عبد الله بن صالح عن معاوية بن صالح،\n</p>\n\n<p>\nوروى أيضا يونس عن مكحول وقال عبد الله حدثني معاوية عن أبي بشر عن عامر\nبن لدين أنه سأل أبا هريرة قال سمعت النبي صلى الله عليه وسلم يوم الجمعة\nيوم عيد وذكر فلا تجعلوا يوم عيدكم يوم صيامكم إلا أن تخلطوه بأيام.\n</p>\n\n<h1 class='l1' id='head111'>111 - </h1>\n\n<p>\nأبو بشر عن ثمامة بن قيس روى عنه حبيب بن عبيد.\n</p>\n\n<h1 class='l1' id='head112'>112 - </h1>\n\n<p>\nأبو بشر صاحب القرى سمع زيد بن ثور روى عنه يزيد بن هارون.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head113'>113 - </h1>\n\n<p>\nابوالبخترى الا زدى سمع عمر روى عنه أبو عبد الرحمن الحبلى.\n</p>\n\n<h1 class='l1' id='head114'>114 - </h1>\n\n<p>\nابوالبخترى عن رجل عن ابى جبير روى عنه ابراهيم بن عربي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p015'> Vol. 09, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head115'>115 - </h1>\n\n<p>\nأبو بصير من عبد القيس الأعمى عن ابى روى عنه أبو اسحق وابنه عبد الله بن\nأبي بصير.\n</p>\n\n<h1 class='l1' id='head116'>116 - </h1>\n\n<p>\nأبو بسرة الغفاري عن البراء روى عنه صفوان بن سليم\n</p>\n\n<h1 class='l1' id='head117'>117 - </h1>\n\n<p>\nأبو بحر عن البراء روى عنه أبو الحكم البصري.\n</p>\n\n<h1 class='l1' id='head118'>118 - </h1>\n\n<p>\nأبو بسطام مولى اسماة بن زيد مولى النبي صلى الله عليه وسلم روى عنه\nمرزوق بن ماهان.\n</p>\n\n<h1 class='l1' id='head119'>119 - </h1>\n\n<p>\nأبو بريدة سمع ابن عباس روى عنه عبد العزيز بن حكيم.\n</p>\n\n<h1 class='l1' id='head120'>120 - </h1>\n\n<p>\nأبو البياع سمع أبا هريرة في الدعوة إلى الطعام سمع <span id='ms1563'></span> منه عكرمة بن عمار.\n</p>\n\n<h1 class='l1' id='head121'>121 - </h1>\n\n<p>\nأبو بيان كتب عدي إلى عمر بن عبد العزيز.\n</p>\n\n<h1 class='l1' id='head122'>122 - </h1>\n\n<p>\nأبو البلاد روى عنه ابن سليم (1) .\n</p>\n\n<h1 class='l1' id='head123'>123 - </h1>\n\n<p>\nأبو البلاد (2) قال موسى نا أبو عوانة عن ليث عن أبي البلاد قال سألت\n</p>\n\n<p>\nابن عباس عن النوم في المسجد قال أما أن تتخذه مبيتا ومقيلا فلا وأما أن\nتستريح إليه الساعة فلا بأس.\n</p>\n\n<h1 class='l1' id='head124'>124 - </h1>\n\n<p>\nأبو بلخ الصغير روى عنه محمد بن يزيد بن هارون سمع سمراء وهو واسطي.\n</p>\n\n<h1 class='l1' id='head125'>125 - </h1>\n\n<p>\nأبو البداح بن عاصم بن عدي الأنصاري الأوسي عن أبيه روى عنه أبو بكر بن\nحزم.\n</p>\n\n<h1 class='l1' id='head126'>126 - </h1>\n\n<p>\nابوبدد (1) الحبلي عن عبد الله بن عبيد بن عمير عن أبيه عن جده روى عنه\nبكر بن حسين (3) .\n</p>\n\n<h1 class='l1' id='head127'>127 - </h1>\n\n<p>\nأبو برد العنبري عن ابن أبي مليكة روى عنه وكيع.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head128'>128 - </h1>\n\n<p>\nأبو توبة الهذلي قوله قاله عبد الله بن صالح عن معاوية بن صالح عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p016'> Vol. 09, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nصفوان بن عمر ويعد في الشاميين.\n</p>\n\n<h1 class='l1' id='head129'>129 - </h1>\n\n<p>\nأبو تميمة السلمي يعد في البصر يين قال مسدد نا يحى عن التيمي عن أبي\nتميمة السلمي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head130'>130 - </h1>\n\n<p>\nأبو ثور الفهري سمع النبي صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head131'>131 - </h1>\n\n<p>\nأبو ثور سمع بلالا روى عنه الشعبي.\n</p>\n\n<h1 class='l1' id='head132'>132 - </h1>\n\n<p>\nأبو ثور الحداني سمع أبا مسعود وحذيفة روى عنه ابوالبخترى.\n</p>\n\n<h1 class='l1' id='head133'>133 - </h1>\n\n<p>\nأبو ثمامة الحناط وكان حريفا لكعب بن عجرة عن النبي صلى الله عليه وسلم\nإذا خرج أحدكم إلى المسجد فلا يشبك قاله عبد الله بن محمد عن العقدي عن\n</p>\n\n<p>\nداود بن قيس قال حدثني سعد بن اسحق قال حدثني أبو ثمامة وقال الحزامي عن\nانس بن عياض عن سعد بن اسحق عن أبي سعيد المقبري عن أبي إمامة نحوه، وقال\nابن المبارك عن داود بن قيس حدثني أبو ثمامة الحناط وكان حريفا لكعب ابن\nعجرة مثله، وقال عبد الرزاق عن ابن جريج أخبرني ابن عجلان عن سعيد المقبري\nعن بعض بني كعب بن عجرة عن النبي صلى الله عليه وسلم نحوه وقال آدم عن ابن\nأبي ذئب عن سعيد المقبري عن رجل من بني سالم عن أبيه عن جده كعب بن عجرة عن\nالنبي <span id='ms1564'></span> صلى الله عليه وسلم نحوه، وقال محمد بن يوسف عن سفيان عن ابن عجلان\nعن المقبري عن كعب بن عجرة عن النبي صلى الله عليه وسلم مثله، والأول أصح.\n</p>\n\n<h1 class='l1' id='head134'>134 - </h1>\n\n<p>\nأبو ثمامة الصائدي سمع الحسين بن علي روى عنه عبد العزيز بن رفيع وأبو\nإسحاق.\n</p>\n\n<h1 class='l1' id='head135'>135 - </h1>\n\n<p>\nأبو ثابت الدمشقي سمع مكحولا سمع منه سعيد بن أبي أيوب.\n</p>\n\n<h1 class='l1' id='head136'>136 - </h1>\n\n<p>\nأبو ثابت من ولد ثابت بن قيس بن شماس الانصاري عن اسمعيل ابن محمد، روى\nعنه العكلي.\n</p>\n\n<h1 class='l1' id='head137'>137 - </h1>\n\n<p>\nأبو ثابت قال محمد بن يوسف نا سفيان عن الأعمش عن رجل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p017'> Vol. 09, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nأبي ثابت قال لي أبو الدرداء سمعت النبي صلى الله عليه وسلم (ومنهم سابق\nبالخيرات) قال بغير حساب، قال وكيع عن سفيان عن الأعمش عن ثابت أو أبي\nثابت، وقال أبو نعيم عن سفيان عن الأعمش عن أبي الدرداء عن النبي صلى الله\nعليه وسلم مرسل، وقال بعضهم عن سفيان عن الأعمش عن أبي زياد عن أبي الدرداء\nولا يصح، وقال الحميدي عن ابى عيينة عن طعمة بن عمر وعن رجل عن أبي الدرداء\nولم يصح حديثه، وقال محمد بن علي نا سعيد بن عبد الحميد قال\n</p>\n\n<p>\nنا ابن أبي الزناد عن موسى بن عقبة عن عبد الله بن علي الأزدي عن أبي\nخالد البكري أن رجلا جاء المدينة فلقى أبا الدرداء نحوه.\n</p>\n\n<h1 class='l1' id='head138'>138 - </h1>\n\n<p>\nأبو ثعلبة الا شجعي له صحبة من النبي صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head139'>139 - </h1>\n\n<p>\nأبو ثامن العابد روى عنه ثابت قوله.\n</p>\n\n<p>\nباب جيم\n</p>\n\n<h1 class='l1' id='head140'>140 - </h1>\n\n<p>\nأبو جعفر سمع ابن مسعود وعن عمر، روى عنه عمران بن سليمان.\n</p>\n\n<h1 class='l1' id='head141'>141 - </h1>\n\n<p>\nأبو جعفر الأشجعي سمع أبا هريرة وعائشة روى عنه مطرف العوام.\n</p>\n\n<h1 class='l1' id='head142'>142 - </h1>\n\n<p>\nأبو جعفر بن محمد بن ركانة بن عبد عن أبيه روى عنه أبو الحسن العسقلاني.\n</p>\n\n<h1 class='l1' id='head143'>143 - </h1>\n\n<p>\nأبو جعفر عن شريح، روى عنه سليمان التيمي.\n</p>\n\n<h1 class='l1' id='head144'>144 - </h1>\n\n<p>\nأبو جعفر الفراء سمع عبد الله بن شداد وأبا أمية وأبا ليلى قال محمد بن\nبشار عن محمد بن جعفر عن شعبة سمعت أبا جعفر مؤذن أبي إسحاق قال عدت عبد\nالله بن شداد.\n</p>\n\n<h1 class='l1' id='head145'>145 - </h1>\n\n<p>\nأبو <span id='ms1565'></span> جعفر عن ابن سيرين روى عنه مسعدة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head146'>146 - </h1>\n\n<p>\nأبو جبير له صحبة.\n</p>\n\n<h1 class='l1' id='head147'>147 - </h1>\n\n<p>\nأبو جبير الجر موزي قال عبد الله بن محمد حدثنا وهب بن جرير عن الزهري\nالحديث عن أبي جبير الجر موزي قال رأيت كعب بن سور يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p018'> Vol. 09, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالجمل آخذا بخطام جمل عائشة فقال لي يا جبير أنا وأنت كما قالت القائلة،\nفقتل يومئذ.\n</p>\n\n<h1 class='l1' id='head148'>148 - </h1>\n\n<p>\nأبو الجراح مولى أم حبيبة عن أم حبيبة عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n\" العير التي فيها جرس لا تصحبها الملائكة \" قاله اسمعيل بن أبي أويس\nومعن عن مالك عن نافع عن سالم عن أبي الجراح، وقال ابن المبارك عن موسى بن\nعقبة عن نافع عن أبي الجراح عن أم حبيبة عن النبي صلى الله عليه وسلم مثله،\nوقال عبدة عن ابن إسحاق عن أبي الجراح، وقال محمد بن بشر عن عبيد الله عن\nنافع عن أبي الجراح، وقال خلف بن خالد ويحيى بن بكير عن بكر بن مضرعن جعفر\nبن ربيعة عن عراك عن سالم عن أبي الجراح مثله، وقال الليث عن يزيد بن الهاد\nعن سالم عن أبي الجراح مولى أم سلمة عن أم سلمة عن النبي صلى الله عليه\nوسلم، وقال يسرة بن صفوان عن نافع بن عمر عن أبي بكر بن أبي شيخ السهمي كنت\nمع سالم بن عبد الله يخبر عن ايبه عن النبي صلى الله عليه وسلم نحوه، وقال\nيوسف عن مالك عن الجراح، وقال الليث عن نافع عن الجراح عن أم حبيبة عن\nالنبي صلى الله عليه وسلم، وقال ابن أبي حازم عن موسى بن عقبة عن نافع عن\nالجراح، وقال معمر عن أيوب عن نافع عن الجراح، وقال همام عن نافع عن\nالجراح، وقال يزيد بن أبي حبيب عن عراك عن سالم عن الجراح، وقال عبد الله\nوسعيد بن عفير عن الليث عن عقيل عن ابن شهاب اخبرني سالم بن عبد الله ابن\nعمر أن سفينة مولى أم سلمة زوج النبي صلى الله عليه سلم أخبره عن <span id='ms1566'></span> النبي صلى\nالله عليه وسلم مثله، وقال علي نا يعقوب بن إبراهيم قال نا أبي عن أبي\nإسحاق قال حدثني محمد بن طلحة بن يزيد عن سالم بن عبد الله عن أبي الجراح\nمولى أم حبيبة عن أم حبيبة عن النبي صلى الله عليه وسلم قال لولا أن أشق\nعلى أمتي لأمرتهم بالسواك كلما يتوضؤن، وقال عبيد بن يعيش عن ابن إسحاق عن\nمحمد ابن طلحة عن سالم عن أم حبيبة عن النبي صلى الله عليه وسلم مثله، وأبو\nالجراح أكثر وأصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p019'> Vol. 09, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>149 - </h1>\n\n<p>\nأبو الجراح المهري حدثنا أبو عاصم عن أبي الجراح عن جابر بن الصبح عن أم\nشراحيل عن أم عطية أن النبي صلى الله عليه وسلم بعث عليا في سرية فسمعته\nيقول اللهم لا تميتني حتى تريني عليا.\n</p>\n\n<h1 class='l1' id='head150'>150 - </h1>\n\n<p>\nأبو جهضم عن ابن عباس أن النبي صلى الله عليه وسلم دعاله بالحكمة مرتين،\nقاله محمد بن حميد عن جرير عن ليث.\n</p>\n\n<h1 class='l1' id='head151'>151 - </h1>\n\n<p>\nأبو جهضم قال أتتني لقراءة كتاب (1) فإذا فيه هذا ما اشترى طلحة ابن عبيد\nالله قاله عبد الرحمن به مهدي عن أبي الجراح.\n</p>\n\n<h1 class='l1' id='head152'>152 - </h1>\n\n<p>\nأبو جهضم الهجيمي سمع أبا نعامة عن ابن عباس، روى عنه يحيى ابن أبي كثير.\n</p>\n\n<h1 class='l1' id='head153'>153 - </h1>\n\n<p>\nأبو الجهم عن بعض علمائهم روى عنه الليث، مرسل\n</p>\n\n<h1 class='l1' id='head154'>154 - </h1>\n\n<p>\nأبو الجهم الأيادي قال مسدد نا هشيم قال نا شيخ يكنى أبا جهم عن الزهري\nعن أبي سلمة عن أبي هريرة قال صاحب لواء الشعراء إلى النار امرؤ القيس لأنه\nأول من احكم الشعر.\n</p>\n\n<h1 class='l1' id='head155'>155 - </h1>\n\n<p>\nأبو جهيم بن الحارث بن الصمة الأنصاري له صحبة.\n</p>\n\n<h1 class='l1' id='head156'>156 - </h1>\n\n<p>\nأبو الجعد الضمري له صحبة.\n</p>\n\n<h1 class='l1' id='head157'>157 - </h1>\n\n<p>\nأبو جبيرة بن الضحاك الأنصاري أخو ثابت بن الضحاك بن خليفة عن النبي صلى\nالله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head158'>158 - </h1>\n\n<p>\nأبو الجنوب الأسدي سمع عليا روى عنه حسين بن ميمون وعيسى بن قرطاس وهو\nمؤذن مسجد كاهل.\n</p>\n\n<h1 class='l1' id='head159'>159 - </h1>\n\n<p>\nأبو الجارود عن جابر بن زيد، روى عنه عبد الملك بن عمرو.\n</p>\n\n<h1 class='l1' id='head160'>160 - </h1>\n\n<p>\nأبو جبر بن تميم بن حذلم الضبي نا مسدد قال نا هشيم قال ارنا مغيرة عن\nأبي الجبر <span id='ms1567'></span> بن تميم قال أصاب الناس ظلمة بالكوفة فجاء هني بن نويرة\n</p>\n\n<p>\nوصاحب له إلى تميم بن حذلم فقال ارجعا إلى منزلكما فصليا حتى ينجلي ما\nترون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p020'> Vol. 09, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه كان يؤمر بذلك.\n</p>\n\n<h1 class='l1' id='head161'>161 - </h1>\n\n<p>\nأبو الجنيد عن جعفر بن أبي المغيرة عن سعيد قوله، روى عنه اسحاق ابن\nسليمان.\n</p>\n\n<h1 class='l1' id='head162'>162 - </h1>\n\n<p>\nأبو الجميهر عن معاوية بن صالح الحضرمي الحمصى قوله، رواه عبد الله ابن\nصالح عن معاوية بن صالح.\n</p>\n\n<h1 class='l1' id='head163'>163 - </h1>\n\n<p>\nأبو جبلة قال عبد الله حدثني معاوية بن صالح ان ابا جلة حدثه أن ابن شهاب\nقال ليس على النساء اقامة وان فعلن فحسن جميل.\n</p>\n\n<h1 class='l1' id='head164'>164 - </h1>\n\n<p>\nابوالجلوا عن ابن عمر قال وكيع عن سفيان عن يحيى بن هانئ.\n</p>\n\n<h1 class='l1' id='head165'>165 - </h1>\n\n<p>\nأبو جروة المازني قال محمد بن عبد الله بن محمد بن عبد الملك بن مسلم\nالرقاشي حدثني أبي عن جده عبد الملك بن مسلم الرقاشي عن أبي جروة المازني\nشهدت عليا والزبير قال على حين توافقا هل سمعت النبي صلى الله عليه وسلم\nيقول إنك تقاتلني ظالما؟ قال نعم، وقال يعلى بن عبيدنا ابن أبي خالد عن عبد\nالسلام رجل من حية عن علي مثله.\n</p>\n\n<h1 class='l1' id='head166'>166 - </h1>\n\n<p>\nأبو الجلاس قال نا عبد الله بن محمد العبسي قال نا محمد بن الحسن الأسدي\nقال نا هارون بن صالح الهمداني عن الحارث بن عبد الرحمن عن أبي الجلاس قال\nسمعت عليا يقول لعبد الله السباى ويلك ما افضى إلى رسول الله صلى الله عليه\nوسلم شيئا كتمته أحدا من الناس ولقد سمعته يقول إن بين يدي الساعة ثلاثون\nكذابا وإنك لأحدهم.\n</p>\n\n<p>\nباب الحاء\n</p>\n\n<h1 class='l1' id='head167'>167 - </h1>\n\n<p>\nأبو الحسن المازني جد يحيى بن عمارة، له صحبة.\n</p>\n\n<h1 class='l1' id='head168'>168 - </h1>\n\n<p>\nأبو الحسن مولى الحارث بن نوفل الهاشمي سمع ابن عباس، روى عنه عمر وبن\nمعتب.\n</p>\n\n<h1 class='l1' id='head169'>169 - </h1>\n\n<p>\nأبو الحسن قال موسى عن حماد عن علي بن الحكم البناني عن أبي الحسن عن أبي\nأسماء قال قال أبو هريرة ممن أنت؟ قلت من الشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p021'> Vol. 09, p. 021</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>170 - </h1>\n\n<p>\nأبو الحسن البزاز مولى تميم الداري نسبه محمد بن إسحاق يعد في أهل\nالمدينة قال آدم نا ابن أبي ذئب عن <span id='ms1568'></span> يزيد بن عبد الله بن قسيط عن أبي الحسن\nالبزاز عن علي لا يصلح الحيوان بالحيوان نسيئة.\n</p>\n\n<h1 class='l1' id='head171'>171 - </h1>\n\n<p>\nأبو الحسن العسقلاني عن أبي جعفر بن محمد بن ركانة، روى عنه محمد ابن\nربيعة.\n</p>\n\n<h1 class='l1' id='head172'>172 - </h1>\n\n<p>\nأبو الحسن قال عاصم بن يونس نا الحسن بن عياش عن أبي الحسن عن حنظلة بن\nأبي سفيان الجمحي عن أمه قالت رأيت أخت عبد الرحمن بن عوف تحت بلال.\n</p>\n\n<h1 class='l1' id='head173'>173 - </h1>\n\n<p>\nأبو الحكم مولى عبد الله بن عمر والقرشي سمع عبد الله بن عمر ولا تعجلوا\nبالعصر فتكون من النهار ولا تمسوها فتكون من الليل، قال أبو الحكم وكان\nيركب إلى قرية له على ثلاثة أميال بعد العصر فيرجع قبل أن تغيب الشمس قاله\nأحمد بن عيسى عن ابن وهب (1) .\n</p>\n\n<h1 class='l1' id='head174'>174 - </h1>\n\n<p>\n(أبو الحكم قال موسى - 2) نا أبو عوانة عن أبي بلج قال أخبرني أبو الحكم\nعن البراء بن عازب عن النبي صلى الله عليه وسلم قال أيما مسلمين التقيا\nفأخذ احدهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p022'> Vol. 09, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nبيد صاحبه ثم حمدالله تفرقا وليس لهما خطيئة.\n</p>\n\n<h1 class='l1' id='head175'>175 - </h1>\n\n<p>\nأبو الحكم الليثي عن أبي سعيد.\n</p>\n\n<h1 class='l1' id='head176'>176 - </h1>\n\n<p>\nأبو الحكم التنوخي عن أنس قاله عبد الله بن صالح عن معاوية بن صالح عن\nأبي الحكم التنوخي عن أنس قال خدمت النبي صلى الله عليه وسلم سبع سنين.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head177'>177 - </h1>\n\n<p>\nأبو الحارث سمع أبا هريرة قال سعيد بن حفص نا شيبان عن يحيى عن أبي\nالحارث عن أبي هريرة عن النبي صلى الله عليه وسلم قال لا حتى تذوق العسيلة\nوقال وكيع عن علي بن المبارك عن يحيى عن أبي يحيى (1) الغفاري عن أبي هريرة\nقوله.\n</p>\n\n<h1 class='l1' id='head178'>178 - </h1>\n\n<p>\nأبو الحارث الكرماني سمع أبا رجاء (1) وروى عنه موسى.\n</p>\n\n<h1 class='l1' id='head179'>179 - </h1>\n\n<p>\nأبو الحارث الأنصاري سمع أبا محمد روى موسى قال نا أبو الحارث الأنصاري\nأو أبو الحويرث، نا محمد بن أبي بكر قال نا أبو معشر يوسف سمع ثابت بن سهل\nالقرشي سمع شيخا من أهل المدينة أبو الحارث أو أبو الحويرث ويخيل إلي أنه\nأبو الحارث أن أباه حدثه أن النبي صلى الله عليه وسلم قال والتمر والعنب\n</p>\n\n<p>\nفأيهما بطشت <span id='ms1569'></span> فهما أخوان هو الخمر.\n</p>\n\n<h1 class='l1' id='head180'>180 - </h1>\n\n<p>\nأبو حرب بن زيد بن خالد سمع أباه، روى عنه بكير بن الأشج.\n</p>\n\n<h1 class='l1' id='head181'>181 - </h1>\n\n<p>\nأبو حرب بن أبي الأسود الديلي البصري عن أبيه روى عنه داود، قال يحيى بن\nحمادنا أبو حماد نا أبو عوانة عن سليمان عن عثمان بن قيس عن أبي حرب قال\nسمعت عبد الله بن عمر وعن النبي صلى الله عليه وسلم قال ما أظلت الخضراء\nولا أقلت الغبراء من ذي لهجة أصدق من أبي ذر، وقال أبو بكر عن ابن نميرنا\nالأعمش عن عثمان أبي اليقظان عن أبي حرب بن أبي الأسود الديلي سمع عبد الله\nسمع ابن عمر (1) سمع النبي صلى الله عليه وسلم مثله، وروى وكيع عن الأعمش\nعن أبي اليقظان عن عبد الله عن النبي صلى الله عليه وسلم مرسل، وقال بعضهم\nحرب بن ابى حرب ولم يصح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p023'> Vol. 09, p. 023</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>182 - </h1>\n\n<p>\nأبو حرب عن سعيد بن جبير قاله ابن مبارك وقبيصة وخلاد عن سفيان عن ليث،\nوقال وكيع عن حرب.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head183'>183 - </h1>\n\n<p>\nأبو حبيبة مولى طلحة بن عبيد الله سمع عليا، روى عنه سعد بن طارق وطلحة\nبن يحيى.\n</p>\n\n<h1 class='l1' id='head184'>184 - </h1>\n\n<p>\nأبو حبيبة حاجب عبد الله بن الزبير سمع منه موسى بن عقبة، وروى سعيد بن\nأبي أيوب سمع أبا الأسود عن أبي حبيبة مولى الزبير عن الزبير عن عمر.\n</p>\n\n<h1 class='l1' id='head185'>185 - </h1>\n\n<p>\nابوجبيب بن يعلى بن منية سمع ابن عباس، روى عنه مصعب بن شيبة.\n</p>\n\n<h1 class='l1' id='head186'>186 - </h1>\n\n<p>\nأبو حبيب عن أبيه عن علي روى عنه مجلز (1) عن نافع.\n</p>\n\n<h1 class='l1' id='head187'>187 - </h1>\n\n<p>\nأبو حبيب السلمي، روى عنه جعفر بن سليمان.\n</p>\n\n<h1 class='l1' id='head188'>188 - </h1>\n\n<p>\nأبو حبيب عن خالد بن زيد، روى عنه حميد الطويل.\n</p>\n\n<h1 class='l1' id='head189'>189 - </h1>\n\n<p>\nأبو حبيب عن رجل، روى عنه سليمان بن قرم.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head190'>190 - </h1>\n\n<p>\nأبو حذيفة بن حذيفة سمع عمه زياد بن صيفي بن صهيب بن سنان مولى ابن\nجدعان، روى عنه يحيى بن محمد.\n</p>\n\n<h1 class='l1' id='head191'>191 - </h1>\n\n<p>\nأبو حذيفة عن داود بن أبي هند القارئ.\n</p>\n\n<h1 class='l1' id='head192'>192 - </h1>\n\n<p>\nأبو حرة الرقاشي عن عمر، روى عنه علي بن زيد يعد في المصريين\n</p>\n\n<h1 class='l1' id='head193'>193 - </h1>\n\n<p>\nأبو حرة عن عمرانه اصفى من هذا السواد عشرة أصناف قاله <span id='ms1570'></span> سلمة بن سليمان عن\nابن المبارك عن عبد الله بن الوليد سمع عبد الملك بن أبي حرة عن أبيه.\n</p>\n\n<h1 class='l1' id='head194'>194 - </h1>\n\n<p>\nأبو حية القيسي الوادعي الهمداني الكوفي، قال محمد بن يوسف نا إسرائيل\nسمع أبا إسحاق عن أبي حية أن عليا توضأ ثلاثا ثلاثا وقال رأيت النبي صلى\nالله عليه وسلم فعله.\n</p>\n\n<h1 class='l1' id='head195'>195 - </h1>\n\n<p>\nأبو حية الكلبي عن ابن عمروسعد، روى عنه أبو جناب كان يحيى القطان يتكلم\nفي ابى جناب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p024'> Vol. 09, p. 024</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>196 - </h1>\n\n<p>\nأبو حميد مولى مسافع نا اسمعيل بن أبي أويس قال حدثني سليمان بن بلال عن\nيونس عن ابن شهاب عن أبي حميد أنه سمع أبا هريرة يقول قال رسول الله صلى\nالله عليه وسلم لتنتقون كما تنتقى التمرة من الحقبة وليذهبن خياركم وليبقين\nشراركم فموتوا إن استطعتم، وقال عثمان بن محمدنا طلحة بن يحيى الأنصاري عن\nيونس عن ابن شهاب مثله، وقال جنادة بن محمد نا عبد الحميد بن أبي العشرين\nنا الأوزاعي عن الزهري عن سعيد بن المسيب عن أبي هريرة مثله ولم يرفعه.\n</p>\n\n<h1 class='l1' id='head197'>197 - </h1>\n\n<p>\nأبو حميد الرعيني يعد في الشاميين سمع يزيد، روى عنه ثور بن يزيد.\n</p>\n\n<h1 class='l1' id='head198'>198 - </h1>\n\n<p>\nأبو حفص المدني سمع ابن عباس، روى عنه قيس الحاجب.\n</p>\n\n<h1 class='l1' id='head199'>199 - </h1>\n\n<p>\nأبو حفص العمري، روى عنه خالد بن كثير.\n</p>\n\n<h1 class='l1' id='head200'>200 - </h1>\n\n<p>\nأبو الحصين سمع ابن عمر، روى عنه عثمان بن واقد.\n</p>\n\n<h1 class='l1' id='head201'>201 - </h1>\n\n<p>\nأبو الحصين المكي عن شهر بن حوشب عن معاذ عن النبي صلى الله عليه وسلم\nمرسل، ذكر الله خير من الجهاد قاله محمد بن مقاتل عن اسمعيل بن شعيب سمع\nموسى بن عيسى الحزامي (سمع - 1) ابا الحصين.\n</p>\n\n<h1 class='l1' id='head202'>202 - </h1>\n\n<p>\nأبو خنيفة من رهط زياد بن كليب سمع ابن عمر، روى عنه مغيرة.\n</p>\n\n<h1 class='l1' id='head203'>203 - </h1>\n\n<p>\nأبو حنيفة اليمامي روى عنه ابن المبارك قوله، وروى ابن مهدي عن إبراهيم\nبن أبي حنيفة اليمامي.\n</p>\n\n<h1 class='l1' id='head204'>204 - </h1>\n\n<p>\nأبو حريزة له صحبة، قال أبو عبد الرحمن عن أبي إسحاق الكوفي عن أبي حريزة\nقال قال عبد الله بن سلام للنبي صلى الله عليه وسلم نجدك في الكتب قائما\nعند العرش محمرة وجنتاك مستحي من ربك مما أحدثت أمتك <span id='ms1571'></span> من بعدك، نا حجاج قال\nنا حماد قال ارنا الجريري عن أبي حريزة رجل من أصحاب النبي صلى الله عليه\nوسلم بهذا الحديث يعني حديث سعد بن الأطول المديني.\n</p>\n\n<h1 class='l1' id='head205'>205 - </h1>\n\n<p>\nأبو الحمراء له صحبة، قال أبو عاصم عن عياد أبي يحيى قال نا أبو داود عن\nأبي الحمراء قال صحبت النبي صلى الله عليه وسلم تسعة أشهر فكان إذا أصبح كل\nيوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p025'> Vol. 09, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nيأتي باب على وفاطمة فيقول السلام عليكم أهل البيت (إنما يريد الله ليذهب\nعنكم الرجس أهل البيت ويطهر كم تطهيرا) .\n</p>\n\n<h1 class='l1' id='head206'>206 - </h1>\n\n<p>\nأبو حاتم المزني له صحبة قال عبد الله بن أبي الأسود حدثنا عبد الرحمن\nابن مهدى عن حاتم بن اسمعيل عن عبد الله بن هرمز ومحمد وسعيد ابني عبيد عن\n</p>\n\n<p>\nأبي حاتم المزني وكانت له صحبة، قال قال رسول الله صلى الله عليه وسلم\nإذا جاء كم من ترضون دينه وخلقه فانكحوه إلا تفعلوا تكن فتنة في الأرض\nوفساد عريض، قالوا يا رسول الله وان كان فساد افأعادها عليهم ثلاثا، قال\nعبد الله بن عبد الوهاب حدثنا حاتم قال عبد الله بن هرمز عن محمد وسعيد\nابني عبيد أظنه عن أبي حاتم المزني - كذا قال حاتم - عن النبي صلى الله\nعليه وسلم مثهله.\n</p>\n\n<h1 class='l1' id='head207'>207 - </h1>\n\n<p>\nأبو حفصة مولى عائشة سمع عائشة، روى عنه يحيى بن ابى كئير.\n</p>\n\n<h1 class='l1' id='head208'>208 - </h1>\n\n<p>\nأبو حنظلة عن ابن عمر والشعبي، روى عنه ابن أبي خالد.\n</p>\n\n<h1 class='l1' id='head209'>209 - </h1>\n\n<p>\nأبو حمزة الخولاني سمع جابر (1) روى عنه بكر بن سوادة.\n</p>\n\n<h1 class='l1' id='head210'>210 - </h1>\n\n<p>\nابوحى المؤذن سمع ثوبان، روى عنه يزيد بن شريح قاله الزبيدي\n</p>\n\n<h1 class='l1' id='head211'>211 - </h1>\n\n<p>\nأبو حكيمة الجمال سمع سعيد بن المسيب، روى عنه قرة.\n</p>\n\n<h1 class='l1' id='head212'>212 - </h1>\n\n<p>\nأبو الحواري مولى عبد الله بن شقيق العقيلي سمع انس (1) ، روى عنه أبو\nخمير قال محمد بن يوسف وأبو عاصم عن سفيان عن يحيى بن هانئ عن أبي خمير عن\nكعب قال المطر زوج الأرض.\n</p>\n\n<h1 class='l1' id='head213'>213 - </h1>\n\n<p>\nأبو حنين بن عبد الله بن حنين المدني أخو إبراهيم بن عبد الله عن ابنة\nأخيه عن خالد الشاعر، روى عنه عبد الله بن يوسف.\n</p>\n\n<h1 class='l1' id='head214'>214 - </h1>\n\n<p>\nأبو حاضر <span id='ms1572'></span> سمع ابن عباس، روى عن أبو السوار السلمى وعمر وبن ميمون سمع ابن\nعباس.\n</p>\n\n<p>\nباب الخاء\n</p>\n\n<h1 class='l1' id='head215'>215 - </h1>\n\n<p>\nأبو الخطاب له صحبة، قال أبو نعيم حدثنا اسرائيل قال حدثنى ثوير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p026'> Vol. 09, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nقال سمعت رجلا من أصحاب النبي صلى الله عليه وسلم يقال له أبو الخطاب في\nالدين (1) قوله.\n</p>\n\n<h1 class='l1' id='head216'>216 - </h1>\n\n<p>\nأبو الخطاب عن أبي سعيد، روى عنه أبو الخير.\n</p>\n\n<h1 class='l1' id='head217'>217 - </h1>\n\n<p>\nأبو الخطاب أن عمر بن عبد العزيز قوله، روى عنه عتبة بن المبارك.\n</p>\n\n<h1 class='l1' id='head218'>218 - </h1>\n\n<p>\nأبو الخطاب الهجري، روى عنه ابن أبي غنية وعلي بن عابس.\n</p>\n\n<h1 class='l1' id='head219'>219 - </h1>\n\n<p>\nأبو الخطاب العتكي سمع ثابت، روى عنه مسلم.\n</p>\n\n<h1 class='l1' id='head220'>220 - </h1>\n\n<p>\nأبو الخطاب عن أبي زرعة، روى عنه ليث بن أبي سليم\n</p>\n\n<h1 class='l1' id='head221'>221 - </h1>\n\n<p>\nأبو خلف قال كنت في حرس ابن الزبير فرأيته، روى عنه ابن جريج.\n</p>\n\n<h1 class='l1' id='head222'>222 - </h1>\n\n<p>\nأبو خلف سمع ابا مرزوق، روى عنه ابوالعدبس.\n</p>\n\n<h1 class='l1' id='head223'>223 - </h1>\n\n<p>\nأبو خالد له صحبة وسمع عمر، روى عنه مالك بن الحارث قال عبد الله ابن\nمحمد العبسي حدثنا وكيع عن الأعمش عن مالك بن الحارث عن أبي خالد وكانت له\nصحبة قال وفدت إلى عمر ففضل أهل الشام علينا في الجائزة.\n</p>\n\n<h1 class='l1' id='head224'>224 - </h1>\n\n<p>\nأبو خالد عن ابن عباس، روى عنه اسمعيل بن أبي خالد.\n</p>\n\n<h1 class='l1' id='head225'>225 - </h1>\n\n<p>\nأبو خالد عن أبي هريرة، روى عنه ابنه سليمان.\n</p>\n\n<h1 class='l1' id='head226'>226 - </h1>\n\n<p>\nأبو خالد القزاز أو البزاز عن كلاب بن عمرو، روى عنه القاسم بن عبد\nالكريم.\n</p>\n\n<h1 class='l1' id='head227'>227 - </h1>\n\n<p>\nأبو خراش له صحبة.\n</p>\n\n<h1 class='l1' id='head228'>228 - </h1>\n\n<p>\nأبو خراش له صحبة.\n</p>\n\n<h1 class='l1' id='head229'>229 - </h1>\n\n<p>\nأبو خراش الهذلي سمع فضالة بن عبيد، روى عنه عمران بن عبد الرحمن.\n</p>\n\n<h1 class='l1' id='head230'>230 - </h1>\n\n<p>\nأبو الخليل عن علي، روى عنه أبو إسحاق.\n</p>\n\n<h1 class='l1' id='head231'>231 - </h1>\n\n<p>\nأبو الخليل عن ابن عباس، روى عنه الأعمش.\n</p>\n\n<h1 class='l1' id='head232'>232 - </h1>\n\n<p>\nأبو خلاد قال عبد الله بن يوسف حدثنا الحكم بن هشام عن يحيى بن\n</p>\n\n<p>\nسيعد بن أبان عن أبي فروة عن أبي خلاد وكانت له صحبة عن النبي صلى الله\nعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p027'> Vol. 09, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم إذا رأيتم الرجل أعطي زهدا في الدنيا وله منطق فإنه يلقن الحكمة\nوقال القاسم بن أبي شيبة حدثنا كثير بن هشام أراه عن الحكم بن هشام عن يحيى\nبن سعيد الأنصاري نحوه، وقال أحمد بن إبراهيم حدثنا <span id='ms1573'></span> يحيى بن سعيد بن أبان\nبن سعيد بن العاص عن عنبسة سمع أبا فروة الجزري عن أبي مريم عن أبي خلاد عن\nالنبي صلى الله عليه وسلم مثله، والأول أصح.\n</p>\n\n<h1 class='l1' id='head233'>233 - </h1>\n\n<p>\nأبو خلاد عن عمر بن الخطاب صلاة المرأة في داخل بيتها أفضل، قاله عبد\nالله بن صالح عن معاوية بن صالح عن أبي خلاد.\n</p>\n\n<h1 class='l1' id='head234'>234 - </h1>\n\n<p>\nأبو الخضيب قال يحيى بن موسى قال نا جعفر بن عون سمع أبا الخضيب الجعفي\nكان سويد بن غفلة يؤمنا في رمضان عشرين ركعة.\n</p>\n\n<h1 class='l1' id='head235'>235 - </h1>\n\n<p>\nأبو خيرة الصنابحي له صحبة، قال خليفة بن خياط حدثنا عون بن كهمس قال نا\nداود بن المساور عن مقاتل بن همام عن أبي خيرة الصنابحي قال كنت في الوفد\nالذين أتينا النبي صلى الله عليه وسلم من عبد القيس فزودنا الأراك نستاك به\nفقلنا يا رسول الله عندنا الجريد ولكنا نقبل كرامتك وعطيتك قال اللهم اغفر\nبعد القيس إذا أسلموا طائعين غير مكرهين إن بعض الناس لم يسلموا إلا خزايا\nموتورين.\n</p>\n\n<h1 class='l1' id='head236'>236 - </h1>\n\n<p>\nأبو خيرة عن موسى بن وردان قاله المقرى عن سعيد بن أبي أيوب.\n</p>\n\n<h1 class='l1' id='head237'>237 - </h1>\n\n<p>\nأبو خلف قال مطر بن الفضل ارنا يزيد بن هارون سمع ابن جويرية (1) عن\nاسمعيل بن أمية (2) أبو خلف أنه دخل مع عبيد بن عمير على عائشة فقالت كان\nالنبي صلى الله عليه وسلم يقرأ (الذنى يأتون ما أتوا) كذلك أنزلت.\n</p>\n\n<h1 class='l1' id='head238'>238 - </h1>\n\n<p>\nأبو خلف قال عبد الرحمن بن شريك حدثنا أبي سمع ابا خلف عن الحارث ابن\nعميرة الحارثي سمع معاذا باليمن قال النبي صلى الله عليه وسلم لو يصلح لأحد\nأن يسجد لأحد لأمرت المرأة أن تسجد لزوجها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p028'> Vol. 09, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>239 - </h1>\n\n<p>\nأبو خلف قال يحيى عن مسعر حدثني ابوالعدبس عن رجل أظنه أبو خلف.\n</p>\n\n<p>\nباب الدال.\n</p>\n\n<h1 class='l1' id='head240'>240 - </h1>\n\n<p>\nأبو داود المدني سمع ابن عمر، روى عنه عبد الرحمن بن القاسم.\n</p>\n\n<h1 class='l1' id='head241'>241 - </h1>\n\n<p>\nأبو داود عن رجل من أصحاب النبي صلى الله عليه وسلم، روى عنه عكرمة بن\nعمار.\n</p>\n\n<h1 class='l1' id='head242'>242 - </h1>\n\n<p>\nأبو الدرداء الرهاوي.\n</p>\n\n<h1 class='l1' id='head243'>243 - </h1>\n\n<p>\nأبو الدرداء (1) .\n</p>\n\n<h1 class='l1' id='head244'>244 - </h1>\n\n<p>\nأبو الدهقان عن عمرو عبد الله، روى عنه أبو الزنباع قال <span id='ms1574'></span> إبراهيم بن موسى\nعن أبي زائدة عن أبي حيان عن صدقة بن صالح عن أبي الدهقان وقال الثوري أيضا\nأبو الدهقان وقال بعضهم أبو الدهقانة.\n</p>\n\n<h1 class='l1' id='head245'>245 - </h1>\n\n<p>\nأبو دهقانة عن ابن عمر، روى عنه فضيل بن غزوان.\n</p>\n\n<h1 class='l1' id='head246'>246 - </h1>\n\n<p>\nأبو دخيلة سمع ابن عمر، روى عنه ابنه\n</p>\n\n<h1 class='l1' id='head247'>247 - </h1>\n\n<p>\nأبو الجعاد (2) عن ابن عمر قاله سعيد بن الربيع عن شعبة عن محمد بن أبي\nالنوار.\n</p>\n\n<h1 class='l1' id='head248'>248 - </h1>\n\n<p>\nأبو دوس عن عبد الرحمن بن عائذ، روى عنه عفير.\n</p>\n\n<p>\nباب الذال.\n</p>\n\n<h1 class='l1' id='head249'>249 - </h1>\n\n<p>\nأبو ذر الشامي عن أبي إسحاق الهمداني، روى عنه يحيى بن زكريا.\n</p>\n\n<h1 class='l1' id='head250'>250 - </h1>\n\n<p>\nأبو ذراع قاله عاصم بن كليب كان إمامنا، سمع عثمان بن عفان.\n</p>\n\n<p>\nباب الراء\n</p>\n\n<h1 class='l1' id='head251'>251 - </h1>\n\n<p>\nأبو رمثة التيمى تيم الرباب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p029'> Vol. 09, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>252 - </h1>\n\n<p>\nأبو راشد الكوفي سمع عليا، روى عنه عبد العزيز بن سياه.\n</p>\n\n<h1 class='l1' id='head253'>253 - </h1>\n\n<p>\nأبو راشد سمع عمارا، روى عنه عدي بن ثابت.\n</p>\n\n<h1 class='l1' id='head254'>254 - </h1>\n\n<p>\nأبو راشد الحبراني عن عبد الرحمن بن شبل وعمرو بن أسود، روى عنه أبو سلام\nوحبيب بن عبيد ومحمد بن زياد وسمع أبا أمامة.\n</p>\n\n<h1 class='l1' id='head255'>255 - </h1>\n\n<p>\nأبو راشد مولى عبيد بن عمير قوله، روى عنه الأعمش.\n</p>\n\n<h1 class='l1' id='head256'>256 - </h1>\n\n<p>\nأبو الرحال سمع الحسن مرسل، روى عنه أبو نعيم.\n</p>\n\n<h1 class='l1' id='head257'>257 - </h1>\n\n<p>\nأبو الرحال سمع النضر بن أنس عن أبيه عن النبي صلى الله عليه وسلم، روى\nعنه حرمي بن عمارة، منكر الحديث.\n</p>\n\n<h1 class='l1' id='head258'>258 - </h1>\n\n<p>\nأبو الرقاد مولى (1) سمع حذيفة روى عنه زربن حبيش.\n</p>\n\n<h1 class='l1' id='head259'>259 - </h1>\n\n<p>\nأبو الرقاد شيخ من النخع عن علقمة عن علي قاله جرير عن حنيف ابن رستم.\n</p>\n\n<h1 class='l1' id='head260'>260 - </h1>\n\n<p>\nأبو رباح الفركي (2) عن ابن عمر، روى عنه عكرمة بن عمار.\n</p>\n\n<h1 class='l1' id='head261'>261 - </h1>\n\n<p>\nأبو رباح بن أبي الحكم بن حبيب الثقفي روى عنه عمر بن ذر.\n</p>\n\n<h1 class='l1' id='head262'>262 - </h1>\n\n<p>\nأبو روبة القشيري حدثنا حفص بن عمر قال نا جامع بن مطر عن أبي روبة\nالقشيري عن أبي سعيد الخدري أن رجلا كان يتعبد في واد من تلك.\n</p>\n\n<p>\nالأودية حسن الهيئة حسن الخشوع فبلغ ذلك النبي صلى الله عليه وسلم فأرسل.\n</p>\n\n<p>\nإليه أبا بكر قال اذهب فاقتله فذهب فرآه على تلك الحالة فرجع ثم أرسل\nعليا فذهب فلم يجده فبلغنا والله أعلم أن رسول الله صلى <span id='ms1575'></span> الله عليه وسلم قال\nإن هذا لو قتلتموه لقطع عنكم الطريق إن هذا وأصحابه يقرؤن القرآن لا يجاوز\nتراقيهم يمرقون من الدين مروق السهم من الرمية شر البرية فاقتلوهم.\n</p>\n\n<h1 class='l1' id='head263'>263 - </h1>\n\n<p>\nأبو الربيع المدني سمع أبا هريرة، روى عنه سماك وعلقمة بن مرثد.\n</p>\n\n<h1 class='l1' id='head264'>264 - </h1>\n\n<p>\nأبو الرباب مولى معقل بن يسار قال أبو نعيم نا الحكم أبو معاذ عن أبي\nالرباب سمع معقل بن يسار قال كنا مع النبي صلى الله عليه وسلم في سفر\nفنزلنا.\n</p>\n\n<p>\nمكانا فيه ربح هذا الثوم فأصاب الناس فقال النبي صلى عليه وسلم من أكل من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p030'> Vol. 09, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nهذه الشجرة فلا يقر بن مصلانا.\n</p>\n\n<h1 class='l1' id='head265'>265 - </h1>\n\n<p>\nأبو راكة عن علي روى عنه السدي.\n</p>\n\n<h1 class='l1' id='head266'>266 - </h1>\n\n<p>\nأبو رفاعة قال معاذ بن فضالة عن يحيى بن أبي كثير عن محمد بن عبد الرحمن\nابن ثوبان حدثني أبو رفاعة عن أبي سعيد عن النبي صلى الله عليه وسلم في\nالعزل قال كذبت يهود لو أراد الله أن يخلقه لم تستطع أن تصرفه، وقال سعيد\nبن الربيع نا علي بن مبارك قال أبو مطيع بن رفاعة، وقال مسلم نا أبان عن\nيحيى عن محمد عن رفاعة، وقال معاوية بن سلام وحرب بن شداد عن يحيى عن محمد\nعن أبي مطيع وهذا أصح.\n</p>\n\n<h1 class='l1' id='head267'>267 - </h1>\n\n<p>\nأبو الربيع المدني سمع أبا هريرة، روى عنه علقمة بن مرثد وسماك.\n</p>\n\n<h1 class='l1' id='head268'>268 - </h1>\n\n<p>\nأبو الربيع الأسدي سمع سعيد بن جبير روى عنه طلحة الحارثى.\n</p>\n\n<h1 class='l1' id='head269'>269 - </h1>\n\n<p>\nأبو رجاء عن ابى جحيفة قال عمر وبن محمد نا إسحاق بن منصور السلولي سمع\nعبد السلام بن حرب عن ابى رجا عن أبي جحيفة قال كنت عند النبي صلى الله\nعليه وسلم فقال ما أكلت؟ قلت خبز ولحم حتى شبعت فقال لا تفعل فإن أطول\nالناس جوعا يوم القيامة أطولهم شبعا في الدنيا.\n</p>\n\n<h1 class='l1' id='head270'>270 - </h1>\n\n<p>\nأبو رجاء الجعفي روى عنه عبد الله الداناج.\n</p>\n\n<h1 class='l1' id='head271'>271 - </h1>\n\n<p>\nأبو ربيعة الإيادي حدثنا محمد بن الطفيل قال نا شريك عن أبي ربيعة\nالإيادي عن ابن بريدة عن أبيه قال قال رسول الله صلى الله عليه وسلم أن\nالله امر نى بحب <span id='ms1576'></span> أربعة من أصحابي وأخبرني أنه يحبهم، فقلنا يا رسول الله من\nهم؟ فكلنا نحب أن نكون منهم فقال إن عليا منهم ثم سكت ساعة ثم قال إن عليا\nمنهم وسلمان الفارسى وأبا ذر والمقداد بن الأسود الكندي\n</p>\n\n<h1 class='l1' id='head272'>272 - </h1>\n\n<p>\nأبو رويبة عن الحسن، روى عنه يزيد بن هرون.\n</p>\n\n<h1 class='l1' id='head273'>273 - </h1>\n\n<p>\nأبو رواد قال أبو عاصم عن عبد العزيز بن أبي رواد عن أبيه أن ابن عمر\nمربه وقد وضع يديه احداهما على الاخرى فضرب يديه وقال أظن أنه وضع شماله\nعلى يمينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p031'> Vol. 09, p. 031</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head274'>274 - </h1>\n\n<p>\nأبو رزين الباهلي سمع مالك، روى عنه موسى بن يعقوب.\n</p>\n\n<p>\nباب الزاي\n</p>\n\n<h1 class='l1' id='head275'>275 - </h1>\n\n<p>\nأبو زيد عن النبي صلى الله عليه وسلم له صحبة، روى عنه مجاهد.\n</p>\n\n<h1 class='l1' id='head276'>276 - </h1>\n\n<p>\nأبو زيد مولى عمر وبن حريث عن ابن مسعود، روى عنه أبو فزارة يعد في\nالكوفيين.\n</p>\n\n<h1 class='l1' id='head277'>277 - </h1>\n\n<p>\nأبو زيد الفزاري سمع زيد بن أرقم، روى عنه شعبة.\n</p>\n\n<h1 class='l1' id='head278'>278 - </h1>\n\n<p>\nأبو زيد عن أبي هريرة، روى عنه أبو جهم.\n</p>\n\n<h1 class='l1' id='head279'>279 - </h1>\n\n<p>\nأبو زيد عن زريق، روى عنه عبد الله بن أبي شقيق.\n</p>\n\n<h1 class='l1' id='head280'>280 - </h1>\n\n<p>\nأبو زياد الطحان سمع أبا هريرة.\n</p>\n\n<h1 class='l1' id='head281'>281 - </h1>\n\n<p>\nأبو زياد التيمي عن النعمان بن بشير، روى عنه أشعث.\n</p>\n\n<h1 class='l1' id='head282'>282 - </h1>\n\n<p>\nأبو زياد مولى ابن عباس عن ابن عباس لا بأس بان يخلط القمح بالشعير قاله\nآدم عن شعبة سمع أبا حذيفة سمع أبا زياد، وقال محمد بن بشار عن غندر عن\nشعبة عن حذيفة حدثني أبو زياد سمع ابن عباس، وقال ابن المبارك ووكيع عن\nشعبة عن يمان أبي حذيفة عن زياد مولى ابن عباس عن ابن عباس، وقال محمد بن\nبشار عن غندر عن شعبة سمعت عثمان مولى ثقيف عن أبي زياد مولى ابن عباس شهدت\nابن عباس وابا هريرة ينتظر ان جديا لهم في التنور فقال ابن عباس أخرجوه لنا\nلا تفتنا الصلاة فأكلوه، وقال محمود عن أبي داود عن شعبة عن عثمان بن أبي\nالمغيرة بن أبي زرعة سمعت ابا زياد مولى الحسن ابن علي نحوه.\n</p>\n\n<h1 class='l1' id='head283'>283 - </h1>\n\n<p>\nأبو زرعة عن ثوبان، روى عنه أبو الخطاب.\n</p>\n\n<h1 class='l1' id='head284'>284 - </h1>\n\n<p>\nأبو زهير النميري قال محمد بن يوسف نا <span id='ms1577'></span> صالح بن محرز الحمصى عن ابى المصبح\nالمقر إى عن أبي زهير النميري قال كنا معه فقال اختموا بآمين فإن مثل آمين\nمثل الطابع على الصحيفة وذلك أنا كنا مع رسول الله صلى الله عليه وسلم ذات\nيوم فقال اختموا بآمين فقد وجبت يعني الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p032'> Vol. 09, p. 032</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head285'>285 - </h1>\n\n<p>\nأبو زهير روى عنه موسى بن أعين مرسل.\n</p>\n\n<h1 class='l1' id='head286'>286 - </h1>\n\n<p>\nأبو زهير بن معاذ بن رياح الثقفي قال سمعت أبي عن عمته سارة بنت مقسم عن\nميمونة بنت كردم وكانت تحت ابى زهير ابن رياح الثقفي وكان بين أبي الزهير\nوبين طلحة بن عبيد الله صاحب النبي صلى الله عليه وسلم قرابة من\n</p>\n\n<p>\nقبل النساء فلما ظهر الإسلام جعل أبو زهير يأخذ الاخا (1) من الأرض فيحرق\nفيها أو يعلم فلا يأخذها أحد ويسلم له طلحة من قبل النبي صلى الله عليه\nوسلم وقال موسى بن اسمعيل نا نافع بن عمر عن أمية بن صفوان عن أبي بكر بن\nأبي زهير عن أبيه شهدت خطبة النبي صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head287'>287 - </h1>\n\n<p>\nأبو زمعة صاحب النبي صلى الله عليه وسلم، روى عنه عبد العزيز بن عبد\nالملك بن مليل.\n</p>\n\n<h1 class='l1' id='head288'>288 - </h1>\n\n<p>\nأبو زبيد الهمداني سمع أبا أيوب، روى عنه يزيد بن حمير.\n</p>\n\n<h1 class='l1' id='head289'>289 - </h1>\n\n<p>\nأبو الزعزعة (2) قال سليمان بن حرب حدثنا حماد بن زيد قال نا عمر وبن\nعبيد الأنصاري قال حدثني أبو الزعزعة (2) كاتب مروان قال بعث مروان إلى أبي\nهريرة واجلسني من وراء التسر فجعل يسأله وأنا اكتب حتى كتبت حديثا كثيرا\nفتركه سنة ثم أرسله إليه وأجلسني من وراء التسر فجعل يسأله وأنا انظر في\nالكتاب فما زاد ولا نقص.\n</p>\n\n<p>\nباب السين\n</p>\n\n<h1 class='l1' id='head290'>290 - </h1>\n\n<p>\nأبو سعيد بن المعلى الأنصاري له صحبة، حدثنا عبد الله بن صالح قال حدثني\nالليث عن خالد عن سعيد قال أخبرني مروان بن عثمان أن عبيد بن حنين أخبره عن\nابى سعيد بن المعلى قال كنا نغد والى السوق على عهد رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p033'> Vol. 09, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم فنمر في المسجد فنصلى فيه فمر رنا يوما والنبي صلى\nالله عليه <span id='ms1578'></span> وسلم قاعدا على المنبر فقلت لقد حدث أمر فجلست فقرأ النبي صلى\nالله عليه وسلم (قد نرى\n</p>\n\n<p>\nتقلب وجهك في السماء) حتى فرغ من الآية فقلت لصاحبي تعال حتى نركع ركعتين\nقبل أن ينزل النبي صلى الله عليه وسلم فنكون أول من صلى فتوارينا بعصي (1)\nفصلينا ثم نزل النبي صلى الله عليه وسلم فصلى بالناس الظهر يومئذ.\n</p>\n\n<h1 class='l1' id='head291'>291 - </h1>\n\n<p>\nأبو سعيد بن أبي المعلى سمع عليا، روى عنه سلمة بن وردان.\n</p>\n\n<h1 class='l1' id='head292'>292 - </h1>\n\n<p>\nأبو سعيد قال هشام بن عمار عن صدقة بن خالد قال نا عبد الرحمن بن يزيد بن\nجابر عن الحارث بن يمجد عمن حدثه عن رجل يكنى أبا سعيد قال قدمت من العالية\nإلى المدينة فما بلغت حتى أصابني جهد فبينما أنا أمشي إذ سمعت رجلا يقول\nلصاحبه أشعرت أن النبي صلى الله عليه وسلم قرى الليلة؟ فما سمعته أتيت\nالنبي صلى الله عليه وسلم فقلت بلغني أنك قريت الليلة؟ قال أجل قلت وماذاك؟\nقال طعام في سحنة.\n</p>\n\n<p>\nقلت ما فعل فضله؟ قال رفع قلت في أول أمتك يكون أو في آخرها؟ قال في\nأولها ثم تلحقون أفنادا يعني بعضهم بعضا.\n</p>\n\n<h1 class='l1' id='head293'>293 - </h1>\n\n<p>\nأبو سعيد مولى عبد الله بن مسعود عن عبد الله، روى عنه أبو يعقوب.\n</p>\n\n<h1 class='l1' id='head294'>294 - </h1>\n\n<p>\nأبو سعيد مولى بني أمية سمع أبا الدرداء، روى عنه عبد الله بن بحير.\n</p>\n\n<h1 class='l1' id='head295'>295 - </h1>\n\n<p>\nأبو سعيد صاحب الفساطيط مولى سهيل بن ذريح سمع سمرة بن جندب روى عنه وهب\nبن اسمعيل.\n</p>\n\n<h1 class='l1' id='head296'>296 - </h1>\n\n<p>\nأبو سعيد سمع ابن عباس قال محمد بن يوسف عن سفيان عن فرات القزاز.\n</p>\n\n<h1 class='l1' id='head297'>297 - </h1>\n\n<p>\nأبو سعيد مولى عبد الله بن عامر بن كريز سمع أبا هريرة، روى عنه داود ابن\nقيس العلاء.\n</p>\n\n<h1 class='l1' id='head298'>298 - </h1>\n\n<p>\nأبو سعيد المدني سمع ابن عمر، روى عنه بشير بن سلمان.\n</p>\n\n<h1 class='l1' id='head299'>299 - </h1>\n\n<p>\nأبو سعيد التمار ويقال المازني عن أبي سعيد، روى عنه زيد بن اسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p034'> Vol. 09, p. 034</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head300'>300 - </h1>\n\n<p>\nأبو سعيد عن سعيد بن جبير قوله، روى عنه السدي.\n</p>\n\n<h1 class='l1' id='head301'>301 - </h1>\n\n<p>\nأبو سعيد بن رافع عم عباد بن أبي صالح قاله ابن جريج.\n</p>\n\n<h1 class='l1' id='head302'>302 - </h1>\n\n<p>\nأبو سعيد الأعسم الأسدي.\n</p>\n\n<p>\nروى عنه حجاج <span id='ms1579'></span> بن أرطاة.\n</p>\n\n<h1 class='l1' id='head303'>303 - </h1>\n\n<p>\nأبو سعيد بن عوف البزاز نا أبو نعيم قال نا أبو سعيد بن عوف البزاز قال\nنا محمد بن المرتفع قال سمعت ابن الزبير يقول يا معشر الحاج سلونا فعلينا\nكان التنزيل ونحن حضرنا التأويل فقال له رجل من أهل العراق دخلت فارة في\nجرابي وأنا محرم قال اقتل الفويسقة وقال آخر في الشفع والوتر وليال عشر قال\nالعشر الثمان وعرفة والنحر والشفع من تعجل فلا إثم عليه ومن تأخر فلا إثم\nعليه وهو الوتر.\n</p>\n\n<h1 class='l1' id='head304'>304 - </h1>\n\n<p>\nأبو سعيد الحميري، روى عنه حيوة.\n</p>\n\n<h1 class='l1' id='head305'>305 - </h1>\n\n<p>\nأبو سعيد المهري مولاهم عن عبد الله بن عمرو، روى عنه ابنه سعيد قال فضيل\nبن سليمان مولى آل حزم، روى محمد بن أبي يحيى عن أبي سعيد مولى آل حزم سمع\nأبا هريرة.\n</p>\n\n<h1 class='l1' id='head306'>306 - </h1>\n\n<p>\nأبو سعيد مولى بني تيم عن رجل من بني شيبة، روى عنه ابن المبارك.\n</p>\n\n<h1 class='l1' id='head307'>307 - </h1>\n\n<p>\nأبو سعيد الرعيني قاضي إفريقية.\n</p>\n\n<h1 class='l1' id='head308'>308 - </h1>\n\n<p>\nأبو سعيد عن خالد بن يزيد عن سعيد بن أبي هلال مرسل، قاله عبد الله عن\nمعاوية بن صالح.\n</p>\n\n<h1 class='l1' id='head309'>309 - </h1>\n\n<p>\nأبو سعيد قال محمد بن بشارنا محمد بن جعفر سمع شعبة عن إبراهيم بن محمد\nابن حاطب سمع أبا سعيد قال شهدت عروة بن الزبير وابن عمر يتحدثان عند\nالمقام.\n</p>\n\n<p>\nفجاء أعرابي فصلى يركع ويسجد فناداه ابن عمر لا صلاة بعد طلوع الفجر إلا\nركعتين فصل بعد ذلك ما بدالك.\n</p>\n\n<h1 class='l1' id='head310'>310 - </h1>\n\n<p>\nأبو سعيد الزرقى له صحبة، ناد حيم قال نا الوليد ابن عبد الرحمن بن أبي\nالسائب قال سمعت فراسا الشعباني قال سمعت أبا سعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p035'> Vol. 09, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالخير يقول سمعت رسول الله صلى الله عليه وسلم يقول توضئوا ما مست (1)\nوغلت به المراجل.\n</p>\n\n<h1 class='l1' id='head311'>311 - </h1>\n\n<p>\nأبو سعيد بن أبي فضالة الحارثي له صحبة، قال محمد بن حميد قال نا فرات\nابن خالد قال نا عبد الحميد بن جعفر عن أبيه عن زياد بن مينا عن ابى سعيد\nبن ابى فضالة الحارثى قال إذا جمع الله الخلائق يوم القيامة ليوم لا ريب\nفيه نادى مناد إنه من كان أشرك في عمل <span id='ms1580'></span> عمله لله فليطلب ثوابه من عند غير\nالله فإن الله أغنى الشركاء عن الشرك، وقال علي عن محمد بن بكر بن عثمان\nارنا عبد الحميد قال حدثني أبي عن ابن مينا عن أبي سعد بن أبي فضالة\nالأنصاري وكان من الصحابة سمع النبي صلى الله عليه وسلم مثله.\n</p>\n\n<h1 class='l1' id='head312'>312 - </h1>\n\n<p>\nأبو سعد رأيت الزبير، روى عنه سيف بن ميسرة.\n</p>\n\n<h1 class='l1' id='head313'>313 - </h1>\n\n<p>\nأبو سعد الأزدي سمع زيد بن أرقم، روى عنه السدي ويزيد بن أبي زياد وعن\nأبي الكنود.\n</p>\n\n<h1 class='l1' id='head314'>314 - </h1>\n\n<p>\nأبو سعد الغفاري سمع أبا هريرة قال عبد الله بن يزيد نا حيوة ارنا أبو\nهانئ الخولاني أن أبا سعد الغفاري أخبره أنه سمع أبا هريرة يقول كان رسول\nالله صلى الله عليه وسلم يتتبع الحرير من الثوب فيئزعه.\n</p>\n\n<h1 class='l1' id='head315'>315 - </h1>\n\n<p>\nأبو سعد الأعور مولى حذيفة.\n</p>\n\n<h1 class='l1' id='head316'>316 - </h1>\n\n<p>\nأبو سعد عن زيد بن أرقم، روى عنه ابن أبي رواد قال يحيى القطان قلت لابن\nأبي رواد أبو سعد الكوفي قال ليس هو ذاك وكان كبيرا قال يحيى ولم يقل سمعت\nزيد بن أرقم.\n</p>\n\n<h1 class='l1' id='head317'>317 - </h1>\n\n<p>\nأبو سعد الأزدي عن ابن عمرو، روى عنه الأعمش.\n</p>\n\n<h1 class='l1' id='head318'>318 - </h1>\n\n<p>\nأبو سعد الخزاعي عن ابن أبزى قال كان النبي صلى الله عليه وسلم يشير في\nالصلاة بالسبابة، قاله مسدد عن يحيى عن سفيان عن منصور عن أبي سعد.\n</p>\n\n<h1 class='l1' id='head319'>319 - </h1>\n\n<p>\nأبو سعد الأعمى، روى عنه عطاء وابن جريج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p036'> Vol. 09, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head320'>320 - </h1>\n\n<p>\nأبو سعد مولى لهم رأى النبي صلى الله عليه وسلم روى عنه اسمعيل ابن أبي\nخالد.\n</p>\n\n<h1 class='l1' id='head321'>321 - </h1>\n\n<p>\nأبو سعد الجعفي عن يونس بن عبد الله، روى عنه القاسم بن يزيد.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head322'>322 - </h1>\n\n<p>\nأبو سليمان الليثي قال عبد الله بن يزيد نا سعيد بن أبي أيوب عن عبد الله\nابن الوليد عن أبي سليمان عن أبي سعيد عن النبي صلى الله عليه وسلم قال\nأطعموا طعامكم الأتقياء وولوا معروفكم المؤمنين.\n</p>\n\n<h1 class='l1' id='head323'>323 - </h1>\n\n<p>\nأبو سليمان عن أبي هريرة عن النبي صلى الله عليه وسلم الميت إذا وضع على\nسريره قال قد مونى قاله عبد الله بن صالح عن معاوية بن صالح سمع أبا\nسليمان.\n</p>\n\n<h1 class='l1' id='head324'>324 - </h1>\n\n<p>\nأبو سليمان الحراني سمع <span id='ms1581'></span> أنسا (1) وربما قال شعبة أو سليمان.\n</p>\n\n<h1 class='l1' id='head325'>325 - </h1>\n\n<p>\nأبو سليمان عن كعب قوله، روى عنه قتادة.\n</p>\n\n<h1 class='l1' id='head326'>326 - </h1>\n\n<p>\nأبو سليمان قال عبد الله بن محمدنا ابن عيينة عن يحيى بن سعيد عن رجل من\nقريش يقال له أبو سليمان ابن جبير بن مطعم أن سعيد بن المسيب قال ادخل سيرا\nمن هاهنا وسيرا من ها هنا ولا تعقده في الهميان.\n</p>\n\n<h1 class='l1' id='head327'>327 - </h1>\n\n<p>\nأبو سليمان الأزدي سمع أبا يحيى عن ابن عباس قاله شعبة عن إبراهيم بن\n</p>\n\n<p>\nالعلاء.\n</p>\n\n<h1 class='l1' id='head328'>328 - </h1>\n\n<p>\nأبو سليمان العصري قال موسى بن اسمعيل نا سعيد بن زيد قال نا أبو سليمان\nالعصري قال نا عقبة بن صهبان عن أبي بكرة عن النبي صلى الله عليه وسلم قال\nيحمل الناس على الصراط يوم القيامة فيتقاذع بهم جنبتي الصراط تقاذع الفراش\nفي النار ثم يؤذن للملائكة النبيين والشهداء والصالحين فيشفعون ويخرجون\nفيشفعون ويخرجون فيشفعون فيجابون.\n</p>\n\n<h1 class='l1' id='head329'>329 - </h1>\n\n<p>\nأبو سليمان عن زيد بن صوحان، روى عنه سلام بن مسكين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p037'> Vol. 09, p. 037</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head330'>330 - </h1>\n\n<p>\nأبو سليمان التيمي تيم الله عن عمر بن حبيب، روى عنه المحاربي.\n</p>\n\n<h1 class='l1' id='head331'>331 - </h1>\n\n<p>\nأبو السائب مولى عبد الله بن هشام بن زهرة القرشى المدنى قال ابن يوسف\nارنا مالك عن العلاء بن عبد الرحمن سمع أبا السائب سمع أبا هريرة عن النبي\nصلى الله عليه وسلم من صلى فلم يقرأ بأم الكتاب فهي خداج غير تمام فقلت يا\nأبا هريرة فإني أكون أحيانا وراء الإمام قال اقرأ بها في نفسك يا فارسي،\nوقال ابن بكيرنا الليث عن ابن عجلان، وقال ابن إسحاق حدثني إسحاق عن أبي\nالسائب.\n</p>\n\n<p>\nنحوه وقال ابن أبي حازم وشعبة وابن عيينة عن العلاء عن أبيه عن أبي هريرة\nعن النبي صلى الله عليه وسلم نحوه، وقال أبو اويس وعبد الله بن جعفر المدني\nعن العلاء عن أبيه وأبي السائب نحوه، وقال عبد الرزاق عن ابن جريج أخبرني\nالعلاء سمع أبا السائب نحوه، وقال أبو صالح حدثني الليث عن ابن عجلان عن\nمصعب.\n</p>\n\n<p>\nابن محمد بن شر حبيل وزيد بن أسلم والقعقاع عن أبي صالح عن أبي هريرة،\nوعن <span id='ms1582'></span> ابن عجلان عن أبي الزناد عن الأعرج عن أبي هريرة وعن ابن عجلان عن\nسعيد.\n</p>\n\n<p>\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال انما جعل الامام ليؤتم به\nفلا تختلفوا\n</p>\n\n<p>\nعليه، وقال صدقة عن أبي خالد عن ابن عجلان عن زيد عن أبي صالح عن أبي\nهريرة عن النبي صلى الله عليه وسلم، وزاد وإذا قرأ فانصتواو لم يصح، وقال\nأبو صالح حدثني الليث حدثني يونس عن ابن شهاب قال سمعت ابن أكيمة الليثي\nحدث سعيد بن المسيب سمع أبا هريرة يقول صلى لنا النبي صلى الله عليه وسلم\nصلاة.\n</p>\n\n<p>\nجهر فيها بالقراءة ثم قال هل قرأ منكم أحد معي؟ قلنا نعم قال انى اقول\nمالى أنازع القرآن قال فانتهى الناس عن القراءة فيما جهر الإمام، وقال ليث\nحدثني ابن شهاب ولم يقل فانتهى الناس، وقال بعضهم هذا قول الزهري، وقال\nبعضهم هذا قول ابن أكيمة والصحيح قول الزهري، وقال الأوزاعي عن سعيد عن\nالزهري عن أبي هريرة ولم يثبت.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head332'>332 - </h1>\n\n<p>\nأبو سفيان سمع عليا، روى عنه عمران بن سليمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p038'> Vol. 09, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head333'>333 - </h1>\n\n<p>\nأبو سفيان مولى أبي أحمد (1) سمع أبا هريرة وأبا سعيد، يروى عنه داود.\n</p>\n\n<h1 class='l1' id='head334'>334 - </h1>\n\n<p>\nأبو سفيان المقرني (2) سمع أبا هريرة، روى عنه واصل بن سيف.\n</p>\n\n<h1 class='l1' id='head335'>335 - </h1>\n\n<p>\nأبو سفيان بن جابر بن عتيك الأنصاري عن أبيه، روى عنه نافع بن يزيد وكان\nقدم مصر.\n</p>\n\n<h1 class='l1' id='head336'>336 - </h1>\n\n<p>\nأبو سفيان بن العلاء قال يحيى القطان كنت أشتهي أن أسمع من أبي سفيان بن\nالعلاء حديث الحسن عن عبد الله بن معقل كان يقول فيه حدثني ابن معقل كان\nشعبة يروى عنه، وروى عنه وكيع.\n</p>\n\n<h1 class='l1' id='head337'>337 - </h1>\n\n<p>\nأبو سفيان الشامي عن بحير بن ريسان، روى عنه بقية.\n</p>\n\n<h1 class='l1' id='head338'>338 - </h1>\n\n<p>\nأبو سفيان بن عبد الرحمن بن المطلب بن أبي وداعة السهمي عن أبيه عن جده،\nروى عنه العقدي عن عبد ربه بن عطاء.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head339'>339 - </h1>\n\n<p>\nأبو سلمة الكلاعي سمع ثوبان، روى عنه الأحوص قاله المحاربي وقال ابن غراب\nأبو سلمة مولى عروة.\n</p>\n\n<h1 class='l1' id='head340'>340 - </h1>\n\n<p>\nأبو سلمة مولى آل أبي ربيعة سمع أبا هريرة الدوسي <span id='ms1583'></span> لو كان الدين عند\nالثريا لتناوله رجال من فارس، قال قتيبة عن اسمعيل بن جعفر عن أبي سلمة.\n</p>\n\n<h1 class='l1' id='head341'>341 - </h1>\n\n<p>\nأبو سلمة الجهني عن القاسم بن عبد الرحمن، روى عنه فضيل بن مرزوق.\n</p>\n\n<h1 class='l1' id='head342'>342 - </h1>\n\n<p>\nأبو سلمة بن سفيان، روى عنه محمد بن عباد وعبد الملك بن عبد الله ويحيى\nابن صيفي وعبد العزيز بن عبد الله وعمر بن عبد العزيز، روى عنه عن ابى\nامية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p039'> Vol. 09, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nابن الاخنس وعبد الله بن السائب.\n</p>\n\n<h1 class='l1' id='head343'>343 - </h1>\n\n<p>\nأبو سلمة بن عبد الله بن عبيد الله بن عمر بن الخطاب سمع القاسم، روى عنه\nأبو عاصم ويروي الدراوردي عن أبي سلمة بن عبيد الله بن عبد الله بن عمر عن\nوهب بن منبه قوله روى عنه حماد بن سلمة.\n</p>\n\n<h1 class='l1' id='head344'>344 - </h1>\n\n<p>\nأبو سلمة عن أبيه قدم علينا عمر بن عبد العزيز مكة رواه ابن مهدي.\n</p>\n\n<h1 class='l1' id='head345'>345 - </h1>\n\n<p>\nأبو سلمة عن أبي مسلم الجليلي، روى عنه حريز يعد في أهل الشام.\n</p>\n\n<h1 class='l1' id='head346'>346 - </h1>\n\n<p>\nأبو سلمة الواسطي عن الشعبي قال خطب بلال إلى قوم من أهل اليمن مرسل،\nقاله ابن أبي عدي عن شعبة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head347'>347 - </h1>\n\n<p>\nأبو سبرة له صحبة، روى عنه عبد الرحمن نا شهاب قال نا حماد عن الحجاج\n</p>\n\n<p>\nعن عمير بن سعد عن سبرة بن ابى سبرة انا أباه أتى النبي صلى الله عليه\nوسلم قال ما ولدك؟ قال عبد العزى وحارث وسبرة فغير النبي صلى الله عليه\nوسلم عبد العزى وقال هو عبد الله إن خير الاسماء عبد الله وعبد الرحمن\nوالحارث ودعا له ولولده، قال الحجاج فلم يزالوا حتى اليوم.\n</p>\n\n<h1 class='l1' id='head348'>348 - </h1>\n\n<p>\nأبو سبرة عن محمد بن كعب، روى عنه الأعمش مرسل.\n</p>\n\n<h1 class='l1' id='head349'>349 - </h1>\n\n<p>\nأبو سبرة النخعي عن فروة بن مسيك، روى عنه الحسن بن الحكم النخعي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head350'>350 - </h1>\n\n<p>\nأبو سويد له صحبة، قال عبد الله عن الليث عن هشام بن سعد عن حاتم أبي نصر\nالقشيري عن عبادة بن نسي عن رجل من أصحاب النبي صلى الله عليه وسلم يكنى\nأبا سويد أن رسول الله صلى الله عليه وسلم قال اللهم صلى على المتسحرين.\n</p>\n\n<h1 class='l1' id='head351'>351 - </h1>\n\n<p>\nأبو سويد القضاعي سمع <span id='ms1584'></span> تبيعا مرسل، قاله سعيد بن أبي أيوب عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p040'> Vol. 09, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أبي رفيق قال سليمان بن حرب نا حماد وهوا بن زيد قال نا أبو\nسويد وهو ابن المغيرة عن الحسن ان الا حنف بن قيس قدم على عمر في وفد اهل\nالبصرة فسرحهم واحتبس الا حنف حولا ثم دعاه فقال إن النبي صلى الله عليه\nوسلم حذرنا كل منافق عالم اللسان وإني تخوفت أن تكون منهم وأنا أرجو أن لا\nتكون فالحق بأهلك.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head352'>352 - </h1>\n\n<p>\nأبو سيف مولى عبد الرحمن بن سمرة القرشي، روى عنه ثابت البناني قوله.\n</p>\n\n<h1 class='l1' id='head353'>353 - </h1>\n\n<p>\nأبو سيف عن الحسن قوله، روى عنه يعقوب بن القعقاع.\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head354'>354 - </h1>\n\n<p>\nأبو السمح قال عمرو بن عباس نا ابن مهدي قال نا يحيى بن الوليد قال حدثني\nمحل بن خليفة الطائي قال نا أبو السمح قال كنت أخدم النبي صلى الله عليه\nوسلم فكان إذا أراد أن يغتسل قال لي ولني فأوليه قفاي وأستر بثوب يعني\nأستره به فأتى حسن أو حسين فبال على صدره فدعا بماء فرشه وقال بول الغلام\nيرش رشا وبول الجارية يغسل.\n</p>\n\n<h1 class='l1' id='head355'>355 - </h1>\n\n<p>\nأبو السنابل اسمه لبيدبن بعكك القرشي له صحبة، نا عارم قال نا أبو عوانة\nعن منصور عن إبراهيم عن الأسود عن أبي السنابل بن بعكك قال وضعت سبيعة بنت\nالحارث بعد وفاة زوجها بثلاثة وعشرين أو خمسة وعشرين يوما فلما تعلت تشوفت\nالنكاح فعيب عليها أو أنكر فبلغ النبي صلى الله عليه وسلم فقال القضاء\nاحلها.\n</p>\n\n<h1 class='l1' id='head356'>356 - </h1>\n\n<p>\nأبو سلالة الا سلمى نا محمد بن حميد قال نا حكام عن عنبسة عن عاصم ابن\nعبيد الله عن عبد الله بن عبد الله (1) عن أبي سلالة الأسلمي قال قال النبي\nصلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p041'> Vol. 09, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم سيكون عليكم أئمة يحدثونكم فيكذبونكم ويعملون فيشتهون ما يرضون\nمنكم حتى تحسنوا فبيحهم وتصدقوا حديثهم فأعطوهم الحق ما رضوا به فان\nجاوزواليلكم فقاتلوهم فمن قتل على ذلك فهو شهيد.\n</p>\n\n<h1 class='l1' id='head357'>357 - </h1>\n\n<p>\nأبو سلامة سمع عمر بن الخطاب (1) .\n</p>\n\n<p>\nقال محمد بن الصباح ذريحان سمع عباد بن منصور <span id='ms1585'></span> عن أيوب عن ابى قلابة سمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p042'> Vol. 09, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nابا صالح الحارثى عن النعمان بن بشير عن النبي صلى الله عليه وسلم آيتان\nما قرئتا في بيت فيوجد الشيطان، قال معلى حدثنا وهيب عن ايوب وجدت في كتاب\n</p>\n\n<p>\nأبي قلابة عن النعمان عن النبي صلى الله عليه وسلم مثله، وقال موسى عن\nوهيب عن أيوب عن أبي قلابة عن أبي إدريس وأبي مسلم وأبي صالح وأنا كنت\nاصغرهم.\n</p>\n\n<p>\nباب الصاد (1)\n</p>\n\n<h1 class='l1' id='head358'>358 - </h1>\n\n<p>\nأبو صالح مولى ضباعة بنت الزبير.\n</p>\n\n<h1 class='l1' id='head359'>359 - </h1>\n\n<p>\nأبو صالح الخولاني عن أبي هريرة، روى عنه عامر الأحول.\n</p>\n\n<h1 class='l1' id='head360'>360 - </h1>\n\n<p>\nأبو صالح السعدي سمع أبا هريرة وعن كعب، روى عنه هاشم وابن أبي نمر ويقال\nالساعدي.\n</p>\n\n<h1 class='l1' id='head361'>361 - </h1>\n\n<p>\nأبو صالح الأنصاري قال قدمت حمص أول ما فتحت، روى صفوان عن مروان بن\nرؤبة.\n</p>\n\n<h1 class='l1' id='head362'>362 - </h1>\n\n<p>\nأبو صالح البزاز، روى عنه ابوالبخترى.\n</p>\n\n<h1 class='l1' id='head363'>363 - </h1>\n\n<p>\nأبو صالح مولى البراء بن عبيد عمرو، روى بكير عن عبيد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p043'> Vol. 09, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمقسم، مرسل.\n</p>\n\n<h1 class='l1' id='head364'>364 - </h1>\n\n<p>\nأبو صالح الأحمسي عن مر المؤذن، روى عنه عثمان بن الزبير.\n</p>\n\n<h1 class='l1' id='head365'>365 - </h1>\n\n<p>\nأبو صالح العطار قال أبو نعيم حدثنا يزيد بن أبي صالح قال حدثني أبو صالح\nالعطار قال قال معاوية يا أهل يس احضروا الجمعة.\n</p>\n\n<h1 class='l1' id='head366'>366 - </h1>\n\n<p>\nأبو الصلت الثقفي عن عمر، روى عنه عبد الله بن عمار اليمامي.\n</p>\n\n<h1 class='l1' id='head367'>367 - </h1>\n\n<p>\nأبو الصلت السراج سمع ابن عمر، روى عنه حفص بن ابن حفص السراج.\n</p>\n\n<h1 class='l1' id='head368'>368 - </h1>\n\n<p>\nأبو الصلت جد عيسى بن معمر عن كعب، روى عنه صفوان.\n</p>\n\n<h1 class='l1' id='head369'>369 - </h1>\n\n<p>\nأبو الصلت بياع المزاد عن أبي عقرب، روى عنه أبو يعقوب\n</p>\n\n<h1 class='l1' id='head370'>370 - </h1>\n\n<p>\nأبو الصلت (1) .\n</p>\n\n<h1 class='l1' id='head371'>371 - </h1>\n\n<p>\nأبو الصهباء المصري (2) عن بكر بن عبد الله، روى عنه معن.\n</p>\n\n<h1 class='l1' id='head372'>372 - </h1>\n\n<p>\nأبو الصهباء سمع سعيد بن جبير، روى عنه حماد بن زيد وعمارة ابن زاذان.\n</p>\n\n<h1 class='l1' id='head373'>373 - </h1>\n\n<p>\nأبو صفية مولى النبي صلى الله عليه وسلم، روى عنه نبيه قال عبد الله بن\nأبي الأسود حدثني المعلى بن الأعلم وكان سعيد بن عامر يروى عنه قال سمعت\nيونس بن عبيد يقول لأمه ماذا رأيت أبا صفية يصنع؟ قالت رأيت أبا صفية وكان\nمن المهاجرين من أصحاب النبي صلى الله عليه وسلم يسبح بالنوى.\n</p>\n\n<h1 class='l1' id='head374'>374 - </h1>\n\n<p>\nأبو <span id='ms1586'></span> صعبة ان عمر قاله له، روى عنه عمران بن موسى عن ابن أبي الصعبة عن\nأبيه.\n</p>\n\n<h1 class='l1' id='head375'>375 - </h1>\n\n<p>\nأبو صفوان قال محمد بن سلام عن ابن فضيل عن أشعث عن أبي صفوان عن ابن\nمسعود ان الله عزوجل انزل في الكتاب تبيانا لكل شئ ولكن\n</p>\n\n<p>\nعلمنا يقصر عما بين لنا ثم قرأ (وانزلنا عليك الكتاب تبيانا لكل شئ) .\n</p>\n\n<h1 class='l1' id='head376'>376 - </h1>\n\n<p>\nأبو صحار عن أبيه عن علي، روى عنه عبد السلام بن مالك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p044'> Vol. 09, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head377'>377 - </h1>\n\n<p>\nأبو صخر صاحب العباء عن أبي سعيد المقبري، روى عنه الماجشون.\n</p>\n\n<h1 class='l1' id='head378'>378 - </h1>\n\n<p>\nأبو صباح الوراق مؤذن واسط، سمع أم كثير، روى عنه العكلي.\n</p>\n\n<p>\nباب الضاد\n</p>\n\n<h1 class='l1' id='head379'>379 - </h1>\n\n<p>\nأبو الضحاك عن أبي حكيمة، روى عنه عبد الرحمن بن الأصبغ.\n</p>\n\n<h1 class='l1' id='head380'>380 - </h1>\n\n<p>\nأبو الضحاك، رأى مصعب بن الزبير، روى عنه قرة بن خالد.\n</p>\n\n<h1 class='l1' id='head381'>381 - </h1>\n\n<p>\nأبو ضمرة سمع عمر بن عبد العزيز، روى عنه الليث.\n</p>\n\n<h1 class='l1' id='head382'>382 - </h1>\n\n<p>\nأبو ضمرة القاص سمع كعبا قوله، روى عنه فرج بن يحمدو حريز ابن عثمان.\n</p>\n\n<h1 class='l1' id='head383'>383 - </h1>\n\n<p>\nأبو ضيف عن كعب قوله، روى عنه حميد بن هلال.\n</p>\n\n<p>\nباب الطاء\n</p>\n\n<h1 class='l1' id='head384'>384 - </h1>\n\n<p>\nأبو طلحة الأسدي سمع أنسا (1) روى عنه أبو العميس والركين وسمع ابن عباس.\n</p>\n\n<h1 class='l1' id='head385'>385 - </h1>\n\n<p>\nأبو طلحة عن أنس عن النبي صلى الله عليه وسلم قال كل بناء وبال على صاحبه\nالا كذا وكذا يعنى مالا بدمنه، قاله أحمد بن أبي عتاب عن الأسود بن عامر نا\nشريك عن عبد الملك بن عمير عن أبي طلحة.\n</p>\n\n<h1 class='l1' id='head386'>386 - </h1>\n\n<p>\nأبو طلحة الخولاني سمع عمير بن سعد، روى عنه أبو سنان عيسى وعن الضحاك بن\nعبد الرحمن.\n</p>\n\n<h1 class='l1' id='head387'>387 - </h1>\n\n<p>\nأبو طلحة عن شريح، روى عنه ابن المنتشر.\n</p>\n\n<h1 class='l1' id='head388'>388 - </h1>\n\n<p>\nأبو طلحة سمع ماهان، روى عنه ابن عيينة.\n</p>\n\n<h1 class='l1' id='head389'>389 - </h1>\n\n<p>\nأبو طلحة، روى عنه معن.\n</p>\n\n<h1 class='l1' id='head390'>390 - </h1>\n\n<p>\nأبو طالب قال يحيى بن بكيرنا الليث عن عبيد الله بن أبي جعفر عن أبي طالب\nعن ابى ذرعن النبي صلى الله عليه وسلم قال من زنى أمة لم يرها تزني حد بسوط\nمن نار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p045'> Vol. 09, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head391'>391 - </h1>\n\n<p>\nأبو طالب الضبعي عن ابن عباس، روى عنه قتادة.\n</p>\n\n<h1 class='l1' id='head392'>392 - </h1>\n\n<p>\nأبو طالب سمع أبا هريرة، روى عن يحيى بن أبي كثير.\n</p>\n\n<h1 class='l1' id='head393'>393 - </h1>\n\n<p>\nأبو طالب القاضي <span id='ms1587'></span> عن عكرمة، روى عنه أسباط وإبراهيم بن عيينة.\n</p>\n\n<h1 class='l1' id='head394'>394 - </h1>\n\n<p>\nأبو طالب عن طالوت، روى عنه النضر بن اسمعيل.\n</p>\n\n<h1 class='l1' id='head395'>395 - </h1>\n\n<p>\nأبو طالوت سمع أنس بن مالك رآه يأكل القرع ويقول يالك من شجرة ما أحبك\nإلي لحب رسول الله صلى الله عليه وسلم إياك ورأى على أنس جبة خز قاله عبد\nالله بن صالح عن معاوية سمع أبا طالوت.\n</p>\n\n<h1 class='l1' id='head396'>396 - </h1>\n\n<p>\nأبو طالوت سمع أبا أمامة، روى عنه أبو الهندي.\n</p>\n\n<h1 class='l1' id='head397'>397 - </h1>\n\n<p>\nأبو طاهر سمع أنسا (1) روى عنه حفص بن غياث رآه بواسط قال محمد ابن\nالقاسم سألت أبا طاهر مولى الحسين بن علي الهاشمي عن اسمه فقال ليس لي اسم\nالا أبو طاهر.\n</p>\n\n<h1 class='l1' id='head398'>398 - </h1>\n\n<p>\nأبو طاهر عن عبد الله بن عبيد بن عمير، روى عنه سلام بن مسكين.\n</p>\n\n<h1 class='l1' id='head399'>399 - </h1>\n\n<p>\nأبو طاهر عن أبي يزيد المدني، روى عنه جعفر بن سليمان.\n</p>\n\n<h1 class='l1' id='head400'>400 - </h1>\n\n<p>\nأبو طاهر البصري عن ابى السكن الهجري، روى عنه أبو معاوية.\n</p>\n\n<h1 class='l1' id='head401'>401 - </h1>\n\n<p>\nأبو طليق سمع النبي صلى الله عليه وسلم قال عمر بن حفص بن غياث نا ابن عن\nالمختار بن فلفل عن طليق رجل البصرة عن أبي طليق أنه سمع النبي صلى الله\nعليه وسلم يقول عمرة في رمضان تعدل حجة.\n</p>\n\n<h1 class='l1' id='head402'>402 - </h1>\n\n<p>\nأبو طريف الهذلي له صحبة، قال عبد الله بن محمد الجعفي نا بشر بن السري\nحدثنا زكريا بن إسحاق عن الوليد بن عبد الله قال حدثني أبو طريف أنه كان\nشهد النبي صلى الله عليه وسلم وهو محاصر لأهل الطائف وكان يصلى صلاة المغرب\nحتى لورمى انسان بنبله لا بصر مواقع نبله وقال خليفة نا عبد الأعلى عن\nزكريا عن الوليد بن عبد الله بن أبي سمير (2) ، عن أبي طريف الهذلي، والاول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p046'> Vol. 09, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأصح.\n</p>\n\n<h1 class='l1' id='head403'>403 - </h1>\n\n<p>\nأبو طعمة قال عبد العزيز بن عمر هو مولى لنا، سمع ابن عمر.\n</p>\n\n<h1 class='l1' id='head404'>404 - </h1>\n\n<p>\nأبو طليب مولى أنس بن مالك الأنصاري قال عمر وبن محمدنا يعقوب ابن\nإبراهيم قال نا أبي عن ابن إسحاق قال نا أبو طليب مولى أنس كان انس حين قدم\nالمدنية وعليها هشام بن اسمعيل فلما أن مالت الشمس صلى الجمعة <span id='ms1588'></span> في بيته\nأربعا ثم خرج إلى المسجد فيصلي مع هشام وإنما يفعله لأنه يؤخر عن وقتها.\n</p>\n\n<h1 class='l1' id='head405'>405 - </h1>\n\n<p>\nأبو طارق الأزدي عن بلال، روى عنه يزيد بن أبي زياد.\n</p>\n\n<h1 class='l1' id='head406'>406 - </h1>\n\n<p>\nأبو طارق السراج سمع سعيد بن جبير، روى عنه وكيع.\n</p>\n\n<p>\nباب الظاء\n</p>\n\n<h1 class='l1' id='head407'>407 - </h1>\n\n<p>\nأبو ظبيان القرشي سمع عمر، روى عنه سلمة بن كهيل.\n</p>\n\n<h1 class='l1' id='head408'>408 - </h1>\n\n<p>\nأبو ظبيان الأزدي سمع عمر، روى عنه موسى بن عبد الله بن يزيد\n</p>\n\n<p>\nوأبو هند.\n</p>\n\n<h1 class='l1' id='head409'>409 - </h1>\n\n<p>\nأبو ظبية الكلاعي سمع المقداد ومعاذ بن جبل وعبد الله بن عمرو، روى عنه\nمحمد بن سعد وثابت، قال قتيبة نا جرير عن الأعمش عن شمر بن عطية عن شهر بن\nحوشب قال دخلت وإذا أبو أمامة في زاوية المسجد فجلست إليه فجاء شيخ يقال له\nأبو ظبية من أفضل رجل الارجل من أصحاب رسول الله صلى الله عليه وسلم فقال\nأبو أمامة سمعت النبي صلى الله عليه وسلم يقول ما من رجل يحسن الوضوء\nالاخرت ذنوبه من سمعه وبصره ويديه ورجليه قال أبو ظبية وانا سمعت عمر وبن\nعبسة مثله، وعن النبي صلى اللله عليه وسلم ما من رجل نام طاهرا على ذكر\nفتعار من الليل يدعو الله خيرا إلا أعطاه.\n</p>\n\n<p>\nباب العين\n</p>\n\n<h1 class='l1' id='head410'>410 - </h1>\n\n<p>\nأبو عبد الله قال موسى بن اسمعيل حدثنا حماد بن سلمة عن يحيى البكاء عن\nأبي عبد الله رجل من أصحاب النبي صلى الله عليه وسلم وكان ابن عمر يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p047'> Vol. 09, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nخذوا منه قال أربع إلى السلطان الجمعة والفئ والزكاة (1) .\n</p>\n\n<h1 class='l1' id='head411'>411 - </h1>\n\n<p>\nأبو عبد الله سمع بلالا (2) وعبد الرحمن بن عوف.\n</p>\n\n<h1 class='l1' id='head412'>412 - </h1>\n\n<p>\nأبو عبد الله الأشعري، روى عنه أبو صالح الاشعري واسمعيل بن عبيد الله\nسمع خالد بن الوليد ويزيد بن أبي سفيان.\n</p>\n\n<h1 class='l1' id='head413'>413 - </h1>\n\n<p>\nأبو عبد الله الجسري الحميري (3) ويقال الخشني سمع معقل بن يسار وجندب،\nروى عنه الجريري ومثنى بن عوف.\n</p>\n\n<h1 class='l1' id='head414'>414 - </h1>\n\n<p>\nأبو عبد الله سمع أبا هريرة قال سعد بن حفص عن شيبان عن يحيى بن أبي كثير\nعن محمد بن إبراهيم عن أبي عبد الله قال اجعل صلاتك معهم سبحة.\n</p>\n\n<h1 class='l1' id='head415'>415 - </h1>\n\n<p>\nأبو عبد الله قال عبد <span id='ms1589'></span> الله بن صالح حدثني الليث حدثني بكير أن شيخا\n</p>\n\n<p>\nلا أعلم شيخا أكبر منه يقال له أبو عبد الله قال انطلقت إلى العراق ثم\nجئت أبا سعيد فقال سمعت النبي صلى الله عليه وسلم يقول الدينار بالدينار\nوالدرهم بالدرهم لا فضل بينهما، وسمع ابن عباس.\n</p>\n\n<h1 class='l1' id='head416'>416 - </h1>\n\n<p>\nأبو عبد الله قال عمر وبن الربيع اخبر نا الليث عن عبيد الله بن أبي جعفر\nعن محمد بن عبد الرحمن عن سليمان بن يسار عن أبي عبد الله مولى الجند عيين\nعن أبي هريرة عن النبي صلى الله عليه وسلم لا يحل سبق الاعلى خف أو حافر\nوقال ابن بكير عن الليث عن ابن أبي جعفر عن محمد بن عبد الرحمن عن أبي عبد\nالله مولى الجند عيين مثله، وقال ابن بكير عن الليث عن خالد عن سعيد بن أبي\nهلال عن صالح مولى الجند عيين عن أبي هريرة قوله.\n</p>\n\n<h1 class='l1' id='head417'>417 - </h1>\n\n<p>\nأبو عبد الله الأنصاري قال عبد الله بن صالح حدثني معاوية بن صالح أن أبا\nعبد الله حدثه عن عائشة قالت السهر في ثلاث لعروس أو مسافر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p048'> Vol. 09, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأو متهجد بالقرآن من الليل.\n</p>\n\n<h1 class='l1' id='head418'>418 - </h1>\n\n<p>\nأبو عبد الله الشيباني وكان شيعة لعلي، روى عنه عاصم الأحول.\n</p>\n\n<h1 class='l1' id='head419'>419 - </h1>\n\n<p>\nأبو عبد الله ابن عم ابى هريرة (وآوينا هما إلى ربوة) هي رملة فلسطين\nقاله ابن أبي الأسود عن صفوان بن عيسى عن بشر بن رافع، وله أحاديث.\n</p>\n\n<h1 class='l1' id='head420'>420 - </h1>\n\n<p>\nأبو عبد الله الشرعبي سمع ثوبان، روى عنه عبد القدوس بن حبيب.\n</p>\n\n<h1 class='l1' id='head421'>421 - </h1>\n\n<p>\nأبو عبد الله الحجام المكي سمع ابن عمر، روى عنه عبد الله بن محمد\nاليمامي.\n</p>\n\n<h1 class='l1' id='head422'>422 - </h1>\n\n<p>\nأبو عبد الله البراد، روى عنه يزيد بن قسيط.\n</p>\n\n<h1 class='l1' id='head423'>423 - </h1>\n\n<p>\nأبو عبد الله الخياط عن أبي رهم الغفاري عن أبي هريرة، روى عنه سعيد بن\nأبي هلال.\n</p>\n\n<h1 class='l1' id='head424'>424 - </h1>\n\n<p>\nأبو عبد الله قال أبو نعيم عن الحسن بن صالح عن أبي عبد الله قال كان ابن\nابى اوفى يؤمهم وهو أعمى.\n</p>\n\n<h1 class='l1' id='head425'>425 - </h1>\n\n<p>\nأبو عبد الله قال محمد بن سلام ارنا مخلد بن يزيد سمع إسرائيل عن أبي عبد\nالله عن <span id='ms1590'></span> سعيد بن جبير عن ابن عباس نهى النبي صلى الله عليه وسلم أن يدخله\nرأسه بين الستور في الركعة.\n</p>\n\n<h1 class='l1' id='head426'>426 - </h1>\n\n<p>\nأبو عبد الله الشامي عن تميم الداري، روى عنه ضرار بن عمرو.\n</p>\n\n<h1 class='l1' id='head427'>427 - </h1>\n\n<p>\nأبو عبد الله الشامي، روى عنه جعفر بن سليمان.\n</p>\n\n<h1 class='l1' id='head428'>428 - </h1>\n\n<p>\nأبو عبد الله النجراني (1) عن القاسم بن أبي قرة (2) روى عنه سويد بن عبد\nالعزيز. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p049'> Vol. 09, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head429'>429 - </h1>\n\n<p>\nأبو عبد الله عمن حدثه عن المقبري، روى عنه هشيم.\n</p>\n\n<h1 class='l1' id='head430'>430 - </h1>\n\n<p>\nأبو عبد الله الفراء عن سالم، روى، عنه الدراوردي قال بيان نا يزيد قال\nنا أزهر بن سنان القرشي قال نا محمد بن واسع قال قدمت مكة فلقيت اخى سالم\nابن عبد الله فحدثني عن أبيه عن جده عن النبي صلى الله عليه وسلم قال من\nدخل السوق\n</p>\n\n<p>\nفقال لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو\nحي لا يموت بيده الخير وهو على كل شئ قدير كتب الله له ألف ألف حسنة\nومحاعنه ألف ألف سيئة ورفع له ألف ألف درجة، قال ضرارنا الدراور دى عن أبي\nعبد الله الفراء عن سالم نحوه ولم يقل له الملك وله الحمد وز اديبنى له\nبيتا في الجنة.\n</p>\n\n<h1 class='l1' id='head431'>431 - </h1>\n\n<p>\nأبو عبد الله مولى أبي موسى سمع سعيد بن أبي الحسن، روى عنه عبدربه بن\nسعيد.\n</p>\n\n<h1 class='l1' id='head432'>432 - </h1>\n\n<p>\nأبو عبد الله عن عبيد الله بن أبي الجعد، منقطع.\n</p>\n\n<h1 class='l1' id='head433'>433 - </h1>\n\n<p>\nأبو عبد الله المدائني قال يعلى بن عبيدنا سالم الأنعمي عن عمرو بن هرم\nعن أبي عبد الله رجل من أهل المدائن، وعن ابن حراش عن حذيفة قال سمعت النبي\nصلى عليه وسلم يقول لا أدري ما مقامي فيكم فاقتد وأبا للذين من بعدى يشير\nإلى ابى بكرب وعمر وعليكم بعهد عمار وعهد ابن أم عبد يعني ابن مسعود.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head434'>434 - </h1>\n\n<p>\nأبو عبد الرحمن الفهري، له صحبة.\n</p>\n\n<h1 class='l1' id='head435'>435 - </h1>\n\n<p>\nأبو عبد الرحمن قال حجاج وموسى عن حماد بن سلمة عن عمر وبن دينار سمع أبا\nعبد الرحمن سمع أبا بكر يقول ليس في البحر شئ إلا ذكر الله لكم <span id='ms1591'></span>، وقال مسدد\nعن يحيى بن سعيد عن عبيد الله عن عمرو بن دينار عن أبي الطفيل عن ابى بكر\nوتابعه ابن المبارك عن عبيد الله.\n</p>\n\n<h1 class='l1' id='head436'>436 - </h1>\n\n<p>\nأبو عبد الرحمن قال زهيرنا يعقوب بن إبراهيم عن أبيه عن صالح قال أبو عبد\nالرحمن سمعت أبا هريرة عن النبي صلى الله عليه وسلم قال حرم على عينين أن\nتنالهما النار عين بكت من خشية الله وعين باتت تحرس الاسلام واهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p050'> Vol. 09, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nمن الكفر.\n</p>\n\n<h1 class='l1' id='head437'>437 - </h1>\n\n<p>\nأبو عبد الرحمن الموصلي سمع ابن عمر وإبراهيم، روى عنه موسى بن أبي\nعائشة.\n</p>\n\n<h1 class='l1' id='head438'>438 - </h1>\n\n<p>\nأبو عبد الرحمن الجبلاني، روى عنه أبو عبد الرحمن المرادي.\n</p>\n\n<h1 class='l1' id='head439'>439 - </h1>\n\n<p>\nأبو عبد الرحمن عن أبي عبد الله، قال ابن جريج عن أبي بكر، قال شعبة أبو\nعبد الله مولى تميم عن أبي عبد الرحمن.\n</p>\n\n<h1 class='l1' id='head440'>440 - </h1>\n\n<p>\nأبو عبد الرحمن الكندى سمع كثيربن مرة في الصلاة، قاله عبد الله عن\nمعاوية سمع أبا عبد الرحمن يعد في الشاميين.\n</p>\n\n<h1 class='l1' id='head441'>441 - </h1>\n\n<p>\nأبو عبد الرحمن عن الشعبي عن النعمان عن النبي صلى الله عليه وسلم قال من\nلم يشكر الناس لم يشكر الله، قاله موسى بن اسمعيل عن أبي وكيع، ولا يتابع\nفي هذا.\n</p>\n\n<h1 class='l1' id='head442'>442 - </h1>\n\n<p>\nأبو عبد الرحمن المرادي، سمع أبا عبد الرحمن الحبلي.\n</p>\n\n<h1 class='l1' id='head443'>443 - </h1>\n\n<p>\nأبو عبد الرحمن قال نا محمد بن عبد الله قال نا ابن ابى حازم عن العلاء\nابن عبد الرحمن عن محمد بن مسلم بن السائب عن أبي عبد الرحمن مولى أم (1)\nقال خرجت أنا وأبو هريرة إلى ظاهر الحرة فقال سمعت النبي صلى الله عليه\nوسلم يقول انى احرم ما بين لا بتيها.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head444'>444 - </h1>\n\n<p>\nأبو عبيدة الأزدي سمع معاذا، يروى عنه إبراهيم بن عبد الأعلى.\n</p>\n\n<h1 class='l1' id='head445'>445 - </h1>\n\n<p>\nأبو عبيدة بن حذيفة بن اليمان العبسي عن حذيفة، روى عنه يوسف ابن ميمون.\n</p>\n\n<h1 class='l1' id='head446'>446 - </h1>\n\n<p>\nأبو عبيدة بن عقبة بن نافع القرشي وجده كان على مصر عن ابن عمر روى عنه\nعبد الكريم بن الحارث وصاعد بن محمد.\n</p>\n\n<h1 class='l1' id='head447'>447 - </h1>\n\n<p>\nأبو عبيدة بن عبد الله بن مسعود الهذلي قال عثمان بن محمد حدثنا جرير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p051'> Vol. 09, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nعن الأعمش عن تميم بن <span id='ms1592'></span> سلمة كان أبو عبيدة اشبه صلاة بعبد الله فرأيته\nيصلي وما يحرك شيئا وما يطرف قال مسلم نا أبان عن قتادة عن أبي عبيدة أنه\nفيما سأل أباه عن بيض الحمام فقال صوم يوم.\n</p>\n\n<h1 class='l1' id='head448'>448 - </h1>\n\n<p>\nأبو عبيدة عن أنس، روى عنه سفيان بن حسين.\n</p>\n\n<h1 class='l1' id='head449'>449 - </h1>\n\n<p>\nأبو عبيدة بن محمد بن عمار بن ياسر عن أبيه عن جده، روى عنه اسمعيل ابن\nصخر.\n</p>\n\n<h1 class='l1' id='head450'>450 - </h1>\n\n<p>\nأبو عبيدة الناجي صاحب الحسن، روى عنه عبد الله بن صالح عن أبي عبيد عن\nابى سير ين سمع الأسود بن سريع وعن أبي عبيدة عن الحسن أحاديث إذا التفت\nالرجل في صلاة يقول الله عزوجل أنا خير لك ممن تلتفت إليه.\n</p>\n\n<h1 class='l1' id='head451'>451 - </h1>\n\n<p>\nأبو عبيدة بن معن بن عبد الرحمن بن عبد الله بن مسعود الهذلي، روى عنه\nابن المبارك وابنه محمد.\n</p>\n\n<h1 class='l1' id='head452'>452 - </h1>\n\n<p>\nأو عبيدة من آل ابن سيرين، روى عنه سليمان الجرمي وابن عون.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head453'>453 - </h1>\n\n<p>\nأبو علي الكاهلي سمع أبا موسى، روى عنه عبد الملك بن أبي سليمان.\n</p>\n\n<h1 class='l1' id='head454'>454 - </h1>\n\n<p>\nأبو علي الصيقل عن جعفر بن تمام، روى عنه منصور والثوري نسبه الأشجعي عن\nسفيان.\n</p>\n\n<h1 class='l1' id='head455'>455 - </h1>\n\n<p>\nأبو علي بن يزيد أخو يونس بن يزيد الأيلي عن الزهري عن أنس عن النبي صلى\nالله عليه وسلم النفس بالنفس والعين بالعين، قاله عبد الله بن عثمان عن ابن\nالمبارك عن ثوير.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head456'>456 - </h1>\n\n<p>\nأبو عبد السلام عن ثوبان، روى عنه ابن جابر قال بشر عن ابن المبارك عن\nابن جابر عن أبي عبد السلام.\n</p>\n\n<h1 class='l1' id='head457'>457 - </h1>\n\n<p>\nأبو عبد السلام سأل ابن عمر كيف كان النبي صلى الله عليه وسلم يعتم؟ قال\nكان يديرها على رأسه ثم يغرزها خلفه طرفها بين كتفيه، قاله زكريا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p052'> Vol. 09, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nعن الحكم بن المبارك سمع أبا معشر وليس بالسندي عن أبي عبد الرحمن.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head458'>458 - </h1>\n\n<p>\nأبو عبيد الله مولى ابن عباس عن سلمان وابن عباس، روى عنه يونس ابن خباب.\n</p>\n\n<h1 class='l1' id='head459'>459 - </h1>\n\n<p>\nأبو عبد الله (1) جليس جعفر بن ربيعة سمع أبا بردة، روى عنه حيوة بن شريح\nوسعيد قاله المقبري، وقال ابن وهب أبو عبد الله القرشي نا عبد <span id='ms1593'></span> الله بن يزيد\nقال سمعت أبا بردة بن أبي موسى الأشعري عن أبيه عن رسول الله صلى الله عليه\nقال إن أعظم الذنوب عند الله أن يلقاه بها عبد بعد الكبائر التي نهى الله\nعنها أن يموت رجل وعليه دين لا يدع له وفاء.\n</p>\n\n<h1 class='l1' id='head460'>460 - </h1>\n\n<p>\nأبو عبد الجبار سمع عائشة بنت سعد، روى عنه عبيد الله بن عمر.\n</p>\n\n<h1 class='l1' id='head461'>461 - </h1>\n\n<p>\nأبو عبد العزيز قال أمسى أبو هريرة عندنا، روى عنه أبو حمزة.\n</p>\n\n<h1 class='l1' id='head462'>462 - </h1>\n\n<p>\nأبو عطاف الأزدي عن أبي هريرة، روى عنه الجريري.\n</p>\n\n<h1 class='l1' id='head463'>463 - </h1>\n\n<p>\nأبو عبد الملك مولى أم مسكين بنت عاصم بن عمر بن الخطاب قال أرسلني مولاي\nإلى أبي هريرة، روى عنه عبد الوارث عن علي بن العلاء.\n</p>\n\n<h1 class='l1' id='head464'>464 - </h1>\n\n<p>\nأبو عبد القهار سمع أنسا (2)\n</p>\n\n<h1 class='l1' id='head465'>465 - </h1>\n\n<p>\nأبو عبد الصمد عن أم الدرداء، روى عنه حبيب بن عمر الأنصاري.\n</p>\n\n<h1 class='l1' id='head466'>466 - </h1>\n\n<p>\nأبو عبد الجليل عن عبد الله بن فروخ عن عائشة قالت يؤم القوم اقرأهم\nلكتاب الله واقدمهم هجرة فان كانو سواء فليؤمهم أحسنهم وجها قاله جندل بن\nوالق عن هشيم بن بشير عن أبي عبد الجليل.\n</p>\n\n<h1 class='l1' id='head467'>467 - </h1>\n\n<p>\nأبو عبادة هو الأنصاري عن ابن شهاب عن السائب بن يزيد أن خاتم النبي صلى\nالله عليه وسلم كان في يمين أبي بكر حتى هلك ثم عمر حتى هلك ثم عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p053'> Vol. 09, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nحتى سقط في بئرا ريس، قاله ابراهيم بن المنذر سمع معنا قال حدثنى أبو\nعبادة.\n</p>\n\n<h1 class='l1' id='head468'>468 - </h1>\n\n<p>\nأبو عباد الأنصاري سمع الزهري عن محمد بن جبير عن أبيه كنا مع النبي صلى\nالله عليه وسلم بالجحفة فقال إن هذا القرآن طرفه بيد الله عزوجل وطرفه\nبأيديكم فتمسكوا به ولا تهلكوا ولا تضلوا بعده ابدا قال عمر وبن علي وعلي\nعن أبي داود الطيالسي سمع أبا عباد (1) فروى أيضا حديث مشهور (1) قال عمر\nوحدثنا أبو داود قال نا أبو عباد (1) الأنصاري قال حدثني أبي عن أبي سلمة\nبن عبد الرحمن قال قلت لعائشة أكان النبي صلى الله عليه وسلم يدخل عليه\nرمضان وهو صائم؟ قالت نعم.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head469'>469 - </h1>\n\n<p>\nأبو عمرو بن حفص بن المغيرة المخزومي عن <span id='ms1594'></span> النبي صلى الله عليه وسلم روى\nعنه ناشرة بن سمي قال عبد الله بن عثمان ارنا ابن المبارك قال نا سعيد بن\nزيد عن الحارث بن يزيد عن علي بن رباح عن ناشرة بن سمي اليزني قال سمعت عمر\nبالجابية اعتذر من خالد فقال أمرته أن يحبس هذا المال على ضعفة المهاجرين\nفاعطاه ذاالبأس والشرف فنزعته وأمرت أبا عبيدة، فقال أبو عمرو بن حفص بن\nالمغيرة والله ما أعذرت يا عمر نزعت عاملا استعمله رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\nوغمدت سيفا سلة رسول الله صلى الله عليه وسلم ووضعت لواء نصبه رسول الله\nصلى الله عليه وسلم وقطعت الرحم وحسدت ابن العم فغضب في ابن عمه فقال عمر\nإنك قريب القرابة حديث السن.\n</p>\n\n<h1 class='l1' id='head470'>470 - </h1>\n\n<p>\nأبو عمرو العبدي السروى وذكر من علمه روى عنه ابن أبي الهذيل قوله.\n</p>\n\n<h1 class='l1' id='head471'>471 - </h1>\n\n<p>\nأبو عمر والشامي السيباني سمع عمر، روى عنه ابنه يحيى.\n</p>\n\n<h1 class='l1' id='head472'>472 - </h1>\n\n<p>\nأبو عمرو والعبدى الاجدع قال عمربن حفص نا أبي عن ليث عن أبي عمر وابن\nالأجدع وكان من أصحاب علي عن علي الجد أب.\n</p>\n\n<h1 class='l1' id='head473'>473 - </h1>\n\n<p>\nأبو عمرو مولى المطلب رأى عمر، روى عنه ابنه اسحاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p054'> Vol. 09, p. 054</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head474'>474 - </h1>\n\n<p>\nأبو عمرو مولى أنس، روى عنه الربيع بن سليم.\n</p>\n\n<h1 class='l1' id='head475'>475 - </h1>\n\n<p>\nأبو عمرو الأزدي عن بشير مولى معاوية سمع فروة إذا رأى الهلال قاله عبد\nالله بن صالح عن معاوية بن صالح يعد في الشاميين.\n</p>\n\n<h1 class='l1' id='head476'>476 - </h1>\n\n<p>\nأبو عمر وبن حماس الليثي المدني عن أبيه قال عبد الله بن مسلمة نا عبد\nالعزيز بن محمد عن ابى اليمان وهو الرحال عن شداد بن ابى عمر وبن حماس عن\nأبيه عن حمزة بن أبي أسيد عن أبيه سمع النبي صلى الله عليه وسلم رأى اختلاط\nالرجال بالنساء فقال استأخرن فكانت المرأة تلصق بالجوانح.\n</p>\n\n<h1 class='l1' id='head477'>477 - </h1>\n\n<p>\nأبو عمرو بن العلاء النحوي وهو اسمه قال أبو معمر عن عبد الوارث أبو عمر\nولم يعرف له اسم غيره.\n</p>\n\n<h1 class='l1' id='head478'>478 - </h1>\n\n<p>\nأبو عمر والموصلي عن فراس، روى عنه معن بن عيسى.\n</p>\n\n<h1 class='l1' id='head479'>479 - </h1>\n\n<p>\nأبو عمر وسمع عثمان بن عفان، روى عنه معن بن عيسى <span id='ms1595'></span>.\n</p>\n\n<h1 class='l1' id='head480'>480 - </h1>\n\n<p>\nأبو عمر والرازي عن ابن عجلان، روى عنه زيد بن اسلم.\n</p>\n\n<h1 class='l1' id='head481'>481 - </h1>\n\n<p>\nأبو عمر والجملى عن زاذان، روى عنه صدقة أبو سهل.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head482'>482 - </h1>\n\n<p>\nأبو عمر قاله أبو نعيم عن اسمعيل بن عبد الملك سمع أبا عمر عن الحسن عن\nالنبي صلى الله عليه وسلم، مرسل.\n</p>\n\n<h1 class='l1' id='head483'>483 - </h1>\n\n<p>\nأبو عمر الغداني سمع أبا هريرة، روى عنه قتادة.\n</p>\n\n<h1 class='l1' id='head484'>484 - </h1>\n\n<p>\nأبو عمر الصيني عن أبي الدرداء، روى عنه عبد العزيز بن رفيع قال الحكم\nحدثت عن أبي عمر قال آدم نا شعبة نا الحكم عن أبي عمر الضبي (1) عن أبي\nالدرداء جاء الفقراء إلى النبي صلى الله عليه وسلم فقال ألا ادلكم على\nامرإن أخذتم جئتم بخير مما يجيؤن به وقالوا ذهب الأغنياء بالأجر يحجون\nويجاهدون ويعملون فقال يكبر أحدكم أربعا وثلاثين ويحمد ثلاثا وثلاثين ويسبح\nثلاثا وثلاثين في دبر كل صلاة، قال محمد بن يوسف نا وكيع نا شعبة عمن سمع\nأبا عمر الصينى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p055'> Vol. 09, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي الدرداء نحوه، وقال أحمد بن يونس عن فضيل عن ليث عن الحكم عن عبد\nالرحمن بن أبي ليلى عن أبي الدرداء عن النبي صلى الله عليه وسلم نحوه،\nوالأول أصح، وقال محمد بن يوسف نا سفيان عن عبد العزيز بن رفيع عن أبي عمر\nعن أبي الدرداء قال قلت يا رسول الله، نحوه.\n</p>\n\n<h1 class='l1' id='head485'>485 - </h1>\n\n<p>\nأبو عمر سمع أبا جحيفة، روى عنه شريك هو البجلي (1) .\n</p>\n\n<h1 class='l1' id='head486'>486 - </h1>\n\n<p>\nأبو عمر الشامي عن عبيد بن الحسحاس، روى عنه المسعودي.\n</p>\n\n<h1 class='l1' id='head487'>487 - </h1>\n\n<p>\nأبو عمر الدمشقي، روى عنه معاوية.\n</p>\n\n<h1 class='l1' id='head488'>488 - </h1>\n\n<p>\nأبو عمر البزاز عن مسلم البطين نسبه وكيع.\n</p>\n\n<h1 class='l1' id='head489'>489 - </h1>\n\n<p>\nأبو عمر مولى لبني خزيمة (2) عن مورق، روى عنه سلام بن مسكين.\n</p>\n\n<h1 class='l1' id='head490'>490 - </h1>\n\n<p>\nأبو عمر الدمشقي قال كعب كفى بالموت شاغلا، قاله عبد الله بن صالح عن\nمعاوية.\n</p>\n\n<h1 class='l1' id='head491'>491 - </h1>\n\n<p>\nأبو عمر مولى بني أمية سمع محمد بن أبي سفيان، روى عنه ابن المبارك.\n</p>\n\n<h1 class='l1' id='head492'>492 - </h1>\n\n<p>\nأبو عمر الصفار عن عبد الله بن العيزار، روى عنه المقري.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head493'>493 - </h1>\n\n<p>\nأبو عامر الأشعري له صحبة، قال عبد الله بن أبي بكر العتكي نا جرير بن\nحازم عن عبد الله بن <span id='ms1596'></span> ملاذ (عن نمير - 3) بن أوس عن (مالك بن مسروح عن - 3)\nعامر بن أبي عامر الأشعري عن أبيه أبي عامر عن النبي صلى الله عليه وسلم\nقال نعم الحي الأسد والأشعريون لا يفرون في القتال ولا يغلون هم مني وأنا\nمنهم، فحدثت به معاوية فقال ليس هكذا قال النبي صلى الله عليه وسلم إنما\nقال هم منى والى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p056'> Vol. 09, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقلت حدثني أبي أنه قال هم مني وأنا منهم قال فأنت إذا أعلم بحديث أبيك.\n</p>\n\n<h1 class='l1' id='head494'>494 - </h1>\n\n<p>\nأبو عامر الألهاني سمع أبا أمامة وثوبان، روى عنه ابن ارطاة ومعاوية ابن\nصالح.\n</p>\n\n<h1 class='l1' id='head495'>495 - </h1>\n\n<p>\nأبو عامر الحجري سمع أبا ريحانة، روى عنه هيثم بن شفى قال عبد الله ابن\nسويد عن عباس بن عباس وقال المفضل أبو عامر المعافري.\n</p>\n\n<h1 class='l1' id='head496'>496 - </h1>\n\n<p>\nأبو عامر الأوصابي عن أبي أمامة، روى عنه الزبيدي.\n</p>\n\n<h1 class='l1' id='head497'>497 - </h1>\n\n<p>\nأبو عامر عن ابن عباس، روى عنه إبراهيم بن زياد.\n</p>\n\n<h1 class='l1' id='head498'>498 - </h1>\n\n<p>\nأبو عامر قال عبد الله بن صالح حدثني معاوية أن أبا عامر حدثه قال سئل\nابن شهاب عن الرجل يوجب عليه الحد وهو مريض قال يؤخر حتى يصح.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head499'>499 - </h1>\n\n<p>\nأبو عيسى الإسواري قال عباس عن عبد الأعلى عن سعيد عن قتادة عن أبي عيسى\nالجاري (1) عن أبي سعيد قال نهى النبي صلى الله عليه وسلم عن الشرب قائما.\n</p>\n\n<h1 class='l1' id='head500'>500 - </h1>\n\n<p>\nأبو عيسى الناجي وكان من قدماء أصحاب الحسن، روى عنه السري بن يحيى وعن\nسعيد بن مينا والجريري عن أبي عيسى.\n</p>\n\n<h1 class='l1' id='head501'>501 - </h1>\n\n<p>\nأبو عيسى الخراساني عن عبد الله بن كناز، روى عنه نافع بن يزيد.\n</p>\n\n<h1 class='l1' id='head502'>502 - </h1>\n\n<p>\nأبو عيسى، مرسل، روى عنه معاوية بن صالح.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head503'>503 - </h1>\n\n<p>\nأبو عثمان الصنعانى سمع سلمان الفارسى، روى عنه أبو الأشعث الصنعاني يعد\nفي الشاميين.\n</p>\n\n<h1 class='l1' id='head504'>504 - </h1>\n\n<p>\nأبو عثمان سمع أبا هريرة، روى عنه معاوية بن صالح قال أوصاني أن أو\nتربسبع سور أقرأ في ثلاث الوتر منهن قل هو الله أحد والمعوذتين.\n</p>\n\n<h1 class='l1' id='head505'>505 - </h1>\n\n<p>\nأبو عثمان وليس بالنهدي عن أبيه عن معقل بن يسار عن النبي صلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p057'> Vol. 09, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم قال اقرأوها على موتا كم يس، قاله محمد بن كثير عن ابن\nالمبارك <span id='ms1597'></span>.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head506'>506 - </h1>\n\n<p>\nأبو عتبة الكندى الحمصي سمع أبا أمامة، روى عنه معاوية بن صالح.\n</p>\n\n<h1 class='l1' id='head507'>507 - </h1>\n\n<p>\nأبو عتبة مولى مروان رأى عبد الله بن معقل، روى عنه عبد الله بن الوليد\nبن معقل.\n</p>\n\n<h1 class='l1' id='head508'>508 - </h1>\n\n<p>\nأبو عتبة عن سعيد بن جبير، روى عنه إدريس الأودي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head509'>509 - </h1>\n\n<p>\nأبو علي الكاهلي قال عبد الله بن محمد العبسي نا ابن نمر قال نا عبد\nالملك ابن أبي سليمان عن أبي علي رجل من بني كاهل قال خطبنا أبو موسى (1)\nالأشعري فقال أيها الناس اتقوا هذا الشرك فإنه أخفى من دبيب النمل فقام\nإليه عبد الله بن جون وقيس بن المضارب فقالا والله لتخرجن مما قلت أو\nلنأتين عمر مأذونا لنا أو غير مأذون قال بل أخرج مما قلت خطبنا رسول الله\nصلى الله عليه وسلم ذات يوم فقال أيها الناس اتقوا هذا الشرك فإنه أخفى من\nدبيب النمل فقال (2) كيف نتقيه وهو أخفى من دبيب النمل يا رسول الله؟ قال\nقولوا اللهم إنا نعوذ بك ان نشرك بك شيئا وانت تعلمه ونستغفر لما تعلم (3)\n.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head510'>510 - </h1>\n\n<p>\nأبو عصام سمع انسا (4) روى عنه الدستوائى وعبد الوارث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p058'> Vol. 09, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head511'>511 - </h1>\n\n<p>\nأبو عصام عن الحسن، روى عنه السري بن يحيى.\n</p>\n\n<h1 class='l1' id='head512'>512 - </h1>\n\n<p>\nأبو عصام عن خالد بن عبيد، روى عنه اراه يحيى بن واضح.\n</p>\n\n<p>\nابو عاصم الازدي عن كعب بن سورروى عنه قتادة - باب\n</p>\n\n<h1 class='l1' id='head513'>513 - </h1>\n\n<p>\nأبو علقمة مولى بني هاشم ويقال مولى ابن عباس ويقال حليف بني هاشم، روى\nعنه يعلى بن عطاء ومحمد بن الحارث قال يحيى بن معين نا أبو الحجاج عن ابن\nجريج أخبرني محمد بن الحارث قال قدم رجل يقال له أبو علقمة حليف بني هاشم\nفذهبت إليه اناو على الأزدي فكان فيما حدثنا قال سمعت أبا هريرة يقول إن من\nأشراطها أن يظهر الفحش والشح ويؤتمن الخائن ويخون الأمين وتظهر ثياب فيها\nكافوا السحن (1) يلبسها نساء كاسيات عاريات ويعلو التحوت الوعول.\n</p>\n\n<p>\nأكذاك يا عبد الله بن مسعود سمعته من حبى؟ قال نعم ورب الكعبة التحوت\nقلنا وما التحوت والوعول؟ قال فسق الرجال وأهل <span id='ms1598'></span> بيوت القانصة يرفعون فوق\nصالحيهم واله البيوت الصالحة.\n</p>\n\n<h1 class='l1' id='head514'>514 - </h1>\n\n<p>\nأبو علقمة سألت سعيد بن المسيب، روى عنه شعبة.\n</p>\n\n<h1 class='l1' id='head515'>515 - </h1>\n\n<p>\nأبو علقمة عن عائشة، روى عنه مسعر.\n</p>\n\n<h1 class='l1' id='head516'>516 - </h1>\n\n<p>\nأبو عمارة (2) عن علي، روى عنه السدي.\n</p>\n\n<h1 class='l1' id='head517'>517 - </h1>\n\n<p>\nأبو عمار الحداد رأى أنسا، روى عنه نافع بن يزيد.\n</p>\n\n<h1 class='l1' id='head518'>518 - </h1>\n\n<p>\nأبو عمار صاحب المزاود قال ركبت سفينة فيها أنس بن مالك فصلى وانصرف ذات\nالشمال ولم يركع في الموضع الذي صلى فيه وما أحب ان لى برؤية انس مفروح\nارجوان أكون من التابعين، قاله عثمان بن صالح عن المفضل بن فضالة عن ابن\nعمار الفارسى.\n</p>\n\n<h1 class='l1' id='head519'>519 - </h1>\n\n<p>\nأبو عمار مولى لقوم بالمدينة سمع عبد الله بن هداج، روى عنه ابراهيم (3)\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p059'> Vol. 09, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عزرة عن ثوبان عن النبي صلى الله عليه وسلم يوشك أن تداعى عليكم\nالامم تدى الأكلة على القصعة، قال إبراهيم بن موسى عن الأعمش عن أبي عزرة.\n</p>\n\n<h1 class='l1' id='head520'>521 - </h1>\n\n<p>\nأبو عزرة أخو طارق بن شهاب سأل بلالا وسلمان، روى عنه طارق.\n</p>\n\n<h1 class='l1' id='head521'>522 - </h1>\n\n<p>\nأبو العلاء عن امرأة عن ابن سيرين، روى عنه سعيد بن عبد الرحمن.\n</p>\n\n<h1 class='l1' id='head522'>523 - </h1>\n\n<p>\nأبو عائشة جد أبي عاصم الثقفي كان علي يرزقنا، روى عنه أبو عاصم.\n</p>\n\n<h1 class='l1' id='head523'>524 - </h1>\n\n<p>\nأبو عائشة وكان رجل صدق عن ابن عمر، روى عنه عبيد الله ابن مروان.\n</p>\n\n<h1 class='l1' id='head524'>525 - </h1>\n\n<p>\nأبو عطية مولى بني عقيل سمع مالك بن الحويرث، روى عنه بديل ابن ميسرة\n</p>\n\n<h1 class='l1' id='head525'>526 - </h1>\n\n<p>\nأبو عطية المذبوح، روى عنه أبو بكر عن حماد بن سعيد بن أبي عطية.\n</p>\n\n<h1 class='l1' id='head526'>527 - </h1>\n\n<p>\nأبو عاصم عن أبي الطفيل عن ابن عباس، قال الذبيح قال حجاج بن منهال عن\nحماد بن سلمة.\n</p>\n\n<h1 class='l1' id='head527'>528 - </h1>\n\n<p>\nأبو عاصم التمار قال سعيد بن جبير، روى عنه الأزهر بن راشد.\n</p>\n\n<h1 class='l1' id='head528'>529 - </h1>\n\n<p>\nأبو عمران الألهاني عن أبي هريرة وثوبان وأبي أمامة، روى عنه معاوية\nوأرطاة.\n</p>\n\n<h1 class='l1' id='head529'>530 - </h1>\n\n<p>\nأبو عمران الفلسطيني عن يعلى بن شداد ومجاهد، روى عنه معاوية ابن صالح.\n</p>\n\n<h1 class='l1' id='head530'>531 - </h1>\n\n<p>\nأبو عطاء اليحبوري عن عبادة بن الصامت في الخسف والمسخ قال إنها السنين\nيتبع بعضها بعضا، قاله موسى بن حماد عن داود بن ابى منيب.\n</p>\n\n<h1 class='l1' id='head531'>532 - </h1>\n\n<p>\nأبو عطاء سمع عليا.\n</p>\n\n<h1 class='l1' id='head532'>533 - </h1>\n\n<p>\nأبو العوام سادن بيت المقدس صاحب عمر ومعاذ <span id='ms1599'></span> سمع كعبا، روى عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p060'> Vol. 09, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nجبر الضبعي وروح بن عائذ.\n</p>\n\n<h1 class='l1' id='head533'>534 - </h1>\n\n<p>\nأبو العوام الدوسي قال أبو ذر، روى عنه نوح بن قيس وعن حسين ابن علي.\n</p>\n\n<h1 class='l1' id='head534'>535 - </h1>\n\n<p>\nأبو عمرة الأنصاري النجاري له صحبة.\n</p>\n\n<h1 class='l1' id='head535'>536 - </h1>\n\n<p>\nأبو عمرة عن زيد بن خالد، روى عنه محمد بن يحيى بن حبان.\n</p>\n\n<h1 class='l1' id='head536'>537 - </h1>\n\n<p>\nأبو عنبة الخولاني، روى عنه شرحبيل بن مسلم ومحمد بن زياد نا الهيثم ابن\nخارجة قال نا الجراح بن مليح البهراني قال سمعت بكر بن زرعة الخولاني قال\nسمعت أبا عنبة الخولاني من أصحاب النبي صلى الله عليه وسلم ممن صلى\nالقبلتين كلتاهما وأكل الدم في الجاهلية قال سمعت رسول الله صلى الله عليه\nوسلم يقول لا يزال الله عزوجل يغرس في هذا الدين، بغرس لهم يستعملهم (1) في\nطاعته.\n</p>\n\n<h1 class='l1' id='head537'>538 - </h1>\n\n<p>\nأبو عبيد عن النبي صلى الله عليه وسلم، روى عنه شهر.\n</p>\n\n<h1 class='l1' id='head538'>539 - </h1>\n\n<p>\nأبو عبيد حاجب سليمان بن عبد الملك وهو مولى سليمان بن عبد الملك الأموي.\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head539'>540 - </h1>\n\n<p>\nأبو عوسجة بن فرج الضبي عن عوسجة عن أبيه قال سافرت مع النبي صلى الله\nعليه وسلم فكان يمسح على خفيه.\n</p>\n\n<h1 class='l1' id='head540'>541 - </h1>\n\n<p>\nأبو عسيب، له صحبة.\n</p>\n\n<h1 class='l1' id='head541'>542 - </h1>\n\n<p>\nأبو عزيز بن عمير أخو مصعب القرشي صحب النبي صلى الله عليه وسلم قاله\nمحمد بن إسحاق عن نبيه بن وهب.\n</p>\n\n<h1 class='l1' id='head542'>543 - </h1>\n\n<p>\nأبو عذرة وكان أدرك النبي صلى الله عليه وسلم نا أبو حفص قال نا ابن مهدي\nقال نا حماد بن سلمة عن عبد الله بن شداد عن أبي عذرة وكان أدرك النبي صلى\nالله عليه وسلم عن عائشة عن النبي صلى الله عليه وسلم نهى الرجال والنساء\nعن الحمامات ثم رخص للرجال في الميازر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p061'> Vol. 09, p. 061</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head543'>544 - </h1>\n\n<p>\nأبو العريان سمع أنسا (1) روى عنه مروان بن معاوية.\n</p>\n\n<h1 class='l1' id='head544'>545 - </h1>\n\n<p>\nأبو عقبة قال موسى بن اسمعيل عن عبد العزيز بن المختار حدثني شيخ من أهل\nالخير يكنى أبا عقبة قال مررت مع ابن عمر مرة بالطريق فمر بغلمة من حبش\nيلعبون فأخرج درهمين فأعطاهم.\n</p>\n\n<h1 class='l1' id='head545'>546 - </h1>\n\n<p>\nأبو عون (2) بن أبي عبد الله الأنصاري الشامي الأعور سمع أبا إدريس\nالخولاني روى عنه ثور بن يزيد <span id='ms1600'></span> والزبيدي وأبو بكر.\n</p>\n\n<h1 class='l1' id='head546'>547 - </h1>\n\n<p>\nأبو عون بن أبي عبيد قدم عمر الشام، روى عنه ابن الهاد.\n</p>\n\n<h1 class='l1' id='head547'>548 - </h1>\n\n<p>\nأبو عون الهجيمي سمع قبيصة بن مخارق قاله اليسع بن قيس عن هارون ابن\nرئاب.\n</p>\n\n<h1 class='l1' id='head548'>549 - </h1>\n\n<p>\nأبو عون عن ابن الزبير، روى عنه عبد الله المخرمي.\n</p>\n\n<h1 class='l1' id='head549'>550 - </h1>\n\n<p>\nأبو عقيل، روى عنه ابنه رضى.\n</p>\n\n<h1 class='l1' id='head550'>551 - </h1>\n\n<p>\nأبو عذية عن عمر اللهم عجل عليهم بالغلام الثقفي يعني أهل العراق قاله\n</p>\n\n<h1 class='l1' id='head551'>552 - </h1>\n\n<p>\nعبد الله بن صالح عن معاوية عن شريح بن شريح عن أبي عذية.\n</p>\n\n<h1 class='l1' id='head552'>553 - </h1>\n\n<p>\nأبو العجفاء عن عمر روى عنه الشيباني.\n</p>\n\n<h1 class='l1' id='head553'>554 - </h1>\n\n<p>\nأبو عطارد عن ابن مسعود، روى عنه إياد بن لقيط.\n</p>\n\n<h1 class='l1' id='head554'>555 - </h1>\n\n<p>\nأبو عقرب قال محمد بن محبوب نا أبو عوانة عن أبي يعفور عن أبي الصلت\n</p>\n\n<p>\nسمع عبد الله بن مسعود قال قال النبي صلى الله عليه وسلم ليلة القدر في\nالنصف.\n</p>\n\n<p>\nمن السبع الأواخر في رمضان تطلع الشمس في صبيحتها صافية فوجدتها كما قال،\nوقال الجعفي نا أبو بدر شجاع سمع ابا خالد الذى كان في بيردالان (3) عن طاق\nابن حبيب عن أبي عقرب الأسدي سمع عبد الله عن النبي صلى الله عليه وسلم\nنحوه.\n</p>\n\n<h1 class='l1' id='head555'>556 - </h1>\n\n<p>\nابوالعيزار والد عقبة، يعد في الكوفيين سمع ابن عباس، روى عنه عقبة.\n</p>\n\n<p>\n557 أبو عنبسة قال عبد الله عن معاوية بن صالح عن ابى عنبسة قال حججت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p062'> Vol. 09, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nولقيت ابن عمر.\n</p>\n\n<h1 class='l1' id='head556'>558 - </h1>\n\n<p>\nأبو العذراء قال محمد بن المثنى نا موسى قال نا عبد الرحمن بن ثابت بن\nثوبان عن عمر بن هاني عن أبي العذراء عن النبي صلى الله عليه وسلم قال\nاجلوا الله عزوجل يغفر لكم أي أسلموا.\n</p>\n\n<h1 class='l1' id='head557'>559 - </h1>\n\n<p>\nأبو عفير عريف بني سريع عن عبد الله بن عمر، روى عنه ابن نمير.\n</p>\n\n<h1 class='l1' id='head558'>560 - </h1>\n\n<p>\nأبو العجلان المحاربي سمع ابن عمر، روى عنه فضيل بن يزيد وحميد ابن أبي\nعتبة وكان في جيش ابن الزبير.\n</p>\n\n<h1 class='l1' id='head559'>561 - </h1>\n\n<p>\nأبو عمير (1) بن أنس بن مالك عن عمر مثله الأنصاري، روى عنه أبو بشر.\n</p>\n\n<h1 class='l1' id='head560'>562 - </h1>\n\n<p>\nأبو عمير عن عاصم الجحدري، روى عنه هارون النحوي.\n</p>\n\n<h1 class='l1' id='head561'>563 - </h1>\n\n<p>\nأبو عيلة والد ابراهيم العقيلى، روى عنه ابنه إبراهيم.\n</p>\n\n<h1 class='l1' id='head562'>564 - </h1>\n\n<p>\nأبو العباس ويقال ابوالعياس <span id='ms1601'></span> عن ابن المسيب، روى عنه ابن أبي حباب.\n</p>\n\n<h1 class='l1' id='head563'>565 - </h1>\n\n<p>\nأبو عبس بن محمد بن أبي عبس بن جبر الأنصاري، روى عنه ابنه عبد المجيد.\n</p>\n\n<h1 class='l1' id='head564'>566 - </h1>\n\n<p>\nأبو عكاشة عن أبي رفاعة، روى عنه أبو ليلى وهو الهمداني.\n</p>\n\n<h1 class='l1' id='head565'>567 - </h1>\n\n<p>\nأبو عتيق البصري عن أبان بن يزيد.\n</p>\n\n<h1 class='l1' id='head566'>568 - </h1>\n\n<p>\nأبو عمران المذاى (2) سمع محمد بن علي، روى عنه حجاج بن حسان.\n</p>\n\n<h1 class='l1' id='head567'>569 - </h1>\n\n<p>\nأبو العباس عن إبراهيم، روى عنه أبو الأحوص.\n</p>\n\n<h1 class='l1' id='head568'>570 - </h1>\n\n<p>\nأبو عروة سمع عمر وبن شعيب، روى عنه خلف بن غالب.\n</p>\n\n<h1 class='l1' id='head569'>571 - </h1>\n\n<p>\nأبو عكرمة عن القاسم أبي عبد الرحمن قال من قرأ القرآن في شهر فلم يسرع\nولم يبطئ ومن قرأ في عشر فهو كجواد مضمر ومن تكره شهرين فقد ... قاله عبد\nالله بن صالح.\n</p>\n\n<h1 class='l1' id='head570'>572 - </h1>\n\n<p>\nابوالعدبس قال مسدد نا يحيى بن سعيد قال نا مسعر ... (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p063'> Vol. 09, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(باب القاف) قال حدثنى قيس عن عمر وبن العاص قال لا تدع السحور ولو على\nتمرات.\n</p>\n\n<h1 class='l1' id='head571'>573 - </h1>\n\n<p>\nأبو قيس الدمشقي عن عبادة بن نسي، روى عنه أبو معاوية.\n</p>\n\n<h1 class='l1' id='head572'>574 - </h1>\n\n<p>\nأبو قابوس مولى عبد الله بن عمر وحدثنا الحميدى عن ابن عيينة عن عمر وسمع\nابا قابوس سمع ابن عمر وعن النبي صلى الله عليه وسلم قال الراحمون يرحمهم\nالرحمن ارحموا من في الأرض يرحمكم من في السماء.\n</p>\n\n<h1 class='l1' id='head573'>575 - </h1>\n\n<p>\nأبو قتيلة عن أبي حوالة روى عنه خالد بن معدان.\n</p>\n\n<h1 class='l1' id='head574'>576 - </h1>\n\n<p>\nأبو قحذم.\n</p>\n\n<p>\nرأى أبا بكرة.\n</p>\n\n<h1 class='l1' id='head575'>577 - </h1>\n\n<p>\nأبو قيس عن مجاهد روى عنه أيمن بن نابل.\n</p>\n\n<h1 class='l1' id='head576'>578 - </h1>\n\n<p>\nأبو القماص نا أبو نعيم عن سفيان عن أبيه عن سلمة شيخ للحي عن جرير\n</p>\n\n<p>\nعن أبي القماص قال ذكر على فتنة حتى لو كان رجل من أهل الحق في أهل\nالباطل عليه كذا وكذا من حديد صار إلى أهل الحق ولو كان رجل من أهل الباطل\nفي أهل الحق كان عليه كذا وكذا من حديد صار إلى أهل الباطل.\n</p>\n\n<h1 class='l1' id='head577'>579 - </h1>\n\n<p>\nأبو قتادة الشامي وليس الحراني مات سنة أربع وستين ومائة سمع عبد الله بن\nحوار روى عنه أحمد بن الحارث الغساني.\n</p>\n\n<h1 class='l1' id='head578'>580 - </h1>\n\n<p>\nأبو قنان عن أبي فراس روى عنه عمر وبن الحارث.\n</p>\n\n<h1 class='l1' id='head579'>581 - </h1>\n\n<p>\nأبو القعقاع قال وكيع وقبيصة <span id='ms1602'></span> عن سفيان عن سلمة بن تمام عن أبي القعقاع\nالحرامي عن عبد الله قال محاش النساء حرام.\n</p>\n\n<p>\nباب الكاف\n</p>\n\n<h1 class='l1' id='head580'>582 - </h1>\n\n<p>\nأبو كثير مولى بنى هاشم سمع اباذر الغفاري التسبيح في دبر الصلاة يمحو\nالخطايا.\n</p>\n\n<h1 class='l1' id='head581'>583 - </h1>\n\n<p>\nأبو كثير الأنصاري سمع عليا (1) قال النبي صلى الله عليه وسلم يأتي قوم\nيمرقون من الدين كما يمرق السهم من الرمية وقال الجعفي عبد الله بن محمد عن\nعمر وحدثنا اسمعيل بن مسلم عن ابى كثير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p064'> Vol. 09, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head582'>584 - </h1>\n\n<p>\nأبو كثير مولى عبد الله بن جحش حجازى عن محمد بن عبد الله.\n</p>\n\n<h1 class='l1' id='head583'>585 - </h1>\n\n<p>\nأبو كثير المحاربي سمع خرشة روى عنه ثابت بن عجلان.\n</p>\n\n<h1 class='l1' id='head584'>586 - </h1>\n\n<p>\nأبو كنانة مولى ربيعة سمع الزبير بن العوام وعن علي، * روى عنه أبو محمد\n</p>\n\n<h1 class='l1' id='head585'>587 - </h1>\n\n<p>\nأبو كنانة القرشي سمع أبا موسى، روى عنه زياد الجصاص وأبو إياس.\n</p>\n\n<h1 class='l1' id='head586'>588 - </h1>\n\n<p>\nأبو كنانة عن محمد بن زيد عن سعيد بن جبير قوله، روى عنه ابن المبارك.\n</p>\n\n<h1 class='l1' id='head587'>589 - </h1>\n\n<p>\nأبو كبشة السكسكي عن أبي الدرداء وكان عريف السكاسك، روى عنه ابنه يزيد.\n</p>\n\n<h1 class='l1' id='head588'>590 - </h1>\n\n<p>\nأبو كبشة سمع ابا موسى، روى عنه عاصم.\n</p>\n\n<h1 class='l1' id='head589'>591 - </h1>\n\n<p>\nأبو كبشة السلولى.\n</p>\n\n<h1 class='l1' id='head590'>592 - </h1>\n\n<p>\nأبو كلثوم سمع حسين بن على، روى عنه عمران بن سليمان\n</p>\n\n<p>\nو593 - أبو كلثوم عن ربعى، روى عنه الا جلح.\n</p>\n\n<h1 class='l1' id='head591'>594 - </h1>\n\n<p>\nأبو كعب الحارثي رأى عثمان بن عفان.\n</p>\n\n<h1 class='l1' id='head592'>595 - </h1>\n\n<p>\nأبو كعب قال وهب بن جرير عن أبي التياح سمع أبا كعب يحدث عن عبد الله بن\nعمر ويتبع الدجال اربعون الفامن صلب العرب.\n</p>\n\n<h1 class='l1' id='head593'>596 - </h1>\n\n<p>\nأبو كنف سمع سعد بن مالك وابن مسعود وأبا هريرة، روى عنه الشعبى وعبد\nالله بن مزة.\n</p>\n\n<h1 class='l1' id='head594'>597 - </h1>\n\n<p>\nأبو كرمة الكندي عن زاذان، روى عنه العلاء بن عبد الكريم.\n</p>\n\n<h1 class='l1' id='head595'>598 - </h1>\n\n<p>\nأبو الكباش، روى عنه كدام بن عبد الرحمن.\n</p>\n\n<h1 class='l1' id='head596'>599 - </h1>\n\n<p>\nأبو كامل سمع زهير بن معاوية، روى عنه أحمد بن حنبل.\n</p>\n\n<p>\nباب اللام\n</p>\n\n<h1 class='l1' id='head597'>600 - </h1>\n\n<p>\nأبو ليلى صاحب النبي صلى الله عليه وسلم لم يثبت حديثه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p065'> Vol. 09, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head598'>601 - </h1>\n\n<p>\nأبو ليلى مولى ابن سعيد (1) نا أبو عاصم قال نا عمارة الأحمر حدثني حبيب\nبن يزيد وأبو ليلى مولى لبني سعيد وحبيب بن يسار سمعوا ابن أبي أوفى رأيت\nالنبي صلى الله <span id='ms1603'></span> عليه وسلم أخذ بعضده حتى رأيت بياض إبطيه.\n</p>\n\n<h1 class='l1' id='head599'>602 - </h1>\n\n<p>\nأبو ليلى سمع عبد الله بن أبي بكر، روى عنه سعدويه (2) .\n</p>\n\n<h1 class='l1' id='head600'>603 - </h1>\n\n<p>\nأبو ليلى عن أبي عكاشة، روى عنه وكيع.\n</p>\n\n<h1 class='l1' id='head601'>604 - </h1>\n\n<p>\nابولقمان الحضرمي سمع أبا هريرة، قال ابن مهدي وابن صالح نا أو لقمان عن\nعبد الله عن أبي هريرة، وهذا أصح نهى النبي صلى الله عليه وسلم أن يباع سهم\nحتى يعلم ما هو.\n</p>\n\n<h1 class='l1' id='head602'>605 - </h1>\n\n<p>\nأبو لؤلؤة الهنى (3) ، روى عنه اوليد بن ابى زينب.\n</p>\n\n<h1 class='l1' id='head603'>606 - </h1>\n\n<p>\nابوليث نا معلى قال نا محمد بن حمران ارنا ابوليث سمعت مجاهدا يقول.\n</p>\n\n<p>\nقرأت القرآن على ابن عباس ثلاثين مرة حرفا حرفا.\n</p>\n\n<p>\nباب الميم\n</p>\n\n<h1 class='l1' id='head604'>607 - </h1>\n\n<p>\nأبو محمد وكان من أصحاب ابن مسعود، روى عنه إبراهيم بن عبيد (4) .\n</p>\n\n<h1 class='l1' id='head605'>608 - </h1>\n\n<p>\nأبو محمد الحضرمي عن أبي أيوب، روى عنه أبو الورد (5) .\n</p>\n\n<h1 class='l1' id='head606'>609 - </h1>\n\n<p>\nأبو محمد الأنصاري سمع عثمان بن عفان وأبا هريرة والحسن بن علي، روى عنه\nسعدان.\n</p>\n\n<h1 class='l1' id='head607'>610 - </h1>\n\n<p>\nأبو محمد عن أبي هريرة، روى عنه ابنه محمد.\n</p>\n\n<h1 class='l1' id='head608'>611 - </h1>\n\n<p>\nأبو محمد البصري عن حسن، روى عنه منصور بن المعتمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p066'> Vol. 09, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head609'>612 - </h1>\n\n<p>\nأبو محمد الفرغاني سمع جابر بن عبد الله، روى عنه أبو الحارث.\n</p>\n\n<h1 class='l1' id='head610'>613 - </h1>\n\n<p>\nأبو محمد الجزري عن النبي صلى الله عليه وسلم قاله أبو صالح عن معاوية\n</p>\n\n<p>\nأن شعيبا حدثه عن أبي محمد.\n</p>\n\n<h1 class='l1' id='head611'>614 - </h1>\n\n<p>\nأبو محمد القرشي عن النبي صلى الله عليه وسلم مرسل، روى عنه عبد الله بن\nمعاوية (1) .\n</p>\n\n<h1 class='l1' id='head612'>615 - </h1>\n\n<p>\nأبو محمد مولى عمر بن الخطاب سمع أبا عبيدة بن عبد الله، روى عنه العوام.\n</p>\n\n<h1 class='l1' id='head613'>616 - </h1>\n\n<p>\nأبو محمد بن أبي الأعين (2) روى عنه معاوية بن صالح هو الخولاني.\n</p>\n\n<h1 class='l1' id='head614'>617 - </h1>\n\n<p>\nأبو محمد الهذلي سمع الحسن، روى عنه عكرمة بن خالد.\n</p>\n\n<h1 class='l1' id='head615'>618 - </h1>\n\n<p>\nأبو محمد عن أبي كنانة، روى عنه مالك بن دينار.\n</p>\n\n<h1 class='l1' id='head616'>619 - </h1>\n\n<p>\nأبو محمد سمع الحسن، روى عنه جرير بن حازم.\n</p>\n\n<h1 class='l1' id='head617'>620 - </h1>\n\n<p>\nأبو محمد بن كعب بن مالك، روى عنه حماد بن سلمة.\n</p>\n\n<h1 class='l1' id='head618'>621 - </h1>\n\n<p>\nأبو محمد مولى قريش عن عباد بن الربيع، روى عنه هشيم.\n</p>\n\n<h1 class='l1' id='head619'>622 - </h1>\n\n<p>\nأبو محمد البصري عن نعيم بن أبي هند، روى عنه ابن العوام.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head620'>623 - </h1>\n\n<p>\nأبو مالك الأشجعي عن النبي صلى الله عليه وسلم أربع يبقين <span id='ms1604'></span> في أمتي من أمر\nالجاهلية ليسوا بتاركيهن الفخر بالأحساب والطعن في الانساب والاستسقاء\nبالنجوم (3) .\n</p>\n\n<h1 class='l1' id='head621'>624 - </h1>\n\n<p>\nأبو مالك الدمشقي عن النبي صلى الله عليه وسلم قاله عبد الله عن معاوية\nعن عبد الله بن دينار عن أبي مالك.\n</p>\n\n<h1 class='l1' id='head622'>625 - </h1>\n\n<p>\nأبو مالك بن ثعلبة بن أبي مالك القرظي المدني عن عمر بن عبد العزيز\nوابنه، روى عنه أبو اسحاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p067'> Vol. 09, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head623'>626 - </h1>\n\n<p>\nأبو مالك الصهباني عن الحسن بن سعد (1) عن علي، روى عنه عبد الرحمن بن\nسليمان في الشراب.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head624'>627 - </h1>\n\n<p>\nأبو مسلم مولى زيد بن صوحان العبدي سمع سلمان قال رأيته يمسح على الخفين\nوالخمار.\n</p>\n\n<h1 class='l1' id='head625'>628 - </h1>\n\n<p>\nأبو مسلم الحذمى سمع ابا ذرو الجارود، روى عنه مطرف وأبو العالية.\n</p>\n\n<h1 class='l1' id='head626'>629 - </h1>\n\n<p>\nأبو مسلم الثعلبي سمع أبا أمامة، روى عنه أبان بن عبد الله بن أبي حازم\n</p>\n\n<h1 class='l1' id='head627'>630 - </h1>\n\n<p>\nأبو مسلم البجلي سمع زيد بن أرقم، روى عنه داود العطار.\n</p>\n\n<h1 class='l1' id='head628'>631 - </h1>\n\n<p>\nأبو مسلم مولى بني ضمرة سمع أبا هريرة، روى عنه محمد بن أبي يحيى.\n</p>\n\n<h1 class='l1' id='head629'>632 - </h1>\n\n<p>\nأبو مسلم الجليلي معلم كعب الأحبار وكان يكنى أبا السموءل وكنى أبا بكر\n(2) .\n</p>\n\n<h1 class='l1' id='head630'>633 - </h1>\n\n<p>\nأبو مسلم قال زيد بن حباب نا عبد الوارث نا أبو مسلم منذ خمسون سنة قال\nقال عمر بن الخطاب تعلموا العربية فإنها تثبت العقل وتزيد في المروءة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head631'>634 - </h1>\n\n<p>\nأبو مريم عن عمر، روى عنه ثور عن زياد بن أبي سودة عن أبي مريم.\n</p>\n\n<h1 class='l1' id='head632'>635 - </h1>\n\n<p>\nأبو مريم عن ثوبان عن النبي صلى الله عليه وسلم من حافظ على الأذان سنة\nوجبت له الجنة، قاله محمد بن سعيد عن أبي معاوية عن أبي قيس الدمشقي عن\nعبادة بن نسي عن أبي مريم.\n</p>\n\n<h1 class='l1' id='head633'>636 - </h1>\n\n<p>\nأبو مريم الأنصاري عن جابر بن عبد الله عن النبي صلى الله عليه وسلم في\nالعزل ما من نفس قدر الله أن تخرج الاهى كائنة، قال أبو صالح عن معاوية\n</p>\n\n<h1 class='l1' id='head634'>637 - </h1>\n\n<p>\nأبو مريم مولى أبي هريرة سمع أبا هريرة، روى عنه معاوية بن صالح\n</p>\n\n<p>\nقل الملك في قريش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p068'> Vol. 09, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head635'>638 - </h1>\n\n<p>\nأبو مريم مكاتب عائشة، روى عنه خصيف.\n</p>\n\n<h1 class='l1' id='head636'>639 - </h1>\n\n<p>\nأبو مريم خادم مسجد دمشق عن أبي هريرة، روى عنه حريز.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head637'>640 - </h1>\n\n<p>\nأبو <span id='ms1605'></span> معاذ الصروي (1) عن أنس، روى عنه صفوان بن عمرو.\n</p>\n\n<h1 class='l1' id='head638'>641 - </h1>\n\n<p>\nأبو معاذ مولى البراء، قال الثوري وقال شعبة أبو عثمان.\n</p>\n\n<h1 class='l1' id='head639'>642 - </h1>\n\n<p>\nأبو معاذ الاخموسى قاله عبد الله بن صالح عن معاوية الشامي.\n</p>\n\n<h1 class='l1' id='head640'>643 - </h1>\n\n<p>\nأبو معاذ الجدعاني، روى عنه جرير بن عبد الحميد.\n</p>\n\n<h1 class='l1' id='head641'>644 - </h1>\n\n<p>\nأبو معاذ عن يزيد بن يزيد بن جابر، روى عنه الدراوردي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head642'>645 - </h1>\n\n<p>\nأبو موسى الحذاء قال أبو نعيم نا سفيان عن جبيب عن أبي موسى عن عبد الله\nبن عمر وعن النبي صلى الله عليه وسلم، وقال عيسى بن موسى وقطبة بن عبد\nالعزيز عن الأعمش عن حبيب بن أبي ثابت عن عبد الله بن عمرو.\n</p>\n\n<h1 class='l1' id='head643'>646 - </h1>\n\n<p>\nأبو موسى الحكمي قال شبابة ثنا الحسن بن حبيب نا حجاج بن الفرافصة عن\nعمرو بن أبي سفيان قال كنا عند مروان فجاء أبو موسى الحكمى فقل له مروان هل\nكان ذكر القدر على عهد رسول الله صلى الله عليه وسلم؟ فقال قال رسول الله\nصلى الله عليه وسلم لا تزال هذه الأمة متمسكة بما هي فيه ما لم تكذب بالقدر\nفإذا كذبوا بالقدر فعند ذلك هلاكها يوشك أن يوضع للمكذبين بالقدر لبواليه\n(2) خاصة ولا يرفعه أبدا.\n</p>\n\n<h1 class='l1' id='head644'>647 - </h1>\n\n<p>\nأبو موسى الهلالي عن أبيه عن ابن (لعبد الله بن مسعود عن ابن - 3) مسعود\nوكعب بن عجرة، روى عنه سليمان بن المغيرة.\n</p>\n\n<h1 class='l1' id='head645'>648 - </h1>\n\n<p>\nأبو موسى الأسدي عن الشعبي، روى عنه الهمداني (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p069'> Vol. 09, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head646'>649 - </h1>\n\n<p>\nأبو موسى قال عمرو بن علي عن يحيى بن سعيد عن سفيان حدثني أبو موسى عن\nوهب بن منبه عن ابن عباس رفعه إلى النبي صلى الله عليه وسلم من سكن البادية\nجفا ومن اتبع الصيد غفل ومن اتبع السلطان افتتن.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head647'>650 - </h1>\n\n<p>\nأبو المغيرة رأى عمر روت عنه ابنته أم جعفر (1) .\n</p>\n\n<h1 class='l1' id='head648'>651 - </h1>\n\n<p>\nأبو المغيرة الخفاف (2) قال سألت ابن عباس، روى عنه عاصم الأحول.\n</p>\n\n<h1 class='l1' id='head649'>652 - </h1>\n\n<p>\nأبو المغيرة عن عبد الله بن عمرو، روى عنه عوف.\n</p>\n\n<h1 class='l1' id='head650'>653 - </h1>\n\n<p>\nأبو المغيرة عن سليمان بن موسى قال أبو صالح عن معاوية بن صالح مرسل، وعن\nأبي المغيرة أيضا حدثنيه أن أبا هريرة قال في الضيافة.\n</p>\n\n<h1 class='l1' id='head651'>654 - </h1>\n\n<p>\nأبو <span id='ms1606'></span> المغيرة كنت مؤذنا ببخارى ثلاثين سنة، قال سألت الحسن وابن سيرين\nوقتادة في الأذان، روى عنه الفضل بن موسى.\n</p>\n\n<h1 class='l1' id='head652'>655 - </h1>\n\n<p>\nأبو المغيرة قال كعب لأبي مسلم في التوراة أزهد الناس في العالم جارة قال\nموسى بن اسمعيل عن هلال.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head653'>656 - </h1>\n\n<p>\nأبو منيب له صحبة، روى عنه مسلم بن زياد.\n</p>\n\n<h1 class='l1' id='head654'>657 - </h1>\n\n<p>\nأبو منيب الأحدب عن معاذ وعبادة (3) روى عنه أبو عطاء وعاصم الأحول.\n</p>\n\n<h1 class='l1' id='head655'>658 - </h1>\n\n<p>\nأبو منيب الحرشي عن ابن عمرو سعيد بن المسيب، روى عنه حسان ابن عطية.\n</p>\n\n<h1 class='l1' id='head656'>659 - </h1>\n\n<p>\nأبو منيب عن يحيى بن أبي كثير قال أبو أسامة عن أبي سنان.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head657'>660 - </h1>\n\n<p>\nأبو معن سمع ابن عمر وجابر بن زيد وابن الزبير وأبا العالية وأنسا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p070'> Vol. 09, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nروى عنه معتمر بن سليمان.\n</p>\n\n<h1 class='l1' id='head658'>661 - </h1>\n\n<p>\nأبو معن عن ابن سيرين، روى عنه مسعدة.\n</p>\n\n<h1 class='l1' id='head659'>662 - </h1>\n\n<p>\nأبو معن، روى عنه ابن المبارك.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head660'>663 - </h1>\n\n<p>\nأبو منصور مولى سليمان بن عباس (1) روى عنه عاصم الأحول.\n</p>\n\n<h1 class='l1' id='head661'>664 - </h1>\n\n<p>\nأبو منصور مولى ابن عباس، روى عنه عروة بن أبي قيس.\n</p>\n\n<h1 class='l1' id='head662'>665 - </h1>\n\n<p>\nأبو منصور الفارسي، روى عنه دويد مرسل.\n</p>\n\n<h1 class='l1' id='head663'>666 - </h1>\n\n<p>\nأبو منصور قاضي إفريقية مرسل قاله سعيد بن أبي أيوب عن عبد الله ابن\nالوليد.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head664'>667 - </h1>\n\n<p>\nأبو مصعب رأى جابرا، روى عنه أشعث بن سليم.\n</p>\n\n<h1 class='l1' id='head665'>668 - </h1>\n\n<p>\nأبو مصعب الأنصاري مرسل، روى عنه عبد الحميد بن جعفر.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head666'>669 - </h1>\n\n<p>\nأبو معمر التميمي رأى جابر بن زيد، روى عنه غالب بن سفيان.\n</p>\n\n<h1 class='l1' id='head667'>670 - </h1>\n\n<p>\nأبو معمر السراج سمع الحسن روى عنه موسى بن اسمعيل.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head668'>671 - </h1>\n\n<p>\nأبو المختار سمع عبد الله بن أبي أوفى عن النبي صلى الله عليه وسلم قال\nساقى القوم آحرهم، قاله مسلم عن شعبة وقال ابن المبارك عن المختار ولا يصح.\n</p>\n\n<h1 class='l1' id='head669'>672 - </h1>\n\n<p>\nأبو المختار أن معاوية، روى عنه ابناه يوسف وكثير.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head670'>673 - </h1>\n\n<p>\nأبو مرة مولى قيس بن عبيد الأنصاري سمع رويفع بن ثابت ما لفظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p071'> Vol. 09, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالبحر كلوه قال عبد الله عن الليث عن جعفر بن ربيعة عن بكر بن سوادة.\n</p>\n\n<h1 class='l1' id='head671'>674 - </h1>\n\n<p>\nأبو مرة رأى عمر، (1) روى عنه بكر بن عبد الله.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head672'>675 - </h1>\n\n<p>\nأبو مرزوق عن ابى غالب، روى عنه ابوالعدبس وروى أبو خالد الاحمر عن عمر <span id='ms1607'></span>\nوبن قيس.\n</p>\n\n<h1 class='l1' id='head673'>676 - </h1>\n\n<p>\nأبو مرزوق التجيبي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head674'>677 - </h1>\n\n<p>\nأبو المنذر مولى أبي ذر، عن النبي صلى الله عليه وسلم في السارق قاله\nموسى بن اسمعيل عن حماد بن سلمة عن إسحاق بن عبد الله عن أبي المنذر.\n</p>\n\n<h1 class='l1' id='head675'>678 - </h1>\n\n<p>\nأبو المنذر عن أبي أسيد، روى عنه ابن أبي نمر.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head676'>679 - </h1>\n\n<p>\nأبو المنهال العنزي، روى عنه أبو التياح.\n</p>\n\n<h1 class='l1' id='head677'>680 - </h1>\n\n<p>\nأبو المنهال عن أبي هريرة عن النبي صلى الله عليه وسلم سألت ربى اربع\nخلال فأعطاني ثلاثا، قال عمر وبن محمد عن أسباط عن السدي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head678'>681 - </h1>\n\n<p>\nأبو المثنى الجهني سمع أبا سعيد الخدري وسعد بن أبي وقاص، روى عنه أيوب\nبن حبيب ومحمد بن أبي يحيى يعد في أهل المدينة.\n</p>\n\n<h1 class='l1' id='head679'>682 - </h1>\n\n<p>\nأبو المثنى عن أبي ذر، روى عنه دراج.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head680'>683 - </h1>\n\n<p>\nأبو المعلى الأنصاري له صحبة، روى عنه عبد الملك بن (عمير عن ابن - 2)\nأبي المعلى عن أبيه قال أبو عوانة عن عبد الملك عن ابى الهياج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p072'> Vol. 09, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head681'>684 - </h1>\n\n<p>\nأبو المعلى بن رؤبة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head682'>685 - </h1>\n\n<p>\nأبو المهاجر مولى بني كلاب قلت لابن عباس وأنا أطوف بالبيت كما لا ينفع\nمع الإشراك شئ فهل يضر مع الاخلاص شئ؟ قال موسى سمع عبد الواحد بن صفوان\nسمع أبا المهاجر.\n</p>\n\n<h1 class='l1' id='head683'>686 - </h1>\n\n<p>\nأبو المهاجر عن عطاء الخراساني، روى عنه جعفر بن برقان.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head684'>687 - </h1>\n\n<p>\nأبو ماجد الحنفي عن ابن مسعود ويقال العجلى قال الحميدى عن ابن عيينة\nليحيى أبو ماجد قال طارطرأ علينا فحدثنا وهو منكر الحديث.\n</p>\n\n<h1 class='l1' id='head685'>688 - </h1>\n\n<p>\nأبو ماجد الزيادي سمع ابن عمر قال ما نظرت إلى فرج امرأة منذ\n</p>\n\n<p>\nأسلمت قاله يحيى بن سليمان عن ابن وهب، سمع موسى بن أيوب عن أبي ماجد.\n</p>\n\n<p>\nباب.\n</p>\n\n<h1 class='l1' id='head686'>689 - </h1>\n\n<p>\nأبو المعتمر عن رجل عن علي، روى عنه ليث قاله حفص وعيسى بن يونس وقال ابن\nالمبارك حفص ابن المعتمر.\n</p>\n\n<h1 class='l1' id='head687'>690 - </h1>\n\n<p>\nأبو المعتمر بن عمر وبن رافع عن ابن خلدة وعبيد الله بن علي بن أبي رافع،\nروى عنه ابن أبي ذئب.\n</p>\n\n<h1 class='l1' id='head688'>691 - </h1>\n\n<p>\nأبو المعتمر قال وكيع عن الصلت بن بهرام عن عبد الرحمن بن مسعود العبدي\nعن أبي الجارية أو عن أبي المعتمر <span id='ms1608'></span> شك الصلت قال سأل ابن الكواء عليا أيوتى\nالنساء في أعجازهن؟ فقال أما سمعت قوله (أتأتون الفاحشة) .\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head689'>692 - </h1>\n\n<p>\nابومويهبة نا عمر بن عبد الوهاب قال نا ابراهيم بن سعد عن ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p073'> Vol. 09, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nاسحق عن عبد الله بن عمر عن عبيد بن حنين مولى الحكم بن أبي العاص عن عبد\nالله بن عمر وعن ابى مويهبة قل طرقني النبي صلى الله عليه وسلم فقال يابا\nمويهبة انطلق فإني قد أمرت أن أستغفر لأهل البقيع، وذكر الحديث.\n</p>\n\n<h1 class='l1' id='head690'>693 - </h1>\n\n<p>\nأبو مليكة الذماري ويقال له صحبة، روى عنه نمران وأبو خراش قال أبو صالح\nعن معاوية عن راشد بن سعد عن أبي مليكة الذماري عن النبي صلى الله عليه\nوسلم قال لا يستكمل عبد الإيمان كله حتى يحب لاخيه ما يجب لنفسه.\n</p>\n\n<h1 class='l1' id='head691'>694 - </h1>\n\n<p>\nأبو محرز البكري أدرك الجاهلية فروى عنه عبد الله بن أبي محرز ابنه.\n</p>\n\n<h1 class='l1' id='head692'>695 - </h1>\n\n<p>\nأبو ميمونة عن أبي هريرة عن النبي صلى الله عليه وسلم قال في ليلة القدر\nإنها ليلة تاسعة أو سابعة وعشرين وإن الملائكة في تلك الليلة في الأرض اكثر\n</p>\n\n<p>\nمن عدد الحصى.\n</p>\n\n<h1 class='l1' id='head693'>696 - </h1>\n\n<p>\nابوملز الأزدي الحداني وكان من صلحاء الأزد قدم المدينة زمن عثمان.\n</p>\n\n<h1 class='l1' id='head694'>697 - </h1>\n\n<p>\nأبو مدله صاحب عائشة عن أبي هريرة عن النبي صلى الله عليه وسلم قال بنى\nالله الجنة لبنة من ذهب، قاله خلاد بن يحيى عن سعد ان الجهني عن سعد الطائي\nعن أبي مدله أخي سعيد بن يسار، وقال الليث بن سعد أبو مرثد ولا يصح.\n</p>\n\n<h1 class='l1' id='head695'>698 - </h1>\n\n<p>\nأبو مؤمن الواثلي رأى عليا، روى عنه سويد، يعد في الكوفيين.\n</p>\n\n<h1 class='l1' id='head696'>699 - </h1>\n\n<p>\nابوالمخيس السكوني (1) سمع أنس بن مالك وأحنف بن قيس، روى عنه عمر وبن\nظبيان.\n</p>\n\n<h1 class='l1' id='head697'>700 - </h1>\n\n<p>\nأبو المصبح الاوزاعي الحمصى سمع جابرا (2) ومالك بن عبد الله، روى عنه\nابن جابر وحصين بن حرملة وأمية بن يزيد.\n</p>\n\n<h1 class='l1' id='head698'>701 - </h1>\n\n<p>\nأبو مزاحم سمع أبا هريرة، روى عنه يحيى بن أبي كثير.\n</p>\n\n<h1 class='l1' id='head699'>702 - </h1>\n\n<p>\nأبو مروان الأسلمي سمع أبا ذر عن كعب، روى عنه ابنه عطاء، يعد في أهل\nالمدينة.\n</p>\n\n<h1 class='l1' id='head700'>703 - </h1>\n\n<p>\nأبو مجاشع الأزدي، روى عنه أبو بكر الغساني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p074'> Vol. 09, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head701'>704 - </h1>\n\n<p>\nأبو <span id='ms1609'></span> مهدية عن أبي أمامة، روى عنه العلاء بن هلال.\n</p>\n\n<h1 class='l1' id='head702'>705 - </h1>\n\n<p>\nأبو المأمومة سمع أبا هريرة سمع منه بكير بن الاشج.\n</p>\n\n<h1 class='l1' id='head703'>706 - </h1>\n\n<p>\nأبو مسعدة الشامي قال سعيد بن أبي أيوب عن سالم بن غيلان سمع أبا مسعدة.\n</p>\n\n<h1 class='l1' id='head704'>707 - </h1>\n\n<p>\nأبو ميسرة قال عبد الله بن محمد الجعفي نا عبيد بن أبي قرة البغدادي قال\n</p>\n\n<p>\nليث بن سعد عن أبي قبيل قال سمعت أبا ميسرة سمعت العباس يقول كنت عند\nالنبي صلى الله عليه وسلم ذات ليلة فقال هل ترى في السماء من نجم؟ قلت نعم\nوذكر الحديث.\n</p>\n\n<h1 class='l1' id='head705'>708 - </h1>\n\n<p>\nأبو مضر عن ابن سيرين والحسن، روى عنه سليمان الجرمي.\n</p>\n\n<h1 class='l1' id='head706'>709 - </h1>\n\n<p>\nأبو محبوبة قوله، روى عنه فضيل بن يحيى.\n</p>\n\n<h1 class='l1' id='head707'>710 - </h1>\n\n<p>\nأبو المفرج بن عطى بن مجدي الضمري عن أبيه عن جده، روى عنه المسمولي.\n</p>\n\n<h1 class='l1' id='head708'>711 - </h1>\n\n<p>\nأبو المخارق، روى عنه الأعمش، يعد في الكوفيين عن النبي صلى الله عليه\nوسلم، مرسل.\n</p>\n\n<h1 class='l1' id='head709'>712 - </h1>\n\n<p>\nأبو المسافر من أهل نهاوند، روى عنه أبو إسحاق.\n</p>\n\n<h1 class='l1' id='head710'>713 - </h1>\n\n<p>\nأبو مطر سمعت سالما (1) ، روى عنه حجاج بن أرطأة.\n</p>\n\n<h1 class='l1' id='head711'>714 - </h1>\n\n<p>\nأبو مطر البصري سمع عليا، روى عنه المختار بن نافع.\n</p>\n\n<h1 class='l1' id='head712'>715 - </h1>\n\n<p>\nأبو منظور الشامي عن عمه، روى عنه ابن إسحاق.\n</p>\n\n<h1 class='l1' id='head713'>716 - </h1>\n\n<p>\nأبو المؤمل من أهل الشام سمع الزهري، روى عنه شعيب.\n</p>\n\n<h1 class='l1' id='head714'>717 - </h1>\n\n<p>\nابومعان عن ابن سيرين، روى عنه عمار بن سيف.\n</p>\n\n<h1 class='l1' id='head715'>718 - </h1>\n\n<p>\nأبو المبارك قال أبو خالد الأحمر عن يزيد بن سنان عن أبي المبارك عن عطاء\nقال قال أبو سعيد أحبوا المساكين فإني سمعت رسول الله صلى الله عليه وسلم\nيقول اللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة المساكين يوم\nالقيامة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p075'> Vol. 09, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأبو الموال ويقال أبو الموالي مولى علي بن أبي طالب الهاشمي، يعد في أهل\nالمدينة سمع عليا، روى عنه يحيى بن قيس.\n</p>\n\n<p>\nباب النون\n</p>\n\n<h1 class='l1' id='head716'>720 - </h1>\n\n<p>\nأبو نهيك عن سلمان، روى عنه العلاء بن بدر.\n</p>\n\n<h1 class='l1' id='head717'>721 - </h1>\n\n<p>\nأبو نهيك سمع ابن عباس، روى، عنه قتادة وحسين بن واقدو زياد ابن سعد.\n</p>\n\n<h1 class='l1' id='head718'>722 - </h1>\n\n<p>\nأبو نهيك عن شهر روى عنه نصر بن حاجب.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head719'>723 - </h1>\n\n<p>\nأبو نصر بن عمر وسمع عليا، روى عنه مالك بن الحارث.\n</p>\n\n<h1 class='l1' id='head720'>724 - </h1>\n\n<p>\nأبو نصر التمار سمع حماد بن <span id='ms1610'></span> سلمة هو البغدادي واسمه عبد الملك بن عبد\nالعزيز.\n</p>\n\n<h1 class='l1' id='head721'>725 - </h1>\n\n<p>\nأبو نصر حدثنا إبراهيم بن نصر قال نا الأشجعي عن سفيان عن الأغر عن خليفة\nبن حصين عن أبي نصر عن ابن عباس كان بين الأوس والخزرج.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head722'>726 - </h1>\n\n<p>\nأبو نصيرة سمع مولى لأبي بكر، روى عنه عثمان بن واقد.\n</p>\n\n<h1 class='l1' id='head723'>727 - </h1>\n\n<p>\nأبو نصير (1) سمع أبا سعيد، روى عنه إبراهيم بن يزيد الكوفي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head724'>728 - </h1>\n\n<p>\nأبو النعمان عن أبي وقاص، روى عنه علي بن عبد الأعلى.\n</p>\n\n<h1 class='l1' id='head725'>729 - </h1>\n\n<p>\nأبو النعمان أبصر أبا المغيرة يدخل العسن ستة (1) ، قال أبو نعيم عن\nسفيان عن الركين.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head726'>730 - </h1>\n\n<p>\nأبو نجيلة له صحبة، قاله ابن مهدي عن سفيان عن الأعمش عن شقيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p076'> Vol. 09, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head727'>731 - </h1>\n\n<p>\nأبو نعامة الأسدي عن خاله سمع ابن عمر، روى عنه الحسن بن صالح.\n</p>\n\n<h1 class='l1' id='head728'>732 - </h1>\n\n<p>\nأبو نعامة شيخ من الحي، قال اختصم إلى عبد الرحمن بن سمرة في سيل جاء قال\nمن أين؟ قالوا من ها هنا نحو الجبان قال فإن هذا جهد، قال يحيى يعني العميس\n(1) .\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head729'>733 - </h1>\n\n<p>\nأبو نجيح العبسي عن النبي صلى الله عليه وسلم، روى ربيعة بن لقيط عن رجل\nعن أبي نجيح.\n</p>\n\n<h1 class='l1' id='head730'>734 - </h1>\n\n<p>\nأبو نهشل عن أبي وائل، روى عنه المسعودي.\n</p>\n\n<h1 class='l1' id='head731'>735 - </h1>\n\n<p>\nأبو النضر المازني عن الشعبي، روى عنه سلام بن مسكين.\n</p>\n\n<h1 class='l1' id='head732'>736 - </h1>\n\n<p>\n، أبو نبيه سمع عائشة قالت سمعت النبي صلى الله عليه وسلم يقول ما تحت\nالكعبين من الإزار في النار، قاله يوسف بن بهلول عن عبدة عن ابن إسحاق عن\nأبي نبيه.\n</p>\n\n<h1 class='l1' id='head733'>737 - </h1>\n\n<p>\nأبو نمير عن الهيثم بن مالك عن النبي صلى الله عليه وسلم في الربا (2) ،\nقاله أبو صالح عن معاوية.\n</p>\n\n<h1 class='l1' id='head734'>738 - </h1>\n\n<p>\nأبو نوح عن جابر بن زيد، روى عنه مطر الوراق.\n</p>\n\n<p>\nباب الواو\n</p>\n\n<h1 class='l1' id='head735'>739 - </h1>\n\n<p>\nأبو واصل عن أبي مسعود، روى عنه عبد الكريم.\n</p>\n\n<h1 class='l1' id='head736'>740 - </h1>\n\n<p>\nأبو واصل التميمي عن أبي صادق، روى عنه مروان.\n</p>\n\n<h1 class='l1' id='head737'>741 - </h1>\n\n<p>\nأبو واصل عن أبي أمية، روى عنه محمد بن سليمان.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head738'>742 - </h1>\n\n<p>\nأبو الوليد مولى عمر وبن خراش (3) سمع أبا هريرة، روى عنه ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p077'> Vol. 09, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nأبي ذئب.\n</p>\n\n<h1 class='l1' id='head739'>743 - </h1>\n\n<p>\nأبو الوليد مولى رواحة، روى ابن جريج عن أبي الوليد.\n</p>\n\n<h1 class='l1' id='head740'>744 - </h1>\n\n<p>\nأبو <span id='ms1611'></span> الوليد مولى لقريش سمع بلال بن أبي بردة، روى عنه سهل بن عطية.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head741'>745 - </h1>\n\n<p>\nأبو الوازع عن عبد الله بن بسر، روى عنه معاوية بن صالح.\n</p>\n\n<h1 class='l1' id='head742'>746 - </h1>\n\n<p>\nأبو الوازع سمع ابن عمر، روى عنه الثوري وابن عيينة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head743'>747 - </h1>\n\n<p>\nأبو واقد السلاب عن مالك بن أبي الرجال، روى عنه عباس بن أبي سلمة.\n</p>\n\n<h1 class='l1' id='head744'>748 - </h1>\n\n<p>\nأبو واقد قال ابن عون سمعته يحدث الحسن في بيت أبي خليفة، مرسل.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head745'>749 - </h1>\n\n<p>\nأبو وهب الجشمي نا أحمد بن حنبل قال نا هشام بن سعيد قال ارنا محمد ابن\nمهاجر قال نا عقيل بن شبيب عن أبي وهب وكانت له صحبة، قال قال رسول الله\nصلى الله عليه وسلم تسموا بأسماء الأنبياء وأحب الأسماء إلى الله عبد الله\nوعبد الرحمن، وذكر الحديث.\n</p>\n\n<h1 class='l1' id='head746'>750 - </h1>\n\n<p>\nأبو وهب الكلاعي عن عبد الله بن عمرو، روى عنه عبد الرحمن بن مرزوق.\n</p>\n\n<h1 class='l1' id='head747'>751 - </h1>\n\n<p>\nأبو وهب عن أبي هريرة، روى حميد بن سعيد.\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head748'>752 - </h1>\n\n<p>\nأبو وعلة العجلي قدم علينا كريب من مصر ويريد معاوية فزرناه.\n</p>\n\n<p>\nفقال ما أدري ما عدد ما حدثني مرة البهزي في جماعة وفي خلاء سمع النبي\nصلى الله عليه وسلم لا تزال طائفة من أمتي ظاهرين على من نا واهم، وذكر\nالحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p078'> Vol. 09, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head749'>753 - </h1>\n\n<p>\nأبو وقاص قال ابن المثنى نا أبو عامر سمع إبراهيم بن طهمان عن علي بن عبد\nالأعلى عن أبي النعمان عن أبي وقاص عن زيد بن أرقم عن النبي صلى الله عليه\nوسلم إذا وعد احدكم اخاه فلم يف ولم يجئ إلى الميعاد فلا إثم عليه.\n</p>\n\n<h1 class='l1' id='head750'>754 - </h1>\n\n<p>\nأبو وائل القاص المرادي اليامي الصنعاني سمع عروة بن محمد، روى عنه\nإبراهيم بن خالد الصنعاني.\n</p>\n\n<h1 class='l1' id='head751'>755 - </h1>\n\n<p>\nابوالوسمى عن زياد بن ملقط، روى عنه ابن عيينة.\n</p>\n\n<h1 class='l1' id='head752'>756 - </h1>\n\n<p>\nأبو ونقة أتانا كتاب عمر بن عبد العزيز، قاله عبيد عن حفص.\n</p>\n\n<h1 class='l1' id='head753'>757 - </h1>\n\n<p>\nأبو الورد بن ثمامة القشيري قلت لعبد الرحمن أدركت أحدا من أصحاب رسول\nالله صلى الله عليه وسلم قال غير واحد قاله معلى عن عبد الواحد عن الجريري\nقال علي هو ثمامة بن حزن البصري.\n</p>\n\n<h1 class='l1' id='head754'>758 - </h1>\n\n<p>\nأبو <span id='ms1612'></span> وحشية الصيقل سمع مصعب بن الزبير، روى عنه قرة بن خالد وكان جميلا\nوكان قاطع الشهادة وكان ابن الحكم الغفاري.\n</p>\n\n<p>\n(1)\n</p>\n\n<h1 class='l1' id='head755'>759 - </h1>\n\n<p>\nأبو الوضئ، عن الشعبي، روى عنه شريك.\n</p>\n\n<p>\nباب الهاء\n</p>\n\n<h1 class='l1' id='head756'>760 - </h1>\n\n<p>\nأبو الهيثم بن نصر بن دهر الأسلمي عن أبيه.\n</p>\n\n<h1 class='l1' id='head757'>761 - </h1>\n\n<p>\nأبو الهيثم العطار ويقال الهيثم.\n</p>\n\n<h1 class='l1' id='head758'>762 - </h1>\n\n<p>\nأبو الهيثم صاحب القصب سمع ابن المسيب وابن جبير، روى عنه الثوري\n</p>\n\n<p>\nالكوفي.\n</p>\n\n<h1 class='l1' id='head759'>763 - </h1>\n\n<p>\nأبو الهيثم الضمري عن سعيد بن أبي عمرة، روى عنه الحكم بن محمد.\n</p>\n\n<h1 class='l1' id='head760'>764 - </h1>\n\n<p>\nأبو الهيثم عن الحسن، روى عنه أبو معاوية.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head761'>765 - </h1>\n\n<p>\nأبو هاشم بن عتبة بن ربيعة القرشي خال معاوية بن أبي سفيان قال أبو هريرة\nكان رجلا صالحا، نا دحيم قال نا محمد بن شعيب عن خالد بن دهقان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p079'> Vol. 09, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nعن خالد سبلان عن كهيل بن حرملة النميري قال قدم أبو هريرة دمشق فنزل على\nآل أبي هاشم الدوسي وذكر الحديث.\n</p>\n\n<h1 class='l1' id='head762'>766 - </h1>\n\n<p>\nأبو هاشم الدوسي قال قال أبو هريرة قاله النضر بن شميل عن عكرمة بن عمار.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head763'>767 - </h1>\n\n<p>\nأبو هلال الكعبي.\n</p>\n\n<h1 class='l1' id='head764'>768 - </h1>\n\n<p>\nأبو هلال الليثى، روى عنه عمر مولى غفرة.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head765'>769 - </h1>\n\n<p>\nأبو هند الداري أخو تميم بن أوس الداري.\n</p>\n\n<h1 class='l1' id='head766'>770 - </h1>\n\n<p>\nأبو هند البجلي قال أبو النعمان نا حريز بن عثمان عن أبي عون عن أبي هند\nالبجلي عن معاوية سمعت النبي صلى الله عليه وسلم يقول لا تنقطع الهجرة حتى\nتنقطع التوبة ثلاث مرات ولا تنقطع التوبة حتى تطلع الشمس من مغربها.\n</p>\n\n<h1 class='l1' id='head767'>771 - </h1>\n\n<p>\nأبو هند الهمداني عن أبي ظبيان، روى عنه محمد بن قيس.\n</p>\n\n<h1 class='l1' id='head768'>772 - </h1>\n\n<p>\nأبو هند المرهبي عن الضحاك، روى عنه شريك، مرسل.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head769'>773 - </h1>\n\n<p>\nأبو هارون الحجام مولى حماد بن عمران التيمي قال حجمت ابا بكر ابن محمد\nبن عمر وبن حزم يوم السبت، قاله قتيبة عن معاوية (1) .\n</p>\n\n<h1 class='l1' id='head770'>774 - </h1>\n\n<p>\nأبو هارون الواسطي بن كعب نا شريك عن أبي هارون الواسطي قال وقعت ثنية\nابن لعمر بن سعد فقضى شريح بخمس من الإبل وجعله أخماسا.\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head771'>775 - </h1>\n\n<p>\nأبو هشام عن ابى سعيد، روى عنه عمر وبن دينار.\n</p>\n\n<h1 class='l1' id='head772'>776 - </h1>\n\n<p>\nأبو هزاز.\n</p>\n\n<p>\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p080'> Vol. 09, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head773'>777 - </h1>\n\n<p>\nأبو هبيرة الضبي، روى عنه حنش بن الحارث.\n</p>\n\n<h1 class='l1' id='head774'>778 - </h1>\n\n<p>\nأبو الهندي <span id='ms1613'></span> سمع أبا طالوت، روى عنه معتمر.\n</p>\n\n<h1 class='l1' id='head775'>779 - </h1>\n\n<p>\nأبو الهداج - سمع ابن المسيب قوله، روى عنه حرملة.\n</p>\n\n<h1 class='l1' id='head776'>780 - </h1>\n\n<p>\nأبو همام الشعباني، روى عنه يحيى بن أبي كثير.\n</p>\n\n<h1 class='l1' id='head777'>781 - </h1>\n\n<p>\nأبو هنيدة عن أبي ماوية، روى عنه داود بن أبي هند.\n</p>\n\n<p>\nباب لام الف\n</p>\n\n<h1 class='l1' id='head778'>782 - </h1>\n\n<p>\nابولاس الخزاعي له صحبة من النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nباب الياء\n</p>\n\n<h1 class='l1' id='head779'>783 - </h1>\n\n<p>\nأبو يزيد الخولاني عن فضالة بن عبيد عن عمر عن النبي صلى الله عليه وسلم\nقال الشهداء أربعة.\n</p>\n\n<p>\nقاله عبد الله بن يوسف عن معاوية بن يحيى سمع سعيد.\n</p>\n\n<p>\nابن أبي أيوب عن عطاء بن دينار عن أشياخ من خولان.\n</p>\n\n<h1 class='l1' id='head780'>784 - </h1>\n\n<p>\nأبو يزيد المدني سمع ابن عمر قال عمر وبن علي عن أبي ذر عن قرة سمع\n</p>\n\n<p>\nأبا يزيد.\n</p>\n\n<h1 class='l1' id='head781'>785 - </h1>\n\n<p>\nأبو يزيد الغوثي عن النبي صلى الله عليه وسلم، روى عنه الأوزاعي.\n</p>\n\n<h1 class='l1' id='head782'>786 - </h1>\n\n<p>\nأبو يزيد عمن سمع النبي صلى الله عليه وسلم، قاله مسدد عن أبي عوانة عن\nعطاء بن السائب عن أبي يزيد.\n</p>\n\n<h1 class='l1' id='head783'>787 - </h1>\n\n<p>\nأبو يزيد عن أبي سلام الأسود عن ثوبان عن النبي صلى الله عليه وسلم إن\nربي قال يا محمد هل تدري فيما يختصم الملأ الأعلى.\n</p>\n\n<h1 class='l1' id='head784'>788 - </h1>\n\n<p>\nأبو يزيد الضبي.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head785'>789 - </h1>\n\n<p>\nأبو يوسف مولى معاوية وفضالة بن عبيد، روى عنه خالد بن يزيد المزني.\n</p>\n\n<h1 class='l1' id='head786'>790 - </h1>\n\n<p>\nأبو يوسف المكي سمع عطاء، روى عنه يعقوب بن القعقاع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p081'> Vol. 09, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head787'>791 - </h1>\n\n<p>\nأبو يونس عن المقداد بن الأسود عن النبي صلى الله عليه وسلم قال إذا.\n</p>\n\n<p>\nبات الضيف محروما فحق على المسلمين نصرته.\n</p>\n\n<p>\nقاله وكيع عن يزيد بن سنان عن أبي يونس.\n</p>\n\n<h1 class='l1' id='head788'>792 - </h1>\n\n<p>\nأبو يونس وكان نظيرا لمحمد بن كعب قال ما أنكرت من زمانك (1) قاله أبو\nصالح عن معاوية أن أبا رشدين أخبره عن أبي يونس.\n</p>\n\n<p>\nباب\n</p>\n\n<h1 class='l1' id='head789'>793 - </h1>\n\n<p>\nأبو يحيى عن عبد الله بن عمرو، روى عنه هلال بن يساف.\n</p>\n\n<h1 class='l1' id='head790'>794 - </h1>\n\n<p>\nأبو يحيى بن عمرو بن أبي عقرب عن ابن عمر، روى عنه ربيعة ابن كلثوم.\n</p>\n\n<h1 class='l1' id='head791'>795 - </h1>\n\n<p>\nأبو يحيى القيسي رأى أبا حسان الاعرج وجمرة السدوسية، روى عنه\n</p>\n\n<p>\nيحيى ابنه، يعد في البصريين.\n</p>\n\n<h1 class='l1' id='head792'>796 - </h1>\n\n<p>\nأبو يحيى المكي عن فروخ مولى عثمان، روى <span id='ms1614'></span> عنه الهيثم بن رافع.\n</p>\n\n<h1 class='l1' id='head793'>797 - </h1>\n\n<p>\nأبو يحيى من اهل اليمن عن ابى عمر، روى عنه ابنه سعيد.\n</p>\n\n<h1 class='l1' id='head794'>798 - </h1>\n\n<p>\nأبو يحيى مولى جعدة عن أبي هريرة، روى عنه الأعمش.\n</p>\n\n<p>\nباب الواحد\n</p>\n\n<h1 class='l1' id='head795'>799 - </h1>\n\n<p>\nأبو اليقظان، له صحبة.\n</p>\n\n<h1 class='l1' id='head796'>800 - </h1>\n\n<p>\nأبو يعقور مولى سعيد بن العاص، سمع ابن المسيب ويعقور بن عبيد الله روى\nعنه الضحاك بن عثمان.\n</p>\n\n<h1 class='l1' id='head797'>801 - </h1>\n\n<p>\nأبو اليمان المقرئ سمع أبا المنيب الحرشي، روى عنه يحيى بن حمزة.\n</p>\n\n<h1 class='l1' id='head798'>802 - </h1>\n\n<p>\nأبو اليسع المكفوف عن علقمة بن مرثد قال أبو أسامة نا أبو اليسع قال\nحدثنى عمر وبن مرة عن عطاء أبي حمزة قال قال رسول الله صلى الله عليه وسلم\nإن أوثق عرى الإسلام الحب في الله والبغض في الله.\n</p>\n\n<h1 class='l1' id='head799'>803 - </h1>\n\n<p>\nأبو يسار قوله، روى عنه الليث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p082'> Vol. 09, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الأسماء من كان الغالب على اسمه كنيته وله اسم\n</p>\n\n<h1 class='l1' id='head800'>804 - </h1>\n\n<p>\nأبو شريح الخزاعي الكعبي، اسمه خويلد له صحبة.\n</p>\n\n<h1 class='l1' id='head801'>805 - </h1>\n\n<p>\nأبو الجوزاء البصري اسمه أوس بن عبد الله الربعي.\n</p>\n\n<h1 class='l1' id='head802'>806 - </h1>\n\n<p>\nأبو رافع مولى رسول الله صلى الله عليه وسلم، اسمه أسلم.\n</p>\n\n<h1 class='l1' id='head803'>807 - </h1>\n\n<p>\nأبو يحيى الهلالي، اسمه أحنف التميمي المدني روى أبو إسحاق عن التميمي.\n</p>\n\n<p>\nعن ابن عباس، اسمه أربدة.\n</p>\n\n<h1 class='l1' id='head804'>808 - </h1>\n\n<p>\nأبو رهم السباعي، اسمه أحزاب بن أسد المقري.\n</p>\n\n<h1 class='l1' id='head805'>809 - </h1>\n\n<p>\nأبو مسلم الخولاني، اسمه عبد الله بن ثوب.\n</p>\n\n<h1 class='l1' id='head806'>810 - </h1>\n\n<p>\nأبو اسحاق السبيعى، اسمه عمر وبن عبد الله.\n</p>\n\n<h1 class='l1' id='head807'>811 - </h1>\n\n<p>\nأبو الأحوص اسمه عوف بن مالك بن نضلة الجشمي.\n</p>\n\n<h1 class='l1' id='head808'>812 - </h1>\n\n<p>\nأبو عشانة، اسمه حى بن يومن.\n</p>\n\n<h1 class='l1' id='head809'>813 - </h1>\n\n<p>\nأبو قبيل، اسمه حى بن هانئ.\n</p>\n\n<h1 class='l1' id='head810'>814 - </h1>\n\n<p>\nأبو رهم الغفاري، اسمه كلثوم بن الحصين.\n</p>\n\n<h1 class='l1' id='head811'>815 - </h1>\n\n<p>\nأبو السليل، اسمه نقير بن ضريب ويقال نقيب بن سمير.\n</p>\n\n<h1 class='l1' id='head812'>816 - </h1>\n\n<p>\nأبو عثمان النهدي، اسمه عبد الرحمن بن مل.\n</p>\n\n<h1 class='l1' id='head813'>817 - </h1>\n\n<p>\nأبو العريان، اسمه هيثم بن الأسود.\n</p>\n\n<h1 class='l1' id='head814'>818 - </h1>\n\n<p>\nأبو العريان، اسمه أنيس قاله ابن علية عن خالد الحذاء.\n</p>\n\n<h1 class='l1' id='head815'>819 - </h1>\n\n<p>\nأبو العريان المجاشعي البصري عن ابن عباس، اسمه بركة.\n</p>\n\n<h1 class='l1' id='head816'>820 - </h1>\n\n<p>\nأبو موسى، اسمه إسرائيل، عن الحسين، روى عنه ابن عيينة\n</p>\n\n<h1 class='l1' id='head817'>821 - </h1>\n\n<p>\nأبو عمر والندبى، اسمه بشر بن حرب.\n</p>\n\n<h1 class='l1' id='head818'>822 - </h1>\n\n<p>\nأبو أمامة بن سهل بن حنيف بن واهب، اسمه أسعد.\n</p>\n\n<h1 class='l1' id='head819'>823 - </h1>\n\n<p>\nأبو الصديق الناجي، اسمه بكر بن قيس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p083'> Vol. 09, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head820'>824 - </h1>\n\n<p>\nأبو عتبة ابن الأعتق الذي روى عن عطاء <span id='ms1615'></span> وبكر بن عبد، اسمه بكر روى عنه\nيزيد بن هارون.\n</p>\n\n<h1 class='l1' id='head821'>825 - </h1>\n\n<p>\nأبو هنيدة، اسمه البراء بن نوفل عن والان.\n</p>\n\n<h1 class='l1' id='head822'>826 - </h1>\n\n<p>\nأبو الغصن، اسمه ثابت بن قيس.\n</p>\n\n<h1 class='l1' id='head823'>827 - </h1>\n\n<p>\nأبو مودود عن الحسن، اسمه بحر بن موسى.\n</p>\n\n<h1 class='l1' id='head824'>828 - </h1>\n\n<p>\nأبو الوازع سمع أبا برزة، اسمه جابر بن عمر والراسبي البصري.\n</p>\n\n<h1 class='l1' id='head825'>829 - </h1>\n\n<p>\nأبو علي الهمداني ويقال الأصبحي، اسمه ثمامة بن شفى سمع عقبة ابن عامر.\n</p>\n\n<h1 class='l1' id='head826'>830 - </h1>\n\n<p>\nأبو واقد الليثي، اسمه الحارث بن عوف المدني.\n</p>\n\n<h1 class='l1' id='head827'>831 - </h1>\n\n<p>\nأبو قتادة، اسمه الحارث بن ربعي ويقال نعمان.\n</p>\n\n<h1 class='l1' id='head828'>832 - </h1>\n\n<p>\nأبو الجودي، اسمه الحارث بن مغيرة ويقال ابن عميرة قاله مغيرة ابن سلمة\nعن أبي عوانة.\n</p>\n\n<h1 class='l1' id='head829'>833 - </h1>\n\n<p>\nأبو جمعة، اسمه حبيب بن وهب القاري، له صحبة.\n</p>\n\n<h1 class='l1' id='head830'>834 - </h1>\n\n<p>\nأبو عبد الرحمن الحبلي، اسمه عبد الله بن يزيد المصري.\n</p>\n\n<h1 class='l1' id='head831'>835 - </h1>\n\n<p>\nأبو عبد الرحمن، اسمه عبد الله بن حبيب.\n</p>\n\n<h1 class='l1' id='head832'>836 - </h1>\n\n<p>\nابوالعدبس، اسمه منيع بن سليمان، روى عنه أبو بكر بن عياش.\n</p>\n\n<h1 class='l1' id='head833'>837 - </h1>\n\n<p>\nأبو سالم الحنفي، اسمه ماهان قتله الحجاج، ويقال أبو صالح ولا يصح.\n</p>\n\n<h1 class='l1' id='head834'>838 - </h1>\n\n<p>\nأبو هند الأشجعي اسمه النعمان بن أشيم، له صحبة.\n</p>\n\n<h1 class='l1' id='head835'>839 - </h1>\n\n<p>\nأبو جرى الهجيمي اسمه سليم بن جابر، له صحبة، ويقال جابر بن سليم.\n</p>\n\n<h1 class='l1' id='head836'>840 - </h1>\n\n<p>\nأبو عبد الله، اسمه سلمان مولى جهينة.\n</p>\n\n<h1 class='l1' id='head837'>841 - </h1>\n\n<p>\nأبو ثويب الفقيمي، اسمه سهل، بصري.\n</p>\n\n<h1 class='l1' id='head838'>842 - </h1>\n\n<p>\nأبو زميل الحنفي اليمامي، اسمه سماك بن الوليد.\n</p>\n\n<h1 class='l1' id='head839'>843 - </h1>\n\n<p>\nأبو محذورة القرشي اسمه سمرة بن مغيرة ويقال ابن معين.\n</p>\n\n<h1 class='l1' id='head840'>844 - </h1>\n\n<p>\nأبو نضرة الغفاري، اسمه جميل بن نضرة وكناه محمد بن مطرف ويقال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p084'> Vol. 09, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nابن حميل.\n</p>\n\n<h1 class='l1' id='head841'>845 - </h1>\n\n<p>\nأبو شيخ الهنائي البصري، اسمه حيوان بن خالد نسبه على.\n</p>\n\n<h1 class='l1' id='head842'>846 - </h1>\n\n<p>\nأبو قلابة الأزدي الحرمي، اسمه عبد الله بن زيد مات بالشام.\n</p>\n\n<h1 class='l1' id='head843'>847 - </h1>\n\n<p>\nأبو معمر الكوفى (1) صاحب ابن مسعود، اسمه عبد الله بن سنحبرة.\n</p>\n\n<h1 class='l1' id='head844'>848 - </h1>\n\n<p>\nأبو الجزل سمع عمر وعائشة، اسمه عبد الله بن شهاب.\n</p>\n\n<h1 class='l1' id='head845'>849 - </h1>\n\n<p>\nأبو طوالة، اسمه عبد الله بن عبد الرحمن بن معمر.\n</p>\n\n<h1 class='l1' id='head846'>850 - </h1>\n\n<p>\nأبو ظبيان الجنبي الكوفي سمع سلمان، اسمه حصين بن جندب.\n</p>\n\n<h1 class='l1' id='head847'>851 - </h1>\n\n<p>\nأبو خلدة السعدي التميمي البصري سمع أنسا وأبا العالية والحسن، اسمه خالد\nبن دينار.\n</p>\n\n<h1 class='l1' id='head848'>852 - </h1>\n\n<p>\nأبو خلدة سمع عمر وعمارا وابن مسعود، اسمه حنظلة.\n</p>\n\n<h1 class='l1' id='head849'>853 - </h1>\n\n<p>\nأبو السوار العبدري سمع عمران بن حصين، اسمه حسان بن <span id='ms1616'></span> حريث.\n</p>\n\n<h1 class='l1' id='head850'>854 - </h1>\n\n<p>\nأبو هياج الأسدي، اسمه حيان بن حصين، سمع عمار بن ياسر.\n</p>\n\n<h1 class='l1' id='head851'>855 - </h1>\n\n<p>\nأبو السمير الطائي سمع ابن عمر، اسمه حيان بن جحدة.\n</p>\n\n<h1 class='l1' id='head852'>856 - </h1>\n\n<p>\nأبو مسكين الأودي اسمه الحر.\n</p>\n\n<h1 class='l1' id='head853'>857 - </h1>\n\n<p>\nأبو عبيد صاحب سليمان بن عبد الملك، اسمه حوى.\n</p>\n\n<h1 class='l1' id='head854'>858 - </h1>\n\n<p>\nأبو الزاهرية اسمه حدير بن كريب.\n</p>\n\n<h1 class='l1' id='head855'>859 - </h1>\n\n<p>\nأبو أيوب والد سعيد بن أبي أيوب، اسمه مقلاص، سمع أبا هريرة روى عنه\nابنه.\n</p>\n\n<h1 class='l1' id='head856'>860 - </h1>\n\n<p>\nأبو أيوب الأزدي العتكي عن عبد الله بن عمرو، اسمه يحيى بن مالك روى عنه\nقتادة.\n</p>\n\n<h1 class='l1' id='head857'>861 - </h1>\n\n<p>\nأبو داود الأودي، سمع عليا، روى عنه ابناه إدريس وداود، اسمه يزيد ابن\nعبد الرحمن.\n</p>\n\n<h1 class='l1' id='head858'>862 - </h1>\n\n<p>\nأبو ليلى روى عنه ابنه عبد الرحمن، اسمه يسار، له صحبة.\n</p>\n\n<h1 class='l1' id='head859'>863 - </h1>\n\n<p>\nأبو خالد الدالاني، اسمه يزيد بن عبد الرحمن، عن عمر وبن مرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p085'> Vol. 09, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nأبو التياح الضبعي سمع أنسا، اسمه يزيد بن حميد.\n</p>\n\n<h1 class='l1' id='head860'>865 - </h1>\n\n<p>\nأبو سروعة القرشي، اسمه عقبة بن الحارث، له صحبة.\n</p>\n\n<h1 class='l1' id='head861'>866 - </h1>\n\n<p>\nأبو معد الرازي، اسمه عيسى بن ماهان سمع الربيع بن أنس.\n</p>\n\n<h1 class='l1' id='head862'>867 - </h1>\n\n<p>\nأبو السوداء النهدي، اسمه عمرو بن عمران.\n</p>\n\n<h1 class='l1' id='head863'>868 - </h1>\n\n<p>\nأبو نعامة العدوي، اسمه عمرو بن عيسى.\n</p>\n\n<h1 class='l1' id='head864'>869 - </h1>\n\n<p>\nأبو نعامة الحنفي قيس بن عباية، روى عنه الجريري.\n</p>\n\n<h1 class='l1' id='head865'>870 - </h1>\n\n<p>\nأبو الأسود الدؤلي عن على وعمر، اسمه عمر وبن سفيان بن ظالم ويقال سارق\nبن ظالم.\n</p>\n\n<h1 class='l1' id='head866'>871 - </h1>\n\n<p>\nأبو الجلاس، اسمه عقبة بن سنان ويقال سيار عن عثمان بن جحاش روى عنه عبد\nالوارث.\n</p>\n\n<h1 class='l1' id='head867'>872 - </h1>\n\n<p>\nأبو الرحال، اسمه عقبة بن عبيد.\n</p>\n\n<h1 class='l1' id='head868'>873 - </h1>\n\n<p>\nأبو اليمان الهوزني، اسمه عامر، بن عبد الله بن عامر بن لحي الشامي.\n</p>\n\n<h1 class='l1' id='head869'>874 - </h1>\n\n<p>\nأبو بردة أخو أبي موسى، اسمه عامر بن قيس مات سنة أربع ومائة.\n</p>\n\n<h1 class='l1' id='head870'>875 - </h1>\n\n<p>\nأبو إياس البجلي، اسمه عامر بن عبدة سمع ابن مسعود روى عنه المسيب ابن\nنافع.\n</p>\n\n<h1 class='l1' id='head871'>876 - </h1>\n\n<p>\nأبو جعدة الخطمي، اسمه عمير بن يزيد بن عمير وبن حبيب بن خماشة.\n</p>\n\n<p>\nقال أحمد.\n</p>\n\n<h1 class='l1' id='head872'>877 - </h1>\n\n<p>\nأبو المعذل الطفاوي، اسمه عطية.\n</p>\n\n<h1 class='l1' id='head873'>878 - </h1>\n\n<p>\nأبو هاشم الزعفراني البصري اسمه عمار بن عمارة.\n</p>\n\n<h1 class='l1' id='head874'>879 - </h1>\n\n<p>\nأبو سهل الجعفي، اسمه عروة بن عبد الله بن قشير.\n</p>\n\n<h1 class='l1' id='head875'>880 - </h1>\n\n<p>\nأبو هشام الأحول، اسمه عائذ بن حبيب.\n</p>\n\n<h1 class='l1' id='head876'>881 - </h1>\n\n<p>\nأبو حكمية، اسمه عصمة سمع ابا عثمان النهدي.\n</p>\n\n<h1 class='l1' id='head877'>882 - </h1>\n\n<p>\nأبو الدرداء ; اسمه عويمر بن <span id='ms1617'></span> زيد بن قيس بن عامر بن عدي بن الحارث.\n</p>\n\n<p>\nابن الخزرج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p086'> Vol. 09, p. 086</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head878'>883 - </h1>\n\n<p>\nأبو إدريس الخولاني اسمه عائذ الله بن عبد الله، ولد عام حنين.\n</p>\n\n<h1 class='l1' id='head879'>884 - </h1>\n\n<p>\nأبو المقدام سمع يسار بن سلامة، اسمه غسان بن برزين (1) عن زفر المصري.\n</p>\n\n<h1 class='l1' id='head880'>885 - </h1>\n\n<p>\nأبو مالك العوذي عن قتادة، اسمه غسان بن سيار.\n</p>\n\n<h1 class='l1' id='head881'>886 - </h1>\n\n<p>\nأبو عنان سمع ابن عباس، روى عنه أبو حباب، اسمه فروخ.\n</p>\n\n<h1 class='l1' id='head882'>887 - </h1>\n\n<p>\nأبو كاهل اسمه قيس بن عائذ له صحبة، روى عنه ابن ابى خالد.\n</p>\n\n<h1 class='l1' id='head883'>888 - </h1>\n\n<p>\nأبو حرزة سمع أبا أمامة بن سهل، اسمه قيس بن سالم.\n</p>\n\n<h1 class='l1' id='head884'>889 - </h1>\n\n<p>\nأبو الدهماء، اسمه قرفة بن بيهس.\n</p>\n\n<h1 class='l1' id='head885'>890 - </h1>\n\n<p>\nأبو اليسر الأنصاري، اسمه كعب بن عمرو له صحبة.\n</p>\n\n<h1 class='l1' id='head886'>891 - </h1>\n\n<p>\nأبو المشرفي اسمه ليث.\n</p>\n\n<h1 class='l1' id='head887'>892 - </h1>\n\n<p>\nأبو رزين العقيلى اسمه لقيط بن عامر ويقال ابن صبرة بن المنتفق له صحبة.\n</p>\n\n<h1 class='l1' id='head888'>893 - </h1>\n\n<p>\nأبو العلانية اسمه مسلم.\n</p>\n\n<h1 class='l1' id='head889'>894 - </h1>\n\n<p>\nأبو حسان الأعرج اسمه مسلم.\n</p>\n\n<h1 class='l1' id='head890'>895 - </h1>\n\n<p>\nأبو نضيرة الواسطي اسمه مسلم بن عبيد الواسطي.\n</p>\n\n<h1 class='l1' id='head891'>896 - </h1>\n\n<p>\nأبو داود الأحمري اسمه مالك.\n</p>\n\n<h1 class='l1' id='head892'>897 - </h1>\n\n<p>\nأبو الرجال اسمه محمد بن عبد الرحمن الأنصاري.\n</p>\n\n<h1 class='l1' id='head893'>898 - </h1>\n\n<p>\nأبو هشام المخزومي اسمه مغيرة بن سلمة.\n</p>\n\n<h1 class='l1' id='head894'>899 - </h1>\n\n<p>\nأبو سفيان بن حرب له صحبة اسمه صخر.\n</p>\n\n<h1 class='l1' id='head895'>900 - </h1>\n\n<p>\nأبو المهلب عم أبي قلابة اسمه معاوية بن عمروويقال عبد الرحمن بن عمرو\nويقال النضر بن عمرو.\n</p>\n\n<h1 class='l1' id='head896'>901 - </h1>\n\n<p>\nأبو العبيد ين السوائي اسمه معاوية بن سبرة بن حصين، كوفي\n</p>\n\n<h1 class='l1' id='head897'>902 - </h1>\n\n<p>\nأبو الجون اسمه ميمون.\n</p>\n\n<h1 class='l1' id='head898'>903 - </h1>\n\n<p>\nأبو حميد الساعدي، اسمه منذر ويقال عبد الرحمن بن سعد بن منذر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p087'> Vol. 09, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nله صحبة.\n</p>\n\n<h1 class='l1' id='head899'>904 - </h1>\n\n<p>\nأبو حليمة الأنصاري اسمه معاذ بن الحارث.\n</p>\n\n<h1 class='l1' id='head900'>905 - </h1>\n\n<p>\nأبو رياب القشيري اسمه مطرف بن مالك.\n</p>\n\n<h1 class='l1' id='head901'>906 - </h1>\n\n<p>\nأبو الوازع اسمه مجمع الأرحبي.\n</p>\n\n<h1 class='l1' id='head902'>907 - </h1>\n\n<p>\nأبو هند الأشجعي، اسمه نعمان بن أشيم.\n</p>\n\n<h1 class='l1' id='head903'>908 - </h1>\n\n<p>\nأبو عمران الجوني اسمه عبد الملك بن حبيب.\n</p>\n\n<h1 class='l1' id='head904'>909 - </h1>\n\n<p>\nأبو عمر والشبيانى اسمه سعد بن إياس.\n</p>\n\n<h1 class='l1' id='head905'>910 - </h1>\n\n<p>\nأبو هارون الغنوي اسمه إبراهيم بن العلاء.\n</p>\n\n<h1 class='l1' id='head906'>911 - </h1>\n\n<p>\nأبو هارون العبدي اسمه عمارة بن جوين.\n</p>\n\n<h1 class='l1' id='head907'>912 - </h1>\n\n<p>\nأبو الشعثاء مولى ابن معمر اسمه قنبر سماه علي.\n</p>\n\n<h1 class='l1' id='head908'>913 - </h1>\n\n<p>\nأبو الشعثاء المحاربي اسمه سليم.\n</p>\n\n<h1 class='l1' id='head909'>914 - </h1>\n\n<p>\nأبو يعلى اسمه منذر بن يعلى.\n</p>\n\n<h1 class='l1' id='head910'>915 - </h1>\n\n<p>\nأبو المهزم اسمه يزيد بن سفيان.\n</p>\n\n<h1 class='l1' id='head911'>916 - </h1>\n\n<p>\nأبو صالح ذكوان مولى جويرية بنت الحارث الغطفاني.\n</p>\n\n<h1 class='l1' id='head912'>917 - </h1>\n\n<p>\nأبو صالح باذان مولى أم هانئ صاحب <span id='ms1618'></span> التفسير.\n</p>\n\n<h1 class='l1' id='head913'>918 - </h1>\n\n<p>\nأبو صالح عبد الرحمن بن قيس الحنفي، كوفي.\n</p>\n\n<h1 class='l1' id='head914'>919 - </h1>\n\n<p>\nأبو صالح تركان مولى عثمان بن عفان.\n</p>\n\n<h1 class='l1' id='head915'>920 - </h1>\n\n<p>\nأبو صالح قيلويه روى عنه يحيى بن أبي كثير.\n</p>\n\n<h1 class='l1' id='head916'>921 - </h1>\n\n<p>\nأبو صالح ميزان، روى عنه خالد الحذاء.\n</p>\n\n<h1 class='l1' id='head917'>922 - </h1>\n\n<p>\nأبو صالح عبيد مولى السفاح مدني.\n</p>\n\n<h1 class='l1' id='head918'>923 - </h1>\n\n<p>\nأبو صالح الغفاري، اسمه سعيد بن عبد الرحمن المصري.\n</p>\n\n<h1 class='l1' id='head919'>924 - </h1>\n\n<p>\nأبو صالح شعيب بن الحبحاب البصري.\n</p>\n\n<h1 class='l1' id='head920'>925 - </h1>\n\n<p>\nأبو صالح عبد الله بن صالح الجهني كاتب الليث.\n</p>\n\n<h1 class='l1' id='head921'>926 - </h1>\n\n<p>\nأبو صالح عبد الغفار بن داود الحرانى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p088'> Vol. 09, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head922'>927 - </h1>\n\n<p>\nأبو أيوب الأنصاري، اسمه خالد بن زيد الخزرجي من بني مالك بن النجار شهد\nبدرا.\n</p>\n\n<h1 class='l1' id='head923'>928 - </h1>\n\n<p>\nأبو المنازل، اسمه خالد بن مهران الحذاء المصري.\n</p>\n\n<h1 class='l1' id='head924'>929 - </h1>\n\n<p>\nأبو دينار البصري سمع خليفة بن كعب.\n</p>\n\n<h1 class='l1' id='head925'>930 - </h1>\n\n<p>\nأبو جحاف التميمي الكوفي، اسمه داود بن أبي عوف.\n</p>\n\n<h1 class='l1' id='head926'>931 - </h1>\n\n<p>\nأبو العجفاء السلمي، اسمه هرم.\n</p>\n\n<h1 class='l1' id='head927'>932 - </h1>\n\n<p>\nأبو عبد الله القراظ، اسمه دينار المدني سمع أبا هريرة.\n</p>\n\n<h1 class='l1' id='head928'>933 - </h1>\n\n<p>\nأبو حازم مولى أبي رهم وهو مولى غفار هو البخاري، اسمه دينار.\n</p>\n\n<h1 class='l1' id='head929'>934 - </h1>\n\n<p>\nأبو الحوراء السعدي سمع الحسن بن علي بن أبي طالب، اسمه ربيعة بن شيبان.\n</p>\n\n<h1 class='l1' id='head930'>935 - </h1>\n\n<p>\nأبو الحلال العتكي الأزدي البصري سمع عثمان بن عفان، اسمه ربيعة ابن\nزرارة ويقال زرارة بن ربيعة.\n</p>\n\n<h1 class='l1' id='head931'>936 - </h1>\n\n<p>\nأبو الكميت رأى ابن عمر، اسمه راشد يعرف بحديث واحد.\n</p>\n\n<h1 class='l1' id='head932'>937 - </h1>\n\n<p>\nأبو لبابة بن عبد المنذر الأنصاري له صحبة، اسمه رفاعة بن عبد المنذر.\n</p>\n\n<h1 class='l1' id='head933'>938 - </h1>\n\n<p>\nأبو العالية البراء مولى لقريش سمع ابن عمر، اسمه زياد بن فيروز.\n</p>\n\n<h1 class='l1' id='head934'>939 - </h1>\n\n<p>\nأبو العالية الرياحي، اسمه رفيع سمع عمر بن الخطاب.\n</p>\n\n<h1 class='l1' id='head935'>940 - </h1>\n\n<p>\nأبو كثير، اسمه رفيع.\n</p>\n\n<h1 class='l1' id='head936'>941 - </h1>\n\n<p>\nأبو طلحة الانصاري، اسمه زيد بن سهل شهد بدرا.\n</p>\n\n<h1 class='l1' id='head937'>942 - </h1>\n\n<p>\nأبو عياش الزرقي، اسمه زيد بن الصامت، له صحبة.\n</p>\n\n<h1 class='l1' id='head938'>943 - </h1>\n\n<p>\nأبو الحواري العمي البصري عن أنس ومعاوية بن قرة، اسمه زيد بن الحواري.\n</p>\n\n<h1 class='l1' id='head939'>944 - </h1>\n\n<p>\nأبو القموص الجرمي ويقال العبدي، اسمه زيد بن علي.\n</p>\n\n<h1 class='l1' id='head940'>945 - </h1>\n\n<p>\nأبو إسحاق الشيباني، اسمه سليمان بن أبي سليمان.\n</p>\n\n<h1 class='l1' id='head941'>946 - </h1>\n\n<p>\nأبو داود المرهبي، اسمه سوار، روى عنه سلمة بن كهيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p089'> Vol. 09, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head942'>947 - </h1>\n\n<p>\nأبو بكر الهذلي عن الحسن، اسمه سلمى.\n</p>\n\n<h1 class='l1' id='head943'>948 - </h1>\n\n<p>\nأبو وائل، اسمه شقيق بن سلمة ويقال ادرك النبي صلى الله عليه وسلم لم\nيسمع منه.\n</p>\n\n<h1 class='l1' id='head944'>949 - </h1>\n\n<p>\nأبو مالك التميمي، اسمه سعير <span id='ms1619'></span> بن الخمس عن حبيب بن أبي ثابت، روى عنه ابن\nعيينة.\n</p>\n\n<h1 class='l1' id='head945'>950 - </h1>\n\n<p>\nأبو إسرائيل الخشني سمع جعدة، روى عنه سعيد، اسمه شعيب بصري.\n</p>\n\n<h1 class='l1' id='head946'>951 - </h1>\n\n<p>\nأبو الكنود اسمه عبد الله بن عمران سماه وكيع هو الأزدي.\n</p>\n\n<h1 class='l1' id='head947'>952 - </h1>\n\n<p>\nأبو بحرية، اسمه عبد الله بن قيس نسبه أبو بكر بن أبي مريم.\n</p>\n\n<h1 class='l1' id='head948'>953 - </h1>\n\n<p>\nأبو تميم الجيشاني، اسمه عبد الله بن مالك سمع عمرو اباذر وعن على.\n</p>\n\n<h1 class='l1' id='head949'>954 - </h1>\n\n<p>\nابو الزعراء ابى اخى ابى الاحوص الجشمى، اسمه عمر وبن عمرو.\n</p>\n\n<h1 class='l1' id='head950'>955 - </h1>\n\n<p>\nأبو الزعراء سمع محل بن خليفة، روى عنه ابن مهدى، اسمه يحيى ابن الوليد.\n</p>\n\n<h1 class='l1' id='head951'>956 - </h1>\n\n<p>\nأبو زرعة بن عمرو بن جرير، اسمه هرم.\n</p>\n\n<h1 class='l1' id='head952'>957 - </h1>\n\n<p>\nأبو خالد والد سعيد بن أبي خالد، اسمه سعد.\n</p>\n\n<h1 class='l1' id='head953'>958 - </h1>\n\n<p>\nأبو خالد الوالبي، اسمه هرم.\n</p>\n\n<h1 class='l1' id='head954'>959 - </h1>\n\n<p>\nأبو مجلز، اسمه لاحق بن حميد.\n</p>\n\n<h1 class='l1' id='head955'>960 - </h1>\n\n<p>\nأبو بكر بن أبي عبد الله الربعي، سمه هشام الدستوائي وهو ابن سنبر.\n</p>\n\n<p>\nكنيته أبو بكر.\n</p>\n\n<h1 class='l1' id='head956'>961 - </h1>\n\n<p>\nابن أكيمة (1) الليثي، اسمه عمارة بن أكيمة، روى عنه الزهري.\n</p>\n\n<h1 class='l1' id='head957'>962 - </h1>\n\n<p>\nابو جميلة الاعرابي والدعوف، اسمه بندوية ويقال الهجرى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p090'> Vol. 09, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head958'>963 - </h1>\n\n<p>\nهلب والدقبيصة، اسمه يزيد بن قنافة.\n</p>\n\n<h1 class='l1' id='head959'>964 - </h1>\n\n<p>\nأبو بزة والد القاسم، اسمه نافع يقال القاسم بن نافع.\n</p>\n\n<h1 class='l1' id='head960'>965 - </h1>\n\n<p>\nأبو حازم عن ابن عباس، روى عنه ابن أبي خالد اسمه نبتل.\n</p>\n\n<h1 class='l1' id='head961'>966 - </h1>\n\n<p>\nأبو ريحانة، اسمه عبد الله.\n</p>\n\n<h1 class='l1' id='head962'>967 - </h1>\n\n<p>\nأبو يعفور، اسمه عبد الرحمن بن عبيد بن نسطاس، سمع أباه وإبراهيم.\n</p>\n\n<h1 class='l1' id='head963'>968 - </h1>\n\n<p>\nأبو إمامة الباهلي، اسمه صدى بن عجلان.\n</p>\n\n<h1 class='l1' id='head964'>969 - </h1>\n\n<p>\nأبو رجاء العطاردي اسمه عمران بن ملحان كان فر من النبي صلى الله عليه\nوسلم ثم أسلم بعد الفتح.\n</p>\n\n<h1 class='l1' id='head965'>970 - </h1>\n\n<p>\nأبو نهار الأزدي العوذي، اسمه عقبة بن عبد الغافر قال يحى مات سنة.\n</p>\n\n<p>\nثلاث وثمانين في الجماجم.\n</p>\n\n<h1 class='l1' id='head966'>971 - </h1>\n\n<p>\nأبو نضرة اسمه المنذر بن مالك بن قطعة.\n</p>\n\n<h1 class='l1' id='head967'>972 - </h1>\n\n<p>\nأبو حمزة القصاب الأعور التمار عن إبراهيم، روى عنه الثوري، اسمه ميمون.\n</p>\n\n<h1 class='l1' id='head968'>973 - </h1>\n\n<p>\nأبو حمزة الواسطي سمع ابن عباس، اسمه عمران بن أبي عطاء.\n</p>\n\n<h1 class='l1' id='head969'>974 - </h1>\n\n<p>\nأبو حمزة السكوني اسمه محمد بن ميمون المروزي.\n</p>\n\n<h1 class='l1' id='head970'>975 - </h1>\n\n<p>\nأبو جمرة الضبعي اسمه نصر بن عمران البصري سمع ابن عباس\n</p>\n\n<h1 class='l1' id='head971'>976 - </h1>\n\n<p>\nأبو مرثد الغنوي، اسمه كناز بن الحصين له صحبة.\n</p>\n\n<h1 class='l1' id='head972'>977 - </h1>\n\n<p>\nأبو موسى الغافقي، اسمه مالك بن عبادة <span id='ms1620'></span> له صحبة.\n</p>\n\n<h1 class='l1' id='head973'>978 - </h1>\n\n<p>\nأبو صرمة المازني له صحبة، اسمه مالك بن قيس.\n</p>\n\n<h1 class='l1' id='head974'>979 - </h1>\n\n<p>\nأبو مريم الذي روى عنه ابنه يزيد بن ابى مريم له صحبة، اسمه مالك ابن\nربيعة السلولي.\n</p>\n\n<h1 class='l1' id='head975'>980 - </h1>\n\n<p>\nأبو سهيل بن مالك عم مالك بن أنس، اسمه نافع بن مالك\n</p>\n\n<h1 class='l1' id='head976'>981 - </h1>\n\n<p>\nأبو لينة، اسمه النضر بن أبي مريم.\n</p>\n\n<h1 class='l1' id='head977'>982 - </h1>\n\n<p>\nأبو بكرة نفيع بن الحارث له صحبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p091'> Vol. 09, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head978'>983 - </h1>\n\n<p>\nأبو معشر البراء، اسمه يوسف بن يزيد بصري.\n</p>\n\n<h1 class='l1' id='head979'>984 - </h1>\n\n<p>\nأبو معشر الكوفي عن إبراهيم، اسمه زياد بن كليب.\n</p>\n\n<h1 class='l1' id='head980'>985 - </h1>\n\n<p>\nأبو معشر السندي عن محمد بن كعب ونافع منكر الحديث، اسمه نجيح.\n</p>\n\n<h1 class='l1' id='head981'>986 - </h1>\n\n<p>\nأبو برزة الأسلمي، اسمه نضلة بن عبيد، له صحبة.\n</p>\n\n<h1 class='l1' id='head982'>987 - </h1>\n\n<p>\nأبو معبد مولى ابن عباس سمع ابن عباس، روى عنه عمر وبن دينار.\n</p>\n\n<p>\nاسمه نافد.\n</p>\n\n<h1 class='l1' id='head983'>987 - </h1>\n\n<p>\nأبو ظلال القسملي الأعمى سمع أنس بن مالك اسمه هلال.\n</p>\n\n<h1 class='l1' id='head984'>989 - </h1>\n\n<p>\nأبو بردة ابن نيار، اسمه هانئ بن نيار له صحبة.\n</p>\n\n<h1 class='l1' id='head985'>900 - </h1>\n\n<p>\nأبو صالح ميسرة عن علي، روى عنه عطاء بن السائب.\n</p>\n\n<h1 class='l1' id='head986'>991 - </h1>\n\n<p>\nأبو هاشم الرماني واسطي سمع أبا العالية، اسمه يحيى بن دينار.\n</p>\n\n<h1 class='l1' id='head987'>992 - </h1>\n\n<p>\nأبو جعفر محمد بن النوشجان من أهل بغداد السويدي وإنما قيل السويدي لأنه\nرحل (1) إلى سويد بن عبد العزيز.\n</p>\n\n<h1 class='l1' id='head988'>993 - </h1>\n\n<p>\nأبو المهري خالد بن مخلد.\n</p>\n\n<p>\n(2) اسم مسطح بن أثاثة عوف بن أثاثة بن عباد.\n</p>\n\n<p>\n(الكنى من النساء) واسم أم هانئ بنت أبي طالب هند وقال بعضهم اسمها\nفاختة، اسم أم سلمة هند بنت أبي أمية وأبو أمية اسمه سهل، اسم أم حبيبة\nرملة، اسم أم الفضل أم ابن عباس لبابة بنت الحارث الهلالية، اسم أم خالد\nبنت خالد بن سعيد أمة بنت خالد.\n</p>\n\n<p>\nاسم أم عطبية نسيبة، اسم ام الدرداء السغرى هجيمة وقال بعضهم جهيمة بنت\nحيي الوصابية، وأم الدرداء الكبرى خيرة بنت أبي حدرد.\n</p>\n\n<p>\nه تم وكمل ولله الحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p092'> Vol. 09, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nهذا آخر كتاب التاريخ الكبير على حروف المعجم وفى آخر من الكنى على ذلك\nوذكر من غلبت كنيته على اسمه.\n</p>\n\n<p>\nتصنيف ابى عبد الله محمد بن اسمعيل بن المغيرة الجعفي البخاري الحافظ\nرحمه الله تعالى آمين.\n</p>\n\n<p>\nوكان الفراغ من كتابة هذا الجزء نهار <span id='ms1621'></span> السبت شهر رمضان المعظم من شهور الف\nومائة وواحد على يد الفقير ... (1) الدار كتبه لنفسه ولمن شاء الله تعالى\nمن بعده وكتبته من نسخة بخط مغربي تاريخ كتابتها في شهر رمضان من سنة خمس\nعشرة واربعمائة وفيها سقم وتحريف كثير أصلحت ما قدرت عليه بعد المراجعة\nوالتأمل وما لم افهمه علمت عليه بصورة -\n</p>\n\n<h1 class='l1' id='head989'>2 - </h1>\n\n<p>\nوقبالها في الهامش مثلها ولم أجد نسخة غيرها وعندي من هذا التاريخ جزء من\nالشين من باب شعبة إلى آخر عمر ومن حرف العين ويليه باب عيسى يسر الله\nاكماله آمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p093'> Vol. 09, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالبحت عن كتاب الكنى للامام البخاري.\n</p>\n\n<p>\nبقلم الاستاذ الفاضل الناقد في الرجال الشيخ عبد الرحمن بن يحيى اليماني\nدام فضله الحمدالله الذى لا تحصى نعمه ولا يتناهى جوده وكرمه وأشهد ان\nالااله الا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله صلى الله وسلم\nوبارك عليه وعلى آله وصحبه.\n</p>\n\n<p>\nاما بعد فان جمعيتنا العلمية دائرة المعارف العثمانية لما اعتزمت طبع\nالكتاب الجليل التاريخ الكبير للامام ابى عبد الله محمد بن اسمعيل البخاري\nرحمه الله\n</p>\n\n<p>\nتعالى ظفرت بالجزء الرابع منه في الخزانة الآصفية بحيدر آباد الدكن\nفسارعت إلى استنساخه ثم بعد البحث والتنقيب علم بأن في بعض مكاتب اسلامبول\nنسخة من الكتاب وفى المكتبة المصرية نسخة اخرى فاستحصلت الجميعة على صور ما\nخوذة منها وعند المقابلة تبين ان المصرية منقولة عن الاسلامبولية.\n</p>\n\n<p>\nووجد في آخر المجلد الرابع من النسخة الآصفية زيادة مشتملة على الكنى لا\nتوجد في الاسلامبولية مع ان في آخر الاسلامبولية ما لفظه.\n</p>\n\n<p>\n\" كمل جميع كتاب التاريخ الكبير ... \" وذلك صرييح في ان ابواب الكنى\nالمتصلة بآخر النسخة الآصفية كتاب مستقل عن التاريخ.\n</p>\n\n<p>\nولكن الذى تبين لنا بامعان النظر أن هذا الجزء المشتمل على الكنى تأليف\nالبخاري قطعا وانه ان لم يكن قطعة من التاريخ فهو تتمة له فان ابن ابى حاتم\nمع اقتقائه في ترتيب كتابه اثر البخاري في التاريخ غالبا قال في اواخره \"\nباب ذكر من روى عنه العلم ممن عرف بالكنى <span id='ms1622'></span> ولا يسمى \" ثم اقتفى في الترتيب\nاثر البخاري في هذا الجزء غالبا وربما سماه كقوله \" أبو المعلى بن رؤبة كذا\nقال البخاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p094'> Vol. 09, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nفي كتابه ... \" وراجع رقم (685) من هذا الجزء ووجدنا ابن عبد البرفى\nالكنى من الاستيعاب ربما نقل عن هذا الجزء فيما يظهر كقوله في الترجمة\nالرابعة من باب الخاء من كنى الاستيعاب \" أبو خالد ذكره البخاري قال قال\nوكيع عن الأعمش عن مالك بن الحارث عن أبي خالد وكانت له صحبة قال وفدنا إلى\nعمر رضى الله عنه ففضل اهل الشام \" وتجد هذه العبارة بتغيير يسير في\nالترجمة رقم 224 من هذا الجزء.\n</p>\n\n<p>\nوقد نقل ابن حجر في كتبه كثير اعنها تارة يسميها \" الكنى المفردة \" وتارة\n\" الكنى المجردة \" قال في ترجمة ابى حريزة \" ذكره البخاري في الكنى\n</p>\n\n<p>\nالمفردة واورد له من طريق هشيم عن ابى اسحاق الكوفى وهو الشيباني عن ابى\nحريزة \" فان نحو هذا تجد في هذا الجزء في ترجمة ابى حريزة رقم 204.\n</p>\n\n<p>\nوقال في ترجمة ابى سلالة \" قال أبو عمر تبعا لابي حاتم حديثه عند حكام\nابن مسلم عن عنبسة بن سعيد عن عاصم بن عبيد الله عن عبد الله بن عبد الله\nعنه \" وهذا ما خوذ من كلام البخاري في الكنى المفردة راجع ترجمة ابى سلالة\nفي هذا الجزء رقم (356) وانظر ترجمة ابى نجيح العبسى في الاصابة وفيها عن\nالبخاري انه ذكره \" في الكنى المفردة \" وترجمته وفى هذا الجزء رقم (833)\nوفى تهذيب التهذيب (\n</p>\n\n<h1 class='l1' id='head990'>12 - 161 </h1>\n\n<p>\n) أو عبيدة عن انس في القراءة في الظهر وعنه سفيان بن حسين ذكره البخاري\nفي الكنى المجردة \" راجع رقم (448) في هذا الجزء.\n</p>\n\n<p>\nوفى تعجيل المنفعة ص 507 \" أبو على الكاهلى عن ابى موسى الاشعري ذكره\nالحاكم ابو احمد فيمن لم يسمه ونقل ذلك عن البخاري في الكنى المجردة \"\nوراجع رقم (453) في هذا الجزء وربما اقتصر على قوله \" كتاب الكنى \" أو\nالكنى \" أو \" ذكره البخاري \" فقط ويظهر من مواضع في كلامه انه وقف على هذا\nالكتاب وفى مواضع انما ينقل عنه بواسطة كتاب الكنى للحاكم ابى <span id='ms1623'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p095'> Vol. 09, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nاحمد كأنه كان في نسخته نقص.\n</p>\n\n<p>\nوقد عد في مقدمة الفتح تصانيف البخاري إلى ان قال \" وكتاب الكنى وذكره\nالحاكم ابو احمد ونقل منه \" المقدمة طبعة ميرية ص 493 وفى تهذيب التهذيب (5\n- 358) في ترجمة عبد الله ابن فيروز \" قال أبو أحمد الحاكم في الكنى قال\nمسلم ابو بشر - يعنى بالمعجمة قال - وقد بينا ان ذلك خطأ اخطأ فيه مسلم\nوغيره وخليق ان يكون محمد - يعنى البخاري قد اشتبه عليه مع جلالته فلما\nنقله مسلم من كتابه تابعه عليه ومن تأمل كتاب مسلم في الكنى علم انه منقول\nمن كتاب محمد وحذو القذة\n</p>\n\n<p>\nبالقذة وتجلد في نقله حق الجلادة إذ لم ينسبه إلى قائله والله يغفر لنا\nوله \".\n</p>\n\n<p>\nاقول لكن السخاوى وغيره ذكروا ان كتاب الكنى لمسلم خاص بكنى من عرفت\nاسماؤهم راجع فتح المغيث ص 424 وغالب هذا الجزء في كنى من لم تعرف اسماؤهم\nثم ظهر لى ان كتاب مسلم في الكنى معظمه فيمن عرفت اسماؤهم واقله فيمن لم\nتعرف اسماؤهم فقد نقل عنه ذكر من لم يعرف اسمه ففى ترجمة ابى خيرة من\nالتعجيل \" خفى ذلك على البخاري وعلى من تبعه كمسلم والحاكم ابى احمد وغيرهم\nفذكروه فيمن لا يعرف اسمه \" التعجيل ص 482.\n</p>\n\n<p>\nوفى تهذيب التهذيب فيمن كنيته أبو عمر \" ويؤيد ذلك ان مسلما وغيره ذكر\nوالصيني فيمن لا يعرف اسمه \" - ج 12 ص 177.\n</p>\n\n<p>\nوفيه في ترجمة ابى عمران الانصاري \" قال الحاكم ابو احمد اخرجه محمد بن\nاسمعيل في التاريخ في باب سليم وباب سليمان وهو بسليمان اشبه وكأنه غلط في\nنقله فأسقط النون وربما يقع له الخطأ لا سيما في الشاميين ونقله مسلم في\nكتابه قتابعه على خطائه \" تهذيب (12 - 185) .\n</p>\n\n<p>\nأقول فقول الحاكم أبي أحمد , , ومن تأمل كتاب مسلم في الكنى علم انه\nمنقول من كتاب محمد،، يعنى البخاري اراد بكتاب البخاري التاريخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p096'> Vol. 09, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمع هذا الجزء من الكنى، نقل مسلم كنى من عرفت اسماؤهم من التاريخ كنى من\nلم تعرف اسماؤهم من هذا الجزء وقد علمت تسمية الحافظ ابن حجر لهذا <span id='ms1624'></span> الجزء \"\nالكنى المفردة \" أو \" الكنى المجردة \" والاسم الاول يقتضى انها ليست من\nالتاريخ لان معناه الكنى المفردة عن التاريخ كما سموا كتاب الادب للمؤلف \"\nالادب المفرد \" يريدون المفرد عن الجامع الصحيح.\n</p>\n\n<p>\nوالاسم الثاني\n</p>\n\n<p>\nمحتمل والظاهر ان معناه الكنى المجردة عن الاسماء أي انها فيمن لم تعرف\nالا كنيته مجردة عن الاسم وذلك بالنظر إلى الغالب.\n</p>\n\n<p>\nوبالجملة فعبارة الحاكم ابى احمد \" علم انه منقول من كتاب محمد \" واراد\nما يشمل اصل التاريخ وهذا الجزء مع ما يدل عليه صنيع ابن ابى حاتم كما تقدم\nظاهر في ان هذا الجزء ان لم يكن من التاريخ فهو تتمة له والله اعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p097'> Vol. 09, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nخاتمة الطبع قد تم بحمد الله ومنه طبع كتاب الكنى للإمام البخاري رحمه\nالله تعالى.\n</p>\n\n<p>\nوكان الطبع بمطبعة الجمعية العلمية الشهيرة بدائرة المعارف العثمانية\nبعاصمة الدولة الآصفية حيدر آباد الدكن ادامها مصونة عن الفتن والمحن في ظل\nالملك المؤيد المعان، الذى اشتهر فضله في كل مكان، حضرة جلالة الملك\n</p>\n\n<p>\nالسلطان بن السلطان سلطان العلوم مظفر الممالك آصف جاه السابع مير عثمان\nعلى خان بهادر لا زالت مملكته بالعز والبقاء، دائمة التقدم والارتقاء،\nواطال الله عمر ولى عهده الاعظم النواب اعظم جاه بهادر وابنه المعظم النواب\nمعظم جاه بهادر.\n</p>\n\n<p>\nوهذه الجمعية تحت صدارة ذى الفضائل السنية والمفاخر العلية النواب السير\nحيدر نواز جنگ بهادر رئيس الجمعية ورئيس الوزراء في الدولة الآصفية،\nوالعالم العامل بقية الافاضل النواب محمد يار جنگ بهادر، وتحت اعتماد\nالماجد الاريب الشريف النسيب النواب مهدى يارجنگ بهاد عميد الجمعية ووزير\nالمعارف والمالية في الدولة الآصفية ومعين امير الجامعة العثمانية والنواب\nناظر يار جنگ بهادر شريك العميد واحد اعضاء العدلية، وضمن ادارة العالم\nالمحقق والفاضل مدقق مولانا السيد هاشم الندوى معين عميد الجمعية ومدير\nدائرة المعارف ادام الله تعالى درجاتهم سامية ومحاسنهم زاكية.\n</p>\n\n<p>\nوعنى بتصحيحه من افاضل دائرة المعارق وعلمائها مولانا السيد هاشم الندوى\nومولانا الشيخ عبد الرحمن اليماني، ومولانا السيد احمد الله الندوى والشيخ\nالحمد بن محمد اليماني، وطبع بعد <span id='ms1625'></span> ملاحظة مولانا العالمة عبد الله العمادى\nعضو شرف لجمعية دائرة المعارف غفر الله ذنوبهم وستر عيوبهم وكان تمامه يوم\nالاحد السادس والعشرين من شهر جمادى الاولى سنة 1360 ه وآخر دعوانا ان\nالحمدالله رب العالمين وصلى الله وسلم على سيدنا ومولانا محمد نبيه الامين\nوعلى آله وصحبه الطيبين الطاهرين إلى يوم الدين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p098'> Vol. 09, p. 098</a>\n            </div>\n             <span id='ms1626'></span>\n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09"
  ]
}