{
  "content": "\n<p>\nالتوحيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا حول ولا قوة إلا بالله العلي العظيم\n</p>\n\n<p>\n1 أخبرنا أبو القاسم عبد الرحمن بن خلف الله بن عطية المؤدب الإسكندراني\nبها أنبأ أبو عبد الله محمد بن أحمد بن إبراهيم الرازي المعدل بالإسكندرية\nأنبأ أبو القاسم علي بن محمد بن علي الفارسي بمصر أنبأ أبو محمد عبد الله\nبن محمد الناصح بن شجاع المعروف بابن المفسر الفقيه الدمشقي ثنا أبو بكر\nعبد الرحمن بن القاسم المعروف بابن الرواس بدمشق ثنا أبو مسهر عبد الأعلى\nبن مسهر ثنا سعيد بن عبد العزيز عن ربيعة بن يزيد عن أبي إدريس عن أبي ذر\nعن رسول الله صلى الله عليه وسلم عن الله تبارك وتعالى أنه قال\n</p>\n\n<p>\n( يا عبادي إني حرمت الظلم عل نفسي وجعلته بينكم محرما فلا تظالموا يا\nعبادي إنكم الذين تخطئون بالليل والنهار وأنا الذي أغفر الذنوب فلا أبالي\nاستغفروني أغفر لكم يا عبادي كلكم جائع إلا من أطعمت فاستطعموني أطعمكم يا\nعبادي كلكم عار إلا من كسوت فاستكسوني أكسكم يا عبادي لو أن أولكم وآخركم\nوإنسكم وجنكم كانوا على أفجر قلب رجل منكم لم ينقص ذلك من ملكي شيئا يا\nعبادي لو أن أولكم وآخركم وإنسكم وجنكم كان على أتقى قلب رجل منكم لم يزد\nذلك في ملكي شيئا يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا في صعيد\nواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             فسألوني فأعطيت كل إنسان منهم لم ينقص ذلك من ملكي إلا\nكما ينقص البحر أن يغمس المخيط غمسة يا عبادي إنما هي أعمالكم أحفظها عليكم\nفمن وجد خيرا فليحمد الله ومن وجد غير ذلك فلا يلومن إلا نفسه )\n</p>\n\n<p>\nقال أبو مسهر قال سعيد بن عبد العزيز كان أبو إدريس الخولاني إذا حدث\nبهذا الحديث جثا على ركبتيه\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن محمد بن إسحاق الصغاني عن أبي مسهر\n</p>\n\n<p>\n2 أخبرنا أبو طاهر السلفي أنبأ الرئيس أبو عبد الله القاسم بن الفضل بن\nأحمد بن محمود الثقفي بأصبهان أنبأ أبو عبد الله بن أحمد بن <span id='ms01'></span> جولة الأبهري\nأنبأ أبو عمرو أحمد بن محمد بن إبراهيم بن حكيم المديني أنبأ أبو أمية محمد\nبن إبراهيم بن مسلم الطرسوسي ثنا عبيد الله بن موسى وأبو نعيم قالا أنبأ\nسفيان عن عبد الملك بن عمير عن أبي سلمة عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n( أصدق كلمة قالها شاعر قط كلمة لبيد ألا كل شيء ما خلا الله باطل )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن محمد بن بشار بندار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nورواه مسلم عن محمد بن حاتم كلاهما عن عبد الرحمن بن مهدي عن سفيان وهو\nالثوري\n</p>\n\n<p>\n3 أخبرنا أبو القاسم يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ\nالإسماعيلي أخبرني الحسن ثنا العباس بن عبد العظيم العنبري ثنا عبد الرزاق\nأنبأ معمر عن همام بن منبه عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم يعني ( يقول الله عز وجل كذبني عبدي ولم يكن له ذلك وشتمني ولم يكن له\nذلك أما تكذيبه إياي قوله لن يعيدنا كما بدأنا وأما شتمه إياي أن يقول اتخذ\nالله ولدا وأنا الأحد الصمد الذي لم ألد ولم أولد ولم يكن لي كفؤا أحد ) +\nصحيح + رواه البخاري عن إسحاق بن منصور عن عبد الرزاق أه\n</p>\n\n<p>\n4 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرني\nمحمد بن محمد ثنا إسحاق بن إبراهيم بن سويد ومحمد بن إسماعيل قالا أنبأ\nإسحاق بن إبراهيم محمد الفروي ثنا مالك عن أبي الزناد عن الأعرج عن أبي\nهريرة عن النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             صلى الله عليه وسلم قال الله عز وجل ( كذبني\nابن آدم ولم ينبغ له أن يكذبني وشتمني ولم ينبغ له أن يشتمني فأما تكذيبه\nإياي فقوله لن يعيدني كما بدأني وأما شتمه إياي فقوله اتخذ الله ولدا وأنا\nالله الأحد الصمد الذي لم ألد ولم أولد ولم يكن لي كفوا أحد ) أه\n</p>\n\n<p>\n5 أخبرني يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرني\nأبو يعلى ثنا ابن نمير ثنا وكيع ثنا <span id='ms02'></span> الأعمش ح\n</p>\n\n<p>\nوأنبأ القاسم ثنا فياض والأحمسي قالا ثنا وكيع ثنا الأعمش ح وقال ثنا\nيوسف وإسحاق بن أبي إسرائيل قالا ثنا جرير وقال ثنا أبو كريب ثنا أبو أسامة\nثنا الأعمش ثنا سعيد بن جبير عن أبي عبد الرحمن عن أبي موسى قال قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\n( ما أحد أصبر على أذى سمعه من الله عز وجل أنه يشرك به وهو يرزقهم ) هذا\nحديث أبي يعلى\n</p>\n\n<p>\nوحديث القاسم ( لا أحد أصبر على أذى سمعه من الله عز وجل أنه يشرك به\nويجعل له ند وهو يعافيهم ويرزقهم ويدفع عنهم )\n</p>\n\n<p>\n+ صحيح + رواه البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n6 أخبرنا أبو طاهر السلفي أنبأ أبو البركات محمد بن عبد الله بن يحيى بن\nالوكيل المقرئ ثنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران أنبأ\nأبو علي محمد بن أحمد بن الحسن الصواف ثنا عبد الله بن أحمد بن حنبل حدثني\nأبي رحمه الله ثنا سفيان عن أبي الزناد عن الأعرج عن أبي هريرة يبلغ به\nالنبي صلى الله عليه وسلم قال\n</p>\n\n<p>\n( قال الله عز وجل يا ابن آدم أنفق أنفق عليك وقال يمين الله ملأى سحاء\nلا يغيضها شيء الليل والنهار ) أه\n</p>\n\n<p>\n+ صحيح + رواه البخاري عن إسماعيل عن مالك عن أبي الزناد\n</p>\n\n<p>\n7 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرني\nالحسن بن سفيان ثنا العباس بن عبد العظيم ثنا عبد الرزاق أنبأ معمر عن همام\nبن منبه عن أبي هريرة قال قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( يمين الله ملآن لا يغيضها نفقة الليل والنهار أرأيتم ما أنفق منذ خلق\nالسماوات والأرض لم يغض ما في يمينه وعرشه على الماء وبيده الأخرى القسط أو\nكلمة أخرى يرفع ويخفض ) أه\n</p>\n\n<p>\n+ صحيح + رواه البخاري عن علي بن المديني عن عبد الرزاق\n</p>\n\n<p>\n8 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ أحمد بن محمد أنبأ أحمد بن إبراهيم\nبن إسماعيل أخبرني الحسن بن سفيان ثنا هشام بن عمار ثنا الوليد <span id='ms03'></span> بن مسلم ثنا\nشعيب بن أبي حمزة عن أبي الزناد عن الأعرج عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n( يمين الله ملأى لا تغيضها نفقة سحاء الليل والنهار أرأيت ما أنفق منذ\nخلق السماوات والأرض لم ينقص ما في يمينه وعرشه على الماء )\n</p>\n\n<p>\n+ صحيح + رواه البخاري عن أبي اليمان عن شعيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n9 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ أحمد بن محمد بن غالب أنبأ أحمد بن\nإبراهيم بن إسماعيل أخبرني الحسن ثنا أبو بكر بن أبي شيبة ومحمد بن عبد\nالله بن نمير قالا ثنا محمد بن عبيد عن الأعمش ح\n</p>\n\n<p>\nوأخبرني حامد بن شعيب ثنا سريج ثنا أبو معاوية ثنا الأعمش عن جامع بن\nشداد عن صفوان بن محرز عن عمران بن حصين أن رسول الله صلى الله عليه وسلم\nقال\n</p>\n\n<p>\n( اقبلوا البشرى يا بني تميم ) قالوا قد بشرتنا فأعطنا فقال\n</p>\n\n<p>\n( اقبلوا البشرى يا أهل اليمن ) قالوا قد بشرتنا فأخبرنا عن أول هذا\nالأمر كيف كان\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( كان الله قبل كل شيء وكان عرشه على الماء وكتب في الذكر كل شيء )\n</p>\n\n<p>\nفأتاني آت فقال يا عمران انحلت ناقتك من عقالها فقمت فإذا السراب ينقطع\nبيني وبينها فلا أدري ما كان بعد ذلك\n</p>\n\n<p>\nهذا حديث أبي عوانة + صحيح + رواه البخاري عن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             كثير\nوعن أبي نعيم وعن عمرو بن علي عن أبي عاصم ثلاثتهم عن سفيان عن الأعمش\n</p>\n\n<p>\n10 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أنبأ\nالقاسم ثنا يوسف وحمدان بن علي قالا ثنا عبيد الله بن موسى أنبأ شيبان عن\nالأعمش عن جامع بن شداد عن صفوان بن محرز عن عمران بن حصين قال إني لجالس\nعند رسول الله صلى الله عليه وسلم إذ جاءه قوم من بني تميم فقال\n</p>\n\n<p>\n( اقبلوا البشرى يا بني تميم ) قالوا\n</p>\n\n<p>\nقد بشرتنا يا رسول الله قد بشرتنا فأعطنا قال فدخل علينا ناس من اليمن\nفقال\n</p>\n\n<p>\n( اقبلوا البشرى يا أهل <span id='ms04'></span> اليمن إذ لم يقبلها بنو تميم ) قالوا\n</p>\n\n<p>\nقبلنا يا رسول الله جئنا نتفقه في الدين ونسألك عن بدء هذا الأمر ما كان\nفقال\n</p>\n\n<p>\n( كان الله ولا شيء قبله وكان عرشه على الماء ثم خلق السماوات والأرض\nوكتب في الذكر كل شيء ) قال ثم أتاه رجل فقال يا عمران أدرك راحلتك أدرك\nناقتك فقد ذهبت فانطلقت فإذا السراب ينقطع دونها وأيم الله لوددت أنها ذهبت\nوأني لم أقم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n+ صحيح + رواه البخاري عن عمر بن حفص عن أبيه عن الأعمش\n</p>\n\n<p>\n11 أخبرنا أبو الفضل المبارك بن المبارك بن صدقة السمسار ببغداد أنبأ أبو\nعبد الله الحسين بن أحمد بن محمد بن طلحة النعالي أنبأ أبو القاسم الحسن بن\nالحسن بن المنذر ثنا إسماعيل بن محمد الصفار ثنا محمد يعني ابن إسحاق\nالصغاني ثنا أبو الجواب ثنا عمار بن رزيق عن الأعمش عن عمرو بن مرة عن عبد\nالله بن سلمة قال سمعت عبد الله بن مسعود أكثر من مائة مرة يقول\n</p>\n\n<p>\nكل شيء قد أعطيه نبيكم صلى الله عليه وسلم غير مفاتيح الخمس ^ إن الله\nعنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب\nغدا وما تدري بأي أرض تموت ^\n</p>\n\n<p>\nرواه أحمد عن محمد بن جعفر عن سعيد عن عمرو بن مرة أه\n</p>\n\n<p>\n12 أخبرنا أبو طاهر السلفي أنبأ أبو مسعود محمد بن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             أحمد السوذرجاني ثنا أبو الحسن علي بن محمد بن أحمد بن ميلة\nالفرضي ثنا أبو علي أحمد بن محمد بن إبراهيم الصحاف ثنا أحمد بن محمد بن\nعيسى البرتي ثنا أبو حذيفة ثنا سفيان الثوري عن عبد الله بن دينار عن ابن\nعمر قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( مفاتيح الغيب خمس لا يعلمها إلا الله لا يعلم أحد الساعة ولا يعلم أحد\nما يكون في غد ولا يعلم أحد ما في الأرحام ولا تعلم نفس ماذا تكسب غدا ولا\nتدري نفس بأي أرض تموت وما يدري أحد متى يجيء المطر <span id='ms05'></span> ) أه\n</p>\n\n<p>\n+ صحيح + رواه البخاري عن محمد بن يوسف عن سفيان\n</p>\n\n<p>\n13 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي ثنا أحمد\nبن محمد بن عبد الكريم ثنا عبد الصمد بن عبد الوارث حدثني أبي ثنا عبد\nالرحمن بن عبد الله عن أبيه عن ابن عمر قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n( مفاتيح الغيب خمس لا يعلمها إلا الله لا يعلم أحد متى تقوم الساعة إلا\nالله ولا يعلم أحد متى يأتي المطر إلا الله ولا يعلم أحد ما تغيض الأرحام\nإلا الله حتى ختم السورة )\n</p>\n\n<p>\n14 أخبرنا يحيى بن ثابت أنبأ أبي أخبرنا البرقاني أنبأ الإسماعيلي أخبرني\nحامد بن محمد بن شعيب ثنا سريج هو ابن يونس ثنا سفيان عن أبي الزناد عن\nالأعرج عن أبي هريرة يبلغ به النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\n( إن أخنع الأسماء عند الله من تسمى ملك الأملاك )\n</p>\n\n<p>\n15 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحمد بن جعفر ثنا عبد الله بن أحمد بن حنبل حدثني أبي رحمه الله ثنا\nسفيان عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n( أخنع اسم عند الله عز وجل يوم القيامة رجل تسمى ملك الأملاك ) قال إني\nسألت أبا عمرو الشيباني عن أخنع اسم عند الله عز وجل قال أوضع اسم عند الله\nعز وجل\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه مسلم عن أحمد بن حنبل وأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             بكر بن\nأبي شيبة وسعيد بن عمرو الأشعثي ورواه البخاري عن علي بن المديني كلهم عن\nسفيان هذا هو ابن عيينة\n</p>\n\n<p>\n16 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحمد بن جعفر ثنا عبد الله حدثني أبي ثنا محمد بن جعفر وروح قالا ثنا\nعوف عن خلاس عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( اشتد غضب الله عز وجل على رجل قتله نبيه ) وقال روح ( قتله رسول الله\nواشتد غضب الله على رجل <span id='ms06'></span> تسمى ملك الأملاك لا مالك إلا الله عز وجل ) أه\n</p>\n\n<p>\n17 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي ثنا\nهارون بن معروف ثنا سفيان ح\n</p>\n\n<p>\nوأخبرني الحسن ثنا أبو بكر بن أبي شيبة ومحمد بن الصباح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nوغيرهما قالوا أنبأ سفيان بن عيينة عن أبي الزناد عن الأعرج عن أبي هريرة\nرواية\n</p>\n\n<p>\n( أخنع الأسماء عند الله يوم القيامة رجل تسمى ملك الأملاك ) وزاد الحسن\n( ولا مالك إلا الله ) أه\n</p>\n\n<p>\nقال محمد بن الصباح قال سفيان كقوله شاهان شاه\n</p>\n\n<p>\n18 أخبرنا يحيى أنبأ أبي أنبأ أحمد بن محمد بن غالب أنبأ أحمد بن إبراهيم\nبن إسماعيل أخبرنيه عبد الله بن صالح ثنا إسحاق بن إبراهيم المروزي ثنا\nسفيان بن عيينة بإسناده مثله وزاد قال سفيان مثل شاهان شاه وملك الصين\n</p>\n\n<p>\n19 أخبرنا أبو طاهر السلفي أنبأ أبو سعد عبد الكريم بن محمد بن خشيش أنبأ\nأبو عمرو عثمان بن محمد بن يوسف أنبأ أبو بكر محمد بن عبد الله بن إبراهيم\nالشافعي ثنا إسحاق بن الحسن ثنا حسين بن محمد ثنا شيبان عن قتادة عن ابن\nسيرين عن أبي هريرة عن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\n( إن لله عز وجل تسعة وتسعين اسما مائة غير واحد من أحصاها دخل الجنة )\nأه\n</p>\n\n<p>\n+ هذا إسناد صحيح + وروى مسلم الحديث عن محمد بن رافع عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             عبد\nالرزاق عن معمر عن أيوب عن ابن سيرين\n</p>\n\n<p>\n20 أخبرنا أبو طاهر السلفي أنبأ أبو الحسن مكي بن منصور بن علان الكرجي\nأنبأ أبو بكر أحمد بن الحسن بن أحمد الحيري أنبأ أبو علي محمد بن أحمد بن\nمعقل الميداني ثنا أبو عبد الله محمد بن يحيى الذهلي ثنا يزيد بن هارون\nأنبأ محمد عن أبي الزناد عن الأعرج عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\n( إن لله تسعة وتسعين اسما مائة غير واحد من أحصاها دخل الجنة ) أه\n</p>\n\n<p>\n21 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرنيه\nعبد الله بن صالح حدثنا <span id='ms07'></span> هارون ثنا شبابة حدثني ورقاء عن أبي الزناد عن\nالأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n( إن لله عز وجل تسعة وتسعين اسما مائة إلا واحد من أحصاها دخل الجنة إنه\nوتر يحب الوتر )\n</p>\n\n<p>\n22 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرنيه\nهارون بن يوسف ثنا ابن أبي عمر ثنا سفيان عن أبي الزناد عن الأعرج عن أبي\nهريرة أن النبي صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n( لله تسعة وتسعون اسما مائة إلا واحد من أحصاها دخل الجنة وهو وتر يحب\nالوتر )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه مسلم عن ابن أبي عمرو الناقد والبخاري عن علي بن\nالمديني عن سفيان\n</p>\n\n<p>\n23 أخبرنا يحيى أنبأ أبي أنبأ أحمد بن محمد بن غالب أنبأ أحمد بن إبراهيم\nبن إسماعيل أخبرني أبو يعلى ثنا أبو خيثمة وأخبرنا سعد الله بن نصر بن سعيد\nوأحمد بن عبد الغني أنبأ محمد بن أحمد أنبأ عبد الغفار بن محمد أنبأ محمد\nبن أحمد بن الحسن ثنا بشر بن موسى ثنا الحميدي قالا ثنا ابن عيينة عن أبي\nالزناد عن عبد الرحمن بن هرمز عن أبي هريرة رواية قال\n</p>\n\n<p>\n( لله تسعة وتسعون اسما مائة غير واحد من حفظها دخل الجنة وهو وتر يحب\nالوتر ) أه\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن أبي خيثمة كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n24 أخبرنا محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل أحمد بن\nالحسن بن خيرون وأنبأ أحمد بن محمد بن أحمد الحافظ أنبأ ثابت بن بندار\nوأنبأ يحيى بن ثابت أنبأ أبي قالا أنبأ أبو بكر أحمد بن محمد بن غالب\nالبرقاني أنبأ أبو بكر أحمد بن إبراهيم الإسماعيلي ثنا أبو العباس الحسن بن\nسفيان الشيباني النسوي ثنا صفوان بن صالح ثنا الوليد بن مسلم ثنا شعيب بن\nأبي حمزة ثنا أبو الزناد عن الأعرج عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\n( إن لله عز وجل تسعة وتسعين اسما مائة إلا واحدا من أحصاها دخل الجنة <span id='ms08'></span> هو\nالله الذي لا إله إلا هو الرحمن الرحيم الملك القدوس السلام المؤمن المهيمن\nالعزيز الجبار المتكبر الخالق البارئ المصور الغفار القهار الوهاب الرزاق\nالفتاح العليم القابض الباسط الخافض الرافع المعز المذل السميع البصير\nالحكم العدل اللطيف الخبير العليم العظيم الغفور الشكور العلي الكبير\nالحفيظ المقيت الحسيب الجليل الكريم الرقيب المجيب الواسع الحميد الودود\nالمجيد الباعث الشهيد الحق الوكيل القوي المتين الولي الحميد المحصي المبدئ\nالمعيد المحيي المميت الحي القيوم الواجد الماجد الواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             الصمد\nالقادر المقتدر المقدم المؤخر الأول الآخر الظاهر الباطن البر التواب\nالمنتقم العفو الرؤوف مالك الملك ذو الجلال والإكرام الوالي المتعالي\nالمقسط الجامع الغني المغني الرافع الضار النافع النور الهادي البديع\nالباقي الوارث الرشيد الصبور ) أه\n</p>\n\n<p>\nرواه الترمذي عن إبراهيم بن يعقوب عن صفوان بن صالح وفيه ذكر الأسماء وعن\nابن أبي عمر عن سفيان عن أبي الزناد وقال حدثنا به غير واحد عن سفيان صفوان\nولا نعرفه إلا من حديثه\n</p>\n\n<p>\nورواه النسائي في النعوت عن الربيع بن سليمان عن ابن وهب عن مالك وذكر\nآخر قبله عن أبي الزناد وعن عمران عن علي عن شعيب عن أبي الزناد من غير ذكر\nالأسماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال النخشبي\n</p>\n\n<p>\nويقال إن هذه الأسماء إنما جمعها وأخرجها الوليد بن مسلم من كتاب الله عز\nوجل ورواها في الحديث ولم تكن في الحديث وإنما الحديث هو الذي رواه أبو\nاليمان والله أعلم أه\n</p>\n\n<p>\n25 أخبرنا أبو طاهر السلفي أنبأ أبو منصور محمد بن أحمد بن علي المقرئ\nوأبو ياسر محمد بن عبد العزيز بن عبد الله قالا ثنا أبو القاسم بن بشران\nأنبأ أبو علي محمد بن أحمد بن الصواف ثنا عبد الله بن أحمد بن حنبل حدثني\nأبي ثنا عبد الرزاق أنبأ معمر عن أيوب عن ابن سيرين عن أبي هريرة عن النبي\nصلى الله عليه وسلم قال\n</p>\n\n<p>\n( لا يسب أحدكم الدهر فإن الله هو الدهر ولا يقولن أحدكم للعنب الكرم فإن\nالكرم الرجل المسلم ) أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nرواه أحمد كذلك وهو + صحيح + رواه مسلم <span id='ms09'></span> عن حجاج بن الشاعر عن عبد الرزاق\nوعن زهير بن حرب عن جرير عن هشام بن حسان عن ابن سيرين\n</p>\n\n<p>\n26 أخبرنا أبو القاسم هبة الله بن الحسن بن هلال الدقاق البغدادي بها\nأنبأ أبو الحسين عاصم بن الحسن بن عاصم ح\n</p>\n\n<p>\nوأنبأ أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الحسن علي\nبن محمد بن محمد بن محمد الأنباري قالا أنبأ أبو عمر عبد الواحد بن محمد بن\nعبد الله بن مهدي الفارسي أنبأ أبو عبد الله محمد بن مخلد العطار الدوري\nأنبأ عبد الله بن نمير ثنا هشام بن سعد عن زيد بن أسلم عن أبي صالح عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( لا تسبوا الدهر فإن الله تعالى يقول أنا الدهر لي الليل والنهار أجدده\nوأبليه وأذهب بملوك وآتي بملوك )\n</p>\n\n<p>\n27 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nالحسن بن علي أنبأ أحمد بن جعفر ثنا عبد الله حدثني أبي ثنا عبد الرزاق\nأنبأ معمر عن الزهري عن ابن المسيب عن أبي هريرة قال ( يقول الله عز وجل\nيؤذيني ابن آدم يقول يا خيبة الدهر فإني أنا الدهر أقلب ليله ونهاره وإذا\nشئت قبضتهما )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه مسلم عن عبد الرزاق وروياه عن أصحاب سفيان بن\nعيينة عنه\n</p>\n\n<p>\n28 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي ثنا\nالقاسم ثنا أحمد بن عيسى ثنا ابن وهب أخبرني يونس عن الزهري ح\n</p>\n\n<p>\nوأخبرني الحسن ثنا حرملة أنبأ ابن وهب أخبرني يونس عن الزهري أخبرني أبو\nسلمة وهذا حديث القاسم حدثنا أبو هريرة قال سمعت رسول الله صلى الله عليه\nوسلم يقول\n</p>\n\n<p>\n( قال الله عز وجل يسب ابن آدم الدهر فأنا الدهر بيدي الليل والنهار ) أه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n29 أخبرنا سعد الله بن نصر بن سعيد وأبو المعالي أحمد بن عبد الغني بن\nحنيفة الباجسرائي أنبأ الإمام أبو منصور محمد بن أحمد بن علي المقرئ أنبأ\nعبد الغفار بن <span id='ms10'></span> محمد بن جعفر المؤدب أنبأ أبو علي محمد بن أحمد بن الحسن بن\nالصواف ثنا بشر بن موسى ثنا الحميدي ثنا سفيان ثنا الزهري عن سعيد بن\nالمسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( قال الله عز وجل يؤذيني ابن آدم يسب الدهر وأنا الدهر بيدي الأمر أقلب\nالليل و النهار )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن الحميدي ومسلم عن إسحاق بن راهويه\nوابن أبي عمر عن سفيان\n</p>\n\n<p>\n30 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أنبأ\nالفضل بن الحباب أنبأ ابن كثير أنبأ سفيان عن منصور عن أبي وائل عن عمرو بن\nشرحبيل عن عبد الله قال قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nيا رسول الله أي الذنب أعظم قال ( أن تجعل لله ندا وهو خلقك ) قلت ثم أي\nقال ( أن تقتل ولدك مخافة أن يأكل من طعامك ) قال ثم أي قال ( أن تزاني\nبحليلة جارك ) قال فأنزل الله عز وجل تصديق قول رسول الله صلى الله عليه\nوسلم <span class='quran'>والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم\nالله إلا بالحق </span></p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن محمد بن كثير عن سفيان كذلك وروياه\nعن عثمان بن أبي شيبة عن جرير عن منصور وروياه من طرق\n</p>\n\n<p>\n31 أخبرنا أبو المحاسن عبد الرزاق بن إسماعيل بن محمد بن عثمان وابن عمه\nأبو سعيد المطهر بن عبد الكريم قالا أنبأ أبو محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             عبد الرحمن\nبن أحمد بن الحسن الدوني أنبأ أبو نصر أحمد بن الحسين بن محمد الدينوري\nأنبأ أبو بكر أحمد بن محمد بن إسحاق بن السني أخبرنا أبو عبد الرحمن ثنا\nعبدة بن عبد الله الصفار عن سويد عن زهير ثنا عاصم الأحول عن أبي عثمان عن\nأبي موسى قال كنا مع رسول الله صلى الله عليه وسلم في سفر فأشرف الناس على\nواد فجهروا بالتهليل والتكبير الله أكبر لا إله إلا الله ورفع عاصم صوته\nفقال النبي صلى الله عليه وسلم\n</p>\n\n<p>\n( يا أيها الناس <span id='ms11'></span> أربعوا على أنفسكم الذي تدعون ليس بأصم إنه سميع قريب\nإنه معكم ) أعادها ثلاث مرات\n</p>\n\n<p>\nقال أبو موسى فسمعني وأنا أقول وأنا خلفه لا حول ولا قوة إلا بالله قال (\nيا عبد الله بن قيس ألا أدلك على كنز من كنوز الجنة ) قلت بلى فداك أبي\nوأمي قال ( لا حول ولا قوة إلا بالله ) أه\n</p>\n\n<p>\nروياه من حديث عاصم وسويد هو ابن عمرو الكلبي أبو الوليد عن عبد الواحد\nبن زياد\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن محمد بن يوسف عن الثوري وعن موسى\nومسلم عن أبي بكر بن أبي شيبة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             محمد بن فضيل وابي معاوية وعن\nمحمد بن عبد الله بن نمير وأبي سعيد الأشج وإسحاق بن راهويه عن حفص بن غياث\nكلهم عن عاصم الأحول\n</p>\n\n<p>\n32 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أنبأ\nيوسف القاضي ثنا سليمان بن حرب ثنا حماد بن زيد عن أيوب ح\n</p>\n\n<p>\nوثنا أبو يعلى وأنبأ أبو بكر المروزي قالا ثنا خلف بن هشام ثنا حماد عن\nأيوب وهذا حديث يوسف عن أبي عثمان عن أبي موسى قال كنا في مسير مع النبي\nصلى الله عليه وسلم وكنا إذا علونا شيئا كبرنا وإذا هبطنا سبحنا فقال النبي\nصلى الله عليه وسلم\n</p>\n\n<p>\n( أيها الناس أربعوا على أنفسكم فإنكم لا تدعون أصم ولا غائبا ولكنكم\nتدعون سميعا قريبا ) قال وأتى علي رسول الله صلى الله عليه وسلم وأنا أقول\nفي نفسي لا حول ولا قوة إلا بالله فقال ( يا عبد الله بن قيس قل لا حول ولا\nقوة إلا بالله فإنهن من كنوز الجنة ) أو قال ( يا عبد الله بن قيس ألا أدلك\nعلى كنز من كنوز الجنة قل لا حول ولا قوة إلا بالله ) قال خلف كان الناس\nإذا علو شرفا كبروا وقال ( يا عبد الله بن قيس ألا أدلك على كلمة هي من\nكنوز الجنة قل لا حول ولا قوة إلا بالله ) أه\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن سليمان <span id='ms12'></span> بن حرب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             حماد\nبن زيد ومسلم عن خلف كذلك\n</p>\n\n<p>\n33 أخبرنا عبد الرزاق بن إسماعيل والمطهر بن عبد الكريم أنبأ عبد الرحمن\nبن حمد بن الحسن الدوني أنبأ أبو نصر أحمد بن الحسين بن محمد الدينوري ثنا\nأبو بكر أحمد بن محمد بن السني أنبأ محمود بن محمد ثنا عباس بن عبد العظيم\nالعنبري ثنا يحيى بن سعيد عن سليمان التيمي عن أبي عثمان النهدي عن أبي\nموسى الأشعري قال أخذ القوم في عقبة أو قال في ثنية كلما علا عليها رجل\nنادى بأعلى صوته لا إله إلا الله والله أكبر قال فقال رسول الله صلى الله\nعليه وسلم ( إنكم لا تدعون أصم ولا غائبا ) ثم قال ( يا أبا موسى أو يا عبد\nالله بن قيس ألا أدلك عن كنز من كنوز الجنة ) قلت بلى قال ( تقول لا حول\nولا قوة إلا بالله )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن محمد بن مقاتل عن ابن المبارك ومسلم\nعن أبي كامل الفضيل عن يزيد بن زريع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             كلاهما عن سليمان التيمي\nومسلم رواه عن محمد بن عبد الأعلى عن معتمر عن أبيه\n</p>\n\n<p>\n34 أخبرنا محمد بن عبد الباقي أنبأ أبو الفضل أحمد بن الحسن بن خيرون\nوأنبأ يحيى بن ثابت أنبأ أبي قالا أنبأ البرقاني قال قرأت على أبي محمد بن\nماسي وعلى أبي بكر بن مالك أخبركم أبو مسلم الكجي ثنا محمد بن عبد الله\nالأنصاري ثنا سليمان التيمي عن أبي عثمان النهدي عن أبي موسى الأشعري قال\nكنا مع رسول الله صلى الله عليه وسلم في سفر فترقينا عقبة أو ثنية فكان\nالرجل منا إذا علاها قال لا إله إلا الله والله أكبر\n</p>\n\n<p>\nقال فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( إنكم لا تنادون أصم ولا غائبا ) وهو على بغلة يعرضها فقال\n</p>\n\n<p>\n( يا أبا موسى أو يا عبد الله بن قيس ألا أعلمك من كنوز الجنة ) قلت بلى\nقال ( لا حول ولا قوة إلا بالله ) في حديث ابن ماسي ( كلمة من كنوز <span id='ms13'></span> الجنة )\nقلت بلى قال ( لا حول ولا قوة إلا بالله ) أه\n</p>\n\n<p>\n35 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي ثنا\nالقاسم بن زكريا ثنا محمد بن عبد الملك ثنا أبو اليمان أنبأ شعيب عن الزهري\nأخبرني أبو سلمة أن أبا هريرة قال قال رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n( يقبض الله الأرض ويطوي السماوات بيمينه ثم يقول أنا الملك أين ملوك\nالأرض )\n</p>\n\n<p>\n+ صحيح + رواه البخاري عن سعيد بن عفير عن الليث عن عبد الرحمن بن خالد\nبن مسافر عن الزهري وقال قال أبو اليمان عن شعيب وقال وقال شعيب والزبيدي\nوابن مسافر\n</p>\n\n<p>\n36 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحمد بن جعفر ثنا عبد الله بن أحمد بن حنبل حدثني أبي رحمه الله ثنا\nعفان ثنا حماد بن سلمة أنبأ إسحاق بن عبد الله يعني ابن أبي طلحة عن عبيد\nالله بن مقسم عن ابن عمر أن رسول الله صلى الله عليه وسلم قرأ هذه الآية\nذات يوم على المنبر <span class='quran'>وما قدروا الله حق قدره والأرض جميعا قبضته يوم\nالقيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون </span>ورسول الله\nصلى الله عليه وسلم يقول هكذا بيده يحركها يقبل بها ويدبر يمجد الرب نفسه (\nأنا الجبار أنا المتكبر أنا الملك أنا العزيز أنا الكريم ) فرجف برسول الله\nصلى الله عليه وسلم المنبر حتى قلنا ليخرن به أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n+ صحيح + رواه مسلم عن سعيد بن منصور عن يعقوب بن عبد الرحمن الزهري\nالإسكندراني وعن سعيد بن منصور عن عبد العزيز بن أبي حازم كلاهما عن أبي\nحازم عن عبيد الله بن مقسم\n</p>\n\n<p>\n37 أخبرنا محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل أحمد بن\nالحسن بن خيرون وأنبأ يحيى بن ثابت أنبأ أبي قالا أنبأ البرقاني قال قرئ\nعلى أبي بكر محمد بن جعفر بن الهيثم وأنا أسمع حدثكم جعفر الصائغ قال ثنا\nعمر بن حفص ثنا أبي ثنا الأعمش عن <span id='ms14'></span> أبي إسحاق عن أبي مسلم الأغر عن أبي\nهريرة وأبي سعيد قالا قال رسول الله صلى الله عليه وسلم ( يقول الله عز وجل\nالعزة إزاري والكبرياء ردائي فمن نازعني شيئا منه عذبته )\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن أحمد بن يوسف عن عمر بن حفص\n</p>\n\n<p>\n38 أخبرنا عبد الله بن محمد بن أحمد بن النقور البزار البغدادي بها أنبأ\nأبو بكر أحمد بن المظفر بن الحسين بن سوسن التمار أنبأ أبو علي الحسن بن\nأحمد بن إبراهيم أنبأ أبو بكر محمد بن جعفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             الأدمي القاريء ثنا\nموسى بن سهل بن كثير ثنا إسماعيل بن علية ثنا عطاء بن السائب عن الأغر عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم ( قال الله تعالى الكبرياء\nردائي والعظمة إزاري فمن ينازعني في واحد منهما ألقه في جهنم ) أه\n</p>\n\n<p>\n39 أخبرنا أبو طاهر السلفي أنبأ أبو طالب أحمد بن الحسين بن محمد بن\nإبراهيم البصري ثنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران\nأنبأ أبو علي محمد بن أحمد بن الحسن بن الصواف ثنا عبد الله بن أحمد بن\nمحمد بن حنبل حدثني أبي ثنا أبو المغيرة ثنا حريز حدثني عبد الرحمن بن\nميسرة عن جبير بن نفير عن بسر بن جحاش القرشي أن رسول الله صلى الله عليه\nوسلم بصق يوما في كفه فوضع عليه إصبعه ثم قال\n</p>\n\n<p>\n( قال الله تعالى بني آدم أنى تعجزني و قد خلقتك من مثل هذه حتى إذا\nسويتك وعدلتك مشيت بين بردين وللأرض منك وئيد فجمعت ومنعت حتى إذا بلغت\nالتراقي قلت أتصدق وأنى أوان الصدقة )\n</p>\n\n<p>\nرواه أحمد كذلك ورواه عن أبي النضر عن حريز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n40 أخبرنا أبو معاوية ثني محمد بن أبي بكر بن أبي عيسى المديني وأبو بكر\nمحمد بن أحمد بن محمد الجوزداني وحمزة بن أبي الفتح الطبري قالوا أنبأ أبو\nعلي الحسن بن أحمد بن أحمد بن الحسن المقرئ أنبأ أبو نعيم أحمد بن عبد الله\nبن أحمد الحافظ ثنا عبد <span id='ms15'></span> الله بن جعفر ثنا إسماعيل بن عبد الله ثنا علي بن\nعياش وآدم بن أبي إياس قالا أنبأ حريز بن عثمان ثنا عبد الرحمن بن ميسرة عن\nجبير بن نفير عن بشر بن جحاش قال بزق رسو ل الله صلى الله عليه وسلم في كفه\nيوما فوضع عليها إصبعه ثم قال\n</p>\n\n<p>\n( يا ابن آدم إن الله تعالى يقول لن تعجزني وقد خلقتك من مثل هذه حتى إذا\nسويتك وعدلتك مشيت بين بردين وللأرض منك وئيد فجمعت ومنعت حتى إذا بلغت\nالتراقي قلت أتصدق وأنى أوان الصدقة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nرواه يزيد بن هارون وبقية بن الوليد عن حريز مثله ورواه ثور بن يزيد عن\nعبد الرحمن بن ميسرة نحوه وحريز بالحاء المهملة وآخره زاي معجمة وبسر بضم\nالباء والسين المهملة وهو + حديث حسن +\n</p>\n\n<p>\n41 أخبرنا أبو القاسم هبة الله بن الحسن بن هلال الدقاق ببغداد أنبأ أبو\nالفضل عبد الله بن علي بن زكري أنبأ أبو الحسين علي بن محمد بن عبد الله بن\nبشران أنبأ أبو جعفر محمد بن عمرو بن البختري ثنا عبد الله بن محمد بن شاكر\nثنا حسين بن علي ثنا زائدة عن المختار بن فلفل عن أنس بن مالك قال قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\n( إن الله عز وجل قال لا يزال قوم من أمتك يتساءلون بينهم ما كذا ما كذا\nيقولون هذا الله خلق كل شيء فمن خلق الله عز وجل )\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن أبي بكر بن أبي شيبة عن حسين بن علي\n</p>\n\n<p>\n42 أخبرنا أبو المكارم المبارك بن محمد بن المعمر البادرائي أنبأ أبو\nياسر محمد بن عبد العزيز بن عبد الله الخياط أنبأ أبو علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nالحسن بن أحمد بن إبراهيم بن شاذان ثنا أبو بكر أحمد بن سلمان النجاد ثنا\nعبد الملك بن محمد ثنا أبو عامر العقدي ثنا سعيد بن عبد الرحمن عن محمد بن\nسيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( لا يزال الناس يتساءلون حتى يقولوا <span id='ms16'></span> هذا الله خلق الخلق فمن خلق الله )\nقال قد سئلت عنها اليوم مرتين\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن عبد الوارث عن أبيه عن جده عن أيوب\n</p>\n\n<p>\n43 أخبرنا أبو المكارم المبارك بن محمد بن المعمر البادرائي أنبأ أبو\nغالب محمد بن الحسن بن أحمد الباقلاني أنبأ أبو عمرو عثمان بن محمد بن يوسف\nالعلاف أنبأ أبو بكر محمد بن عبد الله بن إبراهيم الشافعي ثنا بشر ثنا\nالحميدي ثنا سفيان ثنا هشام بن عروة عن أبيه عن أبي هريرة قال قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\n( لا يزال الناس يتساءلون حتى يقولوا هذا الله خلق كل شيء فمن خلق الله\nفإذا وجد أحدكم ذلك فليقل آمنا بالله ) أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n44 أخبرنا محمد بن عبد الباقي أنبأ أبو الفضل أحمد بن الحسن بن خيرون\nأنبأ الحسن بن أحمد بن إبراهيم بن شاذان أنبأ أبو سهل أحمد بن محمد بن عبد\nالله بن زياد ثنا أبو العباس أحمد بن محمد بن عيسى البرتي ثنا أبو سلمة ثنا\nأبو عوانة ثنا عمر عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\n( لا تزالون تسألون حتى يقال لكم هذا الله عز وجل خلقنا فمن خلق الله عز\nوجل ) قال أبو هريرة والله إني لجالس يوما إذ قال لي رجل من أهل العراق يا\nأبا هريرة هذا الله عز وجل خلقنا فمن خلق الله عز وجل قال أبو هريرة فجعلت\nأصبعي في أذني ثم صرخت فقلت صدق الله ورسوله الله الواحد الأحد الصمد الذي\nلم يلد ولم يولد ولم يكن له كفوا أحد\n</p>\n\n<p>\n45 أخبرنا عبد الرزاق بن إسماعيل والمطهر بن عبد الكريم أنبأ عبد الرحمن\nبن حمد الدوني أنبأ أحمد بن الحسين بن محمد أنبأ أبو بكر أحمد بن محمد بن\nإسحاق بن السني أنبأ أبو عبد الرحمن حدثنا سليمان بن سيف ثنا سعيد بن بزيع\nثنا ابن إسحاق حدثني عقبة بن مسلم عن أبي سلمة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             عبد الرحمن\nعن أبي هريرة قال سمعت <span id='ms17'></span> رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<p>\n( يوشك الناس يتساءلون بينهم حتى يقول قائلهم هذا الله خلق الخلق فمن خلق\nالله عز وجل فإذا قالوا ذلك فقولوا الله أحد الله الصمد لم يلد ولم يولد\nولم يكن له كفوا أحد ثم ليتفل أحدكم عن يساره ثلاثا ويستعيذ من الشيطان )\nأه\n</p>\n\n<p>\n46 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحمد بن جعفر ثنا عبد الله حدثني أبي ثنا محمد بن إسماعيل ثنا الضحاك\nعن هشام بن عروة عن أبيه عن عائشة أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\n( إن أحدكم يأتيه الشيطان فيقول من خلقك فيقول الله فيقول فمن خلق الله\nفإذا وجد أحدكم ذلك فليقل آمنت بالله ورسله فإن ذلك يذهب عنه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n47 أخبرنا محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل أحمد بن\nالحسن بن خيرون وأنبأ يحيى بن ثابت أنبأ أبي قالا أنبأ أحمد بن محمد بن\nغالب قال قرأت على أبي العباس بن حمدان حدثكم الحسين بن محمد بن زياد\nالقباني ثنا أبو بكر بن أبي شيبة ح\n</p>\n\n<p>\nقال وقرأت على أبي بكر الإسماعيلي أخبرك أبو يعلى ثنا خلف بن هشام وأخبرك\nالحسن بن سفيان ثنا أبو عاصم أحمد بن جواس وابن أبي شيبة قالوا أنبأ أبو\nالأحوص وهذا حديث خلف عن أبي إسحاق عن عمرو بن ميمون الأودي عن معاذ قال\nكنت ردف رسول الله صلى الله عليه وسلم على حمار له يقال له عفير فقال\n</p>\n\n<p>\n( يا معاذ تدري ما حق الله على العباد وما حق العباد على الله )\n</p>\n\n<p>\nفقلت الله ورسوله أعلم قال\n</p>\n\n<p>\n( فإن حق الله على العباد أن يعبدوه ولا يشركوا به شيئا وحق العباد على\nالله أن لا يعذب من لا يشرك به ) قلت أفلا أبشر الناس\n</p>\n\n<p>\nقال ( لا فيتكلوا )\n</p>\n\n<p>\nوحديث الحسن مثله وعلى نحوه حديث القباني غير أن فيه\n</p>\n\n<p>\nقال فقال أفلا أبشر الناس قال ( لا تبشرهم فيتكلوا )\n</p>\n\n<p>\n+ صحيح متفق عليه + عن <span id='ms18'></span> إسحاق بن إبراهيم عن يحيى بن آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي الأحوص ورواه مسلم عن أبي بكر بن أبي شيبة كذلك\n</p>\n\n<p>\n48 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ أحمد بن محمد بن غالب أنبأ أحمد بن\nإبراهيم بن إسماعيل أخبرني أبو يعلى ويوسف بن عاصم الرازي قالا ثنا هدبة\nثنا همام ثنا قتادة عن أنس عن معاذ بن جبل قال كنت رديف النبي صلى الله\nعليه وسلم وما بيني وبينه إلا مؤخرة الرحل فقال ( يا معاذ ) فقلت لبيك يا\nرسول الله وسعديك ثم سار ساعة ثم قال ( يا معاذ ) فقلت لبيك يا رسول الله\nوسعديك قال ( هل تدري ما حق الله على العباد ) قلت الله ورسوله أعلم قال (\nأن يعبدوه ولا يشركوا به شيئا ) قال ثم سار ساعة ثم قال ( يا معاذ ) فقلت\nلبيك يا رسول الله وسعديك قال ( هل تدري ما حق العباد على الله إذا فعلوا\nذلك أن لا يعذبهم ) أه\n</p>\n\n<p>\n+ صحيح متفق عليه + روياه جميعا عن هدبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n49 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرني\nموسى بن العباس ثنا عفان ثنا وهيب عن يحيى بن سعيد هو ابن حيان عن أبي زرعة\nعن أبي هريرة أن أعرابيا عرض للنبي صلى الله عليه وسلم فقال يا رسول الله\nدلني على عمل يدخلني الجنة قال ( تعبد الله لا تشرك به شيئا وتقيم الصلاة\nالمكتوبة وتؤدي الزكاة المفروضة وتصوم رمضان ) فقال والذي نفس محمد بيده لا\nأزيد على هذا ولا أنقص منه فلما ولى قال رسول الله صلى الله عليه وسلم ( من\nسره أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه أحمد عن عفان ورواه البخاري\n</p>\n\n<p>\n50 أخبرنا أبو طاهر السلفي أنبأ أبو عبد الله الثقفي ثنا هلال بن محمد بن\nجعفر الحفار ثنا الحسين بن يحيى بن عياش ثنا حفص بن عمرو الربالي ثنا بهز\nبن أسد العمي ثنا شعبة ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             محمد بن عثمان بن عبد الله بن موهب\nوأبوه عثمان بن عبد <span id='ms19'></span> الله أنهما سمعا موسى بن طلحة يحدث عن أبي أيوب\nالأنصاري أن رجلا قال يا رسول الله أخبرني بعمل يدخلني الجنة فقال القوم\nماله فقال رسول الله صلى الله عليه وسلم ( دعوه أرب ماله قال تعبد الله ولا\nتشرك به شيئا وتقيم الصلاة وتؤتي الزكاة وتصل الرحم ذرها كأنه كان على\nراحلته ) أه\n</p>\n\n<p>\n51 أخبرنا محمد بن عبد الباقي أنبأ أبو الفضل أحمد بن الحسن بن خيرون\nوأنبأ يحيى بن ثابت أنبأ أبي قالا أنبأ البرقاني قال قرأت على أبي بكر\nالإسماعيلي أخبرك أبو خليفة ثنا ابن كثير أنبأ شعبة ح\n</p>\n\n<p>\nوقرئ على أبي بكر بن مالك وأنا أسمع أخبركم أبو خليفة ثنا ابن كثير انبأ\nشعبة عن عثمان بن عبد الله بن موهب عن موسى بن طلحة عن أبي أيوب أن رجلا\nأتى النبي صلى الله عليه وسلم فقال حدثني بعمل يدخلني الجنة فقال القوم\nماله ماله فقال النبي صلى الله عليه وسلم ( أرب ماله تعبد الله لا تشرك به\nشيئا وتقيم الصلاة وتؤتي الزكاة وتصل الرحم ذرها ذرها )\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه مسلم عن محمد بن حاتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             وعبد الرحمن\nبن بشر عن بهز عن شعبة عن محمد وأبيه وهو حديث في إسناده اختلاف ورواه\nالبخاري عن بشر بن عبد الرحمن بن بشر عن بهز كذلك\n</p>\n\n<p>\n52 أخبرنا أبو عبد الله محمد بن علي بن محمد الرحبي الرزجاني بفسطاط مصر\nأنبأ أبو صادق مرشد بن يحيى بن القاسم المديني أنبأ أبو الحسن محمد بن\nالحسين بن محمد النيسابوري أنبأ القاضي أبو الطاهر محمد بن أحمد بن عبد\nالله بن نصر الذهلي ثنا يوسف بن يعقوب ثنا عمرو أنبأ شعبة عن الأعمش قال\nسمعت أبا وائل يحدث عن عبد الله قال قال رسول الله صلى الله عليه وسلم كلمة\nوأنا أقول أخرى قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( من مات وهو يجعل لله عز وجل ندا أدخله الله النار ) وأنا أقول من مات\nوهو لا يجعل لله ندا أدخله الله الجنة <span id='ms20'></span> أه\n</p>\n\n<p>\n53 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ أحمد بن محمد أنبأ أحمد بن إبراهيم\nثنا عمران ثنا عثمان ح\n</p>\n\n<p>\nوثنا ابن بهان ثنا سهل بن عثمان ح\n</p>\n\n<p>\nوأخبرني أبو يعلى ثنا أبو خيثمة ح\n</p>\n\n<p>\nوأخبرني ابن زيدان ثنا محمد بن طريف قالوا أنبأ أبو معاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو خيثمة محمد زاد ابن طريف ووكيع عن الأعمش ح\n</p>\n\n<p>\nوأخبرني الحسن ثنا أبو موسى ثنا أبو معاوية ووكيع قالا ثنا الأعمش عن أبي\nوائل عن عبد الله قال قال النبي صلى الله عليه وسلم كلمة وقلت أخرى قال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( من مات لا يشرك بالله شيئا دخل الجنة ) قال وقلت أنا من مات يشرك بالله\nشيئا دخل النار\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري عن عمر بن حفص عن أبيه ومسلم عن محمد بن\nعبد الله بن نمير كلاهما عن الأعمش وله طرق إليه\n</p>\n\n<p>\nقال الإسماعيلي اتفقوا كلهم في هذه الأحاديث عن أبي معاوية وكذلك من جمع\nبينه وبين وكيع فيها على أن الرواية عن النبي صلى الله عليه وسلم فيمن يشرك\nأشرك بالله شيئا دخل الجنة وعن ابن مسعود من قوله من مات يشرك بالله دخل\nالنار فصار ما يرويه وكيع وابن نمير وحفص عن النبي صلى الله عليه وسلم غير\nما يرويه أبو معاوية عن ابن مسعود وما رواه أولئك من قول ابن مسعود هو ما\nيرويه أبو معاوية من قول الرسول صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n54 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي أخبرني\nالمنيعي والحسن بن سفيان قالا أنبأ أبو بكر بن أبي شيبة ثنا وكيع ح\n</p>\n\n<p>\nوأخبرني الحسن ثنا ابن نمير ثنا أبي ووكيع قالا ثنا الأعمش وأخبرني عمران\nثنا شيبان ثنا أبو عوانة عن المغيرة كلاهما عن أبي وائل عن عبد الله وهذا\nحديث ابن أبي شيبة قال رسول الله صلى الله عليه وسلم كلمة وقلت أخرى قال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( من مات يشرك بالله شيئا دخل النار <span id='ms21'></span> ) قلت أنا من مات لا يشرك بالله شيئا\nدخل الجنة وفي حديث المغيرة عن أبي وائل كلمتان سمعت إحداهما من رسول الله\nصلى الله عليه وسلم والأخرى أنا أقولها سمعت رسول الله صلى الله عليه وسلم\nيقول\n</p>\n\n<p>\n( لا يلقى الله عبد يشرك به إلا أدخله النار ) والأخرى أنا أقولها\n</p>\n\n<p>\nلا يلقى الله عبد لا يشرك به شيئا إلا أدخله الجنة\n</p>\n\n<p>\nقال الإسماعيلي هكذا يقول وكيع وابن نمير وحفص وخالفهم أبو معاوية في\nالمتن\n</p>\n\n<p>\n+ صحيح متفق عليه + رواه البخاري ومسلم عن ابن نمير كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nورواه البخاري عن عبدان عن أبي حمزة وعن موسى عن عبد الواحد بن زياد\nكلاهما عن الأعمش\n</p>\n\n<p>\n55 أخبرنا محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل أحمد بن\nالحسين بن خيرون ح\n</p>\n\n<p>\nوأنبأ يحيى بن ثابت أنبأ أبي قالا أنبأ أحمد بن محمد بن غالب قال قرأت\nعلى بكر بن سلم وعلى أبي محمد بن ماسي حدثكم أبو مسلم الكجي ثنا مسلم بن\nإبراهيم ثنا هشام يعني الدستوائي عن أبي الزبير عن جابر قال قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n( من مات لا يشرك بالله شيئا دخل الجنة ومن لقيه يشرك به أدخله النار )\nفي حديث ابن ماسي ثنا أبو الزبير عن جابر أن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\n( من لقي الله . . . . ) والباقي سواء\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن إسحاق بن منصور عن معاذ بن هشام عن أبيه\n</p>\n\n<p>\n56 أخبرنا أبو طاهر السلفي أنبأ أبو الفضل محمد بن عبد السلام بن أحمد\nالأنصاري أنبأ أبو علي الحسن بن أحمد بن إبراهيم بن شاذان أنبأ أبو محمد\nجعفر بن محمد بن نصير الخلدي ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             علي بن أحمد القطان ثنا عبد\nالحميد بن صالح ثنا أبو بكر النهشلي عن الأعمش عن أبي سفيان عن جابر قال\nسئل رسول الله صلى الله عليه وسلم عن الموجبتين قال\n</p>\n\n<p>\n^ من جاء بالحسنة فله خير منها وهم من فزع يومئذ ءامنون ومن جاء بالسيئة\nفكبت وجوههم في النار هل تجزون <span id='ms22'></span> إلا ما كنتم تعملون ^\n</p>\n\n<p>\n( من لقي الله لا يشرك به شيئا دخل الجنة ومن لقيه يشرك به دخل النار )\nأه\n</p>\n\n<p>\n57 أخبرنا الأجل أبو العباس أحمد بن أبي منصور بن محمد بن ينال الصوفي\nوأبو غالب زهير بن محمد بن أحمد البيع يعرف بشعرانة قالا أنبأ أبو طاهر عبد\nالكريم بن عبد الرزاق الحسناباذي قال أحمد إجازة وقال زهير سماعا أنبأ أبو\nبكر أحمد بن الفضل بن محمد الباطرقاني أنبأ أبو العباس أحمد بن محمد بن\nزكريا النسوي ثنا الحسين بن عبد الله الصوفي بمصر ثنا أبو بكر أحمد بن محمد\nبن عمر الدينوري قراءة علينا ثنا أبو محمد جعفر بن عبد الله الصوفي الخياط\nقال قال أبو حمزة محمد بن إبراهيم الصوفي حدثني إبراهيم بن المهلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             أبو الأشهب السائح قال رأيت غلاما جميلا بين الثعلبية والحربية\nقائما يصلي عند بعض الأميال وما معه أحد قد انقطع عن الناس فانتظرته حتى\nقضى صلاته قال قلت له أما معك مؤنس قال بلى قلت وأين هو قال أمامي ومعي\nوخلفي وعن يميني وعن شمالي وفوقي وعلمت أن عنده معرفة قلت أما معك زاد قال\nبلى قلت وأين هو قال الإخلاص لله عز وجل والتوحيد له والإقرار بنبيه صلى\nالله عليه وسلم وإيمان صادق وتوكل واثق قلت هل لك في مرافقتي قال الرفيق\nيشغل عن الله عز وجل ولا أحب أن أرافق أحدا فأشتغل به طرفة عين فيقطعني عن\nبعض ما أنا عليه قلت أما تستوحش في هذه البراري وحدك قال إن الأنس بالله عز\nوجل قطعني عن كل وحشة حتى لو كنت مع السباع ما خفتها ولا استوحشت منها قلت\nمن أين تأكل قال الذي غذاني في ظلمة الأرحام صغيرا قد تكفل لي برزقي كبيرا\nقلت على ذلك قال لي حد معلوم ووقت مفهوم وإذا احتجت إلى الطعام أصبته في أي\nموضع كنت وقد علم ما يصلحني وهو غير غافل عني قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             ألك حاجة قال\nنعم قلت وما هي قال إن رأيتني فلا <span id='ms23'></span> تكلمني ولا تعلم أحدا أنك عرفتني قلت ذلك\nلك ألك حاجة غيرها قال نعم قلت وما هي قال إن استطعت أن لا تنساني في دعائك\nوعند الشدائد إذا نزل بك فافعل قلت كيف يدعو مثلي لمثلك وأنت أفضل مني خوفا\nويقينا وتوكلا فقال لا تقل هذا فإنك قد صليت لله قبلي وصمت قبلي ولك حق\nالإسلام بمعرفة الإيمان قلت فإن لي إليك حاجة قال ما هي قلت ادع الله لي\nقال حجب الله قلبك عن كل معصية وألهم متن قلبك الفكر فيما يرضيه حتى لا\nيكون لك هم إلا هو قلت يا حبيبي متى ألقاك وأين أطلبك فقال أما في الدنيا\nفلا تحدث نفسك بلقائي فيها وأما الآخرة فإنها مجمع المتقين وإياك أن تخالف\nالله عز وجل فيما أمرك وندبك إليه وإن كنت تبغي لقائي فاطلبني مع الناظرين\nإلى الله عز وجل فإني في زمرتهم قال وكيف علمت ذلك قال بغضي طرفي عن كل\nمحرم ما أحياني وقد سألته أن يجعل حياتي منه النظر إليه ثم صاح وأقبل يسعى\nحتى غاب عن عيني فلم أره بعد ذلك أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n58 أخبرنا أبو موسى أنبأ سعيد بن أبي الرجا أنبأ أحمد بن الفضل\nالباطرقاني أنبأ أبو عمر الطلحي أنبأ أبو الحسن اللنباني ثنا عبد الله بن\nمحمد بن عبيد حدثني محمد بن الحسين حدثني يحيى بن بسطام حدثني محمد بن\nمروان الضبي عن هشام قال ما رأيت أحدا قط أصبر على طول القيام والسهر من\nثابت يعني البناني صحبناه مرة إلى مكة وكنا إذا نزلنا ليلا فهو قائم يصلي\nحتى يصبح والا سبب أن يراه أو يحس به مستيقظا ونحن\n</p>\n\n<p>\n59 أخبرنا محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل أحمد بن\nالحسن بن خيرون أنبأ أبو عمرو عثمان بن محمد بن يوسف العلاف وأبو علي الحسن\nبن أحمد بن إبراهيم بن شاذان قالا أنبأ أبو بكر محمد بن عبد الله بن\nإبراهيم الشافعي ثنا محمد بن سليمان ثنا موسى بن <span id='ms24'></span> مسعود ثنا إبراهيم بن\nطهمان عن منصور عن سالم بن أبي الجعد عن سلمة بن نعيم الأشجعي قال قال رسول\nالله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n( من مات لا يشرك بالله شيئا دخل الجنة وإن زنى وإن سرق )\n</p>\n\n<p>\n60 أخبرنا محمد بن عبد الباقي بن أحمد أنبأ أحمد بن الحسن بن خيرون أنبأ\nعثمان بن محمد والحسن بن أحمد أنبأ محمد بن عبد الله ثنا محمد بن غالب\nحدثني عبد الصمد بن النعمان ثنا ورقاء عن منصور عن سالم بن أبي الجعد عن\nسلمة بن نعيم عن النبي صلى الله عليه وسلم مثله أه\n</p>\n\n<p>\n61 أخبرنا المبارك بن علي وعبد الله بن محمد أنبأ عبد القادر بن محمد ح\n</p>\n\n<p>\nوأنبأ عبد الحق أنبأ عمي قالا أنبأ الحسن بن علي أنبأ أحمد بن جعفر ثنا\nعبد الله حدثني أبي ثنا حجاج ثنا شيبان ثنا منصور عن سالم بن أبي الجعد عن\nسلمة بن نعيم قال وكان من أصحاب رسول الله صلى الله عليه وسلم قال قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\n( من لقي الله لا يشرك به شيئا دخل الجنة وإن زنى وإن سرق ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n62 أخبرنا أبو محمد عبد الله بن منصور بن هبة الله بن الموصلي ببغداد\nأنبأ أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي أنبأ أبو الحسن\nأحمد بن محمد بن أحمد بن منصور العتيقي أنبأ أبو يعقوب إسحاق بن سعد بن\nالحسن بن سفيان النسوي ثنا جدي ثنا حبان أنبأ عبد الله بن المبارك عن\nإسماعيل بن أبي خالد عن عبد الرحمن بن عائذ أن عقبة بن عامر الجهني أتى\nالمسجد الأقصى فصلى فيه فلحقه ناس يمشون معه فقال ما جاء بكم قالوا صحبتك\nرسول الله صلى الله عليه وسلم جئنا لنسلم عليك ونسمع منك قال انزلوا فنزلوا\nفصلوا فقال سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<p>\n( من مات ولم يشرك بالله شيئا ولم يتند من الدماء الحرام بشيء دخل من أي\nأبواب الجنة شاء )\n</p>\n\n<p>\n63 أخبرنا أبو طاهر <span id='ms25'></span> السلفي بالإسكندرية وأبو المعالي أحمد بن عبد الغني\nبن حنيفة ببغداد قالا أنبأ أبو الخطاب نصر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             أحمد بن عبد الله\nبن البطر القارئ أنبأ أبو محمد عبد الله بن عبيد الله بن يحيى بن البيع ثنا\nأبو عبد الله الحسين بن إسماعيل المحاملي ثنا سعيد الأموي حدثني أبي ثنا\nإسماعيل أخبرني عبد الرحمن بن عائذ عن أبي مسعود عقبة بن عمرو أنه انطلق\nإلى المسجد الأقصى فرآه ناس فاتبعوه فقال ما حاجتكم قالوا جئنا نسلم عليك\nونسير معك إنك صاحب رسول الله صلى الله عليه وسلم قال فقال انزلوا فنزلوا\nقال فلما قضوا الصلاة قال سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<p>\n( إنه ليس من عبد يلقى الله عز وجل لا يشرك به شيئا لم يتند بدم حرام إلا\nدخل من أي أبواب الجنة شاء ) أه\n</p>\n\n<p>\n64 أخبرنا محمد بن عبد الباقي ببغداد وأبو الفضل عبد الله بن أحمد بن\nمحمد بن عبد القاهر الطوسي ببغداد أنبأ أبو محمد جعفر بن أحمد بن الحسن\nالسراج أنبأ الحسن بن أحمد بن إبراهيم أنبأ عثمان بن أحمد ثنا يحيى هو ابن\nجعفر بن الزبرقان ثنا محمد بن عبيد ثنا إسماعيل بن أبي خالد عن عبد الرحمن\nبن عائذ عن عقبة بن عامر الجهني قال\n</p>\n\n<p>\nذهب نحو المسجد الأقصى فرآه ناس فاتبعوه فقال لهم مالكم قالوا أتيناك\nلصحبتك لرسول الله صلى الله عليه وسلم ولتحدثنا بما سمعت من رسول الله صلى\nالله عليه وسلم قال انزلوا فصلوا فإني سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             رسول الله صلى الله\nعليه وسلم يقول\n</p>\n\n<p>\n( ما من عبد يلقى الله عز وجل لا يشرك به شيئا لم يتند بدم حرام إلا دخل\nمن أي أبواب الجنة شاء ) أه\n</p>\n\n<p>\n65 أخبرنا محمد بن عبد الباقي أنبأ الإمام أبو محمد رزق الله بن عبد\nالوهاب بن عبد العزيز التميمي أنبأ أبو الحسين علي بن محمد بن عبد الله بن\nبشران أنبأ أبو جعفر محمد بن عمرو بن البختري الرزاز ثنا محمد هو ابن عبيد <span id='ms26'></span>\nالله المنادي ثنا يونس هو ابن محمد المؤدب ثنا حماد هو ابن سلمة عن عاصم بن\nبهدلة عن المعرور بن سويد عن أبي ذر قال قال لي رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\n( فيما يجلي عن ربه عز وجل الحسنة عشر أمثالها أو أزيد والسيئة واحدة أو\nأمحو ومن لقيني بقراب الأرض خطايا لقيته بقرابها مغفرة ما لم يشرك بي )\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن أبي بكر بن أبي شيبة عن وكيع وعن أبي كريب عن\nمعاوية كلاهما عن الأعمش عن المعرور\n</p>\n\n<p>\n66 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحمد بن جعفر ثنا عبد الله حدثني أبي ثنا أبو أحمد وأبو نعيم قالا ثنا\nسفيان عن إبراهيم بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             المنتشر عن أبيه هذا في حديث أبي\nأحمد الزبيري قال نزل رجل على مسروق فقال سمعت عبد الله بن عمرو بن العاص\nيقول سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<p>\n( من لقي الله عز وجل وهو لا يشرك به شيئا دخل الجنة ولم تضره معه خطيئة\nكما لو لقيه وهو يشرك به دخل النار ولم تنفعه معه حسنة )\n</p>\n\n<p>\nقال أبو نعيم جاء رجل أو شيخ من أهل المدينة فنزل على مسروق فقال سمعت\nعبد الله بن عمرو يقول قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( من لقي الله لا يشرك به شيئا لم تضره معه خطيئته ومن مات وهو يشرك به\nلم ينفعه معه حسنة )\n</p>\n\n<p>\nقال عبد الله والصواب ما قال أبو نعيم أه\n</p>\n\n<p>\n67 أخبرنا أبو الفتوح عبد القاهر بن محمد بن عبد الله بن يحيى بن الوكيل\nأنبأ أبي أنبأ أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران أنبأ أبو\nعلي الحسن بن الخضر بن عبد الله الأسيوطي بمكة أنبأ أبو عبد الرحمن النسوي\nأنبأ قتيبة بن سعيد عن مالك عن سهيل عن أبيه عن أبي هريرة أن رسول الله صلى\nالله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n( تفتح أبواب الجنة <span id='ms27'></span> يوم الاثنين والخميس فيغفر لكل عبد لا يشرك بالله\nشيئا إلا رجلا كانت بينه وبين أخيه شحناء فيقال أنظروا هذين حتى يصطلحا )\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن قتيبة ورواه أحمد عن عبد الرزاق عن معمر عن سهيل\n</p>\n\n<p>\n68 أخبرنا أبو بكر عبد الله بن محمد بن أحمد بن النقور البزاز وغيره أنبأ\nأبو الحسن علي بن محمد بن علي بن العلاف أنبأ أبو القاسم عبد الملك بن محمد\nبن عبد الله بن بشران أنبأ أبو بكر النجاد ثنا أبو بكر أحمد بن زهير بن حرب\nالنسائي ثنا سريج بن النعمان ثنا سهيل أخو حزم ثنا ثابت البناني قال سمعت\nأنس بن مالك يقول سمعت رسول الله صلى الله عليه وسلم قرأ هذه الآية <span class='quran'>هو\nأهل التقوى وأهل المغفرة </span>قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( قال ربكم عز وجل أنا أهل أن أتقى أن يجعل معي إله فمن اتقى أن يجعل معي\nإلها فهو أهل أن أغفر له ) رواه أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n69 أخبرنا محمد بن عبد الباقي أنبأ أبو الفضل أحمد بن الحسن بن خيرون\nأنبأ أبو علي الحسن بن أحمد بن إبراهيم بن شاذان أنبأ القيسي ثنا سهيل بن\nأبي حزم عن ثابت البناني عن أنس بن مالك أن رسول الله صلى الله عليه وسلم\nقال في هذه الآية <span class='quran'>هو أهل التقوى وأهل المغفرة </span>قال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\n( قال ربكم عز وجل أنا أهل أن أتقى فلا يشرك بي عبدي وأنا أهل لمن اتقى\nأن يشرك بي أن أغفر له )\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( من وعده الله عز وجل على عمل ثوابا فهو منجزه له ومن وعده على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             عمل عقابا فهو بالخيار )\n</p>\n\n<p>\n70 أخبرنا عبد الرزاق بن إسماعيل والمطهر بن عبد الكريم أنبأ أبو عبد\nالرحمن بن حمد الدوني أنبأ أبو نصر أحمد بن الحسين بن محمد الدينوري أنبأ\nأبو بكر أحمد بن محمد بن السني أنبأ أبو محمد بن صاعد والقاضي أبو عبيد علي\nبن الحسين بن <span id='ms28'></span> حرب قالا ثنا زيد بن أخزم ثنا يزيد بن هارون وإبراهيم بن سعد\nعن الزهري عن عامر بن سعد عن أبيه أن أعرابيا قال يا رسول الله إن أبي كان\nيصل الرحم ويفعل ويفعل فأين هو قال ( في النار ) فكأن الأعرابي وجد من ذلك\nفقال يا رسول الله فأين أبوك قال ( حيث ما مررت بقبر كافر فبشره بالنار )\nقال ثم إن الأعرابي أسلم فقال لقد كلفني رسول الله صلى الله عليه وسلم بعد\nإما مررت بقبر كافر إلا بشرته بالنار أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n71 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحد بن جعفر ثنا عبد الله حدثني أبي رحمه الله ثنا عبد الرزاق أنبأ\nمعمر عن أبي إسحاق عن كميل بن زياد عن أبي هريرة قال كنت أمشي مع رسول الله\nصلى الله عليه وسلم في نخل لبعض أهل المدينة فقال ( يا أبا هريرة هلك\nالمكثرون إلا من قال هكذا وهكذا ثلاث مرات بكفيه عن يمينه وعن يساره وبين\nيديه وقليل ما هم ) ثم مشى ساعة فقال\n</p>\n\n<p>\n( يا أبا هريرة ألا أدلك على كنز من كنوز الجنة ) فقلت بلى يا رسول الله\nقال\n</p>\n\n<p>\n( لا حول ولا قوة إلا بالله ولا ملجأ من الله إلا إليه ) ثم مشى ساعة\nفقال\n</p>\n\n<p>\n( يا أبا هريرة هل تدري ما حق الناس على الله وما حق الله على الناس )\nقلت الله ورسوله أعلم قال\n</p>\n\n<p>\n( فإن حق الله على الناس أن يعبدوه ولا يشركوا به شيئا فإذا فعلوا ذلك\nفحق عليه أن لا يعذبهم ) أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n72 أخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي\nأنبأ أحمد بن جعفر ثنا عبد الله بن أحمد بن حنبل حدثني أبي ثنا زكريا بن\nعدي أنبا بقية عن بحير بن سعد عن خالد بن معدان عن المتوكل أو أبي المتوكل\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( من لقي الله لا يشرك به شيئا وأدى <span id='ms29'></span> زكاة ماله طيبا بها نفسه محتسبا وسمع\nوأطاع فله الجنة أو دخل الجنة وخمس ليس لهن كفارة الشرك بالله وقتل النفس\nبغير الحق أو بهت مؤمن أو الفرار يوم الزحف أو يمين صابرة يقطع بها مال\nبغير حق )\n</p>\n\n<p>\n73 أخبرنا أبو موسى وأبو بكر محمد بن أحمد بن محمد وأبو طاهر معاوية بن\nعلي بن معاوية الصوفي وأبو علي حمزة بن أبي الفتح الطبري قالوا أنبأ الحسن\nبن علي بن أحمد أنبأ أحمد بن عبد الله بن أحمد الحافظ ثنا فاروق الخطابي\nثنا أبو مسلم الكجي ثنا حجاج بن منهال ح\n</p>\n\n<p>\nوثنا سليمان بن أحمد ثنا محمد بن يحيى بن المنذر ثنا أبو عمر الحوضي قالا\nثنا همام عن محمد بن جحادة عن المغيرة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             عبد الله اليشكري أن\nأباه حدثه قال انطلقت إلى الكوفة فدخلت المسجد فإذا رجل من قيس يقال له ابن\nالمنتفق وهو يقول وصف لي رسول الله صلى الله عليه وسلم وحلي لي فطلبته بمكة\nفقيل لي هو بمنى فطلبته فقيل لي هو بعرفات فانطلقت إليه فزاحمته فقيل لي\nإليك عن طريق رسول الله صلى الله عليه وسلم قال فقال رسول الله صلى الله\nعليه وسلم\n</p>\n\n<p>\n( دعوا الرجل أرب ماله ) قال فزاحمتهم عليه حتى خلصت إليه قال فأخذت\nبخطام راحلة رسول الله صلى الله عليه وسلم أو بزمامها حتى اختلفت أعناق\nراحلتيهما قال فلم يزعني أو قال ما غير علي قال قلت شيئين أسألك عنهما ما\nينجيني من النار وما يدخلني الجنة قال فنظر إلى السماء ثم أقبل علي بوجهه\nقال\n</p>\n\n<p>\n( لئن كنت أوجزت المسألة لقد عظمت وطولت فاعقل عني إذا اعبد الله ولا\nتشرك به شيئا وأقم الصلاة المكتوبة وأد الزكاة المفروضة وصم رمضان )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n74 أخبرنا أبو طاهر السلفي أنبأ محمد بن عبد الله السوذرجاني وأخوه أحمد\nأنبأ علي بن ميلة ثنا أبو علي أحمد بن محمد بن إبراهيم الصحاف ثنا جعفر بن\nمحمد بن شاكر ثنا خنيس بن بكر بن خنيس ثنا يونس بن أبي إسحاق <span id='ms30'></span> عن المغيرة بن\nعبد الله اليشكري عن أبيه قال غدوت لحاجة فإذا أنا بجماعة في السوق فملت\nإليهم فإذا رجل يحدثهم فسمعته يقول وصف لي رسول الله صلى الله عليه وسلم\nووصفت لي صفته فعرضت له على قارعة الطريق بين عرفات ومنى فرفع لي ركب\nفعرفته بالصفة فهتف بي رجل من الراكب أيها الراكب خل عن وجوه الركاب فقال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( ذروا الرجل فأرب ماله ) فدنوت وأخذت بزمام الناقة أو خطامها فقلت نبئني\nبعمل يقربني من الجنة ويباعدني من النار قال\n</p>\n\n<p>\n( وذلك أعملك أو أنصبك ) قال قلت نعم قال ( فأفهم أو أعقل الناس )\n</p>\n\n<p>\n( تعبد الله لا تشرك به شيئا وتقيم الصلاة وتؤدي الزكاة وتصوم رمضان وتحج\nالبيت وتأتي إلى الناس ما تحب أن يؤتى إليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             وتكره لهم ما تكره\nأن يؤتى إليك خل عن غرز الناقة ) وقال خنيس بن بكر مرة أخرى ( خل عن زمام\nالناقة ) أه\n</p>\n\n<p>\nرواه ابن عون وسعدان الجهني في آخرين عن محمد بن جحادة ورواه زبيد وأبو\nإسحاق عن المغيرة بنحوه أه\n</p>\n\n<p>\n75 أخبرنا محمد بن عبد الباقي أنبأ أبو الفضل أحمد بن الحسن بن خيرون قال\nقرئ على أبي بكر أحمد بن محمد بن غالب الخوارزمي وأنا أسمع أخبركم أبو بكر\nمحمد بن جعفر بن الهيثم الأنباري ثنا محمد بن أحمد بن أبي العوام ثنا يزيد\nبن هارون ح\n</p>\n\n<p>\nوأخبرنا أبو طاهر السلفي أنبأ أبو الحسن علي بن محمد بن علي بن العلاف\nببغداد ثنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران أنبأ أبو\nعلي محمد بن أحمد بن الحسن الصواف ثنا عبد الله بن أحمد بن محمد بن حنبل\nحدثني أبي ثنا يزيد ثنا صدقة بن موسى ثنا أبو عمران الجوني عن يزيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             بابنوس عن عائشة قالت قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( الدواوين عند الله عز وجل ثلاثة ديوان لا يعبأ الله به شيئا وديوان لا\nيترك الله منه شيئا وديوان لا يغفره الله <span id='ms31'></span> فأما الديوان فالذي لا يغفره الله\nفالشرك قال الله عز وجل <span class='quran'>من يشرك بالله فقد حرم الله عليه الجنة </span>وأما الديوان الذي لا يعبأ الله به شيئا فظلم العبد نفسه فيما بينه وبين\nربه عز وجل من صوم يوم تركه أو صلاة تركها فإن الله عز وجل يغفر ذلك\nويتجاوز إن شاء وأما الديوان الذي لا يترك الله منه شيئا فظلم العباد بعضهم\nبعضا القصاص لا محالة )\n</p>\n\n<p>\nرواه أحمد كذلك لفظهما واحد\n</p>\n\n<p>\n76 أخبرنا أبو طاهر السلفي أنبأ أبو مطيع محمد بن عبد الواحد بن عبد ا\nلعزيز المصري ثنا أبو محمد عبد الله بن محمد بن عقيل الباوردي قراءة عليه\nفي داره سنة خمس عشرة وأربعمائة ثنا أبو بكر أحمد بن سلمان بن الحسن النجاد\nثنا محمد بن إسماعيل ثنا أبو نعيم ثنا عمرو بن حسان ثنا المغيره اليشكري\nحدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             والدي قال أقبلت فإذا رجل يحدث عن النبي صلى الله عليه\nوسلم فلما سمعته يحدث عن النبي صلى الله عليه وسلم جلست مع القوم فسمعته\nيقول بلغني حجة رسول الله صلى الله عليه وسلم التي ودع فيها الناس فعمدت\nإلى راحلة من إبلي فوقفت على ظهر طريق عرفات فجعلت أسأل عن النبي صلى الله\nعليه وسلم فجعلوا يقولون الآن يأتيك قال فبينما أنا كذلك إذ رفع لي رهط\nفقال رجل أمام القوم خل عن الطريق يا عبد الله فقال النبي صلى الله عليه\nوسلم\n</p>\n\n<p>\n( دع الرجل أرب ماله ) وحبس النبي صلى الله عليه وسلم راحلته فأقبلت\nبناقتي حتى اختلفت أعناق الراحلتين فقلت أسألك يا نبي الله قال ( سل عما\nشئت ) فقلت أسألك عن عمل يدخلني الجنة وينجيني من النار فقال النبي صلى\nالله عليه وسلم ( بخ بخ لئن كنت قصرت في الخطبة لقد بالغت في الحاجة تعبد\nالله لا تشرك به شيئا وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت\nوتحب للناس ما تحب لنفسك وتكره للناس ما تكره لنفسك خل عن طريق الركاب )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n77 أخبرنا عبد الله بن محمد والمبارك <span id='ms32'></span> بن علي أنبأ عبد القادر بن محمد\nوأنبأ عبد الحق أنبأ عمي قالا أنبأ الحسن بن علي أنبأ أحمد بن جعفر ثنا عبد\nالله بن أحمد بن حنبل حدثني أبي رحمه الله ثنا يزيد أنبأ العوام حدثني شيخ\nكان مرابطا بالساحل قال لقيت أبا صالح مولى عمر بن الخطاب فقال حدثنا عمر\nبن الخطاب عن رسول الله صلى الله عليه وسلم أنه قال\n</p>\n\n<p>\nليس من ليلة إلا والبحر يشرف ثلاث مرات ليستأذن الله عز وجل على أهل\nالأرض في أن ينفضخ عليهم فيكفه الله عز وجل )\n</p>\n\n<p>\n78 أخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل\nأحمد بن الحسن بن خيرون قال قرئ على أبي عبد الله أحمد بن عبد الله بن\nالحسين بن إسماعيل المحاملي أنبأ أبو سهل أحمد بن محمد بن عبد الله بن زياد\nثنا أبو بكر يحيى بن جعفر بن الزبرقان أنبأ يزيد هارون أنبأ العوام بن حوشب\nأخبرني شيخ كان مرابطا بالساحل قال رأيت ليلة محرسي إلى الميناء ولم يخرج\nتلك الليلة أحد غيري قال فصعدت الميناء فكان يخيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             إلي وأنا\nمستيقظ أن البحر يشرف علي حتى يحاذي برؤوس الجبال ففعل ذلك مرارا وأنا\nمستيقظ ثم نمت فرأيت كأن الراية بيدي وأنا أمشي أمام أهل المدينة وهم يمشون\nخلفي فلما أصبحت رجعت واستقبلني أمير المدينة وأبو صالح مولى عمر بن الخطاب\nرضي الله عنه فكانا أول من خرج من المدينة قال قلت لم يخرج أحد غيري قالا\nعما رأيت قلت والله لقد كان يخيل إلي أن البحر يشرف حتى يحاذي برؤوس الجبال\nففعل ذلك مرارا وأنا مستيقظ ثم نمت فرأيت كأن الراية بيدي وأنا أمشي أمام\nأهل المدينة وهم يمشون خلفي فقال أبو صالح صدقت حدثنا عمر بن الخطاب رضي\nالله عنه عن رسول الله صلى الله عليه وسلم أنه قال\n</p>\n\n<p>\n( ليس من ليلة إلا البحر يشرف على الأرض ثلاث مرات يستأذن الله عز وجل في\nأن ينفضخ عليهم فيكفه الله <span id='ms33'></span> عز وجل ) وأما ما رأيت من الراية فإن تصديق\nرؤياك يقول يا أهل المدينة الليلة قال وكان أبو صالح مباعد إلي قبل ذلك\nوكأنه استأنس بي فجعل يحدثني فقال أمرنا عمر بن الخطاب أن نشترك ثلاثة فرجل\nيجلب ورجل يبيع . . . قال فهذه نوبتي وأنا الآن راجع إلى المدينة\n</p>\n\n<p>\n79 أخبرنا أبو طاهر السلفي أنبأ أبو نصر الفضل بن علي بن أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             الحنفي المقرئ بأصبهان أنبأ أبو سعيد محمد بن علي بن عمرو بن\nمهدي النقاش الحافظ أنبأ سليمان بن أحمد بن أيوب ثنا محمد بن حيان المازني\nثنا محمد بن كثير العبدي ثنا حماد ابن سلمة عن ثابت البناني عن أبي رافع عن\nأبي هريرة أن رسول ا لله صلى الله عليه وسلم قال\n</p>\n\n<p>\n( يقول الله عز وجل يوم القيامة يا ابن آدم مرضت فلم تعدني قال يا رب كيف\nأعودك وأنت رب العزة فيقول أما علمت أن عبدي فلانا مرض فلم تعده ولو عدته\nلوجدتني عنده ويقول يا ابن آدم استطعمتك فلم تطعمني فيقول يا رب كيف أطعمك\nوأنت رب العزة فيقول أما علمت أن عبدي فلانا جاءك يستطعمك فلم تطعمه أما\nعلمت أنك لو أطعمته لوجدت ذلك عندي فيقول يا ابن آدم استسقيتك فلم تسقني\nفيقول أي رب كيف أسقيك وأنت رب العزة فيقول أما علمت أن عبدي فلانا استسقاك\nفلم تسقه ولو سقيته لوجدت ذلك عندي ) أه\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن محمد بن حاتم عن بهز بن أسد عن حماد بن سلمة\n</p>\n\n<p>\n80 أخبرنا محمد بن محمد وحبيب بن إبراهيم أنبأ محمود بن إسماعيل أنبأ\nأحمد بن محمد ثنا سليمان بن أحمد بن أيوب ثنا زكريا بن يحيى الساجي ثنا\nمحمد بن إسماعيل الأحمسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             ثنا الوليد بن القاسم ثنا إسماعيل عن\nقيس عن جرير عن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\n( من مات لا يشرك بالله شيئا لم يتند بدم حرام أدخل من أي أبواب الجنة\nشاء ) أه\n</p>\n\n<p>\n81 أخبرنا محمد بن محمد بن ناصر وحبيب بن إبراهيم أنبأ محمود <span id='ms34'></span> بن إسماعيل\nأنبأ أحمد بن محمد ثنا سليمان بن أحمد ثنا خير بن عرفة المصري ثنا عروة بن\nمروان الرقي ثنا عبيد الله ابن عمرو عن عبد الكريم بن مالك عن عطاء بن أبي\nرباح عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( ما في السموات السبع موضع قدم ولا شبر ولا كف إلا وفيه ملك قائم أو ملك\nراكع أو ملك ساجد فإذا كان يوم القيامة قالوا جميعا سبحانك ما عبدناك حق\nعبادتك إلا أنا لم نشرك بك شيئا ) أه\n</p>\n\n<p>\n83 أخبرنا علي بن إبراهيم الدمشقي أنبأ عبد الصبور بن عبد السلام الهروي\nأنبأ محمود بن القاسم الأزدي أنبأ عبد الجبار بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             محمد ثنا محمد\nبن أحمد بن محبوب ثنا محمد بن عيسى ثنا أحمد بن منيع ثنا أبو أحمد الزبيري\nثنا إسرائيل عن إبراهيم بن المهاجر عن مجاهد عن مورق عن أبي ذر قال قال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( إني أرى ما لا ترون وأسمع ما لا تسمعون أطت السماء وحق لها أن تئط ما\nفيها موضع أربع أصابع إلا وملك واضع جبهته ساجدا لله والله لو تعلمون ما\nأعلم لضحكتم قليلا ولبكيتم كثيرا وما تلذذتم بالنساء على الفرش ولخرجتم إلى\nالصعدات تجأرون إلى الله ) لوددت أني كنت شجرة تعضد\n</p>\n\n<p>\nعن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             قال أبو\nعيسى وفي الباب عن عائشة وأبي هريرة وابن عباس وأنس وهذا حديث + حسن صحيح\nغريب + ويروى من غير هذا الوجه أنا أبا ذر قال لوددت أني كنت شجرة تعضد\n</p>\n\n<p>\n83 أخبرنا أبو طاهر السلفي أنبأ أبو الحسن علي بن محمد بن علي ابن العلاف\nالمقريء ببغداد ثنا أبو القاسم عبد الملك بن محمد ابن عبد الله بن بشران\nأنبأ أبو علي محمد بن أحمد بن الحسن بن الصواف ثنا عبد الله بن أحمد بن\nمحمد بن حنبل حدثني أبي <span id='ms35'></span> رحمه الله ثنا عفان ثنا أبو خلف موسى بن خلف كان\nيعد من البدلاء ثنا يحيى بن أبي كثير عن زيد بن سلام عن جده ممطور عن\nالحارث الأشعري أن نبي الله صلى الله عليه وسلم قال\n</p>\n\n<p>\n( إن الله عز وجل أمر يحيى بن زكريا عليهما السلام بخمس كلمات أن يعمل\nبهن ويأمر بني إسرائيل أن يعملوا بهن فكاد يبطئ فقال له عيسى عليه السلام\nإنك قد أمرت بخمس كلمات أن تعمل بهن وتأمر بني إسرائيل أن يعملوا بهن فإما\nأن تبلغهن وإما أن أبلغهن قال يا أخي إني أخشى إن سبقتني أن أعذب أو يخسف\nبي قال فجمع يحيى بني إسرائيل في بيت المقدس حتى امتلأ المسجد فقعد على\nالشرف فحمد الله وأثنى عليه ثم قال إن الله تعالى أمرني بخمس كلمات أن أعمل\nبهن وآمركم أن تعملوا بهن أولهن أن تعبدوا الله ولا تشركوا به شيئا وإن مثل\nذلك مثل رجل اشترى عبدا من خالص ماله بورق أو ذهب فجعل يعمل ويؤدي غلته إلى\nغير سيده فأيكم يسره أن يكون عبده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             كذلك وإن الله عز وجل خلقكم\nورزقكم فاعبدوه ولا تشركوا به شيئا وآمركم بالصلاة فإن الله عز وجل ينصب\nوجهه لوجه عبده ما لم يلتفت فإذا صليتم فلا تلتفتوا وآمركم بالصيام فإن مثل\nذلك كمثل رجل معه صرة مسك في عصابة كلهم يجد ريح المسك وإن خلوف فم الصائم\nأطيب عند الله من ريح المسك وآمركم بالصدقة فإن مثل ذلك كمثل رجل أسره\nالعدو فشدوا يديه إلى عنقه وقدموه ليضربوا عنقه فقال لهم هل لكم أن أفدي\nنفسي منكم فجعل يفتدي نفسه منهم بالقليل والكثير حتى فك نفسه وآمركم بذكر\nالله عز وجل كثيرا فإن مثل ذلك كمثل رجل طلبه العدو سراعا في طلب أثره فأتى\nحصنا حصينا فتحصن فيه وإن العبد أحصن ما يكون من الشيطان إذا كان في ذكر\nالله )\n</p>\n\n<p>\nقال وقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( وأنا آمركم بخمس الله تعالى أمرني بهن <span id='ms36'></span> الجماعة والسمع والطاعة والهجرة\nوالجهاد في سبيل الله عز وجل فإنه من خرج من الجماعة قيد شبر فقد خلع ربقة\nالإسلام من عنقه إلا أن يراجع ومن دعا بدعوى جاهلية فهو من جثى جهنم )\nقالوا يا رسول الله وإن صام وصلى وزعم أنه مسلم ( فادعوا المسلمين بأسمائهم\nبما سماهم الله عز وجل المسلمين المؤمنين عباد الله ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n+ هذا حديث صحيح + رواه أحمد عن عفان كذلك ورواه الترمذي عن محمد بن\nإسماعيل البخاري عن موسى بن إسماعيل عن أبان بن يزيد عن يحيى\n</p>\n\n<p>\n84 أخبرنا أبو موسى أنبأ أبو غالب أحمد بن العباس بن الكوسيدي أنبأ أبو\nبكر محمد بن عبد الله الضبي ثنا أبو القاسم سليمان بن أحمد بن أيوب\nالطبراني ثنا محمد بن عبدة المصيصي ثنا أبو توبة الربيع بن نافع ثنا معاوية\nبن سلام عن زيد بن سلام عن أبي سلام حدثني الحارث الأشعري أن رسول الله صلى\nالله عليه وسلم قال\n</p>\n\n<p>\n( إن الله تبارك وتعالى أمر يحيى بن زكريا عليهما السلام بخمس كلمات يعمل\nبهن ويأمر بني إسرائيل أن يعملوا بهن فكاد يبطئ فقال له عيسى عليه السلام\nإنك أمرت بخمس كلمات تعمل بهن وتأمر بني إسرائيل أن يعملوا بهن فإما تأمرهم\nبهن وإما أن أقوم فآمرهم بهن قال يحيى إنك إن سبقتني خفت أن أعذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             أو يخسف بي فجمع بني إسرائيل في بيت المقدس حتى امتلأ المسجد\nحتى جلس الناس على الشرفات فوعظ الناس ثم قال\n</p>\n\n<p>\nإن الله عز وجل أمرني بخمس كلمات أن أعمل بهن وآمركم أن تعملوا بهن أولهن\nأن لا تشركوا بالله شيئا فإن من أشرك بالله فمثله كمثل رجل اشترى عبدا من\nخالص ماله بالذهب أو ورق فقال هذه داري وعملي فأد عملك فجعل يعمل ويؤدي\nعمله إلى غير سيده فأيكم يحب أن يكون له عبد كذلك يؤدي عمله إلى غير سيده\nفإن الله عز وجل هو خلقكم ورزقكم فلا تشركوا بالله تعالى شيئا وإن الله عز\nوجل أمركم بالصلاة فإذا نصبتم وجوهكم فلا <span id='ms37'></span> تلتفتوا فإن الله عز وجل ينصب\nوجهه لوجه عبده إذا قام يصلي فلا يصرف وجهه حتى يكون العبد هو يصرف وآمركم\nبالصيام فإن مثل الصيام مثل رجل معه صرة مسك وهو في عصابة ليس مع أحد منهم\nمسك غيره كلهم يشتهي أن يجد ريحها وإن ريح فم الصائم أطيب عند الله من ريح\nالمسك وآمركم بالصدقة فإن مثلها كمثل رجل أخذه العدو وأسروه فشدوا يده إلى\nعنقه فقدموه ليضربوا عنقه فقال لا تقتلوني فإني أفدي نفسي منكم بكذا وكذا\nمن المال فأرسلوه فجعل يجمع لهم حتى فدا نفسه فكذلك الصدقة يفتدي بها العبد\nنفسه من عذاب الله وآمركم بكثرة ذكر الله عز وجل وإن مثل ذلك كمثل رجل طلبه\nالعدو وانطلقوا في طلبه سراعا وانطلق حتى أتى حصنا حصينا فأحرز نفسه فيه\nوكذلك مثل الشيطان لا يحرز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             العباد أنفسهم منه إلا بذكر الله عز\nوجل قال رسول الله صلى الله عليه وسلم ( وأنا آمركم بخمس كلمات أمرني الله\nتعالى بهن الجماعة والسمع والطاعة والهجرة والجهاد في سبيل الله تعالى فمن\nخرج من الجماعة قيد شبر فقد خلع ربقة الإسلام من عنقه إلا أن يراجع ومن دعا\nدعوة جاهلية فهو من جثى جهنم ) قيل يا رسول الله وإن صلى وصام قال ( نعم\nوإن صلى وصام وزعم أن مسلم فادعوا بدعوى الله التي سماكم المسلمين المؤمنين\nعباد الله عز وجل ) أه\n</p>\n\n<p>\n85 أخبرنا محمد بن عبد الباقي بن أحمد بن سلمان أنبأ أبو الفضل أحمد بن\nأحمد بن الحسن الحداد أنبأ أبو نعيم أحمد بن عبد الله الحافظ ثنا عبد الله\nبن جعفر بن أحمد بن فارس ثنا يونس بن حبيب ثنا أبو داود الطيالسي ثنا أبان\nبن يزيد عن يحيى بن أبي كثير عن زيد بن سلام عن أبي سلام عن الحارث الأشعري\nأن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\n( إن الله عز وجل أوحى إلى يحيى بن زكريا بخمس كلمات أن يعمل بهن ويأمر\nبني إسرائيل أن يعملوا بهن فكأنه <span id='ms38'></span> أبطأ بهن فأوحى الله عز وجل إلى عيسى إما\nأن يبلغهن أو تبلغهن فأتاه عيسى فقال إن الله أمرك بخمس كلمات أن تعمل بهن\nوتأمر بني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             إسرائيل أن يعملوا بهن فإما أن تخبرهم وإما أن\nأخبرهم فقال يا روح الله لا تفعل فإني أخاف إن سبقتني بهن أن يخسف بي أو\nأعذب قال فجمع بني إسرائيل في بيت المقدس حتى امتلأ المسجد وقعدوا على\nالشرفات ثم خطبهم فقال إن الله عز وجل أوحى إلي بخمس كلمات وأمر بني\nإسرائيل أن يعملوا بهن أولهن أن لا تشركوا بالله شيئا فإذا مثل من أشرك\nبالله كمثل رجل اشترى عبدا من خالص ماله بذهب أو ورق ثم أسكنه دارا فقال\nاعمل وارفع إلي عملك فجعل العبد يرفع إلى غير سيده فأيكم يرضى أن يكون عبده\nكذلك فإن الله خلقكم ورزقكم فلا تشركوا بالله شيئا فإذا قمتم إلى الصلاة\nفلا تلتفتوا فإن الله يقبل بوجهه إلى وجه عبده ما لم يلتفت وآمركم بالصيام\nومثل ذلك كمثل رجل في عصابة معه صرة مسك فكلهم يحب أن يجد ريحها وخلوف فم\nالصائم أطيب عند الله من ريح المسك وآمركم بالصدقة ومثل ذلك كمثل رجل أسره\nالعدو فأوثقوه إلى عنقه أو قربوه ليضربوا عنقه فجعل يقول لهم هل لكم أن\nأفدي نفسي منكم فجعل يعطي القليل والكثير حتى فدى نفسه وآمركم بذكر الله\nكثيرا ومثل ذلك كمثل رجل طلبه العدو سراعا في أثره حتى أتى حصنا حصينا\nفأحرز نفسه فيه وكذلك العبد لا ينجو من الشيطان إلا بذكر الله عز وجل )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             وثنا أبو داود ثنا أبان عن يحيى بن أبي كثير عن زيد بن سلام عن\nأبي سلام عن الحارث قال قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\n( وأنا آمركم بخمس أمرني الله بهن الجماعة والسمع والطاعة والهجرة\nوالجهاد في سبيل الله عز وجل فمن فارق الجماعة قيد شبر فقد خلع ربقة\nالإسلام أو الإيمان من عنقه أو الإيمان من رأسه إلا أن يراجع ومن دعا دعوى\nجاهلية <span id='ms39'></span> فهو من جثاء جنهم ) قيل يا رسول الله وإن صام وصلى قال ( وإن صام\nوصلى فادعوا بدعوى الله الذي سماكم بها المسلمين المؤمنين عباد الله )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n86 أخبرنا أبو موسى ومحمد بن أحمد بن محمد الجوزداني ومعاوية بن علي بن\nمعاوية الصوفي وحمزة بن أبي الفتح الطبري قالوا أنبأ أبو علي الحسن بن أحمد\nبن الحسن المقريء أنبأ أبو نعيم أحمد بن عبد الله بن أحمد ثنا أبو بكر محمد\nبن أحمد بن يعقوب ثنا أحمد بن عبد الرحمن ثنا يزيد بن هارون أنبأ أبو مالك\nالأشجعي حدثني أبي قال سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<p>\n( من وحد الله عز وجل وكفر بما يعبد من دونه حرم دمه وماله وحسابه على\nالله عز وجل ) أه\n</p>\n\n<p>\n+ صحيح + رواه مسلم عن زهير بن حرب عن يزيد بن هارون\n</p>\n\n<p>\n87 أخبرنا يحيى بن ثابت أنبأ أبي أنبأ البرقاني أنبأ الإسماعيلي ثنا\nالقاسم بن زكريا وأحمد بن محمد بن عمر قالا ثنا بشر ح\n</p>\n\n<p>\nثنا محمد بن جعفر عن شعبة عن سليمان ح\n</p>\n\n<p>\nوثنا ابن عبد الكريم والقاسم أيضا قالا ثنا بندار حدثنا ابن أبي عدي عن\nشعبة لفظ غندر عن سليمان سمعت أبا الضحى يحدث عن مسروق عن خباب قال كنت\nقينا في الجاهلية و كان لي دين على العاص بن وائل قال فأتاه يتقاضاه فقال\nلا أقضيك حتى تكفر بمحمد قال لا والله لا أكفر حتى يميتك الله ثم يبعثك قال\nفذرني حتى أموت ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             أبعث فسوف أوتى مالا وولدا فأقضيك فنزلت هذه\nالآية\n</p>\n\n<p>\n^ أفرءيت الذي كفر بئاياتنا وقال لأوتين مالا وولدا ^\n</p>\n\n<p>\nقال ابن أبي عدي فأتيته أتقاضاه وتلا إلى قوله <span class='quran'>ونمد له من العذاب\nمدا </span>أه\n</p>\n\n<p>\n+ صحيح + متفق عليه رواه البخاري عن بندار كذلك وعن بشر بن خالد وعن\nإسحاق عن وهب عن شعبة وروياه من طرق\n</p>\n\n<p>\n88 أخبرنا محمد بن عبد الباقي أنبأ أبو الحسن علي بن الحسين بن أيوب\nالبزاز أنبأ أبو علي الحسن بن أحمد بن إبراهيم بن شاذان أنبأ <span id='ms40'></span> أبو سهل أحمد\nبن محمد بن عبد الله بن زياد ثنا إسحاق هو ابن الحسن بن ميمون ثنا عفان ثنا\nوهيب ثنا موسى بن عقبة حدثني عطاء بن أبي مروان عن أبيه أنه دخل على أبي ذر\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             رجال من أسلم وفيهم رجل من جهينة فسألهم أبو ذر ما جاء بكم\nقالوا جئنا لنسلم عليك ولنسمع منك قال أفلا أبشركم قالوا بلى قال سمعت رسول\nالله صلى الله عليه وسلم يقول\n</p>\n\n<p>\n( من لقي الله لا يشرك به شيئا غفر له وإن كان عليه ملء الأرض ذنوبا )\nقال الجهني يا أبا ذر كيف ما نعود له من الذنوب فإنا نذنب ثم نعود ثم نذنب\nثم يعود ذلك منا كثير قال يغسل ذلك التقى فقال له الجهني أنت سمعته من رسول\nالله صلى الله عليه وسلم فسبح أبو ذر وقال لا ينبغي لمسلم أن يقول على رسول\nالله صلى الله عليه وسلم ما لم يقل عليكم السلام ثم نهض قائما أه\n</p>\n\n<p>\n+ هذا إسناد حسن +\n</p>\n\n<p>\n89 أخبرنا أبو طاهر السلفي أنبأ أبو سعد محمد بن محمد بن محمد المطرز ثنا\nأبو العباس أحمد بن الحسن بن فورك المؤدب ثنا سليمان بن أحمد بن أيوب ثنا\nخير بن عرفه المصري ثنا حيوة بن شريح الحمصي ثنا بقية بن الوليد حدثني\nصفوان بن عمرو حدثني عبد الرحمن بن جبير بن نفير وشريح بن عبيد الحضرميان\nعن أبي الدرداء عن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\n( قال الله عز وجل إني والجن والإنس في نبأ عظيم أخلق ويعبد غيري وأرزق\nفيشكر غيري ) أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n90 أخبرنا أبو طاهر السلفي أنبأ أبو محمد عبد الرحمن بن حمد بن الحسن\nالدوني أنبأ أبو نصر أحمد بن الحسين بن محمد الدينوري أنبأ أبو بكر أحمد بن\nمحمد بن إسحاق بن السني أنبأ أبو عبد الرحمن النسائي أنبأ إسحاق أنبأ بقية\nحدثني بحير بن سعد عن خالد بن معدان أن أبارهم السمعي حدثهم أن أبا أيوب\nالأنصاري حدثه أن رسول الله صلى الله <span id='ms41'></span> عليه وسلم قال\n</p>\n\n<p>\n( من جاء يعبد الله لا يشرك به شيئا ويقيم الصلاة ويؤتي الزكاة ويتجنب\nالكبائر كان له الجنة فسألوه عن الكبائر فقال الإشراك بالله وقتل النفس\nالمسلمة والفرار يوم الزحف )\n</p>\n\n<p>\nرواه النسائي كذلك\n</p>\n\n<p>\n91 أخبرنا أبو هاشم عيسى بن أحمد بن محمد الهاشمي الدوشابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \nوأبو العباس أحمد بن عبد الرحمن بن مبادر وأبو الفتح عبيد الله بن عبد الله\nبن محمد بن شاتيل الدباس البغداديون بها أنبأ أبو عبد الله الحسين بن علي\nبن أحمد بن البسري البندار أنبأ أبو محمد عبد الله بن يحيى بن عبد الجبار\nالسكري قال قرئ على أبي علي إسماعيل بن محمد بن إسماعيل الصفار ثنا عباس بن\nعبد الله الترقفي ثنا أبو عبد الرحمن ثنا سعيد بن أبي أيوب حدثني معروف بن\nسويد الجذامي عن أبي عشانة المعافري عن عبد الله بن عمرو أن رسول الله صلى\nالله عليه وسلم قال\n</p>\n\n<p>\n( هل تدرون أول من يدخل الجنة من خلق الله عز وجل ) قالوا الله ورسوله\nأعلم قال ( أول من يدخل الجنة من خلق الله عز وجل فقراء المهاجرين الذين\nتسد بهم الثغور وتتقى بهم المكاره ويموت أحدهم وحاجته في صدره لا يستطيع\nلها قضاء فيقول الله عز وجل لمن شاء من ملائكته إيتوهم فحيوهم فيقولون ربنا\nنحن سكان سمائك وخيرتك من خلقك أفتأمرنا أن نأتي هؤلاء فنسلم عليهم فيقول\nالله عز وجل إن هؤلاء كانوا عبادا لي يعبدونني ولا يشركون بي شيئا ويسد بهم\nالثغور ويتقى بهم المكاره ويموت أحدهم وحاجته في صدره لا يستطيع لها قضاء\nفتأتيهم الملائكة عند ذلك فيدخلون عليهم من كل باب ^ سلام عليكم بما صبرتم\nفنعم عقبى الدار ^ أه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n92 أخبرنا أبو محمد عبد الله بن أحمد بن محمد بن علي السراج البغدادي\nأنبأ أبو بكر أحمد بن المظفر بن الحسين التمار أنبأ عبد العزيز بن علي أنبأ\nأبو بكر محمد بن أحمد بن محمد المفيد ثنا الحسن بن علي ثنا هشام بن عمار\nثنا الوليد بن مسلم ثنا <span id='ms42'></span> عبد الغفار بن إسماعيل بن عبيد الله المخزومي ثنا\nالوليد بن عبد الرحمن الجرشي ثنا الحارث بن الحارث الغامدي قال قلت لأبي ما\nهذه الجماعة قال قوم اجتمعوا على صابيء لهم فتشرفنا فإذا رسول الله صلى\nالله عليه وسلم يدعو الناس إلى توحيد الله عز وجل والإيمان به فأقبلت امرأة\nتحمل قدحا ومنديلا فتناوله منها فشرب وتوضأ فقلت من هذه فقالوا هذه زينب\nابنته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن محمد وحبيب بن إبراهيم أنبأ محمود بن إسماعيل أنبأ أحمد\nبن محمد بن الحسين ثنا سليمان بن أحمد ابن أيوب ثنا محمد بن العباس المؤدب\nثنا عفان بن مسلم ثنا وهيب ثنا موسى بن عقبة عن أبي سلمة بن عبد الرحمن عن\nالأقرع بن حابس أنه نادى رسول الله صلى الله عليه وسلم من وراء الحجرات\nفقال يا محمد إن حمدي زين وإن ذمي شين ) فقال ( ذالكم الله عز وجل ) أه\n</p>\n\n<p>\n94 أخبرنا محمد بن محمد وحبيب بن إبراهيم أنبأ محمود بن إسماعيل أنبأ\nأحمد بن محمد ثنا سليمان بن أحمد ثنا الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             ابن إسحاق التستري\nثنا محمد بن الفرح ح وثنا عبد السلام بن سهل السكري ثنا محمد بن عبد الله\nالأزدي قالا ثنا عبد الوهاب بن عطاء ثنا سعيد بن أبي عروية عن قتادة عن\nصفوان بن محرز عن حكيم بن حزام قال بينما رسول الله صلى الله عليه وسلم\nجالس في أصحابه إذ قال لهم ( تسمعون ما أسمع ) قالوا ما نسمع من شيء قال (\nإني لأسمع أطيط السماء وما تلام أن تئط وما فيه موضع شبر إلا وعليه ملك\nساجد أو قائم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             <span id='ms43'></span>\n</p>\n",
  "pages": [
    "001",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113"
  ],
  "volumes": [
    "01"
  ]
}