{
  "content": "\n\nدستور معالم الحكم ومأثور مكارم الشيم\n<p>\n(من كلام أمير المؤمنين علي ابن أبي طالب كرم الله وجهه)\n</p>\n\n<p>\n(تأليف)\n</p>\n\n<p>\n(الإمام القاضي أبي عبد الله محمد بن سلامة القضاعي رحمة الله عليه)\n</p>\n\n<h1 class='l1' id='head0'>AUTO [سند النسخة]</h1>\n\n<p>\n(رواية الشيخ أبي عبد الله محمد بن بركات بن هلال السعيدي النحوي رحمه\nالله عنه)\n</p>\n\n<p>\n(رواية الشريف الخطيب أبي الفتوح ناصر بن الحسن بن إسماعيل الحسيني\nالزيدي رحمه الله عنه)\n</p>\n\n<p>\n(رواية القاضي الأجل الأسعد أبي بن محمد العامري العدل أدام الله نعمائه.\nوحرسه حوباءه)\n</p>\n\n<p>\n(سماع منه لمحمد بن منصور بن خليفة بن منهال ولصاحبه ولده منهال ولصاحبه\nولده منهال نفعهما الله به عنه)\n</p>\n\n<p>\n(حقوق الطبع محفوظة لملتزمه وشارحه)\n</p>\n\n<p>\nمحمد سعيد الرافعي\n</p>\n\n<p>\nصاحب المكتبة الأزهرية\n</p>\n\n<p>\n[فمن تجارى على طبعه يكلف بابراز نسخة قديمة مخطوطة غير هذه النسخة]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>AUTO (مقدمة)</h1>\n\n<p>\nالتقطت في بعض أسفاري هذا السفر بل اليتيمة التي لم يغص عليها\n</p>\n\n<p>\nباحث. ولا خزنت في خزانة. وهي مع كونها فريدة فقد تفردت بمحاسن\n</p>\n\n<p>\nنادرة. منها أنها منمقة بقلم القاضي عز القضاة أبي عبد الله محمد بن أبي\n</p>\n\n<p>\nالفتح منصور بن خليفة بن منهال من جهابذة القرن السادس فرغ من\n</p>\n\n<p>\nكتابتها يوم الأربعاء ثامن ذي القعدة سنة إحدى عشرة وستمائة منقولة\n</p>\n\n<p>\nعن نسخة عليها الشريف الخطيب راوي الكتاب عن ابن بركات بن\n</p>\n\n<p>\nهلال النحوي عن مؤلفه. ومنها أنها ملتقطة بسماع من آخر راو التقطها\n</p>\n\n<p>\nبسماع وهكذا عن الحبر البحر مؤلفها الامام القاضي أبي عبد الله محمد بن\n</p>\n\n<p>\nسلامة القضاعي. ومنها أنها موشحة بصور سماع رواتها أولهم السيد\n</p>\n\n<p>\nالشريف القاضي الخطيب فخر الدولة أبو الفتوح ناصر بن الحسن بن إسماعيل\n</p>\n\n<p>\nالحسيني الزيدي. ثم القاضي الأجل الأسعد أبو عبد الله محمد بن القاضي\n</p>\n\n<p>\nالأجل رضي الدولة أبو علي الحسن بن حد العامري العدل. ثم كاتب\n</p>\n\n<p>\nهذه النسخة القاضي عز القضاة بن نهال الذي تقدم ذكره. وهي مسطورة\n</p>\n\n<p>\nبخط واضح حسن مضبوط بشكل كامل. فهي بذلك قد استوفت المحاسن\n</p>\n\n<p>\nكما انفردت فيما أعلم بالتفرد. وزد إلى هذه المحاسن أنها من حكم أبي الحسن\n</p>\n\n<p>\nباب <span id='ms01'></span> مدينة العلم ومفتاح خزائن الحكمة. فإذا ضمت هذه الفريدة إلى\n</p>\n\n<p>\nأخواتها أعني درر الكلم ونهج البلاغة والأمثال كانت العقد الجامع لفرائد\n</p>\n\n<p>\nحكم ذلك البحر العباب. والسبيكة الجامعة لشذور كلم أبي تراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nومن ثم خشيت كر الغداة على هذه الجوهرة الثمينة التي سلمت من يد\n</p>\n\n<p>\nذواتي، ولم تتغير محاسنها غير الأحقاب. وارتأيت أن أجرد منها بالطبع\n</p>\n\n<p>\nصورا تمثل صفاتها حتى إذا ألم بها ملم أو أبلاها البلى مثلها الصور\nوحفظتها\n</p>\n\n<p>\nالأمثال للأجيال. فرغب لطبعها وحل ألفاظها على نفقته حضرة الأديب\n</p>\n\n<p>\nالفاضل الشيخ محمد عبد القادر سعيد الرافعي الفاروقي فأجبت رغبته.\n</p>\n\n<p>\nوشكرت له همته. فغدت (حقوق الطبع محفوظة له) منوطة به. والله الموفق\n</p>\n\n<p>\nللسداد في الرأي والملهم للصواب في العمل. وبه الحول والقوة وهو المستعان\n</p>\n\n<p>\nفي كل قصد.\n</p>\n\n<p>\nجميل العظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n(ترجمة المؤلف من وفيات الأعيان لابن خلكان)\n</p>\n\n<p>\nطبع بولاق ص 585 ج 1\n</p>\n\n<p>\nهو. أبو عبد الله محمد بن سلامة بن جعفر بن علي بن حكمون بن\n</p>\n\n<p>\nإبراهيم بن محمد بن مسلم القضاعي الفقيه الشافعي صاحب كتاب الشهاب.\n</p>\n\n<p>\nذكره الحافظ بن عساكر في تاريخ دمشق. وقال روى عنه أبو عبد\n</p>\n\n<p>\nالله الحميدي وتولى القضاء بمصر نيابة من جهة المصريين وتوجه عنهم\n</p>\n\n<p>\nرسولا إلى جهة الروم، وله عدة تصانيف منها كتاب الشهاب وكتاب\n</p>\n\n<p>\nمناقب الإمام الشافعي وأخباره. وكتاب الانباء عن الأنبياء وتواريخ\nالخلفاء\n</p>\n\n<p>\nوله كتاب خطط مصر. وذكره الأمير أبو نصر بن ما كولا في كتاب\n</p>\n\n<p>\nالاكمال وقال كان متفننا في عدة علوم وتوفى بمصر ليلة الخميس السادس\n</p>\n\n<p>\nعشر من ذي القعدة سنة أربع وخمسين وأربعمائة وصلى عليه يوم الجمعة\n</p>\n\n<p>\nبعد العصر في مصلى النجار. وذكر السمعاني في كتاب الذيل في ترجمة\n</p>\n\n<p>\nالخطيب أبي بكر أحمد بن علي بن ثابت الحافظ صاحب تاريخ بغداد انه\n</p>\n\n<p>\nحج سنة خمس وأربعين وأربعمائة وحج تلك السنة أبو عبد الله القضاعي\n</p>\n\n<p>\nالمذكور وسمع الحديث منه رحمه الله تعالى. ثم قال والقضاعي بضم القاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \nوفتح الضاد المعجمة وبعد الألف عين مهملة هذه النسبة إلى قضاعة ويقال\n</p>\n\n<p>\nهو من معد بن <span id='ms02'></span> عدنان ويقال هو من حمير وهو الأكثر والأصح\n</p>\n\n<p>\nوذكر في ترجمة الظاهر بن الحاكم العبيدي انظر ج 1 ص 464 س 8\n</p>\n\n<p>\nان العلامة القضاعي كان يكتب لنجيب الدولة أبي القاسم علي بن أحمد\n</p>\n\n<p>\nالجرجرائي وزير الظاهر العبيدي: انتهى\n</p>\n\n<p>\n(تنبيه) النقط التي وضعت في أثناء الإجازات والسماعات هي المواضع\n</p>\n\n<p>\nالتي أخلق طول الدهر جدتها من النسخة الأصلية بيد اننا قد تحرينا\n</p>\n\n<p>\nاستنباط بعض الكلمات بالقرينة والاستقراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n(صور السماعات والإجازات الإجازات المكتوبة على)\n</p>\n\n<p>\n(الصحيفة الأولى والأخيرة من النسخة)\n</p>\n\n<p>\n(النفيسة التي طبع هذا الكتاب عنها)\n</p>\n\n<p>\nصورة سماع سيدنا القاضي الاجل الأسعد أبي عبد الله محمد ابن القاضي\n</p>\n\n<p>\nالاجل رضي الدولة أبي علي الحسن بن محمد العامري العدل زاد الله في\n</p>\n\n<p>\nأزمنة حياته قال رضي الله عنه\n</p>\n\n<p>\nقرأت كتاب الدستور للقاضي أبي عبد الله القضاعي على سيدنا الشريف\n</p>\n\n<p>\nالقاضي العالم الخطيب فخر الدولة ومجدها أبي الفتوح ناصر بن الحسن بن\n</p>\n\n<p>\nإسماعيل الحسيني الزيدي أدام الله سعده. وسمع بقراءتي القاضي الأسعد أبو\n</p>\n\n<p>\nعبد الله ابن القاضي رضي الدولة أبي علي الحسن بن محمد بن عبيد الله\nالمقدسي\n</p>\n\n<p>\nوالفقيه. . . الفهري المالكي وقد أذن لنا في روايته عنه بسنده إلى أبي\nعبد الله\n</p>\n\n<p>\nمحمد بن بركات عن المصنف. وكتبه علي بن صادق سنة ثمان وخمسين وخمسمائة\n</p>\n\n<p>\nسمع هذا الكتاب علي القاضي عز القضاة أبو عبد الله محمد بن الشيخ\n</p>\n\n<p>\nأبي الفتح منصور بن خليفة بن منهال أدام الله توفيقه وولده أبو الغيث منهال\n</p>\n\n<p>\nوفقه الله ومن ذكر في طبقة السماع آخره وأجزت لهم روايته عني إن أرادوا\n</p>\n\n<p>\nعن الشيخين الشريف الخطيب أبي الفتوح ناصر وأبي محمد العلاء عن الشيخ\n</p>\n\n<p>\nأبي عبد الله محمد بن بركات عن المؤلف وكتبه محمد بن الحسن بن محمد بن\n</p>\n\n<p>\nعبد الله العامري المقدسي حامد الله تعالى ومصليا على رسوله وآله وصحبه ومسلما\n</p>\n\n<p>\nعليهم أجمعين وذلك في مدة آخرها. . . التاسع من. . . سنة إحدى\n</p>\n\n<p>\nعشرة وستمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n(وفي ذيل الورقة التي فيها خط الشريف الخطيب رحمه الله)\n</p>\n\n<p>\nبخط القاضي الأشرف شرف الدين بن عثمان أيده الله ما <span id='ms03'></span> مثاله)\n</p>\n\n<p>\nأخبرني بهذا الكتاب القاضي الشريف الفاضل أبو محمد عبد الله بن\n</p>\n\n<p>\nالقاضي أبي الفضل عبد الرحمن العثماني مناولة الديباجي عن الشيخ أبي\n</p>\n\n<p>\nالحسن علي بن المؤمل علي بن غسان الكاتب قراءة منه عليه. وعن الشيخ\n</p>\n\n<p>\nأبي عبد الله محمد بن بركات بن هلال الصوفي السعدي النحوي إجازة. كلاهما\n</p>\n\n<p>\nعن مؤلفه حمزة بن علي بن عثمان المخزومي في الحادي عشر من شهر\n</p>\n\n<p>\nربيع الأول سنة تسع وستمائة. مثال خط المناول. صح للقاضي الأشرف أبي\n</p>\n\n<p>\nالقاسم حمزة نفعه الله والمسلمين به وكتبه عبد الله بن عبد الرحمن\nالعثماني\n</p>\n\n<p>\nفي التاريخ المذكور\n</p>\n\n<p>\n(صورة خط الشريف الخطيب تحت هذه الطبقة)\n</p>\n\n<p>\nكتبه أبو الفتوح ناصر بن الحسن بن إسماعيل الحسيني الزيدي\n</p>\n\n<p>\nووجدت في آخر كتاب الشيخ القاضي الأسعد المنتسخ بخطه وذكره\n</p>\n\n<p>\n. . على هذه الطريق وهذا صورة خطه وفقه الله ورويت أيضا عن الفقيه\n</p>\n\n<p>\nأبي محمد. . . بن عبد الغالب الأنصاري في شوال سنة ثمانين وخمسمائة عن\n</p>\n\n<p>\nالشيخ الفقيه أبي عبد الله محمد بن بركات بن هلال النحوي. . .\n</p>\n\n<p>\nقرأت جميع هذا الكتاب على. . أبي بكر محمد بن الحافظ أبي. . عبد الله\n</p>\n\n<p>\nالأنصاري. . من الشيخ أبي عبد الله. . بن محمد. . . وجماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nأسماؤهم مثبتة في النسخة التي نقلت منها هذه النسخة وعارضت بها غير واحد\n</p>\n\n<p>\nفي الحادي من شهور سنة إحدى وثمانين وستمائة\n</p>\n\n<p>\nكتبه العبد أحمد بن علي بن أبي عبد الله الشر.،.\n</p>\n\n<p>\nعفا الله والحمد لله\n</p>\n\n<p>\nبلغ السماع لجميع الدستور على القاضي الاجل العالم الأوحد الأسعد الأمين\n</p>\n\n<p>\nسناء الدين. . . بن الاجل،. بن علي الحسن بن محمد بن عبيد الله المقدسي\n</p>\n\n<p>\nأيده الله بحق سماعه من الشريف الخطيب عن أبي عبد الله محمد بن بركات\n</p>\n\n<p>\nالنحوي عن مؤلفه. . .\n</p>\n\n<p>\n(صورة ما كتب في آخر النسخة الأصلية التي طبعنا عليها هذه النسخة)\n</p>\n\n<p>\nكتبه محمد بن منصور بن خليفة بن منهال برسم ولده منهال نفعه الله بالعلم\n</p>\n\n<p>\nوزينه بالحلم. وكان الفراغ من نقله يوم الأربعاء ثامن ذي القعدة من سنة\n</p>\n\n<p>\nإحدى عشرة وستمائة ونقلت هذه النسخة من نسخة عليها خط الشريف <span id='ms04'></span>\n</p>\n\n<p>\nالخطيب رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nالفهرس آخر الكتاب\n</p>\n\n<p>\n(طبع بمطبعة السعادة بجوار محافظة مصر)\n</p>\n\n<p>\nسنة 1332 من الهجرة النبوية توافق 1914 من ميلاد المسيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا القاضي الاجل الأوحد. العالم الفاضل الأسعد\n</p>\n\n<p>\nسناء الدين أبو عبد الله محمد بن القاضي الأجل رضي الدولة\n</p>\n\n<p>\nأبي الحسن بن محمد بن عبيد الله العامري أدام الله نعماءه\n</p>\n\n<p>\nوحرس حوباءه قراءة عليه وانا اسمع بفسطاط مصر في\n</p>\n\n<p>\nذي القعدة من سنة إحدى عشرة وستمائة قال أخبرنا سيدنا\n</p>\n\n<p>\nالشريف الاجل القاضي الخطيب فخر الدولة ومجدها أبو الفتوح\n</p>\n\n<p>\nناصر بن الحسن بن إسماعيل الحسيني الزيدي رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nفي المحرم الذي من سنة ثمان وخمسين وخمسمائة قال قرأت\n</p>\n\n<p>\nهذا الكتاب على شيخنا أبي عبد الله محمد بن بركات بن هلال\n</p>\n\n<p>\nالسعيدي النحوي اللغوي رضي الله عنه قال قال القاضي\n</p>\n\n<p>\nالأجل أبو عبد الله محمد بن سلامة بن جعفر بن علي القضاعي\n</p>\n\n<p>\nرحمه الله\n</p>\n\n<p>\nالحمد لله الذي وسع كل شئ علمه ونفذ كل مصنوع\n</p>\n\n<p>\nقضاؤه وحكمه. وعم جميع العباد عفوه وحلمه. الذي\n</p>\n\n<p>\nيختص بالحكمة من يشاء من أوليائه. ويختار لها المخلصين\n</p>\n\n<p>\nمن أصفيائه. نعمة منه جلت قدرته. وفضلا كبيرا. ومن\n</p>\n\n<p>\nيؤت الحكمة فقد أوتي خيرا كثيرا. فتعالى الله الحكيم الخبير\n</p>\n\n<p>\nالذي ليس كمثله شئ وهو السميع البصير. وصلى الله على\n</p>\n\n<p>\nالمخصوص من الحكمة بأفصحها لسانا. وأوضحها دلالة وبيانا\n</p>\n\n<p>\nوأظهرها حجة وسلطانا. محمد نبي الرحمة. والمؤيد بالهداية\n</p>\n\n<p>\nوالعصمة. والكاشف لغياهب العمى والظلمة. حتى أشرقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nأحكام الايمان. وبسقت أعلام القرآن. ونطقت الألسنة\n</p>\n\n<p>\nمخلصة بتوحيد الرحمن. وزهقت أباطيل الضلالة والبهتان\n</p>\n\n<p>\nوعلى آله الذين اصطفاهم لوراثة كتابه. وحباهم بالنصيب\n</p>\n\n<p>\nالأوفى من ثوابه. وجعلهم للأمة هداة وأعلاما. وبأحكام\n</p>\n\n<p>\nدينه قواما وحكاما. وسلم عليه وعليهم تسليما (أما بعد)\n</p>\n\n<p>\nفاني لما جمعت من حديث رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nألف كلمة ومائتي كلمة في الوصايا والأمثال والمواعظ\n</p>\n\n<p>\nوالآداب وضمنتها كتابا وسميته بالشهاب سألني بعض\n</p>\n\n<p>\nالإخوان أن أجمع من كلام أمير المؤمنين علي بن أبي طالب\n</p>\n\n<p>\nصلوات الله عليه نحوا من عدد الكلمات المذكورة وأن <span id='ms05'></span>\n</p>\n\n<p>\nأعتمد في ذلك على ما أرويه. وأجده في مصنف من أثق به\n</p>\n\n<p>\nوارتضيه. وأن أجعله مسرودا محذوف الأسانيد كفعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nفي كتاب الشهاب فاستخرجت الله جلت قدرته وجمعت\n</p>\n\n<p>\nمن كلامه عليه السلام وبلاغته وحكمه وعظاته وآدابه\n</p>\n\n<p>\nوجواباته وأدعيته ومناجاته والمحفوظ من شعره وتمثيلاته\n</p>\n\n<p>\nتسعة أبواب منوعة أنواعا\n</p>\n\n<p>\nفالباب الأول (فيما روى عنه من فوائد حكمه)\n</p>\n\n<p>\nوالباب الثاني (فيما روى عنه في ذمه الدنيا وتزهيده فيها)\n</p>\n\n<p>\nوالباب الثالث (فيما روى عنه من المواعظ)\n</p>\n\n<p>\nوالباب الرابع (فيما روى عنه من وصاياه ونواهيه)\n</p>\n\n<p>\nوالباب الخامس (في المروي عنه من أجوبته عن المسائل\n</p>\n\n<p>\nوسؤالاته)\n</p>\n\n<p>\nوالباب السادس (في المروي عنه من غريب كلامه)\n</p>\n\n<p>\nوالباب السابع (في المروي عنه من نوادر كلامه)\n</p>\n\n<p>\nوالباب الثامن (في ادعيته ومناجاته)\n</p>\n\n<p>\nوالباب التاسع (فيما انتهى إلى من شعره) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nوقد أعلمت عند الكلمة التي أرويها علامة يستدل بها على راويها\n</p>\n\n<p>\nعلى ما أبينه آخر هذا الكتاب وذكرت أسانيد الأخبار\n</p>\n\n<p>\nالطوال وأعلمت على ما كان منها وجادة جميعا وأنا ارغب\n</p>\n\n<p>\nإلى الله تعالى في حسن التوفيق لما يرضيه. والمعونة على العمل\n</p>\n\n<p>\nبما يزلف لديه. وهو حسبي ونعم الوكيل.\n</p>\n\n<h1 class='l1' id='head2'>AUTO الباب الأول</h1>\n\n<p>\n(فيما روى عنه عليه السلام من فوائد حكمه)\n</p>\n\n<p>\nخير ما جربت ما وعظك. خير أهلك من كفاك. خير\n</p>\n\n<p>\nالمقال ما صدقه الفعال. خير البلاد ما حملك. خير الأمور\n</p>\n\n<p>\nأوساطها. لكل أمر عاقبة. لكل حياة أجل. التاجر مخاطر\n</p>\n\n<p>\nالتثبت حزم. الصاحب مناسب. القلة ذلة. الإنصاف راحة\n</p>\n\n<p>\nواللجاج وقاحة. التواني إضاعة. الحرص محقرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nالزنا مفقرة. السخاء قربة. اللؤم غربة. التذلل مسكنة\n</p>\n\n<p>\nالعجز مهانة. العجز آفة. العجلة زلل. الإبطاء ملل. الصبر\n</p>\n\n<p>\nشجاعة. الجبن منقصة. البخل عار. الكذب ذل. الحزم\n</p>\n\n<p>\nكياسة. الأدب رياسة. الفاحشة كاسمها. الصدود آية المقت\n</p>\n\n<p>\nكثرة العلل آية البخل. التجرم وجه القطيعة. العبادة انتظار\n</p>\n\n<p>\nالفرج. الفكرة مرآة صافية. البشاشة مح المودة. الصبر\n</p>\n\n<p>\nجنة من الفاقة. الحرص علامة الفقر. التخلي جلباب المسكنة\n</p>\n\n<p>\nالمودة قرابة مستفادة. الإعجاب ضد الصواب. الاعتبار منذر\n</p>\n\n<p>\nناصح الاعتبار يفيدك الرشاد. الشح يجلب الملامة الصديق من\n</p>\n\n<p>\nصدق غيبه. الهوى شريك العمى. عاقبة <span id='ms06'></span> الكذب الذم. المزاح يورث\n</p>\n\n<p>\nالضغائن. الإجتهاد أربح بضاعة. الاقتصاد ينمي اليسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nالفساد يبيد الكثير. صدر العاقل صندوق سره. الغريب\n</p>\n\n<p>\nمن ليس له حبيب. المقل غريب في بلدته. الاحتمال قبر\n</p>\n\n<p>\nالعيوب. رأس الدين صحة اليقين. رأس العلم الرفق. وآفته\n</p>\n\n<p>\nالخرق. رأس الأمر معرفة الله تعالى وعموده طاعة الله\n</p>\n\n<p>\nعز وجل. السلامة مع الاستقامة. العجل مع الزلل. الدعاء\n</p>\n\n<p>\nمفتاح الرحمة. الصدقة دواء منجح. تمام الإخلاص تجنب\n</p>\n\n<p>\nالمعاصي. الهدى يجلي العمى. رسولك ترجمان عقلك. منك\n</p>\n\n<p>\nمن اعتبك. العاقل من وعظته التجارب. المخاف شره\n</p>\n\n<p>\nيخاف. المرء أحفظ لسره. ظلم الضعيف أفحش الظلم\n</p>\n\n<p>\nالعقل حفظ التجارب. العفاف زينة الفقر. الشكر زينة الغنى\n</p>\n\n<p>\nالشكر والورع جنة. الزهد في الدنيا قصر الأمل. الزهد\n</p>\n\n<p>\nقربة. الحلم سجية فاضلة. العلم وراثة كريمة. الفكرة نور\n</p>\n\n<p>\nوالغفلة ضلالة. الحق مثال. والباطل خبال. الحق ينجي. والباطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nيزدي. دواء كل داء كتمانه. الآداب حلل مجددة. حسن\n</p>\n\n<p>\nالخلق خير قرين. التوفيق خير قائد. الآداب خير ميراث\n</p>\n\n<p>\nإمام عادل. خير من مطر وابل. مواصلة المعدم خير من\n</p>\n\n<p>\nجاف مكثر. سبع حطوم أكول خير من وال غشوم\n</p>\n\n<p>\nظلوم. ووال غشوم ظلوم خير من فتنة تدوم. رأي الشيخ\n</p>\n\n<p>\nخير من مشهد الغلام. كدر الجماعة خير من صفو الفرقة\n</p>\n\n<p>\nالعفة مع الحرفة خير لك من سرور مع فجور. قرنت\n</p>\n\n<p>\nالهيبة بالخيبة. والحياء بالحرمان. حسن الياس خير من الطلب\n</p>\n\n<p>\nإلى الناس. حسن التدبير مع الكفاف أكفى لك من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nالكثير مع الإسراف. المعروف أفضل الكنوز وأحصن\n</p>\n\n<p>\nالحصون. الفرصة تمر مر السحاب فانتهزوا فرص الخير\n</p>\n\n<p>\nحفظ ما في يدك أحب ما في يدك أحب إليك من طلب ما في يد غيرك. تلا فيك\n</p>\n\n<p>\nما فرطت من صمتك أيسر من إدراكك ما فات من منطقك\n</p>\n\n<p>\nتذل الأمور للمقادير حتى يكون الحتف في التدبير. قلة الثقة\n</p>\n\n<p>\nبعز الله ذلة. قطيعة الجاهل تعدل صلة العاقل. كفر النعمة\n</p>\n\n<p>\nلؤم. وصحبة الجاهل شؤم. أخلق بمن غدر ان لا يوفى له. في\n</p>\n\n<p>\nالقنوط التفريط. في الصمت السلامة من الندامة. في سعة\n</p>\n\n<p>\nالأخلاق كنوز الأرزاق. في خلاف النفوس <span id='ms07'></span> رشد. في التجارب\n</p>\n\n<p>\nعلم مستأنف. لقاء أهل الخير عمارة القلوب. إن من الكرم\n</p>\n\n<p>\nالوفاء بالذمم. لبعض إمساكك عن أخيك مع لطف خير لك\n</p>\n\n<p>\nمن بذل مع حيف. من الكرم صلة الرحم. من الكرم منع الحرم.\n</p>\n\n<p>\nمن الحزم العزم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nمن خير حظ امرئ قرين صالح. من سبب الحرمان\n</p>\n\n<p>\nالتواني. من الفساد إضاعة الزاد. من شر ما صحب المرء\n</p>\n\n<p>\nالحسد. من التوفيق الوقوف عند الحيرة. مرتبة الرجل\n</p>\n\n<p>\nبحسن عقله. عز المؤمن غناه عن الناس. المؤمن لا يحيف\n</p>\n\n<p>\nعلى من يبغض. المؤمن أخو المؤمن فلا يغشه ولا يعيبه\n</p>\n\n<p>\nولا يدع نصرته الحكمة ضالة المؤمن فاطلب ضالتك\n</p>\n\n<p>\nولو في أهل الشرك. الموعظة كهف لمن وعاها. التواضع\n</p>\n\n<p>\nيرشد إلى السلامة. الساعات تهضم عمرك. الرغبة مفتاح\n</p>\n\n<p>\nالتعب ومطية النصب. الشره جامع لمساوي العيوب\n</p>\n\n<p>\nالحسد آفة الدين. خسر مروءته من ضعفت نفسه\n</p>\n\n<p>\nأزرى بنفسه من استشعر الطمع. هانت عليه نفسه من\n</p>\n\n<p>\nأمر عليها لسانه. رضي بالذل من كشف ضره. قد خاطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nبنفسه من استغنى برأيه. قد يدرك بشكر الشاكر ما يضيع\n</p>\n\n<p>\nبجحود الكافر. قد يكون اليأس إدراكا إذا كان الطمع\n</p>\n\n<p>\nهلاكا. أوحش الوحشة العجب. أكرم الحسب حسن\n</p>\n\n<p>\nالخلق. الحرص داع إلى التقحم في الذنوب. أنفع\n</p>\n\n<p>\nالكنوز محبة القلوب. الفقر يخرس الفطن عن حجته\n</p>\n\n<p>\nالتدبير قبل العمل يؤمنك من الندم. أغنى الغنى ترك المنى\n</p>\n\n<p>\nأفضل الزهد إخفاء الزهد. التواضع يكسوك السلامة\n</p>\n\n<p>\nأبى الله إلا خراب الدنيا وعمارة الآخرة. المغبون من\n</p>\n\n<p>\nغبن نصيبه من الله عز وجل. الحياء سبب إلى كل جميل\n</p>\n\n<p>\nأوكد سبب أخذته سبب بينك وبين الله. أعمال العباد في\n</p>\n\n<p>\nعاجلهم نصب أعينهم في آجلهم. بر الوالدين من أكرم\n</p>\n\n<p>\nالطبائع. لم يهلك من اقتصد ولم يفتقر من زهد. تنبئ\n</p>\n\n<p>\nعن امرئ دخلته. شكر كل نعمة الورع عن محارم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nإذا كان الرفق خرقا وكان الخرق رفقا. إذا قويت فاقو على\n</p>\n\n<p>\nطاعة الله وإذا ضعفت فاضعف عن معصية الله عز وجل\n</p>\n\n<p>\nإذا تغير السلطان تغير الزمان. إذا كنت في إدبار والموت في\n</p>\n\n<p>\nإقبال فما أسرع الملتقى. إذا ظهر <span id='ms08'></span> الربا في قوم بلوا بالوباء\n</p>\n\n<p>\nوإذا منعوا الخمس بلوا بالسنين الجدبة. إذا هديت لقصدك\n</p>\n\n<p>\nفكن اخشع ما تكون لربك. إذا قارفت سيئة فعاجل\n</p>\n\n<p>\nمحوها بالتوبة. إن كنت جازعا على ما يفلت من يديك فاجزع\n</p>\n\n<p>\nعلى ما لم يصل إليك. إن اغنى الغنى العقل وأكثر الفقر الحمق\n</p>\n\n<p>\nنعم القرين الرضى. نعم الخلق الصبر. نعم حظ المؤمن\n</p>\n\n<p>\nالقنوع. نعم طارد الهم اليقين. نعم الخلق التكرم. نعم\n</p>\n\n<p>\nوزير العلم سمت صالح. نعم عوين الدين الصبر. بئس\n</p>\n\n<p>\nالطعام الحرام. بئس القلادة للخير العفيف قلادة الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nقل ما ينصفك اللسان في نشر قبيح أو إحسان. قل ما تصدقك\n</p>\n\n<p>\nالأمنية. ما كل ما تخشى يكون. ما أقرب النقمة من أهل\n</p>\n\n<p>\nالبغي. ما كل مفتون يعاتب. ما خير خير بعده النار. ما شر\n</p>\n\n<p>\nشر بعده الجنة. ما خير خير لا ينال إلا بشر ويسر لا ينال\n</p>\n\n<p>\nإلا بعسر. ما أقبح القطيعة بعد الصلة والجفاء بعد الإخاء\n</p>\n\n<p>\nوالعداوة بعد المودة والخيانة لمن ائتمنك والغدر لمن استسلم إليك.\n</p>\n\n<p>\nما أقبح الخضوع عند الحاجة والجفاء عند الغنى.\n</p>\n\n<p>\nما أهمني ذنب أمهلت بعده حتى أصلي ركعتين. الرزق\n</p>\n\n<p>\nرزقان رزق تطلبه ورزق يطلبك فإن لم تأته اتاك. كم من\n</p>\n\n<p>\nعاكف على ذنبه تاب في آخر عمره. كم من دنف قد نجا\n</p>\n\n<p>\nوصحيح قد هوى. ألأم اللؤم البغي عند القدرة. ويل\n</p>\n\n<p>\nللباغين من أحكم الحاكمين. لو كان الصبر رجلا لكان\n</p>\n\n<p>\nرجلا صالحا. إن من كنوز البر الصبر على الرزايا وكتمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nالمصائب. إن من الغرة بالله ان يصر العبد على المعصية\n</p>\n\n<p>\nويتمنى على الله المغفرة. إن القلوب تمل كما تمل الأبدان\n</p>\n\n<p>\nفابتغوا لها طرائف الحكمة. إن الله تعالى ليدخل الفاسق في\n</p>\n\n<p>\nدينه الجرئ على خلقه الجنة بسخائه. إن استطعت أن\n</p>\n\n<p>\nلا يكون بينك وبين الله ذو نعمة فافعل. إذا مات العالم\n</p>\n\n<p>\nانثلم بموته في الاسلام ثلمة لا تسد إلى يوم القيامة. إذا\n</p>\n\n<p>\nوصلت إليكم أطراف النعم فلا تنفروا أقصاها بقلة الشكر\n</p>\n\n<p>\nان اليسير من الله أكبر وأعظم من الكثير من خلقه وإن\n</p>\n\n<p>\nكان كل <span id='ms09'></span> منه. ما أنعم الله على عبد نعمة فشكرها بقلبه إلا\n</p>\n\n<p>\nاستوجبت المزيد منها قبل أن يظهر شكرها على لسانه\n</p>\n\n<p>\nما أضمر أحد شيئا إلا ظهر من فلتات لسانه وصفحات\n</p>\n\n<p>\nوجهه. ما أوضح الحق لذي عينين. إن الرحيل حق أحد\n</p>\n\n<p>\nاليومين. ما أبالي باليسير رميت أم بالعسير لأن حق الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nتعالى في العسر الرضى وفي اليسر الشكر. يا بردها على الكبد\n</p>\n\n<p>\nإذا سئل العالم عما لا يعلم أن يقول الله اعلم. العافية عشرة\n</p>\n\n<p>\nأجزاء تسعة منها في الصمت إلا من ذكر الله تعالى وواحدة في\n</p>\n\n<p>\nترك مجالسة السفهاء. ما المبتلي وإن اشتد بلاؤه بأحق بالدعاء\n</p>\n\n<p>\nمن المعافى لأنه لا يأمن من البلاء. الجهاد ثلاثة أول ما يغلب\n</p>\n\n<p>\nعليه من الجهاد اليد ثم اللسان ثم القلب فإذا كان القلب\n</p>\n\n<p>\nلا يعرف معروفا ولا ينكر منكرا نكس فجعل أعلاه أسفله\n</p>\n\n<p>\nأربع يمتن القلب الذنب على الذنب وملاحاة الا حمق وكثرة\n</p>\n\n<p>\nمثافنة النساء والجلوس مع الموتى قالوا ومن الموتى يا أمير\n</p>\n\n<p>\nالمؤمنين قال كل عبد مترف. كفى بالعلم شرفا أنه يدعيه\n</p>\n\n<p>\nمن لا يحسنه ويفرح به إذا انسب إليه. الإيمان أن تؤثر الصدق\n</p>\n\n<p>\nحيث يضرك على الكذب حيث ينفعك. الداهية من الرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nمن كتم سره ممن يحب كراهية أن يشهره عند غضب\n</p>\n\n<p>\nمن المستودع. والصلب من اشتدت عارضته في اليقين\n</p>\n\n<p>\nوظهر حزمه في التوكل. الخير الذي لا شر فيه الشكر مع\n</p>\n\n<p>\nالنعمة والصبر عند النازلة. أول عوض الحليم من حلمه أن\n</p>\n\n<p>\nالناس أنصار له على الجاهل. العالم أفضل من الصائم القائم\n</p>\n\n<p>\nالغازي في سبيل الله. العالم بمنزلة النخلة تنتظر متى يسقط\n</p>\n\n<p>\nعليك منها شئ. العالم بلا عمل كالرامي بلا وتر. من كفارات\n</p>\n\n<p>\nالذنوب العظام إغاثة الملهوف والتنفيس عن المكروب. إذ ا\n</p>\n\n<p>\nأقبلت الدنيا على رجل اعارته محاسن غيره وإذا أدبرت عنه\n</p>\n\n<p>\nسلبته محاسن نفسه. العالم من عرف ان ما يعلم في جنب\n</p>\n\n<p>\nما لا يعلم قليل فعد نفسه بذلك جاهلا فازداد بما عرف\n</p>\n\n<p>\nمن ذلك في طلب العلم اجتهادا والجاهل من عد نفسه بما <span id='ms10'></span>\n</p>\n\n<p>\nجهل في معرفة العلم عالما وكان برأيه مكتفيا. إنما لك من\n</p>\n\n<p>\nدنياك ما أصلحت به مثواك. إنما قلب الحدث كالأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nالخالية ما القى فيها من شئ قبلته. إني لأستحي من الله\n</p>\n\n<p>\nتعالى أن يكون ذنب أعظم من عفوي أو جهل أعظم من\n</p>\n\n<p>\nحلمي أو عورة لا يواريها ستري أو خلة لا يسدها جودي\n</p>\n\n<p>\n(نوع منه)\n</p>\n\n<p>\nرب ساع فيما يضره. رب مشير بما يضير رب طمع\n</p>\n\n<p>\nخائب وأمل كاذب. رب رجاء يؤول إلى الحرمان. ورب\n</p>\n\n<p>\nأرباح تؤول إلى الخسران. رب طلب قد جر إلى حرب. رب\n</p>\n\n<p>\nباحث عن حتفه. رب هزل قد عاد جدا. رب بعيد أقرب\n</p>\n\n<p>\nمن قريب. رب أمر قد طلبته وفيه هلاك دينك لو أتيته.\n</p>\n\n<p>\nربما كان الدواء داء. ربما أكدى الحريص. ربما نصح غير\n</p>\n\n<p>\nناصح وغش غير المتنصح. ربما أخطأ البصير قصده وأصاب\n</p>\n\n<p>\nالعمى رشده. ربما سألت الشئ فلم تؤته أو أوتيت خيرا منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nعاجلا أو اجلا وصرف عنك بما هو خير لك. ربما أخر عنك\n</p>\n\n<p>\nالإجابة ليكون أطول للمسألة وأجزل للعطية\n</p>\n\n<p>\n(نوع منه)\n</p>\n\n<p>\nمن أكثر أهجر. من تفكر أبصر. من اشتاق سلا\n</p>\n\n<p>\nمن استطال. من مزح استخف به. من أكثر من شئ\n</p>\n\n<p>\nعرف به. من زنا زني به. من جفا طغى. من ترك القصد\n</p>\n\n<p>\nجار. من سل سيف البغي قتل به. من حفر بئرا وقع فيها.\n</p>\n\n<p>\nمن تهاون بالدين ارتطم. من أحسن السؤال علم ومن\n</p>\n\n<p>\nعلم عمل ومن عمل سلم. من كابد الأمور عطب ومن اقتحم\n</p>\n\n<p>\nاللجج غرق. من أعجب برايه ضل ومن استغنى بعمله زل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nومن تكبر على الناس ذل. من اطلق طرفه كثر أسفه. من\n</p>\n\n<p>\nصارع الحق صرعه. من تعدى الحق ضاق مذهبه. من\n</p>\n\n<p>\nحصن شهوته صان قدره. من غلب لسانه امره قومه. من\n</p>\n\n<p>\nضاق خلقه مله أهله. من طلب شيئا ناله أو بعضه. من\n</p>\n\n<p>\nكثر كلامه كثر خطؤه ومن كثر خطؤه قل حياؤه ومن\n</p>\n\n<p>\nقل حياؤه قل ورعه ومن قل ورعه مات قلبه ومن مات قلبه\n</p>\n\n<p>\nدخل النار. من حمل ما لا يطيق <span id='ms11'></span> عجز. من دخل مداخل\n</p>\n\n<p>\nالسوء اتهم. من تحرى الصدق خفت عليه المؤن. من تشبه\n</p>\n\n<p>\nبقوم عد منهم. من اقتصر على قدره كان أبقى له. من طلب\n</p>\n\n<p>\nالكيمياء افتقر. من طلب علم النجوم تكهن. من\n</p>\n\n<p>\nتفكر في ذات الله تعالى تزندق. من رضى زلة نفسه كثر الساخطون عليه. من\nخالط العلماء وقر. من خالط الأنذال حقر. من لم يملك\n</p>\n\n<p>\nغضبه لم يكمل عقله. من استقبل وجوه الآراء عرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nمواقع الخطأ. من ضيعه الأقرب أتيح له الأبعد. من جرى\n</p>\n\n<p>\nفي عنان أمله عثر بأجله. من أبصر عيب نفسه شغل عن\n</p>\n\n<p>\nعيب غيره. من رضي بقسم الله لم يحزن على ما في يد غيره.\n</p>\n\n<p>\nمن أكثر من ذكر الموت رضي من الدنيا باليسير. من\n</p>\n\n<p>\nعلم أن كلامه من عمله قل كلامه إلا فيما ينفعه. من نظر\n</p>\n\n<p>\nفي عيوب الناس ورضيها لنفسه فذاك الأحمق بعينه. من قلب\n</p>\n\n<p>\nالأحوال عرف جواهر الرجال. من تلذذ بمعصية الله أورثه\n</p>\n\n<p>\nالله ذلا. من عرف الأيام لم يغفل الاستعداد. من عرف\n</p>\n\n<p>\nبالحكمة لاحظته العيون بالوقار. من أصبح والآخرة همه\n</p>\n\n<p>\nاستغنى بغير مال واستأنس بغير أهل وعز بغير عشيرة. من\n</p>\n\n<p>\nعلم من أخيه مروءة جميلة فلا يسمعن فيه الأقاويل. من\n</p>\n\n<p>\nاقتصر على بلغة الكفاف فقد تعجل الرحمة وتبوأ خفض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nالدعة. من تورط في الأمور غير ناظر في العواقب فقد\n</p>\n\n<p>\nتعرض لفادحات النوائب. من سرق من الأرض شبرا\n</p>\n\n<p>\nكلفه الله تعالى يوم القيامة نقله. من كان مطيته الليل والنهار\n</p>\n\n<p>\nفإنه يسار به وإن كان لا يسير. من امن الزمان خانه ومن\n</p>\n\n<p>\nتعظم عليه أهانه ومن ترغم عليه أرغمه ومن لجا إليه أسلمه\n</p>\n\n<p>\nمن حسنت علانيته فنحن لسريرته أرجى. من عزفت نفسه\n</p>\n\n<p>\nعن دنئ المطامع كملت محاسنه ومن كملت محاسنه حمد\n</p>\n\n<p>\nوالمحمود محبوب ولن يحب العباد عبدا إلا بعد حب الله تعالى\n</p>\n\n<p>\nإياه. من هتك حجاب غيره انكشفت عورات بيته. من\n</p>\n\n<p>\nيثق بك أو يرجو صلتك إذا قطعت صلة قرابتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n(نوع منه)\n</p>\n\n<p>\nلا شرف أعلى من الإسلام ولا كنز أعز من التفوى <span id='ms12'></span> ولا لباس أجمل من العافية\nولا كنز اغنى من القناعة ولا\n</p>\n\n<p>\nمعقل أحصن من الورع ولا شفيع انجح من التوبة ولا\n</p>\n\n<p>\nوقاية أمنع من السلامة. ولا كنز اغنى من القنوع. ولا\n</p>\n\n<p>\nمال اذهب للفاقة من الرضا بالقوت. لا خير في معين مهين\n</p>\n\n<p>\nلا خير في زلة تورث ندما. لا خير في الدنيا إلا لرجلين رجل\n</p>\n\n<p>\nأذنب ذنوبا فهو يتدارك ذلك بتوبة ورجل يسارع في الخيرات\n</p>\n\n<p>\nلا حسب إلا بتواضع. ولا كرم إلا بتقوى. ولا عمل إلا\n</p>\n\n<p>\nبنية ولا عبادة إلا باليقين\n</p>\n\n<p>\n(نوع منه)\n</p>\n\n<p>\nليس كل طالب يصيب ولا كل غائب يؤوب. ليس كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nمن طلب وجد ولا كل من توفى نجا. ليس كل من رمى أصاب\n</p>\n\n<p>\nليس كل عورة تصاب. ليس في البرق اللامع مستمتع لمن\n</p>\n\n<p>\nيخوض في الظلمة. ليس مع الفجور نماء ولا مع العدل ظلم\n</p>\n\n<p>\nولا مع القتل عدل ولا مع القطيعة غنى. ليس مع الاختلاف\n</p>\n\n<p>\nائتلاف. ليس جزاء من سرك أن تسوءه. ليس الدين بالرأي\n</p>\n\n<p>\nإنما هو اتباع.\n</p>\n\n<h1 class='l1' id='head3'>AUTO الباب الثاني</h1>\n\n<p>\n(ما روى عنه كرم الله وجهه في ذم الدنيا وتزهيده فيها)\n</p>\n\n<p>\nفمن ذلك قوله كرم الله وجهه\n</p>\n\n<p>\nالدنيا أولها عناء وآخرها فناء حلالها حساب وحرامها\n</p>\n\n<p>\nعذاب من صح فيها أمن ومن مرض فيها ندم ومن استغنى\n</p>\n\n<p>\nفيها فتن ومن افتقر فيها حزن ومن ساعاها فاتته ومن قعد\n</p>\n\n<p>\nعنها أتته ومن نظر إليها أعمته ومن نظر بها بصرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nامرؤ عمل صالحا وقدم خالصا واكتسب مذخورا واجتنب\n</p>\n\n<p>\nمحذورا وبنى غرضا واحرز عوضا كابر هواه وكذب مناه وجعل\n</p>\n\n<p>\nالصبر مطية نجاته والتقوى عدة وفاته\n</p>\n\n<p>\n(وقال كرم الله وجهه) الدنيا دار فناء وعناء وغير وعبر فمن الفناء ان الدهر\n</p>\n\n<p>\nموتر قوسه مفوق نبله لا تطيش سهامه ولا تؤسى جراحه\n</p>\n\n<p>\nيرمي الشباب بالهرم والصحيح بالسقم والحياة بالموت شارب\n</p>\n\n<p>\nلا يروى وآكل لا يشبع ومن العناء ان المرء يجمع ما لا يأكل\n</p>\n\n<p>\nويبني ما لا يسكن ثم يخرج إلى الله تعالى بلا بناء نقل ولا\n</p>\n\n<p>\nمال حمل ومن غيرها أنها تلفيك المرحوم مغبوطا <span id='ms13'></span> والمغبوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nمرحوما ليس بين إلا نعيم زال وبؤس نزل ومن غيرها\n</p>\n\n<p>\nان المرء يشرف على أمله فيقطعه دونه أجله فلا امل مدرك\n</p>\n\n<p>\nولا مؤمل مدرك. فسبحان الله ما أغر سرورها واظمأ ريها\n</p>\n\n<p>\nوأضحى فيأها كأن الذي كان من الدنيا لم يكن وكأن\n</p>\n\n<p>\nالذي هو كائن منها قد كان لا جاء يرد ولا ماض يرتجع\n</p>\n\n<p>\nوان الآخرة هي دار القرار ودار المقام وجنة ونار صار\n</p>\n\n<p>\nأولياء الله إلى الآخرة بالصبر وإلى الامل بالعمل جاوروا الله\n</p>\n\n<p>\nفي داره ملوكا خالدين\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nالدنيا دار غرور حائل. وزخرف نائل. وظل آفل\n</p>\n\n<p>\nوسند مائل. تردى مستزيدها. وتضر مستفيدها. فكم من\n</p>\n\n<p>\nواثق بها راكن إليها قد أرهقته إيثاقها. وأعطته أرباقها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوأشربته خناقها. وألزمته وثاقها\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nإن الدنيا قد أدبرت وآذنت بوداع. وإن الآخرة قد\n</p>\n\n<p>\nأقبلت وأشرفت باطلاع. والمظمار اليوم وغدا السباق\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nطوبى للزاهدين في الدنيا. والراغبين في الآخرة.\n</p>\n\n<p>\nأولئك قوم اتخذوا أرض الله بساطا. وترابها فراشا. وماء ها\n</p>\n\n<p>\nطيبا. والكتاب شعارا. والدعاء دثارا. وقرضوا الدنيا قرضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nعلى منهاج المسيح بن مريم\n</p>\n\n<p>\n(وقال له كرم الله وجهه رجل صف لنا الدنيا فقال)\n</p>\n\n<p>\nوما أصف لك من دار من صح فيها أمن ومن سقم\n</p>\n\n<p>\nفيها ندم. ومن افتقر فيها حزن. ومن استغنى فيها فتن. في\n</p>\n\n<p>\nحلالها الحساب. وفي حرامها العذاب\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nإعلموا انكم ميتون. ومبعوثون من بعد الموت. وموقوفون\n</p>\n\n<p>\nعلى أعمالكم. ومجزيون بها. فلا تغرنكم الحياة الدنيا. فإنها\n</p>\n\n<p>\nدار بالبلاء محفوفة. وبالفناء معروفة. وبالغدر موصوفة. وكل\n</p>\n\n<p>\nما فيها إلى زوال. وهي بين أهلها دول وسجال. لا تدوم\n</p>\n\n<p>\nأحوالها. ولن يسلم من شر نزالها. بينا أهلها منها في رخاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nوسرور. إذا هم منها في بلاء وغرور. أحوال مختلفة. وتارات\n</p>\n\n<p>\nمتصرفة. العيش فيها مذموم. والرخاء فيها لا يدوم. وإنما\n</p>\n\n<p>\nأهلها فيها أغراض مستهدفة فترميهم بسهامها. وتقصمهم\n</p>\n\n<p>\nبحمامها. وكل حتفه مقدور. وحظه منها موفور\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nالدنيا دار ممر إلى دار مقر. والناس فيها رجلان رجل\n</p>\n\n<p>\nباع نفسه <span id='ms14'></span> فأوبقها. ورجل ابتاع نفسه فأعتقها\n</p>\n\n<p>\n(كتب عليه السلام إلى سلمان الفارسي رحمه الله)\n</p>\n\n<p>\nأما بعد فإن مثل الدنيا مثل الحية. لين مسها. قاتل سمها\n</p>\n\n<p>\nيهوي إليها الصبي الجاهل. ويحذرها اللبيب العاقل. فاعرض\n</p>\n\n<p>\nعما يعجبك فيها. لقلة ما يصحبك منها. وضع عنك همومها.\n</p>\n\n<p>\nلما لقيت من فراقها. وكن آنس ما تكون فيها أحذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nما تكون لها فإن صاحبها كلما اطمأن منها إلى سرور أشخصة\n</p>\n\n<p>\nعنه مكروه والسلام\n</p>\n\n<p>\n(وقال عليه السلام في ذم الدنيا)\n</p>\n\n<p>\nاحذروا هذه الدنيا الخداعة الغرارة التي قد تزينت بحليها\n</p>\n\n<p>\nوفتنت بغرورها. وغرت بآمالها. وتشوقت لخطأ بها. فأصبحت\n</p>\n\n<p>\nكالعروس المجلوة. العيون إليها ناضرة. والنفوس بها مشغوفة\n</p>\n\n<p>\nوالقلوب إليها تائقة وهي لأزواجها. كلهم قاتلة. فلا الباقي\n</p>\n\n<p>\nبالماضي معتبر. ولا الاخر بسوء أثرها على الأول مزدجر.\n</p>\n\n<p>\nولا اللبيب فيها بالتجارب منتفع. أبت القلوب لها الا حبا.\n</p>\n\n<p>\nوالنفوس بها الا ضنا. فالناس لها طالبان. طالب ظفر بها\n</p>\n\n<p>\nفاغتر فيها ونسي التزود منها للظعن عنها فقل فيها لبثه حتى\n</p>\n\n<p>\nخلت منها يده وزلت عنها قدمه وجاءته أسر ما كان بها منيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nفعظمت ندامته. وكثرت حسرته. وجلت مصيبته. فاجتمعت\n</p>\n\n<p>\nعليه سكرات الموت. فغير موصوف ما نزل به. وآخر اختلج\n</p>\n\n<p>\nعنها قبل ان يظفر بحاجته. ففارقها بغرته واسفه. ولم\n</p>\n\n<p>\nيدرك ما طلب منها. ولم يظفر بما رجا فيها. فارتحلوا جميعا\n</p>\n\n<p>\nمن الدنيا بغير زاد. وقدما على غير مهاد. فاحذروا الدنيا\n</p>\n\n<p>\nالحذر كله. فإنما مثلها مثل الحية لين مسها. قاتل سمها.\n</p>\n\n<p>\nفأعرض عما يعجبك فيها. لقلة ما يصحبك منها. وضع عنك\n</p>\n\n<p>\nثقل همومها. لما تيقنت من وشك زوالها. وكن أسر\n</p>\n\n<p>\nما تكون فيها أحذر ما تكون لها. فإن صاحبها كلما اطمأن\n</p>\n\n<p>\nمنها إلى سرور أشخصه عنها مكروه. وكلما اغتبط منها\n</p>\n\n<p>\nباقبال. نغصه عنها إدبار. وكلما ثنى عليه منها رجلا طوت\n</p>\n\n<p>\nعنه كشحا. فالسار فيها غار. والنافع فيها ضار. وصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nرخاؤها بالبلاء. وجعل بقاؤها إلى الفناء. فرحها مشوب بالحزن\n</p>\n\n<p>\nوآخر غمومها إلى الوهن. فانظر إليها بعين الزاهد المفارق\n</p>\n\n<p>\nولا تنظر إليها بعين الصاحب الوامق. إعلم يا هذا <span id='ms15'></span> أنها\n</p>\n\n<p>\nتشخص الوادع الساكن. وتفجع المغتبط الآمن. لا يرجع\n</p>\n\n<p>\nمنها ما تولى فأدبر. ولا يدري من هو آت فيحذر. أمانيها\n</p>\n\n<p>\nكاذبة. وآمالها باطلة. صفوها كدر. وابن آدم فيها على\n</p>\n\n<p>\nخطر. إ ما نعمة زائلة. وإما بلية نازلة. وإما معظمة جائحة\n</p>\n\n<p>\nوإما منية قاضية. فلقد كدرت عليه المعيشة إن عقل. وأخبرته\n</p>\n\n<p>\nعن نفسها إن وعى. ولو كان خالقها جل وعز لم يخبر عنها\n</p>\n\n<p>\nخبرا. ولم يضرب لها مثلا. ولم يأمر بالزهد فيها. والرغبة\n</p>\n\n<p>\nعنها. لكانت وقائعها وفجائعها قد انبهت النائم. ووعظت الظالم\n</p>\n\n<p>\nوبصرت العالم. وكيف وقد جاء عنها من الله عز وجل زاجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nوأتت منه فيها البينات والبصائر. فمالها عند الله عز وجل قدر\n</p>\n\n<p>\nولا وزن. ولا خلق قسما بلغنا خلقا أبغض إليه منها. وما نظر\n</p>\n\n<p>\nإليها مذ خلقها. ولقد عرضت على نبينا صلى الله عليه وسلم\n</p>\n\n<p>\nبمفاتيحها وخزائنها لا ينقصه ذلك من حظه من الآخرة\n</p>\n\n<p>\nفأبى ان يقبلها لعلمه ان الله جل ثناؤه أبغض شيئا فابغضه\n</p>\n\n<p>\nوصغر شيئا فصغره وان لا يرفع ما وضع الله جل ثناؤه وان\n</p>\n\n<p>\nلا يكثر ما أقل الله جل وعز ولو لم يخبرك عن صغرها\n</p>\n\n<p>\nعند الله إلا أن الله جل وعز أصغرها عن أن يجعل خيرها\n</p>\n\n<p>\nثوابا للمطيعين. وان يجعل عقوبتها عقابا للعاصين. ومما يدلك\n</p>\n\n<p>\nعلى دناءة الدنيا ان الله جل ثناؤه زواها عن أوليائه وأحبائه\n</p>\n\n<p>\nنظرا واختيارا. وبسطها لأعدائه فتنة واختبارا. فأكرم عنها\n</p>\n\n<p>\nمحمدا نبيه صلى الله عليه وسلم حين عصب على بطنه من\n</p>\n\n<p>\nالجوع. وحماها موسى نجيه المكلم. وكانت ترى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nخضرة البقل من صفاق بطنة من الهزال. وما سأل الله\n</p>\n\n<p>\nجل ثناؤه يوم آوي إلى الظل إلا طعاما يأكله لما جهده من\n</p>\n\n<p>\nالجوع. ولقد جاءت الرواية عنه انه كان أوحى إليه إذا\n</p>\n\n<p>\nرأيت الغنى مقبلا فقل ذنب عجلت عقوبته وإذا رأيت الفقر\n</p>\n\n<p>\nمقبلا فقل مرحبا بشعار الصالحين. وصاحب الروح والكلمة\n</p>\n\n<p>\nعيسى بن مريم عليه السلام إذ قال أدمي الجوع وشعاري\n</p>\n\n<p>\nالخوف ولباسي. الصوف ودابتي. رجلاي وسراجي بالليل\n</p>\n\n<p>\nالقمر. وصلائي في الشتاء مشارق <span id='ms16'></span> الشمس. وفاكهتي ما أنبتت\n</p>\n\n<p>\nالأرض للانعام. أبيت وليس لي شئ وليس أحد اغنى مني\n</p>\n\n<p>\nأو سليمان بن داوود وما أوتي من الملك إذ كان يأكل\n</p>\n\n<p>\nخبز الشعير ويطعم أهله الحنطة وإذا جنه الليل لبس المسوح\n</p>\n\n<p>\nوغل يده إلى عنقه وبات باكيا حتى يصبح ويكثر أن\n</p>\n\n<p>\nيقول رب إني ظلمت نفسي كثيرا وإلا تغفر لي وترحمني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nأكن من الخاسرين لا إله إلا أنت سبحانك إني كنت\n</p>\n\n<p>\nمن الظالمين. فهؤلاء أنبياء الله وأصفياءه وأولياءه تنزهوا\n</p>\n\n<p>\nعن الدنيا وزهدوا فيما زهدهم الله جل ثناؤه فيه منها.\n</p>\n\n<p>\nوابغضوا ما أبغض. وصغروا ما صغر. ثم اقتص الصالحون\n</p>\n\n<p>\nآثارهم. وسلكوا مناهجهم. وألطفوا الفكر. وانتفعوا\n</p>\n\n<p>\nبالعبر. وصبروا في هذا العمر القصير عن متاع الغرور الذي\n</p>\n\n<p>\nيعود إلى الفناء. ويصير إلى الحساب. نظروا بعقولهم إلى آخر\n</p>\n\n<p>\nالدنيا ولم ينظروا إلى أولها. والى باطن الدنيا ولم ينظروا\n</p>\n\n<p>\nإلى ظاهرها. وفكروا في مرارة عاقبتها. فلم تستهزهم\n</p>\n\n<p>\nحلاوة عاجلها. ثم ألزموا أنفسهم الصبر. وانزلوا الدنيا من\n</p>\n\n<p>\nأنفسهم كالميتة التي لا يحل لاحد ان يشبع منها الا في حال\n</p>\n\n<p>\nالضرورة إليها. وأكلوا منها بقدر ما أبقى لهم النفس. وامسك\n</p>\n\n<p>\nالروح وجعلوها بمنزلة الجيفة التي اشتد نتنها فكل من مر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nبها أمسك على انفه منها. فهم يتبلغون منها بأدنى البلاغ ولا\n</p>\n\n<p>\nينتهون إلى الشبع من النتن. ويتعجبون من الممتلئ منها شبعا\n</p>\n\n<p>\nوالراضي بها نصيبا. إخواني والله لهى في العاقبة والآجلة\n</p>\n\n<p>\nلمن ناصح نفسه في النظر. وأخلص له الفكر. أنتن من\n</p>\n\n<p>\nالجيفة. وأكره من الميتة. غير أن الذي نشأ في دباغ\n</p>\n\n<p>\nالاهاب لا يجد نتنه ولا يؤذيه من رائحته ما يؤذي المار\n</p>\n\n<p>\nبه والجالس عنده. وقد يكفي العاقل من معرفتها علمه.\n</p>\n\n<p>\nفان من مات وخلف سلطانا عظيما سره أنه عاش فيها\n</p>\n\n<p>\nسوقة خاملا أو كان فيها معافى سليما سره انه كان فيها\n</p>\n\n<p>\nمبتلى ضريرا. فكفى بهذا على عوراتها والرغبة عنها دليلا. والله\n</p>\n\n<p>\nلو أن الدنيا كانت من أراد منها شيئا وجده حيث تنال يده\n</p>\n\n<p>\nمن غير طلب ولا تعب ولا مؤنة ولا نصب ولا <span id='ms17'></span> ظعن ولا دأب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nغير أن ما أخذ منها من شئ لزمه حق الله فيه. والشكر عليه\n</p>\n\n<p>\nوكان مسؤولا عنه محاسبا عليه لكان يحق على العاقل ان\n</p>\n\n<p>\nلا يتناول منها إلا قوته وبلغة يومه. حذر السؤال وخوفا\n</p>\n\n<p>\nمن الحساب وإشفاقا من العجز عن الشكر فكيف بمن تجشم\n</p>\n\n<p>\nفي طلبها من خضوع رقبته. ووضع خده. وفرط عنائه.\n</p>\n\n<p>\nوالاغتراب عن أحبائه. وعظيم خطاره. ثم لا يدري ما أخر\n</p>\n\n<p>\nذلك الظفر أم الخيبة وإنما الدنيا ثلاثة أيام. يوم مضى بما\n</p>\n\n<p>\nفيه فليس بعائد. ويوم أنت فيه فحق عليك اغتنامه. ويوم\n</p>\n\n<p>\nلا تدري أمن أهله ولعلك راحل فيه فأما غد فإنما في يديك منه الامل\n</p>\n\n<p>\nفإن يكن أمس سبقك بنفسه فقد أبقى في يديك حكمته وإن\n</p>\n\n<p>\nيكن يومك هذا آنسك بمقدمه عليك فقد كان طويل الغيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nعنك وهو سريع الرحلة فتزود منه وأحسن وداعه. جد\n</p>\n\n<p>\nبالثقة في العمل. وإياك والاغترار بالأمل. ولا يدخل عليك\n</p>\n\n<p>\nاليوم هم غد يكفي اليوم همه وغد داخل عليك بشغله إنك\n</p>\n\n<p>\nإن حملت على اليوم هم غد زدت في حزنك وتعبك وتكفلت\n</p>\n\n<p>\nأن تجمع ما يكفيك أياما. فعظم الحزن. وزاد الشغل\n</p>\n\n<p>\nواشتد التعب. وضعف العمل للأمل. ولو أخليت قلبك من\n</p>\n\n<p>\nالامل لجدد لك العمل. والأمل منك في اليوم قد ضرك في\n</p>\n\n<p>\nوجهين سوفت به العمل. وزدت به الهم والحزن. أولا\n</p>\n\n<p>\nترى أن الدنيا ساعة بين ساعتين. ساعة مضت. وساعة أنت فيها. فأما الماضية\nوالباقية فلست تجد لرخائهما\n</p>\n\n<p>\nلذة ولا لشدتهما ألما فأنزل الساعة الماضية والساعة التي\n</p>\n\n<p>\nأنت فيها منزلة الضيفين نزلا بك فظعن الراحل عنك بذمه\n</p>\n\n<p>\nإياك. وحل النازل بك بالتجربة لك فإحسانك إلى الثاوي يمحو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nإسائتك إلى الماضي. فأدرك ما استطعت بإعتابك فيما استقبلت\n</p>\n\n<p>\nواحذر أن بجمع عليك شهادتهما فيوبقاك ولو أن مقبورا\n</p>\n\n<p>\nمن الأموات قيل له هذه الدنيا أولها إلى آخرها تخلفها لولدك\n</p>\n\n<p>\nالذي لم يكن لك هم غيرهم أو يوم نرده إليك فتعمل فيه\n</p>\n\n<p>\nلنفسك لاختار يوما يستعتب فيه من سيئ ما أسلف على\n</p>\n\n<p>\nجميع الدنيا يورثها ولده <span id='ms18'></span> خلفه فما يمنعك أيها المغتر المضطر\n</p>\n\n<p>\nالمؤتنف أن تعمل على مهل قبل حلول الأجل وما يجعل\n</p>\n\n<p>\nالمقبور أشد تعظيما لما في يديك منك. ألا تسعى في تحرير\n</p>\n\n<p>\nرقبتك وفكاك رقك. ووقاء نفسك من النار التي عليها ملائكة\n</p>\n\n<p>\nغلاظ شداد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nأيها الناس انظروا إلى الدنيا نظر الزاهدين فيها الماقتين\n</p>\n\n<p>\nلها فما خلق امرؤ عبثا فيلهو. ولا أمهل سدا فيلغو. وما\n</p>\n\n<p>\nدنياه التي تزينه بخلف من الآخرة على سهمته لا يرجع\n</p>\n\n<p>\nبما تولى منها فادبر. ولا يدري ما هو آت منها فينتظر. فاعتبروا\n</p>\n\n<p>\nوانظروا إدبار ما قد أدبر. وحضور ما قد حضر. فكان ما هو\n</p>\n\n<p>\nكائن لم يكن. وكأن ما هو آت قد نزل.\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nانظروا إلى الدنيا نظر الزاهدين فيها. فإنها والله عن\n</p>\n\n<p>\nقليل تزيل الثاوي الساكن. وتفجع المترف الامن\n</p>\n\n<p>\nلا يرجع ما تولى عنها فادبر ولا يدري ما هو آت منها فينتظر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nسرورها مشوب بالحزن. وآخر الحياة فيها إلى الضعف\n</p>\n\n<p>\nوالوهن. فلا يغرنكم كثرة ما يعجبكم منها لقلة ما يصحبكم\n</p>\n\n<p>\nمنها. رحم الله عبدا تفكر فاعتبر. واعتبر فابصر إدبار\n</p>\n\n<p>\nما قد أدبر. وحضور ما قد حضر. وكأن ما هو كائن من\n</p>\n\n<p>\nالدنيا عن قليل لم يكن. وكأن ما هو كائن من الآخرة\n</p>\n\n<p>\nلم يزل. وكل ما هو آت قريب\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nأوصيكم عباد الله بتقوى الله جل وعز. واغتنام ما\n</p>\n\n<p>\nاستطعتم عملا به من طاعة الله جل وعز. في هذه الأيام الخالية\n</p>\n\n<p>\nلجليل ما يشفي عليكم به الفوت بعد الموت. وبالرفض\n</p>\n\n<p>\nلهذه الدنيا التاركة لكم وإن لم تكونوا تحبون تركها. والملبية\n</p>\n\n<p>\nلكم وإن لم تكونوا تحبون تجديدها. فإنما مثلكم ومثلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nكركب سلكوا سبيلا فكأنهم قد قطعوه. وأموا علما\n</p>\n\n<p>\nفكأن قد بلغوه. وكم عسى الجاري إلى الغاية ان تجري حتى\n</p>\n\n<p>\nيبلغها. وكم عسى أن يكون بقاء من له يوم لا يعدوه ومن\n</p>\n\n<p>\nورائه طالب حثيث يحدوه في الدنيا حتى يفارقها. فلا تتنافسوا\n</p>\n\n<p>\nفي الدنيا وفخرها. ولا تعجبوا بزينتها. ولا تجزعوا من ضرائها <span id='ms19'></span>\n</p>\n\n<p>\nوبؤسها. فإن عز الدنيا وفخرها إلى انقطاع. وإن زينتها\n</p>\n\n<p>\nونعيمها إلى زوال. وإن ضرائها وبؤسها إلى نفاد. وكل مدة\n</p>\n\n<p>\nفيها إلى منتهى. وكل حي فيها إلى فناء. أوليس لكم في آثار\n</p>\n\n<p>\nالأولين. وفي آبائكم الماضين. معتبر وتبصرة إن كنتم\n</p>\n\n<p>\nتعقلون. ألم تروا إلى الماضين منكم لا يرجعون. والى\n</p>\n\n<p>\nالخلف الباقي منكم لا يبقون. قال الله جل وعز (وحرام\n</p>\n\n<p>\nعلى قرية أهلكناها أنهم لا يرجعون) الآية والتي بعدها\n</p>\n\n<p>\nوقال جل وعز (كل نفس ذائقة الموت وإنما تو فون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nأجوركم يوم القيامة فمن زحزح عن النار وأدخل الجنة فقد\n</p>\n\n<p>\nفاز وما الحيا ة الدنيا إلا متاع الغرور) ألستم ترون أهل الدنيا\n</p>\n\n<p>\nيمسون ويصبحون على أحوال شتى. ميت يبكي. وآخر يعزى\n</p>\n\n<p>\nوصريع مبتلى. وعائد يعود. وآخر بنفسه يجود. وطالب\n</p>\n\n<p>\nوالموت يطلبه. وغافل وليس بمغفول عنه. وعلى أثر الماضي\n</p>\n\n<p>\nمنا يمضي الباقي. (فلله الحمد رب السماوات السبع ورب العرش\n</p>\n\n<p>\nالعظيم) الذي يبقى ويفنى ما سواه. وإليه موئل الحق\n</p>\n\n<p>\nومرجع الأمور\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nأما بعد فاني أحذركم الدنيا فإنها حلوة خضرة. حفت\n</p>\n\n<p>\nبالشهوات. وراعت بالقليل. وتحجبت بالعاجلة. وعمرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nبالآمال. وتزينت بالغرور. فلا تدوم حبرتها. ولا تؤمن\n</p>\n\n<p>\nفجائعها. غدارة. ضرارة. خاتلة. زائلة. نافذة. بائدة\n</p>\n\n<p>\nأكالة. غوالة. لا تعدو إذا هي تناهت إلى أمنية أهل الرغبة\n</p>\n\n<p>\nفيها. والرضى بها. أن تكون كما قال الله جل وعز (كماء أنزلناه\n</p>\n\n<p>\nمن السماء فاختلط به نبات الأرض فأصبح هشيما تذروه\n</p>\n\n<p>\nالرياح وكان الله على كل شئ مقتدرا) مع أن امرأ لم يكن\n</p>\n\n<p>\nفيها في حبرة. إلا اعقبه منها بعد بعبرة. ولم يلق من\n</p>\n\n<p>\nسرائها بطنا. إلا أعقبته من ضرائها ظهرا. ولم تطله فيها\n</p>\n\n<p>\nديمة رخاء إلا هتنت عليه منها مزنة بلاء وحرى. إذا أصبحت\n</p>\n\n<p>\nلك مهتزة (10) ان تمسى لك متنكرة (11). وان جانب منها اعذوذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nلامرئ واحلولي. أمر منها جانب فأوبأ. وإن لبس\n</p>\n\n<p>\nإنسان من غضارتها رغبا أرهقته من بوائقها تعبا. ولم\n</p>\n\n<p>\nيمس امرؤ منها في جناح أمن إلا أصبح في جوف خوف. غرارة\n</p>\n\n<p>\nغرور ما فيها. فإن من <span id='ms20'></span> عليها. لا خير في شئ من زادها إلا\n</p>\n\n<p>\nالتقوى. من أقل منها استكثر مما يوبقه. ومن استكثر\n</p>\n\n<p>\nمنها لم تدم له وزالت عنه. كم من واثق بها فجعته. وذي\n</p>\n\n<p>\nطمأنينة إليها صرعته. وذي خدع فيها قد خد عته. وكم من\n</p>\n\n<p>\nذي أبهة فيها قد صيرته حقيرا. وذي نخوة فيها قد ردته\n</p>\n\n<p>\nخائفا فقيرا. وكم من ذي تاج قد ردته\n</p>\n\n<p>\nخائفا فقيرا. وكم من ذي تاج قد أكبته لليدين وللفم.\n</p>\n\n<p>\nسلطانها دول. وعيشها رنق وعذبها أجاج وحلوها صبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nوغذائها سمام. وأسبابها رمام. وقطافها سلع. حيها\n</p>\n\n<p>\nبعرض موت. وصحيحها بعرض سقم. ومنيعها بعرض\n</p>\n\n<p>\nاهتضام. وملكها مسلوب. وعزيزها مغلوب. وضيفها\n</p>\n\n<p>\nمنكوب. وجارها محروب. مع أن وراء ذلك سكرات\n</p>\n\n<p>\nالموت وزفراته. وهول المطلع. والوقوف بين يدي\n</p>\n\n<p>\nالحكم (ليجزي الذين أساؤا بما عملوا ويجزي الذين أحسنوا\n</p>\n\n<p>\nبالحسني) ألستم في مساكن من كان قبلكم. كانوا أطول\n</p>\n\n<p>\nمنكم أعمارا. وأبقى آثارا. وأعد منكم عديدا.\n</p>\n\n<p>\nوأكثف منكم جنودا. وأشد منكم عنودا. تعبدوا للدنيا\n</p>\n\n<p>\nأي تعبد. وآثروها أي إيثار. ثم ظعنوا عنها بالصغار. فهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nبلغكم ان الدنيا سخت لهم نفسا بفدية. أو عدت عنهم\n</p>\n\n<p>\nفيما قد أهلكتهم به بخطب. بل أوهمتهم بالقوارع. وضعضعتهم\n</p>\n\n<p>\nبالنوائب. وعقرتهم بالمناحر. وأعانت عليهم ريب المنون.\n</p>\n\n<p>\nفقد رأيتم تنكرها لمن دان لها. واثرها وأخلد إليها\n</p>\n\n<p>\nحين ظعنوا عنها لفراق أبد. أو إلى آخر زوال. هل زودتهم\n</p>\n\n<p>\nإلا الشغب. أو أحلتهم إلا إلى الضنك. أو نورت لهم إلا\n</p>\n\n<p>\nالظلمة. أو أعقبتهم إلا النار. أفهذه تؤثرون. أم عليها\n</p>\n\n<p>\nتحرصون. أم إليها تطمئنون. يقول الله عز وجل (من\n</p>\n\n<p>\nكان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم\n</p>\n\n<p>\nفيها لا يبخسون * أولئك الذين ليس لهم في الآخرة إلا النار\n</p>\n\n<p>\nوحبط ما صنعوا وباطل ما كانوا يعملون) فبئست الدار\n</p>\n\n<p>\nلمن لم يتهمها. ولم يكن فيها على وجل منها. اذكروا عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nتصرفها بكم. سرعة انقضائها عنكم. ووشك زوالها\n</p>\n\n<p>\nوضعف مجالها. ألم تحذكم على مثال من كان قبلكم\n</p>\n\n<p>\nوحذت من قبلكم على مثال من كان قبلهم جيل بعد جيل.\n</p>\n\n<p>\nوأمة بعد <span id='ms21'></span> أمة. وقرن بعد قرن. وخلف بعد خلف. فلا\n</p>\n\n<p>\nهي تستحي من العار. ولا تبتغي من المندبات. . ولا\n</p>\n\n<p>\nتخجل من الغدر. اعلموا وأنتم تعلمون أنكم تاركوها لا بد\n</p>\n\n<p>\nوإنما هي كما نعت الله جل وعز (لعب ولهو وزينة وتفاخر\n</p>\n\n<p>\nبينكم وتكاثر في الأموال والأولاد) فاتعظوا فيها بالذين\n</p>\n\n<p>\nكانوا يبنون بكل ريع آية يعبثون. ويتخذون مصانع\n</p>\n\n<p>\nلعلهم يخلدون. وبالذين قالوا من أشد منا قوة. واتعظوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nبمن رأيتم من إخوانكم. فكيف حملوا إلى قبورهم لا يدعون\n</p>\n\n<p>\nركبانا. وأنزلوا لا يدعون ضيفانا. وجعل لهم من الضريح\n</p>\n\n<p>\nأجنانا. ومن التراب أكفانا. ومن الرفات جيرانا. فهم\n</p>\n\n<p>\nجيرة لا يجيبون داعيا. ولا يمنعون ضيما. ولا ينالون مندبة.\n</p>\n\n<p>\nولا يعرفون سيئا. ولا حسنا. ولا يشهدون زورا. إن جيدوا\n</p>\n\n<p>\nلم يفرحوا. وإن قحطوا لم يقنطوا. جميع وهم ابعاد. ومتنادون\n</p>\n\n<p>\nلا يتزاورون ولا يزورون. حلماء\n</p>\n\n<p>\nقد بادت أضغانهم جهلاء. قد ذهبت أحقادهم. لا يخشى\n</p>\n\n<p>\nفجعهم. ولا يرجى دفعهم. وهم كمن لم يكن وكما قال جل\n</p>\n\n<p>\nثناؤه (فتلك مساكنهم لم تسكن من بعدهم إلا قليلا وكنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nنحن الوارثين) إن الدنيا وهل مطلبها. رنق مشربها\n</p>\n\n<p>\nردغ مشرعها غرور مائل. ووشيج قاتل. وسناد\n</p>\n\n<p>\nمائل. يونق مطرفها. ويعجب مونقها. وتردى مستزيدها\n</p>\n\n<p>\nوتصرع مستفيدها. بإنفاد لذتها وموبقات شهوتها. وأسر\n</p>\n\n<p>\nنافرها. قنصت بأحبلها. وقصدت بأسهمها. فناثل لهناتها.\n</p>\n\n<p>\nوتعلل بهباتها (10) ليالي عمره وأيام حياته وقد علقته وهاق المنية (11) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nفأردته بمرائرها. قائدة له بحتوفها. إلى ضنك المضجع. ووحشة\n</p>\n\n<p>\nالمرجع. ومجاورة الأموات ومعاينة المحل. وثواب العمل.\n</p>\n\n<p>\nثم ضرب على آذانهم فينات الدهور فهم لا يرجعون قد\n</p>\n\n<p>\nارتهنت الرقاب. بسالف الاكتساب. وأحصيت الآثار لفصل\n</p>\n\n<p>\nالخطاب. وقد خاب من حمل ظلما.\n</p>\n\n<h1 class='l1' id='head4'>AUTO الباب الثالث</h1>\n\n<p>\n(فيما روى عنه عليه السلام من المواعظ)\n</p>\n\n<p>\nفمن ذلك قوله عليه السلام\n</p>\n\n<p>\nإنكم مخلوقون اقتدارا. ومربوبون اقتسارا. ومضمنون\n</p>\n\n<p>\nأجداثا وكائنون رفاتا. ومبعوثون أفرادا. ومدينون حسابا\n</p>\n\n<p>\nفرحم الله عبدا اقترف فاعترف. ووجل فعمل. وحاذر\n</p>\n\n<p>\nفبادر. وعمر فاعتبر. وحذر فاذدجر. وأجاب فأناب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوراج فتاب. واقتدى فاحتذى. فباحث طلبا. ونجا هربا.\n</p>\n\n<p>\nوأفاد ذخيرة. وأطاب سريرة. وتأهب للمعاد. واستظهر\n</p>\n\n<p>\nبالزاد. ليوم رحيله <span id='ms22'></span>. ووجله سبيله. وحال حاجته. وموطن\n</p>\n\n<p>\nفاقته. فقدم أمامه. لدار مقامه. فمهدوا لأنفسكم في سلامة\n</p>\n\n<p>\nالأبدان فهل ينتظر أهل أهل غضارة الشباب إلا حواني الهرم\n</p>\n\n<p>\nوأهل بضاضة الصحة إلا نوازل السقم. وأهل مدة البقاء\n</p>\n\n<p>\nإلا مفاجأة الفناء. واقتراب الفوت. ودنو الموت. وأزف\n</p>\n\n<p>\nالانتقال وإشفاء الزوال. وحفز الأنين. ورشح الجبين\n</p>\n\n<p>\nوامتداد العرنين. وعلز القلق. وفيظ الرمق (10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nوألم المضض وغصص الجرض إعلموا عباد الله أنكم\n</p>\n\n<p>\nوما أنتم فيه من هذ ه الدنيا على سبيل من قد مضى ممن كان\n</p>\n\n<p>\nأطول منكم أعمارا. وأشد منكم بطشا. وأعمر منكم ديارا.\n</p>\n\n<p>\nوابعد اثارا. فأصبحت أصواتهم هامدة خامدة من بعد طول\n</p>\n\n<p>\nتقلبها وأجسادهم بالية. وديارهم خالية. وآثارهم عافية\n</p>\n\n<p>\nواستبدلوا بالقصور المشيدة. والسرر والنمارق الممهدة\n</p>\n\n<p>\nالصخور والأحجار المسندة في القبور اللاطية الملحدة التي\n</p>\n\n<p>\nفذ بين الخراب فنائها. وشيد التراب بناءها. فحملها مقترب\n</p>\n\n<p>\nوساكنها مغترب. بين أهل عمارة موحشين. وأهل محلة\n</p>\n\n<p>\nمتشاغلين. لا يستأنسون بالعمران ولا يتواصلون كتواصل\n</p>\n\n<p>\nالجيران والإخوان على ما بينهم من قرب الجوار ودنو الدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nوكيف يكون بينهم تواصل وقد طحنهم بكلكله البلى\n</p>\n\n<p>\nفأكلهم الجنادل والثرى. فأصبحوا بعد الحياة أمواتا. وبعد\n</p>\n\n<p>\nغضارة العيش رفاتا. فجع بهم الأحباب وسكنوا التراب\n</p>\n\n<p>\nوظعنوا فليس لهم إياب هيهات هيهات (كلا إنها كلمة هو قائلها\n</p>\n\n<p>\nومن ورائهم برزخ إلى يوم يبعثون) وكأن قد صرتم إلى\n</p>\n\n<p>\nما صاروا إليه من البلى. والوحدة في دار الموتى. وارتهنتم\n</p>\n\n<p>\nفي ذلك المضجع. وضمكم ذلك المستودع. فكيف بكم\n</p>\n\n<p>\nلو قد تناهت الأمور. وبعثرت القبور. وحصل ما في\n</p>\n\n<p>\nالصدور ووفقتم للتحصيل. بين يدي الملك الجليل. فطارت\n</p>\n\n<p>\nالقلوب. لإشفاقها من سالف الذنوب. وهتكت عنكم\n</p>\n\n<p>\nالحجب والا ستار. وظهرت منكم العيوب والا سرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nهنالك تجزى كل نفس ما أسلفت. إن الله يقول (ليجزي\n</p>\n\n<p>\nالذين أساؤا بما عملوا ويجزي الذين أحسنوا بالحسنى)\n</p>\n\n<p>\nاغتنموا أيام الصحة قبل السقم. والشبيبة قبل الهرم. وبادروا\n</p>\n\n<p>\nبالتوبة قبل الندم. ولا تحملنكم المهلة على طول الغفلة فإن\n</p>\n\n<p>\nالاجل يهدم الامل. والأيام موكلة بتنقيص المدة وتفريق\n</p>\n\n<p>\nالأحبة. فبادروا رحمكم الله بالتوبة. قبل حضور النوبة\n</p>\n\n<p>\nوبرزوا للغيبة التي <span id='ms23'></span> لا تنتظر معها الأوبة. واستعينوا على بعد\n</p>\n\n<p>\nالمسافة بطول المخافة. فكم من غافل وثف بغفلته. وتعلل\n</p>\n\n<p>\nبمهلته. فأمل بعيدا. وبنى مشيدا فنقص بقرب اجله بعد\n</p>\n\n<p>\nامله. وفاجأته منيته بانقطاع أمنيته. فصار بعد العز\n</p>\n\n<p>\nوالمنعة والشرف والرفعة مرتهنا بموبقات عمله قد غاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nفما رجع. وندم فما انتفع. وشقي بما جمع في يومه. وسعد به\n</p>\n\n<p>\nغيره في غده. وبقى مرتهنا بكسب يده. ذاهلا عن أهله\n</p>\n\n<p>\nوولده. لا يغنى عنه ما ترك فتيلا. ولا يجد إلى مناص\n</p>\n\n<p>\nسبيلا. فعلام عباد الله المنعرج والدلج وإلى أين المفر\n</p>\n\n<p>\nوالمهرب. وهذا الموت في الطلب يخترم الأول فالأول لا\n</p>\n\n<p>\nيتحنن على ضعيف. ولا يعرج على شريف. والجديدان\n</p>\n\n<p>\nيحثان الاجل تحثيثا. ويسوقانه سوقا حثيثا. وكل ما هو\n</p>\n\n<p>\nآت فقريب. ومن وراء ذلك العجب العجيب. فأعدوا الجواب\n</p>\n\n<p>\nليوم الحساب. وأكثروا الزاد ليوم المعاد. عصمنا الله وإياكم\n</p>\n\n<p>\nبطاعته. وأعاننا وإياكم على ما يقرب إليه ويزلف لديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nفإنما نحن وله إن الله وقت لكم الآجال. وضرب لكم\n</p>\n\n<p>\nالأمثال. وألبسكم الرياش. وارفع لكم المعاش\n</p>\n\n<p>\nوآثركم بالنعم السوابغ وتقدم إليكم بالحجج البوالغ\n</p>\n\n<p>\nوأوسع لكم في الرفد الرافع. فشمروا فقد أحاط بكم\n</p>\n\n<p>\nالاحصاء. وارتهن لكم الجزاء. القلوب قاسية عن حظها\n</p>\n\n<p>\nلاهية عن رشدها. سالكة في غير مضمارها. كأن المعنى\n</p>\n\n<p>\nسواها. اتقوا الله تقية من شمر تجريدا. وجد تشميرا وانكمش\n</p>\n\n<p>\nفي مهل. وأشفق في وجل. ونظر في كرة الموئل وعافية\n</p>\n\n<p>\nالصبر ومغبة المرجع وكفى بالله منتقما ونصيرا (10)\n</p>\n\n<p>\nوكفى بالجنة ثوابا ونوالا. وكفى بالنار عقابا ونكالا. وكفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nبكتاب الله حجيجا وخصيما. رحم الله عبدا استشعر الحزن\n</p>\n\n<p>\nوتجلب الخوف وأضمر اليقين وعرى من الشك في توهم\n</p>\n\n<p>\nالزوال فهو منه على بال فزهر مصباح الهدى في قلبه. وقرب\n</p>\n\n<p>\nبه على نفسه البعيد. وهون الشديد. فخرج من صفة العمى\n</p>\n\n<p>\nومشاركة الموتى. وصار من مفاتيح الهدى. ومغاليق أبواب\n</p>\n\n<p>\nالردى. واستفتح بما فتح به العالم أبوابه. وخاض بحاره\n</p>\n\n<p>\nوقطع غماره. ووضحت له سبله ومناره. واستمسك من\n</p>\n\n<p>\nالعرى بأوثقها. واستعصم من الجبال بأمتنها. كشاف\n</p>\n\n<p>\nغمرات. فتاح مهمات. دافع معضلات. دليل مضلات\n</p>\n\n<p>\nلا <span id='ms24'></span> يدع للخير مطلبا إلا أمه. ولا مظنة إلا قصدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO الباب الرابع</h1>\n\n<p>\n(فيما روى عنه عليه السلام من وصاياه ونواهيه)\n</p>\n\n<p>\nأحسن كما تحب ان يحسن إليك. انصف الناس من نفسك\n</p>\n\n<p>\nقبل ان ينتصف منك. اطلب فإنه يأتيك ما قسم لك. ساهل\n</p>\n\n<p>\nالدهر ما ذل قعوده بادر الفرصة. قبل أن تكون غصة.\n</p>\n\n<p>\nأدب نفسك بما كرهته لغيرك. أصلح مثواك. واتبع اخرتك\n</p>\n\n<p>\nبدنياك لن لمن خالطك. فإنه يوشك ان يلين لك. اجعل\n</p>\n\n<p>\nنفسك ميزانا فيما بينك وبين غيرك. أحب لغيرك ما تحب\n</p>\n\n<p>\nلنفسك. وأكره له ما تكره لها. استقبح من نفسك\n</p>\n\n<p>\nما استقبح من غيرك. خذ الفضل. وأحسن البذل. وقل للناس\n</p>\n\n<p>\nحسنا. دع عنك أظن واحسب وارى. دع القول فيما لا تعرف.\n</p>\n\n<p>\nوالخطاب فيما لا تكلف. إرض من الناس لك. ما ترضى لهم\n</p>\n\n<p>\nبه منك. ألحح بالمسألة تفتح لك أبواب الرحمة. أنفق في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nحق ولا تكن خازنا لغيرك. أخر الشر فإنك إذا شئت\n</p>\n\n<p>\nتعجله احتمل أخاك على ما فيه. استعتب من رجوت إعتابه.\n</p>\n\n<p>\nأطع أخاك وإن عصاك. وصله وإن جفاك. إقبل عذر من\n</p>\n\n<p>\nاعتذر إليك. خف الله في سرك. يكفيك ما يضرك. ذك\n</p>\n\n<p>\nقلبك بالأدب. كما تذكي تذكي النار بالحطب. تباعد من السلطان\n</p>\n\n<p>\nولا تأمن من خدع الشيطان. تخير لنفسك من كل خلق أحسنه\n</p>\n\n<p>\nفان الخير عادة. اقطع عنك دابرات الهموم بعزائم الصبر.\n</p>\n\n<p>\nأقم الحدود في القريب يجتنبها البعيد. قارن أهل الخير تكن\n</p>\n\n<p>\nمنهم. وباين أهل الشر تبن عنهم. امحض أخاك النصيحة\n</p>\n\n<p>\nحسنة كانت أو قبيحة. ساعد أخاك على كل حال وزل\n</p>\n\n<p>\nمعه حيث زال. خض الغمرات إلى الحق. كن من الدنيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nعلى قلعة. عود نفسك السماح. تخير لوردك. إقبل العفو\n</p>\n\n<p>\nمن الناس. احذر التلون في الدين. عظم من يكرمك.\n</p>\n\n<p>\nاعف عمن ظلمك. أكرم من أهانك. أحسن إلى من أساء\n</p>\n\n<p>\nإليك. وكافئ من أحسن إليك أدع لمن أعطاك. اشكر\n</p>\n\n<p>\nالله على ما أولا ك. واحمده على ما إبلا ك. أجمل. لمن\n</p>\n\n<p>\nأدل عليك واقبل عذر من اعتذر إليك. خذ العفو من\n</p>\n\n<p>\nالناس. ولا <span id='ms25'></span> تبلغ من أحد ما تكرهه. تعفف عن أموال الناس\n</p>\n\n<p>\nواستشعر منها اليأس. غلس بالفجر تلقى الله تعالى أبيض\n</p>\n\n<p>\nالوجه. تفقه في الدين. وعود نفسك الصبر على المكروه\n</p>\n\n<p>\nأخلص في المسألة لربك فإن بيده العطاء والحرمان. ألجي\n</p>\n\n<p>\nنفسك في الأمور كلها إلى إلهك فإنك تلجئها إلى كهف حريز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nومانع عزيز. أغتنم من استقرضك () في حال غناك. واجعل\n</p>\n\n<p>\nقضائك في يوم عسرتك. خذ من الدنيا ما اتاك. وتولى عما\n</p>\n\n<p>\nتولى عنك. فإن أنت لم تفعل فأجمل في الطلب. أكرم\n</p>\n\n<p>\nنفسك عن كل دنيئة وإن سافتك إلى الرغب فإنك لن تعتاض\n</p>\n\n<p>\nبما تبذل من نفسك عوضا. اعرف الحق لمن عرفه لك رفيعا\n</p>\n\n<p>\nكان أو وضيعا إطرح عنك واردات الهموم بعزائم الصبر\n</p>\n\n<p>\nوحسن اليقين أحسن العفو فإن العفو مع العذل\n</p>\n\n<p>\nأشد من الضرب لمن كان له عقل. استغن بالله جل وعز على\n</p>\n\n<p>\nأمرك. فإنه أكفى معين. ابذل لصديقك كل المودة. ولا\n</p>\n\n<p>\nتبذل له الطمأنينة. واعطه كل المواساة ولا تفض إليه\n</p>\n\n<p>\nبكل الا سرار. احذر دمعة المؤمن في السحر فإنها تقصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nمن دمعها. وتطفئ بحور النيران عمن دعا بها. ارفق بالبهائم\n</p>\n\n<p>\nولا توقف عليها احمالها. ولا تسقى بلجمها. ولا تحمل فوق\n</p>\n\n<p>\nطاقتها أمسك عن طريق إذا خفت ضلالة فإن الكف عند\n</p>\n\n<p>\nحيرة الظلال خير من ركب الأهوال. مر بالمعروف تكن\n</p>\n\n<p>\nمن أهله. وأنكر المنكر بلسانك ويدك. وباين من فعله\n</p>\n\n<p>\nبجهدك. ابذل لصديقك مالك. ولمعرفتك معونتك وللعامة\n</p>\n\n<p>\nالتحية والسلام. أحمل نفسك عن أخيك عند صرمه على\n</p>\n\n<p>\nالصلة. وعند صدوده على لطف المسألة. وعند جموده على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nالبذل. وعند تباعده على الدنو. وعند شدته على اللين. وعند\n</p>\n\n<p>\nتجريه على الا عذار. حتى كأنك عبد وكأنه ذو نعمة. لتكن\n</p>\n\n<p>\nمسألتك فيما يعنيك مما يبقى عليك جماله. ولا يبقى عليك\n</p>\n\n<p>\nوباله. لا ما لا يبقى لك ولا تبقى له فإنه يوشك أن ترى عاقبة\n</p>\n\n<p>\nأمرك محسنا أو مسيئا أو يعفو العفو الكريم.\n</p>\n\n<p>\n(نوع منها)\n</p>\n\n<p>\nلا تخن من ائتمنك وإن خانك. لا تذع سر من أذاع سرك.\n</p>\n\n<p>\nلا تصرم أخاك على <span id='ms26'></span> ارتياب. ولا تقطعه دون الاستعتاب. لا\n</p>\n\n<p>\nتيأسن من الذنب وباب التوبة مفتوح. لا تظلم كما لا تحب ان\n</p>\n\n<p>\nتظلم لا تقل ما لا تعلم. بل لا تقل كلما علمت. لا تكثر العتب\n</p>\n\n<p>\nفي غير ذنب. لا تضيع الفرائض وتتكل على النوافل لا تعمل\n</p>\n\n<p>\nبالخديعة فإنها خلق لئيم لا تدع أن تنصح أهلك فإنك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nعنهم مسؤول. لا تكن كحاطب الليل وغثاء السيل.\n</p>\n\n<p>\nلا تكن عبد غيرك وقد خلقك الله حرا لا تكثر العتاب\n</p>\n\n<p>\nفإنه يورث الضغينة. ويحرك البغضة. لا تقض وأنت غضبان\n</p>\n\n<p>\nولا من النوم سكران. لا تحضر مجلسك من لا يشبهك.\n</p>\n\n<p>\nلا تهن من يكرمك. لا تعود نفسك الضحك. فإنه يذهب\n</p>\n\n<p>\nبالبهاء. ويجرئ الخصوم على الاعتداء. لا تتول أهل السخط\n</p>\n\n<p>\nولا تسخط أهل الرضا. لا تشاقق مؤمنا فتلح كما يلحى\n</p>\n\n<p>\nالقضيب من لحائه ولا تأخذ الناس بالإحن. فليس أخو\n</p>\n\n<p>\nالدين ذا إحن لا تتخذن عدو صديقك صديقا فتعادي\n</p>\n\n<p>\nصديقك. لا تستريبن بثقة رجاء. لا تطلبن مجازاة أخيك. وان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nحثا التراب بفيك. لا تضيعن حق أخيك اتكالا على ما\n</p>\n\n<p>\nبينك وبينه فإنه ليس بأخ من أضعت حقه. لا تكونن\n</p>\n\n<p>\nعلى الإساءة أقوى منك على الا حسان. ولا على البخل أقوى\n</p>\n\n<p>\nمنك على البذل. ولا التقصير أقوى منك على الفضل.\n</p>\n\n<p>\nلا تكونن ممن لا ينتفع ممن لا ينتفع من العظة إلا بما لزمه فألمه فإن\n</p>\n\n<p>\nالعاقل يتعظ بالأدب. والبهائم لا تتعظ إلا بالضرب. لا\n</p>\n\n<p>\nتكونن كمن يعجز عن شكر ما أوتي. ويبتغي الزيادة فيما\n</p>\n\n<p>\nبقي. لا تكفرن ذا نعمة. فإن كفر النعمة من ألأم\n</p>\n\n<p>\nالكفر لا يغلبن عليك سوء الظن فإنه لا يدع بينك وبين\n</p>\n\n<p>\nخليلك صلحا. لا يكن أهلك أشقى الناس بك. ولا ترغبن\n</p>\n\n<p>\nفيمن زهد فيك. لا يكونن أخوك أقوى على قطيعتك منك\n</p>\n\n<p>\nعلى صلته لا يكبر عليك ظلم من ظلمك فإنه إنما يسعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nفي مضرته ونفعك لا يكون الصديق صديقا حتى يحفظ\n</p>\n\n<p>\nصديقه في غيبه. ويحفظه عند نكبته. ويحفظه بعد وفاته في\n</p>\n\n<p>\nمخلفيه وتركته. لا يقنطك إن أبطأت عليك <span id='ms27'></span> الإجابة فإن\n</p>\n\n<p>\nالعطية على قدر المسألة. لا يعد منك من شفق سوء\n</p>\n\n<p>\nظن. لا يزهدنك في المعروف كفر من كفر فقد\n</p>\n\n<p>\nيشكرك عليه من لم يستمع منه بشئ. لا تمار سفيها ولا\n</p>\n\n<p>\nفقيها. اما الفقيه فتحرم خيره وأما السفيه فيحزنك شره\n</p>\n\n<p>\n(نمط منه)\n</p>\n\n<p>\nإياك أن تجمع مطية اللجاج. إياك ان توجف بك\n</p>\n\n<p>\nمطايا الطمع. إياك ان تعتذر من ذنب تجد إلى تركه سبيلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nفإن أحسن حالك في الاعتذار ان تبلغ منزلة السلامة من\n</p>\n\n<p>\nالذنوب. إياك والملامة فإنها من السخف والنذالة. إياك\n</p>\n\n<p>\nوالاتكال على المنى فإنها بضائع النكوى وتثبط عن الآخرة\n</p>\n\n<p>\nوالدنيا إياك والوقوف عما عرفته فإن كل ناظر مسؤول\n</p>\n\n<p>\nعن عمله وقوله وإرادته.\n</p>\n\n<p>\nعن عمله وقوله وإرادته. إياك ومصادقة الأحمق فإنه يريد\n</p>\n\n<p>\nان ينفعك فيضرك. وإرادته. إياك. ومصادقة الكذاب فإنه يقرب\n</p>\n\n<p>\nعليك البعيد. ويعد عليك القريب. إياك ومصادقة البخيل\n</p>\n\n<p>\nفإنه يقعد بك عند أحوج ما تكون إليه. إياك ومصادقة\n</p>\n\n<p>\nالفاجر فإنه يبيعك في نفاقه. إياك ومقارنة من رهبته\n</p>\n\n<p>\nعلى دينك وعرضك. إياك ومشاورة النساء فان رأيهن إلى\n</p>\n\n<p>\nأفن وعزمهن إلى وهن. إياك وقبول تحف الخصوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nإياكم وكفر النعم فتحل بكم النقم\n</p>\n\n<p>\n(نوع منه)\n</p>\n\n<p>\nلا تكن ممن يرجو الآخرة بغير عمل. ويرجو التوبة\n</p>\n\n<p>\nبطول الامل. ويقول في الدنيا قول الزاهدين. ويعمل فيها\n</p>\n\n<p>\nعمل الراغبين. ان أعطي منها لم يشبع. وان منع منها لم\n</p>\n\n<p>\nيقنع. يعجز عن شكر ما أوتي. ويبتغي الزيادة فيما بقي.\n</p>\n\n<p>\nوينهى ولا ينتهي. ويأمر بما لا يأتي ولا ينتهي. ويأمر بما لا يأتي.\n</p>\n\n<p>\nيحب الصالحين ولا يعمل بعملهم. ويبغض الطالحين وهو منهم.\n</p>\n\n<p>\nويكره الموت لكثرة ذنوبه. ويقيم على على ما يكره الموت له.\n</p>\n\n<p>\nان سقم ظل نادما وان صح قام لاهيا. يعجب بنفسه إذا عوفي. ويقنط إذا\n</p>\n\n<p>\nابتلي تغلبه نفسه على ما يظن. ولا يغلبها على ما يستيقن.\n</p>\n\n<p>\nلا يثق من الرزق بما ضمن له. ولا يعمل من العمل بما فرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nعليه. ان استغنى بطر. وان افتقر قنط ووهن. فهو من الذنب\n</p>\n\n<p>\nوالنعمة موقر. يبتغي الزيادة ولا يشكر <span id='ms28'></span>. يتكلف من الناس\n</p>\n\n<p>\nما لم يؤمر. ويضيع من نفسه ما هو أكثر. يبالغ إذا سال\n</p>\n\n<p>\nويقصر إذا عمل. يخشى الموت. ولا يبادر الفوت. يستكثر\n</p>\n\n<p>\nمن معصية غيره ما يستقل أكثر منه من نفسه. ويستكثر\n</p>\n\n<p>\nمن طاعته ما يحقره من غيره. وهو على الناس طاعن. ولنفسه\n</p>\n\n<p>\nمداهن. واللغو مع الأغنياء. أحب إليه من الذكر مع\n</p>\n\n<p>\nالفقراء يحكم على غيره لنفسه. ولا يحكم عليها لغيره. وهو يطاع\n</p>\n\n<p>\nويعصى ويستوفي ولا يوفى\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن عمر المعدل قال أخبرنا\n</p>\n\n<p>\nأبو الطاهر محمد بن عبد الغني قال أخبرنا أبو طالب الخشاب\n</p>\n\n<p>\nقال أخبرنا أبو عبد الله بن يزيد قال أخبرنا أحمد بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nالبغدادي قال يروي عن الحسن بن علي بن أبي طالب صلى الله\n</p>\n\n<p>\nعليهما قال أوصاني أبي رضي الله عنه قبل موته بثلاثين خصلة قال\n</p>\n\n<p>\nيا بني إن أنت عملت بها في الدنيا سلمك الله من شر الدنيا\n</p>\n\n<p>\nوالآخرة. قال قلت وما هي يا ابه فقال احذر من الأمور\n</p>\n\n<p>\nثلاثا. وخف من ثلاث. وارج ثلاثا. ووافق ثلاثا. واستحي\n</p>\n\n<p>\nمن ثلاث. وافزع إلى ثلاث. وشح على ثلاث. وتخلص\n</p>\n\n<p>\nإلى ثلاث. واهرب إلى ثلاث. واهرب من ثلا ث. وجانب ثلاثا. يجمع الله لك\n</p>\n\n<p>\nبذلك حسن السيرة في الدنيا والآخرة فاما الذي أمرتك\n</p>\n\n<p>\nان تخدرها فاحذر الكبر والغضب والطمع فأما الكبر فإنه\n</p>\n\n<p>\nخصلة من خصال الا شرار والكبرياء رداء الله عز وجل\n</p>\n\n<p>\nومن أسكن الله قلبه مثقال حبة من كبر أورده النار والغضب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nيسفه الحليم. ويطيش العالم. ويفقد معه العقل. ويظهر معه\n</p>\n\n<p>\nالجهل. والطمع فخ من فخاخ إبليس وشرك من عظيم احتباله\n</p>\n\n<p>\nيصيد به العلماء والعقلاء وأهل المعرفة وذوي البصائر قال قلت\n</p>\n\n<p>\nصدقت يا ابه فأخبرني عن قولك. خف ثلاثا. قال نعم\n</p>\n\n<p>\nيا بني. خف الله وخف من لا يخاف الله. وخف لسانك\n</p>\n\n<p>\nفإنه عدوك على دينك يؤمنك الله جميع ما خفته قال\n</p>\n\n<p>\nصدقت يا ابه. فأخبرني عن قولك وارج ثلاثا. قال يا بني\n</p>\n\n<p>\nارج عفو الله عن ذنوبك. وارج محاسن عملك <span id='ms29'></span>. وارج\n</p>\n\n<p>\nشفاعة نبيك عليه السلام قلت صدقت يا ابه. فأخبرني عن\n</p>\n\n<p>\nقولك وافق ثلاثا قال نعم. وافق كتاب الله. ووافق سنة نبيك\n</p>\n\n<p>\nعليه السلام\n</p>\n\n<p>\nووافق ما يوافق الحق والكتاب قلت صدقت\n</p>\n\n<p>\nيا ابه. فأخبرني عن قولك. استحى من ثلاث قال نعم يا بني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nاستحي من مطالعة الله. إياك وأنت مقيم على ما يكره.\n</p>\n\n<p>\nواستحي من الحفظة الكرام الكاتبين. واستحي من صالح\n</p>\n\n<p>\nالمؤمنين قلت صدقت يا ابه. فأخبرني عن قولك وافزع إلى\n</p>\n\n<p>\nثلاث قال نعم افزع إلى الله في ملمات أمورك وافزع إلى\n</p>\n\n<p>\nالتوبة في مساوي عملك. وافرغ إلى أهل العلم وأهل الأدب\n</p>\n\n<p>\nقلت صدقت يا ابه. فأخبرني عن قولك شح على ثلاث قال نعم\n</p>\n\n<p>\nشح على عمرك ان تفنيه مما هو عليك لا لك ولا عليك\n</p>\n\n<p>\nقلت صدقت يا ابه. فأخبرني عن قولك تخلص إلى ثلاث قال\n</p>\n\n<p>\nنعم يا بني تخلص إلى معرفتك نفسك وإظهار عيوبها.\n</p>\n\n<p>\nومقتك إياها. وتخلص إلى تقوى الله ثم تخلص إلى إخمال\n</p>\n\n<p>\nنفسك. وإخفاء ذكرك. قلت صدقت يا ابه. فأخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nعن قولك واهرب من ثلاث. قال نعم يا بني اهرب من\n</p>\n\n<p>\nالكذب. واهرب من الظلم. واهرب من الظالم. وإن كان ولدك أو والدك.\n</p>\n\n<p>\nواهرب من مواطن الامتحان التي يحتاج فيها إلى صبرك. قلت\n</p>\n\n<p>\nصدقت يا ابه فأخبرني عن قولك جانب هواك وأهل الأهواء. وجانب الشر وأهل الشر.\n</p>\n\n<p>\nوجانب الحمقى وان كانوا متقربين أو مشيخة مختصين والسلام\n</p>\n\n<p>\nاخبرني محمد بن منصور بن عبد الله عن أبي عبد الله\n</p>\n\n<p>\nالتستري إجازة. قال أخبرنا أبو الفضل محمد بن عمر بن محمد\n</p>\n\n<p>\nالكوكبي الأديب. قال حدثنا سليمان بن أحمد بن أيوب\n</p>\n\n<p>\nقال حدثنا محمد بن عثمان بن أبي شيبة قال حدثنا ضرار بن صرد قال\n</p>\n\n<p>\nحدثنا عاصم بن حميد قال حدثنا ثابت بن أبي صفية أبي\n</p>\n\n<p>\nحمزة الثمالي عن عبد الرحمن بن جندب عن كميل بن\n</p>\n\n<p>\nزياد قال اخذ أمير المؤمنين علي بن أبي طالب عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nبيدي فأخرجني إلى ناحية الجبان فلما أصحر تنفس صعداء\n</p>\n\n<p>\nثم قال يا كميل <span id='ms30'></span> إن هذ ه القلوب أوعية فخيرها أوعاها للعلم.\n</p>\n\n<p>\nإحفظ عني ما أقول لك. الناس ثلاثة عالم رباني. ومتعلم على\n</p>\n\n<p>\nسبيل نجاة. وهمج رعاع اتباع كل ناعق غاو يميلون مع كل\n</p>\n\n<p>\nريح لم يستضيئوا بنور العلم ولم يلجؤا إلى ركن وثيق. يا كميل\n</p>\n\n<p>\nالعلم خير من المال. العلم يحرسك وأنت تحرس المال والمال\n</p>\n\n<p>\nتنقصه النفقة. والعلم يزكو على الانفاق. يا كميل محبة العالم\n</p>\n\n<p>\nدين يدان به يكسبه العلم الطاعة لربه عز وجل في حياته.\n</p>\n\n<p>\nوجميل الأحدوثة بعد وفاته. ومنفعة المال تزول بزواله.\n</p>\n\n<p>\nوالعلم حاكم والمال محكوم عليه. يا كميل مات خزان المال\n</p>\n\n<p>\nوهم احياء والعلماء باقون ما بقي الدهر أعيانهم مفقودة. وأمثالهم\n</p>\n\n<p>\nفي القلوب موجودة. ها إن ها هنا لعلما جما (وأشار إلى صدره) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nلو أصبت له حملة. اللهم بلى أصبته لقنا غير مأمون\n</p>\n\n<p>\nيستعمل آلة الدين في الدنيا. ويستظهر بحجج الله على\n</p>\n\n<p>\nأوليائه وبنعمه على كتابه أو منقادا لجملة الحق لا بصيرة\n</p>\n\n<p>\nله في إحيائه يقدح الشك في قلبه بأول عارض من شبهة. اللهم\n</p>\n\n<p>\nلا ذا ولا ذاك أو منهوما باللذات سلس القياد للشهوات أو\n</p>\n\n<p>\nمغرما بجمع الأموال والادخار ليسا من رعاة الدين أقرب\n</p>\n\n<p>\nشبها بهما الانعام السائمة كذلك يموت العلم بموت حملته.\n</p>\n\n<p>\nاللهم بلى لن تخلوا الأرض من حجة قائم لله بحجة إما ظاهر مشهور\n</p>\n\n<p>\nوإما خائف مغمور. كي لا تبطل حجج الله وبيناته. وكم\n</p>\n\n<p>\nوأين أولئك الأقلون عددا. الأعظمون عند الله قدرا. بهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nيحفظ الله حججه حتى يودعها نظراءهم. ويودعها في قلوب\n</p>\n\n<p>\nأشباههم. هجم بهم العلم على حقيقة الايمان. فباشروا روح\n</p>\n\n<p>\nاليقين. واستسهلوا ما استوعر منه المترفون وانسوا بما\n</p>\n\n<p>\nاستوحش منه الجاهلون وصحبوا الدنيا بأبدان أرواحها معلقة\n</p>\n\n<p>\nبالمحل الاعلى أولئك خلفاء الله في ارضه الدعا ة إلى دينه\n</p>\n\n<p>\nهاه شوقا إلى رؤيتهم واستغفر الله لي ولك يا كميل إذا\n</p>\n\n<p>\nشئت فقم.\n</p>\n\n<p>\n(وصيته كرم الله وجهه لما ضربه ابن ملجم)\n</p>\n\n<p>\nلما ضرب أمير المؤمنين عليه السلام اجتمع إليه أهل بيته\n</p>\n\n<p>\nوجماعة من خاصة أصحابه فقال الحمد لله الذي وقت <span id='ms31'></span>\n</p>\n\n<p>\nالآجال وقدر أرزاق العباد وجعل لكل شئ قدرا ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nيفرط في الكتاب من شئ فقال (أينما تكونوا يدرككم الموت\n</p>\n\n<p>\nولو كنتم في بروج مشيدة) وقال عز وجل (قل لو كنتم في\n</p>\n\n<p>\nبيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم) وقال\n</p>\n\n<p>\nعز وجل لنبيه صلى الله عليه وسلم (وامر بالمعروف وانه عن\n</p>\n\n<p>\nالمنكر واصبر على ما أصابك إن ذلك من عزم الأمور) لقد\n</p>\n\n<p>\nخبرني حبيب الله وخيرته من خلقه وهو الصادق المصدوق عن\n</p>\n\n<p>\nيومي هذا وعهد إلي فيه فقال يا علي كيف بك إذا بقيت في\n</p>\n\n<p>\nحثالة من الناس تدعو فلا تجاب وتنصح عن الدين فلا تعان\n</p>\n\n<p>\nوقد مال أصحابك وشنف لك نصحاؤك فكان الذي معك\n</p>\n\n<p>\nأشد عليك من عدوك إذا استنهضتهم صدوا معرضين وإن\n</p>\n\n<p>\nاستحثثتهم أدبر وا نافرين يتمنون فقدك لما يرون من قيامك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nبأمر الله عز وجل وصرفك إياهم عن الدنيا فمنهم من قد\n</p>\n\n<p>\nحمست طمعه فهو كاظم على غيظه. ومنهم من قلت\n</p>\n\n<p>\nأسرته فهو ثائر متربص بك ريب المنون وصروف\n</p>\n\n<p>\nالنوائب وكلهم نغل الصدر ملتهب الغيظ فلا تزال فيهم\n</p>\n\n<p>\nكذلك حتى يقتلوك مكرا أو يرهقوك شرا وسيسمونك\n</p>\n\n<p>\nبأسماء قد سموني بها فقالوا كاهن وقالوا ساحر وقالوا كذاب\n</p>\n\n<p>\nمفتر فاصبر فإن لك في أسوة وبذلك أمر الله إذ يقول\n</p>\n\n<p>\n(لقد كان لكم في رسول الله أسوة حسنة) يا علي إن الله عز\n</p>\n\n<p>\nوجل امرني ان أدنيك ولا أقصيك وان أعلمك ولا أهملك\n</p>\n\n<p>\nوان أقربك ولا أجفوك فهذه وصيته إلي وعهده لي. ثم إني\n</p>\n\n<p>\nأوصيكم أيها النفر الذين قاموا بأمر الله وذبوا عن دين الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nوجدوا في طلب حقوق الأرامل والمساكين. أوصيكم بعدي\n</p>\n\n<p>\nبالتقوى وأحذركم الدنيا والاغترار بزبرجها وزخرفها\n</p>\n\n<p>\nفإنها متاع الغرور وجانبوا سبيل من ركن إليها وطمست\n</p>\n\n<p>\nالغفلة على قلوبهم وهم لا يشعرون وقد كان قبلكم قوم خلفوا أنبيائهم\n</p>\n\n<p>\nباتباع آثارهم فإن تمسكتم بهديهم واقتديتم بسنتهم لم\n</p>\n\n<p>\nتضلوا إن نبي الله صلى الله عليه وسلم خلف فيكم كتاب الله وأهل بيته\n</p>\n\n<p>\nفعندهم علم ما تأتون وما تتقون وهم الطريق <span id='ms32'></span> الواضح\n</p>\n\n<p>\nوالنور اللائح وأركان الأرض القوامون بالقسط بنورهم\n</p>\n\n<p>\nيستضاء وبهديهم يقتدى من شجرة كرم منبتها فثبت أصلها\n</p>\n\n<p>\nوبسق فرعها. وطاب جناها. نبتت في مستقر الحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nوسقيت ماء الكرم. وصفت من الأقذاء والأدناس.\n</p>\n\n<p>\nوتخيرت من أطيب مواليد الناس. فلا تزولوا عنهم فتفرقوا.\n</p>\n\n<p>\nولا تتحرفوا عنهم فتمزقوا. وألزموهم تهتدوا وترشدوا.\n</p>\n\n<p>\nواخلفوا رسول الله صلى الله عليه وسلم فيهم بأحسن الخلافة\n</p>\n\n<p>\nفقد أخبركم انهما لن يفترقا حتى يردا على الحوض أعني كتاب\n</p>\n\n<p>\nالله وذريته. استودعكم الله الذي لا تضيع ودائعه. بلغكم\n</p>\n\n<p>\nالله ما تأملون. ووقاكم ما تحذرون. إقرؤا على أهل مودتي\n</p>\n\n<p>\nالسلام والخلف وخلف الخلف حفظكم الله وحفظ فيكم\n</p>\n\n<p>\nنبيكم والسلام\n</p>\n\n<p>\n(وصيته كرم الله وجهه للحسن لما ضربه ابن ملجم أيضا)\n</p>\n\n<p>\nولما ضربه ابن ملجم دخل عليه الحسن\n</p>\n\n<p>\nوهو باك فقال له ما يبكيك يا بني فقال له مالي لا ابكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nوأنت في أول يوم من أيام الآخرة وآخر يوم من أيام\n</p>\n\n<p>\nالدنيا فقال له يا بني احفظ عني أربعا وأربعا لا يضرك ما عملت\n</p>\n\n<p>\nبهن شئ قلت وما هن يا ابه قال إن اغنى الغنى العقل.\n</p>\n\n<p>\nوأكثر الفقر الحمق. وأوحش الوحشة العجب. وأكرم\n</p>\n\n<p>\nالحسب حسن الخلق قلت يا ابه هذه أربع فأعطني الا ربع\n</p>\n\n<p>\nقال يا بني وإياك ومصادقة الأحمق فإنه يريد ان ينفعك\n</p>\n\n<p>\nفيضرك. وإياك ومصادقة الكذاب فإنه يريد يقرب عليك البعيد\n</p>\n\n<p>\nويبعد عليك القريب. وإياك ومصادقة البخيل فإنه يقعد بك\n</p>\n\n<p>\nعند أحوج ما تكون إليه. وإياك ومصادقة الفاجر فإنه\n</p>\n\n<p>\nيبيعك في نفاقه * اخبرني أبو عبد الله محمد بن منصور\n</p>\n\n<p>\nالتستري فيما أجازه لي قال أخبرنا الحسن بن محمد بن سعيد\n</p>\n\n<p>\nابن حمدان قال حدثنا أحمد بن محمد بن الفضل النحوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nقال حدثنا محمد بن إبراهيم بن قريش الحكيمي قال حدثنا\n</p>\n\n<p>\nعبد العزيز بن ابان قال حدثنا سهل بن شعيب النهمي عن\n</p>\n\n<p>\nعبد الاعلى عن نوف البكالي قال رأيت علي بن أبي طالب\n</p>\n\n<p>\nعليه السلام ليلة النصف من شعبان فأكثر الخروج\n</p>\n\n<p>\nوالنظر إلى السماء فقال أنائم أنت يا نوف قال قلت <span id='ms33'></span> بل رامق\n</p>\n\n<p>\nأرمق أمير المؤمنين بعيني فقال يا نوف طوبى للزاهدين\n</p>\n\n<p>\nفي الدنيا والراغبين في الآخرة فإن أولئك قوم اتخذوا\n</p>\n\n<p>\nأرض الله بساطا. وترابها فراشا. وماءها طيبا. والقرآن\n</p>\n\n<p>\nشعارا. والدعاء دثارا. ثم قرضوا الدنيا قرضا على منهاج\n</p>\n\n<p>\nالمسيح بن مريم فان الله عز وجل أوحى إلى عبده المسيح\n</p>\n\n<p>\nابن مريم ان مر بني إسرائيل ان لا يدخلوا بيتا من بيوتي إلا\n</p>\n\n<p>\nبقلوب طاهرة. وابصار خاشعة. وأيد نقية. فإني لا استجيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nلأحد منهم دعوة من خلقي قبله مظلمة يا نوف لا تكونن\n</p>\n\n<p>\nشاعرا. ولا عشارا ولا شرطيا. ولا عريفا. ولا صاحب\n</p>\n\n<p>\nكوبة. ولا صاحب عرطبة. فإن نبي الله داود عليه السلام\n</p>\n\n<p>\nخرج في مثل هذه الليلة فقال ما من عبد يدعو الله عز وجل\n</p>\n\n<p>\nإلا استجاب دعوته في هذه الساعة إلا أن يكون شاعرا أو عشارا. أو شرطيا.\nأو عريفا. أو صاحب كوبة. أو صاحب\n</p>\n\n<p>\nعرطبة. أوصيكم عباد الله بتقوى الله والتنافس في الحظ\n</p>\n\n<p>\nالنفيس. والإشفاق من اليوم العبوس. والجد في خلاص\n</p>\n\n<p>\nالنفوس والسعي في فكاكها قبل هلاكها. والاخذ لها قبل\n</p>\n\n<p>\nالاخذ منها. اغتنموا أيام الصحة قبل السقم. والشبيبة قبل\n</p>\n\n<p>\nالهرم. وبادروا بالتوبة قبل الندم. ولا تحملنكم المهلة على\n</p>\n\n<p>\nطول الغفلة فان الأجل. يهدم الأمل. والأيام موكلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nبتنقيص المدة تفريق الأحبة. فبادروا رحمكم الله بالتوبة\n</p>\n\n<p>\nقبل حضور النوبة وبرزوا للغيبة التي لا تنتظر معها الأوبة\n</p>\n\n<p>\nواستعينوا على بعد المسافة بطول المخافة. فكم من غافل وثق بغفلته\n</p>\n\n<p>\nوتعلل بمهلته. فأمل بعيدا. وبنى مشيدا. فنغص بقرب اجله. بعد\n</p>\n\n<p>\nامله. وفاجأه منيته. بانقطاع أمنيته. فصار بعد العز\n</p>\n\n<p>\nوالمنعة. والشرف والرفعة. مرتهنا بموبقات عمله. قد غاب\n</p>\n\n<p>\nفما رجع. وندم فما انتفع. وشقي بما جمع في يومه. وسعد به\n</p>\n\n<p>\nغيره في غده. وبقى مرتهنا بكسب يده. ذاهلا عن أهله\n</p>\n\n<p>\nوولده. لا يغني عنه ما ترك فتيلا. ولا يجد إلى مناص سبيلا\n</p>\n\n<p>\nفعلام عباد الله المنعرج والدلج وإلى أين المفر والمهرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nوهذا الموت في الطلب. يخترم الأول فالأول لا يتحنن على\n</p>\n\n<p>\nضعيف. ولا يعرج على شريف. والجديدان <span id='ms34'></span> يحثان\n</p>\n\n<p>\nالاجل تحثيثا. ويسوقانه سوقا حثيثا. وكل ما هو آت\n</p>\n\n<p>\nفقريب. ومن وراء ذلك العجب العجيب. فأعدوا الجواب\n</p>\n\n<p>\nليوم الحساب. وأكثروا الزاد. ليوم المعاد. عصمنا الله وإياكم على ما يقرب\nإليه. ويزلف\n</p>\n\n<p>\nلديه. فإنما نحن به وله. أوصيكم عباد الله بتقوى الله فإن\n</p>\n\n<p>\nتقوى الله منجاة من كل هلكة. وعصمة من كل ضلالة.\n</p>\n\n<p>\nوبتقوى الله فاز الفائزون. وظفر الراغبون. ونجا الهاربون.\n</p>\n\n<p>\nوأدرك الطالبون. وبتركها خسر المبطلون (إن الله مع الذين\n</p>\n\n<p>\nاتقوا والذين هم محسنون) الله الله عباد الله قبل جفوف\n</p>\n\n<p>\nالأقلام. وتصرم الأيام. ولزوم الآثام. وقبل الدعوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nبالحسرة. والويل والشقوة. ونزول عذاب الله بغتة أو جهرة.\n</p>\n\n<p>\nأوصيكم عباد الله بتقوى الله الذي ضرب لكم الأمثال. ووقت\n</p>\n\n<p>\nلكم الآجال وفتق لكم أسماعا لتعي ما عناها. وأبصارا لتجلو عن\n</p>\n\n<p>\nعشاها. وأفئدة لتفهم ما دهاها لم يخلقكم عبثا. ولم يمهلكم\n</p>\n\n<p>\nسدا. ولم يضرب عنكم الذكر صفحا. بل أكرمكم بالنعم\n</p>\n\n<p>\nالسوابغ. وقطع عذركم بالحجج البوالغ. ورفدكم بأحسن\n</p>\n\n<p>\nالروافد. واعم الزوائد. وأحاط بكم الاحصاء. وأرصد لكم\n</p>\n\n<p>\nالجزاء في السراء والضراء. فاتقوا الله عباد الله وجدوا في\n</p>\n\n<p>\nالطلب وبادروا بالعمل قبل حلول الأجل. اقطعوا التهمات\n</p>\n\n<p>\nواحذروا هادم اللذات. تجهزوا رحمكم الله فقد نودي فيكم\n</p>\n\n<p>\nبالرحيل. وأقلوا العرجة على الدنيا وانقلبوا بصالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nما بحضرتكم من الزاد فإن امامكم عقبة كودا ومنازل\n</p>\n\n<p>\nمخوفة مجهولة لابد من الممر عليها والوقوف عندها فإما\n</p>\n\n<p>\nرحمة من الله جل وعز فنجوتم من فظاعتها. وشدة مختبرها\n</p>\n\n<p>\nوكراهة منظرها وإما بهلكة ليس بعدها انجبار\n</p>\n\n<p>\n(وصيته كرم الله وجهه لابن عباس)\n</p>\n\n<p>\nقال ابن عباس ما انتفعت بشئ بعد النبي صلى الله عليه\n</p>\n\n<p>\nوسلم انتفاعي بكلمات كتبهن إلي أمير المؤمنين علي بن أبي\n</p>\n\n<p>\nطالب عليه السلام قال كتب إلي\n</p>\n\n<p>\n(بسم الله الرحمن الرحيم)\n</p>\n\n<p>\nاما بعد فإن المرء يفرح بإدراك ما لم يكن ليفوته\n</p>\n\n<p>\nويغتم لفوت ما لم يكن ليدركه فإذا أتاك الله من الدنيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nشيئا فلا تكثرن به فرحا. وإذا منعك منها فلا تكثرن عليه\n</p>\n\n<p>\nحزنا. وليكن همك لما بعد الموت والسلام.\n</p>\n\n<h1 class='l1' id='head6'>AUTO الباب الخامس</h1>\n\n<p>\n(في المروي <span id='ms35'></span> عنه منه أجوبته عن المسائل وسؤالاته عليه السلام)\n</p>\n\n<p>\nقال أمير المؤمنين عليه السلام أما بعد أيها الناس إذا\n</p>\n\n<p>\nسأل سائل فليعقل. وإذا سئل فليتثبت فوالله لقد نزلت بكم\n</p>\n\n<p>\nنوازل البلاء وحقائق الأمور لفشل كثير من المسؤولين\n</p>\n\n<p>\nوإطراق كثير من السائلين.\n</p>\n\n<p>\n(قال النبي صلى الله عليه وسلم لعلي كرم الله وجهه)\n</p>\n\n<p>\nما أول نعمة انعمها الله عليك. قال إن خلقني ذكرا ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \nيخلقني أنثى ثم ماذا. قال إن هداني للإسلام وعرفنيه ومن\n</p>\n\n<p>\nعلي بك يا رسول الله قال ثم ماذا. قال (وإن تعدوا نعمة\n</p>\n\n<p>\nالله لا تحصوها).\n</p>\n\n<p>\n(وإن عليا ساءل ابنه الحسن)\n</p>\n\n<p>\nعليهما الرحمة عن أشياء من المروءة فقال يا بني مالسداد\n</p>\n\n<p>\nقال يا أبه السداد دفع المنكر بالمعروف. قال فما الشرف. قال\n</p>\n\n<p>\nاصطناع العشيرة وحمل الجريرة. قال فما المروءة. قال النظر في\n</p>\n\n<p>\nاليسير ومنع الحقير. قال فما اللؤم. قال احتقار المرء نفسه\n</p>\n\n<p>\nوبذله عرسه من اللؤم. قال فما السماحة. قال البذل من\n</p>\n\n<p>\nالعسر واليسر. قال فما الشح. قال إن ترى ما أنفقته تلفا. قال\n</p>\n\n<p>\nفما الإخاء. قال المواساة في الشدة والرخاء. قال فما الجبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nقال الجرأة على الصديق والنكول عن العدو. قال فما الغنيمة\n</p>\n\n<p>\nقال الترغيب في التقوى. والزهادة في الدنيا هي الغنيمة الباردة\n</p>\n\n<p>\nقال فما الحلم. قال كظم الغيظ وملك النفس. قال فما الغنى\n</p>\n\n<p>\nقال رضى النفس بما قسم الله جل وعز وإن قل. وإنما الغنى غنى\n</p>\n\n<p>\nالنفس قال فما الفقر. قال. شره النفس. في كل شئ. قال\n</p>\n\n<p>\nفما المنعة. قال سداد النفس ومنازعة عز اليأس. قال\n</p>\n\n<p>\nفما الذل. قال الفزع عند المصدوقة. قال فما العي. قال العبث\n</p>\n\n<p>\nباللحية وكثرة التبزق. قال فما الجرأة. قال موافقة الاخوان\n</p>\n\n<p>\nقال فما الكلفة. قال كلامك فيما لا يعنيك. قال فما المجد.\n</p>\n\n<p>\nقال إن تعطي في الغرم. وتعفو عن الجرم. قال فما العقل.\n</p>\n\n<p>\nقال حفظ القلب كلما استرعيته. قال فما الخرق. قال معازتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \nإمامك ورفعك عليه كلامك. قال فما السناء. قال إيثار\n</p>\n\n<p>\nالجميل وترك القبيح. قال فما الحزم. قال طول الأناة\n</p>\n\n<p>\nوالرفق بالولاة <span id='ms36'></span> والاحتراس من الناس بسوء الظن وهو\n</p>\n\n<p>\nالحزم. قال فما الشرف. قال موافقة الإخوان. وحفظ الجيران.\n</p>\n\n<p>\nقال فما السفه. قال اتباع الدنات. ومصاحبة الغواة.\n</p>\n\n<p>\nقال فما الغفلة. قال تركك المسجد وطاعتك المفسد. قال فما الحرمان\n</p>\n\n<p>\nقال تركك حظك وقد عرض عليك. قال فما السيد. قال\n</p>\n\n<p>\nالأحمق في ماله المتهاون عن عرضه يشتم فلا يجيب. المحتزم\n</p>\n\n<p>\nبأمر عشيرته وهو السيد.\n</p>\n\n<p>\nسئل عليه السلام من العالم. فقال من اجتنب المحارم\n</p>\n\n<p>\nقيل فمن العاقل. قال من رفض الباطل. قيل فمن السيد. قال\n</p>\n\n<p>\nمن فعاله جيد. قيل فمن السعيد. قال من خشي الوعيد. قيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nفمن الكريم. قال من نفع العديم. قيل فمن الشريف. قال\n</p>\n\n<p>\nمن انصف الضعيف. قيل فمن الغر. قال من عرف بالكبر\n</p>\n\n<p>\nقيل فمن الغمر. قال من وثق بالعمر. قيل فمن الهالك. قال\n</p>\n\n<p>\nمن دفع إلى مالك\n</p>\n\n<p>\n(قام إليه عليه السلام زيد بن صوحان العبدي فقال)\n</p>\n\n<p>\nيا أمير المؤمنين أي سلطان أغلب وأقوى. قال الهوى.\n</p>\n\n<p>\nقال فأي ذل أذل. قال الحرص على الدنيا. قال فأي فقد\n</p>\n\n<p>\nأشد. قال الكفر بعد الايمان. قال فأي دعوة أضل. قال\n</p>\n\n<p>\nالداعي بما لا يكون. قال فأي عمل أفضل قال التقوى. قال فأي\n</p>\n\n<p>\nعمل أنجح. قال طلب ما عند الله. قال فأي صاحبك أشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nقال المزين لك معصية الله. قال فأي الخلق أقوى. قال\n</p>\n\n<p>\nالحليم. قال فأي الخلق اشقى. قال من باع دينه برضى\n</p>\n\n<p>\nغيره. قال فأي الخلق أشح. قال من اخذ المال من غير\n</p>\n\n<p>\nحله فجعله في غير حقه. قال فأي الناس أكيس قال من\n</p>\n\n<p>\nأبصر رشده من غيه. فمال إلى رشده. قال فمن احلم الناس.\n</p>\n\n<p>\nقال الذي لا يغضب. قال فأي الناس أثبت رأيا. قال من لم\n</p>\n\n<p>\nيغره الناس من نفسه ولم تغره الدنيا بشنوفها. قال فأي\n</p>\n\n<p>\nالناس أحمق. قال المغتر بالدنيا وهو يرى ما فيها وتقلب\n</p>\n\n<p>\nأحوالها. قال فأي الناس أشد حسرة. قال الذي حرم الدنيا\n</p>\n\n<p>\nوالآخرة. ذلك هو الخسران المبين. قال فأي الخلق أعمى\n</p>\n\n<p>\nقال الذي عمل لغير الله يطلب بعمله الثواب من الله <span id='ms37'></span> تعالى.\n</p>\n\n<p>\nقال فأي القنوع أفضل. قال القانع بما أعطاه الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nقال فأي المصائب أشد. قال المصيبة في الدين. قال فأي\n</p>\n\n<p>\nالأعمال أحب إلى الله عز وجل. قال انتظار الفرج. قال فأي\n</p>\n\n<p>\nالناس خير عند الله. قال أخوفهم لله وأصبرهم على التقوى\n</p>\n\n<p>\nوازهدهم في الدنيا. قال فأي الكلام أفضل عند الله. قال\n</p>\n\n<p>\nكثرة ذكر الله والتضرع إليه ودعاؤه. قال فأي القول\n</p>\n\n<p>\nأصدق. قال شهادة ان لا الله الا الله. قال فأي الايمان أفضل\n</p>\n\n<p>\nعند الله. قال التسليم والورع. قال فأي الناس أكرم. قال\n</p>\n\n<p>\nمن صدق في المواطن وكف لسانه عن المحارم وامر\n</p>\n\n<p>\nبالمعروف ونهى عن المنكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n(قال كرم الله وجهه)\n</p>\n\n<p>\nسلوني قبل ان تفقدوني فإن بين كتفي علما جما خبرني\n</p>\n\n<p>\nبه حبيبي رسول الله صلى الله عليه وسلم فقام إليه صعصعة بن\n</p>\n\n<p>\nصوحان فقال له يا أمير المؤمنين متى يخرج الدجال. فقال\n</p>\n\n<p>\nله اقعد يا صعصعة فقد علم الله جل ثناؤه مقامك ولكن له\n</p>\n\n<p>\nعلامات وهنات وأشياء يتلو بعضها بعضا. حذو النعل بالنعل\n</p>\n\n<p>\nتكون في حول واحد. فإن شئت نبأتك بعلاماته. فقال عن\n</p>\n\n<p>\nذلك سألتك يا أمير المؤمنين. قال له اعقد بيدك يا صعصعة.\n</p>\n\n<p>\nإذا أمات الناس الصلاة وأضاعوا الأمانة. واستحلوا الكذب\n</p>\n\n<p>\nواكلوا الربا. واخذوا الرشا. وشيدوا البناء. واتبعوا الأهواء\n</p>\n\n<p>\nوباعوا الدين بالدنيا. واستخفوا بالدماء. وكان الحلم ضعفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nوالظلم فخرا والامراء فجرة. ووزراؤهم وامناؤهم خونة\n</p>\n\n<p>\nوقراؤهم فسقة ويظهر الجور ويكثر الطلاق. وموت\n</p>\n\n<p>\nالفجأة وحليت المصاحف. وزخرفت المساجد. وطولت\n</p>\n\n<p>\nالمنابر. وخربت القلوب. ونقضت العهود. واستعملت\n</p>\n\n<p>\nالمعازف. وشربت الخمور. وفشا الزنا وأتمن الخائن.\n</p>\n\n<p>\nوخون الأمين. وشاركت المرأة زوجها في التجارة حرصا على\n</p>\n\n<p>\nالدنيا. وركب ذوات الفروج السروج. والسلام للمعرفة\n</p>\n\n<p>\nوالشاهد من غير أن يستشهد ولبسوا جلود الضان. على\n</p>\n\n<p>\nقلوب الذئاب. قلوبهم يومئذ أمر من الصبر. وأنتن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nالجيفة فالنجاء النجاء والوحا الوحا والجد الجد نعم المسكن يومئذ بيت المقدس\n</p>\n\n<p>\n(فقام إليه الأصبغ بن نباته فقال)\n</p>\n\n<p>\nيا أمير المؤمنين وما الدجال. فقال له يا أصبغ ألا إن\n</p>\n\n<p>\nالدجال صيفي بن عائذ. الشقي <span id='ms38'></span> من صدفه. والسعيد من\n</p>\n\n<p>\nكذبه. يقتل على عقبة بالشام يقال لها عقبة فيق في الساعة الثالثة\n</p>\n\n<p>\nمن النهار على يدي المسيح عيسى بن مريم عليه السلام. ألا\n</p>\n\n<p>\nومن بعد ذلك الطامة الكبرى. طلوع الشمس من المغرب\n</p>\n\n<p>\nتطلع مكورة (فيومئذ لا ينفع نفسا إيمانها لم تكن آمنت من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nقبل أو كسبت في إيمانها خيرا) فيومئذ لا توبة تقبل. ولا عمل\n</p>\n\n<p>\nيصعد. ولا رزق ينزل. ثم قال عهد إلي حبيبي رسول الله\n</p>\n\n<p>\nصلى الله عليه وسلم ان لا أخبر بما يكون بعد ذلك.\n</p>\n\n<p>\n(جاء إليه كرم الله وجهه فقال)\n</p>\n\n<p>\nيا أمير المؤمنين اخبرني عن القدر. فقال بحر عميق فلا\n</p>\n\n<p>\nتلجه. فقال يا أمير المؤمنين. اخبرني عن القدر. قال سر\n</p>\n\n<p>\nالله عز وجل قد خفي عليك فلا تفشه قال يا أمير المؤمنين\n</p>\n\n<p>\nاخبرني عن القدر فقال عليه السلام. أيها السائل إن الله عز وجل\n</p>\n\n<p>\nخلقك لما شاء. أو لما شئت. قال بل لما شاء. قال فيستعملك لما\n</p>\n\n<p>\nشاء. أو لما شئت. قال بل لما شاء. قال أيها السائل ألست\n</p>\n\n<p>\nتسأل ربك العافية. قال بلى. قال فمن أي شئ تسأله العافية\n</p>\n\n<p>\nمن البلاء الذي ابتلاك به. أو البلاء الذي ابتلى به غيرك. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nبل من البلاء الذي ابتلاني به هو. قال أيها السائل ألست تقول\n</p>\n\n<p>\nلاحول ولا قوة إلا. بمن. قال إلا بالله العلي العظيم. قال أيها\n</p>\n\n<p>\nالسائل أتعلم ما تفسيرها. قال علمني مما علمك الله يا أمير\n</p>\n\n<p>\nالمؤمنين. قال فإن تفسيره ان العبد لا يقدر على طاعة الله ولا\n</p>\n\n<p>\nتكون له قوة في معصية في الامرين جميعا إلا بالله جل وعز.\n</p>\n\n<p>\nأيها السائل ألك مع الله جل وعز مشيئته. أو فوق الله مشيئة\n</p>\n\n<p>\nأو دون ذلك مشيئة. فإن زعمت أن لك دون الله مشيئته فقد\n</p>\n\n<p>\nاكتفيت بها عن مشيئة الله. وإن زعمت أن لك فوق مشيئة\n</p>\n\n<p>\nفقد زعمت أن قوتك ومشيتك غالبتان على قوة الله ومشيئته\n</p>\n\n<p>\nوان زعمت أن\n</p>\n\n<p>\nلك مع الله عز وجل مشيئته فقد زعمت أن\n</p>\n\n<p>\nلك مع الله شركا في <span id='ms39'></span> مشيئته. أيها السائل ان الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nيصح ويداوي. منه الداء ومنه الدواء أعقلت. قال نعم. فقال\n</p>\n\n<p>\nعلي بن أبي طالب عليه السلام الان أسلم أخوكم فقوموا فصافحوه وثم قال\nعليه السلام لو أن عند ي رجلا من\n</p>\n\n<p>\nالقدرية لاخذت بصليف رقبته ثم لا أزال أحزها حتى\n</p>\n\n<p>\nاقطعها فإنهم يهود هذه الأمة ونصارها ومجوسها.\n</p>\n\n<p>\n(جاء رجل من اليهود إلى علي بن أبي طالب عليه السلام فقال)\n</p>\n\n<p>\nيا أمير المؤمنين متى كان ربنا عز وجل فقال له عليه السلام\n</p>\n\n<p>\nيا يهودي لم يكن ربنا جل وعز فكان. وإنما يقال متى كان\n</p>\n\n<p>\nلشئ لم يكن فكان. هو كائن بلا كينونة. كائن لم يزل ليس\n</p>\n\n<p>\nله قبل فهو القبل وقبل الغاية. انقطعت الغايات عنده فهو\n</p>\n\n<p>\nغاية كل غاية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n(سأله رجل عن تفسير لا حول ولا قوة الا بالله)\n</p>\n\n<p>\nفقال عليه السلام\n</p>\n\n<p>\nتفسيرها إنا لا نملك مع الله شيئا ولا نملك من دونه شيئا\n</p>\n\n<p>\nولا نملك إلا ما ملكنا مما هو أملك به فمتى ملكنا ما هو أملك\n</p>\n\n<p>\nبه كلفنا ومتى اخذ منا وضع عنا ما كلفنا إن الله عز اسمه أمرنا\n</p>\n\n<p>\nمختبرا ونهانا تحذيرا. وأعطانا على قليل كثيرا. لن يطاع\n</p>\n\n<p>\nربنا مكرها. ولن يعصى مغلوبا.\n</p>\n\n<p>\n(جاء رجل إلى أمير المؤمنين عليه السلام فقال له)\n</p>\n\n<p>\nيا أمير المؤمنين إني رجل فقير لامال لي ولا ولد. فقال\n</p>\n\n<p>\nله فأين أنت عن كتاب الله عز وجل في قوله تبارك وتعالى\n</p>\n\n<p>\n(فقلت استغفروا ربكم انه كان غفارا يرسل السماء عليكم\n</p>\n\n<p>\nمدرارا ويمددكم بأموال وبنين ويجعل لكم جنات ويجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nلكم أنهارا) فقال له علمني كيف استغفر. فقال تقول اللهم\n</p>\n\n<p>\nإني استغفرك من كل ذنب قوى عليه بدني بعافيتك أو نالته\n</p>\n\n<p>\nقدرتي بفضل نعمتك. أو بسطت إليه يدي بسابغ رزقك\n</p>\n\n<p>\nأو اتكلت فيه عند خوفي منه على أناتك أو عولت فيه\n</p>\n\n<p>\nعلى كرم عفوك أو وثقت منه بحلمك. اللهم واستغفرك من\n</p>\n\n<p>\nكل ذنب خنت فيه أمانتي. أو بخست بفعله نفسي أو خطئت\n</p>\n\n<p>\nبه على بدني أو قدمت فيه لذتي <span id='ms40'></span> أو آثرت فيه شهوتي أو قهرت\n</p>\n\n<p>\nفيه من منعني. اللهم واستغفرك من كل ذنب سبق على في\n</p>\n\n<p>\nعلمك اني فاعله فدخلت فيه بإرادتي واجترحته بمحبتي أو اتيته\n</p>\n\n<p>\nبشهوتي ثم أحلت عليك ربي فلم أغالبك بفعلي إذ كنت كارها\n</p>\n\n<p>\nلمعصيتي لكن سبق علمك في فحملت عني فلم تدخلني فيه\n</p>\n\n<p>\nلمعصيتي لكن سبق علمك في فحملت عنى فلم تدخلني فيه\n</p>\n\n<p>\nجبرا. ولم تحملني عليه قسرا ولم تظلمني فيه شيئا فاغفر لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nيا إلهي إنه لا يغفر الذنوب إلا أنت.\n</p>\n\n<p>\n(وسئل كرم الله وجهه كم بين السماء والأرض فقال)\n</p>\n\n<p>\nدعوة مستجابة. قيل فكم بين المشرق والمغرب.\n</p>\n\n<p>\nقال مسيرة يوم للشمس\n</p>\n\n<p>\n(البراء بن عازب قال)\n</p>\n\n<p>\nدخلت على علي عليه السلام فقلت يا أمير المؤمنين\n</p>\n\n<p>\nسألتك بالله ألا خصصتني بأعظم ما خصك به رسول الله صلى\n</p>\n\n<p>\nالله عليه وسلم مما خصه به جبريل مما أرسله به الرحمن\n</p>\n\n<p>\nعز وجل فقال لولا ما سألت ما نشرت دكر ما أريد ان\n</p>\n\n<p>\nاستره حتى اضمن لحدي. إدا أردت ان تدعو باسم الله\n</p>\n\n<p>\nالأعظم فاقرأ من أول الحديد ست آيات وآخر الحشر هو\n</p>\n\n<p>\nالله الذي لا إله إلا هو إلى آخرها فإذا فرغت فتكلمت فقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nيامن هو كذلك افعل بي كذا وكذا فوالله لو دعوت به على\n</p>\n\n<p>\nشقي لسعد. قال البراء بن عازب فوالله لا ادعو بها لدنيا ابدا. قال علي\n</p>\n\n<p>\nعليه السلام أصبت. كذا أوصاني رسول الله صلى الله عليه\n</p>\n\n<p>\nوسلم غير أنه امرني ان ادعو بها في الأمور الفادحة.\n</p>\n\n<p>\n(وقال أبو عطاء)\n</p>\n\n<p>\nخرج أمير المؤمنين علي بن أبي طالب عليه السلام\n</p>\n\n<p>\nمحزونا يتنفس فقال. كيف أنتم وزمان قد أظلكم تعطل فيه\n</p>\n\n<p>\nالحدود ويتخذ المال فيه دولا. ويعادي أولياء الله ويوالي فيه\n</p>\n\n<p>\nأعداء الله قلنا فإن أدركنا الزمان فكيف نصنع. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nكونوا كأصحاب عيسى عليه السلام نشروا بالمناشير وصلبوا\n</p>\n\n<p>\nعلى الخشب. موت في طاعة الله عز وجل خير من حياة\n</p>\n\n<p>\nفي معصية الله.\n</p>\n\n<p>\n(قام إليه كرم الله وجهه عباد بن قيس فقال)\n</p>\n\n<p>\nيا أمير المؤمنين أخبرنا ما الايمان <span id='ms41'></span> وما الاسلام فقال نعم\n</p>\n\n<p>\nيا بن قيس إن الله جل ثناؤه ابتدأ الأمور بعلمه فيها واصطفى\n</p>\n\n<p>\nلنفسه ما شاء. واستخلص ما أحب فكان ما أحب انه اختار\n</p>\n\n<p>\nالاسلام فجعله دينا لعباده اشتقه من اسمه لأنه السلام\n</p>\n\n<p>\nودينه الاسلام الذي ارتضاه لنفسه فنحله من أحب من\n</p>\n\n<p>\nخلقه ثم شرفه فسهل شرائعه لمن ورده وعزز أركانه على من\n</p>\n\n<p>\nحاربه. هيهات من أن يصطلمه مصطلم جعله عزا لمن والاه\n</p>\n\n<p>\nوسلما لمن دخله وهدى لمن ائتم به ونورا لمن استضاء به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nوبرهانا لمن تمسك وزينة لمن تجلله وعونا لمن انتحله وشرفا لمن عرفه. وحجة\nلمن نطق به. وشاهدا لمن خاصم\n</p>\n\n<p>\nبه. وفلجا لمن حاج به. وعلما لمن وعاه. وفهما لمن رواه\n</p>\n\n<p>\nوحكما لمن قضى به ولبا لمن تدبره\n</p>\n\n<p>\nويقينا لمن عقله. وفهما لمن تفطن به. وعبرة لمن اتعظ به.\n</p>\n\n<p>\nوحبلا وثيقا لمن تعلق به. ونجاة لمن صدق به. ومودة لمن\n</p>\n\n<p>\nأصلح. وزلفى لمن اقترب وراحة لمن فوض. ولباسا لمن\n</p>\n\n<p>\nاتقى. وكيفية لمن آمن وأمنا لمن أسلم. وروحا للصادقين\n</p>\n\n<p>\nفالاسلام أصل الحق. والحق سبيل الهدى. وصفقته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nالحسني. ومأثرته المجد. فهو أبلج المنهج نير السراج. مشرق\n</p>\n\n<p>\nالمنار. ذاكي المصباح رفيع الغاية يسير المسلك جامع الحيلة\n</p>\n\n<p>\nقديم العدة. متنافس السبقة. أليم النقمة. قصد الصادقين\n</p>\n\n<p>\nواضح البرهان. عظيم الشأن. كريم الفرسان. فالايمان\n</p>\n\n<p>\nمنهاجه. والتقوى عدته. والصالحات مناره. والعفة مصابيحه\n</p>\n\n<p>\nوالمحبون فرسانه. والموت غايته. والدنيا مضماره والقيامة\n</p>\n\n<p>\nحلبته\n</p>\n\n<p>\nوالجنة سبقته. والنار نقمته. فمعتصم السعداء بالايمان\n</p>\n\n<p>\nوخذلان الأشقياء بالعصيان. من بعد إيجاب الحجة عليهم\n</p>\n\n<p>\nبالبيان. إذا وضح لهم منار الحق. وسبيل الهدى. فتارك الحق\n</p>\n\n<p>\nمشوهة يوم التغابن خلقته. داحضة حجته عند فوز\n</p>\n\n<p>\nالسعداء بالجنة. فبالايمان يستدل على التقوى وبالتقوى يرهب\n</p>\n\n<p>\nالموت وبالموت تختم الدنيا. وفي الدنيا تحرز الآخرة. وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nالقيامة تزلف الجنة وبالجنة تكون حسرة أهل النار. وفي\n</p>\n\n<p>\nذكر أهل النار موعظة أهل التقوى. والتقوى غاية لا يهلك\n</p>\n\n<p>\nمن قصدها. ولا يندم من عمل بها. لان بالتقوى فاز الفائزون\n</p>\n\n<p>\nوبالمعصية خسر الخاسرون. وليذكر أهل التقوى فإن الخلق\n</p>\n\n<p>\nلا مقصر لهم <span id='ms42'></span> في القيامة دون الوقوف بين يدي الحكم\n</p>\n\n<p>\nالعدل مزقلين في مضمارها نحو القصبة العليا إلى الغاية\n</p>\n\n<p>\nالقصوى مهطعين بأعناقهم نحو داعيها قد شخصوا من\n</p>\n\n<p>\nمستقر الأجداث والمقابر إلى ضرورة الأبد لكل أهلها\n</p>\n\n<p>\nقد انقطعت بالأشقياء الأسباب. وأفضوا إلى عذاب شديد\n</p>\n\n<p>\nالعقاب فلا كرة لهم إلى دار الدنيا وافتقروا من الخيرات ولم\n</p>\n\n<p>\nيغن عنهم الذين آثروا طاعتهم (10) على طاعة المتعال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \nوفاز السعداء بولاية الايمان فالإيمان يا ابن قيس على أربعة\n</p>\n\n<p>\nأركان. الصبر. واليقين. والعدل. والجهاد. والصبر من\n</p>\n\n<p>\nذلك على أربعة أركان على الشوق. والشفقة. والزهد.\n</p>\n\n<p>\nوالترقب فمن اشتاق إلى الجنة سلا عن الشهوات. ومن\n</p>\n\n<p>\nأشفق من النار رجع عن الحرمات. ومن زهد في الدنيا\n</p>\n\n<p>\nهانت عليه المصيبات. ومن ترقب الموت سارع في الخيرات\n</p>\n\n<p>\nواليقين من ذلك على أربعة أركان على تبصرة الفطنة وموعظة\n</p>\n\n<p>\nالعبرة. وتأويل الحكمة بتبين\n</p>\n\n<p>\nالعبرة. ومن السنة تبين العبرة\n</p>\n\n<p>\nعرف السنة. ومن عرف السنة فكأنما كان في الأولين\n</p>\n\n<p>\nفاهتدى إلى التي هي أقوم والعدل من ذلك على أربعة أركان\n</p>\n\n<p>\nعلى غامض الفهم وغمرة العلم وزهرة الحكم. وروضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nالحكم فمن فهم فسر جمل العلم. ومن علم شرع غرائب\n</p>\n\n<p>\nالحكم ومن شرع غرائب الحكم دلته على معادن الحلم فلم\n</p>\n\n<p>\nيضل. من حلم لم يفرط في امره وعاش في الناس حميدا.\n</p>\n\n<p>\nوالجهاد من ذلك على أربعة أركان على الامر بالمعروف. والنهي\n</p>\n\n<p>\nعن المنكر. والصدق في المواطن وشنآن الفاسقين. فمن\n</p>\n\n<p>\nأمر بالمعروف شد ظهر المؤمنين. ومن نهى عن المنكر\n</p>\n\n<p>\nارغم انف المنافقين. ومن صدق في المواطن قضى ما عليه.\n</p>\n\n<p>\nومن شنئ الفاسقين فقد غضب لله جل وعز. ومن غضب لله\n</p>\n\n<p>\nجل ثناؤه له ذلك الايمان يا ابن قيس ودعائمه وأركانه.\n</p>\n\n<p>\nأفهمت قال نعم يا أمير المؤمنين أرشدك الله فقد أرشدت.\n</p>\n\n<h1 class='l1' id='head7'>AUTO الباب السادس</h1>\n\n<p>\n(في المروي عنه عليه السلام من غريب كلامه)\n</p>\n\n<p>\nكان عليه السلام يعلم أصحابه الصلاة على النبي صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nعليه وسلم يقول اللهم داحي المدحوات. وبارئ المسموكات\n</p>\n\n<p>\nوجبار القلوب على فطراتها شقيها وسعيدها. اجعل شرائف\n</p>\n\n<p>\nصلواتك. ونوامي بركاتك. ورأفة تحننك على <span id='ms43'></span> محمد عبدك\n</p>\n\n<p>\nورسولك الفاتح لما أغلق والخاتم لما سبق والمعلن الحق\n</p>\n\n<p>\nبالحق والدامغ جيشات الأباطيل كما حمل فأضطلع بأمرك لطاعتك مستوفزا في\nمرضاتك. لغير نكل في قدم.\n</p>\n\n<p>\nولا وهن في عزم واعيا لوحيك (10) حافظا لعهدك. ماضيا على\n</p>\n\n<p>\nنفاذ امرك. حتى أورى قبسا لقابس. وأنار علما لحابس.\n</p>\n\n<p>\nآلاء الله (11) تصل بأهله أسبابه. به هديت القلوب بعد\n</p>\n\n<p>\nخوضات الفتن والإثم موضحات الاعلام. ونائرات الاحكام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nومنيرات الاسلام. فهو أمينك المأمون. وخازن علمك\n</p>\n\n<p>\nالمخزون. وشهيدك يوم الدين. وبعيثك نعمة. ورسولك\n</p>\n\n<p>\nبالحق رحمة. اللهم افسح له مفسحا في عدلك أو عدنك\n</p>\n\n<p>\nواجزه مضاعفات الخير من فضلك له مهنات غير مكدرات\n</p>\n\n<p>\nمن فوز ثوابك المحاول. وجزيل عطائك المعلول. اللهم\n</p>\n\n<p>\nاعل على بناء البانين بناءه. وأكرم لديك نزله ومثواه.\n</p>\n\n<p>\nوأتمم له نوره وأجره من ابتعاثك له مقبول الشهادة.\n</p>\n\n<p>\nومرضى المقالة. ذا منطق عدل. وخطة فصل. وحجة\n</p>\n\n<p>\nوبرهان عظيم\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nذمتي رهينة وانا به زعيم لمن صرحت له العبر أن لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nيهيج على التقوى زرع قوم. ولا يظمأ علي التقوى سنخ\n</p>\n\n<p>\nأصل. ألا وإن بغض خلق الله إلى الله رجل قمش علما غارا\n</p>\n\n<p>\nبأغباش الفتنة. عميا بما في غيب الهدنة. سماه اشباهه من\n</p>\n\n<p>\nالناس عالما. ولم يغن في العلم يوما سالما. بكر فاستكثر\n</p>\n\n<p>\nمما قل منه. فهو خير مما كثر. حتى إذا ما ارتوى من آجن\n</p>\n\n<p>\nوأكثر من غير طائل. قعد بين الناس قاضيا لتخليص ما التبس\n</p>\n\n<p>\nعلى غيره. إن نزلت به إحدى المبهمات هيا حشوا رأيا من\n</p>\n\n<p>\nرأيه. فهو من قطع الشبهات في مثل غزل العنكبوت لأنه\n</p>\n\n<p>\nلا يعلم إذا أخطأ أأخطا أم أصاب. خباط عشوات. ركاب\n</p>\n\n<p>\nجهالات لا يعتذر مما لا يعلم فيسلم. ولا يعض في العلم\n</p>\n\n<p>\nبضرس قاطع. يذروا الرواية ذرو الريح الهشيم. تبكي منه\n</p>\n\n<p>\nالدماء. وتصرخ منه المواريث. ويستحل بقضائه الفرج الحرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nلاملئ والله بإصدار ما ورد عليه. ولا أهل لما قرظ به\n</p>\n\n<p>\n(تفسير غريبه)\n</p>\n\n<p>\nقوله لا يهيج يريد لا يجف. والسنخ الأصل وأضاف\n</p>\n\n<p>\nأحدهما إلى الاخر لاختلاف لفظيهما. وأراد انه <span id='ms44'></span> من عمل لله\n</p>\n\n<p>\nعملا لم يفسد ذلك العمل ولم يبطل كما يفسد النبت ولكنه\n</p>\n\n<p>\nلا يزال ناضرا. وأغباش الفتنة ظلمها. والهدنة السكون\n</p>\n\n<p>\nأراد انه لا يعرف ما في الفتنة من الشر. ولا في السكون\n</p>\n\n<p>\nمن الخير. ولم يغن أي لم يلبث قي العلم يوما تاما. والآجن\n</p>\n\n<p>\nالماء المتغير. وإحدى المبهمات المسألة المعضلة. وقوله خباط\n</p>\n\n<p>\nعشوات هو الذي يخبط في الظلم. وقوله ولا يعض في العلم\n</p>\n\n<p>\nبضرس قاطع أي لم يتقنه ولم يحكمه. وقوله لما قرظ به\n</p>\n\n<p>\nالتقريظ المذح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n(وروي عن ابن عباس قال)\n</p>\n\n<p>\nرأيت أمير المؤمنين عليا عليه السلام يوم صفين وعلى رأسه عمامة بيضاء\nوكأن عينيه سراجا سليط وهو يحمش أصحابه\n</p>\n\n<p>\nإلى أن انتهى إلى وانا في كتف فقال\n</p>\n\n<p>\nمعشر المسلمين استشعروا الخشية. وعنوا الأصوات\n</p>\n\n<p>\nوتجلببوا السكينة. وأكملوا اللؤم. وأخفوا الجنن. وأقلقوا\n</p>\n\n<p>\nالسيوف في الغمد قبل السلة. والحظور الشزر. واطعنوا الشزر\n</p>\n\n<p>\nأو النتر أو اليسر كلا قد سمعت. ونافحوا بالظبي وصلوا\n</p>\n\n<p>\nالسيوف بالخطى. وامشوا إلى الموت مشية\n</p>\n\n<p>\nسجحا أو سجحاء. وعليكم الرواق المطنب فاضربوا ثبجه فإن الشيطان راكد في\nكسره. نافج حضنيه. مفترش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nذراعيه. قد قدم للوثبة يدا. واخر للنكوص رجلا\n</p>\n\n<p>\n(تفسير غريبه)\n</p>\n\n<p>\nالسليط الزيت. يحمش أصحابه أي يذمرهم ويغضبهم\n</p>\n\n<p>\nوالكتف الجماعة. وقوله وعنوا الأصوات أي احبسوها\n</p>\n\n<p>\nواخفوها. واللؤم جمع لأمة وهي الدرع. والجنن الترسة\n</p>\n\n<p>\nيقول اجعلوها خفاقا. وأقلقوا السيوف أي سهلوها قبل ان\n</p>\n\n<p>\nتحتاجوا إلى ذلك لئلا تعسر. والظبي جمع ظبة السيف أي حده\n</p>\n\n<p>\nوقوله وصلوا السيوف بالخطى أي إذا قصرت عن الضرائب\n</p>\n\n<p>\nتقدمتم وأسرعتم. وقوله والرماح بالنبل أي إذا قصرت\n</p>\n\n<p>\nالرماح ببعد من تريدون طعنه رميتموه بالنبل. وقوله مشية\n</p>\n\n<p>\nسجحا أي سهلة. والرواق رواق البيت المشدود بالاطناب\n</p>\n\n<p>\nوالحضنان الجنبان. وقوله والحظوا الشزر هو النظر بمؤخر\n</p>\n\n<p>\nالعين نظر العدو. والطعن اليسر ما كان حذاء وجهك. والشزر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nعن يمينك وشمالك. والنتر الطعن الخلس\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nمن أراد البقاء ولا بقاء فليباكر الغداء. وليقل غشيان\n</p>\n\n<p>\nالنساء. وليخفف الرداء. قيل يا أمير المؤمنين وما خفة الرداء\n</p>\n\n<p>\nقال عليه السلام <span id='ms45'></span> قلة الدين\n</p>\n\n<p>\nكنى بالرداء عن الظهر لأنه يقع عليه. يقول فليخفف\n</p>\n\n<p>\nظهره ولا يثقله بالدين\n</p>\n\n<p>\n(رأى كرم الله وجهه رجلا في الشمس فقال)\n</p>\n\n<p>\nقم عنها فإنها مبخرة محفرة تتفل الريح. وتبلى الثوب\n</p>\n\n<p>\nوتظهر الداء الدفين.\n</p>\n\n<p>\nقوله عليه السلام مجفرة أي تقطع شهوة النساء. وقوله\n</p>\n\n<p>\nتتفل الريح أي تنتنها والاسم التفل. يقال امرأة تفلة أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nأنتن ريحها. وقوله الداء الدفين هو المستتر الذي قد قهرته\n</p>\n\n<p>\nالطبيعة. يقول فالشمس تعينه على الطبيعة وتظهره.\n</p>\n\n<p>\n(قال كرم الله وجهه)\n</p>\n\n<p>\n(إن من ورائكم أمورا متماحلة ردحا وبلاء مكحلا مبلحا)\n</p>\n\n<p>\nالمتماحلة. الطوال يعني فتنا يطول أمرها. والردح جمع\n</p>\n\n<p>\nرداح وهي العظيمة يقال ذلك للكتيبة إذا عظمت وللمرأة\n</p>\n\n<p>\nإذا كبرت عجيزتها. وقوله مكلحا أي يكلح الناس لشدته\n</p>\n\n<p>\nيقال كلح الرجل واكلحه الهم. والمبلح من قولك بلح الرجل\n</p>\n\n<p>\nإذا انقطع من الإعياء فلم يقدر ان يتحرك\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nالبيت المعمور متاق الكعبة من فوقها.\n</p>\n\n<p>\nقوله عليه السلام نتاق الكعبة أي مطل عليها من فوقها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \nمن قول الله تعالى (وإذ نتقنا الجبل فوقهم كأنه ظلة)\n</p>\n\n<p>\n(وقال كرم الله وجهه) خذ الحكمة انى أتتك. فإن الكلمة من الحكمة تكون\n</p>\n\n<p>\nفي صدر المنافق فتلج حتى تسكن إلى صاحبها\n</p>\n\n<p>\nيقال لجلج اللقمة في فيه إذا أدارها ولم يسعها وارد\n</p>\n\n<p>\nعليه السلام ان الكلمة قد يعلمها المنافق فلا تزال تتحرك\n</p>\n\n<p>\nفي صدره ولا تسكن حتى يسمعها المؤمن أو العالم فيثقفها\n</p>\n\n<p>\nفتسكن في صدره إلى أخواتها من كلم الحكمة.\n</p>\n\n<h1 class='l1' id='head8'>AUTO الباب السابع</h1>\n\n<p>\n(في المروي عنه من نوادر كلامه وملح ألفاظه عليه السلام)\n</p>\n\n<p>\n(صفة المؤمن) قال زيد بن أسلم وصف أمير المؤمنين علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nعليه السلام فقال\n</p>\n\n<p>\nصفة المؤمن قوة في دينه. وجرأة في لينه. وإيمان في\n</p>\n\n<p>\nيقينه. وخوض في فقه. وبر في استقامة. وعمل في علم.\n</p>\n\n<p>\nونشاط في هدى. وكيس في رفق. لا يغلبه فرجه. ولا\n</p>\n\n<p>\nيفضحه بطنه. نفسه منه في عناء. والناس منه في إعفاء\n</p>\n\n<p>\nلا يغتاب ولا يتكبر\n</p>\n\n<p>\n(وقال كرم الله وجهه) أعجب ما في هذا الانسان قلبه. وله <span id='ms46'></span> مواد من الحكمة\n</p>\n\n<p>\nوأضداد من خلافها. فإن سنح له الرجاء أذله الطمع. وإن\n</p>\n\n<p>\nهاج به الطمع أهلكه الحرص. وإن ملكه اليأس قتله الأسف\n</p>\n\n<p>\nوإن عرض له الغضب اشتد به الغيظ. وإن أسعد بالرضى\n</p>\n\n<p>\nنسي التحفظ. وإن ناله الفزع شغله الحذر. وإن اتسع له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \nالامن استلبته الغرة. وإن أفاد مالا أطغاه الغنى. وان\n</p>\n\n<p>\nاصابته فاقة مسه الجزع. وإن نهكه الجوع قعد به الضعف\n</p>\n\n<p>\nوإن أفرط به الشبع كظته البطنة. فكل تقصير به مضر.\n</p>\n\n<p>\nوكل افراط له مفسد.\n</p>\n\n<p>\n(كان كرم الله وجهه إذا نظر إلى الهلال قال)\n</p>\n\n<p>\nأيها الخلق المطيع لله. الدائر السريع المتردد في منازل\n</p>\n\n<p>\nالتقدير. المتصرف في فلك التدبير. آمنت بمن نور بك\n</p>\n\n<p>\nالظلم. وأوضح بك البهم. وجعلك آية من آيات ملكه.\n</p>\n\n<p>\nوعلامة من علامات سلطانه. فامتهنك بالزيادة والنقصان\n</p>\n\n<p>\nوالطلوع والأفول. والإنارة والكسوف. في كل ذلك أنت\n</p>\n\n<p>\nله مطيع. وإلى إرادته سريع. سبحانه فما أعجب ما دبر في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nامرك. وألطف ما صنع في شأنك. جعلك مفتاح شهر لأمر\n</p>\n\n<p>\nحادث. جعلك الله هلال بركة لا تمحقه الأيام. وطهارة\n</p>\n\n<p>\nلا تدنسه الأعوام. هلال أمنة من الآفات. وسلامة من\n</p>\n\n<p>\nالسيئات. هلال سعد لا نحس فيه. ويمن لا نكد فيه. ويسر\n</p>\n\n<p>\nلا يمازجه عسر. وخير لا يشوبه شر. هلال امن وايمان\n</p>\n\n<p>\nونعمة واحسان. وسلامة وإسلام. اللهم اجعلنا من ارضى من\n</p>\n\n<p>\nطلع عليه. وأزكى من نظر إليه. واسعد من تعبد لك فيه\n</p>\n\n<p>\nاللهم وفقنا للتوبة. واعصمنا من الحوبة وأوزعنا شكر النعمة\n</p>\n\n<p>\nوألبسنا خير العافية. وأتمم علينا باستكمال طاعتك فيه المنة\n</p>\n\n<p>\nلك إنك المنان الحميد\n</p>\n\n<p>\n(وقال علي كرم الله وجهه في حق العالم)\n</p>\n\n<p>\nمن حق العالم ان لا تكثر عليه السؤال. ولا تنعنته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \nفي الجواب. ولا تلح عليه إذا كسل. ولا تأخذه بثوبه إذا نهض\n</p>\n\n<p>\nولا تفشي له سرا. ولا تغتب عنده أحدا. وان تجلس امامه\n</p>\n\n<p>\nوإذا اتيته قصدته بالتحية. وسلمت على القوم عامة. وان\n</p>\n\n<p>\nتحفظ سره ومغيبه ما حفظ أمر الله عز وجل. فإنما العالم\n</p>\n\n<p>\nبمنزلة النخلة تنتظر متى يسقط عليك منها شئ. والعالم أفضل <span id='ms47'></span>\n</p>\n\n<p>\nمن الصائم القائم الغازي في سبيل الله. وإذا مات العالم انثلم\n</p>\n\n<p>\nبموته في الاسلام ثلمة لا تسد إلى يوم القيامة. وإذا مات العالم\n</p>\n\n<p>\nشيعه سبعة وسبعون ألفا من مقربي السماء\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nأيها الناس إن أول وقوع الفتن أهواء تتبع. واحكام\n</p>\n\n<p>\nتبتدع. يخالف فيها حكم الله. ويعظم عليها رجال رجالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \nولو أن الحق أخلص فعمل به لم يخف على ذي حجا ولكنه\n</p>\n\n<p>\nيؤخذ ضغث من هذا وضغث من هذا فيخلط فيعمل به\n</p>\n\n<p>\nفعند ذلك يستولى الشيطان على أوليائه. وينجوا الذين سبقت\n</p>\n\n<p>\nلهم منا الحسنى\n</p>\n\n<p>\n(خبر الناقوس)\n</p>\n\n<p>\nمر علي عليه السلام ومعه الحرث الأعور فإذا ديراني\n</p>\n\n<p>\nيضرب بالناقوس. فقال علي عليه السلام يا حرث أتعلم ما يقول\n</p>\n\n<p>\nهذا الناقوس. قال الله ورسوله وابن عم رسوله اعلم. قال إنه\n</p>\n\n<p>\nيصف مثل خراب الدنيا. يقول\n</p>\n\n<p>\nمهلا مهلا يا ابن الدنيا * مهلا مهلا إن الدنيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \nقد غرتنا واستهوتنا لسنا ندري ما فرطنا\n</p>\n\n<p>\nفيها إلا أن قد متنا ما من يوم يمضي عنا\n</p>\n\n<p>\nإلا هدت منا ركنا\n</p>\n\n<p>\nزن ما تأتي زن ما تأتي زن ما تأتي زن ما تأتي\n</p>\n\n<p>\nوزنا وزنا وزنا وزنا تفني الدنيا قرنا قرنا\n</p>\n\n<p>\nيا ابن الدنيا جمعا جمعا يا ابن الدنيا سرطا سرطا\n</p>\n\n<p>\nمامن يوم يمضي عنا إلا اثقل منا ظهرا\n</p>\n\n<p>\nإن المولى قد خبرنا انا نحشر غرلا بهما\n</p>\n\n<p>\nقد ضيعنا دارا تبقى واستوطنا دارا تفنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \nفقال الحرث لعلي عليه السلام أو تعلم النصارى ذلك.\n</p>\n\n<p>\nقال لا يعلم ذلك إلا نبي أو صديق أو وصي نبي فإن علمي\n</p>\n\n<p>\nمن علم النبي صلى الله عليه وسلم وعلم النبي صلى الله عليه وسلم\n</p>\n\n<p>\nمن علم جبريل عليه السلام. وعلم جبريل عليه السلام من\n</p>\n\n<p>\nعلم الله تبارك وتعالى.\n</p>\n\n<p>\n(شرط له كرم الله وجهه في شراء دار)\n</p>\n\n<p>\nاشترى شريح دارا. واشهد شهودا. وكتب كتابا. فبلغ\n</p>\n\n<p>\nذلك علي بن أبي طالب عليه السلام فقال له يا شريح اشتريت\n</p>\n\n<p>\nدارا. وأشهدت شهودا. قال نعم. قال احذر أن تكون\n</p>\n\n<p>\nقد اشتريت من غير مالك. ووزنت مالا <span id='ms48'></span> من غير حل\n</p>\n\n<p>\nوسوف يأتيك من لا ينظر في بينتك. ولا يسئلك عن كتابك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \nويزعجك عنها فتكون قد خسرت الدارين الدنيا والآخرة\n</p>\n\n<p>\nولو أنك حين أردت شراء الدار أو إذا أراد أحد شراء دار\n</p>\n\n<p>\nجاءني لكنت اكتب له كتابا أزهد فيه البائع المغرور\n</p>\n\n<p>\nوالمشتري قلت وما كنت تكتب قال كنت أكتب\n</p>\n\n<p>\n(بسم الله الرحمن الرحيم)\n</p>\n\n<p>\nهذا ما اشترى عبد ذليل من ميت قد أزعج بالرحيل\n</p>\n\n<p>\nاشترى منه دارا من دور الآفات من الجانب الفاني من\n</p>\n\n<p>\nعسكر الهالكين. ومجمع الغافلين. يجمع هذه الدار حدود\n</p>\n\n<p>\nأربعة. فالحد الأول ينتهي إلى الآفات والحد الثاني ينتهي\n</p>\n\n<p>\nإلى عظم المصيبات. والحد الثالث ينتهي إلى الغفلات. والحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nالرابع ينتهي إلى الشيطان المغوي. والهوى المردي. واليه يشرع\n</p>\n\n<p>\nباب هذه الدار التي اشتراها هذا المزعوج بالآجل. من هذا\n</p>\n\n<p>\nالمغرور بالأمل. فما أدرك مشتري هذه الدار. فعلى مبلبل\n</p>\n\n<p>\nالأجسام وقاصم الجبابرة مثل كسرى وقيصر وسابور\n</p>\n\n<p>\nالأكبر وتبع وحمير. ما أوضح الحق لذي عينين. إن الرحيل\n</p>\n\n<p>\nحق أحد اليومين\n</p>\n\n<p>\n(وقال كرم الله وجهه في رسالة لرفاعة)\n</p>\n\n<p>\nلا حمى الا من ظهر مؤمن وظهر فرس مجاهد. وحريم\n</p>\n\n<p>\nبئر. وحريم نهر. وحريم حصن. والحرمة بين الرجال\n</p>\n\n<p>\nوالنساء. وهي الحجب. وحريم بين الحلال والحرام. لا مرتع\n</p>\n\n<p>\nفيه. وحريم لا يؤمن في الأولين والآخرين. وحريم حرمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \nالرحم. وحريم ما جاوز الأربع من الحرائر. وحريم القضاء\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nإني لأستحي من الله ان يكون ذنب أعظم من عفوي\n</p>\n\n<p>\nأو جهل أعظم من حلمي. أو عورة لا يواريها ستري. أو خلة\n</p>\n\n<p>\nلا يسدها جودي\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nإن الجنة موصولة بالشكر. والشكر متعلق بالمزيد\n</p>\n\n<p>\nوهما مقرونان في قرن. فلن ينقطع المزيد من الله عز وجل\n</p>\n\n<p>\nحتى ينقطع الشكر من العباد\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nأربع يمتن القلب. الذنب على الذنب. وملاحاة الأحمق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nوكثرة مثافنة النساء والجلوس مع الموتى، قال ومن الموتى\n</p>\n\n<p>\nيا أمير المؤمنين، قال كل عبد مترف\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nيا أيها الناس من علم من أخيه مروءة جميلة فلا يسمعن <span id='ms49'></span>\n</p>\n\n<p>\nفيه الأقاويل. ومن حسنت علانيته فنحن لسريرته أرجى\n</p>\n\n<p>\nألا لا يزيدن أحدكم نفسه شكا. فإن من علم من أخيه\n</p>\n\n<p>\nمروءة جميلة فسمع فيه الأقاويل فقد شكك نفسه. ألا وإن\n</p>\n\n<p>\nالرامي قد يرمي وقد تخطئ السهام وباطل ذلك يبور، ألا وإن\n</p>\n\n<p>\nبين الحق والباطل أربع أصابع (وأشار بأصابعه الأربع)\n</p>\n\n<p>\nفوضعها بين العين والاذن) فالحق ان تقول رأيته بعيني. والباطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \nان تقول سمعته باذني\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nمن عزفت نفسه عن دني المطامع كملت محاسنه\n</p>\n\n<p>\nومن كملت محاسنه حمد، والمحمود محبوب. ولن يحب العباد\n</p>\n\n<p>\nعبدا إلا بعد حب الله عز وجل إياه. فتكون المحبة درجة\n</p>\n\n<p>\nإلى نيل صلاح معاشه. مع وفور معاده. ومن اجتمعت له\n</p>\n\n<p>\nالخصلتان كملت سعادته. والشقي الكامل الشقاء من كان\n</p>\n\n<p>\nبخلاف ذلك\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nليس الخير ان يكثر مالك وولدك. ولكن الخير أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \nيكثر علمك. وان يعظم حلمك. وان تباهي الناس بعبادة\n</p>\n\n<p>\nربك. فإن أحسنت حمدت الله عز وجل. وإن أسأت\n</p>\n\n<p>\nاستغفرت الله. ولا خير في الدنيا إلا لرجلين. رجل أذنب\n</p>\n\n<p>\nذنوبا فهو يتدارك ذلك بتوبة. ورجل يسارع في الخيرات\n</p>\n\n<p>\n، ولا يقبل عمل مع تقوى فكيف يقل ما يتقبل\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nإن أبغض الخلق إلى الله لرجلان. رجل وكله الله عز وجل\n</p>\n\n<p>\nإلى نفسه فهو جائر عن القصد السبيل مشعوف بكلام بذعة قد\n</p>\n\n<p>\nلهج منها بالصوم والصلاة فهو فتنة لمن افتتن به. ضال عن\n</p>\n\n<p>\nهدى من كان قبله. مضل لمن افتتن به حياته وموته. حمال\n</p>\n\n<p>\nلخطايا غيره. رهين بخطيئته. ورجل قمش جهلا في جهال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \nالناس بالأباطيل والأضاليل نصبها عدة من حبائل غرور\n</p>\n\n<p>\nوقول زور. قد حمل الكتاب على رأيه. واستعطف الحق على\n</p>\n\n<p>\nهواه يزين العظائم. ويهون كبير الجرائم. لم يراقب من\n</p>\n\n<p>\nخلقه فيسكت حيث لا يعلم. قد اغتر مع ذلك فساقا تصدقه\n</p>\n\n<p>\nيستجهل بهم أشباه الناس. وجاف متجاف أعمى حيران يدعو\n</p>\n\n<p>\nإلى العمى ويرى البصر في ترك النظر. يقول أقف عند الشبهات\n</p>\n\n<p>\nوفيها وقع. ويقول اعتزل البدع وفيها اضطجع. فهو في الناس\n</p>\n\n<p>\nرجل. الصورة <span id='ms50'></span> صورة إنسان. والقلب قلب حيران. بهيمة\n</p>\n\n<p>\nبل البهيمة خير منه. فهو في الاحياء في التقلب والموت أغلب\n</p>\n\n<p>\nعليه في الصفة. عشوة غار باغباش غمر بما في ريث\n</p>\n\n<p>\nالهدنة قد سماه أشباه الناس عالما. ولم يغن فيه يوما\n</p>\n\n<p>\nسالما. تكثر فاستكثر. وما قل منه خير مما كثر. حتى إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \nارتوى من غير آجن واكتنز من غير طائل. جلس بين\n</p>\n\n<p>\nالناس قاضيا ضامنا لتخليص ما التبس على غيره. وإن خالف\n</p>\n\n<p>\nقاضيا فسقه. ولم يأتم في حكمه بمن خلفه. وإن نزلت به\n</p>\n\n<p>\nإحدى المبهمات المعضلات هيأ لها حشوا رأيا من رأيه ثم\n</p>\n\n<p>\nقطع. فهو من لبس الشبهات في غزل العنكبوت لأنه\n</p>\n\n<p>\nلا يدرى. أصاب أم أخطأ. لا يحسب العلم في شئ مما أنكر\n</p>\n\n<p>\nولا يدري ان وراء ما بلغ مذهبا إن قاس شيئا بشئ لم يكذب\n</p>\n\n<p>\nنظره. وإن أظلم عليه أمر اكتتم به. لما يعلم من جهل\n</p>\n\n<p>\nنفسه. لكي لا يقال له لا يعلم ثم جسر فحكم. فهو مفتاح\n</p>\n\n<p>\nعشوات. ركاب شبهات. خباط جهالا ت. لا يعتذر مما لا يعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \nفيسلم. ولا يعض في العلم بضرس قاطع فيغنم. يذرو الرواية\n</p>\n\n<p>\nذرو الريح الهشيم. تبكي منه المواريث. وتصرخ منه الدماء\n</p>\n\n<p>\nويستحل بقضائه الفرج الحرام. لأملئ بإصدار ما أورد عليه\n</p>\n\n<p>\nولا هو أهل لما منه فرط من ادعائه في علم الخلق. ألا وإن\n</p>\n\n<p>\nأحب الناس إلى الله لعبد أعانه الله جل ثناؤه على نفسه\n</p>\n\n<p>\nفاستشعر الخوف. وتجلب الحزن. وأضمر اليقين. وتجنب\n</p>\n\n<p>\nالشك والشبهات وتوهم الزوال فهو منه على بال قد زهرت\n</p>\n\n<p>\nمصابيح الهدى في قلبه فقرب به البعيد. وهون به الشديد.\n</p>\n\n<p>\nفكر فاستكثر. ونظر فأبصر. حتى إذا ارتوى من عذب\n</p>\n\n<p>\nفرات سهلت موارده. فشرب نهلا. وسلك سبيلا سهلا.\n</p>\n\n<p>\nلم يدع مظلمة إلا أبصر جلاءها. ولا مبهمة إلا عرف مداها\n</p>\n\n<p>\nقد خلع سرابيل الشهوات وتخلى من الهموم إلا هما واحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \nانفرد به دون الهموم الشاغبة الشاغلة للعقول فخرج من\n</p>\n\n<p>\nصفة العمى. ومشاركة الهوى. فصار من مفاتيح أبواب\n</p>\n\n<p>\nالهدى. ومغاليق أبواب الردى. واستفتح بما فتح به العالم <span id='ms51'></span>\n</p>\n\n<p>\nأبوابه. فخاض بحاره. وقطع غماره. ووضحت له سبله\n</p>\n\n<p>\nومناره قد استمسك من العرى بأوثقها. ومن الحبال بأمتنها\n</p>\n\n<p>\nفهو من اليقين على مثل ضياء الشمس قد نصب نفسه لله عز\n</p>\n\n<p>\nوجل في ارفع الأمور من اصدار كل وارد عليه ورد كل فرع\n</p>\n\n<p>\nإلى أصله. فالأرض الذي هو فيها مشرفة بيضاء نوره.\n</p>\n\n<p>\nساكنة بقضائه. فراج عشوات. كشاف مهمات. دفاع\n</p>\n\n<p>\nمعضلا ت. مصباح ظلمات. دليل فلوات. لا يدع للخير مطلبا\n</p>\n\n<p>\nفالعلم ثمرة قلبه. ومنى نفسه التي إليها يقصد. وإياها يحاول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \nبقية أبقاه الله جل وعز لدينه وحجته. خليفة من خلائف أنبياء\n</p>\n\n<p>\nالله بلزوم طريقتهم. والدعاء إلى ما كانت عليه دعوتهم. والقيام\n</p>\n\n<p>\nبحجتهم. قد أمكن الكتاب من زمانه فهو قائده وإمامه.\n</p>\n\n<p>\nيضع رحله. حيث حل ثقله. والناس عن الصراط ناكبون\n</p>\n\n<p>\nفي غمرة ساهون. وفي حيرة يعمهون\n</p>\n\n<p>\n(وقال علي كرم الله وجهه)\n</p>\n\n<p>\nألا وإن الناس سبع طبقات (فالطبقة الأولى) الفراعنة\n</p>\n\n<p>\nيدعون الناس إلى عبادتهم اما إنهم لا يأمرونهم ان يصلوا\n</p>\n\n<p>\nلهم ولا يصوموا ولكنما يأمرونهم بطاعتهم فيطيعونهم\n</p>\n\n<p>\nفبطاعتهم لهم في معصية الله جل ثناؤه قد اتخذوهم أربابا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \nدون الله جل ثناؤه. (والطبقة الثانية) جبابرة اكلهم الربا\n</p>\n\n<p>\nوبيعهم السحت. (والطبقة الثالثة) فساق قد تشردوا من\n</p>\n\n<p>\nالدين كما يتشرد الشارد من الإبل (والطبقة الرابعة أصحاب\n</p>\n\n<p>\nالرياء ليس يعبدون إلا الدنيا والدرهم (والطبقة الخامسة)\n</p>\n\n<p>\nقراء مخادعون يطلبون الدنيا بزي الصالحين (والطبقة السادسة)\n</p>\n\n<p>\nفقراء إنما هم أحدهم ان يشبع شبعة من الطعام لا يبالي احلالا\n</p>\n\n<p>\nاخذها أم حراما (والطبقة السابعة) الذين اثنى الله جل وعز\n</p>\n\n<p>\nعليهم فقال (وعباد الرحمن الذين يمشون على الأرض هونا\n</p>\n\n<p>\nوإذا خاطبهم الجاهلون قالوا سلاما) ثم قال. والذي فلق\n</p>\n\n<p>\nالحبة. وبرأ النسمة. إنهم للذين يرثون الفردوس هم فيها\n</p>\n\n<p>\nخالدون. ثم التفت إلى كميل بن زياد. فقال يا كميل بن زياد\n</p>\n\n<p>\nاطلبهم. قال كميل وأين اطلبهم يا أمير المؤمنين. قال في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \nأطراف الأرض تجدهم قد اتخذوا الأرض فراشا. والماء\n</p>\n\n<p>\nطيبا. والقرآن شعارا. والدعاء دثارا. باكين العيون دنسين\n</p>\n\n<p>\nالثياب يقرضون العيش قرضا. إن غابوا لم يفتقدوا <span id='ms52'></span>. وان\n</p>\n\n<p>\nشهدوا لم يعرفوا. وإن خطبوا لم يزوجوا. وإن قالوا لم\n</p>\n\n<p>\nينصت لقولهم يدفع الله عز وجل بهم العاهات والآفات\n</p>\n\n<p>\nوالبلايا عن الناس. وبهم يسقي الله عز وجل العباد الغيث من\n</p>\n\n<p>\nالسماء. وينزل القطر من السحاب. أولئك عباد الله حقا حقا.\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nالناس سبع طبقات لا يصلح بعضها الا ببعض. ولا\n</p>\n\n<p>\nغنى ببعضها عن بعض. فمنها جنود الله. ومنها كتاب العامة\n</p>\n\n<p>\nوالخاصة. ومنها قضاة العدل. ومنها كتاب الدواوين. ومنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \nأهل الجزية والخرج والذمة ومسلمة الناس. ومنها التجار\n</p>\n\n<p>\nوأهل الصناعات. ومنها الطبقة السفلى من ذوي الحاجات\n</p>\n\n<p>\nوالمسكنة فكل قد سمى الله سهمه ووقف على حده في فريضته\n</p>\n\n<p>\nفي كتابه أو سنة نبيه صلى الله عليه وسلم عهد الله عندنا محفوظا\n</p>\n\n<p>\nفالجنود بإذن الله عز وجل حصون الرعية. وزين الولا ة. وعز\n</p>\n\n<p>\nالدين. وسبيل الامن والخفض وليس تقوم الرعية إلا بهم\n</p>\n\n<p>\nثم لا قوام للجند إلا بما يخرج الله جل وعز لهم من الخراج\n</p>\n\n<p>\nالذي يقوون به على جهاد عدوهم ويعتمدون عليه فيما أصلحهم\n</p>\n\n<p>\nويكون من وراء حاجاتهم. ثم لا نماء لهذين الصنفين إلا\n</p>\n\n<p>\nبالصنف الثالث من القضاة والعمال والكتاب بما يحكمون من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \nالأمور ويظهرون من الإنصاف. ويجمعون من المنافع\n</p>\n\n<p>\nويؤتمنون عليه خواص الأمور وعوامها. ولا قوام لهم\n</p>\n\n<p>\nجميعا إلا بالتجار وذوي الصناعات فيما يجمعون من مرافقهم\n</p>\n\n<p>\nويقيمون من أسواقهم. ويكفونهم من الترفق بأيديهم. مما\n</p>\n\n<p>\nلا يبلغه رفق غيرهم. ثم الطبقة السفلى من أهل الحاجة\n</p>\n\n<p>\nوالمسكنة الذين يحق رفدهم في الله عز وجل لكل سعة\n</p>\n\n<p>\nولكل على الوالي حق بقدر ما يصلحه. ولا يخرج الوالي من\n</p>\n\n<p>\nحقيقة ما ألزمه الله تبارك وتعالى وتوطين نفسه على لزوم\n</p>\n\n<p>\nالحق والصبر عليه فيما خف أو ثقل\n</p>\n\n<p>\n(وقال كرم الله وجهه)\n</p>\n\n<p>\nإنما أنت أحد رجلين إما امرؤ سخت نفسك بالبذل في\n</p>\n\n<p>\nالحق ففيم احتجاجك من واجب حق تعطيه وخلق كريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nتسديه وإما مبتلى بالمنع فما أسرع الناس عن مسئلتك\n</p>\n\n<p>\nإذا يئسوا من بذلك.\n</p>\n\n<p>\n(وقال عليه السلام) حق المسلم على المسلم سبع خصال. يسلم <span id='ms53'></span> عليه إذا\n</p>\n\n<p>\nلقيه. ويجيبه إذا دعاه. ويعوده إذا مرض. ويتبع جنازته إذا\n</p>\n\n<p>\nمات. ويحب له ما يحب لنفسه. ويكره له ما يكره لها.\n</p>\n\n<p>\nوالمواساة في ماله.\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nالناس ثلاثة أصناف. زاهد معتزم وصابر على مجاهدة\n</p>\n\n<p>\nهواه. وراغب منقاد لشهواته. فالزاهد لا يظلم ما آتاه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \nفرحا به. ولا يكثر على ما فاته أسفا. والصابر نازعنه إلى\n</p>\n\n<p>\nالدنيا نفسه فقدعها وتطلعت إلى لذاتها فمنعها. والراغب\n</p>\n\n<p>\nدعته إلى الدنيا نفسه فأجابها. وأمرته بإيثارها فأطاعها.\n</p>\n\n<p>\nفدنس بها عرضه. ووضع لها شرفه. وضيع لها آخرته.\n</p>\n\n<p>\n(وقال عليه السلام) الجهاد ثلاثة أول ما يغلب عليه من الجهاد اليد. ثم\n</p>\n\n<p>\nاللسان. ثم القلب. فإذا كان القلب لا يعرف معروفا. ولا ينكر\n</p>\n\n<p>\nمنكرا. نكس فجعل أعلاه أسفله.\n</p>\n\n<p>\n(وقال عليه السلام) ثلاثة واثنان ليس لهم سادس. ملك يطير بجناحين. ونبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \nأخذ الله عز وجل بضبعية. وساع مجتهد. وطالب يرجو\n</p>\n\n<p>\nومقصر في النار. اليمين والشمال مضلة. والطريق المنهج عليه\n</p>\n\n<p>\nباقي الكتاب. وآثار النبوة هلك بعد من ادعى. وخاب من\n</p>\n\n<p>\nافترى. إن الله عز وجل أدب هذه الأمة بالسيف والسوط\n</p>\n\n<p>\nليس لأحد عند الامام فيهما هوادة. فاستروا ببيوتكم.\n</p>\n\n<p>\nواصلحوا ذات بينكم\n</p>\n\n<p>\n(وقال عليه السلام في توحيد الله عزو جل)\n</p>\n\n<p>\nإن أول الديانة معرفة الله وكمال معرفته توحيده\n</p>\n\n<p>\nوكمال توحيده الإخلاص له والإخلاص نفي الصفات عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \nبشهادة كل صفة انها غير الموصوف وشهادة الموصوف انه\n</p>\n\n<p>\nغير الصفة وشهادتهما جميعا بالتنبيه على أنفسهما بالحدث الممتنع\n</p>\n\n<p>\nمن الأزل فمن وصف الله عز وجل فقد حده. ومن حده\n</p>\n\n<p>\nفقد عده ومن عده فقد أبطل أزله. ومن قال كيف فقد\n</p>\n\n<p>\nاستوصفه. ومن فال فيم فقد ضمنه. ومن قال علام فقد أخلى.\n</p>\n\n<p>\nمنه. ومن قال أين فقد نعته. ومن قال إلى فقد عداه. عالم إذ\n</p>\n\n<p>\nلا معلوم. وقادر إذ لا مقدور ورب إذ لا مربوب ومصور\n</p>\n\n<p>\nإذ لا مصور فكذلك ربنا تبارك وتعالى وفوق ما يصفه الواصفون\n</p>\n\n<p>\n(وقال عليه السلام في مثله من توحيد الله عز وجل)\n</p>\n\n<p>\nإن الله جل ثناؤه واحد بغير تشبيه <span id='ms54'></span> ودائم بغير تكوين\n</p>\n\n<p>\nخالق بغير كلفة قائم بغير منصبة موصوف بغير غاية\n</p>\n\n<p>\nمعروف بغير محدودية باق بغير تسوية عزيز. لم يزل قديم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \nالقدم زاغت القلوب لمهابته. وذهلت الألباب لعزته. وخضعت\n</p>\n\n<p>\nالرقاب لقدرته. لا يخطر على القلوب له مبلغ كنة ولا\n</p>\n\n<p>\nيعتقد ضمير التسكين من التوهم في إمضاء مشيئته. لا تبلغه\n</p>\n\n<p>\nالعلماء بألبابها ولا أهل التفكر بتدبير أمورها بأكثر مما\n</p>\n\n<p>\nوصف جل وعز به نفسه\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nإن للمكروه غايات لا بد ان تنتهي إليها. فينبغي للعاقل ان\n</p>\n\n<p>\nينام لها. إلى حين انقضائها. فإن إعمال الحيلة فيها. قبل\n</p>\n\n<p>\nتصرمها. زيادة في مكروهها\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nداري عن المؤمن ما استطعت فإن ظهره حمى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \nعز وجل ونفسه كريمة على الله وله يكون ثواب الله\n</p>\n\n<p>\nسبحانه فظالمه خصم الله فلا يكون خصمك.\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nوالله ليسبقن إلى جنات عدن يوم القيامة أقوام ما كانوا\n</p>\n\n<p>\nبأكثر الناس صلاة ولا صياما. ولا حجا. ولا عمرة. ولا كن\n</p>\n\n<p>\nعلى قدر عقولهم أخبرنا أبو القاسم عبد الملك بن الحسن بن\n</p>\n\n<p>\nإبراهيم قراءة عليه. قال أخبرنا أبو بكر محمد بن القاسم بن\n</p>\n\n<p>\nفهد بن أحمد بن عيسى بن صالح البزاز. قال أخبرنا أبو الحسن\n</p>\n\n<p>\nأحمد بن مطرف بن سوار البستي. قال حدثنا العباس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \nالفضل بن شاذان. قال حدثنا محمد بن حميد وحجاج بن\n</p>\n\n<p>\nحمزة بن سويد العجلي. قال حدثنا زيد بن الحباب. قال\n</p>\n\n<p>\nحدثنا عيسى بن الأشعث عن جويبر عن الضحاك عن النزال\n</p>\n\n<p>\nابن سبرة عن علي بن أبي طالب عليه السلام. قال من ابتدأ\n</p>\n\n<p>\nغذائه بالملح اذهب الله عنه سبعين بابا من الشر. ومن\n</p>\n\n<p>\nاكل سبع تمرات عجوة قتلت كل دابة في بطنه. ومن اكل\n</p>\n\n<p>\nإحدى وعشرين زبيبة حمراء لم ير في جسده شيئا يكرهه\n</p>\n\n<p>\nواللحم ينبت اللحم. والثريد طعام العرب. والشفارجات\n</p>\n\n<p>\nتعظم البطن وترخي الأليتين. ولحم البقر داء. وشحمها دواء\n</p>\n\n<p>\nولبنها شفاء. والشحم يخرج من الداء مثله. والسمك يذيب الجسد\n</p>\n\n<p>\nولن تستشفي النفساء بشئ أفضل من الرطب. والمرء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \nيسعى بجده. والسيف <span id='ms55'></span> يقطع بحده. ومن أراد البقاء ولا\n</p>\n\n<p>\nبقاء فليباكر الغداء. وليقل النساء وليخفف الرداء\n</p>\n\n<p>\nقيل يا أمير المؤمنين وما خفة الرداء قال قلة الدين.\n</p>\n\n<h1 class='l1' id='head9'>AUTO الباب الثامن</h1>\n\n<p>\n(في أدعيته ومناجاته)\n</p>\n\n<p>\nاخبرني أبو عبد الله محمد بن منصور بن شيكان التستري\n</p>\n\n<p>\nمجيزا. قال أخبرنا محمد بن الحسن بن غراب. قال حدثنا القاضي\n</p>\n\n<p>\nأحمد بن محمد. قال حدثنا القاضي موسى بن إسحاق. قال حدثنا\n</p>\n\n<p>\nعبد الله بن أبي شيبة. قال حدثنا محمد بن فضيل عن عبد الله\n</p>\n\n<p>\nالأسدي. قال كان أمير المؤمنين يقول في مناجاته إلهي لولا\n</p>\n\n<p>\nما جهلت من أمري ما شكوت عثراتي ولولا ما ذكرت من\n</p>\n\n<p>\nالإفراط ما سفحت عبراتي. إلهي فامح مثبتات العثرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \nبمرسلات العبرات. وهب كثير السيئات. لقليل الحسنات.\n</p>\n\n<p>\nإلهي إن كنت لا ترحم إلا المجدين في طاعتك فإلى من\n</p>\n\n<p>\nيفزع المقصرون. وإن كنت لا تقبل إلا من المجتهدين فإلى\n</p>\n\n<p>\nمن يلتجئ المخطئون وإن كنت لا تكرم إلا أهل\n</p>\n\n<p>\nالإحسان فكيف يصنع المسيئون وإن كان لا يفوز يوم\n</p>\n\n<p>\nالحشر إلا المتقون فبمن يستغيث المذنبون. إلهي إن كان لا\n</p>\n\n<p>\nيجوز على الصراط إلا من اجازته براءة عمله فأنى بالجواز\n</p>\n\n<p>\nلمن لم يتب قبل حلول اجله. إلهي إن حجب عن\n</p>\n\n<p>\nموحديك نظر تعمد لجناياتهم أوقعهم غضبك بين المشركين\n</p>\n\n<p>\nفي كرباتهم. إلهي فأوجب لنا بالإسلام مذخور هباتك\n</p>\n\n<p>\nواستصف لنا ما كدرته الجرائم بصفح صلاتك. إلهي\n</p>\n\n<p>\nارحم غربتنا إذا تضمنتنا بطون لحودنا وعميت علينا باللبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \nسقوف بيوتنا. وضجعنا على الايمان في قبورنا. وخلفنا فرادى\n</p>\n\n<p>\nفي أضيق المضاجع. وصرعتنا المنايا في أنكر المصارع. وصرنا\n</p>\n\n<p>\nفي ديار قوم كأنها مأهولة وهي منهم بلا قع. إلهي فإذا جئناك\n</p>\n\n<p>\nعراة مغبرة من ثرى الأجداث وجوهنا. وخاشعة من أهوال القيامة ابصارنا.\n</p>\n\n<p>\nوجائعة من طول القيام بطوننا. وبادية هناك للعيون سوأتنا\n</p>\n\n<p>\nومثقلة من أعباء الأوزار ظهورنا. ومشغولين بما قد دهانا عن\n</p>\n\n<p>\nأهلينا واولا دنا. فلا تضاعف علينا المصائب بإعراض وجهك\n</p>\n\n<p>\nالكريم عنا. وسلب عائدة ما مثله الرجاء منا. إلهي ما حنت\n</p>\n\n<p>\nهذه العيون إلى بكائها. ولا جادت متسربة بمائها. ولا <span id='ms56'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \nولا شهرت بنحيب المثكلات فقد عزائها. إلا لما سلف من\n</p>\n\n<p>\nنفورها وإبائها. وما دعاها إليه عواقب بلائها. وأنت القادر\n</p>\n\n<p>\nيا كريم على كشف غمائها. إلهي ثبت حلاوة ما يستعذبه\n</p>\n\n<p>\nلساني من النطق في بلاغته. بزهادة ما يرفعه قلبي من النصح\n</p>\n\n<p>\nفي دلالته. الهي أمرت بالمعروف وأنت أولى به من\n</p>\n\n<p>\nالمأمورين. وأمرت بصلة السؤال وأنت خير المسؤولين.\n</p>\n\n<p>\nإلهي كيف يقبل بنا اليأس عن الامساك كما لهجنا بطلابه\n</p>\n\n<p>\nوقد أدرعنا من تأميلنا إياك أسبغ أثوابه إلهي إذا تلونا من\n</p>\n\n<p>\nصفاتك شديد العقاب أشفقنا وإذا تلونا منا الغفور الرحيم\n</p>\n\n<p>\nفرحنا فنحن بين أمرين لا يؤمنا سخطك. ولا تؤيسنا رحمتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \nإلهي إن قصرت بنا مساعينا عن استحقاق نظرك فما قصرت\n</p>\n\n<p>\nرحمتك بنا عن دفاع نقمتك. إلهي كيف تفرح بصحبة الدنيا\n</p>\n\n<p>\nصدورنا. وكيف تلتئم في عمرانها أمورنا. وكيف يملكنا باللهو واللعب\nغرورنا. وقد دعتنا\n</p>\n\n<p>\nباقتراب آجالنا قبورنا. إلهي كيف نبتهج بدار حفرت لنا فيها\n</p>\n\n<p>\nحفائر صرعتها. وقبلتنا بأيدي المنايا حبائل غدرتها وجرعتنا\n</p>\n\n<p>\nمكرهين جرع مرارتها. ودلتنا العبر على انقطاع عيشتها.\n</p>\n\n<p>\nإلهي فإليك نلتجئ من مكايد خدعتها. وبك نستعين على\n</p>\n\n<p>\nعبور قنطرتها. وبك تستعصم الجوارح على خلاف شهوتها\n</p>\n\n<p>\nوبك نستكشف جلابيب حيرتها. وبك يقوم من القلوب\n</p>\n\n<p>\nاستصعاب جهالتها. الهي كيف للدور ان تمنع من فيها من\n</p>\n\n<p>\nطوارق الرزايا. وقد أصيب في كل دار سهم من أسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \nالمنايا. الهي ما نفجع بأنفسنا عن الديار إن لم توحشنا هناك\n</p>\n\n<p>\nمن مرافقة الأبرار. إلهي ما تضرنا فرقة الاخوان ولقرابات\n</p>\n\n<p>\nإذا قربتنا منك يا ذا العطيات. الهي ارحمني إذا انقطع من\n</p>\n\n<p>\nالدنيا أثري وامحى من المخلوقين ذكري وصرت في المنسيين\n</p>\n\n<p>\nكمن قد نسي. الهي كبرت سني. ودق عظمي. ورق جلدي.\n</p>\n\n<p>\nونال الدهر مني. واقترب اجلي. ونفذت أيامي. وذهبت شهوتي\n</p>\n\n<p>\nوبقيت تبعتي. وامتحت محاسني. وبلى جسمي. وتقطعت\n</p>\n\n<p>\nأوصالي. وتفرقت أعضائي. إلهي فارحمني. إلهي أفحمتني\n</p>\n\n<p>\nذنوبي وانقطعت مقالتي. فلا حجة لي ولا عذر فانا المقر\n</p>\n\n<p>\nبجرمي. والمعترف بإساءتي. والأسير بذنبي. والمرتهن بعملي\n</p>\n\n<p>\nالمتهور في خطيئتي. المتحير عن قصدي. المنقطع بي الهي\n</p>\n\n<p>\nفصل <span id='ms57'></span> على محمد وآل محمد وارحمني برحمتك وتجاوز عني. إلهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nإن كان صغر في جنب طاعتك عملي. فقد كبر في جنب رجائك\n</p>\n\n<p>\nاملي. إلهي كيف انقلب بالخيبة من عندك محروما. وكان ظني\n</p>\n\n<p>\nبجودك ان تقلبني مرحوما. كلا اني لم أسلط على حسن ظني\n</p>\n\n<p>\nبك قنوط ظن الآيسين. فلا تبطل صدق رجائي لك بين الآملين\n</p>\n\n<p>\nالهي ان كنا مرحومين فإنا نبكي على ما ضيعناه في جوارك\n</p>\n\n<p>\nما نطلبه. الهي عظم جرمي إذ كنت المبارز به وكبر ذنبي\n</p>\n\n<p>\nإذ كنت المطالب به الا إني إذا ذكرت كثرة ذنوبي وعظيم\n</p>\n\n<p>\nغفرانك وجدت الحاصل لي بينهما عفو رضوانك. الهي ان\n</p>\n\n<p>\nأوحشتني الخطايا من محاسن لطفك فقد آنسني اليقين بمكارم\n</p>\n\n<p>\nعطفك. الهي إن أنامتني الغفلة عن الاستعداد للقائك. فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \nأنبهتني المعرفة بكريم آلائك. إلهي ان عزب لبي عن\n</p>\n\n<p>\nتقويم ما يصلحني فما عزب إيقاني بنظرك فيما ينفعني. إلهي\n</p>\n\n<p>\nجئتك ملهوفا قد البست عد مي وفاقتي وأقامني مقام الأذلين\n</p>\n\n<p>\nبين يديك ذل حاجتي. إلهي كرمت فأكرمني ان كنت من\n</p>\n\n<p>\nسؤالك. وجد بمعروفك. فاخلطني باهل نوالك. إلهي أصبحت\n</p>\n\n<p>\nعلى باب من أبواب منحك سائلا وعن التعرض لغيرك\n</p>\n\n<p>\nبالمسألة عادلا وليس من جميل امتنانك ان ترد سائلا ملهوفا\n</p>\n\n<p>\nومضطرا لانتظار امرك مألوفا. إلهي أقمت على قنطرة\n</p>\n\n<p>\nالاخطار. مبلوا بالأعمال وبالاعتبار. فأنا الهالك إن لم\n</p>\n\n<p>\nتعن عليها بتخفيف الآصار. إلهي امن أهل الشقاء خلقتني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \nفأطيل بكائي. أم أهل من السعادة فأبشر رجائي. إلهي لو لم\n</p>\n\n<p>\nتهدني إلى الاسلام ما اهتديت ولو لم تطلق لساني بدعائك\n</p>\n\n<p>\nما دعوت. ولو لم ترزقني الايمان بك ما آمنت ولو لم تعرفني\n</p>\n\n<p>\nحلاوة نعمتك ما عرفت. ولو لم تبين شديد عقابك\n</p>\n\n<p>\nما استجرت. إلهي إن أقعدني التخلف عن السبق مع الأبرار.\n</p>\n\n<p>\nفقد أقامتني الثقة بك علي مدارج الأخيار. إلهي نفسا\n</p>\n\n<p>\nأعززتها بتأييد ايمانك. كيف تذلها بين اطباق نيرانك.\n</p>\n\n<p>\nالهي لسانا كسوته من وحدانيتك انقى أثوابها. كيف تهوى\n</p>\n\n<p>\nإليه من النار شعلات التهابها. إلهي كل مكروب فإليك يلتجي\n</p>\n\n<p>\nوكل محزون فإليك يرتجى. إلهي سمع العابدون بجزيل <span id='ms58'></span> ثوابك\n</p>\n\n<p>\nفخشعوا. وسمع المذنبون بسعة رحمتك فقنعوا. وسمع\n</p>\n\n<p>\nالمولون عن القصد بجودك فرجعوا. وسمع المجرمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \nبسعة غفرانك فطمعوا. حتى ازدحمت عصائب العصاة من\n</p>\n\n<p>\nعبادك ببابك. وعج منهم إليك عجيج الضجيج بالدعاء\n</p>\n\n<p>\nفي بلادك. ولكل امل ساق صاحبه إليك محتاجا. ولكل\n</p>\n\n<p>\nقلب تركه يا رب وجيف الخوف منك مهتاجا. فأنت\n</p>\n\n<p>\nالمسؤول الذي لا تسود لديه وجوه المطالب. ولا يرد نائله\n</p>\n\n<p>\nقاطعات المعاطب. إلهي إذا أخطأت طريق النظر لنفسي بما\n</p>\n\n<p>\nفيه كرامتها. فقد أصبت طريق الفزع إليك بما فيه سلامتها.\n</p>\n\n<p>\nإلهي إن كانت نفسي استسعدتني. متمردة على ما يرديها. فقد\n</p>\n\n<p>\nاستسعدتها الان بدعائك على ما ينجيها. إلهي إن قسطت في\n</p>\n\n<p>\nالحكم على نفسي بما فيه حسرتها. فقد أقسطت في تعريفي\n</p>\n\n<p>\nإياها من رحمتك أسباب رأفتها. إلهي إن قطعني قلة الزاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nفي المسير إليك. فقد وصلته بذخائر ما أعددته من فضل\n</p>\n\n<p>\nلعويلي عليك إلهي إذا ذكرت رحمتك ضحكت لها عيون\n</p>\n\n<p>\nوسائلي. وإذا ذكرت سخطك بكت له عيون مسائلي. إلهي\n</p>\n\n<p>\nأدعوك دعاء من لم يرجو غيرك في رجائه. إلهي كيف اسكت بالافحام\n</p>\n\n<p>\nلسان ضراعتي. وقد أقلقني ما أبهم على من مصير عاقبتي.\n</p>\n\n<p>\nإلهي قد علمت حاجة جسمي إلى ما تكلفت له من الرزق في\n</p>\n\n<p>\nحياتي. وعرفت قلة استغنائي عنه في الجنة بعد وفاتي. فيا من\n</p>\n\n<p>\nسمح لي به متفضلا في العاجل. لا تمنعنيه يوم فاقتي إليه في\n</p>\n\n<p>\nالآجل. إلهي ان عذبتني فعبد خلقته لما أراد ت فعذبته. وان\n</p>\n\n<p>\nرحمتني فعبد ألفيته مسيئا فأنجيته. إلهي لا احتراس من الذنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \nالا بعصمتك. ولا وصول إلى عمل الخيرات الا بمشيئتك.\n</p>\n\n<p>\nكيف لي بإفادة ما سلبتني فيه مشيئتك وكيف لي باحتراس\n</p>\n\n<p>\nمن الذنب ما لم تدركني فيه عصمتك. الهي أنت دللتني على\n</p>\n\n<p>\nسؤال الجنة قبل معرفتها فأقبلت النفس بعد العرفان على مسئلتها\n</p>\n\n<p>\nافتدل على خيرك ثم تمنعه وأنت الكريم المحمود\n</p>\n\n<p>\nفي كل ما تصنعه يا ذا الجلال والاكرام. إلهي إن كنت غير\n</p>\n\n<p>\nمستأهل لما أرجو من رحمتك فأنت أهل ان تجود على\n</p>\n\n<p>\nالمذنبين بفضل سعتك. إلهي نفسي قائمة <span id='ms59'></span> بين يديك وقد أظلها\n</p>\n\n<p>\nحسن توكلها عليك فاصنع بي ما أنت أهله وتغمدني برحمتك\n</p>\n\n<p>\nإلهي إن كان دنا اجلي ولم يقربني منك عملي فقد جعلت الاعتراف بالذنب\nوسائل عللي فان عفوت فمن أولى منك\n</p>\n\n<p>\nبذلك وإن عذبت فمن اعدل منك في الحكم هنالك. إلهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \nإنك لم تزل بارا بي أيام حياتي فلا تقطع برك بي بعد وفاتي\n</p>\n\n<p>\nإلهي كيف آيس من حسن نظرك بعد مماتي وأنت لم تولني\n</p>\n\n<p>\nإلا الجميل في حياتي. إلهي إن ذنوبي قد أخافتني ومحبتي لك قد\n</p>\n\n<p>\nأجارتني فتول في أمري ما أنت أهله وعد بفضلك على من\n</p>\n\n<p>\nغمره جهله يامن لا تخفى عليه خافية صل على محمد وعلى آل\n</p>\n\n<p>\nمحمد واغفر لي ما خفى عن الناس من أمري. إلهي ليس اعتذاري\n</p>\n\n<p>\nإليك اعتذار من يستغني عن قبول عذره فاقبل عذري يا خير\n</p>\n\n<p>\nمن اعتذر إليه المسيئون. إلهي إنك لو أردت إهانتي لم\n</p>\n\n<p>\nتهدني ولو أردت فضيحتي لم تعافني فمتعني بما له هديتني وادم\n</p>\n\n<p>\nلي ما به سترتني. إلهي لولا ما اقترفت من الذنوب ما خفت\n</p>\n\n<p>\nعقابك ولولا ما عرفت من كرمك ما رجوت ثوابك وأنت\n</p>\n\n<p>\nأكرم الأكرمين بتحقيق آمال الآملين وارحم من استرحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \nفي تجاوزه عن المذنبين. إلهي نفسي تمنيني بأنك تغفر لي\n</p>\n\n<p>\nفأكرم بها أمنيتي فقد بشرت بعفوك وصدق كرمك مبشرات\n</p>\n\n<p>\nتمنيها. وهب لي بجودك مقصرات تجنيها إلهي ألقتني الحسنات\n</p>\n\n<p>\nبين جودك وكرمك وألقتني السيئات بين عفوك ومغفرتك\n</p>\n\n<p>\nوقد رجوت ان لا يضيع بين ذين وذين مسئ ومحسن\n</p>\n\n<p>\nإلهي إذا شهد لي الايمان بتوحيدك وانطلق لساني بتمجيدك\n</p>\n\n<p>\nودلني القرآن على فضائل جودك فكيف لا يبتهج رجائي\n</p>\n\n<p>\nبحسن موعدك. إلهي تتابع إحسانك يدلني على حسن نظرك\n</p>\n\n<p>\nفكيف يشقى امرؤ أوليته منك حسن النظر. إلهي إن\n</p>\n\n<p>\nمنها عيون رحمتك. الهي ان عرضني ذنبي لعقابك فقد\n</p>\n\n<p>\nأدناني رجائي من ثوابك. الهي ان غفرت فبفضلك وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \nعذبت فبعدلك. فيا من لا يرجى الا فضله ولا يخاف الا\n</p>\n\n<p>\nعدله صل على محمد وآل محمد وامنن على بفضلك ولا تستقص\n</p>\n\n<p>\nعلى <span id='ms60'></span> عدلك. إلهي خلقت لي جسما وجعلت لي فيه آلات أطيعك\n</p>\n\n<p>\nبها وأعصيك وأغضبك بها وارضيك وجعلت لي من نفسي\n</p>\n\n<p>\nداعيا إلى الشهوات وأسكنتني دارا ملئت من الآفات وقلت لي\n</p>\n\n<p>\nازدجر. فبك اعتصم. وبك احترز. واستوفقك لما\n</p>\n\n<p>\nيرضيك. وأسألك فإن سؤالي لا يحفيك. الهي لو عرفت\n</p>\n\n<p>\nاعتذارا وتنصلا هو أبلغ من الاعتراف به لاتيته فهب لي\n</p>\n\n<p>\nذنبي بالاعتراف ولا تردني في طلبي بالخيبة عند الانصراف\n</p>\n\n<p>\nالهي كأني بنفسي قد اضطجعت في حفرتها وانصرف عنها\n</p>\n\n<p>\nالمشيعون من عشيرتها وناداها من شفير القبر ذوو مودتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \nورحمها المعادي لها في الحياة عند صرعتها ولم يخف على الناظرين\n</p>\n\n<p>\nإليها ذل فاقتها ولا من قد رآها توسدت الثرى عجز حيلتها\n</p>\n\n<p>\nفقلت ملائكتي قريب نأي عنه الأقربون. وبعيد جفاه الأهلون\n</p>\n\n<p>\nوخذله المؤملون نزل بي قريبا. وأصبح في اللحد غريبا. وقد كان لي\n</p>\n\n<p>\nفي دار الدنيا راعيا. ولنظري إليه في هذا اليوم راجيا. فتحسن\n</p>\n\n<p>\nعند ذلك ضيافتي. وتكون أشفق على من أهلي وقرابتي.\n</p>\n\n<p>\nإلهي سترت على في الدنيا ذنوبا ولم تظهرها. فلا تفضحني\n</p>\n\n<p>\nيوم ألقاك على رؤوس العالمين. واستزها على هناك يا ارحم\n</p>\n\n<p>\nالرحمين. إلهي لو طبقت ذنوبي بين السماء والأرض وخرقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \nالنجوم وبلغت أسفل الثرى ما ردني اليأس عن توقع غفرانك\n</p>\n\n<p>\nولا صرفني القنوط عن انتظار رضوانك. الهي سعت نفسي\n</p>\n\n<p>\nإليك لنفسي تستوهبها. وفتحت أفواه أملها تستوجبها. فهب\n</p>\n\n<p>\nلها ما سألت. وجد لها بما طلبت. فإنك أكرم الأكرمين.\n</p>\n\n<p>\nبتحقيق امل الآملين. الهي قد أصبت من الذنوب ما عرفت\n</p>\n\n<p>\nوأسرفت على نفسي بما قد علمت. . فاجعلني عبدا لك اما طائعا\n</p>\n\n<p>\nأكرمتني. واما عاصيا فرحمتني. الهي دعوتك بالدعاء الذي\n</p>\n\n<p>\nعلمتني. فلا تحرمني من حبائك الذي عرفتني فمن النعمة\n</p>\n\n<p>\nان هديتني لحسن دعائك. ومن تمامها ان توجب لي محمود\n</p>\n\n<p>\nجزائك. الهي انتظرت عفوك كما ينتظر المسيؤون. ولست\n</p>\n\n<p>\nايئس من رحمتك التي يتوقعها المحسنون. الهي جودك\n</p>\n\n<p>\nبسط املي. وشكرك قبل عملي. فصل على محمد وعلى آل محمد\n</p>\n\n<p>\nوبشرني بلقائك. وأعظم رجائي لجزائك. الهي أنت الكريم\n</p>\n\n<p>\nالذي لا يخيب لديك امل الآملين <span id='ms61'></span>. ولا يبطل عندك سبق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \nالسابقين. الهي ان كنت لم استحق معروفك ولم استوجبه\n</p>\n\n<p>\nفكن أنت أهل التفضل به علي فالكريم لم يضع معروفه عند\n</p>\n\n<p>\nكل من يستوجبه. الهي مسكنتي لا يجبرها الا عطاؤك.\n</p>\n\n<p>\nوأمنيتي لا يغنيها الا نعماؤك. الهي أستوفقك لما يدنيني\n</p>\n\n<p>\nمنك. وأعوذ بك مما يصرفني عنك. الهي أحب الأمور إلى\n</p>\n\n<p>\nنفسي وأعودها على منفعة ما أرشدتها بهدايتك إليه. ودللتها\n</p>\n\n<p>\nبرحمتك عليه. عليه. فاستعملها بذلك عني. إذ أنت ارحم بها إليه. الهي\n</p>\n\n<p>\nأرجوك رجاء من يخافك. وأخافك خوف من يرجو ثوابك فقني\n</p>\n\n<p>\nبالخوف شر ما احذر. وأعطني بالرجاء خير ما أحاذر. الهي\n</p>\n\n<p>\nانتظرت عفوك كما ينتظر المذنبون. ولست آيسا من رحمتك\n</p>\n\n<p>\nالتي يتوقها المحسنون. الهي مددت إليك يدا بالذنوب\n</p>\n\n<p>\nمأسورة وعينا بالرجاء مذرورة. وحقيق لمن دعاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \nبالندم تذللا ان تجيب له بالكرم تفضلا. الهي ان عرضتني\n</p>\n\n<p>\nذنوبي لعقابك فقد أدناني رجائي من ثوابك. الهي لم\n</p>\n\n<p>\nأسلط على حسن ظني بك قنوط الآيسين فلا تبطل صدق\n</p>\n\n<p>\nرجائي بك بين الآملين. الهي ان انقرضت بغير ما أحببت\n</p>\n\n<p>\nمن السعي أيامي. فبالايمان أمضتها الماضيات من أعوامي.\n</p>\n\n<p>\nالهي ان أخطأت طريق النظر لنفسي بما فيه كرامتها فقد\n</p>\n\n<p>\nأصبت طريق الفزع إليك بما فيه سلامتها. الهي ما أضيق\n</p>\n\n<p>\nالطريق على منن لم تكن أنت دليله. وما أوحش المسلك على\n</p>\n\n<p>\nمن لم تكن أنت أنيسه. الهي انهملت عبراتي حين\n</p>\n\n<p>\nذكرت خطيأتي. وما لها لا تنهمل ولا أدري ما يكون إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \nمصيري. أو ماذا يهجم عليه عند البلاغ مسيري. وارى\n</p>\n\n<p>\nنفسي تخاتلني. وأيامي تخادعني وقد خفقت فوق رأسي أجنحة\n</p>\n\n<p>\nالموت. ورمتني من قريب أعين الفوت. فما عذري وقد\n</p>\n\n<p>\nأوجس في مسامعي رافع الصوت. لقد رجوت ممن البسني\n</p>\n\n<p>\nبين الاحياء ثوب عافيته. ان لا يعريني منه بين الأموات بجود\n</p>\n\n<p>\nرأفته. ولقد رجوت حين تولاني باقي حياتي بإحسانه. ان\n</p>\n\n<p>\nيسعفني عند وفاتي بغفرانه. يا أنيس كل غريب آنس في القبر\n</p>\n\n<p>\nوحشتي. ويا ثاني كل وحيد ارحم في القبر وحدتي. يا عالم\n</p>\n\n<p>\nالسر واخفى. ويا كاشف الضر والبلوى. كيف <span id='ms62'></span> نظرك لي من\n</p>\n\n<p>\nبين ساكني الثرى. وكيف صنعك بي في دار الوحشة والبلى.\n</p>\n\n<p>\nقد كنت بي لطيفا أيام حياة الدنيا يا أفضل المنعمين في آلائه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \nوانعم المفضلين في نعمائه. كثرت عندي أياديك فعجزت\n</p>\n\n<p>\nعن إحصائها. وضقت ذرعا في شكري لك بجزائها. فلك\n</p>\n\n<p>\nالحمد على ما أوليت. ولك الشكر على ما أبليت. يا خير من\n</p>\n\n<p>\nدعاه داع. وأفضل من رجاه راج. بذمة الاسلام أقبلت\n</p>\n\n<p>\nإليك. وبحرمة القرآن اعتمد عليك. وبمحمد صلى الله عليه وسلم\n</p>\n\n<p>\nأتقرب إليك. فصل على محمد وعلى وآل محمد واعرف لي ذمتي\n</p>\n\n<p>\nالتي بها رجوت قضاء حاجتي واستعملني بطاعتك واختم لي\n</p>\n\n<p>\nبخير وأعتقني من النار واسكني الجنة ولا تفضحني بسريرتي\n</p>\n\n<p>\nحيا ولا ميتا وهب لي الذنوب التي فيما بيني وبينك وارض\n</p>\n\n<p>\nعبادك عني في مظالمهم قبلي. واجعلني ممن رضيت عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \nفحرمته على النار والعذاب. وأصلح لي كل أموري التي دعوتك\n</p>\n\n<p>\nفيها في الآخرة والدنيا يا حنان يا منان يا ذا الجلال والاكرام\n</p>\n\n<p>\nيا حي يا قيوم يامن له الخلق والامر تباركت يا أحسن الخالقين\n</p>\n\n<p>\nيا رحيم يا كريم يا قدير صل على محمد وعلى آله الطيبين وعليه\n</p>\n\n<p>\nوعليهم السلام ورحمة الله وبركاته إنه حميد مجيد.\n</p>\n\n<p>\nأخبرنا حمزة بن عبد الله. قال أخبرنا الحسين بن\n</p>\n\n<p>\nخالويه. قال حدثنا ابن دريد. قال حدثنا السكن بن سعيد\n</p>\n\n<p>\nعن محمد بن عباد الكلبي عن أبيه. قال حدثنا حوثرة بن\n</p>\n\n<p>\nالهرماس. وكان شيخا هما وذكر وفود بني دارم إلى\n</p>\n\n<p>\nأمير المؤمنين علي صلوات الله عليه وذكر حديث الاستسقاء\n</p>\n\n<p>\nبطوله وقال فيه فقام منا رجل من حسل فقال\n</p>\n\n<p>\nيا أمير المؤمنين جادتك الأنواء. وضفا لديك البلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوتمت بك الآلاء. وكشفت بيمنك اللاواء. أتتك عماعم\n</p>\n\n<p>\nمن افناء دارم تطوي إليك سهوب الاملاء. بالحراجيج\n</p>\n\n<p>\nالابلاء. تبثك أزبات اللاواء. ولزبات الشهباء. تزدلف\n</p>\n\n<p>\nبك. وتستمطر بغرتك. وتستدفع البلوى بسنتك.\n</p>\n\n<p>\nوقام إليه أبو سرادق فتكلم بكلام قال في آخره أنت ربيع الأيام.\n</p>\n\n<p>\nوعصرة الأنام (10). ومصباح الظلام. وغاية المعدام (11).\n</p>\n\n<p>\nوالسيد الهمام. والإمام القمقام (12). لا معتصر عنك (13). ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \nمعتصم دونك. فقال <span id='ms63'></span> أمير المؤمنين. صلوات الله عليه.\n</p>\n\n<p>\nالحمد لله والصلاة والسلام على خير خلق الله وسلام على المصطفين من\n</p>\n\n<p>\nعباد الله. يا قنبر ناد الصلاة جامعة ثم نهض مضجرا بنصيف\n</p>\n\n<p>\nمزبرق كأنما غرته البدر لتمه يكاد يعشى الناظرين يؤم\n</p>\n\n<p>\nالمسجد فصلى ثم دنا من القبر فهينم بكلمات لم أوجسهن\n</p>\n\n<p>\nثم قام قانتا فقال أمير المؤمنين صلوات الله عليه وسلامه.\n</p>\n\n<p>\nاللهم رب السماوات الطباق. والرقع الوثاق. خالق الخلق. وباسط\n</p>\n\n<p>\nالرزق. عالم الخفيات. وكاشف الكربات. ومجيب الدعوات\n</p>\n\n<p>\nوقابل الحسنات. وغافر السيئات. ومقيل العثرات. ومنزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \nالبركات. من فوق سبع سماوات بعلمك. من خزائن رحمتك\n</p>\n\n<p>\nوأكناف كرامتك. على شاكري آلائك. وكافري نعمائك من\n</p>\n\n<p>\nعبادك. وقطان بلادك رأفة منك لهم ونعمة عليهم. أنت غاية\n</p>\n\n<p>\nالطالبين. وملاذ الهاربين اتاك ملا من عبيدك بإزاء قبر نبيك\n</p>\n\n<p>\nتزدلف إليك بعبدك وتشكوا ما أنت اعلم به. اللهم فإنا نسألك\n</p>\n\n<p>\nبك فلا شئ أعظم منك وبما استقل به عرشك من عظمتك\n</p>\n\n<p>\nالتي وسعت كل شئ السماء والأرض وملأت البر والبحر ان\n</p>\n\n<p>\nتصلي على محمد خاتم النبيين وسيد الأولين والآخرين. اللهم\n</p>\n\n<p>\nكاشف الضر ومزيل الأزل أزل عن عبادك ما قد غشيهم من\n</p>\n\n<p>\nآياتك وبرح بهم من عقابك. إنه لا يكشف السوء إلا\n</p>\n\n<p>\nأنت إنك رؤوف رحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n(تفسير غريب الخبر)\n</p>\n\n<p>\nبياض بالأصل\n</p>\n\n<h1 class='l1' id='head10'>AUTO الباب التاسع</h1>\n\n<p>\n(في المحفوظ من شعره)\n</p>\n\n<p>\nروى أبو عبد الله إبراهيم بن محمد بن عرفة الأزدي\n</p>\n\n<p>\nالنحوي نفطويه من شعر أمير المؤمنين علي صلوات الله عليه:\n</p>\n\n<p>\nالحمد لله ربي الخالق الصمد ... فليس يشركه في ملكه أحد\n</p>\n\n<p>\nهو الذي عرف الكفار كفرهم ... والمؤمنون سيجزيهم بما وعدوا\n</p>\n\n<p>\nفإن تكن دولة كانت لنا عظة ... وهل عسى ان يرى في غيها رشد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \nوينصر الله من والاه إن له ... نصرا ويمثل بالكفار إذ عندوا\n</p>\n\n<p>\nفإن نطقتم بفخر لا أبا لكم ... فيمن تضمن من إخواننا أحد\n</p>\n\n<p>\nفان طلحة غادر ناه منجدلا ... وللصفائح نار بيننا تقد\n</p>\n\n<p>\nيعني طلحة بن أبي طلحة العبدري وكان معه لواء المشركين يوم أحد\n</p>\n\n<p>\nوالمرء عثمان أردته أسنتنا ... فجيب زوجته إذ خبرت قدد\n</p>\n\n<p>\nهو عثمان <span id='ms64'></span> بن أبي طلحة قتله حمزة بن عبد المطلب يوم أحد\n</p>\n\n<p>\nفي تسعة ولواء بين أظهرهم ... لم ينكلوا عن حياض الموت إذ وردوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \nكانوا الذؤابة من فهر وأكرمها ... حيث الأنوف وحيث الفرع والعدد\n</p>\n\n<p>\nواحمد الخير قد اردى على عجل ... تحت العجاج أبيا وهو مجتهد\n</p>\n\n<p>\nيعني أبي بن خلف قتله النبي صلى الله عليه وسلم بيده\n</p>\n\n<p>\nوطعنه طعنة يوم أحد\n</p>\n\n<p>\nفظلت الطير والضبان تركبه ... فحامل قطعة منه ومقتصد\n</p>\n\n<p>\nومن قتلتم على ما كان من عجب ... منا فقد صادفوا خيرا وقد سعدوا\n</p>\n\n<p>\nلهم جنان من الفردوس طيبة ... لا يعتريهم بها حر ولا صرد\n</p>\n\n<p>\nصلى الاله عليهم كلما ذكروا ... فرب مشهد صدق قبله شهدوا\n</p>\n\n<p>\nومصعب كان ليثا دونه حردا ... حتى ترمل منه ثعلب جسد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \nمصعب بن عمير صاحب لواء رسول الله عليه السلام\n</p>\n\n<p>\nقتل يوم أحد\n</p>\n\n<p>\nليسوا كقتلى من الكفار ادخلهم ... نار الجحيم على أبوابها الأصد\n</p>\n\n<p>\nالأصد من الوصيد يقال أوصدت الباب وآصدته أي\n</p>\n\n<p>\nأغلقته والوصيد أيضا الفناء من قوله جل وعز (وكلبهم باسط\n</p>\n\n<p>\nذراعيه بالوصيد)\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nفي قتله عمرو بن ود وكان عليه السلام حين قتله سقط\n</p>\n\n<p>\nعمرو فانكشف فتنحى عنه وقال:\n</p>\n\n<p>\nاعلي يقتحم الفوارس هكذا ... عني وعنهم أخروا أصحابي\n</p>\n\n<p>\nاليوم يمنعني الفرار حفيظتي ... ومصمم في الرأس ليس بناب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \nوغدوت ألتمس القراع وصارم ... عضب كلون الملح في اقراب\n</p>\n\n<p>\nآلى ابن عبد حين شد إليه ... وحلفت فاستمعوا من الكذاب\n</p>\n\n<p>\nألا يفر ولا يهلهل فالتقى ... رجلان يضطر بان كل ضراب\n</p>\n\n<p>\nوصددت حين رأيته متقطرا ... بالدرع بين دكادك وروابي\n</p>\n\n<p>\nوعففت عن أثوابه ولو انني ... كنت المقطر بزنى أثوابي\n</p>\n\n<p>\nنصر الحجارة من سفاهة رأيه ... ونصرت رب محمد بصواب\n</p>\n\n<p>\nلا تحسبن الله خاذل دينه ... ونبيه يا معشر الأحزاب\n</p>\n\n<p>\nوجاءت أخت عمرو فوجدته قتيلا فقالت من قتله قالوا\n</p>\n\n<p>\nعلي بن أبي طالب صلوات الله عليه قالت كفو كريم ثم قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \nلو كان قاتل عمر وغير قاتله ... لقد بكيت عليه آخر الأبد\n</p>\n\n<p>\nلكن قاتله من لا يعاب به ... من كان يدعى قديما بيضة البلد\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nفي <span id='ms65'></span> قتله عمرو بن عبد ود\n</p>\n\n<p>\nكانوا على الاسلام ألبا ثلاثة ... فقد بز من تلك الثلاثة واحد\n</p>\n\n<p>\nألبا أي مجتمعين يقال تألبوا على الشئ أي اجتمعوا عليه\n</p>\n\n<p>\nوفر أبو عمرو هبيرة لم يعد لنا ... وأخو لحرب المجرب عائد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \nنهتهم سيوف الهند ان يقفوا لنا ... غداة التقينا والرماح المصايد\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nضربنا غواة الناس عنه تكرما ... ولما يروا قصد السبيل ولا الهدى\n</p>\n\n<p>\nفلما تبينا الهدى كان كلنا على ... طاعة الرحمن والحق والتقى\n</p>\n\n<p>\nنصرنا رسول الله لما تدابروا ... وثاب إليه المسلمون ذوو الحجا\n</p>\n\n<p>\n(وقال عليه السلام في يوم أحد)\n</p>\n\n<p>\nرأيت المشركين بغوا علينا ... ولجوا في الغواية والضلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \nوقالوا نحن أكثر إذ نفرنا غداة ... الروع بالأسل النهال\n</p>\n\n<p>\nفان تبغوا وتفتخروا علينا بحمزة ... وهو في الغرف العوالي\n</p>\n\n<p>\nفقد أودى بعتبة يوم بدر ... وقد ابلى وجاهد غير آل\n</p>\n\n<p>\nوقد غادرت كبشهم جهارا ... بحمد الله طلحة في الضلال\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nعرفت ومن يعتدل بعرف ... وأيقنت حقا فلم أصدف\n</p>\n\n<p>\nعن الحكم الحكم آياتها من ... الله ذي الرأفة الأرءف\n</p>\n\n<p>\nرسائل تدرس في المؤمنين ... بهن اصطفى احمد المصطفى\n</p>\n\n<p>\nفأصبح احمد فينا عزيزا ... عزيز المقامة (10) والموقف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \nفيأيها الموعودة سفاها ... ولم يأت جورا ولم يعنف\n</p>\n\n<p>\nألستم تخافون أمر العذاب ... وما آمن الله كالأخوف\n</p>\n\n<p>\nولم يصرعوا تحت أسيافه ... كمصرع كعب أبي الأشرف\n</p>\n\n<p>\nكعب بن الأشرف رئيس اليهود دس إليه النبي صلى الله\n</p>\n\n<p>\nعليه وسلم من قتله\n</p>\n\n<p>\nغداة تراءى لطغيانه ... واعرض كالجمل الأخنف\n</p>\n\n<p>\nفأنزل جبريل في قتله ... بوحي إلى عبده ملطف\n</p>\n\n<p>\nفباتت عيون له معولات ... متى ينع كعب لها تذرف\n</p>\n\n<p>\nفقالوا لأحمد زرنا قلبلا ... فإنا من النوح لم نشتف\n</p>\n\n<p>\nفأجلاهم ثم قال اظعنوا ... فتوحا على رغم الآنف\n</p>\n\n<p>\nاجلى النضير إلى عربة ... وكانوا بدار ذوي زخرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \nإلى أذرعات رذاياهم ... على كل ذي دبر أعجف\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nألم ترى ان الله ابلى رسوله ... بلاء عزيز ذي اقتدار وذي فضل\n</p>\n\n<p>\nبما انزل الكفار دار مذلة ... فذاقوا هوانا من إسار ومن قتل\n</p>\n\n<p>\nوأمسى رسول الله قد عز نصره ... وكان رسول الله ارسل بالعدل\n</p>\n\n<p>\nفجاء بفرقان <span id='ms66'></span> من الله منزل ... مبينة آياته لذوي العقل\n</p>\n\n<p>\nفآمن أقوام بذاك وأيقنوا ... وأمسوا بحمد الله مجتمعي الشمل\n</p>\n\n<p>\nوأنكر أقوام فزاغت قلوبهم ... فزادهم ذو العرش خبلا على خبل\n</p>\n\n<p>\nوأمكن منهم يوم بدر رسوله ... وقوما غضبانا فعلهم أحسن الفعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \nبأيديهم بيض خفاف عصوا بها ... وقد حادثوها بالجلاء وبالصقل\n</p>\n\n<p>\nفكم تركوا من ناشئ ذي حمية ... صريعا ومن ذي نجدة منهم كهل\n</p>\n\n<p>\nتبيت عيون النائحات عليهم ... تجود بإبسال الرشاش وبالوابل\n</p>\n\n<p>\nنوائح تنعى عتبة الغي وابنه ... وشيبة تنعاه وتنعى أبا جهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \nوذا الرجل تنعط وابن جدعان منهم ... مسلبة حرى مبينة الثكل\n</p>\n\n<p>\nثوى منهم في بئر بدر عصابة ... ذوو نجدات في الحروب وفي المحل\n</p>\n\n<p>\nدعا الغي منهم من دعا فأجابه ... وللغي أسباب مرمثة الوصل\n</p>\n\n<p>\nفاضحوا لدي دار الجحيم بمعزل ... عن الشغب والعدوان في اشغل الشغل\n</p>\n\n<p>\n(وقال عليه السلام يرثي النبي صلى الله عليه وسلم)\n</p>\n\n<p>\nألا طرق الناعي بليل فراعني ... وأرقني لما استهل مناديا\n</p>\n\n<p>\nفقلت له لما رأيت الذي أتي ... أغير رسول الله إن كنت ناعيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \nفحقق ما أشفقت منه ولم يبل ... وكان خليلي غرتي وجماليا\n</p>\n\n<p>\nفوالله لا أنساك احمد ما مشت ... بي العيس في ارض وجاوزت واديا\n</p>\n\n<p>\nوكنت متى اهبط من الأرض تلعة ... أجد اثرا منه جديدا وعافيا\n</p>\n\n<p>\nجواد تشظى الخيل عنه كأنما ... يرين به ليثا عليهن ضاربا\n</p>\n\n<p>\nمن الأسد قد أحمى العرين مهابة ... تعادى سباع الأسد منه تعاديا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \nشديد جرئ النفس نهد مصدر ... هو الموت مغدوا عليه وغاديا\n</p>\n\n<p>\nلتبك رسول الله صف مقدم ... إذا كان ضرب الهام نقفا تفانيا\n</p>\n\n<p>\n(وقال عليه السلام في قوم من الزنادقة قتلهم وأحرقهم)\n</p>\n\n<p>\nلما رأيت الامر منكرا ... أججت ناري ودعوت قنبرا\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nلمن راية سوداء ظلها ... إذا قيل قدمها حضين تقدما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \nفيوردها في الصف حتى يردها ... حياض المنايا تقطر الموت والدما\n</p>\n\n<p>\nجزى الله قوما قاتلوا في لقائهم ... لدى الموت يوما ما أعز واكرما\n</p>\n\n<p>\nوأطيب اخبارا وأكرم شيمة ... إذا كان أصوات الرجال تغمغما\n</p>\n\n<p>\nربيعة أعني انهم أهل نجدة ... وبأس إذا لاقوا خميسا عرمرما\n</p>\n\n<p>\nحضين معجمة الضاد وهو حضين بن المنذر <span id='ms67'></span> أبو ساسان\n</p>\n\n<p>\nوكان معه راية قومه يوم صفين وعاش بعد ذلك دهرا طويلا\n</p>\n\n<p>\n(وقال عليه السلام)\n</p>\n\n<p>\nأرى علل الدنيا على كثيرة ... وصاحبها حتى الممات عليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \nلكل اجتماع من خليلين فرقة ... وكل الذي دون الممات قليل\n</p>\n\n<p>\nوإن افتقادي واحد بعد واحد ... دليل على أن لا يدوم خليل\n</p>\n\n<p>\nاخبرني أبو عبد الله محمد بن منصور التستري مجيزا. قال\n</p>\n\n<p>\nأخبرنا أحمد بن محمد بن خليل. قال حدثنا الحسين بن\n</p>\n\n<p>\nإبراهيم. قال حدثنا محمد بن أحمد بن رجاء. قال حدثنا هارون\n</p>\n\n<p>\nبن محمد. قال حدثنا قعنب بن المحرز. قال حدثنا\n</p>\n\n<p>\nالأصمعي. قال حدثنا أبو عمرو بن العلاء المقرئ. قال حدثني\n</p>\n\n<p>\nالذيال بن حرملة. قال كان علي بن أبي طالب عليه السلام يغدو\n</p>\n\n<p>\nويروح إلى قبر رسول صلى الله عليه وسلم بعد وفاته ويبكي\n</p>\n\n<p>\nتفجيعا ثم يقول يا رسول الله ما أحسن الصبر إلا عنك. وأقبح\n</p>\n\n<p>\nالبكاء إلا عليك. ثم يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \nما غاض دمعي عند نازله ... إلا جعلتك للبكا سببا\n</p>\n\n<p>\nوإذا ذكرتك ميتا سفحت ... مني الجفون ففاض وانسكبا\n</p>\n\n<p>\nثم يمرغ وجهه في التراب ويبكي ويندب ويذكر ما حل به بعده\n</p>\n\n<p>\nويقول في ذلك\n</p>\n\n<p>\nماذا على من شم تربة احمد ... ألا يشم مدى الزمان غواليا\n</p>\n\n<p>\nصبت علي مصائب لو أنها ... صبت على الأيام عدن لياليا\n</p>\n\n<p>\nوأخبرني أبو عبد الله أيضا. قال أخبرنا الحسن بن عبد الله بن\n</p>\n\n<p>\nسعيد. قال حدثنا أحمد بن عبد العزيز الجوهري. قال أخبرنا\n</p>\n\n<p>\nزكريا بن يحيى عن الأصمعي عن سلمة بن بلال عن مجاهد عن\n</p>\n\n<p>\nالشعبي. قال علي بن أبي طالب عليه السلام لرجل كره\n</p>\n\n<p>\nصحبة رجل وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \nلا تصحب أخا الجهل وإياك وإياه ... فكم من جاهل ازدرى حليما حين آخاه\n</p>\n\n<p>\nيقاس المرء إذا ما هو ما شاه ... وللقلب على القلب دليل حين يلقاه\n</p>\n\n<p>\nفللشئ من الشئ مقاييس وأشباه ... وفي العين غنى للعين ان تنطق أفواه\n</p>\n\n<p>\nوأخبرني أيضا مجيزا. قال أخبرنا أبو الفضل يحيى بن إبراهيم\n</p>\n\n<p>\nابن زياد القرقوبي. قال أخبرنا أحمد بن عبد الرحمن بن\n</p>\n\n<p>\nالجارود الرقي. قال أخبرنا سليمان بن <span id='ms68'></span> سيف. قال أخبرنا\n</p>\n\n<p>\nالأصمعي عن العلاء بن جرير عن أبيه عن الأحنف بن قيس. قال\n</p>\n\n<p>\nدخلت على أمير المؤمنين علي بن أبي طالب صلوات الله عليه\n</p>\n\n<p>\nوهو يصلي الضحى فقلت له يا أمير المؤمنين إلى متى هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \nالدؤب بالليل ودؤب بالنهار فأشار إلي اجلس فلما\n</p>\n\n<p>\nسلم قال اسمع وافهم فأنشده\n</p>\n\n<p>\nاصبر على مضض الإدلاج بالسحر ... وفي الرواح على الحاجات والبكر\n</p>\n\n<p>\nلا تيئس ولا تحزنك مطلبة ... فالنجح يتلف بين العجز والضجر\n</p>\n\n<p>\nإني رأيت وفي الأيام تجربة ... للصبر عاقبة محمودة الأثر\n</p>\n\n<p>\nوقل من جد في أمر يطالبه ... واستصحب الصبر إلا فاز بالظفر\n</p>\n\n<p>\nوأخبرني أيضا قال وأنشدنا لأمير المؤمنين علي بن أبي طالب\n</p>\n\n<p>\nصلوات الله عليه\n</p>\n\n<p>\nأصم عن الكلم المحفظات ... واحلم والحلم بي أشبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \nوإني لا ترك حلو الكلام ... لئلا أجاب بما أكره\n</p>\n\n<p>\nإذا اجتررت سفاه السفيه ... علي فإني انا الأسفه\n</p>\n\n<p>\nفلا تغرر برواء الرجال ... وإن زخرفوا لك أو موهوا\n</p>\n\n<p>\nفكم من فتى يعجب الناظرين ... له ألسن وله أوجه\n</p>\n\n<p>\nتراه ينام عن المكرمات ... وعند الدناءة يستنبه\n</p>\n\n<p>\nأخبرنا الحسن بن محمد بن عيسى القماح. قال أخبرنا الحسن\n</p>\n\n<p>\nابن إسماعيل الضراب. قال حدثنا علي بن عمر. قال حدثني\n</p>\n\n<p>\nأحمد بن محمد الأنباري. قال حدثنا محمد بن سهل. قال حدثنا\n</p>\n\n<p>\nعبد الله بن محمد البلوي. قال حدثنا عمارة بن زيد. قال حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \nمالك عن الزهري عن عبد الرحمن بن سعد عن جابر بن عبد\n</p>\n\n<p>\nالله قال سمعت عليا عليه السلام ينشد ورسول الله صلى الله\n</p>\n\n<p>\nعليه وسلم يسمع:\n</p>\n\n<p>\nانا أخو المصطفى لاشك في نسبي ... معه ربيت وسبطاه هما ولدي\n</p>\n\n<p>\nجدي وجد رسول الله منفرد وفاطم ... زوجتي لا قول ذي فند\n</p>\n\n<p>\nصدقته وجميع الناس في بهم ... من الضلالة والإشراك والنكد\n</p>\n\n<p>\nالحمد لله شكرا لا شريك له ... البر بالعبد والباقي بلا امد\n</p>\n\n<p>\nفقال صلى الله عليه وسلم صدقت يا علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>AUTO [خاتمة الطبع]</h1>\n\n<p>\nتم الدستور بحمد الله وحسن عونه فله الحمد دائما على\n</p>\n\n<p>\nنعمه التي لا تحصى وصلى الله على سيدنا محمد نبيه وآله الطاهرين\n</p>\n\n<p>\nوسلم تسليما وحسبنا الله <span id='ms69'></span> ونعم الوكيل.\n</p>\n\n<p>\nهذا آخر ما يسر الله تعالى من حل ألفاظ هذا الكتاب الفاخر\n</p>\n\n<p>\nوالبحر الزاخر. كتاب (دستور معالم الحكم. ومأثور مكارم الشيم)\n</p>\n\n<p>\nللإمام القضاعي من كلام أمير المؤمنين علي بن أبي طالب عليه السلام\n</p>\n\n<p>\nوالحمد لله أولا واخرا. وظاهرا وباطنا.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد النبي الأمي وعلى آله وسلم تسليما\n</p>\n\n<p>\nوكان طبعه الجميل على هذا الشكل الجليل مع بذل الجهد\n</p>\n\n<p>\nفي تصحيحه وتنقيحه على أصل معتمد بمعرفة ملتزم طبعه\n</p>\n\n<p>\nالعبد الضعيف الراجي عفو ربه اللطيف محمد عبد القادر\n</p>\n\n<p>\nسعيد الرافعي الكتبي في اليوم الثاني عشر من شهر\n</p>\n\n<p>\nرمضان المبارك سنة 1332 هجرية على صاحبها\n</p>\n\n<p>\nأفضل التحية غفر الله له ولوالديه\n</p>\n\n<p>\nولجميع المسلمين اللهم آمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n <span id='ms70'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204"
  ],
  "volumes": [
    "01"
  ]
}