{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالكتاب: تفسير الراغب الأصفهاني\n</p>\n\n<p>\n(من أول سورة آل عمران - وحتى الآية 113 من سورة النساء)\n</p>\n\n<p>\nتحقيق ودراسة: د. عادل بن علي الشدي\n</p>\n\n<p>\nدار النشر: دار الوطن - الرياض\n</p>\n\n<p>\nالطبعة الأولى: 1424 ه - 2003 م\n</p>\n\n<p>\nعدد الأجزاء: 2\n</p>\n\n<p>\n[ترقيم الكتاب موافق للمطبوع]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p400'> Vol. 02, p. 400</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>سورة آل عمران</h1>\n\n<p>\nقوله عز وجل: (الم (1) الله لا إله إلا هو الحي القيوم (2) نزل عليك\nالكتاب بالحق مصدقا لما بين يديه وأنزل التوراة والإنجيل (3) من قبل هدى\nللناس وأنزل الفرقان).\n</p>\n\n<p>\nالأصل في حروف التهجي السكون، وكان حكم الميم\n</p>\n\n<p>\nحكم غيره لكن حرك لالتقاء الساكنين، وفتح استثقالا للكسرة\n</p>\n\n<p>\nفيه من أجل الياء قبله، ومن قال: إنما فتح لأنه ألقي عليه\n</p>\n\n<p>\nحركة الهمزة فخطأ؟ لأن هذه الهمزة تسقط في الدرج إلا في\n</p>\n\n<p>\nقولهم: يا ألله، والهمزة التي تلقى حركتها على ما قبلها هي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p401'> Vol. 02, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nالثابتة في الوصل والوقف، نحو: من ابوك؟ إذا قلت: من\n</p>\n\n<p>\nأبوك؟.\n</p>\n\n<p>\nوروي عن عاصم وغيره سكون الميم وقطع الألف.\n</p>\n\n<p>\nوليس ذلك بصحيح عند النحويين، لكون الألف فيه للوصل.\n</p>\n\n<p>\nوأما موضع إعراب (الم) فمبتدأ وخبره مضمر، أو خبر مبتدؤه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p402'> Vol. 02, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nمضمر، ودل على المحذوف منه قوله: (نزل عليك الكتاب)\n</p>\n\n<p>\nفصار كقوله: (الم * ذلك الكتاب) وقال بعضهم: (الم)\n</p>\n\n<p>\nمبتدأ وخبره (نزل عليك الكتاب)، ونسب تعالى التنزيل إلى\n</p>\n\n<p>\nالحروف، تنبيها أنه منها، وأن عجزكم عن الإتيان بمثله <span id='ms463'></span> دلالة\n</p>\n\n<p>\nلكم أنه كلام الله دون كلام الخلق.\n</p>\n\n<p>\nوقد تقدم أن أهل اللغة قالوا:\n</p>\n\n<p>\nالكتاب سمي لكتب الحروف بعضها إلى بعض، أي ضمها.\n</p>\n\n<p>\nوقيل: سمي المعنى الثابت كتاب تشبيها بالمكتوب، وعلى هذا قوله\n</p>\n\n<p>\nتعالى: (ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p403'> Vol. 02, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nويقال: لكل موجب كتاب.\n</p>\n\n<p>\nوروي أنه نزل ذلك في وفد نجران الذين أتوا النبي - صلى الله عليه وسلم -،\nفخاصموا في عيسى عليه الصلاة والسلام، فقال النبي - صلى الله عليه وسلم -:\n\"ألستم تعلمون أن الله حي لا يموت، وأن عيسى يموت، وأن\n</p>\n\n<p>\nالله لا يخفى عليه شيء، وقد كان عيسى يخفى عليه أشياء، وأن\n</p>\n\n<p>\nعيسى صور في الرحم كيف شاء الله؟ \" - نبههم بذلك أنه لا يصح\n</p>\n\n<p>\nأن يكون عيسى مع كونه بهذه الصفات إلها - فأنزل الله تعالى\n</p>\n\n<p>\nالآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p404'> Vol. 02, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nفقوله: (الله لا إله إلا هو) ليس بدعوى يحتاج فيها إلى\n</p>\n\n<p>\nدلالة من خارج، بل هو في نفسه دلالة لازمة وحجة واضحة.\n</p>\n\n<p>\nفإن معنى قوله: (الله) أي هو الذي يحق له العبادة، أي الذي\n</p>\n\n<p>\nتأله الأشياء إليه، وكان الكفار يقولون: الأشياء ثلاثة: عابد\n</p>\n\n<p>\nغير معبود، ومعبود عابد، ومعبود غير عابد؟ وهو الله تعالى.\n</p>\n\n<p>\nفبين تعالى بهذا أن المستحق للعبادة على الإطلاق هو الذي\n</p>\n\n<p>\nلا إله إلا هو، وأكد ذلك بقوله: (الحي القيوم)، والحي في صفات الله\n</p>\n\n<p>\nمعناه الذي لا يجوز عليه الموت، وبه حياة كل حي، وإذا استعمل\n</p>\n\n<p>\nفي غيره فعلى معنى قبول الحياة منه تعالى.\n</p>\n\n<p>\nوالقيوم: هو القائم بحفظ كل شيء، والمعطي له ما به قوامه، وهو المعنى\nالمذكور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p405'> Vol. 02, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nفي قوله تعالى: (أعطى كل شيء خلقه ثم هدى).\n</p>\n\n<p>\nوقوله: (أفمن هو قائم على كل نفس بما كسبت).\n</p>\n\n<p>\nوالحق أبلغ من الصدق،. لأن كل صدق حق، وليس كل حق\n</p>\n\n<p>\nصدقا، ويتناول الأحكام والواجبات من حقوق الله وحقوق\n</p>\n\n<p>\nالناس. والصدق من أخبار الأمم السالفة والآنفة، والحق الذي هو\n</p>\n\n<p>\nالجد. والتوراة عند الكوفيين تفعلة وليس في كلام العرب تفعلة\n</p>\n\n<p>\nبوجه، وإنما هو تفعلة نحو تتفلة وتفعلة نحو تكرمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p406'> Vol. 02, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل <span id='ms464'></span>: أصله تفعلة، فعدل عن الكسرة إلى الفتحة.\n</p>\n\n<p>\nوعند البصريين هي فوعلة نحو: حوقلة، وصومعة. فأبدل\n</p>\n\n<p>\nمن الواو تاء، كما أبدل في توصية وتيقور من الوقار.\n</p>\n\n<p>\nوالإنجيل: إفعيل من النجل، والنجل مستعمل في الأصل\n</p>\n\n<p>\nوفي الولد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p407'> Vol. 02, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: لم قال: (نزل عليك الكتاب) (وأنزل التوراة)؟\n</p>\n\n<p>\nقيل: قد يقال: (نزل) و (أنزل) بمعنى. لكن خص الكتاب\n</p>\n\n<p>\nبالتنزيل لأمرين:\n</p>\n\n<p>\nأحدهما: أن هذا الكتاب لما كان حكمه مؤبدا، والتنزيل بناء المبالغة\n</p>\n\n<p>\nخص به تنبيها على هذا المعنى، وليس ذلك حكم الكتابين قبل.\n</p>\n\n<p>\nوالثاني: أن هذا الكتاب أنزل شيئا فشيئا، والكتابين أنزل كل\n</p>\n\n<p>\nواحد منهما جملة.\n</p>\n\n<p>\nوقوله: (مصدقا لما بين يديه) يعني الكتب المتقدمة، وخص التوراة والإنجيل\nبالذكر، وإن كانا قد دخلا في عموم ما بين يديه تشريفا لهما.\n</p>\n\n<p>\nو (مصدقا) حال للمنزل أو للمنزل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p408'> Vol. 02, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (وأنزل الفرقان) أي أنزل في كتبه ما يفرق به بين\n</p>\n\n<p>\nالحق والباطل في الاعتقادات، والخير والشر في الأفعال، نحو\n</p>\n\n<p>\nقوله: (تبيانا لكل شيء): وكل كتاب لئه فرقان.\n</p>\n\n<p>\nوقيل: الفرقان مخصوص به القرآن خاصة، وتخصيصه بالذكر بعدما\n</p>\n\n<p>\nتقدم تنبية على إثبات المعنيين له، كقوله تعالى: (وبينات من الهدى\nوالفرقان).\n</p>\n\n<p>\nإن قيل: كيف يكون القرآن مصدقا لما بين يديه، وهو ناسخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p409'> Vol. 02, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nلعامة أحكامه؟\n</p>\n\n<p>\nقيل: تصديقه إياه تحقيقه أنه من جهة الله، ومطابقته إياه في\n</p>\n\n<p>\nكونه داعيا إلى التوحيد وفعل الخير ونحو ذلك، وإلى أنواع\n</p>\n\n<p>\nالعبادات دون قدرها وهيكلها وكيف إيقاعها.\n</p>\n\n<p>\nقوله عز وجل: (إن الله لا يخفى عليه شيء في الأرض ولا في السماء (5).\n</p>\n\n<p>\nلم يعن بآيات الله كتابه فقط، بل كل آية دالة عليه: عقلية\n</p>\n\n<p>\nكانت أم سمعية، ففي كل شيء له عبرة، ونبه أنه لا يتهيأ\n</p>\n\n<p>\nلأحد منعه من عذاب من أراد.\n</p>\n\n<p>\nقوله تعالى: (هو الذي يصوركم في الأرحام كيف يشاء لا إله إلا هو العزيز\nالحكيم (6)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p410'> Vol. 02, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nالصورة من صيرته أي أحلته، وهي هيئة معقولة أو محسوسة.\n</p>\n\n<p>\nوالصبغة نحوها، إلا أن أكثر ما يستعمل في المحسوسة.\n</p>\n\n<p>\nإن قيل: كيف قال في موضع: (وصوركم) على لفظ الماضي.\n</p>\n\n<p>\nوقال هاهنا بلفظ <span id='ms465'></span> الاستقبال؟\n</p>\n\n<p>\nقيل: أما أولا فلا اعتبار بالأزمنة في أفعاله تعالى، وإنما استعمال\nالألفاظ فيه الدالة على الأزمنة\n</p>\n\n<p>\nبحسب اللغات، وأيضا فقوله: صوركم إنما هو على سبيل\n</p>\n\n<p>\nالتقدير، وأن فعله تعالى في حكم ما قد فرغ منه، كقوله: (أتى أمر الله)،\nوقوله: يصور على حسب ما يظهر لنا حالا، فحالا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p411'> Vol. 02, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: لم قال: (لا يخفى عليه شيء في الأرض ولا في السماء)\n</p>\n\n<p>\nولم يقل: هو عالم بكل شيء؟\n</p>\n\n<p>\nقيل: لأن الوصف بأنه \"لا يخفى عليه شيء\" أبلغ من قوله \"يعلم \"\n</p>\n\n<p>\nفي الأصل، وإن كان استعمال اللفظتين فيه يفيدان معنى واحدا.\n</p>\n\n<p>\nوتخصيص الأرض والسماء لكون ذكرهما أهول بالإضافة إلينا، وفيه دلالة على\nكل شيء، وإنما كرر قوله: (لا إله إلا هو) لأنه لما ذكر ما تقدم\n</p>\n\n<p>\nدليلا على كون عيسى مخلوقا، وكونه تعالى خالقا نبه بقوله:\n</p>\n\n<p>\n(لا إله إلأ هو) أن لا معبود سواه، وأنه العزيز في نقمته.\n</p>\n\n<p>\nالحكيم في أمره، لا حاجة به إلى ولد، ولا حكمة تقتضي ذلك.\n</p>\n\n<p>\nقوله عز وجل: (هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب\nوأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء\nالفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون\nآمنا به كل من عند ربنا وما يذكر إلا أولو الألباب (7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p412'> Vol. 02, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nالزيغ: الميل عن الاستقامة إلى أحد الجانبين، ومنه زاغ البصر.\n</p>\n\n<p>\nوزاغت الشمس عن كبد السماء، وزاغ قلبه، وزاغ وزال ومال.\n</p>\n\n<p>\nتتقارب، لكن زاغ لا تقال إلا فيما كان عن حق إلى باطل.\n</p>\n\n<p>\nوالتأويل: آخر الشيء ومآله، وقد تقدم الفرق بينه وبين التفسير.\n</p>\n\n<p>\nوالمحكم قد وصف به القرآن على وجهين:\n</p>\n\n<p>\nأحدهما: عام في جميعه، نحو (كتاب أحكمت آياته)\n</p>\n\n<p>\nوقوله: (تلك آيات الكتاب الحكيم) ويعني بذلك المتقن.\n</p>\n\n<p>\nنحو: بناء محكم، وعقد محكم.\n</p>\n\n<p>\nوالثاني: ما وصف به بعض الكتاب المذكور في قوله: (منه آيات محكمات) وهو\nما لا يصعب على العالم معرفته لفظا أو معنى،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p413'> Vol. 02, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: ما لا يحتاج العالم في معرفته إلى تكلف نظر <span id='ms466'></span>، وعكسه\n</p>\n\n<p>\nالمتشابه، والكلام في أحوال المحكم والمتشابه - مشكل.\n</p>\n\n<p>\nولابد من إيراد جملة ينكشف بها ذلك، فيقال وبالله التوفيق:\n</p>\n\n<p>\nالكلام من جهة الإحكام والتشابه على ضربين:\n</p>\n\n<p>\nأحدهما: ما يرجع إلى ذات المحكم والمتشابه في نفسه.\n</p>\n\n<p>\nوالثاني: ما يرجع إلى أمر ما يعرض لهما.\n</p>\n\n<p>\nفالأول على أربعة أضرب:\n</p>\n\n<p>\nأحدها: محكم من جهة اللفظ والمعنى، نحو قوله تعالى:\n</p>\n\n<p>\n(تعالوا أتل ما حرم ربكم عليكم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p414'> Vol. 02, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: مشابه من جهتيهما، نحو قوله: (فمن يرد الله أن يهديه)\n</p>\n\n<p>\nوالثالث: متشابه في اللفظ محكم في المعنى، نحو قوله:\n</p>\n\n<p>\n(وجاء ربك)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p415'> Vol. 02, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nوالرابع متشابه في المعنى محكم في اللفظ، نحو:\n</p>\n\n<p>\nالساعة، والملائكة.\n</p>\n\n<p>\nوقد تجعل هذه الأقسام ثلاثة: أحدها: محكم على الإطلاق.\n</p>\n\n<p>\nومتشابه على الإطلاق، ومحكم من وجه.\n</p>\n\n<p>\nوالمتشابه ضربان:\n</p>\n\n<p>\nأحدهما: من جهة اللفظ، والآخر: من جهة المعنى.\n</p>\n\n<p>\nوالمتشابه من جهة اللفظ ضربان:\n</p>\n\n<p>\nأحدهما: يرجع إلى مفردات الألفاظ.\n</p>\n\n<p>\nوذلك إما من جهة غرابة اللفظ، نحو (الأب) ونحو (يزفون)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p416'> Vol. 02, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nوإما من تشارك في اللفظ: كاليد والعين والوجه.\n</p>\n\n<p>\nالثاني: يرجع إلى جملة الكلام المركب، وذلك ثلاثة أضرب:\n</p>\n\n<p>\nأحدها: اختصار الكلام نحو (وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما\nطاب لكم من النساء).\n</p>\n\n<p>\nوالثاني: تطويله نحو (كمثله شيء).\n</p>\n\n<p>\nوالثالث: إغلاق نظمه، نحو: (ولم يجعل له عوجا * قيما).\n</p>\n\n<p>\nوالمتشابه من جهة المعنى ضربان:\n</p>\n\n<p>\nأحدها: د قة المعنى، كأوصاف الباري تعالى، وأوصاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p417'> Vol. 02, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nالقيامة.\n</p>\n\n<p>\nوالثاني: ترك الترتيب، نحو قوله: (ولولا رجال مؤمنون ونساء مؤمنات) إلى\nقوله: (لو تزيلوا لعذبنا الذين كفروا).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p418'> Vol. 02, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nوما يرجع إلى اللفظ والمعنى معا، فأقسامه بحسب تركيب بعض\n</p>\n\n<p>\nوجوه اللفظ مع بعض وجوه المعنى، نحو: غرابة اللفظ مع دقة\n</p>\n\n<p>\nالمعنى، وذلك ستة أقسام، وأما المتشابه من جهة ما يعرض للفظ\n</p>\n\n<p>\nفخمسة أقسام: أحدها: من جهة الكمية: كالعموم والخصوص.\n</p>\n\n<p>\nوالثاني: من طريق الكيفية: كالوجوب والندب، والثالث:\n</p>\n\n<p>\nمن جهة الزمان: كالناسخ والمنسوخ، والرابع: من جهة\n</p>\n\n<p>\nالمكان: كالمواضع، والأمور التي نزلت فيها، نحو قوله:\n</p>\n\n<p>\n(وليس البر بأن تأتوا البيوت من ظهورها).\n</p>\n\n<p>\nوقوله: (إنما النسيء زيادة في الكفر)، فإنه يحتاج في معرفة ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p419'> Vol. 02, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nإلى معرفة عادتهم <span id='ms467'></span> في الجاهلية.\n</p>\n\n<p>\nوالخامس: من جهة الإضافة.\n</p>\n\n<p>\nوهي الشروط التي بها يصح الفعل أو يفسد: كشروط العبادات\n</p>\n\n<p>\nوالأنكحة، وهذه الجملة من المحكم والمتشابه إذ تصورت\n</p>\n\n<p>\nعلم أن جميع ما يذكره المفسرون لا يخرج منها، نحو قول من\n</p>\n\n<p>\nقال: المتشابه نحو (الم) وما أشبهه، وقول مجاهد:\n</p>\n\n<p>\nالمحكم ما فيه الحلال والحرام، والمتشابه ما سواه.\n</p>\n\n<p>\nوقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p420'> Vol. 02, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nقتادة: المحكم الناسخ الذي يعمل به، والمتشابه: المنسوخ.\n</p>\n\n<p>\nوقول الأصم: المحكمات ما حججه ظاهر، والمتشابه ما\n</p>\n\n<p>\nحججه غامضه.\n</p>\n\n<p>\nوقول غيرهم: المحكم ما أجمع على تأويله،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p421'> Vol. 02, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nوالمتشابه ما اختلف فيه، فكل هذه الأقوال مثالات لبعض\n</p>\n\n<p>\nما انطوت عليه هذه الجملة. ثم جميع ما ذكرنا من المتشابه على\n</p>\n\n<p>\nثلاثة أضرب: ضرب لا مرية فيه أن لا سبيل إلى المراد بتأويله.\n</p>\n\n<p>\nوهو بعض ما تعرض فيه الشبهة من جهة المعنى كمجيء الساعة.\n</p>\n\n<p>\nوحقيقة ذاته.\n</p>\n\n<p>\nوضرب لا خلاف أن للإنسان سبيلا إلى معرفته، وذلك ما كان اشتباهه من جهة\nما يعرض له من عموم وخصوص\n</p>\n\n<p>\nووجوب وندب وغير ذلك مما تقدم ذكره، وكذا ما تعرض فيه\n</p>\n\n<p>\nالشبهة من جهة غرابة اللفظ، وما هو متردد بين الأمرين، يجوز\n</p>\n\n<p>\nأن يختص بمعرفته بعض الراسخين في العلم نحو علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p422'> Vol. 02, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nوابن عباس وغيرهما مما قال النبي - صلى الله عليه وسلم -: \"اللهم فقهه في\n</p>\n\n<p>\nالدين وعلمه التأويل\".\n</p>\n\n<p>\nوهذه الجملة إذا تصورت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p423'> Vol. 02, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nعلم أن من رأى الوقف على قوله: (وما يعلم تأويله إلا الله والراسخون)\n</p>\n\n<p>\nواستأنف ما بعده فلنظره إلى الضرب الأول من المتشابه، ومن\n</p>\n\n<p>\nوصل ذلك وجعل قوله: (الراسخون) عالين به، فلنظره إلى الضرب\n</p>\n\n<p>\nالثاني، والأظهر من الآية القول الأول، وما قال بعضهم:\n</p>\n\n<p>\nإنه لو جاز أن يخاطبنا ثم لا يعرفنا مراده، لجاز أن يخاطبنا بكلام\n</p>\n\n<p>\nالزنج والروم، فالجواب عنه: أن كلام الروم والزنج لا يعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p424'> Vol. 02, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nمنه المراد مجملا، ولا مفصلا، والمتشابه يعلم منه مراده مجملا\n</p>\n\n<p>\nوإن لم نعلمه مفصلا، لأن كل آية قد فسرها المفسرون على أوجه.\n</p>\n\n<p>\nفمعلوم أن المراد لا يخرج منه، ثم تعيين مراد الله تعالى منها غير\n</p>\n\n<p>\nفمعلوم، وهذا ظاهر.\n</p>\n\n<p>\nعلى أنه <span id='ms468'></span> لم يكن يمتنع أن يكلفنا تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p425'> Vol. 02, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nتلاوة أحرف لا نعرف معناها، فيثيبنا على تلاوتها، كما يكلفنا\n</p>\n\n<p>\nأفعالا لا نعرف وجه الحكمة فيها، ليثيبنا عليها، فالتلاوة\n</p>\n\n<p>\nفعل يختص باللسان، ومن جعل قوله: (والراسخون) معطوفا\n</p>\n\n<p>\nجعل قوله: (يقولون) في موضع الحال للمعطوف دون المعطوف\n</p>\n\n<p>\nعليه، كما في قوله: (وجاء ربك والملك صفا صفا) حال\n</p>\n\n<p>\nللمعطوف دون المعطوف عليه.\n</p>\n\n<p>\nإن قيل: لم خص الراسخين بأنهم يقولون آمنا به؟\n</p>\n\n<p>\nقيل: لأن معرفة ما للإنسان سبيل إلى معرفته مما لا سبيل له إلى معرفته هو\n</p>\n\n<p>\nمن علوم الراسخين، لأن الحكماء هم الذين يميزون بين ما\n</p>\n\n<p>\nيمكن علمه وما لا يمكن أن يعلم، وما الذي يدرك إن طلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p426'> Vol. 02, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي لا يدرك، وعلى أي غاية يجب أن يقف طالب العلم، وأي\n</p>\n\n<p>\nمكان يتجاوزه، وهذا أشرف منزلة للحكماء، ولذلك قالت\n</p>\n\n<p>\nعائشة رضي الله عنها: \"من رسوخ علمهم الإيمان بمحكمه\n</p>\n\n<p>\nومتشابهه وإن لم يعلموا تأويله \"\n</p>\n\n<p>\nإن قيل: ما فائدة الإتيان بالمتشابه فى القرآن؟\n</p>\n\n<p>\nقيل: فوائد جمة، منها: أن يبين تشريف\n</p>\n\n<p>\nالعلماء بتميزهم عن غيرهم، ومنها: رياضة العقول في تعرفها.\n</p>\n\n<p>\nومنها: استحقاق الثواب بتعب الفكر فيه، ومنها: إظهار شرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p427'> Vol. 02, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nالفكر، ليعلم أنه لم يجعل الإنسان عبثا، ومنها: حث من أخبر\n</p>\n\n<p>\nالله عنهم أنهم قالوا: (لا تسمعوا لهذا القرآن والغوا فيه) على أن\n</p>\n\n<p>\nيتدبره، لأنهم إذا سمعوا ما في ظاهره التنافي تأملوه طلبا لرده.\n</p>\n\n<p>\nفيصير ذلك سببا أن يعرفوه لمعرفتهم بإعجازهم ولزوم الحجة به.\n</p>\n\n<p>\nومنها: أن يصير سببا لاعتراف الإنسان بعجزه ومعرفة نقصه.\n</p>\n\n<p>\nومنها: أن يصير الناس تبعا للأنبياء وأولي الأمر الذين حث\n</p>\n\n<p>\nعلى اتباعهم لقو له: (ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه\nالذين يستنبطونه منهم)\n</p>\n\n<p>\nوقوله: (فأما الذين في قلوبهم زيغ)\n</p>\n\n<p>\nفذم لهم بأنهم لزيغهم \"يتحرون طلب الفتنة، وقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p428'> Vol. 02, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nذكر الفتنة تنبيها أن قصدهم إلى إيقاع الفتنة قبل طلب تأويله.\n</p>\n\n<p>\nوهذا القصد باتفاق أهل العقول كلها مذموم.\n</p>\n\n<p>\nفإن قيل: هب أن اتباع طلب الفتنة مذموم.\n</p>\n\n<p>\nفكيف ذموا بابتغاء تأويله؟\n</p>\n\n<p>\nقيل: طلب التأويل من نفس المتشابه مذموم.\n</p>\n\n<p>\nإذ <span id='ms469'></span> لا سبيل إلى تبينه منه، وإنما طلب الحق يجب أن يكون\n</p>\n\n<p>\nبردة إلى المحكم إلى الرسول وإلى أولي الأمر.\n</p>\n\n<p>\nحسب ما نبه عليه تعالى بقوله: ((ولو ردوه إلى الرسول وإلى أولي الأمر\nمنهم) الآية.\n</p>\n\n<p>\nوكل له حالتان:\n</p>\n\n<p>\nأحدهما: أن يكون تابعا على طريق التأكيد، فلا يحذف منه ضمير\n</p>\n\n<p>\nما أكد به، نحو: مررت بالقوم كلهم.\n</p>\n\n<p>\nوالثاني: أن تجعله مخبرا عنه، فيصح الحذف منه إيجازا، نحو: (إنا كل\nفيها)، وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p429'> Vol. 02, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: (كل من عند ربنا) على هذا.\n</p>\n\n<p>\nوالتذكر هاهنا: هو الاتعاظ، ولم يجعل ذلك إلا لصفو\n</p>\n\n<p>\nالخلائق، لما تقدم أن معرفة ما يصح أن يطلب ويعلم مما لا يصح\n</p>\n\n<p>\nفيه ذلك أشرف منزلة في العلم.\n</p>\n\n<p>\nقوله عز وجل: (ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة\nإنك أنت الوهاب (8)\n</p>\n\n<p>\nالوهاب: قيل معناه: لا تزغ قلوبنا عن الثواب في الآخرة.\n</p>\n\n<p>\nوقيل: لا تنسبها إلى الزيغ، ولا تحكم عليها بذلك.\n</p>\n\n<p>\nوقيل: لا تفعل بنا من الإكرام ما يؤدي إلى الزيغ.\n</p>\n\n<p>\nفكأن الإزاغة إعطاء الخيرات الدنيوية المثبطة عن الخيرات الأخروية\n</p>\n\n<p>\nالمشار إليه بقوله تعالى: (ولو بسط الله الرزق لعباده لبغوا في الأرض)\n</p>\n\n<p>\nولهذا قال أمير المؤمنين رضي الله عنه: \"من وسع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p430'> Vol. 02, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nعليه دنياه ولم يعلم أنه مكر به، فهو مخدوع عن عقله \".\n</p>\n\n<p>\nوقيل معناه: لا تكلفنا أمرا شاقا: كقتل النفس، والخروج من الديار\n</p>\n\n<p>\nالمذكورين في قوله: (ولو أنا كتبنا عليهم أن اقتلوا أنفسكم أو اخرجوا من\nدياركم ما فعلوه إلا قليل منهم).\n</p>\n\n<p>\nوقيل: معناه لا تمنعنا التوفيق، فجعل منع التوفيق إزاغة للقلوب من حيث\n</p>\n\n<p>\nإنه يؤدي إليها، إشارة إلى ما قيل: أقطع ما يكون المجتهد إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p431'> Vol. 02, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nخذله التوفيق، وإياه قصد الشاعر بقوله:\n</p>\n\n<p>\nإذا لم يكن عون من الله للفتى. . . فأكثر ما يجني عليه اجتهاده\n</p>\n\n<p>\nونحو قوله: (لا تزغ قلوبنا) ما روي أن النبي - صلى الله عليه وسلم - كان\nيقول: \"يا مقلب القلوب ثبت قلبي على دينك\"\n</p>\n\n<p>\nفقالت له عائشة: وهل تقلب القلوب؟\n</p>\n\n<p>\nفقال: \"إن قلوب العباد بين أصبعين من أصابع <span id='ms470'></span> الرحمن يقلبها كيف يشاء \".\n</p>\n\n<p>\nوالهبة: تمليك الشيء غيره من غير ثمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p432'> Vol. 02, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nولدن: فيه لغات، قيل: لدن، ولدن بضمتين، ولدن بفتحتين، ولدن\n</p>\n\n<p>\nبالسكون مع فتح اللام وضمه، وقيل: بكسر النون، وقيل: لد\n</p>\n\n<p>\nبحذف النون، ولدى، ونبه تعالى بقوله: (هب لنا) أن من\n</p>\n\n<p>\nحق العبد أن لا يلفت له إلى شيء من العمل وطلب العوض به.\n</p>\n\n<p>\nبل يرجو رجاء المفاليس الطالبين للتفضل والهبة لا العوض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p433'> Vol. 02, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما قال: (من لدنك) لأنه لما كانت الهبة ضربين:\n</p>\n\n<p>\nهبة عن عوض، وهبة لا عن عوض.\n</p>\n\n<p>\nنبه بقوله: (لدنك) أن هذه الهبة اعتراف أن بتفضله\n</p>\n\n<p>\nيدرك ما يدرك في الدنيا والآخرة، نحو قوله:\n</p>\n\n<p>\n(وما كنا لنهتدي لولا أن هدانا الله).\n</p>\n\n<p>\nقوله عز وجل: (ربنا إنك جامع الناس ليوم لا ريب فيه إن الله لا يخلف\nالميعاد (9)\n</p>\n\n<p>\nإن قيل: كيف قال: (لا ريب فيه) وقد وقع فيه ريب الملحدة\n</p>\n\n<p>\nوالمغلطة حتى حكى الله تعالى في إبطالهم إياه ما حكى؟\n</p>\n\n<p>\nقيل: قد تقدم في مبتدأ سورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p434'> Vol. 02, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nالبقرة الفرق بين الريب والإرابة (1)، وأن الذي وقع منهم الإرابة لا\n</p>\n\n<p>\nالريب، وقوله: (إن الله لا يخلف الميعاد) يصح أن يكون\n</p>\n\n<p>\nاستئنافا، من الله، وأن يكون من جملة قولهم، والحكاية\n</p>\n\n<p>\nعنهم، والفائدة في العدول عن الخطاب إلى الخبر، وتخصيص\n</p>\n\n<p>\nلفظ \"الله \" بذلك تنبيا أن الذي اختصصنا بعبادته هذا فعله.\n</p>\n\n<p>\nولم يرد بقوله: (إن الله لا يخلف الميعاد) في جمعنا فقط، بل في\n</p>\n\n<p>\nكل وعد، فإن ذلك كالعلة لما قدمه، كأنه قيل: الله لا يخلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p435'> Vol. 02, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nالميعاد، وقد وعدنا أن يجمعنا ليوم لا ريب فيه، فإذا هو جامعنا\n</p>\n\n<p>\nلا محالة.\n</p>\n\n<p>\nإن قيل: لم قال: (ليوم لا ريب فيه)، ولم يقل (في)؟\n</p>\n\n<p>\nقيل: لأنه أراد بقوله جامع الناس: حافظهم ومحصيهم لذلك اليوم.\n</p>\n\n<p>\nكما قال: (لقد أحصاهم وعدهم عدا)، وكقوله: (إنما يؤخرهم ليوم تشخص فيه\nالأبصار).\n</p>\n\n<p>\nقوله عز وجل: (إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله\nشيئا وأولئك هم وقود النار (10)\n</p>\n\n<p>\nبين أن أعراض الدنيا وإن كانت نافعة بعض الأمور الدنيا.\n</p>\n\n<p>\nفليست مغنية <span id='ms471'></span> عن الكافرين يوم القيامة، كقوله: (ما أغنى عني ماليه)\n</p>\n\n<p>\nفإن قيل: فهل يغني عن المسلم حتى خص الكافرين في هذا المكان؟\n</p>\n\n<p>\nقيل: بلى، لأنه إذا تحرى في ذلك أحكامه كان أحد معاونه في\n</p>\n\n<p>\nوصوله، ولذلك قال: (وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من\nالدنيا)\n</p>\n\n<p>\nوقوله: (عنهم) لاقتضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p436'> Vol. 02, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام معنى الدفع، كأنه قال: لن يغني ذلك دافعا عنهم.\n</p>\n\n<p>\nوقوله: (وأولئك هم وقود النار) كقوله: (وقودها الناس).\n</p>\n\n<p>\nقوله عز وجل: (كدأب آل فرعون والذين من قبلهم كذبوا بآياتنا فأخذهم الله\nبذنوبهم والله شديد العقاب (11)\n</p>\n\n<p>\nالدأب: العادة التي عليها يدوم صاحبها، وهو أخص من العادة، ومنه\n</p>\n\n<p>\nأدأب في سيره، ولذلك قال الفراء: الدأب لزوم الحال التي فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p437'> Vol. 02, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن عباس: هو الصنع، لأن الدأب يقتضي الصنع.\n</p>\n\n<p>\nوقال أبو علي الجبائي: الدأب طول الكون في الشيء كافة.\n</p>\n\n<p>\nككون آل فرعون في النار. والذنب والجرم واحد، لكن الجرم\n</p>\n\n<p>\nيقال اعتبارا بالاكتساب، تشبيها باجترام الثمرة، والذنب\n</p>\n\n<p>\nيقال اعتبارا بما يستحق به في آخره، مأخوذ من الذنب، وعلى\n</p>\n\n<p>\nهذا قيل له: التبعة، وبنحوه سميت العقوبة عقوبة.\n</p>\n\n<p>\nوقيل: سمي الذنب اعتبارا بذنوب الإنسان منه، أي نصيبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p438'> Vol. 02, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: بم يتعلق قوله: (كدأب آل فرعون)؟\n</p>\n\n<p>\nقيل في ذلك: الوجه الأول: أن يتعلق بقو له: (وأولئك هم وقود النار):\n</p>\n\n<p>\nكحال متقدمي آل فرعون.\n</p>\n\n<p>\nالثاني: بقوله: (لن تغني عنهم أموالهم)\n</p>\n\n<p>\nالثالث: بقوله: (إن الذين كفروا) وتقديره: إن\n</p>\n\n<p>\nدأب الذين كفروا كدأب آل فرعون، وتكون (لن تغني عنهم)\n</p>\n\n<p>\nحالا للذين.\n</p>\n\n<p>\nوالرابع: أن يجعل قوله: (كذبوا بآياتنا) غير داخل\n</p>\n\n<p>\nفي صلة (والذين من قبلهم) فتتعلق به كأنه كذب آل فرعون\n</p>\n\n<p>\nوالذين من قبلهم.\n</p>\n\n<p>\nالخامس: أن يتصل بمحذوف تقديره: دأبهم\n</p>\n\n<p>\nفي كفرهم، واستحقاق عذابهم كدأب آل فرعون.\n</p>\n\n<p>\nقوله عز وجل: (قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس المهاد (12)\n</p>\n\n<p>\nقال ابن عباس وقتادة وابن إسحاق:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p439'> Vol. 02, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nلما قتل من قتل يوم بدر جمع النبي - صلى الله عليه وسلم - اليهود، فدعاهم\nإلى الإسلام، وحذرهم مثل ما نزل بقريش، فأبوا، وقالوا: لسنا\n</p>\n\n<p>\nكقريش الأغمار <span id='ms472'></span> إن حاربتنا لتعرفن حالنا، فأنزل الله عز وجل الآية.\n</p>\n\n<p>\nفقوله: (للذين كفروا) يصح أن يكون يعني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p440'> Vol. 02, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nالفريقين: اليهود والمشركين، كقوله: (ما يود الذين كفروا من أهل الكتاب\nولا المشركين) ففسر الذين كفروا في الآيتين بهما جميعا.\n</p>\n\n<p>\nوقرئ (ستغلبون) و (سيغلبون)، أما بالياء فنحو (قل للذين كفروا إن ينتهوا)\nوقوله (قل للذين آمنوا يغفروا)\n</p>\n\n<p>\nوأما بالتاء، فنحو (وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب\nوحكمة)، وقيل: عنى بالذين كفروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p441'> Vol. 02, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nاليهود. وقوله: ستغلبون، للمشركين، فعلى هذا لا يكون\n</p>\n\n<p>\nإلا بالياء.\n</p>\n\n<p>\nإن قيل: كيف أطلق هذا الحكم وقد كان منهم من آمن؟\n</p>\n\n<p>\nقيل: إن الحشر إلى النار متعلق بوجود الكفر منهم، وإذا ارتفع الكفر\n</p>\n\n<p>\nارتفع به الحكم.\n</p>\n\n<p>\nوقوله: (وبئس المهاد) يجوز أن يكون من جملة\n</p>\n\n<p>\nما أمر به أن يقال لهم، ويجوز أن يكون استئناف كلام منه تعالى.\n</p>\n\n<p>\nقوله عز وجل: (قد كان لكم آية في فئتين التقتا فئة تقاتل في سبيل الله\nوأخرى كافرة يرونهم مثليهم رأي العين والله يؤيد بنصره من يشاء إن في ذلك\nلعبرة لأولي الأبصار (13)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p442'> Vol. 02, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nالعبرة: ما يعبر به من الجهل إلى العلم، ومن الحس إلى العقل.\n</p>\n\n<p>\nوأصله من عبور النهر، ومنه: العبارة؛ لأنها جعلت كالمعبر.\n</p>\n\n<p>\nلتأدية المعنى من نفس القائل إلى نفس السامع، وخص التعبير\n</p>\n\n<p>\nبتفسير الرؤيا، وباعتبار المرأون بالشبح، وجعل العبرة للدمعة\n</p>\n\n<p>\nالسائلة، وأصله فعله من عبر.\n</p>\n\n<p>\nوقوله: (فئة) يجوز رفعه على الاستئناف على تقدير: منهم فئة.\n</p>\n\n<p>\nوالجر على البدل، والنصب على الحال، ونحوه مما يجوز فيه الأوجه الثلاثة\nقول الشاعر:\n</p>\n\n<p>\nوكنت كذي رجلين رجل صحيحة. . . ورجل رمى فيها الزمان فشلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p443'> Vol. 02, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما يجوز البدل فيما إذا كان بدل بقدر المبدل منه، فأما إذا\n</p>\n\n<p>\nنقص فليس إلا الاستئناف، نحو مررت بثلاثة: صريع وجريح.\n</p>\n\n<p>\nوالآية معطوفة على ما تقدم تقديره: وقل لهم قد كان لهم آية.\n</p>\n\n<p>\nوقرئ (ترونهم) بالتاء على أن يكون خطابا لليهود، أي\n</p>\n\n<p>\nترون المشركين مثلي المسلمين في العدد، ويرون بالياء أي يرون\n</p>\n\n<p>\nالمسلمون الكافرين مثليهم.\n</p>\n\n<p>\nإن قيل: ما وجه ذلك وقد كانوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p444'> Vol. 02, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة <span id='ms473'></span> أمثالهم، فقد روي أن المشركين كانوا تسعمائة وخمسين إلى\n</p>\n\n<p>\nألف، والمسلمين كانوا ثلاثمائة وبضعة عشرة؟\n</p>\n\n<p>\nقيل في ذلك أقوال:\n</p>\n\n<p>\nأحدها: ما قاله الفراء: وهو أن يقول الرجل لغيره:\n</p>\n\n<p>\nاحتاج إلى مثلك، أي احتاج إليك وإلى آخر، وعلى هذا احتاج\n</p>\n\n<p>\nإلى مثليك يكون محتاجا إلى ثلاثة، فكأنه قيل: يرونهم\n</p>\n\n<p>\nثلاثة أمثالهم، وهذا لا يساعده اللفظ، لأنه لو كان كما يقول\n</p>\n\n<p>\nلقال: يرونهم ومثليهم.\n</p>\n\n<p>\nوالثاني: ما قاله ابن عباس: إن الله عز وجل أرى المسلمين أن المشركين هم\nستمائة وكسر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p445'> Vol. 02, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nوكان قد أخبر أن المائة من المسلمين - تغلب المائتين، فأراهم\n</p>\n\n<p>\nالمشركين على قدر ما أعلمهم، ليقوي قلوبهم، وأرى المشركين\n</p>\n\n<p>\nأن المسلمين أقل من ذلك.\n</p>\n\n<p>\nومع ذلك ألقى في قلوبهم الرعب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p446'> Vol. 02, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nفكانوا يرون عددا قليلا ورعبا كثيرا، وعلى هذا قال، تعالى:\n</p>\n\n<p>\n(وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في أعينهم).\n</p>\n\n<p>\nوالثالث: أنهم يرونهم مثليهم في الجلادة، أي يرى\n</p>\n\n<p>\nكل واحد منهم أنه أجلد من الآخر بمثلين، وذلك كقولك:\n</p>\n\n<p>\nرأيت فلانا مثلي فلان، فتكون المماثلة راجعة إلى الجلادة، لا\n</p>\n\n<p>\nإلى العدد، وعلى هذا قد حمل قوله عز وجل: (إذ يريكهم الله في منامك\nقليلا) أي في القوة والعدد، لا في الكثرة والعدد.\n</p>\n\n<p>\n(ويري) هاهنا متعد إلى مفعول واحد بدلالة تعليقه بالعين.\n</p>\n\n<p>\nوقوله: (والله يؤيد بنصره) أي يكثر تأييده، يقال:\n</p>\n\n<p>\nإدته، أئيده، أيدا، نحو: بعته. أبيعه، بيعا، وآيدته على\n</p>\n\n<p>\nالتكثير، لكن أيدت أكثر استعمالا.\n</p>\n\n<p>\nونصر الله على وجهين: أحدهما بالحجة. والثاني بالغلبة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p447'> Vol. 02, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله (لأولي الأبصار) فإنه يعني به البصائر لا الجارحة\n</p>\n\n<p>\nالمذكورة في قوله عز وجل: (فإنها لا تعمى الأبصار)\n</p>\n\n<p>\nويعني أن في ذلك اعتبارا للذين هم بخلاف من وصفهم بقوله:\n</p>\n\n<p>\n(صم بكم عمي). . .\n</p>\n\n<p>\nقوله عز وجل: (زين للناس حب الشهوات من النساء والبنين والقناطير\nالمقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة\nالدنيا والله عنده حسن المآب (14).\n</p>\n\n<p>\nالقنطرة من المال مقدار تعبر به الحياة تشبيها بالقنطرة.\n</p>\n\n<p>\nوذلك غير محدود القدر في نفسه، وإنما هو بحسب الإضافة\n</p>\n\n<p>\nكالغنى، فرب إنسان يستغنى <span id='ms474'></span> بالقليل وآخر لا يستغنى بالكثير،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p448'> Vol. 02, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nولما قلنا اختلفوا في حده فقيل: هي أربعون أوقية، وقال\n</p>\n\n<p>\nالحسن: ألف ومائتا دينار، وقيل: ملء مسك ثور ذهبا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p449'> Vol. 02, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى ذلك عن ابن عباس، وبعضهم: حده يتغير كاختلافهم في حد الغنى.\n</p>\n\n<p>\nكقولهم: درا هم مدرهمة، ودنانير مدنرة، (والخيل) في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p450'> Vol. 02, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nالأصل للأفراس والفرسان، وإن كان يستعمل في كل واحد\n</p>\n\n<p>\nمفردا، نحو: \"يا خيل الله اركبي \"، وذلك للفرسان، وقول\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم -: \"عفوت لكم عن صدقة الخيل والرقيق \"، فكأنه\nسمي بذلك لما فيه من الخيلاء، فقد قيل: لا يركب أحد فرسا إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p451'> Vol. 02, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nرأى في نفسه خيلاء، وأصل ذلك من خلت، وهو ظن يقرب\n</p>\n\n<p>\nمن الكذب، ومنه الخيال. والأخيل: الشقراق، لكونه\n</p>\n\n<p>\nمتلونا يخال في كل وقت أن له لونا آخر، ولذلك قيل:\n</p>\n\n<p>\nكأبي براقش كل لو. . . ن لونه يتخيل\n</p>\n\n<p>\nو (المسومة) المرسلة في الرعي، وقيل: المعلمة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p452'> Vol. 02, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nالحرب، يقال: سمي بالقصر وسيمياء بالمد، قال تعالى:\n</p>\n\n<p>\n(سيماهم في وجوههم)، قال الشاعر:\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . له سيمياء لا تشق على\nالبصر\n</p>\n\n<p>\nوقال مجاهد: المسومة: المطهمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p453'> Vol. 02, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\nكأنه جعل التضمير لها تسويما، كما جعل (سنا) و (صنعا)\n</p>\n\n<p>\nفي قولهم: (مسنونة) و (مصنوعة).\n</p>\n\n<p>\nوالنعم أصل الإبل.\n</p>\n\n<p>\nفإذا قيل: الأنعام. فقد يتناول الأزواج الثمانية.\n</p>\n\n<p>\nوالشهوة تقال تارة للقوة المشتهية، نحو فلان خامد الشهوة.\n</p>\n\n<p>\nوتارة لانبعاث تلك القوة، وتارة للطعام المشتهى.\n</p>\n\n<p>\nفيقال هذا شهوتي، واختلف في هذا الحب من الذي زينه؟\n</p>\n\n<p>\nمع أنه لا خلاف أن الله عز وجل خالق القوة المشتهية.\n</p>\n\n<p>\nوخالق المشتهى.\n</p>\n\n<p>\nفقال بعضهم: الله عز وجل زينه.\n</p>\n\n<p>\nوذلك لنظره إلى القوة المشتهية أو المشتهى.\n</p>\n\n<p>\nولقوله: (إنا جعلنا ما على الأرض زينة لها) وإليه ذهب عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p454'> Vol. 02, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه روي أنه لما سمع هذه الآية قال: ربنا إنك زينت هذه\n</p>\n\n<p>\nوبينت أن ما بعدها خير منها، فاجعل لعمر وآل عمر الذي هو\n</p>\n\n<p>\nخير منها، وقال بعضهم: زينها الشيطان، وإلى هذا ذهب\n</p>\n\n<p>\nالحسن، فيقول: كيف زينها الله وهو يذمها؟\n</p>\n\n<p>\nومنهم من قال: زين الله منها ما يحسن تناوله، وزين الشيطان ما يقبح، فإن\nالله عز وجل خلق <span id='ms475'></span> الإنسان وقوته المشتهية ومشتهياته وأمر أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p455'> Vol. 02, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nيتناول منها على الوجه الذي يجب قدر ما يجب في الوقت الذي\n</p>\n\n<p>\nيجب، ويجعل ذلك ذريعة إلى التوصل به إلى الآخرة، وقيض له\n</p>\n\n<p>\nشيطانا يغره فحذره منه، فمن راعى أمره وتناول ما أبيح له فإنه\n</p>\n\n<p>\nقد لا يتعدى إلى ما زينه الشيطان، وقد تقدم الكلام في بعض\n</p>\n\n<p>\nذلك في قوله: (زين للذين كفروا الحياة الدنيا).\n</p>\n\n<p>\nقوله عز وجل: (قل أؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنات تجري\nمن تحتها الأنهار خالدين فيها وأزواج مطهرة ورضوان من الله والله بصير\nبالعباد (15)\n</p>\n\n<p>\nمنتهى المنبأ قيل هو قوله: (من ذلكم) وقيل هو (عند ربهم).\n</p>\n\n<p>\nوقيل: هو آخر الآية، وهذه الأقوال على قراءة من رفع (جنات).\n</p>\n\n<p>\nفأما من جرها، فلاشك أن ذلك داخل في جملة الاستفهام، لأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p456'> Vol. 02, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nبدل من قوله (بخير).\n</p>\n\n<p>\nوقال بعضهم: يجوز أن تكون جنات\n</p>\n\n<p>\nنصبا بدلا من موضع بخير، كقولك: مررت برجل زيدا.\n</p>\n\n<p>\nوقوله: (وأزواج مطهرة) قد تقدم، وقد نبه بهذه الآية على\n</p>\n\n<p>\nنعمه الثلاثة، الأول: وهي الأدون، وذلك عروض الدنيا.\n</p>\n\n<p>\nوالثاني: الأوسط: وهو الجنة ونعيمها، والثالث: الأعلى، وهو\n</p>\n\n<p>\nرضوان الله المشار إليه بقوله: (وأن إلى ربك المنتهى).\n</p>\n\n<p>\nوقوله: (هنالك الولاية لله)، وقوله: (ومساكن طيبة في جنات عدن ورضوان من\nالله أكبر)، (والله بصير بالعباد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p457'> Vol. 02, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nأي بهممهم وإرادتهم، فهو يجازيهم بحسب ما يستحقونه.\n</p>\n\n<p>\nقوله تعالى: (الذين يقولون ربنا إننا آمنا فاغفر لنا ذنوبنا وقنا عذاب\nالنار (16).\n</p>\n\n<p>\n(الذين) جر صفة للعباد، أو رفع على تقدير: هم الذين.\n</p>\n\n<p>\nأو نصب على المدح، وقوله: (يقولون) ليس يعني أن ذلك\n</p>\n\n<p>\nمنهم بالقول فقط، بل باعتقادهم وفعلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p458'> Vol. 02, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: ما فائدة: (اغفر لنا ذنوبنا)؟\n</p>\n\n<p>\nقيل: أما على مذهب الوعيديين فسؤال ما هو من حكمه أن يفعل ما هو\nبالمؤمنين\n</p>\n\n<p>\nسئل أو لم يسأل، وقيل: هو فعل ما يقتضي الغفران والوقاية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p459'> Vol. 02, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nمن النار، وهو الإقلاع، وإن كان متعلقا بالقول.\n</p>\n\n<p>\nوقيل: هو مسألة لطف، لا يفعله الله بالعبد إلا إذا سأله.\n</p>\n\n<p>\nقوله عز وجل: (الصابرين والصادقين والقانتين والمنفقين والمستغفرين\nبالأسحار <span id='ms476'></span> (17)\n</p>\n\n<p>\nقد تقدم وصف الصبر ومنازله، وأن كل منزل هو أعلى فثوابه أعلى.\n</p>\n\n<p>\nوأن أرفعه صبر العارف الذي هو الرضى والتسليم.\n</p>\n\n<p>\nوالصادقون: هم الذين صدقوا في الاعتقاد والقول والعمل، وذلك غاية\nالإيمان، والقانت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p460'> Vol. 02, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nالدائم العبادة في السر والجهر، والمنفقون: عني به: في الفرائض\n</p>\n\n<p>\nوالنوافل، ومن المال والبدن، والمستغفرون: طالبو الغفران\n</p>\n\n<p>\nبإتيانهم بالطاعات، وتخصيص الأسحار لكون العبادة فيها أشق\n</p>\n\n<p>\nوالقلوب أحضر وأرق.\n</p>\n\n<p>\nوروى جعفر بن محمد: أن من صلى من الليل، ثم استغفر في آخره سبعين مرة،\nكتب من المستغفرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p461'> Vol. 02, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nبالأسحار، وروي أن ابن عمر كان يصئي فإذا أسحر قعد\n</p>\n\n<p>\nيستغفر، وقال زيد بن أسلم: المستغفرين بالأسحار هم\n</p>\n\n<p>\nالذين يشهدون الصبح في جماعة، وذلك داخل في عموم الآية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p462'> Vol. 02, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nفإن شاهد الصبح في جماعة يستحق الصبح.\n</p>\n\n<p>\nقال عز وجل: (شهد الله أنه لا إله إلا هو والملائكة وأولو العلم قائما\nبالقسط لا إله إلا هو العزيز الحكيم (18)\n</p>\n\n<p>\nالشاهد بالشيء يقتضي حضوره بعلمه، والإنباء عنه، والحكم بما عليه.\n</p>\n\n<p>\nولهذا تفسر الشهادة تارة بالحضور، وتارة بالعلم.\n</p>\n\n<p>\nوتارة بالإعلام، وتارة بالحكم.\n</p>\n\n<p>\nإن قيل: ما وجه قوله: (شهد الله) وقوله: (لكن الله يشهد بما أنزل إليك)،\nوشهادة المدعي بما يدعيه لا تقتضي زيادة على دعواه.\n</p>\n\n<p>\nمع أن هذه الشهادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p463'> Vol. 02, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nإن كانت للجاحدين فغير مقبولة، وإن كانت للمؤمنين به ففضلة؟\n</p>\n\n<p>\nوهل يكفي النبي - صلى الله عليه وسلم - إذا طولب بالدلالة أن يقول: الله\nشاهد لي بذلك؟\n</p>\n\n<p>\nقيل: الشاهد العالم بالشيء، المبين لغيره، وأصدق شاهد\n</p>\n\n<p>\nمن يعلم المشهود عند الدلالة المنبئة عن صدقه، وعن كون الأمر\n</p>\n\n<p>\nعلى ما شهد به، والبارئ عز وجل لما جعل في كل شيء تنبؤا عن\n</p>\n\n<p>\nوحدانيته صار له في كل شيء لسان يشهد أنه واحد، وهذا ظاهر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p464'> Vol. 02, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nوبين بقوله: (والملائكة وأولو العلم) أنهم قد عرفوا ذلك\n</p>\n\n<p>\nوينبئون عنه، فإن الأدلة التي يذكرها العلماء، وتأتي بها الملائكة\n</p>\n\n<p>\nوالأنبياء شهادة منهم، فحثهم الله تعالى بهذا القول على التأمل.\n</p>\n\n<p>\nليعرفوا صحة ما شهدوه، وكذا الآية كأنه أقال، لنبيه:\n</p>\n\n<p>\nلا تستوحش من تكذيب الكافرين لك، فقد أبدى الله <span id='ms477'></span> عز وجل\n</p>\n\n<p>\nمن الآيات ما ينبئ أنه تعالى شاهد لك بصدق دعواك.\n</p>\n\n<p>\nوقوله: (قائما بالقسط) أي هو تعالى مراع للعدالة بكل حال، وذلك\n</p>\n\n<p>\nحال مؤكدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p465'> Vol. 02, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: ما وجه تكرير (لا إله إلا هو) في الآية؟\n</p>\n\n<p>\nقيل: لما كان منتهى إدراك الإنسان للبارئ تعالى أن يعرف الموجودات.\n</p>\n\n<p>\nفيعلم أنه ليس إياها ولا مشبها بشيء منها، صار صفات التنزيه\n</p>\n\n<p>\nله أشرف من صفات التمجيد له، إذ كان عامة صفات التمجيد\n</p>\n\n<p>\nفي ألفاظها مشاركة، يصح وصف العباد بها، ولأجل ذلك\n</p>\n\n<p>\nعظم ما ورد من صفاته على لفظ النفي، نحو: (لا تأخذه سنة ولا نوم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p466'> Vol. 02, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nقيل في سورة الإخلاص: \"إنها تعدل ثلث القرآن \"، لكونها تنزيها محضا، فإن\nلفظي: الأحد والصمد وإن كانا على صورة الإثبات - فنفي للتثنية والتشبيه)،\nثم أبلغ ما يوصف به من التنزيه: (لا إله إلا هو) فتكريره هاهنا\n</p>\n\n<p>\nلأمرين: أحدهما: لكون الثاني قطعا للحكم، كقولك: أشهد\n</p>\n\n<p>\nأن زيدا خارج وهو خارج.\n</p>\n\n<p>\nوالثاني: لئلا يسبق بذكر العزيز الحكيم إلى قلب السامع تشبيه، إذ قد يوصف\nبهما المخلوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p467'> Vol. 02, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (إن الدين عند الله الإسلام وما اختلف الذين أوتوا الكتاب\nإلا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بآيات الله فإن الله سريع\nالحساب (19)\n</p>\n\n<p>\nقد تقدم وجوه الدين، وأن للإسلام ثلاث منازل:\n</p>\n\n<p>\nالأول: الاعتراف الذي يحقن الدم.\n</p>\n\n<p>\nوالثاني: أن يكون مع الاعتراف اعتقاد صحيح ووفاء بالفعل.\n</p>\n\n<p>\nوالثالث: أن يكون مع ذلك استسلام فيما يجري عليه من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p468'> Vol. 02, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\nقضاء ألله، وهو المسؤول بقوله عز وجل: (توفني مسلما)\n</p>\n\n<p>\nوغاية الإنسان في ذلك أن يكون كإبراهيم حين قيل له: أسلم.\n</p>\n\n<p>\n(قال أسلمت لرب العالمين) بين تعالى أن حقيقة طاعة الإنسان\n</p>\n\n<p>\nبحسب ما يكون منه من الاستسلام في المنازل الثلاث، وقد\n</p>\n\n<p>\nقرئ (أن الدين) بالفتح، فيصح أن يكون بدلا من الأول.\n</p>\n\n<p>\nواستغني عن الضمير الراجع إلى الله لإعادة ذكره، ويجوز أن\n</p>\n\n<p>\nيتعلق بفعل مضمر دل عليه الأول، ومن قرأ (شهد الله إنه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p469'> Vol. 02, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nفشهد يعمل في قوله (إن الدين) وإنه كالعلة.\n</p>\n\n<p>\nوقوله: (وما اختلف الذين <span id='ms478'></span> أوتوا الكتاب) كقوله: (إلا الذين أوتوه من بعد\nما جاءتهم البينات) والكلام فيه قد تقدم.\n</p>\n\n<p>\nقوله عز وجل: (فإن حاجوك فقل أسلمت وجهي لله ومن اتبعن وقل للذين أوتوا\nالكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك\nالبلاغ والله بصير بالعباد (20).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p470'> Vol. 02, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه: العضو المعروف، وعبر به عن الجملة.\n</p>\n\n<p>\nوقيل: هو القصد، نحو وجهي إلى فلان.\n</p>\n\n<p>\nوالذين أوتوا الكتاب: قيل هو عام فيمن نزل إليهم الكتاب.\n</p>\n\n<p>\nوالأميون من سواهم من اليهود ومن النصارى ومن العرب.\n</p>\n\n<p>\nإن قيل: كيف يصح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p471'> Vol. 02, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nالاقتصار في المحاجة على أن يقول: تقبل ما أقوله أم ترده، فإن\n</p>\n\n<p>\nرددته أعرضت عنك؟\n</p>\n\n<p>\nقيل: المحاجة ضربان: ضرب للاستهداء\n</p>\n\n<p>\nوضرب للعناد.\n</p>\n\n<p>\nولما كان الله قد بين لهم الأدلة، وبين أنهم يعرفونه كما يعرفون أبناءهم.\n</p>\n\n<p>\nقال حينئذ: إن عاندوك فعرفهم مخالفتك لهم.\n</p>\n\n<p>\nوهذا كما يقال لمن أوضحت له الحجة:\n</p>\n\n<p>\nإن قبلت وإلا أعرضنا عنك.\n</p>\n\n<p>\nوقال بعضعهم: إنما نبه بهذه الآية على الحجة اللازمة لهم.\n</p>\n\n<p>\nووجه ذلك أنه قال: قل لهم: إني توجهت إلى الله بعبادة.\n</p>\n\n<p>\nفهل تنكرون كونه معبودا، فإنه لا يمكنهم إنكار\n</p>\n\n<p>\nذلك إذ كان وجوب عبادته والتوحد له محمودا عند الكل، وإنما\n</p>\n\n<p>\nاختلافهم في غيره، فبين أنهم إن أسلموا للحجة فقد اهتدوا، فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p472'> Vol. 02, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nحجتك لازمة - وليس لهم ما يدعونه حجة، وفي ذلك اهتداؤهم.\n</p>\n\n<p>\n(وإن تولوا) أي إن أبوا أن ينقادوا للحجة فليس عليك إلا البلاغ.\n</p>\n\n<p>\nكقولك: ليس عليك هداهم ونحوه، وقدم الذين أوتوا\n</p>\n\n<p>\nالكتاب، لأن الحجة تلزمهم من وجهين:\n</p>\n\n<p>\nمن الوجه الذي يلزم الأميين، ومن وجه أنهم يدعون الإيمان بإبراهيم وغيره.\n</p>\n\n<p>\nوعلى هذا قال إبراهيم: (يا قوم إني بريء مما تشركون (78) إني وجهت وجهي\nللذي فطر السماوات والأرض حنيفا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p473'> Vol. 02, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (والله بصير بالعباد): أي عارف بمقاصدهم.\n</p>\n\n<p>\nوقوله: (ومن اتبعن) معطوف على التاء أي، (أسلمت).\n</p>\n\n<p>\nولم يحتج إلى تأكيد الضمير، كما أكد في قولهم: خرجت أنا وزيد.\n</p>\n\n<p>\nللفصل القائم مقام التأكيد، وحذف الياء من قوله.\n</p>\n\n<p>\n(اتبعن) لدلالة الكسر عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p474'> Vol. 02, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (إن الذين يكفرون بآيات الله ويقتلون <span id='ms479'></span> النبيين بغير حق\nويقتلون الذين يأمرون بالقسط من الناس فبشرهم بعذاب أليم (21)\n</p>\n\n<p>\nهذا تعريض ببني إسرائيل، وذاك لأن أبا عبيدة بن الجراح قال:\n</p>\n\n<p>\nقلت: يا رسول الله، من أشد الناس عذابا يوم القيامة؟\n</p>\n\n<p>\nقال: \"من قتل نبيا أو رجلا أمر بمعروف ونهى عن منكر\"، ثم قرأ الآية،\nوقال: \"يا أبا عبيدة قتل بنو إسرائيل ثلاثة وأربعين نبيا في ساعة من صدر\nالنهار، فقام مائة واثنا عشر رجلا من عبادهم، فأمروهم بالمعروف، ونهوهم عن\nالمنكر، فقتلوا جميعهم آخر النهار\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p475'> Vol. 02, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: لم أعيد يقتلون ولم يقل: ويقتلون النبيين ويقتلون الذين\n</p>\n\n<p>\nيأمرون؟ فقل: لأمرين:\n</p>\n\n<p>\nأحدهما تفظيعا لشانهم.\n</p>\n\n<p>\nوالثاني: أنه يجوز أن يكون أحد القتلين تفويت الروح والآخر الإهانة\nوإماتة\n</p>\n\n<p>\nالذكر، وذلك كثير في كلامهم.\n</p>\n\n<p>\nإن قيل: لم قال: (ويقتلون النبيين بغير حق)، وقتلهم لا يكون بحق على وجه\nحتى يحتاج إلى تقييده بذلك؟\n</p>\n\n<p>\nقيل: قوله (بغير حق) ليس يتعلق بقوله (ويقتلون النبيين)، بل هو من صفة\nالذين يكفرون، كأنه قال: هم يقتلون، وهم غير محقين، ووصفهم بذلك من أنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p476'> Vol. 02, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\nغير محقين في جميع أحوالهم، وتخصيص أنها للاستقبال في\n</p>\n\n<p>\nقوله: (ويقتلون النبيين) كتخصيصه في قوله: (تقتلون أنبياء الله من قبل)،\nقد تقدم الكلام فيه.\n</p>\n\n<p>\nوكذلك قد تقدم تخصيص لفظ البشارة في العذاب.\n</p>\n\n<p>\nمع كونه موضوعا لما يسر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p477'> Vol. 02, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: ما فائدة قوله (من الناس)؟\n</p>\n\n<p>\nقيل: عنى بذلك وجود الفضيلة المختصة بالإنسان في النبيين، والآمرين\n</p>\n\n<p>\nبالقسط، وذلك نحو قولهم: فلان هو إنسان، وعلى ذلك\n</p>\n\n<p>\nقول الشاعر:\n</p>\n\n<p>\nإذ الناس ناس والزمان يعز به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p478'> Vol. 02, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (أولئك الذين حبطت أعمالهم في الدنيا والآخرة وما لهم من\nناصرين (22)\n</p>\n\n<p>\nالحبوط: فساد العمل، وأصله من الحبط، أي فساد بطون الماشية من مأكل\nالربيع، ولذلك قال عليه الصلاة والسلام: \"إن مما ينبت الربيع ما يقتل\n</p>\n\n<p>\nحبطا أو يلم\".\n</p>\n\n<p>\nيعني بقوله (أولئك): هم الذين يكفرون ويقتلون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p479'> Vol. 02, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nبطلت في الدنيا والآخرة أعمالهم، أما في الدنيا فلأنهم لم يحصلوا\n</p>\n\n<p>\nمنها محمدة، وأما في الآخرة فلم يحصلوا منها مثوبة، وذلك، نحو\n</p>\n\n<p>\nقوله تعالى <span id='ms480'></span>: (وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا).\n</p>\n\n<p>\nإن قيل: لم قال: (وما لهم من ناصرين) ولو قال: ما لهم\n</p>\n\n<p>\nمن ناصر كان ذلك عاما لكونه نكرة منفية؟\n</p>\n\n<p>\nقيل: لما كان القصد بهذه الآيات تثبيت الوحدانية ونفي الكثرات، نبه بلفظ\nالجمع على أن ناصر الناس واحد، فكأنه قال: ما للناس ناصرون، بل لهم\n</p>\n\n<p>\nناصر واحد، فيجب أن يطلب مرضاته ويتحرى مرسوماته.\n</p>\n\n<p>\nوذلك نحو قوله: (هل من خالق غير الله يرزقكم) و (من إله غير الله يأتيكم\nبضياء)، وما أشبه ذلك من الآيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p480'> Vol. 02, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (ألم تر إلى الذين أوتوا نصيبا من الكتاب يدعون إلى كتاب\nالله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون (23)\n</p>\n\n<p>\nالحكم: القضية التي تردع المبطل، ومنه حكمة اللجام.\n</p>\n\n<p>\nوالآية تتناول أليهود والنصارى وإن كانت واردة في اليهود.\n</p>\n\n<p>\nقال ابن عباس: إن رسول الله - صلى الله عليه وسلم - رأى جماعة من اليهود\nفدعاهم، فقالوا: على أي ملة أنت يا محمد؟\n</p>\n\n<p>\nقال: \"على ملة إبراهيم\" فقالوا: إن إبراهيم كان يهوديا.\n</p>\n\n<p>\nفأنزل الله تعالى هذه الآية، وقيل: كان ذلك\n</p>\n\n<p>\nفي سبب اليهوديين اللذين رجمهما النبي - صلى الله عليه وسلم -، وقالت\nاليهود: إن ذلك ليس في التوراة، فأكذبهم النبي - صلى الله عليه وسلم -،\nودعا بالتوراة، فقرأ منها آية الرجم، وقيل: كان في سبب نبوته وتكذيبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p481'> Vol. 02, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nإياه، وقوله: (الذين أوتوا) وإن كان لفظه عافا فمعناه\n</p>\n\n<p>\nخاص، لأنه ليس كلهم فعلوا ذلك، ألا ترى إلى قوله: (من أهل الكتاب أمة\nقائمة يتلون آيات الله آناء الليل وهم يسجدون).\n</p>\n\n<p>\nإن قيل: لم قال: (من الكتاب)، ثم قال: (كتاب الله).\n</p>\n\n<p>\nوهل الأول هو الثاني أم غيره؟\n</p>\n\n<p>\nقيل: قد قال بعضهم: الأول والثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p482'> Vol. 02, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nواحد، وهما التوراة، لقوله تعالى: (قل فأتوا بالتوراة فاتلوها)\n</p>\n\n<p>\nالآية، وذكرها باللفظين تعظيما لها، وقيل: عنى بالأول\n</p>\n\n<p>\nالتوراة، وبالثاني القرآن وغيره من كتبه، تنبيها أن كل كتاب\n</p>\n\n<p>\nيقضي بصحة ما هو فيه.\n</p>\n\n<p>\nوقيل: عنى بالذين أوتوا الكتاب: الذين أعطوا حظا من المعرفة\n</p>\n\n<p>\nبكتاب الله، أي كتاب كان من كتبه.\n</p>\n\n<p>\nإن <span id='ms481'></span> قيل: هل بين التولي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p483'> Vol. 02, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\nوالإعراض فرق؟\n</p>\n\n<p>\nوهل المعرضون هم المتولون أم غيرهم؟\n</p>\n\n<p>\nقيل: تولي الشيء أن تليه، فإذا عدي بعن صار لترك ذلك.\n</p>\n\n<p>\nوالإعراض في الأصل أن تجعل عرضك إليه، أي جانبك.\n</p>\n\n<p>\nومنه قيل: أعرض لك الصيد فارمه فيجوز أن يعني بالتولي\n</p>\n\n<p>\nتولي فريق من الذين أوتوا نصيبا من الكتاب، وبالإعراض\n</p>\n\n<p>\nجماعتهم، ويجوز أن يكون التولي والإعراض جميعا\n</p>\n\n<p>\nللفريق، فيكون معنى التولي عنه ترك موالاته.\n</p>\n\n<p>\nوالإعراض يكون بالبدن، وذلك لئلا يحتج عليهم إذا حضروا\n</p>\n\n<p>\nفيلزمهم حجة.\n</p>\n\n<p>\nوعلى ذلك قوله: (وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم\nمعرضون).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p484'> Vol. 02, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (ذلك بأنهم قالوا لن تمسنا النار إلا أياما معدودات وغرهم\nفي دينهم ما كانوا يفترون (24)\n</p>\n\n<p>\nقد تقدم الكلام فيما حكي عن أهل الكتاب بقولهم: (لن تمسنا النار إلا\nأياما معدودة)\n</p>\n\n<p>\nوالذي غزهم ما حكى عنهم من قوله عز وجل: (نحن أبناء الله وأحباؤه) والغر:\nالأثر الظاهر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p485'> Vol. 02, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nالشيء، ومنه الغرة، والغرار حد السيف اعتبارا بالأثر، ولهذا\n</p>\n\n<p>\nسمى أثره السيف، وغر الثوب أثر كسره، يقال: اطو على\n</p>\n\n<p>\nغرة، واستعير للخديعة، فقيل: غزه واغتره كقولهم: طواه إذا\n</p>\n\n<p>\nخدعه، وسمي الدنيا والشيطان غرورا، لكونهما غارين للإنسان.\n</p>\n\n<p>\nوالغر المغرور، والغرر الخطر المتقدم، كأنه الذي به يغتر، وأما غر\n</p>\n\n<p>\nالطائر الفرخ فاستعارة من الصوت الذي يكون منه عند زقه.\n</p>\n\n<p>\nوالغرغرة: ترديد الصوت من الحلق، فجعل لفظه مرددا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p486'> Vol. 02, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nسبيل الحكاية، كحكاية كثير من الأصوات.\n</p>\n\n<p>\nوالفري: قطع الأديم، واستعير للكذب، استعارة الخلق\n</p>\n\n<p>\nوالاختلاق له.\n</p>\n\n<p>\nإن قيل: هل علموا أنهم كاذبون فيما يقولون؟\n</p>\n\n<p>\nقيل: إما أنهم علموا واغتروا برئاستهم وأعراضهم الدنيوية، أو تمكنوا من\n</p>\n\n<p>\nعلمه فلم يتحروه اغترارا بما هم بصدده، وعلى كلا الوجهين\n</p>\n\n<p>\nيستحقون الذم.\n</p>\n\n<p>\nقوله عؤ وجل: (فكيف إذا جمعناهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت\nوهم لا يظلمون (25)\n</p>\n\n<p>\nما سئل عنه بكيف محذوف، كأنه قيل: كيف حالهم أو قولهم وافتراؤهم.\n</p>\n\n<p>\nفحذف لدلالة الكلام عليه، كحذفه في قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p487'> Vol. 02, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n(فكيف إذا توفتهم الملائكة يضربون وجوههم)\n</p>\n\n<p>\nومعناه: كيف حالهم إذا جوزوا <span id='ms482'></span> بفعلهم، ولم يظلموا في بخس\n</p>\n\n<p>\nما استوجبوا من ثواب، أو زيادة ما استحقوا من عقاب.\n</p>\n\n<p>\nودل بالآية أن الكفار لا تغفر ذنوبهم، وعلي ذلك (يريدون أن يخرجوا من\nالنار وما هم بخارجين منها) الآية.\n</p>\n\n<p>\nوقد تقدم معنى قوله: (ووفيت كل نفس) في سورة البقرة.\n</p>\n\n<p>\nوقوله عز وجل: (قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن\nتشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير (26)\n</p>\n\n<p>\nاللهم: تقديره عند سيبويه يا الله،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p488'> Vol. 02, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\nوالميمان بدل من ياء، ولا يستعمل ذلك إلا في هذه اللفظة فقط.\n</p>\n\n<p>\nوعند الفراء تقديره: يا الله امنا بخير، فجعلا بمنزلة لفظ\n</p>\n\n<p>\nواحد، وحذف الهمزة منه، كقولهم: هلم، وأصله: هل أم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p489'> Vol. 02, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nوقال البصريون: لو كان كما ذكر الفراء لاستغنى به عن جواب\n</p>\n\n<p>\nالشرط. إذا قيل: يا الله امنا بخير. لكون ذلك مكررا.\n</p>\n\n<p>\nوالنزع: جذب الشيء من الشيء، وفصله عنه، ومنه المنازعة.\n</p>\n\n<p>\nوسمى الشوق نزاعا ونزوعا لما تصور في ذلك أن المحبوب ينزع\n</p>\n\n<p>\nقلب المحب منه، والنزع ضربان: نزع إلى الشيء وهو الاشتياق.\n</p>\n\n<p>\nونزع عنه، وهو الكف، وقيل للغريب: نزيع، لكونه منزوعا\n</p>\n\n<p>\nعن مسقط رأسه، أو لكونه نازعا إليه، أي مشتاقا، وقيل لمن\n</p>\n\n<p>\nيشبه أعمامه وأخواله: نزيع لنزع الشبه منهم، أو لكونه منزوعا\n</p>\n\n<p>\nبالشبه عنهم، وسمي السهم منزعا.\n</p>\n\n<p>\nوالنزعة: الموضع من رأس الأقرع، لكون شعره نزيعا عنه.\n</p>\n\n<p>\nوقد تقدم الكلام في الملك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p490'> Vol. 02, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nوالملك وأن الملك كالنوع للملك، فإن كل ملك ملك ما.\n</p>\n\n<p>\nوليس كل ملك ملكا، وقد عظم الله أمره، وقرن بالكتاب والنبوة\n</p>\n\n<p>\nذكره، ففال: (أم يحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل\nإبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما).\n</p>\n\n<p>\nوقال: (إذ جعل فيكم أنبياء وجعلكم ملوكا)\n</p>\n\n<p>\nوقيل: الدين أس والملك حارس، لكون أحدهما غير مستغن عن الآخر من وجه، وقد\nيسمى المتسلط ملكا وإن كان على ضرب من المجاز، وعلى هذا\n</p>\n\n<p>\nقوله: (وكان وراءهم ملك)، فسماه ملكا مع كونه غاصبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p491'> Vol. 02, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف: هل يؤتى الملك الفاسق والكافر؟\n</p>\n\n<p>\nفمنهم من قال <span id='ms483'></span>: لا يؤتاهما.\n</p>\n\n<p>\nوإليه ذهب البلخي والجبائي، وذلك لنظرهم\n</p>\n\n<p>\nإلى الملك الأول، ولاعتبار قوله (لا ينال عهدي الظالمين).\n</p>\n\n<p>\nومنهم من قال: يؤتاهما ذلك، وذلك لنظرهم إلى الثاني الذي هو\n</p>\n\n<p>\nالتسلط، وكون ذلك أحد الأغراض الدنيوية، ولهذا قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nربنا: (إنك آتيت فرعون وملأه زينة وأموالا)، والأظهر\n</p>\n\n<p>\nفي الآية أنه يعني الملك، الحقيقى لقوله: (والله يؤتي ملكه من يشاء)\n</p>\n\n<p>\nفأضافه إلى نفسه تعظيما له\n</p>\n\n<p>\nوالملك المطلق هو الملك الإلهي، الذي لا جور فيه بوجه، ولذلك قرنه\n</p>\n\n<p>\nبالعز والذل، وإخراج الحي من الميت، والميت من الحي، وإيلاج\n</p>\n\n<p>\nالليل في النهار، والنهار في الليل، وإعطاء الرزق، ونبه بقوله:\n</p>\n\n<p>\n(مالك الملك) أن الملك في الحقيقة له وما لغيره عارية مستردة.\n</p>\n\n<p>\nولم يعن بالملك هاهنا سياسة العامة فقط، بل ملك الإنسان\n</p>\n\n<p>\nعلى قواه وهواه، فقد قيل: لا يصلح لسياسة الناس من لا يصلح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p493'> Vol. 02, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nلسياسة نفسه. وقيل لبعضهم: من الملك؟ فقال: من ملك هواه\n</p>\n\n<p>\nفقهره، وقوله: (وتعز من تشاء) أي تعزه بإعطائه الملك.\n</p>\n\n<p>\n(وتذل من تشاء) باسترجاعه منه أو حرمانه إياه.\n</p>\n\n<p>\nوقيل: تعز من تشاء بأن تصونه عن تمكينه من الملك في الدنيا.\n</p>\n\n<p>\nوتذل من تشاء بإعطائه ذلك، وهذا التفسير على النظر إلى ما قال عليه\n</p>\n\n<p>\nالصلاة والسلام: \"ستحرصون على الإمارة، ثم تكون حسرة\n</p>\n\n<p>\nوندامة إلى يوم القيامة\"\n</p>\n\n<p>\nوما قال أبو بكر رضي الله عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p494'> Vol. 02, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\n\"إن أشقى الناس في الدنيا والآخرة الملوك، إن الرجل إذا ملك\n</p>\n\n<p>\nزهده الله فيما في يده، ورغبه فيما في يد غيره، ونقصه شطر أجله\n</p>\n\n<p>\nوأشرب قلبه الإشفاق، فهو يحسد على القليل، ويتسخط\n</p>\n\n<p>\nالكثير، فإذا وجبت نفسه حاسبه الله فأشد حسابه وأقل غفره \"\n</p>\n\n<p>\nوقال بعض المفسرين: أمر نبيه في هذه الآية أن يدعوه، بأن يحول\n</p>\n\n<p>\nعز فارس إلى العرب، وخضص الملك بالنبوة، فقال معناه:\n</p>\n\n<p>\nتؤتي النبوة من تشاء وتصرفها عمن تشاء.\n</p>\n\n<p>\nوقيل قوله: (تعز من تشاء وتذل من تشاء)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p495'> Vol. 02, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nليس براجع إلى الملك، وإنما معناه:\n</p>\n\n<p>\nمن يشاء بطاعته، ويذل من يشاء بمعصيته، والأظهر أن يكون\n</p>\n\n<p>\nذلك عاما في كل عز وذل دنيويا كان أو <span id='ms484'></span> أخرويا.\n</p>\n\n<p>\nإن قيل: كيف قال: (بيدك الخير) والخير والشر بيده؟\n</p>\n\n<p>\nفقيل في ذلك أجوبة:\n</p>\n\n<p>\nالأول: أراد الخير والشر، لكن الآية لما كانت في الحمد\n</p>\n\n<p>\nوالشكر لا للحكم ذكر الخير، إذ هو المشكور عليه، وعلى ذلك -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p496'> Vol. 02, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nقوله (وإذا مرضت فهو يشفين)، وفيه تعليمنا كيف نمدح\n</p>\n\n<p>\nأبناء جنسنا بأن نذكرأشرف خصالهم.\n</p>\n\n<p>\nوالثاني: أنه نص على المعظم ليفهم منه الضد الآخر.\n</p>\n\n<p>\nكقوله: (سرابيل تقيكم الحر)، وكقول الشاعر:\n</p>\n\n<p>\nفما أدري إذا يممت وجها. . . أريد الخير أيهما يليني\n</p>\n\n<p>\nوالثالث: أنه أراد بالخير: الخير والشر، وسماهما خيرا، لأنه\n</p>\n\n<p>\nليس في العالم شر خالص، كما أن فيه خيرا خالصا، وذاك أن ما\n</p>\n\n<p>\nهو شر بكذا هو خير لكذا، فالخير والشر يصدق عليهما الوصف\n</p>\n\n<p>\nبالخير من هذه الجهة، ولا يصدق عليهما الوصف بالشر، فلو\n</p>\n\n<p>\nقال بيده الشر، لم يدخل فيه الخير.\n</p>\n\n<p>\nووصفه بالقدرة على كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p497'> Vol. 02, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nشيء في آخر الآية تنبيه على أنه أراد الأمرين، فإن سعة القدرة\n</p>\n\n<p>\nتقتضيهما.\n</p>\n\n<p>\nقوله عز وجل: (تولج الليل في النهار وتولج النهار في الليل وتخرج الحي من\nالميت وتخرج الميت من الحي وترزق من تشاء بغير حساب (27).\n</p>\n\n<p>\nالولوج: الدخول في مضيق، فهو أخص من الدخول.\n</p>\n\n<p>\nيقال: تولج الظبي، والولجة: بناء بين يدي فناء القوم، كالمدخل\n</p>\n\n<p>\nإليه. واستعير الوليجة لبطانة الرجل كالدخيل وإيلاج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p498'> Vol. 02, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nالليل في النهار والنهار في الليل، يتناول تعاقب أحدهما الآخر.\n</p>\n\n<p>\nوالزيادة من كل واحد منهما في الآخر، وقد فسر بهما.\n</p>\n\n<p>\nوقوله: (وتخرج الحي من الميت وتخرج الميت من الحي)\n</p>\n\n<p>\nيتناول خروج الإنسان من النطفة، نحو: (أنا خلقناه من نطفة)، وقوله: (وهو\nالذي خلق من الماء بشرا)، وهذا هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p499'> Vol. 02, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nالذي قال الضحاك والسدي وابن زيد: الدجاجة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p500'> Vol. 02, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nالبيض، والبيض من الدجاج ..\n</p>\n\n<p>\nوقال الحسن: عنى إخراج المؤمن من الكافر والكافر من المؤمن.\n</p>\n\n<p>\nوقال بعضهم: يتناول ذلك كل شيء من الأركان.\n</p>\n\n<p>\nإذا استحال إلى غيره.\n</p>\n\n<p>\nولهذا قال السدي: يخرج النخلة من النواة، والنواة من النخلة.\n</p>\n\n<p>\nوالأظهر في قوله: الحي من الميت. تصور اثنين.\n</p>\n\n<p>\nوقد قيل: عنى بذلك شيئا واحدا تتغير به الحال.\n</p>\n\n<p>\nفيكون ميتا <span id='ms485'></span> ثم يحيا، وحيا فيموت، كقولك: جاء من فلان أسد.\n</p>\n\n<p>\nوليس الأسد إلا هو، وقد تقدم الكلام في قوله (بغير حساب).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p501'> Vol. 02, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن\nيفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه\nوإلى الله المصير (28).\n</p>\n\n<p>\nقد عظم الله موالاة الكافرين وموادتهم والركون إليهم في آيات\n</p>\n\n<p>\nكقوله: (يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء)\n</p>\n\n<p>\nوقال: (يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء)\n</p>\n\n<p>\nوقال: (لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله\nورسوله) وقال: (لا تتخذوا بطانة من دونكم).\n</p>\n\n<p>\nوقال: (ولا تركنوا إلى الذين ظلموا)\n</p>\n\n<p>\nوأمرنا بالإعراض عنهم.\n</p>\n\n<p>\nفقال: (فأعرض عن من تولى عن ذكرنا)\n</p>\n\n<p>\nوقال عليه الصلاة والسلام:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p502'> Vol. 02, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\n\"لاتراءى ناراهما \" وقال: \"أنا بريء من كل مسلم مع مشرك \"\n</p>\n\n<p>\nإن قيل: ما وجه جواز مواصلتهم والاستعانة بهم واتخاذهم\n</p>\n\n<p>\nعبيدا، وذلك ضرب من الموالاة، فالجواب من أوجه:\n</p>\n\n<p>\nالأول: أن هذه الآيات تقتضي المنع أمن، موالاتهم، إلا ما\n</p>\n\n<p>\nخص، وفسح لنا فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p503'> Vol. 02, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: أن الموالاة المطلقة هي أن تواليهم في جميع الأمور.\n</p>\n\n<p>\nفأما في شيء دون شيء فليس ذلك بموالاة.\n</p>\n\n<p>\nالثالث: أن يكون ذلك مخصوصا في الموالاة الدينية.\n</p>\n\n<p>\nالرابع: أن الموالاة على ضربين: موالاة الأرفع للأوضع، وذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p504'> Vol. 02, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nباستخدامه إياه ورعايته والحماية عليه، وموالاة الأوضع للأرفع\n</p>\n\n<p>\nوذلك بالخدمة. والذي نهي عنه المسلم جزما هو أن يوالي الكافر\n</p>\n\n<p>\nموالاة الأوضع للأرفع بالخدمة له والاستعانة به استعانة الذليل\n</p>\n\n<p>\nبالعزيز، لا أن يستعين به استعانة العزيز بالذليل والمخدوم\n</p>\n\n<p>\nبالخادم، فذلك مرخص فيه، وذاك لما قال النبي - صلى الله عليه وسلم -:\n\"الإسلام يعلو ولا يعلى\" ومن هذا رخص أن ننكح منهم دون أن ينكحوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p505'> Vol. 02, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nفينا، وأن نملك أرقاءهم ولا يملكوا أرقاءنا، وأن نرثهم\n</p>\n\n<p>\nفي قول من يرى ذلك، ولا يرثونا بوجه، ثم قد يكره لمن لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p506'> Vol. 02, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\nيقر في الإسلام المصاهرة إليهم، والاستعانة في المهن بهم\n</p>\n\n<p>\nتفاديا أن يغروه، وذلك ما قال عليه الصلاة \"والسلام لحذيفة\n</p>\n\n<p>\nلما تزوج <span id='ms486'></span> بمشركة: \"دعها فإنها لا تحصنك\"، بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p507'> Vol. 02, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nلذلك قال: \"مثل الجليس الصالح كمثل الداري إن لا يحذك\n</p>\n\n<p>\nمن عطره تعلقك من ريحه، ومثل الجليس السوء كمثل القين إن\n</p>\n\n<p>\nلا يحرقك بشرره يؤذك بدخانه \"، وقال بعض الحكماء:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p508'> Vol. 02, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\n\"إياك ومجالسة الشرير، فإن طبعك يسرق من طبعه، وأنت لا تدري \".\n</p>\n\n<p>\nوقوله: (ومن يفعل ذلك فليس من الله في شيء)\n</p>\n\n<p>\nإياس من الموالاة التي أثبتها بقوله: (الله ولي الذين آمنوا)\n</p>\n\n<p>\nونحوه، وقوله: (إلا أن تتقوا منهم تقاة) فرخصه في إظهار\n</p>\n\n<p>\nالموالاة باللسان دون القلب، حيث يحصل تقية، كقوله: (إلا من أكره وقلبه\nمطمئن بالإيمان)\n</p>\n\n<p>\nولاحرج في مداراة الكافر حيث يخاف شره، أو يرجى صلاحه، فقد روي عن النبي\n- صلى الله عليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p509'> Vol. 02, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nأنه استأذن عليه بعض الناس، فقال: \"بئس أخو العشيرة\n</p>\n\n<p>\nهو\"، فلما دخل أكرمه، وسألته عائشة بعد خروجه، فقال: \"إن شر\n</p>\n\n<p>\nالناس من يكرم اتقاء لسانه\".\n</p>\n\n<p>\nواختلف هل يجوز الإفصاح بالحق في حال التقية؟\n</p>\n\n<p>\nفأجاز ذلك بعضهم استدلالا بما روى الحسن: أن مسيلمة الكذاب أخذ رجلين من\nأصحاب رسول الله - صلى الله عليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p510'> Vol. 02, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لأحدهما: أتشهد أني رسول الله؟ قال: نعم.\n</p>\n\n<p>\nفخلاه، ثم دعا الآخر، فقال له ذلك، فأبى أن يقوله فقتله، فقيل\n</p>\n\n<p>\nذلك للنبي - صلى الله عليه وسلم -، فقال: \"أما المقتول فمضى على صدقه\nويقينه، وأخذ بفضيلة، فهنيئا له.\n</p>\n\n<p>\nوأما الآخر فأخذ برخصة الله، فلا تبعة عليه \"\n</p>\n\n<p>\nوجملة الأمر أن الإفصاح عند التقية إيفاء بالحق، مستحسن حيث كان فيه نفع\nديني، فأما إذا لم يكن في ذلك نفع ديني بوجه، فالعدول إلى كلمة الكفر على\nوجه التعريض أولى،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: ما تعلق هذه الآية بما قبلها؟\n</p>\n\n<p>\nقيل: لما عرفنا أنه مالك الكل والقادر عليه نهانا عن موالاة من يعاديه.\n</p>\n\n<p>\nوقوله: (ويحذركم الله نفسه) فالحذر: الاحتراز من السطوة.\n</p>\n\n<p>\nوذلك على ضربين: أحدهما: حذر الإنسان إياه برؤية ذنوبه.\n</p>\n\n<p>\nوإليه قصد بقو له: (يحذر الآخرة)، والثاني: حذره برؤية\n</p>\n\n<p>\nتقصيره في طاعته، وإياه قصد بهذه الآية، وعلى هذا ذكر التقوى.\n</p>\n\n<p>\nفقال في موضع: (واتقوا يوما ترجعون <span id='ms487'></span> فيه إلى الله).\n</p>\n\n<p>\nوفي موضع: (يا أيها الذين آمنوا اتقوا الله).\n</p>\n\n<p>\nقال الحسن: من رحمته أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p512'> Vol. 02, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\nحذرهم نفسه، ولتحذيره إياهم قال: (والله خير الماكرين)\n</p>\n\n<p>\nفإنه حذرنا، بخلاف ما بفعل الماكر، وإلى مقتضى معناه أشار العرب\n</p>\n\n<p>\nبقول: أعذر من أنذر، وفائدة قوله: (ويحذركم الله) في\n</p>\n\n<p>\nهذا المكان أنه لما ذكر قوله: (إلا أن تتقوا منهم تقاة) بين أنكم وإن\n</p>\n\n<p>\nاتقيتموهم فاحذروا الله، فإنه يحذركم أن توالوهم بقلوبكم.\n</p>\n\n<p>\nقوله عز وجل: (قل إن تخفوا ما في صدوركم أو تبدوه يعلمه الله ويعلم ما في\nالسماوات وما في الأرض والله على كل شيء قدير (29)\n</p>\n\n<p>\nالأصل في الصدر: الجارحة، فاستعير لصدر المجلس والكتاب\n</p>\n\n<p>\nوالكلام، وصدره إذا أصاب صدره، أو قصد نحو ظهره، وكتفه.\n</p>\n\n<p>\nوإذا عدي بعن اقتضى الانصراف عنه، والصدر يقال للمصدر\n</p>\n\n<p>\nاللفظي ولموضع الصدر، ولزمانه، والصدار الصدرة يغطى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nبها الصدر على بناء الدثار واللباس، ويقال له الصدرة، ولا\n</p>\n\n<p>\nنهى تعالى عن موالاة الكفار - وذلك يكون بالقلب قبل أن يكون\n</p>\n\n<p>\nبالجوارح - حذرهم أن يوالوهم بقلوبهم، فيكونوا كمن وصفهم\n</p>\n\n<p>\nبقوله: (ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول)،\nوكمن وصفهم بقوله تعالى: (إذا جاءك المنافقون قالوا نشهد إنك) الآية، بين\nأنه لا يخفى عليه ذلك، بل لا يخفى عليه ما في السموات والأرض، وهو قادر\nعليهم، وإذا كان قادرا وعالما بالسرائر فحق أن يحذر.\n</p>\n\n<p>\nإن قيل: لم قدم الإخفاء على الإبداء، ومن البادي يتوصل\n</p>\n\n<p>\nإلى الخافي، وقضية المتمدح أن يقول فلان لا يفوتني: مشى أو\n</p>\n\n<p>\nعدى ولا يكاد يقال: عدى أو مشى؟ قيل: لما كان العلم يظهر في\n</p>\n\n<p>\nالنفس، ثم يبرز بالقول أو بالكتاب صار الخافي سببا للبادي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nفنبه بذلك أنه يعلم الشيء منا قبل أن نظهره، وأنه يستوي عنده\n</p>\n\n<p>\nالسر والجهر، وعلى هذا قال: (سواء منكم من أسر القول ومن جهر به)، وقال:\n(يعلم سركم وجهركم)، فقدم الشر في هذا الموضع.\n</p>\n\n<p>\nوقال في موضع: (وإن تبدوا ما في أنفسكم أو تخفوه) فقدم الإبداء تنبيها\nأنهما عنده سواء.\n</p>\n\n<p>\nقوله عز وجل <span id='ms488'></span>: (يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود\nلو أن بينها وبينه أمدا بعيدا ويحذركم الله نفسه والله رءوف بالعباد (30).\n</p>\n\n<p>\nتقديره: يحذركم نفسه يوم تجد، أو اذكر يوم تجد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p515'> Vol. 02, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nأو الله على كل شيء قدير يوم تجد.\n</p>\n\n<p>\nوقوله: (ما عملت من خير) مفعول تجد، (وما عملت من سوء) معطوف عليه، كأنه\nقيل: وما عملت من سوء محضرا، وتوفى: في موضع\n</p>\n\n<p>\nالحال، وقيل: و (ما عملت من سوء) استئناف، إما جزاء\n</p>\n\n<p>\nو (تود) جوابه، وعلى هذا لو قرى (تود) بالفتح أو بالكسر\n</p>\n\n<p>\nلجاز، وإما أن يكون بمعنى الذي متضمنا لمعنى الشرط،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nوإن لم يكن في تقدير الجزم، نحو: الذي يأتينى له درهم.\n</p>\n\n<p>\nوالأولى أن يكون معطوفا كما تقدم، ووجود الأنفس ما\n</p>\n\n<p>\nعملت: تصوره لها من حيث لا يخفى عليها، ونحوه مما دل على\n</p>\n\n<p>\nذلك قوله: (إنا كنا نستنسخ ما كنتم تعملون)\n</p>\n\n<p>\nوقوله: (يوم يبعثهم الله جميعا فينبئهم بما عملوا أحصاه الله ونسوه)\n</p>\n\n<p>\nفاستنساخه وإحصاؤه: إذكارهم به حتى يعلموه، فإن من صفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p517'> Vol. 02, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\nعلم الإنسان أن تحصل صورة المعلوم في قلبه وثبوت الصورة في\n</p>\n\n<p>\n، القلب أوكد كتابة، ويجوز أن يكون معنى (تجد كل نفس ما عملت).\n</p>\n\n<p>\nأي جزاء ما عملت من خير وشر.\n</p>\n\n<p>\nإن قيل: ما فائدة حذف الجزاء في هذا المكان ونحوه من قوله: (ثم توفى كل\nنفس ما كسبت)، وقوله: (ذوقوا ما كنتم تكسبون).\n</p>\n\n<p>\nوقوله: (فمن يعمل مثقال ذرة خيرا يره (7) ومن يعمل مثقال ذرة شرا يره\n(8)؟\n</p>\n\n<p>\nقيل: لما أراد أن ينبه أن الإنسان لا يبخس حظه فيما يفعل من خير، ولا\nيزاد عليه في جزاء ما يفعل من شر، ذكر نفس الفعل دون الجزاء؛ تنبيها له أن\nفعله مستوفى بالجزاء، حتى كأنه هو، كقولك: زيد هو أبوه بعينه.\n</p>\n\n<p>\nإذا أريد المبالغة في التشبيه به، وإعادة قوله: (ويحذركم الله نفسه)،\nتوكيد\n</p>\n\n<p>\nواستظهار عليهم.\n</p>\n\n<p>\nفإن قيل: وكيف علقه بالرأفة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: تنبيها لأمن المحبوب من حبيبه، ولهذا قال النبي عليه\n</p>\n\n<p>\nالصلاة والسلام مخبرا عن الله: \"لا يزال <span id='ms489'></span> العبد يتقرب إلي\n</p>\n\n<p>\nبالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به.\n</p>\n\n<p>\nوبصره الذي يبصر به \" الخبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب\nالكافرين (32)\n</p>\n\n<p>\nهذا إلزام \"كالأول، لكنه أعم، لأن طاعته أعم من اتباعه، إذ قد يكون\nالإنسان مطيعا لغيره، ثم لا يكون متبعا له في أفعاله، وذكر ها هنا الرسول\nتنبيها أن كل من كان رسولا من جهة فطاعته واجبة، \\ثم قال: (فإن تولوا فإن\nالله لا يحب الكافرين)، أي من تولى فقد خرج عن التحبب إليه، ومن لم يتحبب\nإليه بطاعته فهو لا يحبه بإثابته، والكافر غير متحبب إليه بتوليه عنه،\nفمحال أن يحبه، فصار تقديره: إنكم إذا كفرتم بالإعراض عنه وعن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p520'> Vol. 02, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\nرسوله، فإنه لا يحبكم. وفي ذلك إبطال دعواهم، حيث قالوا:\n</p>\n\n<p>\n(نحن أبناء الله وأحباؤه)، وقوله: (لا يحب الكافرين) تنبيه\n</p>\n\n<p>\nأنه ينقطع عنهم توفيقه، وبانقطاع توفيقه عنهم يضلون ويعمهون.\n</p>\n\n<p>\nقوله عز وجل: (إن الله اصطفى آدم ونوحا وآل إبراهيم وآل عمران على\nالعالمين (33).\n</p>\n\n<p>\nقد تقدم الكلام في معنى الاصطفاء، وأن ذلك منه تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p521'> Vol. 02, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\nعلى وجهين: أحدهما: على سبيل الثواب بحسب الاستحقاق.\n</p>\n\n<p>\nوالثاني: على سبيل التفضيل والابتداء بالترشيح، الذي يؤدي إلى\n</p>\n\n<p>\nالعمل المرضي، وذلك على ضربين:\n</p>\n\n<p>\nأحدهما: أن يكون ذلك على سبيل الاجتباء، وهو أن تفيض العناية الإلهية\nعليه، فيجعله على نهاية الكمال بلا اجتهاد منه، ويجعله سببا لتخريج غيره.\n</p>\n\n<p>\nوذلك للأنبياء ومن داناهم من الأولياء.\n</p>\n\n<p>\nالثاني: على سبيل الاهتداء، وهو أن يوفقه برسله ليتبلغ درجة. فدرجة على\nسبيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\nالاكتساب، حتى يقرب من هؤلاء لتحمل المشاق، وذلك للحكماء\n</p>\n\n<p>\nومن داناهم من المؤمنين، ويقال فيهما الاصطفاء، ولوجود\n</p>\n\n<p>\nهذين الطريقين، قال تعالى: (يجتبي إليه من يشاء ويهدي إليه من ينيب) وقول\nالفراء: اصطفاؤهم اختيار دينهم.\n</p>\n\n<p>\nوقول الزجاج والجبائي: اختيارهم للنبوة.\n</p>\n\n<p>\nوقول البلخي: هو تفضيلهم على غيرهم بما أولاهم من الأمور الجليلة.\n</p>\n\n<p>\nكل ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p523'> Vol. 02, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nداخل في الاصطفاء، وقد تقدم الكلام في الآل وأنه أخص من\n</p>\n\n<p>\nالأهل، فإن الآل يتناول الأخصاء الذين يجرون من <span id='ms490'></span> الإنسان\n</p>\n\n<p>\nمجرى ذاته، ولهذا يقال لذات الإنسان ولخصائص عشيرته: الآل.\n</p>\n\n<p>\nولم يتناول آل محمد الكافرين من ذويه، وعنى بالمذكورين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذه الآية جملة من فضلهم في قوله: (إنا أوحينا إليك كما أوحينا إلى\nنوح والنبيين من بعده) الآية، فذكر اثني عشر نبيا، وسنذكر إذا انتهينا إليه\nتخصيصهم بالذكر، وكيف رتبوا هذا الترتيب، ومخالفة ذكرهم في الترتيب\nلأزمنتهم.\n</p>\n\n<p>\nإن قيل: كيف تعلق هذه الآية بما قبلها؟\n</p>\n\n<p>\nقيل: تعلقها بها من وجهين.\n</p>\n\n<p>\nأحدهما: أنه لما أمرهم تعالى باتباع نبينا وهم\n</p>\n\n<p>\nيقرون بوجوب اتباع الذين ذكرهم، بين أن جماعتهم في كونهم\n</p>\n\n<p>\nمتساوين في النبوة سواء، وأن الذي دل على وجوب اتباع\n</p>\n\n<p>\nأهؤلاء يدل على وجوب اتباع، سائرهم.\n</p>\n\n<p>\nوالثاني: أنه نبه أن اصطفاءه تعالى لهؤلاء لكونهم مطيعين له، مستحقين\nلمحبته\n</p>\n\n<p>\nبذلك.\n</p>\n\n<p>\nقوله عز وجل: (ذرية بعضها من بعض والله سميع عليم (34)\n</p>\n\n<p>\nالذرية: قيل: من ذرأ الله الخلق فترك همزه نحو روية وبرية ونبى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p525'> Vol. 02, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nوخابية وملك من روأ وأنبأ وخبأ وملأك، وقيل: بل هو من\n</p>\n\n<p>\nذرو الريح، وأصله ذروية، وقيل: هي فعلية من الذر نحو قمرية.\n</p>\n\n<p>\nويقال: ذرية للواحد والجمع، ويقال للأصل والنسل، قال تعالى:\n</p>\n\n<p>\n(وآية لهم أنا حملنا ذريتهم في الفلك) أي إياهم، ويقال للنساء:\n</p>\n\n<p>\nالذراري، قال عليه الصلاة والسلام: \"حجوا بالذراري، ولا تأكلوا مالها\nوتذروا أرباقها في أعناقها \" أي بالنساء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nفأما الصبيان فلا أرباق في أعناقها؛ إذ لا حج عليهم.\n</p>\n\n<p>\nقوله: (بعضها من بعض) يعني في الموالاة الدينية، لقوله: (والمؤمنون\nوالمؤمنات بعضهم أولياء بعض) وقوله: (المنافقون والمنافقات بعضهم من بعض)\nوقوله لنوح: (إنه ليس من أهلك) ردا عليه لما قال في الكناية عن هذا العدو.\n</p>\n\n<p>\nوالضعة: الخساسة، في مقابلة الرفعة، ولذلك استعير\n</p>\n\n<p>\nصعود الجبل وبلوغ السماء ونحو ذلك للرفعة، والوقوع في\n</p>\n\n<p>\nالثرى ونحوه للضعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nوالرجيم: المرجوم، وأصل الرجم: الرمي بالرجام أي\n</p>\n\n<p>\nالحجارة، وقيل ذلك للنجم المنقض، لقوله: (وجعلناها رجوما للشياطين) وقيل\nللظن والكلام المقرع: رجم، ومنه (رجما بالغيب).\n</p>\n\n<p>\nفلما وضعتها قالت رب إني وضعتها أنثى والله أعلم بما وضعت وليس الذكر\nكالأنثى وإني <span id='ms491'></span> سميتها مريم وإني أعيذها بك وذريتها من الشيطان الرجيم (36)\n</p>\n\n<p>\nوقوله: (فلما وضعتها) أي وضعت حملها، وأنثها على\n</p>\n\n<p>\nالمعنى، وقولها: (إني وضعتها أنثى) لكون الأنثى ناقصة\n</p>\n\n<p>\nالعقل والدين، ولهذا قالت: (وليس الذكر كالأنثى) ولأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nروي أنه لم يكن يستصلح للتحرير من قبل إلا الذكور.\n</p>\n\n<p>\nوبين بقوله: (والله أعلم بما وضعت) أن إخبارها بذلك لم\n</p>\n\n<p>\nيكن على سبيل الإعلام، بل على معنى أن الله أعلم بمآلها، وحقيقة\n</p>\n\n<p>\nأحوالها، وذلك يحتمل أن يكون من قولها، وأن يكون من قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p529'> Vol. 02, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى، وإذا قرئ (بما وضعت) فإخبار عن قولها على سبيل\n</p>\n\n<p>\nالتوجع، إذ لم يكن ما في بطنها على ما أحبت، وفائدة قوله:\n</p>\n\n<p>\n(وإني سميتها مريم) قيل: هو أن هذا الاسم في لغتهم اقتضى\n</p>\n\n<p>\nمعنى التحرير، وتضرعت امرأة عمران إلى الله تعالى أن يحفظها\n</p>\n\n<p>\nوذريتها من الشيطان، الذي قال: (ولأغوينهم أجمعين) لكون\n</p>\n\n<p>\nالأنثى أطوع له، وروي عن النبي - صلى الله عليه وسلم - أنه قال: \"ما من\nمولود يولد إلا والشيطان ينال منه طعنة، ولها يستهل الصبي إلا ما\n</p>\n\n<p>\nكان من مريم وابنها، فإنها لما وضعتها قالت: (وإني أعيذها بك وذريتها من\nالشيطان الرجيم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p530'> Vol. 02, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\nفضرب دونها حجاب\".\n</p>\n\n<p>\nونبه بقوله: (إنك أنت السميع العليم) إنك تسمع نذري، وتعلم\n</p>\n\n<p>\nحالي ونيتي، فتقبل مني ما قلت.\n</p>\n\n<p>\nقوله في وجل: (فتقبلها ربها بقبول حسن وأنبتها نباتا حسنا وكفلها زكريا\nكلما دخل عليها زكريا المحراب وجد عندها رزقا قال يا مريم أنى لك هذا قالت\nهو من عند الله إن الله يرزق من يشاء بغير حساب (37)\n</p>\n\n<p>\nالقبالة: الكفالة، فقوله: (تقبلها) قيل: تكفل تربيتها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p531'> Vol. 02, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: رضيها، ولفظ التقبل يقتضيهما.\n</p>\n\n<p>\nقال الحسن: قبوله إياها أنه صانها عن كل أذى وقبول مصدر قبل، نحو:\n</p>\n\n<p>\nوضوء وطهور، ولما كان تقبل وقبل يتقاربان جمع بين التقبل\n</p>\n\n<p>\nوالقبول، تنبيها أنه جمع من الأمرين التقبل الذي يقتضي الرضا\n</p>\n\n<p>\nوالإثابة، وقيل: القبول من قولهم: فلان عليه قبول.\n</p>\n\n<p>\nإذا أحبه من رآه.\n</p>\n\n<p>\nوقوله: (وأنبتها نباتا) أي رباها تربية حسنة.\n</p>\n\n<p>\nوتقدير الكلام: أنبتها فنبتت نباتا، وروي أن أمها لما وضعتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p532'> Vol. 02, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nلفتها <span id='ms492'></span> في خرقة وبعثت بها إلى مسجد بيت المقدس فقال:\n</p>\n\n<p>\nزكريا: أنا أحق بها، لأن خالتها تحتي، وقالت الأحبار: لو\n</p>\n\n<p>\nتركت لأحق الناس بها لتركت لأمها التي وضعتها، فاختصموا\n</p>\n\n<p>\nفيها فتقارعوا، فقرعهم زكريا.\n</p>\n\n<p>\nواختلف الرزق، فقيل: إنه كان يوجد عندها طعام الشتاء في الصيف، وطعام\nالصيف في الشتاء، من غير أن كان يدخل إليها آدمي.\n</p>\n\n<p>\nوقال الجبائي: يجوز أن كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p533'> Vol. 02, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nرزقا يأتيها به غير زكريا من حيث لا يعلمه، ولو كان الأمر\n</p>\n\n<p>\nعلى ما ذكر لما أعاد الله ذكره تعجبا من أمرها.\n</p>\n\n<p>\nوقوله: (من عند الله) يدل على أنه ليس كما ذكر.\n</p>\n\n<p>\nوقال بعضهم: كان ذلك فيضا من الله يأتيها من العلم والحكمة من غير تعليم\nآدمي، فسماه رزقا، وهذا أعجب من إتيانها الطعام في غير أنه، لمن عرف\n</p>\n\n<p>\nفضيلة العلم، واللفظ محتمل، ثم بين تعالى أن ذلك ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nبعجيب، فرزق الله للعباد على وجوه تقصر عنها معرفة الناس.\n</p>\n\n<p>\nقوله عز وجل: (هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة إنك\nسميع الدعاء (38)\n</p>\n\n<p>\nهنالك: يقع على الزمان والمكان، وإن كان المكان أملك له، يقال: هنا،\nوهناك، وهنالك، كقولك: ذا، وذاك، وذلك، ولما رأى زكريا من أحوال مريم تلك\nالعجائب، وكان به حاجة إلى الولد مع كبر سنه ووهن من\n</p>\n\n<p>\nعظامه، سأله أن يهب له ذرية طيبة، أي صالحة، واستعمال الطيب\n</p>\n\n<p>\nفي الصالح: كاستعمال الخبيث في ضده، في نحو قوله: (الخبيثات للخبيثين)،\nعلى أن في الطيب زيادة معنى على الصالح وقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p535'> Vol. 02, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\n(من لدنك) أي من نعمك وفضلك الإلهي، وذاك أن إيجاد الأشياء\n</p>\n\n<p>\nوإن كانت كلها بقدرته وفضله فعلى ضربين: إبداع، وهو الذي لم\n</p>\n\n<p>\nيجعل لغوه إليه سبيلا، لا للملائكة ولا للناس، وفعل جعل\n</p>\n\n<p>\nللروحاني أو الجسماني إليه سبيلا، فبين بقوله: (من لدنك) أنه\n</p>\n\n<p>\nيسأل ما يتفرد بإيجاده.\n</p>\n\n<p>\nوقوله: (من لدنك ذرية طيبة إنك سميع الدعاء) أي مجيب\n</p>\n\n<p>\nلمن دعاك على الشرائط التي بها تدعى، وقد تقدم الكلام في\n</p>\n\n<p>\nشرائط الدعاء في قوله: (أجيب دعوة الداع إذا دعان).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p536'> Vol. 02, p. 536</a>\n            </div>\n            \n</p>\n\n<p>\nقوله <span id='ms493'></span> تعالى: (فنادته الملائكة وهو قائم يصلي في المحراب أن الله يبشرك\nبيحيى مصدقا بكلمة من الله وسيدا وحصورا ونبيا من الصالحين (39)\n</p>\n\n<p>\nالمحراب: قيل: سمي بذلك لأنه موقع محاربة\n</p>\n\n<p>\nالشيطان والهوى، وقيل: لكون الإنسان حريبا من أشغال\n</p>\n\n<p>\nالدنيا.\n</p>\n\n<p>\nوقيل: الأصل فيه أنه موضع حريبة الرجل أي ماله، وذلك أنه\n</p>\n\n<p>\nكان اسما لصدر المجلس، ثم لما اتخذت المساجد سمي به\n</p>\n\n<p>\nمنها ذلك الموضع، وقوله: (بكلمة من الله) قيل: هي\n</p>\n\n<p>\nكلمة الإيمان، وهو قول قتادة، وقال أبو عبيدة: كتاب الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p537'> Vol. 02, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\nوقال غيرهما: عنى به عيسى، وتسمية عيسى بالكلمة\n</p>\n\n<p>\nقيل: لكونه موجدا بكن، المذكور في قوله: (ثم قال له كن فيكون).\n</p>\n\n<p>\nوقيل: سمي بذلك لكلامه في صغره، والسيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p538'> Vol. 02, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\nالسايس لسواد الناس، أي معظمهم، ولهذا يقال: سيد العبد.\n</p>\n\n<p>\nولا يقال: سيد الثوب، وقيل: سيدا أي عالما وتقيا وحليما.\n</p>\n\n<p>\nوذلك من شروط السيادة، فمن لم يوجد فيه ذلك فسيادته زور.\n</p>\n\n<p>\nوقال بعض الصوفية: قوله: (وهو قائم يصلي في المحراب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p539'> Vol. 02, p. 539</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيه أنه قل ما يأتي الإنسان توفيق وفيض إلهي إلا بالالتجاء إليه.\n</p>\n\n<p>\nوالحصور: يقال تارة في معنى الفعول.\n</p>\n\n<p>\nوتارة في معنى الفاعل، فيجوز أن يكون هو الذي حصر نفسه.\n</p>\n\n<p>\nويجوز أن يقال حصره علمه وعقله.\n</p>\n\n<p>\nوقد روي أنه كان ممنوعا من قبل الله تعالى عن النساء.\n</p>\n\n<p>\nوأنه كان معه مثل هدب الملاءة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p540'> Vol. 02, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\nوالأول أشبه باستحقاق المدح.\n</p>\n\n<p>\nوقرئ: (نادته)، و (ناداه)، نحو (تعرج الملائكة) و (يعرج).\n</p>\n\n<p>\nوروي أن عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p541'> Vol. 02, p. 541</a>\n            </div>\n            \n</p>\n\n<p>\nذكر الملائكة في كل القرآن.\n</p>\n\n<p>\nوقال أبو عبيدة: وذلك خلاف الكفار، حيث أنثوا الملائكة، وقالوا: بنات\nالله. وليس تأنيث العرب الملائكة، وتعيير الله إياهم لتأنيث اللفظ، إنما\nذلك لجعلهم إياها له بنات، إن قيل: ما معنى (ونبيا من الصالحين)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p542'> Vol. 02, p. 542</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك يقتضي جواز نبي ليس بصالح؟!\n</p>\n\n<p>\nقيل: قوله: (من الصالحين) متعلق بمضمر، أي وهو من الصالحين.\n</p>\n\n<p>\nوذلك مما أكد به قوله: (ذرية بعضها من بعض).\n</p>\n\n<p>\nومعناه من أولاد الصالحين.\n</p>\n\n<p>\nقوله عز وجل: (قال رب أنى يكون لي غلام وقد بلغني الكبر وامرأتي عاقر قال\nكذلك الله يفعل ما يشاء <span id='ms494'></span> (40)\n</p>\n\n<p>\nالغلام يجوز أن يكون أصلا في بابه، وعنه أخذ الاغتلام، لكون المغتلم\nشبيها به في المعنى المخصوص، ويجوز أن يجعل الغيلم - وهو منبع الماء - من\n</p>\n\n<p>\nذلك، وسمي الغلام لكونه ذا رونق، ولذلك يقال: فلان عليه\n</p>\n\n<p>\nماء الشباب، والعقر: أصل البنية للدار والإنسان، وعقرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p543'> Vol. 02, p. 543</a>\n            </div>\n            \n</p>\n\n<p>\nأي أصبت عقره، أي أصل بنيته، وذلك يقتضي معنى القتل، ثم\n</p>\n\n<p>\nسمي الجرح - أي جرح كان - عقرا، وسمي الخمر عقارا لكونها\n</p>\n\n<p>\nكالعاقر للإنسان.\n</p>\n\n<p>\nوجعل بناؤه بناء الإرواء كالخمار والكباد\n</p>\n\n<p>\nوالمعاقرة: المشاربة، كأنه يطلب كل واحد منهما عقر صاحبه بإسكاره. وامرأة\nعاقر كأنها تعقر النسل، لإفسادها ماء الفحل.\n</p>\n\n<p>\nوجعل العقر اسما للدية، وكنى به عن بذل البضع.\n</p>\n\n<p>\nوقال ها هنا: (بلغني الكبر) وفي موضع آخر: (وقد بلغت من الكبر عتيا)،\nوذاك أنك إذا بلغت الكبر فقد بلغك الكبر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p544'> Vol. 02, p. 544</a>\n            </div>\n            \n</p>\n\n<p>\nنحو أدركني الجهد وأدركت الجهد، ولا يقال: أدركني المكان.\n</p>\n\n<p>\nلأن حقيقة إدراك المكان من الإنسان دون المكان، وإدراك الجهد\n</p>\n\n<p>\nوالكبر مجاز في الطرفين، فصار انتساب كل واحد منهما إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p545'> Vol. 02, p. 545</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر سواء، وقوله: (أنى يكون لي غلام) ليس بإنكار لقدرة\n</p>\n\n<p>\nالله، بل لما كانت عادته تعالى في إيجاد الأولاد أن لا يكونوا من\n</p>\n\n<p>\nالهرم والعاقر، أراد التعرف أن ذلك هل يحصل وهما باقيان على\n</p>\n\n<p>\nحالتيهما، أو يكون بإعادة الشباب إليهما، أو يكون ذلك من\n</p>\n\n<p>\nامرأة أخرى أو يحصل ذلك على سبيل لم تجر به العادة؟\n</p>\n\n<p>\nوقال بعضهم: إنما قال أنى يكون لي ذلك؟ استعظاما لنعمة الله.\n</p>\n\n<p>\nكقولك: من لي بكذا؟ ومن أين لي كذا؟\n</p>\n\n<p>\nوقال بعضهم: قال ذلك لأنه لما سمع نداء الملك\n</p>\n\n<p>\nقدر أن ذلك وسوسة من الشيطان، واستبعد بعضهم ذلك.\n</p>\n\n<p>\nوقال: إن الأنبياء لا يشتبه عليهم ما يكون من قبل الملائكة\n</p>\n\n<p>\nبما يكون من قبل الشيطان)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p546'> Vol. 02, p. 546</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (كذلك الله يفعل) على الجواب الأول: أي أنه يهب لك\n</p>\n\n<p>\nالولد وأنت بحالتك، وعلى الثاني: أن نعمته في خلق ذلك\n</p>\n\n<p>\nكنعمته في غيره، وعلى الثالث: إن تعجبت من ذلك فتعجب من\n</p>\n\n<p>\nسائر أفعاله المبدعة، فإن خلقه لذلك كخلقه لما يشاء.\n</p>\n\n<p>\nقوله عز <span id='ms495'></span> وجل: (قال رب اجعل لي آية قال آيتك ألا تكلم الناس ثلاثة أيام\nإلا رمزا واذكر ربك كثيرا وسبح بالعشي والإبكار (41)\n</p>\n\n<p>\nالعشي: من لدن غروب الشمس إلى انقضاء صدر الليل.\n</p>\n\n<p>\nوخص العشاء بالطعام المتناول فيه، وتعشى تناول\n</p>\n\n<p>\nالعشاء وعشى صار في عشا لظلمة عينه، وآية في وزنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p547'> Vol. 02, p. 547</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة أقوال: الأول: أنها فعلة، وحق مثله أن يجعل لامه معتلا\n</p>\n\n<p>\nنحو: حياة ونواة، ونظيرها راية، والثاني: فعلة إلا أنها قلبت\n</p>\n\n<p>\nكراهية التضعيف، نحو طائي في طيئي، والثالث: فاعلة، وأصلها\n</p>\n\n<p>\nآيية فخففت وذلك ضعيف لقولهم في تصغيرها أيية، ولو كانت\n</p>\n\n<p>\nفاعلة لقيل: أوية، والرمز: الإشارة بالشفة.\n</p>\n\n<p>\nوالغمز بالعين والحاجب.\n</p>\n\n<p>\nوالإبكار: مصدر أبكر، يقال: أبكر وبكر وبكر\n</p>\n\n<p>\nوابتكر، والبكرة من وقت طلوع الفجر إلى ضحوة النهار.\n</p>\n\n<p>\nوقوله: (اجعل لي آية) قيل: طلب علامة لوقت الحمل.\n</p>\n\n<p>\nفجعل تعالى أن لا يمكنه مكالمة الناس إلا إيماء مع تمكنه من ذكر\n</p>\n\n<p>\nالله، وقيل: بل سأله أن يبين له قربة يجعلها شكرا لما خوله،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p548'> Vol. 02, p. 548</a>\n            </div>\n            \n</p>\n\n<p>\nفأمره أن يجعل شكره الاشتغال بالعبادة، وترك مكالمة الناس إلا\n</p>\n\n<p>\nرمزا ثلاثة أيام، وهو المذكور في قوله: (ثلاث ليال سويا).\n</p>\n\n<p>\nوفي هذا دليل أن في ذكر اليوم أو الليلة غنى عن ذكر الآخر عند\n</p>\n\n<p>\nالإطلاق، وإذا أريد الخلاف بمن حينئذ نحو (سبع ليال وثمانية)، وعلى هذا\nالآية عبارة عن الفريضة، فإن زكريا سأل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p549'> Vol. 02, p. 549</a>\n            </div>\n            \n</p>\n\n<p>\nأن يفرض عليه فرضا يجعله شكرا له، وتسبيحه: قيل هو\n</p>\n\n<p>\nالصلاة، وسميت الصلاة سبحة.\n</p>\n\n<p>\nوقوله: (بالعشي والإبكار) قيل: عنى في هذه الأيام الثلاث.\n</p>\n\n<p>\nولم يعن التسبيح في طرفي النهار فقط، بل إنما أراد إدامة العبادة في هذه\n</p>\n\n<p>\nالأيام.\n</p>\n\n<p>\nوقرئ (ألا تكلم) بالرفع والنصب، نحو:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p550'> Vol. 02, p. 550</a>\n            </div>\n            \n</p>\n\n<p>\n(وحسبوا ألا تكون فتنة) بالرفع والنصب.\n</p>\n\n<p>\nقوله عز وجل: (وإذ قالت الملائكة يا مريم إن الله اصطفاك وطهرك واصطفاك\nعلى نساء العالمين (42)\n</p>\n\n<p>\nتكرير الاصطفاء قيل لمعنيين: الأول فرغها لعبادته وأغناها عن الكسب،\nوالثاني أن جعلها أما لعيسى وآية له، وقيل الأول الاصطفاء الذي هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p551'> Vol. 02, p. 551</a>\n            </div>\n            \n</p>\n\n<p>\nالاجتباء. والثاني الاصطفاء الذي هو على سبيل الهداية، وقد\n</p>\n\n<p>\nتقدم ذكرهما آنفا.\n</p>\n\n<p>\nوتطهيرها <span id='ms496'></span> قيل: من الحيض.\n</p>\n\n<p>\nوقيل: من نجاسة الكفر، كقوله تعالى: (إنما يريد الله ليذهب عنكم الرجس).\n</p>\n\n<p>\nوقول الملائكة لها قيل: كان بالإلهام، فإنه ما أوحى الله إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p552'> Vol. 02, p. 552</a>\n            </div>\n            \n</p>\n\n<p>\nامرأة وحي النبوة، فلذلك قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p553'> Vol. 02, p. 553</a>\n            </div>\n            \n</p>\n\n<p>\n(وما أرسلنا من قبلك إلا رجالا نوحي إليهم)\n</p>\n\n<p>\nوقيل: بل قد أوحي إليهن ولكن لم يبعثن رسلا.\n</p>\n\n<p>\nوقال الجئائي: إنما يجوز أن يكون أوحي إليها معجزة\n</p>\n\n<p>\nلزكريا أو توطئة لنبوة المسيح، وقوله هذا إيماء لمذهبهم أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p554'> Vol. 02, p. 554</a>\n            </div>\n            \n</p>\n\n<p>\nالمعجزات والوحي لا تصح إلا في أزمنة الأنبياء عليهم الصلاة\n</p>\n\n<p>\nوالسلام، وذلك دفع منه لكرامة الأولياء، وقوله: (على نساء العالمين)،\nقيل: هو على العموم، وقيل: عنى اللاتي في زمانها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p555'> Vol. 02, p. 555</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (يا مريم اقنتي لربك واسجدي واركعي مع الراكعين (43)\n</p>\n\n<p>\nالقنوت: إدامة الطاعة صلاة كانت أو غيرها من\n</p>\n\n<p>\nالعبادات، ولهذا قال: (أمن هو قانت آناء الليل ساجدا وقائما)\n</p>\n\n<p>\nفجعل من جملة القنوت، وتقديم السجود على الركوع.\n</p>\n\n<p>\nقيل: لكونه كذلك في شريعتهم، وقيل: تنبيها أن الواو لا تقتضي\n</p>\n\n<p>\nالترتيب، وقيل: عنى بالسجود الصلاة، لقوله: (وأدبار السجود)\n</p>\n\n<p>\nوعنى بالركوع الشكر، لقوله تعالى في قصة داود:\n</p>\n\n<p>\n(وخر راكعا وأناب) أي شاكرا، وهذا تخصيص للركوع بحال\n</p>\n\n<p>\nمقترنة به، وقيل: نبه بقوله: (واركعي مع الراكعين) أي كوني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p556'> Vol. 02, p. 556</a>\n            </div>\n            \n</p>\n\n<p>\nمع العابدين والمصلين، وخصها بفضل إيجاب اقتضاه قوله.:\n</p>\n\n<p>\n(اقنتي لربك واسجدي)\n</p>\n\n<p>\nإن قيل: كيف أخر هذا الذكر لمريم عن ذكر قصتها؟\n</p>\n\n<p>\nقيل: لما ذكر آيتها قرن بها آية زكريا وعبادته، ثم أتبعها بعبادة مريم\nمتمما لقصتها؛ لئلا يحتاج إلى قطع قصة زكريا، فيكون قد قرن ذكر الآية\nبالآية والعبادة بالعبادة.\n</p>\n\n<p>\nقوله عز وجل: (ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ يلقون\nأقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون (44)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p557'> Vol. 02, p. 557</a>\n            </div>\n            \n</p>\n\n<p>\nقد تقدم أنواع الوحي، وأن أصله الإشارة، ويقال\n</p>\n\n<p>\nللكتابة: وحي، إذ هي إشارة ما، وقد يكون الوحي بالإلهام\n</p>\n\n<p>\nكما يكون بضرب من الكلام، وعلى ذلك قوله: (وإذ أوحيت إلى الحواريين أن\nآمنوا بي وبرسولي)\n</p>\n\n<p>\nوقد يقال ذلك للوساوس نحو قوله: (وإن الشياطين ليوحون إلى أوليائهم\nليجادلوكم)\n</p>\n\n<p>\nوكثيرا ما <span id='ms497'></span> يشبه الوساوس بالإلهام، فلا يميز بينهما إلا أولو العقول\n</p>\n\n<p>\nالراجحة.\n</p>\n\n<p>\nوالقلم: القص من الصلب كالظفر وكعب الرمح والقصب، ويقال للمقلوم: قلم،\nكقولهم للمنقوض: نقض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p558'> Vol. 02, p. 558</a>\n            </div>\n            \n</p>\n\n<p>\nوخص ذلك بما يكتب به وبالقدح، وأكد بقوله: (وما كنت لديهم)\n</p>\n\n<p>\nأن هذا مما أبلغت من الغيب، لقوله عز وجل في قصة موسى: (وما كنت بجانب\nالطور إذ نادينا)\n</p>\n\n<p>\nوقوله: (وما كنت ثاويا في أهل مدين)\n</p>\n\n<p>\nومقارعتهم عليها:\n</p>\n\n<p>\nقال قتادة: كانوا من حرصهم على كفالتها يتقارعون عليها لفضلها.\n</p>\n\n<p>\nوقيل: لتدافعهم إشفاقا من أزمة كانوا فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p559'> Vol. 02, p. 559</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (إذ قالت الملائكة يا مريم إن الله يبشرك بكلمة منه اسمه\nالمسيح عيسى ابن مريم وجيها في الدنيا والآخرة ومن المقربين (45)\n</p>\n\n<p>\nتسمية عيسى بالكلمة لقوله: (ثم قال له كن فيكون)\n</p>\n\n<p>\nولفظة كن وإن كانت للأمر فموضوعة للابداع، وذاك أن\n</p>\n\n<p>\nفعل الله ضربان: عادي وإبداعي\n</p>\n\n<p>\nفالعادي ويسميه قوم الطبعي: هو الذي أجرى الله تعالى به العادة أن يكون\nفي زمان ومكان، ومن أصل، وعلى وجه مخصوص وشيئا بعد شيء.\n</p>\n\n<p>\nكخلقة الولد من النطفة والزرع من البذر.\n</p>\n\n<p>\nوالإبداعي: ما يوجده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p560'> Vol. 02, p. 560</a>\n            </div>\n            \n</p>\n\n<p>\nدفعة من غير حاجة إلى زمان ولا من أصل كخلق آدم بل كخلق\n</p>\n\n<p>\nالعالم. وعبر عن ذلك بكن إذ كان أسرع مفعول فيما بيننا ما كان\n</p>\n\n<p>\nقولا وأعم الألفاظ معنى الكون مع وجازة لفظ، وعلى ذلك قال:\n</p>\n\n<p>\n(إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون)\n</p>\n\n<p>\nوقال الأصم: سمي عيسى كلمة، لأنه تعالى خلق كلمة، فجعل منها عيسى، كما\nخلق آدم من تراب، وسائر الناس من نطفة، وهذا كما\n</p>\n\n<p>\nترى، وقال الجاحظ: وصفه بذلك من حيث إنه تقدم\n</p>\n\n<p>\nالإخبار به وبشارته في الكتب المتقدمة، وهذا كما سمى وعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p561'> Vol. 02, p. 561</a>\n            </div>\n            \n</p>\n\n<p>\nكلمة بقوله: (حقت كلمت ربك) وقوله: (وتمت كلمت ربك) وقوله: (وحق عليهم\nالقول)\n</p>\n\n<p>\nوقيل سمي كلمة؛ لكونه متكلما في المهد، وخص بذلك لفظ الكلمة للمبالغة:\nكوصف الفاعل بالمصدر.\n</p>\n\n<p>\nوقال النظام: جعل ذلك لقبا له لا لمعنى أشار إليه.\n</p>\n\n<p>\nوسمي مسيحا، لأنه مسح بالبركة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p562'> Vol. 02, p. 562</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: لأنه ماسحا للأرض لسياحته فيها، وقيل: لأنه <span id='ms498'></span> مسح\n</p>\n\n<p>\nبالجمال، وعنى بذلك الجمال النفسي والبدني جميعا، من\n</p>\n\n<p>\nالأخلاق الجميلة والفضائل الكثيرة، نحو قول النبي - صلى الله عليه وسلم -\nفي جرير \"عليه مسحة ملك \".\n</p>\n\n<p>\nوقيل: لأنه كان ممسوحا بالدهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p563'> Vol. 02, p. 563</a>\n            </div>\n            \n</p>\n\n<p>\nلما ولد\" وقيل: سمي به لأنه كان ممسوح القدمين لا أخمص\n</p>\n\n<p>\nلهما، وقيل: هو فعيل بمعنى فاعل، كأنه سمي به لأنه كان\n</p>\n\n<p>\nيمسح الأكمه والأبرص فيبرأ.\n</p>\n\n<p>\nوالجاه مقلوب عن الوجه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p564'> Vol. 02, p. 564</a>\n            </div>\n            \n</p>\n\n<p>\nلكن الوجه يقال في الحظوة وفي العضو، والجاه لا يقال إلا في\n</p>\n\n<p>\nالحظوة، ووجاهته: ما خص به من أوصافه المعلومة.\n</p>\n\n<p>\nوالقرب من الله تعالى في الدنيا: التخصيص بالصفات التي هي\n</p>\n\n<p>\nمن صفاته تعالى كالكرم والعفو والمغفرة، وفي الآخرة أن\n</p>\n\n<p>\nيصير في جواره، وقد تقدم ذلك.\n</p>\n\n<p>\nقوله عز وجل: (ويكلم الناس في المهد وكهلا ومن الصالحين (46)\n</p>\n\n<p>\nتكليمه الناس في المهد: ما أنبا عنه تعالى بقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p565'> Vol. 02, p. 565</a>\n            </div>\n            \n</p>\n\n<p>\n(إني عبد الله آتاني الكتاب وجعلني نبيا (30) وجعلني مباركا أين ما كنت)\nالآية، وذلك من الأفعال الإلهية، حيث جعل لطفل عقلا وعلما وكلاما.\n</p>\n\n<p>\nوقوله: (وكهلا) قيل: معناه كلامه في حال طفولته وكهولته سواء.\n</p>\n\n<p>\nوقيل: يكلمهم طفلا، وبعد نزوله من السماء كهلا، لأنه رفع قبل أن اكتهل.\n</p>\n\n<p>\nوقيل: يكلم الناس في المهد بكلام الكهول عقلا.\n</p>\n\n<p>\nوقوله: (ومن الصالحين) أي هومن جملة المذكورين في قوله: (والشهداء\nوالصالحين).\n</p>\n\n<p>\nوموضع: (ويكلم)، نصب، كقول الشا عر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p566'> Vol. 02, p. 566</a>\n            </div>\n            \n</p>\n\n<p>\nيقصر يمشي ويطول باركا\n</p>\n\n<p>\nأي ماشيا.\n</p>\n\n<p>\nقوله عز وجل: (قالت رب أنى يكون لي ولد ولم يمسسني بشر قال كذلك الله\nيخلق ما يشاء إذا قضى أمرا فإنما يقول له كن فيكون (47)\n</p>\n\n<p>\nالقضاء: الفصل، وذلك إما بالتدبير، وإما بالقول، وإما بالفعل.\n</p>\n\n<p>\nفالأول لا يصح على الله عز وجل إلا بمعنى الحكم إذ كان\n</p>\n\n<p>\nالتدبير: التفكر في الشيء وارتياد الصلاح فيه، وذلك لمن كان\n</p>\n\n<p>\nناقص العلم، فقوله: قضى، ها هنا إما للقول، وإما للفعل.\n</p>\n\n<p>\nأولهما جميعا، ومعنى قوله: (كن) أي يبدعه على ما تقدم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p567'> Vol. 02, p. 567</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الأصم: عادة الله جارية فيما أخبر عن كونه، أن يقول في\n</p>\n\n<p>\nوقت ما يحدثه كن كخلقه لآدم كما قال للملائكة (إني <span id='ms499'></span> خالق بشرا)\n</p>\n\n<p>\nقال له: كن. لما أراد إحداثه تنبيها لهم، وكذلك لما\n</p>\n\n<p>\nأخبر أنه سيبعث نبيا خلقه من غير ذكر، قال له: كن لما أراد\n</p>\n\n<p>\nإحداثه، وذلك ليعرف الملائكة انتهاء الأجل ونزوله.\n</p>\n\n<p>\nوقال أبو الهذيل إن ذلك قوله يقوله عند كل مكون.\n</p>\n\n<p>\nوحكي عنه أنه يجري مجرى الإرادة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p568'> Vol. 02, p. 568</a>\n            </div>\n            \n</p>\n\n<p>\nقالت رب أنى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء إذا\nقضى أمرا فإنما يقول له كن فيكون (47)\n</p>\n\n<p>\nفقوله: (أنى يكون لي ولد) تعجب منها لما ذكره لها من أمره\n</p>\n\n<p>\nبها، وكيف لا تتعجب وأمرها أبدع من أمر زكريا، فأجابها\n</p>\n\n<p>\nبقوله: (كذلك)، فمن وقف عليه جعل ما بعده كالتفسير\n</p>\n\n<p>\nله، ومن وصل: فمعناه أن الله كذا قضى أو كذا يفعل.\n</p>\n\n<p>\nإن قيل: لم قال ها هنا: (يخلق ما يشاء) وفي قصة زكريا: (يفعل ما يشاء)؟\nقيل: لما كان الخلق أخص من الفعل خصه، بما هو إبداع.\n</p>\n\n<p>\nوذكر الفعل فيما هو أقرب إلى المعتاد في إيجاده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p569'> Vol. 02, p. 569</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (ويعلمه الكتاب والحكمة والتوراة والإنجيل (48) ورسولا إلى\nبني إسرائيل أني قد جئتكم بآية من ربكم أني أخلق لكم من الطين كهيئة الطير\nفأنفخ فيه فيكون طيرا بإذن الله وأبرئ الأكمه والأبرص وأحي الموتى بإذن\nالله وأنبئكم بما تأكلون وما تدخرون في بيوتكم إن في ذلك لآية لكم إن كنتم\nمؤمنين (49)\n</p>\n\n<p>\nالهيئة: الحالة المحسوسة التي تحدث للشيء، والهيء: الحسن\n</p>\n\n<p>\nالهيئة، ومنها أخذ المهايأة فيما يتراضى به على وجه التخمين.\n</p>\n\n<p>\nوالنفخ: جعل الريح في الشيء ومنه النفخة، وعنه استعير نفخة\n</p>\n\n<p>\nالصور، والنفخة للورم تشبيها بما ينفخ فيه، والنفاخة للحجاة.\n</p>\n\n<p>\nوالادخار: افتعال من الذخر وهو إعداد الشيء لنائبة قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p570'> Vol. 02, p. 570</a>\n            </div>\n            \n</p>\n\n<p>\nالفراء: قرئ (تدخرون) خفيفة، وقال بعض العرب:\n</p>\n\n<p>\n(تذخرون) فعوقب بين الذال والدال نحو تدكر وتذكر.\n</p>\n\n<p>\nوالأكمه: الذي ولد أعمى.\n</p>\n\n<p>\nوقول الحسن: الأكمه الأعمى صحيح، وكل كمه عمى، وإن لم يكن كل عمى كمها.\n</p>\n\n<p>\nوقول مجاهد: الأكمه الذي لا يبصر بالليل دون النهار، فليس بشيء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p571'> Vol. 02, p. 571</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (ويعلمه الكتاب) يجوز أن يعني بحال طفوليته إن <span id='ms500'></span>\n</p>\n\n<p>\nقيل: كيف ذكر الكتاب، ثم عطف عليه التوراة والإنجيل، وهما\n</p>\n\n<p>\nمن جملة الكتاب؟\n</p>\n\n<p>\nقيل: قالوا: عنى بالكتاب القراءة والكتابة، وعلم تعليما إلاهيا في حال\nالطفولية، وقيل: عنى بالكتاب كتب الله المنزلة وخصص التوراة والإنجيل\nكتخصيص ذكر جبريل وميكائيل بعد الملائكة تفضيلا لهم، وقد تقدم الفرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p572'> Vol. 02, p. 572</a>\n            </div>\n            \n</p>\n\n<p>\nبين الكتاب والحكمة، وقرئ و (يعلمه) عطفا على قوله:\n</p>\n\n<p>\n(كذلك الله يخلق)، وبالنون عطفا على قوله: (ذلك من أنباء الغيب نوحيه)،\nوقوله: (ورسولا) عطف على قوله: (وجيها) وقيل تقديره: ويجعله رسولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p573'> Vol. 02, p. 573</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: كيف تعلق هذه الآية بما قبلها، وما قبلها حكاية حكى\n</p>\n\n<p>\nالله عن نفسه، وهو: (ويعلمه الكتاب)، وهذه حكاية حكاها\n</p>\n\n<p>\nعن عيسى عليه الصلاة والسلام، وهو (أني قد جئتكم)\n</p>\n\n<p>\nقيل: تقديره: وبعث رسولا يقول: إني قد جئتكم، ودل على إضمار\n</p>\n\n<p>\nالقول ذكر الر سول وترك ذكر مريم، وابتدأ بإرسال عيسى، وما\n</p>\n\n<p>\nقال له، وذكر معجزاته.\n</p>\n\n<p>\nإن قيل: لم ذكر في الخلق وفي إحياء الموتى (بإذن الله).\n</p>\n\n<p>\nولم يذكر في غيرهما؟\n</p>\n\n<p>\nقيل: لكون هذين الفعلين إلاهيين، لم يجعل للمخلوقين إليهما سبيلا.\n</p>\n\n<p>\nبخلاف النفخ والمداواة والإخبار ببعض الغيب، فقد جعل للإنسان كثيرا من\n</p>\n\n<p>\nالمداواة، وجعل لهم شيئا من الإخبار بالغيب كالفراسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p574'> Vol. 02, p. 574</a>\n            </div>\n            \n</p>\n\n<p>\nوالإلهام ولم يجعل لهم الخلق ولا إحياء الموتى، فنبه بقوله:\n</p>\n\n<p>\n(بإذن الله) أن ذلك فعل في الحقيقة صادر منه تعالى، وإن\n</p>\n\n<p>\nكان يظهر من غيره كالفراسة والمداواة، وإن كانا قد يحصلان من\n</p>\n\n<p>\nسائر البشر، فذلك قد يكون باعتماد على تجربة واعتبار أمر.\n</p>\n\n<p>\nولا يكون في كل وقت وعلى كل حال، ولا في دفعة واحدة.\n</p>\n\n<p>\nوما كان يفعله عيسى كان بخلاف فعل البشر، فلهذا كان معجزة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p575'> Vol. 02, p. 575</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (إن كنتم مؤمنين) أن المؤمن هو الذي يتفكر في\n</p>\n\n<p>\nذلك، فتحصل له الآية.\n</p>\n\n<p>\nوقرىء (إني) على الاستئناف، ويكون تفسيرا للآية.\n</p>\n\n<p>\nكما أن قوله: (لهم مغفرة) تفسير للوعد.\n</p>\n\n<p>\nوإذا قرىء (أني) بالفتح، فعلى تقدير الجر بدلا من آية\n</p>\n\n<p>\nأو على قدر الرفع خبر ابتداء مضمر، كأنه قال: الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p576'> Vol. 02, p. 576</a>\n            </div>\n            \n</p>\n\n<p>\nأني قد جئتكم.\n</p>\n\n<p>\nقوله عز وجل: (ومصدقا لما بين يدي من <span id='ms501'></span> التوراة ولأحل لكم بعض الذي حرم\nعليكم وجئتكم بآية من ربكم فاتقوا الله وأطيعون (50)\n</p>\n\n<p>\nفقوله: ومضدقا معطوف على ما دل عليه\n</p>\n\n<p>\nقوله: (بآية من ربكم أني قد جئتكم) مستصحبا آية، ومصدقا.\n</p>\n\n<p>\nكقولك: جئتك بما تحب ومكرما لك، وليس بمعطوف على\n</p>\n\n<p>\n(وجيها) ولا (رسولا)، لقوله: (لما بين يدي) أني أحقق ما أتيت\n</p>\n\n<p>\nبه من التوراة، فيكون ذلك معدودا من جملة معجزاته.\n</p>\n\n<p>\nوقال قتادة والربيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p577'> Vol. 02, p. 577</a>\n            </div>\n            \n</p>\n\n<p>\nوابن جريج؟ كان المحرم عليهم في شريعة موسى لحوم الإبل\n</p>\n\n<p>\nوالأشياء من الطير والحيتان، فاحلها عيسى لهم.\n</p>\n\n<p>\nوقال أبو عبيدة: عنى ببعض الذي حرم الكل، واحتج بقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p578'> Vol. 02, p. 578</a>\n            </div>\n            \n</p>\n\n<p>\n. . أو يرتبط بعض النفوس حمامها\n</p>\n\n<p>\nوقال الزجاج: هذا فاسد، لأن البعض لا يكون، بمعنى الكل.\n</p>\n\n<p>\nوعنى لبيد ببعض النفوس نفسه خاصة فعرض.\n</p>\n\n<p>\nولأن عيسى حلل بعض المحرمات، وهو الذي كانوا حرموا على أنفسهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p579'> Vol. 02, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (ولأحل) معطوف على موضع (ومصدقا) لأن تقديره:\n</p>\n\n<p>\nلأصدق ولأحل، كقولك: جئتك معتذرا ولأطيب قلبك.\n</p>\n\n<p>\nوعلى ذلك تقدير قوله: (وكذلك نري إبراهيم ملكوت السماوات والأرض وليكون\nمن الموقنين).\n</p>\n\n<p>\nوقوله: (وجئتكم بآية) ف ي قراءة عبد الثه (آيات) في\n</p>\n\n<p>\nالموضعين، وإنما لم يقل: من ربي أو ربنا. لأن ذلك أخص من المخاطبين.\n</p>\n\n<p>\nوقوله: (فاتقوا الله) قيل: وحدوا الله.\n</p>\n\n<p>\nوتقواه أخص من توحيده، إذ هي مبنية عليه.\n</p>\n\n<p>\nودعاؤه إلى طاعته دعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p580'> Vol. 02, p. 580</a>\n            </div>\n            \n</p>\n\n<p>\nفيما دعاهم إليه من تقوى الله.\n</p>\n\n<p>\nقوله عز وجل: (إن الله ربي وربكم فاعبدوه هذا صراط مستقيم (51)\n</p>\n\n<p>\nلما وصف عيسى نفسه بأفعال إلهية، وأتى على ما ذكر.\n</p>\n\n<p>\nوكان قد قال: (وأطيعون) خطر له ما فعلته جماعة من\n</p>\n\n<p>\nالنصارى، وهو اتخاذهم إياه معبودهم، فقال: (إن الله ربي وربكم)\n</p>\n\n<p>\nولم يقل: ربنا، ليكون أبعد من التأويل فيما ادعوه.\n</p>\n\n<p>\nوأمر بأن يعبد الله وحده، وقال: (هذا صراط مستقيم) تنبيها\n</p>\n\n<p>\nأن العدول عن ذلك ليس بالمستقيم.\n</p>\n\n<p>\nقوله عز وجل: (فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله قال\nالحواريون نحن أنصار الله آمنا بالله واشهد بأنا مسلمون (52)\n</p>\n\n<p>\nالإحساس: الوجود بالحاسة، وحسه: قتله، كأنه أصاب حسه نحو قلبه وبطنه،\nوقال الفراء <span id='ms502'></span>: يقال\n</p>\n\n<p>\nحسست، وحسست، وحسيت وأحست، فأما حسسته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p581'> Vol. 02, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\nفأصبته بحاستي نحو: عنته ويديته أي أصبته بهما.\n</p>\n\n<p>\nفأما حسست، فنحو علمت وفهمت، وأما حسيت فبقلب إحدى\n</p>\n\n<p>\nالسينين ياء، وأما أحست فبحذف، إحداهما نحو: ظلت في\n</p>\n\n<p>\nظللت، وكلا اللغتين تحريا للتخفيف، وإنما قال: (فلما أحس) دون علم تنبيها\nأنه ظهر منهم الكفر ظهورا باديا لذي الحاسة فضلا لذي العقل.\n</p>\n\n<p>\nوقوله: (إلى الله) أي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p582'> Vol. 02, p. 582</a>\n            </div>\n            \n</p>\n\n<p>\nمتوجها إلى الله، وقيل: مع الله نحو الذود إلى الذود إبل.\n</p>\n\n<p>\nوقيل: لئه، نحو (أفمن يهدي إلى الحق) والوجه هو الأول.\n</p>\n\n<p>\nوالأنصار جمع نصير - نحو: أشهاد في جمع شهيد، والحواريون\n</p>\n\n<p>\nقيل: سموا لبياض ثيابهم، عن ابن جبير، وقال بعضهم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p583'> Vol. 02, p. 583</a>\n            </div>\n            \n</p>\n\n<p>\nعنى ببياض ثيابهم نقاء نفوسهم، نحو (وثيابك فطهر).\n</p>\n\n<p>\nوقولهم: فلان طاهر الثوب، وفي ضده: دنس الثوب.\n</p>\n\n<p>\nوقيل: كانوا قصارين يبيعون الثياب.\n</p>\n\n<p>\nوقال بعضهم: عنى أنهم كانوا يطهرون نفوس الناس.\n</p>\n\n<p>\nوقول النبي - صلى الله عليه وسلم -: \"الزبير ابن عمتي\n</p>\n\n<p>\nوحواري \" تشبيها بهم، وقول أبي عبيدة: الحواريون صفوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p584'> Vol. 02, p. 584</a>\n            </div>\n            \n</p>\n\n<p>\nالأنبياء فنظر منه إلى حواري عيسى عليه السلام، وإلى قول\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم -، وقد تقدم القول في الإيمان والإسلام، وعنى\nبالإسلام ها هنا الاستسلام لله عز وجل، كقول إبراهيم:\n</p>\n\n<p>\n(أسلمت لرب العالمين).\n</p>\n\n<p>\nقوله تعالى: (ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين\n(53).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p585'> Vol. 02, p. 585</a>\n            </div>\n            \n</p>\n\n<p>\nالاتباع: الاقتداء بالمتبع، وهو أخص من الإجابة، إذ قد\n</p>\n\n<p>\nيكون مجيبا من لا يكون تابعا، وإنما قال: (ربنا) ولم يقل:\n</p>\n\n<p>\nرب العباد؛ لأن الموضع موضع اعتراف وشكر، لا الإخبار عما\n</p>\n\n<p>\nعليه الشيء في نفسه، فلذلك خص (ربنا)، وقد تقدم أن الشاهد\n</p>\n\n<p>\nهو المخبر عن الشيء مشاهدة: إما حسا أو عقلا، وأنه استعير\n</p>\n\n<p>\nللشهادة في الأحكام، والشاهدون ها هنا هم الذين على طريقة\n</p>\n\n<p>\nمن قال فيهم: (لتكونوا شهداء على الناس).\n</p>\n\n<p>\nونبه بقوله: (فاكتبنا مع الشاهدين) أنهم منهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p586'> Vol. 02, p. 586</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (ربنا) متصل بالحكاية عنهم.\n</p>\n\n<p>\nوأخبرنا تعالى بذلك لنقتدي بهم في متابعة\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم - والتضرع إلى الله في طلب الثواب كما طلبوه.\n</p>\n\n<p>\nقوله عز وجل. (ومكروا ومكر الله والله خير الماكرين <span id='ms503'></span> (54)\n</p>\n\n<p>\nالمكر في الأصل: حيلة يجلب بها الإنسان إلى مفسدة.\n</p>\n\n<p>\nوحيلة قد تقال فيما يجلب به إلى مصلحة، وقد يقال في ذلك المكر\n</p>\n\n<p>\nوالخديعة اعتبارا بظاهر الفعل دون المقصد، والحكيم قد يفعل\n</p>\n\n<p>\nما صورته صورة المكر، ولكن قصده المصلحة لا المفسدة، وعلى\n</p>\n\n<p>\nهذا سئل بعض المحققين عن مكر الله فأنشد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p587'> Vol. 02, p. 587</a>\n            </div>\n            \n</p>\n\n<p>\nويقبح من سواك الشيء عندي. . . وتفعله فيحسن منك ذاكا\n</p>\n\n<p>\nفإذن مكر الله قد يكون تارة فعلا يقصد به مصلحة، ويكون تارة\n</p>\n\n<p>\nجزاء المكر، ويكون تارة بأن لا يقبح مكرهم في عينهم، وذاك\n</p>\n\n<p>\nبانقطاع التوفيق عنهم وتزيين ذلك في أعينهم، حتى كأنه زينه في\n</p>\n\n<p>\nأعينهم ومكر بهم، ويكون تارة بإعطائهم ما يريدون من دنياهم.\n</p>\n\n<p>\nفإذا أعطاهم واستعملوه على غير ما يحب، فكأنه مكر بهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p588'> Vol. 02, p. 588</a>\n            </div>\n            \n</p>\n\n<p>\nواستدرجهم من حيث لا يعلمون.\n</p>\n\n<p>\nولأجله قال: (وهو شديد المحال)\n</p>\n\n<p>\nوهذا من المعنى الذي اقتضى الذي قال تعالى:\n</p>\n\n<p>\n(ويحذركم الله نفسه)\n</p>\n\n<p>\nوقال الكلبي: مكرهم كان تدبيرهم في قتل عيسى (ومكر الله) أنه ألقى شبه\nعيسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p589'> Vol. 02, p. 589</a>\n            </div>\n            \n</p>\n\n<p>\nعلى رجل كان يقال له يهوذا عهد لقتل عيسى، فدخل بيتا فظن\n</p>\n\n<p>\nأن عيسى عليه الصلاة السلام فيه فتبعه القوم فصلبوه.\n</p>\n\n<p>\nوقال الأصم: مكره بهم أن سلط عليهم فارس، فقتلوهم، وسبوا\n</p>\n\n<p>\nذراريهم، لقوله: (بعثنا عليكم عبادا).\n</p>\n\n<p>\nقوله تعالى: (إذ قال الله يا عيسى إني متوفيك ورافعك إلي ومطهرك من الذين\nكفروا وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة ثم إلي مرجعكم\nفأحكم بينكم فيما كنتم فيه تختلفون (55)\n</p>\n\n<p>\nإن قيل: كيف قال: (إني متوفيك) وقد قال تعالى: (وما قتلوه وما صلبوه)؟\nقيل: جملة الأمر أن ليس في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p590'> Vol. 02, p. 590</a>\n            </div>\n            \n</p>\n\n<p>\nذلك منافاة، إذ ليس كل متوفى يكون مقتولا.\n</p>\n\n<p>\nوقد قال الفراء: معناه: ورافعك إلي ومتوفيك، فقدم وأخر.\n</p>\n\n<p>\nوقال الربيع: توفاه، ووفاته النوم.\n</p>\n\n<p>\nوقال غيرهما: آخذك وافيا لم ينقص منك شيء.\n</p>\n\n<p>\nوقال الحسن: وفاة الرفع، لا وفاة الموت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p591'> Vol. 02, p. 591</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن عباس ووهب: وفاة موت، فإنه أماته ثم أحياه فرفعه.\n</p>\n\n<p>\nوقال بعضهم: معنى متوفيك آخذك عن هواك، ورافعك إلي عن\n</p>\n\n<p>\nشهوتك، ولم يكن ذلك رفعا مكانيا، وإنما <span id='ms504'></span> هو رفعة المحل \"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p592'> Vol. 02, p. 592</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان قد رفع إلى السماء، وعلى هذا قوله تعالى: (ورفعناه مكانا عليا)\nوتطهيره من الكافرين إخراجه من بينهم.\n</p>\n\n<p>\nوقيل: تخليصه من قتلهم، لأن ذلك طهرة منه.\n</p>\n\n<p>\nوقوله: (فوق الذين كفروا) أي فوقهم بالبرهان والحجة.\n</p>\n\n<p>\nوقال ابن زيد: عنى أنه جعل النصارى فوق اليهود في العزة.\n</p>\n\n<p>\nفقد جعل لهم مملكة ولم يجعلها لليهود.\n</p>\n\n<p>\nوقيل: عنى بقوله: (وجاعل الذين اتبعوك):\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p593'> Vol. 02, p. 593</a>\n            </div>\n            \n</p>\n\n<p>\nمن اتبع نبينا عليه الصلاة والسلام منهم، فإن من لم يتبعه بعد\n</p>\n\n<p>\nبعثته فهو في الحقيقة غير تابع لعيسى، وقيل: معنى قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p594'> Vol. 02, p. 594</a>\n            </div>\n            \n</p>\n\n<p>\nفوقهم: أي يوم القيامة في الجنة، إذ هم في الغرفات آمنون.\n</p>\n\n<p>\nوالذين كفروا في أسفل السافلين!\n</p>\n\n<p>\nوحينئذ تتعلق (إلى) بما تقدم، وقد تقدم الكلام في الرجوع إلى الله.\n</p>\n\n<p>\nقوله عز وجل: (فأما الذين كفروا فأعذبهم عذابا شديدا في الدنيا والآخرة\nوما لهم من ناصرين (56)\n</p>\n\n<p>\nتعذيب الله الكفار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p595'> Vol. 02, p. 595</a>\n            </div>\n            \n</p>\n\n<p>\nوالأشرار في الدنيا ضربان: ضرب عرفوه عذابا كالأمراض\n</p>\n\n<p>\nوالخسف والمسخ وتسليط المؤمنين عليهم.\n</p>\n\n<p>\nوضرب حسبوه نعمة وهو في الحقيقة نقمة.\n</p>\n\n<p>\nوذلك كتمكينهم من مال وجاه وسائر أعراض الدنيا، التي حظهم منها الهموم\nوالغموم، وإياه عنى بقوله: (إنما يريد الله أن يعذبهم بها في الدنيا).\n</p>\n\n<p>\nقوله عز وجل: (وأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم والله لا\nيحب الظالمين (57)\n</p>\n\n<p>\nالإيمان: فعل ما يقتضي الأمن من عذاب الله.\n</p>\n\n<p>\nوالصلاح: فعل ما يقتضي الصلح بينه وبين الله عز وجل.\n</p>\n\n<p>\nوالتوفية: إعطاؤه ما لا ينقص عما يقابلبه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p596'> Vol. 02, p. 596</a>\n            </div>\n            \n</p>\n\n<p>\nوالإيفاء الزيادة عليه، إن قيل: كان من حق المقابلة أنه لما عاقب\n</p>\n\n<p>\nذكر الكافرين بقوله: (وما لهم من ناصرين) أن يذكر ها هنا ما\n</p>\n\n<p>\nينافيه فيقول: (والله ولي المؤمنين). ونحو ذلك من الكلام لا قوله:\n</p>\n\n<p>\n(والله لا يحب الظالمين).\n</p>\n\n<p>\nقيل: إن قوله: (والله لا يحب الظالمين) من صفة الذين كفروا.\n</p>\n\n<p>\nونبه بالصفتين جميعا، أعنى هذه وقوله: (وما لهم من ناصرين) على كون\nالمؤمنين منصورين ومحبوبين.\n</p>\n\n<p>\nوقد دل على ذلك من فحوى الكلام في هذه الآية وغيرها من\n</p>\n\n<p>\nالآيات، وفي قوله: (لا يحب الظالمين) تنبيه أنه لا <span id='ms505'></span> يظلم خلقه.\n</p>\n\n<p>\nفمن لا يحب شيئا لا يتعاطاه مع استغنائه عنه.\n</p>\n\n<p>\nإن قيل: ما وجه إعادة ذكر عذاب الكافرين وثواب المؤمن العاقل الصالح في\nهذا المكان؟\n</p>\n\n<p>\nقيل: إن ذلك مقترن بمخاطبته عيسى، وهو قوله: (إني متوفيك)\n</p>\n\n<p>\nوتقديره: الذين كفروا بك، آمنوا بك. لكن حذف ذلك اختصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p597'> Vol. 02, p. 597</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (ذلك نتلوه عليك من الآيات والذكر الحكيم (58)\n</p>\n\n<p>\nالتلاوة والتنزيل والقص متقارب، لكن يقال:\n</p>\n\n<p>\nالتلاوة اعتبارا بمساوقة بعض الكلام بعضا بالولاء، والإنزال\n</p>\n\n<p>\nاعتبارا بإخبار الأعلى الأدون، والأرفع للأوضع.\n</p>\n\n<p>\nوالقص اعتبارا باقتطاع الخبر على ما هو به، وقص أثره.\n</p>\n\n<p>\nوالحكيم: المحكم، إشارة إلى قوله: (أحكمت آياته).\n</p>\n\n<p>\nويجوز أن يكون بمعنى فاعل، كأنه ناطق بالحكمة وفاعل لها، لا لاقتضائه\nإياها.\n</p>\n\n<p>\nوقوله: (ذلك): مبتدأ، و (نتلوه): خبره، وقيل: ذلك تقديره:\n</p>\n\n<p>\nالذي، و (نتلوه): صلته، والخبر قوله (من الآيات)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p598'> Vol. 02, p. 598</a>\n            </div>\n            \n</p>\n\n<p>\nوتلاوته: إنزاله، ويجوز أن تجعل تلاوة جبريل والنبي - صلى الله عليه وسلم\n- وأوليائه تلاوة لما كان بأمره، فأفعال أوليائه قد تنسب إليه، كقوله\n</p>\n\n<p>\nعز وجل: (الله يتوفى الأنفس حين موتها).\n</p>\n\n<p>\nوقوله في موضع آخر: (قل يتوفاكم ملك الموت).\n</p>\n\n<p>\nقوله عز وجل: (إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن\nفيكون (59)\n</p>\n\n<p>\nلما ذكر تعالى مكان عيسى من الفضيلة، وما آتاه من المنزلة.\n</p>\n\n<p>\nكذب النصارى فيما ادعوه من بنوته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p599'> Vol. 02, p. 599</a>\n            </div>\n            \n</p>\n\n<p>\nوبين كيفية خلقه من غير ذكر.\n</p>\n\n<p>\nإن قيل: كيف يكون عيسى مثل آدم وآدم لم يضمه رحم؟\n</p>\n\n<p>\nقيل: إن ذلك تكذيب للنصارى فيما ادعوه.\n</p>\n\n<p>\nوذلك أن أهل نجران قالوا: ما رأينا ابنا بلا أب؟\n</p>\n\n<p>\nفأنزل الله ذلك تبيينا: أن ليس أمر عيسى بأعجب من أمر آدم.\n</p>\n\n<p>\nإذ هو لم يخلق من ذكر ولا أنثى وعلى نحوه دل قوله:\n</p>\n\n<p>\n(أوليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم).\n</p>\n\n<p>\nإن قيل: لم قال: (عند الله). أهو يشبهه عند الله دون غيره؟\n</p>\n\n<p>\nقيل: عنى بقوله: (عند الله). في حكمه، وأن ذلك لا يشق عليه كما\n</p>\n\n<p>\nلم يشق عليه أن خلق آدم من غير أبوين.\n</p>\n\n<p>\nإن قيل <span id='ms506'></span>: ما معنى قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p600'> Vol. 02, p. 600</a>\n            </div>\n            \n</p>\n\n<p>\n(كن) بعد أن خلقه من تراب؟\n</p>\n\n<p>\nقيل: معناه كن إنسانا حيا ناطقا، وهو لم يكن كذلك، بل كان دهرا جسدا ملقى\nلا روح فيه.\n</p>\n\n<p>\nعلى ما روي في الخبر، ثم جعل فيه الروح، وجعل كن عبارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p601'> Vol. 02, p. 601</a>\n            </div>\n            \n</p>\n\n<p>\nعن إيجاد الصورة التي بها صار الإنسان إنسانا، وعلى هذا\n</p>\n\n<p>\nقال: (إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون)\n</p>\n\n<p>\nفالمقول له الجسد، وقد تقدم الكلام في كن.\n</p>\n\n<p>\nإن قيل: لم قال: (فيكون) ولم يقل فكان؟\n</p>\n\n<p>\nقيل: يكون عبارة عن حال كونه، وحكاية الحال هكذا يخرج نحو قولهم: فلان\nقال أمس كذا فيفعل به كذا.\n</p>\n\n<p>\nإن قيل: لم رفع يكون ولم ينصب على جواب الأمر؟\n</p>\n\n<p>\nقيل: جواب الأمر يجب أن يكون غيره، نحو: ائتني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p602'> Vol. 02, p. 602</a>\n            </div>\n            \n</p>\n\n<p>\nفأكرمك، وتقديره: ائتني فإنك إن تأتني أكرمك، ولو جعل\n</p>\n\n<p>\nفيكون جوابا لكان، تقديره كن، فإنك إن تكن تكن، وهذا لا\n</p>\n\n<p>\nيصح؛ لأن معنى الجواب معنى الشرط، وإذا رفع فتقديره: فهو يكون.\n</p>\n\n<p>\nقوله عز وجل: (الحق من ربك فلا تكن من الممترين (60)\n</p>\n\n<p>\nالامتراء: استخراج الرأي للشك العارض، ويجعل عبارة عن\n</p>\n\n<p>\nالشك، وإنما قال: (فلا تكن من الممترين) ولم يقل ممتريا.\n</p>\n\n<p>\nليكون فيه ذم من شك في عيسى.\n</p>\n\n<p>\nوقوله (الحق) خبر مبتدأ محذوف، أو مبتدأ وخبره (من ربك).\n</p>\n\n<p>\nونبه أن الحق في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p603'> Vol. 02, p. 603</a>\n            </div>\n            \n</p>\n\n<p>\nذلك، بل في الأمور كلها ما يكون مصدره من الله تعالى.\n</p>\n\n<p>\nوقوله: (فلا تكن من الممترين) وإن كان خطابا للنبي - صلى الله عليه وسلم\n- فالمقصد به عام.\n</p>\n\n<p>\nقوله عز وجل: (فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع\nأبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنت\nالله على الكاذبين (61)\n</p>\n\n<p>\nأصل البهل: ترك الشيء غير مراعى، من قولهم بهلت الناقة: تركتها\n</p>\n\n<p>\nبلا صرار.\n</p>\n\n<p>\nواللعن: الطرد، وقد يستعمل البهل بمعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p604'> Vol. 02, p. 604</a>\n            </div>\n            \n</p>\n\n<p>\nاللعن، وقد تقدم أن لعن الله قد يكون بمنع التوفيق عن\n</p>\n\n<p>\nالكافر وتركه وشؤمه، وهذا نهاية الخذلان.\n</p>\n\n<p>\nوتعال: قال أهل اللغة أصله أن يدعو إلى - مكان رفيع.\n</p>\n\n<p>\nثم جعل عاما في الدعاء <span id='ms507'></span> إلى كل مكان.\n</p>\n\n<p>\nوالأولى أنه دعاء الإنسان إلا ما فيه علو منزلة:\n</p>\n\n<p>\nإما على الحقيقة، وإما على سبيل الفضول، كقولهم:\n</p>\n\n<p>\nهلم إلى السعادة.\n</p>\n\n<p>\nوقوله: (حاجك فيه) أي في كون عيسى عند الله كآدم.\n</p>\n\n<p>\nوقيل في قوله: (الحق من ربك فلا تكن من الممترين).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p605'> Vol. 02, p. 605</a>\n            </div>\n            \n</p>\n\n<p>\nوكلا القولين واحد في التحقيق، لأن كليهما في\n</p>\n\n<p>\nأمر عيسى، والآية نزلت في نصارى نجران، إذ عارضوا النبي\n</p>\n\n<p>\n- صلى الله عليه وسلم - في أمر عيسى عليه الصلاة والسلام.\n</p>\n\n<p>\nويقال: لما نزلت أخذ النبي - صلى الله عليه وسلم - بيد الحسن والحسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p606'> Vol. 02, p. 606</a>\n            </div>\n            \n</p>\n\n<p>\nوعلي وفاطمة. ثم دعا النصارى إلى المباهلة فأحجموا.\n</p>\n\n<p>\nوقال بعضهم لبعض: إن باهلتموه اضطرم الوادي عليكم نارا.\n</p>\n\n<p>\nفلم يبق نصراني ولا نصرانية.\n</p>\n\n<p>\nوقال بعضهم: وفي هذا إشارة إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p607'> Vol. 02, p. 607</a>\n            </div>\n            \n</p>\n\n<p>\nظهور بطلان الدعاوى الكاذبة عند أهل الحقائق.\n</p>\n\n<p>\nقوله عز وجل: (إن هذا لهو القصص الحق وما من إله إلا الله وإن الله لهو\nالعزيز الحكيم (62)\n</p>\n\n<p>\nأي أن ما قص الله عليكم من أمر عيسى هو الحق، وأن المستحق لعبادته هو\nالله، لا إله غيره، وأن لا عزة ولا عز ولا حكم ولا حكمة إلا له تعالى في\nالحقيقة، فهو الذي لا تلحقه ذلة ولا تعتريه جهالة، وكل من حصل له شيء\n</p>\n\n<p>\nمن العز والحكم فمنه مستفاد.\n</p>\n\n<p>\nوالقصص: كل خبر مقتطع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p608'> Vol. 02, p. 608</a>\n            </div>\n            \n</p>\n\n<p>\nعلى وجهته من قولهم: قصصت أثره، وقصصت الظفر.\n</p>\n\n<p>\nوهو اسم للمقصوص: كالقبض والنقص، للمقبوض والمنقوص.\n</p>\n\n<p>\nوظاهر قوله: (وما من إله إلا الله) أبلغ من قولنا:\n</p>\n\n<p>\nوما إله، لاستغراقه، ولا يصح جر لفظ الله على البدل من إله، لأن من\n</p>\n\n<p>\nهذه لا تدخل إلا على كل نكرة غير موجبة، فإذن لا يكون إلا\n</p>\n\n<p>\nرفعا ردا على موضع (من إله)، وأعاد ذكر الله ظاهرا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p609'> Vol. 02, p. 609</a>\n            </div>\n            \n</p>\n\n<p>\nطريق التعظيم، وخص (العزيز) تنبيها أنه تعالى مستغن عن\n</p>\n\n<p>\nالتكثر بالولد على ما تقدم، وفيه تنبيه أنه أظهر عزته عما ينسب\n</p>\n\n<p>\nإليه من الولد بما قدمه من الحجة، وأنه حكيم لا يفعل ما ينافي\n</p>\n\n<p>\nحكمته، واتخاذ الولد مما ينافي حكمته.\n</p>\n\n<p>\nقوله عز وجل: (فإن تولوا فإن <span id='ms508'></span> الله عليم بالمفسدين (63)\n</p>\n\n<p>\nأي إن أعرضوا عن الإصغاء إلى الحق والتزامه، وعن الإجابة إلى\n</p>\n\n<p>\nالمباهلة، فإن حالهم في كونهم مفسدين ظاهرة، وعقوبتهم\n</p>\n\n<p>\nواجبة، فهو تعالى معاقبهم.\n</p>\n\n<p>\nقوله تعالى: (قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا\nنعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله\nفإن تولوا فقولوا اشهدوا بأنا مسلمون (64)\n</p>\n\n<p>\nقال محمد بن جعفر والحسن والسدي: عنى بأهل الكتاب هاهنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p610'> Vol. 02, p. 610</a>\n            </div>\n            \n</p>\n\n<p>\nنصارى نجران، وقال قتادة والربيع: عنى يهود المدينة.\n</p>\n\n<p>\nوقيل: عنى الفريقين، لقوله في ذمهما: (اتخذوا أحبارهم ورهبانهم أربابا من\nدون الله)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p611'> Vol. 02, p. 611</a>\n            </div>\n            \n</p>\n\n<p>\nو (سواء) وسوى: وسط، ويعني به العدل.\n</p>\n\n<p>\nوقول الربيع وأبي العالية (كلمة سواء)\n</p>\n\n<p>\nهي لا إله إلا الله، فصحيح، لأن أبلغ العدالة التوحيد، وهي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p612'> Vol. 02, p. 612</a>\n            </div>\n            \n</p>\n\n<p>\nالكلمة التي يجب أن يتساوى الناس فيها، وفي أن يكونوا\n</p>\n\n<p>\nعابدين غير معبودين، بخلاف ما ادعته النصارى، ونبه بقوله:\n</p>\n\n<p>\nلا نشرك أن قولهم يقتضى الشرك، وإن كانوا منكرين أنهم\n</p>\n\n<p>\nمشركون، وموضع (ألا نعبد) خفض بدل من كلمة، أو رفع\n</p>\n\n<p>\nعلى أنه خبر ابتداء مضمر، كأنه قيل: وهي ألا نعبد، ولو\n</p>\n\n<p>\nرفع سواء، نحو قوله (سواء محياهم ومماتهم) جاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p613'> Vol. 02, p. 613</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك يجوز رفع (ألا نعبد) على معنى: أنه لا نعبد.\n</p>\n\n<p>\nوقال بعض الصوفية: نبهنا الله تعالى بهذه الآية على طريق\n</p>\n\n<p>\nالتعبد، وأن لا نقصد بسرنا سواه عند عبادته، ولا نفزع في شيء\n</p>\n\n<p>\nمن الحاجات إلى غيره، فنكون كمن وصفه النبي - صلى الله عليه وسلم - \"تعس\nعبد الدينار، تعس عبد الدرهم \".\n</p>\n\n<p>\nإن قيل: فأي حجة في قوله: (فإن تولوا فقولوا اشهدوا) قيل: إنه تعالى\nأدبنا بأن المعاند متى لزمته الحجة وبانت له المحجة فليس إلا التقضي منه\nوترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p614'> Vol. 02, p. 614</a>\n            </div>\n            \n</p>\n\n<p>\nمحجته وملاحاته.\n</p>\n\n<p>\nإن قيل: كيف قال: (ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون\nالله) وكلاهما أفاد ما أفاد قوله (ألا نعبد إلا الله)؟\n</p>\n\n<p>\nقيل: ليس كذلك، فإن الشرك بالله قد يكون في غير العبادة.\n</p>\n\n<p>\nألا ترى أن النبي - صلى الله عليه وسلم - قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p615'> Vol. 02, p. 615</a>\n            </div>\n            \n</p>\n\n<p>\n\"الشرك أخفى فيكم <span id='ms509'></span> من دبيب النمل على الصفا في الليلة الظلماء\".\n</p>\n\n<p>\nمن ذلك قول القائل: لولا الديك لأتانا اللص.\n</p>\n\n<p>\nوقال تعالى: (وما يؤمن أكثرهم بالله إلا وهم مشركون).\n</p>\n\n<p>\nوقوله: (ولا يتخذ بعضنا بعضا أربابا من دون الله).\n</p>\n\n<p>\nفقد شرط من دون الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p616'> Vol. 02, p. 616</a>\n            </div>\n            \n</p>\n\n<p>\nوهنا هو الكفر، فأما المملوك إذا اتخذ صاحبه ربا لا أنه معبود\n</p>\n\n<p>\nفليس بمنهي عنه.\n</p>\n\n<p>\nقوله عز وجل: (يا أهل الكتاب لم تحاجون في إبراهيم وما أنزلت التوراة\nوالإنجيل إلا من بعده أفلا تعقلون (65)\n</p>\n\n<p>\nقال ابن عباس والحسن والسدي: اجتمع أحبار اليهود ونصارى\n</p>\n\n<p>\nنجران عند رسول الله - صلى الله عليه وسلم - فتنازعوا في إبراهيم.\n</p>\n\n<p>\nفقالت اليهود: ما كان إلا يهوديا، وقالت النصارى: ما كان إلا نصرانيا، -\nفأبطل الله دعواهما، وبين أن ذلك محال، لأن المتقدم لا يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p617'> Vol. 02, p. 617</a>\n            </div>\n            \n</p>\n\n<p>\nمنسوبا إلى المتأخر ومقتديا به.\n</p>\n\n<p>\nإن قيل: فإن اليهود والنصارى لم يدعوا أكثر من أن شريعتنا مساوية لشريعة\nإبراهيم، وهذا قد ادعاه المسلمون، فإن أمكننا أن نلزمهم. ذلك أمكنهم أن\nيعارضوا بمثله؟\n</p>\n\n<p>\nقيل: إنا لم ندع أن إبراهيم منسوب في الشريعة إلى محمد\n</p>\n\n<p>\n- صلى الله عليه وسلم - كما ادعوه، وإنما قلنا كان حنيفا مسلما، والحنيف\nالمستقيم والمائل إلى الحق، والمسلم المطيع والمستسلم للحق، وهذا\n</p>\n\n<p>\nمن الأسماء التي يتخصص بها كل ذي حق، ولهذا قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p618'> Vol. 02, p. 618</a>\n            </div>\n            \n</p>\n\n<p>\n(إن الدين عند الله الإسلام)، واليهود منسوب إلى يهودا.\n</p>\n\n<p>\nوالنصارى إلى ناصرة، وهما نسبتان حصلتا بعد إبراهيم.\n</p>\n\n<p>\nفكذبوا في نسبته إليهما، ثم المسلمون موافقون لإبراهيم في كثير\n</p>\n\n<p>\nمن الأحكام: كحج البيت، والختان، والمضمضة وغير ذلك.\n</p>\n\n<p>\nوهم يخالفونه في أكثر ذلك، وأيضا فقد ورد في القرآن أن شريعتنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p619'> Vol. 02, p. 619</a>\n            </div>\n            \n</p>\n\n<p>\nموافقة لشريعته فيما حكى، وهذا ظاهر، ونبه بقوله (أفلا تعقلون)\n</p>\n\n<p>\nأن ما يقولونه ويفعلونه بخلاف مقتضى العقل.\n</p>\n\n<p>\nوأن العقل يزجر عن اتباع دعوى بلا حجة.\n</p>\n\n<p>\nقوله عز وجل: (ها أنتم هؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس\nلكم به علم والله يعلم وأنتم لا تعلمون (66)\n</p>\n\n<p>\nها للتنبيه عما يضل عنه الإنسان أو يغفل، تقول ها أنا ذا. تنبيها\n</p>\n\n<p>\nلمن غفل <span id='ms510'></span> عنك.\n</p>\n\n<p>\nفإن قيل: فهب أن الإنسان يغفل عن غيره، فكيف يغفل عن نفسمه، حتى يقال: ها\nأنتم؟\n</p>\n\n<p>\nقيل: فليس حقيقة (ها أنتم) تنبيه المخاطب على وجود ذاته، وإنما هو تنبيه\nعلى أحواله التي غفل عنها، فالإنسان قد يغفل عن كثير من معايبه\n</p>\n\n<p>\nلشغفه بنفسه، فيحتاج أن ينبه عليه، ولهذا لا يقتصر علي قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p620'> Vol. 02, p. 620</a>\n            </div>\n            \n</p>\n\n<p>\n(ها أنتم) حتى يضم إليه حالة ما، مما غفلوا عنه، وفي الآية تنبيه\n</p>\n\n<p>\nعلى حالة غفلوا عنها، وهي أنهم حاجوا فيما لا علم لهم به.\n</p>\n\n<p>\nولم ترد به التوراة والإنجيل، فيقول: هب أنكم تحتجون فيما ورد به كتب\n</p>\n\n<p>\nالله المتقدمة فلم تحتجون فيما ليس كذلك؟ ونبه أن المحاجة\n</p>\n\n<p>\nإعلام الحجة، ومن لا يعرفها فكيف يعرفها؟\n</p>\n\n<p>\nوفي قوله (والله يعلم وأنتم لا تعلمون)\n</p>\n\n<p>\nاستدعاء لأن يسمعوا، كقولك لمن أخبرته بشيء لا يعلمه:\n</p>\n\n<p>\nاسمع فإني أعلم ما لا تعلم، و (هؤلاء)\n</p>\n\n<p>\nهاهنا جار مجرى الذين و (حاججتم) صلته.\n</p>\n\n<p>\nوقيل: بل هو تابع لأنتم جار مجرى عطف البيان، و (حاججتم) هو\n</p>\n\n<p>\nالخبر، والمعنى لا يتغير باختلاف التقديرين.\n</p>\n\n<p>\nقوله عز وجل: (ما كان إبراهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما\nوما كان من المشركين (67)\n</p>\n\n<p>\nأنكر الله عليهم محاجتهم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p621'> Vol. 02, p. 621</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم، واستجهلهم فيما ادعوه، وأنه كان على إحدى الملتين\n</p>\n\n<p>\nاليهودية والنصرانية، وبت الحكم على كونه حنيفا مسلما على ما\n</p>\n\n<p>\nتقدم، ثم بين أنه لم يكن من المشركين؛ تنبيها أن اليهود\n</p>\n\n<p>\nوالنصارى فيما ابتدعوه وادعوه مشركون ..\n</p>\n\n<p>\nقوله عز وجل (إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين\nآمنوا والله ولي المؤمنين (68)\n</p>\n\n<p>\nقد تقدم معنى الولاية والاتباع، وأنه تارة يكون بالسنن\n</p>\n\n<p>\nوتارة يكون بالاعتقاد.\n</p>\n\n<p>\nوهذا الثاني هو المراد، ومعنى الآية أن أصدق الناس موالاة لإبراهيم\n</p>\n\n<p>\nمن تبعه في اعتقاده وأفعاله، وهذا النبي والذين آمنوا هم المتبعون\n</p>\n\n<p>\nله، فإذن هم أحق به، فعلى قوله: (وهذا النبي والذين آمنوا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p622'> Vol. 02, p. 622</a>\n            </div>\n            \n</p>\n\n<p>\nمبتدأ محذوف الخبر، وقيل: عنى بقوله الذين اتبعوه:\n</p>\n\n<p>\nالمتبعون له في زمانه، وقوله: (وهذا النبي) معطوف عليه.\n</p>\n\n<p>\nإن قيل: لم أفرد ذكر النبي - صلى الله <span id='ms511'></span> عليه وسلم - عن المؤمنين؟\n</p>\n\n<p>\nقيل: لأنه هو المقصود بالولاية، والمؤمنون غير الذين آمنوا وهم تابعوه،\nويجوز أن يجعل المؤمنون عاما، ويكون إفراد النبي - صلى الله عليه وسلم -\nتعظيما له كإفراد جبريل وميكائيل عن الملائكة، وقدم ذكره تشريفا له، كقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p623'> Vol. 02, p. 623</a>\n            </div>\n            \n</p>\n\n<p>\n(وما أوتي موسى وعيسى والنبيون) فقدم ذكرهما، وإن كانا\n</p>\n\n<p>\nمن جملة النبيين، وإنما قال: (والله ولي المؤمنين) ولم يقل: وليهم.\n</p>\n\n<p>\nتنبيها أن موالاة الله تعالى تستحق بالإيمان، وأنها ليست بمقصورة\n</p>\n\n<p>\nعلى من تقدم ذكرهم، بل ذلك لكل مؤمن في كل وقت.\n</p>\n\n<p>\nوالولي هاهنا يحتمل على وجهين:\n</p>\n\n<p>\nأحدهما: أن يكون بمعنى الفاعل.\n</p>\n\n<p>\nولما ذكر حال إبراهيم ومشاحة الناس في الانتساب إليه نبه\n</p>\n\n<p>\nبقوله: (والله ولي المؤمنين) أن إبراهيم استحق منزلته.\n</p>\n\n<p>\nوالثاني: أن يكون بمعنى الموالى، أي المؤمنون هم الذين يوالون الله.\n</p>\n\n<p>\nفأما الكفار فيوالون الشيطان، كما قال تعالى: (والذين كفروا أولياؤهم\nالطاغوت).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p624'> Vol. 02, p. 624</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (ودت طائفة من أهل الكتاب لو يضلونكم وما يضلون إلا أنفسهم\nوما يشعرون (69)\n</p>\n\n<p>\nالطائفة: جمع طائف وهو الذي يطوف، وذلك اعتبارا بطوافهم بالبيت وغيره من\nمتعبداتهم، ولطوافهم في أسفارهم، ثم سمي كل جمع طائفة.\n</p>\n\n<p>\nطافوا أو لم يطوفوا، كتسميتهم بالرفقة، ترافقوا أو لم يترافقوا.\n</p>\n\n<p>\nوالإضلال: فعل ما يحصل عنده الضلال، ويقال ذلك له لقصد\n</p>\n\n<p>\nالفاعل ذلك أولا، لأنه يقال مفازة مضلة، كما يقال: أضلني\n</p>\n\n<p>\nفضللت، ويقال: أضله، سواء فعل ذلك بدعا أو بغيره، كما\n</p>\n\n<p>\nيقال: أضله الشيطان، قال تعالى حكاية عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p625'> Vol. 02, p. 625</a>\n            </div>\n            \n</p>\n\n<p>\n(وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي)\n</p>\n\n<p>\nلكن الإضلال متى كان معه الضلال لا يصح أن ينفى، فيقال:\n</p>\n\n<p>\nما أضل المؤمن، ويقال تارة الشيطان، وإذا لم يكن معه الضلال صح النفي فيه\nوالإثبات جميعا، ويقال تارة: الشيطان أضل المؤمن ولم يضل.\n</p>\n\n<p>\nوالود ضرب من المحبة، ويستعمل في معنى التمني، فمتى\n</p>\n\n<p>\nقصد به التمني استعمل معه: أن، وتارة: لو، يقول: وددت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p626'> Vol. 02, p. 626</a>\n            </div>\n            \n</p>\n\n<p>\nلو خرجت، ولا يجوز إدخال لو فيه إذا أريد معه المحبة.\n</p>\n\n<p>\nوإذا كان بمعنى المحبة يتعلق بالأزمنة الثلاثة، وإذا كان للتمني\n</p>\n\n<p>\nفليس <span id='ms512'></span> إلا للاستقبال. بين تعالى أن طائفة من اليهود والنصارى\n</p>\n\n<p>\nيتمنون أن يفعلوا ما يؤدي المسلمين إلى ضلالهم وهلاكهم، وكل\n</p>\n\n<p>\nما يفعلونه يؤديهم إلى هلاك أنفسهم، ثم بين أنهم لا يشعرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p627'> Vol. 02, p. 627</a>\n            </div>\n            \n</p>\n\n<p>\nأنهم يضلون أنفسهم، وإنما قال: (لا يشعرون) مبالغة في\n</p>\n\n<p>\nذمهم، وأنهم افتقدوا المنفعة بحواسهم، كقوله تعالى: (صم بكم عمي) وقول من\nقال: الآية تدل على أن المعارف مكتسبة\n</p>\n\n<p>\nبقوله: (وما يشعرون)، فبعيد عن تصور الفرق بين قولهم:\n</p>\n\n<p>\nيشعر ويعلم، وروي في سبب نزول هذه الآية: أن قوما من\n</p>\n\n<p>\nاليهود دعوا عمار بن ياسر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p628'> Vol. 02, p. 628</a>\n            </div>\n            \n</p>\n\n<p>\nوحذيفة بن اليمان إلى اليهودية.\n</p>\n\n<p>\nقوله عز وجل: (يا أهل الكتاب لم تكفرون بآيات الله وأنتم تشهدون (70)\n</p>\n\n<p>\nالشهادة: الإخبار بالشيء عن مشاهدة: إما ببصر.\n</p>\n\n<p>\nأو ببصيرة، ثم يعبر بها عن المعرفة القتضية لصحة ما يدعي، وإن\n</p>\n\n<p>\nكان المدعى عليه منكرا بلسانه كقولك لخصمك: أنت تشهد أن\n</p>\n\n<p>\nالأمر بخلاف ما تذكره.\n</p>\n\n<p>\nفقوله: (لم تكفرون بآيات الله)\n</p>\n\n<p>\nمنهم من خص، فقال: عنى بذلك الآيات المنزلة على محمد - صلى الله عليه\nوسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p629'> Vol. 02, p. 629</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم من قال: عنى الآيات التي تدل من الكتابين على صحة\n</p>\n\n<p>\nنبوة محمد - صلى الله عليه وسلم -\n</p>\n\n<p>\n(وأنتم تشهدون) يعني شهادة بالقلب دون اللسان، أو عنى ما يكون من شهادتهم\n(يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم).\n</p>\n\n<p>\nوقيل: معناه: وأنتم تشهدون يا أهل الكتاب: لم تلبسون الحق بالباطل،\nتنبيها أنهم يفعلون ذلك حماية على رياستهم وعصبية لملتهم، لا جهلا بالحق،\nبل هم يعلمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p630'> Vol. 02, p. 630</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (يا أهل الكتاب لم تلبسون الحق بالباطل وتكتمون الحق وأنتم\nتعلمون (71).\n</p>\n\n<p>\nلبس الحق بالبطل على ثلاثة أوجه:\n</p>\n\n<p>\nالأول: أن يحرف الحق، فيجعل في صورة الباطل.\n</p>\n\n<p>\nوالثاني: أن يزين الباطل، فيجعل في صورة الحق.\n</p>\n\n<p>\nالثالث: أن لا يميز أحدهما عن الآخر مع الإمكان.\n</p>\n\n<p>\nوقد فسرت الآية على الأوجه الثلاثة.\n</p>\n\n<p>\nقال الحسن وابن زيد: هو تحريف التوراة والإنجيل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p631'> Vol. 02, p. 631</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعضهم: هو الكفر بمحمد - صلى الله عليه وسلم - مع المعرفة بصدقه،\nوقيل: هو ما ذكره تعالى من بعد في قول بعضهم لبعض (آمنوا بالذي أنزل على <span id='ms513'></span>\nالذين آمنوا وجه النهار).\n</p>\n\n<p>\nوأما كتمانهم الحق فما كتموه من صفات النبي - صلى الله عليه وسلم - التي\nدل عليها إشارات التوراة والإنجيل، وقد نهى النبي - صلى الله عليه وسلم -\nعن كتمان العلم بقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p632'> Vol. 02, p. 632</a>\n            </div>\n            \n</p>\n\n<p>\n\"من سئل عن علم فكتمه. . . \" الخبر، وعنى بالآية كتمانه مع\n</p>\n\n<p>\nوجوب إظهاره:\n</p>\n\n<p>\nفأما صيانة الحكمة عمن لا يستحقها؛ إما لقصوره عن الوقوف عليها، أو خوفا\nأن يجعلها ذريعة إلى فساد، فذلك واجب.\n</p>\n\n<p>\nوقوله: (وأنتم تعلمون) أي تعرفون الحق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p633'> Vol. 02, p. 633</a>\n            </div>\n            \n</p>\n\n<p>\nالذي تكتمونه، والتلبيس الذي تاتونه.\n</p>\n\n<p>\nإن قيل: لم قال هاهنا: (وأنتم تعلمون)، وقال فيما قبله:\n</p>\n\n<p>\n(وأنتم لا تعلمون)؟\n</p>\n\n<p>\nقيل: الذي نفى عنهم ما ادعوه من كون إبراهيم يهوديا أو نصرانيا.\n</p>\n\n<p>\nوليس ذلك في كتابهم.\n</p>\n\n<p>\nوما أثبت لهم هاهنا وقفوا عليه من كتابهم من أمر النبي - صلى الله عليه\nوسلم - فجحدوه، وهذا غاية الذم، إذ جحدوا ما علموا، وادعوا ما جهلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p634'> Vol. 02, p. 634</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (وقالت طائفة من أهل الكتاب آمنوا بالذي أنزل على الذين\nآمنوا وجه النهار واكفروا آخره لعلهم يرجعون (72)\n</p>\n\n<p>\nالوجه: أصله الجارحة، ولما كان هو أول ما يستقبلك، وأشرف\n</p>\n\n<p>\nما في البدن، تارة يستعمل في أشرف الشيء، فيقال: هذا وجه\n</p>\n\n<p>\nكذا، وتارة في مبدئه، نحو: وجه النهار.\n</p>\n\n<p>\nوقوله: (آمنوا) أي أظهروا الإيمان، وقوله: (الذين آمنوا) أي آمنوا بمحمد\n- صلى الله عليه وسلم -.\n</p>\n\n<p>\nوالطائفة التي قالت ذلك قال قتادة والربيع: هم اليهود بعضهم لبعض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p635'> Vol. 02, p. 635</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحسن: يهود خيبر، قالوا: ليهود المدينة فخصص.\n</p>\n\n<p>\nومعنى الآية قيل: إن النبي - صلى الله عليه وسلم - صلى صلاة الفجر إلى\nبيت المقدس، ثم نسخ الله ذلك في آخر النهار، فقال: آمنوا بصلاتهم وجه\nالنهار إلى بيت المقدس، واكفروا بصلاتهم في آخر النهار إلى الكعبة، لعلهم\nيتركون إذا رأوا التواءكم عليهم، وعبر عما فعله المسلمون بالإنزال إليهم.\n</p>\n\n<p>\nلا أنهم أقروا بأن ذلك منزل، ولكن على حسب ما قاله المسلمون\n</p>\n\n<p>\nواعتقدوه.\n</p>\n\n<p>\nوقيل: ليس القصد في الحقيقة إلى صدر النهار وآخره.\n</p>\n\n<p>\nبل لما عجزوا عن صرف المؤمنين عن موافقة النبي - صلى الله عليه وسلم -\nمكاشفة، قالوا: إذا <span id='ms514'></span> مروهم بأن يساعدوهم مرة ويخالفوهم مرة؛ ليحتالوا\n</p>\n\n<p>\nعلى صرفهم عن اتباعه بذلك، فحذر الله المؤمنين منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p636'> Vol. 02, p. 636</a>\n            </div>\n            \n</p>\n\n<p>\nليحترزوا. ومنهم من حمل وجه النهار وآخره على مجاز\n</p>\n\n<p>\nآخر، فقال: معناه آمنوا في الظاهر، واكفروا به في الحقيقة.\n</p>\n\n<p>\nوذلك هو المعبر عنه بقوله: (وإذا لقوا الذين آمنوا) الآية.\n</p>\n\n<p>\nوقيل: فيه وجه رابع، وهو أن علماء اليهود وكانوا قد حدثوا\n</p>\n\n<p>\nقبل بعثة النبي - صلى الله عليه وسلم - بأخبار له وجدت على ما أخبروا به،\nثم لما رأوا رياستهم تبطل به ندموا، فقال بعضهم لبعض: قد أخبرنا اليهود\n</p>\n\n<p>\nبما أخبرنا، فإن كذبناه دفعة اتهمونا، ولكن نؤمن ببعض، ونكفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p637'> Vol. 02, p. 637</a>\n            </div>\n            \n</p>\n\n<p>\nببعض، أي نوهمهم أولا أنا نظنه صادقا ثم يكذبونه، فهذا\n</p>\n\n<p>\nمعنى (آمنوا وجه النهار واكفروا آخره).\n</p>\n\n<p>\nولإظهارهم الإيمان طورا والكفر طورا، قال تعالى: (إن الذين آمنوا ثم\nكفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرا) الآية.\n</p>\n\n<p>\nقوله تعالى: (ولا تؤمنوا إلا لمن تبع دينكم قل إن الهدى هدى الله أن يؤتى\nأحد مثل ما أوتيتم أو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء\nوالله واسع عليم (73)\n</p>\n\n<p>\nفي قوله (أن يؤتى أحد)\n</p>\n\n<p>\nقولان: أحدهما: أن يتصل بقو له: (ولا تؤمنو).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p638'> Vol. 02, p. 638</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: أن يتصل بقوله: (قل إن الهدى) فإذا جعلته متصلا بقوله:\n</p>\n\n<p>\n(ولا تؤمنوا) فتقديره: ولا تؤمنوا بأن يؤتى أحد، لكن حذف\n</p>\n\n<p>\nالجار لكثرة حذفه مع أن.\n</p>\n\n<p>\nإن قيل: كيف يصح أن يكون (تؤمنوا) مفعوله (أن يؤتى) وقد عدي إلى قوله:\n(لمن تبع دينكم) و (ءامن) لا يصح أن يعدى إلى مفعولين بغير حرف\n</p>\n\n<p>\nالعطف؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p639'> Vol. 02, p. 639</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: إن اللام تتعلق به، لا على حد المفعول به، وتقدير\n</p>\n\n<p>\nالكلام: لا تقروا بأن يؤتى أحد مثل ما أوتيتم إلا لمن تبع.\n</p>\n\n<p>\nوقول من قال: اللام زائدة نحو (ردف لكم) فبعيد، لأن\n</p>\n\n<p>\nآمن هنا لا يتعدى إلا بالجار.\n</p>\n\n<p>\nوفي قوله: (أن يؤتى أحد مثل ما أوتيتم) على هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p640'> Vol. 02, p. 640</a>\n            </div>\n            \n</p>\n\n<p>\nقولان: أحدهما: لا تقروا أن أحدا عرف محمدا كما قد عرفتموه.\n</p>\n\n<p>\nوالثاني: أن خص أحد من العلوم والكراما) بمثل ما خصصتم <span id='ms515'></span>.\n</p>\n\n<p>\nوقوله (أو يحاجوكم) أي أو أن يجعل الله للمسلمين حجة يحاجونكم\n</p>\n\n<p>\nبها عند الله، فأكذبهم الله تعالى في الأمرين جميعا ورد عليهم.\n</p>\n\n<p>\nأما في الأول فبقوله: (قل إن الهدى هدى الله) تنبيها أن ذلك\n</p>\n\n<p>\nيعطيه من يشاء، نحو (والله يهدي من يشاء).\n</p>\n\n<p>\nأما في الثاني، وهو قوله: (أو يحاجوكم) فبقوله: (قل إن الفضل بيد الله\nيؤتيه من يشاء).\n</p>\n\n<p>\nفقوله: (قل إن الهدى) اعتراض بين بعض الجملة وبعضها.\n</p>\n\n<p>\nتسديدا لها وجوابا لهم، وكذلك قوله: (قل إن الفضل بيد الله)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p641'> Vol. 02, p. 641</a>\n            </div>\n            \n</p>\n\n<p>\nجواب لهم.\n</p>\n\n<p>\nوالاعتراض بين المتصلين من الجملة بما فيه تحقيق\n</p>\n\n<p>\nلمقتضاها، أو رد لها من بلاغات كلامهم، وعلى ذلك قوله:\n</p>\n\n<p>\n(إن الذين آمنوا وعملوا الصالحات إنا لا نضيع أجر من أحسن عملا * أولئك)\nفقوله: (إنا لا نضيع أجر من أحسن عملا) فصل بين اسم إن وخبره، لتحقيق مقتضى\nالكلام.\n</p>\n\n<p>\nوالثاني: وهو أن يجعل أن متصلا بقوله: (قل إن الهدى هدى الله)، ويكون\nكلام اليهود قد انقطع عند قوله: (ولا تؤمنوا إلا لمن تبع دينكم).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p642'> Vol. 02, p. 642</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه أوجه، الأول: ما قاله الكسائي والفراء\n</p>\n\n<p>\nوهو: أن أن هاهنا تقتضي معنى لا، كما تقتضيه في قوله: (يبين الله لكم أن\nتضلوا) ومعناه: البيان بيان الله، وقد بين أن لا يخص أحد من الأمم بمثل\nماخصصتم به أيها المؤمنون،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p643'> Vol. 02, p. 643</a>\n            </div>\n            \n</p>\n\n<p>\nإذ دين الإسلام أكمل الأديان، ومصون عن الإفراط والتفريط.\n</p>\n\n<p>\nوقد تقدم أن شريعة الله قبل نبينا عليه الصلاة والسلام كانت في\n</p>\n\n<p>\nحكم النشوء والتكميل، وبه عليه الصلاة والسلام كملت.\n</p>\n\n<p>\nولهذا قال. (اليوم أكملت لكم دينكم)\n</p>\n\n<p>\nوقال: (وكذلك جعلناكم أمة وسطا)\n</p>\n\n<p>\nويقوي أن معنى (أن يؤتى) لا يؤتى قول الحسن: إن معناه: فلن يؤتى أحد مثل\nما أوتيتم أيها المؤمنون.\n</p>\n\n<p>\nقال المبرد: لا يكون أن في كلامهم مقتضيا ل \"لا\"، وإنما تقدير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p644'> Vol. 02, p. 644</a>\n            </div>\n            \n</p>\n\n<p>\nذلك: كراهة أن يؤتى أحد، وجعل المعنى بهما تقدم، وهذا\n</p>\n\n<p>\nالتقدير بعيد، لأجل أن أحدا هذا يختص بالنفي وما في معناه.\n</p>\n\n<p>\nوعلى تقديره، ويكون مستعملا في الإيجاب. على أن بعض\n</p>\n\n<p>\nالنحويين ذكروا أن أحدا هاهنا هو المستعمل <span id='ms516'></span> في الإثبات في نحو\n</p>\n\n<p>\nقوله: (قل هو الله أحد).\n</p>\n\n<p>\nوقوله: (أو يحاجوكم) تقديره عند الفراء: حتى يحاجوكم أو إلي أن يحاجوكم،\nوذلك على سبيل التبعيد.\n</p>\n\n<p>\nوعلى قول الكسائي: معطوف على قوله (أن يؤتى)\n</p>\n\n<p>\nعلى تقدير أو أن يحاجوكم.\n</p>\n\n<p>\nوحكي أنه في قراءة عبد الله: (أن)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p645'> Vol. 02, p. 645</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر بعضهم أن قوله: (أن يؤتى) متعلق بفعل مضمر، وتقدير\n</p>\n\n<p>\nالكلام: قل إن الهدى هدى الله، فلا تجحدوا أن يؤتى أحد مثل\n</p>\n\n<p>\nما أوتيتم، أو أن يحاجوكم، فإن الله عنده الفضل يؤتيه من يشاء.\n</p>\n\n<p>\nفهذه ثلاثة أوجه في قوله: (أن يؤتى) إذا لم يجعل متعلقا بما\n</p>\n\n<p>\nتقدم، وذكر بعض المفسرين أن قوله: (ولا تؤمنوا) كله\n</p>\n\n<p>\nخطاب الله المؤمنين، لا حكاية عن الكفار، وذكر في تفسيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p646'> Vol. 02, p. 646</a>\n            </div>\n            \n</p>\n\n<p>\nأوجها: الأول: أن يكون تقديره: ولا تؤمنوا إلا لمن تبع دينكم\n</p>\n\n<p>\nأن يؤتى. ويكون ذلك تبيينا أن هذه الشريعة أكمل الشرائع على\n</p>\n\n<p>\nما تقدم.\n</p>\n\n<p>\nوالثاتي: أن يكون ذلك حثا على موالاة المؤمنين، ونهيا\n</p>\n\n<p>\nعن مخالطة الكافرين، نحو: (ولا تركنوا إلى الذين ظلموا) أو\n</p>\n\n<p>\nنحوها من الآيات.\n</p>\n\n<p>\nوالثالث: أن يكون فيه مع المعنى المتقدم\n</p>\n\n<p>\nحث على أن لا يصاحب المؤمن من لا تكون طريقته طريقته.\n</p>\n\n<p>\nفيشغل عما هو بصدده، وقال بعض الصوفية: لا تفشو أسرار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p647'> Vol. 02, p. 647</a>\n            </div>\n            \n</p>\n\n<p>\nالحق إلى غير أهله، ولا تصدقوا بظهور كرامة على غير المحافظين\n</p>\n\n<p>\nعلى ظاهر الشريعة، إبطالا لمن يدعي الوصول إليه بلا مشقة\n</p>\n\n<p>\nيتحملها وعبادة يتكلفها، وفي قوله: (والله واسع عليم) تنبيه\n</p>\n\n<p>\nعلى سعة غناه وجوده وعلمه بما يأتيه ويدعه، فلا يتهم فيما\n</p>\n\n<p>\nيفعله ويذره.\n</p>\n\n<p>\nقوله عز وجل: (يختص برحمته من يشاء والله ذو الفضل العظيم (74)\n</p>\n\n<p>\nالاختصاص: انفراد بعض الشيء بما لا يشاركه فيه الجملة.\n</p>\n\n<p>\nوالفضل في الإعطاء: الزيادة على المستحق الذي هو العدل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p648'> Vol. 02, p. 648</a>\n            </div>\n            \n</p>\n\n<p>\nوهو المعبر عنه با لإحسان في قوله: (إن الله يأمر بالعدل والإحسان)\n</p>\n\n<p>\nولأنه من تمام قوله: (والله واسع عليم) تنبيها أنه\n</p>\n\n<p>\nإذا كان واسعا وعالما، فسعته تقتضي أن يوسع على عباده.\n</p>\n\n<p>\nوعلمه يقتضي أن لا يحرم رحمته مستحقها، وفضله يقتضي أن\n</p>\n\n<p>\nيتجاوز تحري العدالة <span id='ms517'></span> إلى تحري الإفضال، وهو أن يفضل على\n</p>\n\n<p>\nغير مستحقيه، وإلا لم يكن فضل عظيم.\n</p>\n\n<p>\nوقول الحسن ومجاهد والربيع: إن الرحمة هاهنا النبوة.\n</p>\n\n<p>\nوقول ابن جريج: هي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p649'> Vol. 02, p. 649</a>\n            </div>\n            \n</p>\n\n<p>\nالقرآن صحيحان. لأن كليهما داخلان في الرحمة، ولا شك\n</p>\n\n<p>\nأن من أعطيهما فقد خص برحمة منه، وكذلك قول من قال:\n</p>\n\n<p>\nعنى بالرحمة الحسنى المذكورة في قوله: (إن الذين سبقت لهم منا الحسنى)\nوقول من قال: عنى به الوقوف على حقائق كلامه، الذي خص به خواص عباده\nالموصوفين بقوله: (وتعيها أذن واعية)، فكل ذلك داخل في عموم رحمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p650'> Vol. 02, p. 650</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: ما فائدة ترك التبيين في نحو قوله: (يختص برحمته من يشاء)،\nوإبهام القول فيه؟\n</p>\n\n<p>\nقيل: الفائدة في ذلك أن يبقى رجاء الراجي وخوف الخائف الممدح بهما في\nقوله: (ويرجون رحمته ويخافون عذابه)، وليقطع بذلك ملاحظات\n</p>\n\n<p>\nالمجاهدات، وليبين أن الإنسان وإن بذل غاية الجهد في العبادة.\n</p>\n\n<p>\nفرحمته هي التي تنقذه، كما قال عليه الصلاة والسلام:\n</p>\n\n<p>\n\"لا يدخل الجنة أحد بعمله \"، قيل: ولا أنت يا رسول الله؟ قال:\n</p>\n\n<p>\n\"ولا أنا، إلا أن يتغمدني الله برحمته\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p651'> Vol. 02, p. 651</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك ومنهم من إن\nتأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذلك بأنهم قالوا ليس\nعلينا في الأميين سبيل ويقولون على الله الكذب وهم يعلمون (75)\n</p>\n\n<p>\nيقال: دمت تدوم ودمت تدام.\n</p>\n\n<p>\nوقال بعضهم: مت ودمت، وكل يقول: تدوم وتموت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p652'> Vol. 02, p. 652</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله (قائما) قال قتادة: (قائما) بالتقاضي والمطالبة.\n</p>\n\n<p>\nوقال السدي: بالاجتماع معه، وقال غيرهما: القائم بالشيء:\n</p>\n\n<p>\nالمواظب على الشيء، المجتهد في حفظه، نحو قوله: (أمة قائمة)\n</p>\n\n<p>\nوذلك يدخل فيه ما تقدم من الأقوال، وقد تقدم\n</p>\n\n<p>\nالكلام في القنطار، ولما ذكر الله تبجح اليهود بأنهم أوتوا ما لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p653'> Vol. 02, p. 653</a>\n            </div>\n            \n</p>\n\n<p>\nيؤت أحد، أكذبهم الله فذكر خيانتهم، لكن فضلهم لما كان من\n</p>\n\n<p>\nجملتهم من له أمانة، وقال قائل: عنى بالذين يؤدون الأمانة\n</p>\n\n<p>\nالمسلمين منهم، مثل عبد الله بن سلام وأشكاله، ورد عليه\n</p>\n\n<p>\nبعض الناس، وقال: إن الآية نزلت بعد إسلام عبد الله، وهذا\n</p>\n\n<p>\nالراد يتصور <span id='ms518'></span> أن أهل لا يطلق على من أسلموا، وليس الأمر كذلك.\n</p>\n\n<p>\nبل حقيقة أهل الكتاب يتناول من لا ينكر صدقا ولا يجحد حقا.\n</p>\n\n<p>\nولا يتناول من بقي بعد بعثة النبي - صلى الله عليه وسلم - على دينه ولم\nيتبعه إلا مجازا، وقوله: (ذلك بأنهم قالوا ليس علينا في الأميين سبيل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p654'> Vol. 02, p. 654</a>\n            </div>\n            \n</p>\n\n<p>\nأي يخونون، ويقولون: لنا إصابة أموال العرب لشركهم، وإلى هذا\n</p>\n\n<p>\nذهب ابن عباس فقد قال له رجل:، إنا نمر بأهل الكتاب\n</p>\n\n<p>\nفنأكل من طعامهم، ونذبح لهم الدجاج، فقال: وتقولون كما\n</p>\n\n<p>\nقال أهل الكتاب: (ليس علينا في الأميين سبيل)، لا يجوز إلا بطيب\n</p>\n\n<p>\nالنفس).\n</p>\n\n<p>\nقال الحسن وابن جريج: كانت اليهود عاملوا العرب.\n</p>\n\n<p>\nفلما أسلموا امتنعوا من رد أموالهم، وقالوا: لا يحق لكم بعد\n</p>\n\n<p>\nأن دخلتم في الإسلام، وقيل معناه: ليس علينا سبيل لكوننا\n</p>\n\n<p>\nأبناء الله وأحباءه، ومن عدانا عبيد لنا، ومالهم مالنا فلا حرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p655'> Vol. 02, p. 655</a>\n            </div>\n            \n</p>\n\n<p>\nعلينا في تناوله، وهذه أقوال متقاربة، وكانوا قد زعموا أن\n</p>\n\n<p>\nذلك دين شرعه الله لهم، فأكذبهم بقوله: (ويقولون على الله الكذب)، وذكر\nأنهم يعلمون أن الأمر بخلاف ما يقولون تعظيما لكذبهم.\n</p>\n\n<p>\nقوله عز وجل: (بلى من أوفى بعهده واتقى فإن الله يحب المتقين (76)\n</p>\n\n<p>\nعهده: يصح أن يقدر مضافا إلى الفاعل، وأن يكون مضافا إلى\n</p>\n\n<p>\nالمفعول، فالإنسان مدعو إلى الوفاء بهما، وقيل: وفي لغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p656'> Vol. 02, p. 656</a>\n            </div>\n            \n</p>\n\n<p>\nنجد، وأوفى لغة الحجاز، وقيل: هما كمحمد وأحمد.\n</p>\n\n<p>\nو (بك) قيل: هو إضراب عن الأول، أي بلى عليهم سبيل، فيكون\n</p>\n\n<p>\nوقفا، وقيل: فيه مع الإضراب عن الأول اعتماد على الثاني.\n</p>\n\n<p>\nنحو أن يقال: قدم فلان. فتقول بلى طلب كذا فلا يوقف عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p657'> Vol. 02, p. 657</a>\n            </div>\n            \n</p>\n\n<p>\nإن قيل: ما وجه قوله: (واتقى) بعد قوله: (من أوفى بعهده)؟\n</p>\n\n<p>\nقيل: فيه وجهان: أحدهما: أي يجعل التقوى عاما، وإذا جعلت\n</p>\n\n<p>\nالتقوى خاصا فلأنها هي المقصودة.\n</p>\n\n<p>\nإن قيل لم: (يحب المتقين)، ولم يقل: يحبهم؟\n</p>\n\n<p>\nقيل: تنبيها أن محبته إياهم لأجل التقوى، فإنك إذا\n</p>\n\n<p>\nقلت: جاءني يزيد الظريف فأكرمته، لم يقتض صريح اللفظ أن\n</p>\n\n<p>\nإكرامك إياه لظرفه، وفي الآية تنبيه على قياس نتيجته أن الله <span id='ms519'></span> تعالى لا\n</p>\n\n<p>\nيحب اليهود بوجه، وبيانه أن الله يحب المتقين، ومن لا يوف بعهده\n</p>\n\n<p>\nأفليس بمتق، واليهود غير موفين، فإذن لا يحبهم الله.\n</p>\n\n<p>\nقوله عز وجل: (إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا أولئك لا\nخلاق لهم في الآخرة ولا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم\nولهم عذاب أليم (77)\n</p>\n\n<p>\nعهد الله متضمن\n</p>\n\n<p>\nلكل عهد عهد إليهم بما ركبه تعالى في عقولهم، وما عهد إليهم على\n</p>\n\n<p>\nلسان أنبيائهم، ولما أخذه الإنسان على نفسه من أمر التزمه بنذر، أو\n</p>\n\n<p>\nيمين، أو حلف، أو عقد مما لا يلزمه من جهة الشرع بغير التزام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p658'> Vol. 02, p. 658</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تقدم في قوله: (ليشتروا به ثمنا قليلا) أنه لم يعن\n</p>\n\n<p>\nبه القلة المعتبرة بإضافة بعض الأثمان إلى بعض، بل ذلك باعتبار\n</p>\n\n<p>\nمنافع الدنيا بمنافع الآخرة، فذم الله تعالى من توصل إلى نفع\n</p>\n\n<p>\nعاجل بإضاعة عهد الله، ولكون الوفاء سببا لعامة الصلاح.\n</p>\n\n<p>\nوالغدر سببا لعامة الفساد، عظم الله أمرهما، وأعاد في عدة مواضع\n</p>\n\n<p>\nذكرهما، فقال: (وأوفوا بالعهد إن العهد كان مسئولا).\n</p>\n\n<p>\nوقال: (والموفون بعهدهم) وقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p659'> Vol. 02, p. 659</a>\n            </div>\n            \n</p>\n\n<p>\n(والذين هم لأماناتهم وعهدهم راعون)\n</p>\n\n<p>\nوقال: (الذين يوفون بعهد الله ولا ينقضون الميثاق).\n</p>\n\n<p>\nوكدلك عظم أمر الإيمان لذلك، فقال: (ولا تجعلوا الله عرضة لأيمانكم)،\nوقال عليه الصلاة والسلام: \"من حلف على يمين فاجرة؛ ليقتطع بها مال امرئ\nمسلم، لقي الله وهو عليه غضبان \"، وبين تعالى أن من تحرى غدرا آثر به\nالحياة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p660'> Vol. 02, p. 660</a>\n            </div>\n            \n</p>\n\n<p>\nالدنيا فذلك بانه لا خلاق له في الآخرة، أي لا معرفة له بها، ولا\n</p>\n\n<p>\nنصيب له فيها، تنبيها على ما قال: (يعلمون ظاهرا من الحياة الدنيا وهم عن\nالآخرة هم غافلون).\n</p>\n\n<p>\nوقوله: (ولا يكلمهم الله) فمكالمة الله للعبد قسمان:\n</p>\n\n<p>\nمكالمته إياه في الآخرة، وذلك على أضرب:\n</p>\n\n<p>\nالأول: مكالمته إياه من غير واسطة، وذلك كحال\n</p>\n\n<p>\nموسى عليه الصلاة والسلام، حيث وصفه بقوله: (وكلم الله موسى تكليما).\n</p>\n\n<p>\nوالثاني: مكالمته إياه بواسطة بشرية، وذلك لمن وصفهم بقوله:\n</p>\n\n<p>\n(فأجره حتى يسمع كلام الله).\n</p>\n\n<p>\nوالناس في سماع كلام الله تعالى على أضرب:\n</p>\n\n<p>\nالأول: من <span id='ms520'></span> يسمع كلامه ويعقل معناه ويعمل بمقتضاه.\n</p>\n\n<p>\nوهم الذين ذكرهم بقوله: (فبشر عباد (17) الذين يستمعون القول فيتبعون\nأحسنه أولئك الذين هداهم الله).\n</p>\n\n<p>\nوالثاني: من يسمعه أو يعقله ولا يعمل به، وهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p661'> Vol. 02, p. 661</a>\n            </div>\n            \n</p>\n\n<p>\nالذين ذكرهم بقوله: (يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه).\nوالثالث: من يسمعه ولا يعقله ولا يعمل به، الذين ذكرهم بقوله:\n</p>\n\n<p>\n(يسمع آيات الله تتلى عليه ثم يصر مستكبرا كأن لم يسمعها).\n</p>\n\n<p>\nوأكثر المفسرين حملوا قوله: (ولا يكلمهم الله)\n</p>\n\n<p>\nعلى الآخرة، فقال بعضهم: عنى أنه لا يكلمهم كلاما يسرهم.\n</p>\n\n<p>\nوأما ما يسوؤهم فبلى، فقد قال: (فوربك لنسألنهم أجمعين (92) عما كانوا\nيعملون)، وقال بعضهم: لا يكلم الكفار بوجه.\n</p>\n\n<p>\nوإنما يسائلهم بلسان الملائكة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p662'> Vol. 02, p. 662</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض المفسرين: يتناول ذلك في الدنيا والآخرة، فإنه\n</p>\n\n<p>\nتعالى يكلم أولياءه في الدنيا لانتفاعهم بما يسمعونه من كتابه\n</p>\n\n<p>\nوسائر آياته وآثار صنائعه، ومن لم ينتفعوا بعظاته لم يحصل منه\n</p>\n\n<p>\nلهم مكالمة، ولهذا قال: (ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع\nإلا دعاء ونداء)\n</p>\n\n<p>\nوقوله: (ولا ينظر إليهم) فنظر الله إلى العبد يكون في الدنيا\n</p>\n\n<p>\nبإفاضة النعمة، وفي الآخرة بالإثابة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p663'> Vol. 02, p. 663</a>\n            </div>\n            \n</p>\n\n<p>\nولما كانت نعمة الله الدنيوية عامة للمسلم والكافر، أو نعمته\n</p>\n\n<p>\nالأخروية محرمة على الكافر، قال: (ولا ينظر إليهم يوم القيامة)\n</p>\n\n<p>\nفخص، وأما التزكية فقد تكون في الدنيا بتوفيقه وإرشاده إلى\n</p>\n\n<p>\nما يزداد به العبد بصيرة وفي الآخررة بالإثابة، وكل ذلك ممنوع من\n</p>\n\n<p>\nالكافر، ثم قال: (ولهم عذاب أليم)، تنبيها أن ثمرة منع\n</p>\n\n<p>\nهذه الأشياء إيجاب العذاب لهم، أو تنبيها أنهم مع منعه إياهم\n</p>\n\n<p>\nهذه النعم، يجعل لهم زيادة في العذاب الأليم.\n</p>\n\n<p>\nقوله عز وجل: (وإن منهم لفريقا يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب\nوما هو من الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على\nالله الكذب وهم يعلمون (78)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p664'> Vol. 02, p. 664</a>\n            </div>\n            \n</p>\n\n<p>\nاللي: من لويت يده، وعنهم لويت الغريم ليا وليانا، فتلته\n</p>\n\n<p>\nعن حقه بمطلة، ولي الألسنة: قيل تحريف اللسان عما في القلب.\n</p>\n\n<p>\nوهو الكذب، وقيل: هو التنطع والتجمل بالكلام لتشبيهه بغيره.\n</p>\n\n<p>\nوقيل: ليهم <span id='ms521'></span> بألسنتهم: تحريفهم بالتأويل الباطل، وكما ذم\n</p>\n\n<p>\nتعالى بعضهم بقلة الوفاء بعهد الله ذم بعضهم بالكذب على الله\n</p>\n\n<p>\nتعالى، الذي هو أفظع كذب وأشنعه، وعنى بالكتاب الأول ما\n</p>\n\n<p>\nكتبوه بأيديهم المعني بقوله: (فويل للذين يكتبون الكتاب بأيديهم ثم\nيقولون هذا من عند الله)، وبالكتاب الثاني التوراة، ونفى\n</p>\n\n<p>\nأن يكون ذلك من الكتاب الذي هو المنزل (ويقولون هو من عند الله)\n</p>\n\n<p>\nأي من حكمه وإنزاله، إن قيل: ما فائدة (هو من عند الله) بعد قوله:\n(لتحسبوه من الكتاب) أفاد أنهم يشبهون ويروون ذلك.\n</p>\n\n<p>\nوهذا تعريض منهم، وقوله: (ويقولون هو من عند الله) تصريح منهم بالكذب،\nفوصفهم بأنهم يكذبون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p665'> Vol. 02, p. 665</a>\n            </div>\n            \n</p>\n\n<p>\nتعريضا وتصريحا، أو تلاوة وتأويلا، وفي هذا دلالة أن إيهام\n</p>\n\n<p>\nالكذب قبيح، كما أن التصريح به قبيح، وأيضا فإن الشيء قد يقال\n</p>\n\n<p>\nهو من عند الله ولا يكون من الكتاب، فإن كل صواب وحكمة\n</p>\n\n<p>\nفمن عند الله، وإن لم يكن منزلا في كتاب، وعلى ذلك قال النبي\n</p>\n\n<p>\n- صلى الله عليه وسلم -: \"إذا أتاكم عني حديث يدل على هدى ويكف عن ردى\nفاقبلوه، قلته أو لم أقله، فإني قلته\".\n</p>\n\n<p>\nوفائدة (ويقولون على الله الكذب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p666'> Vol. 02, p. 666</a>\n            </div>\n            \n</p>\n\n<p>\nبعد الذي تقدم ذكره تنبيا أن كلا الأمرين منهم كذب؛\n</p>\n\n<p>\nلي الألسنة، وقولهم: هو من عند الله، وإعلام أن ليس كذبهم\n</p>\n\n<p>\nمخصوصا بهذين فقط، بل هم كذبة كقولك: فلان تقول على كذا\n</p>\n\n<p>\nوهو كاذب، ثم قال: (وهم يعلمون) تشنيعا عليهم، وأنهم غير\n</p>\n\n<p>\nمعذورين بوجه إذ قد يعذر الإنسان في بعض ما يظنه، ومن كذب\n</p>\n\n<p>\nعامدا إليه وعالما به وهو يقصد به استجلاب نفع دنيوي فهو\n</p>\n\n<p>\nمستحق للذم.\n</p>\n\n<p>\nقوله عز وجل: (ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول\nللناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون\nالكتاب وبما كنتم تدرسون (79)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p667'> Vol. 02, p. 667</a>\n            </div>\n            \n</p>\n\n<p>\nالبشر يستوي فيه الواحد والجمع لكونه كالخلق.\n</p>\n\n<p>\nوالرباني: قيل: هو منسوب إلى الربان، وهو المتخصص بالعلم الذي يربه\nباستفادته وإفادته، وفعلان أكثر ما يجيء عن فعل للمبالغة نحو نعسان.\n</p>\n\n<p>\nوقال الزجاج: الرباني منسوب <span id='ms522'></span> إلى الرب، لكن زيد فيه ألف ونون\n</p>\n\n<p>\nللمبالغة في النسبة، كما زيد في: لحياني وجماني قال مؤرج:\n</p>\n\n<p>\nهو لفظة في الأصل سريانية وأخلق بذلك فقل ما يوجد في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p668'> Vol. 02, p. 668</a>\n            </div>\n            \n</p>\n\n<p>\nكلامهم القديم، وإلى ما قدمنا من معناه\n</p>\n\n<p>\nقال الحسن: معناه: كونوا علماء فقهاء.\n</p>\n\n<p>\nوقال ابن جبير: حكماء فقهاء.\n</p>\n\n<p>\nوقال ابن زيد: مدبري أمر الناس في الولاية بالإصلاح.\n</p>\n\n<p>\nوقال الزجاج: معلمي الناس وهذا كله ألفاظ مختلفة عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p669'> Vol. 02, p. 669</a>\n            </div>\n            \n</p>\n\n<p>\nمعنى واحد، بين تعالى أنه لن يصطفي علام الغيوب لرسالته\n</p>\n\n<p>\nمن يعلم من حاله أنه يكذب، وأن يأمر الناس أن يعبدوه.\n</p>\n\n<p>\nوإلى هذا أشار بقوله تعالى: (الله أعلم حيث يجعل رسالته).\n</p>\n\n<p>\nوإنما قال: (ما كان لبشر) فذكر باللام لأن قولك: فلان\n</p>\n\n<p>\nليس له أن يفعل كذلك. أبلغ من قولك: هو لا يفعل؛ لأن في\n</p>\n\n<p>\nقولك ليس له أنه ممنوع منه، إما منعا من خارج كالقهر، وإما من\n</p>\n\n<p>\nداخل من جهة العقل والتزام الشرع، وقد نبه تعالى بذلك أن\n</p>\n\n<p>\nالأنبياء ممنوعون عن ذلك من جهة العقل المسدد، والحظر\n</p>\n\n<p>\nالوارد عليهم من قبله تعالى، لا منعا من جهة عدم التمكن.\n</p>\n\n<p>\nوعلى ذلك قوله تعالى: (وما كان لنبي أن يغل)\n</p>\n\n<p>\nوأما قوله: (ما كان لله أن يتخذ من ولد) فإنه لما أراد تعالى المبالغة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p670'> Vol. 02, p. 670</a>\n            </div>\n            \n</p>\n\n<p>\nالنفي أخرج الكلام هذا المخرج، تنبيها أن الحكمة تمنع من\n</p>\n\n<p>\nذلك، وإن كان منزها عن أن يوصف بمنع على وجه.\n</p>\n\n<p>\nوقال الجبائي: ليس قوله: (ما كان لبشر) على سبيل التحريم.\n</p>\n\n<p>\nلأن هذا محرم على جميع الخلق، قال: ولو كان ذلك تحريما لم يكن\n</p>\n\n<p>\nتكذيبا للنصارى في ادعائهم ذلك على المسيح، لأن من ادعى\n</p>\n\n<p>\nعلى إنسان قولا، فقال: فلان لا يحل له كذا. لا يكون مكذبا\n</p>\n\n<p>\nلدعواه، قال: وإنما أراد الله بهذا القول تكذيبهم، وما قاله\n</p>\n\n<p>\nفيه قصور نظر، فإن النصارى أقروا بأن المسيح لم يكن يدعي ما لم\n</p>\n\n<p>\nيكن له أن يدعي، فإذا أقروا بذلك، وبين تعالى أن ليس له ولا\n</p>\n\n<p>\nلأحد من البشر أن يقول ذلك، كان فيه إلزام واضح، وكأنه قيل:\n</p>\n\n<p>\nقد <span id='ms523'></span> ثبت أن المسيح لم يكن يدعي ما ليس له دعواه، وثبت أنه كان\n</p>\n\n<p>\nبشرا بما تقدم في هذه السورة وغيرها، ولم يكن لأحد يؤتيه الله\n</p>\n\n<p>\nالكتاب والحكم والنبوة أن يقول للناس: اعبدوني من دون الله.\n</p>\n\n<p>\nوإن المسيح قد أوتي الكتاب والنبوة، فإذن محال أن يدعو أحدا إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p671'> Vol. 02, p. 671</a>\n            </div>\n            \n</p>\n\n<p>\nعبادته، وقوله: (ثم يقول للناس) بالرفع على الاستئناف\n</p>\n\n<p>\nوبالنصب على العطف، أي لا يجتمع الأمران: إثبات النبوة.\n</p>\n\n<p>\nوقوله: (كونوا عبادا لي من دون الله) وقوله: (ولكن كونوا ربانيين)، يعني:\nولكن يقولوا: كونوا ربانيين، حكماء أولياء لله.\n</p>\n\n<p>\nفقد قيل: إن لم يكن العلماء أولياء لله فليس لله في الأرض ولي.\n</p>\n\n<p>\nوقيل: كونوا متخصصين بالله تخصصا تنسبون إليه، وتوصفون\n</p>\n\n<p>\nبعامة أوصافه نحو الجواد والودود والرحيم.\n</p>\n\n<p>\nوقيل: كونوا من المتخصصين بالله الذين وصفوا بقوله:\n</p>\n\n<p>\n\"فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به \" الخبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p672'> Vol. 02, p. 672</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: كوثوا متخصصين بالله غر ملتفتين إلى الوسائط\n</p>\n\n<p>\nكأبي بكر لما قال حين موت النبي - صلى الله عليه وسلم -، واضطربت أسرار\nعامة الناس: \"من كان يعبد محمدا فإن محمدا قد مات، ومن كان يعبد الله فإن\nالله حي لا يموت \".\n</p>\n\n<p>\nوقد قال تعالى: (وما محمد إلا رسول قد خلت من قبله الرسل .. ) الآية،\nوقوله: (وبما كنتم) أي بكونكم عالمين أو معلمين على حسب القراءتين في\nتعلمون وتعلمون، ولا تحتاج لفظة ما هاهنا إلى ضمير، كما هو في\n</p>\n\n<p>\nقوله: (فاليوم ننساهم كما نسوا لقاء يومهم هذا)، لكونه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p673'> Vol. 02, p. 673</a>\n            </div>\n            \n</p>\n\n<p>\nتقدير أن، ومعنى (تعلمون الكتاب) أي تعرفونه كقوله:\n</p>\n\n<p>\n(ولقد علمتم الذين اعتدوا منكم في السبت).\n</p>\n\n<p>\nوقوله: (والله يعلم المفسد من المصلح).\n</p>\n\n<p>\nوإذا قرئ (تعلمون) فمعناه تعلمون الناس الكتاب، وقوله: (وبما كنتم\nتدرسون) مما يصح أن يوصف به العلم والمعلم، ومعنى (بما كنتم) أي كونوا\nمعلمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p674'> Vol. 02, p. 674</a>\n            </div>\n            \n</p>\n\n<p>\nالخير بما علمتم، أوكونوا حكماء علماء عاملين بما علمتم.\n</p>\n\n<p>\nفإن الحكيم في الحقيقة من عمل بما علم، وكان محكما لعمله\n</p>\n\n<p>\nإحكامه لعلمه.\n</p>\n\n<p>\nوإذا قرئ (بما كنتم تعلمون) فمعناه كونوا\n</p>\n\n<p>\nعاملين بما تعلمون غيركم إشارة إلى فحوى قوله:\n</p>\n\n<p>\n(أتأمرون <span id='ms524'></span> الناس بالبر وتنسون أنفسكم).\n</p>\n\n<p>\nقوله عز وجل: (ولا يأمركم أن تتخذوا الملائكة والنبيين أربابا أيأمركم\nبالكفر بعد إذ أنتم مسلمون (80)\n</p>\n\n<p>\n(ولا يأمركم) قرئ مرفوعا على الاستئناف، ومنصوبا على رده إلى قوله: (أن\nيؤتيه الله).\n</p>\n\n<p>\nوفي قراءة عبد الله: \"ولن يأمركم\".\n</p>\n\n<p>\nوقوله: (بعد إذ أنتم مسلمون)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p675'> Vol. 02, p. 675</a>\n            </div>\n            \n</p>\n\n<p>\nأي بعد أن كنتم على دين إبراهيم، أو بعد أن تبعتم النبي فيما\n</p>\n\n<p>\nدعاكم إليه، وهذا كلام يقتضي قياسا بيانه: النبي لا يأمر المسلمين\n</p>\n\n<p>\nبالكفر، وهذه مقدمة دل عليها قوله: (أيأمركم بالكفر).\n</p>\n\n<p>\nلأن هذا الإنكار يقتضي أبلغ نفي والأمر باتخاذ النبيين والملائكة\n</p>\n\n<p>\nأربابا أمر با لكفر، فإذن لا يكون ذلك من الأنبياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p676'> Vol. 02, p. 676</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم\nجاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم\nإصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين (81)\n</p>\n\n<p>\nقوله: (لما آتيتكم) إذا قرئ بالفتح فلفظة ما تحتمل وجهين.\n</p>\n\n<p>\nأحدهما: أن تكون موصولا وتقديره: ما أتيتكموه، كقوله: (أهذا الذي بعث\nالله رسولا) أي بعثه الله، والراجع إليه من قوله: (ثم جاءكم رسول مصدق لما\nمعكم) أحد شيئين: إما محذوف، أي جاءكم\n</p>\n\n<p>\nرسول به، وإما لأن قوله: (لما معكم) هو في المعنى: الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p677'> Vol. 02, p. 677</a>\n            </div>\n            \n</p>\n\n<p>\nفاستغنى به عن الضمير، كقولك: الذي أتاني لا أضرب عمرا.\n</p>\n\n<p>\nإذا كان عمرو هو الذي أتاه، وهذا أجازه الأخفش، وعليه\n</p>\n\n<p>\nحمل قوله تعالى: (إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين)\n</p>\n\n<p>\nأي لا يضيع أجرهم، وجاز ذلك لما كان من يتقي ويصبر هم المحسنون. والوجه\nالثاني: أن تكون ما للجزاء وتكون مفعولا من (آتيتكم)، و (جاءكم) في موضع\nالجزم معطوف عليه، واللام الداخلة على (ما) هي الموطئة للقسم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p678'> Vol. 02, p. 678</a>\n            </div>\n            \n</p>\n\n<p>\nوالتي في (لتؤمنن به ولتنصرنه) للقسم كاللامين في قوله تعالى:\n</p>\n\n<p>\n(ولئن شئنا لنذهبن بالذي)، وعلى هذا حمل سيبويه\n</p>\n\n<p>\nالآية، وقال: وسألته - يعني الخليل - عن قوله: (وإذ أخذ الله)\n</p>\n\n<p>\nفقال ما هاهنا بمنزلة الذي، ودخلتها اللام كما دخلت على\n</p>\n\n<p>\nإن حين قلت: لئن فعلت لأفعلن <span id='ms525'></span>. وعنى بقوله: إن ما بمنزلة\n</p>\n\n<p>\nالذي، أنه اسم لا حرف، كما هو حرف في قوله: (لما متاع الحياة الدنيا)،\nولم يرد أنها موصولة كالذي، وإنما لم يجعله\n</p>\n\n<p>\nكالذي لعدم الضمير الراجع إليه في قوله: (ثم جاءكم رسول)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p679'> Vol. 02, p. 679</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: فمن جعل ما موصولا في قوله: (لما آتيتكم من كتاب وحكمة) وجب أن\nيكون ابتداء، فما خبره؟\n</p>\n\n<p>\nقيل: خبره (لتؤمنن به)، والضمير في (به) هو راجع\n</p>\n\n<p>\nإلى ما، وفي قو له. (ولتنصرنه) إلى الر سول، ولا يجوز أن يرجع\n</p>\n\n<p>\nفي قوله (لتؤمنن به) إلى الرسول أيضا، لأنه يبقى المبتدأ بلا\n</p>\n\n<p>\nعائد إليه، فأما من جعل (ما) جرا فلا يحتاج إلا ضمير، لأنه حينئذ\n</p>\n\n<p>\nمفعول، والمفعول لا يحتاج إلى ضمير يرجع إليه، وأما من قرأ\n</p>\n\n<p>\n\"لما أتيتكم\" بالكسر فمعناه: أخذ الله الميثاق منهم لأجل الذي\n</p>\n\n<p>\nآتيتكم، وما لا تكون هاهنا إلا موصولة، والكلام في رجوع\n</p>\n\n<p>\nالضمير إليه قد تقدم وقرى \"لما آتيتكم\" أي أخذ الله ميثاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p680'> Vol. 02, p. 680</a>\n            </div>\n            \n</p>\n\n<p>\nالنبيين حين آتيتكم الكتاب، ثم جاءكم رسول، ولما ذكر حكى\n</p>\n\n<p>\nلفظ الميثاق المأخوذ عليهم أي، قوله: (لتؤمنن به ولتنصرنه) إلى قوله: (من\nالشاهدين).\n</p>\n\n<p>\nواختلف فيمن أخذ عليه الميثاق، فقال بعضهم: أخذ من الذين منهم الأنبياء،\nوتقدير الكلام أخذ الله ميثاق أمم النبيين.\n</p>\n\n<p>\nوروي أن الربيع قرأ \"وإذا أخذ الله ميثاق الذين أوتوا الكتاب.\n</p>\n\n<p>\nوقال: هكذا أنزل وأخطأ الكاتب، ألا ترى أنه قال: (ثم جاءكم رسول)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p681'> Vol. 02, p. 681</a>\n            </div>\n            \n</p>\n\n<p>\nوحكي أنه هكذا في قراءة ابن مسعود، وقال بعضهم: أخذ\n</p>\n\n<p>\nميثاق النبيين أن يبشر المتقدم بالمتأخر، ويصدق المتأخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p682'> Vol. 02, p. 682</a>\n            </div>\n            \n</p>\n\n<p>\nالمتقدم، وأن يخبروا كلهم بكون محمد خاتم النبيين.\n</p>\n\n<p>\nقال السدي: ما بعث نبي من لدن نوح إلا أخذ ميثاقه لتؤمنن بمحمد\n</p>\n\n<p>\nإن خرج وهو حي، وفي هذا تنبيه أن كل زمان بالشريعة التي\n</p>\n\n<p>\nخصه الله بها أولى، ولهذا قال النبي - صلى الله عليه وسلم -:\n</p>\n\n<p>\n\"لو كان موسى حيا لما وسعه إلا اتباعي \".\n</p>\n\n<p>\nوالصحيح أن العهد مأخوذ من الفريقين من الرسل والمرسل إليهم، لكن خص\nالأنبياء بالذكر لكونهم الرؤوس وكون الأمة تبعا لهم، وكذلك <span id='ms526'></span> خص النبي في\nكثير من المخاطبة التي تشاركه فيها أمته نحو (يا أيها النبي إذا طلقتم)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p683'> Vol. 02, p. 683</a>\n            </div>\n            \n</p>\n\n<p>\nولأنه إذا أخذ الميثاق على الأنبياء فقد أخذ على أممهم لمشاركتهم\n</p>\n\n<p>\nأنبياءهم في عامة ما شرع لهم، وأما كيفية أخذ هذا العهد، فقد\n</p>\n\n<p>\nقيل: كان ذلك بقول وأمر من الله للأنبياء بأن يخبروا قومهم\n</p>\n\n<p>\nبذلك، وقد قيل: إن ذلك بما ضمنه عقولهم أن الحق حيث ما وجد\n</p>\n\n<p>\nيجب أن يتبع، ولما أخبر الله تعالى في الآية المتقدمة أن ليس لأحد\n</p>\n\n<p>\nما ادعاه من قوله: (ما كان لبشر أن يؤتيه الله الكتاب والحكم)\n</p>\n\n<p>\nذكر هاهنا أنه تعالى لم يخل الأنبياء مع كونهم مأمونين\n</p>\n\n<p>\nعلى الغيب من أخذ ميثاقهم بمظاهرة البعض البعض.\n</p>\n\n<p>\nوقوله: (فاشهدوا) قيل معناه اعلموا، فإن الشهادة وقت التحمل هو\n</p>\n\n<p>\nالعلم، ووقت الإقامة هو الإخبار، وقوله: (وأنا معكم من الشاهدين)\n</p>\n\n<p>\nعلى حد ما تقدم في قوله: (شهد الله).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p684'> Vol. 02, p. 684</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (فمن تولى بعد ذلك فأولئك هم الفاسقون (82)\n</p>\n\n<p>\nلما كان الفسق هو الخروج عن أمر الله وطاعته، وكان بين أدنى\n</p>\n\n<p>\nمنزلة وبين أقصاها بون بعيد صار له منازل كثيرة، فيطلق تارة\n</p>\n\n<p>\nعلى الذنب الصغير، نحو قوله: (ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه\nفسوق بكم)، وتارة على الكفر والشرك، نحو\n</p>\n\n<p>\n(أفمن كان مؤمنا كمن كان فاسقا)، وقوله: (وأما الذين فسقوا فمأواهم\nالنار)، وعلى هذا استعمال الفاسقين هاهنا).\n</p>\n\n<p>\nودخول الفاء في قوله فاولئك لتضمن (من) معنى الشرط.\n</p>\n\n<p>\nقوله عز وجل: (أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعا\nوكرها وإليه يرجعون (83)\n</p>\n\n<p>\nحمل (أسلم) على الاستسلام وعلى الاعتقاد والإقرار باللسان،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p685'> Vol. 02, p. 685</a>\n            </div>\n            \n</p>\n\n<p>\nوالتزام الأحكام، وقيل في ذلك أقوال:\n</p>\n\n<p>\nالأول: له أسلم من في السموات طوعا، وهو أن علمهم بوحدانية الله وصفاته\nضرورة لا استدلال، وعامة أهل الأرض كرها بمعنى أن الحجة\n</p>\n\n<p>\nأكرهتهم وألجأتهم كقولك: الدلالة أكرهتني على القول بهذه\n</p>\n\n<p>\nالمسائل، وليس هذا من الكره المذموم.\n</p>\n\n<p>\nالثاني: أسلم المؤمنون له طوعا، والكافرون كرها، إذ لم يقدروا على أن\nيمتنعوا عليه مما يريده بهم، ويقضيه عليهم <span id='ms527'></span>.\n</p>\n\n<p>\nالثالث: عن قتادة: أسلم المؤمنون له طوعا في حال الصحة والأمن، والكافرون\nكرها عند الموت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p686'> Vol. 02, p. 686</a>\n            </div>\n            \n</p>\n\n<p>\nحيث قال: (فلم يك ينفعهم إيمانهم لما رأوا بأسنا).\n</p>\n\n<p>\nالرابع: عنى بالكره من قوتل، وألجى إلى أن يؤمن.\n</p>\n\n<p>\nالخامس: عن أبي العالية ومجاهد أن كلا أقر بخلقه إياهم، وإن أشركوا\n</p>\n\n<p>\nمعه، لقوله: (ولئن سألتهم من خلقهم ليقولن الله).\n</p>\n\n<p>\nالسادس: عن ابن عباس: أسلموا باحوالهم الناطقة جميهم.\n</p>\n\n<p>\nوذلك في الذرء الأول)، حين قال: (ألست بربكم قالوا بلى)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p687'> Vol. 02, p. 687</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: معنى ذلك دلائلهم التي فطروا عليها، التي هي العقل\n</p>\n\n<p>\nوالتمييز المقتضيان لإسلامهم طوعا أو كرها، وإلى هذا أشار\n</p>\n\n<p>\nبقوله: (وظلالهم بالغدو والآصال).\n</p>\n\n<p>\nالسابع: عن بعض الصوفية أن من أسلم طوعا هو من طالع المثيب والمعاقب دون\nالثواب والعقاب، فأسلم رغبة ورهبة، ونحو هذه الآية\n</p>\n\n<p>\nقوله: (ولله يسجد من في السماوات والأرض طوعا وكرها)\n</p>\n\n<p>\nوفي هذه الآية حجة بينة أن طاعة الله هي التي يجب أن تكون المبتغى\nوالمطلوب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p688'> Vol. 02, p. 688</a>\n            </div>\n            \n</p>\n\n<p>\nلأن كل ما سواه مما يتقرب إليه، فقد أسلم لله طوعا أو كرها.\n</p>\n\n<p>\nقوله عز وجل: (قل آمنا بالله وما أنزل علينا وما أنزل على إبراهيم\nوإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى والنبيون من ربهم لا\nنفرق بين أحد منهم ونحن له مسلمون (84)\n</p>\n\n<p>\nقد تقدم القول في ذلك في سورة البقرة إلا أنه\n</p>\n\n<p>\nيقال: كيف قال هاهنا: (قل) وهناك: (قولوا)، وذكر هاهنا\n</p>\n\n<p>\n(علينا) وثم (إلينا)، وذكر هناك (وما أوتي النبيون).\n</p>\n\n<p>\nوترك ما أوتى هاهنا؟\n</p>\n\n<p>\nوالجواب: أن (قل) هاهنا خطاب للنبي - صلى الله عليه وسلم - بأن يعتقد ذلك\nويبلغ قومه، وهناك خطاب للأمة أن يعتقدوا\n</p>\n\n<p>\nوليس يأمرهم أن يبلغوا، وإنما قال هاهنا (على) لأن ذلك لما\n</p>\n\n<p>\nكان خطابا للنبي - صلى الله عليه وسلم - وكان واصلا إليه من الملأ الأعلى\nبلا واسطة بشرية، كان لفظ على المختص بالعلو أولى به، وهناك لما كان\n</p>\n\n<p>\nخطابا للأمة، وقد وصل إليهم بوساطة النبي - صلى الله عليه وسلم - كان لفظ\nإلى المختص بالإيصال أولى، ويجوز أن يقال: أنزل عليه إنما يحمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p689'> Vol. 02, p. 689</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ما أمر <span id='ms528'></span> المنزل عليه أن يبلغ غيره، وأنزل إليه على ما خص به\n</p>\n\n<p>\nفي نفسه، وإليه نهاية الإنزال وعلى ذلك قال: (أولم يكفهم أنا أنزلنا عليك\nالكتاب يتلى عليهم)، وقال: (وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم)\nفخص بإلى هاهنا لما كان مخصوصا بالذكر الذي هو بيان المنزل، وهذا كلام أي\nالأولى، لا في الوجوب، وأما إعادة لفظ (ما أوتي) هناك فلأنه لما كان لفظ\nالخطاب عاما، ومن حكم خطاب العامة البسط دون الإيجاز\n</p>\n\n<p>\nبسط اللفظ، ولما كان الخطاب هاهنا خاضا للنبي - صلى الله عليه وسلم - على\nما قدمنا اكتفى فيه بالإيجاز.\n</p>\n\n<p>\nوإن قيل: إذا كان ذلك أمرا للنبي - صلى الله عليه وسلم - أن\n</p>\n\n<p>\nيقوله، فكيف قال: (ونحن له مسلمون)؟\n</p>\n\n<p>\nقيل: إنما ذكر ذلك تنبيها أن أمته غير منفردين عنه في هذا الاعتقاد، وغير\nمكروه لهم أن يبلغوا ذلك تبليغ النبي - صلى الله عليه وسلم -\n</p>\n\n<p>\nفكيف فسح لهم التبجح بذلك مع كون التبجح مذموما؟\n</p>\n\n<p>\nقيل: التبجح هو إظهار الإنسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p690'> Vol. 02, p. 690</a>\n            </div>\n            \n</p>\n\n<p>\nما يتطلب به رفعة عند الناس، وليس هذا من ذلك، بل هو\n</p>\n\n<p>\nإظهار التحمد المندوب إليه بقوله (وأما بنعمة ربك فحدث).\n</p>\n\n<p>\nوإظهار مباينة الكفار بالاعتراف بالإسلام، وقصد أن الاستسلام\n</p>\n\n<p>\nفي الإيمان بهم هو في الحقيقة لله تعالى لا لغيره.\n</p>\n\n<p>\nقوله عز وجل: (ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من\nالخاسرين (85)\n</p>\n\n<p>\nفي الآية قولان: أحدهما: أن الأسلام هاهنا الاستسلام إلى الله.\n</p>\n\n<p>\nوتفويض الأمر إليه، وذلك أمر مراد من الناس في كل زمان\n</p>\n\n<p>\nومن كل أمة وفي كل شريعة، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p691'> Vol. 02, p. 691</a>\n            </div>\n            \n</p>\n\n<p>\nتقدم أن الدين في اللغة الطاعة وفي التعارف: وضع إلهي\n</p>\n\n<p>\nينساق به الناس إلى النعيم الدائم، فبين تعالى أن من تحرى\n</p>\n\n<p>\nطاعة وانسياقا إلى النعيم من غير الاستسلام له على ما يأمره به.\n</p>\n\n<p>\nويصرفه فيه فلن يقبل منه دنيء من أعماله، وهو في الآخرة من\n</p>\n\n<p>\nالذين خسروا أنفسهم.\n</p>\n\n<p>\nوالثاني: أن المراد بالإسلام شريعة محمد عليه الصلاة والمسلام، فبين أن\nمن تحرى بعد بعثته شريعة أو طاعة لله من غير <span id='ms529'></span> متابعته في شريعته فغير مقبول\nمنه، وهذا الوجه داخل في الأول، فمعلوم أن من الاستسلام الانقياد لأوامر من\n</p>\n\n<p>\nصحت نبوته وظهر صدقه.\n</p>\n\n<p>\nقوله عز وجل: (كيف يهدي الله قوما كفروا بعد إيمانهم وشهدوا أن الرسول حق\nوجاءهم البينات والله لا يهدي القوم الظالمين (86)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p692'> Vol. 02, p. 692</a>\n            </div>\n            \n</p>\n\n<p>\nهذه الآية واللتان بعدها، قيل: نزلت في رجل ارتد.\n</p>\n\n<p>\nثم أرسل إلى قومه: اسالوا النبي - صلى الله عليه وسلم - هل لي من توبة؟\nفأنزل\n</p>\n\n<p>\nالله تعالى ذلك، فعاد إلى الإسلام وحسن إسلامه.\n</p>\n\n<p>\nوقيل: نزلت في اليهود، الذين اعترفوا بنبوة محمد - صلى الله عليه وسلم -\nقبل بعثته، ثم أنكروه بعدها، فعلى هذا قوله: (كفروا بعد إيمانهم) أي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p693'> Vol. 02, p. 693</a>\n            </div>\n            \n</p>\n\n<p>\nجحدوا بعد معرفتهم، لا أنهم ارتدوا بعد دخولهم في الإسلام.\n</p>\n\n<p>\nوقد تقدم أن الهداية من الله على أضرب: الهداية التي عم\n</p>\n\n<p>\nبها كل مكلف، وهو إعطاؤه العقل المميز بين الخير والشر وبين\n</p>\n\n<p>\nالصدق والكذب، وهي المعني بقوله: (وأما ثمود فهديناهم فاستحبوا العمى على\nالهدى).\n</p>\n\n<p>\nوالثاني: \"زيادة الهدى التي تأتي بقدر استعمال الأول العني بقوله:\n(والذين اهتدوا زادهم هدى)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p694'> Vol. 02, p. 694</a>\n            </div>\n            \n</p>\n\n<p>\nوالثالث: التزكية لأعمالهم أو توفيقه في أحوالهم.\n</p>\n\n<p>\nوهو المعني بقوله: (إن الذين آمنوا وعملوا الصالحات يهديهم ربهم\nبإيمانهم)، والرابع: إدخال الجنة المعني بقوله: (والذين قتلوا في سبيل الله\nفلن يضل أعمالهم (4) سيهديهم ويصلح بالهم (5) ويدخلهم الجنة عرفها لهم (6)\n</p>\n\n<p>\nوالله تعالى لا يؤتي هؤلاء شيئا من ذلك).\n</p>\n\n<p>\nأما الثاني والثالث والرابع فلأنهم لا يستحقونه إذ لم يهتدوا بالأول.\n</p>\n\n<p>\nوأما الأول فلأنهم قد أتاهم ما أمكنهم الاهتداء به.\n</p>\n\n<p>\nومن أوتي من الهداية ما فيه من الكفاية فلم يهتد به،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p695'> Vol. 02, p. 695</a>\n            </div>\n            \n</p>\n\n<p>\n2271 ب\n</p>\n\n<p>\nفالزيادة لا تغني ما لم تكن على سبيل القهر المنافي للتكليف.\n</p>\n\n<p>\nولذلك قال تعالى: (ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا\nعليهم) الآية.\n</p>\n\n<p>\nثم قال: (والله لا يهدي القوم الظالمين) تنبيها أن الهداية من الله.\n</p>\n\n<p>\nوالظلم من العبد، يتنافيان ولا يجتمعان.\n</p>\n\n<p>\nفإن الظلم ترك الاهتداء، ومن يهدى ويترك الاهتداء عنادا\n</p>\n\n<p>\nلا سبيل إلى هدايته إلا قهرا.\n</p>\n\n<p>\nوعلى هذا قال: (إن الذين كفروا وظلموا لم <span id='ms530'></span> يكن الله ليغفر لهم ولا ليهديهم\nطريقا (168).\n</p>\n\n<p>\nإن قيل: كيف نفى عن الكافر الهداية في هذه المواضع.\n</p>\n\n<p>\nوأثبت له في قوله: (وأما ثمود فهديناهم)؟\n</p>\n\n<p>\nقيل: المتبت لهم هاهنا هو العقل والتمييز دون الأخرى، التي لا\n</p>\n\n<p>\nتحصل إلا بعد الاهتداء بهذا، وهذه تارة تثبت للكافر إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p696'> Vol. 02, p. 696</a>\n            </div>\n            \n</p>\n\n<p>\nأريد أنه مطبوع عليها ومعرض لاستعماله إياها، وتارة تنفى\n</p>\n\n<p>\nعنه، بمعنى أنه لم يستعملها، ولم يحصل قبوله على ما يحب.\n</p>\n\n<p>\nفكأنه في حكم ما لم يعط.\n</p>\n\n<p>\nوقوله: (لا يهدي القوم الظالمين) فهو على لفظ الاستقبال.\n</p>\n\n<p>\nومعناه لا يفعل به ذلك ثانيا، إذ قد أتاه ما فيه الكفاية.\n</p>\n\n<p>\nولفظ (كيف) وإن كان استفهام، فالقصد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p697'> Vol. 02, p. 697</a>\n            </div>\n            \n</p>\n\n<p>\nالنفي هاهنا، وعلى هذا قول الشاعر:\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . .. ألا هل أخو عيش لذيذ بدائم\n</p>\n\n<p>\nفأدخل الباء في خبر هل لما أراد معنى ليس، إن قيل: على ماذا\n</p>\n\n<p>\nعطف قوله: (وشهدوا) فإن ظاهره من حيث المعنى أنه معطوف\n</p>\n\n<p>\nعلى قوله (بعد إيمانهم)، لا يصح عطف الفعل على الاسم.\n</p>\n\n<p>\nولا يصح أن يكون معطوفا على قوله: (يهدي الله)، لأنه لم\n</p>\n\n<p>\nيرد كيف يهدي الله قوما هكذا وكيف شهدوا أن الرسول حق؟\n</p>\n\n<p>\nقيل: في ذلك وجهان: أحدهما: أن يكون تقديره بعد إيمانهم\n</p>\n\n<p>\nوإن شهدوا، فيكون أن مقدرا، كما هو في قول الشاعر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p698'> Vol. 02, p. 698</a>\n            </div>\n            \n</p>\n\n<p>\nللبس عباءة وتقر عيني. . .\n</p>\n\n<p>\nإلا أن إضمار أن في البيت أظهر لانتصاب تقر.\n</p>\n\n<p>\nوالثاني: أن يكون (وشهدوا) في موضع الحال.\n</p>\n\n<p>\nأي وقد شهدوا، نحو قوله: (أو جاءوكم حصرت صدورهم)\n</p>\n\n<p>\nوقول الشا عر:\n</p>\n\n<p>\nتقول وصكت نحرها بيمينها. . . . . . . . . . . . . . . . . . . . . ..\n</p>\n\n<p>\nوقوله: (أن ألرسول حق) أي أنه سيبعث، وأنه منتظر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p699'> Vol. 02, p. 699</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عز وجل: (أولئك جزاؤهم أن عليهم لعنة الله والملائكة والناس أجمعين\n(87) خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون (88)\n</p>\n\n<p>\nقد تقدم الكلام في ذلك في قوله: (إن الذين كفروا وماتوا وهم كفار)\n</p>\n\n<p>\nإلا أنه بت الحكم، ثم قال: (عليهم لعنة)\n</p>\n\n<p>\nلما كان ذلك حكما على قوم ماتوا على الكفر، وقال هاهنا:\n</p>\n\n<p>\n(جزاؤهم) لما كان حكما على قوم باقين يرجى صلاحهم تنبيها\n</p>\n\n<p>\nعلى تضمن معنى الشرط، لأن ذلك <span id='ms531'></span> لهم إن ماتوا على الكفر.\n</p>\n\n<p>\nقوله عز وجل: (إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم\n(89)\n</p>\n\n<p>\nإن قيل: \" لم اقتصر هاهنا على التوبة والإصلاح.\n</p>\n\n<p>\nوقال في البقرة: (إلا الذين تابوا وأصلحوا وبينوا) أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p700'> Vol. 02, p. 700</a>\n            </div>\n            \n</p>\n\n<p>\nيعفي المذنب ما تقدم من ذنبه بما يوفى عليه من أفعاله الخير، وكان من\n</p>\n\n<p>\nذنب الأحبار الذين ذكرهم في قوله: (إن الذين يكتمون ما أنزلنا من\nالبينات)، أن قالوا للناس: ليس في التوراة ما يدل على نبوة محمد.\n</p>\n\n<p>\nفصار من تمام توبتهم أن يبينوا للناس ما كتموه، ولما لم يكن في الموضعين\n</p>\n\n<p>\nها هنا ذلك اقتصر في توبتهم على الإصلاح.\n</p>\n\n<p>\nوإنما أتبع التوبة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p701'> Vol. 02, p. 701</a>\n            </div>\n            \n</p>\n\n<p>\nعامة المو اضع الإصلاح، فإن التوبة راجعة في الأصل إلى الاعتقاد\n</p>\n\n<p>\nوالإصلاح إلى الأعمال. وكلاهما مرادان، وعلى ذلك اتباع\n</p>\n\n<p>\nعمل الصالحات بعد الإيمان في كل موضع ذكرا معا.\n</p>\n\n<p>\nإن قيل: لم قال ها هنا: (غفور رحيم) وقال ثم: (وأنا التواب الرحيم) و؟\nقيل: كل واحدة من الصفتين؛ أعني التواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p702'> Vol. 02, p. 702</a>\n            </div>\n            \n</p>\n\n<p>\nوالغفور يتضمن الأخرى، لكن التواب أخص والغفور\n</p>\n\n<p>\nأعم، فذكر حيث ما ذكر أعظم الذنبين الضلال والإضلال\n</p>\n\n<p>\nالتواب، وحيث ما ذكر أصغرهما - وهو الضلال دون الإضلال -\n</p>\n\n<p>\nذكر الغفور.\n</p>\n\n<p>\nإن قيل: لم قال ههنا: (من بعد ذلك) ولم يقل ثم؟\n</p>\n\n<p>\nقيل: لما وصف ههنا قوما كان منهم إيمان متقدم.\n</p>\n\n<p>\nثم حصل منهم كفر بعد إيمانهم، قال: (من بعد ذلك) ليبين أن\n</p>\n\n<p>\nالإيمان المتقدم لا ينفعهم إذ قد أحبطوه وأبطلوه، وأن الذي\n</p>\n\n<p>\nيعتد به هو ما يفعلونه من بعد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p703'> Vol. 02, p. 703</a>\n            </div>\n            \n</p>\n\n<p>\nولما لم يكن ثم كفر بعد إيمان متقدم استغنى عن ذكر (بعد ذلك).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p704'> Vol. 02, p. 704</a>\n            </div>\n            \n</p>\n\n<p>\nودخول الفاء في قوله: (إن الله) لتضمن الكلام معنى\n</p>\n\n<p>\nالجزاء، كأنه قيل: إن تابوا وأصلحوا يغفر لهم.\n</p>\n\n<p>\nقوله تعالى: (إن الذين كفروا بعد إيمانهم ثم ازدادوا كفرا لن تقبل توبتهم\nوأولئك هم الضالون (90)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p705'> Vol. 02, p. 705</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: معناه لن تقبل توبتهم بعد الموت.\n</p>\n\n<p>\nوقيل: عند الموت والمعاينة، نحو (وليست التوبة للذين يعملون السيئات حتى\nإذا حضر أحدهم الموت قال إني تبت الآن)\n</p>\n\n<p>\nوقيل: توبتهبم المتقدمة <span id='ms532'></span> فإن تلك أحبطها الكفر المتعقب.\n</p>\n\n<p>\nوقيل: نزل في قوم ارتدوا.\n</p>\n\n<p>\nسورة آل عمر ان، الآية: 90.\n</p>\n\n<p>\nوهذا مووي عن مجاهد انظر: زاد المسير (1 419)، والبحر المحيط\n</p>\n\n<p>\n(2 542). وقد رذ الطبري ذلك قاثلا: \"أنكرنا ذلك، لأن التوبة من\n</p>\n\n<p>\nالعبد غير كاثنة إلا في حال حياته، فأما بعد مماته فلا توبة). جامع\nالبيان\n</p>\n\n<p>\n(6 583).\n</p>\n\n<p>\nوهذا قول الحسن وقتادة والسدي، وهو مووى عن مجاهد أيضا، انظر:\n</p>\n\n<p>\nجامع البيان (6 578، 579)، والوسيط (1 1 46)، ومعالم التنزيل\n</p>\n\n<p>\n(2 65)، ز زاد المسير (1 419)، والبحر المحيط (2 542)، وتفسير\n</p>\n\n<p>\nالقرآن العظيم لابن كثير (1 359)، وقد رد ابن جرير الطبري هذا\n</p>\n\n<p>\nالقول أيضا مبئنا أنه لا خلاف في أن ك) افرا لو أسلم قبل خروج نفسه\n</p>\n\n<p>\nبطرفة عين، أن حكمه حكم المسلمين في الصلاة عليه والموارثة وساثر\n</p>\n\n<p>\nالأحكام مما يدل على صحة إسلامه. جامع البيان (6 583).\n</p>\n\n<p>\nسورة النساء، الآية: 18.\n</p>\n\n<p>\nوهذا مروي عن عكرمة وابن جريج انظر: جامع البيان (6 580.\n</p>\n\n<p>\n581) والبحر المحيط (2 542). قال الطبري:. \"وأما قول من زعم أن\n</p>\n\n<p>\nمعنى ذلك: التوبة التي كانت قبل الكفر فقول لا معنى له، لأن الله عز وجل=\n</p>\n\n<p>\n706\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p706'> Vol. 02, p. 706</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: إنا إذا رجعنا قبل توبتنا. وظنوا أن ذلك منهم توبة.\n</p>\n\n<p>\nفبين تعالى أن هذه النية غير مقبولة، وأنها ضلالة.\n</p>\n\n<p>\nوقيل: معناه: لا تكون منهم توبة مقبولة، كقول الشاعر:\n</p>\n\n<p>\nعلى لاحب لا يهتدى بمناره. . .\n</p>\n\n<p>\nأي لا يكون فيه منار فيهتدى به، وهذا إخبار عن علمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p707'> Vol. 02, p. 707</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى بحالهم، وقيل: إن توبتهم غير مقبولة في حال ما هم\n</p>\n\n<p>\nضالون، فالتوبة والضلال متنافيان لا يجتمعان، فالواو في قوله:\n</p>\n\n<p>\n(وأؤلئك) على هذا واو الحال.\n</p>\n\n<p>\nقوله تعالى: (إن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء\nالأرض ذهبا ولو افتدى به أولئك لهم عذاب أليم وما لهم من ناصرين (91).\n</p>\n\n<p>\nالفدية: بذل شيء احتراسا من أذى، ومنه فداء الأسير.\n</p>\n\n<p>\nوقولهم: فديتك. وإدخال الواو في قوله: (ولو افتدى به)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p708'> Vol. 02, p. 708</a>\n            </div>\n            \n</p>\n\n<p>\nلعموم المعنى، ومعناه لا يقبل منهم ذلك وإن أخرجه على\n</p>\n\n<p>\nوجه القربة في الدنيا، إذ كان لا يتقبل الله إلا من المتقين.\n</p>\n\n<p>\nويجوز أن يعني ذلك في الآخرة، ومعناه: لو ملك ذلك فأخرجه\n</p>\n\n<p>\nلم يكن ينفعه <span id='ms533'></span>، وليست الواو بزائدة كما ظن بعضهم، لأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p709'> Vol. 02, p. 709</a>\n            </div>\n            \n</p>\n\n<p>\nحينئذ يسقط معنى عموم الحالين، وملء الأرض - قيل: هو\n</p>\n\n<p>\nمقدار ما يملأ الأرض، وقيل: معناه كل ما يتعامل به في\n</p>\n\n<p>\nالأرض من الذهب، وذلك حسم لطمع من مات على كفره في رحمته.\n</p>\n\n<p>\nوقيل: وهذه الآية والتي قبلها كالآيتين في سورة النساء (إنما التوبة على\nالله للذين يعملون السوء بجهالة ثم يتوبون من قريب .. + إلى آخر الآيتين.\n</p>\n\n<p>\nقوله تعالى: (لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فإن\nالله به عليم (92)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p710'> Vol. 02, p. 710</a>\n            </div>\n            \n</p>\n\n<p>\nالبر: التوسع في فعل الخير، وقد تقدم في قوله: (أتأمرون الناس بالبر)\n</p>\n\n<p>\nإن البر ينسب إلى العبد تارة، وذلك إذا أطاع الله.\n</p>\n\n<p>\nوإلى الله تارة إذا أنعم على العبد.\n</p>\n\n<p>\nوقد حمل ههنا على الأمرين، فقيل: البر من الله الثواب.\n</p>\n\n<p>\nوقيل: الجنة، وقيل: الطاعة، ومن الناس من اعتبر ذلك\n</p>\n\n<p>\nفي المال فقط، فالإنسان محب للمال بالطبع، ولهذا قال تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p711'> Vol. 02, p. 711</a>\n            </div>\n            \n</p>\n\n<p>\n(وتحبون المال حبا جما)، ثم منهم من قال: هذا خطاب\n</p>\n\n<p>\nللأغنياء، ولذلك قال الحسن: عنى الزكاة الواجبة وما فرض في\n</p>\n\n<p>\nالأموال خاصة، ومنهم من قال: خطاب للكل، وحث لهم على ما قدروا عليه من\nالإنفاق، وكمن مدح يقوله: (ويؤثرون على أنفسهم)، ولذلك لما نزلت هذه الآية\nجاء زيد بن حارثة بفرس، فقال: هذا مما أحبه الله، وقد جعلته في سبيل الله،\nفحمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p712'> Vol. 02, p. 712</a>\n            </div>\n            \n</p>\n\n<p>\nعليه رسول الله - صلى الله عليه وسلم - أسامة، ومنهم من اعتبر ذلك في\nمتاع الحياة الدنيا كله، فقال: لن تنالوا البر إلا بالإنفاق، وبذل الجاه\n</p>\n\n<p>\nوالبدن والنفس، قال: وذلك حث على جميع المحامد، فإن\n</p>\n\n<p>\nمن تشجع وبذل المهجة في طاعة الله فقد أنفق ما أحب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p713'> Vol. 02, p. 713</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك قيل:\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . الجود بالنفس أقصى غاية\nالجود\n</p>\n\n<p>\nوقال بعضهم: أحب الأشياء إليك روحك، فأنفقها في الوصول\n</p>\n\n<p>\nإلى البر.\n</p>\n\n<p>\nوقيل: بر الله لعبده اطلاعه على دقائق حكمته وحقائق\n</p>\n\n<p>\nالمعقولات، ولا يكون ذلك إلا بترك ما تميل إليه النفوس من\n</p>\n\n<p>\nالمحسوسات من المطعم والمنكح والملبس.\n</p>\n\n<p>\nوقيل: أعظم البر مجاورة البار وقربه، وذلك بإنفاق ما لنا في الدنيا <span id='ms534'></span>.\n</p>\n\n<p>\nوقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p714'> Vol. 02, p. 714</a>\n            </div>\n            \n</p>\n\n<p>\n(فإن الله به عليم) أي مجازيكم، ولدلالة ذلك على المجازاة\n</p>\n\n<p>\nجعل جوابا للشرط.\n</p>\n\n<p>\nقوله تعالى: (كل الطعام كان حلا لبني إسرائيل إلا ما حرم إسرائيل على\nنفسه من قبل أن تنزل التوراة قل فأتوا بالتوراة فاتلوها إن كنتم صادقين\n(93)\n</p>\n\n<p>\nكان اليهود أنكروا تحليل النبي - صلى الله عليه وسلم - لحوم الإبل،\nوقالوا: إنها كانت محرمة على إبراهيم على ما نطقت به التوراة، فكذبهم\nتعالى، وذكر أنها كانت محللة عليه وعلى أولاده إلى أن حرمها إسرائيل على\nنفسه، وهو يعقوب، - وأمرهم بإحضار التوراة، فامتنعوا، ولم يجسروا على ذلك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p715'> Vol. 02, p. 715</a>\n            </div>\n            \n</p>\n\n<p>\nلصدق ما أخبر تعالى به، وسبب تحريمه ذلك - قيل: إنما كان\n</p>\n\n<p>\nمرضا أورثه لحم الإبل فتركه، وحرمه على نفسه تحريم المريض\n</p>\n\n<p>\nطعاما لا يوافقه، لا تحريم شرع.\n</p>\n\n<p>\nوقال ابن عباس والحسن: أصابه عرق النسا، فنذر أن يترك إن عافاه الله أشهى\nطعام إليه تقربا إلى الله تعالى، وتحريم اليهود ذلك كان اقتداء منهم به،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p716'> Vol. 02, p. 716</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: إنه لما حرم على نفسه حرم الله عليهم، ولذلك قال:\n</p>\n\n<p>\n(فبظلم من الذين هادوا حرمنا عليهم طيبات) في الآية حجة\n</p>\n\n<p>\nعليهم على هذا في جواز النسخ، لأنه حرم عليهم ما كان مباحا\n</p>\n\n<p>\nفي شريعة إبراهيم.\n</p>\n\n<p>\nإن قيل: كيف حرم هو على نفسه ما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p717'> Vol. 02, p. 717</a>\n            </div>\n            \n</p>\n\n<p>\nمباحا فأقره الله عليه، وحرم النبي - صلى الله عليه وسلم - جاريته فعاتبه\nومنعه؟\n</p>\n\n<p>\nقيل: إن إسرائيل إما أنه حرم على نفسه لحم الإبل، لأنه لم يكن يوافقه.\n</p>\n\n<p>\nوكان واجبا عليه تركه.\n</p>\n\n<p>\nفإن الله تعالى جعل الطعام ليتوصل به إلى صلاح البدن.\n</p>\n\n<p>\nوما يؤدي إلى فساده فواجب علينا تركه؟ وإما أنه حرم ذلك تقربا إلى الله\nكما يحرم الصائم الطعام، وكما يحرم المعتكف على نفسه بعض التصرفات، ولم يكن\nتحريم النبي - صلى الله عليه وسلم - علي أحد هذين الوجهين، بل لما ذكره\nتعالى: (تبتغي مرضات أزواجك)، ولأن في تحريم النبي - صلى الله عليه وسلم -\nتضييع حق متعلق به للغير، وهو حق الجارية. وليس ذلك في فعل إسرائيل، وأيضا\nفإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p718'> Vol. 02, p. 718</a>\n            </div>\n            \n</p>\n\n<p>\nإسرائيل لما حرم أشهى الطعام إليه <span id='ms535'></span> قصد بذلك قمع الشهوة، وبنحو\n</p>\n\n<p>\nذلك يهذب الحكيم نفسه، والنبي - صلى الله عليه وسلم - في تحريم جاريته\nتبع هوى غيره، وهو مرضاة أزواجه، وذلك مكروه، فلم يقر عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p719'> Vol. 02, p. 719</a>\n            </div>\n            \n</p>\n\n<p>\nذكر بعض الصوفية أن في ذلك تفضيلا للنبي - صلى الله عليه وسلم - من\nوجهين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p720'> Vol. 02, p. 720</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: أنه لما حرم إسرائيل على نفسه ما أحبه أمضاه، وحرم\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم - على نفسه فعافاه.\n</p>\n\n<p>\nوالثاني: أن بني إسرائيل ما كانوا يلتزمونه مما لم يكن قربة في الشريعة\nيلزمهم الوفاء به تشديدا عليهم، وعلى ذلك دل قوله: (ما كتبناها عليهم إلا\nابتغاء رضوان الله)\n</p>\n\n<p>\nوقال - صلى الله عليه وسلم -: \"شددوا على أنفسهم فشدد الله\n</p>\n\n<p>\nعليهم \"، ورفع عن هذه الأمة ذلك فضيلة للنبي - صلى الله عليه وسلم -. إن\nقيل: ما وجه اتصال هذه الآيات بعضها ببعض، لأنه ذكر أولا:\n</p>\n\n<p>\n(إن الذين كفروا بعد إيمانهم) الآيتين ثم ذكر: (لن تنالوا البر حتى\nتنفقوا مما تحبون) ثم عقبها بتحريم إسرائيل الطعام، وذم اليهود؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p721'> Vol. 02, p. 721</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: لما ذكر في الآيتين المتقدمتين ذم اليهود وغيرهم من الكفار.\n</p>\n\n<p>\nوبين أن انفافهم مع كفرهم غير مقبول منهم، وصل ذلك بقوله:\n</p>\n\n<p>\n(لن تنالوا البر)، لئلا يقرر أن الانفاق غير مغن على جميع\n</p>\n\n<p>\nالوجوه، فقال: وأنتم أيها المؤمنون إذا أنفقتم فإنما نقبل منكم\n</p>\n\n<p>\nعلى هذا الشرط، ثم رجع إلى ذم اليهود وتعديد ما ارتكبوه.\n</p>\n\n<p>\nفصار قوله: (لن تنالوا البر) بين الآيتين من الاعتراض\n</p>\n\n<p>\nالمسمى في كتب البلاغة الالتفات.\n</p>\n\n<p>\nقوله تعالى: (فمن افترى على الله الكذب من بعد ذلك فأولئك هم الظالمون\n(94)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p722'> Vol. 02, p. 722</a>\n            </div>\n            \n</p>\n\n<p>\nالافتراء والاختلاق: افتعال للكذب الذي لا أصل له، من افتراء الأديم\nواختلاقه.\n</p>\n\n<p>\nوالكذب ضربان:\n</p>\n\n<p>\nاختراع قصة لا أصل لها وزيادة، أو تغيير فيما له أصل.\n</p>\n\n<p>\nوالأول أعظمهما، والمفترى عليه ضربان: رفيع ووضيع.\n</p>\n\n<p>\nفالمفتري على الرفيع أعظم ذنبا، ثم المفتري له ضربان: عارف بالفرية.\n</p>\n\n<p>\nوجاهل بها، فالمفتري العارف بالفرية أوقحهما وجها، فبين الله\n</p>\n\n<p>\nتعالى بالآية أنهم اختلقوا الكذب على الله تعالى، الذي يعلم السر\n</p>\n\n<p>\nوأخفى، وفعلوا ذلك بعد أن أطلع الله الناس على كذبهم <span id='ms536'></span>، وبين\n</p>\n\n<p>\nأن متخذي ذلك في نهاية الظلم، وعلى ذلك في غير موضع:\n</p>\n\n<p>\n(ومن أظلم ممن افترى على الله كذبا).\n</p>\n\n<p>\nقوله تعالى: (قل صدق الله فاتبعوا ملة إبراهيم حنيفا وما كان من المشركين\n(95)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p723'> Vol. 02, p. 723</a>\n            </div>\n            \n</p>\n\n<p>\nمعنى قوله: قل اعتقد وأخبر أن ذلك من قول الله\n</p>\n\n<p>\nتعالى، وهو صادق. وحقيقة قوله: (صدق الله) إقرار بأن الله\n</p>\n\n<p>\nقد أخبر، فإنه إذا ثبت كونه من خبره ثبت. كونه صدقا، ونبه أن\n</p>\n\n<p>\nما أخبر من قوله: (كل الطعام كان حلا) وسائر ما تقدم\n</p>\n\n<p>\nصدق، وأنه ملة إبراهيم، وأوجب عليهم اتباعه في تحنفه أي\n</p>\n\n<p>\nفي استقامته، وفي قوله: (وما كان من المشركين) تعريض بهم.\n</p>\n\n<p>\nكأنه قيل: أنتم مشركون في اتخاذ بعضكم بعضا أربابا، وإبراهيم لم\n</p>\n\n<p>\nيكن مشركا، فإذن ليس دينكم دين إبراهيم، وكما نفى في\n</p>\n\n<p>\nقوله: (ما كان إبراهيم يهوديا ولا نصرانيا) أنه منهم نفى في هذه\n</p>\n\n<p>\nالآية كونه مشركا.\n</p>\n\n<p>\nقوله: (إن أول بيت وضع للناس للذي ببكة مباركا وهدى للعالمين (96) فيه\nآيات بينات مقام إبراهيم ومن دخله كان آمنا ولله على الناس حج البيت من\nاستطاع إليه سبيلا ومن كفر فإن الله غني عن العالمين (97)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p724'> Vol. 02, p. 724</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: بكة هي المسجد، ومكة الحرم، وقيل: بكة هي البيت.\n</p>\n\n<p>\nوقيل: هي بطن الحرم وقال مجاهد: هما واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p725'> Vol. 02, p. 725</a>\n            </div>\n            \n</p>\n\n<p>\nكقوله سبد رأسه وسمده، أي حلقه، وضرب لازم ولازب.\n</p>\n\n<p>\nوأصل بكة من التباك أي التزاحم، وذلك اعتبارا بازدحامهم\n</p>\n\n<p>\nلقصده، والطواف به، وقيل: لبكه أعناق الجبابرة إذا ألحدوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p726'> Vol. 02, p. 726</a>\n            </div>\n            \n</p>\n\n<p>\nفيه، ومكة من أمتك الفصيل ما في الضرع، كأنه يجمع أهل\n</p>\n\n<p>\nالآفاق ويؤلفهم، ولذلك سميت أم الزحم.\n</p>\n\n<p>\nوالبركة: ثبوت. الخير في الشيء ثبوت الماء في البركة.\n</p>\n\n<p>\nوسميت البركة لثبوت الماء، وأصل الكلمة البرك، وبرك البعير ألقى بركه\nوبركاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p727'> Vol. 02, p. 727</a>\n            </div>\n            \n</p>\n\n<p>\nالقتال ملازمته، وتبارك الله تخصص بلزوم فعل الخيرات.\n</p>\n\n<p>\nواختلف في بناء البيت، فقال مجاهد وقتادة: هو أول بيت بني\n</p>\n\n<p>\nفي الأرض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p728'> Vol. 02, p. 728</a>\n            </div>\n            \n</p>\n\n<p>\nوقال علي: أول بيت وضع للعبادة، وهذا الاختلاف لاختلاف\n</p>\n\n<p>\nالتقديرين في الآية، لأنه على الثاني: إن أول بيت وضع للناس\n</p>\n\n<p>\nمباركا وهدى للعالمين للذي ببكة، ثم اختلفوا في <span id='ms537'></span> معنى\n</p>\n\n<p>\n(أول). فمنهم من اعتبر ذلك بالشرف والمنزلة، فكأنه قيل:\n</p>\n\n<p>\nأشرف بيت، وعلى ذلك قال مجاهد: هو كقوله: (كنتم خير أمة أخرجت للناس).\nومنهم من اعتبر أوليته بالزمان.\n</p>\n\n<p>\nقال: أول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p729'> Vol. 02, p. 729</a>\n            </div>\n            \n</p>\n\n<p>\nبيت بعد الطوفان، وهو الذي قال: (وإذ يرفع إبراهيم القواعد من البيت).\nومنهم من قال: أول موضع اتخذته الملائكة قبلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p730'> Vol. 02, p. 730</a>\n            </div>\n            \n</p>\n\n<p>\nفي الأرض، وروى في ذلك أخبارا، وهذا لا يقتضيه الظاهر.\n</p>\n\n<p>\nلأنه قال: (وضع للناس)، فخص بالناس، وعلى هذا اعتبروا\n</p>\n\n<p>\n(العتيق) في قوله: (بالبيت العتيق)، ونبه بقوله:\n</p>\n\n<p>\nمباركا، أن فيه ثبوت الخير والهداية، وأبهم هاهنا، ثم فسره بما\n</p>\n\n<p>\nبعده، واختلفوا في المقام، والأمن، فمنهم من حمل المقام على\n</p>\n\n<p>\nالمحسوس)، وقال: إنه أثر قدم إبراهيم على الحجر الصلد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p731'> Vol. 02, p. 731</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم من حمله على الأحكام، وقال: هو موضع الطواف\n</p>\n\n<p>\nوالسعي وسائر أركان الحج، ولهذا قال: (آيات)، ثم فسره\n</p>\n\n<p>\nبمقام وإن كان لفظه مفردا، ومفهم من قال: الآيات هي\n</p>\n\n<p>\nالمعاني المضمنة فيه التي يستدل بها العارف، والمقام ما تخصص\n</p>\n\n<p>\nبه إبراهيم من الخلة التي اكتسبها ببذل النفس والمال والولد.\n</p>\n\n<p>\nفعلى هذا قوله: (ومن دخله كان آمنا) من العقوبة، وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p732'> Vol. 02, p. 732</a>\n            </div>\n            \n</p>\n\n<p>\nبعض الصالحين: كنت أطوف فخطر لي قوله: (ومن دخله كان آمنا)\n</p>\n\n<p>\nترى من أي شيء يأمن؟ فسمعت هاتفا يقول: من النار.\n</p>\n\n<p>\nوقيل (كان آمنا) من بلايا الدنيا وأعراضها التي\n</p>\n\n<p>\nتصيب من قال فيهم: (إنما يريد الله ليعذبهم بها في الحياة الدنيا).\n</p>\n\n<p>\nومنهم من حمل: (ومن دخله كان آمنا) على الحكم.\n</p>\n\n<p>\nثم اختلفوا. فمنهم من جعله خبرا، وقال: معناه أن من\n</p>\n\n<p>\nدخله كان آمنا، وذلك كان في الجاهلية، لأنه لم يكن يتعرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p733'> Vol. 02, p. 733</a>\n            </div>\n            \n</p>\n\n<p>\nلجان يلتجئ إلى الحرم بوجه حتى يخرج، وقال الحسن\n</p>\n\n<p>\nوالأصم: من دخله يأمن الاصطلام، ومنهم من حمل ذلك\n</p>\n\n<p>\nعلى التعبد، أي في حكم الله، وإن كان في نفسه وجلا، كقولك:\n</p>\n\n<p>\nهذا مباح، وهذا محظور، فعلى هذا من جعل الضمير في قوله:\n</p>\n\n<p>\n(ومن دخله) للبيت قال: لا يتعرض له بوجه إلى أن يخرج، ومن جعله\n</p>\n\n<p>\nللحرم فمنهم من قال: من قتل في غير الحرم ثم دخله <span id='ms538'></span> لم يقتص منه\n</p>\n\n<p>\nإلى أن يخرج، لكن لا يبايع ولا يواكل حتى يضطر إلى الخروج.\n</p>\n\n<p>\nوقال الحسن: يقتص من الكل، وهذا كان حكما في الجاهلية.\n</p>\n\n<p>\nولم يختلفوا أنه إذا جنى في الحرم كان مأخوذا بجنايته، وعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p734'> Vol. 02, p. 734</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: (ومن دخله كان آمنا) يحمل قوله: (أولم يروا أنا جعلنا حرما آمنا)،\nوقوله: (وإذ جعلنا البيت مثابة للناس وأمنا)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p735'> Vol. 02, p. 735</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (اجعل هذا البلد آمنا)، وقرئ (آية بينة).\n</p>\n\n<p>\nوكأن قارئه نظر إلى لفظ ما أبدل منه، وهو مقام إبراهيم، فلما كان\n</p>\n\n<p>\nمفردا جعل الآية مفردة، والصحيح ما عليه الكافة، فالمقام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p736'> Vol. 02, p. 736</a>\n            </div>\n            \n</p>\n\n<p>\nمصدر، ويتناول الواحد والجمع، فإذا اعتبر بالمحسوس فهي\n</p>\n\n<p>\nالمناسك، وإذا اعتبر بالمعقول فأفعال إبراهيم المتقدم ذكرها.\n</p>\n\n<p>\nقوله: (ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر فإن الله\nغني عن العالمين (97)\n</p>\n\n<p>\nالسبيل: إمكان الوصول إليه، كقوله تعالى: (فهل إلى خروج من سبيل)\nوالاستطاعة: استدعاء الطاعة، كان النفس بالقدرة تستدير طاعة الشيء لها،\nوالقدرة والطاقة، والاستطاعة والجهد والوسع متقاربة، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p737'> Vol. 02, p. 737</a>\n            </div>\n            \n</p>\n\n<p>\nتقدم ذلك، وقولهم: لا يستطيع كذا. تارة يقال لنفي القدرة.\n</p>\n\n<p>\nوتارة لنفي الخفة، فإن قوله: (لا يستطيعون سمعا) أي\n</p>\n\n<p>\nيستثقلونه، لا لأنهم لا يقدرون عليه، وتمام استطاعة العبادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p738'> Vol. 02, p. 738</a>\n            </div>\n            \n</p>\n\n<p>\nثلاث: الأول: استطاعة نفسية، وهي المعرفة بها، أو التمكن\n</p>\n\n<p>\nمن معرفتها.\n</p>\n\n<p>\nوالثاني: استطاعة بدنية، وهي أن يكون صحيح البدن قادرا على إقامتها.\nوالثالث: استطاعة من خارج، وهي وجود الآلة التي بها يتمكن من فعلها، ومتى\nاجتمعت الثلاثة فقد حصل تمام الاستطاعة.\n</p>\n\n<p>\nوإلا فالاستطاعة معدومة أو قاصرة.\n</p>\n\n<p>\nوقول النبي - صلى الله عليه وسلم -: \"الاستطاعة: الزاد والراحلة\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p739'> Vol. 02, p. 739</a>\n            </div>\n            \n</p>\n\n<p>\nمتناولة للخارجة دون البدنية والنفسية، وخصها - صلى الله عليه وسلم -\nبالذكر لما كان معلوما عندهم أن بافتقاد الأوليين لا يكلف.\n</p>\n\n<p>\nوكأن القوم قد شكوا أن الفقير الذي تبعد مسافته، ولا يتمكن من زاد وراحلة\nهل يلزمه الحج؟ فراجعوه، فبين - صلى الله عليه وسلم - لهم ذلك، ولم تتناول\nالآية العبد، لأنه لا ملك له في قول جل الفقهاء، وفي قول بعضهم سيده أولى\nبما في يده، وله أن يمنعه باتفاق، وكذا <span id='ms539'></span> المرأة إذا لم يكن\n</p>\n\n<p>\nلها محرم، هذا قول الفقهاء، فأما الصوفية فقد قالوا: الزاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p740'> Vol. 02, p. 740</a>\n            </div>\n            \n</p>\n\n<p>\nالتقوى، لقوله تعالى: (وتزودوا فإن خير الزاد التقوى)\n</p>\n\n<p>\nوالراحلة صحة البدن، وقد عبر عن البدن بذلك في قوله: \"إن\n</p>\n\n<p>\nالمنبت لا أرضا قطع ولا ظهرا أبقى\".\n</p>\n\n<p>\nوقال بعضهم: فيه مع إرادة هذا المعنى تنبيه على معنى أبلغ من ذلك البيت\nجنة المأوى،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p741'> Vol. 02, p. 741</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله: (ابن لي عندك بيتا في الجنة) ولما لم يكن للإنسان\n</p>\n\n<p>\nسبيل إلى ذلك إلا بحسن، عبادته صار ذلك حقا على الناس.\n</p>\n\n<p>\nولذلك أكد لفظه، وخصه بما لم يخص به شيئا من العبادات.\n</p>\n\n<p>\nفقال (ولله على الناس).\n</p>\n\n<p>\nوقال بعض الصوفية: في الحج إشارات اقتضت تأكيد لفظ الأمر به.\n</p>\n\n<p>\nوذاك أن في العقد به إشارة إلى معاقدة الولاء المعني بقوله: (الله ولي\nالذين آمنوا)، وبالتلبية إلى الإجابة له فيما دعا إليه، وبالتجرد إلى\nالتجرد من\n</p>\n\n<p>\nالدنيا، وأنه عاد كما خرج من بطن أمه، وبالوقوف إلى الوقوف\n</p>\n\n<p>\nببابه، وبالسعي إلى السعي إليه، وبالطواف إلى محل القربة\n</p>\n\n<p>\nمنه، قال: ولذلك حق على المسلم أن يتغير حاله بعد حجه\n</p>\n\n<p>\nعما كان عليه قبل، ولهذا قال - صلى الله عليه وسلم -: \" من حج فلم يفسق\nولم يرفث كان كيوم ولدته أمه \"، يعني لم يفسق ولم يرفث بعد رجوعه من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p742'> Vol. 02, p. 742</a>\n            </div>\n            \n</p>\n\n<p>\nالحج، ولم يعن في الحج، فإن ذلك مدلول عليه بقوله: (فلا رفث ولا فسوق ولا\nجدال في الحج).\n</p>\n\n<p>\nوقوله: (ومن كفر) قال ابن عباس: من كفر بوجوب الحج عليه، وعلى هذا ما ورد\nأن رجلا سأل النبي - صلى الله عليه وسلم - عن ذلك فقال: \"من إن حج لم يرج\nثوابه، وإن جلس لم يخف عقابه \"\n</p>\n\n<p>\nوأما من تركه ممن يري وجوبه لم يكن كافرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p743'> Vol. 02, p. 743</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان عاصيا، وقيل: الكفر كفران: كفر تام، وهو إنكار\n</p>\n\n<p>\nالوحدانية، أو ما يجري مجراه، وكفر ناقص، وهو الإخلال\n</p>\n\n<p>\nببعض العبادات، التي هي أركان الدين: كالصلاة والزكاة والحج.\n</p>\n\n<p>\nولهذا قال - صلى الله عليه وسلم -: \"من ترك الصلاة فقد كفر\"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p744'> Vol. 02, p. 744</a>\n            </div>\n            \n</p>\n\n<p>\nوقال - صلى الله عليه وسلم -: \"من مات وعليه <span id='ms540'></span> حج الإسلام فلا عليه أن يموت\nإن شاء يهوديا وإن شاء نصرانيا\".\n</p>\n\n<p>\nوإنما قال: (غني عن العالمين) تنبيها أن قوله: (ولله على الناس) ليس\nلحاجة به، وإنما ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p745'> Vol. 02, p. 745</a>\n            </div>\n            \n</p>\n\n<p>\nلحاجتهم ونفعهم، إذ هو تعالى الغني المطلق، وغيره وإن استغنى عن شيء\n</p>\n\n<p>\nما فغير غني عنه تعالى في شيء من الأحوال، وهو القائم على كل شيء.\n</p>\n\n<p>\nقوله تعالى: (قل يا أهل الكتاب لم تكفرون بآيات الله والله شهيد على ما\nتعملون (98)\n</p>\n\n<p>\nالذي اقتضى مخاطبتهم بهذا إنكارهم نبوة محمد، ووجوب الحج، والآيات\nالمقتضية لذلك من الكتب المتقدمة ومن القرآن، وبين بقوله: (والله شهيد على\nما تعملون) أنكم تسترون ما لا يستتر، إذ هو لا يخفى عليه خافية.\n</p>\n\n<p>\nإن قيل: لم قال في موضع: (يا أهل الكتاب) وهاهنا قال: (قل يا أهل\nالكتاب)؟\n</p>\n\n<p>\nقيل: الأول استدعاء إلى الحق فجعل خطابهم منه استلانة للقول، ليكونوا\nأقرب إلى انقيادهم، وهاهنا لما قصد إلى الغض منهم ذكر (قل) تنبيها\n</p>\n\n<p>\nأنهم غير مستأهلين أن يخاطبهم بنفسه تعالى، وإن كان كلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p746'> Vol. 02, p. 746</a>\n            </div>\n            \n</p>\n\n<p>\nالخطابين موصلا على لسان النبي - صلى الله عليه وسلم -.\n</p>\n\n<p>\nإن قيل: لم صار أهل الكتاب يطلق في القرآن تارة على سبيل الذم، وتارة على\nسبيل المدح، ولا نجري قولنا: أهل القرآن وأهل السنة هذا المجرى؟ قيل:\nالكتاب لما كان قد يراد به ما افتعلوه دون ما أنزل الله نحو: (للذين يكتبون\nالكتاب بأيديهم)، وقد يراد به ما أنزل الله تعالى، فيكون على سبيل الذم\nلأهل الكتاب، وقد يراد به ما أنزله الله، ويكون على سبيل التهكم، نحو قوله:\n</p>\n\n<p>\n(ذق إنك أنت العزيز الكريم) فعلى هذا لو قيل: أهل القرآن\n</p>\n\n<p>\nوأهل السنة على سبيل الذم والتهكم لجاز، وقوله: (لم) وإن كان أصله\n</p>\n\n<p>\nاستفهاما فالقصد به هاهنا الإنكار والتنبيه؛ أن لا جواب لهم ولا عذر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p747'> Vol. 02, p. 747</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعالى: (قل يا أهل الكتاب لم تصدون عن سبيل الله من آمن تبغونها\nعوجا وأنتم شهداء وما الله بغافل عما تعملون (99).\n</p>\n\n<p>\nيقال: بغيته كذا أي طلبته له، وأبغيته أعنته على بغائه، نحو لمسته كذا <span id='ms541'></span>\n</p>\n\n<p>\nوألمسته، وحملته كذا وأحملته، والعوج ما يدرك بالفكر من الاعوجاج.\n</p>\n\n<p>\nوالعوج ما يدرك بالطرف، وقوله: (لا ترى فيها عوجا ولا أمتا).\n</p>\n\n<p>\nيعني الظلم وما يجري مجراه مما يكون في الدنيا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p748'> Vol. 02, p. 748</a>\n            </div>\n            \n</p>\n\n<p>\nومعناه لا تصدوا المؤمنين طالبين لطريقهم الإعوجاج.\n</p>\n\n<p>\nوقوله: (وأنتم شهداء) الشهادة تارة بالعقل نحو (أو ألقى السمع وهو شهيد)\n</p>\n\n<p>\nأي عارف بعقله، وتارة بالعقد، نحو قوله: (فاشهدوا وأنا معكم من الشاهدين)\nوتارة بإقامة ذلك، وقد فسر الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p750'> Vol. 02, p. 750</a>\n            </div>\n            \n</p>\n\n<p>\nبثلاثتها؛ فقد قيل: وأنتم عقلاء تعرفون ذلك بعقولكم.\n</p>\n\n<p>\nقيل: وأنتم قد أخذ عليكم العهد بقوله: (وإذ أخذ الله ميثاق)\n</p>\n\n<p>\nقيل: وأنتم شهدتم نبوته قبل بعثته، وكل ذلك مراد فلا تنافي بينها.\n</p>\n\n<p>\nقوله تعالى: (يا أيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتاب\nيردوكم بعد إيمانكم كافرين (100)\n</p>\n\n<p>\nقال السدي: نزلت في قوم من اليهود، سعوا بين أوس وخزرج بالفساد، وذكروهم\nمن الأحقاد والأوتار)، فأنزل الله تعالى ذلك، وتلاه عليهم النبي - صلى الله\nعليه وسلم - فأحجموا عما هموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p751'> Vol. 02, p. 751</a>\n            </div>\n            \n</p>\n\n<p>\nبه، والطاعة: بذل الانقياد والإجابة نحوها، غير أن الإجابة قد\n</p>\n\n<p>\nتكون بالقول مرة وبالفعل مرة، ومتى كانت بالفعل فهي موافقة الداعي\n</p>\n\n<p>\nدون الانقياد، ولهذا يقال: أجاب الله عبده، ولا يقال أطاعه، وإنما\n</p>\n\n<p>\nخص فريقا منهم لئلا يدخل فيه من قال فيهم:. (من أهل الكتاب أمة قائمة\nيتلون آيات الله آناء الليل)، وعنى بالإيمان هاهنا الخوض فيه\n</p>\n\n<p>\nدون استكماله المعني بقوله: (إنما المؤمنون الذين إذا ذكر الله وجلت\nقلوبهم)، فإن من بلغ هذه المنزلة فمحال أن يرد على عقبه، ولهذا\n</p>\n\n<p>\nقيل: ما رجع من رجع إلا من الطريق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p752'> Vol. 02, p. 752</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعالى: (وكيف تكفرون وأنتم تتلى عليكم آيات الله وفيكم رسوله ومن\nيعتصم بالله فقد هدي إلى صراط مستقيم (101)\n</p>\n\n<p>\nالعصم والعصب يتقاربان، لكن العصم أبلغ، فإن معه الشد إمساكا، والأعصم:\nالوعل المعتصم بالجبل، والعصام على بناء الزمام والسخاب، وجمعه عصم،\nواعتصمت به واعتصمته نحو تعلقت به وتعلقته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p753'> Vol. 02, p. 753</a>\n            </div>\n            \n</p>\n\n<p>\nوالعصمة من الله على ثلاثة أضرب: عامة لكل مكلف، وهي ما\n</p>\n\n<p>\nيفيض له من العقل، وهدايته بالأمر والنهي والوعد والوعيد.\n</p>\n\n<p>\nوالثانية <span id='ms542'></span>: لمن اهتدى بالأولى، وهي التي يرغب كل مؤمن أن\n</p>\n\n<p>\nيجعل الله له منها حظا. وإياها قصد بقوله: (والذين جاهدوا فينا لنهدينهم\nسبلنا).\n</p>\n\n<p>\nوالثالثة: للأنبياء وكيفيتها مختلف فيها.\n</p>\n\n<p>\nوالاعتصام، والتفويض، والتوكل، والإسلام - أي الاستسلام -\n</p>\n\n<p>\nمترتب بعضها على بعض، فالاعتصام قبل التفويض.\n</p>\n\n<p>\nوالتفويض قبل التوكل، لأن معنى فوضت أمري إلى فلان، أي\n</p>\n\n<p>\nجعلت له الفوض فيه، ومعنى توكلت عليه: اعتزلت، وجعلته\n</p>\n\n<p>\nالمعتمد، وأما الإسلام فغايته ما كان من إبراهيم عليه السلام.\n</p>\n\n<p>\nحيث قال: (أسلمت لرب العالمين)، ولكون الاعتصام\n</p>\n\n<p>\nأول منزلة من هذه المنازل.\n</p>\n\n<p>\nقال بعض الصوفية: الاعتصام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p754'> Vol. 02, p. 754</a>\n            </div>\n            \n</p>\n\n<p>\nللمحجوبين (1)، فأما أهل الحقائق فهم في القبضة (2)، واستبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p755'> Vol. 02, p. 755</a>\n            </div>\n            \n</p>\n\n<p>\nالله تحولهم مع ظهوو الآيات التي هي المعجزات العقلية، وكون الرسول\n</p>\n\n<p>\nالشاهد فيما بينهم الذي يظهر من العجزات المحسوسة.\n</p>\n\n<p>\nوقيل: معنى قوله: (وفيكم رسوله) أي دلائله لا ذاته، فعلى هذا خطاب لمن في\nزمانه، ولمن بعده.\n</p>\n\n<p>\nوقوله: (فقد هدي إلى صراط مستقيم) أي الطريق المسئول\n</p>\n\n<p>\nأن يهدينا إليه في قوله: (اهدنا الصراط المستقيم).\n</p>\n\n<p>\nوالمدعو إليه بقوله: (وأن هذا صراطي مستقيما فاتبعوه).\n</p>\n\n<p>\nوالمأمور به في قوله: (ادع إلى سبيل ربك بالحكمة والموعظة الحسنة).\n</p>\n\n<p>\nقوله: (يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم\nمسلمون (102)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p756'> Vol. 02, p. 756</a>\n            </div>\n            \n</p>\n\n<p>\nالتقوى: أن تجعل بينك وبين المعاصي ما يصير واقيا\n</p>\n\n<p>\nلك عن تعاطيها، فتصير واقيا لك في الآخرة عن العذاب.\n</p>\n\n<p>\nوقال بعض الناس: التقوى من ثلاثة أوجه: تقوى من غرور\n</p>\n\n<p>\nالدنيا، والتقوى من النفس، والتقوى من الله.\n</p>\n\n<p>\nوكل واحد منها على ثلاث منازل:\n</p>\n\n<p>\nأما التقوى من الدنيا فأن تتقي محرماتها، ثم شبهاتها.\n</p>\n\n<p>\nثم الزهد في مباحاتها.\n</p>\n\n<p>\nوأما التقوى من النفس فأن تتقي أولا عقوبته.\n</p>\n\n<p>\nثم استدراجه نحو: أن يملي للعبد ويوسع عليه فيغتر به.\n</p>\n\n<p>\nثم حجابه، نحو: أن يسأله العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p757'> Vol. 02, p. 757</a>\n            </div>\n            \n</p>\n\n<p>\nفتتباطأ إجابته فيعير ذلك قلبه، فمن استكمل هذه المنازل فقد اتقى الله\nحق.\n</p>\n\n<p>\nتقاته، وحرر ذلك بعض الصوفية على وجه آخر.\n</p>\n\n<p>\nوقال: التقوى على ثلاث منازل: تقوى العقوبة بالصبر عن المعاصي.\n</p>\n\n<p>\nوإياه قصد بقوله: (واتقوا النار التي أعدت للكافرين).\n</p>\n\n<p>\nوتقواه بشكر آلائه <span id='ms543'></span>، وإياه قصد بقوله: (اتقوا ربكم) خص لفظ الرب المنبئ عن\nتربيته إياه ونعمته عليه، وتقواه برؤية وحدانيته من غير تلفت ثواب أو عقاب،\nوإياه قصد بقوله: (اتقوا الله حق تقاته) قال: ولهذا حيث ما ذكر (اتقوا\nالله) خص المؤمنين بالمخاطبة، وحيثما ذكر (اتقوا ربكم) خص الناس الذي هو\nأعم اللفظتين.\n</p>\n\n<p>\nوتقسيم التقوى على ئلاث منازل هو على حسب الظالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p758'> Vol. 02, p. 758</a>\n            </div>\n            \n</p>\n\n<p>\nوالمقتصد والسابق، وقوله: (حق تقاته) حث أن يبلغ\n</p>\n\n<p>\nالإنسان في ذلك مبلغ السابقين، قال عبد الله والحسن وقتادة: هو\n</p>\n\n<p>\nأن يطاع فلا يعصى، ويذكر فلا ينسى، ويشكر فلا يكفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p759'> Vol. 02, p. 759</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قتادة والربيع: الآية منسوخة بقوله: (فاتقوا الله ما استطعتم)\n</p>\n\n<p>\nوقال غيرهما: بل معناهما واحد، فإن حق التقوى\n</p>\n\n<p>\nهو التقوى على حسب الاستطاعة، واستدل بما روى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p760'> Vol. 02, p. 760</a>\n            </div>\n            \n</p>\n\n<p>\nمعاذ قال: أردفني رسول الله - صلى الله عليه وسلم -، وقال: \"هل تدري حق\nالله على العباد؟\n</p>\n\n<p>\n\" قلت: الله أعلم ورسوله، فقال: \"أن يعبدوه ولا يشركوا به شيئا\".\n</p>\n\n<p>\nثم قرأ: (اتقوا الله حق تقاته)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p761'> Vol. 02, p. 761</a>\n            </div>\n            \n</p>\n\n<p>\nومن قال: هذا منسوخ تصور من قوله: (حق تقاته) غاية الجهد من\n</p>\n\n<p>\nالعبد، وإن (ما استطعتم) هو قدر العفو، فصار مقتضى ما استطعتم\n</p>\n\n<p>\nأخف من مقتضى حق تقاته، واستقبح أبو علي الجبائي قول من\n</p>\n\n<p>\nقال: الآية منسوخة، وقال: هذا جهل، لأنه لا يجوز أن يبيح الله\n</p>\n\n<p>\nللناس أن يفعلوا بعض المعاصي وهذا تصور له وقع من قلة التثبت.\n</p>\n\n<p>\nفقد علم أن فعل ما حظر الله في الشرع معصية ما دام الحظر قائما.\n</p>\n\n<p>\nكتحريم الأكل والجماع بعد النوم في الصوم، ثم لما زال الحظر زال\n</p>\n\n<p>\nكونه معصية. فكذا تقوى الله بغاية ما بلغه الجهد لا يمنع أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p762'> Vol. 02, p. 762</a>\n            </div>\n            \n</p>\n\n<p>\nتوجب في وقت، فيكون تركها معصية، ثم يقتصر من الناس علي\n</p>\n\n<p>\nمقدار الوسع، فلا يكون ترك الجهد معصية.\n</p>\n\n<p>\nوقوله: (ولا تموتن) حث على الاستسلام قبل الموت.\n</p>\n\n<p>\nوإن كان لفظه نهيا عن الموت كقولهم: لا أرينك هاهنا.\n</p>\n\n<p>\nإن قيل: هل بين قولك: لا تموتن إلا مسلما، وقولك: إلا وأنت مسلم فرق؟\n</p>\n\n<p>\nقيل: قولك مسلما يقتضي ظاهره أن يكون <span id='ms544'></span> الإسلام مقترنا به الموت، لا متقدما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p763'> Vol. 02, p. 763</a>\n            </div>\n            \n</p>\n\n<p>\nعليه ولا متأخرا عنه، وقولك: وأنت مسلم الأظهر منه أن\n</p>\n\n<p>\nيكون ذلك حاصلا من قبل، ومستصحبا في تلك الحال.\n</p>\n\n<p>\nقوله تعالى: (واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله\nعليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا\nحفرة من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون (103).\n</p>\n\n<p>\nحبل الله: هو الذريعة المتوصل بها إليه من القرآن والنبي\n</p>\n\n<p>\nوالعقل والعلم، والاعتصام ضربان: اعتصام بالله بلا واسطة\n</p>\n\n<p>\nبشرية، وذلك للأنبياء، واعتصام بواسطة بشرية، وهو بمنزلة\n</p>\n\n<p>\nغيرهم من الناس، ثم منهم من يتوصل إليه بواسطة واحدة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p764'> Vol. 02, p. 764</a>\n            </div>\n            \n</p>\n\n<p>\nالوسائط، كالصحابة والأولياء والحكماء، الذين لم يأخذوا\n</p>\n\n<p>\nالدين بالتقليد، ومنهم من يحتاج مع ذلك إلى من يعتمده في\n</p>\n\n<p>\nكثير من دينه، وإلى هذا أشار النبي - صلى الله عليه وسلم - بقوله:\n\"أصحابي كالنجوم بأيهم اقتديتم اهتديتم \".\n</p>\n\n<p>\nإن قيل: لم قال أولا: (ومن يعتصم بالله)، ثم قال: (واعتصموا بحبل الله)\n</p>\n\n<p>\nوجعل بين الكلمتين و (اتقوا الله)؟\n</p>\n\n<p>\nقيل: لما كان القصد في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p765'> Vol. 02, p. 765</a>\n            </div>\n            \n</p>\n\n<p>\nعبادة الله إلى الاعتصام به ولا سبيل إلى ذلك إلا بالتقوى عقبه\n</p>\n\n<p>\nبقوله: و (اتقوا الله)، ولما كان حقيقة التقوى فعل الطاعات.\n</p>\n\n<p>\nولا سبيل للإنسان إلى معرفة ذلك إلا بحبل الله: أي كتابه ورسله\n</p>\n\n<p>\nأمر أن يعتصموا بحبله ليتوصلوا إلى تقواه، ومن تقواه إلى\n</p>\n\n<p>\nالاعتصام به، ومن توصل إلى الاعتصام، ثم إلى التوكل، ثم إلى\n</p>\n\n<p>\nالإسلام استغنى حينئذ عن الوسائط، الذين هم حبل الله، ويصير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p766'> Vol. 02, p. 766</a>\n            </div>\n            \n</p>\n\n<p>\nممن قال - صلى الله عليه وسلم - فيه حكاية عن الله: \"فإذا أحببته كنت\nسمعه \"، الخبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p767'> Vol. 02, p. 767</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (ولا تفرقوا) حث على الألفة والاجتماع، الذي هو\n</p>\n\n<p>\nنظام الايمان واستقامة أمور العالم، وقد فضل المحبة والألفة على\n</p>\n\n<p>\nالإنصاف والعدالة، لأنه يحتاج إلى الإنصاف حيث تفقد المحبة.\n</p>\n\n<p>\nولصدق محبة الأب للابن صار مؤتمنا على ماله، والألفة أحد ما شرف الله\n</p>\n\n<p>\nبه الشريعة سيما شريعة الإسلام، ولهذا قال: (لو أنفقت ما في الأرض جميعا\nما ألفت بين قلوبهم ولكن الله ألف بينهم).\n</p>\n\n<p>\nوقال <span id='ms545'></span>: (محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم)، وقال -\nصلى الله عليه وسلم -: \"لا تقاطعوا ولا تدابروا، وكونوا عباد الله إخوانا\"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p768'> Vol. 02, p. 768</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"من شذ شذ في النار\".\n</p>\n\n<p>\nولطلب الألفة شرع الاجتماعات في المساجد والجمع والجماعات والأعياد.\n</p>\n\n<p>\nوقوله: (وكنتم على شفا حفرة من النار) أي على ما يؤديكم إلى\n</p>\n\n<p>\nالنار، وهو خطاب عام للمسلمين كافة، وإن كان قد جعله\n</p>\n\n<p>\nبعضهم خاصا للأوس والخزرج على ما تقدم ذكره، وبعضهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p769'> Vol. 02, p. 769</a>\n            </div>\n            \n</p>\n\n<p>\nجعله للعرب، وأنهم كانوا في شدة وعري وجوع وتقاتل\n</p>\n\n<p>\nبينهم، فأزال الله تعالى عنهم ذلك بالإسلام، وقد تقدم الكلام\n</p>\n\n<p>\nفي قوله: (كذلك يبين الله لكم آياته لعلكم تهتدون).\n</p>\n\n<p>\nقوله تعالى: (ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن\nالمنكر وأولئك هم المفلحون (104)\n</p>\n\n<p>\nالمعروف: ما يستحسنه العقل ويرد به الشرع.\n</p>\n\n<p>\nوالمنكر: ما يستقبحه العقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p770'> Vol. 02, p. 770</a>\n            </div>\n            \n</p>\n\n<p>\nويحظره الشرع، وعلى ذلك يقال للسخاء المعروف في نحو\n</p>\n\n<p>\nقول الشاعر:\n</p>\n\n<p>\nولم أر كالمعروف أما مذاقه. . . فحلو وأما وجهه فجميل\n</p>\n\n<p>\nويقال لهما: الحق والباطل، والحسنى والسوءى، والصلاح\n</p>\n\n<p>\nوالفساد، والجميل والقبيح، وإنما اختلفت العبارات في ذلك\n</p>\n\n<p>\nبحسب اختلاف العبارات.\n</p>\n\n<p>\nواختلف في الأمر بالمعروف والنهي عن المنكر، هل ذلك واجب على كل إنسان أو\nعلى بعضهم دون بعض، فمنهم من جعله واجبا على العموم، وقال: إن من في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p771'> Vol. 02, p. 771</a>\n            </div>\n            \n</p>\n\n<p>\nقوله (منكم) للتبيين، كما في قوله: (فاجتنبوا الرجس من الأوثان)\n</p>\n\n<p>\nوقال: لأن حق الناس كلهم أن يكونوا خلفاء الله\n</p>\n\n<p>\nفي أرضه، وسواسا لبعض خلائقه، لكن السياسات ثلاث:\n</p>\n\n<p>\nسياسة الإنسان نفسه، وسياسته أهله وما يخصه، وسياسته بلده\n</p>\n\n<p>\nوصقعه، فسياسة البلد والصقع من وجه إلى الأئمة، وهو أخذهم\n</p>\n\n<p>\nالناس بالقهر، ومن وجه إلى الحكماء والعلماء. - فقهائهم ووعظتهم -\n</p>\n\n<p>\nوهو أخذهم بالوعظ، وكل ذلك فرض على الكفاية.\n</p>\n\n<p>\nوأما سياسة الإنسان نفسه فواجب على كل مكلف على التضييق.\n</p>\n\n<p>\nوكذا سياسة الأهل واجبة على من يملكه، ومنهم من جعل ذلك فرضا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p772'> Vol. 02, p. 772</a>\n            </div>\n            \n</p>\n\n<p>\nالكفاية، واستدل عليه من الآية بقوله: (ولتكن منكم أمة يدعون إلى الخير)،\nوذلك يقتضي التبعيض، واعتبر ذلك في سياسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p773'> Vol. 02, p. 773</a>\n            </div>\n            \n</p>\n\n<p>\nالإنسان لغيره دون سياسته نفسه <span id='ms546'></span>، وأجرى ذلك مجرى الجهاد\n</p>\n\n<p>\nوطلب العلم، وهذا أقرب على اعتبار الفقهاء، والأول أعم على\n</p>\n\n<p>\nاعتبار الحكماء، والذي تستحق به العقوبة هو ترك ما يلزم من\n</p>\n\n<p>\nحق غيرهم، وإياه قصد بقوله تعالى: (لعن الذين كفروا من بني إسرائيل) إلى\nقوله (كانوا لا يتناهون عن منكر فعلوه)، وخص تركهم النهي عن المنكر دون\nالأمر بالمعروف، فإنه أعظم الأمرين إثما، وأوكدهما وجوبا، ففعل المعروف ليس\nبواجب على كل أحد، وترك المنكر واجب على كل حال.\n</p>\n\n<p>\nثم إنكار المنكر ثلاثة أضرب:\n</p>\n\n<p>\nإنكار باليد، وإنكار باللسان، وإنكار بالقلب.\n</p>\n\n<p>\nعلى حسب ما روي عن النبي - صلى الله عليه وسلم -:\n</p>\n\n<p>\n\"من رأى منكم منكرا فاستطاع أن يغيره فليغيره بيده، فإن لم يستطع\n</p>\n\n<p>\nفبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان \"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p774'> Vol. 02, p. 774</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل: إن الأول للسلاطين، والثاني للعلماء، والثالث للعوام.\n</p>\n\n<p>\nفإن قيل: كيف حث هاهنا على الأمر بالمعروف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p775'> Vol. 02, p. 775</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في غيره: (عليكم أنفسكم لا يضركم من ضل إذا اهتديتم)؟\n</p>\n\n<p>\nقيل في قوله: (عليكم أنفسكم) قولان: أحدهما:\n</p>\n\n<p>\nإن ذلك حث على أن يغير الإنسان على نفسه قبل أن ينكره على\n</p>\n\n<p>\nغيره، وهو خطاب للعامة.\n</p>\n\n<p>\nوالثاني: ما قال أبو ثعلبة الخشني، وقد سئل عن هذه الآية فقال:\n</p>\n\n<p>\nسألت عنها خبيرا، لقد سألت رسول الله - صلى الله عليه وسلم - فقال: \"\nائتمروا بالمعروف، وتناهوا عن المنكر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p776'> Vol. 02, p. 776</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا رأيت شحا مطاعا، وهوى متبعا، وإعجاب كل ذي رأي\n</p>\n\n<p>\nبرأيه، فعليك نفسك، ودع عنك العوام \".\n</p>\n\n<p>\nوجعل تعالى الآمرين بالمعروف والناهين عن المنكر هم المفلحون، لأن\n</p>\n\n<p>\nمن تولى إصلاح نفسه، ثم صلاح غيره بغاية وسعه، فقد زكى\n</p>\n\n<p>\nنفسه، وزكى غيره، وقد قال تعالى فيمن يهذب نفسه: (قد أفلح من زكاها)، وقد\nتقدم أن الفلاح الحقيقي هو البقاء الأبدي والنعيم السرمدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p777'> Vol. 02, p. 777</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعالى: (ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات\nوأولئك لهم عذاب عظيم (105)\n</p>\n\n<p>\nالتفرق على ثلاثة أضرب:\n</p>\n\n<p>\nتفرق بالأبدان، وتفرق بالأقو ال والأفعال، وتفرق بالاعتقادات.\n</p>\n\n<p>\nوكذلك الاختلاف؛ إلا أن الأظهر في الاختلاف أن\n</p>\n\n<p>\nيكون بالأقوال والأفعال والاعتقادات، وفي التفرق أن يكون\n</p>\n\n<p>\nبالأبدان، وذكر تعالى <span id='ms547'></span> اللفظين، ليبين أن أهل الكتاب تجادلوا\n</p>\n\n<p>\nبكل ذلك، وعلى هذا قال ابن عباس والربيع: تفرقوا واختلفوا\n</p>\n\n<p>\nفي أحكام مبتدعة وأهواء متبعة بعد أن كانوا إخوانا، وإن من\n</p>\n\n<p>\nكان قبلهم هلكوا بالمراء والخصومات، ثم ذكر ما لهم من عظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p778'> Vol. 02, p. 778</a>\n            </div>\n            \n</p>\n\n<p>\nالعذاب في الآخرة بالنار الدائمة، وفي الدنيا بمحنها ونوبها.\n</p>\n\n<p>\nونبه بقوله: (وأولئك لهم عذاب عظيم) أن سبب استحقاقهم\n</p>\n\n<p>\nالعذاب افتراقهم واختلافهم، تنبيها أنكم إن فعلتم فعلهم\n</p>\n\n<p>\nاستحققتم العذاب استحقاقهم.\n</p>\n\n<p>\nإن قيل: كيف قال النبي - صلى الله عليه وسلم -:\n</p>\n\n<p>\n\"الاختلاف في أمتي رحمة\" مع ما ذكر من ذم الاختلاف؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p779'> Vol. 02, p. 779</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: الاختلاف ضربان: اختلاف في الأصول الجارية من الطرق\n</p>\n\n<p>\nمجرى طريق الشرق من طريق الغرب، وذلك هو المذموم، فإن\n</p>\n\n<p>\nما عدا الجهة المأمور بسلوكها مؤد إلى الباطل. وإلى هذا يوجه\n</p>\n\n<p>\nقوله: (وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن\nسبيله).\n</p>\n\n<p>\nوالثاني: اختلاف في الفروع الجارية من الطرق مجرى بنيات طريق إلى مقصد\nواحد يسلكها، كل على حسب اجتهاده، ومقصد جميعهم واحد، فإن إباحة الله سلوك\nكل واحد من تلك الطرق فسحة لهم ورحمة، وإياه قصد بقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p780'> Vol. 02, p. 780</a>\n            </div>\n            \n</p>\n\n<p>\n(وما جعل عليكم في الدين من حرج).\n</p>\n\n<p>\nقوله تعالى: (يوم تبيض وجوه وتسود وجوه فأما الذين اسودت وجوههم أكفرتم\nبعد إيمانكم فذوقوا العذاب بما كنتم تكفرون (106)\n</p>\n\n<p>\nابيضاض الوجه عبارة عن المسرة، واسودادها عن الغم.\n</p>\n\n<p>\nوعلى ذلك (ظل وجهه مسودا)، ثم قال: (من سوء ما بشر به).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p781'> Vol. 02, p. 781</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى ذلك قوله: (ووجوه يومئذ عليها غبرة).\n</p>\n\n<p>\nوهذا الابيضاض والاسوداد أبلغ من المحسوسين.\n</p>\n\n<p>\nوقال بعض المتكلمين: يحمل ذلك على المحسوس.\n</p>\n\n<p>\nلكونه حقيقة فيه، وهذا خطأ، وذلك لأنه لم يعلم\n</p>\n\n<p>\nأن ذلك حقيقة فيهما جميعا، فليس الاسوداد والابيضاض\n</p>\n\n<p>\nأكثر من كيفية عارضة في الوجه، قل ذلك أم كثر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p782'> Vol. 02, p. 782</a>\n            </div>\n            \n</p>\n\n<p>\nومعلوم أن من ناله غم شديد يعرض لوجهه - لتبرمه وتكدره -\n</p>\n\n<p>\nاسوداد في وجهه، وليس قلة السواد والبياض مما يخرج اللفظ\n</p>\n\n<p>\nعن الحقيقة، ثم حمل الآية على هذا أولى، لأن ذلك حاصل لأهل\n</p>\n\n<p>\nالقيامة باتفاق، سواء كانوا في الدنيا سودانا أو بيضانا، وعلى <span id='ms548'></span>\n</p>\n\n<p>\nذلك (وجوه يومئذ ناضرة) وقوله: (وجوه يومئذ مسفرة (38) ضاحكة مستبشرة).\n</p>\n\n<p>\nوأما كفرهم بعد إيمانهم فقد قال الحسن: بعد إظهارهم الإيمان بالنفاق)،\nوقال قتادة: كفروا بالارتداد بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p783'> Vol. 02, p. 783</a>\n            </div>\n            \n</p>\n\n<p>\nالإسلام، وقيل: بعد الإقرار الذي اقتضاه قوله تعالى: (ألست بربكم قالوا\nبلى).\n</p>\n\n<p>\nوقيل: كفروا بالنبي - صلى الله عليه وسلم - بعد أن أقروا به قبل\n</p>\n\n<p>\nبعثته، وعموم اللفظ يقتضي كل ذلك، ولا تنافي بينها.\n</p>\n\n<p>\nوقوله: (أكفرتم) تقديره: فيقال لهم: أكفرتم؟، وحذف القول\n</p>\n\n<p>\nمن نحو ذلك كثير نحو: (ولو ترى إذ الظالمون في غمرات الموت والملائكة\nباسطو أيديهم أخرجوا أنفسكم).\n</p>\n\n<p>\nوقوله: (ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p784'> Vol. 02, p. 784</a>\n            </div>\n            \n</p>\n\n<p>\nأي يقولون، ولما حذف الفعل حذف معه الفاء\n</p>\n\n<p>\nالذي يكون جواب أما، ويوم ظرف لقوله عظيم، ولا يكون\n</p>\n\n<p>\nعند البصريين ظرفا لقوله عذاب، لأن الاسم إذا وصف لا يعمل\n</p>\n\n<p>\nعندهم.\n</p>\n\n<p>\nإن قيل: لم كرر لفظة (ففي رحمة الله هم فيها خالدون)؟\n</p>\n\n<p>\nقيل: قال بعض النحويين: إن ذلك للتأكيد.\n</p>\n\n<p>\nوتمكين المعنى في النفس، وقيل: (قوله: (ففي رحمة الله) تمام\n</p>\n\n<p>\nالكلام، و (هم فيها خالدون) تنبيها أن ذلك لهم مؤبدا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p785'> Vol. 02, p. 785</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: قوله: (هم فيها) راجع إلى مقتضى قوله: (ابيضت وجوههم) وهو المسرة،\nتنبيها أن تلك المسرة دائمة لا كمسرات الدنيا التي تنقطع.\n</p>\n\n<p>\nوإن بقيت أسبابها. فأحوال الدنيا وإن كانت سارة متبرم منها بدوامها.\n</p>\n\n<p>\nولهذا قيل: للعافية تمل أكثر مما يمل البلاء.\n</p>\n\n<p>\nإن قيل: المقابلة في الاثنين غير صحيحة، فإن التقابل الصحيح أن يكون\nالمذكور في الثانية عكس المذكور في الأولى، وليس قوله: (ففي رحمة الله هم\nفيها خالدون) عكسا لقوله: (أكفرتم بعد إيمانكم)؟\n</p>\n\n<p>\nقيل: مراعاة التقابل على ضربين: تقابل اللفظ، وتقابل المعنى.\n</p>\n\n<p>\nوهو أفضلهما عند أصحاب المعاني.\n</p>\n\n<p>\nفالتقابل حاصل من حيث المعنى، وعدل عن لفظ الخبر في قوله:\n</p>\n\n<p>\n(أكفرتم) وقوله: (فذوقوا العذاب) إشارة إلى ما يقال لهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p786'> Vol. 02, p. 786</a>\n            </div>\n            \n</p>\n\n<p>\nونبه أنهم يقابلون مع العقوبة بالتبكيت، وقد قيل: التبكيت\n</p>\n\n<p>\nأعظم العقوبتين، وأن يقال لهم: (ذوقوا)، وذلك دلالة على مبالغة\n</p>\n\n<p>\nالغضب عليهم.\n</p>\n\n<p>\nإن قيل: كان الوجه أن يقال: ألستم قد <span id='ms549'></span> كفرتم؟\n</p>\n\n<p>\nفلفظ الاستفهام في القرآن محمول على الإنكار، والإنكار متى تجرد\n</p>\n\n<p>\nعن حرف النفي يكون للنفي نحو قوله: (أأنت قلت للناس) وإذا\n</p>\n\n<p>\nكان للإثبات قرن به حرف النفي؟\n</p>\n\n<p>\nقيل: الألف في الأصل للاستخبار، والاستخبار أعم من الاستفهام.\n</p>\n\n<p>\nوكل استفهام استخبار، وليس كل استخبار استفهاما.\n</p>\n\n<p>\nوالمستخبر قد يقصد إلى أخذ إقرار المستخبر أو إلى إلجائه إلى الإقرار بما\nينكره، وقوله: (أكفرتم) استخبار على هذا الوجه، وتقريع لهم، وعلى ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p787'> Vol. 02, p. 787</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعالى: (أتأتون الذكران من العالمين).\n</p>\n\n<p>\nقوله تعالى: (تلك آيات الله نتلوها عليك بالحق وما الله يريد ظلما\nللعالمين (108)\n</p>\n\n<p>\nقال الفراء: معناه هذه آيات الله، وقد تقدم الكلام في\n</p>\n\n<p>\nقوله: (ذلك الكتاب لا ريب فيه)، وآيات الله يصح أن تكون\n</p>\n\n<p>\nالكتاب، وأن تكون جميع الآيات المسموعة والمعقولة مما يظهره الله.\n</p>\n\n<p>\nويكون معنى (نتلوها) نبينها بوجوه التبينات،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p788'> Vol. 02, p. 788</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: (بالحق) أي الحق يقارنه، أو هو الحق، وفي قوله: (وما الله يريد\nظلما) تنبيه على اعتبار ما تقدم ذكره لما اقتضى عدله في معاقبة الكفار.\n</p>\n\n<p>\nقوله تعالى: (ولله ما في السماوات وما في الأرض وإلى الله ترجع الأمور\n(109)\n</p>\n\n<p>\nقد تقدم تفسير ذلك، ونبه بقوله: (وإلى الله ترجع الأمور) على شيئين:\nأحدهما: إبطال قول من زعم أن الأشياء تبقى عناصرها فلا تفنى.\n</p>\n\n<p>\nوالثاني: على أنه يصح أن يتوهم ارتفاع الأمور كلها مع بقائه تعالى.\n</p>\n\n<p>\nوأنه لا ينكر عدمها انتهاء، كما لا ينكر ذلك ابتداء.\n</p>\n\n<p>\nإن قيل: وما وجه إيراد هذا القول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p789'> Vol. 02, p. 789</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذا الموضع؟\n</p>\n\n<p>\nقيل: إنه لما بين تعالى ما اقتضى عدالته وعقبه\n</p>\n\n<p>\nبذكر التبرؤ من ظلمهم بين بهذا القول استغناءه عن الظلم، وأن\n</p>\n\n<p>\nالظلم يتحراه من يروم ما لغيره، ومحال أن يعتقد في مالك الكل\n</p>\n\n<p>\nومن منه البدء وإليه العود الظلم.\n</p>\n\n<p>\nقوله تعالى: (كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر\nوتؤمنون بالله ولو آمن أهل الكتاب لكان خيرا لهم منهم المؤمنون وأكثرهم\nالفاسقون (110)\n</p>\n\n<p>\nإن قيل: لم قال: (كنتم) ولم يقل: أنتم؟\n</p>\n\n<p>\nقيل: في ذلك أجوبة: الأول:\n</p>\n\n<p>\nكنتم فيما قضيت وقدرت وبنيت عليه <span id='ms550'></span> الشرائع خير أمة بشريطة\n</p>\n\n<p>\nأن تأمروا بالمعروف، وتنهوا عن المنكر، وتؤمنوا بالله)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p790'> Vol. 02, p. 790</a>\n            </div>\n            \n</p>\n\n<p>\nفقد تقدم إن هذه الشريعة أكمل الشرائع، ولهذا قال - صلى الله عليه وسلم\n-:\n</p>\n\n<p>\n\"أنتم تتمون سبعين أمة، أنتم خيرها وأكرمها على الله تعالى\".\n</p>\n\n<p>\nوالثاني: أن الإشارة بذلك إلى من آمن بالنبي - صلى الله عليه وسلم - في\nابتداء الإسلام، وإلى هذا ذهب عمر، وقال: هذا لأولنا، ولو شاء الله لجعله\nلآخرنا أيضا.\n</p>\n\n<p>\nفقال: أنتم، فكنا كلنا أخيارا.\n</p>\n\n<p>\nويؤكد ذلك ما روي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p791'> Vol. 02, p. 791</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال: جمعنا رسول الله، ونحن أربعون رجلا، فقال:\n</p>\n\n<p>\n\"إنكم منصورون ومفتوح لكم، فمن أدرك ذلك منكم فليأمر\n</p>\n\n<p>\nبالمعروف ولينه عن المنكر\".\n</p>\n\n<p>\nالثالث: أن ما تشارك فيه الأحوال الثلاث: الماضي والحال والمستقبل.\n</p>\n\n<p>\nلا فرق بين أن تقول: كنت كذا أو أنت كذا، لأن القصد ليس إلى تخصيص\nالزمان، بل إلى ذكر ثبوت ذلك الشيء، وأيا من ذلك ذكرت، فإنه لا يقتضي من\nحيث اللفظ نفي الآخر، وإذا كان كذلك كان أولى الألفاظ بمثله: كان، لأنه\nيقتضي الحصول، ولا يقتضي تغيير ذلك الشيء من حيث\n</p>\n\n<p>\nاللفظ، وإذا أورد تعالى جل أوصافه على ذلك، نحو (وكان الله غفورا رحيما)،\nوقيل: (كنتم) في اللوح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p792'> Vol. 02, p. 792</a>\n            </div>\n            \n</p>\n\n<p>\nالمحفوظ، وهذا كالأول.\n</p>\n\n<p>\nإن قيل: لأي شيء وصفهم بأنهم خير أمة.\n</p>\n\n<p>\nوقد علم أن أشرار الناس في هذه الأمة أكثر من\n</p>\n\n<p>\nالأخيار، وأن كثيرا من الأمم المتقدمة كانوا حيرا من كثير هذه الأمة؟\n</p>\n\n<p>\nقيل: ليس الاعتبار بأشخاص الناس، وإنما الاعتبار بما\n</p>\n\n<p>\nصارت الأمة به أمة، والشريعة به شريعة، وقد تقدم أن هذه\n</p>\n\n<p>\nالشريعة أفضل الشرائع إذا اعتبرت بها، على أنه قد قيد\n</p>\n\n<p>\nفقال: (تأمرون بالمعروف)، أي أنتم خير أمة على هذه\n</p>\n\n<p>\nالشريطة لأن قوله: (تأمرون) في موضع الحال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p793'> Vol. 02, p. 793</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عباس ومجاهد وأبو هريرة: كونهم خيرا هو أنه لم\n</p>\n\n<p>\nيؤمر نبي قبله بالقتال، وقهر الناس على الدخول فيما فيه\n</p>\n\n<p>\nصلاحهم إلا هذه الأمة، فإن الله يقودهم بالسلاسل من\n</p>\n\n<p>\nالكفر إلى الإيمان، وقال غيرهم: لم يكن في أمة من الآمرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p794'> Vol. 02, p. 794</a>\n            </div>\n            \n</p>\n\n<p>\nبالمعروف، والناهين عن المنكر أكثر مما <span id='ms551'></span> في هذه الأمة.\n</p>\n\n<p>\nإن قيل: لم أخر الإيمان بالله عن الأمر بالمعروف والنهي عن المنكر؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p795'> Vol. 02, p. 795</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: الإيمان هاهنا ليس هو الإقرار بالله فقط، بل هو الوفاء\n</p>\n\n<p>\nبشروطه والقيام بشرائعه، الذي هو تمام الإيمان وكماله\n</p>\n\n<p>\nعلى ما ذكرناه فيما تقدم، وقال: (وأكثرهم الفاسقون)\n</p>\n\n<p>\nفقابل به المؤمنين، لأن الفسق أعم من الكفر، فبين أن\n</p>\n\n<p>\nالمؤمنين المخلصين قليل جدا، وأن أكثرهم فاسق: إما كافر.\n</p>\n\n<p>\nوإما منافق.\n</p>\n\n<p>\nقوله تعالى: (لن يضروكم إلا أذى وإن يقاتلوكم يولوكم الأدبار ثم لا\nينصرون (111)\n</p>\n\n<p>\nقال ابن عباس والحسن: عنى بالأذى الكلام المؤذي.\n</p>\n\n<p>\nوجعل بعضهم الآية مخصوصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p796'> Vol. 02, p. 796</a>\n            </div>\n            \n</p>\n\n<p>\nفي بني قريظة، قال: ووحد المخبر على ما أخبر به تعالى، وجعلها\n</p>\n\n<p>\nبعضهم عامة، وقال: إن كان ما ينال المؤمنين من الكفار كلاما\n</p>\n\n<p>\nكان أو قتالا فهو أذى عارض (والعاقبة للمتقين)، كما\n</p>\n\n<p>\nقال في غير موضع.\n</p>\n\n<p>\nوقوله: (ثم لا ينصرون) لم يجزمه، لأنه إذا جعل جوابا اقتضى أن النصرة\nعنهم ممنوعة في حال المقابلة فقط،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p797'> Vol. 02, p. 797</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا رفع اقتضى أنهم ممنوعون عنها في كل حال.\n</p>\n\n<p>\nوقال بعض النحويين: رفع ذلك ليكون كماخر سائر الآيات المتقدمة.\n</p>\n\n<p>\nوهذا القول هو بحسب مراعاة اللفظ دون المعنى.\n</p>\n\n<p>\nقوله تعالى: (ضربت عليهم الذلة أين ما ثقفوا إلا بحبل من الله وحبل من\nالناس وباءوا بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون\nبآيات الله ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون (112)\n</p>\n\n<p>\nقيل: هي مخصوصة في بني قريظة على ما تقدم.\n</p>\n\n<p>\nوقيل: هو أمر وإن كان لفظه خبرا، فأمر بتذليل أهل\n</p>\n\n<p>\nالكتاب، وأخذ الجزية منهم على ما ذكره الفقهاء وبينوه.\n</p>\n\n<p>\nوقيل: هو خبر عام عن جميعهم.\n</p>\n\n<p>\nفإن قيل: كيف يصح ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p798'> Vol. 02, p. 798</a>\n            </div>\n            \n</p>\n\n<p>\nمع أنه قد يرى من أهل الكتاب من لا يكون في مذلة ولا فقر.\n</p>\n\n<p>\nقيل: المذلة هي التي تلزمهم ليس يجب أن تعتبر في الأشخاص.\n</p>\n\n<p>\nولا في الأعراض الدنيوية من الجاه والمال، بل يجب أن يعتبر ذلك\n</p>\n\n<p>\nبالأحوال الشرعية، والعز والذل الحقيقيين، اللذين يقتضيهما الدين.\n</p>\n\n<p>\nوإياه قصد بقوله: (ولله العزة ولرسوله وللمؤمنين ولكن المنافقين <span id='ms552'></span> لا\nيعلمون) وقد قيل: كل عز مصيره إلى ذل فهو ذل، وما يتصوره بعض الناس عزا من\nغرور الدنيا فهو المذلة عند التحقيق.\n</p>\n\n<p>\nوكذلك المسكنة ليست قلة المال، وإنما هي الحرص، وفقر النفس.\n</p>\n\n<p>\nولهذا روي عن النبي - صلى الله عليه وسلم - أنه قال:\n</p>\n\n<p>\n\"الغنى غنى النفس \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p799'> Vol. 02, p. 799</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل لحكيم: هل لفلان غنى؟\n</p>\n\n<p>\nفقال: أما الغنى فلا أدري، إلا أن له مالا كثيرا.\n</p>\n\n<p>\nوقال الشاعر:\n</p>\n\n<p>\n. . . قد يكثر المال والإنسان مفتقر.\n</p>\n\n<p>\nوقيل: إن ذلك على سبيل الدعاء عليهم، كقوله تعالى:\n</p>\n\n<p>\n(قاتلهم الله أنى يؤفكون)، وقوله: (قتل الخراصون)، وهذا في الحقيقة يرجع\nإلى الأول، فالدعاء من الله واجب.\n</p>\n\n<p>\nإن قيل: لم قال: (إلا بحبل من الله وحبل من الناس)\n</p>\n\n<p>\nفأعاد ذكر الحبل، وفصل؟\n</p>\n\n<p>\nقيل: لأن الكافر يحتاج إلى حبلين أي عهدين، عهد من الله.\n</p>\n\n<p>\nوهو أن يكون من أهل كتاب أنزله الله، وإلا لم يكن مقرا على دينه بالذمة،\nثم يحتاج إلى حبل من الناس،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p800'> Vol. 02, p. 800</a>\n            </div>\n            \n</p>\n\n<p>\nأي أمان وعهد يبذلونه على ما بينه الفقهاء.\n</p>\n\n<p>\nوالناس هاهنا خاص للمسلمين، وقوله: (وباءوا بغضب من الله)\n</p>\n\n<p>\nأي استحقوا عقابا منه، وقوله: (ذلك بأنهم) أي نالهم ذلك بكفرهم.\n</p>\n\n<p>\nوقوله من بعد: (ذلك بما عصوا) قيل: هو بدل من الأول.\n</p>\n\n<p>\nفإن كفرهم ليس هو إلا عصيانهم، واعتداؤهم.\n</p>\n\n<p>\nوقيل: بل جعل الكفر علة لما نالهم من الذلة والمسكنة.\n</p>\n\n<p>\nوجعل عصيانهم علة لكفرهم، وذلك أن الذنوب الصغائر\n</p>\n\n<p>\nإذا استمر عليها الإنسان أفضت إلى الكبائر.\n</p>\n\n<p>\nوالكبائر تفضي إلى الكفر، ولهذا قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p801'> Vol. 02, p. 801</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: (ثم كان عاقبة الذين أساءوا السوأى أن كذبوا بآيات الله).\n</p>\n\n<p>\nوقال - صلى الله عليه وسلم -: \"الذنب على الذنب حتى يسود القلب \".\n</p>\n\n<p>\nوفي قوله: (ذلك بما عصوا) تحذير لنا وتنبيه، كأنه قال: اجتنبوا\n</p>\n\n<p>\nالمعصية، وهي التي أدت بهم إلى الكفر المقتضي لعظم العقوبة\n</p>\n\n<p>\nإن قيل: كيف قال: (إلا بحبل من الله)، ولا يصح في الإثبات\n</p>\n\n<p>\nأن يقال: اعتصمت إلا بحبل فلان، والاستثناء في الإثبات لا يكون\n</p>\n\n<p>\nإلا من لفظ عام؟\n</p>\n\n<p>\nقيل: إن قوله: (أين ما ثقفوا) مقتض لمعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p802'> Vol. 02, p. 802</a>\n            </div>\n            \n</p>\n\n<p>\nالعموم، كأنه قيل: بكل <span id='ms553'></span> حال، فيصح أن يقال: إلا بحبل.\n</p>\n\n<p>\nقوله تعالى: (ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء\nالليل وهم يسجدون (113)\n</p>\n\n<p>\nالأمة: الجماعة، وقد تقدم.\n</p>\n\n<p>\nوجعلها الزجاج هاهنا الاستقامة.\n</p>\n\n<p>\nوقال: تقديره: ذوو طريقة مستقيمة، والأول أولى.\n</p>\n\n<p>\nلأنه لا يحتاج فيها إلى إضمار.\n</p>\n\n<p>\nوالقائمة: العادلة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p803'> Vol. 02, p. 803</a>\n            </div>\n            \n</p>\n\n<p>\nوقال مقاتل: مطيعة، وقال بعضهم: مسلمة، وهذا\n</p>\n\n<p>\nكلة واحد، فإن العادل لا يكون عادلا حتى يكون مسلما مطيعا.\n</p>\n\n<p>\nوالمطيع لا يكون مطيعا حتى يكون مسلما عادلا.\n</p>\n\n<p>\nوالآناء: جمع إني كانحاء في جمع نحي، وقيل: هو جمع إنى نحو معا وأمعاء.\n</p>\n\n<p>\nوقوله: (ليسوا سواء) كلام تام أي لا يستوون.\n</p>\n\n<p>\nثم قال: (أمة قائمة) أي منهم أمة قائمة.\n</p>\n\n<p>\nوقال بعضهم: تقديره:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p804'> Vol. 02, p. 804</a>\n            </div>\n            \n</p>\n\n<p>\nأي ليسوا سواء هم وأمة قائمة، يعني أمة محمد - صلى الله عليه وسلم -،\nوإليه ذهب ابن مسعود، وقال: لا يستوي أهل الكتاب، وأمة محمد.\n</p>\n\n<p>\nوقال الفراء: ذكر أمة قائمة، وحذف الأخرى كقول الشاعر:\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . فما أدري أرشد طلابها\n</p>\n\n<p>\nوتقديره: أم غي، وما قاله إنما يصح إذا جعل (أمة) بدلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p805'> Vol. 02, p. 805</a>\n            </div>\n            \n</p>\n\n<p>\nمن الضمير في (ليسوا)، أو جعل الواو فيه كالواو في أكلوني\n</p>\n\n<p>\nالبراغيث، ويجعل (أمة) اسم ليس، وتكون المفاضلة\n</p>\n\n<p>\nبين أمة قائمة وأمة غير قائمة.\n</p>\n\n<p>\nوقوله: (يتلون آيات الله آناء الليل)\n</p>\n\n<p>\nقيل: عنى به صلاة العتمة، لأنها لم تكن إلا لهذه الأمة.\n</p>\n\n<p>\nواستدل بما روي أن النبي - صلى الله عليه وسلم - أخر صلاة العشاء\n</p>\n\n<p>\nليلة، ثم خرج إلى المسجد، فإذا الناس ينتظرونه.\n</p>\n\n<p>\nفقال: \"إنه ليس أحد من أهل الأديان يذكر الله في هذه الساعة غيركم \".\n</p>\n\n<p>\nفأنزل الله تعالى هذه الآية، وقيل: عنى الصلاة بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p806'> Vol. 02, p. 806</a>\n            </div>\n            \n</p>\n\n<p>\nالعشائين، وقيل: تلاوة القرآن بينهما، والسجود.\n</p>\n\n<p>\nقيل: عبارة عن الصلاة.\n</p>\n\n<p>\nوقوله: (يتلون آيات الله آناء الليل وهم يسجدون)\n</p>\n\n<p>\nكلاهما في موضع الصفة ل (أمة قائمة).\n</p>\n\n<p>\nقوله تعالى: (يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن\nالمنكر ويسارعون في الخيرات وأولئك من الصالحين (114)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p807'> Vol. 02, p. 807</a>\n            </div>\n            \n</p>\n\n<p>\nذكر تعالى حال الأمة التي تقدم ذكرها، وابتدأ بذكر الإيمان بالله.\n</p>\n\n<p>\nوعنى الإيمان الذي لا تصح عبادة من دونه.\n</p>\n\n<p>\nوالمسارعة والمبادرة والعجلة تتقارب <span id='ms554'></span>، لكن السرعة أعمها\n</p>\n\n<p>\nوالمبادرة لا تكاد تستعمل إلا في البدن، والعجلة أكثر ما\n</p>\n\n<p>\nتستعمل فيما يتحرى عن غير فكر وروية، أو في إمضاء العزيمة\n</p>\n\n<p>\nقبل استكمال الروية، ولهذا يقال: \"العجلة من الشيطان \"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p808'> Vol. 02, p. 808</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: (ولا تعجل بالقرآن من قبل أن يقضى إليك وحيه)\n</p>\n\n<p>\nفإن قيل: لو كانت مذمومة لما قال موسى: (وعجلت إليك رب لترضى).\n</p>\n\n<p>\nقيل: موسى عليه السلام أورد ذلك على سبيل الاعتذار إبانة أنه قصد فعلا\nمحمودا، وإن تحرى العجلة فيه، ومن قصد فعلا محمودا فقد يعذر في وقوع ما\nيكره منه، والمسارعة في الخير هي أن يتدرج الإنسان في ازدياد العرفة بفضله،\nواختياره والسرور بتعاطيه، وتقديمه على الأمور الدنيوية، وأن لا تؤخره عن\nأول وقت إمكان فعله وعلى ذلك قوله تعالى: (سابقوا إلى مغفرة من ربكم)، ومدح\nتعالى قوما فقال: (والسابقون السابقون).\n</p>\n\n<p>\nأي يسابقون بهممهم وأبدانهم، فلذلك كرره، ولمراعاة\n</p>\n\n<p>\nالمسارعة وكون بعض المسارعين أعلى منزلة من بعض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p809'> Vol. 02, p. 809</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى: (هم درجات عند الله)، وبين تعالى في آخر الآية أن\n</p>\n\n<p>\nفاعل ذلك من الصالحين، والأقرب في من أن تكون للتبيين.\n</p>\n\n<p>\nوأنهم هم الصالحون، ولذلك قال في الأول (وأولئك هم المفلحون).\n</p>\n\n<p>\nقوله تعالى: (وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين (115)\n</p>\n\n<p>\nقرئ بالياء ردا إلى قوله: (أمة قائمة).\n</p>\n\n<p>\nوقرئ بالتاء لإدخال المخاطبين فيهم وتغليبا للخطاب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p810'> Vol. 02, p. 810</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (فلن يكفروه) كقوله: (وما تنفقوا من خير يوف إليكم)\n</p>\n\n<p>\nوقوله: (وما تفعلوا من خير يعلمه الله)، كل ذلك تنبيه على\n</p>\n\n<p>\nأن عمل المحسنين لا يضيع المدلول بقوله: (إن أحسنتم أحسنتم لأنفسكم)،\nوقوله: (فإن الله لا يضيع أجر المحسنين).\n</p>\n\n<p>\nوقوله: (إنا لا نضيع أجر من أحسن عملا).\n</p>\n\n<p>\nوأنهم بخلاف الكفار الذين قال فيهم: (وقدمنا إلى ما عملوا من عمل) الآية.\nوقوله: (هل ننبئكم بالأخسرين أعمالا) الآية.\n</p>\n\n<p>\nوقال الجبائي: (فلن يكفروه) مجاز في هذا الموضع، لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p811'> Vol. 02, p. 811</a>\n            </div>\n            \n</p>\n\n<p>\nوصف الله بانه يشكر مجاز، وقوله ذلك لتصوره الشكر على\n</p>\n\n<p>\nوجه واحد، والشكر باعتبار الشاكر والمشكور على ثلاثة أوجه:\n</p>\n\n<p>\nشكر الإنسان لمن فوقه، وذلك بالخدمة والحمد، وشكره لنظيره <span id='ms555'></span>.\n</p>\n\n<p>\nوذلك بالمقابلة، وشكره لمن دونه، وذلك بالإثابة، ولذلك يمدح\n</p>\n\n<p>\nتعالى بأنه شكور، وقال: (ومن شكر فإنما يشكر لنفسه)\n</p>\n\n<p>\nتنبيها أنه يقابله بالشكر الذي هو الثواب، ولعله تصور أن\n</p>\n\n<p>\nالشكر لا يكون إلا بالقول، ومن الأدون للأعلى، وذلك فاسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p812'> Vol. 02, p. 812</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله تعالى: (اعملوا آل داوود شكرا) فجعل الشكر\n</p>\n\n<p>\nمعمولا، ووصفه بأنه شكور وشاكر.\n</p>\n\n<p>\nقوله تعالى: (إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله\nشيئا وأولئك أصحاب النار هم فيها خالدون (116)\n</p>\n\n<p>\nأغناه: إذا جعل له غنى، وأغنى عنه: جعل له غناء في\n</p>\n\n<p>\nالدفع، ولما ذكر في الآية الأولى أن ما يفعله الإنسان من الخير لن\n</p>\n\n<p>\nيكفر، بين أن ما يعدونه خيرا إنما ينفع بعد الإيمان، فأما مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p813'> Vol. 02, p. 813</a>\n            </div>\n            \n</p>\n\n<p>\nافتقاده فلا نفع، وذكر أجل ما هو عندهم خير، وهو الأموال\n</p>\n\n<p>\nوالأولاد، وأنها لا تغني عنهم، وعلى ذلك ما حكى عن الكفار:\n</p>\n\n<p>\n(ما أغنى عني ماليه) وجعلهم أصحاب النار لملازمتهم إياها.\n</p>\n\n<p>\nقوله تعالى: (مثل ما ينفقون في هذه الحياة الدنيا كمثل ريح فيها صر أصابت\nحرث قوم ظلموا أنفسهم فأهلكته وما ظلمهم الله ولكن أنفسهم يظلمون (117).\n</p>\n\n<p>\nالصر: برد يحرق النبات.\n</p>\n\n<p>\nوقال مجاهد: هو النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p814'> Vol. 02, p. 814</a>\n            </div>\n            \n</p>\n\n<p>\nوأصله صوت النار، وكأنه حكى به الصرير والصرصرة.\n</p>\n\n<p>\nونحوهما، والآية قيل: نزلت في أبي سفيان وأهل مكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p815'> Vol. 02, p. 815</a>\n            </div>\n            \n</p>\n\n<p>\nلإنفاقهم المال في معاداة النبي - صلى الله عليه وسلم -، لما بين في\nالآية الأولى أن مالهم لا يغني عنهم، بين أن إنفاق هؤلاء مع كونه غير نافع\nضار\n</p>\n\n<p>\nلهم، وراجع بالوبال عليهم، فمن المفسرين من قال القصد\n</p>\n\n<p>\nإلى تشبيه ما لهم المنفق بالحرث. المحرق، وكفرهم المهلك بريح\n</p>\n\n<p>\nذات صر، لكن أخرج التشبيه ملفوفا لا مكشوفا، على تحقيق\n</p>\n\n<p>\nمطابقة لفظ المشبه والمشبه به، وذلك نحو ما تقدم.\n</p>\n\n<p>\nومنهم من قال: القصد في ذلك تشبيه أموالهم في إهلاكها إياهم بريح\n</p>\n\n<p>\nذات صر في كونها مهلكة لحرث قوم، ثم اختلفوا في هذه\n</p>\n\n<p>\nالنفقة، فمنهم من جعلها لما أنفقه هؤلاء وأمثالهم في معاداة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p816'> Vol. 02, p. 816</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين، كقوله: (إن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله\nفسينفقونها ثم <span id='ms556'></span> تكون عليهم حسرة ثم يغلبون).\n</p>\n\n<p>\nومنهم من جعلها لكل ما ينفقه الكافر، أي شيء أنفقه فإن\n</p>\n\n<p>\nالكافر معاقب في ذلك كله، كما أن المؤمن مثاب على ما أنفقه على\n</p>\n\n<p>\nأي وجه أنفقه، وعلى هذا قال - صلى الله عليه وسلم - لسعد:. \"إنك لتؤجر في\nنفقتك كلها، حتى اللقمة تضعها في في امرأتك \".\n</p>\n\n<p>\nووجه ذلك أن المؤمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p817'> Vol. 02, p. 817</a>\n            </div>\n            \n</p>\n\n<p>\nلا يأخذ إلا من حيث على ما يجب وكما يجب، ولا يضع\n</p>\n\n<p>\nإلا كذلك، والكافر بخلاف ذلك، ومنهم من قال: (ما ينفقون)\n</p>\n\n<p>\nعبارة عن أعمالهم كلها، لكن خص الإنفاق لكونه أظهر\n</p>\n\n<p>\nوأكثر، وإنما خص حرث قوم ظلموا أنفسهم من أجل أن\n</p>\n\n<p>\nالناس فيما يصيبهم أمن، الجائحة ضربان:\n</p>\n\n<p>\nصالح لا يستحق عقوبة، فإذا نالته صار ذلك له أجرا مدخرا.\n</p>\n\n<p>\nفكأنه لم يضع ماله، وسيئ يستحق عقوبة، فإذا نالته فقد ضاع ماله في الحال\nوفي المآل، ومنهم من قال: معنى (ظلموا أنفسهم) أي زرعوا\n</p>\n\n<p>\nالحرث في غير وقته، تنبيها أن الكفار أساءوا فيما كان ينبغي\n</p>\n\n<p>\nلهم أن يفعلوه إساءة هؤلاء الحراث في حرثهم من تقديم أو تأخير.\n</p>\n\n<p>\nإن قيل: كيف قال: (ريح فيها صر)، وقد قيل: متى\n</p>\n\n<p>\nهبت الريح لم يؤثر الصر؟\n</p>\n\n<p>\nقيل في ذلك أجوبة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p818'> Vol. 02, p. 818</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: أن كل صر لا ينفك من ريح معه، لكن التي معها الصر ضعيفة بحيث\n</p>\n\n<p>\nلا يحس بحركتها، وإنما تمنع الصر إذا تحركت حركة شديدة.\n</p>\n\n<p>\nوالثاني: أنه تعالى خص ذلك تنبيها أن أموالهم بطلت من حيث لم\n</p>\n\n<p>\nيحتسبوا: كبطلان حرث هؤلاء من حيث لم يحتسبوا، فإنهم كانوا\n</p>\n\n<p>\nآمنين من الصر لوجود الريح.\n</p>\n\n<p>\nوالثالث: أنه عنى بالصر صوت الريح وشدة عصوفها، وعنى أنها أصابته الريح\nففرقته، كقوله: (كرماد اشتدت به الريح في يوم عاصف)، ونحو هذه الآية في\nبطلان عمل الكفار قوله: (والذين كفروا أعمالهم كسراب بقيعة).\n</p>\n\n<p>\nوقوله: (وما ظلمهم الله) فإنما عقب به لأنه لما كان أخذ مال الغير\nوإبطاله قد يتصوره من لا يعرف حقيقة الأمر بصورة الظلم بين أنه لم يظلمهم،\nبل هم ظلموا أنفسهم، حيث لم يضعوا مال <span id='ms557'></span> الله حيث أمرهم.\n</p>\n\n<p>\nقوله تعالى: (يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم\nخبالا ودوا ما عنتم قد بدت البغضاء من أفواههم وما تخفي صدورهم أكبر قد\nبينا لكم الآيات إن كنتم تعقلون (118)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p819'> Vol. 02, p. 819</a>\n            </div>\n            \n</p>\n\n<p>\nالبطانة في الثوب بإزاء الظهارة، ويستعمل لمن اختصصته كالشعار والدثار،\nويقال: لبست فلانا إذا اختصصته، وعلى ذلك قوله: (هن لباس لكم)\n</p>\n\n<p>\nوألوت في الحاجة: قصرت، وألوت، فلانا ألوا أي أوليته\n</p>\n\n<p>\nتقصيرا بحسب الجهد، فقولك جهدا تمييز -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p820'> Vol. 02, p. 820</a>\n            </div>\n            \n</p>\n\n<p>\n(ولا يأتل أولو الفضل) أي لا يقصروا، آلى أي حلف، هو أفعل من\n</p>\n\n<p>\nذلك، كأنه أزال التقصير ببذل ذلك القول.\n</p>\n\n<p>\nفقوله: (لا يألونكم خبالا) أي لا يقصرون في إيصال الخبال إليكم.\n</p>\n\n<p>\nوالخبال: الفساد، الذي يلحق ذات الحيوان.\n</p>\n\n<p>\nيقال: في قوائم الفرس خبل وخبال، أي فساد من جهة الاضطراب، وفلان مختبل\nالرأي، وقول زهير:\n</p>\n\n<p>\nهنالك إد يستخبلوا المال يخبلوا. . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p821'> Vol. 02, p. 821</a>\n            </div>\n            \n</p>\n\n<p>\nأي إن طلب المال منهم إفساد شيء من إبلهم فعلوا، والعنت\n</p>\n\n<p>\nتحري المشقة، يقال: عنت فلان عنتا، وأعنتة غيره، وعنته.\n</p>\n\n<p>\nقال تعالى: (ولو شاء الله لأعنتكم).\n</p>\n\n<p>\nوأكمة عنوت: صعبة المسلك، وعنود والمعاندة والمعانتة يتقاربان، لكن\nالمعاندة هي الممانعة، والمعانتة: أن يتحرى مع الممانعة مشقة.\n</p>\n\n<p>\nقال ابن عباس: سبب نزول هذه الآية أن قوما صافوا جماعة من اليهود، فنهاهم\nالله تعالى عن ذلك، والآية تقتضي النهي عن الركون إلى من وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p822'> Vol. 02, p. 822</a>\n            </div>\n            \n</p>\n\n<p>\nيتحرى بك طريقة فساد: إنسانا كان أو شيطانا أو قوة من قوى\n</p>\n\n<p>\nنفسك تحيد بك عن الحق، كالهوى ونحوه، وقال - صلى الله عليه وسلم -: \"ما\nبعث الله من نبي ولا استخلف من خليفة إلا كانت له بطانتان.\n</p>\n\n<p>\nبطانة تأمره بالخير، وتحضه عليه، وبطانة تأمره بالشر وتحضه\n</p>\n\n<p>\nعليه \".\n</p>\n\n<p>\nونهى عمر عن الاستعانة بالكفار، واحتج بهذه الآية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p823'> Vol. 02, p. 823</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تقدم الكلام في أنه على أي وجه لا يصح الاستعانة بهم.\n</p>\n\n<p>\nونبه بالاستدلال بكلامهم على فساد اعتقادهم، وأن ذلك لا يخفى\n</p>\n\n<p>\nمنهم، كقوله: (ولتعرفنهم في لحن القول)، وعلى نحوه قال\n</p>\n\n<p>\nالشاعر:\n</p>\n\n<p>\nولا حن بالبغضاء والنظر الشزر\n</p>\n\n<p>\nثم بين أن مالا يبدو منهم أكثر، وأخبر <span id='ms558'></span> بقوله: (قد بينا لكم)\n</p>\n\n<p>\nأنه أظهر ما يمكنهم الاستدلال به على معاداتهم.\n</p>\n\n<p>\nقوله تعالى: (ها أنتم أولاء تحبونهم ولا يحبونكم وتؤمنون بالكتاب كله\nوإذا لقوكم قالوا آمنا وإذا خلوا عضوا عليكم الأنامل من الغيظ قل موتوا\nبغيظكم إن الله عليم بذات الصدور (119).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p824'> Vol. 02, p. 824</a>\n            </div>\n            \n</p>\n\n<p>\nالعض معروف، ومنه رجل عف: شديد الخصومة، كقولهم:.\n</p>\n\n<p>\nأزوم، وفلان يازم المأزم ونيب على كذا، والعض: علف الأمهار\n</p>\n\n<p>\nمما له مضغ شديد كالنوى والقت اليابس. والأنامل واحدتها\n</p>\n\n<p>\nأنملة، ولم يأت أفعل مفردا إلا قولهم: بلغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p825'> Vol. 02, p. 825</a>\n            </div>\n            \n</p>\n\n<p>\nأشده، وقد كثر ذلك في الجمع، نحو: أكلب وأفلس.\n</p>\n\n<p>\nويعبر عن التأسف بقرع السن وعض الأنامل، وذلك لا نشاهد من\n</p>\n\n<p>\nحال المتأسف، قال الشاعر:\n</p>\n\n<p>\nعضضت أناملي وقرعت سني\n</p>\n\n<p>\nأكلت يدي لما جنته تندما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p826'> Vol. 02, p. 826</a>\n            </div>\n            \n</p>\n\n<p>\nوالغيظ هو الغضب والغم، فإن الغضب يقال فيما معه القدرة.\n</p>\n\n<p>\nعلى الانتقام، والغم فيما ليس معه قدرة الانتقام، والغيظ فيما\n</p>\n\n<p>\nليس معه تمام القدرة على الانتقام، ولذلك يستعمل في صفات\n</p>\n\n<p>\nالله الغضب دون الغيظ، والكتاب كله يعنى الكتب المنزلة.\n</p>\n\n<p>\nفوضع موضع الجمع، إما لكونه للجنس كقولك: كثر الدرهم\n</p>\n\n<p>\nفي أيدي الناس، أو لكونه في الأصل مصدرا.\n</p>\n\n<p>\nولفظ الإفراد أولى في هذا الموضع، لأنه يتضمن أنهم يؤمنون بما أنزل إليك\nوما أنزل من قبلك، ويتضمن أنهم يؤمنون بتفاصيل كل كتاب.\n</p>\n\n<p>\nبخلاف من قال فيهم: (ويقولون نؤمن ببعض ونكفر ببعض).\n</p>\n\n<p>\nوقوله: (أولاء) قيل: معناه الذين، وتحبونهم صلته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p827'> Vol. 02, p. 827</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: معناه هؤلاء، وفيه وجهان: الأول: أن يكون كقولك\n</p>\n\n<p>\nها أنا ذا، وها أنتم هؤلاء، فيكون هؤلاء خبر الابتداء.\n</p>\n\n<p>\nو (تحبونهم) في موضع الحال، وهم راجع إلى ما تقدم ذكره.\n</p>\n\n<p>\nوالثاني: أن يكون هؤلاء مبتدأ ثانيا، و (تحبونهم) خبره.\n</p>\n\n<p>\nوالجملة خبر للأول، كقولك: أنت زيد تحبه، ويكون هم راجعا إلى\n</p>\n\n<p>\nهؤلاء. ومحبتهم لهم: إرادة الإسلام لهم، لأن ثمرة المحبة\n</p>\n\n<p>\nالنصيحة وإرادة الخير، وبين أنهم لا يحبون ذلك لكم، لأنهم لا\n</p>\n\n<p>\nيريدون لكم الإسلام الذي هو الخير المحض، ثم بين أنكم\n</p>\n\n<p>\nتؤمنون بكتب الله، وهم لا يؤمنون ببعض الكتاب.\n</p>\n\n<p>\nوقوله: (وإذا لقوكم) كقوله: (وإذا لقوا الذين <span id='ms559'></span> آمنوا)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p828'> Vol. 02, p. 828</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (يقولون بأفواههم ما ليس في قلوبهم).\n</p>\n\n<p>\nوقوله: (آمنوا بالذي أنزل على الذين آمنوا وجه النهار واكفروا آخره)\n</p>\n\n<p>\nوقوله: (موتوا بغيظكم) دعاء عليهم وإيجاب ذلك لهم، وإن لم يكن إيجابا\n</p>\n\n<p>\nعليهم، وقوله: (عليم بذات الصدور) كقوله (يعلم السر وأخفى).\n</p>\n\n<p>\nوقوله: (يعلم ما في أنفسكم فاحذروه)\n</p>\n\n<p>\nوقوله: (يعلم خائنة الأعين وما تخفي الصدور) ونحو ذلك.\n</p>\n\n<p>\nقوله تعالى: (إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها وإن تصبروا\nوتتقوا لا يضركم كيدهم شيئا إن الله بما يعملون محيط (120)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p829'> Vol. 02, p. 829</a>\n            </div>\n            \n</p>\n\n<p>\nالحسنة: عبارة عن كل ما يستحسنه الإنسان مما يسره\n</p>\n\n<p>\nمن نعمة ينالها في بدنه وماله، وجاهه، والسيئة تضادها.\n</p>\n\n<p>\nوالمس والإصابة يستعملان في الخير والشر، إلا أن المصيبة\n</p>\n\n<p>\nاختصت، بما يسوء، ويقال: ضره يضره وضاره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p830'> Vol. 02, p. 830</a>\n            </div>\n            \n</p>\n\n<p>\nيضيره، وقرئ: لا يضركم، والضمة فيه إتباع للضاد.\n</p>\n\n<p>\nنحو مد، ويجوز الفتح والكسر كما يجوز في مد.\n</p>\n\n<p>\nوقال بعض النحويين لا يضركم مرفوع رفعا صحيحا، وتقديره: فلا\n</p>\n\n<p>\nيضركم، وحذف الفاء كقول الشاعر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p831'> Vol. 02, p. 831</a>\n            </div>\n            \n</p>\n\n<p>\nمن يفعل الحسنات الله يشكرها. . . . . . . . . . . . . . . . . . . . . .\n</p>\n\n<p>\nوهذا إنما يجوز في ضرورة الشعر، والكيد: الاحتيال\n</p>\n\n<p>\nللغير بمكر ومقاساة، وعلى سبيل تصور هذا المعنى قيل: فلان\n</p>\n\n<p>\nيكيد بنفسه، والمكر مثله إلا أنه أعم، لأنه قد يقال في اجتلاب\n</p>\n\n<p>\nالمنفعة.\n</p>\n\n<p>\nإن قيل: على أي وجه يمنع صبرهم وتقواهم من أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p832'> Vol. 02, p. 832</a>\n            </div>\n            \n</p>\n\n<p>\nيضيرهم كيدهم، قيل: من أوجه: الأول: من الفيض الإلهي\n</p>\n\n<p>\nوالنصرة الموعود بها في نحو قوله: (إنما يوفى الصابرون أجرهم بغير حساب)\nوقوله: (من يتق ويصبر فإن الله لا يضيع أجر المحسنين).\n</p>\n\n<p>\nوالثاني: أن من عرف منه الجد أحجم عنه العدو.\n</p>\n\n<p>\nكما قال رجل ضئيل أسر رجلا قويا، فسأله أمير المؤمنين:\n</p>\n\n<p>\nكيف تمكنت منه؟\n</p>\n\n<p>\nفقال: وقع في قلبي أني آخذه ولا أبالي بالقتل، ووقع\n</p>\n\n<p>\nفي قلبه أنه مأخوذ وخاف القتل، فنصرني عليه خوفه وجرأتي.\n</p>\n\n<p>\nوالثالث: أن المتذري بالصبر والتقوى تتحمل نفسه الشدائد.\n</p>\n\n<p>\nفلا يبالى بمكايدة عدوه.\n</p>\n\n<p>\nوالرابع: أن الثقة بنصر الله أعظم ناصر.\n</p>\n\n<p>\nوالإحاطة بالشيء يقال على وجهين:\n</p>\n\n<p>\nأحدهما: في الأجسام.\n</p>\n\n<p>\nوالثاني: في العلم بالشيء والقدرة عليه.\n</p>\n\n<p>\nفأما العلم فبأن يعلم <span id='ms560'></span> حقيقة المحاط به ووجوده وجنسه وأوصافه، والغرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p833'> Vol. 02, p. 833</a>\n            </div>\n            \n</p>\n\n<p>\nالمقصود منه، وعلى ذلك: (أحاط بكل شيء علما) فصار\n</p>\n\n<p>\nقوله: (بما يعملون محيط) كقوله: (لا يخفى عليه شيء).\n</p>\n\n<p>\nوقو له: (سميع عليم) ونحوه.\n</p>\n\n<p>\nقوله تعالى: (وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال والله سميع\nعليم (121)\n</p>\n\n<p>\nالتبوء: التمكن، يقال بوأته مكان كذا، أو لمكان كذا، وقيل: في حرف ابن\nمسعود:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p834'> Vol. 02, p. 834</a>\n            </div>\n            \n</p>\n\n<p>\nتبوئ للمؤمنين، وإذ قيل معطوف على قوله: (قد كان لكم آية في فئتين) آية\nفي غلبتكم - مع قلتكم - الكفار مع كثرتهم.\n</p>\n\n<p>\nوآية إذ غدوت ترتاد للمؤمنين مكانا للقتال، فانكشف الحال عما\n</p>\n\n<p>\nكان لهم فيه آية، ولما أمرهم بالصبر والتقوى ذكرهم ما خولهم\n</p>\n\n<p>\nببدر حيث صبروا واتقوا، وبأحد حيث كان منهم ما كان.\n</p>\n\n<p>\nوذاك أن النبي - صلى الله عليه وسلم - شاور أصحابه حيث قصده المشركون: هل\nيخرج إليهم أو يقيم بالمدينة فيقاتلهم فيها، وذلك هو معنى تبوئه للقتال أي\nموضع المشاورة، ولهذا خص المقاعد دون المقاوم، فقال له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p835'> Vol. 02, p. 835</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أبي: نقيم بالمدينة، فإن قاتلونا قاتلنا في الأزقة وإلا\n</p>\n\n<p>\nرجعوا عنا بالمذلة، وقال أكثرهم: نخرج إليهم، فدخل - صلى الله عليه وسلم\n- ولبس لأمته، وأعاد عبد الله قوله، فقال - صلى الله عليه وسلم -: \"ما كان\nلنبي أن يلبس لأمته ثم ينزعها حتى يقاتل \"\n</p>\n\n<p>\nفخرج النبي، وقوله: (والله سميع عليم) أي سميع بما يقول مؤمنهم ومنافقهم،\nعالم بما ينوي كل منهم.\n</p>\n\n<p>\nقوله تعالى: (إذ همت طائفتان منكم أن تفشلا والله وليهما وعلى الله\nفليتوكل المؤمنون (122)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p836'> Vol. 02, p. 836</a>\n            </div>\n            \n</p>\n\n<p>\nالهمة قد تكون عزما، وقد تكون حديث\n</p>\n\n<p>\nالنفس من غير أن يصير عزيمة، والفشل: الضعف الذي يكون من\n</p>\n\n<p>\nتحير الإنسان ظهر أو لم يظهر، وقد يقال لا يظهر من الإنسان من\n</p>\n\n<p>\nالإحجام فشل أيضا.\n</p>\n\n<p>\nوالطائفتان، قال المفسرون: هم بنو سلمة وبنو حارثة، لما رجع عبد الله هما\nبالرجوع،. ثم لم يفعلا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p837'> Vol. 02, p. 837</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (والله وليهما) أي وليهما في أن عصمهما عن الانصراف، ووليهما في\nأن جازاهما إذ لم يفعلا ما هما به، وروي أنه لما نزل ذلك قالت الطائفتان:\nما يسرنا <span id='ms561'></span> أنا لم نهم بالذي هممنا، وقد أخبر الله أنه ولينا.\n</p>\n\n<p>\nونبه بقوله: (وعلى الله فليتوكل المؤمنون) أن التوكل على الله\n</p>\n\n<p>\nهو العاصم، وهو الفرض الأقصى من العباد في الدنيا.\n</p>\n\n<p>\nقوله تعالى: (ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون\n(123)\n</p>\n\n<p>\nبدر: اسم ماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p838'> Vol. 02, p. 838</a>\n            </div>\n            \n</p>\n\n<p>\nكان لرجل يقال له: بدر، فسمي به، فصار ذلك الحرب\n</p>\n\n<p>\nمسمى به، وجعلهم أذلة لا على الحقيقة والمصدوقة، - فمن\n</p>\n\n<p>\nنصره الله فغير ذليل، ولكن على اعتبار العامة لقلتهم وقلة\n</p>\n\n<p>\nعدتهم، وهذه أيام تابع الله ذكرها وذكر المسلمين بعظم ما\n</p>\n\n<p>\nأولاهم فيها تثبيتا لقلوبهم، وتذكيرا بنعمه عليهم، وأمرهم\n</p>\n\n<p>\nبالتقوى المؤدية إلى شكرهم لها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p839'> Vol. 02, p. 839</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "556",
    "557",
    "558",
    "559",
    "560",
    "561",
    "562",
    "563",
    "564",
    "565",
    "566",
    "567",
    "568",
    "569",
    "570",
    "571",
    "572",
    "573",
    "574",
    "575",
    "576",
    "577",
    "578",
    "579",
    "580",
    "581",
    "582",
    "583",
    "584",
    "585",
    "586",
    "587",
    "588",
    "589",
    "590",
    "591",
    "592",
    "593",
    "594",
    "595",
    "596",
    "597",
    "598",
    "599",
    "600",
    "601",
    "602",
    "603",
    "604",
    "605",
    "606",
    "607",
    "608",
    "609",
    "610",
    "611",
    "612",
    "613",
    "614",
    "615",
    "616",
    "617",
    "618",
    "619",
    "620",
    "621",
    "622",
    "623",
    "624",
    "625",
    "626",
    "627",
    "628",
    "629",
    "630",
    "631",
    "632",
    "633",
    "634",
    "635",
    "636",
    "637",
    "638",
    "639",
    "640",
    "641",
    "642",
    "643",
    "644",
    "645",
    "646",
    "647",
    "648",
    "649",
    "650",
    "651",
    "652",
    "653",
    "654",
    "655",
    "656",
    "657",
    "658",
    "659",
    "660",
    "661",
    "662",
    "663",
    "664",
    "665",
    "666",
    "667",
    "668",
    "669",
    "670",
    "671",
    "672",
    "673",
    "674",
    "675",
    "676",
    "677",
    "678",
    "679",
    "680",
    "681",
    "682",
    "683",
    "684",
    "685",
    "686",
    "687",
    "688",
    "689",
    "690",
    "691",
    "692",
    "693",
    "694",
    "695",
    "696",
    "697",
    "698",
    "699",
    "700",
    "701",
    "702",
    "703",
    "704",
    "705",
    "706",
    "707",
    "708",
    "709",
    "710",
    "711",
    "712",
    "713",
    "714",
    "715",
    "716",
    "717",
    "718",
    "719",
    "720",
    "721",
    "722",
    "723",
    "724",
    "725",
    "726",
    "727",
    "728",
    "729",
    "730",
    "731",
    "732",
    "733",
    "734",
    "735",
    "736",
    "737",
    "738",
    "739",
    "740",
    "741",
    "742",
    "743",
    "744",
    "745",
    "746",
    "747",
    "748",
    "750",
    "751",
    "752",
    "753",
    "754",
    "755",
    "756",
    "757",
    "758",
    "759",
    "760",
    "761",
    "762",
    "763",
    "764",
    "765",
    "766",
    "767",
    "768",
    "769",
    "770",
    "771",
    "772",
    "773",
    "774",
    "775",
    "776",
    "777",
    "778",
    "779",
    "780",
    "781",
    "782",
    "783",
    "784",
    "785",
    "786",
    "787",
    "788",
    "789",
    "790",
    "791",
    "792",
    "793",
    "794",
    "795",
    "796",
    "797",
    "798",
    "799",
    "800",
    "801",
    "802",
    "803",
    "804",
    "805",
    "806",
    "807",
    "808",
    "809",
    "810",
    "811",
    "812",
    "813",
    "814",
    "815",
    "816",
    "817",
    "818",
    "819",
    "820",
    "821",
    "822",
    "823",
    "824",
    "825",
    "826",
    "827",
    "828",
    "829",
    "830",
    "831",
    "832",
    "833",
    "834",
    "835",
    "836",
    "837",
    "838",
    "839"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}