{
  "content": "\n<p>\nبسم الله الرحمن الرحيم شفاء العلل في شرح كتاب العلل أخبرنا الكروخي\nأخبرنا القاضي أبو عامر الأزدي والشيخ أبو بكر الغورجي وأبو مظفر الدهان\nقالوا أخبرنا أبو محمد الجراحي أخبرنا أبو العباس المحبوبي أخبرنا أبو عيسى\nالترمذي قال جميع ما في هذا الكتاب من الحديث هو معمول به وبه أخذ بعض أهل\nالعلم ما خلا حديثين حديث ابن عباس: (أن النبي صلى الله عليه وسلم جمع بين\nالظهر والعصر بالمدينة والمغرب والعشاء من غير خوف ولا سفر ولا مطر). وحديث\nالنبي صلى الله عليه وسلم أنه قال: (إذا شرب الخمر فاجلدوه فإن عاد في\nالرابعة فاقتلوه). وقد بينا علة الحديثين جميعا في الكتاب وما ذكرنا في هذا\nالكتاب من اختيار الفقهاء فما كان فيه من قول سفيان الثوري فأكثره ما حدثنا\nبه محمد بن عثمان الكوفي حدثنا عبيد الله بن موسى عن سفيان ومنه ما حدثني\nبه أبو الفضل مكتوم بن العباس الترمذي.\n</p>\n\n<p>\nحدثنا محمد بن يوسف الفريابي عن سفيان وما كان من قول مالك ابن أنس\nفأكثره ما حدثنا به إسحاق بن موسى الأنصاري أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p392'> Vol. 00, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nمعن بن عيسى القزاز عن مالك بن أنس وما كان فيه من أبواب الصوم فأخبرنا\nبه أبو مصعب المديني عن مالك بن أنس. وبعض كلام مالك ما أخبرنا به موسى بن\nحزام أخبرنا عبد الله بن مسلمة القعنبي عن مالك بن أنس.\n</p>\n\n<p>\nوما كان فيه من قول ابن المبارك فهو ما حدثنا به أحمد بن عبدة الآملي عن\nأصحاب ابن المبارك عنه ومنه ما روى عن ابن وهب عن ابن المبارك ومنه ما روي\nعن علي بن الحسن عن عبد الله بن المبارك ومنه ما روى عن عبدان عن سفيان بن\nعبد الملك عن ابن المبارك ومنه ما روى عن حبان بن موسى عن ابن المبارك ومنه\nما روى عن وهب بن زمعة عن فضالة النسوي عن عبد الله بن المبارك وله رجال\nمسمون سوى من ذكرنا عن ابن المبارك.\n</p>\n\n<p>\nوما كان فيه من <span id='ms01'></span> قول الشافعي فأكثره ما أخبرني به الحسن بن محمد الزعفراني\nعن الشافعي وما كان من الوضوء والصلاة حدثنا به أبو الوليد المكي عن\nالشافعي ومنه ما حدثنا أبو إسماعيل أخبرنا يوسف ابن يحيى القرشي البويطي عن\nالشافعي وذكر فيه أشياء عن الربيع عن الشافعي وقد أجاز لنا الربيع ذلك وكتب\nبه إلينا.\n</p>\n\n<p>\nوما كان فيه من قول أحمد بن حنبل وإسحاق بن إبراهيم فهو ما أخبرنا به\nإسحاق بن منصور عن أحمد وإسحاق إلا ما في أبواب الحج والديات والحدود فإني\nلم أسمعه من إسحاق بن منصور وأخبرني به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p393'> Vol. 00, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن موسى الأصم عن إسحاق بن منصور عن أحمد وإسحاق وبعض كلام إسحاق بن\nإبراهيم أخبرنا به محمد بن أفلح عن إسحاق وقد بينا هذا على وجهه في الكتاب\nالذي فيه الموقوف وما كان فيه من ذكر العلل في الأحاديث والرجال والتاريخ\nفهو ما استخرجته من كتب التاريخ وأكثر ذلك ما ناظرت به محمد بن إسماعيل\nومنه ما ناظرت به عبد الله بن عبد الرحمن وأبا زرعة وأكثر ذلك عن محمد وأقل\nشئ فيه عن عبد الله وأبي زرعة وإنما حملنا على ما بينا في هذا الكتاب من\nقول الفقهاء وعلل الحديث لأنا سئلنا عن هذا فلم نفعله زمانا ثم فعلناه لما\nرجونا فيه من منفعة الناس لأنا قد وجدنا غير واحد من الأئمة تكلفوا من\nالتصنيف ما لم يسبقوا إليه منهم هشام بن حسان وعبد الملك بن عبد العزيز بن\nجريج وسعيد بن أبي عروبة ومالك بن أنس وحماد بن سلمة وعبد الله بن المبارك\nويحيى بن زكريا بن أبي زائدة ووكيع بن الجراح وعبد الرحمن بن مهدي وغيرهم\nمن أهل العلم والفضل صنفوا فجعل الله في ذلك منفعة كثيرة فترجو لهم بذلك\nالثواب الجزيل عند الله لما نفع الله به المسلمين فبهم القدوة فيما صنفوا\nوقد عاب بعض من لا يفهم على أهل الحديث الكلام في الرجال وقد وجدنا غير\nواحد من الأئمة من التابعين قد تكلموا في <span id='ms02'></span> الرجال منهم الحسن البصري وطاووس\nتكلما في معبد الجهني وتكلم سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p394'> Vol. 00, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nبن جبير في طلق بن حبيب وتكلم إبراهيم النخعي وعامر الشعبي في الحارث\nالأعور وهكذا روي عن أيوب السختياني وعبد الله بن عون وسليمان التيمي وشعبة\nبن الحجاج وسفيان الثوري ومالك بن أنس والأوزاعي وعبد الله بن المبارك\nويحيى بن سعيد القطان ووكيع بن الجراح وعبد الرحمن بن مهدي وغيرهم من أهل\nالعلم أنهم تكلموا في الرجال وضعفوا جواز الحكم على الرجال والأسانيد وإنما\nحملهم على ذلك عندنا والله أعلم النصيحة للمسلمين لا ظن بهم أنهم أرادوا\nالطعن على الناس أو الغيبة إنما أرادوا عندنا أن يبينوا ضعف هؤلاء لكي\nيعرفوا لان بعضهم من الذين ضعفوا كان صاحب بدعو وبعضهم كان متهما في الحديث\nوبعضهم كانوا أصحاب غفلة وكثرة خطأ فأراد هؤلاء الأئمة أن يبينوا أحوالهم\nشفقة على الدين وتثبيتا لان الشهادة في الدين أحق أن يثبت فيها من الشهادة\nفي الحقوق والأموال وأخبرني محمد بن إسماعيل حدثنا محمد بن يحيى بن سعيد\nالقطان حدثني أبي قال سألت سفيان الثوري وشعبة ومالك بن أنس وسفيان بن\nعيينة عن الرجل تكون فيه تهمة أو ضعف أشكت أو أبين قالوا بين 4051 - حدثنا\nمحمد بن رافع النيسابوري حدثنا يحيى بن آدم قال قيل لأبي بكر بن عياش إن\nأناسا يجلسون ويجلس إليهم الناس ولا يستأهلون قال فقال أبو بكر بن عياش كل\nمن جلس جلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p395'> Vol. 00, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nإليه الناس وصاحب السنة إذا مات أحيا الله ذكره والمبتدع لا يذكر 4052 -\nحدثنا محمد بن علي بن الحسن بن شقيق أخبرنا النضر بن عبد الله الأصم حدثنا\nإسماعيل بن زكريا عن عاصم عن بن سيرين قال كان في الزمن الأول لا يسألون عن\nالاسناد فلما وقعت الفتنة سألوا عن الاسناد لكي يأخذوا حديث أهل السنة\nويدعوا حديث أهل البدع 4053 - حدثنا محمد بن علي بن الحسن قال سمعت عبدان\nيقول قال عبد الله بن المبارك الاسناد عندي من الدين لولا الاسناد لقال من\nشاء ما شاء فإذا قيل <span id='ms03'></span> من حدثك بقي 4054 - حدثنا محمد بن علي أخبرنا حبان بن\nموسى قال ذكر لعبد الله بن المبارك حديث فقال تحتاج لهذا أر كان من آجر قال\nأبو عيسى يعني أنه ضعيف إسناده 4055 - حدثنا أحمد بن عبدة حدثنا وهب بن\nزمعة عن عبد الله بن المبارك أنه ترك حديث الحسن بن عمارة والحسن بن دينار\nوإبراهيم بن محمد الأسلمي ومقاتل بن سليمان وعثمان البري وروح بن مسافر\nوأبي شيبة الواسطي وعمرو بن ثابت وأيوب بن خوط وأيوب بن سويد ونضر بن طريف\nهو أبو جزء والحكم وحبيب الحكم روى له حديثا في كتاب الرفاق ثم تركه وقال\nحبيب لا أدري قال أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p396'> Vol. 00, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nعبدة وسمعت عبدان قال كان عبد الله بن المبارك قرأ أحاديث بكر بن خنيس\nفكان أخيرا إذا أتى عليها أعرض عنها وكان لا يذكره قال أحمد حدثنا أبو وهب\nقال سموا لعبد الله بن المبارك رجلا يتهم في الحديث فقال لان أقطع الطريق\nأحب إلي من أن أحدث عنه قال أخبرني موسى بن حزام قال سمعت يزيد بن هارون\nيقول لا يحل لاحد أن يروي عن سليمان بن عمرو النخعي الكوفي وسمعت أحمد بن\nالحسن يقول كنا عند أحمد بن حنبل فذكروا من تجب عليه الجمعة فذكروا فيه عن\nبعض أهل العلم من التابعين وغيرهم فقلت فيه عن النبي صلى الله عليه وسلم\nحديث فقال عن النبي صلى الله عليه وسلم قلت نعم 4056 - حدثنا أحمد بن الحسن\nحدثنا حجاج بن نصير حدثنا المبارك بن عباد عن عبد الله بن سعيد المقبري عن\nأبيه عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\nالجمعة على من آواه الليل إلى أهله قال فغضب أحمد بن حنبل وقال استغفر ربك\nاستغفر ربك مرتين قال أبو عيسى وإنما فعل هذا أحمد بن حنبل لأنه لم يصدق\nهذا عن النبي صلى الله عليه وسلم لضعف إسناده لأنه لم يعرفه عن النبي صلى\nالله عليه وسلم والحجاج بن نصير <span id='ms04'></span> يضعف في الحديث وعبد الله بن سعيد المقبري\nضعفه يحيى بن سعيد القطان جدا في الحديث قال أبو عيسى فكل من روى عنه حديث\nممن يتهم أو يضعف لغفلته وكثرة خطئه ولا يعرف ذلك الحديث إلا من حديثه فلا\nيحتج به وقد روى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p397'> Vol. 00, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nغير واحد من الأئمة عن الضعفاء وبينوا أحوالهم للناس 4057 - حدثنا\nإبراهيم بن عبد الله بن المنذر الباهلي حدثنا يعلى بن عبيد قال لنا سفيان\nالثوري اتقوا الكلبي فقيل له فإنك تروي عنه قال أنا أعرف صدقه من كذبه قال\nوأخبرني محمد بن إسماعيل حدثني يحيى بن معين حدثنا عفان عن أبي عوانة قال\nلما مات الحسن البصري اشتهيت كلامه فتتبعته عن أصحاب الحسن فأتيت به أبان\nبن أبي عياش فقرأه علي كله عن الحسن فما أستحل أن أروي عنه شيئا قال أبو\nعيسى قد روى عن أبان بن أبي عياش غير واحد من الأئمة وإن كان فيه من الضعف\nوالغفلة ما وصفه أبو عوانة وغيره فلا تعتبر برواية الثقات عن الناس لأنه\nيروي عن أبي سيرين أنه قال إن الرجل يحدثني فما أتهمه ولكن أتهم من فوقه\nوقد روى غير واحد عن إبراهيم النخعي عن عبد الله بن مسعود أن النبي صلى\nالله عليه وسلم كان يقنت في وتره قبل الركوع وروى أبان بن أبي عياش عن\nإبراهيم النخعي عن علقمة عن عبد الله بن مسعود أن النبي صلى الله عليه وسلم\nكان يقنت في وتره قبل الركوع هكذا روى سفيان الثوري عن أبان بن أبي عياش\nوروى بعضهم عن أبان بن أبي عياش بهذا الاسناد نحو هذا وزاد فيه قال عبد\nالله بن مسعود وأخبرتني أمي أنها باتت عند النبي صلى الله عليه وسلم فرأت\nالنبي صلى الله عليه وسلم قنت في وتره قبل الركوع قال أبو عيسى وأبان بن\nأبي عياش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p398'> Vol. 00, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان قد وصف بالعبادة والاجتهاد فهذه حاله في الحديث والقوم كانوا\nأصحاب حفظ فرب رجل وإن كان صالحا لا يقيم الشهادة ولا يحفظها <span id='ms05'></span> فكل من كان\nمتهما في الحديث بالكذب أو كان مغفلا يخطئ الكثير فالذي اختاره أكثر أهل\nالحديث من الأئمة أن لا يشتغل بالرواية عنه ألا ترى أن عبد الله بن المبارك\nحدث عن قوم من أهل العلم فلما تبين له أمرهم ترك الرواية عنهم وقد تكلم بعض\nأهل الحديث في قوم من جلة أهل العلم وضعفوهم من قبل حفظهم ووثقهم آخرون من\nالأئمة بجلالتهم وصدقهم وإن كانوا قد وهموا في بعض ما رووا قد تكلم يحيى بن\nسعيد القطان في محمد بن عمرو ثم روى عنه 4058 - حدثنا أبو بكر عبد القدوس\nبن محمد العطار البصري حدثنا علي بن المديني قال سألت يحيى بن سعيد عن محمد\nبن عمرو بن علقمة قال تريد العفو أو تشدد فقال لا بل أشدد قال ليس هو ممن\nتريد كان يقول أشياخنا أبو سلمة ويحيى بن عبد الرحمن بن حاطب قال يحيى\nوسألت مالك بن أنس عن محمد بن عمرو فقال فيه نحو ما قلت قال علي قال يحيى\nومحمد بن عمرو أعلى من سهيل بن أبي صالح وهو عندي فوق عبد الرحمن بن حرملة\nقال علي فقلت ليحيى ما رأيت من عبد الرحمن بن حرملة قال لو شئت أن ألقنه\nلفعلت قلت كان يلقن قال نعم قال علي ولم يرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p399'> Vol. 00, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى عن شريك ولا عن أبي بكر بن عياش ولا عن الربيع بن صبيح ولا عن\nالمبارك بن فضالة قال أبو عيسى وإن كان يحيى بن سعيد القطان قد ترك الرواية\nعن هؤلاء فلم يترك الرواية عنهم أنه اتهمهم بالكذب ولكنه تركهم لحال حفظهم\nذكر عن يحيى بن سعيد أنه كان إذا رأى الرجل يحدث عن حفظه مرة هكذا ومرة\nهكذا لا يثبت على رواية واحدة تركه وقد حدث عن هؤلاء الذين تركهم يحيى بن\nسعيد القطان عبد الله بن المبارك ووكيع بن الجراح وعبد الرحمن بن مهدي\nوغيرهم من الأئمة قال أبو عيسى وهكذا تكلم بعض أهل الحديث في سهيل بن أبي\nصالح <span id='ms06'></span> ومحمد بن إسحاق وحماد بن سلمة ومحمد بن عجلان وأشباه هؤلاء من الأئمة\nإنما تكلموا فيهم من قبل حفظهم في بعض ما رووا وقد حدث عنهم الأئمة 4059 -\nحدثنا الحسن بن علي الحلواني أخبرنا علي بن المديني قال قال سفيان بن عيينة\nكنا نعد سهيل بن أبي صالح ثبتا في الحديث 4060 - حدثنا بن أبي عمر قال قال\nسفيان بن عيينة كان محمد بن عجلان ثقة مأمونا في الحديث قال أبو عيسى وإنما\nتكلم يحيى بن سعيد القطان عندنا في رواية محمد بن عجلان عن سعيد المقبري\n4061 - حدثنا أبو بكر عن علي بن عبد الله قال قال يحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p400'> Vol. 00, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nابن سعيد قال محمد بن عجلان أحاديث سعيد المقبري بعضها سعيد عن أبي هريرة\nوبعضها سعيد عن رجل عن أبي هريرة فاختلطت علي فصيرتها عن سعيد عن أبي هريرة\nفإنما تكلم يحيى بن سعيد عندنا في بن عجلان لهذا وقد روى يحيى عن بن عجلان\nالكثير قال أبو عيسى وهكذا من تكلم في بن أبي ليلى إنما تلك فيه من قبل\nحفظه قال علي قال يحيى بن سعيد القطان روى شعبة عن بن أبي ليلى عن أخيه\nعيسى عن عبد الرحمن بن أبي ليلى عن أبي أيوب عن النبي صلى الله عليه وسلم\nفي العطاء قال يحيى ثم لقيت بن أبي ليلى فحدثنا عن أخيه عيسى عن عبد الرحمن\nبن أبي ليلى عن علي عن النبي صلى الله عليه وسلم قال أبو عيسى ويروى عن بن\nأبي ليلى نحو هذا غير شئ كان يروى شيئا مرة هكذا ومرة هكذا يعني الاسناد\nوإنما جاء هذا من قبل حفظه وأكثر من مضى من أهل العلم كانوا لا يكتبون ومن\nكتب منهم إنما كان يكتب لهم بعد السماع وسمعت أحمد بن الحسن يقول سمعت أحمد\nبن حنبل يقول بن أبي ليلى لا يحتج به وكذلك من تكلم من أهل العلم في مجالد\nبن سعيد وعبد الله بن لهيعة وغيرهم إنما تكلموا فيهم من قبل حفظهم وكثرة\nخطئهم <span id='ms07'></span> وقد روى عنهم غير واحد من الأئمة فإذا انفرد أحد من هؤلاء بحديث ولم\nيتابع عليه لم يحتج به كما قال أحمد بن حنبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p401'> Vol. 00, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nبن أبي ليلى لا يحتج به إنما عنى إذا تفرد بالشئ وأشد ما يكون هذا إذا لم\nيحفظ الاسناد فزاد أو نقص أو غير الاسناد أو جاء بما يتغير فيه المعنى\nالرواية بالمعنى فأما من أقام الاسناد وحفظه وغير اللفظ فإن هذا واسع عند\nأهل العلم إذا لم يتغير المعنى 4062 - حدثنا محمد بن بشار حدثنا عبد الرحمن\nبن مهدي أخبرنا معاوية بن صالح عن العلاء بن الحارث عن مكحول عن واثلة بن\nالأسقع قال إذا حدثناكم على المعنى فحسبكم 4063 - حدثنا يحيى بن موسى حدثنا\nعبد الرزاق أخبرنا معمر عن أيوب عن محمد بن سيرين قال كنت أسمع الحديث من\nعشرة اللفظ مختلف والمعنى واحد 4064 - حدثنا أحمد بن منيع حدثنا محمد بن\nعبد الله الأنصاري عن بن عون قال كان إبراهيم النخعي والحسن والشعبي يأتون\nبالحديث على المعاني وكان القاسم بن محمد ومحمد بن سيرين ورجاء بن حياة\nيعيدون الحديث على حروفه 4065 - حدثنا علي بن خشرم أخبرنا حفص بن غياث عن\nعاصم الأحول قال قلت لأبي عثمان النهدي إنك تحدثنا بالحديث ثم تحدثنا به\nعلى غير ما حدثتنا قال عليك بالسماع الأول 4066 - حدثنا الجارود حدثنا وكيع\nعن الربيع بن صبيح عن الحسن قال إذا أصبت المعنى أجزأك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p402'> Vol. 00, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n4067 - حدثنا علي بن حجر أخبرنا عبد الله بن المبارك عن سيف هو بن سليمان\nقال سمعت مجاهدا يقول أنقص من الحديث إن شئت ولا تزد فيه 4068 - حدثنا أبو\nعمار الحسين بن حريث أخبرنا زيد بن حباب عن رجل قال خرج إلينا سفيان الثوري\nفقال إن قلت لكم أني أحدثكم كما سمعت فلا تصدقوني إنما هو المعنى 4069 -\nحدثنا الحسن بن حريث قال سمعت وكيعا يقول إن لم يكون المعنى واسعا فقد هلك\nالناس قال أبو عيسى وإنما تفاضل أهل العلم بالحفظ والاتقان والتثبت عند\nالسماع مع أنه لم يسلم من الخطأ <span id='ms08'></span> والغلط كبير أحد من الأئمة مع حفظهم 4070 -\nحدثنا محمد بن حميد الرازي حدثنا جرير عن عمارة بن القعقاع قال قال لي\nإبراهيم النخعي إذا حدثتني فحدثني عن أبي زرعة بن عمرو بن جرير فإنه حدثني\nمرة بحديث ثم سألته بعد ذلك بسنين فما أخرم منه حرفا 4071 - حدثنا أبو حفص\nعن عمرو بن علي حدثنا يحيى بن سعيد القطان عن موسى عن منصور قال قلت\nلإبراهيم ما لسالم بن أبي الجعد أتم حديثا منك قال لأنه كان يكتب 4072 -\nحدثنا عبد الجبار بن العلاء بن عبد الجبار حدثنا سفيان قال قال عبد الملك\nبن عمير إني لأحدث بالحديث فما أدع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p403'> Vol. 00, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nمنه حرفا 4073 - حدثنا الحسين بن مهدي البصري حدثنا عبد الرزاق أخبرنا\nمعمر قال قتادة ما سمعت أذناي شيئا قط إلا وعاه قلبي 4074 - حدثنا سعيد بن\nعبد الرحمن المخزومي حدثنا سفيان بن عيينة عن عمرو بن دينار قال ما رأيت\nأحد أنص للحديث من الزهري 4075 - حدثنا إبراهيم بن سعيد الجوهري حدثنا\nسفيان بن عيينة قال قال أيوب السختياني ما علمت أحدا كان أعلم بحديث أهل\nالمدينة بعد الزهري من يحيى بن أبي كثير 4076 - حدثنا محمد بن إسماعيل\nحدثنا سليمان بن حرب أخبرنا حماد بن زيد قال كان بن عون يحدث فإذا حدثته عن\nأيوب بخلافه تركه فأقول قد سمعته فيقول إن أيوب أعلمنا بحديث محمد بن سيرين\n4077 - حدثنا أبو بكر عن علي بن عبد الله قال قلت ليحيى بن سعيد أيهما أثبت\nهشام الدستوائي أم مسعر قال ما رأيت مثل مسعر كان مسعر من أثبت الناس 4078\n- حدثنا أبو بكر عبد القدوس بن محمد قال حدثني أبو الوليد قال سمعت حماد بن\nزيد يقول ما خالفني شعبة في شئ إلا تركته قال قال أبو بكر وحدثني أبو\nالوليد قال قال لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p404'> Vol. 00, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nحماد بن سلمة إن أردت الحديث فعليك بشعبة 4079 - حدثنا عبد بن حميد حدثنا\nأبو داود قال شعبة ما رويت عن رجل حديثا واحدا إلا أتيته أكثر من مرة والذي\nرويت عنه عشرة أحاديث <span id='ms09'></span> أتيته أكثر من عشر مرار والذي رويت عنه خمسين حديثا\nأتيته أكثر من خمسين مرة والذي رويت عنه مائة أتيته أكثر من مائة مرة إلا\nحيان البارقي فإني سمعت منه هذه الأحاديث ثم عدت إليه فوجدته قد مات 4080 -\nحدثنا محمد بن إسماعيل حدثنا عبد الله بن أبي الأسود أخبرنا بن مهدي قال\nسمعت سفيان يقول شعبة أمير المؤمنين في الحديث 4081 - حدثنا أبو بكر عن علي\nبن عبد الله قال سمعت يحيى بن سعيد يقول ليس أحد أحبي إلي من شعبة ولا\nيعدله أحد عندي وإذا خالفه سفيان أخذت بقول سفيان قال علي قلت ليحيى أيهما\nكان أحفظ للأحاديث الطوال سفيان أو شعبة قال كان شعبة أمر فيها قال يحيى\nوكان شعبة أعلم بالرجال فلان عن فلان وكان سفيان صاحب أبواب 4082 - حدثنا\nأبو عمار الحسين بن حريث قال سمعت وكيعا يقول قال شعبة سفيان أحفظ مني ما\nحدثني سفيان عن شيخ بشئ فسألته إلا وجدته كما حدثني سمعت إسحاق بن موسى\nالأنصاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p405'> Vol. 00, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nقال سمعت معن بن عيسى القزاز يقول كان مالك بن أنس يشدد في حديث رسول\nالله صلى الله عليه وسلم في الياء والتاء ونحو هذا 4083 - حدثنا أبو عيسى\nحدثني إبراهيم بن عبد الله بن قريم الأنصاري قاضي المدينة قال مر مالك بن\nأنس على أبي حازم وهو جالس فجازه فقيل له لم لم تجلس فقال إني لم أجد موضعا\nأجلس فيه وكرهت أن آخذ حديث رسول الله صلى الله عليه وسلم وأنا قائم 4084 -\nحدثنا أبو بكر عن علي بن عبد الله قال قال يحيى بن سعيد مالك عن سعيد بن\nالمسيب أحب إلي من سفيان الثوري عن إبراهيم النخعي قال يحيى ما في القوم\nأحد أصح حديثا من مالك بن أنس كان مالك إماما في الحديث سمعت أحمد بن الحسن\nيقول سمعت أحمد بن حنبل يقول ما رأيت بعني مثل يحيى بن سعيد القطان قال\nوسئل أحمد بن حنبل عن وكيع وعبد الرحمن بن مهدي فقال أحمد وكيع أكبر <span id='ms10'></span> في\nالقلب وعبد الرحمن إمام سمعت محمد بن عمرو بن نبهان بن صفوان الثقفي البصري\nيقول سمعت علي بن المديني يقول لو حلفت بين الركن والمقام لحلفت أني لم أر\nأحدا أعلم من عبد الرحمن بن مهدي قال أبو عيسى والكلام في هذه والرواية عن\nأهل العلم تكثير وإنما بينا شيئا منه على الاختصار ليستدل به على منازل أهل\nالعلم وتفاضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p406'> Vol. 00, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم على بعض في الحفظ والاتقان ومن تكلم فيه من أهل العلم لأي شئ تكلم\nفيه القراءة على العالم قال أبو عيسى والقراءة على العالم إذا كان يحفظ ما\nيقرأ عليه أو يمسك أصله فيما يقرأ عليه إذا لم يحفظ هو صحيح عند أهل الحديث\nمثل السماع 4085 - حدثنا حسين بن مهدي البصري حدثنا عبد الرزاق أخبرنا بن\nجريج قال قرأت على عطاء بن أبي رباح فقلت له كيف أقول فقال قد 4086 - حدثنا\nسويد بن نصر أخبرنا علي بن الحسين بن واقد عن أبي عصمة عن يزيد النحوي عن\nعكرمة أن نفرا قدموا على بن عباس من أهل الطائف يكتب من كتبه فجعل يقرأ\nعليهم فيقدم ويؤخر فقال إني بلهت لهذه المصيبة فاقرءوا علي فإن إقراري به\nكقراءتي عليكم 4087 - حدثنا سويد بن نصر أخبرنا علي بن الحسين بن واقد عن\nأبيه عن منصور بن المعتمر قال إذا ناول الرجل كتابه آخر فقال ارو هذا عني\nفله أن يرويه وسمعت محمد بن إسماعيل يقول سألت أبا عاصم النبيل عن حديث\nفقال اقرأ علي فأحببت أن يقرأ هو فقال أأنت لا يجيز القراءة وقد كان سفيان\nالثوري ومالك بن أنس يجيزان القراءة 4088 - حدثنا أحمد بن الحسين حدثنا\nيحيى بن سليمان الجعفي البصري قال قال عبد الله بن وهب ما قلت حدثنا فهو ما\nسمعت مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p407'> Vol. 00, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nالناس وما قلت حدثني فهو ما سمعت وحدي وما قلت أخبرنا فهو ما قرئ على\nالعالم وأنا شاهد وما قلت أخبرني فهو ما قرأت على العالم يعني وأنا وحدي\nوسمعت أبا موسى محمد بن المثنى يقول سمعت <span id='ms11'></span> يحيى بن سعيد القطان يقول حدثنا\nوأخبرنا واحد قال أبو عيسى كنا عند أبي مصعب المديني فقرئ عليه بعض حديثه\nفقلت له كيف تقول فقال قل حدثنا أبو مصعب قال أبو عيسى وقد أجاز بعض أهل\nالعلم الإجازة إذا أجاز العالم لاحد أن يروي لاحد عنه شيئا من حديثه فله أن\nيروى عنه 4089 - حدثنا محمود بن غيلان حدثنا وكيع عن عمران بن حدير عن أبي\nمجلز عن بشير بن نهيك قال كتبت كتابا عن أبي هريرة فقالت أرويه عنك فقال\nنعم 4090 - حدثنا محمد بن إسماعيل الواسطي حدثنا محمد بن الحسن الواسطي عن\nعوف الأعرابي قال قال رجل للحسن عندي بعض حديثك أرويه عنك قال نعم قال أبو\nعيسى ومحمد بن الحسن إنما يعرف بمحبوب بن الحسن وقد حدث عنه غير واحد من\nالأئمة 4091 - حدثنا الجارود بن معاذ حدثنا أنس بن عياض عن عبيد الله بن\nعمر قال قال أتيت الزهري بكتاب فقلت هذا من حديثك أرويه عنك قال نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p408'> Vol. 00, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n4092 - حدثنا أبو بكر عن علي بن عبد الله عن يحيى بن سعيد قال جاء بن\nجريج إلى هشام بن عروة بكتاب فقال هذا حديثك أرويه سعيد قال عنك فقال نعم\nقال يحيى فقلت في نفسي لا أدري أيهما أعجب أمرا قال علي سألت يحيى بن سعيد\nعن حديث بن جريج قال عن عطاء الخراساني فقال ضعيف فقلت إنه يقول أخبرني\nجريج لا شئ إنما هو كتاب دفعه إليه قال أبو عيسى والحديث إذا كان مرسلا\nفإنه لا يصح عند أكثر أهل الحديث قد ضعفه غير واحد منهم 4093 - حدثنا علي\nبن حجر أخبرنا بقية بن الوليد عن عتبة بن أبي حكيم قال سمع الزهري إسحاق بن\nعبد الله بن أبي فروة يقول قال رسول الله صلى الله عليه وسلم قال رسول الله\nصلى الله عليه وسلم فقال الزهري قاتلك الله يا بن أبي فروة نجيئنا بأحاديث\nليست لها خطم ولا أزمة 4094 - حدثنا أبو بكر عن علي بن عبد الله قال قال\nيحيى <span id='ms12'></span> بن سعيد مرسلات مجاهد أحب إلي من مرسلات عطاء بن أبي رباح بكثير كان\nعطاء يأخذ عن كل ضرب قال علي قال يحيى مرسلات سعيد بن جبير أحبي إلي من\nمرسلات عطاء قلت ليحيى مرسلات مجاهد أحب إليك أم مرسلات طاوس قال ما\nأقربهما قال علي وسمعت يحيى بن سعيد يقول مرسلات أبي إسحاق عندي شبه لا شئ\nوالأعمش والتيمي ويحيى بن أبي كثير ومرسلات بن عيينة شبه الريح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p409'> Vol. 00, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال إي والله وسفيان بن سعيد قلت ليحيى فمرسلات مالك قال هي أحب إلي\nثم قال يحيى ليس في القوم أحد أصح حديثا من مالك 4095 - حدثنا سوار بن عبد\nالله العنبري قال سمعت يحيى بن سعيد القطان يقول ما قال الحسن في حديثه قال\nرسول الله صلى الله عليه وسلم إلا وجدنا له أصلا إلا حديثا أو حديثين قال\nأبو عيسى ومن ضعف المرسل فإنه ضعف من قبل أن هؤلاء الأئمة حدثوا عن الثقات\nوغير الثقات فإذا روى أحدهم حديثا وأرسله لعله أخذه عن غير ثقة قد تكلم\nالحسن البصري في معبد الجهني ثم روى عنه 4096 - حدثنا بشر بن معاذ البصري\nحدثنا مرحوم بن عبد العزيز العطار حدثني أبي وعمي قالا سمعنا الحسن يقول\nإياكم ومعبد الجهني فإنه ضال مضل قال أبو عيسى ويروى عن الشعبي حدثنا\nالحارث الأعور وكان كذابا وسمعت محمد بن بشار يقول سمعت عبد الرحمن بن مهدي\nيقول ألا تعجبون من سفيان بن عيينة لقد تركت لجابر الجعفي بقوله لما حكى\nعنه أكثر من ألف حديث ثم هو يحدث عنه قال محمد بن بشار وترك عبد الرحمن بن\nمهدي حديث جابر الجعفي وقد احتج بعض أهل العلم بالمرسل أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p410'> Vol. 00, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو عبيدة بن أبي السفر الكوفي حدثنا سعيد بن عامر عن شعبة عن\nسليمان الأعمش قال قلت لإبراهيم النخعي أسند لي عن عبد الله بن مسعود فقال\nإبراهيم إذا حدثتك عن رجل عن عبد الله فهو الذي سميت وإذا قلت قال عبد الله\nفهو عن غير <span id='ms13'></span> واحد عن عبد الله وقد اختلف الأئمة من أهل العلم في تضعيف\nالرجال كما اختلفوا في سوى ذلك من العلم ذكر عن شعبة أنه ضعف أبا الزبير\nالمكي وعبد الملك بن أبي سليمان وحكيم بن جبير وترك الرواية عنهم ثم حدث\nشعبة عمن هو دون هؤلاء في الحفظ والعدالة حدث عن جابر الجعفي وإبراهيم بن\nمسلم الهجري ومحمد بن عبيد الله العزرمي وغير واحد ممن يضعفون في الحديث\n4098 - حدثنا محمد بن عمرو بن نبهان بن صفوان البصري حدثنا أمية بن خالد\nقال قلت لشعبة تدع عبد الملك بن أبي سليمان ونحدث عن محمد بن عبيد الله\nالعرزمي قال نعم قال أبو عيسى وقد كان شعبة حدث عن عبد الملك بن أبي سليمان\nثم تركه ويقال إنما تركه لما تفرد بالحديث الذي روى عن عطاء بن أبي رباح عن\nجابر بن عبد الله عن النبي صلى الله عليه وسلم قال الرجل أحق بشفعته ينتظر\nبه وإن كان غائبا إذا كان طريقهما واحدا وقد ثبت عن غير واحد من الأئمة\nوحدثوا عن أبي الزبير وعبد الملك بن أبي سليمان وحكيم بن جبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p411'> Vol. 00, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n4099 - حدثنا أحمد بن منيع حدثنا هشام حدثنا حجاج وابن أبي ليلى عن عطاء\nبن أبي رباح قال كنا إذا خرجنا من عند جابر بن عبد الله تذاكرنا حديثه وكان\nأبو الزبير أحفظنا للحديث 4100 - حدثنا محمد بن يحيى بن أبي عمر المكي\nحدثنا سفيان بن عيينة قال قال أبو الزبير كان عطاء يقدمني إلى جابر بن عبد\nالله أحفظ لهم الحدي 4101 - حدثنا بن أبي عمر حدثنا سفيان قال سمعت أيوب\nالسختياني يقول حدثني أبو الزبير وأبو الزبير وأبو الزبير قال سفيان بيده\nيقبضها قال أبو عيسى إنما يعني به الاتقان والحفظ ويروى عن عبد الله بن\nالمبارك قال كان سفيان الثوري يقول كان عبد الملك بن أبي سليمان ميزانا في\nالعلم 4102 - حدثنا أبو بكر عن علي بن عبد الله قال سألت يحيى بن سعيد عن\nحكيم بن جبير فقال تركه شعبة <span id='ms14'></span> من أجل الحديث الذي رواه في الصدقة يعني حديث\nعبد الله بن مسعود عن النبي صلى الله عليه وسلم قال من سأل الناس وله ما\nيغنيه كان يوم القيامة خموشا في وجهه قيل يا رسول الله وما يغنيه قال خمسون\nدرهما أو قيمتها من الذهب قال علي قال يحيى وقد حدث عن حكيم بن جبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p412'> Vol. 00, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان الثوري وزائدة قال علي ولم ير يحيى بحديثه بأسا 4103 - حدثنا محمود\nبن غيلان حدثنا يحيى بن آدم عن سفيان الثوري عن حكيم بن جبير بحديث الصدقة\nقال يحيى بن آدم فقال عبد الله بن عثمان صاحب شعبة لسفيان الثوري لو غير\nحكيم حدث بهذا فقال له سفيان وما لحكيم لا يحدث عنه شعبة قال نعم فقال\nسفيان الثوري سمعت زبيدا يحدث بهذا عن محمد بن عبد الرحمن بن يزيد قال أبو\nعيسى وما ذكرنا في هذا الكتاب حديث حسن فإنما أردنا به حسن إسناده عندنا كل\nحديث يروى لا يكون في إسناده من يتهم بالكذب ولا يكون الحديث شاذا ويروى من\nغير وجه نحو ذاك فهو عندنا حديث حسن وما ذكرنا في هذا الكتاب حديث غريب فإن\nأهل الحديث يستغربون الحديث لمعان رب حديث يكون غريبا لا يروى إلا من وجه\nواحد مثل ما حدث حماد بن سلمة عن أبي العشراء عن أبيه قال قلت يا رسول الله\nأما تكون الذكاة إلا في الحلق واللبة فقال لو طعنت في فخذها أجزأ عنك فهذا\nحديث تفرد به حماد بن سلمة عن أبي العشراء ولا يعرف لأبي العشراء عن أبيه\nإلا هذا الحديث وإن كان هذا الحديث مشهورا عند أهل العلم وإنما اشتهر من\nحديث حماد بن سلمة لا يعرف إلا من حديثه يعني ورب رجل من الأئمة يحدث\nبالحديث لا يعرف إلا من حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p413'> Vol. 00, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nفيشتهر الحديث لكثرة من روى عنه مثل ما روى عبد الله بن دينار عن بن عمر\nأن رسول الله صلى الله عليه وسلم نهى عن بيع الولاء وعن هبته وهذا لا <span id='ms15'></span> يعرف\nإلا من حديث عبد الله بن دينار رواه عنه عبيد الله بن عمر وشعبة وسفيان\nالثوري ومالك بن أنس وابن عيينة وغير واحد من الأئمة وروى يحيى بن سليم هذا\nالحديث عن عبيد الله بن عمر عن نافع عن بن عمر فوهم فيه يحيى بن سليم\nوالصحيح هو عبيد الله بن عمر عن عبد الله بن دينار عن بن عمر هكذا روى عبد\nالوهاب الثقفي وعبد الله بن نمير عن عبيد الله بن عمر عن عبد الله بن دينار\nعن بن عمر وروى المؤمل هذا الحديث عن شعبة فقال شعبة لوددت أن عبد الله بن\nدينار أذن لي حتى كنت أقوم إليه فأقبل برأسه قال أبو عيسى ورب حديث إنما\nيستغرب لزيادة تكون في الحديث وإنما تصح إذا كانت الزيادة ممن يعتمد على\nحفظه مثل ما روى مالك بن أنس عن نافع عن بن عمر قال فرض رسول الله صلى الله\nعليه وسلم زكاة الفطر من رمضان على كل حر أو عبد ذكر أو أنثى من المسلمين\nصاعا من تمر وصاعا من شعير قال وزاد مالك في هذا الحديث من المسلمين روى\nأيوب السختياني وعبيد الله بن عمر وغير واحد من الأئمة هذا الحديث عن نافع\nعن بن عمر ولم يذكروا فيه من المسلمين وقد روى بعضهم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p414'> Vol. 00, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nنافع مثل رواية مالك ممن لا يعتمد على حفظه وقد أخذ غير واحد من الأئمة\nبحديث مالك واحتجوا به منهم الشافعي وأحمد بن حنبل قالا إذا كان للرجل عبيد\nغير مسلمين لم يؤد عنهم صدقة الفطر واحتجا بحديث مالك فإذا أراد حافظ ممن\nيعتمد على حفظه قبل ذلك منه ورب حديث يروى من أوجه كثيرة وإنما يستغرب لحال\nالاسناد 4104 - حدثنا أبو كريب وأبو هشام الرفاعي وأبو السائب والحسين بن\nالأسود قالوا حدثنا أبو أسامة عن يزيد بن عبد الله بن أبي بردة عن جده أبي\nبردة عن أبي موسى عن النبي صلى الله عليه وسلم قال الكافر يأكل في سبعة\nأمعاء <span id='ms16'></span> والمؤمن يأكل في معي واحد قال أبو عيسى هذا حديث غريب من هذا الوجه\nمن قبل إسناده وقد روى هذا الحديث من غير وجه عن النبي صلى الله عليه وسلم\nهذا وإنما يستغرب من حديث أبي موسى سألت محمود بن غيلان عن هذا الحديث فقال\nهذا حديث أبي كريب عن أبي أسامة وسألت محمد بن إسماعيل عن هذا الحديث فقال\nهذا حديث أبي كريب عن أبي أسامة لم نعرفه إلا من حديث أبي كريب عن أبي\nأسامة فقلت له حدثنا غير واحد عن أبي أسامة بهذا فجعل يتعجب وقال ما علمت\nأن أحدا حدث هذا غير أبي كريب قال محمد كنا نرى أن أبا كريب أخذ هذا الحديث\nعن أبي أسامة في المذاكرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p415'> Vol. 00, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n4105 - حدثنا عبد الله بن أبي زياد وغير واحد قالوا حدثنا شبابة بن سوار\nحدثنا شعبة عن بكير بن عطاء عن عبد الرحمن بن يعمر أن النبي صلى الله عليه\nوسلم نهى عن الدباء والمزفت قال أبو عيسى هذا حديث غريب من قبل إسناده لا\nنعلم أحدا حدث به عن شعبة غير شبابة وقد روى عن النبي صلى الله عليه وسلم\nمن أوجه كثيرة أنه نهى أن ينتبذ في الدباء والمزفت وحديث شبابة إنما يستغرب\nلأنه تفرد به عن شعبة وقد روى شعبة وسفيان الثوري بهذا الاسناد عن بكير بن\nعطاء عن عبد الرحمن بن يعمر عن النبي صلى الله عليه وسلم أنه قال الحج عرفة\nفهذا الحديث المعروف عند أهل الحديث بهذا الاسناد 4106 - حدثنا محمد بن\nبشار حدثنا معاذ بن هشام حدثني أبي عن يحيى بن أبي كثير حدثني أبو مزاحم\nأنه سمع أبا هريرة رضي الله عنه يقول قال رسول الله صلى الله عليه وسلم من\nتبع جنازة فصلى عليها فله قيراط ومن تبعها حتى يقضى قضاؤها فله قيراطان\nقالوا يا رسول الله ما القيراطان قال أصغرهما مثل أحد 4107 - حدثنا عبد\nالله بن عبد الرحمن أخبرنا مروان بن محمد عن معاوية بن سلام حدثني يحيى بن <span id='ms17'></span>\nأبي كثير حدثنا أبو مزاحم سمع أبا هريرة عن النبي صلى الله عليه وسلم قال\nمن تبع جنازة فله قيراط فذكر نحوه بمعناه قال عبد الله وأخبرنا مروان عن\nمعاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p416'> Vol. 00, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nبن سلام قال قال يحيى وحدثني أبو سعيد مولى المهري عن حمزة بن سفينة عن\nالسائب سمع عائشة رضي الله عنها عن النبي صلى الله عليه وسلم نحوه قلت لأبي\nمحمد عبد الله بن عبد الرحمن ما الذي استغربوا من حديثك بالعراق قال حديث\nالسائب عن عائشة عن النبي صلى الله عليه وسلم فذكر هذا الحديث وسمعت محمد\nبن إسماعيل يحدث بهذا الحديث عن عبد الله بن عبد الرحمن قال أبو عيسى وهذا\nحديث قد روى من غير وجه عن عائشة رضي الله عنها عن النبي صلى الله عليه\nوسلم وإنما يستغرب هذا الحديث لحال إسناده لرواية السائب عن عائشة عن النبي\nصلى الله عليه وسلم حدثنا أبو حفص عمرو بن علي حدثنا يحيى بن سعيد القطان\nحدثنا المغيرة بن أبي قرة السدوسي قال سمعت أنس بن مالك رضي الله عنه يقول\nقال رجل يا رسول الله أعقلها وأتوكل أو أطلقها وأتوكل قال اعقلها وتوكل قال\nعمرو بن علي قال يحيى بن سعيد هذا عندي حديث منكر قال أبو عيسى وهذا حديث\nغريب من هذا الوجه لا نعرفه من حديث أنس بن مالك إلا من هذا الوجه وقد روى\nعن عمرو بن أمية الضمري عن النبي صلى الله عليه وسلم نحو هذا خاتمة وقد\nوضعنا هذا الكتاب على الاختصار لما رجونا فيه من المنفعة نسأل الله المنفعة\nبما فيه وأن لا يجعله علينا وبالا برحمته آمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p417'> Vol. 00, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nآخر الكتاب والحمد لله وحده على إنعامه وأفضاله، وصلاته وسلامه على سيد\nالمرسلين الأمي وصحبه وآله. وحسبنا الله ونعم الوكيل ولا حول ولا قوة إلا\nبالله العلي العظيم، وله الحمد على التمام. وعلى النبي وآله، وصحبه أفضل\nالصلاة وأزكى السلام والحمد لله رب العالمين.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p418'> Vol. 00, p. 418</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms18'></span>",
  "pages": [
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418"
  ],
  "volumes": [
    "01"
  ]
}