{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الوصية الكبرى]</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nمن أحمد ابن تيمية إلى من يصل إليه هذا الكتاب من المسلمين المنتسبين إلى\nالسنة والجماعة؛ المنتمين إلى جماعة الشيخ العارف القدوة: \" أبي البركات\nعدي بن مسافر الأموي \" -رحمه الله- ومن نحا نحوهم - وفقهم الله لسلوك\nسبيله، وأعانهم على طاعته وطاعة رسوله صلى الله عليه وسلم وجعلهم معتصمين\nبحبله المتين؛ مهتدين لصراط الذين أنعم الله عليهم من النبيين والصديقين\nوالشهداء والصالحين وجنبهم طريق أهل الضلال والاعوجاج؛ الخارجين عما بعث\nالله به رسوله صلى الله عليه وسلم من الشرعة والمنهاج؛ حتى يكونوا ممن أعظم\nالله عليهم المنة؛ بمتابعة الكتاب والسنة.\n</p>\n\n<p>\nسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفإنا نحمد إليكم الله الذي لا إله إلا هو وهو للحمد أهل؛ وهو على كل شيء\nقدير. ونسأله أن يصلي على خاتم النبيين وسيد ولد آدم - صلى الله عليه وسلم\n- وأكرم الخلق على ربه وأقربهم إليه زلفى؛ وأعظمهم عنده درجة؛ محمد عبده\nورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليما كثيرا.\n</p>\n\n<p>\nأما بعد: فإن الله بعث محمدا صلى الله عليه وسلم بالهدى ودين الحق ليظهره\nعلى الدين كله وكفى بالله شهيدا وأنزل عليه الكتاب بالحق مصدقا لما بين\nيديه من الكتاب ومهيمنا عليه وأكمل له ولأمته الدين وأتم عليهم النعمة\nوجعلهم خير أمة أخرجت للناس فهم يوفون سبعين أمة هم خيرها وأكرمها على\nالله. وجعلهم أمة وسطا أي عدلا خيارا.\n</p>\n\n<h1 class='l1' id='head1'>AUTO [بعث الله محمدا صلى الله عليه وسلم بأمرين:]</h1>\n\n<p>\nولذلك جعلهم شهداء على الناس هداهم لما بعث به رسله جميعهم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nالدين الذي شرعه لجميع خلقه ثم خصهم بعد ذلك بما ميزهم به وفضلهم من الشرعة\nوالمنهاج الذي جعله لهم.\n</p>\n\n<h2 class='l2' id='head2'>AUTO [أ- العقيدة:]</h2>\n\n<p>\n(فالأول) مثل \" أصول الإيمان \" وأعلاها وأفضلها هو \" التوحيد \" وهو شهادة\nأن لا إله إلا الله، كما قال تعالى: {وما أرسلنا من قبلك من رسول إلا نوحي\nإليه أنه لا إله إلا أنا فاعبدون} وقال تعالى: {ولقد بعثنا في كل أمة رسولا\nأن اعبدوا الله واجتنبوا الطاغوت} وقال <span id='ms01'></span> تعالى: {واسأل من أرسلنا من قبلك من\nرسلنا أجعلنا من دون الرحمن آلهة يعبدون} وقال تعالى: {شرع لكم من الدين ما\nوصى به نوحا والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى} وقال\nتعالى: {يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم}\n{وإن هذه أمتكم أمة واحدة وأنا ربكم فاتقون}.\n</p>\n\n<p>\nومثل الإيمان بجميع كتب الله وجميع رسله كما قال تعالى: {قولوا آمنا\nبالله وما أنزل إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب\nوالأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد\nمنهم ونحن له مسلمون} ومثل قوله تعالى {وقل آمنت بما أنزل الله من كتاب\nوأمرت لأعدل بينكم} ومثل قوله تعالى {آمن الرسول بما أنزل إليه من ربه\nوالمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله\nوقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير} إلى آخرها.\n</p>\n\n<p>\nومثل الإيمان باليوم الآخر وما فيه من الثواب والعقاب كما أخبر عن إيمان\nمن تقدم من مؤمني الأمم به حيث قال: {إن الذين آمنوا والذين هادوا والنصارى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nوالصابئين من آمن بالله واليوم الآخر وعمل صالحا فلهم أجرهم عند ربهم ولا\nخوف عليهم ولا هم يحزنون}.\n</p>\n\n<p>\nومثل أصول الشرائع كما ذكر في سورة \" الأنعام \" و\" الأعراف \" و\" سبحان \"\nوغيرهن من السور المكية: من أمره بعبادته وحده لا شريك له وأمره ببر\nالوالدين وصلة الأرحام والوفاء بالعهود والعدل في المقال؛ وتوفية الميزان\nوالمكيال؛ وإعطاء السائل والمحروم؛ وتحريم قتل النفس بغير الحق وتحريم\nالفواحش ما ظهر منها وما بطن؛ وتحريم الإثم والبغي بغير الحق وتحريم الكلام\nفي الدين بغير علم؛ مع ما يدخل في التوحيد من إخلاص الدين لله والتوكل على\nالله والرجاء لرحمة الله والخوف من الله والصبر لحكم الله والقيام لأمر\nالله؛ وأن يكون الله ورسوله أحب إلى العبد من أهله وماله والناس أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nإلى غير ذلك من أصول الإيمان التي أنزل الله ذكرها في مواضع من القرآن\nكالسور المكية <span id='ms02'></span> وبعض المدنية.\n</p>\n\n<h2 class='l2' id='head3'>AUTO [ب- الشريعة:]</h2>\n\n<p>\n(وأما الثاني) فما أنزله الله في السور المدنية من شرائع دينه وما سنه\nالرسول صلى الله عليه وسلم لأمته.\n</p>\n\n<p>\nفإن الله سبحانه أنزل عليه الكتاب والحكمة وامتن على المؤمنين بذلك وأمر\nأزواج نبيه بذكر ذلك فقال: {وأنزل الله عليك الكتاب والحكمة وعلمك ما لم\nتكن تعلم} وقال: {لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم\nيتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة} وقال: {واذكرن ما يتلى\nفي بيوتكن من آيات الله والحكمة}.\n</p>\n\n<p>\nقال غير واحد من السلف: الحكمة هي السنة. لأن الذي كان يتلى في بيوت\nأزواجه رضي الله عنهن سوى القرآن هو سننه صلى الله عليه وسلم ولهذا قال صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n{ألا وإني أوتيت الكتاب ومثله معه} وقال حسان بن عطية: كان جبريل عليه\nالسلام ينزل على النبي صلى الله عليه وسلم بالسنة كما ينزل بالقرآن فيعلمه\nإياها كما يعلمه القرآن.\n</p>\n\n<p>\nوهذه \" الشرائع \" التي هدى الله بها هذا النبي وأمته مثل: الوجهة والمنسك\nوالمنهاج وذلك مثل الصلوات الخمس في أوقاتها بهذا العدد وهذه القراءة\nوالركوع والسجود واستقبال الكعبة. ومثل فرائض الزكاة ونصبها التي فرضها في\nأموال المسلمين: من الماشية والحبوب والثمار والتجارة والذهب والفضة ومن\nجعلت له؛ حيث يقول: {إنما الصدقات للفقراء والمساكين والعاملين عليها\nوالمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من\nالله والله عليم حكيم}.\n</p>\n\n<p>\nومثل صيام شهر رمضان ومثل حج البيت الحرام ومثل الحدود التي حدها لهم: في\nالمناكح والمواريث والعقوبات والمبايعات ومثل السنن التي سنها لهم: من\nالأعياد والجمعات والجماعات في المكتوبات والجماعات في الكسوف والاستسقاء\nوصلاة الجنازة والتراويح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوما سنه لهم في العادات مثل: المطاعم والملابس والولادة والموت ونحو ذلك:\nمن السنن والآداب والأحكام التي هي حكم الله ورسوله بينهم: في الدماء\nوالأموال والأبضاع والأعراض والمنافع والأبشار وغير ذلك من الحدود والحقوق\nإلى غير ذلك مما شرعه لهم على لسان رسوله صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head4'>AUTO [سمات الفرقة الناجية:</h1>\n\n<h2 class='l2' id='head5'>AUTO أ- الاتباع والعصمة <span id='ms03'></span> عن الضلالة والتفرق:]</h2>\n\n<p>\nوحبب إليهم الإيمان وزينه في قلوبهم؛ فجعلهم متبعين لرسوله صلى الله عليه\nوسلم وعصمهم أن يجتمعوا على ضلالة كما ضلت الأمم قبلهم؛ إذ كانت كل أمة إذا\nضلت أرسل الله تعالى رسولا إليهم؛ كما قال تعالى: {ولقد بعثنا في كل أمة\nرسولا أن اعبدوا الله واجتنبوا الطاغوت} وقال تعالى {وإن من أمة إلا خلا\nفيها نذير}.\n</p>\n\n<p>\nومحمد صلى الله عليه وسلم خاتم الأنبياء لا نبي بعده فعصم الله أمته أن\nتجتمع على ضلالة. وجعل فيها من تقوم به الحجة إلى يوم القيامة، ولهذا كان\nإجماعهم حجة كما كان الكتاب والسنة حجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا امتاز أهل الحق من هذه الأمة والسنة والجماعة: عن أهل الباطل؛ الذين\nيزعمون أنهم يتبعون الكتاب ويعرضون عن سنة رسول الله صلى الله عليه وسلم\nوعما مضت عليه جماعة المسلمين.\n</p>\n\n<p>\nفإن الله أمر في كتابه باتباع سنة رسوله صلى الله عليه وسلم ولزوم سبيله\nوأمر بالجماعة والائتلاف ونهى عن الفرقة والاختلاف فقال تعالى: {من يطع\nالرسول فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nأطاع الله} وقال تعالى: {وما أرسلنا من رسول إلا ليطاع بإذن الله} وقال\nتعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم}\nوقال تعالى: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في\nأنفسهم حرجا مما قضيت ويسلموا تسليما}.\n</p>\n\n<p>\nوقال تعالى: {واعتصموا بحبل الله جميعا ولا تفرقوا} وقال تعالى: {إن\nالذين فرقوا دينهم وكانوا شيعا لست منهم في شيء} وقال تعالى: {ولا تكونوا\nكالذين تفرقوا واختلفوا من بعد ما جاءهم البينات} {وما أمروا إلا ليعبدوا\nالله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة}\nوقال تعالى: {وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن\nسبيله} وقال تعالى في أم الكتاب: {اهدنا الصراط المستقيم} {صراط الذين\nأنعمت عليهم غير المغضوب عليهم ولا الضالين}.\n</p>\n\n<p>\nوقد صح عن النبي صلى الله عليه وسلم أنه قال: {اليهود مغضوب عليهم\nوالنصارى ضالون}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nفأمر سبحانه في \" أم الكتاب \" التي لم ينزل <span id='ms04'></span> في التوراة ولا في الإنجيل ولا\nفي الزبور ولا في الفرقان مثلها والتي أعطيها نبينا صلى الله عليه وسلم من\nكنز تحت العرش التي لا تجزئ صلاة إلا بها: أن نسأله أن يهدينا الصراط\nالمستقيم صراط الذين أنعم عليهم غير المغضوب عليهم: كاليهود ولا الضالين\nكالنصارى.\n</p>\n\n<p>\nوهذا \" الصراط المستقيم \" هو دين الإسلام المحض وهو ما في كتاب الله\nتعالى وهو \" السنة والجماعة \" فإن السنة المحضة هي دين الإسلام المحض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nفإن النبي صلى الله عليه وسلم روي عنه من وجوه متعددة رواها أهل السنن\nوالمسانيد كالإمام أحمد وأبي داود والترمذي وغيرهم أنه قال: {ستفترق هذه\nالأمة على ثنتين وسبعين فرقة كلها في النار إلا واحدة وهي الجماعة} وفي\nرواية {من كان على مثل ما أنا عليه اليوم وأصحابي}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>AUTO [ب- الوسطية:]</h2>\n\n<p>\nوهذه الفرقة الناجية \" أهل السنة \" وهم وسط في النحل؛ كما أن ملة الإسلام\nوسط في الملل.\n</p>\n\n<p>\nفالمسلمون وسط في أنبياء الله ورسله وعباده الصالحين؛ لم يغلوا فيهم كما\nغلت النصارى فاتخذوا أحبارهم ورهبانهم أربابا من دون الله والمسيح ابن مريم\nوما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nولا جفوا عنهم كما جفت اليهود؛ فكانوا يقتلون الأنبياء بغير حق ويقتلون\nالذين يأمرون بالقسط من الناس وكلما جاءهم رسول بما لا تهوى أنفسهم كذبوا\nفريقا وقتلوا فريقا.\n</p>\n\n<p>\nبل المؤمنون آمنوا برسل الله وعزروهم ونصروهم ووقروهم وأحبوهم وأطاعوهم\nولم يعبدوهم ولم يتخذوهم أربابا كما قال تعالى: {ما كان لبشر أن يؤتيه الله\nالكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن\nكونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون} {ولا يأمركم أن\nتتخذوا الملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون}.\n</p>\n\n<p>\nومن ذلك أن المؤمنين توسطوا في \" المسيح \" فلم يقولوا هو الله ولا ابن\nالله ولا ثالث ثلاثة كما تقوله النصارى ولا كفروا به وقالوا على مريم\nبهتانا عظيما حتى جعلوه ولد بغية كما زعمت اليهود بل قالوا هذا عبد الله\nورسوله <span id='ms05'></span> وكلمته ألقاها إلى مريم العذراء البتول وروح منه.\n</p>\n\n<p>\nوكذلك المؤمنون \" وسط في شرائع دين الله \" فلم يحرموا على الله أن ينسخ\nما شاء ويمحو ما شاء. ويثبت كما قالته اليهود كما حكى الله تعالى ذلك عنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nبقوله: {سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها}\nوبقوله: {وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا\nويكفرون بما وراءه وهو الحق مصدقا لما معهم}.\n</p>\n\n<p>\nولا جوزوا لأكابر علمائهم وعبادهم أن يغيروا دين الله فيأمروا بما شاءوا\nوينهوا عما شاءوا كما يفعله النصارى كما ذكر الله ذلك عنهم بقوله: {اتخذوا\nأحبارهم ورهبانهم أربابا من دون الله}. قال {عدي بن حاتم رضي الله عنه قلت:\nيا رسول الله ما عبدوهم؟ قال: ما عبدوهم؛ ولكن أحلوا لهم الحرام فأطاعوهم\nوحرموا عليهم الحلال فأطاعوهم}.\n</p>\n\n<p>\nوالمؤمنون قالوا: \" لله الخلق والأمر \" فكما لا يخلق غيره لا يأمر غيره.\nوقالوا: سمعنا وأطعنا؛ فأطاعوا كل ما أمر الله به. وقالوا: {إن الله يحكم\nما يريد}. وأما المخلوق فليس له أن يبدل أمر الخالق تعالى ولو كان عظيما.\n</p>\n\n<p>\nوكذلك في صفات الله تعالى: فإن اليهود وصفوا الله تعالى بصفات المخلوق\nالناقصة؛ فقالوا: هو فقير ونحن أغنياء. وقالوا: يد الله مغلولة. وقالوا: إنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nتعب من الخلق فاستراح يوم السبت. إلى غير ذلك.\n</p>\n\n<p>\nوالنصارى وصفوا المخلوق بصفات الخالق المختصة به فقالوا: إنه يخلق ويرزق؛\nويغفر ويرحم ويتوب على الخلق ويثيب ويعاقب.\n</p>\n\n<p>\nوالمؤمنون آمنوا بالله سبحانه وتعالى ليس له سمي ولا ند ولم يكن له كفوا\nأحد وليس كمثله شيء. فإنه رب العالمين وخالق كل شيء وكل ما سواه عباد له\nفقراء إليه {إن كل من في السماوات والأرض إلا آتي الرحمن عبدا} {لقد أحصاهم\nوعدهم عدا} {وكلهم آتيه يوم القيامة فردا}.\n</p>\n\n<p>\nومن ذلك أمر الحلال والحرام. فإن اليهود كما قال الله تعالى: {فبظلم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nالذين هادوا حرمنا عليهم طيبات أحلت لهم} فلا يأكلون ذوات الظفر؛ مثل الإبل\nوالبط. ولا شحم الثرب والكليتين؛ ولا الجدي في لبن <span id='ms06'></span> أمه. إلى غير ذلك مما\nحرم عليهم من الطعام واللباس وغيرهما؛ حتى قيل: إن المحرمات عليهم ثلاثمائة\nوستون نوعا. والواجب عليهم مئتان وثمانية وأربعون أمرا وكذلك شدد عليهم في\nالنجاسات حتى لا يؤاكلوا الحائض ولا يجامعوها في البيوت.\n</p>\n\n<p>\nوأما النصارى فاستحلوا الخبائث وجميع المحرمات وباشروا جميع النجاسات\nوإنما قال لهم المسيح {ولأحل لكم بعض الذي حرم عليكم} ولهذا قال تعالى:\n{قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nيحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى\nيعطوا الجزية عن يد وهم صاغرون}.\n</p>\n\n<p>\nوأما المؤمنون فكما نعتهم الله به في قوله: {ورحمتي وسعت كل شيء فسأكتبها\nللذين يتقون ويؤتون الزكاة والذين هم بآياتنا يؤمنون} {الذين يتبعون الرسول\nالنبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف\nوينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم\nوالأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور\nالذي أنزل معه أولئك هم المفلحون}.\n</p>\n\n<p>\nوهذا باب يطول وصفه.\n</p>\n\n<h1 class='l1' id='head7'>AUTO [أهل السنة وسط في الفرق:]</h1>\n\n<p>\nوهكذا أهل السنة والجماعة في الفرق:\n</p>\n\n<p>\nفهم في \" باب أسماء الله وآياته وصفاته \" وسط بين \" أهل التعطيل \" الذين\nيلحدون في أسماء الله وآياته ويعطلون حقائق ما نعت الله به نفسه؛ حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nيشبهوه بالعدم والموات وبين \" أهل التمثيل \" الذين يضربون له الأمثال\nويشبهونه بالمخلوقات.\n</p>\n\n<p>\nفيؤمن أهل السنة والجماعة بما وصف الله به نفسه وما وصفه به رسوله صلى\nالله عليه وسلم من غير تحريف ولا تعطيل ومن غير تكييف وتمثيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوهم في \" باب خلقه وأمره \" وسط بين المكذبين بقدرة الله؛ الذين لا يؤمنون\nبقدرته الكاملة ومشيئته الشاملة وخلقه لكل شيء؛ وبين المفسدين لدين الله\nالذين يجعلون العبد ليس له مشيئة ولا قدرة ولا عمل. فيعطلون الأمر والنهي\nوالثواب والعقاب فيصيرون بمنزلة المشركين الذين قالوا: {لو شاء الله ما\nأشركنا ولا آباؤنا ولا حرمنا من شيء}.\n</p>\n\n<p>\nفيؤمن أهل السنة بأن الله على كل شيء قدير. فيقدر أن يهدي العباد ويقلب <span id='ms07'></span>\nقلوبهم وأنه ما شاء الله كان وما لم يشأ لم يكن، فلا يكون في ملكه ما لا\nيريد ولا يعجز عن إنقاذ مراده وأنه خالق كل شيء من الأعيان والصفات\nوالحركات.\n</p>\n\n<p>\nويؤمنون أن العبد له قدرة ومشيئة وعمل وأنه مختار ولا يسمونه مجبورا؛ إذ\nالمجبور من أكره على خلاف اختياره والله سبحانه جعل العبد مختارا لما يفعله\nفهو مختار مريد والله خالقه وخالق اختياره وهذا ليس له نظير. فإن الله ليس\nكمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله.\n</p>\n\n<p>\nوهم في \" باب الأسماء والأحكام والوعد الوعيد \" وسط بين الوعيدية؛ الذين\nيجعلون أهل الكبائر من المسلمين مخلدين في النار ويخرجونهم من الإيمان\nبالكلية ويكذبون بشفاعة النبي صلى الله عليه وسلم. وبين المرجئة الذين\nيقولون: إيمان الفساق مثل إيمان الأنبياء والأعمال الصالحة ليست من الدين\nوالإيمان. ويكذبون بالوعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nوالعقاب بالكلية.\n</p>\n\n<p>\nفيؤمن أهل السنة والجماعة بأن فساق المسلمين معهم بعض الإيمان وأصله وليس\nمعهم جميع الإيمان الواجب الذي يستوجبون به الجنة وأنهم لا يخلدون في\nالنار. بل يخرج منها من كان في قلبه مثقال حبة من إيمان أو مثقال خردلة من\nإيمان وأن النبي صلى الله عليه وسلم ادخر شفاعته لأهل الكبائر من أمته.\n</p>\n\n<p>\nوهم أيضا في \" أصحاب رسول الله \" صلى الله عليه وسلم ورضي عنهم وسط بين\nالغالية. الذين يغالون في علي رضي الله عنه فيفضلونه على أبي بكر وعمر رضي\nالله عنهما ويعتقدون أنه الإمام المعصوم دونهما وأن الصحابة ظلموا وفسقوا،\nوكفروا الأمة بعدهم كذلك وربما جعلوه نبيا أو إلها وبين الجافية الذين\nيعتقدون كفره وكفر عثمان رضي الله عنهما ويستحلون دماءهما ودماء من\nتولاهما. ويستحبون سب علي وعثمان ونحوهما ويقدحون في خلافة علي رضي الله\nعنه وإمامته.\n</p>\n\n<p>\nوكذلك في سائر \" أبواب السنة \" هم وسط. لأنهم متمسكون بكتاب الله وسنة\nرسوله صلى الله عليه وسلم. وما اتفق عليه السابقون الأولون من المهاجرين\nوالأنصار والذين اتبعوهم بإحسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<h1 class='l1' id='head8'>AUTO [إشادة وتذكير:]</h1>\n\n<p>\nوأنتم -أصلحكم الله- قد من الله عليكم بالانتساب إلى <span id='ms08'></span> الإسلام الذي هو دين\nالله وعافاكم الله مما ابتلى به من خرج عن الإسلام من المشركين وأهل\nالكتاب. والإسلام أعظم النعم وأجلها فإن الله لا يقبل من أحد دينا سواه\n{ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين}.\n</p>\n\n<p>\nوعافاكم الله بانتسابكم إلى السنة من أكثر البدع المضلة مثل كثير من بدع\nالروافض والجهمية والخوارج والقدرية بحيث جعل عندكم من البغض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nلمن يكذب بأسماء الله وصفاته وقضائه وقدره أو يسب أصحاب رسول الله صلى الله\nعليه وسلم ما هو من طريقة أهل السنة والجماعة وهذا من أكبر نعم الله على من\nأنعم عليه بذلك فإن هذا من تمام الإيمان وكمال الدين ولهذا كثر فيكم من أهل\nالصلاح والدين وأهل القتال المجاهدين ما لا يوجد مثله في طوائف المبتدعين\nوما زال في عساكر المسلمين المنصورة وجنود الله المؤيدة منكم من يؤيد الله\nبه الدين ويعز به المؤمنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوفي أهل الزهادة والعبادة منكم من له الأحوال الزكية والطريقة المرضية وله\nالمكاشفات والتصرفات.\n</p>\n\n<p>\nوفيكم من أولياء الله المتقين من له لسان صدق في العالمين فإن قدماء\nالمشايخ الذين كانوا فيكم مثل الملقب بشيخ الإسلام \" أبي الحسن علي بن أحمد\nبن يوسف القرشي الهكاري \" وبعده الشيخ العارف القدوة \" عدي بن مسافر الأموي\n\" ومن سلك سبيلهما فيهم من الفضل والدين والصلاح والاتباع للسنة ما عظم\nالله به أقدارهم ورفع به منارهم.\n</p>\n\n<p>\nوالشيخ \" عدي \" - قدس الله روحه - كان من أفاضل عباد الله الصالحين\nوأكابر المشايخ المتبعين وله من الأحوال الزكية والمناقب العلية ما يعرفه\nأهل المعرفة بذلك. وله في الأمة صيت مشهور، ولسان صدق مذكور وعقيدته\nالمحفوظة عنه لم يخرج فيها عن عقيدة من تقدمه من المشايخ الذين سلك سبيلهم\nكالشيخ الإمام الصالح \" أبي الفرج عبد الواحد بن محمد بن علي الأنصاري\nالشيرازي ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nالدمشقي \" وكشيخ الإسلام \" الهكاري \" ونحوهما.\n</p>\n\n<p>\nوهؤلاء المشايخ لم يخرجوا في الأصول الكبار عن أصول \" أهل السنة والجماعة\n\" بل كان لهم من الترغيب في أصول أهل السنة والدعاء إليها <span id='ms09'></span> والحرص على نشرها\nومنابذة من خالفها مع الدين والفضل والصلاح ما رفع الله به أقدارهم وأعلى\nمنارهم، وغالب ما يقولونه في أصولها الكبار جيد مع أنه لا بد وأن يوجد في\nكلامهم وكلام نظرائهم من المسائل المرجوحة والدلائل الضعيفة -كأحاديث لا\nتثبت ومقاييس لا تطرد- ما يعرفه أهل البصيرة.\n</p>\n\n<p>\nوذلك أن كل أحد يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم لا\nسيما المتأخرون من الأمة الذين لم يحكموا معرفة الكتاب والسنة والفقه فيهما\nويميزوا بين صحيح الأحاديث وسقيمها وناتج المقاييس وعقيمها مع ما ينضم إلى\nذلك من غلبة الأهواء وكثرة الآراء وتغلظ الاختلاف والافتراق وحصول العداوة\nوالشقاق.\n</p>\n\n<p>\nفإن هذه الأسباب ونحوها مما يوجب \" قوة الجهل والظلم \" اللذين نعت الله\nبهما الإنسان في قوله: {وحملها الإنسان إنه كان ظلوما جهولا} فإذا من الله\nعلى الإنسان بالعلم والعدل أنقذه من هذا الضلال وقد قال سبحانه: {والعصر}\n{إن الإنسان لفي خسر} {إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق\nوتواصوا بالصبر} وقد قال تعالى: {وجعلنا منهم أئمة يهدون بأمرنا لما صبروا\nوكانوا بآياتنا يوقنون}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>AUTO [سبيل النجاة:]</h1>\n\n<p>\nوأنتم تعلمون - أصلحكم الله - أن \" السنة \" التي يجب اتباعها ويحمد أهلها\nويذم من خالفها: هي سنة رسول الله صلى الله عليه وسلم: في أمور الاعتقادات\nوأمور العبادات وسائر أمور الديانات. وذلك إنما يعرف بمعرفة أحاديث النبي\nصلى الله عليه وسلم الثابتة عنه في أقواله وأفعاله وما تركه من قول وعمل.\nثم ما كان عليه السابقون والتابعون لهم بإحسان.\n</p>\n\n<p>\nوذلك \" في دواوين الإسلام المعروفة \": مثل صحيحي البخاري ومسلم وكتب\nالسنن. مثل سنن أبي داود والنسائي وجامع الترمذي وموطأ الإمام مالك ومثل\nالمسانيد المعروفة؛ كمثل مسند الإمام أحمد وغيره. ويوجد في كتب \" التفاسير\n\" و\" المغازي \" وسائر \" كتب الحديث \" جملها وأجزائها من الآثار ما يستدل\nببعضها على بعض. وهذا أمر قد أقام الله له من أهل المعرفة من اعتنى به حتى\nحفظ الله الدين على أهله.\n</p>\n\n<p>\nوقد جمع طوائف من العلماء الأحاديث والآثار المروية في أبواب \" عقائد <span id='ms10'></span> أهل\nالسنة \" مثل: حماد بن سلمة وعبد الرحمن بن مهدي وعبد الله بن عبد الرحمن\nالدارمي؛ وعثمان بن سعيد الدارمي وغيرهم في طبقتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nومثلها ما بوب عليه البخاري وأبو داود والنسائي وابن ماجه وغيرهم في كتبهم.\n</p>\n\n<p>\nومثل مصنفات أبي بكر الأثرم وعبد الله بن أحمد وأبي بكر الخلال وأبي\nالقاسم الطبراني وأبي الشيخ الأصبهاني وأبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nالآجري وأبي الحسن الدارقطني وأبي عبد الله بن منده وأبي القاسم اللالكائي\nوأبي عبد الله ابن بطة؛ وأبي عمرو الطلمنكي وأبي نعيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nالأصبهاني وأبي بكر البيهقي وأبي ذر الهروي. وإن كان يقع في بعض هذه\nالمصنفات من الأحاديث الضعيفة ما يعرفه أهل المعرفة.\n</p>\n\n<p>\nوقد يروي كثير من الناس: في الصفات وسائر أبواب الاعتقادات وعامة أبواب\nالدين: أحاديث كثيرة تكون مكذوبة موضوعة على رسول الله صلى الله عليه وسلم\nوهي قسمان:-\n</p>\n\n<p>\nمنها ما يكون كلاما باطلا لا يجوز أن يقال فضلا عن أن يضاف إلى النبي صلى\nالله عليه وسلم.\n</p>\n\n<p>\nوالقسم الثاني من الكلام: ما يكون قد قاله بعض السلف أو بعض العلماء أو\nبعض الناس ويكون حقا. أو مما يسوغ فيه الاجتهاد أو مذهبا لقائله فيعزى إلى\nالنبي صلى الله عليه وسلم وهذا كثير عند من لا يعرف الحديث مثل المسائل\nالتي وضعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nالشيخ \" أبو الفرج عبد الواحد بن محمد بن علي الأنصاري \" وجعلها محنة يفرق\nفيها بين السني والبدعي وهي \" مسائل معروفة \" عملها بعض الكذابين وجعل لها\nإسنادا إلى رسول الله صلى الله عليه وسلم وجعلها من كلامه وهذا يعلمه من له\nأدنى معرفة أنه مكذوب مفترى.\n</p>\n\n<p>\nوهذه المسائل وإن كان غالبها موافقا لأصول السنة ففيها ما إذا خالفه\nالإنسان لم يحكم بأنه مبتدع مثل أول نعمة أنعم بها على عبده فإن هذه\nالمسألة فيها نزاع بين أهل السنة والنزاع فيها لفظي؛ لأن مبناها على أن\nاللذة التي يعقبها ألم؛ هل تسمى نعمة أم لا؟ وفيها أيضا أشياء مرجوحة.\n</p>\n\n<p>\nفالواجب أن يفرق بين الحديث الصحيح والحديث الكذب فإن السنة هي الحق دون\nالباطل <span id='ms11'></span>؛ وهي الأحاديث الصحيحة دون الموضوعة: فهذا \" أصل عظيم \" لأهل\nالإسلام عموما ولمن يدعي السنة خصوصا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوقد تقدم أن دين الله وسط بين الغالي فيه، والجافي عنه. والله تعالى ما\nأمر عباده بأمر إلا اعترض الشيطان فيه بأمرين لا يبالي بأيهما ظفر: إما\nإفراط فيه وإما تفريط فيه.\n</p>\n\n<p>\nوإذا كان الإسلام الذي هو دين الله لا يقبل من أحد سواه قد اعترض الشيطان\nكثيرا ممن ينتسب إليه؛ حتى أخرجه عن كثير من شرائعه؛ بل أخرج طوائف من أعبد\nهذه الأمة وأورعها عنه حتى مرقوا منه كما يمرق السهم من الرمية.\n</p>\n\n<h1 class='l1' id='head10'>AUTO [أ- مروق من الدين على كثرة العبادة:]</h1>\n\n<p>\nوأمر النبي صلى الله عليه وسلم بقتال المارقين منه؛ فثبت عنه في الصحاح\nوغيرها من رواية أمير المؤمنين \" علي بن أبي طالب وأبي سعيد الخدري وسهل بن\nحنيف وأبي ذر الغفاري وسعد بن أبي وقاص وعبد الله بن عمر وابن مسعود \" رضي\nالله عنهم وغير هؤلاء. {أن النبي صلى الله عليه وسلم ذكر الخوارج فقال يحقر\nأحدكم صلاته مع صلاتهم وصيامه مع صيامهم وقراءته مع قراءتهم يقرءون القرآن\nلا يجاوز حناجرهم يمرقون من الإسلام كما يمرق السهم من الرمية أينما\nلقيتموهم فاقتلوهم أو فقاتلوهم؛ فإن في قتلهم أجرا عند الله لمن قتلهم يوم\nالقيامة لئن أدركتهم لأقتلنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nقتل عاد} وفي رواية {شر قتيل تحت أديم السماء خير قتيل من قتلوه} وفي رواية\n{لو يعلم الذين يقاتلونهم ما زوي لهم على لسان محمد صلى الله عليه وسلم\nلنكلوا عن العمل}.\n</p>\n\n<p>\nوهؤلاء لما خرجوا في خلافة أمير المؤمنين علي بن أبي طالب - رضي الله عنه\n- قاتلهم هو وأصحاب رسول الله صلى الله عليه وسلم \" بأمر النبي صلى الله\nعليه وسلم وتحضيضه على قتالهم. واتفق على قتالهم جميع أئمة الإسلام.\n</p>\n\n<p>\nوهكذا كل من فارق جماعة المسلمين وخرج عن سنة رسول الله صلى الله عليه\nوسلم وشريعته من أهل الأهواء المضلة والبدع المخالفة.\n</p>\n\n<h1 class='l1' id='head11'>AUTO [ب- غلو يقود إلى الكفر:]</h1>\n\n<p>\nولهذا قاتل المسلمون أيضا \" الرافضة \" الذين هم شر من <span id='ms12'></span> هؤلاء وهم الذين\nيكفرون جماهير المسلمين مثل الخلفاء الثلاثة وغيرهم. ويزعمون أنهم هم\nالمؤمنون ومن سواهم كافر ويكفرون من يقول: إن الله يرى في الآخرة أو يؤمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nبصفات الله وقدرته الكاملة ومشيئته الشاملة ويكفرون من خالفهم في بدعهم\nالتي هم عليها.\n</p>\n\n<p>\nفإنهم يمسحون القدمين ولا يمسحون على الخف ويؤخرون الفطور والصلاة إلى\nطلوع النجم ويجمعون بين الصلاتين من غير عذر ويقنتون في الصلوات الخمس\nويحرمون الفقاع وذبائح أهل الكتاب وذبائح من خالفهم من المسلمين لأنهم\nعندهم كفار ويقولون على الصحابة رضي الله عنهم أقوالا عظيمة لا حاجة إلى\nذكرها هنا إلى أشياء أخر، فقاتلهم المسلمون بأمر الله ورسوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO [أصول الباطل والضلال]</h1>\n\n<p>\nفإذا كان على عهد رسول الله صلى الله عليه وسلم وخلفائه الراشدين قد\nانتسب إلى الإسلام من مرق منه مع عبادته العظيمة؛ حتى أمر النبي صلى الله\nعليه وسلم بقتالهم فيعلم أن المنتسب إلى الإسلام أو السنة في هذه الأزمان\nقد يمرق أيضا من الإسلام والسنة حتى يدعي السنة من ليس من أهلها بل قد مرق\nمنها وذلك \" بأسباب \":-\n</p>\n\n<p>\nمنها الغلو الذي ذمه الله تعالى في كتابه حيث قال: {يا أهل الكتاب لا\nتغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم\nرسول الله وكلمته ألقاها إلى مريم وروح منه} إلى قوله: {وكفى بالله وكيلا}\nوقال تعالى. {قل يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا\nأهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل} وقال النبي\nصلى الله عليه وسلم {إياكم والغلو في الدين فإنما أهلك من كان قبلكم الغلو\nفي الدين} وهو حديث صحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nومنها التفرق والاختلاف الذي ذكره الله تعالى في كتابه العزيز.\n</p>\n\n<p>\nومنها أحاديث تروى عن النبي صلى الله عليه وسلم وهي كذب عليه باتفاق أهل\nالمعرفة يسمعها الجاهل بالحديث فيصدق بها لموافقة ظنه وهواه.\n</p>\n\n<p>\n\" وأضل الضلال \" اتباع الظن والهوى كما قال الله تعالى في حق من ذمهم:\n{إن يتبعون إلا الظن وما تهوى <span id='ms13'></span> الأنفس ولقد جاءهم من ربهم الهدى} وقال في حق\nنبيه صلى الله عليه وسلم {والنجم إذا هوى} {ما ضل صاحبكم وما غوى} {وما\nينطق عن الهوى} {إن هو إلا وحي يوحى} فنزهه عن الضلال والغواية اللذين هما\nالجهل والظلم فالضال هو الذي لا يعلم الحق والغاوي الذي يتبع هواه. وأخبر\nأنه ما ينطق عن هوى النفس؛ بل هو وحي أوحاه الله إليه فوصفه بالعلم ونزهه\nعن الهوى.\n</p>\n\n<p>\nوأنا أذكر جوامع من أصول الباطل التي ابتدعها طوائف ممن ينتسب إلى السنة\nوقد مرق منها وصار من أكابر الظالمين. وهي فصول:-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head13'>CHECK [أحاديث في الصفات والرؤية]</h3>\n\n<h2 class='l2' id='head14'>AUTO الفصل الأول</h2>\n\n<p>\n[الاحتجاج بالأحاديث المكذوبة]\n</p>\n\n<p>\nأحاديث رووها في الصفات زائدة على الأحاديث التي في دواوين الإسلام مما\nنعلم باليقين القاطع أنها كذب وبهتان بل كفر شنيع.\n</p>\n\n<p>\nوقد يقولون من أنواع الكفر ما لا يروون فيه حديثا؛ مثل حديث يروونه: {إن\nالله ينزل عشية عرفة على جمل أورق يصافح الركبان ويعانق المشاة}. وهذا من\nأعظم الكذب على الله ورسوله صلى الله عليه وسلم وقائله من أعظم القائلين\nعلى الله غير الحق ولم يرو هذا الحديث أحد من علماء المسلمين أصلا بل أجمع\nعلماء المسلمين وأهل المعرفة بالحديث على أنه مكذوب على رسول الله صلى الله\nعليه وسلم. وقال أهل العلم - كابن قتيبة وغيره - هذا وأمثاله إنما وضعه\nالزنادقة الكفار ليشينوا به على أهل الحديث ويقولوا: إنهم يروون مثل هذا.\n</p>\n\n<p>\nوكذلك حديث آخر: فيه {أنه رأى ربه حين أفاض من مزدلفة يمشي أمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nالحجيج وعليه جبة صوف} أو ما يشبه هذا البهتان والافتراء على الله الذي لا\nيقوله من عرف الله ورسوله صلى الله عليه وسلم.\n</p>\n\n<p>\nوهكذا حديث فيه {أن الله يمشي على الأرض فإذا كان موضع خضرة قالوا: هذا\nموضع قدميه} ويقرءون قوله تعالى {فانظر إلى آثار رحمة الله كيف يحيي الأرض\nبعد موتها} هذا أيضا كذب باتفاق العلماء. ولم يقل الله فانظر إلى آثار خطى\nالله وإنما قال: آثار رحمة الله ورحمته هنا النبات.\n</p>\n\n<p>\nوهكذا أحاديث في <span id='ms14'></span> بعضها {أن محمدا صلى الله عليه وسلم رأى ربه في الطواف}\nوفي بعضها {أنه رآه وهو خارج من مكة} وفي بعضها {أنه رآه في بعض سكك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nالمدينة} إلى أنواع أخر.\n</p>\n\n<p>\nوكل حديث فيه {أن محمدا صلى الله عليه وسلم رأى ربه بعينه في الأرض} فهو\nكذب باتفاق المسلمين وعلمائهم هذا شيء لم يقله أحد من علماء المسلمين ولا\nرواه أحد منهم.\n</p>\n\n<p>\nوإنما كان النزاع بين الصحابة في أن محمدا صلى الله عليه وسلم هل رأى ربه\nليلة المعراج؟ فكان ابن عباس رضي الله عنهما وأكثر علماء السنة يقولون: إن\nمحمدا صلى الله عليه وسلم رأى ربه ليلة المعراج وكانت عائشة رضي الله عنها\nوطائفة معها تنكر ذلك ولم ترو عائشة رضي الله عنها في ذلك عن النبي صلى\nالله عليه وسلم شيئا ولا سألته عن ذلك. ولا نقل في ذلك عن الصديق رضي الله\nعنه كما يروونه ناس من الجهال: {أن أباها سأل النبي صلى الله عليه وسلم\nفقال: نعم. وقال لعائشة: لا} فهذا الحديث كذب باتفاق العلماء.\n</p>\n\n<p>\nولهذا ذكر القاضي \" أبو يعلى \" وغيره: أنه اختلفت الرواية عن الإمام أحمد\n- رحمه الله - هل يقال: إن محمدا صلى الله عليه وسلم رأى ربه بعيني رأسه؟\nأو يقال بعين قلبه. أو يقال: رآه ولا يقال بعيني رأسه ولا بعين قلبه؟ على\nثلاث روايات.\n</p>\n\n<p>\nوكذلك الحديث الذي رواه أهل العلم أنه قال: {رأيت ربي في صورة كذا وكذا}\nيروى من طريق ابن عباس ومن طريق أم الطفيل وغيرهما وفيه {أنه وضع يده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nبين كتفي حتى وجدت برد أنامله على صدري} هذا الحديث لم يكن ليلة المعراج،\nفإن هذا الحديث كان بالمدينة. وفي الحديث: {أن النبي صلى الله عليه وسلم\nنام عن صلاة الصبح ثم خرج إليهم وقال: رأيت كذا وكذا} وهو في رواية من لم\nيصل خلفه إلا بالمدينة كأم الطفيل وغيرها، والمعراج إنما كان من مكة باتفاق\nأهل العلم، وبنص القرآن والسنة المتواترة كما قال الله تعالى: {سبحان الذي\nأسرى بعبده ليلا <span id='ms15'></span> من المسجد الحرام إلى المسجد الأقصى}.\n</p>\n\n<p>\nفعلم أن هذا الحديث كان رؤيا منام بالمدينة كما جاء مفسرا في كثير من\nطرقه {إنه كان رؤيا منام} مع أن رؤيا الأنبياء وحي لم يكن رؤيا يقظة ليلة\nالمعراج.\n</p>\n\n<p>\nوقد اتفق المسلمون على أن النبي صلى الله عليه وسلم لما ير ربه بعينيه في\nالأرض وأن الله لما ينزل له إلى الأرض وليس عن النبي صلى الله عليه وسلم قط\nحديث فيه {أن الله نزل له إلى الأرض} بل الأحاديث الصحيحة: {أن الله يدنو\nعشية عرفة} وفي رواية {إلى سماء الدنيا كل ليلة حين يبقى ثلث الليل الآخر\nفيقول: من يدعوني فأستجيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nله؟ من يسألني فأعطيه؟ من يستغفرني فأغفر له؟}.\n</p>\n\n<p>\nوثبت في الصحيح: {أن الله يدنو عشية عرفة} وفي رواية {إلى سماء الدنيا\nفيباهي الملائكة بأهل عرفة فيقول: انظروا إلى عبادي أتوني شعثا غبرا ما\nأراد هؤلاء}؟ وقد روي {أن الله ينزل ليلة النصف من شعبان} إن صح الحديث فإن\nهذا مما تكلم فيه أهل العلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك ما روى بعضهم: {أن النبي صلى الله عليه وسلم لما نزل من حراء تبدى له\nربه على كرسي بين السماء والأرض} غلط باتفاق أهل العلم، بل الذي في الصحاح:\n{أن الذي تبدى له الملك الذي جاءه بحراء في أول مرة وقال له: اقرأ فقلت:\nلست بقارئ فأخذني فغطني حتى بلغ مني الجهد؛ ثم أرسلني فقال: اقرأ فقلت: لست\nبقارئ فأخذني فغطني حتى بلغ مني الجهد؛ ثم أرسلني فقال: {اقرأ باسم ربك\nالذي خلق} {خلق الإنسان من علق} {اقرأ وربك الأكرم} {الذي علم بالقلم} {علم\nالإنسان ما لم يعلم}} فهذا أول ما نزل على النبي صلى الله عليه وسلم. ثم\nجعل النبي صلى الله عليه وسلم يحدث عن فترة الوحي. قال: {فبينا أنا أمشي إذ\nسمعت صوتا؛ فرفعت رأسي فإذا الملك الذي جاءني بحراء جالس على كرسي بين\nالسماء والأرض} رواه جابر رضي الله عنه في الصحيحين. فأخبر أن الملك الذي\nجاءه بحراء رآه بين السماء والأرض <span id='ms16'></span> وذكر أنه رعب منه.\n</p>\n\n<p>\nفوقع في بعض الروايات الملك فظن القارئ أنه الملك وأنه الله وهذا غلط وباطل.\n</p>\n\n<p>\nوبالجملة إن كل حديث فيه {أن النبي صلى الله عليه وسلم رأى ربه بعينيه في\nالأرض} وفيه {أنه نزل له إلى الأرض} وفيه {أن رياض الجنة من خطوات الحق}\nوفيه {أنه وطئ على صخرة بيت المقدس} كل هذا كذب باطل باتفاق علماء المسلمين من أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nالحديث وغيرهم.\n</p>\n\n<p>\nوكذلك كل من ادعى أنه رأى ربه بعينيه قبل الموت فدعواه باطل باتفاق أهل\nالسنة والجماعة؛ لأنهم اتفقوا جميعهم على أن أحدا من المؤمنين لا يرى ربه\nبعيني رأسه حتى يموت. وثبت ذلك في صحيح مسلم عن النواس بن سمعان عن النبي\nصلى الله عليه وسلم {أنه لما ذكر الدجال قال: واعلموا أن أحدا منكم لن يرى\nربه حتى يموت}.\n</p>\n\n<p>\nوكذلك روي هذا عن النبي صلى الله عليه وسلم من وجوه أخر: يحذر أمته فتنة\nالدجال وبين لهم \" أن أحدا منهم لن يرى ربه حتى يموت \" فلا يظنن أحد أن هذا\nالدجال الذي رآه هو ربه.\n</p>\n\n<p>\nولكن الذي يقع لأهل حقائق الإيمان من المعرفة بالله ويقين القلوب\nومشاهدتها وتجلياتها هو على مراتب كثيرة؛ قال النبي صلى الله عليه وسلم\n{لما سأله جبريل عليه السلام عن الإحسان قال: الإحسان أن تعبد الله كأنك\nتراه فإن لم تكن تراه فإنه يراك}.\n</p>\n\n<p>\nوقد يرى المؤمن ربه في المنام في صور متنوعة على قدر إيمانه ويقينه؛ فإذا\nكان إيمانه صحيحا لم يره إلا في صورة حسنة وإذا كان في إيمانه نقص رأى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nما يشبه إيمانه. ورؤيا المنام لها حكم غير رؤيا الحقيقة في اليقظة ولها \"\nتعبير وتأويل \" لما فيها من الأمثال المضروبة للحقائق.\n</p>\n\n<p>\nوقد يحصل لبعض الناس في اليقظة أيضا من الرؤيا نظير ما يحصل للنائم في\nالمنام: فيرى بقلبه مثل ما يرى النائم. وقد يتجلى له من الحقائق ما يشهده\nبقلبه فهذا كله يقع في الدنيا.\n</p>\n\n<p>\nوربما غلب أحدهم ما يشهده قلبه وتجمعه حواسه فيظن أنه رأى ذلك <span id='ms17'></span> بعيني رأسه\nحتى يستيقظ فيعلم أنه منام وربما علم في المنام أنه منام.\n</p>\n\n<p>\nفهكذا من العباد من يحصل له مشاهدة قلبية تغلب عليه حتى تفنيه عن الشعور\nبحواسه فيظنها رؤية بعينه وهو غالط في ذلك وكل من قال من العباد المتقدمين\nأو المتأخرين أنه رأى ربه بعيني رأسه فهو غالط في ذلك بإجماع أهل العلم\nوالإيمان.\n</p>\n\n<h3 class='l3' id='head15'>AUTO [رؤية المؤمنين ربهم في الجنة:]</h3>\n\n<p>\nنعم رؤية الله بالأبصار هي للمؤمنين في الجنة وهي أيضا للناس في عرصات\nالقيامة؛ كما تواترت الأحاديث عن النبي صلى الله عليه وسلم حيث قال: {إنكم\nسترون ربكم كما ترون الشمس في الظهيرة ليس دونها سحاب وكما ترون القمر ليلة\nالبدر صحوا ليس دونه سحاب}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوقال صلى الله عليه وسلم {جنات الفردوس أربع: جنتان من ذهب آنيتهما\nوحليتهما وما فيهما، وجنتان من فضة آنيتهما وحليتهما وما فيهما. وما بين\nالقوم وبين أن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه في جنة عدن}\nوقال صلى الله عليه وسلم {إذا دخل أهل الجنة الجنة نادى مناد: يا أهل الجنة\nإن لكم عند الله موعدا يريد أن ينجزكموه فيقولون: ما هو؟ ألم يبيض وجوهنا\nويثقل موازيننا ويدخلنا الجنة ويجرنا من النار؛ فيكشف الحجاب فينظرون إليه\nفما أعطاهم شيئا أحب إليهم من النظر إليه وهي الزيادة}.\n</p>\n\n<h3 class='l3' id='head16'>AUTO [موقف المعتزلة والرافضة]</h3>\n\n<p>\nوهذه الأحاديث وغيرها في الصحاح؛ وقد تلقاها السلف والأئمة بالقبول؛\nواتفق عليها أهل السنة والجماعة؛ وإنما يكذب بها أو يحرفها \" الجهمية \" ومن\nتبعهم من المعتزلة والرافضة ونحوهم: الذين يكذبون بصفات الله تعالى وبرؤيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nوغير ذلك وهم المعطلة شرار الخلق والخليقة.\n</p>\n\n<p>\nودين الله وسط بين تكذيب هؤلاء بما أخبر به رسوله صلى الله عليه وسلم في\nالآخرة؛ وبين تصديق الغالية؛ بأنه يرى بالعيون في الدنيا وكلاهما باطل.\n</p>\n\n<h3 class='l3' id='head17'>AUTO [موقف الغلاة في الرؤية]</h3>\n\n<p>\nوهؤلاء الذين يزعم أحدهم أنه يراه بعيني رأسه في الدنيا هم ضلال كما تقدم\nفإن ضموا إلى ذلك أنهم يرونه في بعض الأشخاص: إما بعض الصالحين أو بعض\nالمردان أو بعض الملوك أو <span id='ms18'></span> غيرهم عظم ضلالهم وكفرهم وكانوا حينئذ أضل من\nالنصارى الذين يزعمون أنهم رأوه في صورة عيسى ابن مريم.\n</p>\n\n<p>\nبل هم أضل من أتباع الدجال الذي يكون في آخر الزمان ويقول للناس أنا ربكم\nويأمر السماء فتمطر والأرض فتنبت ويقول للخربة: أخرجي كنوزك فتتبعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nكنوزها وهذا هو الذي حذر منه النبي صلى الله عليه وسلم أمته. وقال: {ما من\nخلق آدم إلى قيام الساعة فتنة أعظم من الدجال} وقال: {إذا جلس أحدكم في\nالصلاة فليستعذ بالله من أربع ليقل: اللهم إني أعوذ بك من عذاب جهنم وأعوذ\nبك من عذاب القبر، وأعوذ بك من فتنة المحيا والممات وأعوذ بك من فتنة\nالمسيح الدجال}.\n</p>\n\n<p>\nفهذا ادعى الربوبية وأتى بشبهات فتن بها الخلق حتى قال فيه النبي صلى\nالله عليه وسلم {إنه أعور وإن ربكم ليس بأعور واعلموا أن أحدا منكم لن يرى\nربه حتى يموت} فذكر لهم علامتين ظاهرتين يعرفهما جميع الناس؛ لعلمه صلى\nالله عليه وسلم بأن من الناس من يضل فيجوز أن يرى ربه في الدنيا في صورة\nالبشر كهؤلاء الضلال الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nيعتقدون ذلك وهؤلاء قد يسمون \" الحلولية \" و\" الاتحادية \".\n</p>\n\n<h3 class='l3' id='head18'>AUTO [أصناف الغلاة الحلولية:]</h3>\n\n<p>\nوهم صنفان:-\n</p>\n\n<p>\n\" قوم \" يخصونه بالحلول أو الاتحاد في بعض الأشياء. كما يقوله النصارى في\nالمسيح عليه السلام والغالية في علي رضي الله عنه ونحوه؛ وقوم في أنواع من\nالمشايخ وقوم في بعض الملوك وقوم في بعض الصور الجميلة؛ إلى غير ذلك من\nالأقوال التي هي شر من مقالة النصارى.\n</p>\n\n<p>\nو\" صنف \" يعمون فيقولون بحلوله أو اتحاده في جميع الموجودات - حتى الكلاب\nوالخنازير والنجاسات وغيرها - كما يقول ذلك قوم من الجهمية ومن تبعهم من\nالاتحادية: كأصحاب ابن عربي وابن سبعين وابن الفارض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nوالتلمساني والبلياني وغيرهم \".\n</p>\n\n<p>\nومذهب جميع المرسلين ومن تبعهم من المؤمنين وأهل الكتب أن الله سبحانه\nخالق العالمين ورب السموات والأرض وما بينهما؛ ورب العرش العظيم والخلق\nجميعهم عباده وهم فقراء إليه.\n</p>\n\n<p>\nوهو سبحانه فوق سمواته على عرشه بائن من خلقه؛ ومع هذا فهو معهم أينما\nكانوا <span id='ms19'></span>؛ كما قال سبحانه وتعالى: {هو الذي خلق السماوات والأرض في ستة أيام\nثم استوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء\nوما يعرج فيها وهو معكم أين ما كنتم والله بما تعملون بصير}.\n</p>\n\n<h3 class='l3' id='head19'>AUTO [عقوبة الغلاة أهل الضلال]</h3>\n\n<p>\nفهؤلاء \" الضلال الكفار \" الذين يزعم أحدهم أنه يرى ربه بعينيه وربما زعم\nأنه جالسه وحادثه أو ضاجعه وربما يعين أحدهم آدميا إما شخصا؛ أو صبيا؛ أو\nغير ذلك؛ ويزعم أنه كلمهم يستتابون. فإن تابوا وإلا ضربت أعناقهم وكانوا\nكفارا؛ إذ هم أكفر من اليهود والنصارى {الذين قالوا إن الله هو المسيح ابن\nمريم} فإن المسيح رسول كريم وجيه عند الله في الدنيا والآخرة ومن المقربين\nفإذا كان الذين قالوا: إنه هو الله وإنه اتحد به أو حل فيه قد كفرهم وعظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nكفرهم؛ بل الذين قالوا إنه اتخذ ولدا حتى قال: {وقالوا اتخذ الرحمن ولدا}\n{لقد جئتم شيئا إدا} {تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال\nهدا} {أن دعوا للرحمن ولدا} {وما ينبغي للرحمن أن يتخذ ولدا} {إن كل من في\nالسماوات والأرض إلا آتي الرحمن عبدا} فكيف بمن يزعم في شخص من الأشخاص أنه\nهو؟ هذا أكفر من الغالية الذين يزعمون أن عليا رضي الله عنه أو غيره من أهل\nالبيت هو الله.\n</p>\n\n<p>\nوهؤلاء هم \" الزنادقة \" الذين حرقهم علي - رضي الله عنه - بالنار وأمر\nبأخاديد خدت لهم عند باب كندة وقذفهم فيها بعد أن أجلهم ثلاثا ليتوبوا فلما\nلم يتوبوا أحرقهم بالنار واتفقت الصحابة - رضي الله عنهم - على قتلهم لكن\nابن عباس - رضي الله عنهما - كان مذهبه أن يقتلوا بالسيف بلا تحريق وهو قول\nأكثر العلماء وقصتهم معروفة عند العلماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head20'>AUTO [الفصل الثاني]</h2>\n\n<p>\n[الغلو في الصالحين]\n</p>\n\n<p>\nوكذلك الغلو في بعض المشايخ: إما في الشيخ \" عدي \" ويونس القنيي أو\nالحلاج وغيرهم؛ بل الغلو في علي بن أبى طالب - رضي الله عنه - ونحوه بل\nالغلو في المسيح عليه السلام ونحوه.\n</p>\n\n<p>\nفكل من غلا في حي؛ أو في رجل <span id='ms20'></span> صالح كمثل علي - رضي الله عنه - أو \" عدي \"\nأو نحوه؛ أو فيمن يعتقد فيه الصلاح؛ كالحلاج أو الحاكم الذي كان بمصر أو\nيونس القتي ونحوهم وجعل فيه نوعا من الإلهية مثل أن يقول: كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nرزق لا يرزقنيه الشيخ فلان ما أريده أو يقول إذا ذبح شاة: باسم سيدي، أو\nيعبده بالسجود له أو لغيره أو يدعوه من دون الله تعالى؛ مثل أن يقول: يا\nسيدي فلان اغفر لي أو ارحمني أو انصرني أو ارزقني أو أغثني أو أجرني أو\nتوكلت عليك أو أنت حسبي؛ أو أنا في حسبك؛ أو نحو هذه الأقوال والأفعال؛\nالتي هي من خصائص الربوبية التي لا تصلح إلا لله تعالى فكل هذا شرك وضلال\nيستتاب صاحبه فإن تاب وإلا قتل، فإن الله إنما أرسل الرسل وأنزل الكتب\nلنعبد الله وحده لا شريك له ولا نجعل مع الله إلها آخر.\n</p>\n\n<p>\nوالذين كانوا يدعون مع الله آلهة أخرى - مثل: الشمس والقمر والكواكب\nوالعزير والمسيح والملائكة واللات والعزى، ومناة الثالثة الأخرى، ويغوث\nويعوق ونسر أو غير ذلك - لم يكونوا يعتقدون أنها تخلق الخلائق؛ أو أنها\nتنزل المطر أو أنها تنبت النبات وإنما كانوا يعبدون الأنبياء والملائكة\nوالكواكب والجن والتماثيل المصورة لهؤلاء أو يعبدون قبورهم ويقولون: إنما\nنعبدهم ليقربونا إلى الله زلفى. ويقولون: هم شفعاؤنا عند الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head21'>AUTO [توحيد الرسل والأنبياء:]</h3>\n\n<p>\nفأرسل الله رسله تنهى أن يدعى أحد من دونه لا دعاء عبادة؛ ولا دعاء\nاستغاثة. وقال تعالى: {قل ادعوا الذين زعمتم من دونه فلا يملكون كشف الضر\nعنكم ولا تحويلا} {أولئك الذين يدعون يبتغون إلى ربهم الوسيلة أيهم أقرب\nويرجون رحمته ويخافون عذابه إن عذاب ربك كان محذورا}.\n</p>\n\n<p>\nقال طائفة من السلف: كان أقوام يدعون المسيح وعزيرا والملائكة؛ فقال الله\nلهم: هؤلاء الذين تدعونهم يتقربون إلي كما تتقربون ويرجون رحمتي كما ترجون\nرحمتي ويخافون عذابي كما تخافون عذابي.\n</p>\n\n<p>\nوقال تعالى: {قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في\nالسماوات ولا في الأرض وما لهم فيهما من <span id='ms21'></span> شرك وما له منهم من ظهير} {ولا\nتنفع الشفاعة عنده إلا لمن أذن له} فأخبر سبحانه: أن ما يدعى من دون الله\nليس له مثقال ذرة في الملك ولا شرك في الملك وأنه ليس له من الخلق عون\nيستعين به وأنه لا تنفع الشفاعة عنده إلا بإذنه.\n</p>\n\n<p>\nوقال تعالى: {وكم من ملك في السماوات لا تغني شفاعتهم شيئا إلا من بعد أن\nيأذن الله لمن يشاء ويرضى} وقال تعالى: {أم اتخذوا من دون الله شفعاء قل\nأولو كانوا لا يملكون شيئا ولا يعقلون} {قل لله الشفاعة جميعا له ملك\nالسماوات والأرض ثم إليه ترجعون} وقال تعالى: {ويعبدون من دون الله ما لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nيضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله قل أتنبئون الله بما لا\nيعلم في السماوات ولا في الأرض} الآية.\n</p>\n\n<h3 class='l3' id='head22'>AUTO [التوحيد مفتاح دعوة الرسل:]</h3>\n\n<p>\nوعبادة الله وحده: هي أصل الدين وهو التوحيد الذي بعث الله به الرسل\nوأنزل به الكتب فقال تعالى: {واسأل من أرسلنا من قبلك من رسلنا أجعلنا من\nدون الرحمن آلهة يعبدون} وقال تعالى: {ولقد بعثنا في كل أمة رسولا أن\nاعبدوا الله واجتنبوا الطاغوت} وقال تعالى: {وما أرسلنا من قبلك من رسول\nإلا نوحي إليه أنه لا إله إلا أنا فاعبدون}.\n</p>\n\n<h3 class='l3' id='head23'>AUTO [تحقيق التوحيد والتحذير من كل مظاهر الشرك:]</h3>\n\n<p>\nوكان النبي صلى الله عليه وسلم يحقق التوحيد ويعلمه أمته حتى {قال له\nرجل: ما شاء الله وشئت. فقال: أجعلتني لله ندا؟ بل ما شاء الله وحده} وقال:\n{لا تقولوا: ما شاء الله وشاء محمد؛ ولكن ما شاء الله ثم شاء محمد} ونهى عن الحلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nبغير الله فقال: {من كان حالفا فليحلف بالله أو ليصمت}.\n</p>\n\n<p>\nوقال: {من حلف بغير الله فقد أشرك} وقال: {لا تطروني كما أطرت النصارى\nعيسى ابن مريم إنما أنا عبد فقولوا: عبد الله ورسوله}.\n</p>\n\n<p>\nولهذا اتفق العلماء على أنه ليس لأحد أن يحلف بمخلوق كالكعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nونحوها.\n</p>\n\n<p>\nونهى النبي صلى الله عليه وسلم عن السجود له ولما سجد بعض أصحابه نهاه عن\nذلك <span id='ms22'></span> وقال: {لا يصلح السجود إلا لله} وقال: {لو كنت آمرا أحدا أن يسجد لأحد\nلأمرت المرأة أن تسجد لزوجها} وقال لمعاذ بن جبل - رضي الله عنه -: {أرأيت\nلو مررت بقبري أكنت ساجدا له؟ قال: لا. قال: فلا تسجد لي}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nونهى النبي صلى الله عليه وسلم عن اتخاذ القبور مساجد؛ فقال في مرض موته:\n{لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد يحذر ما فعلوا} قالت\nعائشة رضي الله عنها ولولا ذلك لأبرز قبره؛ ولكن كره أن يتخذ مسجدا.\n</p>\n\n<p>\nوفي الصحيح عنه صلى الله عليه وسلم أنه قال قبل أن يموت بخمس: {إن من كان\nقبلكم كانوا يتخذون القبور مساجد ألا فلا تتخذوا بيتي عيدا ولا بيوتكم\nقبورا وصلوا علي حيثما كنتم فإن صلاتكم تبلغني} ولهذا اتفق أئمة الإسلام\nعلى أنه لا يشرع بناء المسجد على القبور، ولا تشرع الصلاة عند القبور؛ بل\nكثير من العلماء يقول الصلاة عندها باطلة.\n</p>\n\n<p>\nوالسنة في زيارة قبور المسلمين نظير الصلاة عليهم قبل الدفن قال الله\nتعالى في كتابه عن المنافقين {ولا تصل على أحد منهم مات أبدا ولا تقم على قبره} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nفكان دليل الخطاب أن المؤمنين يصلى عليهم ويقام على قبورهم.\n</p>\n\n<p>\nوكان النبي صلى الله عليه وسلم يعلم أصحابه إذا زاروا القبور أن يقولوا:\n{السلام عليكم أهل دار قوم مؤمنين. وإنا إن شاء الله بكم لاحقون يرحم الله\nالمستقدمين منا ومنكم والمستأخرين. نسأل الله لنا ولكم العافية. اللهم لا\nتحرمنا أجرهم؛ ولا تفتنا بعدهم؛ واغفر لنا ولهم}.\n</p>\n\n<p>\nوذلك أن من أكبر أسباب عبادة الأوثان كان التعظيم للقبور بالعبادة\nونحوها، قال الله تعالى في كتابه: {وقالوا لا تذرن آلهتكم ولا تذرن ودا ولا\nسواعا ولا يغوث ويعوق ونسرا}. قال طائفة من السلف: كانت هذه أسماء قوم\nصالحين؛ فلما ماتوا عكفوا على قبورهم ثم صوروا تماثيلهم وعبدوها.\n</p>\n\n<p>\nولهذا اتفق العلماء على أن من سلم على النبي صلى الله عليه وسلم عند قبره\nأنه لا يتمسح بحجرته ولا يقبلها لأن التقبيل والاستلام إنما يكون لأركان\nبيت الله <span id='ms23'></span> الحرام فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nيشبه بيت المخلوق ببيت الخالق.\n</p>\n\n<p>\nوكذلك الطواف والصلاة والاجتماع للعبادات إنما تقصد في بيوت الله وهي\nالمساجد التي أذن الله أن ترفع ويذكر فيها اسمه. فلا تقصد بيوت المخلوقين\nفتتخذ عيدا كما قال صلى الله عليه وسلم {لا تتخذوا بيتي عيدا}.\n</p>\n\n<h3 class='l3' id='head24'>AUTO [مكانة التوحيد:]</h3>\n\n<p>\nكل هذا لتحقيق التوحيد الذي هو أصل الدين ورأسه الذي لا يقبل الله عملا\nإلا به ويغفر لصاحبه ولا يغفر لمن تركه وكما قال تعالى: {إن الله لا يغفر\nأن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى إثما\nعظيما}.\n</p>\n\n<p>\nولهذا كانت كلمة التوحيد أفضل الكلام، وأعظمه فأعظم آية في القرآن آية\nالكرسي {الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم}. وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nصلى الله عليه وسلم ({من كان آخر كلامه لا إله إلا الله دخل الجنة}.\nوالإله: الذي يألهه القلب عبادة له واستعانة ورجاء له وخشية وإجلالا\nوإكراما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<h3 class='l3' id='head25'>AUTO [الاقتصاد في السنة (الاعتقاد):]</h3>\n\n<p>\nومن ذلك الاقتصاد في السنة؛ واتباعها كما جاءت - بلا زيادة ولا نقصان -\nمثل الكلام: في (القرآن) و(سائر الصفات).\n</p>\n\n<h3 class='l3' id='head26'>AUTO [مذهب السلف في القرآن الكريم:]</h3>\n\n<p>\nفإن مذهب سلف الأمة وأهل السنة أن القرآن كلام الله؛ منزل غير مخلوق، منه\nبدأ وإليه يعود. هكذا قال غير واحد من السلف. روي عن سفيان بن عيينة عن\nعمرو بن دينار - وكان من التابعين الأعيان - قال: ما زلت أسمع الناس يقولون ذلك.\n</p>\n\n<p>\nوالقرآن الذي أنزله الله على رسوله صلى الله عليه وسلم هو هذا القرآن\nالذي يقرءوه المسلمون ويكتبونه في مصاحفهم وهو كلام الله لا كلام غيره؛ وإن\nتلاه العباد وبلغوه بحركاتهم وأصواتهم. فإن الكلام لمن قاله مبتدئا لا لمن\nقاله مبلغا مؤديا قال الله تعالى: {وإن أحد من المشركين استجارك فأجره حتى\nيسمع كلام الله ثم أبلغه مأمنه} وهذا القرآن في المصاحف كما قال تعالى: {بل\nهو قرآن مجيد} {في لوح محفوظ} وقال تعالى: {يتلو صحفا مطهرة} {فيها كتب قيمة}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {إنه لقرآن كريم} {في كتاب مكنون <span id='ms24'></span>}.\n</p>\n\n<p>\nوالقرآن كلام الله بحروفه ونظمه ومعانيه كل ذلك يدخل في القرآن وفي كلام\nالله. وإعراب الحروف هو من تمام الحروف؛ كما قال النبي صلى الله عليه وسلم\n{من قرأ القرآن فأعربه فله بكل حرف عشر حسنات} وقال أبو بكر وعمر رضي الله\nعنهما حفظ إعراب القرآن أحب إلينا من حفظ بعض حروفه.\n</p>\n\n<p>\nوإذا كتب المسلمون مصحفا فإن أحبوا أن لا ينقطوه ولا يشكلوه جاز ذلك؛ كما\nكان الصحابة يكتبون المصاحف من غير تنقيط ولا تشكيل؛ لأن القوم كانوا عربا\nلا يلحنون. وهكذا هي المصاحف التي بعث بها عثمان رضي الله عنه إلى الأمصار\nفي زمن التابعين.\n</p>\n\n<p>\nثم فشا \" اللحن \" فنقطت المصاحف وشكلت بالنقط الحمر ثم شكلت بمثل خط\nالحروف؛ فتنازع العلماء في كراهة ذلك. وفيه خلاف عن الإمام أحمد - رحمه\nالله - وغيره من العلماء قيل: يكره ذلك لأنه بدعة: وقيل: لا يكره للحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nإليه. وقيل يكره النقط دون الشكل لبيان الإعراب. والصحيح أنه لا بأس به.\n</p>\n\n<p>\nوالتصديق بما ثبت عن النبي صلى الله عليه وسلم أن الله يتكلم بصوت؛\nوينادي آدم عليه السلام بصوت؛ إلى أمثال ذلك من الأحاديث. فهذه الجملة كان\nعليها سلف الأمة وأئمة السنة.\n</p>\n\n<p>\nوقال أئمة السنة: القرآن كلام الله تعالى غير مخلوق. حيث تلي وحيث كتب.\nفلا يقال لتلاوة العبد بالقرآن: إنها مخلوقة لأن ذلك يدخل فيه القرآن\nالمنزل ولا يقال: غير مخلوقة لأن ذلك يدخل فيه أفعال العباد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nولم يقل قط أحد من أئمة السلف: أن أصوات العباد بالقرآن قديمة بل أنكروا\nعلى من قال: لفظ العبد بالقرآن غير مخلوق.\n</p>\n\n<p>\nوأما من قال: إن المداد قديم: فهذا من أجهل الناس وأبعدهم عن السنة، قال\nالله تعالى: {قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد\nكلمات ربي ولو جئنا بمثله مددا} فأخبر أن المداد يكتب به كلماته.\n</p>\n\n<p>\nوكذلك من قال ليس القرآن في المصحف؛ وإنما في المصحف مداد وورق أو حكاية\nوعبارة. فهو مبتدع ضال. بل القرآن الذي أنزله الله على محمد <span id='ms25'></span> صلى الله عليه\nوسلم هو ما بين الدفتين. والكلام في المصحف - على الوجه الذي يعرفه الناس -\nله خاصة يمتاز بها عن سائر الأشياء.\n</p>\n\n<p>\nوكذلك من زاد على السنة فقال: إن ألفاظ العباد وأصواتهم قديمة فهو مبتدع\nضال. كمن قال: إن الله لا يتكلم بحرف ولا بصوت فإنه أيضا مبتدع منكر للسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك من زاد وقال: إن المداد قديم فهو ضال. كمن قال: ليس في المصاحف كلام الله.\n</p>\n\n<p>\nوأما من زاد على ذلك من الجهال الذين يقولون: إن الورق والجلد والوتد\nوقطعة من الحائط: كلام الله فهو بمنزلة من يقول: ما تكلم الله بالقرآن ولا\nهو كلامه. هذا الغلو من جانب الإثبات يقابل التكذيب من جانب النفي وكلاهما\nخارج عن السنة والجماعة.\n</p>\n\n<p>\nوكذلك إفراد الكلام في النقطة والشكلة بدعة نفيا وإثباتا وإنها حدثت هذه\nالبدعة من مائة سنة أو أكثر بقليل فإن من قال: إن المداد الذي تنقط به\nالحروف ويشكل به قديم فهو ضال جاهل ومن قال: إن إعراب حروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nالقرآن ليس من القرآن فهو ضال مبتدع.\n</p>\n\n<p>\nبل الواجب أن يقال: هذا القرآن العربي هو كلام الله، وقد دخل في ذلك\nحروفه بإعرابها كما دخلت معانيه.\n</p>\n\n<p>\nويقال: ما بين اللوحين جميعه كلام الله. فإن كان المصحف منقوطا مشكولا\nأطلق على ما بين اللوحين جميعه أنه كلام الله. وإن كان غير منقوط ولا\nمشكول: كالمصاحف القديمة التي كتبها الصحابة؛ كان أيضا ما بين اللوحين هو\nكلام الله. فلا يجوز أن تلقى الفتنة بين المسلمين بأمر محدث ونزاع لفظي لا\nحقيقة له ولا يجوز أن يحدث في الدين ما ليس منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head27'>CHECK [من أدلة فضائل الصحابة]</h3>\n\n<p>\nفصل\n</p>\n\n<h3 class='l3' id='head28'>AUTO [الاقتصاد والاعتدال في أمر الصحابة:</h3>\n\n<p>\nالاقتصاد والاعتدال في أمر الصحابة:]\n</p>\n\n<p>\nوكذلك يجب الاقتصاد والاعتدال في أمر \" الصحابة \" و\" القرابة \" - رضي\nالله عنهم - فإن الله تعالى أثنى على أصحاب نبيه صلى الله عليه وسلم من\nالسابقين والتابعين لهم بإحسان. وأخبر أنه رضي عنهم ورضوا عنه؛ وذكرهم في\nآيات من كتابه؛ مثل قوله تعالى {محمد رسول الله والذين <span id='ms26'></span> معه أشداء على\nالكفار رحماء بينهم تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في\nوجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإنجيل كزرع أخرج\nشطأه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله\nالذين آمنوا وعملوا الصالحات منهم مغفرة وأجرا عظيما} وقال تعالى: {لقد رضي\nالله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة\nعليهم وأثابهم فتحا قريبا}.\n</p>\n\n<p>\nوفي الصحاح عن النبي صلى الله عليه وسلم أنه قال: {لا تسبوا أصحابي\nفوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما بلغ مد أحدهم ولا\nنصيفه}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head29'>AUTO [المفاضلة بين الخلفاء الأربعة:]</h3>\n\n<p>\nوقد اتفق أهل السنة والجماعة على ما تواتر عن أمير المؤمنين علي بن أبي\nطالب - رضي الله عنه - أنه قال: خير هذه الأمة بعد نبيها أبو بكر ثم عمر\nرضي الله عنهما واتفق أصحاب رسول الله صلى الله عليه وسلم على بيعة عثمان\nبعد عمر رضي الله عنهما وثبت عن النبي صلى الله عليه وسلم أنه قال: {خلافة\nالنبوة ثلاثون سنة ثم تصير ملكا} وقال صلى الله عليه وسلم {عليكم بسنتي\nوسنة الخلفاء الراشدين المهديين من بعدي تمسكوا بها وعضوا عليها بالنواجذ\nوإياكم ومحدثات الأمور فإن كل بدعة ضلالة}. وكان أمير المؤمنين علي بن أبي\nطالب رضي الله عنه آخر الخلفاء الراشدين المهديين.\n</p>\n\n<p>\nوقد اتفق عامة أهل السنة من العلماء والعباد والأمراء والأجناد على أن\nيقولوا: أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nبكر ثم عمر؛ ثم عثمان؛ ثم علي رضي الله عنهم. ودلائل ذلك وفضائل الصحابة ك\nثير؛ ليس هذا موضعه.\n</p>\n\n<h3 class='l3' id='head30'>AUTO [الإمساك عما شجر بين الصحابة:]</h3>\n\n<p>\nوكذلك نؤمن \" بالإمساك عما شجر بينهم \" ونعلم أن بعض المنقول في ذلك كذب.\nوهم كانوا مجتهدين؛ إما مصيبين لهم أجران؛ أو مثابين على عملهم الصالح\nمغفور لهم خطؤهم؛ وما كان لهم من السيئات - وقد سبق لهم من الله الحسنى -\nفإن الله يغفرها لهم: إما بتوبة أو بحسنات ماحية أو مصائب مكفرة؛ أو غير\nذلك. فإنهم <span id='ms27'></span> خير قرون هذه الأمة كما قال صلى الله عليه وسلم {خير القرون\nقرني الذي بعثت فيهم؛ ثم الذين يلونهم} وهذه خير أمة أخرجت للناس.\n</p>\n\n<p>\nونعلم مع ذلك أن علي بن أبي طالب رضي الله عنه كان أفضل وأقرب إلى الحق\nمن معاوية وممن قاتله معه لما ثبت في الصحيحين عن أبي سعيد الخدري - رضي\nالله عنه - عن النبي صلى الله عليه وسلم أنه قال: {تمرق مارقة على حين فرقة\nمن المسلمين تقتلهم أدنى الطائفتين إلى الحق}. وفي هذا الحديث دليل على أنه مع كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nطائفة حق؛ وأن عليا رضي الله عنه أقرب إلى الحق. وأما الذين قعدوا عن\nالقتال في الفتنة؛ كسعد بن أبي وقاص وابن عمر وغيرهما رضي الله عنهم\nفاتبعوا النصوص التي سمعوها في ذلك عن القتال في الفتنة وعلى ذلك أكثر أهل\nالحديث.\n</p>\n\n<h3 class='l3' id='head31'>AUTO [حقوق آل البيت:]</h3>\n\n<p>\nوكذلك \" آل بيت رسول الله صلى الله عليه وسلم \" لهم من الحقوق ما يجب\nرعايتها فإن الله جعل لهم حقا في الخمس والفيء وأمر بالصلاة عليهم مع\nالصلاة على رسول الله صلى الله عليه وسلم فقال لنا: {قولوا: اللهم صل على\nمحمد وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد. وبارك على محمد\nوعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد}. وآل محمد هم الذين\nحرمت عليهم الصدقة هكذا قال الشافعي وأحمد بن حنبل؛ وغيرهما من العلماء -\nرحمهم الله - فإن النبي صلى الله عليه وسلم قال: {إن الصدقة لا تحل لمحمد\nولا لآل محمد} وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nقال الله تعالى في كتابه: {إنما يريد الله ليذهب عنكم الرجس أهل البيت\nويطهركم تطهيرا} وحرم الله عليهم الصدقة لأنها أوساخ الناس وقد قال بعض\nالسلف: حب أبي بكر وعمر إيمان؛ وبغضهما نفاق. وفي المسانيد والسنن أن النبي\nصلى الله عليه وسلم قال للعباس - لما شكا إليه جفوة قوم لهم قال: {والذي\nنفسي بيده لا يدخلون الجنة حتى يحبوكم من أجلي}.\n</p>\n\n<p>\nوفي الصحيح عن النبي صلى الله عليه وسلم أنه <span id='ms28'></span> قال: {إن الله اصطفى بني\nإسماعيل؛ واصطفى بني كنانة من بني إسماعيل؛ واصطفى قريشا من كنانة واصطفى\nبني هاشم من قريش؛ واصطفاني من بني هاشم}.\n</p>\n\n<h3 class='l3' id='head32'>AUTO [الفتنة وآثارها:]</h3>\n\n<p>\nوقد كانت الفتنة لما وقعت بقتل عثمان وافتراق الأمة بعده صار قوم ممن يحب\nعثمان ويغلو فيه ينحرف عن علي رضي الله عنه مثل كثير من أهل الشام؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nممن كان إذ ذاك يسب عليا رضي الله عنه ويبغضه.\n</p>\n\n<p>\nوقوم ممن يحب عليا رضي الله عنه ويغلو فيه ينحرف عن عثمان رضي الله عنه\nمثل كثير من أهل العراق؛ ممن كان يبغض عثمان ويسبه رضي الله عنه.\n</p>\n\n<p>\nثم تغلظت بدعتهم بعد ذلك؛ حتى سبوا أبا بكر وعمر رضي الله عنهما وزاد\nالبلاء بهم حينئذ.\n</p>\n\n<p>\nوالسنة محبة عثمان وعلي جميعا وتقديم أبي بكر وعمر عليهما رضي الله عنهم\nلما خصهما الله به من الفضائل التي سبقا بها عثمان وعليا جميعا. وقد نهى\nالله في كتابه عن التفرق والتشتت؛ وأمر بالاعتصام بحبله.\n</p>\n\n<p>\nفهذا موضع يجب على المؤمن أن يتثبت فيه ويعتصم بحبل الله فإن السنة\nمبناها على العلم والعدل؛ والاتباع لكتاب الله وسنة رسوله صلى الله عليه وسلم.\n</p>\n\n<h3 class='l3' id='head33'>AUTO [عقوبة من سب الصحابة:]</h3>\n\n<p>\nفالرافضة لما كانت تسب \" الصحابة \" صار العلماء يأمرون بعقوبة من يسب\nالصحابة ثم كفرت الصحابة وقالت عنهم أشياء قد ذكرنا حكمهم فيها في غير هذا\nالموضع.\n</p>\n\n<p>\nولم يكن أحد إذ ذاك يتكلم في \" يزيد بن معاوية \" ولا كان الكلام فيه من\nالدين ثم حدثت بعد ذلك أشياء فصار قوم يظهرون لعنة يزيد بن معاوية. وربما\nكان غرضهم بذلك التطرق إلى لعنة غيره فكره أكثر أهل السنة لعنة أحد بعينه\nفسمع بذلك قوم ممن كان يتسنن؛ فاعتقد أن يزيد كان من كبار الصالحين وأئمة الهدى.\n</p>\n\n<p>\nوصار الغلاة فيه على طرفي نقيض هؤلاء يقولون: إنه كافر زنديق وإنه قتل\nابن بنت رسول الله صلى الله عليه وسلم وقتل الأنصار وأبناءهم بالحرة ليأخذ\nبثأر أهل بيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nالذين قتلوا كفارا مثل جده لأمه عتبة بن ربيعة وخاله الوليد <span id='ms29'></span>؛ وغيرهما\nويذكرون عنه من الاشتهار بشرب الخمر وإظهار الفواحش أشياء.\n</p>\n\n<p>\nوأقوام يعتقدون أنه كان إماما عادلا هاديا مهديا وأنه كان من الصحابة أو\nأكابر الصحابة وأنه كان من أولياء الله تعالى. وربما اعتقد بعضهم أنه كان\nمن الأنبياء ويقولون: من وقف في يزيد وقفه الله على نار جهنم.\n</p>\n\n<p>\nويروون عن الشيخ \" حسن بن عدي \" أنه كان كذا وكذا وليا؛ ومن وقفوا فيه\nوقفوا على النار: لقولهم في يزيد. وفي زمن الشيخ حسن زادوا أشياء باطلة\nنظما ونثرا. وغلوا في الشيخ عدي \" وفي يزيد \" بأشياء مخالفة لما كان عليه\nالشيخ عدي \" الكبير - قدس الله روحه - فإن طريقته كانت سليمة لم يكن فيها\nمن هذه البدع وابتلوا بروافض عادوهم وقتلوا الشيخ حسنا وجرت فتن لا يحبها\nالله ولا رسوله.\n</p>\n\n<p>\nوهذا الغلو في يزيد من الطرفين خلاف لما أجمع عليه أهل العلم والإيمان.\n</p>\n\n<p>\nفإن يزيد بن معاوية ولد في خلافة عثمان بن عفان - رضي الله عنه - ولم\nيدرك النبي صلى الله عليه وسلم ولا كان من الصحابة باتفاق العلماء؛ ولا كان\nمن المشهورين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nبالدين والصلاح وكان من شبان المسلمين؛ ولا كان كافرا ولا زنديقا؛ وتولى\nبعد أبيه على كراهة من بعض المسلمين ورضا من بعضهم وكان فيه شجاعة وكرم ولم\nيكن مظهرا للفواحش كما يحكي عنه خصومه.\n</p>\n\n<p>\nوجرت في إمارته أمور عظيمة:-\n</p>\n\n<p>\nأحدها مقتل الحسين رضي الله عنه وهو لم يأمر بقتل الحسين ولا أظهر الفرح\nبقتله؛ ولا نكت بالقضيب على ثناياه - رضي الله عنه - ولا حمل رأس الحسين -\nرضي الله عنه - إلى الشام لكن أمر بمنع الحسين رضي الله عنه وبدفعه عن\nالأمر. ولو كان بقتاله فزاد النواب على أمره؛ وحض [الشمر بن ذي الجوشن]\n(¬1) على قتله لعبيد الله بن زياد؛ فاعتدى عليه عبيد الله بن زياد فطلب\nمنهم الحسين رضي الله عنه أن يجيء إلى يزيد؛ أو يذهب إلى الثغر مرابطا؛ أو\nيعود إلى مكة. فمنعوه رضي الله عنه إلا أن يستأسر لهم وأمر عمر بن سعد\nبقتاله - فقتلوه مظلوما - له <span id='ms30'></span> ولطائفة من أهل بيته رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوكان قتله - رضي الله عنه - من المصائب العظيمة فإن قتل الحسين، وقتل عثمان\nقبله: كانا من أعظم أسباب الفتن في هذه الأمة وقتلتهما من شرار الخلق عند الله.\n</p>\n\n<p>\nولما قدم أهلهم رضي الله عنهم على يزيد بن معاوية أكرمهم وسيرهم إلى\nالمدينة، وروي عنه أنه لعن ابن زياد على قتله. وقال: كنت أرضى من طاعة أهل\nالعراق بدون قتل الحسين لكنه مع هذا لم يظهر منه إنكار قتله، والانتصار له\nوالأخذ بثأره: كان هو الواجب عليه فصار أهل الحق يلومونه على تركه للواجب\nمضافا إلى أمور أخرى. وأما خصومه فيزيدون عليه من الفرية أشياء.\n</p>\n\n<p>\nوأما الأمر الثاني: فإن أهل المدينة النبوية نقضوا بيعته وأخرجوا نوابه\nوأهله فبعث إليهم جيشا؛ وأمره إذا لم يطيعوه بعد ثلاث أن يدخلها بالسيف\nويبيحها ثلاثا فصار عسكره في المدينة النبوية ثلاثا يقتلون وينهبون ويفتضون\nالفروج المحرمة. ثم أرسل جيشا إلى مكة المشرفة فحاصروا مكة وتوفي يزيد وهم\nمحاصرون مكة وهذا من العدوان والظلم الذي فعل بأمره.\n</p>\n\n<p>\nولهذا كان الذي عليه معتقد أهل السنة وأئمة الأمة أنه لا يسب ولا يحب قال\nصالح بن أحمد بن حنبل \" قلت لأبي: إن قوما يقولون: إنهم يحبون يزيد. قال:\nيا بني وهل يحب يزيد أحد يؤمن بالله واليوم الآخر؟ فقلت: يا أبت فلماذا لا\nتلعنه؟ قال: يا بني ومتى رأيت أباك يلعن أحدا؟.\n</p>\n\n<p>\nوروي عنه قيل له: أتكتب الحديث عن يزيد بن معاوية؟ فقال: لا، ولا كرامة\nأوليس هو الذي فعل بأهل المدينة ما فعل؟.\n</p>\n\n<p>\nفيزيد عند علماء أئمة المسلمين ملك من الملوك. لا يحبونه محبة الصالحين\nوأولياء الله؛ ولا يسبونه، فإنهم لا يحبون لعنة المسلم المعين؛ لما روى\nالبخاري في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nصحيحه عن عمر بن الخطاب رضي الله عنه {أن رجلا كان يدعى حمارا وكان يكثر\nشرب الخمر وكان كلما أتي به إلى النبي صلى الله عليه وسلم ضربه. فقال رجل:\nلعنه الله ما أكثر ما يؤتى به إلى النبي صلى الله <span id='ms31'></span> عليه وسلم فقال النبي صلى\nالله عليه وسلم لا تلعنه فإنه يحب الله ورسوله}.\n</p>\n\n<p>\nومع هذا فطائفة من أهل السنة يجيزون لعنه لإنهم يعتقدون أنه فعل من الظلم\nما يجوز لعن فاعله.\n</p>\n\n<p>\nوطائفة أخرى ترى محبته لأنه مسلم تولى على عهد الصحابة؛ وبايعه الصحابة.\nويقولون: لم يصح عنه ما نقل عنه وكانت له محاسن أو كان مجتهدا فيما فعله.\n</p>\n\n<p>\nوالصواب هو ما عليه الأئمة: من أنه لا يخص بمحبة ولا يلعن. ومع هذا فإن\nكان فاسقا أو ظالما فالله يغفر للفاسق والظالم لا سيما إذا أتى بحسنات\nعظيمة. وقد روى البخاري في صحيحه عن ابن عمر رضي الله عنهما أن النبي صلى\nالله عليه وسلم قال: {أول جيش يغزو القسطنطينية مغفور له} وأول جيش غزاها\nكان أميرهم يزيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \nمعاوية وكان معه أبو أيوب الأنصاري رضي الله عنه.\n</p>\n\n<p>\nوقد يشتبه يزيد بن معاوية بعمه يزيد بن أبي سفيان فإن يزيد بن أبي سفيان\nكان من الصحابة، وكان من خيار الصحابة وهو خير آل حرب، وكان أحد أمراء\nالشام الذين بعثهم أبو بكر رضي الله عنه في فتوح الشام ومشى أبو بكر في\nركابه يوصيه مشيعا له فقال له: يا خليفة رسول الله: إما أن تركب وإما أن\nأنزل. فقال: لست براكب ولست بنازل إني أحتسب خطاي هذه في سبيل الله. فلما\nتوفي بعد فتوح الشام في خلافة عمر ولى عمر رضي الله عنه مكانه أخاه معاوية\nوولد له يزيد في خلافة عثمان بن عفان وأقام معاوية بالشام إلى أن وقع ما وقع.\n</p>\n\n<p>\nفالواجب الاقتصار في ذلك، والإعراض عن ذكر يزيد بن معاوية وامتحان\nالمسلمين به فإن هذا من البدع المخالفة لأهل السنة والجماعة فإنه بسبب ذلك\nاعتقد قوم من الجهال أن يزيد بن معاوية من الصحابة وأنه من أكابر الصالحين\nوأئمة العدل وهو خطأ بين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>AUTO [الفصل الثالث]</h2>\n\n<p>\n[الفرقة والاختلاف]\n</p>\n\n<h3 class='l3' id='head35'>AUTO [لا يجوز تفريق الأمة بالانتساب إلى طريقة:]</h3>\n\n<p>\nوكذلك التفريق بين الأمة وامتحانها بما لم يأمر الله به ولا رسوله: مثل\nأن <span id='ms32'></span> يقال للرجل: أنت شكيلي، أو قرفندي، فإن هذه أسماء باطلة ما أنزل الله\nبها من سلطان وليس في كتاب الله ولا سنة رسوله صلى الله عليه وسلم ولا في\nالآثار المعروفة عن سلف الأئمة لا شكيلي ولا قرفندي. والواجب على المسلم\nإذا سئل عن ذلك أن يقول: لا أنا شكيلي ولا قرفندي؛ بل أنا مسلم متبع لكتاب\nالله وسنة رسوله.\n</p>\n\n<p>\nوقد روينا عن معاوية بن أبي سفيان: أنه سأل عبد الله بن عباس رضي الله\nعنهما فقال: أنت على ملة علي أو ملة عثمان؟ فقال: لست على ملة علي ولا على\nملة عثمان بل أنا على ملة رسول الله صلى الله عليه وسلم وكذلك كان كل من\nالسلف يقولون: كل هذه الأهواء في النار: ويقول أحدهم: ما أبالي أي النعمتين\nأعظم؟ على أن هداني الله للإسلام أو أن جنبني هذه الأهواء، والله تعالى قد\nسمانا في القرآن: المسلمين المؤمنين عباد الله فلا نعدل عن الأسماء التي\nسمانا الله بها إلى أسماء أحدثها قوم - وسموها هم وآباؤهم - ما أنزل الله\nبها من سلطان.\n</p>\n\n<p>\nبل الأسماء التي قد يسوغ التسمي بها مثل انتساب الناس إلى إمام كالحنفي\nوالمالكي والشافعي والحنبلي أو إلى شيخ كالقادري والعدوي ونحوهم أو مثل\nالانتساب إلى القبائل: كالقيسي واليماني وإلى الأمصار كالشامي والعراقي\nوالمصري.\n</p>\n\n<p>\nفلا يجوز لأحد أن يمتحن الناس بها ولا يوالي بهذه الأسماء ولا يعادي\nعليها بل أكرم الخلق عند الله أتقاهم من أي طائفة كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head36'>AUTO [الولاية ومستلزماتها]</h3>\n\n<p>\nوأولياء الله الذين هم أولياؤه: هم الذين آمنوا وكانوا يتقون فقد أخبر\nسبحانه أن أولياءه هم المؤمنون المتقون وقد بين المتقين في قوله تعالى {ليس\nالبر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم\nالآخر والملائكة والكتاب والنبيين وآتى المال على حبه ذوي القربى واليتامى\nوالمساكين وابن السبيل والسائلين وفي الرقاب وأقام الصلاة وآتى الزكاة\nوالموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس أولئك\nالذين صدقوا وأولئك هم المتقون}.\n</p>\n\n<p>\nوالتقوى هي فعل <span id='ms33'></span> ما أمر الله به وترك ما نهى الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أخبر النبي صلى الله عليه وسلم عن حال أولياء الله وما صاروا به أولياء\nففي صحيح البخاري عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم\nقال: {يقول الله - تبارك وتعالى -: من عادى لي وليا فقد بارزني بالمحاربة\nوما تقرب إلي عبدي بمثل أداء ما افترضت عليه ولا يزال عبدي يتقرب إلي\nبالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به\nويده التي يبطش بها ورجله التي يمشي بها فبي يسمع وبي يبصر وبي يبطش وبي\nيمشي ولئن سألني لأعطينه ولئن استعاذني لأعيذنه وما ترددت عن شيء أنا فاعله\nترددي عن قبض نفس عبدي المؤمن يكره الموت وأكره مساءته ولا بد له منه}.\n</p>\n\n<p>\nفقد ذكر في هذا الحديث أن التقرب إلى الله تعالى على درجتين: (إحداهما):\nالتقرب إليه بالفرائض. (والثانية): هي التقرب إلى الله بالنوافل بعد أداء\nالفرائض.\n</p>\n\n<p>\nفالأولى درجة \" المقتصدين \" الأبرار أصحاب اليمين. والثانية درجة \"\nالسابقين \" المؤمنين كما قال الله تعالى: {إن الأبرار لفي نعيم} {على\nالأرائك ينظرون} {تعرف في وجوههم نضرة النعيم} {يسقون من رحيق مختوم}\n{ختامه مسك} {وفي ذلك فليتنافس المتنافسون}.\n</p>\n\n<p>\nقال ابن عباس رضي الله عنهما يمزج لأصحاب اليمين مزجا ويشربه المقربون صرفا.\n</p>\n\n<p>\nوقد ذكر الله هذا المعنى في عدة مواضع من كتابه فكل من آمن بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nورسوله واتقى الله فهو من أولياء الله.\n</p>\n\n<h3 class='l3' id='head37'>AUTO [حقيقة الولاء والبراء:]</h3>\n\n<p>\nوالله سبحانه قد أوجب موالاة المؤمنين بعضهم لبعض وأوجب عليهم معاداة\nالكافرين. فقال تعالى: {يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى\nأولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم\nالظالمين} {فترى الذين في قلوبهم مرض يسارعون فيهم يقولون نخشى أن تصيبنا\nدائرة فعسى الله أن يأتي بالفتح أو أمر من عنده فيصبحوا على ما أسروا في\nأنفسهم نادمين} {ويقول الذين آمنوا أهؤلاء الذين أقسموا بالله جهد أيمانهم\nإنهم لمعكم حبطت أعمالهم فأصبحوا خاسرين} {يا <span id='ms34'></span> أيها الذين آمنوا من يرتد\nمنكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة\nعلى الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله\nيؤتيه من يشاء والله واسع عليم} {إنما وليكم الله ورسوله والذين آمنوا\nالذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون} {ومن يتول الله ورسوله\nوالذين آمنوا فإن حزب الله هم الغالبون}.\n</p>\n\n<p>\nفقد أخبر سبحانه أن ولي المؤمن هو الله ورسوله، وعباده المؤمنين وهذا عام\nفي كل مؤمن موصوف بهذه الصفة سواء كان من أهل نسبة أو بلدة أو مذهب أو\nطريقة أو لم يكن وقال الله تعالى: {والمؤمنون والمؤمنات بعضهم أولياء بعض}\nوقال تعالى: {إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nسبيل الله والذين آووا ونصروا أولئك بعضهم أولياء بعض} إلى قوله {والذين\nآمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم} وقال تعالى: {وإن طائفتان\nمن المؤمنين اقتتلوا} إلى قوله تعالى {فأصلحوا بينهما بالعدل وأقسطوا إن\nالله يحب المقسطين} {إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله\nلعلكم ترحمون}.\n</p>\n\n<p>\nوفي الصحاح عن النبي صلى الله عليه وسلم أنه قال. {مثل المؤمنين في\nتوادهم وتراحمهم وتعاطفهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له\nسائر الجسد بالحمى والسهر} وفي الصحاح أيضا أنه قال: {المؤمن للمؤمن\nكالبنيان يشد بعضه بعضا وشبك بين أصابعه} وفي الصحاح أيضا أنه قال: {والذي نفسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nبيده لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه} وقال صلى الله عليه وسلم\n{المسلم أخو المسلم لا يسلمه ولا يظلمه} وأمثال هذه النصوص في الكتاب\nوالسنة كثيرة.\n</p>\n\n<p>\nوقد جعل الله فيها عباده المؤمنين بعضهم أولياء بعض وجعلهم إخوة وجعلهم\nمتناصرين متراحمين متعاطفين وأمرهم سبحانه بالائتلاف ونهاهم عن الافتراق\nوالاختلاف فقال: {واعتصموا بحبل الله جميعا ولا تفرقوا}. وقال: {إن الذين\nفرقوا دينهم وكانوا شيعا لست منهم في شيء إنما أمرهم إلى الله} الآية.\n</p>\n\n<p>\nفكيف يجوز مع هذا لأمة محمد صلى الله عليه وسلم أن تفترق وتختلف حتى\nيوالي الرجل <span id='ms35'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nطائفة ويعادي طائفة أخرى بالظن والهوى؛ بلا برهان من الله تعالى. وقد برأ\nالله نبيه صلى الله عليه وسلم ممن كان هكذا.\n</p>\n\n<p>\nفهذا فعل أهل البدع؛ كالخوارج الذين فارقوا جماعة المسلمين واستحلوا دماء\nمن خالفهم.\n</p>\n\n<p>\nوأما أهل السنة والجماعة فهم معتصمون بحبل الله وأقل ما في ذلك أن يفضل\nالرجل من يوافقه على هواه وإن كان غيره أتقى لله منه.\n</p>\n\n<p>\nوإنما الواجب أن يقدم من قدمه الله ورسوله، ويؤخر من أخره الله ورسوله،\nويحب ما أحبه الله ورسوله، ويبغض ما أبغضه الله ورسوله؛ وينهى عما نهى الله\nعنه ورسوله وأن يرضى بما رضي الله به ورسوله؛ وأن يكون المسلمون يدا واحدة\nفكيف إذا بلغ الأمر ببعض الناس إلى أن يضلل غيره ويكفره وقد يكون الصواب\nمعه وهو الموافق للكتاب والسنة؛ ولو كان أخوه المسلم قد أخطأ في شيء من\nأمور الدين فليس كل من أخطأ يكون كافرا ولا فاسقا بل قد عفا الله لهذه\nالأمة عن الخطأ والنسيان {وقد قال تعالى في كتابه في دعاء الرسول صلى الله\nعليه وسلم والمؤمنين: {ربنا لا تؤاخذنا إن نسينا أو أخطأنا} وثبت في الصحيح\nأن الله قال: قد فعلت}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nلا سيما وقد يكون من يوافقكم في أخص من الإسلام مثل أن يكون مثلكم على مذهب\nالشافعي \" أو منتسبا إلى الشيخ عدي \" ثم بعد هذا قد يخالف في شيء وربما كان\nالصواب معه فكيف يستحل عرضه ودمه أو ماله؟ مع ما قد ذكر الله تعالى من حقوق\nالمسلم والمؤمن.\n</p>\n\n<p>\nوكيف يجوز التفريق بين الأمة بأسماء مبتدعة لا أصل لها في كتاب الله ولا\nسنة رسوله صلى الله عليه وسلم؟\n</p>\n\n<h3 class='l3' id='head38'>AUTO [الجماعة رحمة والفرقة عذاب:]</h3>\n\n<p>\nوهذا التفريق الذي حصل من الأمة علمائها ومشايخها؛ وأمرائها وكبرائها هو\nالذي أوجب تسلط الأعداء عليها. وذلك بتركهم العمل بطاعة الله ورسوله كما\nقال تعالى: {ومن الذين قالوا إنا نصارى أخذنا ميثاقهم فنسوا حظا مما ذكروا\nبه فأغرينا بينهم العداوة والبغضاء}.\n</p>\n\n<p>\nفمتى ترك الناس بعض ما أمرهم الله به وقعت بينهم <span id='ms36'></span> العداوة والبغضاء وإذا\nتفرق القوم فسدوا وهلكوا وإذا اجتمعوا صلحوا وملكوا؛ فإن الجماعة رحمة\nوالفرقة عذاب.\n</p>\n\n<h3 class='l3' id='head39'>AUTO [الأمر بالمعروف والنهي عن المنكر:]</h3>\n\n<p>\nوجماع ذلك في الأمر بالمعروف والنهي عن المنكر كما قال تعالى: {يا أيها\nالذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} {واعتصموا\nبحبل الله جميعا ولا تفرقوا} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nإلى قوله: {ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن\nالمنكر وأولئك هم المفلحون} فمن الأمر بالمعروف: الأمر بالائتلاف\nوالاجتماع؛ والنهي عن الاختلاف والفرقة ومن النهي عن المنكر إقامة الحدود\nعلى من خرج من شريعة الله تعالى.\n</p>\n\n<p>\nفمن اعتقد في بشر أنه إله؛ أو دعا ميتا؛ أو طلب منه الرزق والنصر\nوالهداية وتوكل عليه أو سجد له فإنه يستتاب. فإن تاب وإلا ضربت عنقه.\n</p>\n\n<p>\nومن فضل أحدا من \" المشايخ \" على النبي صلى الله عليه وسلم أو اعتقد أن\nأحدا يستغني عن طاعة رسول الله صلى الله عليه وسلم استتيب. فإن تاب وإلا\nضربت عنقه.\n</p>\n\n<p>\nوكذلك من اعتقد أن أحدا من \" أولياء الله \" يكون مع محمد صلى الله عليه\nوسلم كما كان الخضر مع موسى عليه السلام فإنه يستتاب فإن تاب وإلا ضربت\nعنقه؛ لأن الخضر لم يكن من أمة موسى عليه السلام ولا كان يجب عليه طاعته بل\nقال له: إني على علم من علم الله علمنيه الله لا تعلمه؛ وأنت على علم من\nعلم الله علمكه الله لا أعلمه. وكان مبعوثا إلى بني إسرائيل. كما قال نبينا\nصلى الله عليه وسلم {وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد صلى الله عليه وسلم مبعوث إلى جميع الثقلين: إنسهم وجنهم، فمن اعتقد\nأنه يسوغ لأحد الخروج عن شريعته وطاعته فهو كافر يجب قتله.\n</p>\n\n<p>\nوكذلك من كفر المسلمين أو استحل دماءهم وأموالهم ببدعة ابتدعها ليست في\nكتاب الله ولا سنة رسوله فإنه يجب نهيه عن ذلك وعقوبته بما يزجره ولو\nبالقتل أو القتال. فإنه إذا عوقب المعتدون من جميع الطوائف، وأكرم المتقون\nمن جميع الطوائف <span id='ms37'></span>؛ كان ذلك من أعظم الأسباب التي ترضي الله ورسوله صلى الله\nعليه وسلم. وتصلح أمر المسلمين.\n</p>\n\n<h3 class='l3' id='head40'>AUTO [الأمر بالمعروف والنهي عن المنكر واجب أولي الأمر:]</h3>\n\n<p>\nويجب على أولي الأمر وهم علماء كل طائفة وأمراؤها ومشايخها أن يقوموا على\nعامتهم ويأمروهم بالمعروف وينهوهم عن المنكر؛ فيأمرونهم بما أمر الله به\nورسوله وينهونهم عما نهى الله عنه ورسوله صلى الله عليه وسلم.\n</p>\n\n<h3 class='l3' id='head41'>AUTO [أنواع المعروف]</h3>\n\n<p>\n(فالأول) مثل شرائع الإسلام:\n</p>\n\n<p>\nوهي الصلوات الخمس في مواقيتها وإقامة الجمعة والجماعات من الواجبات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nوالسنن الراتبات: كالأعياد وصلاة الكسوف والاستسقاء والتراويح وصلاة\nالجنائز وغير ذلك. وكذلك الصدقات المشروعة والصوم المشروع وحج البيت\nالحرام. ومثل الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والإيمان\nبالقدر خيره وشره؛ ومثل الإحسان وهو أن تعبد الله كأنك تراه فإن لم تكن\nتراه فإنه يراك.\n</p>\n\n<p>\nومثل سائر ما أمر الله به ورسوله من الأمور الباطنة والظاهرة ومثل إخلاص\nالدين لله والتوكل على الله وأن يكون الله ورسوله أحب إليه مما سواهما،\nوالرجاء لرحمة الله، والخشية من عذابه والصبر لحكم الله والتسليم لأمر الله\nومثل: صدق الحديث والوفاء بالعهود وأداء الأمانات إلى أهلها، وبر الوالدين\nوصلة الأرحام، والتعاون على البر والتقوى والإحسان إلى الجار واليتيم\nوالمسكين وابن السبيل والصاحب والزوجة والمملوك والعدل في المقال والفعال؛\nثم الندب إلى مكارم الأخلاق؛ مثل أن تصل من قطعك وتعطي من حرمك وتعفو عمن\nظلمك؛ قال الله تعالى: {وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على\nالله إنه لا يحب الظالمين} {ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل}\n{إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم\nعذاب أليم} {ولمن صبر وغفر إن ذلك لمن عزم الأمور}.\n</p>\n\n<h3 class='l3' id='head42'>AUTO [أنواع المنكر]</h3>\n\n<p>\nوأما \" المنكر \" الذي نهى الله عنه ورسوله فأعظمه الشرك بالله وهو أن\nيدعو مع الله إلها آخر؛ إما الشمس وإما القمر أو الكواكب؛ أو ملكا من\nالملائكة أو نبيا من الأنبياء؛ أو رجلا من الصالحين أو أحدا من الجن أو\nتماثيل هؤلاء أو قبورهم <span id='ms38'></span> أو غير ذلك مما يدعى من دون الله تعالى أو يستغاث\nبه أو يسجد له فكل هذا وأشباهه من الشرك الذي حرمه الله على لسان جميع رسله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوقد حرم الله قتل النفس بغير حقها وأكل أموال الناس بالباطل إما بالغصب\nوإما بالربا أو الميسر كالبيوع والمعاملات التي نهى عنها رسول الله صلى\nالله عليه وسلم وكذلك قطيعة الرحم وعقوق الوالدين وتطفيف المكيال والميزان\nوالإثم والبغي بغير الحق.\n</p>\n\n<p>\nوكذلك مما حرمه الله تعالى أن يقول الرجل على الله ما لا يعلم مثل أن\nيروي عن الله ورسوله أحاديث يجزم بها وهو لا يعلم صحتها أو يصف الله بصفات\nلم ينزل بها كتاب من الله ولا أثارة من علم عن رسول الله صلى الله عليه\nوسلم سواء كانت من صفات النفي والتعطيل مثل قول الجهمية: إنه ليس فوق العرش\nولا فوق السموات؛ وإنه لا يرى في الآخرة؛ وإنه لا يتكلم ولا يحب ونحو ذلك\nمما كذبوا به الله ورسوله أو كانت من صفات الإثبات والتمثيل مثل من يزعم\nأنه يمشي في الأرض أو يجالس الخلق أو أنهم يرونه بأعينهم أو أن السموات\nتحويه وتحيط به أو أنه سار في مخلوقاته إلى غير ذلك من أنواع الفرية على الله.\n</p>\n\n<p>\nوكذلك العبادات المبتدعة التي لم يشرعها الله ورسوله صلى الله عليه وسلم\nكما قال تعالى: {أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله} فإن\nالله شرع لعباده المؤمنين عبادات؛ فأحدث لهم الشيطان عبادات ضاهاها بها مثل\nأنه شرع لهم عبادة الله وحده لا شريك له؛ فشرع لهم شركاء؛ وهي عبادة ما\nسواه والإشراك به. وشرع لهم الصلوات الخمس وقراءة القرآن فيها والاستماع\nله؛ والاجتماع لسماع القرآن خارج الصلاة أيضا فأول سورة أنزلها على نبيه\nصلى الله عليه وسلم {اقرأ باسم ربك الذي خلق} أمر في أولها بالقراءة؛ وفي\nآخرها بالسجود بقوله تعالى: {واسجد واقترب}.\n</p>\n\n<p>\nولهذا كان أعظم الأذكار التي في الصلاة قراءة القرآن؛ وأعظم الأفعال\nالسجود لله وحده لا شريك <span id='ms39'></span> له وقال تعالى: {وقرآن الفجر إن قرآن الفجر كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nمشهودا} وقال تعالى: {وإذا قرئ القرآن فاستمعوا له وأنصتوا لعلكم ترحمون}.\n</p>\n\n<p>\nوكان أصحاب رسول الله صلى الله عليه وسلم إذا اجتمعوا أمروا واحدا منهم\nأن يقرأ والباقي يستمعون وكان عمر بن الخطاب يقول لأبي موسى رضي الله عنهما\nذكرنا ربنا. فيقرأ وهم يستمعون {ومر النبي صلى الله عليه وسلم بأبي موسى\nرضي الله عنه وهو يقرأ؛ فجعل يستمع لقراءته فقال: يا أبا موسى: مررت بك\nالبارحة فجعلت أستمع لقراءتك فقال: لو علمت لحبرته لك تحبيرا وقال: لله أشد\nأذنا أي استماعا إلى الرجل يحسن الصوت بالقرآن من صاحب القينة إلى قينته}.\n</p>\n\n<h3 class='l3' id='head43'>AUTO [فرق ما بين سماع المؤمنين وسماع المشركين:]</h3>\n\n<p>\nوهذا هو سماع المؤمنين وسلف الأمة وأكابر المشايخ كمعروف الكرخي والفضيل\nبن عياض وأبي سليمان الداراني ونحوهم. وهو سماع المشايخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nالمتأخرين الأكابر كالشيخ عبد القادر والشيخ عدي بن مسافر والشيخ أبي مدين\nوغيرهم من المشايخ - رحمهم الله -.\n</p>\n\n<p>\nوأما المشركون فكان سماعهم كما ذكره الله تعالى في كتابه؛ بقوله تعالى:\n{وما كان صلاتهم عند البيت إلا مكاء وتصدية}. قال السلف: المكاء الصفير.\nوالتصدية التصفيق باليد فكان المشركون يجتمعون في المسجد الحرام يصفقون\nويصوتون يتخذون ذلك عبادة وصلاة فذمهم الله على ذلك وجعل ذلك من الباطل\nالذي نهى عنه.\n</p>\n\n<p>\nفمن اتخذ نظير هذا السماع عبادة وقربة يتقرب بها إلى الله فقد ضاهى هؤلاء\nفي بعض أمورهم وكذلك لم تفعله القرون الثلاثة التي أثنى عليها النبي صلى\nالله عليه وسلم ولا فعله أكابر المشايخ.\n</p>\n\n<p>\nوأما سماع الغناء على وجه اللعب فهذا من خصوصية الأفراح للنساء والصبيان\nكما جاءت به الآثار فإن دين الإسلام واسع لا حرج فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head44'>AUTO [الصلاة عماد الدين:]</h3>\n\n<p>\nوعماد الدين الذي لا يقوم إلا به هو الصلوات الخمس المكتوبات ويجب على\nالمسلمين من الاعتناء بها ما لا يجب من الاعتناء بغيرها. كان عمر بن الخطاب\nرضي الله عنه يكتب إلى عماله: إن أهم أمركم عندي الصلاة فمن حفظها وحافظ\nعليها حفظ دينه ومن ضيعها <span id='ms40'></span> كان لما سواها من عمله أشد إضاعة.\n</p>\n\n<p>\nوهي أول ما أوجبه الله من العبادات والصلوات الخمس تولى الله إيجابها\nبمخاطبة رسوله ليلة المعراج وهي آخر ما وصى به النبي صلى الله عليه وسلم\nأمته وقت فراق الدنيا جعل يقول: {الصلاة الصلاة وما ملكت أيمانكم} وهي أول\nما يحاسب عليه العبد من عمله؛ وآخر ما يفقد من الدين. فإذا ذهبت ذهب الدين\nكله؛ وهي عمود الدين فمتى ذهبت سقط الدين.\n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم {رأس الأمر الإسلام وعموده الصلاة وذروة\nسنامه الجهاد في سبيل الله} وقد قال الله في كتابه: {فخلف من بعدهم خلف\nأضاعوا الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nواتبعوا الشهوات فسوف يلقون غيا}.\n</p>\n\n<p>\nقال عبد الله بن مسعود رضي الله عنه وغيره: إضاعتها تأخيرها عن وقتها؛\nولو تركوها كانوا كفارا. وقال تعالى: {حافظوا على الصلوات والصلاة الوسطى}\nوالمحافظة عليها: فعلها في أوقاتها وقال تعالى: {فويل للمصلين} {الذين هم\nعن صلاتهم ساهون} وهم الذين يؤخرونها حتى يخرج الوقت.\n</p>\n\n<p>\nوقد اتفق المسلمون على أنه لا يجوز تأخير صلاة النهار إلى الليل ولا\nتأخير صلاة الليل إلى النهار؛ لا لمسافر ولا لمريض ولا غيرهما. لكن يجوز\nعند الحاجة أن. يجمع المسلم بين صلاتي النهار وهي الظهر والعصر في وقت\nإحداهما ويجمع بين صلاتي الليل وهي المغرب والعشاء في وقت إحداهما وذلك\nلمثل المسافر والمريض وعند المطر ونحو ذلك من الأعذار.\n</p>\n\n<p>\nوقد أوجب الله على المسلمين أن يصلوا بحسب طاقتهم كما قال الله تعالى:\n{فاتقوا الله ما استطعتم} فعلى الرجل أن يصلي بطهارة كاملة وقراءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nكاملة وركوع وسجود كامل فإن كان عادما للماء؛ أو يتضرر باستعماله لمرض أو\nبرد أو غير ذلك؛ وهو محدث أو جنب يتيمم الصعيد الطيب؛ وهو التراب. يمسح به\nوجهه ويديه ويصلي؛ ولا يؤخرها عن وقتها باتفاق العلماء.\n</p>\n\n<p>\nوكذلك إذا كان محبوسا أو مقيدا أو زمنا أو غير ذلك صلى على حسب حاله؛\nوإذا كان بإزاء عدوه صلى أيضا صلاة الخوف قال الله تعالى: {وإذا ضربتم في\nالأرض فليس عليكم جناح <span id='ms41'></span> أن تقصروا من الصلاة إن خفتم أن يفتنكم الذين كفروا\nإن الكافرين كانوا لكم عدوا مبينا} {وإذا كنت فيهم فأقمت لهم الصلاة فلتقم\nطائفة منهم معك} إلى قوله: {وليأخذوا حذرهم وأسلحتهم} إلى قوله: {فإذا\nاطمأننتم فأقيموا الصلاة إن الصلاة كانت على المؤمنين كتابا موقوتا}.\n</p>\n\n<p>\nويجب على أهل القدرة من المسلمين أن يأمروا بالصلاة كل أحد من الرجال\nوالنساء حتى الصبيان. قال النبي صلى الله عليه وسلم {مروهم بالصلاة لسبع؛\nواضربوهم على تركها لعشر؛ وفرقوا بينهم في المضاجع}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوالرجل البالغ إذا امتنع من صلاة واحدة من الصلوات الخمس أو ترك بعض\nفرائضها المتفق عليها، فإنه يستتاب فإن تاب وإلا قتل، فمن العلماء من يقول:\nيكون مرتدا كافرا لا يصلى عليه ولا يدفن بين المسلمين. ومنهم من يقول يكون\nكقاطع الطريق وقاتل النفس والزاني المحصن.\n</p>\n\n<p>\nوأمر الصلاة عظيم شأنها أن تذكر ههنا فإنها قوام الدين وعماده وتعظيمه\nتعالى لها في كتابه فوق جميع العبادات؛ فإنه سبحانه يخصها بالذكر تارة\nويقرنها بالزكاة تارة وبالصبر تارة وبالنسك تارة كقوله تعالى: {وأقيموا\nالصلاة وآتوا الزكاة} وقوله: {واستعينوا بالصبر والصلاة} وقوله: {فصل لربك\nوانحر} وقوله: {إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين} {لا شريك له\nوبذلك أمرت وأنا أول المسلمين}. وتارة يفتتح بها أعمال البر ويختمها بها؛\nكما ذكره في سورة {سأل سائل} وفي أول سورة \" المؤمنون \". قال تعالى: {قد\nأفلح المؤمنون} {الذين هم في صلاتهم خاشعون} {والذين هم عن اللغو معرضون}\n{والذين هم للزكاة فاعلون} {والذين هم لفروجهم حافظون} {إلا على أزواجهم أو\nما ملكت أيمانهم فإنهم غير ملومين} {فمن ابتغى وراء ذلك فأولئك هم العادون}\n{والذين هم لأماناتهم وعهدهم راعون} {والذين هم على صلواتهم يحافظون}\n{أولئك هم الوارثون} {الذين يرثون الفردوس هم فيها خالدون}.\n</p>\n\n<p>\nفنسأل الله العظيم أن يجعلنا وإياكم من الذين يرثون الفردوس هم فيها\nخالدون والسلام عليكم ورحمة الله وبركاته والحمد لله وحده، وصلى الله على\nمحمد وآله وصحبه وسلم تسليما كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) في الأصل: الشمرذي الجيوش، والتصحيح من هامش طبعة مجمع <span id='ms42'></span> الملك فهد\nل\"مجموع الفتاوى\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             <span id='ms43'></span>\n</p>\n",
  "pages": [
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "107"
  ],
  "volumes": [
    "01"
  ]
}