{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي أرشد إلى الصراط المستقيم ومدح الخلق العظيم وأرسل نبيه\nمحمد متمما لمكارم الأخلاق وأدبه فأحسن تأديبه على الإطلاق.\n</p>\n\n<p>\nاللهم إنا نتوجه إليك ونسعى نحوك ونجاهد نفوسنا في طاعتك ونركب الصراط\nالمستقيم الذي نهجته لنا إلى مرضاتك فاعن بقوتك واهدنا بعزتك واعصمنا\nبقدرتك وبلغنا الدرجة العلي برحمتك والسعادة القصوى بجودك ورأفتك إنك على\nما تشاء قدير.\n</p>\n\n<p>\nقال أحمد بن محمد بن مسكويه غرضنا في هذا الكتاب أن نحصل لأنفسنا خلقا\nتصدر به عنا الأفعال كلها جميلة وتكون مع ذلك سهلة علينا لا كلفة فيها ولا\nمشقة ويكون ذلك بصناعة وعلى ترتيب تعليمي والطريق في ذلك أن نعرف أولا\nنفوسنا ماهي وأي شيء ولأي شيء أوجدت فينا، أعني كمالها وغايتها وما قواها\nوملكاتها التي إذا استعملناها على ما ينبغي بلغنا بها هذه الرتبة العلية\nوما الأشياء العائقة لناعنها وما الذي يزكيها فتفلح وما الذي يدسيها فتخيب\nفإن الله عز من قائل يقول: ونفس وما سواها فألهمها فجورها وتقواها قد أفلح\nمن زكاها وقد خاسب من دساها. ولما كان لكل صناعة مباد عليها تبتني وبها\nتحصل وكانت تلك المبادى مأخوذة من صناعة أخرى وليس في شيء من هذه الصناعات\nأن تبين مبادى أنفسنا كان لنا عذر واضح في ذكر مبادىء هذه الصناعة على طريق\nالإجمال والإشارة بالقول الوجيز وأن لم يكن مما قصدنا له واتباعها بعد ذلك\nبما توخيناه من إصابة الخلق الشريف الذي يشرف شرفا ذاتيا حقيقيا لا على\nطريق العرض الذي لا ثبات له ولا حقيقة أعني المكتب بالمال والمكاثرة أو\nالسلطان والمغالبة أو الإصطلاح والمواضعة فنقول وبالله التوفيق لوا نبين به\nإن فينا شيئا ليس بجسم ولا بجزء من جسمب ولا عرض ولا محتاج في وجوده إلى\nقوة جسيمة بل هو جوهر بسيط غير محسوس بشيء من الحواس ثم نبين ما مقصودنا\nمنه الذي خلقنا له وندبنا إليه فنقول:\n</p>\n\n<p>\nتعريف النفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             إنا لما وجدنا في الإنسان شياما يضاد أفعال\nالأجسام وأجزاء الأجسام بحده <span id='ms001'></span> وخواصه وله أيضا أفعال تضاد أفعال الجسمب\nوخواصه حتى لا يشاركه في حال من الأحوال وكذلك نجده يباين الأعراض ويضادها\nكلها غاية المباينة ثم وجدنا هذه المباينة المضادة منه للأجسام والأعراض\nإنما هي من حيث كانت الأجسام أجساما والأعراض أعراضا حكمنا بأن هذا الشيء\nليس بجسم ولا جزء من جسم ولا عرضا وذلك إنه لا يستحيل ولا يتغير وأيضا فإنه\nيدرك جميع الأشياء بالسوية ولا يلحقه فتور ولا كلال ولانقص {وبيان ذلك} إن\nكل جسم له صورة ما فإنه ليس يقبل صورة أخرى من جنس صورته الأولى إلا بعد\nمفارقته الصورة الأولى مفارقة تامة {مثال ذلك} إن الجسم إذا قبل صورة وشكلا\nمن الأشكال كالتثليث مثلا فليس يقبل شكلا آخر من التربيع والتدوير وغيرهما\nإلا بعد أن يفارقه الشكل الأول وكذلك إذا قبل صورة نقش أو كتابة أو أي شيء\nكان من الصور فليس يقبل صورة أخرى من ذلك الجنس إلا بعد زوال الأولى\nوبطلانها ألبته فإن بقي فيه شيء من رسم الصورة الأولى لم يقبل الصورة\nالثانية على التمام بل تختلط به الصورتان فلا يخلص له إحداهما على التمام\n{مثال ذلك} إذا قبل الشمع صورة نقش في الخاتم لم يقبل غيره من النقوش إلا\nبعد أن يزول عنه رسم النقش الأول وكذلك الفضة إذا قبلت صورة الخاتم وهذا\nحكم مستقيم مستمر في الأجسام. ونحن نجد أنفسنا تقبل صور الأشياء كلها على\nاختلافها من المحسوسات والمعقولات على التمام والكمال من غير مفارقة للأولى\nولا معاقبة ولا زوال رسم بل يبقى الرسم الأول تاما كاملا وتقبل الرسم\nالثاني أيضا تاما كاملا ثم لا تزال تقبل صورة بعد صورة أبدا دائما من غير\nأن تضعف أو تقصر في وقت من الأوقات عن قبول ما يرد ويطرأ عليها من الصور بل\nتزداد بالصورة الأولى قوة على ما يرد عليها من الصورة الأخرى وهذه الخاصة\nمضادة لخواص الأجسام ولهذه العلة يزداد الإنسان فهما كلما ارتاض وتخرج في\nالعلوم والآداب فليست النفس إذا جسما فأما <span id='ms002'></span> إنها ليست بعرض فقد تبين من قبل\nأنالعرض لا يحمل عرضا لأن العرض في نفسهمحمول أبا موجود في غيره لا قوام له\nبذاته وهذا الجوهر الذي وصفنا حاله هو قابل أبدا حامل أتم وأكمل من حمل\nالأجسام للأعراض. فإذا النفس ليست جسما ولا جزأ من جسم ولا عرضا وأيضا فإن\nالطول والعرض والعمق الذي به صار الجسم جسما يحصل في النفس في قوتها\nالوهمية من غير أن تصير به طويلة عريضة عميقة ثم تزداد فيها هذه المعاني\nأبدا بلا نهاية فلا تصير بها أطول ولا أعرض ولا أعمق بل لا تصير بها جسما\nألبتة ولا إذا تصورة أيضا كيفيات الجسم تكيفت بها. أعني إذا تصورت الألوان\nوالطعوم والروائح لم تتصور بها كما تتصور الأجسام ولا يمنع بعضها قبول بعض\nمن أضدادها كما يمنع في الجسم بل تقبلها كلها في حالة واحدة بالسواء. وكذلك\nحالها في المعقولات فإنها تزداد بكل معقول تحصله قوة على قبول غيره دائما\nأبدا بلا نهاية وهذه حالة مقابلة لا حوال الأجسام وخاصة في غاية البعد من\nخواصها، وأيضا فإن الجسم قواه لا تعرف العلوم إلا من الحواس ولا يميل غلا\nإليها فهي تتشوقها بالملابسة والمشابكة كالشهوات البدنية ومحبة الإنتقام\nوالغلبة وبالجملة كل ما يحس ويوصل إليه بالحس والجسم يزداد بهذه الأشياء\nقوة ويستفيد منها تماما وكمالا لأنها مادته وأسباب وجوده فهو يفرح بها\nويشتاق إليها من أجل إنها تتمم وجوده وتزيد فيه وتمده. فأما هذا المعنى\nالآخر الذي سميناه نفسا فإنه كلما تباعد من هذه المعاني البدنية التي\nأحصيناها وتداخل إلى ذاته وتحلى من الحواس بأكثر ما يمكن ازداد قوة وتماما\nوكمالا وتظهر له الآراء الصحيحة والمعقولات البسيطة.\n</p>\n\n<p>\nوهذا إذن أدل دليل على أن طباعه وجوهره من غير طباع الجسم والبدن وأنه\nأكرم جوهر أو أفضل طباعا من كل ما في هذا العالم من الأمور الجسمانية وايضا\nفإن تشوقها إلى ما ليس من طباع البدن وحرصها على معرفة حقائق الأمور\nالآلهية وميلها إلى الأمور التي هي <span id='ms003'></span> أفضل من الأمور الجسمية وإيثارها لها\nوإنصرافها عن الأمور واللذات الجسمانية يدلنا دلالة واضحة إنها من جوهر\nأعلى وأكرم جدا من الأمور الجسمانية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             لأنه لا يمكن في شيء من\nالأشياء أن يتشوق ما ليس من طباعه وطبيعته ولا أن ينصرف عما يكمل ذاته\nويقوم جوهره فإذا كانت أفعال النفس إذا إنصرفت إلى ذاتها فتركت الحواس\nمخالفة لأفعال البدن ومضادة لها في محاولاتها وإراداتها فلا محالة إن\nجوهرها مفارق لجوهر البدن ومخالف له في طبعه.\n</p>\n\n<p>\nوأيضا فإن النفس وإن كانت تأخذ كثيرا من مبادىء العلوم عن الحواس فلها من\nنفسها مباد أخر وأفعال لا تأخذها عن الحوس ألبتة وهي المبادىء الشريفة\nالعالية التي تنبني عليها القياسات الصحيحة. وذلك إنها إذا حكمت إنه ليس\nبين طرفي النقيض واسطة فإنها لم تأخذ هذا الحكم من شيء آخر لم يكن أوليا.\nوأيضا فإن الحواس تدرك المحسوسات فقط وأما النفس فإنها تدرك أسباب\nالإتفاقات وأسباب الإختلافات التي من المحسوسات وهي معقولاتها التي لا\nتستعين عليها بشيء من الجسم ولا آثار الجسم. وكذلك إذا حكمت على الحس إنه\nصدق أو كذب فليست تأخذ هذا الحكم من الحس لأنه لا يضاد نفسه فيما يحكم فيه\nونحن نجد النفس العاقلة فينا تستدرك شيئا كثيرا من خطأ الحواس في مبادىء\nأفعالها وترد عليها أحكامها. من ذلك أن البصر يخطىء فيما يراه من قرب ومن\nبعد أما خطأه في البعيد فبادراكه الشمس صغيرة مقدارها عرض قدم وهي مثل\nالأرض مائة ونيفا وستين مرة يشهد بذلك البرهان العقلي فتقبل منه وترد على\nالحس ما شهد به فلا يقبله. وأما خطأه في القريب فبمنزلة ضوء الشمس إذا وقع\nعلينا من ثقب مربعات صغار كحلل الأهواز وأشباهها التي يستظل بها فإنه يدرك\nبها الضوء الواصل إلينا منها مستدير افترد النفس العاقلة عليه هذا الحكم\nوتغلطه في إدراكه وتعلم إنه ليس كما يراه وتخطأ البصر أيضا في حركة القمر\nوالسحاب والسفينة والشاطىء ويخطأ في الأساطين المسطرة والنخيل وأشباهها حتى\nيراها مختلفة في أوضاعها. ويخطىء <span id='ms004'></span> أيضا في الأشياء التي تتحرك على الإستدارة\nحتى يراها كالحلقة والطوق ويخطىء أيضا في الأشياء الغائصة في الماء حتى يرى\nأن بعضه أكبر من مقداره ويرى بعضها مكسورا وهو صحيح وبعضها معوجا وهو\nمستقيم وبعضها منكسرا وهومنتصب. فيستخرج العقل أسباب هذه كلها من مباد\nعقلية ويحكم عليها احكاما صحيحة وكذلك الحال في حاسة السمع وحاسة الذوق\nوحاسة الشم وحاسة اللمس. أعني حاسة الذوق تغلط في الحلو تجده مرا عند الصد\nأو أشبهه وحاسة الشم تغلط كثيرا في الأشياء المنتنة لا سيما في المنتفل من\nرائحة إلى رائحة فالعقل يرد هذه القضايا ويقف فيها ثم يستخرج أسبابها ويحكم\nفيها أحكاما صحيحة والحاكم في الشيء المزيف له أو المصحح أفضل وأعلى رتبة\nمن المحكوم عليه وبالجملة فإن النفس إذ علمت أن الحس صدق أو كذب فليست تأخذ\nهذا العلم من الحس ثم إذا علمت أنها قد أدركت معقولاتها فليست تعلم هذا\nالعلم من علم آخر لأنها لو علمت هذا العلم من علم آخر لاحتاجت في ذلك العلم\nأيضا إلى علم آخر وهذا يمر بلا نهاية فإذا علمها بأنها علمت ليست بمأخوذ من\nعلم آخر البتة بل هو من ذاتها وجوهرها أعني العقل وليست تحتاج في إدراكها\nذاتها إلى شيء آخر غير ذاتها ولهذا ما قيل في أواخر هذا العلم. إن العقل\nوالعاقل والمعقول شيء واحد لاغيرية شيء يتبين في موضعه. فأما الحواس فلا\nتحس ذواتها ولا ما هو موافق لها كل الموافقة كما سيتبين أيضا وإذ قد تبين\nمن هذه الأشياء بيانا واضحا إن النفس ليست بجسم ولا بجزء من جسم ولا حال من\nأحوال الجسم وإنها شيء آخر مفارق للجسم بجوهره وأحكامه وخواصه وأفعاله\nفتقول:\n</p>\n\n<p>\nشوق النفس إلى أفعالها الخاصة بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             أما شوقها إلى أفعالها\nالخاصة بها أعني العلوم والمعارف مع هربها من أفعال الجسم الخاصة به فهو\nفضيلتها وبحسب طلب الإنسان لهذه الفضيلة وحرصه عليها يكون فضله وهذا الفضل\nيتزايد بحسب عناية الإنسان بنفسه وانصرافه عن الأمور العائقة له عن <span id='ms005'></span> هذا\nالمعنى بجهده وطاقته وقد وضح مما تقدم ما الأشياء العائقة لنا عن الفضائل\nأعني الأشياء البدنية والحواس وما يتصل بها. فأما الفضائل أنفسها فليست\nتحصل لنا إلا بعد أن تطهر نفوسنا من الرذائل التي هي أضدادها أعني شهواتها\nالرديئة الجسمانية ونزواتها الفاحشة البهيمية. فإن الإنسان إذا علم أن هذه\nالأشياء ليست فضائل بل هي رذائل تجنبها وكره أن يوصف بها وإذا ظن أنها\nفضائل لزمها وصارت له عادة وبحسب التباسه وتدنسه بها يكون بعده من قبول\nالفضائل. وقد يظهر للإنسان أن هذه الأشياء التي يشتاقها البدن بالحواس\nويميل إليها الجمهور أعني المآكل والمشارب والمناكح هي رذائل وليست فضائل\nوأنه إذا عقلها في الحيوانات الآخر وجد كثيرا منها أقدر على الإستكثار منها\nوأحرص عليها كالخنزير والكلب وأصناف كثيرة من حيوان الماء وسباع الوحش\nوالطير فإنها أقوى وأحرص من الإنسان علىهذه الأشياء وأكثر احتمالا لها\nوليست تكون بها أفضل من الإنسان. وأيضا فإن الإنسان إذا اكتفى من طعامه\nوشرابه وسائر لذاته البدنية إذا عرض عليه الإستزادة منها كما يستزاد من\nالفضائل أبى ذلك وعافه وتبين له قبح صورة من يتعاطاها لا سيما مع الإستغناء\nعنها والإكتفاء منها بل يتجاوز ذلك إلى مقته وذمه بل إلى تقويمه وتأديبه.\nفينبغي الآن أن نقدم أمام ما نطلبه من سعادة النفس وفضائلها كلاما يسهل به\nفهم ما نريده فنقول: كل موجود من حيوان ونبات وجماد وكذلك بسائطها أعني\nالنار والهواء والأرض والماء وكذلك الأجرام العلوية له قوى وملكات وأفعال\nبها يصير ذلك الموجود هو ما هو وبها يميز عن كل ما سواه وله أيضا قوى\nوملكات وأفعال بها يشارك ما سواه.\n</p>\n\n<p>\nولما كان الإنسان من بين الموجودات كلها هو الذي يلتمس له الخلق المحمود\nوالأفعال المرضية وجب أن لا ننظر في هذا الوقت في قواه وملكاته التي بها\nيشارك سائر الموجودات إذ كان ذلك من حق صناعة أخرى وعلم آخر يسمى العلم\nالطبيعي. وأما أفعاله وقواه وملكاته التي يختص بها من حيث هو إنسان وبها <span id='ms006'></span>\nتتم إنسانيته وفضائله فهي الأمور الإرادية التي بها تتعلق قوة الفكر\nوالتمييز. والنظر فيها يسمى الفلسفة العلمية. والأشياء الإرادية التي تنسب\nإلى الإنسان تنقسم إلى الخيرات والشرور.\n</p>\n\n<p>\nوذلك أن الغرض المقصود من وجود الإنسان إذا توجه الواحد منا إليه حتى\nيحصل هو الذي يجب أن يسمى به خيرا أو سعيدا. فأما من عاقه عنها عوائق أخر\nفهو الشرير الشقي فإذا الخيرات هي الأمور التي تحصل للإنسان بإرادته وسعيه\nفي الأمور التي لها أوجد الإنسان ومن أجلها خلق. والشرور هي الأمور التي\nتعوقه عن هذه الخيرات بإرادته وسعيه أو كسله وانصرافه والخيرات قد قسمها\nالأولون إلى أقسام كثيرة. وذلك إن منها ما هي شريفة ومنها ما هي ممدوحة\nومنها ما هي بالقوة كذلك ونعني بالقوة التهيؤ والإستعداد ونحن نعددها فيما\nبعد إن شاء الله تعالى. وقد قدمنا القول أن كل واحد من الموجودات له كمال\nخاص وفعل لا يشاركه فيه غيره من حيث هو ذلك الشيء أعني أنه لا يجوز أن يكون\nموجودا آخر سواه يصلح لذلك الفعل منه وهذا حكم مستمر في الأمور العلوية\nوالسفلية كالشمس وسائر الكواكب وكأنواع الحيوان كلها كالفرس والبازي\nوكأنواع النبات والمعادن وكالعناصر البسائط التي متى تصفحت أحوالها تبين لك\nمن جميعها صحة ما قلناه وحكمنا به. فإذا الإنسان من بين سائر الموجودات له\nفعل خاص به لا يشاركه فيه غيره وهو ما صدر عن قوته المميزة المروية فكل من\nكان تمييزه أصح ورويته أصدق واختياره أفضل كان أكمل في إنسانيته. وكما أن\nالسيف والمنشار وأن صدر عن كل واحد منهما فعله الخاص بصورته الذي من أجله\nعمل. فأفضل السيوف ما كان أمضى وأنضر وما كفاه يسير من الإيماء في بلوغ\nكماله الذي أعد له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             وكذلك الحال في الفرس والبازي وسائر\nالحيوانات فإن أفضل الأفراس ما كان أسرع حركة وأشد تيقظا لما يريده الفارس\nمنه في طاعة اللجام وحسن القبول في الحركات وخفة العدو والنشاط. فكذلك\nالناس أفضلهم من كان أقدر على أفعاله الخاصة به وأشد <span id='ms007'></span> تمسكا بشرائط جوهره\nالذي تميز به عن الموجودات، فإذا الواجب الذي لا مرية فيه أن نحرص على\nالخيرات التي هي كمالنا والتي من أجلها خلقنا ونجتهد في الوصول إلى\nالإنتهاء إليها ونتجنب الشرور التي تعوقنا عنها وتنقص حظنا منها فإن الفرص\nإذا قصر عن كماله ولم تظهر أفعاله الخاصة به على أفضل أحوالها حط عن مرتبة\nالفرسية واستعمل بالأكاف كما تستعمل الحمير وكذلك حال السيف وسائر الآلآات\nمتى قصرت ونقصت أفعالها الخاصة بها حطت عن مراتبها واستعملت استعمال ما\nدونها والإنسان إذا نقصت أفعاله وقصرت عما خلق له أعني أن تكون أفعاله التي\nتصدر عنه وعن رويته غير كاملة أحرى بأن يحط عن مرتبة الإنسانية إلى مرتبة\nالبهيمية.\n</p>\n\n<p>\nهذا إن صدرت أفعاله الإنسانية عنه ناقصة غير تامة فإذا صدرت عنه الأفعال\nبضد ما أعد له أعني الشرور التي تكون بالروية الناقصة والعدول بها عن جهتها\nلأجل الشهوة التي يشارك فيها البهيمة أولا أو الإغترار بالأمور الحسية التي\nتشغله عما عرض له من تزكية نفسه التي ينتهب بها إلى الملك الرفيع والسرور\nالحقيقي وتوصله إلى قرة العين التي قال الله: (فلا تعلم نفس ما أخفي لهم من\nقرة أعين) وتبلغه إلى رب العالمين في النعيم المقيم واللذات التي لم ترها\nعين ولا سمعتها أذن ولا خطرت على قلب بشر وانخدع عن هذه الموهبة السرمدية\nالشريفة بتلك الخساسات التي لا ثبات لها. فهو حقيق بالمقت من خالقه عز وجل\nخليق بتعجيل العقوبة له وإراحة العباد والبلاد منه. وإذ تبين ان سعادة كل\nموجود إنما هي صدور أفعاله التي تخص صورته عنه تامة كاملة وإن سعادة\nالإنسان تكون في صدور أفعاله الإنسانية عنه بحسب تمييزه ورويته وأن لهذه\nالسعادة مراتب كثيرة بحسب الروية والمروي فيه ولذلك قيل أفضل الروية ما كان\nفي أفضل مروي ثم ينزل رتبة فرتبة إلى أن ينتهي إلى النظر في الأمور الممكنة\nمن العالم الحسي فيكون الناظر في هذه الأشياء قد استعمل رويته والصورة\nالخاصة به التي صار من <span id='ms008'></span> أجلها سعيدا معرضا للملك الأبدي والنعيم السرمدي في\nأشياء دنيئة لا وجود لها بالحقيقة فقد تبين أيضا أجناس من السعادات بالجملة\nوأضدادها من الشقاوات وأجناسها وأن الخيرات والشرور في الأفعال الإرادية هي\nإما باختيار الأفضل والعمل به وإما باختيار الأدون والميل إليه.\n</p>\n\n<p>\nولما كانت هذه الخيرات الإنسانية وملكاتها التي في النفس كثيرة ولم يكن\nفي طاقة الإنسان الواحد القيام بجميعها وجب أن يقوم بجميعها جماعة كثيرة\nمنهم ولذلك وجب أن تكون أشخاص الناس كثيرة وأن يجتمعوا في زمان واحد على\nتحصيل هذه السعادات المشتركة لتكميل كل واحد منهم بمعاونة الباقين له فتكون\nالخيرات مشتركة والسعادة مفروضة بينهم فيتوزعونها حتى يقوم كل واحد منهم\nبجزء منها ويتم للجميع بمعاونة الجميع الكمال الإنسي وتحصل لهم السعادات\nالثلاث التي شرحناها في كتاب الترتيب. ولأجل ذلك وجب على الناس أن يحب\nبعضهم بعضا لأن كل واحد يرى كماله عند الآخر ولولا ذلك لما تمت للفرد\nسعادته فيكون إذا كل واحد بمنزلة عضو من أعضاء البدن وقوام الإنسان بتمام\nأعضاء بدنه.\n</p>\n\n<p>\nوقد تبين للناظر في أمر هذه النفس وقواها أنها تنقسم إلى ثلاثة أعني\nالقوة التي بها يكون الفكر والتمييز والنظر في حقائق الأمور والقوة التي\nبها يكون الغضب والنجدة والإقدام على الأهوال والشوق إلى التسلط والترفع\nوضروب الكرامات والقوة التي بها تكون الشهوة وطلب الغذاء والشوق إلى الملاذ\nالتي في المآكل والمشارب والمناكح وضروب اللذات الخسية وهذه الثلاث متباينة\nويعلم من ذلك ان بعضها إذا قوي أضر بالآخر وربما أبطل أحدهما فعل الآخر\nوربما جعلت نفوسنا وربما جعلت قوى لنفس واحدة والنظر في ذلك ليس يليق بهذا\nالموضع وأنت تكتفي في تعلم الأخلاق بأنها قوى ثلاث متباينة تقوي إحداهما\nوتضعف بحسب المزاج أو العادة أوالتأدب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             فالقوة الناطقة هي التي\nتسمى الملكية وآلتها التي تستعملها من البدن، الدماغ، والقوة الشهويد التي\nتسمى بالبهيمية وآلتها التي تستعملها من البدن، الكبد.\n</p>\n\n<p>\nوالقوة الغضبية هي التي تسمى السبعية وآلتها التي تستعملها من البدن\nالقلب فلذلك وجب أن يكون <span id='ms009'></span> عدد الفضائل بحسب إعداد هذه القوى وكذلك أضدادها\nالتي هي رذائل فمتى كانت حركة النفس الناطقة معتدلة وغير خارجة عن ذاتها\nوكان شوقها إلى المعارف الصحيحة {لا المظنونة معارف وهي بالحقيقة جهالات}\nحدثت عنها فضيلة العلم وتتبعها الحكمة ومتى كانت حركة النفس البهيمية\nمعتدلة منقادة للنفس العاقلة غير متأبية عليها فيما نقسطه لها ولا منهمكة\nفي اتباع هواها حدثت عنها فضيلة العفة وتتبعها فضيلة السخاء.\n</p>\n\n<p>\nومتى كانت حركة النفس الغضبية معتدلة تطيع النفس العاقلة فيما تقسطه لها\nفلا تهيج في غير حينها ولا تحمي أكثر مما ينبغي لها حدثت منها فضيلة الحلم\nوتتبعها فضيلة الشجاعة ثم يحدث عن هذه الفضائل الثلاث باعتدالها ونسبة\nبعضها إلى بعض فضيلة هي كمالها وتمامها وهي فضيلة العدالة. فلذلك أجمع\nالحكماء علىأن أجناس الفضائل أربع وهي الحكمة والعفة والشجاعة والعدالة\nولهذا لا يفتخر أحد ولا يتباهى إلا بهذه الفضائل فقط. فأما من افتخر بآبائه\nوأسلافه فلأنهم كانوا على بعض هذه الفضائل أو عليها كلها وكل واحدة من هذه\nالفضائل إذا تعدت صاحبها إلى غيره تسمى صاحبها بها ومدح عليها وإذا اقتصرت\nعلى نفسه لم يسم بها بل غيرت هذه الأسماء. أما الجود فإنه إذا لم يتعد\nصاحبه سمى صاحبه منفاقا. وأما الشجاعة فإن صاحبها يسمى آنفا. وأما العلم\nفإن صاحبه يسمى مستبصرا ثم إن صاحب الجود والشجاعة إذا عم غيره بفضيلتيه\nوتعدتاه رجى بإحداهماواحتشم وهيب بالأخرى. وذلك في الدنيا فقط لأنهما\nفضيلتان حيوانيتان. أما العلم إذا تعدى صاحبه فإنه يرجى ويحتشم في الدنيا\nوالآخرة لأنه فضيلة إنسانية ملكية. وأضداد هذه الفضائل الأربع أربع أيضا\nوهي الجهل والشره والجبن والجور وتحت كل واحد منهذه الأجناس أنواع كثيرة\nسنذكر منها ما يمكن ذكره. فأما أشخاص الأنواع فهي بلا نهاية وهي أمراض\nنفسانية تحدث منها أمراض كيرة كالخوف والحزن والغضب وأنواع العشق الشهواني\nوضروب من سوء الخلق وسنذكرها ونذكر علاجاتها فيما بعد إنشاء الله تعالى.\nوالذي يجب علينا الآن هو تحديد هذه الأشياء أعني الأجناس الأربعة التي\nتحتوي <span id='ms010'></span> على جمل الفضائل فنقول: أما الحكمة فهي فضيلة النفس الناطقة المميزة\nوهي أن تعلم الموجودات كلها من حيث هي موجودة وإن شئت فقل إن تعلم الأمور\nالإلهية والأمور الإنسانية ويثمر علمها بذلك أن تعرف المعقولات أيها يجب ان\nيفعل وأيها يجب أن يغفل. واما العفة فهي فضيلة الحس الشهواني وظهور هذه\nالفضيلة في الإنسان يكون بأن يصرف شهواته بحسب الرأى أعني أن يوافق التمييز\nالصحيح حتى لا ينقاد لها ويصير بذلك حرا غير متعبد لشيء من شهواته، وأما\nالشجاعة فهي فضيلة النفس الغضبية وتظهر في الإنسان بحسب إنقيادها للنفس\nالناطقة المميزة واستعمال ما يوجبه الرأى في الأمور الهائلة أعني أن لا\nيخاف من الأمور المفزعة إذا كان فعلها جميلا والصبر عليها محمودا.\n</p>\n\n<p>\nفأما العدالة فهي فضيلة للنفس تحدث لها من إجتماع هذه الفضائل الثلاث\nالتي عددناها وذلك عند مسالمة هذه القوى بعضها للبعض وإستسلامها للقوة\nالمميزة حتى لا تتغالب ولا تتحرك لنحو مطلوباتها على سوم طبائعها ويحدث\nللإنسان بها سمة يختار بها ابدا الإنصاف من نفسه أولا ثم الإنصاف والإنتصاف\nمن غيره وله. وسنتكلم على كل واحدة من هذه الفضائل بكلام أوسع من هذا إذا\nذكرنا الفضائل التي تحت كل جنس من هذه الأربع إذ كان غرضنا في هذا الموضع\nالإشارة إليها بالرسوم الوجيزة ليتصورها المتعلم. والذي ينبغي الآن أن نتبع\nما قدمنا بذكر أنواع هذه الأجناس وماتحت كل واحد منها فنقول {الأقسام التي\nتحت الحكمة الذكاء. الذكر. التعقل. سرعة الفهم وقوته صفاء الذهن سهولة\nالتعلم وبهذه الأشياء يكون حسن الإستعداد للحكمة فأما الوقوف على جواهر هذه\nالأقسام فيكون من حدودها. وذلك أن العلم بالحدود يفهم جواهر الأشياء\nالمطلوبة الموجودة دائما على حال واحد وهو العلم البرهاني الذي لا يتغير\nولا يدخله الشك بوجه من الوجوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             والفضائل التي هي بذاتها فضائل\nلا تكون في حال من الأحوال غير فضائل، فكذلك العلوم بها. أما الذكاء فهو\nسرعة انقداح النتائج وسهولتها على النفس. اما الذكر فهو ثبات صورة ما يخلصه\nالعقل أو <span id='ms011'></span> الوهم من الأمور. وأما التعقل فهو موافقة بحث النفس عن الأشياء\nالموضوعة بقدر ما هي عليه. وأما صفاء الذهن فهو استعداد لما قد لزم من\nالمقدم. وأما سهولة التعلم فهي قوة للنفس وحدة في الفهم بها تدرك الأمور\nالنظرية.\n</p>\n\n<p>\nالفضائل التي تحت العفة\n</p>\n\n<p>\nالحياء. الدعة. الصبر. السخاء. الحرية. القاعة. الدماثة. الإنتظام. حسن\nالهدى. المسالمة. الوقار. الورع، أما الحياء فهو إنحصار النفس خوف إتيان\nالقبائح والحذر من الذم والسب الصادق. وأما الدعة فهي سكون النفس عند حركة\nالشهوات. وأما الصبر فهو مقاومة النفس الهوى لئلا تنقاد لقبائح اللذات وأما\nالسخاء فهو التوسط في الإعطاء وهو أن ينفق الأمور فيما ينبغي بعلىمقدار ما\nينبغي وعلى ما ينبغي وتحت السخاء خاصة أنواع كثيرة نحصيها فيما بعد لكثرة\nالحاجة إليها.\n</p>\n\n<p>\nوأما الحرية فهي فضيلة للنفس بها يكتسب المال من وجهه ويعطي في وجهه\nوتمنع من اكتسابه منغير وجهه. وأما القناعة فهي التساهل في المآكل والمشارب\nوالزينة. وأما الدماثة فهي حسن إنقياد النفس لما يجمل وتسرعها إلى الجميل.\nوأما الإنتظام فهو حال للنفس تقودها إلى حسن تقدير الأمور وترتيبها كما\nينبغي. وأما حسن الهدى فهو محبة تكميل النفس بالزينة الحسنة. وأما المسألة\nفهي موادعة تحصل للنفس عن ملكة لا اضطرار فيها. واما الوقار فهو سكون النفس\nوثابتها عند الحركات التي تكون في المطالب وأما الورع فهو لزوم الأعمال\nالجميلة التي فيها كمال النفس.\n</p>\n\n<p>\nالفضائل التي تحت الشجاعة\n</p>\n\n<p>\nكبر النفس. النجدة. عظم الهمة، الثبات. الصبر، الحلم. عدم الطيش،\nالشهامة، احتمال الكد والفرق بين الصبر والصبر الذي في العفة أنهذا يكون في\nالأمور الهائلة وذلك يكون في الشهوات الهائجة. اما كبر النفس فهو الإستهانة\nباليسير والإقتدار على حمل الكرائه فصاحبه أبدا يؤهل نفسه للأمور العظام مع\nاستخفافه لها. وأما النجدة فهي ثقة النفس عند المخاوف حتى لا يخامرها جزع.\nوأما عظم الهمة فهي فضيلة للنفس تحتمل بها سعادة الجد وضدها حتى الشدائد\nالتي تكون عند الموت. وأما الثبات فهو فضيلة للنفس تقوى بها على إحتمال\nالآلام ومقاومتها <span id='ms012'></span> في الأهوال خاصة. وأما الحلم فهو فضيلة للنفس تكسبها\nالطمأنينة فلا تكون شغبة ولا يحركها الغضب بسهولة وسرعة.\n</p>\n\n<p>\nوأما السكون الذي نعني به عدم الطيش فهو إما عند الخصومات وإما في الحروب\nالتي يذب بها عن الحريم أو عن الشريعة. وهو قوة للنفس تقسر حركتها في هذه\nالأحوال لشدتها. وأما الشهامة فهي الحرص على الأعمال العظام توقعا للأحدوثة\nالجميلة. وأما احتمال الكد فهو قوة للنفس بها تستعمل آلات البدن في الأمور\nالحسية بالتمرين وحسن العادةز\n</p>\n\n<p>\n؟؟الفضائل التي تحت السخاء\n</p>\n\n<p>\nالكرم. الإيثار، النيل، المواساة. السماحة المسامحة. أما الكرم فهو إنفاق\nالمال الكثير بسهولة من النفس في الأمور الجليلة القدر الكثيرة النفع كما\nينبغي وباقي شرائط السخاء التي ذكرناها. وأما الإيثار فهو فضيلة للنفس بها\nيكف الإنسان عن بعض حاجاته التي تخصه حتى يبذله لمن يستحقه. وأما النيل فهو\nسرور النفس بالأفعال العظام وإبتهاجها بلزوم هذه السيرة. وأما المواساة فهي\nمعاونة الأصدقاء والمستحقين ومشاركتهم في الأموال والأقوات. وأما السماحة\nفهي بذل بعض ما لا يجبز وأما المسامحة فهي ترك بعض ما يجب والجميع يكون\nبالإرادة والإختيار.\n</p>\n\n<p>\n؟الفضائل التي تحت العدالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             الصدقة، الألفة. صلة الرحم.\nالمكافأة. حسن الشركة. حسن القضاء، التودد. العبادة. ترك الحقد. مكافأة\nالشر بالخير. استعمال اللطف. ركوب المروءة في جميع الأحوال. ترك المعادات.\nترك الحكاية عمن ليس بعدل مرضي. البحث عن سيرة من يحكي عنه العدل. ترك لفظة\nواحدة لا خير فيها مسلم فضلا عن حكاية توجب حدا او قذفا أو قتلا أو\nقطعا.ترك السكون إلى قول سفلة الناس وسقطهم. ترك قول من يكدي بين الناس\nظاهرا باطنا أو يلحف في مسألة أو يلح بالسؤال فإن هؤلاء يرضيهم الشيء\nاليسير فيقولون لأجله حسنا ويسخطهم إذا منعوا اليسير فيقولون لأجله قبيحا.\nترك الشره في كسب الحلال وترك ركوب الدناءة في الكسب لأجل العيال. الرجوع\nإلى الله وإلى عهده وميثاقه عند كل قول يتلفظ به أو لحظ يلحظه أو خطرة في\nأعدائه وأصدقائه. ترك اليمين بالله وبشيء من أسماءه وصفاته رأسا <span id='ms013'></span>. وليس بعدل\nمن لم يكرم زوجته وأهلها المتصلين بها وأهل المعرفة الباطنة به وأهل\nالمعرفة الباطنة به. وخير الناس خيرهم لأهله وعشيرته والمتصلين به من أخ أو\nولد أو متصل بأخ أو والد أو قريب أو نسيب أو شريك أو جار أو صديق أو حبيب.\nومن احب المال حبا مفرطا لم يؤهل لهذه المرتبة. فإن حرصه على جمع المال\nيصده عن استعمال الرأفة وامتطاء الحق وبذل ما يجب ويضطره إلى الخيانة\nوالكذب والإختلاق والزور ومنع الواجب والإستقصاء وإستجلاب الدانق والحبة\nوالذرة لبيع الدين والمروءة. وربما أنفق أموالا جمة محبة منه للمحمدة وحسن\nالثناء ولا يريد بذلك وجه الله وما عنده. بل يتخذها مصيدة ويجعل ذلك مكسبة\nولا يعلم أن ذلك عليه سيئة ومسبة. أماالصداقة فهي محبة صادقة يهتم معها\nبجميع أسباب الصديق وغيثار فعل الخيرات التي يمكن فعلها به. وأما الألفة\nفهي إتفاق الآراء والإعتقادات. وتحدث عن التواصل فيعتقد معها التضافر على\nتدبير العيش.\n</p>\n\n<p>\nوأما صلة الرحم فهي مشاركة ذوي اللحمة في الخيرات التي تكون في الدنيا.\n</p>\n\n<p>\nوأما المكافأة فهي مقابلة الإحسان بمثله أو بزيادة عليه. وأما حسن الشركة\nفهو الأخذ والإعطاء في المعاملات على الإعتدال الموافق للجميع. وأما حسن\nالقضاء فهو مجازاة بعدل بغير ندم ولا من. وأما التودد فهو طلب مودات\nالأكفاء وأهل الفضل بحسن اللقاء وبالأعمال التي تستدعي المحبة منهم. وأما\nالعبادة فهي تعظيم الله تعالى وتمجيده وطاعته وإكرام أوليائه من الملائكة\nوالأنبياء والأئمة والعمل بما توجبه الشريعة وتقوى الله تعالى تتم هذه\nالأشياء وتكملها، وإذ قد تقصينا الفضائل الأولى وأقسامها وذكرنا أنواعها\nوأجزاءها فقد عرفنا الرذائل التي تضاد الفضائل لأنه يفهم من كل واحدة من\nتلك الفضائل كلها ما يقابلها لأن العلم بالأضداد واحد.\n</p>\n\n<p>\nولما كانت هذه الفضائل أوساطا بين أطراف وتلك الأطراف هي الرذائل وجب أن\nتفهم منها وأن اتسع لنا الزمان ذكرناها لأن وجود أسمائها في هذا الوقت\nمتعذر وينبغي ان تفهم من قولنا أن كل فضيلة فهي وسد بين رذائل ما أنا\nواصفه <span id='ms014'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             إن الأرض لما كانت في غاية البعد من السماء قيل إنها\nوسط وبالجملة المركز من الدائرة هو على غاية البعد من المحيط وإذا كان\nالشيء على غاية البعد من شيء آخر فهو من هذه الجهة على القطر. فعلى هذا\nالوجه يبنغي أن يفهم معنى الوسط من الفضيلة إذا كانت بين رذائل بعدها منها\nأقصى البعد ولهذا إذا انحرنفت الفضيلة عن موضعها الخاص بها أدنى انحراف\nقربت من رذيلة أخرى ولم تسلم من العيب بحسب قربها من تلك الرذيلة التي تميل\nإليها ولهذا صعب جدا وجود هذا الوسط ثم التمسك به بعد وجوده أصعب لذلك قالت\nالحكماء إصابة نقطة الهدف أعسر من العدول عنها ولزوم الصواب بعد ذلك حتى لا\nيخطأها أعسر وأصعب. وذلك أن الأطراف التي تسمى رذائل من الأفعال والأحوال\nوالزمان وسائر الجهات كثيرة جدا. ولذلك كانت دواعي الشر أكثر من دواعي\nالخير ويجب أن تطلب أوساط تلك الأطراف بحسب كل فرد فرد. فأما ما يجب على\nالمؤلف فهو أن يذكر جمل هذه الأوساط وقوانينها بحسب ما يليق بالصناعة لا\nعلى ما يجب على كل شخص فإن هذا غير ممكن فإن النجار والصائغ وجميع أرباب\nالصناعات إنما يحصل في نفوسهم قوانين وأصول فيعرف النجار صورة الباب\nوالسرير والصائغ صورةالخاتم والتاج على الإطلاق. فأما أشخاص ماقام في نفسه\nفإنما يستخرجها بتلك القوانين ولا يمكنه تعرف الأشخاص لأنها بلا نهاية.\nوذلك أن كل باب وخاتم إنما يعمل بمقدار ما ينبغي وعلى قدر الحاجة وبحسب\nالمادة.\n</p>\n\n<p>\nوالصناعة لا تضمن إلا معرفة الأصول فقط. وإذ قد ذكرنا معنى الوسط في\nالأخلاق وماينبغي أن يفهم منه فلنذكر هذه الأوساط لتفهم منها الأطراف التي\nهي رذائل وشرور فنقول وبالله التوفيق.\n</p>\n\n<p>\nأما الحكمة فهي وسط بين السفه والبله وأعني بالسفه ههنا إستعمال القوة\nالفكرية فيما لا ينبغي وكمالا ينبغي. وسماه القوم الجزيرة وأعني بالبله\nتعطيل هذهالقوة وإطراحها وليس بنبغي أن يفهم أن البله ههنا نقصان الخلقة بل\nما ذكرته من تعطيل القوة الفكرية بالإرادة. وأما الذكاء <span id='ms015'></span> فهو وسط بين الخبث\nوالبلادة فإن أحد طرفي كل وسط إفراط والآخر تفريط أعني الزيادة عليه\nوالنقصان منه فالخبث والدهاء والحيل الرديئة هي كلها إلى جانب الزيادة فيما\nينبغي أن يكون الذكاء فيه. وأما البلادة والبله والعجز عنغدراك المعارف فهي\nكلها إلى جانب النقصان من الذكاء. وأما الذكر فهو وسط بين النسيان الذي\nيكون بإهمال ما ينبغي أن يحفظ وبين العناية بما لا ينبغي أن يحفظ. وأما\nالتعقل - وهو حسن التصور - فهووسط بين الذهاب بالنظر في الشيء الموضوع إلى\nأكثر مما هو عليه وبين القصور وبالنظر فيه عما هو عليه. وأما سرعة الفهم\nفهي وسط بين إختطاف خيال الشيء من غير إحكام لفهمه. وبين الإبطاء عن فهم\nحقيقته. وأما صفاء الذهن فهو وسط بين ظلمة النفس عن إستخراج المطلوب بوبين\nالتهاب يعرض فيها فيمنعها من استخراج المطلوب وأما جودة الذهن وقوته فهو\nوسط بين الإفراط في التأمل لما لزم من المقدم حتى يخرج منه إلى غيره وبين\nالتفريط فيه حتى يقصر عنه.\n</p>\n\n<p>\nوأما سهولة التعلم فهي وسط بين المبادرة إليه بسلاسة تثبت معها صورة\nالعلم وبين التعصب عليه وتعذره.\n</p>\n\n<p>\nوأما العفة فهي وسط بين رذيلتين وهما الشره وخمود الشهوة. وأعني بالشره\nالإنهماك في اللذات والخروج فيها عما ينبغي وأعني بخمود الشهوة السكون عن\nالحركة التي تسلك نحو اللذة الجميلة التي يحتاج إليها البدن في ضروراته وهي\nما رخص فيه صاحب الشريعة والعقل.\n</p>\n\n<p>\nوأما الفضائل التي تحت العفة فإن الحياء وسط بين رذيلتين. إحداهما لوقاحة\nوالأخرى الخرق. وأنت تقدر على أن تلحظ أطراف الفضائل الأخرى التي هي رذائل\nوربما وجدت لها أسماء بحسب اللغة وربما وجدت لها إسما وليس يعسر عليك فهم\nمعانيها والسلوك فيها على السبيل التي سلكناها {وأما الشجاعة} فهي وسط بين\nرذيلتين إحداهما الجبن والأخرى التهور. أما الجبن فهو الخوف مما لا ينبغي\nان يخاف منه. وأما التهور فهو الإقدام على ما لا ينبغي أن يقدم عليه وأما\nالسخاء فهو وسط بين رذيلتين إحداهما السرف والتبذير والأخرى البخل <span id='ms016'></span>\nوالتقتير. أما التبذير فهو بذل ما لا ينبغي لمن لا يستحق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             وأما\nالتقتير فهومنع ما ينبغي عمن يستحق {وأما العدالة} فهي وسط بين الظلم\nوالإنظلام، أما الظلم فهو التوصل إلى كثرة المقتنيات من حيث لا ينبغي كما\nلا ينبغي. وأما الإنظلام فهو الإستحذاء والإستماتة في المقتنيات لمن لا\nينبغي وكما لا ينبغي. ولذلك يكون للجائر أموال كثيرة لأنه يتوصل إليها من\nحيث لا يجب ووجوه التوصل إليها كثيرة. وأما المنظلم فمقتنياته وأمواله\nيسيرة جدا لأنه يتركها من حيث لا يجب. وأما العادل فهو في الوسط لأنه يقتني\nالأموال من حيث يجب. ويتركها من حث لا يجب. فالعدالة فضيلة ينصف بها\nالإنسان من نفسه ومن غيره من غير أن يعطي نفسه من النافع أكثر وغيره أقل.\nوأما في الضار فبالعكس وهو أن لا يعطي نفسه أقل وغيره أكثر لكن يستعمل\nالمساواة التي هي تناسب ما بين الأشياء ومن هذا المعنى اشتق اسمه أعني\nالعدل.\n</p>\n\n<p>\nوأما الجائر فأنه يطلب لنفسه الزيادة من المنافع ولغيره النقصان منها\nوأما في الأشياء الضارة فإنه يطلب لنفسه النقصان ولغيره الزيادة منها. فقد\nذكرنا الأخلاق التي هي خيرات وفضائل وأطرافها التي هي شرور ورذائل على طريق\nالإيجاز وحددنا ما يحد منها ورسمنا ما يرسم وسنشرح كل واحد منها على سبيل\nالإستقصاء فيما بعد إن شاء الله تعالى.\n</p>\n\n<p>\nوينبغي أن نلخص في هذا الموضع شكا ربما لحق طالب هذه الفضائل فنقول: أنا\nقد بينا فيما تقدم أن الإنسان من بين جميع الحيوان لا يكتفي بنفسه في تكميل\nذاته. ولا بد له من معاونة قوم كثيرى العدد حتى يتمم به حياته طيبة ويجري\nأمره على السداد. ولهذا قال الحكماء أن الإنسان مدني بالطبع أي هو محتاج\nإلى مدينة فيها خلق كثير لتتم له السعادة الإنسانية فكل بالطبع وبالضرورة\nيحتاج إلى غيره فهو لذلك مضطر إلى مصافاة الناس ومعاشرتهم العشرة الجميلة\nومحبتهم المحبة الصادقة لأنهم يكملون ذاته ويتممون إنسانيته وهو أيا يفعل\nبهم مثل ذلك. فإذا كان كذلك بالطبع وبالضرورة <span id='ms017'></span> فكيف يؤثر الإنسان العاقل\nالعارف بنفسه التفرد والتخلي ولا يتعاطى ما يرى الفضيلة في غيره. فإذا\nالقوم الذين رأوا الفضيلة في الزهد وترك مخالطة الناس وتفردوا عنهم إما\nبملازمة المغارات في الجبال وأما ببناء الصوامع في المفاوز. وأما بالسياحة\nفي البلدان لا يحصل لهم شيء من الفضائل الإنسانية التي عددنها. ذلك أن من\nلم يخالط الناس ولم يساكنهم في المدن لا تظهر فيه العفة ولا النجدة ولا\nالسخاء ولا العدالة بل تصير قواه وملكاته التي ركبت فيه باطلة لأنها لا\nتتوجه لا إلى خير ولا إلى شر فإذا بطلت ولم نظهر أفعالها الخاصة بها صاروا\nبمنزلة الجمادات والموتى من الناس ولذلك يظنون ويظن بهم أنهم أعفاء وليسوا\nبإعفاء وأنهم عدول وليسوا بعدول وكذلك في سائر الفضائل اعني أنه إذا لم\nيظهر منهم أضداد هذه التي هي شرور. ظن بهم الناس أنهم أفاضل وليست الفضائل\nإعداما بل هي أفعال وأعمال تظهر عند مشاركة الناس ومساكنتهم وفي المعاملات\nوضروب الإجتماعات. ونحن إنما نعلم ونتعلم الفضائل الإنسانية التي نساكن بها\nالناس ونخالطهم ونصبر على أذاهم لنصل منها وبها إلى سعادات أخر إذا صرنا\nإلى حال أخرى. وتلك الحال غير موجودة لنا الآن.\n</p>\n\n<p>\nالمقالة الثانية\n</p>\n\n<p>\n\" الخلق \"\n</p>\n\n<p>\nالخلق حال للنفس داعية لها إلى أفعالها من غير فكر ولا روية ولا روية.\nوهذه الحال تنقسم إلى قسمين: منها ما يكون طبيعيا من أصل المزاج كالإنسان\nالذي يحركه أدنى شيء نحو غضب ويهيج من أقل سبب وكالإنسان الذي يجبن من أيسر\nشيء كالذي يفزع من أدنى صوت يطرق سمعه أو يرتاع من خبر يسمعه وكالذي يضحك\nضحكا مفرطا من أدنى شيء يعجبه وكالذي يغتم ويحزن من أيسر شيء يناله، ومنها\nما يكون مستفادا بالعادة والتدرب وربما كان مبدؤه بالروية والفكر ثم يستمر\nعليه أولا فأولا حتى يصير ملكة وخلقا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             ولهذا اختلف القدماء في\nالخلق فقال بعضهم الخلق خاص بالنفس غير الناطقة وقال بعضهم قد يكون للنفس\nالناطقة فيه حظ. ثم اختلف الناس أيضا اختلافا ثانيا فقال بعضهم <span id='ms018'></span> من كان له\nخلق طبيعي لم ينتقل عنه وقال آخرون ليس شيء من الأخلاق طبيعيا للإنسان ولا\nنقول أنه غير طبيعي. وذلك أنا مطبوعون على قبول الخلق بل ننتقل بالتأديب\nوالمواعظ إما سريعا أو بطيئا. وهذا الرأي الأخير هو الذي نختاره لأنا\nنشاهده عيانا ولأن الرأى الأول يؤدي إلى أبطال قوة التمييز والعقل وإلى رفض\nالسياسات كلها وترك الناس همجا مهملين وإلى ترك الأحداث والصبيان على ما\nيتفق أن يكونوا عليه بغير سياسة ولا تعليم وهذا ظاهر الشناعة جدا.\n</p>\n\n<p>\nوأما الرواقيون فظنوا أ، الناس كلهم يخلقون أخيارا بالطبع ثم بعد ذلك\nيصيرون أشرارا بمجالسة أهل الشر والميل إلى الشهوات الرديئة التي لا تقمع\nبالتأديب فينهمك فيها ثم يتوصل إليها من كل وجه ولا يفكر في الحسن منها\nوالقبيح. وقوم آخرون كانوا قبل هؤلاء ظنوا أن الناس خلقوا من الطينة السفلى\nوهي كدر العالم فهم لأجل ذلك أشرار بالطبع.\n</p>\n\n<p>\nوإنما يصيرون أخيارا بالتأديب والتعليم إلا أن فيهم منهو في غاية الشر لا\nيصلحه التأديب وفيهم من ليس في غاية الشر فيمكن أن ينتقل من الشر إلى الخير\nبالتأديب من الصبا ثم بمجالسة الأخيار وأهل الفضل، فأما جالينوس فإنه رأى\nأن الناس فيهم من هو خير بالطبع وفيهم من هو شرير بالطبع وفيهم من هو متوسط\nبين هذين. ثم أفسد المذهبين الأولين اللذي ذكرناهما أما الأول فبأن قال أن\nكان كل الناس أخيارا بالطبع وإنما ينتقلون إلى الشر بالتعليم فالبضرورة إما\nأن يكون تعلمهم الشرور من أنفسهم وإما من غيرهم. فإن تعلموا من غيرهم فإن\nالمعلمين الذين علموهم الشر أشرار بالطبع. فليس الناس إذا كلهم أخيارا\nبالطبع. وإن كانوا تعلموه من أنفسهم فإما أن يكون فيهم قوة يشتاقون بها إلى\nالشر فقط فهم إذا أشرار بالطبع.\n</p>\n\n<p>\nوأما الرأى الثاني فإنه أفسده بمثل هذه الحجة. وذلك أنه قال إن كان كل\nالناس أشرارا بالطبع فإما أن يكونوا تعلموا الخير من غيرهم أو من أنفسهم\nونعيد الكلام الأول بعينه، ولما أفسد هذين المذهبين صحح <span id='ms019'></span> رأى نفسه من الأمور\nالبينة الظاهرة. وذلك أنه ظاهر جدا أن من الناس من هو خير بالطبع وهم\nقليلون وليس ينتقل هؤلاء إلى الشر ومنهم من هو شرير بالطبع وهم كثيرون وليس\nينتقل هؤلاء إلى الخير. ومنهم من هو متوسط بين هذين وهؤلاء قد ينتقلون\nبمصاحبة الأخيار ومواعظهم إلى الخير وقد ينتقلون بمقاربة أهل الشر وإغوائهم\nإلى الشر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             وأما أرسطو طاليس فقد بين في كتاب الأخلاق وفي كتاب\nالمقولات أيضا أن الشرير قد ينتقل بالتأديب إلى الخير. ولكن ليس على\nالإطلاق لأنه يرى أن تكرير المواعظ والتأديب وأخذ الناس بالساياسات الجيدة\nالفاضلة لا بد أن يؤثر ضروب التأثير في ضروب الناس فمنهم من يقبل التأديب\nويتحرك إلى الفضيلة بسرعة ومنهم من يقبله ويتحرك إلى الفضيلة بابطاء. ونحن\nنؤلف من ذلك قياسا وهو هذا: كل خلق يمكن تغيره. ولا شيء مما يمكن تغيره هو\nبالطبع. فإذا لا خلق ولا واحد منه بالطبع. والمقدمتان صحيحتان والقياس منتج\nفي الضرب الثاني من الشكل الأول. أما تصحيح المقدمة الأولى. وهي أن كل خلق\nيمكن تغيره فقد تكلمنا عليه وأوضحناه وهو بين من العيان ومما استدللنا به\nمن وجوب التأديب ونفعه وتأثيره في الأحداث والصبيان ومن الشرائع الصادقة\nالتي هي سياسة الله لخلقه وإما تصحيح المقدمة الثانية وهي أنه لا شيء مما\nيمكن تغيره هو بالطبع فهو ظاهر أيضا. وذلك أنا لا نروم تغيير شيء مما هو\nبالطبع أبدا. فإن أي أحد لا يروم أن يغير حركة النار التي إلى فوق بأن\nيعودها الحركة إلى أسفل ولا أن يعود الحجر حركة العلوم يروم بذلك أن يغير\nحركة الطبيعة التي إلى أسفل. ولو رامه ما صح له تغيير شيء من هذا ولا ما\nيجري مجراه أعني الأمور التي هي بالطبع فقد صحت المقدمتان وصح التأليف في\nالشكل الأول وهو الضرب الثاني منه وصار برهانا. فأما مراتب الناس في قبول\nهذه الآداب التي سميناها خلقا والمسارعة إلى تعلمها والحرص عليها فإنها\nكثيرة وهي تشاهد وتعاين فيهم وخاصة <span id='ms020'></span> في الأطفال فإن أخلاقهم تظهر فيهم منذ\nبدء نشأتهم ولا يسترونها بروية ولا فكر كما يفعله الرجل التام الذي انتهى\nفي نشؤه وكماله إلى حيث يعرف من نفسه ما يستقبح منه فيخفيه بضروب من الحيل\nوالأفعال المضادة لما في طبعه: وأنت تتأمل من أخلاق الصبيان واستعدادهم\nلقبول الأدب أو نفورهم عنه أو ما يظهر في بعضهم من القحة وفي بعضهم من\nالحياء وكذلك ما ترى فيهم من الجود والبخل والرخمة والقسوة والحسد وضده ومن\nالأحوال المتفاوتة ما تعرف به مراتب الإنسان في قبول الأخلاق الفاضلة وتعلم\nمعه أنهم ليسوا على رتبة واحدة وأن فيهم المتواني والممتنع والسهل السلس\nوالفظ العسر والخير والشرير. والمتوسطون بين هذه الأطراف في مراتب لا تحصى\nكثرة وإذا أهملت الطباع ولم ترض بالتأديب والتقويم نشأ كل إنسان على رسوم\nطباعه وبقي عمره كله على الحال التي كان عليها في الطفولية وتبع ما وافقه\nفي الطبع أما الغضب وأما اللذة وأما الزعارة وأما الشره وأما غير ذلك من\nالطباع المذمومة.\n</p>\n\n<p>\nالشريعة\n</p>\n\n<p>\nوالشريعة هي التي تقوم الأحداث وتعودهم الأفعال المرضية وتعد نفوسهم\nلقبول الحكمة وطلب الفضائل والبلوغ إلى السعادة الإنسية بالفكر الصحيح\nوالقياس المستقيم وعلى الوالدين أخذهم بها وسائر الآداب الجميلة بضروب\nالسياسات من الضروب إذا دعت إليه الحاجة أو التوبيخات أن صدتهم أو الأطماع\nفي الكرامات أو غيرها مما يميلون إليه من الراحات أو يحذرونه من العقوبات.\nحتى إذا تعودوا ذلك واستمروا عليه مدة من الزمان كثيرة أمكن فيهم حينئذ أن\nيعلموا برهين ما أخذوه تقليدا وينبهوا على طرق الفضائل وإكتسابها والبلوغ\nإلى غاياتها بهذه الصناعة التي نحن بصددها.\n</p>\n\n<p>\nوالله الموفق وللإنسان في ترتيب هذه الآداب وسياقها أولا فأولا إلى\nالكمال الأخير طريق طبيعي يتشبه فيها بفعل الطبيعة. وهو أن ينظر إلى هذه\nالقوى التي تحدث فينا أيها أسبق إلينا وجودا فيبدأ بتقويمها ثم بما يليها\nعلى النظام الطبيعي وهو بين ظاهر. وذللك أن أول ما يحدث فينا هو الشيء\nالعام للحيوان والنبات كله ثم لا يزال <span id='ms021'></span> يختص بشيء شيء يتميز به عن نوع نوع\nإلى أن يصير إلى الإنسانية. فلذلك يجب أن نبدأ بالشوق الذي يحصل فينا إلى\nالغضب ومحبة الكرامة فنقومه ثم بآخره وهو الشوق الذي يحصل فينا إلى المعارف\nوالعلوم فنقومه. وهذا الترتيب الذي قلنا أنه طبيعي إنما حكمنا فيه لما يظهر\nفينا منذ أول نشونا أعني أن نكون أولا أجنة ثم أطفالا ثم أناسا كاملين\nوتحدث فينا هذه القوى مرتبة. فأما أن هذه الصناعة هي أفضل الصناعات كلها\nأعني صناعة الأخلاق التي تعني بتجويد أفعال الإنسان بحسب ما هو إنسان\nفيتبين مما أقول.\n</p>\n\n<p>\nالإنسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             لما كان للجوهر الإنساني فعل خاص لا يشاركه فيه شيء\nمن موجودات العالم كما بيناه فيما تقدم، وكان الإنسان أشرف موجودات عالمنا\nثم لم تصدر عنه أفعاله بحسب جوهره وشبهناه بالفرس الذي إذا لم تصدر عنه\nأفعال الفرس على التمام استعمل مكان الحمار بالاكاف وكان وجوده أروح له من\nعدمه وجب أن تكون الصناعة التي تعني بتجويد أفعال الإنسان حتى تصدر عنه\nأفعاله كلها تامة كاملة بحسب جوهره ورفعه عن رتبة الأخس التي يستحقق بها\nالمقت من الله والقرار في العذاب الأليم أشرف الصناعات كلها وأكرمها. وأما\nسائر الصناعات الأخر فمراتبها من الشرف بحسب مراتب جوهر الشيء الذي تستصلحه\nوهذا ظاهر جدا من تصفح الصناعات لأن فيها الدباغة التي تعني باستصلاح جلود\nالبهائم الميتة وفيها صناعة الطب والعلاج التي تهتم باستصلاح الجواهر\nالشريفة الكريمة وهكذا الهمم المتفاوتة التي ينصرف بعضها إلى العلوم\nالدنيئة وبعضها إلى العلوم الشريفة. وإذا كانت جواهر الموجودات متفاوتة في\nالشرف في الجماد والنبات والحيوان. أما في الحيوان فكجوهر الديدان والحشرات\nإذا قيس إلى جوهر الإنسان. وإما في جوهر الموجودات الآخر فظاهر لمن أراد أن\nيحصيها. فالصناعة والهمة التي تصرف إلى أشرفها أشرف من الصناعة والهمة التي\nتصرف إلى الأدون منها. ويجب أن يعلم ان اسم الإنسان وإن كان يقع على أفضلهم\nوعلى أدونهم فإن بين هذين الطرفين أكثر مما بين كل متضادين من البعد. وإن <span id='ms022'></span>\nرسول الله صلى الله عليه وسلم قال: {ليس شيء خيرا من ألف مثله الإنسان \"\nوقال: عليه الصلاة والسلام \" الناس كابل مائة لا تجد فيها راحلة واحدة \"\nوقال: \" الناس كأسنان المشط وفي بعضها كأسنان الحمار وإنما يتفاضلون\nبالعقل. ولا خير في صحبة من لا يعرف لك من الفضل ما تعرف له \" وفي نظائر\nهذه أشياء كثيرة تدل على هذا المعنى وأن الشاعر الذي قال: (ولم أر أمثال\nالرجال تفاوتا إلى المجد حتى عد ألف بواحد) وإن كان عنده أنه قد بالغ فإنه\nقد قصر. والخبر الخمروي عن النبي عليه الصلاة والسلام \" إني وزنت بأمتي\nفرجحت بهم \" أصدق وأوضح. وليس هذا في الإنسان وحده بل في كثير من الجواهر\nالأخر. وإن كان في الإنسان أكثر وأشد تفاوتا فإن بين السيف المعروف\nبالصمصام وبين السيف المعروف بالكهام تفاوتا عظيما. وكذلك الحال في التفاوت\nالذي بين الفرس الكريم وبين البرذون المقرف فمن أمكنه أني رقى بالصناعة\nمنأدون هذه الجواهر مرتبة إلى أعلاها فاشرف به وبصناعته ما أكرمه وأكرمها.\nفأما الإنسان من بين هذه الجواهر فهو مستعد بضروب من الإستعدادات لضروب من\nالمقامات. وليس ينبغي أن يكون الطمع في إستصلاحه على مرتبة واحدة وهذا شيء\nيتبين فيما بعد بمشيئة الله وعونه. إلا أن الذي ينبغي أن يعلم الآن أن وجود\nالجوهر الإنساني متعلق بقدرة فاعله وخالقه تبارك وتقدس إسمه وتعالى. فأما\nتجويد جوهره فمفوض إلى الإنسان وهو معلق بإرادته. فاعرف هذه الجملة إلى أن\nتلخص في موضعها إن شاء الله تعالى. وقد قدمنا في صدر هذا الكتاب إن قلنا\nينبغي أن نعرف نفوسنا ما هي ولأي شيء هي. ثم قنا إن لكل جوهر موجود كمالا\nخاصا به وفعلا لا يشاركه فيه غيره من حيث هو ذلك الشيء وقد بينا ذلك في\nغاية البيان في الرسالة المسعدة. وإذا كان ذلك محفوظا فنحن مضطرون إلى أن\nنعرف الكمال الخاص بالإنسان والفعل الذي لا يشاركه فيه غير منحيث هو إنسان\nلنحرص على طلبه وتحصيله ونجتهد في البلوغ إلى <span id='ms023'></span> غايته ونهايته. ولما كان\nالإنسان مركبا لم يجز أن يكون كماله وفعله الخاص به كمال بسائطه وأفعالها\nالخاصة بها وإلا كان وجود المركب باطلا كالحال في الخاتم والسرير. فإذا له\nفعل خاص به من حيث هو مركب وإنسان لا يشاركه فيه شيء من الموجودات الأخر.\nفأفضل الناس أقدرهم على إظهار فعله الخاص والزمهم له من غير تلون فيه ولا\nإخلال به في وقت دون وقت. وإذا عرف الأفضل فقد عرف الأنقص على إعتبار الضد،\nفالكمال الخاص بالإنسان كمالان وذلك أن له قوتين إحداهما العالمة والأخرى\nالعاملة فلذلك يشتاق بإحدى القوتين إلىالمعارف والعلوم وبالأخرى إلى نظم\nالأمور وترتيبها وهذان الكمالان هما اللذان نص عليهما الفلاسفة فقالوا.\n</p>\n\n<p>\nالفلسفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             تنقسم إلى قسمين إلى الجزء النظري والجزء العملي\nفإذا كمل الإنسان بالجزء العملي والجزء النظري فقد سعد السعادة التامة، أما\nكماله الأول بإحدى قوتيه أعني العالمة وهي التي يشتاق بها إلى العلوم فهو\nأن يصير في العلم بحيث يصدق نظره وتصح بصيرته وتستقيم رويته فلا يغلط في\nإعتقاد ولا يشك في حقيقة وينتهي في العلم بأمور الموجودات على الترتيب\nإلىالعلم الإلهي الذي هو آخر مرتبة العلوم ويثق به ويسكن إليه ويطئن قلبه\nوتذهب حيرته وينجلي له المطلوب الأخير حتى يتحد به وهذا الكمال قد بينا\nبالقوة الأخرى أعني القوة العاملة فهو الذي نقصده في كتابنا هذا وهو الكمال\nالخلقي ومبدؤه من ترتيب قواه وأفعاله الخاصة بها حتى لا تتغالب وحتى تتسالم\nهذه القوى فيه وتصدر أفعاله كلها بحسب قوته المميزة منتظمة مرتبة كما ينبغي\nوينتهي إلي التدبير المدني الذي يرتب الأفعال والقوى بين الناس حتى تنتظم\nذلك الإنتظام ويسعدوا سعادة مشتركة كما كان ذلك في الشخص الواحد. فإذا\nالكمال الأول النظري منزلته منزلة الصورة والكمال الثاني العملي منزلته\nمنزلة المادة وليس يتم أحدهما إلا بالآخر لأن العلم مبدأ والعمل تمام\nوالمبدأ بلا تمام يكون ضائعا والنمام بلا مبدأ يكون مستحيلا وهذا الكمال هو\nالذي سميناه غرضا.\n</p>\n\n<p>\nوذلك أن الغرض والكمال بالذات هما شيء واحد <span id='ms024'></span> وإنما يختلفان بالإضافة فإذا\nنظر إليه وهوبعد في النفس ولم يخرج إلي الفعل فهو غرض فإذا خرج إلي الفعل\nوتم فهو كمال. وكذلك الحال في كل شيء لأن البيت إذا كان متصورا للباني وكان\nعالما بأجزائه وتركيبه وسائر أحواله كان غرضا. فإذا أخرجه إلي كماله ويصدر\nعنه فعله الخاص به إذا علم الموجودات كلها أي يعلم كلياتها وحدودها التي هي\nذواتها لا أعراضها وخواصها التي تصيرها بلا نهاية.\n</p>\n\n<p>\nفإنك إذا علمت كليات الموجودات فقد علمت جزئياتها بنحو مالان الجزئيات\nلاتخرج عن كلياتها فإذا كملت هذا الكمال فتممه بالفعل المنظوم ورتب القوى\nوالملكات التي فيك ترتيبا علميا كما سبق علمك به. فإذا انتهيت إلى هذه\nالرتب فقد صرت عالما وحك واستحقيت أن تسمى عالما صغيرا لأن صور الموجودات\nكلها قد حصلت في ذاتك فصرت أنت هي بنحو ما. ثم نظمتها بأفعالك على نحو\nاستطاعتك فصرت فيها خليفة لمولاك خالق الكل جلت عظمته فلم تخط فيها ولم\nتخرج عن نظامه الأول الحكمى فتصير حينئذ عالما تاما. والتام من الموجودات\nهو الدائم الوجد والدائم الوجود هو الباقي بقاء سرمديا فلا يفوتك حينئذ شيء\nمن النعيم المقيم لأنك بهذا الكمال مستعد لقبول الفيض من المولى دائما أبدا\nوقد قربت منه القرب الذي لا يجوز أن يحول بينك وبينه حجاب. وهذه هي الرتبة\nالعليا والسعادة القصوى. ولولا أن الشخص الواحد من أشخاص الناس يمكنه تحصيل\nهذه المنزلة في ذاته وتكميل صورته بها وإتمام نقصانه بالترقي إليها لكان\nسبيله سبيل أشخاص الحيوانات الأخر أو كسبيل أشخاص النبات في مصيرها إلى\nالفناء والإستحالة التي تلحقها والنقصانات التي لا سبيل إلى تمامها.\nولإستحال فيه البقاء الأبدي والنعيم السرمدي والمصير إلى ربه ودخول جنته.\nومن لا يتصور هذه الحالة ولا ينتهي إلى علمها من المتوسطين في العلم يقع له\nشكوك. فيظن أن الإنسان إذا انتقض تركيبه الجسماني بطل وتلاشى كالحال في\nالحيوانات الأخر وفي النبات فحينئذ يستحق إسم الإلحاد ويخرج عن سمة الحكمة\nوسنة الشريعة.\n</p>\n\n<p>\nكمال الإنسان في الذات <span id='ms025'></span> المعنوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             وقد ظن قوم أن كمال الإنسان\nوغايته هما في اللذات وإنها هي الخير المطلوب والسعادة القصوى. وظنوا أن\nجميع قواه اخر \" إنما ركبت فيه من أجل هذه اللذات والتوصل إليها. وأن النفس\nالشريفة التي سميناها ناطقة إنما وهبت له ليرتب بها الأفعال ويميزها ثم\nيوجهها نحو هذه اللذات لتكون الغاية الأخيرة هي حصولها له على النهاية\nوالغاية الجسمانية. وظنوا أيضا أن قوى النفس الناطقة أعني الذكر والحفظ\nوالروية كلها تراد لتلك الغاية. قالوا وذلك أن الإنسان إذا تذكر اللذات\nالتي كانت حصلت له بالمطاعم والمشارب والمناكح اشتاق إليها وأحب معاودتها\nفقد صارت منفعة الذكر والحفظ إنما هي اللذات وتحصيلها. ولأجل هذه الظنون\nالتي وقعت لهم جعلوا النفس المميزة الشريفة كالعبد المهين وكالأجير\nالمستعمل في خدمة النفس الشهوية لتخدمها في المآكل والمشارب والمناكح\nوترتبها لها وتعدها إعدادا كاملا موافقا. وهذا هو رأي الجمهور من العامة\nالرعاع وجهال الناس السقاط.\n</p>\n\n<p>\nوإلى هذه الخيرات التي جعلوها غاياتهم تشوقوا عند ذكر الجنة والقرب من\nبارئهم عزوجل. وهي التي يسألونها ربهم تبارك وتعالى في دعواتهم وصلواتهم.\nوإذا خلوا بالعبادات وتركوا الدنيا وزهدوا فيها فإنما ذاك منهم على سبيل\nالمتجر والمرابحة في هذه بعينها. كأنهم تركوا قليلها ليصلوا إلى كثيرها\nوأعرضوا عن الفانيات منها ليبلغوا إلى الباقيات. إلا انك تجدهم مع هذا\nالإعتقاد وهذه الأفعال إذا ذكر عندهم الملائكة والخلق الأعلى الأشرف وما\nنزههم الله عنه من هذه القاذورات علموا بالجملة أنهم أقرب إلى الله تعالى\nوأعلى رتبة من الناس وأنهم غير محتاجين إلى شيء من حاجات البشرز بل يعلمون\nأن خالقهم وخالق كل شيء الذي تولى إبداع الكل هو منزه عن هذه الأشياء متعال\nعنها غير موصوف باللذة والتمتع مع التمكن من إيجادها. وإن الناس يشاركون في\nهذه اللذات الخنافس والديدان وصغار الحشرات والهمج من الحيوان. وإنما\nيناسبون الملائكة بالعقل والتمييز ثم يجمعون بين هذا الإعتقاد والإعتقاد\nالأول. وهذا هوالعجب العجيب. وذلك أنهم يرون عيانا ضروراتهم بالأذى الذي\nيلحقهم بالجوع والعرى وضروب النقص وحاجاتهم <span id='ms026'></span> إلى مداواتها بما يدفعها عنهم.\nفإذا زالت آثارها وعادوا إلى حال السلامة منها التذوا بذلك ووجدوا للراحة\nلذة. ولا يشعرون أنهم إذا اشتاقوا إلى لذة المآكل فقد اشتاقوا أولا إلى ألم\nالجوع. وذلك أنهم إن لم يؤلموا بالجوع لم يلتذوا بالأكل. وهكذا الحال في\nسائر اللذات الأخر. إلا أن هذا الحال في بعضها أظهر منها في بعض. وسنتكلم\nعلى أن صورة الجميع واحدة وأن اللذات كلها إنما تحصل للملتذ بعد آلام\nتلحقه. لأن اللذة هي راحة من ألم وأن كل لذة حسية إنما هي خلاص من ألم أو\nأذى في غير هذا الموضع.\n</p>\n\n<p>\nوسيظهر عند ذلك أن من رضي لنفسه بتحصيل اللذات البدنية وجعلها غايته\nوأقصى سعادته فقد رضى بأخس العبودية لأخص الموالي. لأنه يصير نفسه الكريمة\nالتي يناسب بها الملائكة عبدا للنفس الدنيئة التي يناسب بها الخنازير\nوالخنافس والديدان وخسائس الحيوانات التي تشاركه في هذا الحال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nوقد تعجب جالينوس في كتابه الذي سماه بأخلاق النفس من هذا الرأي وكثر\nاستجهاله للقوم الذين هذه مرتبتهم من العقل. إلا أنه قال أن هؤلاء الخبثاء\nالذين سيرتهم أسوأ السير وإرداؤها إذا وجدوا إنسانا هذا رأيه ومذهبه نصروه\nونوهوا به ودعوا إليه ليوهموا بذلك أنهم غير منفردين بهذه الطريقة لأنهم\nيظنون أنهم متى وصف أهل الفضل والنبل من الناس بمثل ما هم عليه كان ذلك\nعذرا لهم وتمويها على قوم آخرين في مثل طريقتهم. وهؤلاء هم الذين يفسدون\nالأحداث بإيهامهم أن الفضيلة هي ما تدعوهم إليه طبيعة البدن من الملاذ. وأن\nتلك الفضائل الأخر الملكية إما أن تكون باطلة ليست بشيء ألبتة وإما أن تكون\nغير ممكنة لأحد من الناس: والناس مائلون بالطبع الجسداني إلى الشهوات فيكثر\nاتباعهم وتقل الفضلاء فيهم. وإذا تنبه الواحد بعد الواحد منهم إلى أن هذه\nاللذات إنما هي لضرورة الجسد وإن بدنه مركب من الطبائع المتضادة أعني\nالحرارة والبرودة واليبوسة والرطوبة وأنه إنما يعالج بالمأكل والمشرب\nأمراضا تحدث به عند الإنحلال لحفظ تركيبه على حالة واحدة أبدا ما <span id='ms027'></span> أمكن ذلك\nفيه. وأن علاج المرض ليس بسعادة تامة والراحة من الألم ليست بغاية مطلوبة\nولا خير محض. وأن السعيد التام هومن لا يعرض له مرض البتة. وعرف مع ذلك\nأيضا أن الملائكة الأبرار الذين اصطفاهم الله بقربه لا تلحقهم هذه الآلام\nفلا يحتاجون إلى مداواتها بالأكل والشرب.\n</p>\n\n<p>\nوأن الله تعالى منزه متعال عن هذه الأوصاف - عارضوه بأن بعض البشر أشرف\nمن الملائكة وأن الله تعالى أجل من أن يذكر مع الخلق. وشاغبوه وسفهوا رأيه\nوأوقعوا له شبها باطلة حتى يشك في صحة ما تنبه إليه وأرشده عقله إليه.\n</p>\n\n<p>\nوالعجب الذي لا ينقضي هو أنهم مع رأيهم هذا إذا وجدوا واحدا من الناس قد\nترك طريقتهم التي يميلون إليها واستهان باللذة والتمتع وصام وطوى واقتصر\nعلى ما أنبتت الأرض عظموه وكثر تعجبهم منه وأهلوه للمراتب العظيمة. وزعموا\nانه ولي الله وصفيه وأنه شبيه بالملك وأنه أرفع طبقة من البشر. ويخضعون له\nويذلون غاية الذل ويعدون أنفسهم أشقياء بالإضافة إليه.\n</p>\n\n<p>\nوالسبب في ذلك هو انهم وإن كانوا من أفن الرأي وسفاهته على ما ترى فإن\nفيهممن تلك القوة الأخرى الكريمة المميزة وإن كانت ضعيفة ما يريهم فضيلة\nذوي الفضائل فيضطرون إلى إكرامهم وتعظيمهم.\n</p>\n\n<p>\nقوى النفس الثلاثاء\n</p>\n\n<p>\nوإذا كانت القوى ثلاثا كما قلنا مرارا فأدونها النفس البهيمية. وأوسطها\nالنفس السبعية. وأشرفها النفس الناطقة. والإنسان إنما صار إنسانا بأفضل هذه\nالنفوس أعني الناطقة وبها شارك الملائكة وبها باين البهائم.\n</p>\n\n<p>\nفأشرف الناس من كان حظه من هذه النفس أكثر وانصرافه إليها أتم وأوفر. ومن\nغلبت عليه إحدى النفسين الأخريين انحط عن مرتبة الإنسانية بحسب غلبة تلك\nالنفس عليه. فانظر رحمك الله أين تضع نفسك وأين تحب أن تنزل من المنازل\nالتي رتبها الله تعالى للموجودات. فإن هذا أمر موكول إليك ومردود إلى\nاختيارك. فإن شئت فانزل في منازل البهائم فإنك تكون منهم. وإن شئت فانزل في\nمنازل السباع. وإن شئت فانزل في منازل الملائكة وكن منهم. وفي كل واحدة من\nهذه المراتب مقامات كثيرة <span id='ms028'></span> فإن بعض البهائم أشرف من بعض وذلك لقبول التأديب\nلأن الفرس إنما شرف على الحمار لقبوله الأدب وكذلك في البازي فضيلة على\nالغراب. وإذا تأملت الحيوان كله وجدت القابل للتأديب الذي هو أثر النطق\nأعني النفس الناطقة أفضل من سائره وهو يتدرج في ذلك إلى ان يصير إلى\nالحيوان الذي هو في أفق الإنسان أعني الذي هو أكمل البهائم وهو في أخس\nمرتبة الإنسانية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             وذلك أن أخس الناس هو من كان قليل العقل\nقريبا من البهيمية. وهم القوم الذين في أقاصي الأرض المعمورة وسكان آخر\nناحية الجنوب والشمال لا ينفصلون عن القرود إلا بشيء قليل من التمييز.\nوبذلك القدر يستحقون إسم الإنسانية. ثم يتميزون ويتزايدون في هذا المعنى\nحتى يبلغوا إلى وسط الأقاليم، ويعتدل فيهم المزاج القابل لصورة العقل فيصير\nفيهم العاقل التام والمميز العالم. ثم يتفاضلون في هذا المعنى أيضا إلى أن\nيصيروا إلى غاية ما يمكن للإنسان أن يبلغ إليه من قبول قوة العقل والنطق.\nفيصير حينئذ في الأفق الذي بين الإنسان والملك ويصير فيهم القابل للوحي\nوالمطليق لحمل الحكمة فتيض عليه قوة العقل ويسيح إليه نور الحق ولا حالة\nللإنسان أعلى من هذه ما دام إنسانا.\n</p>\n\n<p>\nثم ارجع القهقري إلى النظر في الرتبة الناقصة التي هي أدون مراتب الإنسان\nفإنك تجد القوم الذين تضعف فيهم القوة الناطقة وهم القوم الذي ذكرنا أنهم\nفي أفق البهائم تقوى فيهم النقص البهيمية فيميلون إلى شواتها المأخوذة\nبالحواس كالمأكول والمشروب والملبوس وسائر النزوات الشبيهة بها. وهؤلاء هم\nالذين تجذبهم الشهوات القوية بقوة نفوسهم البهيمية حتى يرتكبونها ولا\nيرتدعوا عنها. وبقدر ما يكون فيهم من القو العاقلة يستحيون منها تى يستتروا\nبالبيوت ويتواروا بالظلمات إذا هموا بلذة تخصهم.\n</p>\n\n<p>\nوهذا الحياء منهم هو الدليل على قبحها فإن الجميل بالإطلاق هو الذي\nيتظاهربه ويستحب إخراجه وإذاعته. وهذا القبح ليس بشيء أكثر من النقصانات\nاللازمة للبشر. وهي التي يشتاقون إلى إزالتها. وافحشها هو انقصها. و انقصها\nأحوجها إلى الستر والدفن. ولو سألت القوم الذين يعظمون <span id='ms029'></span> أمر اللذة ويجعلونها\nالخير المطلوب والغاية الإنسانية لم تكتمون الوصول إلى أعظم الخيرات عندكم.\nوما بالكم تعدون موافقتها خيرا ثم تسترونها؟ أترون سترها وكتمانها فضيلة\nومروءة وإنسانية والماهجرة بها وإظهارها بين أهل الفضل وفي مجمع الناس\nخساساة وقحة؟ - لظهر من انقطاعهم وتبلدهم في الجواب ما تعلم به سوء مذهبهم\nوخبث سيرتهم. وأقلهم حظا من الإنسانية إذا رأى إنسانا فاضلا احتشمه ووقره\nوأحب أن يكون مثله إلا الشاذ منهم الذي يبلغ من خساسة الطبع ونزارة\nالإنسانية ووقاحة الوجه إلى أن يقيم على نصرة ما هو عليه من غير محبة لرتبة\nمن أفضل منه.\n</p>\n\n<p>\nالواجب على العاقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             فإذا يجب على العاقل أن يعرف ما ابتلى به\nالإنسان من هذه النقائص التي في جسمه وحاجاته الضرورية إلى إزالتها\nوتكميلها، أما بالغذاء الذي يحفظ به إعتدال مزاجه وقوام حياته فينال منه\nقدر الضرورة في كماله. ولا يطلب اللذة لعينها بل قوام الحياة التي تتبعه\nاللذة. فإن تجاوز ذلك قليلا فبقدر ما يحفظ رتبته في مروءته. ولا ينسب إلى\nالدناءة والبخل بحسب حاله ومرتبته بين الناس، وأما باللباس فالذي يدفع به\nأذى الحر والبرد ويستر العورة. فإن تجاوز ذلك فبقدر ما لا يستحقر ولا ينسب\nإلى الشح على نفسه وإلى أن يسقط بين أقرانه وأهل طبقته، وأما بالجماع فالذي\nيحفظ نوعه وتبقى به صورته، أعني طلب النسل فإن تجاوز ذلك فبقدر مالا يخرج\nبه عن السنة ولا يتعدى ما يملكه إلى ما يملك غيره ثم يلتمس الفضيلة في نفسه\nالعاقلة التي بها صار إنسانا وينظر إلى النقائص التي في هذه النفس خاصة\nفيروم تكميلها بطاقته وجهده. فإن هذه الخيرات هي التي لا تستر وإذا وصل\nإليها لا يمنع عنها الحياء ولا يتوارى عنها بالحيطان والظلمات ويتظاهر بها\nأبدا بين الناس وفي المحافل. وهي التي يكون بها بعض الناس أفضل من بعض\nوبعضهم أكثر إنسانية من بعض ويغذوا هذه النفس بغذائها الموافق لها المتم\nلنقصانها كما يغذو تلك بأغذيتها الملائمة لها. فإن غذاء هذه هو العلم <span id='ms030'></span>\nوالزيادة في المعقولات والإرتياض بالصدق في الآراء وقبول الحق حيث كان ومع\nمن كان والنفور من الكذب والباطل كيف كان ومن أين جاء. فمن اتفق له في\nالصبا أن يربي على أدب الشريعة ويؤخذ بوظائفها وشرائطها حتى يتعودها ثم\nينظر بعد ذلك في كتب الأخلاق حتى تتأكد تلك الآداب والمحاسن في نفسه\nبالبراهين. ثم ينظر في الحساب والهندسة حتى يتعود صدق القول وصحة البرهان\nفلا يسكن إلا إليها ثم يتدرج (كما رسمناه في كتابنا الموسوم بترتيب\nالسعادات ومنازل العلوم) حتى يبلغ إلى أقصى مرتبة الإنسان فهو السعيد\nالكامل فليكثر حمد الله تعالى على الموهبة العظيمة والمنة الجسيمة. ومن لم\nيتفق له ذلك في مبدأ نشوه ثم ابتلى بأن يربيه والده على رواية الشعر الفاحش\nوقبول أكاذيبه واستحسانا ما يوجد فيه من ذكر القبائح ونيل اللذات كما يوجد\nفي شعر امرىء القيس والنابغة وأشباههما ثم صار بعد ذلك إلى رؤساء يقرونه\nعلى روايتها وقول مثلها ويجزلون له العطية.\n</p>\n\n<p>\nوامتحن بأقران يساعدونه على تناول اللذات الجسمانية. ومال طبعه إلى\nالإستكثار من المطاعم والملابس والمراكب والزينة وإرتباط الخيل الفره\nوالعبيد الروقة (كما اتفق لي مثل ذلك في بعض الأوقات) ثم انهمك فيها واشتغل\nبها عن السعادة التي أهل لها - فليعد جميع ذلك شقاء لا نعيما وخسرانا لا\nربحا وليجتهد على التدريج إلى فطام نفسه منها. وما أصعب إلا أنه على كل حال\nغير من التمادي في الباطل. وليعلم الناظر في هذا الكتاب إن خاصة تدرجت إلى\nفطام نفسي بعد الكبر واستحكام العادة وجاهدتها جهادا عظيما.\n</p>\n\n<p>\nورضيت لك أيها الفاحص عن الفضائل والطالب للأدب الحقيقي بما رضيت لنفسي\nبل تجاوزت لك في النصيحة إلى أن أشرت عليك بما فاتني في ابتداء أمري لتدركه\nأنت. ودللتك على طريق النجاة قبل أن تتيه في مفاوز الضلالة وقدمت لك\nالسفينة قبل أن تغرق في بحر المهالك. فالله الله في نفوسكم معاشر الإخوان\nوالأولاد. إستسلموا للحق وتأدبوا بالأدب الحقيقي لا المزور وخذوا الحكمة\nالبالغة وانتهجوا الصراط المستقيم وتصوروا <span id='ms031'></span> حالات أنفسكم وتذكروا قواها.\nوأعلموا أن أصح مثل ضرب لكم من نفوسكم الثلاث التي مر ذكرها في المقالة\nالأولى: مثل ثلاثة حيوانات مختلفة جمعت في مكان واحد ملك وسبع وخنزير.\nفأيها غلب بقوته قوة البالقين كان الحكم له. وليعلم من تصور هذا المثال أن\nالنفس لما كانت جوهرا غير جسم ولا شيء فيها من قوى الجسم وأعراضه كما بينا\nذلك في صدر هذا الكتاب كان اتحادها واتصالها بخلاف اتحاد الأجسام وإتصال\nبعضها ببعض. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             النفوس الثلاثاء وذلك أن هذه الأنفس الثلاث إذا\nاتصلت صارت شيئا واحدا ومع أنها تكون شيئا واحدا فهي باقية التغاير وباقية\nالقوى تثور الواحدة بعد الواحدة حتى كأنها لم تصل بالأخرى ولم تتحد بها\nوتستجدي أيضا الواحدة للأخرى حتى كأنها غير موجودة ولا قوة لها تنفرد بها.\nوذلك أن إتحادها ليس بأن تتصل نهايتها ولا بأن تتلقى سطوحها كما يكون ذلك\nفي الأجسام. بل تصير في بعض الأحوال شيئا واحدا وفي بعض الأحوال أشياء\nمختلفة بحسب ما تهيج قوة بعضها أو تسكن. ولذلك قال قوم أن النفس واحدة ولها\nقوى كثيرة. وقال آخرون بل هي واحدة بالذات كثيرة بالعرض وبالموضوع.\n</p>\n\n<p>\nوهذا شيء يخرج الكلام فيه عن غرض الكتاب وسيمر بك في موضعه.\n</p>\n\n<p>\nوليس يضرك في هذا الوقت أن تعتقد أي هذه الآراء شئت بعد أن تعلم أن بعض\nهذه كريمة أدبية بالطبع وبعضها مهينة عادمة للأدب بالطبع. وليس فيها\nاستعداد لقبول الأدب وبعضها عادمة للأدب. إلا انها تقبل التأدب وتنقاد للتي\nهي أدبية. أما الكريمة الأدبية بالطبع فالنفس الناطقة. وأما العادمة للأدب\nوهي مع ذلك غير قابلة له فيه النفس البهيمية وأما التي عدمت الأدب ولكنها\nتقبله وتنقاد له فهي النفس الغضبية وإنما وهب الله تعالى لنا هذه النفس\nخاصة لنستعين بها على تقويم البهيمية التي لا تقبل الأدب. وقد شبه القدماء\nالإنسان وحاله في هذه الأنفس الثلاث بإنسان راكب دابة قويى يقود كلبا أو\nفهدا للقنص.\n</p>\n\n<p>\nفإن كان الإنسان من بينهم هوالذي يروض دابته وكلبه يصرفهما <span id='ms032'></span> ويطيعانه في\nسيره وتصيده وسائر تصرفاته فلا شك في رغد العيش المشترك بين الثلاث وحسن\nأحواله. لأن الإنسان يكون مرفها في مطالبه يجري فرسه حيث يحب وكما يحب\nويطلق كلبه أيضا كذلك. فإذا نزل واستراح أراحهما معه وأحسن القيام عليهما\nفي المطعم والمشرب وكفاية الأعداء وغير ذلك من مصالحهما. وإذا كانت\nالبهيمية هي الغالبة ساءت حال الثلاثة وكان الإنسان مضعوفا عندهما فلم تطع\nفارسها وغلبت. فإن رأت عشبا من بعيد عدت نحوه وتعسفت في عدوها وعدلت عن\nالطريق النهج فاعترضتها الأودية والوهاد والشوك والشجر فتقحمتها وتورطت\nفيها ولحق فارسها ما يلحق مثله في هذه الأحوال فيصيبهم جميعا من أنواع\nالمكاره والإشراف على الهلكة ما خفاء فيه.\n</p>\n\n<p>\nوكذلك أن قوى الكلب لم يطع صاحبه فإن رأى من بعيد صيدا أو ما يظنه صيدا\nأخذ نحوه فجذب الفارس وفرسه ولحق الجميع من الضرر والضر أضعاف ما ذكرناه.\nوفي تصور هذا المثل الذي ضربه القدماء تنبيه على حال هذه النفوس ودلالة على\nما وهبه الله عز وجل للإنسان ومكنه منه وعرضه له وما يضيعه بعصيان خالقه\nتعالى فيه عند إهمال السياسة واتباعه أمر هاتين القوتين وتعيده لهما وهما\nاللذان ينبغي أن يتبعاه بتأمره عليهما. فمن اسوأ حالا ممن اهمل سياسة الله\nعز وجل وضيع نعمته عليه ترك هذه القوى فيه هائجة مضطربة تتغلب. وصار الرئيس\nمنها مرؤوسا والملك منها مستعبدا يتقلب معها في المهالك حتى تتمزق ويتمزق\nمعها هو أيضا. نعوذ بالله من الإنتكاس في الخلق الذي سببه طاعة الشيطان\nواتباع الأبالسة فليست الإشارة بها إلى غير هذه القوى التي وصفناها ووصفنا\nأحوالها. نسأل الله عصمته ومعونته على تهذيب هذه النفوس حتى ننتهي فيها إلى\nطاعة الله التي هي نهاية مصالحنا وبها نجاتنا وخلاصنا إلى الفوزالأكبر\nوالنعيم السرمدي.\n</p>\n\n<p>\nسياسة النفس العاقلة\n</p>\n\n<p>\nوقد شبه الحكماء من أهمل سياسة نفسه العاقلة وترك سلطان الشهوة يستولي\nعليها برجل معه ياقوتة حمراء شريفة لا قيمة لها من الذهب والفضة جلالة\nونفاسة. وكان بين يديه نار تضطرم فرماها <span id='ms033'></span> في حباحبها حتى صارت كاسا لا منفعة\nفيها فخسرت فخسرت منافعها. فقد علمنا الآن أن النفس العاقلة إذا عرفت شرف\nنفسها وأحست بمرتبتها من الله عزوجل أحسنت خلافته في تربية هذه القوى\nوسياستها ونهضت بالقوة التي أعطاها الله تعالى إلى محلها من كرامة الله\nتعالى ومنزلتها من العلو والشرف ولم تخضع للسبعية ولا للبهيمية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             بل تقوم النفس الغضبية التي سميناها سبعية ونقودها إلى الأدب\nبحملها على حسن طاعتها. ثم تستنهضها في أوقات هيجان هذه النفس البهيمية\nوحركتها إلى الشهوات حتى يقمع بهذه سلطان تلك وتستخدمها في تأديبها وتستعين\nبقوة هذه على تأبى تلك. وذلك أن هذه النفس الغضبية قابلة للأدب قوية على\nقمع الأخرىكما ن. وتلك النفس البهيمية عادمة للأدب غير قابلة له. وأما\nالنفس الناطقة أعني العاقلة فهي كمال قال أفلاطون بهذه الألفاظ: أما هذه\nفبمنزلة الذهب في اللين والإنعطاف. وأما تلك فبمنزلة الحديد في الصلابة\nوالإمتناع فإن أنت آثرت الفعل الجميل في وقت وجاذبيتك القوة الأخرى إلى\nاللذة وإلى خلاف ما ىثرت الفعل الجميل في وقت وجاذبيتك القوى الأخرى إلى\nاللذة وإلى خلاف ما آثرت فاستعن بقوة الغضب التي تثير وتهيج بالأنفة\nوالحمية وأقهر بها النفس البهيمية. فإن غلبتك مع ذلك ثم ندمت وأنفت فأنت في\nطريق الصلاح فتمم عزيمتك واحذر أنت أن تعاودك بالطمع فيك والغلبة لك؟ فإن\nلم تفعل ذلك ولم تكن العقبة في الغلبة لك كنت كما قال الحكيم الأول: إني\nأرى أكثر الناس يدعون محبة الفعال الجميلة ثم لا يحتملون المؤنة فيها على\nعلمهم بفضلها فيغلبهم الترفه ومحبة البطالة. فلا يكون بينهم وبين من لا يحب\nالأفعال الجميلة فرق إذا لم يحتملوا مؤنة الصبر ويصبروا إلى تعلم تمام ما\nآثروه وعرفوا فضله. واذكر مثل البئر التي تردى فيها الأعمى والبصير فيكونان\nفي الهلكة سواء إلا أن الأعمى أعذر. ومن وصل من هذه الآداب إلى مرتبة يعتد\nبها واكتسب بها الفضائل التي عددنها فقد وجب عليه تأديب غيره وإفاضة ما\nأعطاه الله على أبناء جنسه <span id='ms034'></span>.\n</p>\n\n<p>\nفصل في تأديب الأحداث والصبيان خاصة نقلت أكثره من كتاب بروسنس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             قد قلنا فيما تقدم أن أول قوة تظهر في الإنسان وأول ما يتكون\nهي القوة التي يشتاق بها إلى الغذاء الذي هو سبب كونه حيا فيتحرك بالطبع\nإلى اللبن يلتمسه من الثدي الذي هو معدنه من غير تعليم ولا توقيف أو يحدث\nله مع ذلك قوة على التماسه بالصوت الذي هو مادته ودليله الذي يدل به على\nاللذة والأذى. ثم تتزايد فيه هذه القوة ويتشوق بها أبدا إلى الإزدياد\nوالتصرف بها في أنواع الشهوات. ثم تحدث فيه قوة على التحرك نحوها بالآلات\nالتي تخلق له الشوق إلى الأفعال التي تحصل له هذه. ثم يحدث له من الحواس\nقوة على تخيل الأمور ويرتسم في قوته الخيالية مثالات فيتشوق إليها ثم تظهر\nفيه قوة الغضب التي يشتاق بها إلى دفع ما يؤذيه ومقاومة ما يمنعه من\nمنافعه. فإن أطاق بنفسه أن ينتقم من مؤذياته انتقم منها وإلا التمس معونة\nغيره وانتصر بوالديه بالتصويت والبككاء. ثم يحدث له الشوق إلى تمييز\nالأفعال الإنسانية خاصة أولا أولا حتى يصير إلى كماله في هذا التمييز فيسمى\nحينئذ عاقلا. وهذه القوى كثيرة وبعضها ضروري في وجود الأخرى إلى أن ينتهي\nإلى الغاية الأخيرة. وهي التي لا تراد لغاية أخرى وهو الخير المطلق الذي\nيتشوقه الإنسان من حيث هو إنسان. فأول ما يحدث فيه من هذه القوة الحياء وهو\nالخوف من ظهور شيء قبيح منه. ولذلك قلنا أول ما ينبغي أن يتفرس فيالصبي\nويستدل به على عقله. الحياء فإنه يدل على أنه قد أحس بالقبيح ومع إحساسه به\nيحذره ويتجنبه ويخاف أن يظهر منه أو فيه. فإذا نظرت إلى الصبي فوجدته\nمستحيينا مطرقا بطرفه إلى الأرض غير وقاح الوجه ولا محدق اليك فهو أول دليل\nنجابته والشاهد لك على أن نفسه قد أحست بالجميل والقبيح. وأن حياءه هو\nانحصار نفسه خوفا من قبيح يظهر منه وهذا ليس بشيء أكثر من إيثار الجميل\nوالهرب من القبيح بالتمييز <span id='ms035'></span> والعقل. وهذه النفس مستعدة للتأديب صالحة\nللعناية لا يجب أن تهمل ولا تترك ومخالطة الأضداد الذين يفسدون بالمقارنة\nوالمداخلة. وإن كانت بهذه الحال من الإستعداد لقبول الفضيلة فإن نفس الصبي\nساذجة لم تنتقش بعد بصرة وليس لها رأي ولا عزيمة تميلها من شيء إلى شيء\nفإذا نقشت بصورة وقبلتها نشأ عليها وأعتادها. فالأولى بمثل هذه النفس أن\nتنبه أبدا على حب الكرامة ولا سيما ما يحصل له منها بالدين دون المال\nوبلزوم سننه ووظائفه. ثم يمدح الأخيار عنده ويمدح هو في نفسه إذا ظهر شيء\nجميل منه ويخوف من المذمة على أدنى قبيح يظهر منه ويؤاخذ باشتهائه للمآكل\nوالمشارب والملابس الفاخرة ويزين عنده خلق النفس والترفع عن الحرص في\nالمآكل خاصة وفي اللذات عامة. ويجب إليه إيثار غيره على نفسه بالغذاء\nوالإقتصار على لاشيء المعتدل والإقتصاد في التماسه.\n</p>\n\n<p>\nالملابس\n</p>\n\n<p>\nويعلم أن أولى الناس بالملابس الملونة والمنقوشة النساء اللاتي يتزين\nللرجال ثم العبيد والخول. وأن الأحسن بأهل النبل والشرف من اللباس البياض\nوما أشبهه حتى يتربى على ذلك ويسمعه كل من يقرب منه ويتكرر عليه ولم يترك\nمخالطة من يسمع منه ضد ما ذكرته لا سيما من أترابه ومن كان في مثل سنه ممن\nيعاشره ويلاعبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             وذلك أن الصبي في ابتداء نشوه يكون على الأكثر\nقبيح الأفعال إما كلها وإما اكثرها فإنه يكون كذوبا ويخبر ويحكي ما لم\nيسمعه ولم يره ويكون حسودا سروقا نماما لجوجا ذا فضول أضر شيء بنفسه وبكل\nأمر يلابسه. ثم لا يزال به التأديب والسنن والتجار حتى ينتقل في أحوال بعد\nأحوال. فلذلك ينبغي أن يؤخذ ما دام طفلا بما ذكرناه وبذكره. ثم يطالب بحفظ\nمحاسن الأخبار والأشعار التي تجري مجرى ما تعوده بالأدب حتى يتأكد عنده\nبروايتها وحفظها والمذاكرة بها جميع ما قدمناه ويحذر النظر في الأشعار\nالسخيفة وما فيها من ذكر العشق وأهله وما يوهمه أصحابها، إنه ضرب من الظرف\nورقة الطبع. فإن هذا الباب مفسدة للأحداث جدا. ثم يمدح بكل ما يظهر منه <span id='ms036'></span> من\nخلق جميل وفعل حسن ويكرم عليه. فإن خالف في بعض الأوقات ما ذكرته فالأولى\nأن لا يوبخ عليه ولا يكاشف بأنه أقدم عليه بل يتغافل عنه تغافل من لا يخطر\nبباله أنه قد تجاسر على مثله ولا هم به لا سيما أن ستره الصبي واجتهد في أن\nيخفى ما فعله عن الناس فإن عاد فليوبخ عليه سرا وليعظم عنده ما أتاه. ويحذر\nمن معاودته فإنك إن عودته التوبيخ والمكاشفة حملته على الوقاحة وحرضته على\nمعاودة ما كان استقبحه وهان عليه سماع الملامة في ركوب قبائح اللذات التي\nتدعو إليها نفسه وهذه اللذات كثيرة جدا.\n</p>\n\n<p>\nآداب المطاعم\n</p>\n\n<p>\nوالذي ينبغي أن يبدأ به في تقويمها آداب المطاعم فيفهم أولا انها إنما\nتراد للصحة لا للذةز وأن الأغذية كلها إنما خلقت وأعدت لنا لتصح بها\nأبداننا وتصير مادة حياتنا. فهي تجري مجرى الأدوية ليتداوي بها الجوع\nوالألم الحادث منه. فكما أن الدواء لا يرام للذة ولا يستكثر منه للشهوة\nفكذلك الأطعمة لا ينبغي أن يتناول منها إلا ما يحفظ صحة البدن ويدفع ألم\nالجوع ويمنع من المرض. فيحفر عنده قدر الطعام الذي يستعظمه أهل الشره ويقبح\nعنده صورة من شره غليه وينال منه فوق حاجة بدنه أو مالا يوافقه حتى يقتصر\nعلى لون واحد. ولا يرغب في الألوان الكثيرة. وإذا جلس مع غيره لا يبادر إلى\nالطعام ولا يديم النظر إلى ألوانه ولا يحدق إليه شديدا. ويقتصر على ما يليه\nولا يسرع في الأكل ولا يوالي بين اللقم بسرعة. ولا يعظم اللقمة ولا يبتلعها\nحتى يجيد مضغها. ولا يلطخ يده ولا ثوبه ولا يلحظ من يؤاكله ولا يتبع بنظره\nمواقع يده من الطعام. ويعود أن يؤثر غيره بما يليه إن كان أفضل ما عنده ثم\nيضبط شهوته حتى يقتصر على أدنى الطعام وأدونه. ويأكل الخبز القفار الذي لا\nأدم معه في بعض الأوقات وهذه الآداب وإن كانت جميلة بالفقراء فهي بالأغنياء\nأفضل وأجمل. وينبغي أن يستوفي غذاه بالعشي فإن استوفاه بالنهار كسل <span id='ms037'></span> واحتاج\nإلى النوم وتبلد فهمه مع ذلك. وإن منع اللحم في أوقاته كان أنفع له وقعا في\nالحركة والتيقظ وقلة البلادة وبعثه على النشاط والخفة. وأما الحلواء\nوالفاكهة فينبغي أن يمتنع منها ألبتة إن أمكن. وإلا فليتناول أقل ما يمكن\nفإنها تستحيل في بدنه فتكثر إنحلاله وتعوده مع ذلك على الشره ومحبة\nالإستكثار من المآكل. ويعود أن لا يشرب في خلال طعامه الماء. فإما النبيذ\nوأصناف الأشربة المسكرة فإياها وإياها فإنها تضره في بدنه ونفسه وتحمله على\nسرعة الغضب والتهور والإقدام على القبائح والقحة وسائر اخلال المذمومة.\n</p>\n\n<p>\nآداب متنوعة\n</p>\n\n<p>\nولا ينبغي أن يحضر مجالس أهل الشرب إلا أن يكون أهل المجلس أدباء فضلاء.\nوأما غيرهم فلا لئلا يسمع الكلام القبيح والسخافات التي تجري فيه.\n</p>\n\n<p>\nوينبغي أن لا يأكل حتى يفرغ من وظئاف الأدب التي يتعملها ويتعب تعبا\nكافيا. وينبغي أن يمنع من كل فعل يستره. ويخنفيه فإنه ليس يخفى شيئا إلا\nوهو يظن أو يعلم أنه قبيح. يومنع من النوم الكثير فإنه يقبحه ويغلظ ذهنه\nويميت خاطره. هذا بالليل فأما بالنهار فلا ينبغي أن يتعوده ألبتة. ويمنع\nأيضا من الفراش الوطيء وميع أنواع الترفه حتى يصلب بدنه ويتعود الخشونة ولا\nيتعود الخيش والأسراب في الصيف ولا الأوبار والنيران في الشتاء للأسباب\nالتي ذكرناها. ويعود المشي والحركة والركوب والرياضة حتى لا يتعود أضدادها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             ويعود أن لا يكشف أطرافه ولا يسرع في المشي ولا يرخي يديه بل\nيضمهما إلى صدره ولا يربي شعره. ولا يزين بملابس النساء ولا يلبس خاتما إلا\nوقت حاجته إليه. ولا يفتخر على أقرانه بشيء مما يملكه والداه من مآكله\nوملابسه وما يجري مجراه ولا يشين بل يتواضع لكل أحد ويكرم كل من عاشره.\n</p>\n\n<p>\nولا يتوصل بشرف إن كان له أو سلطان من أهله إن اتفق إلى غضب من هو دونه\nأو استهداء من لا يمكنه أن يرده عن هواه أو تطاوله عليه. كمن اتفق له إن\nكان خاله وزيرا أو عمه سلطانا فتطرق به إلى هضيمة أقرانه <span id='ms038'></span> وثلم أخوانه ولا\nيتمخط ولا يتثاءب بحضرة غيره. ولا يضع رجلا على رجل ولا يضرب تحت ذقنه\nبساعده ولا يعمد رأسه بيده. فإن هذا دليل الكسل وأنه قد بلغ به القبيح إلى\nأن لا يحمل رأسه حتى يستعين بيده. ويعود أن لا يكذب ولا يحلف البتة لا\nصادقا ولا كاذبا. فإن هذا قبيح بالرجال مع الحاجة إليه في بعض الأوقات فأما\nالصبي فلا حاجة به إلى اليمين. ويعود أيضا قلة الكلام فلا يتكلم إلا جوابا.\nوإذا حضر من هو أكبر منه اشتغل بالاستماع منه والصمت له. ويمنع من خبيث\nالكلام وهجينه ومن السب واللعن ولغو القول. ويعود حسن الكلام وظريفه وجميل\nاللقاء وكريمه ولا يرخص له أن يستمع لاضدادها من غيره. ويعود خدمة نفسه\nومعلمه وكل من كان أكبر منه.\n</p>\n\n<p>\nوأحوج الصبيان إلى هذا الأدب أولاد الأغنياء والمترفين. وينبغي إذا ضربه\nالمعلم أن لا يصرخ ولا يستشفع بأحد فإن هذا فعل المماليك ومن هو خوار ضعيف.\nولا يعير أحدا إلا بالقبيح والسيء من الأدب. ويعود أن لا يوحش الصبيان. بل\nيبرهم ويكافئهم على الجميل بأكثر منه لئلا يتعود الريح على الصبيان وعلى\nالصديق. ويبغض إليه الفضة والذهب ويحذر منهما أكثر من تحذير السباع والحيات\nوالعقارب والأفاعي. فإن حب الفضة والذهب آفته أكثر من آفات السموم. وينبغي\nأن يؤذن له في بعض الأوقات أن يلعب لعبا جميلا ليستريح إليه من تعب الأدب\nولا يكون في لعبه ألم ولا تعب شديد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             ويعود طاعة والديه ومعلميه\nومؤديه وإن ينظر اليهم بعين الجلالة والتعظيم ويهلبهم. وهذه الآداب النافعة\nللصبيان هي للكبار من الناس أيضا نافعة ولكنها للأحداث أنفع لأنها تعودهم\nمحبة الفضائل وينشأون عليها فلا يثقل عليهم تجنب الرذائل ويسهل عليهم بعد\nذلك جمثيع ما ترسمه الحكمة وتحده الشريعة والسنة. ويعتادون ضبط النفس عما\nتدعوهم إليه من الذات القبيحة وتكفهم عن الإنهماك في شيء منها والفكر\nالكثير فيها. وتسوقهم إلى مرتبة الفلسفة العالية وترقيهم إلى معالي الأمور\nالتي وصفناها في أول الكتاب من التقرب <span id='ms039'></span> إلى الله عز وجل ومجاورة الملائكة مع\nحسن الحال في الدنيا وطيب العيش وجميل الأحدوثة وقلة الأعداء وكثرة المداح\nوالراغبين في مودته من الفضلاء خاصة. فإذا تجاوز هذه الرتبة وبلغ أيامه إلى\nأن يفهم أغراض الناس وعواقب الأمور فهم أن الغرض الأخير من هذه الأشياء\nالتي يقصدها الناس ويحرصون عليها من الثروة وإقتناء الضياع والعبيد والخيل\nوالفرش وأشباه ذلك إنما هو لنر فيه البدن وحفظ صحته. وأن يبقى على إعتداله\nمدة ما. وأن لا يقع في الأعراض ولا تفجأه المنية. وأن يهنأ بنعمة الله عليه\nويستعد لدار البقاء والحياة السرمدية. وأن اللذات كلها في الحقيقة هي خلاص\nمن آلام وراحات من تعب. فإذا عرف ذلك وتحققه ثم تعوده بالسيرة الدائمة وعود\nالرياضات التي تحرك الحرارة الغريزية وتحفظ الصحة وتنفي الكسل وتطرد\nالبلادة وتبعث النشاط وتذكي النفس. فمن كان ممولا مترفا كانت هذه الأشياء\nالتي رسمتها أصعب عليه لكثرة من يحتف به ويغويه ولموافقة طبيعة الإنسان في\nأول ما تنشأ هذه اللذات وإجماع جمهور الناس على نيل ما أمكنهم منها وطلب ما\nتعذر عليهم بغاية جهدهم. فأما الفقراء فالأمر عليهم أسهل بل هم قريبون إلى\nالفضائل قادرون عليها متمكنون من نيلها والإصابة منها. وحال المتوسطين من\nالناس متوسطة بين هاتين الحالتين. وقد كان ملوك الفرس الفضلاء لا يربون\nأولادهم بين حشمهم وخواصهم خوفا عليهم من الأحوال التي ذكرناها ومن سماع ما\nحذرت منه. وكانوا ينفذونهم مع ثقاتهم إلى النواحي البيعدة منهم. وكان يتولى\nتربيتهم أهل الجفاء وخشونة العيش ومن لا يعرف التنعم ولا الترفه وأخبارهم\nفي ذلك مشهورة. وكثير من رؤسائهم في زماننا هذا ينقولن أولادهم عندما\nينشأون إلى بلادهم ليتعودوا بها هذه الطرق المحمودة في تأديب الأحداث فقد\nعرفت أضدادها. أعني أن يشتغل بصلاحه وتقويمه فإنه قد صار بمنزلة الخنزير\nالوحشي الذي لا يطمع في رياضته فإن نفسه العاقلة تصير خادمة لنفسه البهيمية\nولنفسه الغضبية فهي منهمكة في مطالبها من النزوات. وكما أنه لا سبيل إلى\nرياضة سباع البهائم الوحشية <span id='ms040'></span> التي لا تقبل التأديب كذلك لا سبيل إلى رياضة\nمن نشأ على هذه الطريقة واعتادها وأمعن قليلا في السن. اللهم إلا أن يكون\nفي جميع أحواله عالما بقبح سيرته ذا مالها عائبا على نفسه عازما على\nالإقلاع والإنابة. فإن مثل هذا الإنسان من يرجى له النزوع عن أخلاقه\nبالتدريج والرجوع إلى الطريقة المثلى بالتوبة وبمصاحبةب الأخيار وأهل\nالحكمة وبالأكباب على التفلسف. وإذ قد ذكرنا الخلق المحمود وما ينبغي أن\nيؤخذ به الأحداث والصبيان فنحن واصفون جميع القوى التي تحدث لليحوان أولا\nأولا إلى أن ينتهي إلى أقصى الكمال في الإنسانية فإنك شديد الحاجة إلى\nمعرفة ذلك لتبتديء على الترتيب الطبيعي في تقويم واحد منها فنقول:\n</p>\n\n<p>\nالأجسام الطبيعية\n</p>\n\n<p>\nإن الأجسام الطبيعية كلها تشترك في الحد الذي يعمها ثم تتفاضل بقبول\nالآثار الشريفة والصور التي تحدث فيها. فإن الجماد منها إذا قبل صورة\nمقبولة عند الناس صار بها أفضل من الطينة الأولى التي لا تقبل تلك الصورة.\nفإذا بلغ إلى أن يقبل صورة النبات صار بزيادة هذه الصورة أفضل من الجماد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             وتلك الزيادة هي الإغتذاء والنمو والإمتداد في الإقطار وإجتذاب\nما يوافقه من الأرض والماء وترك ما لا يوافقه ونفض الفضلات التي تتولد فيه\nمن غذائه عن جسمه بالصموغ. وهذه الأشياء التي ينفصل بها النبات من الجماد.\nوهذه الحالة الزائدة في النبات التي شرف بها على الجماد تتفاضل: وذلك أن\nبعضه يفارق الجماد مفارقة يسيرة كالمرجان وأشباهه. ثم يتدرج فيها فيحصل له\nمن هذه الزيادة شيء بعد شيء فبعضه ينبت من غير زرع ولا بذر ولا يحفظ نوعه\nبالثمر والبزر. ويكفيه في حدوثه امتزاج العناصر وهبوب الرياح وطلوع الشمس\nفلذلك هو في أفق الجمادات وقريب الحال منها. ثم تزداد هذه الفضيلة في\nالنبات فيفضل بعضه على بعض بنظام وترتيب حتى تظهر فيه قوة الأثمار وحفظ\nالنوع بالبزر الذي يخلف به مثله فتصير هذه الحالة زائدة فيه ومميزة له عن\nحال ما قبله. ثم تقوى هذه الفضيلة فيه حتى يصير بعضه على بعض <span id='ms041'></span> حتى يبلغ إلى\nأفقه ويصير في أفق الحيوان. وهي كرام الشجر كالزيتون والرمان والكرم وأصناف\nالفواكه إلا أنها بعد مختلطة القوى أعني أن قوى ذكورها وإناثها غير متميزة\nفهي تحمل وتلد المثل ولم تبلغ غاية أفقها الذي يتصل بأفق الحيوان. ثم تزداد\nوتمعن في هذا الأفق إلى ان تصير في أفق الحيوان فلا تحتمل زيادة. وذلك أنها\nأن قبلت زيادة يسيرة صارت حيوانا وخرجت عن أفق النبات. فحينئذ تتميز قواها\nويحصل فيها ذكورة وأنوثة وتقبل من فضائل الحيوان أمورا تتيمز بها عن سائر\nالنبات والشجر كالنخل الذي طالع أفق الحيوان بالخواص العشر المذكورة في\nمواضعها ولم يبق بينه وبين الحيوان إلا مرتبة واحدة وهي الإنقلاع من الأرض\nوالسعي إلى الغذاء. وقد روى في الخبر ما هو كالإشارة أو كالرمز إلى هذا\nالمعنى وهو قوله صلى الله عليه وسلم: {أكرموا عماتكم النخل فإنها خلقت من\nبقية طينة آدم} فإذا تحرك النبات وانقلع من أفقه وسعى إلى غذائه ولم يتقيد\nفي موضعه إلى أن يصير إليه غذاؤه وكونت له آلات أخر يتناول بها حاجاته التي\nتكمله فقد صار حيوانا.\n</p>\n\n<p>\nوهذه الآلات تتزايد في الحيوان من أول أفقه وتتفاضل فيه فيشرف فيه بعضها\nعلى بعض كما كان ذلك في النبات فلا يزال يقبل فضيلة بعد فضيلة حتى تظهر فيه\nقوة الشعور باللذة والأذى فيلتذ بوصوله إلى منافعه ويتألم بوصول مضاره\nإليه. ثم يقبل الهام الله عز وجل إياه فيهتدي إلى مصالحه فيطلبها وإلى\nأضداده فيهرب منها. وما كان من الحيوان في أول أفق النبات فإنه لا يتزاوج\nولا يخلف المثل بل يتوالد كالديدان والذباب وأصناف الحشرات الخسيسة.\n</p>\n\n<p>\nثم يتزايد فيه قبول الفضيلة كما كان في النبات سواء. ثم تحدث فيه قوة\nالغضب التي ينهض بها إلى دفع ما يؤذيه فيعطي من السلاح بحسب قوته وما يطيق\nاستعماله. فإن كانت قوته الغضبية شديدة كان سلاحه تاما قويا. وإن كانت\nناقصة كان ناقصا وإن كانت ضعيفة جدا لم يعط سلاح ألبتة بل أعطى آلة الهرب <span id='ms042'></span>\nكشدة العدو والقدوة على الحيل التي تنجيه من مخاوفه. وأنت ترى ذلك عيانا من\nالحيوان الذي أعطى القرون التي تجري له مجرى الرماح.\n</p>\n\n<p>\nوالذي أعطى الأنياب والمخالب التي تجري له مجرى السكاكين والخناجر. والذي\nأعطى آلة الرمى التي تجري له مجرى النبل والنشاب. والذي اعطى الحوافر التي\nتجري له مجرى الدبوس والطبرزين. فأما ما لم يعط سلاحا لضعفه عن استعماله\nولقلة شجاعته ونقصان قوته الغضبية ولأنه لو أعطيه لصار كلا عليه فقد أعطى\nآلة الهرب والحيل بجودة العدو والخفة والختل والمراوغة كالأرانب وأشباهها.\nوإذا تصفحت أحوال الموجودات من السباع والوحش والطير رأيت هذه الحكمة\nمستمرة فيها فتبارك الله أحسن الخالقين لا إله إلا هو فادعوه مخلصين له\nالدين الحمد لله رب العالمين، فأما الإنسان فقد عوض من هذه الآلات كلها بان\nهدى إلى استعمالها كلها وسخرت هذه كلها له وسنتكلم على ذلك في موضعه. فأما\nأسباب هذه الأشياء كلها والشكوك التي تعترض في قصد بعضها بعضا بالتلف\nوالأنواع من الأذى فليس يليق بهذا الموضع وسأذكرها أن أخر الله في الأجل\nعند بلوغنا إلى الموضع الخاص بها.\n</p>\n\n<p>\nمراتب الحيوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             ونعود إلى ذكر مراتب الحيوان فنقول: أن ما\nأهدى منها إلى الإزدواج وطلب النسل وحفظ الولد وتربيته والإشفاق عليه بالكن\nوالعش واللباس كما نشاهد فيما يلد ويبيض وتغذيته إما باللبن وإما بنقل\nالغذاء إليه فإنه أفضل مما لا يهتدي إلى شيء منها. ثم لا تزال هذه الأحوال\nتتزايد في الحيوان حتى يقرب من أفق الإنسان فحينئذ يقبل التأديب ويصير\nبقبوله للأدب ذا فضيلة يتميز بها من سائر الحيوانات. ثم تتزايد هذه الفضيلة\nفي الحيوانات حتى يشرف بها ضروب الشرف كالفرس والبازي المعلم. ثم يصير من\nهذه المرتبة إلى مرتبة الحيوان الذي يحاكي الإنسان من تلقاء نفسه ويتشبه به\nمن غير تعليم كالقردة وما أشبهها ويبلغ من ذكائها ن تستكفي في التأدب بأن\nترى الإنسان يعمل عملا فتعمل مثله من غير أن تحوج الإنسان إلى تعب بها\nورياضة لها وهذه غاية أفق الحيوان <span id='ms043'></span> التي أن تجاوزها وقبل زيادة يسيرة خرج\nبها عن أفقه وصار في أفق الإنسان الذي يقبل العقل والتمييز والنطق والآلات\nالتي يستعملها والصور التي تلائمها. فإذا بلغ هذه الرتبة تحرك إلى المعارف\nواشتاق إلى العلوم وحدثت له قوى وملكات ومواهب من الله عز وجل يقتدر بها\nعلى الترقي والإمعان في هذه الرتبة كما كان ذلك في المراتب الأخرى التي\nذكرناها، وأول هذه المراتب من الأفق الإنساني المتصل بآخر ذلك الأفق\nالحيواني مراتب الناس الذين يسكنون في أقاصي المعمورة من الشمال والجنوب\nكأواخر الترك من بلاد يأجوج ومأجوج وأواخر الزنج وأشباههم من الأمم التي لا\nتميز عن القرود إلا بمرتبة يسيره. ثم تتزايد فيهم قوة التمييز والفهم إلى\nأن يصيروا إلى وسط الأقاليم فيحدث فيهم الذكاء وسرعة الفهم والقبول للفضائل\nوإلى هذا الموضع ينتهي فعل الطبيعة التي وكلها الله عز وجل بالمحسوسات.\n</p>\n\n<p>\nثم يستعد بهذا القبول لإكتساب الفضائل واقتنائها بالإرادة والسعي\nوالإجتهاد الذي ذكرناه فيما تقدم حتى يصل إلى آخر أفقه فإذا صار إلى آخر\nافقه اتصل بأول أفق الملائكة وهذا أعلى مرتبة الإنسان وعندها تتأحد\nالموجودات ويتصل أولها بآخرها. وهو الذي يسمى دائرة الوجود لأن الدائرة هي\nالتي قيل في حدها إنها خط واحد يبتدىء بالحركة من نقطة وينتهي إليها بعينها\nودائرة الوجود هي المتأحدة التي جعلت الكثرة وحدة. وهي التي تدل دلالة\nصادقة برهانية على موجدها وحكمته وقدرته ووجوده تبارك اسمه وتعالى جده\nوتقدس ذكره. ولولا أن شرح هذا الموضوع لا يليق بصناعة تهذيب الأخلاق لشرحته\nوأنت تقف عليه إن بلغت هذه الرتبة بمشيئة الله.\n</p>\n\n<p>\nوإذا تصورت قدر ما أومأنا إليه وفهمته اطلعت على الآلة التي خلقت وندبت\nإليها وعرفت الأفق الذي يتصل بأفقك وتنقلك في مرتبة بعد مرتبة وركوبك طبقا\nعن طبق وحدث لك الإيمان الصحيح وشهدت ما غاب عن غيرك من الدهماء وبلغت أن\nتتدرج إلى العلوم الشريفة المكونة التي مبدؤها تعلم المنطق فإنه الآلة في\nتقويم الفهم والعقل الغريزي. ثم الوصول به إلىمعرفة الخلائق وطباعها ثم <span id='ms044'></span>\nالتعلق بها والتوسع فيها والتوصل منها إلى العلوم الإلهية وحينئذ تستعد\nلقبول مواهب الله عزوجل وعطاياه فيأتيك الفيض الإلهي فتسكن عن قلق الطبيعة\nوحركاتها نحو الشهوات الحيوانية وتلحظ المرتبة التي ترقيت فيها أولا فأولا\nمن مراتب الموجودات. وعلمت ان كل مرتبة منها محتاجة إلى قبلها في وجودها\nوعلمت أن الإنسان لا يتم له كماله إلا بعد أن يحصل له ما قبله وإذا صار\nإنسانا كاملا وبلغ غاية أفقه أشرق نور الأفق الأعلى عليه وصار إما حكيما\nتاما تأتيه الإلهامات فيما يتصرف فيه من المحاولات الحكمية والتأييدات\nالعلوية في التصويرات العقلية وإما نبيا مؤيدا يأتيه الوحي على ضروب\nالمنازل التي تكون له عند الله تعالى ذكره. فيكون حينئذ واسطة بين الملأ\nالأعلى والملأ الأسفل. وذلك بتصوره حال الموجودات كلها والحال التي ينتقل\nإليها من حال الإنسية ومطالعة الآفاق التي ذكرناها. وحينئذ يفهم عن الله\nعزوجل قوله (فلا تعلم نفس ما اخفي لهم من قرة أعين) وتصور معنى قوله صلى\nالله عليه وسلم (هناك مالا عين رأت ولا أذن سمعت ولا خطر على قلب بشر) وإذا\nبلغ الكلام إلى ذكر هذه المنزلة العالية الشريفة التي أهل الإنسان لها\nونسقنا أحواله التي يترقى فيها وأنه يكون أولا بالشوق إلى المعارف والعلوم\nفينبغي أن نزيد في بيانه وشرحه فنقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             الشوق إلى المعارف\nوالعلوم\n</p>\n\n<p>\nإن هذا الشوق ربما ساق الإنسان علىمنهج قويم وقصد صحيح حتى ينتهي إلى\nغاية كماله وهي سعادته التامة. وقلما يتفق ذلك وربما اعوج به عن السمت\nوالسنن وذلك لأسباب كثيرة يطول ذكرها ولا حاجة بك إلى علمها الآن وأنت في\nتهذيب خلقك. فكما أن الطبيعة المدبرة للأجسام ربما شوقت إلى ما ليس بتمام\nللجسم الطبيعي لعلل تحدث به وآفات تطرأ عليه بمنزلة من يشتاق إلى أكل الطين\nوما جرى مجراه مما لا يكمل طبيعة الجسد بل يهدمه ويفسده. كذلك أيضا النفس\nالناطقة ربما اشتاقت إلى النظر والتمييز الذي لا يكملها ولا يشوقها نحو\nسعادتها بل يحركها إلى الأشياء التي تعوقها وتقصر <span id='ms045'></span> بها عن كمالها فيحينئذ\nيحتاج إلى علاج نفساني روحاني كما احتاج في الحالة الأولى إلى طب طبيعي\nجسماني. ولذلك تكثر حاجات الناس إلى المقومين والمنفعين وإلى المؤدبين\nوالمسددين. فإن وجود تلك الطبائع الفائقة التي تنساق بذاتها منغير توفق إلى\nالسعادة عسرة الوجود ولا توجد إلا في الأزمنة الطوال والمدد البعيدة. وهذا\nالأدب الحق الذي يؤدينا إلى غايتنا يجب أن تلحظ فيه المبأ الذي يجري مجرى\nالغاية حتى إذا لحظت الغاية تدرج منها إلى الأمور الطبيعية على طريق\nالتحليل ثم يبتدىء من أسفل على طريق التركيب فيسلك فيها إلى أن ينتهي إلى\nالغاية التي لحظت أولا. وهذا المعنى هو الذي أحوجنا في مبدأ هذا الكتاب وفي\nفصول أخر منه أن نذكر أشياء عالية لا تليق بهذه الصناعة ليتشوق إليها من\nيستحقها. وليس يمكن الإنسان أن يشتاق إلى ما لا يعرفه ألبتة. فإذا لحظها من\nفيه قبول لها وعناية بها عرفها بعض المعرفة فتشوقها وسعى نحوها واحتمل\nالتعب والنصب فيها. وينبغي أن يعلم أن كل إنسان معد نحو فضيلة ما فهو إليها\nأقرب وبالوصول إليها أحرى. ولذلك لا تصير سعادة الواحد من الناس غير سعادة\nالآخر غلا من اتفق له نفس صافية وطيعية فائقة فينتهي إلى غايات الأمور وعلى\nغاياتها أعني السعادة القصوى التي لا سعادة بعدها.\n</p>\n\n<p>\nالواجب على الحاكم\n</p>\n\n<p>\nولأجل ذلك يجب على مدير المدن أن يسوق كل إنسان نحو سعادته التي تخصه ثم\nيقسم عنايته بالناس ونظره لهم بقسمين: أحدهما في تسديد الناس وتقويمهم\nبالعلوم الفكرية. والأخر في تسديدهم نحو الصناعات والأعمال الحسية. وإذا\nسددهم نحو السعادة الفكرية بدأبهم من الغاية الأخيرة على طريق التحليل ووقف\nيهم عند القوي التي ذكرناها. وإذا سددهم نحو السعادة العملية بدأبهم من عند\nهذه القوي وانتهى بهم إلى تلك الغاية. ولما كان غرضنا في هذا الكتاب\nالسعادة الخلقي وأن تصدر عنا الأفعال كلها جميلة كما رسمنا في صدر الكتاب\nوعملناه لمحبي الفلسفة خاصة لا للعوام وكان النظر يتقدم العمل.\n</p>\n\n<p>\nوجب أن نذكر الخير المطلق <span id='ms046'></span> والسعادة الإنسانية لتلحظ الغاية الأخيرة ثم\nتطلب بالأفعال الإرادية التي ذكرنا جملها في المقالة الأولى. وأرسطوطاليس\nإنما بدأ كتابه بهذا الموضع وافتتحه بذكر الخير المطلق ليعرف ويتشوق.\n</p>\n\n<p>\nونحن نذكر ما قاله ونتبعه بما أخذناه أيضا عنه في مواضع أخر ليجتمع ما\nفرقه ونضيف إلى ذلك ما أخذناه عن مفسري المنقلبين لحكمته نحو استطاعتنا،\nوالله الموفق المؤيد فإن الخير بيده وهو حسبنا ونعم الوكيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nنبدأ بمعونة الله تعالى في هذه المقالة بذكر الفرق بين الخير والسعادة بعد\nأن نذكر ألفاظ أرسطوطا ليس إقتداء به وتوفية لحقه فنقول: إن الخير على ما\nحده واستحسنه من آراء المتقدمين هو المقصود من الكل وهو الغاية الأخيرة.\nوقد يسمى الشيء النافع في هذه الغاية خيرا. فأما السعادة فهي الخير\nبالإضافة إلى صاحبها وهي كمال له. فالسعادة إذا خير ما وقد تكون سعادة\nالإنسان غير سعادة الفرس وسعادة كل شيء في تمامه وكماله الذي يخصه. فأما\nالخير الذي يقصده الكل بالشوق فهو طبيعة تقصد ولها ذات وهو الخير العام\nللناس من حيث هم ناس فهم بأجمعهم مشتركون فيها. فأما السعادة فهي خير\nمالواحد واحد من الناس فهي إذا بالإضافة ليست لها ذات معينة وهي تختلف\nبالإضافة إلى قاصديها. فلذلك يكون الخير المطلق غير مختلف فيه. وقد يظن\nبالسعادة أنها تكون لغير الناطقين. فإن كان ذلك فإنما هي استعدادات فيها\nلقبول تماماتها وكمالاتها من غير قصد ولا رويى ولا إرادة وتلك الإستعدادات\nهي الشوق أو ما يجري مجرى الشوق من الناطقين بالإرادة. فأما ما يتأتى\nللحيوانات في مآكلها ومشاربها وراحاتها فينبغي أن نسمى بختا أواتفاقا ولا\nيؤهل لإسم السعادة كما يسمى في الإنسان أيضا. وإنما استحسن الحد الذي ذكرنا\nللخير المطلق لأن العقل لا يطلق السعي والحركة إلا إلى نهاية وهذا أول في\nالعقل. ومثال ذلك أن الصناعات والهمم والتدابير الإختيارية كلها يقصد بها\nخير ما وما لم يقصد به خير ما فهو عبث والعقل يحظره ويمنع منه وبالواجب صار\nالخير المطلق هو المقصود إليه من كل <span id='ms047'></span> الناس. ولكن بقى أن يعلم ما هو وما\nالغاية الأخيرة منه التي هي غاية الخيرات التي ترتقي الخيرات كلها إليها\nحتى نجعله غرضنا وتوجه إليه ولا نلتفت إلى غيره ولا تنتشر أفكارنا في\nالخيرات الكثيرة التي تؤدي إليه إما تأدية بعيدة وإما تأدية قريبة ولا نغلط\nأيضا فيما ليس بخير فنظنه خيرا ثم نفي أعمارنا في طلبه والتعب به وكلا\nسنبينه بمشيئة الله وعونه.\n</p>\n\n<p>\nأقسام الخير\n</p>\n\n<p>\nالخير على قسمه أرسطوطا ليس وحكاه عنه قرقوريوس غيره قال الخيرات منها ما\nهي شريفة ومنها ماهي ممدوحة ومنها ما هي بالقوى كذلك وما هي نافعة فيها.\nفالشريفة منها هي التي شرفها من ذاتها وتجعل من اقتناها شريفا وهي الحكمة\nوالعقل والممدوحة منها مثل الفضائل والأفعال الجميلة الإرداية والتي هي\nبالقوى مثل التهيء والإستعداد لنيل الأشياء التي تقدمت والنافعة هي جميع\nالأشياء التي تطلب لا لذاتها بل ليتوصل بها إلى الخيرات (وعلى جهة أخرى)\nالخيرات منها ما هي غايات ومنها ما ليست بغايات والغايات منها ما هي تامة\nومنها ما هي غير تامة. فالتي هي تامة كالسعادة. وذلك أنا إذا وصلنا إليها\nلم نحتج أن نستزيد فنقتني أشياء أخر. وأما التي ليست بغاية ألبتة فكالعلاج\nوالتعلم والرياضة (وعلى جهة أخرى) الخيرات منهاما هو مؤثر لأجل ذاته ومنها\nما هو مؤثر لأجل غيره ومنها ما هو مؤثر للأمرين جميعا ومنها ما هو خارجعنها\n(وعلى جهة أخرى) الخيرات منها ما هوخير على الإطلاق ومنها ما هو خير عند\nالضرورة والإتفاقات التي تتفق لبعض النسا وفي وقت دون وقت. وأيضا منها ما\nهو خير لجميع الناس ومن جميع الوجوه وفي جميع الأوقات ومنها ما ليس بخير\nلجميع الناس ولا ما هو في المية ومنها ما هو في الكيفية وفي سائر المقولات\nكالقوى والملكات.\n</p>\n\n<p>\nومنها كالأحوال ومنها كالأفعال ومنها كالغايات ومنها كالمواد ومنها\nكالآلات ووجود الخيرات في المقولات كلها يكون على هذا المثال.\n</p>\n\n<p>\nأما في الجوهر أعني ماليس بعرض فالله تبارك وتعالى هو الخير الأول فإن\nجميع الأشياء <span id='ms048'></span> تتحرك نحوه بالشوق إليه ولأن مآل الخيرات الإلهية من البقاء\nوالسرمدية والتمام منه.\n</p>\n\n<p>\nوأما في الكمية فالعدد فالمعتدل والمقدار المعتدل وأما في الكيفية\nفكاللذات، وأما في الإضافة فالكالصدقات والرياسات وأما في الأين والمتة\nفكالمكان المعتدل والزمان الأنيق البهج. وأما في الموضع فكالقعود والإضطجاع\nوالإتكاء الموافق. وأما في الملك فكالأموال والمنافع وأما في الإنفعال\nفكالسماع الطيب وسائر المحسوسات المؤثرة وأما في الفعل فكنفاذ الأمر ورواج\nالفعل (وعلى جهة أخرى) الخيرات منها معقولات ومنها محسوسات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nوأما السعادة فقد قلنا أنها خير ما وهي تمام الخيرات وغاياتها والتمام هو\nالذي إذا بلغنا إليه لم نحتج معه إلى شيء آخر فلذلك نقول: أن السعادة هي\nأفضل الخيرات ولكنا نحتاج في هذا التمام الذي هو الغاية القصوى إلى سعادات\nأخرىوهي التي في البدن والتي خارج البدن (وارسطو طاليس) يقول أنه يعسر على\nالإنسان أن يفعل الأفعال الشريفة بلا مادة مثل اتساع اليد وكثرة الأصدقاء\nوجودة البخت. قال ولهذا ما احتاجت الحكمة إلى صناعة الملك في إظهار شرفها.\nقال ولهذا قلنا إن كان شيء عطية من الله تعالى وموهبة للناس فهو السعادة\nلأنها عطية منه عز إسمه وموهبة في أشرف منازل الخيرات وفي أعلى مراتبها\nوهوخاصة بالإنسان التام ولذلك لا يشاركه فيها من ليس بتام كالصبيان ومن\nيجري مجراهم. وأما أقسام السعادى على مذهب هذا الحكيم فهي خمسة أقسام.\nأحدها في صحة البدن ولطف الحواس ويكون ذلك من اعتدال المزاج أعني أن يكون\nجيد السمع والبصر والشم والذوق واللمسز والثاني في الثروة والأعوان\nوأشباهما حتى يتسع لأن يضع المال في موضعه ويعمل به سائر الخيرات ويواسي\nمنه أهلالخيرات خاصة والمستحقين عامة ويعمل به كل ما يزيد في فضائله ويستحق\nالثناء والمدح عليه. والثالث أن تحسن أحدوثته في الناس وينشر ذكره بين أهل\nالفضل فيكون ممدوحا بينهم ويكثرون الثناء عليه لما يتصرف فيه من الإحسان\nوالمعرفة. والرابع أن يكون منجحا في الأمور وذلك إذا استتم كل ما روى فيه\nوعزم عليه حتى يصير إلى ما يأمله منه <span id='ms049'></span>. والخامس أن يكون جيد الرأى صحيح\nالفكر سليم الإعتقادات في دينه وغير دينه بريئا من الخطأ والزلل جيد\nالمشورة في الآراء.\n</p>\n\n<p>\nفمن اجتمعت له هذه الأقسام كلها فهو السعيد الكامل على مذهب هذا الرجل\nالفاضل ومن حصل له بعضها كان حظه من السعادة بحسب ذلك. وأما الحكماء قبل\nهذا الرجل مثل فيثاغورس وبقراط وأفلاطون وأشباههم فإنهم أجمعوا على أن\nالفضائل والسعادة كلها في النفس وحدها. ولذلك لما قسموا السعادة جعلوها\nكلها في قوى النفس التي ذكرناها في أول الكتاب (وهي الحكمة والشجاعة والعفة\nوالعدالة) وأجمعوا على أن هذه الفضائل هي كافية في السعادة ولا يحتاج معها\nإلى غيرها من فضائل البدن ولا ما هو خارج البدن، فإن الإنسان إذا حصل تلك\nالفضائل لم يضره في سعادته أن يكون سقيما ناقص الأعضاء مبتلي بجميع أمراض\nالبدن. اللهم إلا أن يلحق النفس منها مضرة في خاص أفعالها مثل فساد العقل\nورداءة الذهن وما أشبهها. وأما الفقر والخمول وسقوط الحال وسائر الأشياء\nالخارجة عنها فليست عندهم بقادحة في السعادة ألبتة، وأما الرواقيون وجماعة\nمن الطبيعيين فإنهم جعلوا البدن جزءا من الإنسان ولم يجعلوه آلة كما شرحناه\nفيما نقدم. فلذلك اضطروا إلى أن يجعلوا السعادة التي في النفس غير كاملة\nإذا لم يقترن بها سعادة البدن وما هو خارج البدن أيضا أعني الأشياء التي\nتكون بالبخت والجد، والمحققون من الفلاسفة يحقرون أمر البخت وكل ما يكون به\nومعه ولا يؤهلون تلك الأشياء لإسم السعادة لأن السعادة شيء ثابت زائل ولا\nمتغير وهي أشرف الأمور وأكرمها وأرفعها فلا يجعلون لأحسن الأشياء وهو الذي\nيتغير ولا يثبت ولا يتحصل بروية ولا فكر ولا يتأتى بعقل وفضيلة فيها نصيبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             ولهذا النظر اختلف القدماء في السعادة العظمى فظن قوم أنها لا\nتحصل للإنسان إلا بعد مفارقة البدن والطبيعات كلها وهؤلاء هم القوم الذين\nحكينا عنهم أن السعادة العظمى هي في النفس وحدها وسموا الإنسان ذلك الجوهر\nوحده دون البدن ولذلك حكموا أنها ما دامت في البدن ومتصلة بالطبيعة <span id='ms050'></span> وكدرها\nونجاسات البدن وضروراته وحاجت الإنسان به وافتقاراته إلى الأشياء الكثيرة\nفليست سعيدة على الإطلاق. وأيضا لما روأها لا تكمل لوجود الأشياء العقلية\nلأنها لا تستتر عنها بظلمة الهيولي أعني قصورها ونقصانها ظنوا أنها إذا\nفارقت هذه الكدورة فارقت الجهالات وصفت وخلصت وقبلت الإضاءة والنور الإلهي\nأعني العقل التام. ويجب على رأى هؤلاء أن الإنسان لا يسعد السعادة التامة\nإلا في الآخرة بعد موته، وأما الفرقة الأخرى فإنها قالت انه من القبيح\nالشنيع أن يظن أن الإنسان ما دام حيا يعمل الأعمال الصالحة ويعتقد الآراء\nالصحيحة ويسعى في تحصيل الفضائل كلها لنفسه أولا ثم لأبناء جنسه ثانيا\nويخلف رب العزة تقدس ذكره في خلقه بهذه الأفعال المرضية فهو شقي ناقص حتى\nإذا مات ودم ذكر الأشياء صار سعيدا تام السعادة.\n</p>\n\n<p>\nوارسطوطاليس يتحقق بهذا الرأى وذلك أنه تكلم في السعادة الإنسانية\nوالإنسان هو المركب عنده من بدن ونفس ولذلك حد الإنسان بالناطق المائت\nوبالناطق الماشي برجلين وما أشبه ذلك وهذه الفرقة التي رئيسها أرسطوطاليس\nرأت ان السعادة الإنسانية تحصل لللإنسان في الدنيا إذا سعى لها وتعب بها\nحتى يصير إلى أقصاها ولما رأى الحكيم ذلك وأن الناس مختلفون في هذه السعادة\nالإنسانيةن وأنها قد أشكلت عليهم أشكالا شديدا احتاج أن يتعب في الإبانة\nعنها وإطالة الكلام فيها. وذلك أن الفقير يرى أن السعادة العظمى في الثروة\nواليسار. والمريض يرى أنها في الصحة والسلامة. والذليل يرى أنها فيالجاه\nوالسلطان. والخليع يرى أنها في التمكن من الشهوات كلها على اختلافها\nوالعاشق يرى أنها في الظفر بالمعشوق. والفاضل يرى أنها في إفاضة المعروف\nعلى المستحقين. والفيلسوف يرى أن هذه كلها إذا كانت مرتبة بحسب تقسيط العدل\nأعني عند الحاجة وفي الوقت الذي يجب وكما يجب وعند من يجب. فهي سعادات كلها\nوما كان منها يراد لشيء آخر فذلك الشيء أحق باسم السعادة ولما كانت كل\nواحدة من هاتين الفرقتين نظرت نظرا ما وجب أن نقول في ذلك ما نراه صوابا\nوجامعا للرأيين فنقول:\n</p>\n\n<p>\nرأى <span id='ms051'></span> المؤلف في السعادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             إن الإنسان ذو فضيلة روحانية يناسب\nبها الأرواح الطيبة التي تسمى ملائكة وذو فضيلة جسمانية يناسب بها الأنعام\nلأنه مركب منهما فهو بالخير الجسماني الذي يناسب به الأنعام مقيم في هذا\nالعالم السفلي مدة قصيرة ليعمره وينظمه ويرتبه. حتى إذا ظفر بهذه المرتبة\nعلى الكمال انتقل إلى العالم العلوي وأقام فيه دائما سرمدا في صحبة\nالملائكة والأرواح الطيبة وينبغي أن يفهم من قولنا العالم السفلي والعالم\nاالعلوي ما ذكرناه فيما تقدم. فإنا قد قلنا هناك أنا لسنا نعني بالعلوي\nالمكان العلى في الحس ولا بالعالم السفلي المكان الأسفل في الحس بل كل\nمحسوس فهو أسفل وإنكان محسوسا في المكان الأعلى. وكل معقول فيهو أعلى وإن\nكان معقولا في المكان الأسفل وينبغي أن يعلم أنه لا يحتاج في صحة الأرواح\nالطيبة المستغنية عن الأبدان إلى شيء من السعادات البدنية التي ذكرناها سوى\nسعادة النفس فقط أعني المعقولات الأبدية التي هي الحكمة فقط. فإذا ما دام\nالإنسان إنسانا فلا تتم له السعادة إلا بتحصيل الحالين جميعا وليس يحصلان\nعلى التمام إلا بالأشياء النافعة في الوصول إلى الحكمة الأبدية. فالسعيد\nإذا من الناس يكون في إحدى مرتبتين. إما في مرتبة الأشياء الجسمانية متعلقا\nبأحوالها السفلى سعيدا بها وهو مع ذلك يطالع الأمور الشريفة باحثا عنها\nمشتقا إليها متحركا نحوها مغتبطا بها. وإما أن يكون في رتبة الأشياء\nالروحانية متعلقا بأحوالها العليا سعيدا بها وهو مع ذلك يطالع الأمور\nالبدنية معتبرا بها ناظرا في علامات القدرة الإلهية ودلالل الحكمة البالغة\nمقتديا بها ناظما لها مفيضا للخيرات عليها سابقا لها نحو الأفضل، فالأفضل\nبحسب قبولها وعلى نحو استطاعتها. وأي امرىء لم يحصل في إحدى هاتين\nالمنزلتين فهو في رتبة الأنعام بل هو أضل. وإنما صار أضل لأن تلك غير معرضة\nلهذه الخيرات ولا أعطيت استطاعة تتحرك بها نحو هذه المراتب العالية. وإنما\nتتحرك بقواها نحو كمالاتها الخاصة بها والإنسان معرض لها مندوب إليها مزاح\nالعلة فيها وهو مع ذلك غير محصل لها <span id='ms052'></span> ولا سع نحوها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             وهو مع ذلك\nمؤثر لضدها يستعمل قواه الشريفة في الأمور الدنيئة وتلك محصلة لكمالاتها\nالتي تخصها فإذا الأنعام إذا منعت الخيرات الإنسية حرمت جوار الأرواح\nالطيبة ودخول الجنة التي وعد المتقون فهي معذورة. والإنسان غير معذور. مثل\nالأول مثل الأعمى إذا جار عنالطريق فتردى في بئر فهو مرحوم غير ملوم. ومثل\nالثاني مثل بصير يجور على بصيرة حتى يتردى في البئر فهو ممقوت ملوم. وإذ قد\nتبين أن السعيد لا محالة في إحدى المرتبتين اللتين ذكرناها فقد تبين أيضا\nأن أحدهما ناقص مقصر عن الآخر وأن الأنقص منهما ليس يخلو ولا يتعرى من\nالآلام والحسرات لأجل خدائع الطبيعة والزخارف الحسية التي تعترضه فيما\nيلابسه وتعوقه عما يلاحظه وتمنعه من الترقي فيها على ما ينبغي وتشغله بما\nيتعلق به من الأمور الجسمانية. فصاحب هذه المرتبة غير كامل على الإطلاق ولا\nسعيد تام، وأن صاحب المرتبة الأخرى هو السعيد التام وهو الذي توفر حظه من\nالحكمة فهو مقيم بروحانيته بين الملاء الأعلى يستمد منهم لطائف الحكمة\nويستنير بالنور الإلهي ويستزيد من فضائله بحسب عنايته بها وقلة عوائقه\nعنها. ولذلك يكون أبدا خاليا من الآلام والحسرات التي لا يخلو صاحب المرتبة\nالأولى منها ويكون مسرورا أبدا بذاته مغتبطا بحاله وبما يحصل له دائما من\nفيض نور الأمل فليس يسر إلا بتلك الأحوال ولا يغتبط إلا بتلك المحاسن ولا\nيهش إلا لإظهار تلك الحكمة بين أهلها ولا يرتاح إلا لمن ناسبه أو قاربه\nوأحب الإقتباس منه. وهذه المرتبة التي من وصل إليها فقد وصل إلى آخر\nالسعادات وأقصاها وهو الذي لا يبالي بفراق الأحباب من أهل الدنيا ولا يتحسر\nعلى ما يفوته من التنعم فيها. وهو الذي يرى جسمه وماله وجميع خيرات الدنيا\nالتي عددناها في السعادات التي في بدنه الخارجة عنه كلها كلا عليه إلا في\nضرورات يحتاج إليها لبدنه الذي هو مربوط به لا يستطيع الإنحلال عنه إلا عند\nمشيئة خالقه وهو الذي يتشاق إلى صحبة أشكاله وملاقاة من <span id='ms053'></span> يناسبه من الأرواح\nالطيبة والملائكة المقربين. وهو الذي لا يفعل إلا ما أراده الله منه ولا\nيختار إلا ما قرب إليه لا يخالفه إلى شيء من شهواته الرديئة ولا ينخدع\nبخدائع الطبيعة ولا يلتفت إلى شيء يعوقه عن سعادته.\n</p>\n\n<p>\nوهو الذي لا يحزن على فقد محبوب ولا يتحسر على فوت مطلوب. إلا أن هذه\nالمرتبة الأخيرة تتفاوت تفاوتا عظيما أعني أن من يسل إليها من الناس يكون\nعلى طبقات كثيرة غير متقاربة.\n</p>\n\n<p>\nوهاتان المرتبتان هما اللتان ساق الحكيم الكلام إليهما واختار المرتبة\nالأخيرة منهما وذلك في كتابه المسمى \" فضائل النفس \" وأنا أورد ألفاظه التي\nنقلت إلى العربية بعينها قال: ؟؟أول رتب الفضائل اول رتب الفضائل تسمى\nسعادة وهي أن يصرف الإنسان إرادته ومحاولاته إلى مصالحه في العالم المحسوس\nوالأمور المحسوسة من أمور النفس والبدن وما كان من الأحوال متصلا بهما\nومشاركا لهما من الأمور النفسانية ويكون تصرفه في الأحوال المحسوسة تصرفا\nلا يخرج به عن الإعتدال الملائم لأحواله الحسية. وهذه حال قد يتلبس فيها\nالإنسان بالأهواء والشهوات إلا ان ذلك بقدر معتدل غير مفرط وهو إلى ما\nينبغي أقرب منه إلى ما لا يسيغه وذلك انه يجري أمره نحو صواب التدبير\nالمتوسط في كل فضيلة ولا يخرج به عن تقدير الفكر وأن لابس الأمور المحسوسة\nوتصرف فيها.\n</p>\n\n<p>\nثم الرتبة الثانية وهي التي يصرف الإنسان فيها إرادته ومحاولاته إلى\nالأمر الأفضل من صلاح النفس والبدن من غير أن يتلبس مع ذلك بشيء من الأهواء\nوالشهوات ولا يكترث بشيء من النفسيات المحسوسة إلا بما تدعوه إليه الضرورة.\nثم تتزايد رتبة الإنسان في هذا الضرب من الفضيلة. وذلك أن الأماكن والرتب\nفي هذا الضرب من الفضائل كثيرة بعضها فوق بعض وسبب ذلك. اما أولا فاختلاف\nطبائع الناس. وثانيا على حسب العادات.\n</p>\n\n<p>\nوثالثا بحسب منازلهم ومواضعهم من الفضل والعلم والمعرفة والفهم. ورابعا\nبحسب همهم. وخامسا بحسب شوقهم ومعاناتهم ويقال ايضا بحسب جدهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nثم تكون النقلة في آخر هذه المرتبة أعني هذا الصنف من الفضيلة <span id='ms054'></span> إلى الفضيلة\nالإلهية المحضة. وهي التي لا يكون فيها تشوف إلى آت ولا تلفت إلى ماض ولا\nتشييع لحال ولا تطلع إلى ناء ولا ضن بقريب ولا خوف ولا فزع من أمر ولا شغف\nبحال ولا طلب لحظ من حظوظ الإنسانية ولا من الحظوظ النفسانية أيضا ولا ما\nتدعو الضرورة إليه من حاجة البدن والقوى الطبيعية ولا القوى النفسانية. لكن\nيتصرف بتصرف الخير العقلي في أعالي رتب الفضائل وهو صرف الوكد إلى الأمور\nالإلهية ومعاناتها ومحاولاتها بلا طلب عوض أعني أن يكون تصرفه فيها\nومعاناته ومحاولته لها لنفس ذاتها فقط وهذه الرتبة أيضا تتزايد بالناس بحسب\nالهمم والشوق وفضل المعاناة والمحاولة وقوة التحيزة؟ وصحة القة وحسب الهمم\nوالشوق وفضل المعاناة والمحاولة وقوة التحيزة؟ وصحة الثقة وبحسب منزلة من\nبلغ إلى هذا المبلغ من الفضيلة في هذه الأحوال التي عددناها إلى أن يكون\nتشبهه بالعلة الأولى واقتداؤه بها وبأفعالها.\n</p>\n\n<p>\nآخر مراتب الفضائل\n</p>\n\n<p>\nوآخر المراتب في الفضيلة أن تكون أفعال الإنسان كلها أفعال الهية وهذه\nالأفعال هي خير محض والفعل إذا كان خيرا محضا فليس يفعله فاعله من أجل شيء\nآخر غير الفعل نفسه. وذلك أن الخير المحض هو غاية متوخاة لذاتها أي هو\nالأمر المطلوب المقصود لذاته. والأمر الذي هو غاية متوخاة لذاتها أي هو\nالأمر المطلوب المقصود لذاته. والأمر الذي هو غاية في نهاية النفاسة ليس\nيكون من أجل شيء آخر. فأفعال الإنسان إذا صارت كلها إلاهية فهي كلها إنما\nتصدر عن لبه وذاته الحقيقية التي هي عقله الإلهي الذي هو ذاته بالحقيقة\nوتزول وتتهدر سائر دواعي طباعه البدني بسائر عوارض النفسين البهيميتين\nوعوارض التخيل المتولد عنهما وعن دواعي نفسه الحسية فلا يبقى له حينئذ\nارادة ولا همة خارجتان عن فعله من أجلهما يفعل مايفعل. لكنه يفعل ما يفعله\nبلا إرادة ولا همة في سوي الفعل أي لا يكون غرضه في فعله غير ذات الفعل\nوهذا هو سبيل العقل الإلهي. فهذه الحال هي آخر رتب الفضائل التي يتقبل فيها\nالإنسان <span id='ms055'></span> أفعال المبدأ الأول خالق الكل عز وجل.\n</p>\n\n<p>\nأعني أن يكون فيما يفعله لا يطلب به حظا ولا مجازاة ولا عوضا ولا زيادة\nلكن يكون فعله بعينه هو غرضه أي ليس يفعل من أجل شيء آخر سوى ذات الفعل.\nومعنى ذاته هو أن لا يفعل ما يفعله من أجل شيء غير فعله نفسه وذاته نفسها\nهي الفعل الإلهي نفسه وهكذا يفعل الباري تعالى لذاته لا من أجل شيء آخر\nخارج عنه. وذلك أن فعل الإنسان في هذه الحال يكون كما قلنا خيرا محضا وحكمة\nمحضة فيبدأ بالفعل لنفس إظهار الفعل فقط لا لغاية أخرى يتوخاها بالفعل\nوهكذا فعل الله عز وجل الخاص به ليس هو على القصد الأول من أجل شيء خارج عن\nذاته. أعني ليس ذلك من أجل سياسة الأشياء التي نحن بعضها لأنه لو كان كذلك\nلكانت أفعاله حينئذ من أجل سياسة الشياء التي نحن بعضها لأنه لو كان كذلك\nلكانت أفعاله حينئذ إنما كانت وتكون وتتم بمشارفة الأمور التي من خارج\nولتدبيرها وتدبير أحوالها وإهتمامه بها.\n</p>\n\n<p>\nوعلى هذا تكون الأشياء التي من خارج أسبابا وعللا لأفعاله. وهذا شنيع\nقبيح تعالى الله عنه علوا كبيرا. لكن عنايته عزوجل بالأشياء التي من خارج\nوفعله الذي يدبرها به ويرفدها إنما هو على القصد الثاني وليس يفعل ما يفعله\nمن أجل الأشياء أنفسها لكن من أجل ذاته أيضا. وذلك لأجل أن ذاته تفضل\nلذاتها لا من أجل المفضل عليه ولا من أجل شيء آخر. وهكذا سبيل الإنسان إذا\nبلغ إلى الغاية القصوى في الإمكان من الإقتداء بالباري عز وجل وتكون أفعاله\nالتي يفعلها على القصد الأول من أجل ذلك الغير لكن يفعل بذلك الغير ما\nيفعله به بقصد ثان وفعله ذلك من أجل ذاته بالقصد الأول ومن اجل الفعل نفسه\nأي لنفس الفضيلة ولنفس الخير لأن فعله ذلك فضيلة وخير ففعله لنفس الفعل لا\nلإجتلاب منفعة ولا لدفع مضرة ولا للتباهي وطلب الرياسة ومحبة الكرامة فهذا\nهو غرض الفلسفة ومنهى السعادة. إلا <span id='ms056'></span> أن الإنسان لا يصل إلى هذه الحال حتى\nتفني إرادته كلها التي بحسب الأمور الخارجة وتفني العوارض النفسانية وتموت\nخواطره التي تكون عن العوارض ويمتلىء شعارا إلهيا وهمة إلهية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nوإنما يمتلأ من ذلك إذا صفا من الأمر الطبيعي ألبتة ونفى منه نفيا كاملا.\nثم حينئذ يمتلىء معرفة إلهية وشوقا إلهيا ويوقن بالأمور الإلهية بما يتقرر\nفي نفسه وفي ذاته التي هي العقل كما تقررت فيه القضايا الأول التي تسمى\nالعلوم الأوائل. إلا أن تصور العقل ورويته في هذه الحال بالأمور الإلهية\nوتيقنه لها يكون بمعنى أشرف وألطف وأظهر وأشهد انكشافا له وبيانا من\nالقضايا الأول التي تسمىالعلوم الأوائل العقلية. فهذه ألفاظ هذا الحكيم قد\nنقلتها نقلا. (وهي نقل أبي عثمان الدمشقي. وهذا الرجل فصيح باللغتين جميعا\nأعني اليونانية والعربية مرضى النقل عند جميع من طالع هاتين اللغتين وهو مع\nذلك شديد التحري لا يراد الألفاظ اليونانية ومعانيها من ألفاظ العرب\nومعانيها لا تختلف في لفظ ولامعنى، ومن رجع إلى هذا الكتاب أعني المسمى\nبفضائل النفس قرأ هذه الألفاظ كما نقلتها) وليست تحصل هذه المراتب التي\nيترقى فيها صاحب السعادة التامة إلا بعد أن يعلم أجزاء الحكمة كلها علما\nصحيحا ويستوفيها أولا أولا كما رتبناها في كتابنا المسمى بترتيب السعادات.\nومن ظن من الناس أنه يصل إليها بغير تلك الطريقة وعلى غير ذلك المنهج فقد\nظن باطلا وبعد عن الحق بعدا كثيرا. وليتذكر في هذا الموضع الخطأ العظيم\nالذي وقع فيه قوم ظنوا أنهم يدركون الفضيلة بتعطيل القوة العالمة وإهمالها\nوبترك النظر الخاص بالعقل واكتفائهم بأعمال ليست مدنية ولا بحسب ما يقسطه\nالتمييز والعقل.\n</p>\n\n<p>\nوقد سماهم قوم العاملة والناجية. ولذلك رتبنا هذا الكتاب عقب ذلك الكتاب\nليلحظ منهما السعادة الأخيرة المطلوبة بالحكمة البالغة وتتهذب لها النفس\nوتتهيأ لقبولها غسلا وتنقية من الأمور الطبيعية وشهوات الأبدان. ولذلك\nسميته أيضا بكتاب طهارة الأعراق (وقد قال أرسطوطاليس في كتابه المسمى\nبالأخلاق) إن هذا الكتاب لا ينتفع به الأحداث كثير منفعة ولا من هو في <span id='ms057'></span>\nطبيعة الأحداث قال ولست أعني بالحدث ههنا حدث السن لأن الزمان لا تأثير له\nفي هذا المعنى. وإنما أعني السيرة التي يقصدها أهل الشهوات واللذات الحسية.\nوأما أنا فأقول أني ما ذكرت هذه المرتبة الأخيرة من السعادة طمعا في وصول\nالأحداث إليها. بل ليمر على سمعهم فقط وليعلم أن ههنا مرتبة حكمية لا يصل\nإليها إلا أهلها الأعلون مرتبة. فليلتمس كل من نظر في هذا الكتاب المرتبة\nالأولى منها بالأخلاق التي وصفتها فإن وفق بعد ذلك وأعانه الشوق الشديد\nوالحرص التام وسائر ما ذكرناه ووصفناه عن الحكيم فليترق في درجة الحكمة\nوليتصاعد فيها بجهده فإن الله عز وجل يعينه ويفقه. فإذا بلغ الإنسان إلى\nغاية هذه السعادة ثم فارق بجسمه الكثيف دنياه الدنيئة وتجرد بنفسه اللطيفة\nالتي عنى بتطهيرها وغسلها من الأدناس الطبيعية لأخراه العلية فقد فاز وأعد\nذاته للقيا خالقه عزوجل أعدادا روحانيا لبس فيه نزاع إلى تلك القوى التي\nكانت تعوقه عن سعادته ولاتشوق إليها لأنه قد تطهر منها وتنزه عنها ولم تبق\nفيه إرادة لها ولا حرص عليها وقد استخلصها للقاء رب العالمين ولقبول\nكراماته وفيض نوره الذي كان غير مستعد له ولا فيه قبول من عطائه ويأتيه\nحينئذ الذي وعد به المتقون والأبرار كما سبق الإيماء إليه مرارا في قوله\nعزوجل (فلا تعلم نفس ما أخفي لهم من قرة أعين): وفي قول النبي صلى الله\nعليه وسلم: {هناك ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر}.\n</p>\n\n<p>\nالرتبة الأولى من السعادة الأخيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             وإذ قد لخصنا أمر هاتين\nالمنزلتين من السعادة القصوى فقد تبين بيانا كافيا أن إحداهما بالإضافة\nإلينا أولى والأخرى ثانية ومن المحال أن أنسلك إلى الثانية من غير أن نمر\nبالأولى فقد وجب أن نعود إلى ما بدأنا به من ذكر الرتبة الأولى من السعادة\nالأخيرة ونستوفي الكلام فيها وفي الأخلاق التي بنينا الكتاب عليها ونخلي عن\nبيان الرتبة الثانية إلى وقت آخر فنقول: أن من عنى ببعض القوى التي ذكرناها <span id='ms058'></span>\nدون بعض أو تعمد لإصلاحها في وقت دون وقت لم تحصل له السعادة. وكذلك يكون\nحال الرجل في تدبير منزله إذا عنى ببعض أجزائه دون بعض أو في وقت دون وقت\nفإنه لا يكون مدبر منزل. وكذلك حال مدبر المدينة إذا خص بنظره طائفة دون\nطائفة أووقتا دون وقت لا يستحق إسم الرياسة على الإطلاق. (وارسطوطاليس:\nتمثل بأن قال أن الخطاف الواحد إذا ظهر لا يدل على طبيعة الربيع. ولا يوم\nواحد معتدل الهواء يبشر بالربيع. فعلى طالب السعادة أن يطلب السيرة اللذيذة\nعنده فيسر بها دائما فإن تلك السيرة هي واحدة ولذيذة في نفسها. فلذلك قلنا\nأنه ينبغي أن يتشوقها دائما ويثبت عليها أبدا، ولما كانت السيرة ثلاثة\nلأنها تنقسم بإنقسام الغايات الثلاثة التي يقصدها الناس. أعني سيرة اللذة\nوسيرة الكرامة. وسيرة الحكمة وكنت سيرة الحكمة أشرفها وأتمها وكانت فضائل\nالنفس كثيرة. وجب أن يفضل الإنسان بأفضلها ويشرف بأشرفها. فسيرة الأفاضل\nالسعداء سيرة لذيذة بنفسها لأن أفعالهم أبدا مختارة وممدوحة وكل إنسان يلتذ\nبما هو محبوب عنده. يلتذ بعدل العادل أو يلتذ بحكمة الحكيم والأفعال\nالفاضلة والغايات التي ينتهي إليها بالفضائل لذيذة محبوبة فالسعادة ألذ من\nكل شيء \" وأرسطوطاليس يقول أن السعادة الإلهية وإن كانت كما ذكرناها من\nالشرف وسيرتها ألذ وأشرف من كل سيرة فإنها محتاجة إلى السعادات الأخر\nالخارجة لأن تظهر بها وإلا كانت كامنة غير ظاهرة. وإن كانت كذلك كان صاحبها\nكالفاضل النائم الذي لا يظهر فعله وحينئذ لا يكون بينه وبين غيره فرق ما\nوصفنا حالهما فيما تقدم فالمطلع إذا على حقيقة هذه السعادة المتمكن من\nإظهار فعله بها هو الذي يلتذ بها وهو الذي يسر سرورا حقيقيا غير مموه ولا\nمزخرف بالباطل. وهو الذي يخرج من حد المحبة إلى العشق والهيمان وحينئذ يأنف\nأن يصير سلطانه العالي يحب سلطان بطنه وفرجه فلا يخدم بأشرف جزء فيه أخس\nجزء فيه. وأعني بالسرور والمزخرف بالأباطيل اللذات التي تشاركنا فيها\nالحيوانات التي ليست بناطقة فإن تلك اللذات <span id='ms059'></span> حسية تنصرم وشيكا وتملها الحواس\nسريعا. فإذا دامت عليها صارت كريهة وربما عادت مؤلمة وكما أن للحس لذة\nعرضية على حدة فكذلك للعقل لذة ذاتية على حدة لأن لذة العقل لذة ذاتية ولذة\nالحس عرضية. فمن لا يعرف اللذة بالحقيقة كيف يلتذ بها؟ ومن لا يعرف الرياسة\nالذاتية كيف يصير إليها؟ فأنا قد قدمنا وصفها وشوقنا إليها بإعادة الكلام\nفيها مرارا وقلنا. من لا يعرف الخير المطلق والفضيلة التامة ولا يعرف\nالحكمة العملية يعني إيثار الأفضل والعمل به والثبات عليه لا ينشط له ولا\nيرتاح إليه. ومن كان كذلك فكيف يلتذ ويتنعم بما شرحناه ودللنا عليه؟ وقد\nكان للحكماء المتقدمين مثل يضربونه ويكتبونه في الهياكل \" وهي مساجدهم\nومصلاهم: وهو هذا الملك الموكل بالدنيا يقول إن ههنا خيرا وهناك شرا وههنا\nما ليس بخير ولا شر. فمن عرف هذه الثلاثة حق معرفتها تخلص مني ونجا سالما.\nومن لم يعرفها قتلته شر قتلة وذلك أني لا أقتله قتلا وحيا ولكني أقتله أولا\nأولا في زمان طويل \" . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             فهذا المثل من نظر فيه وتأمله عرف منه\nجميع ما قدمنا ذكره، وينبغي أن يعلم ان السعيد الذي ذكرنا حاله ما دام حيا\nتحت هذا الفلك الدائر بكواكبه ودرجاته ومطالع سعوده ونحوسه يرد عليه من\nالنكبات والنوائب وأنواع المحن والمصائب ما يرد على غيره. إلا أنه يذعر\nمنها ولا يلحقه ما يلحق غيره من المشقة في احتمالها لأنه غير مستعد لسرعة\nالإنفصال منها بعادة الهلع والجزع والأحزان ولا قابل أثر الهموم والأحزان\nبالأحوال العارضة. وإن أصابه من هذه الآلام شيء فهو يقدر على ضبط نفسه كيلا\nتنقله عن السعادة إلى ضدها بل لا تخرجه عن حد السعادة ألبتة. ولو ابتلى\nببلايا أيوب عليه السلام وأضعافها ما اخرجه عن حد السعادة. وذلك لما يجد في\nنفسه من المحافظة على شروط الشجاعة والصبر على ما يجزع منه أصحاب خور\nالطباع فيكون سروره أولا بذاته وبالأحاديث الجميلة التي تنشر عنه ويرى أن\nالقاتل الذي يدعي الشطارة والمصارع الذي يهوي <span id='ms060'></span> الغلبة كل واحد منهما يصبر\nعلى شدائد عظيمة من تقطيع أعضاء نفسه وترك الشهوات التي يتمكن منها طلبا\nلما يحصل له من الغلبة وانتشار الصيت فيرى نفسه أحرى وأولى منهما بالصبر\nإذا كان غرضه أشرف وصيته في الفضلاء أبلغ وأشهر وأكرم ولأنه بالصبر إذا كان\nغرضه أشرف وصيته في الفضلاء أبلغ وأشهر وأكرم ولأنه \" يسعد في نفسه ثم يصير\nقدوة لغيره. وأرسطو طاليس يقول: إن بعض الأشياء تعرض من سوء البخت بما يكون\nيسيرا سهل المحتمل. فإذا عرض للإنسان وأحتمله لم يكن فيه دلالة على كبر\nنفسه وعظم همته. ومن لم يكن سعيدا ولا سبقت له رياسة بهذه الصناعة الشريفة\nمن تهذيب الأخلاق فإنه سينفعل إنفعالا قويا فيعرض له عند حلول المصائب إحدى\nالحالتين: أما الإضطراب الفاحش والألم الشديد والخروج بها إلى الحد الذي\nيرثى له ويرحم وأما أن يتشبه بالسعداء ويسمع مواعظهم فيظهر الصبر والسكون\nإلا أنه جزع الباطن متألم الضميرز وكما أن الأعضاء المفلوجة إذا حركت إلى\nاليمين تحركت إلى الشمال كذلك تكون حركات نفوس الأشرار تتحرك إلى خلاف ما\nيحملونها عليه من الجميل أعني إذا تشبهوا بالأجواد وأهل العدالة كانت هذه\nحالهم \" .\n</p>\n\n<p>\nرأى أرسطوطاليس في بقاء النفس\n</p>\n\n<p>\nومما يستدل به من كلام أرسطوطاليس على أنه كان يقول ببقاء النفس والمعاد:\nكلامه المتداول في كتاب الأخلاق وهو هذا قال \" قد حكمنا أن السعادة شيء\nثابت غير متغير وقد علمنا أيضا أن الإنسان قد تلحقه تغيرات كثيرة واتفاقات\nشتى. فإنه قد يمكن لمن لمن هو أرغد الناس عيشا أن يصاب بمصائب عظيمة كمارمز\nفي برنامس. ومن يتفق له هذه المصائب ومات عليها فليس يسميه أحد من الناس\nسعيدا. وليس ينبغي على هذا القياس أن يسمي إنسان من الناس سعيدا ما دام حيا\nبل ينتظر به آخر عمره ثم يحكم عليه.\n</p>\n\n<p>\nفالإنسان إذا أنما يصير سعيدا إذا مات. إلا أن هذا قول في غاية الشناعة\nإذا كنا نقول أن السعادة هي خير ما. ثم قال في هذا الموضع أيضا موضع <span id='ms061'></span> شك. ثم\nقال في هذا الموضع أيضا موضع شك فإنه قد يظن بالميت أن يلحقه خير وشر إذ\nيلحق الحي أيضا وهو لا يحس به مثل الكرامة أو الهوان واستقامة أمر الأولاد\nوأولاد الأولاد. ففي هذه الأشياء خير لأنه قد يمكن فيمن عاش عمره كله إلى\nأن يبلغ الشيخوخة سعيدا وتوفى على هذا السبيل أن يلحقه مثل هذه التغيرات في\nأولاده حتى يكون بعضهم خيارا حسن السيرة وبعضهم يضد ذلك. ومن البين أنه قد\nيمكن أن يوجد بين الآباء والأولاد تباين وإختلاف بكل جهة. ولكن من المنكر\nأن يكون الميت بتغير غيره يصير مرة سعيدا ومرةأخرى شقيا. ومن المنكر أن لا\nتكون أمور الأولاد متصلة بالوالدين في وقت من الأوقات. ولكن ينبغي أن نعود\nإلى ما كان الشك واقعا فيه. فهذا الشك الذي أورده أرسطوطاليس على نفسه في\nهذا الموضع هو شك من يعتقد أن للإنسان بعد موته أحوالا وأنه يتصل به لا\nمحالة من أمور أولاده وأولاد اولاده أحوال مختلفة بحسب أخلاق سير الأولاد.\nفكيف تقول ليت شعري في الإنسان إذا مات سعيدا ثم لحقه من شقا بعض أولاده أو\nسوء سيرة من يحيا من نسله ما يكون ضد سيرته وهو حي فإنه أن غير سعادته كان\nهذا شنيعا وإن لم يلحقه أيضا شيء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             من ذلك كان أيضا شنيعا. ثم\nأرسطوطاليس يحل هذا الشك بأن يقول ما هذا معناه: أن سيرة الإنسان ينبغي أن\nتكون سيرة محمودة لأنه يختار في كل ما يعرض له أفضل الأعمال من الصبر مرة\nومن إختيار الفضل فالأفضل مرة. ومن التصرف في الأموال إذا اتسع فيها وحسن\nالتجمل إذا عدمها ليكون سعيدا في جميع أحواله غير منتقل عن السعادة بوجه من\nالوجوه.\n</p>\n\n<p>\nفالسعيد إذا ورد عليه نحس عظيم جعل سيرته أكثر سعادة لأنه يداريه مدارة\nجميلة ويصبر على الشدائد صبرا حسنا. ومتى لم يفعل ذلك كدر سعادته ونغضها\nوجلب له أحزانا وغموما تعوقه عن أفعال كثيرة. والجميل إذا ظهر من السعداء\nفي هذه الأحوال <span id='ms062'></span> والأفعال كان أشد إشراقا وحسنا وذلك إذا احتمل ما كبر وعظم\nمن المصائب احتمالا سهلا بعد أن لا يكون ذلك لا لعدم حسه ولا لنقصان فهمه\nبالأمور بل لشهامته وكبر نفسه قال: إذا كانت الأفعال هي ملاك السيرة كما\nقلنا فليس يكون أحد من السعداء شقيا لأنه ليس يفعل في وقت من الأوقات\nأفعالا مرذولة. فإذا كان هكذا فالسعيد أبدا يكون مغبوطا وإن حلت به المصائب\nالتي حلت ببرنامس ولا يكون أيضا شقيا ولا سريع التنقل من ذلك لأنه ليس\nينتقل عن السعادة بسهولة ولا تنقله عنها الأوقات اليسيرة بل لا تنقله عنها\nالآفات العظيمة الكثيرة وليس يكون سعيدا إذا نالته هذه الأمور زمانا يسيرا\nبل إذا ظفر بأمور جميلة في زمان طويل. ثم قال بعد قليل: وأما حال الإنسان\nبعد موته فالقول بأن الآفات التي تعرض لأولاد الميت وأصدقائه بأجمعهم ليست\nتتعلق به أصلا مضاد لما يعتقده جميع الناس. وإذا كانت الأمور العارضة\nلهؤلاء كثيرة متيقنة وكان بعضها يتعدى إلى الميت أكثر وبعضها أقل صارت\nقسمتنا إياها إلى الأشياء الجزئية بلا نهاية.\n</p>\n\n<p>\nوأما إذا قيل قولا كليا وعلى طريق الرسم فخليق أن نكتفي بما نقوله فيها\nوهو أنه كما أن الآفات التي تعرض للميت في حياته بعضها يثقل عليه إحتماله\nويثلم في سيرته وبعضها يخف عليه احتماله كذلك يكون حاله فيما يعرض لأولاده\nوأصدقائه وكل واحد من العوارض التي تعرض للأحياء مخالف لما يعرض لهم إذا\nماتوا أكثر من مخالفة كل ما يضرب به المثل ويشبه إن كان يصل إليهم من هذه\nالأشياء شيء خيرا كان أو شرا أن يكون يسيرا نزرا بمقدار ما لا يجعل غير\nالسعيد سعيدا ولا ينتزع السعادة من السعداء. هذا حل أرسطوطاليس للشك الذي\nأورده.\n</p>\n\n<p>\nلذة السعادة\n</p>\n\n<p>\nولما قلنا أن السعادة ألذ الأشياء وأفضلها وأجودها وأوضحها وجب أن يبين\nوجه اللذة فيها بأتم بيان كما قلناه فيما مضى. أن اللذة تنقسم إلى قسمين\nأحدهما لذة انفعالية والأخرى لذة فعلية أي فاعلة. فأما اللذة الإنفعالية <span id='ms063'></span>\nفهي شبيهة بلذة الإناث واللذة الفاعلة تشبه لذة الذكور. ولذلك صارت اللذة\nالأنفعالية هي التي تشاركنا في الحيوانات التي ليست بناطقة وذلك أنها\nمقترنة بالشهوات ومحبة الإنتقام وهي انفعالات النفسين البهيميتين. وأما\nاللذة الأخرى فهي الفاعلة وهي التي يختص بها الحيوان الناطق ولأنها غير\nهيولانية ولا منفعلة انفعالا لأنها صارت لذة تامة وتلك ناقصة وهذه ذاتية\nوتلك عرضية. وأعني بالذاتية والعرضية أن اللذات الحسية المقترنة بالشهوات\nتزول سريعا وتنقضي وشيكا بل تنقلب لذاتها فتصير غير لذات بل تصير آلاما\nكثيرة أو مكروهة بشعة مستقبحة وهذه أضداد اللذة ومقابلاتها. وأما اللذة\nالذاتية فإنها لا تصير في وقت آخر غير لذة ولا تنتقل عن حالتها بل هي ثابتة\nأبدا. وإذا كانت كذلك فقد صح حكمنا ووضح أن السعيد تكون لذته ذاتية لا\nعرضية وعقلية لا حسبة وفعلية لا انفعالية والهية لا بهيمية. ولذلك قالت\nالحكماء أن اللذة إذا كانت صحيحة ساقت البدن من النقص إلى التمام ومن السقم\nإلى الصحة.\n</p>\n\n<p>\nوكذلك تسوق النفس من الجهل إلى العلم ومن الرذيلة إلى الفضيلة. إلا أن\nههنا سرا ينبغي أن يقف عليه المتعلم وهو أن ميله إلى اللذة الحسية ميل قوي\nجدا وشوقه إليها شوق مزعج ولا تزيد العادة في قوة الطبع الذي لنا كبير\nزيادة لفرط ما جبلنا عليه في البدء من القوة والشوق. ولذلك متى كانت هذه\nاللذة حسية قبيحة جدا ثم مال الطبع إليها بافراط وانفعل عنها بقوة استحسن\nالإنسان فيها كل قبيح وهون على نفسه منها كل صعب ولا يرى موضع الغلط ولا\nمكان القبيح حتى تبصره الحكمة. وأما اللذة العقلية الجميلة فأمرها بالضد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             وذلك ان الطبع يكرهها فإن انصرف الإنسن إليها بمعرفته وتمييزه\nاحتاج فيها إلى صبر ورياضة حتى إذا تبصر فيها وتدرب لها إنكشف له حسها\nوبهاؤها، وصارت عنده بمكان في الحسن. ومن هنا تبين أن الإنسان في إبتداء\nتكوينه محتاج إلى سياسة الوالدين ثم إلى الشريعة الإلهية والدين القيم حتى\nتهديه وتقومه إلى الحكم البالغة ليتولى تدبير نفسه <span id='ms064'></span> إلى آخر عمره. وقد تبين\nمع ذلك تعلق السعادة بالجود. وذلك أنا قد بينا لذة فاعلة ولذة الفاعل أبدا\nتكون في الإعطاء ولذة المنفعل أبدا تكون في الأخذ. ولا تظهر لذة السعيد إلا\nبإبراز فضائله وإظهار حكمته ووضعها كفائته في مواضعها وكذلك البناء الحاذق\nوالصانع اللطيف والموسيقاني المحسن. وبالجملة كل صانع حاذق فاضل في صناعته\nينسر بإظهار فضائله وإذاعتها بين أهلها ومستحقيها. وهذا هو معنى الجود إلا\nأن الجود بأعلى الأشياء وأكرمها أفضل وأشرف من الجود بأدونها وأخسها وقد\nعرض لهذا الجود مع شرفه وعلو مرتبته ضد ما عرض لذلك الجود الآخر مع نزارته\nوقلته. وذلك أن صاحب الأموال والمقتنيات الخارجة كلها ينتقص ماله بالإنفاق\nوينثلم بالبذل وتفني ذخائره. وأما صاحب السعادة العامة فإن أمواله لا تنقص\nبالإنفاق بل تزيد ولا تفنى ذخائره بالتبذير بل تنمو. وتلك معرضة للآفات\nالكثيرة من الأعداء واللصوص وسائر المتسلطين وهذه محروسة من كل آفة لا سبيل\nللأشرار والأعداء إليها بوجه ولا سبب. فقد ظهرت لذة السعيد كيف تكون ومن\nأين تبتدىء وإلى أين تنتهي وكيف يكون السرور الحقيقي واللذة الذاتية. وتبين\nأيضا أنها أبدية وتامة وإلهية وأن ضدها هو الشقاء لذاته بالضد وعلى العكس\nأعني أن لذاته كلها عرضية ومنتقلة عن طبائعها إلى أضدادها حتى مؤلمة أو\nمكروهة وأنها غير إلهية بل شيطانية وغير ممدوحة بل هي مذمومة. وذلك بأن\nينظر في السعادة هل هي ممدوحة. فإن ارسطوطاليس يقول أن الأشياء التي هي في\nغاية الفضل لا يوجد لها مدح لأنها أفضل وأمدح وأجل من أن تمدح قال: وذلك\nأنا قد ننسب المتأهلين والخيار من الناس إلى السعادة وليس يوجد أحد من\nالناس يمدح السعادة نفسها كما يمدح العدل. لكنه يجلها ويكرمها إلى أنها أمر\nإلهي بالأشياء التي هي أفضل من المدح وهو الله تعالى وإلى الخير فإن المدح\nهو الفضيلة والعمل بها. ثم انتهى كلامه هذا إلى أن قال: فالله تعالى أكرم\nوأشرف من أن يمدح بل إنما يمجدونه ونحن نمجد الله تعالى <span id='ms065'></span> ونقدسه تمجيدا\nكثيرا.\n</p>\n\n<p>\nوأما السعادة فلأنها أمر إلهي وإنما تفعل الأشياء كلها لأجلها فهي كذلك\nأيضا ممجدة. فعلى هذا الأمر ينبغي أن لا تمدح السعادة لأنها أجل من كل مدح\nبل نمجدها في نفسها وتمدح الأمور كلها بها وبقدر قسطها منها.\n</p>\n\n<p>\nالمقالة الرابعة\n</p>\n\n<p>\n(ظهور الفضائل ممن ليس بسعيد ولا فاضل) قد قلنا فيما سلف أن السعادة تظهر\nفي الأفعال من العدالة والشجاعة والعفة وسائر ما تحت هذه الأنواع التي\nأحصيناها وحددناها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             وهذه الأفعال قد تظهر ممن ليس بسعيد ولا\nفاضل. وذلك أنه قد يعمل بعض الناس عمل العدول وليس بعادل ويعمل عمل الشجعان\nوليس بشجاع ويعمل عمل الإعفاء وليس بعفيف. مثال ذلك أن من ترك الشهوات من\nالمآكل والمشارب وسائر اللذات التي ينهمك فيها غيره إما أنه ينتظر منها\nأكثر مما يحضره وإما لأنه لا يعرفها ولم يباشرها كالأعراب الذين يبعدون عن\nالبلاد وكالرعاة في البوادي وقلل الجبال. وإما لأنه ممتلىء مما يجده ويحضره\nوإما لجمود شهوته ونقصان تركيبه. وإما لأنه استشعر خوفا من تناولها مكروها\nيلحقه بسببها. وإما لأنه ممنوع منها. فإن هؤلاء كلهم يعملون عمل الإعفاء\nوليسوا بإعفاء على الحقيقة وإنما يسمى عفيفا على الحقيقة من وفي العفة حدها\nالمذكور فيما تقدم واختارها لنفسها لا لغرض آخر غيرها وآثرها لأنها فضيلة\nثم تناول كل واحدة من شهواته بمقدار الحاجة ومن الوجه الذي يعمل أعمال\nالشجعان وليس بشجاع. وذلك أن من باشر الحروب وأقدم على ركوب الأهوال لبعض\nمايوصل إليه المال أو لبعض الرغبات التي لا تحد كثرة فإن الأهوال لبعض ما\nيوصل إليه المال أو لبعض ما يوصل إليه المال أو لبعض الرغبات التي لا تحد\nكثرة فإن مثل هذا يعمل عمل الشجعان ولكن يعمله بطبيعة الشره لا بطبيعة\nالفضيلة التي تدعي شجاعة. وكل من كان أكثر إقداما واصبر على الأهوال لهذه\nالأحوال يجب أن يكون أكثر شرها ونهما لا أكثر شجاعة. وذلك أنه يخاطر بنفسه\nالشريفة ويصبر على المكاره العظيمة طمعا في المال وما يصل إليه بالمال <span id='ms066'></span>. وقد\nرأينا أهل الشقاوة يعملون عمل الإعفاء وعمل الشجعان وهم أبعد الناس عن كل\nفضيلة. وذلك أنهم يصبرون عن الشهوات كلها ويصبرون على عقوبات السلطان وضرب\nالسياط وتقطيع الأعضاء والجراحات التي لا يؤمن منها وينتهون فيها لأقصى\nالصبر على الصلب وثمل العيون وقطع الأيدي والأرجل وضروب التمثيل طلبا لإسم\nوذكر بين قوم في مثل حالهم من سوء الإختيار ونقصان الفضائل. وقد يعمل أيضا\nعمل الشجعان من يخاف لأئمة عشيرته أوعقوبة سلطان أو خوف سقوط جاهه أو ما\nأشبه ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             وقد يعمل عمل الشجعان من اتفق له مرارا كثيرة أن\nيغلب أقرانه فهو يقدم ثقة منه بالعادة الجارية وجهلا بمواقع الإتفاقات. وقد\nيعمل عمل الشجعان العشاق وذلك أنهم يركبون الأهوال في طلب المعشوق لرغبتهم\nفي الفجور أو لحرصهم على متعة العين منه لا لطلب الفضيلة ولا لإختيار الموت\nالجميل على الحياة الرديئة كما يفعل الشجاع بالحقيقة. وأما شجاعة الأسد.\nوذلك أنها قد وثقت بقوتها وأنها تفوق غيرها فهي تقدم لا بطبيعة الشجاعة بل\nلتمام القدرة وثقة النفس والغلبة. وهو كصاحب السلاح منا إذا قدم على\nالأعزل. وليست هذه شجاعة مع عدم الإختيار الذي يستعمله الشجاع وذلك أن\nالشجاع خوفه من الأمر أشد من خوفه من الموت ولذلك يختار الموت الجميل على\nالحياة القبيحة. على أن لذة الشجاع ليست تكون في مبادىء أموره فإن مباديء\nالأمور تكون مؤذية له لكنها تكون في عواقب الأمور وتكون أيضا باقية مدة\nعمره وبعد عمره لا سيما إذا حامى عن دينه وعن اعتقاداته الصحيحة في وحدانية\nالله عز وجل والشريعة التي هي سياسة الله وسنته العادلة التي بها مصالح\nالعباد في الدنيا والآخرة. فإن مثل هذا فكر في قصر مدة عمره وعلم أنه لا\nمحالة يحامي عن دينه ويمنع العدو من استباحة حريمه والتغلب على مدينته\nويأنف من الفرار ويعلم أن الجبان إذا اختار الفرار فإنما يستبقي شيئا هو لا\nمحالة فإن زائل وأن تأخر أياما معدودة. ثم هو في هذه الحياة اليسيرة ممفوت\nمكدر الحياة <span id='ms067'></span> بالذل وضروب الصغار. وهذه حال الشجاع مع قوى نفسه أعني بمقاومة\nشهواته واستسلامه لذات الشجاعة بعينها. ومن سمع كلام الإمام صلوات الله\nعليه الذي صدوره عن حقيقة الشجاع إذ قال لأصحابه: {أيها الناس إن لم تقتلوا\nتموتوا والذي نفس ابن أب يطالب بيده لألف ضربة بالسيف على الرأس أهون من\nميتة على الفراش}. تبين له أن جميع ما أحصيناه للإنسان ليس بمعدود فيها وإن\nكان يشبهها بالصورة. ذلك أنه ليس كل من يقدم على الأهوال فهو شجاع ولا كل\nمن لا يخاف من الفضائح فهو شجاع. وذلك أن من لا يفزع من ذهاب شرفه أوف ضيحة\nحرمه أو عند حدوث الرجفات والزلازل والصواعق أو الزمانة في الأمراض أو عدم\nالإخوان والأصدقاء أو عند إضطراب البحر وخول الأمواج والهواء الهائج فهو\nبأن يوصف بالجنون مرة وبالقحة مرة أولى بأن يوصف بالشجاعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nوكذلك من خاطر بنفسه في وقت الأمن والطمأنينة بأن يثب من سطح عال أو يصعد\nمرتقى صعبا أو يحمل نفسه على خوض ماء غزير وهو لا يحسن السباحة أو يساور\nجملا هائجا أو ثورا صعبا او فرسا لم يرض من غير ضرورة تدعوه إلى ذلك بل\nمرآة بالشجاعة وإظهار مرتبة الشجعان فهو بأن يسمى مطرمذا مائقا أولى منه\nبأن يسمى شجاعا. وأما من خنق نفسه خوفا من الفقر أو الذل أو أهلكها بالسم\nوما أشبهه من باب الضيم فهو بأن يوصف بالجبن أولى منه بأن يوصف بالشجاعة.\nوذلك أن الإقدام وقع منه بطبيعة الجبن لا بطبيعة الشجاعة فإن الشجاع يصير\nعلى مايرد عليه من الشدائد صبرا جميلا ويعمل أعمالا تليق بتلك الحال كما\nشرحناه فيما تقدم. ولذلك يجب أن يعظم الشجاع ويشح بنفسه وحقيق على السلطان\nخاصة والقيم بأمر الدين والملك أن ينافس فيه ويجل قدره ويعلي خطره ويميزه\nعن سائر من يتشبه به ممن ذكرناه. فقد تبين من جميع ما قلناه أن الشجاع هو\nالذي يستهين بالشدائد في الأمور الجميلة ويصبر على الأمور الهائلة ويستخف\nبما يستعظمه عوام الناس <span id='ms068'></span> حتى بالموت لإختيار الأمر الأفضل ولا يحزن على مالا\nدرك فيه ولا يضطرب عندما يفدحه من المصائب ويكون غضبه إذا غضب بمقدار ما\nيجب وعلى من يجب وفي الوقت الذي يجب. وكذلك يكون انتقامه على هذه الشرائط\nفإن الحكماء قالوا أن من لاينتقم يلحق قلبه ذبول فإذا انتقم عاد إلى حالته\nمن النشاط وهذا الإنتقام إذا كان بحسب الشجاعة كان محمودا وإذا لم يكن كذلك\nكان مذموما. فقد نقل إلينا في الأخبار المأثورة عمن أقدم على سلطان قوي\nورام أن ينتقم منه فأهلك نفسه من غير أن يضر سلطانه روايات كثيرة وكذلك حال\nمن أقدم على قرن قوي أو خصم ألد لا يستطيع مقاومته فإن الإنتقام منه يعود\nوبالا عليه وزيادة في الذل والعجز. فإذا ليست تنم شرائط الشجاعة والعفة إلا\nللحكيم الذي يستعمل كل شيء في موضعه الخاص به ويقدر أقساط العقل له. فكل\nشجاع عفيف حكيم وكل حكيم شجاع عفيف وهذه الحال بعينها تظهر فيمن عمل عمل\nالإسخياء وليس بسخي. وذلك أن من بذل أمواله في شهواته طلبا للسمعة والرياء\nأو تقربا إلى السلطان أو لدفع مضرة عن نفسه وحرمه وأولاده أو بذلها لمن لا\nيستحق من أهل الشر أوالملهين أو المساخرين أو بذلها لطمع في أكثر منها على\nسبيل التجارة والمرابحة فكل هؤلاء يعمل عمل الإسخياء وليس بسخي. أما بعضهم\nفيبذل ماله بطبيعة الشره وأما بعضهم فبطبيعة الطرمذة والرياء وبعضهم على\nطريق الإزدياد من المال والربح فيه وأما بعضهم فعلى سبيل التبذير وقلة\nالمعرفة بقدر المال. وهذا أكثر ما يعرض للوارث ولمن لا يتعب في اكتساب\nالمال فلا يعرف صعوبة الأمر فيه. وذلك أن المال صعب الإكتساب سهل الإنفاق\nوالتفرقة قد شبهه الحكماء بمن يرفع حملا ثقيلا إلى قلة جبل ثم يرسله فإن\nالأمر في ترقيته واصعاده صعب ولكن إرساله من هناك أمر سهل.\n</p>\n\n<p>\nالحاجة إلى المال واكتسابه بالطرق الشريفة العادلة\n</p>\n\n<p>\nالحاجة إلى المال ضرورية في العيش وهو نافع في إظهار الحكمة والفضيلة ومن\nاكتسبه من وجهه <span id='ms069'></span> صعب عليه. وذلك أن المكاسب الجميلة قليلة ووجوهها يسيرة عند\nالرجل العادل الحر وأما غير العادل الحر فليس يبالي كيف اكتسبه ومن أين وصل\nإليه ولأجل ذلك يوجد كثير من الأحرار والفضلاء ناقصي الحظ منه. ويوجدون\nأيضا ذامين للبخت شاكين منه، وأما أضدادهم فلأجل أنهم يكتسبون المال من\nوجوه الخيانات ولا يبالون كيف وصل إليهم فإنهم يوجدون أبدا وافري الحظ منه\nوأسمى النفقات شاكرين لبخوتهم والعامة يغبطونهم ويحسدونهم. إلا أن لعاقل\nإذا رأى نفسه وهو برىء من المذمات نقي العرض من السوآت لم يتدنس بالقبيح\nمنالمكاسب ولم يتطرق إليه بخيانة ولا سرقة ولا ظلم لمن هو دونه أو مثله\nوتجنب فيه وجوه العار والفضائح كالقيادة والخداع وترويج السلع القبيحة\nعلىالملوك واستنزالهم عن أموالهم بالخدع والمكر ومساعتهم على الفواحش\nوتحسين القبائح فيما يوافق هواهم، وما يجري مجرى ذلك من السعاية والنميمة\nوالغيبة وضروب الفساد التي يرتكبها طلاب المال من غير وجهه بضروب المغابنات\nووجوه الظلم يسر بنفسه ويعتاض من المال الراحة والمحمدة فلا يلوم البخت ولا\nيبغض الدول ولا يحسد أصحاب الأموال المكتسبة من غير وجوهها الجميلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             فهذه أحوال المكتسبين للأموال ومنفقيها وكذلك حال من عمل عمل\nالعدول وليس بعدل. وذلك أنه إذا عدل في بعض الأمور مراآة ليصل به إلى كرامة\nأو مال أو غير ذلك من الشهوات أو لغرض آخر مما عددناه فيما تقدم فليس يسمي\nعادلا وإنما يعمل عمل العدول للغرض الذي يقصده. وينبغي أن ينسب فعله إلى\nغرضه فإنه بحسب هذا يفعل ذلك كما قلنا وشرحنا.\n</p>\n\n<p>\nالعادل\n</p>\n\n<p>\nفأما العادل بالحقيقة فهو الذي قواه وأفعاله وأحواله كلها حتى لا يزيد\nبعضها على بعض ثم يروم ذلك فيما هوخارج عنه من المعاملاب والكرامات ويقصد\nفي جميع ذلك فضيلة العدالة نفسها لا غرضا آخر سواها وإنما يتم له ذلك إذا\nكانت له هيئة نفسانية أدبية تصدر عنها أفعاله كلها بحسبها. ولما كانت\nالعدالة وسطا بين أطراف وهيئة يقتدر بها على رد الزائد والناقص إليها صارت\nأتم الفضائل وأشبهها بالوحدة. وأعني <span id='ms070'></span> بذلك أن لوحدة هي التي لها الشرف\nالأعلى والرتبة القصوى. وكل كثرة لا يضبطها معنى يوحدها فلا قوام لها ولا\nنبات. والزيادة والنقصان والكثرة والقلة هي التي تفسد الأشياء إذا لم يكن\nبينها مناسبة تحفظ عليها الإعتدال بوجه ما. فالإعتدال هو الذي يرد إليها ظل\nالوحدة ومعناها. وهو الذي يلبسها شرف الوحدة ويزيل عنها رذيلة الكثرة\nوالتفاوت والإضطراب الذي لا يحد ولا يضبط بالمساواة التي هي خليفة الوحدة\nفي جميع الكثرات واشتقاق هذا الإسم يدلك على معناه. وذلك أن العدل في\nالأحمال والإعتدال في الأثقال والعدالة في الأفعال مشتقة من معنى المساواة\nوالمساواة هي أشرف النسب المذكورة في صناعة الأرتماطيقي ولذلك لا تنقسم ولا\nيوجد لها أنواع وإنما هي وحدة في معناها أو ظل للوحدة. فإذا لم نجد\nالمساواة التي هي المثل بالحقيقة في الكثرة عدلنا إلى النسب المذكورة التي\nتنحل إليها وتعود إلى حقيقتها. وذلك أنا حينئذ نضطر إلى ان نقول نسبة هذا\nإلى هذا كنسبة هذا إلى هذا. ولذلك لا توجد النسبة إلا بين أربعة أو ثلاثة\nيتكرر فيها الوسط فتصير أيضا أربعة والنسبة الأولى تسمى منفصلة والثانية\nتسمى متصلة. ومثال الأولى ا ب ج د فنقول نسبة (1) إلى (ب) إلى (د). ومثال\nالثانية أن نأخذ الباء مشتركا فنقول نسبة (1) إلى (ب) كنسبة (ب) إلى (ج)\nوهذه النسبة توجد بين ثلاثة أشياء.\n</p>\n\n<p>\nوهي النسبة العددية والنسبة المساحية والنسبة التأليفية وجميع ذلك مبين\nمشروح في المختصر الذي عملناه في صناعة العدد. وأما سائر النسب فراجعة\nإليها ولذلك عظمها الأوائل واستخرجوا بها العلوم الجمة الشريفة ولما كانت\nنسبة المساواة عزيزة لأنها نظيرة الوحدة عدلنا إلى حفظ هذه النسب الأخر في\nالأمور الكثيرة التي تلابسها لأنها عائدة إليها وغير خارجة عنها فنقول:\n</p>\n\n<p>\nمواضع العدالة\n</p>\n\n<p>\nإن العدالة موجودة في ثلاثة مواضع: أحدها قسمة الأموال والكرامات والثاني\nقسمة المعاملات الإرادية كالبيع والشراء والمعاوضات. والثالث قسمة الأشياء\nالتي وقع فيها ظلم وتعد. فأما العدالة في الأمور التي تكون في القسم الأول\nفتكون بالنسبة المنفصلة <span id='ms071'></span> التي بين الأربعة أعني أن تكون نسبة الأول إلى\nالثاني كنسبة الثالث إلى الرابع. مثال ذلك أن يقال نسبة هذا الإنسان إلى\nهذه الكرامة أو إلى هذا المال كنسبة كل من كان في مثل مرتبته إلى مثل قسطه\nفإذا يجب أن يوفر علهي ويسلم، وأما في الأمور التي تكون في القسم الثاني\nأعني المعاملات والمعاوضات فيكون بالنسبة المنفصلة مرة وبالنسبة المتصلة له\nأخرى. مثاله أن تقول نسبة هذا البزاز إلىهذا الإسكاف كنسبة هذا الثوب إلى\nهذا لخف ثم ليس يمنع مانع أن تقول نسبة البزار إلى الإسكاف كنسبة الإسكاف\nإلى النجار أو تقول: نسبة الثوب إلى الخف كنسبة الخف إلى الكرسي. ويتبين لك\nمن هذين المثالين أن النسبة الأولى تكون بالعمق فقط والنسبة الثانية تكون\nبالعرض والعمق جميعا أعني أن الأولى تقع بين الكليين والجزئيين وهو بالعمق\nأشبه. والثانية تقع بالعرض في الجزئيين وقد تقع بين الكلين والجزئيين أيضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             وأما العدالة التي تقع في المظالم والأمور القسمية فهي بالنسبة\nالمساحية أشبه وذلك أن الإنسان متى كان على نسبة من إنسان آخر فأبطل هذه\nالنسبة بحيف أو ضرر يلحقه به، فإن العدالة توجب أن يلحق به ضرر مثله ليعود\nالتناسب إلى ما كان عليه. فالعادل من شأنه أن يساوي بين الأشياء الغير\nالمتساوية.\n</p>\n\n<p>\nمثال ذلك أن الخط إذا قسم بقسمين غير متساويين نقص من الزائد وزاد على\nالناقص حتى يحصل له التساوي ويذهب عنه معنى القلة والكثرة ومعنى الزيادة\nوالنقصان وكذلك الخفة والثقل وجميع ما أشبه ذلك. ولكن ينبغي أن يكون عالما\nبطبيعة الوسط حتى يمكنه أن يرد الطرفين إليه مثال ذلك الربح والخسران\nفإنهما في باب المعاملات طرفان أحدهما زيادة والآخر نقصان فإذا أخذ أقل مما\nيجب صار إلى جانب النقصان وإن أخذ أكثر مما يجب كان خارجا إلى جانب\nالزيادة.\n</p>\n\n<p>\nلزوم الشريعة في المعاملات\n</p>\n\n<p>\nوالشريعة هي التي ترسم في كل واحد من هذه الأشياء التوسط والإعتدال لأن\nالناس هم مدنيون بالطيع ولا يتم لهم عيش إلا بالتعاون فيجب أن <span id='ms072'></span> بعضهم يخدم\nبعضا ويأخذ بعضهم من بعض ويعطي بعضهم بعضا فهم يطلبون المكافأة المناسبة.\nفإذا أخذ الإسكاف من النجار عمله وأعطاه عمله فهي المعاوضة إذا كان العملان\nمتساويين ولكن ليس يمنع مانع أن يكون عمل الواحد خيرا من عمل الآخر فيكون\nالدينار هو المقوم والمسوي بينهما.\n</p>\n\n<p>\nفالدينار هو عدل ومتوسط إلا انه ساكت والإنسان الناطق هو الذي يستعمله\nويقوم به جمي الأمور التي تكون بالمعاملات حتى تجري على إستقامة ونظام\nومناسبة صحيحة عادلة. ولذلك يستعان بالحاكم الذي هو عدل ناطق إذا لم يستقم\nالأمر بين الخصمين بالدينار الذي هو عدل ساكت وأرسطوطاليس يقول: {إن\nالدينار ناموس عادل \" ومعنى الناموس في لغته السياسية والتدبير وما أشبه\nذلك. فهو يقول في كتابه المعروف بنيقوماخيا \" إن الناموس الأكبر هو من عند\nالله تبارك وتعالى والحاكم ناموس ثاني من قبله والدينار ناموس ثالث. فناموس\nالله تعالى قدوة النواميس كلها \" يعني الشريعة والحاكم الثاني مقتد به\nوالدينار مقتد ثالث وإنما قومت الأشياء المختلفة بالأثمان المختلفة لتصح\nالمشاركات والمعاملات ويتبين وجه الأخذ والإعطاء. فالدينار هو الذي يسوي\nبين المختلفات ويزيد في شيء وينقص في آخر حتى يحصل بينهما الإعتدال فتستوي\nالمعاملة بين الفلاح والنجار مثلا. وهذا هو العدل المدني وبالعدل المدني\nعمرت المدن وبالجور المدني خربت المدن. وليس يمنع مانع من أن يكون عمل يسير\nيساوي عملا كثيرا مثلا ذلك ان المهندس ينظر نظرا قليلا ويعمل عملا يسيرا\nويساوي نظره هذا عملا كثيرا من أقوام يكدون بين يديه ويعلمون بما يرسمه.\nوكذلك صاحب الجيش يكون تدبيره ونظره يسيرا ولكنه يساوي أعمالا كثيرة مما\nيحارب بين يديه ويعمل الأعمال الثقيلة العظيمة. فالجائر يبطل التساوي وهو\nعند أرسطوطاليس على ثلاث منازل. فالجائر الأعظم هو الذي لا يقبل الشريعة\nولا يدخل تحتها. والجائر الثاني هو الذي لا يقبل قول الحاكم العادل في\nمعاملاته وأموره كلها. والجائر الثالث هو الذي لا يكتسب ويغتصب الأموال\nفيعطي نفسه أكثر مما يجب لها وغيره أقل مما يجب له قال: \" فالمستمسك\nبالشريعة يعمل بطبيعة <span id='ms073'></span> المساواة فيكتسب الخير والسعادة من وجوه العدالة لأن\nالشريعة تأمر بالأشياء المحمودة لأنها من عند الله عزوجل فلا تأمر إلا\nبالخير وإلا بالأشياء التي تفعل السعادة. وهي أيضا تنهى عن الرداآت البدنية\nوتأمر بالشجاعة وحفظ الترتيب والثبات في مصاف الجهاد. وتأمر بالعفة وتنهى\nعن الفسوق وعن الإفتراء والشتم والهجر وبالجملة تأمر بجميع الفضائل وتنهى\nعن جميع الرذائل. فالعادل يستعمل العدالة في ذاته وفي شركائه المدنيين \"\nوالجائر يستعمل الجور في ذاته وفي أصدقائه ثم في جميع شركائه المدنيين قال:\n{وليست العدالة جزءا من الفضيلة بل هي الفضيلة كلها ولا الجور ظاهر ينفعل\nبالإرداة مثل ما يكون في البيع والشراء والكفالات والقروض والعواري. وبعضها\nخفي ينفعل أيضا بالإرادة مثل السرقة والفجور والقيادة وخداع المماليك\nوشهادة الزور وبعضها غشمى على سبيل التغلب مثل التعذيب بالدهق والقيود\nوالأغلال.\n</p>\n\n<p>\nالإمام العادل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             فالإمام العادل الحاكم بالسوية يبطل هذه\nالأنواع ويخلف صاحب الشريعة في حفظ المساواة فهو لا يعطي ذاته من الخيرات\nأكثر مما يعطي غيره. ولذلك قيل في الخبر أن الخلافة تطهر الإنسان. قال فأما\nالعامة فإنها تؤهل لمرتبة الإمامة التي هي الخلافة العامة بما ذكرناه. من\nكان شريفا في حسبه ونسبه وبعضهم يؤهل لذلك من كان كثير المال. وأما العقلاء\nفإنهم يؤهلون لذلك من كان حكيما فاضلا فإن الحكمة والفضيلة هي التي تعطي\nالرياسات والسيادات الحقيقية وهي التي رتبت الثاني والأول في مرتبتيهما\nوفضلتهما.\n</p>\n\n<p>\nأسباب المضرات\n</p>\n\n<p>\nوأسباب المضرات كلها تتفنن إلى أربعة أنواع. أحدها الشهوة والرداءة\nالتابعة لها. والثاني الشرارة والجور التابع لها. والثالث الخطاء ويتبعه\nالحزن والرابع الشقاء، أما الشهوة فإنها تحمل الإنسان على الأضرار بغيره\nإلا أنه لا يكون مؤثرا له ولا ملتذا به. ولكنه يفعله ليصل به إلى شهوته\nوربما كان متألما به كارها له إلا أن قوة الشهوة تحمله على إرتكاب ما\nيرتكبه. وأما اشرير فإنه يتعمد الأضرار بغيره على سبيل الإيثار له\nوالإلتذاذ به. كمن يسعى إلى السلطان ويحمله على إزالة نعمة لا يصل إليه\nمنها شيء. ولكن يلتذ بالمكروه <span id='ms074'></span> الذي يصل إلى غيره. وأما الخطأ فإن صاحبه لا\nيقصد الأضرار بغيره ولا يؤثره ولا يلتذ به بل بقصد فعلا ما فيعرض منه فعل\nآخر. وصاحب الفعل يحزن ويكتئب لما أتفق إليه من الخطاء. وأما الشقاء فصاحبه\nلا يكون هذا مبدأ فعله ولا له فيه صنع بالقصد. بل يوقعه فيه سبب آخر من\nخارج.\n</p>\n\n<p>\nوذلك كمن تصدم به دابته صديقا له فتقتله. فهذا يسمى شقيا وهو مرحوم معذور\nلا يجب عليه عتب ولا عقوبة. وأما السكران والغضبان والغيران إذا فعلوا فعلا\nقبيحا فإنهم يستحقون العتب والتفويه لأن مبتدأ أفعالهم منهم. وذلك أن\nالسكران باختياره أزال عقله والغضبان والغيران اختارا الإنقياد بهاتين\nالقوتين إذا هاجتا بهما، ونعود إلى ما كنا فيه من ذكر العدالة فنقول:\n</p>\n\n<p>\nتقسيم العدالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             إن ارسطوطاليس قسم العدالة إلى أقسام ثلاثة:\nأحدها ما يقوم به الناس لرب العالمين. وهو أن يجري الإنسان فيما بينه وبين\nالخالق عزوجل على ما ينبغي وبحسب ما يجب عليه من حقه وبقدر طاقته. وذلك أن\nالعدل إذا كان هو اعطاء ما يجب من يجب كما يجب. فمن المحال ان لا يكون لله\nتعالى الذي وهب لنا هذه الخيرات العظيمة واجب ينبغي أن يقوم به الناس.\nوالثاني ما يقوم به بعض الناس لبعض من أداء الحقوق وتعظيم الرؤساء وتأدية\nالآمانات والنصفة في المعاملات. والثالث ما يقومون به من حقوق أسلافهم مثل\nأداء الديون عنهم وإنفاذ وصاياهم وما أشبه ذلك فهذا ما قاله ارسطوطاليس\nوأما تحقيق ما قاله، مما يجب لله عز وجل وإن كان ظاهرا فأنا نقول فيه ما\nيليق بهذا الموضع. وهو أن العدالة لما كانت تظهر في الأخذ والإعطاء وفي\nالكرامة التي ذكرناها. وجب أن يكون لما يصل إلينا من عطيات الخالق عز وجل\nونعمه التي لا تحصى حق يقابل عليه. وذلك أن من أعطى خيرا ما وإن كان قليلا\nثم لم ير أن يقابله بضرب من المقابلة فهو جائر. فكيف به إذا أعطى جما كثيرا\nوأخد أخذا دائما ثم لم يعط <span id='ms075'></span> في مقابلته شيء البتة. ثم على قدر النعمة التي\nتصل إلى الإنسان يجب أن يكون إجتهاده في المقابلة عليها. مثال ذلك أن الملك\nالفاضل إذا أمن السرب وبسط العدل وأوسع العمارة وحمى الحريم وذب عن الحوزة\nومنع من التظالم ووفر الناس على ما يختارونه من مصالحهم ومعايشهم. فقد أحسن\nإلى كل واحد من رعيته إحسانا يخصه في نفسه وإن كان قد عمهم بالخير واستحق\nمن كل واحد منهم أن يقابله بضرب من المقابلة متى قعد عنه كان جائرا إذ كان\nيأخذ نعمته ولا يعطيه شيئا. لكن مقابلة الملك الفاضل من رعيته إنما تكون\nبإخلاص الدعاء ونشر المحاسن وجميل الشكر وبذل الطاعة وترك المخالفة في السر\nوالعلانية والمحبة الصادقة والإئتمام بسيرته نحو الإستطاعة والإقتداء به في\nتدبير منزله وأهله وولده وعشيرته فإن: نسبة الملك إلى مدينته ورعيته كنسبة\nصاحب المنزل إلى منزله وأهله. فمن لم يقابل ذلك الإحسان بهذه الطاعة\nوالمحبة فقد جار وظلم وهذا الظلم وإن كان في نفسه قبيحا فإن مراتبه كثيرة.\nلأن مقابلة كل نعمة إنما تكون بحسب منزلتها وموقعها وبقدر فائدتها وعائدتها\nوعلى مقدار عددها. فإن كانت النعم كثيرة العدد وعظيمة الوقع فكيف يكون حال\nمن لا يلزم لها حقا ولا يرى عليها مقابلة بطاعة ولا شكر ولا محبة صادقة ولا\nمسعاة صالحة. فإذا كان هذا معروفا غير منكور واجبا غير مجحود في ملوكنا\nورؤسائنا.\n</p>\n\n<p>\nفبالأحرى أن يكون لملك الملوك الذي يصل إلينا في كل طرفة عين ضروب إحسانه\nالفائض على أجسامنا ونفوسنا التي لا يقع عليها إحصاء ولا عدد من الحقوق\nالواجب علينا القيام بها والنهوض بتأديتها، أترانا نجهل النعمة الأولى\nعلينا بالوجود ثم تتابعها متواترة بعد ذلك بالخلق الجسداني الذي أفنى فيه\nصاحب كتابي التشريح ومنافع الأعضاء ألف ورقة ثم لم يبلغ بعض ما عليه كنه\nالأمرز أم ترانا نجهل م اوهب لنا من نفوسنا وما ركب فيها من القوى والملكات\nالتي لا نهاية لها وما أمدها به من فيض العقل ونوره وبهائه وبركاتهز وما <span id='ms076'></span>\nعرضنا به للملك الأبدي والنعيم السرمدي (لا) لعمري ما يجهل هذه النعمة إلا\nالنعم. فإما الإنسان فيعرف من ذلك ما يضطره إليه مشاهدة أحواله في جميع\nأوقاته، وإذا كان الخلاق تعالى غنيا عن معونتنا ومساعينا فمن المحال القبيح\nوالجور الفاحش أن نلتزم له نحن حقا ولا نقابله على هذه الآلاء والنعم بما\nيزيل عنا سمة الجور والخروج عن شريطة العدل.\n</p>\n\n<p>\nما يجب على الإنسان لخالقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             إن أرسطوطاليس لم ينص في هذ1ا\nالموضع علىالعبادة التي يجب أن نلتزمها لخالقنا عز وجل غير أ،ه قال ما\nمعناه وقد اختلفت لناس فيما ينبغي أن يقوم بهالمخلوقون لخالقهم فبعضهم رأى\nأنه صلوات وصيام وخدمة هياكل ومصليات وقرابين. وبعضهم رأى أن يقتصر على\nالإقرار بربوبيته والإعتراف بإحسانه وتمجيده بحسب استطاعته وبعضهم رأى أن\nيتقرب إليه بأن يحسن إلى نفسه بتزكيتها وحسن سياستها. والإحسان إلى\nالمستحقين من أهل نوعه بالمواساة ثم بالحكمة وبعضهم رأى اللهج بالفكر في\nالإلهيات والتصرف نحو المحاولات التي يتزايد بها الإنسان من معرفة ربه عز\nوجل حتى تتكامل معرفته به وبحقيقة وحدانيته وصرف الوكد إليه. وبعضهم رأى أن\nالواجب للرب جل ذكره على الناس ليس سبيله واحدا ولا هو شيء بعينه يلتزمه\nالجميع التزاما واحدا وعلى مثال واحد لكنه يختلف بحسب اختلاف طبقات الناس\nومراتبهم من العلم فهذا ما قاله أرسطوطاليس بألفاظه المنقولة إلى العربية.\nوأما الحدث من الفلاسفة فإنهم قالوا إن عبادة الله عزوجل على ثلاثة أنواع.\nأحدها فيما يجب له على الأبدان كالصلاة والصيام والسعي إلى المواقف الشريفة\nلمناجاة الله عزوجل. والثاني فيما يجب له على النفوس كالإعتقادات الصحيحة\nوكالعلم بتوحيد الله عز إسمه وما يستحقه من الثناء والتمجيد وكالفر فيما\nأفاضه على العالم من وجوده وحكمته ثم الإتساع في هذه المعارف. والثالث فيما\nيجب له عند مشاركات الناس في المدن وهي في المعاملات والمزارعات والمناكح\nوفي تأدية الأمانات مع نصيحة البعض للبعض بضروب المعاونات وعند جهاج\nالأعداء والذب عن الحريم وحماية الحوزة قالوا فهذه هي العبادات وهي الطرق <span id='ms077'></span>\nالمؤدية إلى الله عز وجل.\n</p>\n\n<p>\nوهذه الأنواع وإن كانت معدودة ومحصورة فإنها منقسمة إلى أنواع كثيرة\nوأقسام غير محصاة، وللإنسان مقامات ومنازل عند الله عز وجل. فالمقام الأول\nللموقنين وهو رتبة الحكماء وأجلة العلماء. والمقام الثاني مقام المحسنين.\nوهو رتبة الذين يعملون بما يعملون. وهو ما ذكرناه في كتابنا هذا من الفضائل\nوالعمل بها والمقام الثالث مقام الأبرار وهو رتبة المصلحين وهؤلاء هم خلفاء\nالله بالحقيقة في إصلاح العباد والبلاد. والمقام الرابع مقام الفائزين وهو\nرتبة المخلصين في المحبة وإليها ننتهي رتبة الإتحاد وليس بعدها منزلة ولا\nمقام لمخلوق ويسعد الإنسان بهذه المنازل إذا حصلت له أربع خلال. أولها\nالحرص والنشاط والثاني العلوم الحقيقة والمعارف اليقينية. والثالث الحياء\nمن الجهل ونقصان القريحة اللذين يحدثان بالإهمال. والرابع لزوم هذه الفضائل\nوالترقي فيها دائما بحسب الإستطاعة فهذه أسباب الإتصال.\n</p>\n\n<p>\nأسباب الإنقطاع عن الله\n</p>\n\n<p>\nوأما أسباب الإنقاطات عن الله عز وجل والمساقط وهي التي تعرف باللعاين.\nفأولها السقوط الذي يستحق به الأعراض وتتبعه الإستهانة.\n</p>\n\n<p>\nوالثاني السقوط الذي يستحق به الحجاب ويتبعه الإستخفاف، والثالث السقوط\nالذي يستحق بالطرد ويتبعه المقت. والرابع السقوط الذي يستحق به الخسأة\nويتبعه البغض. وإنما يشقى لاعبد إذا حصل على أربع خلال.\n</p>\n\n<p>\nأولها الكسل والبطالة ويتبعهما ضياع الزمان وفناء العمر بغير فائدة\nإنسانية. والثاني الغباوة والجهل المتولدان عن ترك النظر ورياضة النفس\nبالتعاليم التي أحصيناها في كتاب مراتب السعادات.\n</p>\n\n<p>\nوالثالث الوقاحة التي ينتجها إهمال النفس إذا تتبعت الشهوات وترك زمامها\nلركوب الخطايا والسيئات، والرابع الإنهماك الذي يحدث من الإستمرار في\nالقبائح وترك الإنابة وهذه الأنواع الأربعة مسماة في الشريعة بأربعة أسماء،\nفالأول هو الزيغ والثاني هو الرين والثالث هو الغشاوة، والرابع هو الختم.\n</p>\n\n<p>\nولكل واحدة من هذه الشقاوات علاج خاص سنذكره عند مدواة أسقام النفس حتى\nتعود إلى الصحة بإذن الله عز وجل. وهذه الأشياء التي عددناها الآن لاخلاف\nبين الحكماء فيها وبين أصحاب الشرائع وإنما تختلف بالعبارات والإشارات\nإليها بحسب اللغات. وأفلاطون يقول إنالعدالة إذا حصلت للإنسان أشرق بهاكل <span id='ms078'></span>\nواحد واحد من أجزاء النفس وذلك لحصول فضائلها أجمع فيها فيحنئذ تنهض النفس\nفتؤدي فعلها الخاص بها على أفضل ما يكون وهو غاية قرب الإنسان السعيد من\nالإله تقدس إسمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             قال والعدالة توسط ليس على جهة التوسط الذي\nفي الفضائل التي تقدم ذكرها. لكن لأنها في الوسط والجور في الطرفين. وإنما\nصار الجور في الطرفين لأنه زيادة ونقصان. وذلك أن من شأن الجور طلب الزيادة\nوالنقصان معا.\n</p>\n\n<p>\nأما الزيادة فمن النافع على الإطلاق. وأما النقصان فمن لاضار فلذلك يكون\nالجائر مستعملا للزيادة والنقصان إما لنفسه فيستعمل الزيادة في النافع.\nوأما لغيره فيستعمل النقصان منه، وأما في الضار فبالضد وعلى العكس. وذلك\nأنه إما لنفسه فيستعمل النقصان وإما لغيره فيستعمل الزيادة والفضائل التي\nقلنا أنها أوساط بين الرذائل وهي غايات ونهايات. وذلك أن الوسط ههنا نهاية\nلها من كل جهة فهو في غاية البعد منها ولذلك متى بعد عن الوسط زيادة بعد\nقرب من رذيلة كما قلناه فيما تقدم. فقد تبين من جميع ما قدمنا أن الفضائل\nكلها إعتدالات وأن العدالة إسم يشملها ويعمها كلها وأن الشريعة لما كانت\nتقدر الأفعال الإرادية التي تقع بالروية الإلهي صار المتمسك بها في\nمعاملاته عدلا والمخالف جائرا. فلهذا قلنا ان العدالة لقب للمتمسك\nبالشريعة، إلا أنا قد قلنا مع ذلك انها هيئة نفسانية تصدر عنها هذه\nالفضيلة.\n</p>\n\n<p>\nفتصور الهيئة النفسانية فإنك سترى رؤية واضحة أن صاحبها ينقاد ولا محالة\nللشريعة طوعا ولا يضادها بنوع من أنواع التضاد وذلك أنه إذا حافظ على\nالمناسبات التي ذكرناها لأنها مساواة وآثرها بعد إجالة الرأي فيها على سبيل\nالإختيار لها والرغبة فيها وجب عليه موافقة الشريعة وترك مخالفتها.\n</p>\n\n<p>\nوأقل ماتكون المساواة بين اثنين ولكنها تكون في معاملة مشتركة بينهما وهو\nالشيء الثالث وربما كانا شيئين كما قلنا فتصير المناسبات كما بينا بين\nأربعة أشياء. وينبغي أن يعلم ان هذه الهيئة النفسانية هي غير الفعل وغير\nالمعرفة وغيرة القوة.\n</p>\n\n<p>\nأما الفعل فلأنا قد بينا انه قد يقع على غير <span id='ms079'></span> هيئة نفسانية. كمن يعمل\nأعمال العدالة وليس بعادل وكمن يعمل أعمال الشجاعة وليس بشجاع وأما القوة\nوالمعرفة فلان كل واحدة منهما هي بعينها للضدين معا. فإن العلم بالضدين\nواحد وكذلك القوة على الضدين قوة واحدة. وأما لاهيئة القابلة لأحد الضدين\nفهي غير الهيئة القابلة للضد الآخر. ومثال ذلك هيئة الشجاعة فإنها غير هيئة\nالجبن وكذلك هيئة العفة غير هيئة الشره وهيئة العدالة غير هيئة الجور. ثم\nإن العدالة والخيرية يشتركان في باب المعاملات والأخذ والإعطاء. إلا أن\nالعدالة تقع في اكتساب المال على الشرائط التي قدمنا القول فيها. والخيرية\nتقع في إنفاق المال على الشرائط التي ذكرناها أيضا ومن شأن من يكتسب أن\nيأخذ فهو بالمنفعل أشبه ومن شأن المنفق أن يعطي فهو بالفاعل أشبه. فلهذه\nالعلة تكون محبة الناس للخير أشد من محبتهم للعادل. إلا أن نظام العالم\nبسبب العدالة أكثر منه بالخيرية. وخاصة الفضيلة هي في فعل الخير لا في ترك\nالشر وخاصة محبة الناس وحمدهم في بذل المعروف لا في جمع المال. فالخير لا\nيكرم المال ولا يجمعه لذاته بل ليصرفه في وجوهه التي يكتسب بها المحبات\nوالمحامد. ومن خاصة الخير أن لا يكون كثير المال لأنه منفاق ولا يكون أيضا\nفقيرا لأنه كسوب من حيث ينبغي وهو غير متكاسل عن الكسب ألبتة لأنه بالمال\nيصل إلى فضيلة الخيرية. ولذلك لا يضيع المال ولا يستعمل فيه التبذير ولا\nيشح أيضا فلا يستعمل التقتير: خير عادل وليس كل عادل خيرا.\n</p>\n\n<p>\nمسألة عويصة أولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             وفي هذا الموضع مسألة عويصة سأل عنها\nالحكماء أنفسهم وأجابوا عنها بجواب مقنع ويمكن أن يجاب فيها بجواب آخر أشد\nإقناعا ويجب أن نذكر لاجميع وهو: أن لشاك أن يشك فيقول إذا كانت العدالة\nفعلا اختياريا يتعاطاه العادل ويقصد به تحصيل الفضيلة لنفسه والمحمدة من\nالناس فيجب أن يكون الجور فعلا اختياريا يتعاطاه الجائر ويقصد به تحصيل\nالرذيلة لنفسه ومذمة الناس. ومن القبيح الشنيع أن يظن بالإنسان العاقل أنه\nيقصد الأضرار بنفسه بعدالروية وعلى سبيل <span id='ms080'></span> الإختيار. ثم أجابوا عن ذلك وحلوا\nهذا الشك بأن قالوا أن من ارتكب فعلا يؤديه إلى ضرر أو عذاب فإنه يكون\nظالما لنفسه وضارا لها من حيث يقدر أنه ينفعها وذلك لسوء اختياره وترك\nمشاورة العقل فيه. مثال ذلك الحاسد فإنه ربما جنة على نفسه لأعلى سبيل\nإيثار الأضرار بها بل لأنه يظن أنه ينفعها في العاجل بالخلاص من الأذى الذي\nيلحقه من الحسد. هذا جواب القوم وأما الجواب الآخر فهو أن الإنسان لما كان\nذا قوى كثيرة يسمى بمجموعها إنسانا واحدا لم ينكر أن تصدر عنه أفعال مختلفة\nبحسب تلك القوى. وإنما المنكر أن يكون الشيء الواحد البسيط ذو القوة\nالواحدة تقع منه بتلك القوة أفعال مختلفة لا بحسب الآلات المختلفة ولا بقدر\nالقابلات منه بل بتلك القوة الواحدة فقط. فهذ1 لعمري منكر شنيع ولكن\nالإنسان قد تبين من حاله أن له قوى كثيرة فيعمل بكل قوة عملا مخالفا للعمل\nبالأخرى أعني أن صاحب الغضب إذا استشاط يختار أفعالا مخالفة لأفعاله إذا\nكان ساكنا وديعا.\n</p>\n\n<p>\nوكذلك صاحب الشهوة الهائجة وصاحب النشوة الطروب فإن من شأن هؤلاء أن\nيستخدموا العقل الشريف في تلك الأحوال ولا يستشيرونه ولذلك تجد العاقل إذا\nتغيرت أحواله تلك فصار من الغضب إلى الرضا ومن السكر إلى الإفاقة تعجب من\nنفسه وقال ليت شعري كيف اخترت تلك الأفعال القبيحة ويلحقه الندم. وإنما ذلك\nلأن القوة التي تهيج به تدعوه إلى ارتكاب فعل يظنه في تلك الحال صالحا له\nجميلا به لتتم له حركة القوة الهائجة به. فإذا سكن عنها وراجع عقله رأى قبح\nذلك الفعل وفساده. وقوى الإنسان التي تدعوه إلى ضروب الشهوات ومحبة\nالكرامات كثيرة جدا فهو بحسب قواه الكثيرة تكون أفعاله كثيرة.\n</p>\n\n<p>\nفإذا تعود الإنسان أن تكون سيرته فاضلة ولم يقدم على شيء من أفعاله إلا\nبعد مطالعة العقل الصريح وبعد مراعاة الشريعة القويمة كانت أفعاله كلها\nمنتظمة غير مختلفة ولا خارجة عن سنن العدل أعني المساواة التي قدمنا القول\nفيها.\n</p>\n\n<p>\nولهذا السبب قلنا <span id='ms081'></span> أن السعيد هو من اتفق له في صباه أن يأنس بالشريعة\nويستسلم لها ويتعود جميع ما تأمره به حتى إذا بلغ المبلغ الذي يمكنه به أن\nيعرف الأسباب والعلل طال الحكمة فوجدها موافقة لما تقدمت عادته به فاستحكم\nرأيه وقويت بصيرته ونفذت عزيمته.\n</p>\n\n<p>\nمسألة عويصة ثانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             وههنا مسألة عويصة أشد من الأولى وهو أن\nالتفضل شيء محمود جدا وليس يقع تحت العدالة لأن العدالة كما ذكرنا مساواة ة\nوالتفضل زيادة وقد حكمنا أن العدالة تجمع الفضائل كلها ولا مزيد عليها بل\nيجب أن تكون الزيادة عليها مذمومة كما أن النقصان عنها مذوم ليكون شرف\nالوسط الذي تقدم وصفه في سائر الأخلاق حاصلا للعدالة. فالجواب عنها ان\nالتفضل احتياط يقع من صاحبه في العدالة ليأمن به وقوع النقص في شيء من\nشرائطها وليس الوسط في كلا الطرفين من الأخلاق على شريطة واحدة وذلك أن\nالزيادة في باب السخاء إذا لم تخرج إلى باب التبذير أحسن من النقصان فيه\nوأشبه بالمحافظة على شرائطه فتصير كالاحتياط فيه والأخذ بالحزم فيه. وأما\nالعفة فإن النقصان من الوسط فيها أحسن من الزيادة عليه وأشبه بالمحافظة على\nشرائطه وأبلغ في الاحتياط عليه وأخذ الحزم فيه ومع ذلك فليس يستعمل التفضل\nإلا حيث تستعلم العدالة. وأعني بذلك أن من أعطى ماله من لا يستحق شيئا منه\nوترك مواساة من يستحقه لا يسمى متفضلا بل مضيعا. وإنما يكون متفضلا إذا\nأعطى من يستحق كل ما يستحق ثم زاده تفضلا وهذه الزيادة ليست من الزيادة\nالتي ذكرناها في باب السخاء لأن تلك الزيادة ذهاب إلى الطرف الذي يسمى\nتبذيرا وهو مذموم ويعرف ذلك من حده وهو بذل مالا ينبغي كمالا ينبغي في\nالوقت الذي لا ينبغي. فإذا التفضل غير خارج عن شرط العدالة بل هو احتياط\nفيها، ولذلك قيل أن المتفضل أشرف من العادل. فقد بان أن التفضل ليس غير\nالعدالة بل هو العدالة مع الاحتياط فيها وكأنه مبالغة لا يخرجها عن معناها\nلأن هذه الهيئة النفسانية ليست غير <span id='ms082'></span> تلك الهيئة بل هي. فأما الأطراف التي هي\nرذائل أعني الزيادة والنقصان التي سبق القول فيهما فهي كلها هيئات مذمومة\nغير الهيئات المحمودة. وحدود هذه الأشياء هي التي تحصل لك معانيها ومشاركة\nبعضها البعض. ومباينة بعضها البعض. وأيضا فإن الشريعة تأمر بالعدالة أمرا\nكليا وليست تنحط إلى الجزئيات وأعني بذلك أن العدالة التي هي المساواة تكون\nمرة في باب الكم ومرة في باب الكيف وفي سائر المقولات وبيان ذلك أن نسبة\nالماء إلى الهواء مثلا ليست تكون بالكمية بل بالكيفية ولو كانت بالكمية\nلوجب أن يكونا متساويين في المساحة ولو كانا كذلك لتغالبا وأحال أحدهما\nالآخر إلى ذاته.\n</p>\n\n<p>\nوكذلك النار والهواء ولو أحالت هذه العناصر بعضها بعضا لفنى العالم في\nأقرب مدة. ولكن الباري تقدس اسمه عدل بين هذه بالقوة فتقاومت فليس يغلب أحد\nالآخر بالكلية وإنما يحيل الجزء منهاالجزء في الأطراف أعني حيث تلتقي\nنهاياتها. وأما كلياتها فلا تقدر على كلياتها لأن قواها متساوية متعادلة\nعلى غاية التسوية والتعادل.\n</p>\n\n<p>\nوبهذا النوع من العدل قيل بالعدل قامت السموات والأرض ولو رجح أحدهما على\nالآخر بزيادة يسير قوة لأحال الزائد الناقص وقوى عليه فبطل العالم فسبحان\nالقائم بالقسط لا إله إلا هو.\n</p>\n\n<p>\n؟؟الشريعة تأمر بالعدالة ولما كانت الشريعة تأمر بالعدالة الكاملة لم\nتأمر بالتفضل الكلي بل ندبت إليه ندبا يستعمل في الجزئيات التي لا يمكن أن\nتعين عليها لأنها بلا نهاية وجزمت القول في العدالة الكلية لأنها محصورة\nيمكن أن تعين عليها وقد تبين أيضا مما قدمنا أن التفضل إنما يكون في\nالعدالة التي تخص الإنسان في نفسه. أعني تسوية المعاملة أولا فيما بينه\nوبين غيره ثم الإستظهار فيه والإحتياط عليه بما يكون تفضلا ولو كان حاكما\nبين قوم ولا نصيب له في تلك الحكومة لم يجز له التفضل ولم يسعه إلا العدل\nالمحض والتسوية الصحيحة بلا زيادة ولا نقصان. وتبين أيضا أن الهيئة التي\nتصدر عنها الأفعال العادلة متى نسبت إلى صاحبها سميت فضيلة وإذا نسبت إلى\nمن يعامله بها <span id='ms083'></span> سميت عدالة وإذا اعتبرت بذاتها سميت ملكة نفسانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             فاستعمال المر العاقل العدل على نفسه أو ما يلزمه ويجب عليه.\nوقد ذكرنا فيما تقدم كيف يفعل ذلك وبينا كيف يعدل قواه الكثيرة إذا هاج به\nبعضها وأشرنا إلى أجناس هذه القوى الكثيرة وأن بعضها يكون بالشهوات\nالمختلفة وبعضها بطلب الكرامات الكثيرة وأنها إذا تغالبت وتهايجت حدث في\nالإنسان باضطرابها أنواع الشر وجذبته كل واحدة منها إلى ما يوافقها وهكذا\nسبيل كل مركب من كثرة إذا لم يكن لها رئيس واحد ينظمها ويوحدها.\nوارسطوطاليس يشبه من كان كذلك بمن يجذب من جهات كثيرة فيقطع بينها وينشق\nبحسب تلك الجهات وقواها.\n</p>\n\n<p>\nوليس ينظم هذه الكثرة التي ركب الإنسان منها إلا الرئيس الواحد الموهوب\nله من الفطرة. أعني العقل الذي به تميز من البهائم وهو خليفة الله عز وجل\nعنده فإن هذه القوى كلها إذا ساسها العقل انتظمت وزال عنها سوء النظام الذي\nيحدث من الكثرة وجميع ما ذكرنا من إصلاح الأخلاق مبني عليه. فإذا تم\nللإنسان ذلك أعني أن يعدل على نفسه وأحرز هذه الفضيلة فقد لزمه أن يعدل على\nأصدقائه وأهله وعشيرته ثم يستعمله في الأباعد وسائر الحيوان وإذ قد صح ذلك\nوظهر ظهورا حسيا فقد ظهر بظهوره إن شر الناس من جار على نفسه ثم على\nأصدقائه وعشيرته ثم على كافة الناس والحيوان لأن العلم بأحد الضدين هو\nالعلم بالضد الآخر. فخير الناس العادل وشرهم الجائر كما تبين ذلك. وقد ادعى\nقوم أن نظام أمر الموجودات كلها وصلاح أحوالها معلق بالمحبة وقالوا أن\nالإنسان إنما اضطر إلى اقتناء هذه الفضيلة أعني الهيئة التي تصدر عنها\nالعدالة عند تعاطي المعاملات لما فاته شرف المحبة. ولو كان المتعاملون\nأحباء لتناصفوا ولم يقع بينهم خلاف. وذلك أن الصديق يحب صديقه ويريد له ما\nيريد لنفسه ولا تتم الثقة والتعاضد والتوازر الأبين المتحابين.\n</p>\n\n<p>\nوإذا تعاضدوا وجمعتهم المحبة وصلوا إلى جميع المحبوبات ولم تتعذر عليهم\nالمطالب وإن كانت صعبة شديدة. وحيئنذ ينشئون الآراء الصائبة وتتعاون العقول <span id='ms084'></span>\nعلى استخراج الغوامض من التدابير القويمة ويتقوون على نيل الخيرات كلها\nبالتعاضد.\n</p>\n\n<p>\nوهؤلاء القوم إنما نظروا إلى فضيلة التأحد التي تحصل بين الكثرة ولمعرى\nانها اشرف غايات أهل المدينة. وذلك أنهم إذا تحابوا تواصلوا وأراد كل واحد\nمنهم لصاحبه مثل ما يريده لنفسه فتصير القوى الكثيرة واحدة ولم يتعذر على\nأحد منهم رأى صحيح ولا عمل صواب ويكون مثلهم في جميع ما يحاولونه مثل من\nيريد تحريك ثقل عظيم بنفسه فلا يطيق ذلك.\n</p>\n\n<p>\nفإن استعان بقوة غيره حركه. ومدبر المدينة إنما يقصد بجميع تدابيره إيقاع\nالمودات بين أهلها وإذا تم له هذا خاصة فقد تمت له جميع الخيرات التي تتعذر\nعليه وحده على أفراد أهل مدينته وحينئذ يغلب أقرانه ويعمر بلدانه ويعيش وهو\nورعيته مغبوطين. ولكن هذا التأحد المطلوب بهذهالمحبة المرغوب فيهما لا يتم\nإلا بالآراء الصحيحة التي يرجى الإتفاق من العقول السليمة عليها\nوالإعتقادات القوية التي لا تحصل إلا بالديانات التي يقصد بها وجه الله عز\nوجل وأصناف المحبات كثيرة وإن كانت ترتقي كلها إلى وجه واحد وسنقول فيها\nبمعونة الله فيما يتلو هذه المقالة إن شاء الله.\n</p>\n\n<p>\n؟المقالة الخامسة (التعاون والإتحاد) قد سبق القول في حاجة بعض الناس إلى\nبعض وتبين أن كل واحد منهم يجد تمامه عند صاحبه وأن الضرورة داعية إلى\nاستعانة بعضهم ببعض لأن الناس مطبوعون على النقصانات ومضطرون إلى تماماتها\nولا سبيل فالحاجة صادقة والضرورة داعية إلى حال تجمع وتؤلف بين أشتات\nالأشخاص ليصيروا بالاتفاق والإئتلاف كالشخص الواحد الذي تجتمع أعضاؤه كلها\nعلى الفعل الواحد النافع له.\n</p>\n\n<p>\n؟المحبة وللمحبة أنواع وأسبابها تكون بعدد أنواعها. فأحد أنواعها ما\nينعقد سريعا وينحل سريعا. والثاني ما ينعقد سريعا وينحل بطيئا. والثالث ما\nينعقد بطيئا وينحل سريعا. والرابع ما ينعقد بطيئا وينحل بطيئا. وإنما\nانقسمت إلى هذه الأنواع فقد لأن مقاصد الناس في مطالبهم وسيرهم ثلاثة\nويتركب بينها رابع وهي اللذة والخير والمنافع والمتركب منها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nوإذا كانت هذه غايات الناس في مقاصدهم فلا محالة أنها أسباب المحبة من <span id='ms085'></span> عاون\nعليها وصار سببا للوصول إليها فقد أفلح: فأما المحبة التي يكون سببها اللذة\nفهي التي تنعقد سريعا وتنحل سريعا. وذلك أن اللذة سريعة التغير كما شرحنا\nأمرها فيما نقدم وأما المحبة التي سببها الخير فهي التي تنعقد سريعا وتنحل\nبطيئا. وأما المحبة التي سببها المنافع فهي التي تنعقد بطيئا وتنحل سريعا.\nوأما التي تتركب من هذه إذا كان فيها لأنها تكون بإرادة وروية وتكون فبها\nمجازاة ومكافأة.\n</p>\n\n<p>\nفأما التي تكون بين الحيوانات غير الناطقة فالأحرى بها أن تسمى ألفا وتقع\nبين الأشكال منها خاصة. وأما التي لا نفوس لها من الأحجار وأمثالها فليس\nيوجد فيها إلا الميل الطبيعي إلى مراكزها التي تخصها. وقد يوجد أيضا بينها\nمنافرة ومشاكلة بحسب أمزجتها الحادثة فيها من عناصرها الأولى وهذه الأمزجة\nكثيرة وإذا وقع منها شيء يتناسب نسبة تأليفية او عددية أو مساحية حدثت\nبينها ضروب من المشاكلة. وإذا كان أضداد هذه النسب حدثت بينها منافرة وتحدث\nلها أشياء تسمى خواص وهي أفعال بديعة وهي التي تسمى أسرار الطبائع ولا سيما\nفي النسب التأليفية فإنها أشرف النسب بعد نسبة المساواة ولها أضداد أعني\nهذه النسب. وهي مبينة مشروحة في صناعة الإرتماطيقي ثم في صناعة التأليف.\nوأما الأمزجة التي بحسب هذه النسب فهي خفية عنا وعسرة المرام وقد ادعة قوم\nالوصول إليها. وليست تكون هذه الأفعال والخواص التي تحدث بين الأمزجة من\nالنسب المذكورة موجودة في العناصر أنفسها والكلام فيها خارج عن غرضنا.\nوإنما ذكرناها هنا لأنها تشبه المشاكلات والمنافرات التي بين الحيوان في\nالظاهر والنسبة التي تحدث بين الناس بالإراة وهي التي تتكلم فيها ويقع فيها\nمكافأة ومجازاة.\n</p>\n\n<p>\n؟الصداقة\n</p>\n\n<p>\nالصداقة نوع من المحبة إلا أنها أخص منها وهي المودة بعينها وليس يمكن أن\nتقع بين جماعة كثيرين كما تقع المحبة. وأما العشق فهو إفراط في المحبة وهو\nأخص من المودة وذلك أنه لا يمكن أن يقع إلا بين اثنين فقط ولا يقع في\nالنافع ولا في المركب من النافع وغيره وإنما يع لمحب <span id='ms086'></span> اللذة بإفراد ولمحب\nالخير بافراط وأحدهما مذموم والآخر محمود، فالصداقة بين الأحداث ومن كان في\nمثل طباعهم إنما تحدث لأجل اللذة فهم يتصادقون سريعا ويتقاطعون سريعا وربما\nاتفق ذلك بينهم في الزمان القليل مرارا كثيرة، وربما بقيت بقدر ثقتهم ببقاء\nاللذة ومعاودتها حالا بعد حال. فإذا انقطعت هذه الثقة بمعلودتها انقطعت\nالصداقة بالوقت وفي الحال. والصداقة من المشائخ ومن كان في مثل طباعهم إنما\nنقع لمكان المنفعة فهم يتصادقون بسببها فإذا كانت المنافع مشتركة بينهم وهي\nفي الأكثر طويلة المدة كانت الصداقة باقية. فحين تنقطع علاقة المنفعة بينهم\nوينقطع رجاؤهم من المنفعة المشتركة تنقطع موداتهم. والصداقة بين الأخيار\nتكون لأجل الخير وسببها هو الخير.\n</p>\n\n<p>\nولما كان الخير شيئا غير متغير الذات صارت مودات أصحابه باقية غير\nمتغيرة. وأيضا لما كان الإنسان مركبا من طبائع متضادة صار ميل كل واحد منها\nيخالف ميل الآخر. فاللذة التي توافق إحداها تخالف لذة الأخرى التي تضادها\nفلا تخلص له لذة غير مشوبة بأذى. ولما كان فيه أيضا جوهر آخر بسيط إلهي غير\nمخالط لشيء من الطبائع الأخرى صارت له لذة غير مشابهة لشيء من تلك اللذات\nوذلك أنها بسيطة أيضا. والمحبة التي سببها هذه اللذة هي التي تفرط حتى تصير\nعشقا تاما خالصا شبيها بالوله. وهي المحبة الإلهية الموصوفة التي يدعيها\nبعض المتألهين وهي التي يقول فيها أرسطوطاليس حكاية عن ابرفليطس: \" إن\nالأشياء المختلفة لا تتشاكل ولا يكون منها تأليف جيد.\n</p>\n\n<p>\nوأما الأشياء المتشاكلة وهي التي يسر بعضها ببعض ويشتاق بعضها إلى بعض\nفأقول عنها. إن الجواهر البسيطة إذا تشاكلت واشتاق بعضها إلى بعض تألفت\nوإذا تألفت صارت شيئا واحدا لا غيرية بينها إذ الغيرية إنما تحدث من جهة\nالهيولي. وأما الأشياء ذوات الهيولي وهي الإجرام فإنها وإن اشتاقت بنوع من\nالشوق إلى التألف فإنها لا تتحد ولا يمكن ذلك فيها. وذلك أنها تلتقي\nبنهاياتها وسطوحها دون ذواتها وهذا الإلتقاء سريع الإنفصال إذ كان التأحد\nفيه ممتنعا. وإنما تتأحد بنحو استطاعتها أعني ملاقاة سطوحها <span id='ms087'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nفإذا الجوهر الإلهي الذي في الإنسان إذا صفا من كدورته التي حصلت فيه من\nملابسة الطبيعة ولم تجذبه أنواع الشهورات وأصناف محبات الكرامات اشتاف إلى\nشبيهه ورأى بعين عقله الخير الأول المحض الذي لا تشوبه مادة فأسرع إليه\nوحينئذ يفيض نور ذلك الخير الأول عليه فيلتذ به لذة لا تشبهها لذة ويصير\nإلى معنى الإتحاد الذي وصفناه استعمل الطبيعة البدنية أم لم يستعملها. إلا\nأنه بعد مفارقته الطبيعة بالكلية أحق بهذه المرتبة العالية لأنه ليس يصفو\nالصفاء التام إلا بعد مفارقته الحياة الدنيوية.\n</p>\n\n<p>\nومن فضائل هذه المحبة الإلهية أنها لا تقبل النقصان ولا تقدع فيها\nالسعاية ولا يعترض عليها الملك ولا تكون إلا بين الأخيار فقط. وأما المحبات\nالتي تكون بسبب المنفعة واللذة فقد تكون بين الأشرار وبين الأخيار\nوالأشرار. إلا أنها تنقضي وتنحل مع تقضي المنافع واللذائذ لأنها عرضية\nوكثيرا ما تحدث بالإجتماعات في المواضع الغريبة. إلا انها تزول بزوال\nالمواضع كالسفينة وما جرى مجراها.\n</p>\n\n<p>\nوالسبب في هذه المحبة الأنس وذلك أن الإنسان آنس بالطبع وليس بوحشي ولا\nنفور ومنه اشتق إسم الإنسان في اللغة العربية وقد تبين ذلك في صناعة النحو\nوليس كما قال الشاعر:\n</p>\n\n<p>\nسميت إنسانا لأنك ناس\n</p>\n\n<p>\nفإن هذا الشاعر ظن أن الإنسان مشتق من النسيان وهو غلط منه. وينبغي ان\nيعلم أن هذا الأنس الطبيعي في الإنسان هو الذي ينبغي أن نحرص عليه ونكتسبه\nمع أبناء جنسنا حتى لا يفوتنا بجهدنا واستطاعتنا فإنه مبدأ المحبات كلها.\n</p>\n\n<p>\nالشريعة تدعو إلى الأنس والمحبة\n</p>\n\n<p>\nوإنما وضع للناس بالشريعة وبالعادة الجميلة إتخاذ الدعوات والإجتماع في\nالمآدب ليحصل لهم هذا الأنس. والشريعة إنما أوجبت على الناس أن يجتمعوا في\nمساجدهم كل يوم خمس مرات وفضلت صلاة الجماعة على صلاة الآحاد ليحصل لهم هذا\nالأنس الطبيعي الذي هو فيهم بالقوة حتى يخرج إلى الفعل ثم يتأكد\nبالإعتقادات الصحيحة التي تجمعهم.\n</p>\n\n<p>\nوهذا الإجتماع في كل يوم ليس يتعذر على أهل كل محلة وسكة. والدليل على أن\nغرض صاحب الشريعة ما ذكرناه أنه <span id='ms088'></span> أوجب على أهل المدينة بأسرهم أن يجتمعوا في\nكل أسبوع يوما بعينه في مسجد يسعهم ليجتمع أيضا شمل أهل المحال والسكك في\nكل أسبوع كما اجتمع شمل أهل الدور والمنازل في كل يوم. ثم أوجب أيضا أن\nيجتمع أهل المدينة مع أهل القرى والرساتيق المتقاربين في كل سنة مرتين في\nمصلى بارزين مصحرين ليسعهم المكان ويتجدد الأنس بين كافتهم وتشملهم المحبة\nالناظمة لهم.\n</p>\n\n<p>\nثم اوجب بعد ذلك أن يجتمعوا في العمر كله مرة واحدة في الموضع المقدس\nبمكة ولم يعين من العمر وقت مخصوص ليتسع لهم الزمان وليجتمع أهل المدن\nالمتباعدة كما اجتمع أهل المدينة الواحدة ويصير حالهم في الأنس والمحبة\nوشمول الخير والسعادة كحال المجتمعين في كل سنة وفي كل اسبوع وفي كل يوم\nفيجتمعوا بذلك إلى الأنس الطبيعي وإلى الخيرات المشتركة وتتجدد بينهم محبة\nالشريعة وليكبروا الله على ما هداهم ويغتبطوا بالدين القويم القيم الذي\nألفهم على تقوى الله وطاعته.\n</p>\n\n<p>\nالخليفة يحرس الدين\n</p>\n\n<p>\nوالقائم بحفظ هذه السنة وغيرها من وظائف الشرع حتى لا تزول عن أوضاعها\nهوالإمام وصناعته هي صناعة الملك. والأوائل لا يسمون بالملك إلا من حرس\nالدين وقام بحفظ مراتبه وأوامره وزواجره. وأما من أعرض عن ذلك فيسمونه\nمتغلبا ولا يؤهلونه لإسم الملك وذلك أن الدين هو وضع إليه يسوق الناس\nباختيارهم إلى السعادة القصوى.\n</p>\n\n<p>\nوالملك هو حارس هذا الوضع الإلهي حافظ على الناس ما ا×ذوا به. وقد قال\nحكيم الفرس وملكهم ازدشير: \" إن الدين والملك إخوان توأمان لايتم أحدهما\nإلا بالآخر \" فالدين أس والملك حارس. وكل مالا أس له فمهدوم. وكل مالا حارس\nله فضائع. ولذلك حكمنا على الحارس الذي نصب للدين أن يتيقظ في موضعه ويحكم\nصناعته ولا يباشر أمره يالهوينا ولا يشتغل بلذة تخصه ولا يطلب الكرامة\nوالغلبة إلا من وجهها. فإنه متى أغفل شيئا من حدوده دخل عليه من هنالك\nالخلل والوهن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             وحيئنذ تتبدل أوضاع الدين ويجد الناس رخصة في\nشهواتهم ويكثر من يساعدهم على ذلك فتنقلب هيئة السعادة إلى ضدها <span id='ms089'></span> ويحدث\nبينهم الإختلاف والتباغض فأداهم ذلك إلى الشتات والفرقة وبطل الفرض الشريف\nوانتقض النظام الذي طلبه صاحب الشرع بالأوضاع الإلهية فاحتيج حينئذ إلى\nتجديد الأمر واستئناف التدبير وطلب الإمام الحق والملك العدل ونعود إلى ذكر\nأجناس المحبات وأسبابها فنقول:\n</p>\n\n<p>\nأجناس المحبات وأسبابها\n</p>\n\n<p>\nإن هذه الأسباب كلها ماخلا المحبة الإلهية إذا كانت مشتركة بين المتحابين\nوكانت واحدة بعينها جاز في الشيئين أن ينعقدا معا وينحلا معا وجاز أيضا أن\nيبقى أحدهما وينحل الآخر.\n</p>\n\n<p>\nمثال ذلك أن اللذات المشتركة بين الرجل والمرأة هي سبب للمحبة بينهما فقد\nيجوز أن تجتمع المحبات لأن السبب واحد وهي اللذة. وقد يجوز أن تنقطع\nإحداهما وتبقى الأخرى وذلك أن اللذة تتغير ولا تكاد تثبت كما تقم وصفها.\nفقد يجوز أن يتغير سبب إحدى المحبتين ويثبت الآخر. وايضا فإن بين الرجل\nوبين زوجته خيرات مشتركة ومنافع مختلفة وهما يتعاونان عليها أعني الخيرات\nالخارجة عنها وهي الأسباب التي تعمر بها المنازل.\n</p>\n\n<p>\nفالمرأة تنتظر من زوجها تلك الخيرات لأنه هو الذي يكتسبها ويحضرها. وأما\nالرجل فإنه ينتظر من زوجته ضبط تلك الخيرات لأنها هي التي تحفظها وتدبرها\nلتثمر ولا تضيع فمتى قصر أحدهما اختلفت المحبة وحدثت الشكايات ولا تزال\nكذلك إلى أن تتقطع أو تبقى مع الشكايات والملامة. وكذلك حال المنفعة\nالمشتركة بين الناس إذا كانت واحدة بعينها.\n</p>\n\n<p>\nوأما المحبات المختلفة التي أسبابها مختلفة فهي أولى بسرعة التحلل. ومثال\nذلك أن تكون محبة أحد المتحابين لأجل المنفعة ومحبة الآخر لأجل اللذة كما\nيعرض ذلك للمعاشرين على أن أحدهما مغن والآخر مستمع فإن المغنى منهما يحب\nالمستمع لأجل المنفعة والمستمع منهما يحب المغنى لأجل اللذة. وكما يعرض\nأيضا بين العاشق والمعشوق اللذين أحدهما يلتذ بالنظر والآخر ينتظر المنفعة\nوهذا الصنف من المحبة يعرض فيه أبدا التشكي والتظلم. وذلك أن طالب اللذة\nيتعجل مطلوبه وطالب المنفعة يتأخر عنه ولا يكاد يعتدل الأمر بينهما. لذلك\nترى العاشق يشكو معشوقه ويتظلم منه وهو بالحقيقة ظالم ينبغي أن يشتكي لأنه\nيتعجل لذته بالنظر ولا <span id='ms090'></span> يرى المكافأة بما يستحق صاحب.\n</p>\n\n<p>\nوالمحبة اللوامة كثيرة الأنواع غلا أن الأصل فيها ما ذكرت. ويوشك أن تكو\nالمحبة بين الرئيس والمرؤوس والغنى والفقير تعرض لها الملامة والتوبيخ لأجل\nاختلاف الأسباب ولأن كل واحد ينتظر من المكافأة عند الآخر ما لا يجده عنده\nفيقع فساد في النيات بينهما ثم استبطاء ثم ملامات. ويزيل ذلك طلب العدالة\nورضاء كل واحد بما يستحقه من الآخر وبذل كل واحد للآخر العدل المبسوط\nبينهما.\n</p>\n\n<p>\nوالمماليك خاصة لا يرضيهم من مواليهم إلا الزيادة الكثيرة في الإستحقاق\nوكذلك الموالي يستبطئون العبيد في الخمدمة والشفقة والنصيحة وفي جميع ذلك\nيقع اللوم وفساد الضمير.\n</p>\n\n<p>\nفهذه المحبة اللوامة لا يكاد يخلوا الإنسان منها إلا على شريطة العدل\nوطلب الوسط من الإستحقاق والرضا به وهو صعب.\n</p>\n\n<p>\nمحبة الأخيار\n</p>\n\n<p>\nوأما محبة الأخيار بعضهم بعضا فإنها تكون لا للذة خارجة ولا لمنفعة بل\nللمناسبة الجوهرية بينهما وهي قصد الخير والتماس الفضيلة. فإذا أحب أحدهم\nللمناسبة الجوهرية بينهما وهي قصد الخير والتماس الفضيلة. فإذا أحب أحدهم\nالآخر لهذه المناسبة لم تكن بينهم مخالفة ولا منازعة ونصح بعضهم بعضا\nوتلاقوا بالعدالة والتساوي في إرادة الخير وهذا التساوي في النصيحة وإرادة\nالخير هو الذي يوحد كثرتهم. ولهذا حد الصديق بأنه آخر هو أنت إلا أنه غيرك\nبالشخص ولهذا صار عزيز الوجود ولم يوثق بصداقة الأحداث والعوام ومن ليس\nبحكيم لأن هؤلاء يحبون ويصادقون لأحل اللذة والمنفعة ولا يعرفون الخير\nبالحقيقة وأغراضهم غير صحيحة، وأما للسلاطين فإنهم يظهرون الصداقة على أنهم\nمتفضلون ومحسنون إلى من يصادقهم فلا يدخلون تحت الحد الذي ذكرناه وفي\nصداقتهم زيادة ونقصان المساواة عزيزة الوجود عندهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             وكذلك محبة\nالوالد للولد والولد للوالد فإن أنواع هذه المحبة مختلفة وأسبابها أيضا\nمختلفة كما قلنا إلا أن محبة الوالد للولد والولد للوالد وإن كان بينهما\nاختلاف ما من وجه فإن بينهما إتفاقا ذاتيا.\n</p>\n\n<p>\nوأعني بالذاتي ههنا إن الوالد يرى في ولده أنه هو هو وأنه نسخ صورته التي\nتخصه من الإنسانية في شخص ولده نسخا <span id='ms091'></span> طبيعيا ونقل ذاته إلى ذاته نقلا\nحقيقيا. وحق له أن يرى ذلك لأن التدبير الإلهي بالسياسة الطبيعية التي هي\nسياسته عز وجل هو الذي عاون الإنسان على إنشاء الولد وجعله السبب الثاني في\nإيجاده ونقل صورته الإنسانية إليه.\n</p>\n\n<p>\nولذلك يحب الوالد لولده جميع ما يحبه لنفسه ويسعى في تأديبه وتكميله بكل\nما فاته في نفسه طول عمره. ولا يشق عليه أن يقال له ولدك أفضل منك لأنه يرى\nأنه هو هو. وكما أن الإنسان إذا تزايد في نفسه حالا فحالا وترقى في الفضيلة\nدرجة فدرجة لا يشق عليه أن يقال له إنك الآن أفضل مما كنت بل يسره ذلك كذلك\nتكون حاله إذا قيل له في ولده مثل ذلك. ثم تفضل أيضا محبة الوالد على محبة\nالولد بأنه الفاعل له وبأنه يعرفه منذ أول تكوينه ويستبشر به وهو جنين ثم\nتزداد محبته له مع التربية والنشأة ويتأكد سروره به وتأميله له. ويحدث له\nاليقين بأنه باق به صورة وأن فنى بجسمه مادة وهذه المعاني الجليلة عند أهل\nالعلم تتراءى للعوام كأنها من وراء ستر.\n</p>\n\n<p>\nوأما محبة الولد للوالد فإنها تنقص عن هذه الرتبة بأن الولد مفعول وبأنه\nلا يعرف ذاته ولا فاعل ذاته إلا بعد زمان طويل وبعد أن يستثبت أباه حسا\nوينتفع به دهرا ثم يعقل بعد ذلك أمره بالصحة وعلى مقدار عقله واستبصاره في\nالأمور يكون تعظيمه لوالديه ومحبه لهما ولهذه العلة وصى الله عز وجل الولد\nبوالده ولم يوص الوالد بولده. وأما محبة الأخوة بعضهم لبعض فلأن سبب\nتكوينهم ونشؤهم واحد بعينه.\n</p>\n\n<p>\nنسبة الملك إلى رعيته\n</p>\n\n<p>\nويجب أن تكون نسبة الملك إلى رعيته نسبة أبوية ونسبة رعيته إليه نسبة\nبنوية ونسبة الرعية بعضهم إلى بعض نسبة أخوية حتى تكون السياسات محفوظة على\nشرائطها الصحيحة. وذلك أن مراعاة الملك لرعيته هي مراعاة الأب لأولاده\nومعاملته إياهم تلكالمعاملة. وقد كنا أشرنا إلى ذلك وسنزيده بيانا إذا صرنا\nإلى ذكر سياسة الملك في موضع آخر. وعنايته برعيته يجب أن تكون <span id='ms092'></span> مثل عناية\nالأب بأولاده شفقة وتحننا وتعهدا وتعطفا خلافة لصاحب الشريعة صلى الله عليه\nوسلم بل لمشرع الشريعة تعالى ذكره في الرأفة والرحمة وطلب المصالح لهم ودفع\nالمكاره عنهم وحفظ النظام فيهم وبالجملة في كل ما يجلب الخير ويمنع الشر.\nفإنه عند ذلك تحبه رعيته محبة الأولاد للأب الشفيق وتحدث بينهما تلك النسبة\nوإنما تختلف هذه المحبات بالتفاضل الذي يكون بعظم المنافع.\n</p>\n\n<p>\nفيجب أن يكرم الأب كرامة أبوية. ويكرم السلطان كرامة سلطانية،ويكرم الناس\nبعضهم بعضا كرامة أخوية ولكل مرتبة من هذه استئهال خاص بها واستحقاب واجب\nلها. فإذا لم يحفظ بالعدالة زاد ونقص وعرض لها الفساد وانتقلت الرياسات\nوانعكست الأمور فيعترض لرياسة الملك أن تنتقل إلى رياسة التغلب ويتبع ذلك\nأن تنتقل محبة الرعية إلى البغض له ويعرض لرياسات من دونه مثل ذلك. فتصير\nمحبة الأخيار إلى تباغض الأشرار وتعود الألفة نفارا والتواد نفاقا ويطلب كل\nواحد لنفسه ما يظنه خيرا له وأن أضر بغيره وتبطل الصداقات والخير المشترك\nبين الناس ويؤول الأمر إلى الهرج الذي هو ضد النظام الذي رتبه الله لخلقه\nورسمه بالشريعة وأوجبه بالحكمة البالغة.\n</p>\n\n<p>\nالمحبة التي لا تطرأ عليها الآفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             وأماالمحبة التي لا تشوبها\nالإنفعالات ولا تطرأ عليها الآفات وهي محبة العبد لخالقه عز وجل فإنها إنما\nتخلص للعالم العرباني وحده خاصة ولا سبيل لغيره إليها إلا بالدعوى الكاذبة.\nوكيف يجد الإنسان السبيل غلىمحبة من لا يعرفه ولا يعرف ضروب إنعامه الدارة\nعليه ووجوه إحسانه المتصلة به في بدنه وفنسه اللهم إلا أن يتصور في نفسه\nصنما ويظنه الخالق عزوجل فيحبه ويعبده فإن اكثر الناس كما قال تعالى: (وما\nيؤمن أكثرهم بالله إلا وهم مشركون) ولعمري أن العامة تدعى المعرفة والمحبة\nوهم يتصورون شخصا وشبحا فتكون عبادتهم له دون الله وهذا هو الضلال البعيد.\nومدعو هذه المحبة كثيرون جدا والمحقون منهم قليلون حداا بل هم أقل من\nالقليل. وهذه المحبة لا محالة تتصل بها الطاعة والتعظيم ويتلوها ويقرب منها\nمحبة الوالدين وإكرامهما وطاعتهما. وليس يرتقي <span id='ms093'></span> إلى مرتبتهما شيء من المحبات\nالأخر إلا محبة الحكماء وطاعتهما. وليس يرتقي إلى مرتبتهما شيء من المحبات\nالأخر إلا محبة المحكماء عند تلامذتهم فإنها متوسطة بين المحبة الأولى\nوالمحبة الثانية.\n</p>\n\n<p>\nوذلك أن المحبة الأولى لا يبلغها شيء من المحبات كما أن أسبابها لا\nيبلغها شيء من الأسباب والنعم التي تأتي من قبلها لا يشبهها شيء من النعم.\nوأماالمحبة الثانية فهي تتلوها لأن سببها هو السبب الثاني في وجودنا الحسي\nأعني أبداننا وتكويننا.\n</p>\n\n<p>\nوأما محبة الحكماء فهي أشرف وأكرم من محبة الوالدين لأجل أن تربيتهم هي\nلنفوسنا وهم الأسباب في وجودنا الحقيقي وبهم وصولنا إلى السعادة التامة\nالتي نلنا بها اللقاء الأبدي والنعيم السرمدي في جوار رب العالمين. فبحسب\nفضل إنعامهم علينا وبقدر فضل النفوس على الأبدان تجب حقوقهم وتلزم طاعتهم\nومحبتهم وليس يبلغ أحد جزاء ولا مكافأة الأول ولا ما يستأهله الثاني أعني\nالوالدين وإن هو اجتهد وبالغ ولا يؤدي حقوقهما أبدا وإن خدم بأقصى طاقته\nوغاية وسعه، وأما محبة طلب الحكمة للحكيم والتلميذ الصالح للمعلم الخير\nفإنها من جنس المحبة الأولى وفي طريقها. وذلك لأجل الخير العظيم الذي يشرف\nعليه ويصل إليه وللرجاء الكريم الذي لا يتحقق إلا بعنايته ولا يتم إلا\nبمطالعته. ولأنه والدروحاني ورب بشرى وإحسانه إحسان إليه ذلك أنه يربيه\nبالفضيلة التامة ويغذوه بالحكمة البالغة ويسوقه إلى الحياة الأبدية والنعيم\nالسرمدي. وإذا كان هو السبب في كل وجودنا العقلي وهو المربي لنفوسنا\nالروحانية فبحسب فضل النفس على البدن يجب أن يفضل المنعم بذاك وبقدر فضلها\nعلى البدن يكون فضل التربية على التربية فيحق أن يحب التلميذ معلم الحكمة\nمحبة خالصة شبيهة بالمحبة الأولى. ولذلك قلنا أن هذه المحبة من جنس المحبة\nالأولى والطاعة له من جنس تلك الطاعة وكذلك تعظيمه له وإجلاله إياه. ثم لما\nكان سبب هاتين النعمتين ومعرضنا لهما وسائقنا إليهما وإلىجميع النعم هو\nالسبب الأول الذي هو سبب الخيرات كلها قربت منا أوبعدت عنا عرفناها أو لم\nنعرفها وجب أن تكون محبتنا لهفي <span id='ms094'></span> أعلى مراتب المحبات وكذلك طاعتنا له\nوتمجيدنا إياه. ويجب على من بلغ هذه المنزلة من الأخلاق أنيعرف مراتب\nالمحبات وما يستحقه كل واحد من صاحبه حتى لا يبذل كرامة الوالد للرئيس\nالأجنبي ولا كرامة الصديق للسلطان ولا كرامة الولد للعثير ولا كرامة الأب\nللإبن.\n</p>\n\n<p>\nفإن لكل واحد من هؤلاء وأشباههم صنفا من الكرامة وحقا من الجزاء ليس\nللآخر ومتى خلط فيه اضطرب وفسد وحدثت الملامات وإذا وفى كل واحد منهم حقه\nوقسطه من المحبة والخدمة والنصيحة كان عادلا وأوجبت له محبته وعدالته فيها\nمحبته لصاحبه ومعامله. وكذلك يجب أن يجري الأمر في مؤانسة الأصحاب والخلطاء\nوالمعاشرين من توفية حقوقهم وإعطائهم ماهو خاص بهم. ومن غش المحبة والصداقة\nكان أسوأ حالا ممن غش الدرهم والدينار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             فإن الحيكم ذكر أن\nالمحبة المغشوشة تنحل سريعا وتفسد وشيكا كما أن الدرهم والدينار إذا كانا\nمغشوشين فسدا سريعا وهذا واجب في جميع أنواع المحبات. ولذلك يتعاطى العاقل\nأبدا أنمطاء واحدا ويلزم مذهبا واحدا في إرادة الخير ويفعل جميع ما يفعله\nمن أجل ذاته ويرى خيره عند غيره كما يراه عند نفسه. وأما صديقه فقد قلنا\nأنه هو هو إلا أنه غير بالشخص إما سائر مخالطيه ومعارفه فإنه يسلك بهم مسلك\nأصدقائه كأنه مجتهد في أن يبلغ بهم وفيهم منازل الأصدقاء بالحقيقة وأن كان\nلا يمكن ذلك في جميعهم. فهذه سيرة الخير في نفسه وفي رؤسائه وأهله وعشيرته\nوأصدقائه وسلطانه.\n</p>\n\n<p>\nالشرير\n</p>\n\n<p>\nوأما الشرير فإنه يهرب من هذه السيرة وينقر منها لرداءة الهيئة التي حصلت\nله ولمحبة البطالة والتكاسل عن معرفة الخير والتمييز بينه وبين الشر وبين\nماهو مظنون عنده خيرا وليس بخير.\n</p>\n\n<p>\nومن كان على هذه الحالة من الشر ورداءة الهيئة كانت أفعاله كلها رديئة.\n</p>\n\n<p>\nومن كانت ذاته رديئة هرب من ذاته لأجل أن الرداءة مهووب منها واضطر إلى\nصحبة قوم يناسبونه ليفنى عمره معهم ويشتغل بهم عن ذاته وما يجده فيها من\nالإضطراب والقلق. ذلك أن هؤلاء الأشرار إذا خلوا بأنفسهم تذكروا أفعالهم\nالرديئة وهاجت <span id='ms095'></span> بهم القوى المتضادة التي تدعوهم إلى إرتكاب الشرور المتضادة\nفيألمون من ذواتهم وتتشاغب نفوسهم كل الشغب وتجذبهم القوى التي فيهم وهي\nالتي لم يروضوها بالأدب الحقيقي إلى جهات مختلفة من اللذات الرديئة وطلب\nالكرامات التي لا يستحقونها والشهوات الرديئة التي تهلكهم سريعا.\n</p>\n\n<p>\nفإذا جذبتهم هذه القوى إلى جهات مختلفة أحدثت فيهم آلاما كثيرة لأنه لا\nيمكن أن يفرح ويحزن معاولا يرضى ويسخط في حال واحدة ولا يستطيع أن يؤلف بين\nالأضداد حتى تجتمع له فهومن شقائه يهرب من ذاته لأنها رديئة فاسدة متألمة\nكثيرة الشغب عليه ويلتمس لعشرته ومخالطة من هومثله وأسوأ حالا منه فيجد\nللوقت راحة به وسكونا إليه لأجل المشاكلة ثم يعود بعد قليل وبالا عليه\nوزيادة في خباله وفساده فيألم به ويهرب منه ليس له محب ولا ذاته ولا له\nنصيح ولا نفسه وليس يتحصل الأعلى الندامة ولا يرجع إلا إلى الشقوة.\n</p>\n\n<p>\nالخير الفاضل\n</p>\n\n<p>\nوأما الرجل الخير الفاضل فإن سيرته جيدة محبوبة فهو يحب ذاته وأفعاله\nويسر بنفسه ويسر به أيضا غيره ويختار كل إنسان مواصلته ومصادقته فهو صديق\nنفسه والناس أصدقاؤه وليس يضاده إلا الشرير فقط ويعرض لمن هذه سيرته أن\nيحسن إلىغيره بقصد وبغير قصد. وذلك أن أفعاله لذيذة محبوبوة واللذيذ\nالمحبوب مختار فيكثر المقبلون عليه والمحتفون به والآخذون عنه.\n</p>\n\n<p>\nوهذا هو الإحسان الذاتي الذي يبقى ولا ينقطع ويتزايد على الأيام ولا\nينتقص.\n</p>\n\n<p>\nوأما الإحسان العرضي الذي ليس بخلقي ولا هو سيرة لصاحبه فإنه ينقطع ويلحق\nفيه اللوم. والمحبة التي تعرض منه تلحق بالمحبات اللوامة.\n</p>\n\n<p>\nولذلك يوصي صاحبه بتربيته فيقال له تربية الصنعة أصعب من إبتدائها.\nوالمحبة التي تحدث بين المحسن والمحسن إليه يكون فيها زيادة ونقصان أعني أن\nمحبة المحسن للمحسن إليه أشد من محبة المحسن إليه للمحسن. واستدل\nأرسطوطاليس على ذلك بأن المقرض وصانع المعروف يهتم كل واحد منهما بمن أقرضه\nواصطنع المعروف عنده ويتعاهد أنهما ويحبان سلامتهما. أما المقرض فربما أحب\nسلامة المقترض لمكان الأخذ لا لمكان المحبة أعني أنه يدعو له <span id='ms096'></span> بالسلامة\nوالبقاء وسبوغ النعمة ليصل إلى حقهز وأما المقترض فليس يعني كبير عناية\nبالمقرضولا يدعو له بهذه الدعوات وأما مصطنع المعروف فإنه بالحق الواجب يود\nالذي اصطنع إليه معروفه وإن لم ينتظر منه منفعة. ذلك أن كل صانع فعل جيد\nمحمود يحب مصنوعه فإذا كان مصنوعه مستقيما جيدا وجب أن يكون محبوبا في\nالغاية. فقد تبين أن محبة المحسن أشد من محبة المحسن إليه.\n</p>\n\n<p>\nوأما المحسن إليه فشهوته للإحسان أشد وأزيد من شهوة المحسن. وايضا فإن\nالمحبة المكتسبة بالإحسان المرباة على طول الزمان تجري مجرى القنيات التي\nيتعب بتحصيلها فإن ما يكتسب منها على سبيل التعب والنصب تكون المحبة له أشد\nوالضن به أكثر. ومن وصل إلى المال بغير تعب لم يكترث به ولم يشح عليه وبذله\nفي غير موضعه كما يفعل الوراث ومن يجري مجراهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             وأما من وصل\nإليه بتعب وسافر في طلبه وشقى بجمعه فإنه لا محالة يكون شديد الضن به\nوالمحبة له. ولهذه العلة صارت الأم أكثر محبة للولد من الأب ويعرض لها من\nالحنين والوله أضعاف ما يعرض للأب.\n</p>\n\n<p>\nوبهذا النوع من المحبة يحب الشاعر شعره ويعجب به أكثر من أعجاب غيره ولك\nفاعل فعل يتعب به فهو يحب فعله. وأيضا فإن المنفعل لا يتعب كتعب الفاعل\nوالآخذ منفعل والمعطي فاعل فمن هذه الوجوه يتبين أن مصطنع المعروف يحب من\nأحسن إليه حيا شديدا. ومن الناس من يصطنع المعروف لأجل الخير نفسه. ومنهم\nمن يصطنعه لأجل الذكر الجميل. ومنهم من يصطنعه رياء فقط. ومن البين أن\nأعلاهم مرتبة من صنعه لذاته أعني لذات الخير. وصاحب هذه الرتبة لا يعرف\nالذكر الجميل والثناء الباقي ومحبة من لم يصطنع المعروف عنده وإن لم يقصد\nذلك الفعل ولا بالنية.\n</p>\n\n<p>\nولما حكمنا فيما تقدم حكما مقبولا لا يرده أحد وهو أن كل إنسان يجب نفسه\nوكانت هذه المحبة لا محالة تنقسم بالأقسام الثلاثة التي ذكرناها أعني اللذة\nوالمنافع والخير وجب من ذلك أن لا يوجد من لا يميز بين هذه <span id='ms097'></span> الأقسام حتى\nيعرف الأفضل ، فالأفضل منها فلا يدري كيف يحسن إلى نفسه التي هي محبوبته\nفيقع في ضروب من الخطأ لجهله بالخير الحقيقي.\n</p>\n\n<p>\nولذلك صار بعض الناس يختار لنفسه سيرة اللذة وبعضهم سيرة الكرامة\nوالمنافع لأنهم لا يعرفون ما هو أفضل منها. وأما من عرف سيرة الخير وعلو\nمرتبته فهو لا محالة يختار لنفسه أفضل السير وأكرم الخيرات فلا يؤثر اللذات\nالبهيمية ولا اللذات الخارجة عن نفسه فإنها عرضية كلها ومستحيلة ومنحلة\nلكنه يختار لها أتم الخيرات وأعلاها واعظمها وهو الخير الذي لها بالذات\nأعني الذي ليس بخارج عنها وهو الذي ينسب إلى جزئه الإلهي ومن سار بهذه\nالسيرة وأختارها لنفسه فقد أحسن إليها وأنزلها في الشرف الأعلى وأهلها\nلقبول الفيض الإلهي واللذة الحقيقية التي لا تفارقه أبدا. وإذا كان بهذه\nالحال فهو لا محالة يفعل سائر الخيرات الأخر وينفع غيره ببذل الأموال\nوالسماحة بجمع ما يتشاح الناس عليه ويخص أصدقاءه من ذلك بكل ما يضيق عنه\nذرع أصحاب السير الباقية فيصير معظما عند كل واحد ولا سيما عند صديقه. وقد\nبينا فيما تقدم ان الإنسان مدني بالطبع وشرحنا ومن كان تمامه عند غيره فمن\nالمحال أن يصل مع الوحدة والتفرد إلى سعادته التامة.\n</p>\n\n<p>\n؟الأصدقاء: فالسعيد إذا من اكتسب الأصدقاء واجتهد في بذل الخيرات لهم\nليكتسب بهم مالا يقدر أن يكتسبه لذاته فيلتذ بهم أيام حياته ويلتذون أيضا\nبه.\n</p>\n\n<p>\nوقد شرحنا حال هذه اللذة وأنها باقية إلهية غير منحلة ولا متغيرة وهؤلاء\nفي جملة الناس قليلون جدا. وأما أصحاب اللذات البهيمية والنافع فيها\nفكثيرون جدا وقد يكتفي من هؤلاء بالقليل كالأبازير في الطعام وكالملح خاصة.\nوأما الصديق الأول الذي ذكرنا وصفه فلا يمكن أن يكون كثيرا لعزته ولأنه\nمحبوب بإفراط وإفراط المحبة لا يصح ولا يتم إلا لواحد. وأما حسن العشرة\nوكرم اللقاء والسعي لكل أحد بسيرة الصديق الحقيقي فمبذول لأجل طلب الفضيلة\nولأنا قد قلنا فيما تقدم أن الرجل الخير الفاضل يسلك في عشرة معارفه مسلك\nالصديق وإن لم <span id='ms098'></span> تتم الصداقة الحقيقية فيهم. وارسطوطاليس يقول: (إن الإنسان\nمحتاج إلى الصديق عند حسن الحال وعند سوؤ الحال. فعند سوء الحال يحتاج إلى\nمعونة الأصقاء وعند حسن الحال يحتاج إلى المؤانسة وإلى من يحسن إليه).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             ولعمري ان الملك العظيم يحتاج إلى من يصطنعه ويضع إحسانه عنده\nكما أن الفقير من الناس يحتاج إلى صديق يصطنعه ويضع عنده المعروف. قال (ومن\nأجل فضيلة الصداقة يشارك الناس بعضهم بعضا ويتعاشرون عشرة جميلة ويجتمعون\nفي الرياضات والصيد والدعوات،وأما سقراطيس فإنه قال بهذه الألفاظ: (إني\nلأكثر التعجب ممن يعلم أولاده أخبار الملوك ووقع بعضهم ببعض وذكر الحروب\nوالضغائن ومن انتقم أو وثبت على صاحبه ولا يخطر ببالهم امر المودة وأحاديث\nالألفة وما يحصل من لخيرات العامة لجميع الناس بالمحبة والأنس. وأنه لا\nيستطيع أحد من الناس أن يعيش بغير المودة وإن مالت إليه الدنيا بجميع\nرغائبها. فإن ظن أحد أن أمر المودة صغير فالصغير من ظن ذلك. وإن قدر أنه\nموجود ويسير الخطب يدرك بالهوينا فما أصعبه وما أعسر وجود صداقة يوثق بها\nعند البلوى) ثم قال: (لكني أعتقد وأقول أن قدر المودة وخطرها عندي أعظم من\nجميع ذهب كنوز قارون ومن ذخائر الملوك ومن جميع ما يتنافس فيه أهل الأرض من\nالجواهر وماتحويه الدنيا برا وبحرا ما يتقلبون فيه من سائر الأمتعة\nوالأثاث.\n</p>\n\n<p>\nولا يعدل جميع ذلك ما اخترته لنفسي من فضيلة المودة. وذلك أن جميع ما\nأحصيته لا ينفع صاحبه إذا حلت به لوعة مصيبة في صديقه.\n</p>\n\n<p>\nوافهم من الصديق ههنا أنه آخر هو أنت سواء كان أخا من نسب أو غريبا أو\nولدا أو والدا ولا يقوم له جميع ما في الأرض مقام صديق يثق به في مهم\nيساعده عليه سعادة عاجلة أو آجلة تتم له.\n</p>\n\n<p>\nفطوبى لمن أوتي هذه النعمة العظيمة وهو خلو من السلطان. وأعظم طوبى لمن\nأتيه في سلطان. ذلك أن من باشر أمور الرعية وأراد أن يعرف أحوالهم وينظر في\nأمورهم حق النظر لن يكفيه أذنان ولا <span id='ms099'></span> عينان ولا قلبد واحد فإن وجد إخوانا\nذوي ثقة وجد بهم عيونا وآذانا وقلوبا كأنها بأجمعها له فقربت عليه أطرافه\nواطلع من أدنى أمره على أقصاه ورأى الغائب بصورة الشاهد. فأنى توجد هذه\nالفضيلة إلا عند الصديق وكيف يطمع فيها عند غير الرفيق الشفيق؟) ؟كيف يختار\nالصديق وإذ قد عرفنا هذه النعمة الجليلة فيجب علينا أن ننظر كيف نقتنيها\nومن أين نطلبها وإذا حصلت لنا كيف نحتفظ بها لئلا يصيبنا فيها ما أصاب\nالرجل الذي ضرب به المثل حين طلب شاة سمينة فوجدها وارمة فاغتر بها وظن\nالورم سمنا فأخذه الشاعر فقال:\n</p>\n\n<p>\nأعيذها نظرات صادقة ... ان تحسب الشحم فيمن شحمه ورم\n</p>\n\n<p>\nلا سيما وقد علمنا أن الإنسان من بين الحيوان يتصنع حتى يظهر للناس منه\nمالا حقيقة له فيبذل ماله وهو بخيل ليقال هو جواد ويقدم في بعض المواطن على\nبعض المخاوف ليقال هو شجاع.\n</p>\n\n<p>\nوكذلك يكون حال من لا يعرف الحشائش والنبات فإنها تشتبه في عينه حتى ربما\nتناول منها شيئا وهو يظنه حلو فإذا طعمه وجده مرا وربما ظنه غذاء فيكون\nسما. فينبغي لنا أننحذر ركوب لخطر في تحصيل هذه النعمة الجليلة حتى لا نقع\nفي مودة المموهين الخداعين الذين يتصورون لنا بصورة الفضلاء الأخيار. فإذا\nحصلونا في شباكهم افترسونا كما تفترس السباع أكيلتها. والطرق إلى السلامة\nمن هذا الخطر بحسب ما أخذناه عن سقراطيس إذا أردنا أن نستفيد صديقا أن نسأل\nعنه كيف كان في صباه مع والديه ومع إخواته وعشيرته فإن كان صالحا معهم فارج\nالصلاح منه وإلا فابعد منه وإياك وإياه. قال: (ثم إعرف بعد ذلك سيرته مع\nأصدقائه قبلك فأضفها إلى سيرته مع إخوته وآبائه. ثم تتبع أمره في شكر من\nيجب عليه شكره أو كفره النعمة. ولست أعني بالشكر المكافأة التي ربما عجز\nعنها بالفعل ولكن ربما عطل نيته في الشكر فلا يكافىء بما يستطيع وبما يقدر\nعليه ويغتنم الجميل الذي يسدى إليه ويراه حقا له أو يتكاسل عن شكره\nباللسان. وليس أحد <span id='ms100'></span> يتعذر عليه نشر النعمة التي تتولاه والثناء على صاحبها\nوالإعتداد له بها. وليس شيء أشد إحتياجا للنقم من الكفر وحسبك ما أعده الله\nلكافر نعمته من النقم مع تعاليه عن الإستضرار بالكفر. ولا شيء أجلب للنعمة\nولا أشد تثبيتا لها من الشكر وحسبك ما وعد الله به الشاكرين مع إستغنائه عن\nالشكر. فتعرف هذا الخلق ممن تريد مؤاخاته واحذر أن تبتلي بالكفر للنعم ولا\nتكن بالمستحقر لأيادي الإخوان وإحسان السلطان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             ثم انظر إلى\nميله إلى الراحات وتباطئه عن الحركة التي فيها أدنى نصب. فإن هذا خلق ردىء\nويتبعه الميل إلى اللذات فيكون سببا للتقاعد عما يجب عليه من الحقوق.\n</p>\n\n<p>\nثم انظر نظرا شافيا في محبته للذهب والفضة وإستهانته بجمعهما وحرصه\nعليهما فإن كثيرا من المتعاشرين يتظاهرون بالمحبة ويتهادون ويتناصحون فإذا\nوقعت بينهم معاملة في هذين الحجرين هر بعضهم على بعض هرير الكلاب وخرجوا\nإلى ضروب العداوة. ثم انظر في محبته للرئاسة والتفريط فإن من أحب الغلبة\nوالترؤس وأن يفرط لا ينصفك في المودة ولا يرضى منك بمثل ما يعطيك ويحمله\nالخيلاء والتيه على الإستهانة بأصدقائه وطلب الترفع عليهم ولا تتم مع ذلك\nمودة ولا غبطة ولا بد من أن تؤول الحال بينهم إلى العداوة والأحقاد\nوالأضغان الكثيرة. ثم انظر هل هو ممن يستهزىء بالغناء واللحون وضروب اللهو\nواللعب وسماع المجون والمضاحيك فإن كان كذلك فما أشغله عن مساعدات إخوانه\nومواساتهم وما أشد هربه عن مكافأة بإحسان وإحتمال النصب ودخول تحت جميل.\nفإن وجدته بريئا من هذه الخلال فلتحتفظ عليه ولترغب فيه ولتكتف بواحد إن\nوجد فإن الكمال عزيز.\n</p>\n\n<p>\nوأيضا فإن من كثرت أصدقاؤه لم يف بحقوقهم واضطر إلى الأغضاء عن بعض ما\nيجب عليه والتقصير في بعضه وربما ترادفت عليه أحوال متضادة أعني أن تدعوه\nمساعدة صديق إلى أن يسر بسروره ومساعدة آخر أن يغتم بغمه وأن يسعى بسعي\nواحد ويقعد بقعود آخر مع أحوال تشبه هذه كثيرة مختلفة. ولا ينبغي أن يحملك\nما حضضتك عليه من طلب الفضائل ممن <span id='ms101'></span> تصادقه على تتبع صغار عيوبه فتصير بذلك\nإلى أن لا يسلم لك أحد فتبقى خلوا من الصديق. بل يجب أن تغض عن المعايب\nاليسيرة التي لا يسلم من مثلها البشر وتنظر ما تجده في نفسك من عيب فتحتمل\nمثله من غيرك. واحذر عداوة من صادقته أو خالته أو خالطته مخالطة الصديق\nواسمع قول الشاعر:\n</p>\n\n<p>\nعدوك من صديقك مستفاد ... فلا تستكثرن من الصحاب\n</p>\n\n<p>\nفإن الداء أكثر ما تراه ... يكون من الطعام أو الشراب\n</p>\n\n<p>\n؟؟آداب الصداقة لذلك يجب عليك متى حصل لك صديق أن تكثر مراعاته وتبالغ في\nتفقده ولا تستهين باليسير من حقه عند مهم يعرض له أو حادث يحدث به.\n</p>\n\n<p>\nفأما في أوقات الرخاء فينبغي أن تلقاه بالوجه الطلق والخلق الرحب وأن\nتظهر له في عينك وحركاتك وفي هشاشتك وارتياحك عند مشاهدته إياك ما يزداد به\nفي كل يوم وكل حال ثقة بمودتك وسكونا إليك ويرى السرور في جميع أعضائك التي\nيظهر السرور فيها إذا لقيك. فإن التحفي الشديد عن طلعة الصديق لا يخفى\nوسرور الشكل بالشك أمر غير مشكل. ثم ينبغي أن تفعل مثل ذلك بمن تعلم أنه\nيؤثره ويحبه من صديق أو ولد أو تابع أو حاشية وتثنى عليهم من غير إسراف\nيخرج بك إلى الملق الذي يمقتك عليه ويظهر لك منك تكلف فيه. وإنما يتم لك\nذلك إذا توخيت الصدق في كل ما تثنى به عليه. والزم هذه الطريقة حتى لا يقع\nمنك توان فيها بوجه من الوجوه وفي حال من الأحوال. فإن ذلك يجلب المحبة\nالخالصة ويكسب الثقة التامة ويهديك محبة الغرباء ومن لا معرفة لك به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             وكما أن الحمام إذا ألف بيوتنا وآنس لمجالسنا وطاف بها يجلب\nلنا أشكاله وأمثاله فكذلك حال الإنسان إذا عرفنا واختلط بنا إختلاط الراغب\nفينا الآنس بنا. بل يزيد على الحيوان الغير الناطق بحسن الوصف وجميل الثناء\nونشر المحاسن. وأعلم أن مشاركة الصديق في السراء إذا كنت فيها وإن كانت\nواجبة عليك حتى لا تستأثرها ولا تختص بشيء منها فإن <span id='ms102'></span> مشاركته في الضراء أوجب\nوموقعها عنده أعظم. وانظر عند ذلك أن إصابته نكبة أو لحقته مصيبة أوعثر به\nالدهر كيف تكون مواساتك له بنفسك وما لك وكيف يظهر له تفقدك ومراعاتك. ولا\nتنتظرن به أن يسألك تصريحا أو تعريضا بل اطلع على قلبه وأسبق إلى ما في\nنفسه وشاركه في مضض ما لحقه ليخف عنه. وإن بلغت مرتبة من السلطان والغنى\nفاغمس إخوانك فيها من غير امتنان ولا تطاول. وإن رأيت من بعضهم نبوا عنك أو\nنقصانا مما عهدته فداخله زيادة مداخلة واختلط به واجتذبه إليك. فإنك إن\nأنفت من ذلك أو تداخلك شيء من الكبر والصلف عليهم انتقض حبل المودة وانتكثت\nقوته. ومع ذلك فلست تأمن أن يزولوا عنك فتستحي منهم وتضطر إلى قطيعتهم حتى\nلا تنظر إليهم. ثم حافظ على هذه الشروط بالمداومة عليها لتبقى المودة على\nحال واحدة. وليس هذا الشرط خاصا بالمودة بل هو مطرد في كل ما يخصك أعني أن\nمركوبك وملبوسك ومنزلك متى لم تراعها مراعاة متصلة فسدت وانتقضت. فإذا كانت\nصورة حائطك وسطوحك كذلك ومتى غفلت أو توانيت لم تأمن تقوضه وتهدمه فكيف ترى\nأن تجفو من ترجوه لكل خير وتنتظر مشاركته في السراء والضراء؟ ومع ذلك فإن\nضرر تلك يختص بك بمنفعة واحدة. وأما صديقك فوجوه الضرر التي تدخل عليك\nبجفائه وانتقاض مودته كثيرة عظيمة. ذلك أنه ينقلب عدوا وتتحول منافعه مضارا\nفلا تأمن غوائله وعدواته مع عدمك الرغائب والمنافع به وينقطع رجاؤك فيما لا\nتجد له خلفا ولا تستفيد عنه عوضا ولا يسد مسده شيء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             وإذا راعيت\nشرطوه وحافظت عليها بالمداومة أمنت جميع ذلك. ثم احذر المراء معه خاصة وإن\nكان واجبا أن تحذره مع كل أحد فإن مماراة الصديق تقتلع المودة من أصلها\nلأنها سبب الإختلاف والإختلاف سبب التباين الذي هربنا منه إلى ضده وقبحنا\nأثره واخترنا عليه الألفة التي طلبناها وأثنينا عليها وقلنا أن الله عز وجل\nدعا إليها بالشريعة القويمة. وإني لأعرف من يؤثر المراء ويزعم أنه يقدح <span id='ms103'></span>\nخاطره ويشحذ ذهنه ويثير شكوكه فهو يتعمد في المحافل التي تجمع رؤوساء أهل\nالنظر ومتعاطي العلوم مماراة صديقه ويخرج في كلامه معه إلى ألفاظ الجهال من\nالعامة وسقاطهم ليزيد في خجل صديقه وليظهر انقطاعه وتبلجه. وليس يفعل ذلك\nعند خلوته به ومذاكرته له وإنما يفعله حين يظن به أنه أدق نظرا أو أحضر حجة\nوأغزر علما واحد قريحة. فما كنت أشبهه إلا بأهل البغي وجبابرة أصحاب\nالأموال والمشبهين بهم من أهل البدع فإن هؤلاء يستحقر بعضهم بعضا ولا يزال\nيصغر بصاحبه ويزدري على مروءته ويتطلب عيوبه ويتتبع عثراته ويبالغ كل واحد\nفيما يقدر عليه من إساءة صاحبه حتى يؤدي بهم الحال إلى العداوة التامة التي\nيكون معها السعاية وإزالة النعم وتجاوز ذلك إلى سفك الدم وأنواع الشرور.\nفكيف يثبت مع المراء محبة ويرجى به ألفة؟ ثم احذر في صديقك إن كنت متحققا\nبعلم أو متحليا بأدب أن تبخل عليه بذلك الفن أو يرى فيك أنك تحب الإستبداد\nدونه والإستئثار عليه فإن أهل العلم لا يرى بعضهم في بعض ما يراه أهل\nالدنيا بينهم. ذلك أن متاع الدنيا قليل فإذا تزاحم عليه قوم ثلم بعضهم حال\nبعض ونقص حظ كل واحد من حظ الآخر. وأما العلم فإنه بالضد وليس أحد ينقص منه\nما يأخذه غيره بل يزكو على النفقة ويربو مع الصداقة ويزيد على الإنفاق\nوكثرة الخرج فإذا بخل صاحب علم بعلمه فإنما ذلك لأحوال فيه كلها قبيحة. وهي\nأنه أما أن يكون قليل البضاعة منه فهو يخاف أن يفنى ما عنده أو يرد عليه\nمالا يعرفه فيزول تشرفه عند الجهال. وأما أن يكون مكتسبا به فهو يخشى أن\nيضيق مكسبه به وينقص حظه منه. وأما أن يكون حسودا والحسود بعيد من كل فضيلة\nلا يوده أحد. وإني لأعرف من لا يرضى بأن يبخل بعلم نفسه حتى يبخل بعلم غيره\nويكثر عتبه وسخطه على من لا يفيد غيره من التلامذة المستحقين لفائدة العلم.\nوكثيرا ما يتوصل إلى أخذ الكتب من أصحابها <span id='ms104'></span> ثم منعهم منها. وهذا خلق لا تبقى\nمعه مودة بل يجلب إلى صاحبه عداوة لا يحسبها ويقطع أطماع أصدقائه من\nصداقته. ثم احذر أن تنبسط بأصحابك ومن يخلو بك من اتباعك وتحمل أحدا منهم\nعلى ذكر شيء في نفسه. ولا ترخص في عيب شيء يتصل به فضلا عن عيبه ولا يطمعن\nأحد في ذلك من أولى السبائك والمتصلين بك لا جدا ولا هزلا وكيف تحتمل ذلك\nفيه وأنت عينه وقلبه وخليفته على الناس كلهم بل أنت هوفإنه إن بلغه شيء مما\nحذرتك منه لم يشك أن ذلك كان عن رأيك وهواك فينقلب عدوا وينفرك عنك نفور\nالضد.\n</p>\n\n<p>\nفإن عرفت منه أنت عيبا فوافقه عليه موافقة لطيفة ليس فيها غلظة. فإن\nالطبيب الرقيق ربما بلغ بالدواء اللطيف ما يبلغه غيره بالشق والقطع والكي\nبل ربما توصل بالغذاء إلى الشفاء واكتفى به عن المعالجة بالدواء. ولست أحب\nأن تغضى عما تعرفه في صديقك وأن تترك موافقته عليه بهذا الضرب من الموافقة.\n</p>\n\n<p>\nفإن ذلك خيانة منك ومسامحة فيما يعود ضرره عليه وليس من حق الصديق أن\nيعرف ويبذل بعيوب الأضداد حتى يعيبوه ويثلبوه. ثم احذر النميمة وسماعها.\n</p>\n\n<p>\nوذلك أن الأشرار يدخلون بين الأخيار في صورة النصحاء فيوهمونهم النصيحة\nوينقلون إليهم في عرض الأحاديث اللذيذة أخبار أصدقائهم محرفة مموهة حتى إذا\nتجاسروا عليهم بالحديث المختلق يصرحون لهم بما يفسد موداتهم ويشوه وجوه\nأصدقائهم إلى أن يبغض بعضهم بعضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             وللقدماء في هذه المعنى كتب\nمؤلفة يحذرون فيها من النميمة ويشبهون صورة النمام بمن يحك بأظافيره أصول\nالبنيان القوية حتى يؤثر فيها ثم لا يزال يزيد ويمعن حتى يدخل فيها المعقول\nفيقلعه من أصله ويضربون له الأمثال الكثيرة المشبهة بحديث الثور مع الأسد\nفي كتاب كليلة ودمنه. ونحن تكتفي بهذا القدر من الإيماء لئلا نخرج عن رسم\nكتابنا وعما بنينا عليه مذهبنا من الإيجاز في الشرح. ولست أترك مع الإيجاز\nوالإختصار تعظيم هذا الباب وتكريره عليك لتعلم أن القدماء إنما ألفوا فيه\nالكتب وضربوا له الأمثال <span id='ms105'></span> وأكثروا فيه من الوصايا لما رواءه من النفع العظيم\nعند السامعين من الأخيار ولما خافوه من الضرر الكثير على من يستهين به من\nالأغمار. وليعلم المثل المضروب في السباع القوية إذا دخل عليها الثعلب\nالرواغ على ضعفه أهلكها ودمرها.\n</p>\n\n<p>\nوفي الملوك الحصفاء يدخل بينهم أهل النميمة في صورة الناصحين حتى يفسدوا\nنيتهم على وزرائهم المبالغين في نصيحتهم المجتهدين في تثبيت ملكهم إلى أن\nيغضبوا عليهم ويصرفوا به عيونهم منهم وإلى أن يبطشوا بهم قتلا وتعذيبا وهم\nغير مذنبين ولا مجترمين ولا مستحقين إلا الكرامة والإحسان فإذا بلغ بهم من\nالإفساد والإضرار ما بلغوه من هؤلاء فباللأحرى أن يبلغوه منا إذا لم يجدوه\nفي أصدقائنا الذين اخترناهم على الأيام وادخرناهم للشدائد وأحللناهم محل\nأرواحنا وزدناهم تفضلا وإكراما.\n</p>\n\n<p>\nويتبين لك من جميع ما قدمناه أن الصداقة وأصناف المحبات التي تتم بها\nسعادة الإنسان من حيث هو مدني بالطبع إنما اختلفت ودخل فيها ضروب الفساد\nوزال عنها معنى التأحد وعرض لها الإنتشار حتى احتجنا إلى حفظها والتعب\nالكثير بنظامها من أجل النقائص الكثيرة التي فينا وحاجتنا إلى إتمامها مع\nالحوادث التي تعرض لنا من الكون والفساد. فإن الفضائل الخلقية إنما وضعت\nلأجل المعاملات والمعاشرات التي لا يتم الوجود الإنساني إلا بها. ذلك أن\nالعدل إنما احتيج إليه لتصحيح المعاملات وليزول به معنى الجور الذي هو\nرذيلة عند المتعاملين. وإنما وضعت العفة فضيلة لأجل اللذات الرديئة التي\nتحي الخيانات العظيمة على النفس والبدن. وكذلك الشجاعة وضعت فضيلة من أجل\nالأمور الهائلة التي يجب أن يقدم الإنسان عليها في بعض الأوقات ولا يهرب\nمنها وعلى هذا جميع الأخلاق المرضية التي وصفناها وحضضنا على إقتنائها.\nوأيضا فإن جميع هذه الفضائل تحتاج إلى أسباب خارجة من الأموال واكتسابها من\nوجوهها ليمكنه أن يفعل بها فعل الأحرار والعادل يحتاج إلى مثل ذلك ليجازي\nمن عاشره بجميل ويكافىء من عامله بإحسان وجميعها لا تقوم إلا بالأبدان\nوالأنفس وما هو خارجعنها على حسب تقسيمنا السعادات فيما مضى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nوكلما كانت الحاجات <span id='ms106'></span> كثيرة احتيج إلى المواد الخارجة عنا أكثر فهذه حالة\nالسعادات الإنسانية التي لا تتم لنا إلا بالأفعال والأحوال المدنية\nوبالأعوان الصالحين والأصدقاء المخلصين وهي كما تراها كثيرة والتعب بها\nعزيم ومن قصر فيها قصرت به السعادة الخاصة به. ولذلك صار الكسل ومحبة\nالراحة من أعظم الرذائل لأنهما يحولان بين المرء وبين جميع الخيرات\nوالفضائل ويسلخان الإنسان من الإنسانية. ولذلك ذممنا المتوسمين بالزهد إذا\nتفردوا عن الناس وسكنوا الجبال والمفازات واختاروا التوحش الذي هو ضد\nالتمدن لأنهم ينسلخون عن جميع الفضائل الخلقية التي عددناها كلها. وكيف يعف\nويعدل ويسخو ويشجع من فارق الناس وتفرد عنهم وعدم الفضائل الخلقية. وهل هو\nإلا بمنزلة الجماد والميت وأما محبة الحكمة والإنصراف إلى التصور العقلي\nوإستعمال الآراء الإلهية فإنها خاصة بالجزء الإلهي من الناس وليس يعرض لها\nشيء من الآفات التي تعرض للمحبات الأخرى الخلقية وضروب الفساد ولذلك قلنا\nأنها لا تقبل النميمة ولا نوعا من أنواع الشرور لأنها الخير المحض وسببها\nالخير الأول الذي لا تشوبه مادة ولا تلحقه الشرور التي في المادة وما دام\nالإنسان يستعمل الأخلاق والفضائل الإنسانية فإنها تعوقه عن هذا الخير الأول\nوهذه السعادة الإلهية ولكن ليس يتم له إلا بتلك ومن أصل تلك الفضائل بنفسه\nثم اشتغل عنها بالفضيلة الإلهية فقد اشتغل بذاته حقا ونجا من مجاهدات\nالطبيعة والآمها ومن مجاهدات النفس وقواها وصار مع الأرواح الطيبة واختلط\nبالملائكة المقربين فإذا انتقل من وجوده الأول إلى وجوده الثاني حصل في\nالنعيم الأبدي والسرور السرمدي.\n</p>\n\n<p>\n؟رأى أرسطوطاليس في السعادة التامة وقد أطلق أرسطوطاليس جميع هذه الألفاظ\nوقال أن السعادة التامة الخالصة هي لله عز وجل ثم للملائكة والمتأهلين. ثم\nقال ولا ينبغي أن يضاف إلى الملائكة تلك الفضائل التي عددناها في سعاد\nالإنسان فإنهم لا يتعاملون ولا يكون عند أحد منهم وديعة فيحتاج إلى ردها\nولا لأحد منهم تجارة فيحتاج إلى العدالة ولا يفزعه شيء فيحتاج إلى النجدة\nولا له نفقات فيحتاج إلى الذهب والفضة ولا له شهوات فيحتاج إلى <span id='ms107'></span> ضبط النفس\nوإلى فضيلة العفة ولا هو مركب من الإستقصات الأربعة التي تحل في أضدادها\nفيحتاج إلى الغذاء.\n</p>\n\n<p>\nفإذا هؤلاء الأبرار المطهرون من بين خلق الله عز وجل غير محتاجين إلى\nالفضائل الإنسية والله تعالى وتقدس وجل أعلى من ملائكته فيجب أن ننزه عن\nجميع ماذكرناه من فضائل الإنسان وإنما نذكره بالخير البسيط الذي يشبهه\nوننسب إليه الأمور العقلية التي تليق به. فبالحق الواجب الذي لا مرية فيه\nلا يحبه إلا السعيد الخير من الناس الذي يعرف السعادة والخير بالحقيقة\nفلذلك يتقرب إليه بهما جهده ويطلب مرضاته بقدر قاته ويتقبل أوامر بنحو\nاستطاعته. ومن أحب الله تعالى هذه المحبة وتقرب إليه هذا التقرب وأطاعه هذه\nالطاعة أحبه الله وقربه وأرضاه وأستحق خلته التي أطلقتها الشريعة على بعض\nالبشر حيث قيل إبراهيم خليل الله، وأما أرسطوطاليس فإنه أطلق بعد ذلك\nبالعلة شيئا غير مطلق في لغتنا. وذلك أنه قال (من أحب الله وتعاهده كما\nيتعاهد الأصدقاء بعضهم بعضا أحسن إليه) ولذلك يظن بالحكيم اللذات العجيبة\nوضروب الفرح الغريبة ويرى من تحقق بالحكمة أنها ملذة غاية الإلتذاذ فلا\nيلتفت إلى غيرها ولا يعرج على سواها. وإذا كان الأمر على ما وصفنا فالحكيم\nالسعيد التام الحكمة هو الله تعالى فليس يحبه إلا السعيد الحكيم بالحقيقة\nلأن الشبيه إنما يسر بشبيهه فقط. ولذلك صارت هذه السعادة ارفع وأعلى من تلك\nالسعادة التي ذكرناها وهي غير منسوبة إلى الإنسان لأنها مهذبة من الحياة\nالطبيعية مبرأة من التقوى النفسانية مباينة لجميعها غاية المباينة وإنما هي\nموهبة إلهية يهبها الباريب جلت عظمته لمن إصطفاه من عباده ثم التمسها منه\nوسعى لها سعيها ورغب فيها ولزمها مدة حياته واحتمل المشقة والتعب فإن من لم\nيصبر على إدامة التعب إشتاق اللعب؟.\n</p>\n\n<p>\nالراحة البدنية ليست من أسباب السعادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             ذلك أن اللعب يشبه\nالراحة والراحة ليست من تمام السعادة ولا من أسبابها وإنما يميل إلى\nالراحات البدنية من كان طبيعي الشكل بهيمي النجار كالعبيد والصبيان\nوالبهائم فليس ينسب الحيوان غير الناطق <span id='ms108'></span> ولا الصبيان والعبيد إلى السعادة\nولا من كان مناسبا لهم. وأما العاقل الفاضل فإنه يطلب بهمته أعلى المراتب\nوأرسطوطاليس يقول لا ينبغي أن تكون همم الإنسان إنسية وإن كان إنسانا ولا\nيرضى بهم الحيوان الميت وإن كان هو أيضا ميتا بل يقصد بجميع قواه أن يحيا\nحياة إلهية فإن الإنسان وإن كان صغير الجثة فهو عظيم بالحكمة شريف بالعقل.\nوالعقل يفوق جميع الخلائق لأنه الجوهر الرئيس المستولي على الكل بأمر مبدعه\nتعالى جده) وقد قلنا فيما تقدم إن الإنسان ما دام في هذا العالم فهو محتاج\nإلى حسن الحال الخارجة عنه ولكن ينبغي أن ينصرف إلى طلب ذلك بقوته كلها ولا\nيطلب الإستكثار منه. فقد يصل إلى الفضيلة من ليس بكثير المال ولا ظاهر\nاليسار فإن الفقير من المال والأملاك قد يفعل الأفعال الكريمة ولذلك قالت\nالحكماء. إن السعداء هم الذين رزقوا القصد من الخيرات الخارجة عنهم وفعلوا\nالأفعال التي تقتضيها الفضيلة وإن كانت فيهم قليلة: هذا كلام الحكيم في هذه\nالمرتبة التي وعدناك الكلام فيها وهو يقول بعد ذلك ليس في معرفة الفضائل\nكفاية بل الكفاية في العمل بها. ومن الناس من ينصاع إلى الفضائل وينقاد إلى\nالموعظة ويرغب في الخيرات وهؤلاء قليلون وهم الذين يمتنعون من جميع الردآت\nوالشرور. وذلك للغريزة الجيدة والطبع الجيد الفائق. ومنهم من ينقاد إلى\nالخيرات حتى يمتنع من الردآت والشرور بالوعيد والفزع والإنذارات من العذاب\nفيهرب من الجحيم والهاوية وما أعد فيها من الآلام. ولذلك حكمنا أن بعض\nالناس أخيار بالطبع وبعضهم أخيار بالشرع وبالتعلم.\n</p>\n\n<p>\nفالشريعة تجري لهؤلاء جرى الماء للإنسان الذي به يسيغ غصه. ومن لا ينقاد\nلها فهو كالشرق بالماء فلا يشرب الماء ولا يجده يسيغ غصته وهو الهالك الذي\nلا حيلة فيهولا طمع في إصلاحه وبرئه. ولهذه العلة قلنا: إن من كان بالطبع\nخيرا فاضلا فذلك لمحبة الله إياه وليس أمره إلينا ولا نحن كنا سببه بل الله\nعز وجل. ومثل هذا هو الذي يقول فيه ارسطوطاليس أن عناية الله <span id='ms109'></span> به أكبر.\nفتحصل مما قدمناه أن أنصاف السعداء من الناس أربعة وهم موجودون بالتصفح\nوالحس. وذلك أنا نجد من الناس من هو خير فاضل من مبدأ تكوينه نرى فيه\nالنجابة طفلا ونتفرس فيه الفلاحة ناشئا بأن يكون حيا كريم الخيم يؤثر\nمجالسة الأخيار ومؤانسة الفضلا وينفر من اضدادهم وليس يكون بذلك غلا بعناية\nتلحقه من أول مولده كما قلناه. ونجد أيضا من لا يكون بهذه الصفة من مبداء\nتكوينه بل يكون كسائر الصبيان إلا أنه يسعى ويجتهد ويطلب الحق إذا رأى\nاختلاف الناس فيه ولا يزال كذلكحتى يبلغ مرتبة الحكماء أعني أن يصير علمه\nصحيحا وعمله صوابا. وليس يبلغ هذه الدرجة إلا بالتفلسف وإطراح العصببات\nوسائر ما حذرنا منه، ونجد أيضا من يوجد بهذه السيرة أخذا على الإكراه. إما\nبالتأديب الشرعي. وإما بالتعليم الحكمي. ومعلوم أن المطلوب هو القسم الثاني\nإذا كانت الأقسام الباقية هي من خارج ولا يمكن أن تطلب أعني أن من يتفق له\nفي أصل مولده السعادة ومن يكره عليها ليس من أقسام الطالب المجتهد وتبين\nأيضا مقام الطالب المجتهد ومنزلته من السعادة التامة الحقيقية وأنه وحده من\nبين سائر الطبقات هو السعيد الكامل المقرب إلى الله عزوجل المحب المطيع\nالمستحق خلته ومحبته كما تقدم وصفه.\n</p>\n\n<p>\n؟المقالة السادسة دواء النفوس نبتدىء بعون الله وتوفيقه وتأييده في هذه\nالمقالة بذكر شفار الأمراض التي تلحق نفس الإنسان وعلاجها ونذكر الأسباب\nوالعلل التي تولدها وتحدث منها فإن حذاق الأطباء لا يقدمون على علاج مرض\nجسماني إلا بعد أن يعرفوه ويعرفوا السبب والعلة فيه ثم يرومون مقابلته\nبأضداده من العلاجات ويبتدؤن من الحمية والأدوية اللطيفة إلى أن ينتهوا في\nبعضها إلى إستعمال الأغذية الكريهة والأدوية البشعة وفي بعضها إلى القطع\nبالحديد والكي بالنار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             ولما كانت النفس قوة إلهية غير جسمانية\nوكانت مع ذلك مستعملة لمزاج خاص ومربوطة به رباطا طبيعيا إلهيا لا يفارق\nأحدهما صاحبه إلا بمشيئة الخالق عز وجل وجب أن نعلم أن أحدهما متعلق بصاحبه\nمتغير بتغيره فيصبح بصحته <span id='ms110'></span> ويمرض بمرضه ونحن نرى ذلك مشاهدة وعيانا بما يظهر\nلنا من أفعالها.\n</p>\n\n<p>\nوذلك أنا كمانرى المريض من جهة بدنه لا سيما إن كان سبب مرضه أحد الجزئين\nالشريفين أعني الدماغ والقلب يتغير عقله ويمرض حتى ينكر ذهنه وفكره وتخيله\nوسائر قوى نفسه الشريفة ويحس هو من نفسه بذلك. كذلك أيضا، نرى المريض من\nجهة نفسه إما بالغضب وإما بالحزن وإما بالعشق وإما بالشهوات الهائجة به\nتتغير صورة بدنه حتى يضطرب ويرتعد ويصفر ويحمر ويهزل ويسمن ويلحقه ضروب\nالتغير المشاهدة بالحس. فيجب لذلك أن نتفقد مبدأ الأمراض إذا كان من نفوسنا\nفإن كان مبدؤها من ذاتها كالفكر في الأشياء الرديئة وإجالة الرأى فيها\nوكاستشعار الخوف والخوف من الأمور العارضة والمترقبة والشهوات الهائجة\nقصدنا علاجها بما يخصها. وإن كان مبدؤها من المزاج ومن الحواس كالخور الذي\nمبدأه ضعف حرارة القلب مع الكسل والرفاهي وكالعشق الذي مبدأه النظر مع\nالفراغ والبطالة قصدنا أيضا علاجه بما يخص هذه.\n</p>\n\n<p>\nوأيضا لما كان طب الأبدان ينقسم بالقسمة الأولى إلى قسمين أحدهما حفظ\nصحتها إذا كانت حاضرة والآخر ردها إليها. إذا كانت غائبة وجب أن نقسم طب\nالنفسو هذه القسمة بعينها فنردها إذا كانت غائبة ونتقدم في حفظ صحتها إذا\nكانت حاضرة فنقول إذا كانت خيرة فاضلة تحب نيل الفضائل وتحرص على إصابتها\nوتشتاق إلى العلوم الحقيقية والمعارف الصحيحة فيجب على صاحبها أن يعاشر من\nيجانسه ويطلب من يشاكله. ولا يأنس بغيرهم ولا يجالس سواهم. ويحذر كل الحذر\nمن معاشرة أهل الشر والمجون والمجاهرين بإصابة اللذات القبيحة وركوب\nالفواحش المتفتخرين بها المنهمكين فيها ولا يصغى إلى أخبارهم مسطيبا ولا\nيروى أشعاهم مستحسنا ولا يحضر مجالسهم مبتهجا. وذلك أن حضور مجلس واحد من\nمجالسهم وسماع خبر واحد من أخبارهم يعلق من وضره ووسخه بالنفس ما لا يغسل\nعنها إلا بالزمان الطويل والعلاج الصعب وربما كان سببا لفساد الفاضل المحنك\nوغواية العالم المستبصر حتى يصير فتنة لهما فضلا عن الحدث الناشىء\nالمسترشد.\n</p>\n\n<p>\nوالعلة في ذلك أن محبة اللذات البدنية <span id='ms111'></span> والراحات الجسمية طبيعة للإنسان\nلأجل النقائص التي فيه فنحن بالجبلة الأولى والفطرة السابقة إلينا نميل\nإليها ونحرص عليها وإنما نزم أنفسنا عنها بزمام العقل حتى نقف عند ما يرسم\nلنا ونقتصر على المقدار الضروري منها. وإنما استتنيت في أول هذا الكلام\nوشرطت بما شرطت لأن معاشرة الأصدقاء الذين ذكرت أحوالهم في المقالة\nالمتقدمة وحكمت بتمام السعادة معهم ولهم. لا تتم إلا بالمؤانسة والمداخلة.\n</p>\n\n<p>\n؟اللذة التي تطيقها الشريعة\n</p>\n\n<p>\nولا بد في ذلك من المزاح المستعذب والأحاديث المستطابة والفكاهة المحبوبة\nوإصابة اللذة التي تطيقها الشريعة ويقدرها العقل حتى لا يتجلوزها إلى\nالإسراف فيها ولا يقصرعنها تهاونا بها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             ذلك أن الخروج إلى أحد\nالطرفين إن كان إلى جانب الزيادة سمى مجونا وفسقا وخلاعة وما أشبهها من\nأسماء الذم. وإن كان إلى جانب النقصان سمى فدامة وعبوسا وشكاسة وما أشبهها\nمن أسماء الذم أيضا. والمتوسط بينهما هوالظريف الذي يوسف بالهشاشة والطلاقة\nوحسن العشرة ويعرض من الصعوبة في وجود هذا الوسط ما يعرض في سائر الفضائل\nالخلقية. ومما يؤخذ به من يحفظ صحة نفسه أن يلتزم وظيفة من الجزء النظري\nوالعملي لا يسوغ له الإخلال بها البتة لتجري النفس مجرى الرياضة التي تلزم\nفي حفظ صحة البدن وأطباء النفوس أشد تعظيما لها في حفظ صحة النفس. وذلك أن\nالنفس متى تعطلت من النظر وعدمت الفكر والغوص على المعاني تبلدت وتبلهت\nوانقطت عنها مادة كل خير. وإذا ألفت الكسل وتبرمت بالروية واختارت العطلة\nقرب هلاكها لأن في عطلتها هذه إنسلاخا من صورتها الخاصة بها ورجعوعا منها\nإلى رتبة البهائم. وهذا هو الإنتكاس في الخلق نعوذ بالله منه. وإذا تعود\nالحديث الناشء من مبدء تكوينه الإرتياض بالأمور الفكرية ولازم التعاليم\nالأربعة ألف الصدق واحتمل ثقل الروية والنظر وأنس بالحق ونبا طبعه عن\nالباطل وسمعه عن الكذب فإذا بلغ أشده وانتقل إلى مطالعة الحكمة استمر طبعه\nفيها وتشرب ما يستودع منها ولا يرد عليه أمر غريب ولا يحتاج إلى كثير تعب\nفي فهم غوامضها وإستخراج دفائنها فيصل إلى <span id='ms112'></span> سعادتها التي ذكرناها سريعا. وإن\nكان حافظ هذه الصحة قد توحد في العلم لا نهاية له وفوق كل ذي علم عليم. ولا\nيتكاسلن عن معاودة ما علمه والدرس له فإن النسيان آفة العلم وليتذكر قول\nالحسن البصري رحمة الله عليه (اقدعوا هذه النفوس فإنها طائعة وحادثوها\nفإنها سريعة الدثور) واعلم أن هذه الكلمات مع قلة حروفها كثيرة المعاني وهي\nمع ذلك فصيحة واستوفت شروط البلاغة. وليعلم أيضا حافظ هذه الصحة على نفسه\nأنه إنما يحفظ عليها نعما شريفة جليلة موهوبة لها وكنوزا عظيمة مدخرة فيها\nوملابس فاخرة مفرغة عليها. وإن من كانت هذه المواهب الجليلة موجودة له في\nذاته لا يحتاج إلى تطليها من خارج ولا إلى بذل الأموال فيها لغيره ولا يكلف\nالعناء والمؤمن الثقال في تحصيلها ثم أعرض عنها وأهمل أمرها حتى انسلخ عنها\nوعرى منها لملوم في فعله مغبون في رأيه غير رشيد ولا موفق.\n</p>\n\n<p>\nلا سيما وهو يرى طالبي النعم الخارجة كيف يتجشمون الأسفار البعيدة الخطرة\nويقطعون السبل المخوفة الوعرة ويتعرضون لضروب المكاره وأنواع التلف من\nالسباع العادية وطبقات الشرار الباغية وهم يخيبون في أكثر الأحوال مع\nمقاسات هذه الأهوال. وربما عرضت لهم الندامات المفرطة والحسرات المعطبة\nالتي تقطع أنفساهم وتفصل أعضاءهم فإن ظفروا بشيء من مطالبهم كان لا محالة\nزائلا عن قرب أو معرضا للزوال وغير مطموع في بقائه لأنه منخارج وما كان\nخارجا عنها فهو غير ممتنع عما يطرقه من الحوادث التي لا تحصى كثرة. وصاحبه\nمع هذه الحال شديد الوجل دائم الإشفاق متعب الجسم والنفس يحفظ ما لا يجد\nإلى حفظه سبيلا والحذر على مالا يغني فيه الحذر فتيلا.\n</p>\n\n<p>\nوإن كان طالب هذه الأشياء الخارجة عنا سلطانا أو صاحب سلطان تضاعفت عليه\nهذه المكاره أضعافا كثيرة بقدر ما يلابسه وبحسب ما يقاسيه من الأضداد\nوالحساد على البعد ومن القرب وبكثرة ما يحتاج إليه من المؤن في إستصلاح من\nيليه ويلي من يليه من مدارة من يواليه ويعاديه. وهو في كل ذلك ملوم مستبطأ <span id='ms113'></span>\nومعتب مستقصر ويستزيده جميع أهله والمتصلين به ولا سبيل له إلى إرضاء واحد\nمنهم فضلا عن جميعهم. ولا يزال يبلغه عن أخص الناس به من أولاده وحرمه ومن\nيجري مجراهم من حاشيته وخوله ما يملأه غيظا وحنقا وهو غير آمن على نفسه من\nجهتهم مع التحاسد الذي بينهم من مكاتبة الأعداء إياهم ومواطأة الحساد لهم.\nوكلما ازداد من الأعوان والأعضاد والأنصار زادوه في شغل القلب وجلبوا إليه\nمن المكاره ما لم يكن عنده فهو غنى عند الناس وهو أشدهم فقرا ومحسود وهو\nأكثرهم حسدا. وكيف لا يكون فقيرا وحدا الفقر هو هو كثرة الحاجة فأكثر الناس\nحاجة أشدهم فقرا كما أن أغنى الناس أقلهم حاجة. ولذلك حكمنا حكما صادقا بأن\nالله تعالى أغنى الأغنياء لأنه لا حاجة له إلى شيء من الأشياء.\n</p>\n\n<p>\nالملوك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             وقد حكمنا أيضا أن الملوك مناهم أشد الناس فقرا لكثرة\nحاجتهم إلى الشياء ولقد صدق أبو بكر الصديق في خطبته حيث قال (اشقىالناس في\nالدنيا والآخرة الملوك) ثم وصفهم فقال (إنالملك إذا ملك زهده الله فيما في\nيده ورغبه فيما في يد غيره وانتقصه شطر أجله وأشرب قلبه الإشفاق فهو يحسد\nعلى القليل ويتخسط بالكثير ويسأم الرخاء وإن انقطعت عنه اللذة لا يستعمل\nالغيرة ولا يسكن إلى الثقة فهو كالدرهم الغش والسراب الخادع جلد الظاهر\nحزين الباطن فإذا وجبت نفسه ونضب عمره ومحي ظله حاسبه فأشد حسابه وأقل عفوه\nألا أن الملوك هم المرحومون) فهذه صفة الملك إذا تمكن من ملكه لا يغادر منه\nشيئا ولقد سمعت أعظم من شاهدت من الملوك يستعيد هذا الكلام ثم يستعبر\nلموافقته ما في قلبه وصدقه عن حاله وصورته. ولعل من يرى ظاهر الملوك من\nالأسرة والفرش والزينة والأثاث ويشاهدهم في مواكبهم محفوفين محشودين بين\nأيديهم الجنائب والمراكب والعبيد والخدم والحجاب والحشم يروعه ذلك فيظن\nأنهم مسرورون بما يراه لهم. لا والذي خلقهم وكفانا شغلهم أنهم لفي هذه\nالأحوال ذاهلون عما يراه البعيد لهم مشغولون بالأفكار التي تعتورهم\nوتعتريهم فيما قلناه <span id='ms114'></span> من ضروراتهم وقد جربنا ذلك في اليسير مما ملكناه فدلنا\nعلى الكثير مما وصفناه. ولعل بعض من يصل إلى الملك أو السلطان فيلتذ في\nالمبدء مدة يسيرة جدا بمقدار ما يتمكن منه وتنفتح عينه فيه. لكنه بعد ذلك\nيصير جميع ما ملكه كالشيء الطبيعي له لا يلتذ به ولا يفكر فيه ويمد عينه\nإلى مالا يملكه. فلو ملك الدنيا بحذافيرها لتمنى دنيا أخرى أو نزقت همته\nإلى البقاء الأبدي والملك الحقيقي حتى تتبرم بجميع ما وصل إليه وبلغته\nقدرته. ذلك أن حفظ الدنيا صعب جدا لما في طبيعتها من الإخلال والتلاشي ولما\nيضطر الملك إليه من الأمور التي وصفناها والأموال الجمة المصروفة إلى الجند\nالمرتبطين والخدم المتسومين والذخائر والكنوز المعدة للآفات والحوادث التي\nلا يؤمن طروقها.\n</p>\n\n<p>\nفهذه حال طلاب النعم الخارجة عنا وأما تلك النعم التي في ذواتنا فإنها\nموجودة عندنا وفينا وهي غير مفارقة لنا لأنها موهبة الخالق جل وعلا وقد\nأمرنا باستثمارها والترقي فيها فإذا قبلنا أمره أثمرت لنا نعما بعد نعم\nورقينا درجة بعد درجة حتى تؤدينا إلى النعم الأبدية التي وصفناها فيما تقدم\nوهو الملك الحقيقي الذي لا يزول والغبطة الأبدية الصافية التي لا تحول. فمن\nأخسر صفقة وأظهر سقطة ممن أضاع جواهر نفيسة باقية عنده وموجودة له وطلب\nأعراضا خسيسة فانية ليست عنده ولا موجودة له. فإن اتفق أن يجدها لم تبق له\nولم تترك عليه وذلك أنها تنقل عنه أو ينقل عنها لا محالة.\n</p>\n\n<p>\nالقناعة\n</p>\n\n<p>\nلذلك قال الحيكم لمن زرق الكفاية ووجد القصد من السعادة الخارجة أن لا\nيشتغل بفضول العيش فإنها بلا نهاية. ومن طلبها أوقعته في مهالك لا نهاية\nلها. وقد أعلمناك فيما تقدم ما الكفاية وما القصد وإن الغرض الصحيح بينهما\nهو مداواة الآلآم والتحرز من الوقوع فيها لا التمتع وطلب اللذة.\n</p>\n\n<p>\nوإن من عالج الجوع والعطش اللذين هما مرضان مؤلمان حادان لا ينبغي له أن\nيقصد لذة البدن بل صحته وسيلتذ لا محالة. فإن من طلب بالعلاج اللذة لا\nالصحة <span id='ms115'></span> لم تحصل له الصحة ولم تبق له اللذة.\n</p>\n\n<p>\nوأما من لم يرزق الكفاية واحتاج إلى السعي والإضطراب في تحصيلها فيجب أن\nلا يتجاوز القصد وقدر حاجته منها إلى ما يصطر معه إلى السعي الحثيث والحرص\nالشديد والتعرض لقبيح المكاسب أو ضروب المهالك والمعاطب. بل يجمل في طلبها\nإجمال العارف بخساستها وأنه يضطر إليها لنقصانه فيطلب منها كسائر الحيوانات\nفي ضروراتها.\n</p>\n\n<p>\nفإن العاقل إذا تصفح أحوالها وجد منها ما يأكل الميتة ومنها ما يأكل\nالروث وما في الحش وهي مسرورة بما تجده من أقواتها قريرة العين بها. وليست\nتحس من نفوسها نفورا ولا تنصرف نفوسها عنها كما تنصرف نفوس الحيوانات\nالمضادة لها بل إنما تنصرف من أقوات تلك الأخر التي تضادها في النظافة.\nمثال ذلك الجعل والخنافس إذا قيست إلى النحل فإذا تلك تهرب من الروائح\nالطيبة والأقوات النظيفة وهذا يطلبها ويسر بها. فإن نسبة كل حيوان إلى قوته\nالخاص به ككل مقتنع بما يحفظ بقاءه وحياته فهو طالب مسرور به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nفينبغي أن ننظر إلى أقواتنا بهذه العين وننزلها منزلة الحش الذي نضطر إلى\nملابسته لإخراج ما كنا نحرص على الوصول إليه فلا نبعدها من هذا الآخر\nلأنهما ضرورتان لنا فنحن نلابسهما لأجل الضرورة ولا نشغل عقلنا باختيارهما\nوالتمتع بهما وإفناء أعمارنا في التأنق لهما والتوصل إليهما ولا نتكاسل\nأيضا عن إعداد ضروراتنا منهما. وإنما يفضل أحدهما علىالآخر ويستحسن السعي\nفي طلب الدخل ولا يستحسن السعي في طلب الخرج لأن الأول منهما هو غذاء موافق\nلنا يخلف علينا ماتحلل من أبداننا ولا نستقذره كذلك لا ننفر مما نضعه مكان\nما ينقص منه وينوب عنه. وأما الثاني منهما فهو عصارة ذلك الغذاء وما نفقته\nالطبيعة وأخذت حاجتها منه أعني الذي أحالته دما صافيا وفرقته في العروق على\nالأعضاء وأطرحت التفل الذي لا حاجة بها إليه وهو في غاية المخالفة والبعد\nمن أمزجتنا فنحن نستوحش منه وننفر عنه لأجل الضدية والمخالفة إلا أننا\nمضطرون إلى إخراجه وتنحيته ونفضه عنا بالآلات الموهوبة المستعملة في <span id='ms116'></span> ذلك\nليفرغ مكانه لما يأتي بعده ويجري مجراه. وينبغي لحافظ الصحة علىنفسه أن لا\nيحرك قوته الشهوانية وقوته الغضبية بتذكر ما أصاب منهما موجدا لذته بل\nيتركهما حتى يتحركا بأنفسهما وذلك أن الإنسان ربما تذكر لذاته في غصابة\nالشهوات وطيبها ومراتب كرامته من السلطان وغيرها فاشتاق إليها وإذا اشتلق\nإليها تحرك نحوها فقد جعلها غرضا له فيضطر إلى استعمال الروية واستخدام\nالنفس الناطقة فيها لتدبر له الوصول إليها. وهذه صورة من يثير بهائم عادية\nويهيج سباعا ضاربة ثم يلتمس معالجتها والخلاص منها.\n</p>\n\n<p>\nوليس يختار العاقل فنسه هذه الحال بل هي من أفعال المجانين الذين لا\nيميزون بين الخير والشر ولا بين الصواب والخطأ. ولذلك يحب أن لا يتذكر\nأعمال هاتين القوتين لئلا يشتاق إليهما ويتحرك نحوهما بل يتركهما فإنهما\nسيثوران لأنفسهما ويهيجان عند حاجتهما ويلتمسان ما يحتاج البدن إليه\nويتخذان من باعث الطبيعة ما يغنيك عن بعثهما بالفكر والروية والتمييز فيكون\nحينئذ فكرك وتمييزك في إزاحة علتهما وتقدير ما تطلقه لهما في الأمر الضروري\nالواجب لأبداننا الحافظ لصحتها.\n</p>\n\n<p>\nوهذا هو إمضاء مشيئة الله تعالى وإتمام سياسته لأنه تعالى إنماوهب هاتين\nالقوتين لنا لنستخدمهما عند حاجتنا إليهما لا لنخدمهما ونتعبد لهما.\n</p>\n\n<p>\nفكل من استعمل النفس الناطقة في خدمة عبدها فقد تجاوز أمر الله وتعدة\nحدوده وعكس سياسته وتقديره. وذلك أن خالقنا عز وجل رتب لنا هذه القوى\nبتدبيره وتقديره ولا عدل اشرف وأفضل من ترتيبه وتقديره وكل من خالفه وعدل\nعنه فهو أعظم على ذاته وأكبر ظالم لنفسه.\n</p>\n\n<p>\nحافظ الصحة على نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             ينبغي لحافظ الصحة علىنفسه أن يلطف نظره\nفي كل ما يعمل ويدربر ويستعمل فيه آلات بدنه ونفسه لئلا يجري فيها على عادة\nتقدمت له مخالفة لما يوجب تمييزه ورويته فما أكثر ما يعرض للإنسان من بدو\nأفعال تخالف ما قدم فيه عزيمته وعقد عليه رأيه. فمن عرض له مثل هذا فيجب\nعليه أن يضع لنفسه عقوبات يقابل بها أمثال هذه الذنوب فإذا أنكر من نفسه\nمبادرة إلى طعام ضار <span id='ms117'></span> وترك حمية قد كان استشعرها أو تناول فاكهة غير موافقة\nأو حلواء كذلك عاقب نفسه بصوم لا يفطر فيه إلا على ألطف مما يقدر عليه\nوأقله وإن أمكنه الطى فليطو ويزيد في الحمية من غير حاجة إليها ويمكن في\nتوبيخه لنفسه أن يقول لها إنك قصدت تناول النافع فتناولت الضار وهذا فعل من\nلا عقل له ولعل كثيرا من البهائم أحسن حالا منك لأنه ليس فيها ما تقصد لذة\nلها ثم تتناول ما يؤلمها فاستمسكي الآن للعقوبة. وإن أنكر من نفسه مبادرة\nإلى غضب في غير موضعه أو على من لا يستحقه أو زيادة على ما يجب منه فليقابل\nذلك بالتعرض لسفيه يعرفه بالبذاء ثم ليحتمله وليتذلل لمن يعرفه بالخيرية\nممن كان لا يتواضع له قبل ذلك أو ليفرض على نفسه مالا يخرجه صدقة وليجعل\nذلك نذرا عليه لا يخل به. وإن أنكر من نفسه كسلا وتوانيا في مصلحة له\nفليعاقب نفسه بسعي فيه مشقة أو صلاة فيها طول أو بعض الأعمال الصالحة التي\nفيها كد وتعب وبالجملة فليرسم علىنفسه رسوما تصير عليها فرائض وحدودا لا\nيخل بها ولا يترخص فيها إذا أنكر من نفسه مخالفة لعقله وتجاوزا لمرسومه.\nوليحذر في جميع أوقاته ملابسة رذيلة أو مساعدة رفيق عليها أو مخالفة صواب\nولا يستحقرن شيئا مما يأتيه من صغار السيئات ولا يطلبن رخصة فيها فإن ذلك\nيدعوه إلى أعظم منها.\n</p>\n\n<p>\nومن تعود في أول نشوه وحدثان شبابه ضبط النفس عن شهواتها عند ثورة غضبه\nوحفظ لسانه وإحتمال أقرانه خف عليهما يثقل على غيره ممن لم يتأدب بهذه\nالآداب. وبيان ذلك أنا نجد العبيد وأشباههم إذا بلوا بموالي سوء يسفهون\nعليهم ويسبون أعراضهم هان عليهم الخطب فيما يسمعونه حتى لا يؤثر فيهم وربما\nتضاحكوا عند سماع مكروه شديد ضحكا غير متكلف ويعملون عند ذلك أعمالهم ودعين\nطلقين غير قلقين وقد كانوا قبل ذلك شرسين غضوبين غير محتملين ولا ممسكين عن\nالأجوبة والإنتقام بالكلام وطلب التشقي بالخصام. وهذه سبيلنا إذا ألفنا\nالفضائل <span id='ms118'></span> وتجنبنا الرذائل وأمسكنا عن مقابلة السفهاء ومجاراتهم والإنتقام\nمنهم. ويجب على حافظ الصحة على نفسه أن يتشبه بالملوك الموصوفين بالحزم\nفإنهم يستعدون للأعداء بالعدة والعتاد والتحصن قبل هجوم العدو وهم في مهلة\nمن زمانهم وفي إتساع من نظرهم ولو أغفلوا ذلك إلى أن تحل بهم المكاره\nوتطرقهم الشدائد لأذهلهم الأمر عن الحيلةوعن الرأي السديد. فعلى هذا الأصل\nيجب أن تبنى أمورنا في الإستعداد لأعدائنا من الشره والغضب وسائر ما يزيلنا\nعن أغراضنا من الفضائل بأن نتعود الصبر على ما يجب الصبر عليه والحلم عمن\nينبغي أن يحلم عنه ونضبط النفس عن الشهوات الرديئة ولا ننظر دفع هذه\nالرذائل وقت هيجانها فإن الأمر عند ذلك صعب جدا ولعله غير ممكن ألبتة.\n</p>\n\n<p>\nمعرفة المرء عيوب نفسه\n</p>\n\n<p>\nويجب علىحافظ الصحة علىنفسه ان يطلب عيوب نفسه باستقصاء شديد ولا يقنع\nبما قاله جالينوس في ذلك فإنه ذكر في كتابه المعروف بتعرف المرء عيوب نفسه\n\" أنه لما كل إنسان يجب نفسه خفيت عليه معايبهولم يرها وإن كانت ظاهرة \"\nوأشار في كتابه هذا بان يختار من يحب أن يبرأ من العيوب صديقا كاملا فاضلا\nفيخبره بعد طول المؤانسة إنه إنما يعرف صدق مودته إذا أصدقه عن عيوبه حتى\nيتجنبها ويأخذ عهده على ذلك ولا يرضى منه إذا قال له لا أعرف لك عيبا بل\nينكر عليه ويعلمه أنه قد أتهمه بالخيانة ويعاود مسئلته والإلحاح عليه.\n</p>\n\n<p>\nفإذا لم يخبره من عيوبه زاد في العتب الصريح وافلحاح قليلا فإذا أخبره\nببعض ما يعثر عليه منه فلا يظهر له في وجهه أو كلامه نكرة ولا انقباضا بل\nيبسط له وجهه ويظهر السرور بما أخرجه إليه ونبهه عليه ويشكره على الأيام\nوفي أوقات المؤانسة ليتطرق له إلى إهداء مثله إليه ثم يعالج ذلك العيب بما\nيزيل أثره ويمحو ظله ليعلم ذلك المهدي إليك عيبك أنك من وراء نفسك وفي طريق\nعلاج مرضك فلا ينقض عن معادوتك ونصيحتك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             وهذا الذي أشار به\nجالينوس معوز غير موجود ولا مطموع فيه. وفلعل العدو <span id='ms119'></span> في هذا الموضع أنفع من\nالصديق فإن العدو لا يحتشمنا في إظهار عيوبنا بل يتجاوز ما يعرف منا إلى\nالتحرض والكذب فيها.\n</p>\n\n<p>\nفلنتنبه على كثير من عيوبنا من جهتها بل نتجاوز إلى ذلك أن نتهم نفوسنا\nبما ليس فيها. ولجالينوس أيضا مقالة يقول فيها أن خيار الناس ينتفعون\nبأعدائهم وهذا صحيح لا يخالفه فيه أحد وذلك لما ذكرناهز فأما ما اختاره أبو\nيوسف بن إسحاق الكندي في ذلك فهو ماحكاه بألفاظه وهو هذا قال: (ينبغي لطالب\nالفضيلة لنفسه أن يتخذ صور جميع معارفه من الناس مرآة له تريه صور كل واحد\nمنهم عندما تعرض له آلام الشهوات التي تثمر السيئات حتىلا يغيب عنه شيء من\nالسيئات التي له. وذلك أنه يكون متفقدا سيئات الناس فمتى رأى سيئة بادية من\nأحد ذم فنسه عليها كأنه هو فعلها وأكثر عتبه على نفسه من أجلها ويعرض عليها\nكل يوم وليلة جميع أفعاله حتى لا يشذ عنه شيء منها فإنه قبيح بنا أن نجتهد\nفي حفظ ما نقضناه من الحجارة الدنيئة والأرمد الهامدة الغريبة منا التي لا\nينقصنا عدمها ألبتة في كل يوم ولا نحفظ ما ينفق من ذواتنا التي بتوفيرها\nبقاؤنا وبنقصانها فناؤنا. فإذا وقفنا على سيئة من أفعالنا اشتد عذلنا\nلأنفسنا عليها ثم لنقيم عليها حدا نفرضه ولا نضيعه. وإذا تصفحنا أفعال\nغيرنا ووجدنا فيها سيئة عاتبنا أيضا نفوسنا عليها فإن نفوسنا ترتدع حينئذ\nعن المساوي وتألف الحسنات وتكون المساوي أبدا ببالنا لا ننساها ولا يأتي\nعليها زمان طويل فيعفى ذكرها.\n</p>\n\n<p>\nولذلك ينبغي أن نعمل في الحسنات لنفرغ إليها ولا يفوتنا منها شيء. قال:\nوينبغي أن لا نقطع بأن نصير أشباه الدفاتر والكتب التي تفيد غيرها معاني\nالحكمة وهي عادمة اقتنائها أو كالمسن يشحذ ولا يقطع بل نكون كالشمس التي\nتفيد القمر كلنا أشرقت عليه إنارة من ذلتها فتفعل له تماما حتى يكون له\nشبهها وإن قصر عن نورها. فهكذا ينبغي أن يكون حالنا إذا أفدنا غيرنا\nالفضائل) وهذا الذي ذكره الكندي <span id='ms120'></span> في ذلك أبلغ مما قاله من تقدمه.\n</p>\n\n<p>\nالمقالة السابعة\n</p>\n\n<p>\nرد الصحة على النفس\n</p>\n\n<p>\nرد الصحة على النفس إذا لم تكن حاضرة وهو القول في علاج أمراضها ونبتدىء\nبمعونة الله تعالى بذكر أجناس هذه الأمراض الغالبة ثم بمداواة الأعظم\nفالأعظم منها نكاية والأكثر فالأكثر جناية فنقول: أما أجناسها الغالبة فهي\nمقابلات الفضائل الأربع التي أحصيناها في مبدأ الكتاب.\n</p>\n\n<p>\nولما كانت الفضائل أوساطا محمودة وأعيانا موجودة أمكن أن تطلب وتقصدن\nوتنتهي إليها الحركة والسعي والإجتهاد.\n</p>\n\n<p>\nوأما سائر النقد التي ليست بأوساط فإنها غير محودة ولا أعيانها موجودة\nووجودها بالعرض لا بالذات. ومثال ذلك أن الدائرة لها مركز واحد ولها نقطة\nواحدة ولها وجود في ذاتها يقصد ويشار إليها فإن لم نجدها حسا أو لم يمكننا\nالإشارة إليها أمكننا أن نستخرجها ونقيم البرهان على أنها هي المركز دون\nغيرها من النقط. وأما النقط التي ليست بمركز فإنها لا نهاية لها ولا وجود\nلها بالذات وإنما توجد إذا فرضت فرضا وليست لها عين قائمة فلذلك لا تقصد\nولا يمكن استخراجها لأنها مجهولة ولأنها شائعا في جميع الدائرة.\n</p>\n\n<p>\nوأما الطرفان اللذان يسميان متضادين فهما موجودان معينان لأنهما طرفا خط\nمستقيم معين والبعد بينهما غاية البعد. مثال ذلك أنا إذا أخرجنا من مركز\nالدائرة خطا مستقيما إلى المحيط صار طرفاه محدودين أحدهما المركز والآخر\nنهايته عند المحيط والبعد بينهما غاية البعد. ومثاله من المحسوس البياض\nوالسوادفان أحدهما يضاد الآخر وهما محدودان موجودان والبعد بين الضدين غاية\nالبعد فأما التي بينهما فهي بلا نهاية وكذلك الألوان هي بلا نهاية. وأما\nأطراف الفضيلة فلما كانت أكثر من واحد لمتسم ضدا لأن لكل ضد ضدا واحدا ولا\nيمكن أن توجد أضداد كثيرة لضد واحد.\n</p>\n\n<p>\nوالسبب في ذلك أن البعد بينهما غاية البعد وقد نجد للفضيلة الواحدة أكثر\nمن واحد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             وذلك إذا تصورنا الفضيلة مركزا وأخرجنا منه خطا\nمستقيما فحصلت له نهاية أمكننا أن نخرج من الجانب الآخر المقابل له خطا آخر\nعلى استقامته فتصير له نهاية أخرى ويصيران جميعا <span id='ms121'></span> مقابلين للمركز الذي\nفرضناه فضيلة إلا ان أحدهما يجري مجرى الأفراط والغلو والآخر يجري مجرى\nالتفريط والتقتير. وإذا قد فهم ذلك فليعلم أن لكل فضيلة طرفين محدودين يمكن\nالإشارة إليهما وأوساط بينهما كثيرة لا نهاية لها ولا يمكن الإشارة إليها.\nإلا أن الوسط الحقيقي هو واحد الذي سميناه فضيلة.\n</p>\n\n<p>\nثم ليعلم أننا بحسب هذا البيان نجعل أجناس الشرور والرذائل ثمانية لأنها\nضعف الفضائل الأربع التي تقدم شرحها وهي هذه: التهور والجبن طرفان للوسط\nالذي هو الشجاعة. والشره والخمود طرفان للوسط الذي هو العفة. والسفه والبله\nطرفان للوسط الذي هو الحكمة. والجور والمهانة (أعني الظلم والإنظلام) طرفان\nللوسط الذي هو العدالة.\n</p>\n\n<p>\nفهذه أجناس الأمراض التي تقابل الفضائل التي هي صحة النفس وتحت هذه\nالأجناس أنواع لا نهاية لها ونبدأ بذكر التهور والجبن اللذين هما طرفا\nالشجاعة وهي فضيلة النفس وصحتها فنقول:\n</p>\n\n<p>\nالتهور والجبن\n</p>\n\n<p>\nإن سببهما ومبدأهما النفس الغضبية ولذلك صارت الثلاثة بأسرها من علائق\nالغضب. والغضب في الحقيقة هو حركة للنفس يحدث بها غليان دم القلب شهوة\nللإنتقام. فإذا كانت هذه الحركة عنيفة أججت نار الغضب وأضرمتها فاحتد غليان\nدم القلب وامتلأت الشرايين والدماغ دخانا مظلما مضطربا يسوء منه حال العقل\nويضعف فعله ويصير مثل الإنسان عند ذلك على ما حكته الحكماء مثل كهف ملىء\nحريقا وأضرم نارا فاختنق فيه اللهيب والدخان وعلا التأجج والصوت المسمى وحي\nالنار فيصعب علاجه ويتعذر إطفاؤه ويصير كل ما يدنيه للإطفاء سببا لزيادته\nومادة لقوته.\n</p>\n\n<p>\nفلذلك يعمى الإنسان عن الرشد ويصمعن الموعظة بل تصير المواعظ في تلك\nالحال سببا للزيادة في الغضب ومادة اللهب والتأجج وليس له في تلك الحال\nحيلة. وإنما يتفاوت الناس في ذلك بحسب المزاج حارا يابسا كان قريب الحال من\nحال الكبريت الذي إذا أدنيت منه الشرارة الضعيفة التهب، وإن كان بالضد\nفحاله بالضد وهذا في مبدأ أمره وعنفوان حركة الغضب به. فأما إذا احتدم\nفيكاد الحال يتقارب فيه وتصور ذلك من الحطب اليابس والرطب ومبدأ إشتعال\nالنار بسرعة وشدة من <span id='ms122'></span> الكبريت والنقط. ثم انحدر منهما إلى الإدهان المتوسطة\nإلى أن تنتهي إلى الإحتكاك فإن الإحتكاك وإن كان ضعيفا في توليد النار\nفربما قوى حتى تلتهب منه الإجمة العظيمة. وكفاك مثل السحاب الذي هو من\nالبخارين كيف يحتك حتى تنقدح بينهما النيران وينزل منهما الصواعق التي لا\nيثبت أثرها شيء من المواد ولا يفارق ما يتعلق به حتى يصير رميما وإن كان\nجبلا أطلسا وحجرا أصم.\n</p>\n\n<p>\nوأما بقراطس فإنه قال إني للسفينة إذا عصفت الرياح وتلاطمت عليها الأمواج\nوقذفت بها إلى اللجج التي كالجبال أرجى مني للغضبان الملتهب.\n</p>\n\n<p>\nوذلك أن السفينة في تلك الحال يلطف لها الملاحون ويخلصونها بضروب الحيل\nوأما النفس إذا استشاطت غضبا فليس يرجى لها حيلة ألبتة.\n</p>\n\n<p>\nوذلك أن كل ما رجة به الضغب من التضرع والمواعظ والخضوع يصير له بمنزلة\nالجزل من الحطب يوهجه ويزيده إشتعالا. أما أسبابه المولدة له فيه العجب.\nوالإفتخار. والمراء. واللجاج. والمزاح. والتيه. والإستهزاء. والغدر.\nوالضيم. وطلب الأمور التي فيها لذة ويتنافس فيها الناس ويتحاسدون عليها.\nوشهوة الإنتقام غاية لجميعها لأنها بأجمعها تنتهي إليه ومن لواحقه الندامة\nوتوقع المجازاة بالعقاب عاجلا وآجلا وتغير المزاج وتعجل الألم. وذلك أن\nالغضب جنون ساعة وربما أدى إلى التلف بإختناق لحرارة القلب وربما كان سببا\nلأمراض صعبة مؤدية إلى التلف. ثم من لواحقه مقت الأصدقاء وشماتة الأعداء\nوإستهزاء الحساد والأردال من الناس. ولكل واحد من هذه الأسباب وإماطتها فقد\nأوهنا قوة الغضب وقطعنا مادتها وأمنا غائلتها. فإن عرض لنا منها عارض كان\nبحيث نطيع العقل ونلتزم شرائطه وحدثت فضيلته أعني الشجاعة فيكون حينئذ\nأقدامنا على ما نقدم عليه كما يجب وبحيث يجب وبالمقدار الذي يجب وعلى من\nيحب.\n</p>\n\n<p>\nالعجب والإفتخار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             أما العجب فحقيقته إذا حددناه أنه ظن كاذب\nبالنفس في استحقاق مرتبة هي غير مستحقة لها. وحقيق على من عرف نفسه أن يعرف\nكثرة العيوب والنقائص التي تعتورها فإن الفضل مقسوم بين البشر وليس يكمل\nالواحد منهم إلا بفضائل غيره. وكل من كانت فضيلته عند غيره فواجب <span id='ms123'></span> عليه أن\nلا يعجب بنفسه. وكذلك الإفتخار فإن الفخر هو المباهات بالأشياء الخارجة عنا\nومن باهي بما هوخارج عنه فقد باهى بمالا يملكه. وكيف يملك ما هو معرض\nللآفات والزوال في كل ساعة وفي كل لحظة ولسنا على ثقة منه في شيء من\nالأوقات وأصح الأمثال وأصدقها فيه ما قاله الله عز وجل: (واضرب لهم مثلا\nرجلين جعلنا لأحدهما جنتين من أعناب) إلى قوله: (فأصبح يقلب كفيه على ما\nأنفق فيها وهي خاوية على عروشها) وقال تعالى: (واضرب لهم مثل الحياة الدنيا\nكماء أنزلناه من السماء فاختلط به نبات الأرض فأصبح هشيما تذروه الرياح\nوكان الله على كل شيء مقتدرا) وفي القرآن من هذه الأمثال شيء كثير وكذلك في\nالأخبار المروية عن النبي عليه الصلاة والسلام. وأما المفتخر بنسبة فأكثر\nما يدعيه إذا كان صادقا أن أباه كان فاضلا فلو حضر ذلك الفاضل وقال أن\nالفضل الذي تدعيه لي أنا مستبد به دونك فما الذي عندك منه مما ليس عند غيرك\nلأفحمه وأسكته.\n</p>\n\n<p>\nوقد روى عن رسول الله صلى الله عليه وسلم في هذا المعنى أخبار كثيرة\nصحيحة منها أنه قال: (لا تأتوني بأنسابكم وائتوني بأعمالكم) أو ما هذا\nمعناه. ويحكى عن مملوك كان لبعض الفلاسفة أنه افتخر عليه بعض رؤساء زمانه\nفقال له إن افتخرت على بفرسك فالحسن والفراهة للفرس لا لك. وإن افتخرت\nبثيابك وآلاتك فالحسن لها دونك. وإن افتخرت بآبائك فالفضل كان فيهم دونك.\nفإذا كانت الفضائل والمحاسن خارجة عنك وأنت منسلخ عنها وقد رددناها على\nأصحابها بل لم تخرج عنهم فترد عليهم وأنت ممن يحقق ذلك إن شاء الله تعالى.\nوحكي عن بعض الفلاسفة أنه دخل على بعض أهل اليسار والثروة وكان يحتشد في\nالزينة ويفتخر بكثرة آلاته وقد حضرت الفيلسوف بصقة فتنخع لها والتفت في\nالبيت يمينا وشمالا ثم بصق في وجه صاحب البيت فلما عوتب على ذلك قال: (إني\nنظرت إلى البيت وجميع ما فيه فلم أجد هناك أقبح منه فبصقت عليه) وهكذا\nيستحق <span id='ms124'></span> من كان خاليا من فصائل نفسه وافتخر بالخارجات عنه.\n</p>\n\n<p>\nفأما المراء واللجاج. فقد ذكرنا قبح صورتهما في المقالة التي قبل هذه وما\nيولدانه من الشتات والفرقة والتباغض بين الإخوان.\n</p>\n\n<p>\nالمزاح والتيه والإستهزاء\n</p>\n\n<p>\nوأما المزاح فإن المعتدل منه محمود وكان رسول الله صلى الله عليه يمزح\nولا يقول غلا حقا. وكان أمير المؤمنين كثير المزاح حتى عابه بعض الناس فقال\nلولا دعاية فيه. ولكن الوقوف على المقدار المعتدل منه صعب وأكثر الناس\nيبتدىء ولا يدري أين يقف منه فيخرج عن حده ويروم الزيادة فيه على صاحبه حتى\nيصير سببا للوحشة فيثير غضبا كامنا ويزرع حقدا باقيا فلذلك عددناه في\nالأسباب فينبغي أن يحذره من لا يعرف حده ويذكر قول القائل:\n</p>\n\n<p>\nرب جد جره اللعب ... وبعض الحرب أوله مزاح\n</p>\n\n<p>\nثم يهيج فتنة لا يهتدي لعلاجها. وأما التيه فهو قريب من العجب والفرق\nبينهما أن المعجب يكذب نفسه فيما يظن لها والتياه يتيه على غيره ولا يكذب\nنفسه غلا أن علاجه علاج المعجب بنفسه. وذلك بأن يعرف أن ما يتيه به لا\nمقدار له عند العقلاء وأنهم لا يعتدون به لخساسة قدره ونزارة حظه من\nالسعادة ولأنه متغير زائل غير موثوق ببقاءه ولأن المال والأثاث وسائر\nالأعراض قد توجد عند كل صنف من الناس الأراذل والأشراف والجهال.\n</p>\n\n<p>\nفأما الحكمة فليست توجد إلا عند الحكماء خاصة. وأما الإستهزاء فإنه\nيستعمله المجان من الناس والمساخر ومن لا يبالي بما يقابل به لأنه قد وضع\nفي نفسه إحتمال مثل ذلك وإضعافه فهو ضاحك قرير العين بضروب الإستخفافات\nالتي تلحقه وإنما يتعيش بالدخول تحت المذلة والصغار بل إنما يتعرض بقليل ما\nيبتدىء به لكثير ما يعامل به ليضحك غيره وينال اليسير من بره. والحر الفاضل\nبعيد من هذا المقام جدا لأنه يكرم نفسه وعرضه عن تعريضهما للسفها وبيعهما\nبجميع خزائن الملوك فضلا عن الحقير التافه.\n</p>\n\n<p>\nالغدر والضيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             وأما الغدر فوجوهه كثيرة اعني أنه يستعمل في\nالمال وفي الجاه وفي الحرم وفي المودة وهو على كثرة وجوهه مذموم <span id='ms125'></span> بكل لسان\nومعيب عند كل أحد ينفر السماع من ذكره ولا يعترف به إنسان وإن قل حظه من\nالإنسانية وليس يوجد غلا في جنس من أجناس العبيد فيتوقاهم الناس ويأنف منهم\nسائر أجناس العبيد.\n</p>\n\n<p>\nذلك أن الوفاء الذي هو ضده موجود في جنس الحبشة والروم والنوبة وقد\nشاهدنا من حسن وفاء كثير من العبيد ما لم نشاهده في كثير من المتسمين\nبالأحرار. ومن عرف قبح الغدر باسمه ونفور العقلاء منه ثم عرف معناه فليس\nيستعمله وبالأخص من له طبيعة جيدة أو قرأ ما تقم في هذا الكتاب وتخلق به\nوانتهى في قراءته إلى هذا الموضع. وأما الضيم فهو تكليف إحتمال الظلم\nوالغضب وربما يعرض منه شهوة الإنتقام وقد ذكرنا فيما تقدم الظلم والإنظلام\nوشرحنا الحال فيهما.\n</p>\n\n<p>\nفيبنبغي أن لا نسرع إلى الإنتقام عند ضيم يلحقنا حتى ننظر فيه ونحذر أن\nلا يعود علينا الإنتقام بضرر أعظم من إحتمال ذلك الضيم. وهذا النظر والحذر\nهو استشارة العقل وهو الحلم بعينه.\n</p>\n\n<p>\nالمقتنيات والجواهر النفيسة\n</p>\n\n<p>\nوأما طلب الأمور التي فيها عزة وتتنافس فيها الناس فهو خطأ من الملوك\nوالعظماء فضلا عن أوساط الناس. وذلك أن الملك إذا حصل في خزانته علق كريم\nأو جوهر نفيس فهو متعرض به للجزع عند فقده ولا بد من حلول الآفات به لما\nعليه طبيعة عالم الكون والفساد من تغيير الأمور وإحالتها وإدخال الفساد على\nكل ما يدخر ويقتني. فإذا فقد الملك ذخيرة عزيزة الوجود ظهر عليه ما يظهر\nعلى المفجوع المصاب بما يعز عليه وتبين فقره إلى نظيره الذي لا يجده فيطلع\nالصديق والعدو على حزنه وكآبته.\n</p>\n\n<p>\nوحكى عن بعض الملوك أنه أهدى إليه قبة بلور صافية عجيبة النقاء والصفاء\nمحكمة الخرط قد استخرج منها أساطين وصور خاطر بها صانعها مرة بعد مرة في\nتلخيص النقوش والخروق والتجاويف التي بين الصور والأوراق فلما حصلت بين\nيديه كثر عجبه منها وإعجابه بها وأمر فرفعت في خاص خزائنه فلم يأت عليها\nكثير زمان حتى أصابها ما يصيب أمثالها من <span id='ms126'></span> المتالف وبلغ الملك ذلك فظهر عليه\nمن الأسف والجزع ما منعه من التصرف في أموره والنظر في مهماته والجلوس\nلجنده وحاشيته واجتهد الناس في وجود شيء شبيه بها فتعذر عليهم فظهر أيضا من\nعجزه وامتناع مطلوبه عليه ما تضاف به جزعه وحزنه.\n</p>\n\n<p>\nوأما أوساط الناس فإنهم متى أدخروا آلة كريمة أو جوهرا نفيسا أو اتخذوا\nمركوبا فارها أو ما أشبه هذه الشياء التمسها منه من لا يمكنه رده عنها فإن\nحجزه عنها وبخل عليه بها فقد عرض نفسه ونعمته للبوار.\n</p>\n\n<p>\nوإن سمح بها لحقه من الغم والجزع ما كان مستغنيا عنه.\n</p>\n\n<p>\nوأما الأحجار المتنافس فيها من اليواقيت وأشباهها مما تبعد عنها الآفات\nفي أنفسها فليس تبعد عنها الآفات الخارجة عنها من السرقة ووجوه الحيل فيها\nوإذا أدخرها الملك قل انتفاعه بها عند حاجته إليها وربما عدم الإنتفاع بها\nدفعة.\n</p>\n\n<p>\nذلك أنه إذا اضطر إليها لم تنفعه في عاجل أمره وحاضر ضرورة الملك. وقد\nشاهدنا أعظم الملوك خطرا في عصرنا لما احتاج إليها بعد فناء أموال ونفاد ما\nفي خزائنه وقلاعه لم يجد ثمنها ولا قريبا من ثمنها عند أحد ولم يتحصل منها\nغلا على الفضيحة في حاجته إلى رعيته في بعض قيمتها وهو لا يقدر على قليل\nولا كثير من أثمانها وهي مبذولة مبتذلة في أيدي الدلاين والتجار والسوقة\nيتعجبون منها ولا يقدرون عليها. ومن قدر منهم على ثمن شيء منها لم يتجاسر\nعليها خوفا من تتبعه بعد ذلك وظهور أمرة وإنتزاعها منه.\n</p>\n\n<p>\nفهذه حال هذه الذخائر عند الملوك. أما التجار الموسومون بهذه الصناعة\nفربما اتفق لهم زمان صلاح وسكون من الرؤساء وأمن في السرب وحينئذ تكون\nبضاعتهم شبيهة بالكاسدة لأنها لا تنفق إلا على الملوك الودعين الذين لا\nيحزمنهم شيء من نوائب الدهر وقد استمر بهم الخفض وفضلت أموالهم عن الخزائن\nوالقلاع فحينئذ يغترون بالزمان فيقعون في مثل هذه الخدائع ثم تؤول عاقبتهم\nإلى ما حذرنا منه.\n</p>\n\n<p>\nأسباب الغضب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             فهذه أسباب الغضب والأمراض الحادثة منها ومن عرف\nالعدالة وتخلق <span id='ms127'></span> بها كما قدمناه فيما تقدم سهل عليه علاج هذا المرض لأنه جورو\nخروج عن الإعتدال. ولذلك لا ينبغي أن نسميه بأسماء المديح. وأعني بذلك أن\nقوما يسمون هذا النوع من الجور أعني الغضب في غير موضعه رجزلية وشدة شكيمة\nويذهبون به مذهب الشجاعة التي هي بالحقيقة اسم للمدح وشتان ما بين\nالمذهبين. فإن صاحب هذا الخلق الذي ذممناه تصدر عنه أفعال رديئة كثيرة يجور\nفيها على نفسه ثم على إخوانه ثمعلى الأقرب فالأقرب من معامليه حتى ينتهي\nإلى عبيده وإلى حرمه فيكون عليهم سوط عذاب ولا يقيلهم عثرة ولا يرحم لهم\nعبرة وإن كانوا برآء من الذنوب غير مجترمين ولا مكتسبين سواء بل يتجرم\nعليهم ويهيج من أدنى سبب يجد به طريقا إليهم حتى يبسط لسانه ويده وهم لا\nيمتنعون منه ولا يتجاسرون على رده عن أنفسهم بل يذعنون له ويقرون بذنوب لم\nيقترفوها إستكفافا لشره وتسكينا لغضبه وهو مع ذلك مستمر على طريقته لا يكف\nيدا ولا لسانا وربما تجاوز في هذه المعاملة الناس إلى البهائم التي لا تعقل\nوإلى الأواني التي لا تحس. فإن صاحب هذاالخلق الردىء ربما قام إلى الحمار\nوالبرذون أو إلى الحمار والعصفور فيتناولها بالضرر والمكروه وربما عض القفل\nإذا تعسر عليه وكسر الآنية التي لا يجد فيها طاعة لأمره.\n</p>\n\n<p>\nوهذا النوع من رداءة الخلق مشهور في كثير من الجهال يستعملونه في الثوب\nوالزجاج والحديد وسائر الآلات، أماالملوك من هذه الطائفة فإنهم يغضبون على\nالهواء إذا هب مخالفا لهواهم وعلى القلم إذا لم يجر على رضاهم فيسبون ذاك\nويكسرون هذا. وكان بعض من تقدم عهده من الملوك يغضب على البحر إذا تأخرت\nسفينة فيه لاضطرابه وحركة الأمواج حتى يهدهه بطرح الجبال فيه وطمه بها.\nوكان بعض السفهاء في عصرنا بغضب على القمر ويسبه ويهجوه بشعر له مشهور.\nوذلك أنه كان يتأذى به إذا نام فيه.\n</p>\n\n<p>\nوهذه الأفعال كلها قبيحة وبعضها مع قبحه مضحك يهزأ بصاحبه. فكيف يمدح\nبالرجولية والشدة وشرف النفس وعزتها وهي بالمذمة والفضيحة <span id='ms128'></span> أولى منها\nبالمديح؟ وأي حظ لها في العزة والشدة ونحن نجدها في النساء أكثر منها في\nالرجال وفي المرضى أقوى منها في الأصحاء ونجد الصبيان أسرع غضبا وضجرا من\nالرجال.\n</p>\n\n<p>\nوالشيوخ أكثر من الشبان ونجد رذيلة الشره. فإن الشره إذا تعذر عليه ما\nيشتهيه غضب وشجر على من يهىء طعامه وشرابه من نسائه وأولاده وخدمه وسائر من\nيلابس أمره. والبخيل إذا فقد شيئا من ماله تسرع بالغضب على أصدقائه\nومخالطيه وتوجهت تهمته إلى أهل الثقة من خدمه ومواليه. وهؤلاء الطبقة لا\nيحصلون من أخلاقهم إلا على فقد الصديق وعدم النصيح وعلى الذم السريع واللوم\nالوجيع.\n</p>\n\n<p>\nوهذه حال لا تتم معها غبطة ولا سرور وصاحبها أبدا محزون كئيب متنغص بعيشه\nمتبرم بأموره وهي حال الشقي المحروم.\n</p>\n\n<p>\nأما الشجاع العزيز النفس فهوالذي يقهر بحلمه غضبه ويتمكن من التمييز\nوالنظر فيما يدهم ولا يستفزه ما يرد عليه من المحركات لغضبه حتى يتورى\nوينظر كيف ينتقم ممن وعلى أي قدر. وكيف يصفح ويغضي عمن وفي أي ذنب. حكي عن\nالإسكندر أنه نمى إليه عن بعض أصحابه أنه يعيبه وينتقصه فقال له بعض أصحابه\nلو أدبته أيهاالملك بعقوبة تنهكه بها.\n</p>\n\n<p>\nفقال له وكيف يكون انهاكه بعد عقوبتي إياه في ثلبي وطلب معايب لأنه حيئنذ\nأبسط لسانا وأعذر عند الناس.\n</p>\n\n<p>\nوأتى يوما ببعض أعدائه من المتغلبين الخارجين عليه وكان قد عاث في أطرافه\nبلاده عيثا كثيرا فصفح عنه، فقال له بعض جلسائه: لو كنت أنا أنت لقتلته.\nفقال له الإسكندر ولكن لم أكن أنا أنت فلست بقاتله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             فقد ذكر\nمعظم أسباب الغضب ودللنا على معالجتها وحسمها وهو النوع الأعظم من أمراض\nالنفس وإذا تقدم الإنسان في حسم سببه لم يخش تمكنه منه، وكان ما يعرض له\nسهل العلاج قريب الزوال لا مادة له تلهبه وتمده ولأسباب يسعره ويوقده. وتجد\nالروية موضعا لإجالة النظر والفكر في فضيلة الحلم وإستعمال المكافأة إن كان\nصوابا أوالتغافل إن كان حزما. والذي يتلو معالجة هذا من أمراض النفس معالجة\nالجبن الذي <span id='ms129'></span> هو الطرف الآخر من صحتها. ولما كانت الأضداد يعرف بعضها من بعض\nوقد عرفنا الطرف الذي حددناه بحركة للنفس عنيفة قوية يحدث منها غليان دم\nالقلب شهوة للإنتقام فقد عرفنا إذا مقابله أعني الطرف الآخر الذي هو سكون\nللنفس عندما يجب أن تتحرك فيه وبطلان شهوة الإنتقام وهذا هو سبب الجبن\nوالخور.\n</p>\n\n<p>\nالجبن والخور\n</p>\n\n<p>\nوتتبعهما إهانة النفس وسوء العيش وطمع طبقات الأنذال وغيرهم من الأهل\nوالأولاد والمعاملين وقلة الثبات والصبر في المواطن التي يجب فيها الثبات\nوهما أيضا سبب الكسل ومحبة الراحة اللذين هما سببا كل رذيلة ومن لواحقهما\nالإستحذاء لكل أحد والرضى بكل رذيلة وضيم. والدخول تحت كل فضيحة في النفس\nوالأهل والمال وسماع كل قبيحة فاحشة من الشتم والقذف وإحتمال كل ظلم من كل\nمعامل وقلة الأنفة مما يأنف منه الناس. وعلاج هذه الأسباب واللواحق يكون\nبأضدادها.وذلك بأن توقظ النفس التي تمرض هذا المرض بالهز والتحريك. فإن\nالإنسان لا يخلو من القوة الغضبية رأسا حتى تجلب إليه من مكان آخر ولكنها\nتكون ناقصة عن الواجب فهي بمنزلة النار الخامدة التي فيها بقية لقبول\nالترويح والنفخ فهي تتحرك لا محالة إذا حركت بما يلائمها وتبعث ما في\nطبيعتها من التوقد والتلهب. وقد حكي عن بعض المتفلسفين أنه كان يتعمد مواطن\nالخوف فيقف فيها ويحمل نفسه على المخاطرات العظيمة بالتعرض لها ويركب البحر\nعند اضطرابه وهيجانه ليعود نفسه الثبات في المخاوف ويحرك منها القوة التي\nتسكن عند الحاجة إلى حركتها ويخرجها عن رذيلة الكسل ولواحقه ولا يكره لمثل\nصاحب هذا المرض بعض المراء والتعرض للملاحاة وخصومة من يأمن غائلته حتى\nيقرب من الفضيلة التي هي وسط بين الرذيلتين أعني الشجاعة التي هي صحة النفس\nالمطلوبة فإذا وجدها وأحس بها من نفسه كف ووقف ولم يتجاوزها حذرا من الوقوع\nفي الجانب الآخر الذي علمناك علاجه.\n</p>\n\n<p>\nالخوف وأسبابه وعلاجه\n</p>\n\n<p>\nولما كان الخوف الشديد غير موضعه من أمراض النفس وكان متصلا بهذه القوة\nوجب أن نذكره ونذكر أسبابه وعلاجه فنقول: إن الخوف <span id='ms130'></span> يعرض من توقع مكروه\nوانتظار محذور والتوقع والإنتظار إنما يكونان للحوادث في الزمان المستقبل.\n</p>\n\n<p>\nوهذه الحوادث ربما كانت عظيمة وربما كانت يسيرة وربما كانت ضرورية\nوربماكانت ممكنة، والأمور الممكنة ربما كنا نحن أسبابها وربما كان غيرنا\nسببها وجميع هذه الأقسام لا ينبغي للعاقل أن يخاف منها.\n</p>\n\n<p>\nأما الأمور الممكنة فهي بالجملة مترددة بين أن تكون وبين أن لا تكون ولا\nيجب أن يصمم على أنها تكون فيستشعر الخوف منها ويتعجل مكروه التألم بها وهي\nلم تقع بعد ولعلها لا تقع وقد أحسن الشاعر في قوله:\n</p>\n\n<p>\nوقل للفؤاد أن ترى بك نزوة ... من الروع أفرج أكثر الروع باطله\n</p>\n\n<p>\nفهذه حال ما كان منها عن سبب خارج وقد أعلمناك أنها ليست من الواجبات\nالتي لا بد من وقوعها. وما كان كذلك فالخوف من مكروهه يجب أن يكون على قدر\nحدوثة. وإنما يحسن العيش وتطيب الحياة بالظن الجميل والأمل القوي وترك\nالفكر في كل ما يمكن أن لا يقع من المكاره وأما ما كان سببه سوء اختيارنا\nوجنايتنا على أنفسنا فينبغي أن نحترز منه بترك الذنوب والجنايات التي نخاف\nعواقبها ولا نقدم على أمر لا تؤمن غائلته فإن هذا فعل من نسى أن الممكن هو\nالذي يجوز أن يكون ويجوز أن لا يكون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             وذلك أنه إذا أتى ذنبا أو\nجنى جناية قدر في نفسه أنه يخفى ولا يظهر أو لا يخفى فيظهر إلا أنه يتجاوز\nعنه أولا تكون له غائلة. وكأنه يجعل طبيعة الممكن واجبا كما أن صاحب القسم\nالأول يجعل أيضا الممكن واجبا إلا أن هذا يأمن الجانب المحذور خاصة وأعني\nبهذا أن الممكن لما كان متوسطا بين الجانب الواجب والجانب الممتنع صار\nكالشيء الذي له جهتان إحداهما تلي الواجب والأخرى تلي الممتنع. ومثال ذلك\nخط ا ج ب فنقطة ا هي الجانب الواجب. ونقطة ب هي الجانب الممتنع. وموضع ج\nهوالممكن وبعده من الجانبين بعد واحد. فله إلى نقطة (1) جهة. وله إلى نقطة\n(ب) جهة. فإذا صار مستقبله ماضيا بطل إسم <span id='ms131'></span> الممكن عنه وحصل إما في جانب\nالواجب وأما في جانب الممتنع وليس يصح ما دام ممكنا أن يحسب لا من من هذا\nالجانب ولا من ذاك الجانب بل يعتقد فيه طبيعته الخاصة به وهو أنه يمكن أن\nيصير إلى ههنا أو إلى هناك. ولهذا قال الحكيم وجوه الأمور الممكنة في\nأعقابها. وأما الأمور الضرورية كالهرم وتوابعه فعلاج الخوف منه أن نعلم أن\nالإنسان إذا حب طول الحياة فقد أحب لا محالة الهرم واستشعره إستشعار ما لا\nبد منه. ومع الهرم يحدث نقصان الحرارة الغريزية والرطوبة الأصلية التابعة\nلها وغلبة ضديهما من البرد واليبس وضعف الأعضاء الأصلية كلها. ويتبع ذلك\nقلة الحركة وبطلان النشاط وضعف آلات الهضم وسقوط آلات الطحن ونقصان القوى\nالمدبرة للحيا، أعني القوة الجاذبة والقوة الممسكة والهاضمة والدافعة وسائر\nما يتبعها من مواد الحيابة. وليست الأمراض والآلام شيأ غير هذه الأشيأ ثم\nيتبع ذلك موت الأحياء وفقد الأعزاء والمستشعر لهذه الأشياء الملتزم\nلشرائطها في مبدأ كونه لا يخاف منها بل ينتظرها ويرجوها ويدعي له بها ويرغب\nإلى الله فيها.\n</p>\n\n<p>\nفهذه جملة الكلام على الخوف المطلق ولما كان أعظم ما يلحق الإنسان منه هو\nخوف الموت وكان هذا الخوف عاما وهو مع عمومه أشد وأبلغ من جميع المخاوف وجب\nأن نبدأ بالكلام فيه فنقول:\n</p>\n\n<p>\nعلاج الخوف من الموت\n</p>\n\n<p>\nإن الخوف من الموت ليس يعرض إلا لمن لا يدري ما الموت على الحقيقة أولا\nيعلم إلى أين تصير نفسه أو لأنه يظن أن بدنه إذا انحل وبطل تركيبه فقد\nانحلت ذاته وبطلت نفسه بطلان عدم ودثور وأن العالم سيبقى موجود أو ليس هو\nبموجود فيه كما يظنه من يجهل بقاء النفس وكيفية المعاد. أو لأنه يظن أن\nللموت ألما عظيما غير ألم لأمراض التي ربما تقدمته وأدت إليه وكانت سبب\nحلوله أو لأنه يعتقد عقوبة تحل به بعد الموت. أو لأنه متحير لا يدري على أي\nشيء يقدم بعد الموت. أو لأنه يأسف على ما يخلفه من المال والمقتنيات وهذه <span id='ms132'></span>\nكلها ظنون باطلة لا حقيقة لها. أما من جهل الموت ولا يدري ماهو على الحقيقة\nفإنا نبين له أن الموت ليس بشيء أكثر من ترك النفس استعمال آلاتها وهي\nالأعضاء التي يسمى مجموعها بدنا كما يترك الصانع إستعمال آلاته. وأن النفس\nجوهر غير جسامني وليست عرضا وإنها غير قابلة للفساد وهذا البيان يحتاج فيه\nإلى علوم تتقدمه وهو مبرهن مشروح على الإستقصاء في موضعه الخاص به. من تطلع\nإليه ونشط للوقوف عليه لم يبعد مرامه ومن قع بما ذكرته في صدر هذا الكتاب\nوسكنت نفسه إليه علم أن ذلك الجوهر مفارق لجوهر البدن مباين له كل المبانية\nبذاته وخواصه وأفعاله وآثاره فإذا فارق البدن كما قلنا وعلى الشريطة التي\nشرطنا بها البقاء الذي يخصه ونقى من كدر الطبيعة وسعد السعادة التامة ولا\nسبيل إلى فنائه وعدمه.\n</p>\n\n<p>\nفإن الجوهر لا يفنى من حيث هو جوهر ولا تبطل ذاته وإنما تبطل الأعراض\nوالنسب والإضافات التي بينه وبين الأجسام بأضدادها. فأما الجوهر فلا شد له\nولك شيء يفسد فإنما فساده من ضده وقد يمكنك أن تقف على ذلك بسهولة من أوائل\nالمنطق قبل أن تصل إلى براهينه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             وإن أنت تأملت الجوهر الجسماني\nالذي أخس من ذلك الجوهر الكريم واستقرت حاله وجدته غير فإن ولامتلاش من حيث\nهو جوهر إنما يستحيل بعضه إلى بعض فتبطل خواصه شيئا فشيئا منه وأعراضه.\nفأما الجوهر نفسه فهو باق لا سبيل إلى عدمه وبطلانه. مثال ذلك الماء فإنه\nيستحيل بخارا وهواء وكذلك الهواء يستحيل ماء ونارا فتبطل عن لجوهر أعراضه\nوخواصه وأما الجوهر من حيث هو جوهر فإنه لا سبيل إلى عدمه هذا في الجوهر\nالجسماني القابل للإستحالة والتغير. فأما الجوهر الروحاني الذي لا يقبل\nالإستحالة ولا التغير في ذاته وإنما يقبل كمالاته وتمامات صورة فكيف يتوهم\nفيه العدم والتلاشي. وأما من يخاف الموت لأنه لا يعلم إلى أين تصير نفسه أو\nلأنه يظن أن بدنه إذا انحل وبطل تركيبه فقد انحلت ذاته وبطلت نفسه وجهل\nبقاء النفس <span id='ms133'></span> وكيفية المعاد فليس يخاف الموت على الحقيقة وإنما يجهل ما ينبغي\nأن يعلمه. فالجهل إذا هو المخوف إذ هو سبب الخوف. وهذا الجهل هو الذي حمل\nالحكماء على طلب العلم والتعب به وتركوا لأجله اللذات الجسمانية وراحات\nالبدن وأختاروا عليه النصب والسهر ورأوا أن الراحة التي تكون من الجهل هي\nالراحة الحقيقية. وأن التعب الحقيقي هو تعب الجهل لأنه مرض مزمن للنفس\nوالبرء منه خلاص لها وراحة سرمدية ولذة أبدية. ولما تيقن الحكماء ذلك\nوأستبصروا فيه وهجموا على حقيقته ووصلوا إلى الروح والراحة منه هانت عليهم\nأمور الدنيا كلها واستحقروا جميع ما يستعظمه الجمهور من المال والثروة\nواللذات الحسية والمطالب التي تؤدي غليها إذ كانت قليلة الثبات والبقاء\nسريعة الزوال والفناء كثيرة الهموم إذا وجدت. عظيمة الغموم إذ فقدت.\nواقتصروا منها على المقدار الضروري في الحياة وتسلوا عن فضول العيش الذي\nفيه ما ذكرت من العيوب وما لم أذكره ولأنها مع ذلك بلا نهاية ذلك أن\nالإنسان إذا بلغ منها إلى غاية تاقت نفسه إلى غاية أخرى منغير وقوف على حد\nولا إنتهاء إلى الأمد. وهذا هو الموت لا ما يخاف منه والحرص عليه هو الحرص\nعلى الزائل والشغل به هو الشغل بالباطل. ولذلك جزم الحكماء بأن الموت موتان\nموت إرادي وموت طبيعي.\n</p>\n\n<p>\nوكذلك الحياة حياتان حياة إرادية وحياة طبيعية وعنوا بالموت الإرادي\nإماتة الشهوات وترك التعرض لها وبالموت الطبيعي مفارقة النفس البدن.\n</p>\n\n<p>\nوعنوا بالحياة الإرادية ما يسعى له الإنسان لحياته الدنيا من المآكل\nوالمشارب والشهوات. وبالحياة الطبيعية بقاء النفس السرمدي بما تستفيده من\nالعلوم الحقيقية وتبرأ به من الجهل. ولذلك وصى أفلاطون طالب الحكمة بأن قال\nله مت بالإرادة تحي بالطبيعة. على أن من خاف الموت الطبيعي للإنسان فقد خاف\nما ينبغي أن يرجوه. ذلك أن هذا الموت هو تمام حد الإنسان لأنه حي ناطق ميت.\nفالموت تمامه وكما له وبه يصير إلى أفقه الأعلى. ومن علم أن كل شيء هو مركب\nمن حد وحده مركب من جنسه وفصوله <span id='ms134'></span>. وأن جنس الإنسان هو الحي وفصلاه الناطق\nوالمايت علم أنه سينحل إلى جنسه وفصوله لأن مركب لا محالة منحل إلى ما تركب\nمنه. فمن أجهل ممن يخاف تمام ذاته ومن أسوء حالا ممن يظن أن فناءه بحياته\nونقصانه بتمامه.\n</p>\n\n<p>\nذلك أن لاناقص إذا خاف أن يتم فقد دل من نفسه على غاية الجهل. فإذا\nالواجب على العاقل أن يستوحش من النقصان ويأنس بالتمام ويطلب كل ما يتممه\nويكمله ويشرفه ويعلى منزلته ويخلي رباطه من الوجه الذي يأمن به الوقوع في\nالأسر لا من الوجه الذي يشدو وثاقه ويزيده تركيبا وتعقيدا ويثق بأن الجوهر\nالشريف الإلهي إذا تخلص من الجوهر الكثيف الجسماني خلاص بقاء وصفو لاخلاص\nمزاج وكدر فقد سعد وعاد إلى ملكوته وقرب من بارئه وفاز بجوار رب العالمين\nوخالط الأرواح الطيبة من أشكاله وأشباهه ونجا من أضداده وأغياره، ومن ههنا\nيعلم أن من فارقت نفسه بدنه وهي مشتاقة إليه مشفقة عليه خائفة من فراقه فهي\nفي غاية الشقاء والبعد من ذاتها وجوهرها سالكة إلى أبعد جهاتها من مستقرها\nطالبة قرار ما لا قرار له. أما من ظن أن للموت ألما عظيما غير ألم الأمراض\nالتي ربما اتفق أن تتقدم الموت وتؤدي إليه فعلاجه أن يبين له أن هذا ظن\nكاذب لأن الألم إنما يكون للحي والحي هو القابل أثر النفس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nوأما الجسم الذي ليس فيهأثر النفس فإنه لا يألم ولا يحس فإذا الموت الذي هو\nمفارقة النفس البدن لا ألم له لأن البدن إنما كان يألم ويحس بأثر النفس فيه\nفإذا صار جسما لا أثر فيه للنفس فلا حس له ولا ألم.\n</p>\n\n<p>\nفقد تبين أن الموت حال للبدن غير محسوس عنده ولا مؤلم لأنه فراق ما به\nكان يحس ويتألم فأما من خاف الموت لأجل العقاب الذي يوعد به بعد. فينبغي أن\nنبين له أنه ليس يخاف الموت بل يخاف العقاب والعقاب إنما يكون على شيء باق\nبعد البدن الدائر. ومن اعترف بشيء باق منه بعد البدن وهو لا <span id='ms135'></span> محالة معترف\nبذنوب له وأفعال سيئة يستحق عليها العقاب ومع ذلك هو معترف بحاكم عدل يعاقب\nعلى السيئات لا على الحسنات فهو إذا خائف من ذنوبه لا من الموت.\n</p>\n\n<p>\nومن خاف عقوبة على ذنب فالواجب عليه أن يحذر ذلك الذنب ويجتنبه.\n</p>\n\n<p>\nوقد بينا فيما تقدم أن الأفعال الرديئة التي تسمى ذنوبا إنما تصدر عن\nهيئات رديئة والهئيات هي للنفس وهي الرذائل التي أحصيناها وعرفناك أضدادها\nمن الفضائل. فإذا الخائف من الموت على هذه الطريقة ومن هذه الجهة جاهل بما\nينبغي أن يخاف منه وخائف بما لا أثر له ولا خوف منه وعلاج الجهل هو العلم\nفإذا الحكمة هي التي تخلصنا من هذه الآلام والظنون الكاذبة التي هي نتائج\nالجهالات والله الموفق لما فيه الخير، وكذلك نقول لمن خاف الموت لأنه لا\nيدري على ما يقدم بعد الموت لأن هذه حال الجاهل الذي يخاف بجهله فعلاجه أن\nيتعلم ليعلم ويشتاق.\n</p>\n\n<p>\nوذلك ان من أثبت لنفسه حالا بعد الموت ثم لم يعلم ما هي تلك الحال فقد\nأقر بالجهل وعلاج الجهل العلم. ومن علم فقد وثق ومن وثق فقد عرف سبيل\nالسعادة فهو يسلكها لا محالة ومن سلك طريقا مستقيما إلى غرض صحيح أفضى إليه\nبلا شك ولا مرية. وهذه الثقة التي تكون بالعلم هي اليقين وهي حال المستبصر\nفي دينه المستمسك بحكمته وقد عرفناك مرتبته ومقامه فيما سلف من القول، اما\nمن زعم أنه ليس يخاف الموت وإنما يحزن على ما يخلف من أهله وولده وماله\nونشبه ويأسف على ما يفوته من ملاذ الدنيا وشهواتها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             فينبغي أن\nنبين له أن الحزن تعجل ألم ومكروه على ما لا يجدي الحزن إليه بطائل وسنذكر\nعلاج الحزن في باب مفرد له خاص لأنا في هذا الباب إنما نذكر علاج الخوف وقد\nأتينا منه على ما فيه مقتنع وكفاية إلا أنا نزيده بيانا ووضوحا فنقول: أن\nالإنسان من جملة الأمور الكائنة وقد تبين في الآراء الفلسفية أن كل كائن\nفاسد لا محالة فمن أحب أن <span id='ms136'></span> لا يفسد فقد أحب أن لا يكون. ومن أحب أن لا يكون\nفقد أحب فساد ذاته فكأنه يحب أن يفسد ويحب أن لا يفسد ويحب أن يكون ويحب أن\nلا يكون وهذا محال لا يخطر ببال عاقل. وأيضا فإنه لو لم يمت أسلافنا\nوآباؤنا لم ينته الوجود إلينا ولو جاز أن يبقى الإنسان لبقي من تقدمنا ولو\nبقي من تقدمنا من الناس على ما هم عليه من التناسل ولم يموتوا لما وسعتهم\nالأرض. وأنت تتبين ذلك مما أقول. هب أن رجلا واحدا ممن كان منذ أربعمائة\nسنة هو موجود الآن وليكن من مشاهير الناس حتى يمكن أن يحصل أولاده موجودين\nمعروفين كعلي بن أبي طالب كرم الله وجهه مثلا. تم ولد له اولاد ولأولاده\nأولاد وبقوا كذلك يتناسلون ولا يموت منهم أحد. كم يكون مقدار من يجتمع منهم\nفي وقتنا فإنك تجدهم أكثر من عشرة آلاف ألف رجل وذلك أن بقيتهم الآن مع ما\nقدر فيهم من الموت والقتل الذريع أكثر من مائة ألف نسمة في جميع الأرض\nوأحسب لمن كان في ذلك العصر من الناس على بسيد الأرض مثل هذا الحساب فإنهم\nإذا تضاعفوا هذا التضاعف لم تضبطهم كثرة ولم تحصهم عددا. ثم امسح بسيط\nالأرض فإنه محدود معروف لتعلم أن الأرض حينئذ لا تسعهم قياما فكيف قعودا\nأومنصرفين ولا يبقى موضع عمارة يفضل عنهم ولا مكان رزاعة ولا مسير لأحد ولا\nحركة فضلا عن غيرها وهذه مدة يسيرة من الزمان فكيف إذا امتد الزمان وتضاعف\nالناس على هذه النسبة. فهذه حال من يتمنى الحياة الأبدية للبدن ويكره الموت\nويظن أن ذلك ممكن أو مطموع فيه من الجهل والغباوة فإذا الحكمة البالغة\nوالعدل المبسوط بالتدبير الإلهي هو الصواب الذي لا معدل عنه ولا محيص منه\nوهو غاية الجود الذي ليس وراءه غاية أخرى لطالب مستزيدا وراغب مستفيد.\nوالخائف منه هو الخائف من عدل الباري وحكمته بل هو الخائف من وجوده وعطائه.\nفقد ظهر ظهورا حسيا أن الموت ليس بردىء <span id='ms137'></span> كما يظنه جمهو الناس وإنما الردىء\nهو الخوف منه وأن الذي يخاف هو الجاهل به وبذاته. وقد ظهر أيضا فيما تقدم\nمن قولنا أن حقيقة الموت هي مفارقة النفس البدن وهذه المفارقة ليست فسادا\nللنفس وإنما هي فساد المتركب. وأما جوهر النفس الذي هو ذات الإنسان ولبه\nوخلاصته فهو باق وليس بجسم فيلزم فيه ما لزم في الأجسام مما أوردناه قبيل.\nبل لا يلزمه شيء من أعراض الأجسام أي لا يتزاحف في المكان لإستغنائه عن\nالمكان ولا يحرص على البقاء الزماني لاستغنائه عن الزمان وإنما استفاد\nبالحواس والأجسام كمالا فإذا كمل بها ثم خلص منها صار إلى عالمه الشريف\nالقريب إلى بارئه ومنشئه تعالى وتقدس.\n</p>\n\n<p>\nوهذا الكمال الذي يستفيده في هذا العالم الحسي قد بيناه وعرفناك الطريق\nإليه بما سلف من القول في هذا الباب وأنه السعادة القصوى للإنسان وأعلمناك\nضده الذي هو الشقاسء الأقصى له وبينا مع ذلك مراتب السعادة ومنازل الأبرار\nودرجاتهم من رضوان الله وجنته التي هي دار القرار كما بينا لك أضدادها من\nسخطه ودركاتهم من النار التي هي الهاوية بلا قرار نسأل الله حسن المعونة\nعلى ما يقربنا منه ويبعدنا من سخطه إنه جواد كريم رؤوف رحيم.\n</p>\n\n<p>\nعلاج الحزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             الحزن ألم نفساني يعرض لفقد محبوب أو فوت مطلوب.\nوسببه الحرص على القنيات الجسمانية والشره إلى الشهوات البدنية والحسرة على\nما يفقده أو يفوته منها. وإنما يحزن ويجزع على فقد محبوباته وفوت مطلوباته\nمن يظن أن ما يحصل له من محبوبات الدنيا يجوز أن يبقى ويثبت عنده أو أن\nجميع ما يطلبه من مفقوداتها لا بد أن يحصل له ويصير في ملكه فإذا انصف نفسه\nوعلم أن جميع ما في عالم الكون والفساد غير ثابت ولا باق وإنما الثابت\nالباقي هو ما يكون في عالم العقل لم يطمع في المحال ولم يطلبه وإذا لم يطمع\nفيه لم يحزن لفقده ما يهواه ولا لفوت ما يتمناه في هذا العالم وصرف سعيه\nإلى المطلوبات الضافية واقتصر بهمته على <span id='ms138'></span> طلب المحبوبات الباقية وأعرض عما\nليس في طبعه أن يثبت ويبقى وإذا حصل له منه شيء بادر إلى وضعه في موضعه\nوأخذ منه مقدار الحاجة إلى دفع الآلام التي أحصيناها من الجوع والعرى\nوالضرورات التي تشبهها وترك الإدخار والإستكثار والتماس المباهات والإفتخار\nولم يحدث نفسه بالمكاثرة بها والتمني لها. وإذا فارقته لم يأسف عليها ولم\nيبال بها. فإن من فعل ذلك أمن فلم يجزع وفرح فلم يحزن وسعد فلم يشق. ومن لم\nيقبل هذه الوصية ولما يعالج نفسه بهذا العلاج لم يزل في جزع دائم وحزن غير\nمنتقص.\n</p>\n\n<p>\nوذلك أنه لا يعدم في كل حال فوت مطلوب أو فقد محبوب وهذا لازم لعالمنا\nهذا لأنه عالم الكون والفساد. ومن طمع من الكائن الفاسد أن لا يكون ولا\nيفسد فقد طمع في المحال لم يزل خائبا والخائب أبدا محزون والمحزون شقي. ومن\nاستشعر بالعادة الجميلة ورضى بكل ما يجده ولا يحزن لشيء يفقده لم يزل\nمسرورا سعيدا. فإن ظن ظان أن هذا الإستشعار لا يتم له أو لا ينتفع به\nفلينظر إلى استشعارات الناس في مطالبهم ومعايشهم وإختلافهم فيها بحسب قوة\nالإسشعار. فإنه سيرى رؤية بينة ظاهرة فرح المتعيشين بمعايشهم على تفاوتها.\nوسرور أصحاب الحرف المختلفة بمذاهبهم على تباينها. وليتصفح ذلك في طبقة\nطبقة من طبقات الدهماء فإنه لا يخفى عليه فرح التاجر بتجارته والجندي\nبشجاعته والمقامر بقماره والشاطر بشطارته والمخنث بتخنثه حتى يظن كل واحد\nمنهم أن المغبون من عدم تلك الحالة حتى فقد بهجتها والمجنون من غبي عنها\nفحرم لذتها. وليس ذلك إلا لقوة إستشعار كل طائفة بحسن مذهبها ولزومها إياه\nبالعادة الطويلة. وإذا لزم طالب الفضيلة مذهبه وقوى إستشعاره وحسن رأيه\nوطالت عادته كان أولى بالسرور ومن هذه الطبقات الذين يخبطون في جهالاتهم\nوكان أحظاهم بالنعيم المقيم لأنه محق وهم مبطلون. وهو متيقن وهم ظانون. ثم\nهو صحيح وهم مرضى. وهو سعيد وهم أشقياء. وهو ولي الله عزوجل وهم أعداؤه وقد\nقال الله عز منقائل (ألا إن أولياء <span id='ms139'></span> الله لا خوف عليهم ولا هم يحزنون) وقال\nالكندي في كتاب دفع الأحزان. مما يدلك دلالة واضحة أن الحزن شيء يجلبه\nالإنسان ويضعه وضعا وليس هو من الأشياء الطبيعية أن من فقد ملكا أو طلب\nأمرا فلم يجده فلحقه حزن ثم نظر في حزنه ذلك نظرا حكيما وعرف أن أسباب حزنه\nهي أسباب غير ضرورية وان كثيرا من الناس ليس لهم ذلكالملك وهم غير محزونين\nبل فرحون مغبوطون علم علما لا ريب فيه أن الحزن ليس بضروري ولا طبيعي.\n</p>\n\n<p>\nوأن من حزن من الناس وجلب لنفسه هذا العارض فهو لامحالة سيسلو ويعود إلى\nحاله الطبيعي. فقد شاهدنا قوما فقدوت من الأولاد والأعزة والأصدقاء ما إشتد\nحزنهم عليه ثم لم يلبثوا أن يعودا إلى حالة المسرة والضحك والغبطة ويصيرون\nإلى حال من لم يحزن قط.\n</p>\n\n<p>\nولذلك نشاهد من يفقد المال والضياع وجميع ما يقتنيه الإنسان مما يعز عليه\nويحزنه فإنه لا محالة يتسلى ويزول حزنه ويعاود أنسه وإغتباطه. فالعاقل إذا\nنظر إلى أحوال الناس في الحزن وأسبابه. علم أن ليس يختص من بينهم بمصيبة\nغريبة ولا يتميز عنهم بمحنة بديعة وأن غايته من مصيبته السلوة. وأن الحزن\nهو مرض عارض يجري مجرى سائر الرداآت فلم يضع لنفسه عارضا رديئا ولم يكتسب\nمرضا وضيعا أعني مجتلبا غير طبيعي. وينبغي أن نتذكر ما قدمنا ذكره من حال\nمن يحيا بتحية على أن يشمها ويتمتع بهائم ثم يردها ليشمها غيره ويتمتع بها\nسواه فأطمعته نفسه فيها وظن أنها موهوبة له هبة أبدية فلما أخذت منه حزن\nوأسف وغضب فإن هذه حال من عدم عقله وطمع فيما لا مطمع فيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nوهذه حالة الحسود لأنه يحب أن يسيد بالخيرات من غير مشاركة الناس.\n</p>\n\n<p>\nوالحسد أقبح الأمراض وأشنع الشرور. لذلك قالت الحكماء من أحب أن ينال\nالشر أعدائه فهو محب للشر ومحب الشر شرير. وشر من هذا من أحب الشر لمن ليس\nله بعدو. وأسوأ من هذا حالا من أحب أن لا ينال أصدقاءه خير.\n</p>\n\n<p>\nومن أحب <span id='ms140'></span> أن يحرم صديقه الخير فقد أحب له الشر ويجب له من هذه الرداآت\nالحزن على ما يتناوله الناس من الخيرات من قنياتنا وما ملكناه أو مما لم\nنقتنه ولم نملكه لأن الجميع مشترك للناس وهي ودائع الله عند خلقه. وله أن\nيرتجع العارية متى شاء على يد من شاء. ولا سيئة علينا ولا عار إذا رددنا\nالودائع وإنما العار والسيئة أن نحزن إذا ارتجعت منا. وهو مع ذلك كفر\nللنعمة لأن أقل ما يجب من الشكر للمنعم أن نرد عليه عاريته عن طيب نفس\nوتسرع إلى إجابته إذا إستردها ولا سيما إذا ترك المعير علينا أفضل ما\nأعارنا وأرتجع أخسه.\n</p>\n\n<p>\nقال وأعني بالأفضل ما لا تصل إليه يد ولا يشركنا فيه أحد أعني النفس\nوالعقل والفضائل الموهوبة لنا هبه لا تسترد ولا ترتجع ويقول إن كان ارتجع\nالأقل الأخس كما اقتضاه العدل فقد أبقى الأكثر الأفضل وأنه لو كان واجبا إن\nنحزن في الأشياء الضارة المؤلمة وأن يقل القنية ما استطاع إذ كان فقدها\nسببا للأحزان.\n</p>\n\n<p>\nوقد حكى عن سقراط أنه سئل عن سبب نشاطه وقلة حزنه فقال: لأنني لا أقتني\nما إذا فقدته حزنت عليه. وإذ قد ذكرنا أجناس الأمراض الغالبة التي تخص\nلنفسه الساعي لها فيما يخلصها من الآمها وينجيها من مهالكها أن يتصفح\nالأمراض التي تحت هذه الأجناس من أنواعها وأشخاصها فيداوي بنفسه منها\nويعالجها بمقابلاتها من العلاجات الراغبة إلى الله عز وجل بعد ذلك في\nالتوفيق فإن التوفيق مقرون بالإجتهاد وليس يتم أحدهما إلا بالآخر.\n</p>\n\n<p>\nهذا آخر المقالة السادسة وهي تمام الكتاب والحمد لله رب العالمين والصلاة\nعلى النبي محمد وآله وأصحابه أجمعين. وحسبنا الله ونعم المعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             <span id='ms141'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081"
  ],
  "volumes": [
    "01"
  ]
}