{
  "content": ":\n\n(1) أخرج ابن ماجه عن رافع بن خديج وأبي هريرة: لا قطع في ثمر ولا كثر. م ¶ (2) قال في سبل السلام: اختلفوا في القبر: هل هو حرز للكفن فيقطع آخذه؟ أو ليس بحرز؟ فذهب إلى أن النباش سارق: جماعة من السلف. والهادي والشافعي ومالك قالوا: يقطع لأنه أخذ المال خفية من حرز. وقد روي عن على وعائشة وقال الثوري وأبو حنيفة: لا يقطع النباش لأنه ليس بحرزا ه.م\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p001'> Vol. 08, p. 001</a>\n            </div>\n            :\n\n(1) في وفاء الضمانة عن النخعي: أول من تولى القضاء على بن أبي طالب ولاه رسول الله صلى الله عليه وسلم القضاء ببلاد اليمن ثم توىل القضاء عمر بن الخطاب ولاه أبو بكر رضى الله عنهما وقال سعيد بن المسيب: لم يتخذ رسول الله صلى الله عليه وسلم قاضيا ولا أبو بكر ولا عمر حتى كان وسط خلافة عمر فقال ليزيد بن أخت النمر: اكتفنى بعض الأمور صغارها فكان أول قاض ولى من الناس ثم استعمل بعده زيد بن ثابت على القضاء وفرض له رزقا ويدل على الأول ما في سنن ابن ماجه عن علي قال: بعثنى رسول الله صلى الله عليه وسلم إلى اليمن فقلت: يا رسول الله وأنا شاب أقضي بينهم ولا أدري القضاء بينهم قال: فضرب بيده في صدره ثم قال: اللهم اهد قلبه وثبت لسانه. قال: فما شككت بعد في قضاء بين الثنين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p005'> Vol. 08, p. 005</a>\n            </div>\n            :\n\n(1) أخرج الربيع عن أبي عبيدة قال: بلغني عن رسول الله صلى الله عليه وسلم قال: الصلح خير الأحكام. وقال: سيد الأحكام وهو جائز بين الناس إلا صلحا أحل جراما أو حرم حلالا وهو أحرز للحاكمين الإثم والجور. وأخرجه أبو داود والترمذي عن <span id='ms4625'></span> أبي هريرة وعمرو بن عوف باختلاف في بعض الألفاظ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            :\n\n(1) أخرجه الشيخان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p011'> Vol. 08, p. 011</a>\n            </div>\n            :\n\n(1) أخرجه الشيخان عن أبي موسى وفيه بعض اختلاف.م. ¶ (2) أخرجه مسلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p018'> Vol. 08, p. 018</a>\n            </div>\n            :\n\n(1) أخرجه الجماعة عن أبي بكرة. ¶ (2) أخرجه البيهقي عن أبي سعيد وزاد. وريان. ¶ (3) أخرجه الطبراني في الكير والحاكم عن ابن عباس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p021'> Vol. 08, p. 021</a>\n            </div>\n            :\n\n(1) أخرجه أبو داود والترمذي عن أبي مريم وهو عند أحمد والحاكم والطبراني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p022'> Vol. 08, p. 022</a>\n            </div>\n            :\n\n(1) قال البخاري: باب ترجمة الحكام. وهل يجوز ترجمان واحد؟ قال خارجة بن زيد ابن ثابت عن أبيه: إن النبي صلى الله عليه وسلم أمره أن يتعلم كتاب اليهود قال: كتبت للنبي صلى الله عليه وسلم وأقرأته كتبهم، إذا كتبوا إليه. وعنده على وعبدالرحمن بن عوف وعثمان بن عفان. ¶ (2) أخرجه أحمد ومسلم والأربعة عن أبي سعيد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            :\n\n(1) أخرجه الربيع عن عائشة وهو في البخاري ومسلم وغيرهما. قال ابن عبدالبر: جاء عن بضعة وعشرين نفسا من الصحابة. قال شيخنا السالمى رضى الله عنه: والظاهر أنه قضى باعتراف سعد أنها فراش زمعة لأنه لم ينكر ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            :\n\n(1) أخرجه أحمد عن عباد\\ة بنص الصامت باختلاف في بعض الألفاظ. ¶ (2) أخرجه أحمد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p025'> Vol. 08, p. 025</a>\n            </div>\n            :\n\n(1) رواه ابن ماجه وأبو داود عن أبي هريرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p026'> Vol. 08, p. 026</a>\n            </div>\n            :\n\n(1) أخرجه مالك عن يحي بن سعيد والرجل الذي كتب سلمان الفارسي. ¶ (2) أخرجه ابن ماجه عن علي. ¶ (3) أخرجه ابن ماجه عن عمرو بن العاص وذكر: فله أجران وهو من الشيخين أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            :\n\n(1) حاشية عن الشيخ السالمي رحمه الله على الخزائن أقول: ورد الأثر بهذا المعنى أيضا وهو مشكل؛ لأن البينة إذا قامت بشيء ثبت ذلك الشيء. لأنها حجة فيه فإلزامه اليمين بأنه ما يعلم أنهم شهدوا له زورا خفى جدا. وأشكل منه إبطال حقه إذا نكل عن اليمين بذلك وأيضا فإن الشهود إذا كانوا مع الحاكم عدولا فلا تسمع فيهم دعوى ا لمشهود عليه أنهم شهدوا زورا. فالتمسك بقول: من لا يلزمه اليمين في هذا المقام أقوى في باب الحجة وإن تمسك أرباب هذا القول بحديث من لم يحلف على حقه فلا حق له فإن معنى هذا الحديث فيما إذا ردت اليمين على المدعى فنكل <span id='ms4626'></span> عن اليمين فلا يثبت له بعد نكوله حق إذا عجز عن البينة والله اعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p043'> Vol. 08, p. 043</a>\n            </div>\n            :\n\n(1) قال البخاري: باب من رأى القاضي أن يحكم بعلمه في أمر الناس إذا لم يخف الظنون والتهمة أي لا في حقوق الله كالحدود وساق حديث هند بنت عتبة بن ربيعة إذ اشتكت من زوجها أبي سفيان الشح فأمرها أن تأخذ بالمعروف كما في رواية: من ماله ما يكفيها وولدها قال قطب والمذهب أ،ه لا يقضى الحاكم بعلمه وبه قال أهل الحجاز مالك ومن تبعه وساء في ذلك ما علمه قبل ولايته وما علمه فيها لوجود التهمة لو فتح هذا الباب لوجد قاضي السوء سبيلا إلى قتل عددوه ونفيسقه إلى أن قال وقال أبو يوسف ومن تبعه من أهل العراق يقضي بعلمه لأنه مؤتمن لأن المراد الحق وعلمه أكبر من الشهادة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p098'> Vol. 08, p. 098</a>\n            </div>\n            :\n\n(1) قال في دقاق أعناق أهل النفاق، فيمن عليه حق لآخر: وقد ثبت والذي عليه الحق غائب لابد من إقامة الحجة عليه قبل بيع ماله ما كان في المصر وأمكن لان يحضر سماع ما يكون من الحجة قبل أن يقضي في ماله عليه بما صح فإن الغائب عن المصر ومن لا يدري في البلد أين هو؟ أ لا يقدر على إحضاره يمضى في ماله بالذي يصح عليه ولا معنى في تأخيره لا تنظاره لا لغاية وإن كان بالقرب من داره ألا وإن موسى بن على رحمه الله قد كان فيما يروى عنه لا لغاية وإن كان بالقرب من داره ألا وإن موسى بن على رحمه الله قد كان فيما يروى عنه: إذا صح الحق لم يحتج على أحد وعسى في الأول أن يكون هو الأحوط فينبغي في هذا أن يعمل به في موضع المكنة لئلا تبقى له حجة تقتضي الرجوع في الحكم بعد انقاذه نقضا له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p154'> Vol. 08, p. 154</a>\n            </div>\n            ",
  "pages": [
    "001",
    "005",
    "010",
    "011",
    "018",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "034",
    "043",
    "098",
    "154"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19"
  ]
}