{
  "content": ":\n\n(1) سئل العلامة الأغبري عن الدليل على القسامة. قال السائل: على أن يحلف أهل القرية ويسلموا الدية؛ مع أني أطلعت على الحديث الوارد، عند محيصة وحويصة. وقوله صلى الله عليه وسلم: أتحلفون وتستحقون دم صاحبكم. فما حجة الأصحاب. وما معنى هذه اليمين، مع أنها لا تسقط حقا، فأجاب: صرح بعض علماء قومنا بأن ليس في هذا الحديث حكم شرعي في القسامة. فإ،ه عرض على المدعين أمرين فلم يقبلوا واحدان فودى القتيل من عنده لإصلاح ذات البين. وأما ما قاله أصحابنا من أن يحلف من أهل البلد خمسون. ثم يديونه. فلا أعلم فيه نصا. وغنما الموجد من النصوص إلزام الدية دون اليمين. وبه قغل عمر بن الخطاب. وعمل به. وفي سنن أبي داود أنه صلى اللهعليه وسلم ألقى ديته على اليهود، لأنه وجد بينهم وفلي سنن النسائي: فجعل عقله على اليهود، وأعانهم ببعضها. نعم ذهبت الهادوية إلى ما أخذ به أصحابنا بأن يسلموا الدية، بعد أن يحلف منهم خمسون رجلا. والظاهر أنه لما كانت الدية واجبة عليهم بحكم الشرع. وأنه يستحيل اجتماعهم على قتله عادة. غلظ على القاتل بالحلف، لعله ينكل أو يقر، فيقع الغرم أو القصاص على القاتل، دون غيره. وإلا حلف حانثا. فكان عليه إثم الحنث والقتل. ولا مضرة على البريء فهو محض إيالة وقفوا عليه. والعلم عند الله سبحانه وتعالى. وقال أبو الوليد الحارثي بالولاء: الدليل على مذهبنا من أن الذين يحلفون في القسامة، هم أهل البلد الموجود فيه القتيل، الذي لا يدري قاتله؛ لأنهم هم المدعى عليهم القتل. وفي الكتب الستة، من حديث ابن عباس أن النبي صلى الله عليه وسلم قال: إن اليمين على المدعى عليه، إلا في القسامة. قيل: معناه اليمين على من أنكر يمينا واحدة، إلا في القسامة. فإنها خمسون يمينا على من أنكر. ويذكر عن النبي صلى الله عليه وسلم نحو من هذا حدثني أبو عبيدة أنه عمل بها في زمن <span id='ms4633'></span> أبي بكر. وقد عمل المسلمون بذلك. ويستدل عليه أيضا أن عامل عمر بن الخطاب ري الله عنه كتب إليه في قتيل باليمن، وجد بين وادعة وأرحب فكتب إليه عمر أن قس بين الحيبن وإلى أيهما كان أقرب فخذهم به قال: فقاسموه فوجدوه أقرب إلى واعة. فأخذنا وأغرمنا. وأحلفنا. فقلنا: يا أمير المؤمنين اتحلفنا وتغرمنا؟ قال: نعم. فأ؛لف خمسين رجلا بالله: ما قتلت ولا علمت قاتلاز وعن أبي سعيد الخدري: أ، قتيلا وجد بين حيين. فأمر النبي صلى الله عليه وسلم أن يقاس إلى أيهما أقرب. فوجد أقرب إلى أحد الحيين بشبر. فألقى ديته عليهم. وعليه عمر ابن الخطاب والشعبي والنخعي والثوري وأبو حنيفة فيما أحسب. قالوا: والقسامة في الدية لتعظيم الدم وصيانته عن الهدر. وأقرها صلى الله عليه وسلم، على ما كانت عليه في الجاهلية. وقال قومنا: يحلف أولياء القتيل، فيأخذون الدية من المدعى عليه، لثبوت ذلك في خبر الصحيحين. هذا ما حضرني على بحثك إن رأيته موافقا، وإلا فالباطل مردود. أ.ه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p002'> Vol. 11, p. 002</a>\n            </div>\n            :\n\n(1) أخرجه أحمد وعبد الرازق وابن ماجه والطبراني , عن ابن عباس . وأخحرجه أبن ابي شيبة والدارقطني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p043'> Vol. 11, p. 043</a>\n            </div>\n            :\n\n(1) رواه أحمد والبيهقي والنسائي عن أبي هريرة. ¶ (2) أخرجه البيهقي وأبو دادود وابن ماجه عن عائشة .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p044'> Vol. 11, p. 044</a>\n            </div>\n            :\n\n(1) أخرجه أبو داود والنسائي عن زيد بن أرقم . وفيه: فضحك رسول الله صلى الله عليه وسلم .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p045'> Vol. 11, p. 045</a>\n            </div>\n            :\n\n(1) أخرجه النسائي وابن ماجه عن الشريك بن سويد . وليس فيه لفظ الشفيه . إنما الرواية: الجار أحق بصقيه . وفي رواية : الشريك . ورويى الخمسة إلا النسائي عن جابر : الجار أحق بشفعة جاره ينتظر بها وإن كان غائبا إذا كان طريقهما واحدا . ¶ (2) أخرج أحمد والبخاري وأبو داود وابن ماجه عن جابر أن النبي صلى الله عليه وسلم قضى بالشعفة في كل ما لم يقسم . فإذا وقعت الحدود وصرفت الطرق فلا شفعة. ¶ (3) لم أجده نصا . والذي في كتب المخالفين وجود خلاف في جواز الحيلة في إبطال الشفعة كما في رحمة الأمة. وقال في الإيضاح : وبلغنا أن ريح الجنة يوجد مسير خمسمائة عام , ولا يريحه <span id='ms4634'></span> جاهل ولا قاطع شفعة ولا امرأة لغير إذن وليها ولا امرأة تصلى بطهر التفتيش وتدع بدم التفتيش ولا من قطع بين والد وولده وزوج وعبد وسيده , وهذا كأنه من كلام النبي صلى الله عليه وسلم . ¶ قال في حاشية الحمل على المنهج: اشفعة مأخوذ من شعفت كذا بكذا إذا ضممته غليه . سميت بذلك لضم نصيب الشريك إلى نصيبه . أو من الشفع وهو ضد الوتر. فكأن الشفعي يجعل نصيبه شفعا بضم نصيب شريكه إليه . أو من الشفاعة ؛ لأن الأخذ في الجاهلية كان بها , أي بالشفاعة ولكونها تؤخذ قهرا على المشتري , جعلت أثر الغصب إشارة إلى استثنائها منه والعفو عنها أفضل ما لم يكن المشتري نادما أو مغبونا . إلى أن قال : والعفو عنها أفضل , حيث لم يترتب على الترك معصية . فإن ترتب عليه ذلك كأن يكون المشتري مشهورا بالفجور . فينبغي أن يكون الأخذ مستحبا بل واجبا أن تعين طريقا لدفع ما يريده المشتري من الفجور . انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p063'> Vol. 11, p. 063</a>\n            </div>\n            :\n\n(1) روى أصحاب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p064'> Vol. 11, p. 064</a>\n            </div>\n            :\n\n(1) أخرج ابن ماحه عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم : لا شفعة للشريك على شريك إذا سبقه بالشراء . ولا لصغير ولا لغائب . ا ه. وهذا خاص بالمقووم . وأما غير المقوم فله الشفعة . بدليل الحديث : ينتظر بها وإن كان غائبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p068'> Vol. 11, p. 068</a>\n            </div>\n            :\n\n(1) قال القطب في وفاء الضمانة بأداء الأمانة : وأقول : الشفعة للجار الملاصق والمقابل في السكة غير النافذة . وبه قالت الحنفيه . ولا شفعة إجماعا للمقابل في النافذة. ويدل لشفعة الجار الملاصق حديث أبي داود والترمذي : الجار أحق بشفعة جاره ينتظر بها وإن كان غائبا , إذا كان طريقهما واحدا . حتى قاال بعض: إن قوله : فإذا وقعت الحدود الخ مدرج من كلام . جابر. ا ه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p087'> Vol. 11, p. 087</a>\n            </div>\n            :\n\n(1) الإجارة بتثليث الهمزة , والكسر أشهر . قال الجل في شرح المنهج : عرفها بعض بأنها عقد على منفعة معلومة مقصودة قابلة للبذل والإباحة, بعوض معلوم وضعا . قال : فخرج بالمنفعة الأعيان كالبيع. وبمعلومة نحو الجعالة . وبمقصوده نحو تفاحة لشمها . ويقابله : البذل نحو البضع . وبالإباحة نحو جارية للوطء وبعوض العارية . وبمعلوم نحو المساقاة. وبوضعا ما <span id='ms4635'></span> لو وقعت الجعالة مثلا على عوض معلوم. انتى المراد . وثبت جواز الأجرة في المجهول والمعلوم . واستئجار المشرك والاستئجار له .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p101'> Vol. 11, p. 101</a>\n            </div>\n            :\n\n(1) رواه أحمد ومسلم وأبو داود والنسائي وابن ماجه عن جابر . ¶ (2) أخرجه الربيع بلاغا عن حكيم بن حزام . ¶ (3) أخرج معناه أحمد والبيهيقي عن جابر: نهى عن بيع الثمر حتى يطيب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p102'> Vol. 11, p. 102</a>\n            </div>\n            :\n\n(1) أخرجه مسلم والأربعة عن أبي هريرة. ¶ (2) رواه مسلم وأبو داود والترمذي عن ابن عمر. ¶ (3) أخرجه الجماعةعن ابن عمر. ¶ (4) أخرجه البخاري عن أنس والبيهقي وابن ماجه عن ابن عمر . وفي مسند الربيع عن أبي سعيد الخدري بلفظ : نهى رسول الله صلى الله عليه وسلم عن المزابنة والمحاقلة . فالمزابنة بيع التمر بالتمر على رؤوس النخل . والمحاقلة كراء الأرض . انتى . اه .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p104'> Vol. 11, p. 104</a>\n            </div>\n            :\n\n(1) الطارح: الذي خرجت ثمرته : والمقصر : البذي قصر أوراقه ولم تخرج ثمرته .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p127'> Vol. 11, p. 127</a>\n            </div>\n            :\n\n(1) أخرجه البخاري وأبو داود عن ابن عباس . ولمسلم والترمذي عن أنس .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p129'> Vol. 11, p. 129</a>\n            </div>\n            :\n\n(1) أخرجه ابن ماجه عن ابن عمر وأبو يعلى في مسنده عن أبي هريرة , عن النبي صلى الله عليه وسلم .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p141'> Vol. 11, p. 141</a>\n            </div>\n            :\n\n(1) المز: الأجرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p145'> Vol. 11, p. 145</a>\n            </div>\n            :\n\n(1) أخرجه الربيع عن ابن عباس والجماعة , إلا البخاري عن أبي هريرة بلفظ: إن النبي صلى الله عليه وسلم مر برجل يبيع طعاما , فأدخل يده فيه فإذ هو مبلول . فقال من غشنا فليس منا .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v11p173'> Vol. 11, p. 173</a>\n            </div>\n            ",
  "pages": [
    "002",
    "043",
    "044",
    "045",
    "063",
    "064",
    "068",
    "087",
    "101",
    "102",
    "104",
    "127",
    "129",
    "141",
    "145",
    "173"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19"
  ]
}