{
  "content": "\n#\n<p>\n76\n</p>\n\n<p>\n| - * 114 باب ما جاء في كم يصلي بالليل\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 480 ) حدثنا محمد بن عبيد بن ميمون أبو عبيد المديني حدثنا أبي عن محمد\nبن جعفر عن موسى بن عقبة عن أبي إسحاق عن عامر الشعبي قال سألت عبد الله بن\nعباس وعبد الله بن عمر عن صلاة النبي صلى الله عليه وسلم بالليل فقالا ثلاث\nعشرة منها ثمان ويوتر بثلاث وركعتين بعد الفجر\n</p>\n\n<p>\nشس ( 184 ) قلت رواه النسائي في الكبرى عن إبراهيم بن يعقوب عن سويد بن\nأبي مريم عن محمد بن جعفر بن أبي كثير به وعن محمد بن بشار عن ابن أبي عدي\nعن شعبة عن أبي إسحاق عن أبي سلمة والشعبي أن النبي صلى الله <span id='ms168'></span> عليه وسلم كان\nيصلي من الليل ثلاث عشرة ركعة مرسل قال المزي في الأطراف حديث النسائي في\nرواية أبي الطيب محمد بن الفضل بن العباس عنه وقد ذكره أبو القاسم\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة حدثنا شبابة عن ابن أبي ذئب عن الزهري عن عروة\nعن عائشة وحدثنا عبد الرحمن بن إبراهيم الدمشقي ثنا الوليد بن مسلم ثنا\nالأوزاعي عن الزهري وهذا حديث أبي بكر قالت كان رسول الله صلى الله عليه\nوسلم يصلي بين ان يفرغ من صلاة العشاء إلى الفجر إحدى عشرة ركعة يسلم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n             كل اثنتين ويوتر بواحدة ويسجد فيهن سجدة بقدر ما يقرأ أحدكم\nخمسين آية قبل أن يرفع رأسه فإذا سكت المؤذن من الأذان الأول من صلاة الصبح\nقام فركع ركعتين خفيفتين هذا اسناده صحيح رجاله ثقات رواه مسلم بعضه من\nحديث عائشة ورواه النسائي في الكبرى عن قتيبة عن مالك عن الزهري ورواه بن\nحبان في صحيحه عن عبد الله بن محمد بن مسلم عن عبد الرحمن بن إبراهيم\nالدمشقي به\n</p>\n\n#\n<p>\n77\n</p>\n\n<p>\n| - * 115 باب ما جاء في أي ساعات الليل أفضل\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 482 ) حدثنا أبو بكر بن أبي شيبة و محمد بن بشار و محمد بن الوليد\nقالوا حدثنا محمد بن جعفر حدثنا شعبة عن يعلى بن عطاء عن يزيد بن طلق عن\nعبد الرحمن بن البيلماني عن عمرو بن عبسة قال أتيت رسول الله صلى الله عليه\nوسلم فقلت يا رسول الله من أسلم معك قال حر وعبد قلت هل من ساعة أقرب إلى\nالله من أخرى قال نعم جوف الليل الأوسط\n</p>\n\n<p>\nشس ( 384 ) هذا إسناد فيه عبد الرحمن ابن البيلماني قال صالح جررة لا\nيعرف أنه سمع من أحد من الصحابة إلا من سرق ويزيد بن طلق قال ابن حبان يروي\nالمراسيل\n</p>\n\n#\n<p>\n( 483 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبيد الله عن إسرائيل عن أبي\nإسحاق عن الأسود عن عائشة قالت كان رسول الله صلى الله عليه وسلم ينام أول\nالليل ويحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n             آخره\n</p>\n\n<p>\nشس ( 484 ) هذا إسناد <span id='ms169'></span> صحيح وأبو إسحاق وإن اختلط بآخره فإن إسرائيل روى\nعنه قبل اختلاطه ومن طريقه روى له خ\n</p>\n\n<p>\nم\n</p>\n\n<p>\nيعني البخاري\n</p>\n\n#\n<p>\n( 484 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن مصعب عن الأوزاعي عن\nيحيى بن أبي كثير عن هلال بن أبي ميمونة عن عطاء بن يسار عن رفاعة الجهني\nقال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إن الله يمهل حتى إذا ذهب من الليل\nنصفه أو ثلثاه لا يسألن عبادي غيري من يدعوني أستجيب له من يسألني أعطيه من\nيستغفر لي أعفر له حتى يطلع الفجر\n</p>\n\n<p>\nشس ( 584 ) هذا إسناد ضعيف لضعف محمد بن مصعب قال فيه صالح بن محمد عامة\nأحاديثه عن الأوزاعي مقلوبة لكن لم ينفرد به محمد بن مصعب فقد رواه أبو\nداود الطيالسي في مسنده عن هشام عن يحيى بن أبي كثير فذكره بإسناده ومتنه\nوله شاهد من حديث أبي هريرة رواه أصحاب الكتب الستة\n</p>\n\n#\n<p>\n78\n</p>\n\n<p>\n| - * 116 باب الصلاة بين المغرب والعشاء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 485 ) حدثنا أحمد بن منيع حدثنا يعقوب بن الوليد المديني عن هشام بن\nعروة عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه وسلم من صلى بين\nالمغرب والعشاء عشرين ركعة بنى الله له بيتا في الجنة\n</p>\n\n<p>\nشس ( 684 ) هذا إسناد ضعيف يعقوب بن الوليد قال فيه الإمام أحمد\n</p>\n\n<p>\nمن الكذابين الكبار وكان يضع الحديث وقال الحاكم يروي عن هشام بن عروة\nالمناكير قلت واتفقوا على ضعفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \n</p>\n\n#\n<p>\n79\n</p>\n\n<p>\n| - * 117 باب التطوع في البيت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 486 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو الأحوص عن طارق عن عاصم بن\nعمرو قال خرج نفر من أهل العراق إلى عمر فلما قدموا عليه قال لهم ممن أنتم\nقالوا من أهل العراق قال فبأذن جئتم قالوا نعم قال فسألوه عن صلاة الرجل في\nبيته فقال عمر سألت رسول الله صلى الله عليه وسلم فقال أما صلاة الرجل في\nبيته فنور فنوروا بيوتكم\n</p>\n\n<p>\nحدثنا يحيى بن أبي الحسين حدثنا عبد الله بن جعفر حدثنا عبيد الله بن\nعمرو عن زيد بن أبي أنيسة عن <span id='ms170'></span> أبي إسحاق عن عاصم بن عمرو عن عمير مولى عمر\nابن الخطاب عن النبي صلى الله عليه وسلم نحوه هذا اسناده ضعيف من الطريقين\nلأن مدار الإسنادين في الحديث على عاصم بن عمر وهو ضعيف ذكره العقيلي في\nالضعفاء وقال البخاري لم يثبت حديثه قلت رواه أبو داود الطيالسي في مسنده\nورواه مسدد في مسنده عن طارق بن عبد الرحمن بإسناده ومتنه مع زيادة كما\nبينته في زوائد المسانيد العشرة وأصله في الصحيحين وغيرهما من حديث ابن عمر\n</p>\n\n#\n<p>\n( 488 ) حدثنا محمد بن بشار و محمد بن يحيى قالا حدثنا عبد الرحمن بن\nمهدي حدثنا سفيان عن الأعمش عن أبي سفيان عن جابر بن عبد الله عن أبي سعيد\nالخدري عن النبي صلى الله عليه وسلم قال إذا قضى أحدكم صلاة فليجعل لبيته\nمنها نصيبا فإن الله جاعل في بيته من صلاته خيرا\n</p>\n\n<p>\nشس ( 984 ) هذا إسناد صحيح رجاله ثقات رواه ابن حبان في صحيحه عن محمد بن\nالعلاء عن أبي خالد وعن أحمد بن منيع عن أبي معاوية وعبدة بن سليمان\nثلاثتهم عن الأعمش رواه البيهقي في الكبرى من طريق أبي سفيان به ورواه مسدد\nفي مسنده من طريق أبي سفيان عن جابر بن عبد الله عن النبي صلى الله عليه\nوسلم لم يذكر أبا سعيد ورواه عبد بن حميد في مسنده من طريق أبي سفيان عن\nجابر بن عبد الله عن أبي سعيد به\n</p>\n\n#\n<p>\n( 489 ) حدثنا أبو بشر بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n             بن خلف حدثنا عبد الرحمن بن مهدي\nعن معاوية بن صالح عن العلاء بن الحارث عن حرام بن معاوية عن عمه عبد الله\nبن سعد قال سألت رسول الله صلى الله عليه وسلم أيما أفضل الصلاة في بيتي أو\nالصلاة في المسجد قال ألا ترى إلى بيتي ما أقربه من المسجد فلأن أصلي في\nبيتي أحب إلي من أن أصلي في المسجد إلا أن تكون صلاة مكتوبة\n</p>\n\n<p>\nشس ( 094 ) هذا إسناد صحيح رجاله ثقات رواه ابن حبان في صحيحه عن بندار\nعن عبد الرحمن <span id='ms171'></span> ابن مهدي به وله شاهد في الصحيحين من حديث زيد بن ثابت\n</p>\n\n#\n#\n<p>\n| - * ( 90 ) باب ما جاء في الصلاة الحاجة\n</p>\n\n<p>\n- * حدثنا سويد بن سعيد حدثنا أبو عاصم العباداني عن فايد بن عبد الرحمن\nعن عبد الله بن أبي أوفى الأسلمي قال خرج علينا رسول الله صلى الله عليه\nوسلم فقال من كانت له حاجة إلى الله أو أحد من خلقه فليتوضأ وليصل ركعتين\nثم ليقل لا إله إلا الله الحليم الكريم سبحان الله رب العرش العظيم الحمد\nلله رب العالمين اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من\nكل بر والسلامة من كل إثم أسألك إلا تدع لي ذنبا إلا غفرته ولا هما إلا\nفرجته ولا حاجة هي لك رضا إلا قضيتها لي ثم يسأل الله من أمر الدنيا\nوالآخرة فإنه يقدر\n</p>\n\n<p>\nشس ( 194 ) قلت رواه الترمذي من طريق فائد به دون قوله ثم يسأل من أمر\nالدنيا إلى آخره ورواه الحاكم في المستدرك باختصار وزاد بعد قوله وعزائم\nمغفرتك والعصمة من كل ذنب وله شاهد من حديث أنس\n</p>\n\n<p>\nرواه الأصبهاني ورواه أبو يعلى الموصلي في مسنده من طريق فايد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 9 باب ما جاء في ليلة النصف من شعبان\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 491 ) حدثنا الحسن بن علي الخلال حدثنا عبد الرزاق أنبأنا ابن أبي سبرة\nعن إبراهيم بن محمد عن معاوية بن عبد الله بن جعفر عن أبيه عن علي بن أبي\nطالب قال قال رسول الله صلى الله عليه وسلم إذا كانت ليلة النصف من شعبان\nفقوموا ليلها وصوموا نهارها فإن الله تعالى ينزل فيها لغروب الشمس إلى سماء\nالدنيا فيقول ألا من يستغفر فأغفر له ألا من مسترزق فارزقه ألا من مبتلى\nفأعافيه ألا كذا ألا كذا حتى يطلع الفجر\n</p>\n\n<p>\nشس ( 294 ) هذا إسناد فيه ابن أبي سبرة واسمه أبو بكر بن عبد الله بن\nمحمد بن أبي سبرة قال أحمد وابن معين يضع الحديث\n</p>\n\n#\n<p>\n( 492 ) حدثنا راشد بن سعيد بن راشد الرملي حدثنا الوليد عن ابن لهيعة عن\nالضحاك بن أيمن عن الضحاك بن عبد <span id='ms172'></span> الرحمن بن عرزب عن أبي موسى الأشعري عن\nرسول الله صلى الله عليه وسلم قال إن الله عز وجل يطلع في ليلة النصف من\nشعبان فيغفر لجميع خلقه إلا لمشرك أو مشاحن\n</p>\n\n#\n<p>\n( 493 ) حدثنا محمد بن إسحاق حدثنا أبو الأسود النضر بن عبد الجبار حدثنا\nابن أبي لهيعة عن الزبير بن سالم عن الضحاك بن عبد الرحمن عن أبيه قال سمعت\nأبا موسى عن النبي صلى الله عليه وسلم نحوه\n</p>\n\n<p>\nشس ( 494 ) قلت إسناد حديث أبي موسى ضعيف لضعف عبد الله بن لهيعة وتدليس\nالوليد بن مسلم وله شاهد من حديث عائشة رواه الترمذي وابن ماجة ورواه ابن\nحبان في صحيحه والطبراني من حديث معاذ بن جبل\n</p>\n\n#\n<p>\n80\n</p>\n\n<p>\n| - * 120 باب ما جاء في الصلاة والسجدة عند الشكر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 494 ) حدثنا أبو بشر بكر بن خلف حدثنا سلمة بن رجاء حدثتني شعثاء عن\nعبد الله بن أبي أوفى أن رسول الله صلى الله عليه وسلم صلى يوم بشر برأس\nأبي جهل ركعتين\n</p>\n\n<p>\nشس ( 594 ) هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n             إسناد فيه مقال شعثاء بنت عبد الله لم أر من\nتكلم فيها لا بجرح ولا بتوثيق وسلمة بن رجاء لينه ابن معين وقال ابن عدي\nحدث بأحاديث لا يتابع عليها وقال النسائي ضعيف وقال الدارقطني ينفرد عن\nالثقات بأحاديث وقال أبو زرعة صدوق وقال أبو حاتم ما بحديثه بأس انتهى\n</p>\n\n<p>\nرواه أبو يعلى الموصلي في مسنده عن القواريري حدثنا سلمة فذكره بزيادته\nكما أوردته في زوائد المسانيد العشرة في كتاب النوافل\n</p>\n\n#\n<p>\n( 495 ) حدثنا يحيى بن عثمان بن صالح المصري أنبأنا أبي أنبأنا ابن لهيعة\nعن يزيد بن أبي حبيب عن عمرو بن الوليد بن عبيدة السهمي عن أنس بن مالك أن\nالنبي صلى الله عليه وسلم بشر بحاجة فخر ساجدا\n</p>\n\n<p>\nشس ( 694 ) هذا إسناد ضعيف لضعف ابن لهيعة وله شاهد من حديث أبي بكرة\nرواه د ق ت\n</p>\n\n#\n<p>\n( 496 ) حدثنا محمد بن يحيى حدثنا عبد الرازق عن معمر عن الزهري عن عبد\nالرحمن بن كعب بن مالك عن أبيه قال لما تاب الله عليه خر ساجدا <span id='ms173'></span>\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وهو موقوف قال ابن حزم لا معمر في خبر كعب\nالبتة ثم روى عن أبي بكر الصديق وعلي بن أبي طالب نحوه\n</p>\n\n#\n<p>\n81\n</p>\n\n<p>\n| - * 121 باب الصلاة كفارة\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا عبد الله بن أبي زياد حدثنا يعقوب بن إبراهيم بن سعد حدثني ابن أخي\nابن شهاب عن عمه حدثني صالح بن عبدالله بن أبي فروة أن عامر بن سعد أخبره\nقال سمعت رسول الله صلى الله عليه وسلم يقول أرأيت لو كان بفناء أحدكم نهر\nيغتسل فيه كل يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n             خمس مرات ما كان يبقى من درنه قال لا شئ قال\nفإن الصلوات تذهب الذنوب كما يذهب الماء الدرن هذا إسناد صحيح رجاله ثقات\nرواه أبو يعلى الموصلي في مسنده حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم\nفذكره بإسناده ومتنه وله شاهد من حديث أبي هريرة رواه الشيخان والترمذي\nوالنسائي ورواه النسائي في الصغرى والكبرى والحاكم في المستدرك من طريق سعد\nبن أبي وقاص قال الترمذي وفي الباب عن جابر وأنس وحنظلة الأسدي\n</p>\n\n#\n<p>\n82\n</p>\n\n<p>\n| - * 122 باب في فرض الصلوات الخمس والمحافظة عليها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 498 ) حدثنا أبو بكر بن خلاد الباهلي حدثنا الوليد حدثنا شريك عن عبد\nالله بن عصم أبي علوان عن ابن عباس قال أمر نبيكم صلى الله عليه وسلم\nبخمسين صلاة فنازل ربكم أن يجعلها خمس صلوات\n</p>\n\n<p>\nشس ( 994 ) قلت كذا وقع عند ابن ماجة عن ابن عباس والصواب عن ابن عمر كما\nهو في أبي داود ورواه الترمذي في الجامع من حديث أنس بن مالك وقال حسن صحيح\nغريب قال وفي الباب عن عبادة بن الصامت وطلحة بن عبيد الله وأبي ذر وأبي\nقتادة ومالك بن صعصعة وأبي سعيد الخدري انتهى\n</p>\n\n<p>\nوإسناد حديث ابن عباس حسن لقصور عبد الله بن عصم وأبي الوليد عن درجة أهل\nالحفظ والإتقان\n</p>\n\n<p>\nحدثنا يحيى بن عثمان بن سعيد بن كثير بن دينار الحمصي حدثنا بقية بن\nالوليد حدثنا ضبارة بن عبد الله بن أبي السليل أخبرني دويد بن نافع عن\nالزهري قال رواه سعيد بن المسيب <span id='ms174'></span> إن قتادة بن ربعي أخبره أن رسول الله صلى\nالله عليه وسلم قال قال الله تعالى افترضت على أمتك خمس صلوات وعهدت عندي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n             عهدا أنه من حافظ عليهن لوقتهن أدخلته الجنة ومن لم يحافظ\nعليهن فلا عهد له عندي هذا إسناد فيه نظرمن أجل ضبارة ودويد عزاه المزي في\nالأطراف لأبي داود رواية ابن الأعرابي فلم أره في رواية اللؤلؤي وله شاهد\nمن حديث عبادة بن الصامت رواه النسائي في الصغرى\n</p>\n\n#\n<p>\n83\n</p>\n\n<p>\n| - * 123 باب فضل الصلاة في المسجد الحرام ومسجد النبي صلى الله عليه\nوسلم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 500 ) حدثنا إسماعيل بن أسد حدثنا زكريا بن عدي أنبأنا عبيد الله بن\nعمرو عن عبد الكريم عن عطاء عن جابر أن رسول الله صلى الله عليه وسلم قال\nصلاة في مسجدي أفضل من ألف صلاة فيما سواه إلا المسجد الحرام وصلاة في\nالمسجد الحرام أفضل من مائة ألف صلاة فيما سواه\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات إسماعيل بن أسد وثقه البزار والدارقطني\nوالذهبي في الكاشف وقال أبو حاتم صدوق وباقي رجال الإسناد محتج بهم في\nالصحيحين رواه الإمام أحمد في مسنده من هذا الوجه\n</p>\n\n<p>\nوأصله في الصحيحين من حديث أبي هريرة وفي مسلم وغيره من حديث ابن عمر وفي\nابن حبان والبيهقي من حديث عبد الله بن الزبير قال الترمذي وفي الباب عن\nعلي وميمونة وأبي سعيد وجبير بن مطعم وعبد الله بن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \n</p>\n\n#\n<p>\n84\n</p>\n\n<p>\n| - * 124 باب الصلاة في بيت المقدس\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 501 ) حدثنا إسماعيل بن عبد الله الرقي حدثني عيسى بن يونس حدثنا ثور\nبن يزيد عن زياد بن أبي سودة عن أخيه عثمان بن أبي سودة عن ميمونة مولاة\nالنبي صلى الله عليه وسلم قالت قلت يا رسول الله أفتنا في بيت المقدس قال\nأرض المحشر والمنشر إيتوه فصلوا فيه فإن صلاة فيه كألف صلاة في غيره قلت\nأرأيت إن لم أستطع أن أتحمل إليه قال فتهدي له زيتا يسرج فيه فمن فعل ذلك\nفهو كمن أتاه\n</p>\n\n<p>\nقلت روى أبو داود بعضه من حديث ميمونة أيضا عن النفيل عن <span id='ms175'></span> مسكين بن بكير\nعن سعيد بن عبد العزيز عن زياد بن أبي سودة عن ميمونة وإسناد طريق ابن ماجة\nصحيح رجاله ثقات وهو أصح من طريق أبي داود فإن بين زياد بن أبي سودة\nوميمونة عثمان بن أبي سودة كما صرح به ابن ماجة في طريقه وكما ذكره العلاء\nبن صلاح الدين في المراسيل\n</p>\n\n<p>\nورواه أبو يعلى الموصلي في مسنده حدثنا أبو موسى إسحاق بن إبراهيم الهروي\nحدثنا عيسى بن يونس فذكره بتمامه كما رواه ابن ماجة ورواه من طريق ثور عن\nزياد عن أبي أمامة قال قالت ميمونة يا رسول الله أفتنا فذكره وله شاهد من\nحديث أبي ذر رواه أبو يعلى الموصلي\n</p>\n\n#\n<p>\n( 502 ) حدثنا عبيد الله بن الجهم الأنماطي حدثنا أيوب بن سويد عن أبي\nزرعة الشيباني يحيى بن أبي عمرو حدثنا عبد الله بن الديلمي عن عبد الله بن\nعمرو عن النبي صلى الله عليه وسلم قال لما فرغ سليمان بن داود عليهما\nالصلاة والسلام من بناء بيت المقدس سأل الله ثلاثا الحديث إلى أن قال رسول\nالله صلى الله عليه وسلم أما اثنتان فقد أعطيهما وأرجو أن يكون قد أعطى\nالثالثة\n</p>\n\n<p>\nهذا إسناد ضعيف أيوب بن سويد متفق على تضعيفه وعبيد الله بن الجهم لا\nيعرف حاله روى أبو داود بعضه من حديث ابن عمرو أيضا وكذا رواه النسائي في\nالصغرى عن عمرو بن منصور عن أبي مسهر عن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n             بن عبد العزيز عن\nربيعة بن يزيد عن أبي إدريس الخولاني عن عبد الله بن فيروز الديلمي به\nورواه الإمام أحمد في مسنده من حديث ابن عمرو أيضا\n</p>\n\n#\n<p>\n85\n</p>\n\n<p>\n| - * 125 باب الصلاة في المساجد ومسجد الجامع\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 503 ) حدثنا هشام بن عمار حدثنا أبو الخطاب الدمشقي حدثنا رزيق أبو عبد\nالله الألهاني عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم صلاة\nالرجل في بيته بصلاة وصلاته في مسجد القبائل بخمس وعشرين صلاة وصلاة في\nالمسجد الذي يجمع فيه بخمس مائة وصلاة في المسجد الأقصى بخمسين ألف صلاة <span id='ms176'></span>\nوصلاة في مسجدي بخمسين ألف صلاة وصلاة في المسجد الحرام بمائة ألف صلاة\n</p>\n\n<p>\nهذا إسناد ضعيف أبو الخطاب الدمشقي لا نعرف حاله ورزيق أبو عبد الله\nالألهاني فيه مقال حكي عن أبي زرعة أنه قال لا بأس به وذكره ابن حبان في\nالثقات وفي الضعفاء\n</p>\n\n<p>\nوقال ينفرد بالأشياء التي لا تشبه حديث الثقات لا يجوز الاحتجاج به إلا\nعند الوفاق انتهى\n</p>\n\n<p>\nوأورده ابن الجوزي في العلل المتناهية بسند ابن ماجه وضعفه برزيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n</p>\n\n#\n<p>\n86\n</p>\n\n<p>\n| - * 126 باب في بدء شأن المنبر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 504 ) حدثنا إسماعيل بن عبد الله الدورقي حدثنا عبيد الله بن عمرو\nالرقي عن عبد الله بن محمد بن عقيل عن الطفيل بن أبي بن كعب عن أبيه قال\nكان رسول الله صلى الله عليه وسلم يصلي إلى جذع إذ كان المسجد عريشا وكان\nيخطب إلى ذلك الجذع فقال رجل من أصحابه هل لك أن نجعل لك شيئا تقوم عليه\nيوم الجمعة حتى يراك الناس وتسمعهم خطبتك قال نعم فصنع له ثلاث درجات فهي\nالتي على المنبر فلما صنع ووضعوه في موضعه الذي فيه فلما أراد رسول الله\nصلى الله عليه وسلم أن يقوم إلى المنبر مر إلى الجذع الذي كان يخطب إليه\nفلما جاوز الجذع خار حتى تصدع وانشق فنزل رسول الله صلى الله عليه وسلم لما\nسمع صوت الجذع فمسحه بيده حتى سكن ثم رجع إلى المنبر فكان إذا صلى صلى إليه\nفلما هدم المسجد وغير أخذ ذلك الجذع أبي بن كعب وكان عنده في بيته حتى بلي\nفأكلته الأرض وعاد رفاتا\n</p>\n\n<p>\nهذا إسناد حسن رواه أبو يعلى الموصلي في مسنده حدثنا إسماعيل بن عبد الله\nبن خالد واللفظ له وعيسى بن سالم جميعا قالا حدثنا عبيد الله بن عمرو فذكره\nبالإسناد والمتن\n</p>\n\n#\n<p>\n( 505 ) حدثنا أبو بكر بن خلاد الباهلي حدثنا حماد بن سلمة عن عمار بن\nأبي عمار عن ابن عباس و ثابت عن أنس بن مالك أن النبي صلى الله عليه وسلم\nكان يخطب إلى جذع فلما اتخذ المنبر فحن الجذع <span id='ms177'></span> فأتاه فاحتضنه فسكن فقال لو\nلم أحتضنه لحن إلى يوم القيامة\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه أحمد بن منيع في مسنده قال حدثنا أبو نصر\nحدثنا حماد فذكره بإسناده ومتنه جذع نخلة وقال تحول إلى المنبر\n</p>\n\n<p>\nورواه عبد بن حميد والحارث بن أبي أسامة\n</p>\n\n#\n<p>\n( 506 ) حدثنا أبو بشر بكر بن خلف حدثنا ابن أبي عدي عن سليمان التميمي\nعن أبي نضرة عن جابر بن عبد الله قال كان رسول الله صلى الله عليه وسلم\nيقوم في أصل شجرة أو قال إلى جذع ثم اتخذ منبرا قال فحن الجذع قال جابر حتى\nسمعه أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n             المسجد حتى أتاه رسول الله صلى الله عليه وسلم فمسحه\nفسكن فقال بعضهم لو لم يأته لحن إلى يوم القيامة\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه النسائي في الصغرى عن عمر بن سواد بن\nالأسود حدثنا ابن وهب أنبأنا ابن جريج أن أبا الزبير أخبره أنه سمع جابر بن\nعبد الله يقول كان رسول الله صلى الله عليه وسلم إذا خطب استند إلى جذع\nنخلة من سواري المسجد فلما صنع المنبر واستوى عليه اضطربت تلك السارية\nكحنين الناقة حتى سمعها أهل المسجد حتى نزل إليها رسول الله صلى الله عليه\nوسلم فاعتنقها فسكت\n</p>\n\n#\n<p>\n87\n</p>\n\n<p>\n| - * 127 باب ما جاء في طول القيام في الصلاة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 507 ) حدثنا أبو هشام الرفاعي محمد بن يزيد حدثنا يحيى بن يمان حدثنا\nالأعمش عن أبي صالح عن أبي هريرة قال كان رسول الله صلى الله عليه وسلم\nيصلي حتى تورمت قدماه فقيل له إن الله قد غفر لك ما تقدم من ذنبك وما تأخر\nقال أفلا أكون عبدا شكورا\n</p>\n\n<p>\nهذا إسناد صحيح احتج مسلم بجميع رواته رواه الترمذي في الشمائل عن الحسين\nبن حريث عن الفضل بن موسى عن محمد بن عمرو عن أبي سلمة عن أبي هريرة عن\nالنبي صلى الله عليه وسلم به ورواه أصحاب الكتب الستة من حديث المغيرة بن\nشعبة ورواه الترمذي من حديث جابر وقال حسن صحيح قال وفي الباب عن <span id='ms178'></span> عبد الله\nبن حبشي وأنس بن مالك وأبي هريرة وعائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \n</p>\n\n#\n<p>\n10\n</p>\n\n<p>\n| - * 128 باب ما جاء في كثرة السجود\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 508 ) حدثنا العباس بن عثمان الدمشقي حدثنا الوليد بن مسلم عن خالد بن\nيزيد المسري عن يونس بن ميسرة بن حابس عن الصنابحي عن عبادة بن الصامت أنه\nسمع رسول الله صلى الله عليه وسلم يقول ما من عبد يسجد لله سجدة إلا كتب\nالله له بها حسنة ومحا عنه بها سيئة ورفع له بها درجة فاستكثروا من السجود\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس الوليد بن مسلم رواه مسلم والترمذي والنسائي من\nحديث ثوبان\n</p>\n\n#\n<p>\n10\n</p>\n\n<p>\n| - * 129 باب أين توضع النعال إذا خلعت في الصلاة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 509 ) حدثنا إسحاق بن إبراهيم بن حبيب و محمد بن إسماعيل قالا حدثنا\nعبد الرحمن المحاربي عن عبد الله بن سعيد بن أبي سعيد عن أبيه عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم إلزم نعليك قدميك فإن خلعتها فاجعلها\nبين رجليك ولا تجعلها عن يمينك ولا عن يمين صاحبك ولا وراءك فتؤذي من خلفك\n</p>\n\n<p>\nهذا إسناد ضعيف عبد الله بن سعيد متفق على تضعيفه رواه أبو داود في سننه\nمن طرق منها عن عبد الوهاب بن نجدة عن بقية وشعيب بن إسحاق عن الأوزاعي عن\nمحمد بن الوليد عن سعيد بن أبي سعيد عن أبيه عن أبي هريرة به فلم يذكر الزم\nنعليك قدميك ولم يقل ولا وراءك فتؤذي من خلفك والباقي نحوه\n</p>\n\n<p>\nوله شاهد من حديث عبد الله بن السايب رواه أبو داود والنسائي وابن ماجه\nونحوهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| + * 7 كتاب الجنائز\n</p>\n\n<p>\n+ *\n</p>\n\n#\n#\n<p>\n| - * 1 باب ما جاء في عيادة المريض\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 510 ) حدثنا أبو بشر بكر بن خلف و محمد بن بشار قالا حدثنا يحيى بن\nسعيد حدثنا عبد الحميد بن جعفر عن أبيه عن حكيم بن أفلح عن أبي مسعود عن\nالنبي صلى الله عليه وسلم قال للمسلم على المسلم أربع خلال يشمته إذا عطس\nويجيبه إذا دعاه ويشهده إذا مات ويعوده إذا مرض\n</p>\n\n<p>\nهذا إسناد صحيح رواه الإمام أحمد في مسنده من حديث أبي مسعود <span id='ms179'></span> أيضا وأبو\nيعلى الموصلي في مسنده عن القواريري عن يحيى بن سعيد به ورواه من طريق حكيم\nبن أفلح عن عقبة بن عمرو ورواه ابن حبان في صحيحه عن أبي يعلى عن عبد الله\nبن عمر عن يحيى القطان به ورواه الحاكم في المستدرك عن أحمد بن جعفر\nالقطيعي عن عبد الله بن أحمد بن حنبل عن أبيه عن يحيى بن سعيد فذكره\nبإسناده ومتنه سواء وقال هذا حديث صحيح على شرط الشيخين بهذا الإسناد إنما\nأخرجاه من حديث الأوزاعي عن الزهري عن سعيد عن أبي هريرة حق المسلم على\nالمسلم خمس\n</p>\n\n<p>\nالحديث قل أصله في الصحيحين من حديث البراء بن عازب\n</p>\n\n#\n<p>\nوفي الترمذي من حديث علي بن أبي طالب\n</p>\n\n#\n<p>\n( 511 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن بشر عن محمد بن عمرو عن\nأبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم خمس من حق\nالمسلم على المسلم رد التحية وإجابة الدعوة وشهود الجنازة وعيادة المريض\nوتشميت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n             العاطس إذا حمد الله عز وجل\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وهو في الصحيحين من حديث أبي هريرة أيضا بغير\nهذا السياق\n</p>\n\n#\n<p>\n( 512 ) حدثنا هشام بن عمار حدثنا مسلمة بن علي حدثنا ابن جريج عن حميد\nالطويل عن أنس بن مالك قال كان النبي صلى الله عليه وسلم لا يعود مريضا إلا\nبعد ثلاث\n</p>\n\n<p>\nهذا إسناد فيه مسلمة بن علي قال البخاري\n</p>\n\n<p>\nوأبو حاتم وأبو زرعة منكر الحديث انتهى\n</p>\n\n<p>\nومن مناكيره عن ابن جريج عن حميد عن أنس أن النبي صلى الله عليه وسلم كان\nلا يعود مريضا إلا بعد ثلاثة أيام قال أبو حاتم هذا باطل منكر وقال ابن عدي\nأحاديثه غير محفوظة واتفقوا على تضعيفه ورواه الطبراني في الأوسط من طريق\nنصر بن حماد أو الحارث الوراق عن روح بن جناح عن الزهري عن ابن المسيب عن\nأبي هريرة مرفوعا فذكره وقال لم يرو هذا الحديث عن الزهري إلا روح بن جناح\nتفرد به أبو الحارث <span id='ms180'></span> الوراق انتهى وأورد ابن الجوزي هذا في كتاب الموضوعات\nمن حديث أبي هريرة وأنس رضي الله عنهما والله أعلم\n</p>\n\n#\n<p>\n( 513 ) حدثنا الحسن بن علي الخلال حدثنا صفوان بن هبيرة حدثنا أبو مكين\nعن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم عاد رجلا فقال ما تشتهي\nقال خبز بر قال النبي صلى الله عليه وسلم من كان عنده خبز بر فليبعث به إلى\nأخيه ثم قال النبي صلى الله عليه وسلم إذا اشتهى مريض أحدكم شيئا فليطعمه\n</p>\n\n<p>\nهذا إسناد حسن صفوان مختلف فيه وأبو مكين اسمه نوح بن ربيعة وسيأتي هذا\nالحديث بإسناده في كتاب الطب إن شاء الله عز وجل\n</p>\n\n#\n<p>\n( 514 ) حدثنا سفيان بن وكيع حدثنا أبو يحيى الحماني عن الأعمش عن يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n             الرقاشي عن أنس بن مالك قال دخل النبي صلى الله عليه وسلم على\nمريض يعوده فقال أتشتهي شيئا أتشتهي كعكا قال نعم فطلبوا له\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف يزيد بن أبان وسيأتي في كتاب الطب إن شاء الله تعالى\n</p>\n\n<p>\nرواه أبو يعلى الموصلي في مسنده حدثنا الحسن بن حماد حدثنا أبو يحيى\nالحماني فذكره بإسناده ومتنه\n</p>\n\n#\n<p>\n( 515 ) حدثنا جعفر بن مسافر حدثني كثير بن هشام حدثنا جعفر بن برقان عن\nميمون بن مهران عن عمر بن الخطاب قال قال رسول الله صلى الله عليه وسلم إذا\nدخلت على مريض فمره يدعو لك فإن دعاءه كدعاء الملائكة\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أنه منقطع قال العلائي في المراسيل والمزي في\nالتهذيب إن رواية ميمون بن مهران عن عمر مرسلة\n</p>\n\n#\n#\n<p>\n| - * 2 باب ما جاء في ثواب من عاد مريضا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 516 ) حدثنا عثمان بن أبي شيبة حدثنا أبو معاوية حدثنا الأعمش عن الحكم\nعن عبد الرحمن بن أبي ليلى عن علي رضي الله عنه قال سمعت رسول الله صلى\nالله عليه وسلم يقول من أتى أخاه المسلم عائدا مشى في خرافة الجنة حتى يجلس\nفإذا جلس غمرته الرحمة فإذا كان غدوة صلى عليه سبعون ألف ملك حتى يمسي وإن\nكان مساء صلى <span id='ms181'></span> عليه سبعون ألف ملك حتى يصبح\n</p>\n\n<p>\nرواه الإمام أحمد بن حنبل في مسنده بتمامه وروى أبو داود والترمذي منه\nفإن كان غدوة إلى آخره دون أوله وقال الترمذي حديث حسن غريب وكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n             رواه ابن حبان في صحيحه والحاكم وقال صحيح على شرطهما\n</p>\n\n<p>\nخرافة الجنة بكسر الخاء أي في اجتناء ثمر الجنة يقال خرفت الجنة أخرفها\nفشبه ما يحوزه عائد المريض من الثواب بما يحوزه المخترف من الثمر هذا قول\nابن الأنباري\n</p>\n\n#\n#\n<p>\n| - * 3 باب تلقين الميت لا إله إلا الله\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 517 ) حدثنا محمد بن بشار حدثنا أبو عامر حدثنا كثير بن زيد عن إسحاق\nبن عبد الله بن جعفر عن أبيه قال قال رسول الله صلى الله عليه وسلم لقنوا\nأمواتكم لا إله إلا الله الحليم الكريم سبحان الله رب العرش العظيم الحمد\nلله رب العالمين قالوا يا رسول الله كيف للأحياء قال أجود وأجود\n</p>\n\n<p>\nهذا إسناد حسن كثير بن زيد مختلف فيه وباقي رجال الإسناد ثقات\n</p>\n\n#\n<p>\nروى مسلم في صحيحه وغيره بعضه من حديث أبي سعيد الخدري\n</p>\n\n#\n#\n<p>\n| - * 4 باب ما يقال عند المريض إذا حضره\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 518 ) حدثنا أحمد بن الأزهر حدثنا محمد بن عيسى حدثنا يوسف بن الماجشون\nحدثنا محمد بن المنكدر قال دخلت على جابر بن عبد الله وهو يموت فقلت أقرأ\nعلى رسول الله صلى الله عليه وسلم السلام\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات إلا أنه موقوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 5 باب ما جاء في المؤمن يؤجر في النزع\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 519 ) حدثنا هشام بن عمار حدثنا الوليد بن مسلم حدثنا الأوزاعي عن عطاء\nعن عائشة أن رسول الله صلى الله عليه وسلم دخل عليها وعندها حميم لها يخنقه\nالموت فلما رأى النبي صلى الله عليه وسلم ما بها قال لها لا تبتئسي على\nحميمك فإن ذلك من حسناته\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات والوليد وإن كان يدلس فقد صرح بالتحدث فزالت\nتهمة التدليس\n</p>\n\n#\n<p>\n( 520 ) حدثنا روح بن الفرج حدثنا نصر بن حماد حدثنا موسى بن كردم عن\nمحمد بن قيس عن أبي بردة عن أبي موسى قال سألت رسول <span id='ms182'></span> الله صلى الله عليه\nوسلم متى تنقطع معرفة العبد من الناس قال إذا عاين\n</p>\n\n<p>\nهذا إسناد ضعيف نصر بن حماد كذبه ابن معين وغيره واتهم بالوضع\n</p>\n\n#\n<p>\n( 521 ) حدثنا أبو داود سليمان بن توبة حدثنا عاصم بن علي حدثنا قزعة بن\nسويد عن حميد الأعرج عن الزهري عن محمود بن لبيد عن شداد بن أوس قال قال\nرسول الله صلى الله عليه وسلم إذا حضرتم موتاكم فأغمضوا البصر فإن البصر\nيتبع الروح وقولوا خيرا فإن الملائكة تؤمن على ما قال أهل البيت\n</p>\n\n<p>\nهذا إسناد حسن قزعة بن سويد مختلف فيه وباقي رجال الإسناد ثقات رواه\nالحاكم في المستدرك عن علي بن محمد بن شاذان بن الجوهري عن أبيه عن يعلى بن\nمنصور عن قزعة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n             سويد فذكره بإسناده ومتنه وقال حديث صحيح\nالإسناد ولم يخرجاه قلت رواه أحمد في مسنده من هذا الوجه\n</p>\n\n#\n<p>\nوروى أبو داود والنسائي بعضه من حديث أم سلمة\n</p>\n\n#\n#\n<p>\n| - * 6 باب ما جاء في غسل الميت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 522 ) حدثنا محمد بن المصفى الحمصي حدثنا بقية بن الوليد عن مبشر بن\nعبيد عن زيد بن أسلم عن عبد الله بن عمر قال قال رسول الله صلى الله عليه\nوسلم ليغسل موتاكم المأمونون\n</p>\n\n<p>\nهذا إسناد ضعيف بقية بن الوليد مدلس وقد رواه بالعنعنة وشيخه قال فيه\nأحمد بن حنبل أحاديثه كذب موضوعة\n</p>\n\n<p>\nوقال البخاري منكر الحديث\n</p>\n\n#\n<p>\nوقال الدارقطني متروك الحديث يضع الأحاديث ويكذب\n</p>\n\n#\n<p>\n( 523 ) حدثنا علي بن محمد حدثنا عبد الرحمن المحاربي حدثنا عباد بن كثير\nعن عمرو بن خالد عن حبيب بن أبي ثابت عن عاصم بن ضمرة عن علي قال قال رسول\nالله صلى الله عليه وسلم من غسل ميتا وكفنه وحنطه وحمله وصلى عليه ولم يفش\nعليه ما رأى خرج من خطيئته مثل يوم ولدته أمه\n</p>\n\n<p>\nهذا إسناد ضعيف عمرو بن خالد كذبه أحمد وابن معين رواه البيهقي في سننه\nمن طريق حبيب ابن أبي ثابت به قال سفيان الثوري حبيب بن أبي ثابت لم يرو عن\nعاصم بن ضمرة شيئا قط <span id='ms183'></span> قلت لعل مراده لم يسمع منه كما قاله الدارقطني في\nسننه وإلا فقد روى له أبو داود وابن ماجة حديث وابن ماجة أيضا هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 7 باب ما جاء في غسل الرجل امرأته وعكسه\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 524 ) حدثنا محمد بن يحيى حدثنا أحمد بن خالد الوهبي حدثنا محمد بن\nإسحاق عن يحيى بن عباد بن عبد الله بن الزبير عن أبيه عن عائشة قالت لو كنت\nاستقبلت من أمري ما استدبرت ما غسل النبي صلى الله عليه وسلم غير نسائه\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات ومحمد بن إسحاق وإن كان مدلسا ورواه بالعنعنة\nفي هذا الإسناد فقد رواه ابن الجارود وابن حبان في صحيحه والحاكم في\nالمستدرك من طريق ابن إسحاق مصرحا بالتحديث فزالت تهمة تدليسه ورواه الإمام\nالشافعي في مسنده من هذا الوجه ورواه البيهقي من طريق الحاكم ورواه أبو\nيعلى الموصلي في مسنده من طريق محمد بن إسحاق حدثنا يحيى بن عباد فذكره\nبزيادة طويلة كما بينته في زوائد المسانيد العشرة\n</p>\n\n#\n<p>\n( 525 ) حدثنا محمد بن يحيى حدثنا أحمد بن حنبل حدثنا محمد بن سلمة عن\nمحمد بن إسحاق عن يعقوب بن عتبة عن عبيد الله بن عبد الله عن عائشة قالت\nرجع رسول الله صلى الله عليه وسلم من البقيع فوجدني وأنا أجد صداعا وأنا\nأقول وارأسأه فقال بل أنا عائشة وارأساه ثم قال ما ضرك لو مت قبلي فقمت\nعليك فغسلتك وكفنتك وصليت عليك ودفنتك\n</p>\n\n<p>\nهذا إسناد رجاله ثقات رواه البخاري من وجه آخر عن عائشة مختصرا ورواه\nالنسائي في كتاب الوفاة وليس في روايتنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 8 باب ما جاء في غسل النبي صلى الله عليه وسلم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 526 ) سعيد بن يحيى بن الأزهر الواسطي حدثنا أبو معاوية حدثنا أبو بردة\nعن علقمة بن مرثد عن ابن بريدة سليمان عن أبيه قال لما أخذوا في غسل النبي\nصلى الله عليه وسلم ناداهم مناد من الداخل لا تنزعوا عن رسول الله قميصه\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف أبي بردة واسمه عمرو بن يزيد التيمي رواه الحاكم في\nالمستدرك <span id='ms184'></span> عن محمد بن يعقوب عن أحمد بن عبد الجبار عن أبي معاوية فذكره\nبإسناده ومتنه سواء وقال هذا حديث صحيح على شرط الشيخين قال وأبو بردة هذا\nهو بريد بن عبد الله بن أبي بردة بن أبي موسى الأشعري محتج بهم في الصحيحين\nانتهى\n</p>\n\n#\n<p>\nوقول الحاكم إنه صحيح وإن أبا بردة اسمه بريد بن عبد الله فيه نظر وإن\nاسمه عمرو بن يزيد كما ذكره المزي في الأطراف والتهذيب\n</p>\n\n#\n<p>\n( 527 ) حدثنا يحيى بن خذام حدثنا صفوان بن عيسى أنبأنا معمر عن الزهري\nعن سعيد بن المسيب عن علي قال لما غسل النبي صلى الله عليه وسلم ذهبت ألتمس\nمنه ما يلتمس من الميت فلم أجده فقال بأبي أنت الطيب طبت حيا وطبت ميتا\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات يحيى بن خذام ذكره ابن حبان في الثقات وباقي\nرجال الإسناد على شرط مسلم رواه أبو داود في اليوم والليلة من طريق معمر به\nورواه البيهقي من طريق عبد الواحد بن زياد عن معمر به\n</p>\n\n#\n<p>\n( 528 ) حدثنا عباد بن يعقوب حدثنا الحسين بن زيد بن علي بن الحسين بن\nعلي عن إسماعيل بن عبد الله بن جعفر عن أبيه عن علي قال قال رسول الله صلى\nالله عليه وسلم إذا أنا مت فاغسلني بسبع قرب من بئر غريس\n</p>\n\n<p>\nهذا إسناد ضعيف عباد بن يعقوب الرواجني أبو سعيد قال فيه ابن حبان كان\nرافضيا داعية ومع ذلك يروي المناكير عن المشاهير فاستحق الترك\n</p>\n\n#\n<p>\nوقال ابن طاهر في التذكرة عباد بن يعقوب من غلاة الروافض روى المناكير عن\nالمشاهير وإن كان البخاري روى عنه حديثا واحدا في الجامع فلا يدل على صدقه\nفقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n             أوقفه عليه غيره من الثقات وأنكر الأئمة عليه روايته عنه\nوترك الرواية عن عباد جماعة من الحفاظ\n</p>\n\n<p>\nقلت إنما روى البخاري لعباد هذا مقرونا بغيره وشيخه الحسين بن زيد بن علي\nمختلف فيه\n</p>\n\n#\n#\n<p>\n| - * 9 باب ما جاء في كفن النبي صلى الله عليه وسلم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 529 ) حدثنا محمد بن خالد العسقلاني حدثنا عمرو بن أبي سلمة <span id='ms185'></span> قال هذا ما\nسمعت من أبي معيد حفص بن غيلان عن سليمان بن موسى عن نافع عن عبد الله بن\nعمر قال كفن رسول الله صلى الله عليه وسلم في ثلاث رباط بيض سحولية\n</p>\n\n<p>\nهذا إسناد حسن لقصور سليمان بن موسى وحفص بن غيلان عن درجة أهل الحفظ\nوالضبط والاتقان وأصله في الصحيحين من حديث عائشة وابن عباس\n</p>\n\n#\n<p>\n8\n</p>\n\n<p>\n| - * 10 باب النظر إلى الميت إذا أدرج في أكفانه\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 530 ) حدثنا محمد بن إسماعيل بن سمرة حدثنا محمد بن الحسن حدثنا أبو\nشيبة عن أنس بن مالك قال لما قبض إبراهيم ابن النبي صلى الله عليه وسلم قال\nلهم النبي صلى الله عليه وسلم لا تدرجوه في أكفانه حتى أنظر إليه فأتاه\nفانكب عليه وبكى\n</p>\n\n<p>\nهذا إسناد ضعيف أبو شيبة اسمه يوسف بن إبراهيم قال ابن حبان روى عن أنس\nبن مالك ما ليس من حديثه لا تحل الرواية عنه وقال البخاري صاحب عجائب وقال\nأبو حاتم ضعيف الحديث منكر الحديث عنده عجائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n#\n<p>\n9\n</p>\n\n<p>\n| - * 11 باب شهود الجنائز\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 531 ) حدثنا حميد بن مسعدة حدثنا حماد بن زيد عن منصور عن عبيد بن\nنسطاس عن أبي عبيدة قال قال عبد الله بن مسعود من اتبع جنازة فليحمل بجوانب\nالسرير كلها فإنه من السنة ثم إن شاء فليتطوع وإن شاء فليدع\n</p>\n\n<p>\nهذا إسناد موقوف رجاله ثقات وحكمه الرفع إلا أنه منقطع فإن أبا عبيدة\nواسمه عامر وقيل اسمه كنيته لم يسمع من أبيه شيئا قاله أبو حاتم وأبو زرعة\nوعمرو بن مرة وغيرهم رواه أبو داود والطيالسي في مسنده عن شعبة عن منصور\nبإسناده ومتنه\n</p>\n\n#\n<p>\n( 532 ) حدثنا محمد بن عبيد بن عقيل حدثنا بشر بن ثابت حدثنا شعبة عن ليث\nعن أبي بردة عن أبي موسى عن النبي صلى الله عليه وسلم أنه رأى جنازة يسرعون\nبها فقال ليكن عليكم السكينة\n</p>\n\n<p>\nهذا إسناد ضعيف رواه أبو داود الطيالسي في مسنده عن شعبة به وعن زائدة عن\nليث وزاد وهي تمخض مخض الزق الحديث وليث بن أبي سليم تركه يحيى القطان <span id='ms186'></span> وابن\nمعين وابن مهدي وغيرهم ومع ضعفه قد ورد في الصحيحين وغيرهما من حديث أبي\nهريرة ما يخالفه أسرعوا بالجنازة الحديث ورواه الإمام أحمد في مسنده من\nطريق ابن ماجه\n</p>\n\n#\n<p>\n10\n</p>\n\n<p>\n| - * 12 باب النهي عن التسلب مع الجنازة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 533 ) حدثنا أحمد بن عبدة أخبرني عمرو بن النعمان حدثنا علي بن الحزور\nعن نفيع عن عمران بن حصين و أبي برزة قالا خرجنا مع رسول الله صلى الله\nعليه وسلم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n             جنازة فرأى قوما قد طرحوا أرديتهم يمشون في قمص\nفقال رسول الله صلى الله عليه وسلم أبفعل الجاهلية تأخذون أو بصنيع\nالجاهلية تشبهون لقد هممت أن أدعو عليكم بدعوة ترجعون في غير صوركم قال\nفأخذوا أرديتهم ولم يعودوا لذلك\n</p>\n\n<p>\nهذا إسناد ضعيف نفيع بن الحارث أبو داود الأعمى تركه غير واحد ونسبه يحيى\nبن معين وغيره لوضع الحديث وعلي بن الحرور كذلك متروك الحديث قال البخاري\nمنكر الحديث عنده عجايب وقال مرة فيه نظر\n</p>\n\n#\n<p>\n11\n</p>\n\n<p>\n| - * 13 باب ما جاء في شهود الجنايز\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 534 ) حدثنا محمد بن عبيد بن عقيل حدثنا بشر بن ثابت حدثنا شعبة عن ليث\nعن أبي بردة عن أبي موسى عن النبي صلى الله عليه وسلم أنه رأى جنازة يسرعون\nبها فقال ليكن عليكم السكينة\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف ليث وهو ابن أبي سليم رواه أبو بكر بن أبي شيبة في\nمسنده عن محمد بن فضيل عن ليث وبه وسياقه أتم\n</p>\n\n#\n<p>\n12\n</p>\n\n<p>\n| - * 14 باب لا تتبع الجنازة بنار\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا محمد بن عبد الأعلى الصنعاني أنبأنا معتمر ابن سليمان قال قرأت على\nالفضيل بن ميسرة عن أبي حريز أن أبا بردة قال أوصى أبو موسى الأشعري حين\nحضره الموت فقال لا تتبعوني بمجمر قالوا له أسمعت فيه شيئا قال نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n             من رسول الله صلى الله عليه وسلم هذا إسناد ضعيف حسن أبو حريز\nاسمه عبد الله بن حسين مختلف فيه وله شاهد من حديث أبي هريرة رواه مالك في\nالموطأ وأبو داود في سننه\n</p>\n\n#\n<p>\n13\n</p>\n\n<p>\n| - * 15 باب من صلى عليه جماعة من المسلمين\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 536 ) حدثنا أبو بكر بن أبي <span id='ms187'></span> شيبة حدثنا عبيد الله أنبأنا شيبان عن\nالأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال من صلى\nعليه مائة من المسلمين غفر له\n</p>\n\n<p>\nهذا إسناد صحيح رجاله رجال الصحيحين\n</p>\n\n<p>\nوله شاهد من حديث عائشة رواه النسائي في الصغرى والترمذي في الجامع وقال\nحسن صحيح\n</p>\n\n#\n<p>\n14\n</p>\n\n<p>\n| - * 16 باب ما جاء في الثناء على الجنازة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 537 ) حدثنا أبو بكر بن أبي شيبة حدثنا علي بن مسهر عن محمد بن عمرو عن\nأبي سلمة عن أبي هريرة قال مر على النبي صلى الله عليه وسلم بجنازة فأثني\nعليها خيرا في مناقب الخير فقال وجبت ثم مر عليه بأخرى فأثني عليه شرا في\nمناقب الشر فقال وجبت إنكم شهداء الله في الأرض\n</p>\n\n<p>\nهذا إسناد صحيح رجاله محتج بهم في الصحيحين رواه النسائي في الصغرى عن\nمحمد بن بشار عن هشام بن عبد الملك عن شعبة عن إبراهيم بن عامر وجده أمية\nبن خلف عن عامر بن سعد عن أبي هريرة به إلا قوله في مناقب الخير ومناقب\nالشر ورواه ابن حبان في صحيحه عن عبد الله بن محمد عن إسحاق بن إبراهيم عن\nمحمد بن عبيد عن محمد بن عمرو فذكره بإسناده ومتنه سواء إلا أنه قال شهود\nالله بدل شهداء والباقي مثله وأصله في الصحيحين وغيرهما من حديث أنس بن\nمالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n#\n<p>\n15\n</p>\n\n<p>\n| - * 17 باب ما جاء في القراءة على الجنازة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 538 ) حدثنا عمرو بن أبي عاصم النبيل و إبراهيم بن المستمر قالا حدثنا\nأبو عاصم حدثنا حماد بن جعفر العبدي حدثني شهر بن حوشب حدثتني أم شريك قالت\nأمرنا رسول الله صلى الله عليه وسلم أن نقرأ على الجنازة بفاتحة الكتاب\n</p>\n\n<p>\nهذا إسناد حسن شهر والراوي عنه مختلف فيهما رواه أبو يعلى الموصلي في\nمسنده من طريق حماد بن جعفر به\n</p>\n\n#\n#\n<p>\n| - * 18 باب الدعاء في الصلاة على الجنازة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 539 ) حدثنا عبد الله بن سعيد حدثنا حفص بن غياث عن حجاج عن أبي الزبير\nعن جابر قال ما أباح لنا رسول الله صلى الله عليه وسلم <span id='ms188'></span> ولا أبو بكر ولا عمر\nفي شيء ما أباحوا في الصلاة على الميت يعني لم يوقت\n</p>\n\n<p>\nهذا إسناد ضعيف حجاج هو ابن أرطأة كان كثير التدليس مشهور بذلك رواه أحمد\nبن منيع في مسنده عن عبد القدوس بن بكر بن حنيش عن الحجاج به ورواه أبو\nيعلى الموصلي حدثنا عقبة بن مكرم حدثنا يونس بن بكير عن إبراهيم بن إسماعيل\nعن أبي الزبير\n</p>\n\n#\n#\n<p>\n| - * 19 باب التكبير على الجنازة أربعا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 540 ) حدثنا يعقوب بن حميد بن كاسب حدثنا المغيرة بن عبد الرحمن حدثنا\nخالد بن إلياس عن إسماعيل بن عمرو بن سعيد بن العاص عن عثمان بن عبد الله\nبن الحكم بن الحارث عن عثمان بن عفان أن النبي صلى الله عليه وسلم صلى على\nعثمان بن مظعون وكبر عليه أربعا\n</p>\n\n<p>\nهذا إسناد ضعيف خالد بن إلياس ضعفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n             أحمد وابن معين والبخاري\nوأبو داود والترمذي والنسائي وأبو حاتم وغيرهم وله شاهد من حديث ابن عباس\nرواه الترمذي وابن ماجه\n</p>\n\n#\n<p>\n( 541 ) حدثنا علي بن محمد حدثنا عبد الرحمن المحاربي حدثنا الهجري قال\nصليت مع عبد الله بن أبي أوفى الأسلمي صاحب رسول الله صلى الله عليه وسلم\nعلى جنازة ابنة له فكبر عليها أربعا فمكث بعد الرابعة شيئا قال فسمعت القوم\nيسبحون به من نواحي الصفوف فسلم ثم قال أكنتم ترون أني مكبر خمسا قالوا\nتخوفنا ذلك قال لم أكن لأفعل ولكن سمعت رسول الله صلى الله عليه وسلم كان\nيكبر أربعا ثم يمكث ساعة فيقول ما شاء الله أن يقول ثم يسلم\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف الهجري واسمه إبراهيم بن مسلم الكوفي ضعفه سفيان بن\nعيينة وابن معين والنسائي والأزدي وغيرهم\n</p>\n\n<p>\nرواه أبو داود الطيالسي في مسنده من طريق الهجري وكذا مسدد في مسنده\nوأحمد بن منيع في مسنده\n</p>\n\n<p>\nورواه الحاكم من طريق جعفر بن عون عن إبراهيم الهجري به ومن طريق الحاكم\nرواه البيهقي بزيادة ورواه الحميدي في مسنده عن سفيان عن الهجري به وسياقه\nأتم\n</p>\n\n#\n<p>\n16\n</p>\n\n<p>\n| - * 20 باب ما جاء فيما كبر خمسا\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا <span id='ms189'></span> إبراهيم بن المنذر الخوامي حدثنا بن علي الرفاعي عن كثير بن عبد\nالله عن أبيه عن جده أن رسول الله صلى الله عليه وسلم كبر خمسا هذا اسناد\nضعيف كثير بن عبد الله قال فيه الشافعي ركن من أركان الكذب وقال ابن حبان\nروى عن أبيه عن جده نسخة موضوعة وقال ابن عبد البر مجمع على ضعفه انتهى\nوإبراهيم بن علي ضعفه البخاري وابن حبان ورماه بعضهم بالكذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n#\n<p>\n17\n</p>\n\n<p>\n| - * 21 باب ما جاء في الصلاة على الطفل\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 543 ) حدثنا هشام بن عمار حدثنا البختري بن عبيد عن أبيه عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم صلوا على أطفالكم فإنهم من أفراطكم\n</p>\n\n<p>\nهذا إسناد ضعيف البختري بن عبيد ضعفه أبو حاتم وابن عدي وابن حبان\nوالدارقطني وكذبه الأزدي وقال فيه أبو نعيم الأصبهاني والحاكم والنقاش يروى\nعن أبيه موضوعات\n</p>\n\n#\n<p>\n18\n</p>\n\n<p>\n| - * 22 باب ما جاء في الصلاة على ابن رسول الله صلى الله عليه وسلم\nوذكر وفاته\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 544 ) حدثنا عبد القدوس بن محمد حدثنا داود بن شبيب الباهلي حدثنا\nإبراهيم بن عثمان حدثنا الحكم بن عتيبة عن مقسم عن ابن عباس قال لما مات\nإبراهيم ابن رسول الله صلى الله عليه وسلم صلى عليه رسول الله صلى الله\nعليه وسلم وقال إن له مرضعا في الجنة ولو عاش لكان صديقا نبيا ولو عاش\nلعتقت أخواله وما استرق قبطي\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف إبراهيم بن عثمان أبو شيبة وله شاهد في صحيح البخاري\nوغيره من حديث عبد الله بن أبي أوفى\n</p>\n\n#\n<p>\n( 545 ) حدثنا عبد الله بن عمران حدثنا داود حدثنا هشام بن الوليد عن أمه\nعن فاطمة بنت الحسين عن أبيها الحسين بن علي قال لما توفي القاسم ابن رسول\nالله صلى الله عليه وسلم قالت خديجة يا رسول الله درت لبيبة القاسم فلو كان\nالله أبقاه حتى يستكمل رضاعه فقال رسول الله صلى الله عليه وسلم إن تمام\nرضاعه في الجنة قالت لو أعلم ذلك يا رسول الله لهون علي أمره فقال رسول\nالله صلى <span id='ms190'></span> الله عليه وسلم إن شئت دعوت الله تعالى فأسمعك صوته قالت يا رسول\nالله بل صدق الله ورسوله\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف هشام بن الوليد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n#\n<p>\n19\n</p>\n\n<p>\n| - * 23 باب الصلاة على الشهداء ودفنهم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 546 ) حدثنا محمد بن عبد الله بن نمير حدثنا أبو بكر بن عياش عن يزيد\nبن أبي زياد عن مقسم عن ابن عباس قال أتى بهم رسول الله صلى الله عليه وسلم\nيوم أحد فجعل يصلي على عشرة عشرة وحمزة هو كما هو يرفعون وهو كما هو موضوع\n</p>\n\n<p>\nهذا إسناد صحيح رواه أبو داود وابن ماجة من حديث ابن عباس أيضا بغير هذا\nالسياق وأصله في الصحيحين ومسند أحمد والنسائي من حديث عقبة بن عامر\n</p>\n\n<p>\nورواه أصحاب الكتب الستة من حديث جابر بن عبد الله ونه شاهد من حديث أبي\nمالك رواه الدارقطني في سننه\n</p>\n\n#\n<p>\n20\n</p>\n\n<p>\n| - * 24 باب في الأوقات التي يصلى فيها على الميت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 547 ) حدثنا العباس بن عثمان الدمشقي حدثنا الوليد بن مسلم عن ابن\nلهيعة عن أبي الزبير عن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال\nصلوا على موتاكم بالليل والنهار\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف ابن لهيعة وتدليس الوليد بن مسلم رواه الحاكم من\nطريق يحيى بن إسحاق السيلحيني عن ابن لهيعة ورواه البيهقي عن الحاكم\n</p>\n\n#\n<p>\n21\n</p>\n\n<p>\n| - * 25 باب في الصلاة على أهل القبلة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 548 ) حدثنا أحمد بن يوسف السلمي حدثنا مسلم بن إبراهيم حدثنا الحارث\nبن نبهان حدثنا عتبة بن يقظان عن أبي سعيد عن مكحول عن واثلة بن الأسقع قال\nقال رسول الله صلى الله عليه وسلم صلوا على كل ميت وجاهدوا مع كل أمير\n</p>\n\n<p>\nهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n             إسناد ضعيف أبو سعيد هذا هو الصواب واسمه محمد بن سعيد\nوعتبة بن يقظان والحارث بن نبهان كلهم ضعفاء رواه الدارقطني في سننه من\nحديث واثلة بن الأسقع أيضا\n</p>\n\n#\n<p>\n22\n</p>\n\n<p>\n| - * 26 باب ما جاء في الصلاة على القبر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 549 ) حدثنا يعقوب بن حميد بن كاسب حدثنا عبد العزيز بن محمد الدراوردي\nعن محمد بن زيد بن المهاجر بن قنفد عن عبد الله بن عامر بن <span id='ms191'></span> ربيعة عن أبيه\nأن امرأة سوداء ماتت ولم يؤذن بها النبي صلى الله عليه وسلم فأخبر بذلك\nفقال هلا آذنتموني بها ثم قال لأصحابه صلوا عليها فصلى عليها\n</p>\n\n<p>\nهذا إسناد حسن يعقوب بن حميد مختلف فيه رواه الإمام أحمد في مسنده من هذا\nالوجه ورواه أبو بكر بن أبي شيبة في مسنده عن داود بن عبد الله عن\nالدراوردي وله شاهد من حديث جابر بن عبد الله رواه النسائي في الصغرى\n</p>\n\n#\n<p>\n( 550 ) حدثنا محمد بن حميد حدثنا مهران بن أبي عمر عن أبي سنان عن علقمة\nبن مرثد عن ابن بريدة عن أبيه أن النبي صلى الله عليه وسلم صلى على ميت بعد\nما دفن\n</p>\n\n<p>\nهذا إسناد حسن أبو سنان فمن دونه مختلف فيهم\n</p>\n\n<p>\nوأصله في الصحيحين والترمذي من حديث ابن عباس قال الترمذي وفي الباب عن\nأنس بن مالك وبريدة وزيد بن ثابت وأبي هريرة وعامر بن ربيعة وأبي قتادة\nوسهل بن حنيف\n</p>\n\n#\n<p>\n( 551 ) حدثنا أبو كريب حدثنا سعيد بن شرحبيل عن ابن لهيعة عن عبيد الله\nبن المغيرة عن أبي الهيثم عن أبي سعيد قال كانت سوداء تقم المسجد فتوفيت\nليلا فلما أصبح رسول الله صلى الله عليه وسلم أخبر بموتها فقال ألا\nآذنتموني بها فخرج بأصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n             فوقف على قبرها فكبر عليها والناس\nمن خلفه ودعا لها ثم انصرف\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف عبد الله بن لهيعة ومتن هذا الحديث ثابت في الصحيحين\nمن حديث أبي هريرة وفي الستة من حديث ابن عباس وفي النسائي وابن ماجة وابن\nحبان من حديث زيد بن ثابت\n</p>\n\n#\n<p>\n23\n</p>\n\n<p>\n| - * 27 باب ما جاء في الصلاة على النجاشي\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 552 ) حدثنا أبو بكر بن أبي شيبة حدثنا معاوية بن هشام حدثنا سفيان عن\nحمران بن أعين عن أبي الطفيل عن مجمع بن جارية الأنصاري أن النبي صلى الله\nعليه وسلم قال إن أخاكم النجاشي قد مات فقوموا فصلوا عليه فصفنا خلفه صفين\n</p>\n\n<p>\nهذا إسناد فيه مقال حمران ضعفه ابن معين والنسائي وقال أبو داود رافضي\nوقال أبو حاتم شيخ <span id='ms192'></span> وذكره ابن حبان في الثقات انتهى\n</p>\n\n<p>\nرواه الترمذي والنسائي وابن ماجة من حديث عمران بن الحسين\n</p>\n\n#\n<p>\n( 553 ) حدثنا محمد بن المثنى حدثنا عبد الرحمن بن مهدي عن المثنى بن\nسعيد عن قتادة عن أبي الطفيل عن حذيفة بن أسيد أن النبي صلى الله عليه وسلم\nخرج بهم فقال صلوا على أخ لكم مات بغير أرضكم قالوا من هو قال النجاشي\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه أبو داود الطيالسي في مسنده عن المثنى\nابن سعيد عن قتادة عن أبي الطفيل فذكره بلفظ إن أخاكم مات بغير أرضكم\nفقوموا فصلوا عليه فصفهم رسول الله صلى الله عليه وسلم خلفه وله شاهد في\nالصحيحين من حديث جابر بن عبد الله ومن حديث أنس بن مالك\n</p>\n\n#\n<p>\n( 554 ) حدثنا سهل بن أبي سهل حدثنا مكي بن إبراهيم أبو السكن عن مالك عن\nنافع عن ابن عمر أن النبي صلى الله عليه وسلم صلى على النجاشي فكبر أربعا\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 28 باب ما جاء في ثواب من صلى على جنازة ومن انتظر دفنها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 555 ) حدثنا عبد الله بن سعيد حدثنا عبد الرحمن المحاربي عن حجاج بن\nأرطأة عن عدي بن ثابت عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى\nالله عليه وسلم من صلى على جنازة فله قيراط ومن شهدها حتى تدفن فله قيراط\nوالذي نفس محمد بيده القيراط أعظم من أحد هذا\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس حجاج بن أرطأة رواه أحمد بن منيع في مسنده حدثنا\nيزيد بن هارون أنبأنا حجاج عن عدي فذكره ورواه الإمام أحمد في مسنده من هذا\nالوجه ورواه أبو بكر بن أبي شيبة في مسنده عن يزيد بن هارون عن الحجاج بن\nأرطأة فذكره بإسناده ومتنه سواء وكذا أبو يعلى الموصلي من طريق يزيد به وله\nشاهد من حديث أبي هريرة رواه الشيخان والترمذي ورواه مسلم وابن ماجة من\nحديث ثوبان ورواه النسائي من حديث البراء ومن حديث عبد الله بن مغفل قال\nالترمذي وفي <span id='ms193'></span> الباب عن البراء وعبد الله بن مغفل وعبد الله بن مسعود وأبي\nسعيد وأبي بن كعب وابن عمر وثوبان رضي الله عنهم\n</p>\n\n#\n#\n<p>\n| - * 29 باب ما جاء في القيام للجنازة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 556 ) حدثنا أبو بكر بن أبي شيبة و هناد بن السري قال حدثنا عبدة بن\nسليمان عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال مر على النبي صلى\nالله عليه وسلم بجنازة فقام وقال قوموا فإن للموت فزعا\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات ورواه الإمام أحمد في مسنده من هذا الوجه وله\nشاهد من حديث عامر بن ربيعة رواه الأئمة الستة ورواه مسلم وأصحاب السنن من\nحديث علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n             وهو في الصحيحين من حديث جابر بن عبد\nالله وفي أبي داود والترمذي وابن ماجة من حديث عبادة بن الصامت وفي النسائي\nمن حديث أبي سعيد وفي مسند البزار من حديث ابن عباس رضي الله عنهم\n</p>\n\n#\n<p>\n24\n</p>\n\n<p>\n| - * 30 باب إدخال الميت في القبر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 557 ) حدثنا عبد الملك بن محمد الرقاشي حدثنا عبد العزيز بن الخطاب\nحدثنا مندل بن علي أخبرني محمد بن عبيد الله بن أبي رافع عن داود بن الحصين\nعن أبيه عن أبي رافع قال سل رسول الله صلى الله عليه وسلم سعدا ورش على\nقبره ماء\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف مندل بن علي ومحمد بن عبيد الله بن أبي رافع\n</p>\n\n#\n<p>\n( 558 ) حدثنا هارون بن إسحاق حدثنا المحاربي عن عمرو بن قيس عن عطية عن\nأبي سعيد أن رسول الله صلى الله عليه وسلم أخذ من قبل القبلة واستقبل\nاستقبالا\n</p>\n\n<p>\nهذا إسناد ضعيف عطية العوفي ضعفه أحمد وغيره وله شاهد من حديث عبد الله\nبن زيد\n</p>\n\n#\n<p>\n( 559 ) حدثنا هشام بن عمار حدثنا حماد بن عبد الرحمن الكلبي حدثنا إدريس\nعن سعيد بن المسيب قال حضرت ابن عمر في جنازة فلما وضعها في اللحد قال بسم\nالله وفي سبيل الله وعلى ملة رسول الله فلما أخذ في تسوية القبر على اللحد\nقال اللهم أجرها من الشيطان ومن عذاب القبر اللهم جاف الأرض عن <span id='ms194'></span> جنبيها وصعد\nروحها ولقها منك رضوانا قلت يا ابن عمر أشيء سمعته من رسول الله صلى الله\nعليه وسلم أم قلته برأيك قال إني إذا لقادر على القول بل شيء سمعته من رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nهذا إسناد فيه حماد بن عبد الرحمن وهو متفق على تضعيفه روى الترمذي وابن\nماجة أيضا وابن حبان في صحيحه طرفا منه من حديث ابن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \n</p>\n\n#\n<p>\n25\n</p>\n\n<p>\n| - * 31 باب استحباب اللحد\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 560 ) حدثنا اسماعيل بن موسى السدي حدثنا شريك عن أبي اليقظان عن زاذان\nعن جرير بن عبد الله البجلي قال قال رسول الله صلى الله عليه وسلم اللحد\nلنا والشق لغيرنا\n</p>\n\n<p>\nهذا إسناد ضعيف أبو اليقظان هذا اسمه عثمان بن عمير وهو متفق على ضعفه\nرواه أبو داود الطيالسي في مسنده عن قيس وشريك به وزاد ألحدوا ولا تشقوا\nورواه البيهقي من طريق مسلم بن عبد الرحمن عن أبي اليقظان ورواه الحميدي في\nمسنده كما رواه ابن ماجة من طريق زاذان به ورواه أحمد بن منيع في مسنده\nحدثنا أبو معاوية حدثنا حجاج عن عثمان القطان عن زاذان فذكره بزيادة طويلة\nفي أوله وأصله في صحيح مسلم وغيره من حديث سعد بن أبي وقاص وله شاهد من\nحديث ابن عباس رواه أصحاب السنن الأربعة وحسنه الترمذي قال وفي الباب عن\nجابر بن عبد الله وابن عمر وعائشة وجرير بن عبد الله رضي الله عنهم\n</p>\n\n#\n<p>\n26\n</p>\n\n<p>\n| - * 32 باب ما جاء في الشق\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 561 ) حدثنا محمود بن غيلان حدثنا هاشم بن القاسم حدثنا مبارك بن فضالة\nحدثني حميد الطويل عن أنس بن مالك قال لما توفي رسول الله صلى الله عليه\nوسلم كان بالمدينة رجل يلحد والآخر يضرح فقالوا نستخير ربنا ونبعث إليهما\nفأيهما سبق تركناه فأرسل إليهما فسبق صاحب اللحد فلحدوا للنبي صلى الله\nعليه وسلم\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات\n</p>\n\n#\n<p>\n( 562 ) حدثنا عمر بن شيبة بن عبيدة بن زيد بن طفيل حدثنا عبد الرحمن بن\nأبي مليكة القرشي حدثنا ابن أبي مليكة عن عائشة قالت لما مات رسول <span id='ms195'></span> الله صلى\nالله عليه وسلم اختلفوا في اللحد والشق حتى تكلموا في ذلك وارتفعت أصواتهم\nفقال عمر لا تصيحوا عند رسول الله صلى الله عليه وسلم حيا ولا ميتا أو كلمة\nنحوها فأرسلوا إلى الشقاق واللاحد جميعا فجاء اللاحد فلحد لرسول الله صلى\nالله عليه وسلم ثم دفن\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \n</p>\n\n#\n<p>\n27\n</p>\n\n<p>\n| - * 33 باب حفر القبر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 563 ) حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن الحباب حدثنا موسى بن\nعبيدة حدثني سعيد بن أبي سعيد عن الأدرع السلمي قال جئت ليلة أحرس النبي\nصلى الله عليه وسلم فإذا رجل قراءته عالية فخرج النبي صلى الله عليه وسلم\nفقلت يا رسول الله هذا مراء قال فمات بالمدينة ففرغوا من جهازه فحملوا نعشه\nفقال النبي صلى الله عليه وسلم إرفقوا به رفق الله به إنه كان يحب الله\nورسوله\n</p>\n\n<p>\nقال وحضر حفرته فقال أوسعوا له أوسع الله عليه فقال بعض أصحابه يا رسول\nالله لقد حزنت عليه فقال أجل إنه كان يحب الله ورسوله\n</p>\n\n<p>\nقلت ليس لأدرع السلمي هذا عند ابن ماجة سوى هذا الحديث وليس له شيء في\nالخمسة الأصول وإسناد حديثه ضعيف لضعف موسى بن عبيدة الربذي رواه أبو بكر\nبن أبي شيبة في مسنده بتمامه هكذا وله شاهد من حديث هشام بن عامر رواه\nأصحاب السنن الأربعة\n</p>\n\n#\n<p>\n28\n</p>\n\n<p>\n| - * 34 باب العلامة في القبر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 564 ) حدثنا العباس بن جعفر حدثنا محمد بن أيوب أبو هريرة الواسطي\nحدثنا عبد العزيز بن محمد عن كثير بن زيد عن زينب بنت نبيط عن أنس بن مالك\nأن رسول الله صلى الله عليه وسلم أعلم قبر عثمان بن مظعون بصخرة\n</p>\n\n<p>\nهذا إسناد حسن كثير بن زيد مختلف فيه\n</p>\n\n#\n<p>\nوله شاهد من حديث المطلب بن أبي وداعة رواه أبو داود في سننه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \n</p>\n\n#\n<p>\n29\n</p>\n\n<p>\n| - * 35 باب النهي عن البناء على القبور\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 565 ) حدثنا محمد بن يحيى حدثنا محمد بن عبد الله الرقاشي حدثنا وهيب\nحدثنا عبد الرحمن بن يزيد بن جابر عن القاسم بن مخيمرة عن أبي سعيد أن\nالنبي صلى الله <span id='ms196'></span> عليه وسلم نهى أن يبنى على القبر\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أنه منقطع القاسم بن مخيمرة لم يسمع من أبي\nسعيد\n</p>\n\n#\n<p>\n30\n</p>\n\n<p>\n| - * 36 باب حث التراب في القبر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 566 ) حدثنا العباس بن الوليد الدمشقي حدثنا يحيى بن صالح حدثنا سلمة\nبن كلثوم حدثنا الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة أن\nرسول الله صلى الله عليه وسلم صلى على جنازة ثم أتى قبر الميت فحثى عليه من\nقبل رأسه ثلاثا\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات\n</p>\n\n#\n<p>\n31\n</p>\n\n<p>\n| - * 37 باب النهي عن المشي على القبور والجلوس عليها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 567 ) حدثنا محمد بن إسماعيل بن سمرة حدثنا المحاربي حدثنا الليث بن\nسعد عن يزيد بن أبي حبيب عن أبي الخير مرثد بن عبد الله اليزني عن عقبة بن\nعامر قال قال رسول الله صلى الله عليه وسلم لأن أمشي على جمرة أو سيف أو\nأخصف نعلي برجلي أحب إلي من أن أمشي على قبر مسلم وما أبالي أدرى أوسط\nالقبر كذا قال قضيت حاجتي أو وسط السوق\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات محمد بن إسماعيل وثقة أبو حاتم والنسائي وابن\nحبان وباقي رجال الإسناد على شرط الشيخين فقد احتجا بجميع رواته ولم ينفرد\nبه محمد بن إسماعيل بن سمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n             فقد رواه أبو يعلى الموصلي في\nمسنده حدثنا حفص بن عبد الله أبو عمر الحلواني حدثنا عبد الرحمن بن محمد\nالمحاربي فذكره بزيادة وله شاهد من حديث أبي هريرة رواه مسلم والنسائي وابن\nماجة ورواه مسلم وأبو داود والترمذي والنسائي من حديث أبي مرثد الغنوي\n</p>\n\n#\n#\n<p>\n| - * 38 باب ما جاء في زيارة القبور\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 568 ) حدثنا إبراهيم بن سعيد الجوهري حدثنا روح حدثنا بسطام بن مسلم\nسمعت أبا التياح سمعت ابن أبي مليكة عن عائشة أن رسول الله صلى الله عليه\nوسلم رخص في زيارة القبور\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات بسطام بن مسلم وثقه ابن معين وأبو زرعة وأبو\nداود وغيرهم وباقي رجال الإسناد على شرط مسلم رواه الحاكم من طريق يزيد بن\nزريع عن بسطام به ورواه <span id='ms197'></span> البيهقي عن الحاكم بزيادة وقال تفرد به بسطام وله\nشاهد في الصحيحين من حديث أنس وأم عطية\n</p>\n\n#\n<p>\n( 569 ) حدثنا يونس بن عبد الأعلى حدثنا ابن وهب أنبأنا ابن جريج عن أيوب\nبن هانىء عن مسروق بن الأجدع عن ابن مسعود أن رسول الله صلى الله عليه وسلم\nقال كنت نهيتكم عن زيارة القبور فزوروها فإنها تزهد في الدنيا وتذكر الآخرة\n</p>\n\n<p>\nهذا إسناد حسن أيوب بن هانىء مختلف فيه وباقي رجال الإسناد على شرط مسلم\nرواه الحاكم عن الأصم عن محمد بن عبد الله بن عبد الحكم عن ابن وهب ورواه\nالبيهقي في سننه الكبرى من طريق الحاكم بزيادة وهذا الحديث أورد ابن ماجة\nبعضه هنا وبعضه في الأشربة وسيأتي وخلطهما الحاكم وتبعه البيهقي على ذلك\nوسبقهما إلى ذلك أبو بكر بن أبي شيبة في مسنده من طريق أيوب بن هانىء عن\nمسروق وسياقه أتم ورواه أبو يعلى الموصلي حدثنا عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n             حصين\nحدثنا حماد بن زيد حدثنا فرقد السبخي عن جابر بن زيد عن مسروق فذكره بتمامه\nوله شاهد في صحيح مسلم وغيره من حديث أبي هريرة وهو في مسلم وغيره أيضا من\nحديث بريدة\n</p>\n\n#\n#\n<p>\n| - * 39 باب زيارة قبور المشركين\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 570 ) حدثنا محمد بن إسماعيل بن البختري الواسطي حدثنا يزيد بن هارون\nعن إبراهيم بن سعد عن الزهري عن سالم عن أبيه قال جاء أعرابي إلى النبي صلى\nالله عليه وسلم فقال يا رسول الله إن أبي كان يصل الرحم وكان وكان فأين هو\nفقال في النار قال فكأنه وجد من ذلك فقال يا رسول الله فأين أبوك قال رسول\nالله صلى الله عليه وسلم حيث ما مررت بقبر مشرك فبشره بالنار قال فأسلم\nالأعرابي بعد ذلك وقال لقد كلفني رسول الله صلى الله عليه وسلم تعبا ما\nمررت بقبر كافر إلا بشرته بالنار\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات محمد بن إسماعيل وثقه ابن حبان والدارقطني\nوالذهبي وباقي رجال الإسناد\n</p>\n\n#\n<p>\n32\n</p>\n\n<p>\n| - * 40 باب النهي عن زيارة النساء القبور\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 571 ) حدثنا أبو بكر بن أبي شيبة و <span id='ms198'></span> أبو بشر قالا حدثنا قبيصة ح\n</p>\n\n<p>\nوحدثنا أبو كريب حدثنا عبيد الله بن سعيد ح\n</p>\n\n<p>\nوحدثنا محمد بن خلف العسقلاني حدثنا الفريابي و قبيصة كلهم عن سفيان عن\nعبد الله بن عثمان بن خثيم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n             عبد الرحمن بن بهمان عن عبد\nالرحمن بن حسان بن ثابت عن أبيه قال لعن رسول الله صلى الله عليه وسلم\nزوارة القبور\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه أبو بكر بن أبي شيبة في مسنده هكذا ورواه\nأحمد بن منيع في مسنده عن قبيصة بن عقبة به ورواه الحاكم في المستدرك عن\nأحمد بن هارون الفقيه حدثنا علي بن عبد العزيز حدثنا أبو حذيفة حدثنا سفيان\nفذكره بإسناده ومتنه ورواه البيهقي في سننه الكبرى من طريق سفيان ورواه\nأصحاب السنن الأربعة\n</p>\n\n<p>\nوابن حبان في صحيحه والحاكم في المستدرك من حديث ابن عباس ورواه أصحاب\nالسنن أيضا من حديث أبي هريرة\n</p>\n\n#\n<p>\n33\n</p>\n\n<p>\n| - * 41 باب اتباع النساء الجنائز\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 572 ) حدثنا محمد بن مصفى الحمصي حدثنا أحمد بن خالد حدثنا إسرائيل عن\nإسماعيل بن سليمان عن دينار أبي عمرو عن ابن الحنفية عن علي قال خرج رسول\nالله صلى الله عليه وسلم فإذا نسوة جلوس قال ما يجلسكن قال ننتظر الجنازة\nقال هل تغسلن قلن لا قال هل تحملن قلن لا قال هل تدلين فيمن يدلي قلن لا\nقال فارجعن مأزورات غير مأجورات\n</p>\n\n<p>\nهذا إسناد مختلف فيه من أجل دينار وإسماعيل بن سليمان أورده ابن الجوزي\nفي العلل المتناهية من هذا الوجه ورواه الحاكم من طريق إسرائيل ومن طريق\nالحاكم رواه البيهقي ورواه أبو يعلى الموصلي في مسنده من حديث أنس بن مالك\nكما أوردته في زوائد المسانيد العشرة وأصل الحديث في صحيح مسلم من حديث أم\nعطية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n#\n<p>\n34\n</p>\n\n<p>\n| - * 42 باب النهي عن النياحة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 574 ) حدثنا العباس بن عبد العظيم العنبري و محمد بن يحيى قالا حدثنا\nعبد الرزاق أنبأنا معمر عن يحيى بن أبي كثير عن ابن معانق أو أبي معانق عن\nأبي مالك الأشعري قال قال رسول الله صلى الله عليه <span id='ms199'></span> وسلم النياحة من أمر\nالجاهلية وإن النائحة إذا ماتت ولم تتب قطع الله لها ثيابا من قطران وذرعا\nمن لهب النار\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات ابن معانق إسمه عبد الله الأشعري وثقه العجلي\nوابن حبان وباقي رجال الإسناد على شرط مسلم\n</p>\n\n<p>\nرواه في صحيحه أبان بن يزيد عن يحيى بن أبي كثير به بلفظ أربع من أمر\nالجاهلية لا تتركوهن الفجور في الأحساب والطعن في الأنساب والاستسقاء\nبالنجوم والنياحة وكذا رواه أبو بكر ابن أبي شيبة في مسنده من طريق يحيى بن\nأبي كثير به\n</p>\n\n#\n<p>\n( 575 ) حدثنا محمد بن يحيى حدثنا محمد بن يوسف حدثنا عمر بن راشد\nاليمامي عن يحيى بن أبي كثير عن عكرمة عن ابن عباس قال قال رسول الله صلى\nالله عليه وسلم النياحة على الميت من أمر الجاهلية فإن النائحة إذا لم تتب\nقبل أن تموت فإنها تبعث يوم القيامة عليها سرابيل من قطران ثم يغلى عليها\nبدروع من لهب النار\n</p>\n\n<p>\nهذا إسناد ضعيف عمر بن راشد قال فيه الإمام أحمد حديثه ضعيف ليس بمستقيم\nوقال ابن معين ضعيف وقال البخاري حديثه عن يحيى بن أبي كثير مضطرب ليس\nبالقائم وقال ابن حبان يضع الحديث لا يحل ذكره إلا على سبيل القدح فيه وقال\nالدارقطني في العلل متروك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n#\n<p>\n( 576 ) حدثنا أحمد بن يوسف حدثنا عبيد الله أنبأنا إسرائيل عن أبي يحيى\nعن مجاهد عن ابن عمر قال نهى رسول الله صلى الله عليه وسلم أن تتبع جنازة\nمعها رانة\n</p>\n\n<p>\nهذا إسناد فيه أبو يحيى وهو القتات الكوفي زاذان وقيل دينار قال أحمد روى\nعنه إسرائيل أحاديث كثيرة مناكير جدا وقال ابن معين في حديثه ضعف وقال\nيعقوب بن سفيان والبزار لا بأس به\n</p>\n\n<p>\nقلت رواه البيهقي في سننه من طريق العباس بن محمد بن عبيد الله بن موسى\nوهذا المتن أورده ابن الجوزي في الموضوعات من طريق نافع عن ابن عمر\n</p>\n\n<p>\nوقال لا أصل لهذا الحديث من كلام رسول الله صلى الله عليه وسلم ورواه أبو <span id='ms200'></span>\nيعلى الموصلي في مسنده من طريق ليث بن أبي سليم عن مجاهد فذكره بزيادة فيه\n</p>\n\n#\n<p>\n35\n</p>\n\n<p>\n| - * 43 باب النهي عن ضرب الخدود وشق الجيوب\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 577 ) حدثنا محمد بن جابر المحاربي و محمد بن كرامة قالا حدثنا أبو\nأسامة عن عبد الرحمن بن يزيد بن جابر عن مكحول و القاسم عن أبي أمامة أن\nرسول الله صلى الله عليه وسلم لعن الخامشة وجهها والشاقة جيبها والداعية\nبالويل والثبور\n</p>\n\n<p>\nهذا إسناد صحيح محمد بن جابر وثقه محمد بن عبد الله الحضرمي ومسلمة\nالأندلسي والذهبي في الكاشف وباقي رجال الإسناد ثقات على شرط مسلم رواه ابن\nحبان في صحيحه عن أحمد بن علي بن المثنى حدثنا إسماعيل بن إبراهيم الهذلي\nحدثنا أبو أسامة ورواه أبو بكر بن أبي شيبة في مسنده عن أبي أسامة به\nوسياقه أتم منه وله شاهد في صحيح البخاري وغيره من حديث ابن مسعود رواه\nمسلم في صحيحه وغيره من حديث أبي موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n</p>\n\n#\n<p>\n36\n</p>\n\n<p>\n| - * 44 باب ما جاء في البكاء على الميت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 578 ) حدثنا سويد بن سعيد حدثنا يحيى بن سليم عن ابن خيثم عن شهر بن\nحوشب عن أسماء بنت يزيد قالت لما توفي ابن رسول الله صلى الله عليه وسلم\nإبراهيم بكى رسول الله صلى الله عليه وسلم فقال له المعزي إما أبو بكر وإما\nعمر أنت أحق من عظم الله حقه قال رسول الله صلى الله عليه وسلم تدمع العين\nويحزن القلب ولا نقول ما يسخط الرب لولا أنه وعد صادق وموعود جامع وأن\nالآخر تابع الأول لوجدنا عليك يا إبراهيم أفضل مما وجدنا وإنا بك لمحرنون\n</p>\n\n<p>\nهذا إسناد حسن له شاهد من حديث أسامة بن زيد رواه الأئمة الستة ورواه\nالنسائي وابن حبان من حديث أبي هريرة\n</p>\n\n#\n<p>\n( 579 ) حدثنا محمد بن يحيى حدثنا إسحاق بن محمد الفزاري حدثنا عبد الله\nبن عمر عن إبراهيم بن محمد بن عبد الله بن جحش عن أبيه عن حمنة بنت جحش أنه\nقيل لها قتل أخوك فقالت رحمه الله وإنا لله وإنا إليه راجعون قالوا قتل <span id='ms201'></span>\nزوجك قالت واحزناه فقال رسول الله صلى الله عليه وسلم إن للزوج من المرأة\nلشعبة ما هي لشيء\n</p>\n\n<p>\nهذا إسناد فيه عبد الله بن عمر العمري وهو ضعيف رواه الحاكم من طريق\nإبراهيم بن الحسين بن ديزيل عن إسحاق بن محمد عن عبد الله بن عمر عن أخيه\nعبيد الله بن عمر عن إبراهيم بن محمد فذكره بزيادة فيه كما بينته في زوائد\nالبيهقي ومن طريق الحاكم رواه البيهقي\n</p>\n\n#\n<p>\n( 580 ) حدثنا هارون بن سعيد المصري حدثنا عبد الله بن وهب أنبأنا أسامة\nبن زيد عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم مر بنساء عبد\nالأشهل يبكين هلكا هن يوم أحد فقال رسول الله صلى الله عليه وسلم لكن حمزة\nلا بواكي له فجاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n             نساء الأنصار يبكين حمزة فاستيقظ رسول الله\nصلى الله عليه وسلم فقال ويحهن ما انقلبن بعد مروهن فلينقلبن ولا يبكين على\nهالك بعد اليوم\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف أسامة بن زيد رواه الإمام أحمد في مسنده من حديث ابن\nعمر أيضا ورواه أبو بكر بن أبي شيبة في مسنده عن عبد الله بن موسى عن أسامة\nبه ورواه الحاكم أبو عبد الله من طريق عبيد الله بن موسى عن أسامة بن زيد\nبه ورواه البيهقي في سننه من طريق الحاكم بزيادة وله من حديث أنس بن مالك\nرواه أبو داود والترمذي والحاكم والبيهقي\n</p>\n\n#\n<p>\n( 581 ) حدثنا هشام بن عمار حدثنا سفيان عن إبراهيم الهجري عن ابن أبي\nأوفى قال نهى رسول الله عن المراثي\n</p>\n\n<p>\nهذا إسناد فيه الهجري وهو ضعيف جدا ضعفه سفيان بن عيينة ويحيى بن معين\nوالنسائي وغيرهم رواه أبو داود الطيالسي في مسنده عن شعبة عن الهجري به\nوفيه قصة ورواه أحمد بن منيع في مسنده حدثنا علي بن عاصم حدثني إبراهيم\nالهجري فذكر رواية ابن ماجه\n</p>\n\n#\n<p>\n37\n</p>\n\n<p>\n| - * 45 باب الميت يعذب بما نيح عليه\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 582 ) حدثنا يعقوب بن حميد بن كاسب حدثنا عبد العزيز بن محمد الدراوردي\nحدثنا أسيد بن أبي أسيد عن موسى <span id='ms202'></span> بن أبي موسى الأشعري عن أبيه أن النبي صلى\nالله عليه وسلم قال الميت يعذب ببكاء الحي إذا قالوا واعضداه واكاسياه\nواناصراه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n             واجبلاه ونحو هذا يتعتع ويقال أنت كذا وأنت كذا قال\nأسيد فقلت سبحان الله إن الله يقول <span class='quran'>ولا تزر وازرة وزر أخرى </span>قال\nويحك أحدثك أن أبا موسى حدثني عن رسول الله صلى الله عليه وسلم فترى أن أبا\nموسى كذب على رسول الله صلى الله عليه وسلم أو ترى أني كذبت على رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n385 هذا إسناد حسن يعقوب بن حميد مختلف فيه\n</p>\n\n#\n<p>\nروى الترمذي بعضه من حديث أبي موسى أيضا\n</p>\n\n<p>\nوأصله في الصحيحين من حديث عمر بن الخطاب وروى الترمذي والنسائي بعضه من\nحديث عائشة\n</p>\n\n#\n<p>\n38\n</p>\n\n<p>\n| - * 46 باب ما جاء في الصبر على المصيبة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 583 ) حدثنا هشام بن عمار حدثنا إسماعيل بن عياش حدثنا ثابت بن عجلان\nعن القاسم عن أبي أمامة عن النبي صلى الله عليه وسلم قال يقول الله سبحانه\nابن آدم إن صبرت واحتسبت عند الصدمة الأولى لم أرض لك ثوابا دون الجنة\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وله شاهد من حديث أنس بن مالك رواه الترمذي\nوالنسائي وابن ماجه\n</p>\n\n#\n<p>\n( 584 ) حدثنا الوليد بن عمرو بن السكن حدثنا أبو همام حدثنا موسى بن\nعبيدة حدثنا مصعب بن محمد عن أبي سلمة بن عبد الرحمن عن عائشة قالت فتح\nرسول الله صلى الله عليه وسلم بابا بينه وبين الناس أو كشف سترا فإذا الناس\nيصلون وراء أبي بكر فحمد الله على ما رأى من حسن حالهم ورجا أن يخلفه الله\nفيهم بالذي رآهم فقال يا أيها الناس أيما من الناس أو أحد من المؤمنين أصيب\nبمصيبة فليتعزا بمصيبته بي عن المصيبة التي تصيبه بغيري فإن أحدا من أمتي\nلن يصاب بمصيبة بعدي أشد عليه من مصيبتي\n</p>\n\n<p>\nهذا إسناد فيه موسى بن عبيدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n             الربذي وهو ضعيف رواه أبو يعلى\nالموصلي في مسنده من طريق موسى بن عبيدة به\n</p>\n\n#\n<p>\n( 585 ) حدثنا أبو بكر بن أبي شيبة حدثنا وكيع <span id='ms203'></span> بن الجراح حدثنا هشام بن\nزياد عن أبيه عن فاطمة بنت الحسين عن أبيهاقالت قال النبي صلى الله عليه\nوسلم من أصيب بمصيبة فذكر مصيبته فأحدث إستر جاعا وإن تقادم عهدها كتب الله\nله من الأجر مثل يوم أصيب\n</p>\n\n<p>\nهذا إسناد فيه هشام بن زياد وهو ضعيف هكذا رواه ابن أبي شيبة في مسنده\nورواه أحمد بن منيع في مسنده حدثنا يزيد أنبأنا هشام بن أبي هشام عن أمه عن\nفاطمة بنت الحسين فذكره بإسناده ومعناه وقد اختلفت النسخ هل هو عن أبيه أو\nعن عمه ولا يعرف لهما حال ورواه يعقوب بن إبراهيم الدورقي عن ابن علية عن\nهشام بن زياد عن أبيه عن فاطمة وتابعه أحمد بن أبي السرح عن يزيد بن هارون\nعن هشام\n</p>\n\n#\n<p>\n39\n</p>\n\n<p>\n| - * 47 باب في ثواب من عزى مصابا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 586 ) حدثنا أبو بكر بن أبي شيبة حدثنا خالد بن مخلد حدثني قيس أبو\nعمارة مولى الأنصار قال سمعت عبد الله بن أبي بكر بن محمد بن عمرو بن حزم\nيحدث عن أبيه عن جده عن النبي صلى الله عليه وسلم أنه قال ما من مؤمن يعزي\nأخاه بمصيبة إلا كساه الله عز وجل الكرامة يوم القيامة\n</p>\n\n<p>\nهذا إسناد فيه مقال قيس أبو عمارة ذكره ابن حبان في الثقات وقال الذهبي\nفي الكاشف ثقة وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n             البخاري فيه نظر\n</p>\n\n<p>\nقلت وباقي رجال الإسناد على شرط مسلم رواه ابن أبي شيبة في مسنده هكذا\nورواه البيهقي في سننه الكبرى من طريق إسماعيل بن أبي أويس عن قيس أبي\nعمارة ورواه عبد بن حميد حدثنا خالد بن مخلد فذكره بالإسناد والمتن وله\nشاهد من حديث ابن مسعود رواه الترمذي وابن ماجة وروى الترمذي نحوه من حديث\nأبي برزة\n</p>\n\n#\n#\n<p>\n| - * 48 باب في ثواب من أصيب بولده\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 587 ) حدثنا محمد بن عبد الله بن نمير حدثنا إسحاق بن سليمان حدثنا\nحريز بن عثمان عن شرحبيل بن شفعة قال لقيني عتبة بن عبد السلمي فقال سمعت\nرسول الله صلى الله عليه وسلم يقول ما من مسلم <span id='ms204'></span> يموت له ثلاثة من الولد لم\nيبلغوا الحنث إلا تلقوه من أبواب الجنة الثمانية من أيها شاء دخل\n</p>\n\n<p>\nهذا إسناد فيه شرحبيل بن شفعة ذكره ابن حبان في الثقات وقال أبو داود\nوشيوخ جرير كلهم ثقات\n</p>\n\n<p>\nقلت وباقي رجال الإسناد على شرط البخاري وأصله في الصحيحين وغيرهما من\nحديث أبي هريرة\n</p>\n\n<p>\nوفي الترمذي وابن ماجة من حديث ابن مسعود وفي الترمذي أيضا من حديث عائشة\nوفي البخاري والنسائي من حديث أنس\n</p>\n\n#\n#\n<p>\n| - * 49 باب فيمن أصيب بسقط\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 588 ) حدثنا أبو بكر بن أبي شيبة حدثنا خالد بن مخلد حدثنا يزيد بن عبد\nالملك النوفلي عن يزيد بن رومان عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n             لسقط أقدمه بين يدي أحب إلي من فارس أخلفه خلفي\n</p>\n\n<p>\nقلت قال المزي في التهذيب والأطراف يزيد بن رومان لم يدرك أبا هريرة\n</p>\n\n<p>\nقلت ويزيد بن عبد الملك وإن وثقه ابن سعد فقد ضعفه أحمد وابن معين وأبو\nزرعة وأبو حاتم والبخاري والنسائي وغيرهم\n</p>\n\n<p>\nرواه ابن أبي شيبة في مسنده هكذا وأورده ابن الجوزي في العلل المتناهية\nمن طريق يزيد بن عبد الملك\n</p>\n\n#\n<p>\n( 589 ) حدثنا محمد بن يحيى ومحمد بن إسحاق البكاري حدثنا أبو غسان حدثنا\nمندل عن الحسن بن الحكم النخعي عن أسماء بنت يزيد بن عابس بن ربيعة عن\nأسماء عن علي قال قال رسول الله صلى الله عليه وسلم إن السقط ليراغم ربه\nإذا دخل أبويه النار فقال أيها السقط المراغم ربه أدخل أبويك الجنة فيجرهما\nبسرره حتى يدخلهما الجنة\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف مندل بن علي ويراغم ربه يغاضبه ويرغم غضب رواه أبو\nيعلى الموصلي في مسنده حدثنا أبو بكر حدثنا أبو مصعب بن المقدام حدثنا مندل\nعن الحسن بن الحكم عن أسماء بنت عابس عن أبيها عن علي به فذكره\n</p>\n\n#\n<p>\n( 590 ) حدثنا علي بن هشام بن مرزوق حدثنا عبيدة بن حميد حدثنا يحيى بن\nعبيد الله عن عبيد الله بن مسلم الحضرمي عن معاذ بن جبل عن النبي صلى الله\nعليه <span id='ms205'></span> وسلم قال والذي نفسي بيده إن السقط ليجر أمه بسرره إلى الجنة إذا\nاحتسبته\n</p>\n\n<p>\nهذا إسناد ضعيف لاتفاقهم على ضعف يحيى بن عبيد الله بن عبد الله بن موهب\nقال المزي في الأطراف تابعه عبيد الله بن عمر الرقي عن زيد بن أبي أنيسة عن\nيحيى بن عبيد الله التيمي عن عبد الله بن مسلم قال وقال إسرائيل بن يونس\nوخالد بن عبد الله الواسطي وغير واحد عن يحيى بن عبد الله الجابر عن عبيد\nالله بن مسلم وهو المحفوظ\n</p>\n\n<p>\nرواه مسدد في مسنده عن خليد بن عبد الله حدثنا يحيى الجابر فذكره وسياقه\nأتم\n</p>\n\n#\n<p>\nوكذا رواه عبد بن حميد في مسنده من طريق يحيى به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \n</p>\n\n#\n<p>\n40\n</p>\n\n<p>\n| - * 50 باب ما جاء في الطعام يبعث إلى أهل البيت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 591 ) حدثنا يحيى بن خلف أبو سلمة حدثنا عبد الأعلى عن محمد بن إسحاق\nحدثني عبد الله بن أبي بكر عن أم عيسى الجزار قالت حدثتني أم عون ابنة محمد\nبن جعفر عن جدتها أسماء بنت عميس قالت لما أصيب جعفر رجع رسول الله صلى\nالله عليه وسلم إلى أهله فقال إن آل جعفر قد شغلوا بشأن ميتهم فاصنعوا لهم\nطعاما قال عبد الله فما زالت سنة حتى كان حديثا فترك\n</p>\n\n<p>\nهذا إسناد ضعيف أم عيسى مجهولة لم تسم وكذلك أم عون رواه مسدد في مسنده\nمن طريق عبد الله بن أبي بكر عن أم عيسى عن أسماء فذكره بإسناده ومتنه\nوزيادة\n</p>\n\n#\n<p>\nوله شاهد من حديث عبد الله بن جعفر رواه أصحاب السنن الأربعة\n</p>\n\n#\n<p>\n41\n</p>\n\n<p>\n| - * 51 باب النهي عن الاجتماع إلى أهل البيت وصنعة الطعام\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 592 ) حدثنا محمد بن يحيى حدثنا سعيد بن منصور حدثنا هشيم ح\n</p>\n\n<p>\nوحدثنا شجاع بن مخلد أبو الفضل حدثنا هشيم عن إسماعيل بن أبي خالد عن قيس\nبن أبي حازم عن جرير بن عبد الله قال كنا نرى الاجتماع إلى أهل البيت وصنعة\nالطعام من النياحة\n</p>\n\n<p>\nهذا إسناد صحيح رجال الطريق الأولى على شرط البخاري والطريق الثانية على\nشرط مسلم رواه أحمد بن منيع <span id='ms206'></span> في مسنده حدثنا هشيم فذكره بإسناده ومتنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n            \n</p>\n\n#\n<p>\n42\n</p>\n\n<p>\n| - * 52 باب فيمن مات غريبا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 593 ) حدثنا جميل بن الحسن حدثنا أبو المنذر الهذيل بن الحكم حدثنا عبد\nالعزيز بن أبي رواد عن عكرمة عن ابن عباس قال قال رسول الله صلى الله عليه\nوسلم موت غربة شهادة\n</p>\n\n<p>\nهذا إسناد فيه الهذيل بن الحكم قال فيه البخاري منكر الحديث وقال ابن عدي\nلا يقيم الحديث وقال ابن معين هذا الحديث منكر ليس بشيء وقد كتبت عن الهذيل\nولم يكن به بأس انتهى رواه أبو بكر بن أبي شيبة في مسنده عن الهذيل بن\nالحكم به وله شاهد رواه القضاعي في مسند الشهاب من طريق أبي رجاء الخراساني\nعن هشام بن حسان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم من مات غريبا مات شهيدا\n</p>\n\n<p>\nقلت أبو رجاء هذا اسمه عبد الله بن واقد وهو متروك\n</p>\n\n<p>\nوأورده ابن الجوزي في العلل المتناهية من طريق الهذيل\n</p>\n\n#\n<p>\n43\n</p>\n\n<p>\n| - * 53 باب فيمن مات مريضا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 594 ) حدثنا أحمد بن يوسف حدثنا عبد الرزاق أنبأنا معمر أنبأنا ابن\nجريج وحدثنا أبو عبيدة بن أبي السفر حدثنا حجاج بن محمد قال قال ابن جريج\nأخبرني إبراهيم بن محمد بن أبي عطاء عن موسى بن وردان عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم من مات مريضا مات شهيدا ووقي فتنة القبر وغدى\nوريح عليه برزقه من الجنة\n</p>\n\n<p>\nهذا إسناد ضعيف إبراهيم بن محمد بن أبي عطاء كذبه مالك ويحيى بن سعيد\nالقطان وابن معين وقال الإمام أحمد قدري معتزلي جهمي كل بلاء فيه\n</p>\n\n#\n<p>\nوقال البخاري جهمي تركه ابن المبارك والناس انتهى\n</p>\n\n<p>\nوأورد ابن الجوزي هذا الحديث في كتاب الموضوعات من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n             طرق وقال\nهذا حديث لا يصح ومدار الطريق على إبراهيم وهو ابن أبي يحيى وقال ابن أبي\nعطاء ويقال إبراهيم بن محمد ابن أبي عطاء ويقال أبو ذيب ويقال المدني ويقال\nأبو إسحاق بن محمد ويقال فيه غير ذلك قلت قال أبو الحسن الدارقطني حديث <span id='ms207'></span>\nمحمد بن مخلد حدثنا عبد الأعلى الآبار حدثنا ابن أبي سكينة الحلبي يعني\nمحمد بن إبراهيم سمعت إبراهيم بن أبي يحيى يقول حكم الله بيني وبين مالك هو\nسماني قدريا وأما ابن جريج فإن حديثه عن موسى بن وردان عن أبي هريرة عن\nالنبي صلى الله عليه وسلم قال من مات مرابطا مات شهيدا فنسبني إلى جدي من\nقبل أمي وروى عن من مات مريضا مات شهيدا وما هكذا حديثه\n</p>\n\n#\n<p>\n44\n</p>\n\n<p>\n| - * 54 باب النهي عن كسر عظم الميت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 595 ) حدثنا محمد بن معمر حدثنا محمد بن بكر حدثنا عبد الله بن زياد\nأخبرني أبو عبيدة بن عبد الله بن زمعة عن أمه عن أم سلمة عن النبي صلى الله\nعليه وسلم قال كسر عظم الميت ككسر عظم الحي في الإثم\n</p>\n\n<p>\nهذا إسناد فيه عبد الله بن زياد مجهول ولعله عبد الله بن زياد بن سمعان\nالمدني أحد المتروكين فإنه في طبقته وله شاهد من حديث عائشة رواه أبو داود\nوابن ماجه وابن حبان\n</p>\n\n#\n<p>\n45\n</p>\n\n<p>\n| - * 55 باب في مرض رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 596 ) حدثنا أبو بكر بن أبي شيبة حدثنا يزيد بن هارون حدثنا همام عن\nقتادة عن صالح أبي الخليل عن سفينة عن أم سلمة أن رسول الله صلى الله عليه\nوسلم كان يقول في مرضه الذي توفي فيه الصلاة وما ملكت أيمانكم فما زال\nيقولها حتى ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n             يفيض بها لسانه\n</p>\n\n<p>\nهذا إسناد صحيح على شرط الشيخين فقد احتجا بجميع رواته ورواه مسدد في\nمسنده عن يزيد حدثنا سعيد عن قتادة فذكره بإسناده ومتنه\n</p>\n\n<p>\nورواه الإمام أحمد في مسنده من حديث أم سلمة أيضا ورواه أبو بكر بن أبي\nشيبة في مسنده هكذا ورواه عبد بن حميد في مسنده عن أبي بكر بن أبي شيبة عن\nيزيد بن هارون به ورواه أبو يعلى الموصلي في مسنده حدثنا عبد الواحد بن\nغياث حدثنا أبو عوانة فذكره ورواه النسائي في الكبرى في كتاب الوفاة عن\nحميد بن مسعدة عن يزيد بن زريع عن سعيد عن <span id='ms208'></span> قتادة به\n</p>\n\n<p>\nورواه فيه أيضا عن عبد الرحمن بن محمد بن سلام عن يزيد بن هارون به ورواه\nأيضا فيه في مسند سفينة عن قتيبة بن سعيد عن أبي عوانة عن قتادة به وقال\nالمزي كتاب الوفاة في رواية ابن السيوطي\n</p>\n\n#\n<p>\n46\n</p>\n\n<p>\n| - * 56 باب في وفاة رسول الله صلى الله عليه وسلم والصلاة عليه ودفنه\nوغير ذلك\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 597 ) حدثنا نصر بن علي الجهضمي أنبأنا وهب بن جرير حدثنا أبي عن محمد\nبن إسحاق حدثني حسين بن عبد الله عن عكرمة عن ابن عباس قالوا لما أرادوا أن\nيحفروا لرسول الله صلى الله عليه وسلم بعثوا إلى أبي عبيدة بن الجراح وكان\nيضرح ضريح أهل مكة وبعثوا إلى أبي طلحة وكان هو الذي يحفر لأهل المدينة\nوكان يلحد فبعثوا إليهما رسولين فقالوا اللهم خر لرسولك فوجدا أبا طلحة\nفجيء به ولم يوجد أبو عبيدة فلحد لرسول الله صلى الله عليه وسلم قال فلما\nفرغوا من جهازه يوم الثلاثاء وضع على سريره في بيته ثم دخل الناس على رسول\nالله صلى الله عليه وسلم إرسالا يصلون عليه حتى إذا فرغوا أدخلوا النساء\nحتى إذا فرغوا أدخلوا الصبيان ولم يؤم الناس على رسول الله صلى الله عليه\nوسلم أحد لقد اختلف المسلمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n             في المكان الذي يحفر له فقال\nقائلون يدفن في مسجده وقال قائلون ندفنه مع أصحابه فقال أبو بكر إني سمعت\nرسول الله صلى الله عليه وسلم يقول ما قبض نبي إلا دفن حيث يقبض قال فرفعوا\nفراش رسول الله صلى الله عليه وسلم الذي توفي عليه فحفروا له ثم دفن رسول\nالله صلى الله عليه وسلم وسط الليل من ليلة الأربعاء ونزل في حفرته علي بن\nأبي طالب والفضل بن العباس وقثم أخوه وشقران مولى رسول الله صلى الله عليه\nوسلم فقال أوس بن خولي وهو أبو ليلى لعلي بن أبي طالب انشدك الله وحظنا من\nرسول الله صلى الله عليه وسلم قال له رضي الله عنه إنزل وكان شقران مولاه\nأخذ قطيفة كان <span id='ms209'></span> رسول الله صلى الله عليه وسلم يلبسها فدفنها في القبر قال\nوالله لا يلبسها أحد بعدك أبدا فدفنت مع رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nهذا إسناد فيه الحسين بن عبد الله بن عبيد بن عباس الهاشمي تركه الإمام\nأحمد بن حنبل وعلي بن المديني والنسائي وقال البخاري يقال إنه يتهم\nبالزندقة وقواه ابن عدي وباقي رجال الإسناد ثقات ورواه ابن عدي في الكامل\nمن طريق بكر بن سليمان عن محمد بن إسحاق به ورواه البيهقي من طريق ابن عدي\nورواه الحاكم من طريق يونس بن بكير عن ابن إسحاق ورواه البيهقي من طريق\nالحاكم\n</p>\n\n#\n<p>\n( 598 ) حدثنا نصر بن علي حدثنا عبد الله بن الزبير أبو الزبير حدثنا\nثابت البناني عن أنس بن مالك قال لما وجد رسول الله صلى الله عليه وسلم من\nكرب الموت ما وجد قالت فاطمة وآكرب أبتاه فقال رسول الله صلى الله عليه\nوسلم لا كرب على أبيك بعد اليوم إنه قد حضر من أبيك ما ليس بتارك منه أحد\nإلا لموافاة يوم القيامة\n</p>\n\n<p>\nهذا إسناد فيه عبد الله بن الزبير الباهلي أبو الزبير ويقال أبو معبد\nالبصري ذكره ابن حبان في الثقات وقال أبو حاتم مجهول وقال الدارقطني بصري\nصالح قلت وباقي رجال الإسناد على شرط الشيخين رواه الإمام أحمد في مسنده من\nحديث أنس أيضا ورواه الترمذي في الشمائل عن نصر بن علي الجهضمي به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n            \n</p>\n\n#\n<p>\n( 599 ) حدثنا إسحاق بن منصور أنبأنا عبد الوهاب بن عطاء العجلي عن ابن\nعون عن الحسن عن أبي بن كعب قال كنا مع رسول الله صلى الله عليه وسلم وإنما\nوجهنا واحد فلما قبض نظرنا هكذا وهكذا\n</p>\n\n<p>\nهذا إسناد على شرط مسلم إلا أنه منقطع بين الحسن وأبي بن كعب يدخل بينهما\nعتبى بن ضمرة\n</p>\n\n#\n<p>\n( 600 ) حدثنا إبراهيم بن المنذر الخزامي حدثنا خالي محمد بن إبراهيم بن\nالمطلب بن السائب بن أبي وداعة السهمي حدثنا موسى بن عبد الله بن أبي أمية\nالمخزومي حدثني أبو مصعب بن عبد الله عن أم <span id='ms210'></span> سلمة بنت أبي أمية زوج النبي\nصلى الله عليه وسلم أنها قالت كان الناس في عهد رسول الله صلى الله عليه\nوسلم إذا قام المصلي يصلي لم يعد بصر أحدهم موضع جبينه فتوفي أبو بكر فكان\nعمر فكان الناس إذا قام أحدهم يصلي لم يعد بصر أحدهم موضع القبلة وكان\nعثمان بن عفان فكانت الفتنة فتلفت الناس يمينا وشمالا\n</p>\n\n<p>\nقلت قال الحافظ عبد العظيم المنذري في كتابه الترغيب هو إسناد حسن إلا أن\nموسى بن عبد الله بن أبي أمية لم يخرج له من أصحاب الكتب الستة غير ابن\nماجة قال ولا يحضرني فيه جرح ولا تعديل انتهى\n</p>\n\n#\n<p>\n( 601 ) حدثنا الحسن بن علي الخلال حدثنا عمرو بن عاصم حدثنا سليمان بن\nالمغيرة عن ثابت عن أنس قال قال أبو بكر بعد وفاة رسول الله صلى الله عليه\nوسلم لعمر إنطلق بنا إلى أم أيمن نزورها كما كان رسول الله صلى الله عليه\nوسلم قال فلما انتهينا إليها بكت فقالا لها ما يبكيك فما عند الله خير\nلرسوله قالت إني لأعلم أن ما عند الله خير لرسوله ولكني أبكي لكون الوحي\nانقطع من السماء قال فهيجتهما على البكاء فجعلا يبكيان معها\n</p>\n\n<p>\nهذا إسناد صحيح على شرط الشيخين\n</p>\n\n#\n<p>\n( 602 ) حدثنا عمرو بن سواد المصري حدثنا عبد الله بن وهب عن عمرو بن\nالحارث عن سعيد ابن أبي هلال عن زيد بن أيمن عن عبادة بن نسي عن أبي\nالدرداء قال قال رسول الله صلى الله عليه وسلم أكثروا الصلاة علي يوم\nالجمعة فإنه مشهود وتشهده الملائكة وإن أحدا لن يصلي علي إلا عرضت علي\nصلاته حتى يفرغ منها قال قلت وبعد الموت قال وبعد الموت إن الله عز وجل حرم\nعلى الأرض أن تأكل أجساد الأنبياء ( عليهم الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n             والسلام )\nفنبي الله حي يرزق صلى الله عليه وسلم\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أنه منقطع في موضعين عبادة بن نسي روايته عن\nأبي الدرداء مرسلة قال العلاء وزيد بن أيمن عن عبادة بن نسي قاله <span id='ms211'></span> البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| + * 8 كتاب الصيام\n</p>\n\n<p>\n+ *\n</p>\n\n#\n<p>\n( 603 ) حدثنا أبو كريب حدثنا أبو بكر بن عياش عن الأعمش عن أبي سفيان عن\nجابر قال قال رسول الله صلى الله عليه وسلم إن لله عز وجل عند كل فطر عتقاء\nوذلك في كل ليلة\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أن طلحة بن نافع أبا سفيان عن جابر إنما هي\nصحيفة وذكر البزار أن الأعمش لم يسمع من أبي سفيان طلحة بن نافع وهذا غريب\nفإن روايته في الكتب الستة وهو معروف بالرواية عنه رواه أبو يعلى الموصلي\nفي مسنده حدثنا ابن نمير حدثنا ابن إدريس عن الأعمش فذكره وله شاهد من حديث\nأبي هريرة رواه الترمذي وابن ماجة وروى الإمام أحمد منه الجملة الأولى من\nحديث أبي أسامة ورواه البزار في مسنده من حديث أبي سعيد\n</p>\n\n#\n<p>\n( 604 ) حدثنا أبو بدر عباد بن الوليد حدثنا محمد بن بلال حدثنا عمران\nالقطان عن قتادة عن أنس بن مالك قال دخل رمضان فقال رسول الله صلى الله\nعليه وسلم إن هذا الشهر قد حضركم وفيه ليلة خير من ألف شهر ومن حرمها فقد\nحرم الخير كله ولا يحرم خيرها إلا محروم\n</p>\n\n<p>\nهذا إسناد فيه مقال عمران بن أبي داود القطان مختلف فيه مشاه أحمد ووثقه\nعفان والعجلي وذكره ابن حبان في الثقات وضعفه ابن ماجة والنسائي وابن معين\nوابن عدي ومحمد بن بلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n             ذكره ابن حبان في الثقات وقال ابن عدي\nمغرب عن عمران وروى عن غير عمران أحاديث غرائب وأرجو أنه لا بأس به وباقي\nرجال الإسناد ثقات وصحح الحافظ عبد العظيم المنذري هذا الحديث ورواه\nالطبراني في الأوسط من هذا الوجه\n</p>\n\n#\n#\n<p>\n| - * 2 باب صوم يوم الشك\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 605 ) حدثنا أبو بكر بن أبي شيبة حدثنا حفص بن غياث عن عبد الله بن\nسعيد عن جده عن أبي هريرة قال نهى رسول الله صلى الله عليه وسلم عن صوم\nتعجيل يوم قبل الرؤية\n</p>\n\n<p>\nهذا إسناد ضعيف لاتفاقهم على ضعف عبد الله بن سعيد المقبري رواه أبو بكر\nبن أبي شيبة في مسنده <span id='ms212'></span> بزيادة في الحديث ذكره فيه ورواه البيهقي في سننه من\nطريق الثوري عن عبد الله بن سعيد المقبري به وله شاهد من حديث حذيفة رواه\nأبو داود في سننه ورواه الترمذي من حديث أبي هريرة أيضا بغير سياق ابن ماجه\n</p>\n\n#\n<p>\n( 606 ) حدثنا العباس بن الوليد الدمشقي حدثنا مروان بن محمد حدثنا\nالهيثم بن جميل حدثنا العلاء بن الحارث عن القاسم بن عبد الرحمن أنه سمع\nمعاوية بن أبي سفيان على المنبر يقول كان رسول الله صلى الله عليه وسلم\nيقول على المنبر قبل شهر رمضان يوم الصيام كذا وكذا ونحن متقدمون فمن شاء\nفليتقدم ومن شاء فليتأخر\n</p>\n\n<p>\nهذا إسناد رجاله موثقون لكن قيل إن القاسم بن عبد الرحمن أبو عبد الرحمن\nلم يسمع من أحد من الصحابة سوى أبي أمامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n             قاله المزي في التهذيب والذهبي في الكاشف وقد روى البخاري\nوأصحاب السنن من حديث أبي هريرة مرفوعا لا يتقدمن أحدكم رمضان بصوم يوم أو\nيومين إلا أن يكون رجلا كان يصوم صوما فليصمه فهذا مخالف لرواية ابن ماجه\n</p>\n\n#\n#\n<p>\n| - * 3 باب الشهر تسع وعشرون\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 607 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو معاوية حدثنا الأعمش عن أبي\nصالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم كم مضى من الشهر\nقال قلنا اثنان وعشرون وبقيت ثمان قال رسول الله صلى الله عليه وسلم الشهر\nهكذا والشهر هكذا ثلاث مرات وأمسك واحدة\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وله شاهد من حديث سعد ابن أبي وقاص رواه مسلم\nفي صحيحه والنسائي وابن ماجه\n</p>\n\n#\n<p>\n( 608 ) حدثنا مجاهد بن موسى حدثنا القاسم بن مالك المزني حدثنا الجريري\nعن أبي نصر عن أبي هريرة قال ما صمنا على عهد رسول الله صلى الله عليه وسلم\nتسعا وعشرين أكثر مما صمنا ثلاثين\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أن الجريري واسمه سعيد بن إياس اختلط بآخره ولم\nيعرف حال القاسم بن مالك هل روى عنه قبل الاختلاط أو بعده وله شاهد من حديث\nعبد الله بن مسعود رواه <span id='ms213'></span> أبو داود والترمذي قال وفي الباب عن عمر وأبي هريرة\nوعائشة وسعد بن أبي وقاص وابن عباس وابن عمر وأنس وجابر وأم سلمة وأبي بكرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 4 باب الصوم في السفر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 609 ) حدثنا محمد بن مصفى الحمصي حدثنا محمد بن حرب عن عبيد الله بن\nعمر عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم ليس من البر\nالصيام في السفر\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه ابن حبان في صحيحه من طريق محمد بن مصفى\nبإسناده ومتنه وله شاهد في الصحيحين وغيرهما من حديث جابر بن عبد وأنس\nوغيرهما\n</p>\n\n#\n<p>\n( 610 ) حدثنا إبراهيم بن المنذر الخزامي حدثنا عبد الله بن موسى التيمي\nعن أسامة بن زيد عن ابن شهاب عن أبي سلمة بن عبد الرحمن عن أبيه عبد الرحمن\nبن عوف قال قال رسول الله صلى الله عليه وسلم صائم رمضان في السفر كالمفطر\nفي الحضر\n</p>\n\n<p>\nهذا إسناد ضعيف ومنقطع رواه أسامة بن زيد هو ابن أسامة ضعيف وأبو سلمة\nابن عبد الرحمن لم يسمع من أبيه شيئا قاله ابن معين والبخاري ورواه النسائي\nعن محمد بن أبان البلخي عن معن بن عيسى وعن محمد بن يحيى بن أيوب عن حماد\nبن خالد الخياط وعن أبي عامر العقدي ثلاثتهم عن ابن أبي ذيب عن الزهري عن\nأبي سلمة به موقوفا ولم يذكر فيه رمضان\n</p>\n\n<p>\nورواه النسائي أيضا عن محمد بن يحيى بن أيوب عن أبي معاوية عن ابن أبي\nذيب عن الزهري عن حميد بن عبد الرحمن عوف عن أبيه موقوفا أيضا وله شاهد في\nالصحيحين وغيرهما من حديث أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 5 باب كفارة من أفطر يوما من رمضان\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 611 ) حدثنا حرملة بن يحيى حدثنا عبد الله بن وهب حدثنا عبد الجبار بن\nعمر حدثني يحيى بن سعيد عن سعيد بن المسيب عن أبي هريرة عن رسول الله صلى\nالله عليه وسلم كذلك وقال صم يوما مكانه\n</p>\n\n<p>\nقلت هذا الحديث طرف من حديث الرجل الذي وقع على امرأته في رمضان رواه\nالأئمة الستة <span id='ms214'></span> من حديث أبي هريرة قال أتى النبي صلى الله عليه وسلم رجل فقال\nهلكت قال وما أهلكك قال وقعت على امرأتي في رمضان فقال النبي صلى الله عليه\nوسلم أعتق رقبة قال لا أجدها\n</p>\n\n<p>\nالحديث بطوله\n</p>\n\n<p>\nورواه أبو داود في سننه من طريق عبد الرزاق عن معمر عن الزهري عن حميد بن\nعبد الرحمن عن أبي هريرة مثله قال الزهري وإنما كان هذا رخصة له خاصة قال\nفلو أن رجلا فعل ذلك اليوم لم يكن له بد من التكفير ورواه الإمام أحمد في\nمسنده عن يزيد بن هارون عن حجاج عن عطاء وعن عمرو بن شعيب عن أبيه عن جده\nعن النبي صلى الله عليه وسلم بمثله وزاد يزيد وقال عمرو في حديثه وأمره أن\nيصوم يوما مكانه\n</p>\n\n<p>\nقلت والطرف الذي انفرد به ابن ماجة فيه عبد الجبار بن عمر وإن وثقه ابن\nسعد فقد ضعفه يحيى بن معين والبخاري وأبو داود والترمذي والنسائي\nوالدارقطني وغيرهم ورواه الحاكم من طريق الزهري عن أبي سلمة عن أبي هريرة\nومن طريق الحاكم رواه البيهقي في سننه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 6 باب ما جاء في الصائم يقيء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 612 ) حدثنا أبو بكر بن أبي شيبة حدثنا يعلى و محمد ابنا عبيد الطنافسي\nقالا حدثنا محمد بن إسحاق عن يزيد بن أبي حبيب عن أبي مرزوق قال سمعت فضالة\nبن عبيد الأنصاري يحدث أن النبي صلى الله عليه وسلم خرج عليهم في يوم كان\nيصومه فدعا بإناء فشرب فقلنا يا رسول الله هذا يوم كنت تصومه قال أجل ولكني\nقئت\n</p>\n\n<p>\nقلت تابعهما حماد بن سلمة عن محمد بن إسحاق وقال المفضل بن فضالة وعميرة\nبن أبي ناجية عن يزيد بن أبي حبيب عن أبي مرزوق عن حنش الصنعاني عن فضالة\nبن عبيد انتهى\n</p>\n\n<p>\nرواه الدارقطني عن علي بن محمد المصري عن يحيى بن عثمان بن صالح عن أبيه\nعن المفضل بن فضالة وآخر عن يزيد بن أبي حبيب عن أبي مرزوق عن حنش به هذا\nإسناد ضعيف أبو مرزوق التجيبي <span id='ms215'></span> لا يعرف اسمه لم يسمع من فضالة بن عبيد\n</p>\n\n<p>\nبينهما حنش ومحمد بن إسحاق مدلس وقد عنعنه وهكذا رواه البيهقي في سننه عن\nأبي الحسين بن بشر عن علي بن محمد المصري عن يحيى بن عثمان عن أبيه عن ابن\nلهيعة والمفضل عن يزيد فذكره بمثله ورواه أبو بكر بن أبي شيبة في مسنده\nهكذا بالإسناد ورواه أبو يعلى الموصلي من طريق أبي مرزوق به وفي آخره ولكني\nقئت فأفطرت\n</p>\n\n#\n#\n<p>\n| - * 7 باب ما جاء في الكحل والسواك للصائم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 613 ) حدثنا عثمان بن محمد بن أبي شيبة حدثنا أبو إسماعيل المؤدب عن\nمجالد عن الشعبي عن مسروق عن عائشة قالت قال رسول الله صلى الله عليه وسلم\nمن خير خصال الصائم السواك\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف مجالد رواه الدارقطني في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n             سننه عن أبي\nالقاسم بن منيع عن عثمان بن أبي شيبة به\n</p>\n\n<p>\nورواه البيهقي في سننه من طريق يحيى بن معين عن أبي إسماعيل المؤدب به\nفذكره ورواه الدارقطني في سننه من حديث عائشة وله شاهد من حديث عامر بن\nربيعة رواه البخاري وغيره\n</p>\n\n#\n<p>\n( 614 ) حدثنا أبو التقي هشام بن عبد الملك الحمصي حدثنا بقية حدثنا\nالزبيدي عن هشام بن عروة عن أبيه عن عائشة قالت اكتحل رسول الله صلى الله\nعليه وسلم وهو صائم\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف الزبيدي واسمه سعيد بن عبد الجبار بينه أبو بكر بن\nأبي داود رواه الحاكم من طريق أحمد ابن أبي الطيب عن بقية به ومن طريق\nالحاكم ورواه البيهقي في سننه وقال سعيد الزبيدي من مجاهيل شيوخ بقية ينفرد\nبما لا يتابع عليه\n</p>\n\n#\n#\n<p>\n| - * 8 باب الحجامة للصائم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 615 ) حدثنا أيوب بن محمد الرقي و داود بن رشيد قالا حدثنا معتمر بن\nسليمان حدثنا عبد الله بن بشر عن الأعمش عن أبي صالح عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم أفطر الحاجم والمحجوم\n</p>\n\n<p>\nهذا إسناد منقطع عبد الله بن بشر لم يثبت له سماع من الأعمش وإنما يقول\nكتب إلي أبو بكر بن عياش عن <span id='ms216'></span> الأعمش\n</p>\n\n<p>\nرواه النسائي عن أيوب بن محمد الوزان به وليس في روايتنا ورواه إبراهيم\nبن طهمان عن الأعمش عن أبي صالح عن أبي هريرة موقوفا وله شاهد من حديث\nثوبان\n</p>\n\n<p>\nرواه أبو داود والنسائي وابن ماجة وابن حبان في صحيحه والحاكم في مستدركه\nورواه أبو داود والنسائي وابن ماجة من حديث شداد بن أوس ورواه الإمام أحمد\nفي مسنده من حديث أبي هريرة أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 9 باب القبلة للصائم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 616 ) حدثنا أبو بكر بن أبي شيبة حدثنا الفضل بن دكين عن إسرائيل عن\nزيد بن جبيرة عن أبي يزيد الضبي عن ميمونة بنت سعد مولاة النبي صلى الله\nعليه وسلم قالت سئل النبي صلى الله عليه وسلم عن رجل قبل امرأته وهما\nصائمان قال قد أفطر\n</p>\n\n<p>\nهذا إسناد فيه زيد بن جبيرة وشيخه وهما ضعيفان أورده ابن الجوزي في العلل\nالمتناهية من طريق إسرائيل به وضعفه أبو يزيد الضبي ورواه الإمام أحمد في\nمسنده والدارقطني في سننه من حديث ميمونة أيضا ورواه أبو بكر بن أبي شيبة\nفي مسنده هكذا\n</p>\n\n#\n#\n<p>\n| - * 10 باب المباشرة للصائم\n</p>\n\n<p>\n- * حدثنا محمد بن خالد بن عبد الله الواسطي حدثنا أبي عن عطاء بن السائب\nعن سعيد بن جبير عن ابن عباس قال رخص للكبير الصائم في المباشرة ، هذا\nإسناد ضعيف عطاء بن السائب اختلط بآخره وخالد ابن عبد الله الواسطي سمع فيه\nبعد الاختلاط ومحمد بن خالد ضعيف أيضا ...\n</p>\n\n#\n<p>\n8 )\n</p>\n\n<p>\n| - *11 باب الغيبة والرفث للصائم\n</p>\n\n<p>\n- * حدثنا عمرو بن رافع حدثنا عبد الله بن المبارك عن أسامة بن زيد هو\nالليثي زيد عن سعيد المقبري عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم رب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n             صائم ليس له من صيامه إلا الجوع ورب قائم ليس له من\nقيامه إلا السهر\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه النسائي عن محمد بن عبد الله المخزومي عن\nيحيى بن آدم عن ابن المبارك به وليس في روايتنا ورواه النسائي أيضا عن محمد\nبن حاتم عن حبان عن ابن المبارك به ولم يرفعه ورواه الحاكم <span id='ms217'></span> في المستدرك عن\nأبي بكر بن أبي نصر المروزي عن أبي الموجه عن قتيبة بن سعيد عن إسماعيل بن\nجعفر عن عمرو بن أبي عمرو عن سعيد المقبري بإسناده ومتنه وقال هذا حديث\nصحيح على شرط البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \n</p>\n\n#\n<p>\n10\n</p>\n\n<p>\n| - * 12 باب ما جاء في السحور\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 619 ) حدثنا محمد بن بشار حدثنا أبو عامر حدثنا زمعة بن صالح عن سلمة\nعن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم قال استعينوا بطعام\nالسحور على صيام النهار والقيلولة على قيام الليل\n</p>\n\n<p>\nهذا إسناد فيه زمعة بن صالح وهو ضعيف رواه ابن خزيمة في صحيحه والبيهقي\nكلاهما من طريق زمعة بن صالح عن سلمة بن وهرام به إلا أن ابن خزيمة قال\nوبقيلولة النهار على قيام الليل ورواه الحاكم في المستدرك عن الأصم عن محمد\nبن سنان القزاز عن أبي عامر به وله شاهد من حديث أنس رواه ابن ماجة\nوالترمذي في الجامع وقال حسن صحيح قال وفي الباب عن أبي هريرة وابن مسعود\nوجابر بن عبد الله وابن عباس وعمرو بن العاص والعرباض بن سارية وعتبة بن\nعبد الله وأبي الدرداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n            \n</p>\n\n#\n<p>\n11\n</p>\n\n<p>\n| - * 13 باب تعجيل الإفطار\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 620 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن بشر عن محمد بن عمر وعن\nأبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا يزال الناس\nبخير ما عجلوا الفطر فإن اليهود يؤخرون\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه أبو داود في سننه عن وهب بن بقية عن خالد\nعن محمد بن عمرو به مرفوعا بلفظ لايزال الدين ظاهرا ما عجل الناس الفطر لأن\nاليهود والنصارى يؤخرون وكذا رواه النسائي من طريق يزيد بن هارون عن محمد\nبن عمرو به ورواه ابن حبان في صحيحه عن الحسين بن محمد بن مصعب السنجي عن\nمحمد بن إسماعيل الأحمسي عن المحاربي عن محمد بن عمرو به كرواية أبي داود\nورواه الحاكم في المستدرك عن محمد بن يعقوب عن محمد بن يحيى بن محمد عن\nمسدد عن خالد <span id='ms218'></span> بن عبد الله عن محمد بن عمرو كذلك ومن طريق الحاكم رواه\nالبيهقي وله شاهد من حديث سهل بن سعد\n</p>\n\n<p>\nرواه مسلم في صحيحه وابن ماجه في سننه\n</p>\n\n#\n<p>\n12\n</p>\n\n<p>\n| - * 14 باب من أصبح جنبا وهو يريد الصيام\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 621 ) حدثنا أبو بكر بن أبي شيبة و محمد بن الصباح قالا حدثنا سفيان بن\nعيينة عن عمرو بن دينار عن يحيى بن جعدة عن عبد الله بن عمرو القاري قال\nسمعت أبا هريرة يقول ورب الكعبة ما أنا قلت من أصبح وهو جنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \nفليفطر محمد صلى الله عليه وسلم قاله\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه النسائي في الكبرى عن محمد بن منصور عن\nسفيان بن عيينة به\n</p>\n\n<p>\nورواه الإمام أحمد في مسنده عن عبد الرزاق عن معمر عن همام عن أبي هريرة\nمرفوعا بلفظ إذا نودي للصلاة صلاة الصبح وأحدكم جنب فلا يصم يومئذ\n</p>\n\n<p>\nوذكره البخاري تعليقا\n</p>\n\n<p>\nوفي الصحيحين أن أبا هريرة سمعه من الفضل زاد مسلم ولم أسمعه من النبي\nصلى الله عليه وسلم\n</p>\n\n<p>\nقال شيخنا أبو الفضل بن الحسين رحمه الله وهذا إما منسوخ كما رجحه\nالخطابي أو مرجوح كما قاله الشافعي والبخاري بما في الصحيحين من حديث عائشة\nوأم سلمة أن رسول الله صلى الله عليه وسلم كان يدركه الفجر وهو جنب من أهله\nثم يغتسل ويصوم ولمسلم من حديث عائشة التصريح بأنه ليس من خصائصه وعنده أن\nأبا هريرة رجع عن ذلك حين بلغه حديث عائشة وأم سلمة\n</p>\n\n#\n<p>\n13\n</p>\n\n<p>\n| - * 15 باب ما جاء في صيام نوح صلى الله عليه وسلم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 622 ) حدثنا سهل بن أبي سهل حدثنا سعيد بن أبي مريم عن ابن لهيعة عن\nجعفر بن ربيعة عن أبي فراس أنه سمع عبد الله بن عمرو يقول سمعت رسول الله\nصلى الله عليه وسلم يقول صام نوح الدهر إلا يوم الفطر ويوم الأضحى\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف ابن لهيعة رواه عمرو بن خالد الحراني عن ابن لهيعة\nعن أبي قتادة عن يزيد بن رباح أبي فراس وذكر فيه صوم داود وصوم إبراهيم <span id='ms219'></span>\nعليهما الصلاة والسلام ورواه الطبراني والبيهقي من طريق أبي فراس به\n</p>\n\n<p>\nوزعم الحافظ عبد العظيم المنذري أن أبا فراس هذا لا يعرف وليس كما زعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n            \n</p>\n\n#\n<p>\n14\n</p>\n\n<p>\n| - * 16 باب صيام ستة أيام من شوال\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 623 ) حدثنا هشام بن عمار حدثنا بقية حدثنا صدقة بن خالد حدثنا يحيى بن\nالحارث الزماري سمعت أبا أسماء الرحبي عن ثوبان مولى رسول الله صلى الله\nعليه وسلم عن رسول الله صلى الله عليه وسلم أنه قال من صام ستة أيام بعد\nالفطر كان تمام السنة من جاء بالحسنة فله عشر أمثالها\n</p>\n\n<p>\nرواه النسائي في الكبرى عن الربيع بن سليمان عن يحيى بن حسان عن يحيى بن\nحمزة عن يحيى بن الحارث به\n</p>\n\n<p>\nومن طريق محمد بن شعيب عن يحيى ورواه الإمام أحمد في مسنده من حديث ثوبان\nبلفظ من صام فشهر بعشرة أشهر ومن صام ستة أيام بعد الفطر فذلك صيام السنة\nورواه ابن حبان في صحيحه عن الحسين بن إدريس الأنصاري حدثنا هشام بن\nعمارحدثنا الوليد بن مسلم حدثنا يحيى بن الحارث الزماري به بلفظ من صام\nرمضان وستا من شوال فقد صام السنة وله شاهد من حديث أيوب رواه مسلم في\nصحيحه وأصحاب السنن الأربعة ورواه البزار في مسنده من حديث أبي هريرة\nمرفوعا بلفظ من صام رمضان وأتبعه بست من شوال فكأنما صام الدهر\n</p>\n\n#\n<p>\n15\n</p>\n\n<p>\n| - * 17 باب النهي عن صيام أيام التشريق\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 624 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد الرحيم بن سليمان عن محمد\nبن عمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\nأيام منى أيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n             أكل وشرب\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه ابن حبان في صحيحه عن أحمد بن علي بن\nالمثنى حدثنا يعقوب بن إبراهيم الدورقي حدثنا هشيم حدثنا عمر بن أبي سلمة\nعن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم أيام التشريق\nأيام طعام وله شاهد من حديث عقبة بن عامر\n</p>\n\n<p>\nرواه أبو داود والترمذي والنسائي وابن حبان في صحيحه <span id='ms220'></span> والحاكم في المستدرك\nوقال الترمذي حديث حسن صحيح\n</p>\n\n#\n<p>\n( 625 ) حدثنا أبو بكر بن أبي شيبة وعلي بن محمد قالا حدثنا وكيع عن\nسفيان عن حبيب بن أبي ثابت عن نافع بن جبير بن مطعم عن بشر بن سحيم أن رسول\nالله صلى الله عليه وسلم خطب أيام التشريق فقال لا يدخل الجنة إلا نفس\nمسلمة وإن هذه الأيام أيام أكل وشرب\n</p>\n\n<p>\nهذا إسناد صحيح رواه النسائي في غير رواية ابن السني من طريق منها عن\nقتيبة عن حماد عن عمرو بن دينار عن نافع بن جبير به وزيادة في المتن ورواه\nالدارمي في مسنده عن أبي النعمان عن حماد بن زيد عن عمرو بن دينار ورواه\nابن خزيمة في صحيحه عن أحمد بن عبدة الضبي عن حماد بن زيد به وعن سعيد بن\nعبد الرحمن عن سفيان عن عمرو به ورواه مسلم في صحيحه من حديث نبيشة الهذلي\nوأبي بن كعب إلى قوله فلا يدخل الجنة إلا نفس مسلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 18 باب النهي عن صيام يوم السبت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 626 ) حدثنا أبو بكر بن أبي شيبة حدثنا عيسى بن يونس عن ثور بن يزيد عن\nخالد بن معدان عن عبد الله بن بشر قال قال رسول الله صلى الله عليه وسلم لا\nتصوموا يوم السبت إلا فيما افترض عليكم وإن لم يجد أحدكم إلا عود عنب أو\nلحاء شجرة فليمصه\n</p>\n\n<p>\nقلت رواه النسائي في الكبرى من طريق منها عن علي بن خشرم عن عيسى بن يونس\nبه ورواه ابن حبان في صحيحه عن أبي يعلى حدثنا الحكم بن موسى حدثنا ميسرة\nبن إسماعيل عن حسان بن نوح سمعت عبد الله بن بسر فذكره إلا أنه قال فليفطر\nعليها بدل فليصمه ولم يقل عود عنب والباقي مثله ورواه الحاكم في المستدرك\nعن أبي حميد أحمد بن محمد بن حاتم حدثنا إبراهيم بن إسماعيل العنبري حدثنا\nصفوان بن صالح حدثنا الوليد بن مسلم\n</p>\n\n#\n#\n<p>\n| - * 19 باب صيام يوم عرفة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 627 ) حدثنا هشام بن عمار حدثنا يحيى بن حمزة حدثنا إسحاق بن <span id='ms221'></span> عبد الله\nعن عياض بن عبد الله عن أبي سعيد الخدري عن قتادة بن النعمان قال سمعت رسول\nالله صلى الله عليه وسلم يقول من صام يوم عرفة غفر له سنة أمامه وسنة بعده\nهذا إسناد ضعيف لضعف إسحاق بن عبد الله بن أبي فروة لكن لم ينفرد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n             إسحاق بن عبد الله عن عياض بن عبد الله فقد تابعه على ذلك زيد\nبن أسلم كما رواه البزار في مسنده عن محمد بن عمر بن هياج عن عبيد الله بن\nموسى عن عمر بن صهبان عن زيد بن أسلم عن عياض بن عبد الله بلفظ من صام يوم\nعرفة غفر له سنة أمامه وسنة خلفه الحديث إلا أنه لم يذكر قتادة وكذلك رواه\nالطبراني في الأوسط عن أحمد بن زاهر عن يوسف بن موسى القطان عن سلمة بن\nالفضل عن حجاج بن أرطأة عن عطية عن أبي سعيد به وله شاهد في صحيح مسلم\nوغيره من حديث أبي قتادة\n</p>\n\n#\n<p>\n16\n</p>\n\n<p>\n| - * 20 باب صيام عاشوراء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 628 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن فضيل عن حصين عن الشعبي\nعن محمد بن صيفي قال قال لنا رسول الله صلى الله عليه وسلم يوم عاشوراء\nأمنكم أحد طعم اليوم قلنا منا من طعم ومنا من لم يطعم قال فأتموا بقية\nيومكم من كان طعم ومن لم يطعم فأرسلوا إلى أهل العروض فليتموا بقية يومهم\nقال يعني أهل العروض حول المدينة\n</p>\n\n<p>\nهذا إسناد صحيح رواه النسائي عن عبد الله بن أحمد بن يونس عن عبثر بن\nالقسم عن حصين به وليس هو في رواية ابن السني ورواه ابن خزيمة في صحيحه عن\nأبي هاشم زياد بن أيوب عن هشيم عن حصين به ورواه ابن حبان في صحيحه عن أبي\nخليفة عن محمد بن كثير عن سفيان عن حصين ابن عبد الرحمن به وله شاهد في\nصحيحي البخاري ومسلم من حديث سلمة بن الأكوع والربيع بنت معوذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n#\n<p>\n17\n</p>\n\n<p>\n| - * 21 باب صيام يومي الإثنين والخميس\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 629 ) حدثنا العباس بن عبد <span id='ms222'></span> العظيم العنبري حدثنا الضحاك بن مخلد عن\nمحمد بن رفاعة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن النبي صلى الله\nعليه وسلم كان يصوم الإثنين والخميس فقيل يا رسول الله صلى الله عليه وسلم\nإنك تصوم يوم الاثنين والخميس فقال إن يوم الاثنين والخميس يغفر الله لكل\nمسلم إلا مهتجرين يقول دعهما حتى يصطلحا\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات روى الترمذي بعضه عن محمد بن يحيى عن الضحاك\nبن مخلد به وقال حسن غريب\n</p>\n\n<p>\nقلت وله شاهد من حديث أسامة بن زيد رواه أبو داود والنسائي في سننهما\nومحمد بن رفاعة ذكره ابن حبان في الثقات\n</p>\n\n<p>\nتفرد بالرواية عنه الضحاك بن مخلد وباقي إسناده على شرط الشيخين\n</p>\n\n#\n<p>\n18\n</p>\n\n<p>\n| - * 22 باب صيام رجب\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا إبراهيم بن المنذر الخزامي حدثنا داود بن عطاء حدثنا زيد بن عبد\nالحميد بن عبد الرحمن بن زيد بن الخطاب سليمان هو ابن علي ابن عبد الله بن\nعباس عن أبيه أن النبي صلى الله عليه وسلم نهى عن صيام رجب هذا اسناد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n             فيه داود بن عطاء المدني وهو متفق على تضعيفه وأورده ابن\nالجوزي في العلل المتناهية من طريق داود وضعفه الحديث به وهو ضعيف متفق على\nضعفه\n</p>\n\n#\n<p>\n19\n</p>\n\n<p>\n| - * 23 باب صيام شوال\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 631 ) حدثنا محمد بن الصباح حدثنا عبد العزيز الدراوردي عن يزيد بن عبد\nالله بن أسامة عن محمد بن إبراهيم أن أسامة بن زيد كان يصوم أشهر الحرم\nفقال له رسول الله صلى الله عليه وسلم صم شوال فترك أشهر الحرم ثم لم يزل\nيصوم شوال حتى مات\n</p>\n\n<p>\nهذا إسناد رجاله ثقات وفيه مقال قال العلائي في المراسيل ذكر في التهذيب\nأن محمد بن إبراهيم التيمي أرسل عن أسامة بن زيد وأسيد بن الحضير\n</p>\n\n<p>\nقال شيخنا أبو زرعة لم يذكر في التهذيب أنه أرسل عن أسامة وإنما قال روى\nعن أسامة بن زيد وأسيد بن الحضير مرسل فتوهم العلائي عوده لهما وليس كذلك\nوإنما هو عائد إلى أسيد بن حضير فقط نعم الحديث الذي <span id='ms223'></span> في سنن ابن ماجة من\nرواية التيمي عن أسامة لم يسنده إليه فليس بمتصل قلت لم ينفرد محمد هذا عن\nأسامة فقد رواه أبو يعلى الموصلي في مسنده من طريق محمد بن إسحاق عن أبي\nمحمد بن أسامة عن جده أسامة به مرفوعا فذكره وسياقه أتم كما أوردته في\nزوائد المسانيد العشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 24 باب صوم زكاة الجسد\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 632 ) حدثنا أبو بكر حدثنا عبد الله بن المبارك ح\n</p>\n\n<p>\nوحدثنا محرز بن سلمة العدني حدثنا عبد العزيز بن محمد جميعا عن موسى بن\nعبيدة عن جهار عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لكل شيء\nزكاة وزكاة الجسد الصوم\n</p>\n\n<p>\nزاد محرز في حديثه وقال قال رسول الله صلى الله عليه وسلم الصيام نصف\nالصبر هذا إسناد ضعيف من الطريقين معا فيه موسى بن عبيدة الربذي وهو متفق\nعلى تضعيفه ومدار الإسنادين عليه رواه أبو بكر بن أبي شيبة في مسنده عن ابن\nالمبارك هكذا وكذا رواه أحمد بن منيع في مسنده حدثنا موسى بن عبيدة به\nورواه عبد بن حميد عن يحيى بن عبد الحميد عن ابن المبارك به والمتن أورده\nابن الجوزي في العلل المتناهية من حديث سهل بن سعد\n</p>\n\n#\n<p>\n21\n</p>\n\n<p>\n| - * 25 باب في ثواب من فطر صائما\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 633 ) حدثنا هشام بن عمار حدثنا سعيد بن يحيى اللخمي عن محمد بن عمرو\nعن مصعب بن ثابت عن عبد الله بن الزبير قال أفطر رسول الله صلى الله عليه\nوسلم عند سعد بن معاذ فقال أفطر عندكم الصائمون وأكل طعامكم الأبرار وصلت\nعليكم الملائكة\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف مصعب بن ثابت بن عبد الله بن عبد العزيز بن الزبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n#\n<p>\n22\n</p>\n\n<p>\n| - * 26 باب من دعي إلى طعام وهو صائم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 634 ) حدثنا أحمد بن يوسف السلمي أنبأنا أبو عاصم أنبأنا ابن جريج عن\nأبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم من دعي إلى طعام\nوهو صائم فليجب فإن شاء طعم وإن شاء ترك\n</p>\n\n<p>\nقلت رواه مسلم في صحيحه عن أبي موسى عن أبي <span id='ms224'></span> عاصم فذكره بإسناده ومتنه دون\nقوله وهو صائم\n</p>\n\n#\n<p>\n23\n</p>\n\n<p>\n| - * 27 باب الصائم إذا أكل عنده\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 635 ) حدثنا محمد بن مصفي حدثنا بقية حدثنا محمد بن عبد الرحمن عن\nسلمان بن بريدة عن أبيه قال قال رسول الله صلى الله عليه وسلم لبلال ألغداء\nيا بلال فقال إني صائم ثم قال رسول الله صلى الله عليه وسلم نأكل أرزاقنا\nوفضل رزقك يا بلال في الجنة شعرت يا بلال إن الصائم يسبح طعامه وتستغفر له\nالملائكة ما أكل عنده\n</p>\n\n<p>\nهذا إسناد فيه محمد بن عبد الرحمن متفق على ضعفه وكذبه أبو حاتم وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 28 باب دعوة الصائم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 636 ) حدثنا هشام بن عمار حدثنا الوليد بن مسلم حدثنا إسحاق بن عبد\nالله المديني قال سمعت عبد الله بن أبي مليكة يقول سمعت عبد الله بن عمرو\nبن العاص يقول قال رسول الله صلى الله عليه وسلم إن للصائم عند فطره لدعوة\nما ترد فقال ابن أبي مليكة سمعت عبد الله بن عمرو يقول إذا أفطر اللهم إني\nأسألك برحمتك التي وسعت كل شيء أن تغفر لي\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه الحاكم في المستدرك عن عبد العزيز بن عبد\nالرحمن الدباس عن محمد بن علي بن زيد عن الحكم بن موسى عن الوليد به حدثنا\nإسحاق فذكره ورواه البيهقي من طريق إسحاق بن عبيد الله قال عبد العظيم\nالمنذري في كتاب الترغيب وإسحاق هذا مدني لا يعرف\n</p>\n\n<p>\nقلت قال الذهبي في الكاشف صدوق وذكره ابن حبان في الثقات لأن اسحاق بن\nعبيد الله بن الحارث قال النسائي ليس به بأس وقال أبو زرعة ثقة\n</p>\n\n<p>\nوباقي رجال الإسناد على شرط البخاري\n</p>\n\n#\n#\n<p>\n| - * 29 باب الأكل يوم الفطر قبل الخروج\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 637 ) حدثنا جبارة بن المغلس حدثنا مندل بن علي حدثنا عمر بن صهبان عن\nنافع عن ابن عمر قال كان النبي صلى الله عليه وسلم لا يغدو يوم الفطر حتى\nيغدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n             أصحابه من صدقة الفطر\n</p>\n\n<p>\nهذا إسناد مسلسل بالضعفاء عمر بن صهبان فمن دونه ضعفاء\n</p>\n\n#\n<p>\n24\n</p>\n\n<p>\n| - * 30 باب من أسلم في رمضان\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 638 ) حدثنا محمد <span id='ms225'></span> بن يحيى حدثنا أحمد بن خالد الوهبي حدثنا محمد بن\nإسحاق عن عيسى بن عبد الله بن مالك عن عطية بن سفيان بن عبد الله بن ربيعة\nقال حدثنا وفدنا الذين قدموا على رسول الله صلى الله عليه وسلم بإسلام ثقيف\nقال وقدموا عليه في رمضان فضرب عليهم قبة المسجد فلما أسلموا صاموا ما بقي\nعليهم من الشهر\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس محمد بن إسحاق عن عيسى بن عبد الله وقد رواه\nبالعنعنة قال ابن المديني وتفرد بالرواية عن عيسى قال عيسى بن عبد الله\nمجهول\n</p>\n\n#\n<p>\n25\n</p>\n\n<p>\n| - * 31 باب في المرأة تصوم بغير إذن زوجها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 639 ) حدثنا محمد بن يحيى بن حماد حدثنا أبو عوانة عن سليمان عن أبي\nصالح عن أبي سعيد قال نهى رسول الله صلى الله عليه وسلم النساء أن تصمن إلا\nبإذن أزواجهن\n</p>\n\n<p>\nهذا إسناد صحيح على شرط البخاري رواه الحاكم في المستدرك عن علي بن حماد\nعن مسدد بن قطن عن عثمان بن أبي شيبة عن جرير عن سليمان الأعمش به\n</p>\n\n<p>\nوله شاهد من حديث أبي هريرة رواه أصحاب السنن الأربعة والإمام أحمد في\nمسنده وابن حبان في صحيحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \n</p>\n\n#\n<p>\n26\n</p>\n\n<p>\n| - * 32 باب الطاعم الشاكر بمنزلة الصائم الصابر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 640 ) حدثنا إسماعيل بن عبد الله الدورقي حدثنا عبد الله بن جعفر حدثنا\nعبد العزيز بن محمد عن محمد بن عبد الله بن أبي حرة عن عمه حكيم بن أبي حرة\nعن سنان بن سنة الأسلمي صاحب رسول الله صلى الله عليه وسلم قال قال رسول\nالله صلى الله عليه وسلم الطاعم الشاكر له مثل أحر الصائم الصابر\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات انفرد ابن ماجة بهذا الحديث عن سنان بن سنة\nوليس له شيء في الكتب الخمسة الأصول رواه أحمد في مسنده من حديث سنان بن\nسنة أيضا وله شاهد من حديث أبي هريرة رواه ابن خزيمة وابن حبان في صحيحيهما\nوالحاكم في مستدركه والترمذي في جامعه وابن ماجة في سننه والبخاري في صحيحه\nتعليقا مجز وعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n            \n</p>\n\n#\n<p>\n27\n</p>\n\n<p>\n| - * 33 باب في المعتكف يلزم مكانا من <span id='ms226'></span> المسجد\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 641 ) حدثنا محمد بن يحيى حدثنا نعيم بن حماد حدثنا ابن المبارك عن\nعيسى بن عمر عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم أنه كان إذا\nاعتكف طرح له فراشه أو يوضع له سريره وراء أسطوانة التوبة\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه البيهقي في الكبرى من طريق عبد العزيز عن\nمحمد عن عيسى عن عمر به\n</p>\n\n#\n<p>\n28\n</p>\n\n<p>\n| - * 34 باب في المعتكف يعود المريض ويشهد الجنازة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 642 ) حدثنا أحمد بن منصور أبو بكر حدثنا يونس بن محمد حدثنا الهياج\nالخراساني أنبأنا عنبسة بن عبد الرحمن عن عبد الخالق عن أنس بن مالك قال\nقال رسول الله صلى الله عليه وسلم المعتكف يتبع الجنازة ويعود المريض\n</p>\n\n<p>\nهذا إسناد فيه عبد الخالق وعنبسة والهياج وهم ضعفاء وقد روى الأئمة الستة\nما يخالفه من حديث عائشة مرفوعا كان لا يدخل البيت إلا لحاجة إذا كانوا\nمعتكفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n\n#\n<p>\n29\n</p>\n\n<p>\n| - * 35 باب في ثواب الاعتكاف\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 643 ) حدثنا عبيد الله بن عبد الكريم حدثنا محمد بن أمية حدثنا عيسى بن\nموسى البخاري عن عبيدة الصمي عن فرقد السبخي عن سعيد بن جبير عن ابن عباس\nأن رسول الله صلى الله عليه وسلم قال في المعتكف هو يعكف الذنوب ويجزي له\nمن الحسنات كعامل الحسنات كلها\n</p>\n\n<p>\nهذا إسناد فيه فرقد بن يعقوب السبخي وهو ضعيف\n</p>\n\n#\n<p>\n30\n</p>\n\n<p>\n| - * 36 باب من قام ليلتي العيدين\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 644 ) حدثنا أبو أحمد المرار بن حموية حدثنا محمد بن مصطفى حدثنا بقية\nبن الوليد عن ثور بن يزيد عن خالد بن معدان عن أبي أمامة عن النبي صلى الله\nعليه وسلم قال من قام ليلتي العيد محتسبا لله لم يمت الله قلبه يوم تموت\nالقلوب\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس بقية ورواته ثقات لكن لم ينفرد به بقية عن ثور بن\nيزيد فقد رواه الأصبهاني في كتاب الترغيب من طريق عمر بن هارون البلخي وهو\nضعيف عن ثور به وله شاهد من حديث عبادة بن الصامت رواه الطبراني في الأوسط\nوالكبير والأصبهاني من حديث معاذ بن جبل فيقوى بمجموع طرقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 1 باب <span id='ms227'></span> ما أدى زكاته فليس بكنز\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 645 ) حدثنا عمرو بن سواد المصري حدثنا عبد الله بن وهب عن ابن لهيعة\nعن عقيل عن ابن شهاب حدثني خالد بن أسلم مولى عمر بن الخطاب قال خرجت مع\nعبد الله بن عمر فلحقه أعرابي فقال له قول الله عز وجل <span class='quran'>والذين يكنزون\nالذهب والفضة ولا ينفقونها في سبيل الله </span>قال له ابن عمر من كنزها فلم\nيؤد زكاتها فويل له إنما كان هذا قبل أن تنزل الزكاة فلما نزلت جعلها طهورا\nللأموال ثم التفت فقال ما أبالي لو كان لي أحد ذهبا أعلم عدده وأزكيه وأعمل\nفيه بطاعة الله\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف ابن لهيعة رواه البخاري من طريق الزهري دون قوله ثم\nالتفت فقال إلى آخره ورواه أبو داود في الناسخ والمنسوخ عن يحيى بن محمد\nالذهلي عن أحمد بن شبيب عن أبيه عن يونس عن الزهري ورواه الحاكم من طريق\nأحمد بن شبيب ومن طريق الحاكم رواه البيهقي ورواه ابن مردويه في تفسيره عن\nدعلج بن أحمد بن دعلج عن أبي عبد الله محمد بن علي بن زيد الصايغ عن أحمد\nبن شبيب ورواه أبو نعيم في المستخرج من طريق موسى بن سعيد الدنداني عن أحمد\nبن شبيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 2 باب زكاة الورق والذهب\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 646 ) حدثنا بكر بن خلف و محمد بن يحيى قالا حدثنا عبيد اللهابن موسى\nأنبأنا إبراهيم بن إسماعيل عن عبد الله بن واقد عن ابن عمرو عن عائشة أن\nالنبي صلى الله عليه وسلم كان يأخذ من كل عشرين دينار فصاعدا نصف دينار ومن\nالأربعين دينارا\n</p>\n\n<p>\nهذا إسناد فيه إبراهيم بن إسماعيل وهو ضعيف رواه الدارقطني في سننه من\nهذا الوجه\n</p>\n\n#\n#\n<p>\n| - * 3 باب من استفاد مالا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 647 ) حدثنا نصر بن علي الجهضمي حدثنا شجاع بن الوليد حدثنا حارثة بن\nمحمد عن عمرة عن عائشة قالت سمعت رسول الله صلى الله عليه وسلم يقول لا\nزكاة في مال حتى يحول عليه الحول\n</p>\n\n<p>\nهذا إسناد فيه حارثة وهو ابن أبي الرجال ضعيف أخرجه الدارقطني في <span id='ms228'></span> سننه من\nهذا الوجه ورواه البيهقي من طريق شجاع بن الوليد ورواه الترمذي من حديث ابن\nعمر مرفوعا وموقوفا وهذا أورده ابن الجوزي في العلل المتناهية في الأحاديث\nالواهية\n</p>\n\n#\n#\n<p>\n| - * 4 باب ما يجب فيه الزكاة من الأموال\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 648 ) حدثنا علي بن محمد حدثنا وكيع عن محمد بن مسلم عن عمرو بن دينار\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم ليس فيما دون\nخمس ذود صدقة وليس فيما دون خمس أواق صدقة وليس فيما دون خمس أوساق صدقة\n</p>\n\n<p>\nهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n             إسناد حسن رواه البيهقي في سننه الكبرى من طريق قتادة\nويحيى ابن أبي كثير عن أبي جابر عن جابر بن عبد الله وله شاهد من حديث أبي\nسعيد الخدري رواه الأئمة الستة وفي الباب عن أبي هريرة وابن عمرو\n</p>\n\n#\n#\n<p>\n| - * 5 باب ما يقال عند إخراج الزكاة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 649 ) حدثنا سويد بن سعيد حدثنا الوليد بن مسلم عن البحتري بن عبيد عن\nأبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا أعطيتم الزكاة\nفلا تنسوا ثوابها أن يقول اللهم اجعلها مغنما ولا تجعلها مغرما\n</p>\n\n<p>\nهذا إسناد ضعيف البحتري متفق على تضعيفه والوليد مدلس رواه أبو يعلى\nالموصلي في مسنده حدثنا سعيد بن سويد فذكره بإسناده ومتنه\n</p>\n\n<p>\nوله شاهد من حديث عبد الله بن أبي أوفى رواه الأئمة الستة\n</p>\n\n#\n#\n<p>\n| - * 6 باب صدقة الإبل\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 650 ) حدثنا محمد بن عقيل بن خويلد النيسابوري حدثنا حفص بن عبد الله\nالسلمي حدثنا إبراهيم بن طهمان عن عمرو بن يحيى بن عمارة عن أبيه عن أبي\nسعيد الخدري قال قال رسول الله صلى الله عليه وسلم ليس فيما دون خمس من\nالإبل صدقة وليس في أربع شيء فإذا بلغت خمسا ففيها شاة إلى أن تبلغ تسعا\nفإذا بلغت عشرا ففيها شاتان إلى أن تبلغ أربع عشرة فإذا بلغت خمس عشرة\nففيها ثلاث شياة إلى أن تبلغ تسع عشرة فإذا بلغت عشرين ففيها أربع شياه إلى\nأن تبلغ أربعا وعشرين فإذا بلغت خمسا وعشرين ففيها بنت مخاض <span id='ms229'></span> إلى خمس\nوثلاثين فإذا لم تكن بنت مخاض فابن لبنون ذكرا فإذا زادت بعيرا ففيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n             بنت لبون إلى أن تبلغ خمسا وأربعين فإذا زادت بعيرا ففيها جذعة\nإلى أن تبلغ خمسا وسبعين فإذا زادت بعيرا ففيها بنتا لبون إلى أن تبلغ\nتسعين فإذا زادت بعيرا ففيها حقتان إلى أن تبلغ عشرين ومائة ثم في كل خمسين\nحقة وفي كل أربعين بنت لبون\n</p>\n\n<p>\nهذا إسناد فيه مقال محمد بن عقيل قال فيه أبو أحمد الحاكم حدث عن حفص بن\nعبد الله بحديثين لم يتابع عليهما وقال ابن حبان في الثقات ربما أخطأ حدث\nبالعراق بمقدار عشرة أحاديث مقلوبة وقال النسائي ثقة وقال أبو عبد الله\nالحاكم من أعيان العلماء\n</p>\n\n<p>\nوالجملة الأولى من حديث أبي سعيد رواها الشيخان وغيرهما\n</p>\n\n<p>\nقلت وباقي رجال الإسناد ثقات على شرط البخاري رواه البخاري ومسلم وأبو\nداود والترمذي والنسائي من طريق يحيى بن عمارة به مقتصرين على الجملة\nالأولى منه وكذا رواه البيهقي وزاد فيه عن محمد بن يحيى بن حبان وليس في\nالعرايا صدقة وله شاهد في صحيح البخاري وغيره من حديث أنس بن مالك رضي الله\nعنه\n</p>\n\n#\n#\n<p>\n| - * 7 باب صدقة الغنم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 651 ) حدثنا أبو بدر عباد بن الوليد حدثنا محمد بن فضيل حدثنا ابن\nالمبارك حدثنا أسامة بن زيد عن أبيه عن ابن عمر قال قال رسول الله صلى الله\nعليه وسلم تؤخذ صدقات المسلمين على أغنامهم\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف أسامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 9 باب ما يجب فيه الزكاة من الأموال\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 653 ) حدثنا هشام بن عمار حدثنا إسماعيل بن عياش عن محمد بن عبيد الله\nعن عمرو بن شعيب عن أبيه عن جده قال إنما سن رسول الله صلى الله عليه وسلم\nالزكاة في هذه الخمس في الحنطة والشعير والتمر والزبيب والذرة\n</p>\n\n<p>\nإسناده ضعيف لأن محمد بن عبيد الله هو الخزرجي قال الإمام أحمد ترك الناس\nحديثه\n</p>\n\n<p>\nقال الحاكم متروك الحديث بعد خلاف بين أئمة النقل فيه\n</p>\n\n<p>\nوقال الساجي أجمع أهل النقل على ترك حديثه وعنده مناكير ا\n</p>\n\n<p>\nه\n</p>\n\n<p>\nوالله <span id='ms230'></span> تعالى أعلم\n</p>\n\n#\n<p>\n8\n</p>\n\n<p>\n| - * 10 باب النهي أن يخرج في الصدقة شر ماله\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 654 ) حدثنا أحمد بن محمد بن يحيى بن سعيد القطان حدثنا عمرو بن محمد\nالعنقزي حدثنا أسباط بن نصر عن السدي عن عدي بن ثابت عن البراء بن عازب في\nقوله سبحانه <span class='quran'>ومما أخرجنا لكم من الأرض ولا تيمموا الخبيث منه تنفقون\n</span>قال نزلت في الأنصار كانت الأنصار تخرج إذا كان جداد النخل من حيطانها\nإقناء البسر فيعلقونه على حبل بين أسطوانتين في مسجد رسول الله صلى الله\nعليه وسلم فيأكل منه فقراء المهاجرين فيعمد أحدهم فيأخذ قنو الحشف يظن أنه\nجائز في كثرة ما يوضع من الاقناء فنزل فيمن فعل ذلك <span class='quran'>ولا تيمموا الخبيث\nمنه تنفقون </span>يقول لا تعمدوا للحشف منه تنفقون <span class='quran'>ولستم بآخذيه إلا أن\nتغمضوا فيه </span>يقول لو أهدي لكم ما قبلتموه إلا على الاستحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n             من صاحبه غيظا أنه يبعث إليك ما لم يكن فيه حاجة ? < واعلموا\nأن الله غني عن صدقاتكم > ?\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وله شاهد من حديث عوف بن مالك رواه أصحاب\nالسنن الأربعة\n</p>\n\n#\n<p>\n9\n</p>\n\n<p>\n| - * 11 باب زكاة العسل\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 655 ) حدثنا أبو بكر بن أبي شيبة و علي بن محمد قالا حدثنا وكيع عن\nسعيد بن عبد العزيز عن سليمان بن موسى عن أبي سيارة المتقى قال قلت يا رسول\nالله إن لي نحلا قال أد العشر قلت يا رسول الله إحمها لي فحماها لي\n</p>\n\n<p>\n( 656 ) هذا إسناد ضعيف رواه ابن أبي شيبة في مسنده هكذا رواه أبو داود\nالطيالسي عن سعيد بن عبد العزيز وفيه فقال يا رسول الله رحم في حبلها\nفحماها لي ورواه أبو يعلى الموصلي في مسنده من طريق سعيد بن عبد العزيز\nفذكره بتمامه قال ابن أبي حاتم عن أبيه لم يلق سليمان بن موسى أبا سيارة\nوالحديث مرسل وحكى الترمذي في العلل عن البخاري عقب هذا الحديث أنه مرسل ثم\nقال لم يدرك سليمان أحدا من الصحابة قال وليس في زكاة العسل شيء يصبح قلت\nليس لأبي سيارة عند ابن ماجة سوى <span id='ms231'></span> هذا الحديث الواحد وليس له شيء في الأصول\nالخمسة ا\n</p>\n\n<p>\nه\n</p>\n\n<p>\nرواه الإمام أحمد في مسنده من هذا الوجه ورواه البيهقي من طريق سليمان بن\nيسار به وله شاهد من حديث عمرو بن شعيب عن أبيه عن جده رواه أبو داود وابن\nماجة ورواه الترمذي من حديث ابن عمر وقال لا يصح عن النبي صلى الله عليه\nوسلم في هذا الباب كبير شيء ورواه الحاكم والبيهقي من حديث أبي هريرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * باب صدقة الفطر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 656 ) حدثنا هشام بن عمار حدثنا عبد الرحمن بن سعد بن عمار المؤذن\nحدثنا عمر بن حفص عن عمار بن سعد مؤذن النبي صلى الله عليه وسلم أن رسول\nالله صلى الله عليه وسلم أمر بصدقة الفطر صاعا من تمر وصاعا من شعير أو\nصاعا من سلت\n</p>\n\n<p>\nهذا إسناد مرسل ضعيف\n</p>\n\n<p>\nقال المزي في الأطراف هكذا وقع في روايتنا وفي رواية إبراهيم بن دينار\nعمر بن سعد بدل عمار بن سعد وكلاهما تابعي\n</p>\n\n#\n<p>\n11\n</p>\n\n<p>\n| - * 13 باب العشر والخراج\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 657 ) حدثنا الحسن بن الجنيد الدامغاني حدثنا عتاب بن زياد المروزي\nحدثنا أبو حمزة سمعت مغيرة الأزدي يحدث عن محمد بن زيد عن حيان الأعرج عن\nالعلاء الحضرمي قال بعثني رسول الله صلى الله عليه وسلم إلى البحرين أو إلى\nهجر فكنت آتي الحائط يكون بين الإخوة يسلم أحدهم فآخذ من المسلم العشر ومن\nالمشرك الخراج\n</p>\n\n<p>\nهذا إسناد ضعيف مغيرة الأزدي ومحمد بن زيد مجهولان وحيان الأعرج وإن وثقه\nابن معين وعده ابن حبان في الثقات فإن روايته عن العلاء مرسلة قاله المزي\nفي التهذيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n            \n</p>\n\n#\n<p>\n12\n</p>\n\n<p>\n| - * 14 باب الوسق ستون صاعا\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 658 ) حدثنا علي بن المنذر حدثنا محمد بن فضيل حدثنا محمد بن عبيد الله\nعن عطاء بن أبي رباح و أبي الزبير عن جابر بن عبد الله قال قال رسول الله\nصلى الله عليه وسلم الوسق ستون صاعا الصدقة على ذي القرابة\n</p>\n\n<p>\nهذا إسناد ضعيف فيه محمد بن عبيد الله العرزمي وهو متروك الحديث\n</p>\n\n<p>\nوله شاهد من حديث أبي سعيد الخدري رواه الشيخان وغيرهما وروى <span id='ms232'></span> ذلك عن سعيد\nبن المسيب وعطاء والحسن البصري والنخعي وغيرهم ورواه أصحاب السنن خلا\nالترمذي من حديث أبي سعيد\n</p>\n\n#\n<p>\n13\n</p>\n\n<p>\n| - * 15 باب الصدقة على الزوج\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 659 ) حدثنا أبو بكر بن أبي شيبة حدثنا يحيى بن آدم حدثنا حفص بن غياث\nعن هشام بن عروة عن أبيه عن زينب بنت أم سلمة قالت أمرنا رسول الله صلى\nالله عليه وسلم بالصدقة فقالت زينب امرأة عبد الله أيجزيني من الصدقة أن\nأتصدق على زوجي وهو فقير وبني أخ لي أيتام وأنا أنفق عليهم هكذا هكذا وعلى\nكل حال قال نعم قال وكانت صناع اليدين\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه ابن أبي شيبة في مسنده ورواه أبو يعلى\nالموصلي في مسنده حدثنا أبو بكر بن أبي شيبة فذكره وله شاهد من حديث زينب\nامرأة عبد الله بن مسعود رواه الشيخان والترمذي والنسائي وابن ماجة\n</p>\n\n<p>\nوفي نسخة من هذا الكتاب قال وله شاهد صحيح رواه أصحاب الكتب الستة خلا\nأبو داود من حديث زينب امرأة عبد الله بن مسعود رضي الله تعالى عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| + * كتاب النكاح\n</p>\n\n<p>\n+ *\n</p>\n\n#\n#\n<p>\n| - * 1 باب فضل النكاح\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 660 ) حدثنا أحمد بن الأزهر حدثنا آدم حدثنا عيسى بن ميمون عن القاسم\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم النكاح من سنتي فمن لم\nيعمل بسنتي فليس مني وتزوجوا فإني وكاثر بكم الأمم ومن كان ذا طول فلينكح\nومن لم يجد فعليه بالصيام فإن الصوم له وجاء\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف عيسى بن ميمون المديني لكن له شاهد صحيح\n</p>\n\n<p>\nوله شاهد في الصحيحين وغيرهما من حديث عبد الله بن مسعود ورواه البزار في\nمسنده من حديث أنس\n</p>\n\n#\n<p>\n( 661 ) حدثنا محمد بن يحيى حدثنا سعيد بن سليمان حدثنا محمد بن مسلم\nحدثنا إبراهيم بن ميسرة عن طاوس عن ابن عباس قال قال رسول الله صلى الله\nعليه وسلم لم ير للمتحابين مثل النكاح\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه أبو يعلى الموصلي عن زهير عن سفيان بن\nعيينة عن إبراهيم بن ميسرة فذكره مثل حديث ابن ماجة <span id='ms233'></span> ورواه البيهقي في\nالكبرى من طريق عبد الله بن يوسف التنيسي عن محمد بن مسلم الطرايفي به\nورواه الحاكم من طريق ابن جريج عن إبراهيم بن ميسرة عن طاوس مرسلا ورواه\nالبيهقي أيضا عن الحاكم به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 2 باب حق الزوج على المرأة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 662 ) حدثنا أبو بكر بن أبي شيبة حدثنا عفان حدثنا حماد بن سلمة عن علي\nبن زيد بن جدعان عن سعيد بن المسيب عن عائشة أن رسول الله صلى الله عليه\nوسلم قال لو أمرت أحدا أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها ولو أن\nرجلا أمر امرأته أن تنقل من جبل أحمر إلى جبل أسود أو من جبل أسود إلى جبل\nأحمر لكان نولها أن تفعل\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف علي بن زيد بن جدعان في إسناده علي بن زيد وهو ضعيف\nولكن للحديث طرف آخر رواه أبو بكر بن أبي شيبة في مسنده هكذا بزيادة في\nأوله كما ذكره في زوائد المسانيد العشرة وله شاهد من حديث طلق بن علي رواه\nالترمذي والنسائي ورواه الترمذي وابن ماجة من حديث أم سلمة\n</p>\n\n#\n<p>\n( 663 ) حدثنا أزهر بن مروان حدثنا حماد بن زيد عن أيوب عن القاسم\nالشيباني عن عبد الله بن أبي أوفى قال لما قدم معاذ من الشام سجد للنبي صلى\nالله عليه وسلم قال ما هذا يا معاذ قال أتيت الشام فرأيتهم يسجدون لأساقفهم\nوبطارقهم فوددت في نفسي أن أفعل ذلك لك فقال رسول الله صلى الله عليه وسلم\nلا تفعلوا فإني لو أمرت أحدا أن يسجد لغير الله لأمرت المرأة أن تسجد\nلزوجها والذي نفس محمد بيده لا تؤدي امرأة حق ربها حتى تؤدي حق زوجها ولو\nسألها نفسها وهي على قتب لم تمنعه\n</p>\n\n<p>\nقلت رواه ابن حبان في صحيحه عن أحمد بن علي بن المثنى عن محمد بن أبي بكر\nالمقدمي عن حماد بن زيد به ورواه أحمد بن منيع في مسنده\n</p>\n\n<p>\nحدثنا عبيدة بن حميد عن إسحاق السناني به ورواه البيهقي في سننه من طريق <span id='ms234'></span>\nسليمان بن حرب عن حماد فذكره بإسناده ومتنه إلا أنه قال حتى تؤدي حق زوجها\nكله الباقي مثله وله شاهد من حديث قيس بن سعد رواه أبو داود والبيهقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 3 باب فضل النساء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 664 ) حدثنا محمد بن إسماعيل بن سمرة حدثنا وكيع عن عبد الله بن عمرو\nبن مرة عن أبيه عن سالم بن أبي الجعد عن ثوبان قال لما نزل في الفضة والذهب\nما نزل قالوا فأي المال نتخذ قال عمر فأنا أعلم لكم ذلك فأوضع على بغيره\nفأدرك النبي صلى الله عليه وسلم وأنا في أثره فقال يا رسول الله أي المال\nنتخذ قال ليتخذ أحدكم قلبا شاكرا ولسانا ذاكرا وزوجة مؤمنة تعين أحدكم على\nأمر الآخرة\n</p>\n\n<p>\nقلت رواه الترمذي في جامعه عن عبد بن حميد عن عبيد الله بن موسى عن\nإسرائيل عن منصور عن سالم بن أبي الجعد به فذكر المرفوع منه دون قول عمر\nوقال هذا حديث حسن ورواه ابن مردويه في تفسيره من طريق منها عن أبي كريب\nوكيع\n</p>\n\n<p>\nقلت لم يسمع سالم بن أبي الجعد من ثوبان قاله أحمد وأبو حاتم والبخاري\nوغيرهم ورواه أبو بكر بن أبي شيبة وأبو يعلى الموصلي من طريق سالم به\n</p>\n\n<p>\nوعبد الله بن عمرو بن مرة ضعفه النسائي ووثقه الحاكم وابن حبان قال ابن\nمعين لا بأس به\n</p>\n\n#\n<p>\n( 665 ) حدثنا هشام بن عمار حدثنا صدقة بن خالد حدثنا عثمان بن أبي\nالعاتكة عن علي بن يزيد عن القاسم عن أبي أمامة عن النبي صلى الله عليه\nوسلم أنه كان يقول ما استفاد المؤمن بعد تقوى الله خيرا له من زوجة صالحة\nإن أمرها أطاعته وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n             نظر إليها سرته وإن أقسم عليها أبرته وإن\nغاب عنها خفظته في نفسها وماله\n</p>\n\n<p>\nهذا إسناد فيه علي بن زيد بن جدعان وهو ضعيف قال البخاري منكر الحديث\nوعثمان بن أبي العاتكة مختلف فيه وله شاهد من حديث عبد الله بن عمرو رواه\nمسلم وغيره ورواه النسائي وسكت عنه\n</p>\n\n<p>\nمن طريق أبي هريرة وأبو داود <span id='ms235'></span> في سننه وأبو بكر بن أبي شيبة في مسنده من\nحديث ابن عباس رضي الله عنهما\n</p>\n\n#\n#\n<p>\n| - * 4 باب تزويج ذات الدين\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 666 ) حدثنا أبو كريب حدثنا عبد الرحمن المحاربي و جعفر بن عون عن\nالأفريقي عن عبد الله بن يزيد عن عبد الله بن عمرو قال قال رسول الله صلى\nالله عليه وسلم لا تزوجوا النساء لحسنهن فعسى حسنهن أن يرديهن ولا تزوجوهن\nلأموالهن فعسى أموالهن تطغيهن ولكن تزوجوهن على الدين ولأمة خرماء سوداء\nذات دين أفضل\n</p>\n\n<p>\nورواه عبد بن حميد في مسنده حدثنا جعفر ابن عون\n</p>\n\n<p>\nحدثنا الأفريقي به وكذا رواه سعيد بن منصور وله شاهد في الصحيحين وغيرهما\nمن حديث أبي هريرة ورواه البزار من حديث عوف بن مالك ورواه البيهقي في\nالكبرى من طريق أبي بدر عن الإفريقي بإسناده ومتنه والحديث رواه ابن حبان\nفي صحيحه بإسناد آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 5 باب تزويج الأبكار\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 667 ) حدثنا إبراهيم بن المنذر الحزامي حدثنا محمد بن طلحة التيمي\nحدثني عبد الرحمن بن سالم بن عقبة بن عويم بن ساعدة الأنصاري عن أبيه عن\nجده قال قال رسول الله صلى الله عليه وسلم عليكم بالأبكار فإنهن أعذب\nأفواها وأنتق أرحاما وأرضى باليسير\n</p>\n\n<p>\nهذا إسناد فيه محمد بن طلحة قال فيه أبو حاتم لا يحتج به\n</p>\n\n<p>\nقلت رواه الحاكم في المستدرك من طريق الفيض بن وثيق عن محمد بن طلحة\nفذكره بالإسناد والمتن ورواه البيهقي في الكبرى عن الحاكم به وقال ابن حبان\nهو من الثقات ربما أخطأ وعبد الرحمن بن سالم بن عتبة\n</p>\n\n<p>\nقال البخاري لم يصح حديثه وله شاهد في الصحيحين وغيرهما من حديث جابر بن\nعبدالله رضي الله عنه\n</p>\n\n#\n#\n<p>\n| - * 6 باب تزويج الحرائر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 668 ) حدثنا هشام بن عمار حدثنا سالم بن سوار حدثنا كثير بن سليم عن\nالضحاك بن مزاحم قال سمعت أنس بن مالك يقول سمعت رسول الله صلى الله عليه\nوسلم يقول من أراد أن يلقى الله طاهرا مطهرا فليتزوج الحرائر\n</p>\n\n<p>\nهذا إسناد فيه كثير بن سليم وهو ضعيف وسلام هو ابن سليمان بن سوار <span id='ms236'></span>\nالمدائني ابن أخي شبابة بن سوار قال ابن عدي عنده مناكير وقال العقيلي في\nحديثه مناكير ورواه أبو الفرج ابن الجوزي في الموضوعات من طريق هشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n             بن عمار به وأعله بكثير بن سليمان فقال قال ابن حبان يروي عن\nأنس بن مالك ما ليس من حديثه ويضع عليه\n</p>\n\n#\n<p>\n( 669 ) حدثنا يعقوب بن حميد بن كاسب حدثنا عبد الله بن الحارث المخزومي\nعن طلحة عن عطاء عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم انكحوا\nفإني مكاثر بكم\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف طلحة بن عمرو المكي الحضرمي وهو متفق على تضعيفه\n</p>\n\n#\n#\n<p>\n| - * 7 باب النظر إلى المرأة إذا أراد أن يتزوجها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 670 ) حدثنا أبو بكر بن أبي شيبة حدثنا حفص بن غياث حدثنا حجاج عن محمد\nبن سليمان عن عمه سهل بن أبي خثمة عن محمد بن مسلمة قال خطبت امرأة فجعلت\nأتخبا لها حتى نظرت إليها في نخل لها فقيل له أتفعل هذا وأنت صاحب رسول\nالله صلى الله عليه وسلم فقال سمعت رسول الله صلى الله عليه وسلم يقول إذا\nألقى الله في قلب امرىء خطبة امرأة فلا بأس أن ينظر إليها\n</p>\n\n<p>\nهذا إسناد فيه حجاج وهو ابن أرطأة الكوفي ضعيف ومدلس وقد رواه بالعنعنة\nرواه أبو داود الطيالسي في مسنده عن حماد بن سلمة عن حجاج بن أرطأة به\nورواه البيهقي في الكبرى من طريق عبد ربه بن نافععن ابن مليكة عن محمد بن\nسليمان به وقال هذا الحديث إسناده مختلف فيه ومداره على الحجاج بن أرطأة\n</p>\n\n<p>\nقلت لم ينفرد به حجاج بن أرطأة فقد رواه ابن حبان في صحيحه عن أبي يعلى\nعن أبي خيثمة عن أبي حازم عن سهل بن محمد بن أبي حثمة عن عمه سليمان بن أبي\nحثمة قال رأيت محمد بن مسلمة فذكره ورواه الامام أحمد في مسنده من حديث سهل\nأيضا ورواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n             أبو بكر بن أبي شيبة في مسنده هكذا بإسناده ومتنه\nورواه أحمد بن منيع في مسنده من طريق الحجاج وسمى المرأة <span id='ms237'></span> بهمة أخت الضحاك\n</p>\n\n#\n<p>\n( 671 ) حدثنا الحسن بن علي الخلال و زهير بن محمد و محمد بن عبد الملك\nقالوا حدثنا عبد الرزاق عن معمر عن ثابت عن أنس بن مالك أن المغير بن شعبة\nأراد أن يتزوج امرأة فقال له النبي صلى الله عليه وسلم اذهب فانظر إليها\nفإنه أحرى أن يؤدم يعني بينكما ففعل وتزوجها فذكر من موافقتها\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وقد رواه الترمذي وابن حبان في صحيحه أيضا من\nحديث أنس كالمصنف ورواه الترمذي من حديث المغيرة والنسائي من حديث أبي\nهريرة ورواه ابن الجارود في المنتقى عن أحمد بن يوسف حدثنا عبد الرزاق به\n</p>\n\n<p>\nورواه الدارقطني في سننه عن ابن مخلد عن ابن زنجويه عن عبد الرزاق به\n</p>\n\n<p>\nورواه ابن حبان في صحيحه عن عمران بن موسى بن مجاشع عن العباس بن عبد\nالعظيم عن عبد الرزاق بإسناده ومتنه ورواه عبد بن حميد في مسنده عن عبد\nالرزاق به ورواه البيهقي في الكبرى من طريق أحمد بن منصور الرمادي عن عبد\nالرزاق بإسناده ومتنه سواء\n</p>\n\n#\n<p>\n( 672 ) حدثنا الحسن بن أبي الربيع أنبأنا عبد الرزاق عن معمر عن ثابت\nالبناني عن بكر بن عبد الله المزني عن المغيرة بن شعبة قال أتيت النبي صلى\nالله عليه وسلم فذكرت له امرأة أخطبها فقال فاذهب فانظر إليها فإنه أحرى أن\nيؤدم بينكما فأتيت امرأة من الأنصار فخطبتها إلى أبويها وخبرتهما بقول\nالنبي صلى الله عليه وسلم فكأنهما كرها ذلك قال فسمعت تلك المرأة وهي في\nخدرها فقال إن كان رسول الله صلى الله عليه وسلم أمرك أن تنظر فانظر وإلا\nفإني أنشدك كأنهاأعظمت ذلك قال فنظرت إليها فتزوجتها فذكر من موافقتها\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات روى الترمذي في الجامع والنسائي في الصغرى\nبعضه من طريق بكر بن عبد الله وقال الترمذي حديث حسن ورواه الدارمي في\nمسنده عن قبيصة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n             سفيان عن عاصم الأحول عن بكر بن عبد الله به\nورواه ابن الجارود في المنتقى عن علي بن سلمة <span id='ms238'></span> عن أبي معاوية عن عاصم به\nورواه الدارقطني في سننه من طريق منها عن أبي مخلد عن الجرجاني عن عبد\nالرزاق به ورواه الحاكم من طريق بكر بن عبد الله المزني وسياقه أتم من ابن\nماجة ورواه والبيهقي في الكبرى عن الحاكم به ورواه ابن أبي عمر في مسنده عن\nمروان بن معاوية عن عاصم عن بكر فذكره بتمامه وكذا أحمد بن منيع في مسنده\nحدثنا مروان بن معاوية\n</p>\n\n#\n#\n<p>\n| - * 8 باب استئمار البكر والثيب\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 673 ) حدثنا عيسى بن حماد المصري حدثنا الليث بن سعد عن عبد الله بن\nعبد الرحمن بن أبي حسين عن عدي بن عدي الكندي عن أبيه قال قال رسول الله\nصلى الله عليه وسلم الثيب تعرب عن نفسها والبكر رضاها صمتها\n</p>\n\n<p>\n476 هذا إسناد رجاله ثقات إلا أنه منقطع عدي لم يسمع من أبيه عدي بن\nعميرة يدخل بينهما العرس بن عميرة قاله أبو حاتم وغيره وقال المزي رواه\nيحيى بن أيوب المصري عن ابن أبي حسين عن عدي بن عدي عن أبيه عن العرس رجل\nمن أصحاب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nقلت وهكذا رواه الحاكم في المستدرك من طريق عمرو بن الربيع بن طارق عن\nيحيى بن أيوب فذكره بإسناده ومتنه ورواه البيهقي في سننه الكبرى عن الحاكم\nبه ورواه الإمام أحمد في مسنده من طريق عدي بن عدي ورواه ابن أبي شيبة في\nمسنده عن يحيى بن إسحاق عن ليث بن سعد به وأبو يعلى الموصلي حدثنا زهير\nحدثنا إسحاق بن عدي حدثنا ليث فذكره قلت وله شاهد من حديث ابن عباس وأبي\nهريرة في صحيح مسلم وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 9 باب من زوج ابنته وهي كارهة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 674 ) حدثنا هناد بن السري حدثنا وكيع عن كهمس بن الحسن عن عبد الله بن\nبريدة عن أبيه قال جاءت فتاة إلى النبي صلى الله عليه وسلم فقالت إن أبي\nزوجني من ابن أخيه ليدفع بي خسيسته قال فجعل الأمر إليها فقالت قد أجزت ما\nصنع أبي <span id='ms239'></span> ولكن أردت أن تعلم النساء أنه ليس للآباء من الأمر شيء\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه البخاري وغيره من حديث عبد الرحمن بن\nيزيد ومجمع بن يزيد وهو في السنن الأربعة من حديث ابن عباس وفي سنن النسائي\nالصغرى والحاكم والبيهقي من حديث عائشة\n</p>\n\n#\n<p>\n( 675 ) حدثنا أحمد بن سنان حدثنا أبو أحمد حدثنا إسرائيل عن أبي إسحاق\nعن أبي عبيدة عن عبد الله قال تزوج النبي صلى الله عليه وسلم عائشة وهي بنت\nسبع وبنى بها وهي بنت تسع وتوفي عنها وهي بنت ثماني عشرة سنة\n</p>\n\n<p>\n( 676 ) هذا إسناد رجاله ثقات إلا أنه منقطع أبو عبيدة لم يسمع من أبيه\nقاله شعبة وأبو حاتم وابن حبان في الثقات والترمذي في الجامع والمزي في\nالأطراف وغيرهم وله شاهد من حديث عائشة رواه النسائي في الصغرى وغيره\n</p>\n\n#\n<p>\n8\n</p>\n\n<p>\n| - * 10 باب الصغار يزوجهن غير الآباء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 676 ) حدثنا عبد الرحمن بن إبراهيم الدمشقي حدثنا عبد الله بن نافع\nالصايغ عن عبد الله بن نافع عن أبيه عن ابن عمر أنه حين هلك عثمان بن مظعون\nترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n             ابنة له قال ابن عمر فزوجنيها خالي قدامة وهو عمها ولم\nيشاورها وذلك بعد ما هلك أبوها فكرهت نكاحه وأحبت الجارية أن يزوجها\nالمغيرة بن شعبة فزوجها إياه\n</p>\n\n<p>\nهذا إسناد ضعيف موقوف عبد الله بن نافع مولى ابن عمر متفق على تضعيفه لكن\nلم ينفرده عبد الله بن نافع عن أبيه فقد رواه الدارقطني في سننه والحاكم في\nالمستدرك والبيهقي في سننه من طريق عمر بن حسين عن رافع عن ابن عمر وسياقهم\nأتم\n</p>\n\n#\n<p>\n9\n</p>\n\n<p>\n| - * 11 باب لا نكاح إلا بولي\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 677 ) حدثنا أبو كريب حدثنا عبد الله بن المبارك حدثنا حجاج عن الزهري\nعن عروة عن عائشة عن النبي صلى الله عليه وسلم وعن عكرمة عن ابن عباس قالا\nقال رسول الله صلى الله عليه وسلم لا نكاح إلا بولي وفي حديث عائشة\nوالسلطان ولي من لا ولي له\n</p>\n\n<p>\nهذا إسناد ضعيف حجاج هو ابن أرطأة مدلس وقد رواه بالعنعنة وأيضا لم يسمع\nحجاج <span id='ms240'></span> من عكرمة إنما تحدث عن داود بن الحصين عن عكرمة قال الامام أحمد ولم\nيسمع الحجاج أيضا من الزهري قاله عباد بن العوام وأبو زرعة وأبو حاتم\n</p>\n\n<p>\nقلت لم ينفرد حجاج بن أرطأة برواية هذا الحديث عن الزهري فقد تابعه عليه\nسليمان بن موسى وهو ثقة كما رواه أصحاب السنن من طريقه عن الزهري به مرفوعا\nبلفظ أيما امرأة نكحت بغير إذن وليها فنكاحها باطل الحديث وكذا رواه ابن\nحبان في صحيحه ورواه الدارقطني في سننه عن علي بن أحمد بن الهيثم ومحمد بن\nجعفر المطيري قالا حدثنا عيسى بن أبي حرب حدثنا يحيى بن أبي بكر حدثنا عدي\nبن الفضل عن عبد الله بن عثمان بن خيثم عن سعيد بن جبير عن ابن عباس به دون\nذكر عائشة وقال رواته ثقات\n</p>\n\n<p>\nقال ولم يرفعه إلا عدي بن المفضل انتهى\n</p>\n\n<p>\nورواه الامام الشافعي وأحمد في مسنديهما من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n             حديث ابن عباس\nفقط ورواه الحاكم من طريق عدي بن الفضل به ورواه البيهقي عن الحاكم به\nورواه البيهقي أيضا في الكبرى من طريق أبي كريب بالإسناد والمتن سواء وله\nشاهد من حديث أبي موسى رواه أصحاب السنن الأربعة\n</p>\n\n#\n<p>\n( 678 ) حدثنا جميل بن الحسن العتكي حدثنا محمد بن مروان العقيلي حدثنا\nهشام بن حسان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم لا تزوج المرأة ولا تزوج المرأة نفسها فإن الزانية هي التي تزوج\nنفسها\n</p>\n\n<p>\nهذا إسناد مختلف فيه رواه الدارقطني في سننه عن أحمد بن محمد بن عبد\nالكريم عن جميل بن الحسن به ورواه الإمام الشافعي في مسنده من حديث أبي\nهريرة أيضا موقوفا بلفظ لا تنكح المرأة المرأة فإن البغي إنما تنكح نفسها\nرواه الحاكم في المستدرك من طريق جميل بن الحسن ورواه البيهقي عن الحاكم\nفذكره مرفوعا ورواه الحاكم أيضا من طريق الأوزاعي عن محمد بن سيرين عن أبي\nهريرة موقوفا وعن الحاكم رواه البيهقي\n</p>\n\n#\n<p>\n10\n</p>\n\n<p>\n| - * 12 باب النهي عن الشغار\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 679 ) حدثنا الحسين بن مهدي <span id='ms241'></span> أنبأنا عبد الرزاق حدثنا معمر عن ثابت عن\nأنس بن مالك قال قال رسول الله صلى الله عليه وسلم لا شغار في الإسلام\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه ابن حبان في صحيحه عن ابن خزيمة عن محمد\nبن يحيى عن عبد الرزاق به ورواه عبد بن حميد في مسنده عن عبد الرزاق به\nبزيادة فيه ورواه الحاكم في المستدرك من طريق يحيى بن معين عن عبد الرزاق\nبه ورواه البيهقي في سننه الكبرى عن الحاكم بالإسناد والمتن وله شاهد في\nالكتب الستة من حديث ابن عمر وفي مسلم وغيره من حديث أبي هريرة وفي جامع\nالترمذي من حديث عمران بن حصين وفي مسند أحمد من حديث عبد الله بن عمرو وفي\nمسند البزار من حديث وائل بن حجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n            \n</p>\n\n#\n<p>\n11\n</p>\n\n<p>\n| - * 13 باب صداق النساء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 680 ) حدثنا أبو هشام الرفاعي محمد بن يزيد حدثنا إسحاق بن يمان حدثنا\nالأغر الرقاشي عن عطية العوفي عن أبي سعيد الخدري أن النبي صلى الله عليه\nوسلم تزوج عائشة على متاع بيت قيمته خمسون درهما\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف عطية قال الدارقطني الأغر هذا هو فضيل بن مرزوق ولم\nيقل عن أبي سعيد غير يحيى بن يمان عنه وأرسله غيره رواه وكيع عن فضيل بن\nمرزوق عن عطية عن عائشة ورواه عبد الله بن داود عن فضيب بن مرزوق عن عطية\nأن النبي صلى الله عليه وسلم تزوج عائشة\n</p>\n\n#\n<p>\n12\n</p>\n\n<p>\n| - * 14 باب إعلان النكاح\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 681 ) حدثنا نصر بن علي الجهضمي و الخليل بن عمرو قالا حدثنا عيسى بن\nيونس عن خالد بن الياس عن ربيعة بن أبي عبد الرحمن عن القاسم عن عائشة عن\nالنبي صلى الله عليه وسلم قال اعلنوا هذا النكاح واضربوا عليه بالغربال\n</p>\n\n<p>\nهذا إسناد فيه خالد بن إلياس أبو الهيثم العدوي وهو ضعيف بل نسبه إلى\nالوضع ابن حبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n             والحاكم وأبو سعيد النقاش وأورده ابن الجوزي في\nالعلل المتناهية من طريق خالد بن إلياس\n</p>\n\n<p>\nوضعف الحديث بسببه ورواه الترمذي في الجامع من حديث عائشة وقال بالدفوف\nبدل <span id='ms242'></span> الغربال\n</p>\n\n<p>\nوالباقي مثله ورواه صاحب الغيلانيات من طريق أبي عبيد الله عن عمه عيسى\nبن يونس فذكره ورواه البيهقي في سننه الكبرى من طريق أصبغ عن عيسى بن يونس\nفذكره بإسناده ومتنه وقال خالد بن إياس ضعيف\n</p>\n\n<p>\nقلت لم ينفرد به خالد بن إلياس فقد رواه محمد بن يحيى بن أبي عمر في\nمسنده عن يزيد بن هارون أنبأنا عيسى بن ميمون عن القاسم فذكره بزيادة فيه\nكما بينته في زوائد المسانيد العشرة وله شاهد من حديث عبد الله بن الزبير\nرواه أحمد في مسنده وابن حبان في صحيحه والحاكم\n</p>\n\n#\n<p>\n13\n</p>\n\n<p>\n| - * 15 باب الغناء والدف\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 682 ) حدثنا هشام بن عمار حدثنا عيسى بن يونس حدثنا عوف عن ثمامة بن\nعبد الله عن أنس بن مالك أن النبي صلى الله عليه وسلم مر ببعض المدينة فإذا\nهو بجواري يضربن بدفهن ويتغنين ويقلن نحن جواري من بني النجار يا حبذا محمد\nمن جار فقال النبي صلى الله عليه وسلم الله يعلم أني لأحبكن\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وبعضه من الصحيحين من حديث عائشة وفي البخاري\nوأصحاب السنن الأربعة من حديث الربيع بنت معوذ\n</p>\n\n#\n<p>\n( 683 ) حدثنا إسحاق بن منصور أنبأنا جعفر بن عون أنبأنا الأجلح عن أبي\nالزبير عن ابن عباس قال أنكحت عائشة ذات قرابة لها من الأنصار فجاء رسول\nالله صلى الله عليه وسلم فقال أهديتم الفتاة قالوا نعم قال أرسلتم معها من\nيغني قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n             لا فقال رسول الله صلى الله عليه وسلم إن الأنصار\nقوم فيهم غزل فلو بعثتم معها من يقول أتيناكم أتيناكم فحيانا وحياكم هذا\nإسناد رجاله ثقات إلا أن الأجلح مختلف فيه وأبو الزبير قال فيه ابن عيينة\nيقولون إنه لم يسمع من ابن عباس وقال أبو حاتم رأى ابن عباس رؤية انتهى\nوأصله في صحيح البخاري من حديث ابن عباس بغير هذا السياق وله شاهد من حديث\nجابر رواه النسائي في الكبرى ورواه البيهقي في سننه الكبرى من حديث جابر عن\nعائشة ورواه مسدد في مسنده من حديث جابر <span id='ms243'></span> ورواه أحمد بن منيع في مسنده من\nطريق أبي الزبير عن جابر به\n</p>\n\n#\n<p>\n( 684 ) حدثنا محمد بن يحيى حدثنا الغريابي عن ثعلبة بن أبي مالك النميري\nعن ليث عن مجاهد قال كنت مع ابن عمر فسمع صوت طبل فأدخل أصبعيه في أذنيه ثم\nتنحى حتى فعل ذلك ثلاث مرات ثم قال هكذا فعل رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nقلت كذا وقع عند ابن ماجة ثعلبة بن أبي مالك وهم من الفريابي والصواب\nثعلبة بن سهيل أبو مالك كما ذكره المزي في التهذيب والأطراف وهذا إسناد فيه\nليث وهو ابن سليم وقد ضعفه الجمهور رواه أبو داود في سننه من طريق نافع عن\nابن عمر إلا أنه لم يقل صوت طبل وقال بدله مزمار والباقي نحوه\n</p>\n\n#\n<p>\n14\n</p>\n\n<p>\n| - * 16 باب المخنثين\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 685 ) حدثنا يعقوب بن حميد بن كاسب حدثنا عبد العزيز بن أبي حازم عن\nسهيل عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم لعن المرأة\nتتشبه بالرجال والرجل يتشبه بالنساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n             هذا إسناد حسن يعقوب مختلف فيه وباقي رجال الإسناد ثقات رواه\nأبو داود في سننه عن زهير بن حرب عن أبي عامر عن سليمان بن بلال عن سهيل بن\nأبي صالح به مرفوعا بلفظ لعن رسول الله صلى الله عليه وسلم الرجل يلبس لبسة\nالمرأة والمرأة تلبس لبسة الرجل وله شاهد في صحيح البخاري وسنن أبي داود\nأيضا والترمذي وابن ماجة من حديث عكرمة عن ابن عباس وأصله في الصحيحين من\nحديث أم سلمة\n</p>\n\n#\n<p>\n15\n</p>\n\n<p>\n| - * 17 باب الوليمة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 686 ) حدثنا سويد بن سعيد حدثنا المفضل بن عبد الله عن جابر عن الشعبي\nعن مسروق عن عائشة و أم سلمة قالتا أمرنا رسول الله صلى الله عليه وسلم أن\nنجهز فاطمة حتى ندخلها على علي فعمدنا إلى البيت ففرشناه ترابا لينا من\nأعراض البطحاء ثم حشونا مرفقتين ليفا فنفشناه بأيدينا ثم أطعمنا تمرا\nوزبيبا وسقينا ماء عذبا وعمدنا إلى عود فعرضناه في جانب البيت يلقى عليه\nالثياب وتعلق عليه السقاء فما رأينا عرسا أحسن <span id='ms244'></span> من عرس فاطمة رضي الله عنها\n</p>\n\n<p>\nهذا إسناد فيه المفضل بن عبد الله وهو ضعيف وشيخه جابر هو الجعفي متهم\nوله شاهد من حديث أنس رواه أصحاب الكتب الستة وأصله في الصحيحين وغيرهما من\nحديث أبي أسيد الساعدي\n</p>\n\n#\n#\n<p>\n| - * 18 باب إجابة الداعي\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 687 ) حدثنا محمد بن عبادة الواسطي حدثنا يزيد بن هارون أنبأنا عبد\nالملك بن حسين أبو مالك النخعي عن منصور عن أبي حازم عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم الوليمة أول يوم حق والثاني معروف والثالث\nرياء وسمعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n             هذا إسناد فيه عبد الملك بن حسين وهو ضعيف وله شاهد من حديث\nابن مسعود رواه الترمذي\n</p>\n\n#\n#\n<p>\n| - * 19 باب التستر عند الجماع\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 688 ) حدثنا إسحاق بن وهب الواسطي حدثنا الوليد بن القاسم الهمداني\nحدثنا الأحوص بن حكيم عن أبيه راشد بن سعد و عبد الأعلى بن عدي عن عتبة بن\nعبد السلمي قال قال رسول الله صلى الله عليه وسلم إذا أتى أحدكم أهله\nفليستتر ولا يتجرد تجرد العيرين\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف الأحوص بن حكيم العنسي الحمصي وله شاهد من حديث ابن\nمسعود رواه البزار في مسنده والبيهقي في سننه الكبرى قال المزي في الأطراف\nرواه بشر بن عمارة عن الأحوص بن حكيم عن عبد الله بن عامر عن عتبة بن عبد\n</p>\n\n#\n<p>\n( 689 ) حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن سفيان عن منصور عن موسى\nبن عبد الله بن يزيد عن مولى لعائشة قالت ما نظرت أو ما رأيت فرج رسول الله\nصلى الله عليه وسلم قط\n</p>\n\n<p>\nقال أبو بكر قال أبو نعيم عن مولاة لعائشة هذا إسناد ضعيف لجهالة تابعيه\nرواه ابن ماجة في كتاب الطهارة بهذا الإسناد وقد تقدم ورواه ابن أبي شيبة\nفي مسنده هكذا ورواه الحاكم من طريق عبد الرحمن بن مهدي عن سفيان فذكره\nبإسناده ومتنه سواءورواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n             الطبراني في المعجم الصغير عن أحمد بن\nزكرياء شاذان عن بركة بن محمد الحلبي عن يوسف بن أسباط عن سفيان الثوري عن\nمحمد بن حمادة <span id='ms245'></span> عن قتادة عن أنس عن عائشة قالت ما رأيت عورة رسول الله صلى\nالله عليه وسلم قط قال الطبراني تفرد به بركة بن محمد قال الدارقطني بركة\nبن محمد كذاب يضع الحديث وقال الحاكم يروي أحاديث موضوعة وقال ابن عدي سائر\nأحاديثه باطلة\n</p>\n\n#\n<p>\n16\n</p>\n\n<p>\n| - * 20 باب النهي عن إتيان النساء في أدبارهن\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 690 ) حدثنا محمد بن عبد الملك بن أبي الشوارب حدثنا عبد العزيز بن\nالمختار عن سهيل بن أبي صالح عن الحارث بن مخلد عن أبي هريرة عن النبي صلى\nالله عليه وسلم لا ينظر الله إلى رجل جامع امرأته في دبرها\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه أبو داود في سننه عن هناد والنسائي في\nالكبرى عن هناد ومحمد بن إسماعيل بن سمرة كلاهما عن وكيع عن سفيان عن سهيل\nبه بلفظ ملعون من أتى امرأته في دبرها ورواه الدارمي في مسنده عن عبيد الله\nبن موسى عن سفيان عن سهيل بن أي صالح به وله شاهد من حديث ابن عباس رواه\nأبو داود في سننه وابن ماجة في صحيحه\n</p>\n\n#\n<p>\n( 691 ) حدثنا أحمد بن عبدة حدثنا عبد الواحد بن زياد عن حجاج بن أرطأة\nعن عمرو بن شعيب عن عبد الله بن هرمي عن خزيمة بن ثابت قال قال رسول الله\nصلى الله عليه وسلم إن الله لا يستحي من الحق ثلاث مرات لا تأتوا النساء في\nأدبارهن\n</p>\n\n<p>\nهذا إسناد ضعيف حجاج بن أرطأة مدلس وقد رواه بالعنعنة والحديث منكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n             لا يصح كما صرح بذلك البخاري والبزار والنسائي وغير واحد\n</p>\n\n<p>\nورواه النسائي في الكبرى وابن حبان في صحيحه من طريق خزيمة إلا أنهما\nقالا أعجازهن بدل أدبارهن وقالا هرمي بن عبد الله ورواه الترمذي من حديث\nطلق بن علي وابن عباس وعلي بن أبي طالب قال وفي الباب عن خزيمة وابن عباس\nوأبي هريرة\n</p>\n\n#\n<p>\n17\n</p>\n\n<p>\n| - * 21 باب العزل\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 692 ) حدثنا الحسن بن علي الخلال حدثنا إسحاق بن عيسى حدثنا ابن لهيعة\nحدثني جعفر بن ربيعة عن الزهري عن المحرر بن أبي هريرة عن أبيه عن <span id='ms246'></span> عمر بن\nالخطاب قال نهى رسول الله صلى الله عليه وسلم أن يعزل عن الحرة إلا بإذنها\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف ابن لهيعة رواه الإمام أحمد في مسنده من حديث عمر بن\nالخطاب أيضا ورواه البيهقي في الكبرى من طريق إسحاق بن الحسن عن ابن لهيعة\nفذكره بإسناده ومتنه سواء وله شاهد من حديث ابن عمر ومن حديث ابن عباس رواه\nالبيهقي منفردا بهما عن أصحاب الكتب الستة\n</p>\n\n#\n<p>\n18\n</p>\n\n<p>\n| - * 22 باب لا تنكح المرأة على عمتها ولا على خالتها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 693 ) حدثنا أبو كريب حدثنا عبدة بن سليمان عن محمد بن إسحاق عن يعقوب\nبن عتبة عن سليمان بن يسار عن أبي سعيد الخدري قال سمعت رسول الله صلى الله\nعليه وسلم نهى عن نكاحين أن يجمع بين المرأة وعمتها وبين المرأة وخالتها\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس ابن إسحاق وقد عنعنه رواه أبو بكر بن أبي شيبة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n             مسنده عن يزيد بن هارون وعبد الله بن نمير عن ابن إسحاق عن\nيعقوب به وسياقه أتم ورواه الترمذي في جامعه وابن حبان في صحيحه من حديث\nابن عباس ورواه النسائي في الصغرى من حديث جابر بن عبد الله ورواه أحمد في\nمسنده من حديث علي وعبد الله بن عمرو ورواه البزار في مسنده من حديث ابن\nمسعود وابن عمر وسمرة بن جندب\n</p>\n\n#\n<p>\n( 694 ) حدثنا حبارة بن المغلس حدثنا أبو بكر النهشلي حدثني أبو بكر بن\nأبي موسى عن أبيه قال قال رسول الله صلى الله عليه وسلم لا تنكح المرأة على\nعمتها ولا على خالتها\n</p>\n\n<p>\nهذا إسناد فيه جبارة بن المغلس وهو ضعيف وله شاهد من حديث أبي هريرة رواه\nأصحاب الكتب الستة\n</p>\n\n#\n<p>\n19\n</p>\n\n<p>\n| - * 23 باب المحلل والمحلل له\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 695 ) حدثنا محمد بن بشار حدثناأبو عامر حدثنا زمعة بن صالح عن سلمة بن\nوهرام عن عكرمة عن ابن عباس قال لعن رسول الله صلى الله عليه وسلم المحلل\nوالمحلل له\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف زمعة بن صالح الجندي رواه أبو يعلى الموصلي في مسنده\nحدثنا أبو هشام حدثنا أبو <span id='ms247'></span> عامر حدثنا زمعة فذكره بزيادة في آخره وروى\nالزيادة فقط أبو داود في سننه\n</p>\n\n#\n<p>\n( 696 ) حدثنا يحيى بن عثمان بن صالح المصري حدثنا أبي سمعت الليث بن سعد\nيقول قال لي أبو مصعب مشرح بن هاعان قال عقبة بن عامر قال رسول الله صلى\nالله عليه وسلم ألا أخبركم بالتيس المستعار قالوا بلى يا رسول الله قال هو\nالمحلل لعن الله المحلل والمحلل له\n</p>\n\n<p>\nهذا إسناد مختلف فيه من أجل أبي مصعب رواه الحاكم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n            \nالمستدرك عن أبي جعفر محمد بن محمد بن عبد الله البغدادي عن يحيى بن عثمان\nبن صالح به وقال صحيح الإسناد ورواه أبو داود والنسائي من حديث عبد الله بن\nمسعود ورواه البيهقي في الكبرى عن الحاكم وله شاهد من حديث علي بن أبي طالب\nرواه أصحاب السنن الأربعة\n</p>\n\n<p>\nورواه البيهقي في الكبرى عن الحاكم\n</p>\n\n#\n<p>\n20\n</p>\n\n<p>\n| - * 24 باب لا رضاع بعد فصال\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 697 ) حدثنا حرملة بن يحيى حدثنا عبد الله بن وهب أخبرني ابن لهيعة عن\nأبي الأسود عن عروة عن عبد الله بن الزبير أن رسول الله صلى الله عليه وسلم\nقال لا رضاع إلا ما فتق الأمعاء\n</p>\n\n<p>\n( 896 ) هذا إسناد ضعيف لضعف ابن لهيعة وله شاهد من حديث أم سلمة رواه\nالترمذي في جامعه من حديث أم سلمة وقال حسن صحيح وابن حبان في صحيحه ورواه\nالبزار في مسنده من حديث أبي هريرة\n</p>\n\n#\n<p>\n21\n</p>\n\n<p>\n| - * 25 باب الرجل يعتق أمته ثم يتزوجها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 698 ) حدثنا حبيش بن مبشر حدثنا يونس بن محمد عن حماد بن زيد عن أيوب\nعن عكرمة عن عائشة أن رسول الله صلى الله عليه وسلم أعتق صفية وجعل عتقها\nصداقها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n             وتزوجها\n</p>\n\n<p>\nهذا إسناد صحيح إن كان عكرمة مولى ابن عباس سمع من عائشة فقد تناقض فيه\nقول أبي حاتم فقال في المراسيل لم يسمع من عائشة وقال في الجرح والتعديل\nسمع منها ورجح سماعه منها أن روايته عنها في صحيح البخاري قاله شيخنا أبو\nزرعة وقال ابن المديني لا أعلمه سمع من أحد من أزواج النبي صلى الله عليه <span id='ms248'></span>\nوسلم شيئا رواه الدارقطني في سننه عن يحيى بن محمد بن صاعد وابن مخلد عن\nحبيش بن مبشر به وله شاهد في الصحيحين من حديث أبي موسى وأنس بن مالك رضي\nالله عنه\n</p>\n\n#\n<p>\n22\n</p>\n\n<p>\n| - * 26 باب تزويج العبد بغير إذن سيده\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 699 ) حدثنا أزهر بن مروان حدثنا عبد الوارث بن سعيد حدثنا القاسم بن\nعبد الواحد عن عبد الله بن محمد بن عقيل عن ابن عمر قال قال رسول الله صلى\nالله عليه وسلم إذا تزوج العبد بغير إذن سيده كان عاهرا\n</p>\n\n<p>\nهذا إسناد حسن رواه أبو داود والترمذي من حديث جابر بن عبد الله\n</p>\n\n#\n<p>\n( 700 ) حدثنا محمد بن يحيى و صالح بن محمد بن يحيى بن سعيد قالا حدثنا\nأبو غسان عن مندل عن ابن جريج عن موسى بن عقبة عن نافع عن ابن عمر قال قال\nرسول الله صلى الله عليه وسلم أيما عبد تزوج بغير إذن مواليه فهو زان\n</p>\n\n<p>\nهذا إسناد فيه مندل بن علي وهو ضعيف رواه أبو داود في سننه من طريق عبد\nالله بن عمر عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم إذا نكح العبد\nبغير إذن مولاه فنكاحه باطل قال أبو داود هذا الحديث ضعيف وهو موقوف وهو\nقول ابن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n\n#\n<p>\n23\n</p>\n\n<p>\n| - * 27 باب النهي عن نكاح المتعة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 701 ) حدثنا محمد بن خلف العسقلاني حدثنا الفريابي عن إبان بن أبي حازم\nعن أبي بكر بن حفص عن أبي عمر قال لما ولي عمر بن الخطاب خطب الناس فقال إن\nرسول الله صلى الله عليه وسلم اذن لنا في المتعة ثلاثا ثم حرمها والله لا\nأعلم أحدا يتمتع وهو محصن إلا رجمته بالحجارة إلا أن يأتي بأربعة يشهدون أن\nرسول الله صلى الله عليه وسلم أحلها بعد إذ حرمها\n</p>\n\n<p>\nهذا إسناد فيه مقال أبو بكر بن حفص إسمه إسماعيل الأيلي ذكره ابن حبان في\nالثقات وقال ابن أبي حاتم عن أبيه كتبت عنه وعن أبيه وكان أبوه يكذب قلت لا\nبأس به قال لا يمكنني أن أقول <span id='ms249'></span> لا بأس به انتهى\n</p>\n\n<p>\nوإبان ابن أبي حازم مختلف فيه وأصله في الصحيحين وغيرهما من حديث علي بن\nأبي طالب وفي مسلم وغيره من حديث سبرة بن مسعد\n</p>\n\n#\n#\n<p>\n| - * 28 باب الأكفاء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 702 ) حدثنا عبد الله بن سعيد حدثنا الحارث بن عمران الجعفري عن هشام\nعن عروة عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه وسلم تخيروا\nلنطفكم وانكحوا الاكفاء وانكحوا إليهم\n</p>\n\n<p>\nهذا إسناد فيه الحارث بن عمران المدني قال فيه أبو حاتم ليس بالقوي\nوالحديث الذي رواه لا أصل له يعني هذا الحديث وقال ابن عدي والضعف على\nرواياته بين وقال الدارقطني متروك انتهى رواه الدارقطني في سننه من حديث\nعائشة أيضا ورواه الحاكم في المستدرك من طريق شيخ ابن ماجة عبد الله بن\nسعيد فذكره بالإسناد والمتن ورواه الحاكم أيضا عن طريق عكرمة بن إبراهيم عن\nهشام بن عروة ورواه البيهقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n             عن الحاكم من الطريقين قال ورواه\nأمية بن يعلى عن هشام بن عروة به وله شاهد من حديث أبي هريرة رواه الترمذي\nوابن ماجه\n</p>\n\n#\n#\n<p>\n| - * 29 باب المرأة تهب يومها لصاحبتها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 703 ) حدثنا أبو بكر بن أبي شيبة و محمد بن يحيى قالا حدثنا عفان حدثنا\nحماد بن سلمة عن ثابت عن سمية عن عائشة أن رسول الله صلى الله عليه وسلم\nوجد على صفية بنت حيي في شيء فقالت صفية يا عائشة هل لك أن ترضي رسول الله\nصلى الله عليه وسلم عني ولك يومي قالت نعم فأخذت خمارا مصبوغا بزعفران\nفرشته بالماء ليفوح ريحه ثم قعدت إلى جنب رسول الله صلى الله عليه وسلم\nفقال النبي صلى الله عليه وسلم يا عائشة إليك عني إنه ليس يومك\n</p>\n\n<p>\nفقالت ذلك فضل يؤتيه من يشاء فأخبرته بالأمر فرضي عنها\n</p>\n\n<p>\nهذا إسناد ضعيف سمية البصرية لا تعرف كذا قال صاحب الميزان\n</p>\n\n#\n<p>\n( 704 ) حدثنا جعفر بن عمرو حدثنا عمر بن علي عن هشام بن عروة عن أبيه عن\nعائشة أنها قالت نزلت هذه الآية <span class='quran'>والصلح خير </span>في رجل كانت تحته\nامرأة قد طالت <span id='ms250'></span> صحبتها وولدت منه أولادا فأراد أن يستبدل بها فراضته على أن\nيقيم عندها ولا يقسم لها\n</p>\n\n<p>\nهذا إسناد موقوف صحيح وحكمه الرفع\n</p>\n\n#\n<p>\n24\n</p>\n\n<p>\n| - * 30 باب الشفاعة في التزويج\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 705 ) حدثنا هشام بن عمار حدثنا معاوية بن يحيى عن معاوية بن يزيد عن\nيزيد بن أبي حبيب عن أبي الخير عن أبي رهم قال قال رسول الله صلى الله عليه\nوسلم من أفضل الشفاعة أن يشفع بين الاثنين في النكاح\n</p>\n\n<p>\nهذا إسناد مرسل أبو رهم هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n             اسمه أحزاب بن أسيد بفتح الهمزة\nوقيل بصمها قال البخاري تابعي وقال أبو حاتم ليست له صحبة وذكره ابن حبان\nفي الثقات\n</p>\n\n#\n<p>\n( 706 ) حدثنا أبو بكر بن أبي شيبة حدثنا شريك عن العباس بن ذريح عن\nالبهي عن عائشة قالت عثر أسامة بعتبة الباب فشج في وجهه فقال رسول الله صلى\nالله عليه وسلم أميطي عنه الأذى فقذرته فجعل يمص عنه الدم ويمجه عن وجهه ثم\nقال لو كان أسامة جارية لحليته وكسوته حتى أنفقه\n</p>\n\n<p>\nهذا إسناد صحيح إن كان البهي سمع من عائشة واسم البهي عبد الله مولى مصعب\nبن الزبير سئل أحمد عنه هل سمع من عائشة فقال ما أدري في هذا شيئا إنما\nيروي عن عروة قال العلائي في المراسيل أخرج مسلم في صحيحه لعبد الله البهي\nعن عائشة حدثنا وكان ذلك على قاعدته انتهى\n</p>\n\n<p>\nرواه ابن أبي شيبة في مسنده هكذا ورواه ابن حبان في صحيحه عن ابن أبي\nشيبة في مسنده هكذا رواه ابن حبان في صحيحه عن أبي يعلى عن محمد بن الصباح\nالدولابي عن شريك به\n</p>\n\n#\n<p>\n25\n</p>\n\n<p>\n| - * 31 باب حسن معاشرة النساء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 707 ) حدثنا أبو بشر بكر بن خلف و محمد بن يحيى قالا حدثنا أبو عاصم عن\nجعفر بن يحيى بن ثوبان عن عمه عمارة بن ثوبان عن عطاء عن ابن عباس عن النبي\nصلى الله عليه وسلم قال خيركم خيركم لأهله وأنا خيركم لأهلي\n</p>\n\n<p>\nهذا إسناد ضعيف عمارة بن ثوبان ذكره ابن حبان في الثقات وقال عبد الحق\nليس بالقوي فرد ذلك عليه <span id='ms251'></span> ابن القطان وقال ابن حبان ليس بالقوي وقال إنما هو\nمجهول الحال وجعفر بن يحيى قال ابن المديني شيخ مجهول وقال ابن القطان\nالفاسي مجهول الحال وذكره ابن حبان في الثقات ورواه ابن حبان في صحيحه من\nطريق أبي عاصم به ورواه الحاكم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n             المستدرك من طريق أبي عاصم\nبه وقال صحيح الإسناد ورواه البزار في مسنده عن عمرو بن علي الغلاس عن أبي\nعاصم فذكره بإسناده ومتنه وله شاهد من حديث عائشة رواه الترمذي في جامعه\nوابن حبان في صحيحه\n</p>\n\n#\n<p>\n( 708 ) حدثنا أبو كريب حدثنا أبو خالد عن الأعمش عن شقيق عن مسروق عن\nعبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم خياركم خياركم\nلنسائهم\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وله شاهد من حديث أبي هريرة رواه البزار في\nمسنده والترمذي في الجامع وقال حديث حسن قال وفي الباب عن عائشة وابن عباس\n</p>\n\n#\n<p>\n( 709 ) حدثنا أبو بدر عباد بن الوليد حدثنا حبان بن هلال حدثنا مبارك بن\nفضالة عن علي بن زيد عن أم محمد عن عائشة قالت لما قدم رسول الله صلى الله\nعليه وسلم المدينة وهو عروس بصفية بنت حيي جئن نساء الأنصار فأخبرن عنها\nقالت فتنكرت وتنقبت فذهبت فنظر رسول الله صلى الله عليه وسلم إلى عيني\nفعرفني قالت فالتفت فأسرعت المشي فأدركني فاحتضنني فقال كيف رأيت قالت أرسل\nيهودية وسط يهوديات\n</p>\n\n<p>\nهذا إسناد فيه علي بن زيد بن جدعان وهو ضعيف\n</p>\n\n#\n<p>\n( 710 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن بشر عن زكريا عن خالد\nبن سلمة عن البهي عن عروة بن الزبير قال قالت عائشة ما علمت حتى دخلت علي\nزينب بغير إذن وهي غضبى ثم قالت يا رسول الله أحسبك إذا قلبت لك بنية أبي\nبكر ذريعتيها ثم أقبلت علي فأعرضت عنها حتى قال النبي صلى الله عليه وسلم\nدونك فانتصري فأقبلت عليها حتى رأيتها وقد يبس ريقها في فيها ما ترد عليص\nشيئا فرأيت النبي صلى الله عليه وسلم يتهلل <span id='ms252'></span> وجهه\n</p>\n\n<p>\nهذا إسناد صحيح على شرط مسلم رواه النسائي في عشرة النساء وفي التفسير عن\nعبدة بن عبد الله وعن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n             عبد الله المخرمي عن معلى بن\nمنصور عن يحيى بن زكريا بن أبي زائدة كلاهما عن زكريا بن أبي زائدة به وليس\nهو في رواية ابن السني\n</p>\n\n#\n<p>\n( 711 ) حدثنا حفص بن عمرو حدثنا عمر بن حبيب القاضي حدثنا هشام بن عروة\nعن أبيه عن عائشة قالت كنت ألعب بالبنات وأنا عند رسول الله صلى الله عليه\nوسلم فكان يسرب إلي صويحباتي يلاعبنني\n</p>\n\n<p>\nهذا إسناد ضعيف فيه عمر بن حبيب العدوي قاضي البصرة ثم قاضي الشرقية\nللمأمون متفق على تضعيفه وكذبه ابن معين\n</p>\n\n#\n<p>\n26\n</p>\n\n<p>\n| - * 32 باب متى يستحب البناء بالنساء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 712 ) حدثنا أبو بكر بن أبي شيبة حدثنا أسود بن عامر حدثنا زهير عن\nمحمد بن إسحاق عن عبد الله بن أبي بكر عن أبيه عن عبد الملك بن الحارث بن\nهشام عن أبيه أن النبي صلى الله عليه وسلم تزوج أم سلمة في شوال وجمعها\nإليه في شوال\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس محمد بن إسحاق وانفرد ابن ماجة بإخراج هذا الحديث\nعن الحارث بن هشام وليس له شيء في الأصول هكذا رواه أبو بكر بن أبي شيبة في\nمسنده وله شاهد في صحيح مسلم وغيره من حديث عائشة قال المزي في الأطراف\nورواه محمد بن يزيد المستملي عن أسود بن عامر بإسناده إلا أنه قال عبد\nالرحمن بدل عبد الملك وهو أولى بالصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n            \n</p>\n\n#\n<p>\n27\n</p>\n\n<p>\n| - * 33 باب ما يكون فيه اليمن والشؤم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 713 ) حدثنا هشام بن عمار حدثنا إسماعيل بن عياش حدثني سليمان بن سليم\nالكناني عن يحيى بن جابر عن حكيم بن معاوية عن عمه محمد بن معاوية قال سمعت\nرسول الله صلى الله عليه وسلم يقول لا شؤم وقد يكون اليمن في ثلاثة في\nالمرأة والدار والفرس\n</p>\n\n<p>\nقلت رواه الترمذي في الجامع عن علي بن حجر عن إسماعيل بن عياش عن سليمان\nبن سليم عن يحيى بن جابر عن معاوية بن حكيم عن عمه <span id='ms253'></span> حكيم بن معاوية عن النبي\nصلى الله عليه وسلم فذكر مثله وإسناد حديث محمد بن معاوية صحيح رجاله ثقات\nوليس له عند ابن ماجة سوى هذا الحديث وليس له شيء في الخمسة الأصول\n</p>\n\n#\n<p>\n( 714 ) حدثنا يحيى بن خلف أبو سلمة حدثنا بشر بن المفضل عن عبد الرحمن\nبن خلف أبو سلمة بشر بن الفضل عن عبد الرحمن بن إسحاق عن الزهري عن سالم عن\nأبيه أن رسول الله صلى الله عليه وسلم قال الشؤم في ثلاث في الفرس والمرأة\nوالدار\n</p>\n\n<p>\nقال الزهري فحدثني أبو عبيدة بن عبد الله بن زمعة أن جدته زينب حدثته عن\nأم سلمة أنها كانت تعد هؤلاء الثلاث وتزيد معهن السيف\n</p>\n\n<p>\nهذا إسناد صحيح على شرط مسلم فقد احتج بجميع رواته رواه الشيخان من حديث\nأم سلمة فلم يذكرا فيه السيف وله شاهد في الصحيحين وغيرهما من حديث سهل بن\nسعد ورواه أبو داود الطيالسي وأحمد بن منيع في مسنديهما من حديث أبي هريرة\nوعائشة رضي الله عنهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n            \n</p>\n\n#\n<p>\n28\n</p>\n\n<p>\n| - * 34 باب الغيرة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 715 ) حدثنا محمد بن إسماعيل حدثنا وكيع عن شيبان أبي معاوية عن يحيى\nبن أبي كثير عن أبي سهم عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\nمن الغيرة ما يحب الله ومنها ما يكره الله فأما ما يحب الله فالغيرة في\nالريبة وأما ما يكره الله فالغيرة في غير ريبة\n</p>\n\n<p>\nهذا إسناد ضعيف أبو سهم هذا مجهول وقال المزي في الأطراف أبو سهم وهم\nوالصواب أبو سلمة وله شاهد في مسند الإمام أحمد من حديث عقبة بن عامر\nالجهني ورواه ابن حبان في صحيحه من حديث عبيد الأنصاري\n</p>\n\n#\n<p>\n( 716 ) حدثنا هارون بن إسحاق الهمداني حدثنا عبدة بن سليمان عن هشام بن\nعروة عن أبيه عن عائشة قالت ما غرت على امرأة ما غرت على خديجة مما رأيت من\nذكر رسول الله صلى الله عليه وسلم لها ولقد أمره ربه أن يبشرها ببيت في\nالجنة من قصب\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات\n</p>\n\n#\n<p>\n29\n</p>\n\n<p>\n| - * 35 باب الرجل يشك في <span id='ms254'></span> ولده\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 717 ) حدثنا أبو كريب حدثنا عباد بن كليب الليثي أبو غسان عن جويرية بن\nأسماء عن نافع عن ابن عمر أن رجلا من أهل البادية أتى النبي صلى الله عليه\nوسلم فقال يا رسول الله إن أمرأتي ولدت على فراشي غلاما أسود وأنا أهل بيت\nلم يكن فينا أسود قط قال هل لك من إبل قال نعم قال فما ألوانها قال حمر قال\nفهل فيها أسود قال لا قال فيها أورق قال نعم قال فانى كان ذلك قال عسى أن\nيكون نزعه عرق قال فلعل ابنك هذا نزعه عرق\n</p>\n\n<p>\nقلت كذا وقع عند ابن ماجة\n</p>\n\n<p>\nعباد بن كليب وصوابه عبادة بن كليب كما قال المزي في التهذيب وعباد هذا\nقال فيه أبو حاتم صدوق في حديثه إنكار وقال عبد الرحمن بن أبي حاتم أخرجه\nالبخاري في الضعفاء فقال أبي يحول من هناك وله شاهد من حديث أبي هريرة رواه\nمسلم في صحيحه وأصحاب السنن الأربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n            \n</p>\n\n#\n<p>\n30\n</p>\n\n<p>\n| - * 36 باب الولد للفراش وللعاهر الحجر\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 718 ) حدثنا أبو بكر بن أبي شيبة حدثنا سفيان بن عيينة عن عبيد الله بن\nأبي يزيد عن أبيه عن عمر أن رسول الله صلى الله عليه وسلم قضى بالولد\nللفراش\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات رواه مسدد في مسنده عن سفيان بإسناده ومتنه\nورواه البيهقي في سننه الكبرى من طريق الشافعي عن سفيان بن عيينة فذكره\nبإسناده ومتنه وسياقه أتم ورواه الحميدي في مسنده عن سفيان فذكره وفيه قصة\nوسياقه أتم وكذا رواه ابن أبي عمر في مسنده عن سفيان فذكره بإسناد الحميدي\nومتنه وأصله في الصحيحين وغيرهما من حديث عائشة وفي البزار من حديث ابن عمر\n</p>\n\n#\n<p>\n( 719 ) حدثنا هشام بن عمار حدثنا إسماعيل بن عياش حدثنا شرحبيل بن مسلم\nسمعت أبا أمامة الباهلي يقول سمعت رسول الله صلى الله عليه وسلم يقول الولد\nللفراش وللعاهر الحجر\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وله شاهد في صحيح مسلم وغيره من حديث أبي\nهريرة وفي صحيح ابن حبان ومسند الدارمي من حديث ابن <span id='ms255'></span> مسعود وفي مسند أحمد من\nحديث علي بن أبي طالب\n</p>\n\n#\n<p>\n31\n</p>\n\n<p>\n| - * 37 باب في المرأة تؤذي زوجها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 720 ) حدثنا محمد بن بشار حدثنا مؤمل حدثنا سفيان هو الثوري عن الأعمش\nعن سالم بن أبي الجعد عن أبي أمامة قال أتت النبي صلى الله عليه وسلم امرأة\nمعها صبيان لها قد حملت أحدهما وهي تقود الآخر فقال رسول الله صلى الله\nعليه وسلم حاملات والدات رحيمات لولا ما يأتين إلى أزواجهن دخلن مصلياتهن\nالجنة\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أنه منقطع حكى الترمذي في العلل عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n            \nالبخاري أنه قال سالم بن أبي الجعد لم يسمع عن أبي أمامة انتهى\n</p>\n\n<p>\nوقال أبو حاتم أدرك أبا أمامة رواه أبو داود الطيالسي في مسنده عن سلام\nبن سليم عن منصور عن سالم به ورواه أبو بكر بن أبي شيبة في مسنده من طريق\nسالم بن أبي الجعد بزيادة وكذا رواه أحمد بن منيع في مسنده\n</p>\n\n<p>\nقلت ورواه الإمام أحمد في مسنده من حديث أبي أمامة الباهلي أيضا\n</p>\n\n#\n#\n<p>\n| - * 38 باب لا يحرم الحرام الحلال\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 721 ) حدثنا يحيى بن يعلى بن منصور حدثنا إسحاق بن منصور الفروي حدثنا\nعبد الله بن عمر عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال لا\nيحرم الحرام الحلال\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف عبد الله بن عمر العمري رواه الدارقطني في سننه عن\nإسماعيل بن محمد الصغار عن جعفر بن أحمد بن سالم عن إسحاق بن منصور الفروي\nبه\n</p>\n\n#\n#\n<p>\n| + * 11 كتاب الطلاق\n</p>\n\n<p>\n+ *\n</p>\n\n#\n<p>\n( 722 ) حدثنا محمد بن بشار حدثنا مؤمل حدثنا سفيان عن أبي إسحاق عن أبي\nبردة عن أبي موسى قال قال رسول الله صلى الله عليه وسلم ما بال أقوام\nيلعبون بحدود الله يقول قد طلقتك قد راجعتك قد طلقتك\n</p>\n\n<p>\n327 هذا إسناد حسن من أجل مؤمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n             بن إسماعيل أبو عبد الرحمن\nرواه أبو داود الطيالسي في مسنده عن زهير عن أبي إسحاق فذكره بإسناده ومتنه\nإسناده حسن\n</p>\n\n<p>\nمؤمل بن إسماعيل اختلف فيه فقيل ثقة وقيل كثير الخطأ وقيل منكر الحديث\n</p>\n\n#\n#\n<p>\n| - * 2 باب المطلقة الحامل <span id='ms256'></span> إذا وضعت ما في بطنها بانت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 723 ) حدثنا محمد بن عمر بن هياج حدثنا قبيصة بن عقبة حدثنا سفيان عن\nعمرو بن ميمون عن أبيه عن الزبير بن العوام أنه كان عند أم كلثوم بنت عقبة\nفقالت له وهي حامل طيب نفسي بتطليقة فطلقها تطليقة ثم خرج إلى الصلاة فرجع\nوقد وضعت فقال ما لها خدعتني خدعها الله ثم أتى النبي صلى الله عليه وسلم\nفقال سبق الكتاب أجله أخطبها إلى نفسها\n</p>\n\n<p>\nهذا إسناد رجاله ثقات إلا أنه منقطع\n</p>\n\n<p>\nميمون هو ابن مهران أبو أيوب روايته عن الزبير مرسلة قالع المزي في\nالتهذيب\n</p>\n\n#\n#\n<p>\n| - * 3 باب متعة الطلاق\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 724 ) حدثنا أحمد بن المقدام أبو الأشعث العجلي حدثنا عبيد بن القاسم\nقال حدثنا هشام بن عروة عن أبيه عن عائشة أن عمرة بنت الجون تعوذت من رسول\nالله صلى الله عليه وسلم حين أدخلت عليه فقال لقد عذت بمعاذ فطلقها وأمر\nأسامة أو أنسا فمتعها بثلاثة أثواب رازقية\n</p>\n\n<p>\nهذا إسناد فيه عبيد بن القاسم قال فيه ابن معين كان كذابا خبيثا وقال\nصالح بن محمد كذاب كان يضع الحديث وقال ابن حبان كان ممن يروى الموضوعات عن\nالثقات حدث عن هشام بن عروة بنسخة موضوعة\n</p>\n\n<p>\nقلت وضعفه البخاري وأبو زرعة وأبو حاتم والنسائي وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n            \n</p>\n\n#\n#\n<p>\n| - * 4 باب الرجل يجحد الطلاق\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 725 ) حدثنا محمد بن يحيى حدثنا عمرو بن أبي سلمة أبو حفص التنيسي عن\nزهير عن ابن جريج عن عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه\nوسلم قال إذا ادعت المرأة طلاق زوجها فجاءت على ذلك بشاهد عدل استحلف زوجها\nفإن خلف بطلت شهادة الشاهد وإن نكل فنكوله بمنزلة شاهد آخر وجاز طلاقه\n</p>\n\n<p>\nهذا إسناد حسن رجاله ثقات\n</p>\n\n#\n#\n<p>\n| - * 5 باب طلاق المعتوه والصغير والنائم\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 726 ) حدثنا محمد بن بشار حدثنا روح بن عبادة حدثنا ابن جريج أخبرني\nالقاسم بن يزيد عن علي بن أبي طالب أن رسول الله صلى الله عليه وسلم قال\nيرفع القلم عن الصغير وعن المجنون وعن النائم\n</p>\n\n<p>\nهذا إسناد ضعيف\n</p>\n\n<p>\nالقاسم <span id='ms257'></span> بن يزيد هذا مجهول وأيضا لم يدرك علي ابن أبي طالب وله شاهد من\nحديث عائشة رواه أبو داود والنسائي وابن ماجه\n</p>\n\n#\n#\n<p>\n| - * 6 باب طلاق المكره والناسي\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 727 ) حدثنا إبراهيم بن محمد بن يوسف الفريابي حدثنا أيوب بن سويد\nحدثنا أبو بكر الهذلي عن شهر بن حوشب عن أبي ذر الغفاري قال قال رسول الله\nصلى الله عليه وسلم إن الله عز وجل تجاوز لي عن أمتي الخطأ والنسيان وما\nاستكرهوا عليه\n</p>\n\n<p>\nهذا إسناد ضعيف لاتفاقهم على ضعف أبي بكر الهذلي وله شاهد من حديث أبي\nهريرة رواه الأئمة الستة\n</p>\n\n#\n<p>\n( 728 ) حدثنا محمد بن مصفى الحمصي حدثنا الوليد بن مسلم حدثنا الأوزاعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n             عن عطاء عن ابن عباس عن النبي صلى الله عليه وسلم قال إن الله\nوضع عن أمتي الخطأ والنسيان وما استكرهوا عليه\n</p>\n\n<p>\nهذا إسناد صحيح إن سلم من الانقطاع والظاهر أنه منقطع قال المزي في\nالأطراف رواه بشر بن بكر التنيسي عن الأوزاعي عن عطاء عبيد بن عمير عن ابن\nعباس انتهى\n</p>\n\n<p>\nوليس ببعيد أن يكون السقط من صنعة الوليد بن مسلم فإنه كان يدلس تدليس\nالتسوية ورواه البيهقي في سننه\n</p>\n\n#\n#\n<p>\n| - * 7 باب لا طلاق قبل النكاح\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 729 ) حدثنا أحمد بن سعيد الدارمي حدثنا علي بن الحسين بن واقد حدثنا\nهشام بن سعد عن الزهري عن عروة عن المسيب بن مخرمة أن رسول الله صلى الله\nعليه وسلم قال لا طلاق قبل النكاح ولا عتق قبل ملك\n</p>\n\n<p>\nهذا إسناد حسن\n</p>\n\n<p>\nعلي بن الحسين وهشام بن سعد مختلف فيهما وله شاهد رواه بن حبان في صحيحه\nوالحاكم في المستدرك من حديث جابر بن عبد الله ورواه الحاكم من حديث عائشة\nرواه أصحاب السنن الأربعة خلا النسائي من حديث عبد الله بن عمرو\n</p>\n\n#\n<p>\n( 730 ) حدثنا محمد بن يحيى حدثنا عبد الرزاق أنبأنا معمر عن جويبر عن\nالضحاك عن النزال بن سبرة عن علي بن أبي طالب عن النبي صلى الله عليه وسلم\nقال لا طلاق قبل النكاح\n</p>\n\n<p>\nهذا إسناد ضعيف لاتفاقهم على ضعف جويبر بن سعيد <span id='ms258'></span> البجلي لكن لم ينفرد به\nجويبر فقد رواه البيهقي في الكبرى من طريق معاذ العنبري عن حميد الطويل عن\nالحسن عن علي به ثم رواه من طريق سعيد عن جويبر به موقوفا من الطريقين معا\nمن حديث عقبة ورواه النسائي من حديث أبي هريرة وكذلك الدارقطني في سننه وله\nشاهد من حديث عائشة رواه أبو داود وابن ماجة ورواه ابن حبان في صحيحه عن\nعطاء بن أبي رباح عن عبيد بن عمير وكذلك رواه الحاكم في المستدرك من طريق\nعطاء ورواه الدارقطني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n             في سننه من حديث ابن عباس بلفظ إن الله\nيجاوز لأمتي فذكره وكذا رواه ابن عدي في الكامل والبيهقي في الكبرى من طريق\nالوليد بن مسلم عن الأوزاعي عن عطاء عن ابن عباس ولم يذكر عبيد بن عمير\nوالله أعلم\n</p>\n\n<p>\nورواه الحاكم أيضا من طريق بشر بن بكير عن الأوزاعي عن عطاء بن أبي رباح\nعن عبيد بن عمير عن ابن عباس مرفوعا يجاوز الله عن أمتي الحديث ورواه\nالبيهقي والحاكم به\n</p>\n\n#\n#\n<p>\n| - * 8 باب كراهية الخلع للمرأة\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 731 ) حدثنا بكر بن خلف أبو بشر حدثنا أبو عاصم عن جعفر بن يحيى بن\nثوبان عن عمه عمارة بن ثوبان عن عطاء عن ابن عباس أن النبي صلى الله عليه\nوسلم قال لا تسأل المرأة زوجها الطلاق في غير كنهه فتجد ريح الجنة وإن\nريحها ليوجد من مسيرة أربعين عاما\n</p>\n\n<p>\nهذا إسناد ضعيف تقدم الكلام عليه في الباب عشرة النساء وله شاهد من حديث\nثوبان رواه أبو داود والترمذي وابن ماجه\n</p>\n\n#\n#\n<p>\n| - * 9 باب المختلعة تأخذ ما أعطاها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 732 ) حدثنا أبو كريب حدثنا أبو خالد الأحمر عن حجاج عن عمرو بن شعيب\nعن أبيه عن جده قال كانت حبيبة بنت سهل تحت ثابت بن قيس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n            \nشماس وكان رجلا دميما فقالت يا رسول الله والله لولا مخافة الله إذا دخل\nعلي لبصقت في وجهه فقال رسول الله صلى الله عليه وسلم أتردين عليه حديقته\nقالت نعم فردت عليه حديقته قال ففرق بينهما رسول الله صلى <span id='ms259'></span> الله عليه وسلم\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس الحجاج وهو ابن أرطأة رواه الإمام أحمد في مسنده\nعن عبد القدوس بن بكر بن حبيش عن الحجاج عن عمرو بن شعيب به وله شاهد من\nحديث عبد الله بن عباس رواه النسائي وابن ماجة ورواه البزار في مسنده من\nحديث أنس رضي الله عنه\n</p>\n\n#\n<p>\n8\n</p>\n\n<p>\n| - * 10 باب الايلاء\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 733 ) حدثنا هشام بن عمار حدثنا عبد الرحمن بن أبي الرجال عن أبيه عن\nعمرة عن عائشة قالت أقسم رسول الله صلى الله عليه وسلم أن لا يدخل على\nنسائه شهرا فمكث تسعة وعشرين يوما حتى إذا كان مساء ثلاثين دخل علي فقلت\nإنك أقسمت أن لا تدخل علينا شهرا فقال الشهر هكذا يرسل أصابعه فيه ثلاث\nمرات والشهر هكذا وأرسل أصابعه كلها وأمسك أصبعا واحدا في الثالثة\n</p>\n\n<p>\nهكذا إسناد حسن\n</p>\n\n<p>\nعبد الرحمن بن أبي الرجال مختلف فيه وله شاهد في الصحيحين وغيرهما من\nحديث أم سلمة\n</p>\n\n#\n<p>\n( 734 ) حدثنا سويد بن سعيد حدثنا يحيى بن زكريا بن أبي زائدة عن حارثة\nبن محمد عن عمرة عن عائشة أن رسول الله صلى الله عليه وسلم إنما آلى لأن\nزينب ردت عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n             هديته فقالت عائشة لقد أقمتك فغضب رسول الله صلى\nالله عليه وسلم فآلى منهن\n</p>\n\n<p>\nهذا إسناد فيه حارثة بن أبي الرجال وقد ضعفه أحمد وابن معين والنسائي\nوابن عدي وغيرهم\n</p>\n\n#\n<p>\n9\n</p>\n\n<p>\n| - * 11 باب اللعان\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 735 ) حدثنا علي بن سلمة النيسابوري حدثنا يعقوب بن إبراهيم بن سعد\nحدثنا أبي عن ابن إسحاق قال ذكر طلحة بن نافع عن سعيد بن جبير عن ابن عباس\nقال تزوج رجل من الأنصار امرأة من بلعجلان فدخل بها فبات عندها فلما أصبح\nقال ما وجدتها عذراء فرفع شأنها إلى رسول الله صلى الله عليه وسلم فدعا\nالجارية فسألها فقالت بلى كنت عذراء فأمر بهما فتلاعنا وأعطاها المهر\n</p>\n\n<p>\nهذا إسناد ضعيف لتدليس محمد بن إسحاق وهكذا رواه البزار في مسنده عن محمد\nبن منصور الطوسي عن يعقوب بن إبراهيم فذكره بإسناده ومتنه وقالل لا نعلمه\nإلا بهذا <span id='ms260'></span> الإسناد\n</p>\n\n<p>\nوفي نسخة من الزوائد زاد في إسناده ضعف لتدليس محمد بن إسحاق وقد قال\nالبزار هذا الحديث لا يعرف إلا بهذا الإسناد رواه أبو يعلى الموصلي في\nمسنده حدثنا زهير حدثنا يعقوب بن إبراهيم فذكره بإسناده ومتنه\n</p>\n\n#\n<p>\n( 736 ) حدثنا محمد بن يحيى حدثنا حيوة بن شريح الحضرمي عن ضمرة بن ربيعة\nعن أبي عطاء عن أبيه عن عمرو بن شعيب عن أبيه عن جده أن النبي صلى الله\nعليه وسلم قال أربعة من النساء لا ملاعنة بينهن النصرانية تحت المسلم\nواليهودية تحت المسلم والحرة تحت المملوك والمملوكة تحت الحر\n</p>\n\n<p>\nهذا إسناد ضعيف ابن عطاء اسمه عثمان بن عطاء متفق على تضعيفه رواه\nالدارقطني في سننه من طريق عمرو بن شعيب عن أبيه عن جده به ومن طريق\nالدارقطني ورواه البيهقي في سننه ورواه الحاكم في المستدرك عن طريق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n             يحيى بن أبي أنيسة عن عمرو بن شعيب به ورواه البيهقي في الكبرى\nعن الحاكم وقال البيهقي يحيى بن أبي أنيسة متروك قلت وله شاهد من حديث عبد\nالله بن عباس رواه ابن ماجة وابن عدي والبيهقي كما بينته في زوائد البيهقي\nفي إسناده عثمان بن عطاء متفق على تضعيفه\n</p>\n\n#\n<p>\n10\n</p>\n\n<p>\n| - * 12 باب خير الأمة إذا أعتقت\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 737 ) حدثنا علي بن محمد حدثنا وكيع عن سفيان عن منصور عن إبراهيم عن\nالأسود عن عائشة قالت أمرت بريرة أن تعتد بثلاث حيض\n</p>\n\n<p>\nهذا إسناد صحيح رجاله موثقون رواه البزار في مسنده عن حميد بن الربيع عن\nأسيد بن زيد عن أبي معشر عن هشام بن عروة عن أبيه عن عائشة به\n</p>\n\n<p>\nوقال لا نعلم رواه هكذا إلا أبو معشر\n</p>\n\n#\n<p>\n11\n</p>\n\n<p>\n| - * 13 باب طلاق الأمة وعدتها\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 738 ) حدثنا إسماعيل بن توبة حدثنا عباد بن العوام عن يحيى بن أبي\nإسحاق عن عبد الرحمن بن أذينة عن أبي هريرة أن رسول الله صلى الله عليه\nوسلم خير بريرة\n</p>\n\n<p>\nهذا إسناد صحيح رجاله ثقات وله شاهد من حديث ابن عباس رواه أبو داود في\nسننه\n</p>\n\n#\n<p>\n( 739 ) حدثنا محمد بن طريف و إبراهيم بن <span id='ms261'></span> سعيد الجوهري قالا حدثنا عمر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p130'> Vol. 02, p. 130</a>\n            </div>\n             شبيب المسلي عن عبد الله بن عيسى عن عطية عن ابن عمر قال قال\nرسول الله صلى الله عليه وسلم طلاق الأمة اثنتان وعدتها حيضتان\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف عطية بن سعيد العوفي وعمر بن شبيب الكوفي رواه\nالبيهقي في سننه الكبرى من طريق سعدان بن نصر عن عمر بن شبيب به مرفوعا\nوقال الصحيح أنه موقوف على ابن عمر رواه مالك في الموطأ موقوفا على ابن عمر\nوكذا رواه الدارقطني في سننه من طريق عبيد الله بن عمر عن نافع عن ابن عمر\nبه ومن طريق الدارقطني وغيره رواه البيهقي في سننه الكبرى وله شاهد من حديث\nعائشة رواه أبو داود والترمذي وابن ماجه\n</p>\n\n#\n<p>\n12\n</p>\n\n<p>\n| - * 14 باب طلاق العبد\n</p>\n\n<p>\n- *\n</p>\n\n#\n<p>\n( 740 ) حدثنا محمد بن يحيى حدثنا يحيى بن عبد الله بن بكير حدثنا ابن\nلهيعة عن موسى بن أيوب الغافقي عن عكرمة عن ابن عباس قال أتى النبي صلى\nالله عليه وسلم رجل فقال يا رسول الله إن سيدي زوجني أمته وهو يريد أن يفرق\nبيني وبينها قال فصعد رسول الله صلى الله عليه وسلم المنبر فقال يا أيها\nالناس ما بال أحدكم يزوج عبده أمته ثم يريد أن يفرق بينهما إنما الطلاق لمن\nأخذ بالساق\n</p>\n\n<p>\nهذا إسناد ضعيف لضعف ابن لهيعة رواه الدارقطني في سننه من حديث ابن عباس\nأيضا لكن لم ينفرد به ابن لهيعة فقد رواه الحاكم من طريق بقية بن الوليد\nقال حدثني أبو الحجاج المهدي عن موسى بن أيوب به ورواه البيهقي عن الحاكم\nثم رواه البيهقي من طريق موسى بن داود عن ابن لهيعة عن موسى بن أيوب عن\nعكرمة مرسلا لم يذكر ابن عباس قال وروى من أوجه آخر مرفوعا وفيه ضعف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| + * كتاب الكفارات\n</p>\n\n<p>\n+ *\n</p>\n\n#\n<p>\n| - * باب يمين رسول الله عليه وسلم التي يحلف بها\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة حدثنا محمد بن مصعب عن الأوزاعي عن يحيى بن\nأبي كثير عن هلال ابن أبي ميمونة عن عطاء بن يسار عن <span id='ms262'></span> رفاعة الجهني قال كان\nالنبي صلى الله عليه وسلم إذا حلف قال والذي نفس محمد بيده حدثنا هشام بن\nعمار حدثنا عبد الملك بن محمد الصنعاني حدثنا الأوزاعي عن يحيى بن أبي كثير\nعن هلال ابن أبي ميمونة عن عطاء بن يسار عن رفاعة ابن عرابة الجهني قال\nكانت يمين رسول الله صلى الله عليه وسلم التي يحلف بها أشهد عند الله والذي\nنفسي بيده هذان اسنادان ضعيفان لضعف محمد بن مصعب وعبد الملك بن محمد لكن\nلم ينفردا به عن الأوزاعي كما رواه النسائي في عمل اليوم والليلة عن اسحاق\nبن منصور عن المغيرة وعن هشام ابن عمار عن يحيى بن حمزة وكلاهما عن\nالأوزاعي به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| - * باب من حلف بملة غير ملة الإسلام\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا هشام بن عمار حدثنا بقية عن عبد الله بن محرز عن قتادة عن أنس ابن\nمالك رضي الله عنه قال سمع النبي صلى الله عليه وسلم رجلا يقول أنا إذا\nيهودي فقال رسول الله صلى الله عليه وسلم وجبت هذا إسناده ضعيف لتدليس بقية\nبن الوليد وله شاهد من حديث ثابت عن الضحاك رواه الأئمة الستة ورواه أبو\nداود والنسائي من حديث بريدة\n</p>\n\n#\n<p>\n| - * باب من حلف له بالله فليرض\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا محمد بن اسماعيل بن سمرة حدثنا أسباط ابن محمد عن محمد بن عجلان عن\nنافع عن ابن عمر قال سمع النبي صلى الله عليه وسلم رجلا يحلف بأبيه فقال لا\nتحلفوا بآبائكم من حلف بالله فليصدق ومن حلف له بالله فليرض ومن لم يرض\nبالله فليس منا هذا إسناد صحيح رجاله ثقات\n</p>\n\n#\n<p>\n| - * باب اليمين حنث أو ندم\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا علي بن محمد حدثنا أبو معاوية عن بشار ابن كدام عن محمد بن زيد عن\nابن عمر قال قال رسول الله صلى الله عليه وسلم إنما الحلف حنث أو ندم رواه\nابن حبان في صحيحه عن الحسن بن سفيان عن علي بن الحسن الواسطي عن أبي\nمعاوية ورواه أبو بكر بن أبي شيبة في مسنده عن أبي <span id='ms263'></span> معاوية به ورواه أبو\nيعلى الموصلي حدثنا شريح ابن يونس حدثنا أبو معاوية فذكره قال وحدثنا أبو\nبكر بن أبي شيبة فذكره ورواه الحاكم عن محمد ابن يعقوب الأصم عن أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n             بن عبد الجبار عن أبي معاوية به ورواه البيهقي في سننه من طريق\nمسلم بن ضاده عن أبي معاوية فذكره بإسناده ومتنه سواء وقال بشار بن كدام\nأخو مسعود ابن كدام ثم رواه من طريق عاصم بن محمد بن زيد سمعت أبي يقول قال\nعمر بن الخطاب رضي الله عنه اليمين أثمة أو مندمة وقال البيهقي قال البخاري\nوحديت عمر رضي الله عنه أولى\n</p>\n\n#\n<p>\n| - * باب من قال كفارتها تركها\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا علي بن محمد حدثنا عبد الله بن نمير عن حارثة بن أبي الرجال عن\nعمرة عن عائشة قالت قال رسول الله صلى الله عليه وسلم من حلف في قطيعة رحم\nأو فيما لا يصلح فبره أن لا يتم على ذلك هذا إسناد ضعيف لضعف حارثة بن أبي\nالرجال متفق على تضعيفه\n</p>\n\n<p>\nحدثنا عبد الله بن عبد المؤمن الواسطي حدثنا عون بن عمارة حدثنا روح بن\nالقاسم عن عبيد الله بن عمر عن عمرو بن شعيب عن أبيه عن جده أن النبي صلى\nالله عليه وسلم قال من من حلف على يمين فرأى غيرها خيرا منه فليتركها فإن\nتركها كفارتها هذا إسناد فيه عون بن عمارة وهو متفق على ضعفه رواه ابن حبان\nفي صحيحه عن طريق هشام بن عروة عن أبيه عن عبد الله بن عمرو به وفيه مسلم\nبن خالد الزنجي وهو ضعيف لكن له شاهد في الصحيحين وغيرهما من حديث عبد\nالرحمن بن سمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| - * باب كم يطعم في كفارة اليمين\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا العباس بن يزيد حدثنا زياد بن عبدالله البكائي حدثنا عمر بن عبد\nالله بن يعلى الثقفي عن المنهال بن عمر وعن سعيد بن جبير عن ابن عباس قال\nكفر رسول الله صلى الله عليه وسلم بصاع من تمر وأمر الناس بذلك فمن لم يجد\nفنصف صاع <span id='ms264'></span> من بر هذا إسناد فيه عبد الله بن يعلي الثقفي وهو ضعيف\n</p>\n\n#\n<p>\n| - * باب من أوسط ما تطعمون أهليكم\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا محمد بن يحيى حدثنا عبد الرحمن بن مهدي حدثنا سفيان بن عيينة عن\nسليمان بن أبي المغيرة عن سعيد بن جبير عن ابن عباس قال كان الرجل يقوت\nأهله قوتا فيه سعة وكان الرجل يقوت أهله قوتا فيه شدة فنزلت من أوسط ما\nتطعمون أهليكم هذا إسناد موقوف صحيح الإسناد\n</p>\n\n#\n<p>\n| - * باب إبرار القسم\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة حدثنا محمد بن فضيل عن يزيد بن أبي زياد عن\nمجاهد عن عبد الرحمن بن صفوان أو صفوان بن عبد الرحمن القرشي قال لما كان\nيوم فتح مكة جاء بأبيه فقال يا رسول الله اجعل لأبي نصيبا من الهجرة فقال\nإنه لا هجرة فانطلق فدخل على العباس فقال قد عرفتني فقال أجل فخرج العباس\nفي قميص لبس عليه رداء فقال يا رسول الله قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n             عرفت فلانا والذي\nبيننا وبينه جاء بأبيه لتبايعه على الهجرة فقال النبي صلى الله عليه وسلم\nأنه لا هجرة قال العباس أقسمت عليك قال فمد النبي صلى الله عليه وسلم يده\nفمس يده فقال أبررت عمي ولا هجرة\n</p>\n\n<p>\nحدثنا محمد بن يحيى حدثنا الحسن بن الربيع عن عبدالله بن ادريس عن يزيد\nبن أبي زياد بإسناده نحوه قال يزيد بن أبي زياد يعني لا هجرة من دار قد\nأسلم أهلها هذا اسناد فيه يزيد بن أبي زياد أخرج له مسلم في المتابعات\nوضعفه الجمهور رواه الإمام أحمد في مسنده من طريق مجاهد ورواه ابن أبي شيبة\nفي مسنده هكذا بإسناده ومتنه\n</p>\n\n#\n<p>\n| - * باب النهي أن يقال ما شاء الله وشئت\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا هشام بن عمار حدثنا عيسى بن يونس حدثنا الأجلح الكندي عن يزيد بن\nالأصم عن ابن عباس قال قال رسول الله صلى الله عليه وسلم إذا حلف أحدكم فلا\nيقل ما شاء الله وشئت ولكن ليقل ما شاء الله ثم شئت هذا اسناد فيه الأجلح\nبن عبد الله <span id='ms265'></span> مختلف فيه ضعفه أحمد وأبو حاتم والنسائي وأبو داود وابن مسعد\nووثقه ابن معين والعجلي ويعقوب ابن سفيان وباقي رجال الإسناد ثقات رواه\nالنسائي في عمل اليوم والليلة عن علي بن خشرم عن عيسى بن يونس به ورواه\nالإمام أحمد في مسنده من حديث ابن عباس أيضا ورواه أبو بكر بن أبي شيبة في\nمسنده عن علي بن مسهر عن الأجلح به إلا أنه قال جعلني الله عدلا بل ما شاء\nالله وله شاهد من حديث فتيلة رواه الثلاثة\n</p>\n\n<p>\nحدثنا هشام بن عمار حدثنا سفيان بن عيينة عن عبد الملك بن عمير عن عن\nربعي بن حراش عن حذيفة ابن اليمان ان رجلا من المسلمين رآى النوم أنه لقي\nرجلا من أهل الكتاب فقال نعم القوم أنتم لولا أنكم تشركون يقولون ما شاء\nالله وشاء محمد فذكر ذلك للنبي صلى الله عليه وسلم فقال أما والله إن كنت\nلأعرفها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n             لكم فقولوا ما شاء الله ثم شاء محمد صلى الله عليه\nوسلم هذا اسناد رجاله ثقات على شرط البخاري لكنه منقطع بين سفيان وبين عبد\nالملك بن عمير رواه النسائي في عمل اليوم والليلة عن محمد بن عبد الله بن\nيزيد المقري عن سفيان ابن عيينة به ورواه أبو بكر بن أبي شيبة في مسنده عن\nسفيان بن عيينة به\n</p>\n\n<p>\nحدثنا ابن أبي الشوارب حدثنا أبو عوانة عن عبد الملك عن ربعي بن حراش عن\nالطفيل بن سخبره أخي عائشة لأمها عن النبي صلى الله عليه وسلم هذا اسناد\nصحيح رجاله ثقات على شرط مسلم رواه الدارمي في مسنده عن يزيد بن هارون عن\nشعبة عن عبد الملك بن عمير به ورواه الإمام أحمد في مسنده من حديث الطفيل\nبن سخبره أيضا ورواه أبو بكر بن أبي شيبة في مسنده عن عفان عن حماد بن سلمة\nعن عبد الملك بن عمير فذكره مطولا جدا وكذا رواه أبو يعلى الموصلي من طريق\nعبد الملك به\n</p>\n\n#\n<p>\n| - * باب من نذر نذرا ولم يسمه\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا <span id='ms266'></span> علي بن محمد حدثنا وكيع حدثنا اسماعيل بن رافع عن خالد بن يزيد عن\nعقبة بن عامر الجهني قال قال رسول الله صلى الله عليه وسلم من نذر نذرا ولم\nيسمه فكفارته كفارة يمين قلت رواه البيهقي في سننه الكبرى من طريق اسماعيل\nبن رافع عن خالد بن سعيد عن عقبة قال وأظنه خالد بن زيد قال والرواية\nالصحيحة عن أبي الخير عن عقبة بن عامر عن رسول الله صلى الله عليه وسلم\nكفارة النذر كفارة يمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| - * باب الوفاء بالنذر\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا محمد بن يحيى وعبد الله بن إسحاق الجوهري قالا حدثنا عبد الله بن\nرجاء أنبأنا المسعودي عن حبيب بن أبي ثابت عن سعيد بن جبير عن ابن عباس أن\nرجلا جاء إلى النبي صلى الله عليه وسلم فقال يا رسول الله إني نذرت أن انحر\nببوانة فقال في نفسك شيء من أمر الجاهلية قال لا قال أوف بنذرك هذا اسناد\nرجاله ثقات لكن فيه المسعودي واسمه عبد الرحمن ابن عبد الله بن عبد الله بن\nعتبة بن عبد الله ابن مسعود أخو أبي عميس اختلط بآخره ولم يتميز حديثه\nفاستحق الترك قاله ابن حبان رواه الحاكم من طريق عبد الله بن رجا العزاني\nعن المسعود فذكره بإسناده ومتنه ورواه البيهقي في سننه عن الحاكم به قلت\nالحديث رواه أبو داود في سننه من حديث عبد الله بن عمر والنسائي حديث ابن\nعباس رجاله ثقات لكن فيه المسعودي واسمه عبدالله بن مسعود اختلط بآخره قال\nابن حبان اختلط حديثه فلم يتميز واستحق الترك\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة مفصل الحديث حدثنا مروان بن معاوية عن معبد\nالله بن عبد الرحمن الطايفي عن ميمونة بنت كردم اليسارية ان أباها لقي\nالنبي صلى الله عليه وسلم وهي رديفة له فقال أني نذرت أن أنحر ببوانه فقال\nرسول الله صلى الله عليه وسلم هل بها وثن قال لا قال أف بنذرك هذا اسناد\nصحيح رجاله ثقات رواه الإمام أحمد في مسنده من <span id='ms267'></span> طريق عبد الله بن عبد الرحمن\nعن ميمونة بنت كردم عن أبيها كردم بن سفيان عن النبي صلى الله عليه وسلم به\nفجعله من مسنداتها ورواه أبو داود في سننه من حديث ميمونة أيضا بغير هذه\nالسياقة ورواه أبو بكر بن أبي شيبة في مسنده بالإسناد والمتن ورواه عن\nالفضل بن دكين عن عبد الله ابن عبد الرحمن عن زيد بن مقسم عن ميمونة به\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة حدثنا ابن دكين عن عبد الله بن عبد الرحمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n             عن يزيد بن مقسم عن ميمونة بنت كردم عن النبي صلى الله عليه\nوسلم هذا اسناد رجاله ثقات إلا أنه منقطع يزيد بن مقسم لم يسمع من ميمونة\nبنت كردم وأصله في الصحيحين وغيرهما من حديث عمر بن الخطاب\n</p>\n\n#\n<p>\n| - * باب من مات وعليه نذر\n</p>\n\n<p>\n- *\n</p>\n\n<p>\nحدثنا محمد بن يحيى بن بكير حدثنا ابن لهيعة عن عمرو بن دينار عن جابر بن\nعبد الله أن امرأة أتت رسول الله صلى الله عليه وسلم أن أمي توفيت وعليها\nنذر صيام فتوفيت قبل أن تقضيه فقال رسول الله صلى الله عليه وسلم ليصم عنها\nالولي هذا اسناد ضعيف لضعف عبد الله بن لهيعة وله شاهد من حديث عبد الله بن\nعباس رواه اصحاب الكتب الستة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}