{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nعقيدة السلف\n</p>\n\n<p>\n\"مقدمة ابن أبي زيد القيرواني لكتابه الرسالة\"\n</p>\n\n<p>\nتوفي سنة 386ه -رحمه الله تعالى-\n</p>\n\n<p>\nلأحمد بن مشرف الأحسائي المالكي\n</p>\n\n<p>\nالمتوفى سنة 1298ه -رحمه الله تعالى-\n</p>\n\n<p>\nتقديم\n</p>\n\n<p>\nبكر بن عبد الله أبو زيد\n</p>\n\n<p>\nعن ابن أبي زيد, ورسالته, وعبث بعض المعاصرين بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nابن أبي زيد, عبد الله بن عبد الرحمن, ت 386ه.\n</p>\n\n<p>\nعقيدة السلف/ لابن أبي زيد القيرواني؛ مراجعة بكر بن عبد الله أبو زيد.\n</p>\n\n<p>\n-ط1. -الرياض: دار العاصمة, 1414ه/1994م.\n</p>\n\n<p>\n72ص؛ 12×17سم.\n</p>\n\n<p>\nردمك: × - 10 - 749 - 9960\n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nالعقيدة الإسلامية.\n</p>\n\n<h1 class='l1' id='head1'>2 - </h1>\n\n<p>\nالتوحيد.\n</p>\n\n<p>\nأ- أبو زيد, بكر بن عبد الله, مراجع\n</p>\n\n<p>\nب- العنوان.\n</p>\n\n<p>\nرقم الإداع: 0901/ 14\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nعقيدة السلف\n</p>\n\n<p>\n\"مقدمة ابن أبي زيد القيرواني لكتابه الرسالة\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head2'>المقدمة</h1>\n\n<p>\nالحمد لله على نعمة التوحيد، والصلاة والسلام على المبعوث رحمة للعالمين،\nوعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين.\n</p>\n\n<p>\nأما بعد: فإن العلامة أبا محمد ابن أبي زيد القيرواني (1): عبد الله بن\nأبي زيد عبد الرحمن النفزي - بالزاي المعجمة- وقيل: النفزاوي، نسبة إلى\nقبيلة من قبائل إفريقية البربرية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوقيل: بل إلى \"نفزة\" من بلاد الأندلس، القيرواني المالكي، المولود سنة\n310 ه، والمتوفى بها سنة 386 ه على الصحيح عن \"76\" عاما - رحمه الله تعالى-\nكان من وجوه أهل العلم ورفعائهم، معنيا بلزوم السنة والأثر، والرد على أهل\nالأهواء والبدع، وبخاصة العبيديين، والطرقية؛ ولهذا، ولعلمه، وصرعه، ونبوغه\nفي المذهب المالكي لا سيما في كتابه العجاب: \"النوادر والزيادات\"، والذي هو\nالآن قيد التحقيق في \"تونس\" - كان يلقب بمالك الصغير.\n</p>\n\n<p>\nوهو وطبقته آخر المتقدمين، وأول المتأخرين منهم.\n</p>\n\n<p>\nوكان - رحمه الله تعالى- عالما، فقيها، ورعا، كريما، ممدحا، ثريا، عالي\nالهمة، سريا. وحصلت له إمامة المالكية بل أهل السنة كافة في المغرب في\nزمانه.\n</p>\n\n<p>\nوكان عالي الإسناد، معنيا بلقاء الشيوخ والأخذ عنهم واستجازتهم غربا،\nوشرقا، لا سيما في رحلته الحجازية لأداء فريضة حج بيت الله الحرام، ولهذا\nاحتوشه الطلاب، وكثر عنه الآخذون، وصار طلب العلم وتعليمه: صنعته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوتدريسه: حرفته، فشهد درسه الكبار، وتخرج به الأقران، وألحق الأحفاد\nبالأجداد.\n</p>\n\n<p>\nوكان له في التأليف ريادة، وفي <span id='ms01'></span> صنعته عناية، وعلى عبارته حلاوة وطلاوة.\n</p>\n\n<p>\nوقد بلغت مؤلفاته نحو أربعين مؤلفا، في التفسير، والحديث، والفقه، والرد\nعلى المخالفين.\n</p>\n\n<p>\nوكان أول مؤلفاته: \"الرسالة\" ولهذا قالوا: \"هي باكورة السعد، وزبدة\nالمذهب\"، وقد كتبها استجابة لرغبة بلديه، مؤدب الصبية، ومعلمهم القرآن\nالكريم: أبي محفوظ محرز بن خلف البكري التونسي المالكي، المولود سنة 340 ه.\n</p>\n\n<p>\nوالمتوفى سنة 413 ه.\n</p>\n\n<p>\nوقيل: بل إن الذي طلب منه تأليفها هو: السبائي: إبراهيم بن محمد، فالله\nأعلم.\n</p>\n\n<p>\nوهي أول مختصر في مذهب المالكية.\n</p>\n\n<p>\nوهي أيضا: أول كتاب طبع لابن أبي زيد - رحمه الله تعالى- ولها طبعات\nكثيرة في: فاس، والقاهرة، وتونس،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nولندن، وباريس، إذ ترجمت إلى اللغتين: الإنكليزية، والفرنسية.\n</p>\n\n<p>\nوهي تنتظم أبواب الشريعة في: التوحيد، والفقه، والآداب، وقد حوت نحو\nأربعة آلاف مسألة.\n</p>\n\n<p>\nوقد اعتمدها المالكية شرقا وغربا، وعكفوا عليها: دراسة، وتدريسا،\nوتلقينا، وحفظا، وشرحا، ونظما؛ حتى بلغت شروحها نحو ثلاثين، بل قال زروق،\nالمتوفى سنة 899 ه - رحمه الله تعالى- في شرحه لها: (1/ 3): \"حتى لقد ذكر\nأنها منذ وجدت حتى الآن، يخرج لها في كل سنة شرح وتبيان\".\n</p>\n\n<p>\nفتكون شروحها والبيانات عنها بالمئات حتى أن علي ابن محمد بن خلف المنوفي\nالمتوفى سنة 939 ه له ستة شروح على الرسالة.\n</p>\n\n<p>\nولشدة الحفاوة بها كتبت بالذهب، وبيعت أول نسخة منها في حلقة شيخه\nبالإجازة، شيخ المالكية ببغداد: أبي بكر محمد بن عبد الله التميمي الأبهري،\nالمتوفى سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n375 ه -رحمه الله تعالى- بيعت بعشرين دينارا ذهبا.\n</p>\n\n<p>\nولشدة الحفاوة بها أيضا، كان أخذ التلاميذ لها عن الأشياخ بالإسناد\nوالاجازة إلى مؤلفها، وأسانيدها مثبتة في الأثبات، والمشيخات، والفهارس حتى\nعصرنا.\n</p>\n\n<p>\nوكان أول شروحها لتلميذه: أبي بكر محمد بن موهب المقبري، المتوفى سنة 406\nه -رحمه الله تعالى-.\n</p>\n\n<p>\nوقيل: بل أول شارح لها هو: القاضي عبد الوهاب بن نصر المالكي المتوفى سنة\n422 ه رحمه الله تعالى-. وقد بيعت أول نسخة من شرحه لها بمائة مثقال ذهبا.\n</p>\n\n<p>\nوهذان الشرحان يلتقيان مع ابن أبي زيد - رحمه الله تعالى- على طريقة\nالسلف كما يفيده نقل ابن القيم عنهما في <span id='ms02'></span>: \"اجتماع الجيوش الإسلامية\".\n</p>\n\n<p>\nوأما جل الشروح المطبوعة كشرح زووق، والعدوي، وابن ناجي، وابن غنيم،\nوغيرهم فهي على طريقة الخلف في شرح المقدمة، والله المستعان.\n</p>\n\n<p>\nولا يستنكر هذا؛ فإن المذهب ينتسب إليه طوائف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nمخالفون لصاحب المذهب في كثير من مسائل الاعتقاد، كما حصل في المنتسبين\nإلى الأئمة الأربعة، ومن أمثلة ذلك كتاب \"الفقه الأكبر\" المنسوب إلى أبي\nحنيفة - رحمه الله تعالى- فقد شرحه أبو منصور الماتريدي، وغيره فمشوا فيه\nعلى التأويل. والله المستعان (1).\n</p>\n\n<p>\nوتناولها علماء آخرون بالنظم، منها نظم في تسعين بيتا لمقدمة الرسالة في:\n\"الاعتقاد\" للشيخ أحمد بن مشرف المالكي الأحسائي، المتوفى سنة 1285ه - رحمه\nالله تعالى-. طبعته جامعة الإمام محمد بن سعود الإسلامية عام 1396 ه.\n</p>\n\n<p>\nومن قبل أفرد المقدمة الخفاف المالكي وغيره- رحم الله الجميع-.\n</p>\n\n<p>\nومقدمة هذه الرسالة على وجازتها، حاوية لأصول الاعتقاد في الإسلام على\nطريقة سلف هذه الأمة، وخيارها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nمن الصحابة -رضي الله عنهم- فمن بعدهم: في بيان حقيقة الإيمان وأركانه\nالستة، وتقرير توحيد الله -سبحانه- في أسمائه، وصفاته، كالاستواء، وإثباتها\nعلى حقيقتها، وتفويض كيفيتها، إثباتا من غير تفويض للحقيقة، ولا تشبيه،\nولاتمثيل، ولا تعطيل. فرحم الله هذا الحبر رحمة واسعة، آمين.\n</p>\n\n<p>\nوقد رأيتها في مطلع هذا العام 1414 ه. منشورة مفردة باسم: \"العقيدة\nالإسلامية التي ينشا عليها الصغار\" للإمام ابن أبي زيد القيرواني. ولد سنة\n310 ه، وتوفي سنة 386 - رحمه الله تعالى - اعتنى به: عبد الفتاح أبو غدة.\n</p>\n\n<p>\nالناشر: مكتب المطبوعات الإسلامية بحلب\".\n</p>\n\n<p>\nفرأيت هذا \"المعتني بها\" قد تناولها بقلم غير قلم ابن أبي زيد، وبعقيدة\nتخالف عقيدته، فوظف التحريف بما سولت له نفسه في نص هذه العقيدة ومعناها\nففتح فيها ثلما، وغشاها من عقيدة التفويض والتحريف ما غشى، تفريطا في الحق\nوهو بين يديه، وتعديا على الخلق وهو بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nأيديهم، فصار واجبا على من علم: كشف تلك الدسائس.\n</p>\n\n<p>\nودفع هذا التعدي البائس، نصرة لعقيدة أهل السنة وأهلها، وحماية لعقائدهم\nمن دخولات المخالفين لها؛ وليحذر المسلمون من تسليم أولادهم لمن يتمسح\nبمعتقدهم، وحقيقته استدراجهم إلى فاسد مشربه، وفتح <span id='ms03'></span> باب الأهواء، والمشاقة\nفي صفوفهم، نعوذ بالله من الهوى وأهله. وإليك البيان:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head3'>• توظيفه التحريف لنص مقدمة الرسالة</h1>\n\n<p>\n* رأيت في إخراجه للنص تصرفات في ذات النص بالحذف في موضعين: (ص 20، 23)،\nوالتصرف بإبدال كلمة بأخرى في موضع واحد: (ص 25)، والزيادة من كيسه على\nالنص في ستة مواضع: (ص 33، 38، 41، 41،41).\n</p>\n\n<p>\nتعلم هذا بالمقابلة بين نص المقدمة الذي نقله وبين نص المقدمة في\n\"الرسالة\" ومع شروحها المطبوعة. وقد قابلت النص الذي طبعه: على نسخ الرسالة\nمفردة، ومع شروحها المطبوعة الآتية، وهي:\n</p>\n\n<h1 class='l1' id='head4'>1 - </h1>\n\n<p>\nالرسالة الفقهية مع \"غرر المقالة\" للمغراوي (ص/ 71 - 80). المحققة عام\n1406 ه طبع دار الغرب.\n</p>\n\n<h1 class='l1' id='head5'>2 - </h1>\n\n<p>\nرسالة القيرواني. طبع مكتبة الحلبي بمصر عام 1368 ه: (ص/ 2 - 4).\n</p>\n\n<h1 class='l1' id='head6'>3 - </h1>\n\n<p>\nمتن الرسالة. طبع مكتبة القاهرة: (ص 3 - 12).\n</p>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nرسالة ابن أبي زيد. طبع نيجريا: (ص 2 - 9).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\n، 6 - شرح زروق ومعه شرح ابن ناجي: (1/ 4 - 71). طبع مصر، عام 1332 ه.\n</p>\n\n<h1 class='l1' id='head9'>7 - </h1>\n\n<p>\n، 8 - شرح العدوي مع شرح المنوفي: (1/ 7 - 110). طبع دار الفكر.\n</p>\n\n<h1 class='l1' id='head10'>9 - </h1>\n\n<p>\nالفواكه الدواني. لابن غنيم: (1/ 2 - 129).\n</p>\n\n<h1 class='l1' id='head11'>10 - </h1>\n\n<p>\nالثمر الدواني. لصالح بن عبد السميع الأزهري: (ص 3 - 20).\n</p>\n\n<h1 class='l1' id='head12'>11 - </h1>\n\n<p>\nتنوير المقالة للتتائي. (1/ 31 - 380). طبع عام 1409 ه.\n</p>\n\n<h1 class='l1' id='head13'>12 - </h1>\n\n<p>\nكفاية الطالب الرباني. للمنوفي: (1/ 13 - 234). طبع مفردا عام 1407 ه.\n</p>\n\n<p>\nبالمقابلة على متن مقدمة الرسالة في جميع هذه النسخ، وجدت أن جميع ما\nأشرف إلى مواضعه من تحريفاته بالحذف، أو التغيير، أو الزيادة، كلها تحريفات\nمن عنده، وجميعها بالجملة تحمل نفسا مذهبيا، وعصبية خلفية. نعم تورع في\nمقدمة الطبع فذكر أنه سيزيد ألفاظا؟؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nفحول هذه العقيدة من انتظامها العقدي لفرائض الاعتقاد إلى مذكرة فقهية في\nقالب اصطلاح مذهبه الفقهي، بإقحامه ستة ألفاظ في ستة مواضع من كلام ابن أبي\nزيد في مقدمته، فهذه ست كذبات كذبها على ابن أبي زيد - رحمه الله تعالى-\nمنها ألفاظ: \"فرض وواجب ومطلوب\"؟؟\n</p>\n\n<p>\nوأمور الاعتقاد تجري على سياق واحد بأنها أصل الدين وقاعدته.\n</p>\n\n<p>\nوالفرض والواجب لا فرق بينهما عند جمهور الفقهاء منهم مالك - رحمه الله\nتعالى-، وابن أبي زيد مالكي المذهب. والتفريق بينهما من مفردات مذهب\nالحنفية؛ إذ الفرض عند الحنفية لما ثبت بدليل قطعي، والواجب لما ثبت بدليل\nظني، و\"المطلوب\" ما تردد بينهما، فلماذا هذا؟\n</p>\n\n<p>\nوعندئذ تعرف السر <span id='ms04'></span> في حذفه قول ابن أبي زيد في فاتحة المقدمة: \"فإنك\nسألتني أن أكتب لك جملة مختصرة من واجب الديانة مما تنطق به الألسنة،\nوتعتقده القلوب، وتعمله الجوارح، وما يتصل بالواجب من ذلك من السنن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nمن مؤكدها ونوافلها ورغائبها، وشيء من الآداب منها.\n</p>\n\n<p>\nوجمل من أصول الفقه وفنونه على مذهب الإمام مالك ابن أنس - رحمه الله -\nوطريقته ما سهل سبيل ما أشكل من ذلك من تصير الراسخين، وبيان المتفقهين\".\n</p>\n\n<p>\nفقد حذف ما تحته خط، وهو كلام ينتظم جميع ما سيذكره من أمور الاعتقاد،\nوالآداب، والأحكام من أنها على مذهب مالك وطريقته، وتفسير الراسخين، وبيان\nالمتفقهين.\n</p>\n\n<p>\nوأما التغيير فعند قول ابن أبي زيد -رحمه الله تعالى-: \"ولا يتفكرون في\nماهية ذاتها\": (ص 25)، بعد أن حذف هذا الحلبي كلمة: \"ماهية\"- وفي بعض\nالنسخ: \"مائية\"- وأبدلها بكلمة: \"حقيقة\"- قال في التعليق: \"أي لا يعلم أحد\nحقيقة ذات الله تبارك وتعالى ... \".\n</p>\n\n<p>\nفهذا ليس بيانا ملاقيا؛ فإن مرتبة التفكير تسبق مرتبة العلم، فنفي\n\"التفكير\" في ذات الله، أبلغ من نفي العلم فتأمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nفانظر إلى هذا المكر: حذف، وزيادة، وتغيير، وتدليس، وفرار من طريقة\nالسلف، وتلفيق مرفوض شرعا ومسلكا.\n</p>\n\n<p>\nولا أحب أن أطيل ببيان ذلك؛ لأن سطوه هذا بالتحريف كاف في إدانته، وسحب\nالثقة منه، يؤيده ما بعده:\n</p>\n\n<p>\n* ورأيت أن طبعه النزاع إلى التحريف، قد أعمله فيما نقله في تعليقاته:\n</p>\n\n<p>\nففي التعليقة رقم/2 (1)، (ص/28 - 30) نقل عن القرطبي في تفسيره: (7/ 1)\nفزاد، ونقص، ولفق، وتصرف بعبارات أخر، كما يعلم بالمقابلة.\n</p>\n\n<p>\nوفي التعليقة رقم/ 1، (ص/ 31 - 32) عن زروق: تلفيق ظاهر، كما يعلم\nبالمقابلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head14'>• توظيفه التحريف لمعانيها بصرفها عن طريقة السلف</h1>\n\n<p>\n* ورأيته في تعليقاته على هذه المقدمة في التوحيد قد قلبها من عقيدة\nالسلف إلى عقيدة خلفية، تحمل: الإرجاء، والتفويض، والتأويل، وحمل نصوص\nالصفات على المتشابه:\n</p>\n\n<p>\nفحول الإيمان، من حقيقته الشرعية: قول، واعتقاد، وعمل، إلى عقيدة\n\"الإرجاء\"؛ إذ أخرج \"الأعمال\" عن حقيقة الإيمان، ومسماه، ولبس في العبارة\nكما في تعليقته رقم/2، (ص/24).\n</p>\n\n<p>\nوقد بينت ما في هذا القول الفاسد من الجناية على <span id='ms05'></span> الإسلام، وعلى المسلمين،\nوذلك في كتاب: \"تحريف النصوص من مآخذ أهل الأهواء في الاستدلال\".\n</p>\n\n<p>\n* وحول ما قرره ابن أبي زيد - رحمه الله تعالى- من أن الله -سبحانه- فوق\nعرشه المجيد بذاته، وهو في كل مكان بعلمه، خلق الإنسان ويعلم ما توسوس به\nنفسه ... على العرش استوى، وعلى الملك احتوى ... ، حوله إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nعقيدة التفويض بثلاث تعليقات:\n</p>\n\n<p>\nالتعليقة الأولى: رقم/ 2، (ص/ 26)، والتعليقة الثانية: رقم/ 1، (ص 27)،\nوالتعليقة الثالثة: رقم/1، (ص/31)، كلها تعليقات تدور على نفي ما نطق به\nالوحيان الشريفان من استواء الله -سبحانه- على عرشه، استواء حقيقيا يليق\nبجلاله من غير تكييف، ولا تشبيه، ولا تعطيل. وإليك البيان:\n</p>\n\n<h1 class='l1' id='head15'>1 - </h1>\n\n<p>\nقال في التعليقة الأولى: رقم/ 2، (ص/ 26): لفظة: \"بذاته\" لم ترد في\nالكتاب والسنة ولا في كلام الصحابة -رضي الله عنهم- قال الحافظ الذهبي في\nكتاب: \"العلو\": (ص/ 172) عند ذكرها في كلام ابن أبي زيد هنا: (وقد نقموا\nعلى ابن أبي زيد في قوله: \"بذاته\" فليته تركها).\n</p>\n\n<p>\nإلى آخر ما نقله عن الذهبي -رحمه الله تعالى- في ذلك من كتابه: \"سير\nأعلام النبلاء\" في موضعين منه.\n</p>\n\n<p>\nوهنا ينبغي أن يقف المسلم على الحقائق الآتية:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n* الحقيقة الأولى:\n</p>\n\n<p>\nأنه مازال أمر المسلمين جاريا على الإسلام والسنة من لدن الصحابة من\nالمهاجرين والأنصار -رضي الله عنهم- إلى من بعدهم من التابعين لهم بإحسان\nما تتابعوا، يؤمنون بصفات الله -تعالى- التي نطق بها الوحيان الشريفان،\nفتمر كما جاءت وتثبت على ظاهرها بألفاظها، وتثبت دلالة ألفاظها على\nحقائقها، ومعانيها، وتعيين المراد منها على ما يليق بالله -تبارك وتعالى-\nوذلك كالقول في الذات سواء، مع تفويض الكيفية، ونفي الشبيه والمثال،\nوالتنزيه عن التعطيل.\n</p>\n\n<p>\nوهذا موجب النصوص، والعقول، وفطر الخلائق السليمة. وكانت الحال كذلك في\nصدر الأمة في أمور التوحيد كافة لا يشوبهم في ذلك شائبة.\n</p>\n\n<p>\nولهذا لا ترى في هذه الحقبة الزمنية المباركة تآليف في تقرير التوحيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n* الحقيقة الثانية:\n</p>\n\n<p>\nأنه لما وقعت في الأمة بذور البدع في الإرجاء، والقدر، والتشيع،\nوالتأويل، والتفويض ... قابلها السلف عن قوس واحدة بالرد، والإنكار، وصاحوا\nبهم <span id='ms06'></span> من جميع الأقطار، فتميزت جماعة المسلمين المنابذين لهذه الأهواء باسم:\nالسلف، وأهل السنة، وأهل السنة والجماعة، وأهل الحديث. وانحازت الأهواء في\nرؤوس أصحابها يعرفون بألقابهم التي تفصلهم عن جماعة المسلمين: شيعة، رافضة،\nقدرية، مرجئة، مؤولة، مفوضة، جهمية، معتزلة، ماتريدية، أشعرية ...\n</p>\n\n<p>\n* الحقيقة الثالثة:\n</p>\n\n<p>\nأن القيام بهذا الواجب الإيماني العظيم من أهل السنة والجماعة في الرد\nعلى أهل الأهواء كفاحا، أوجد كذلك الرد كتابة على كل من مد لسانه بباطل في\nمقامات التوحيد وأصل الملة، فكتبوا الردود ودونوها، وأبطلوا شبه المخالفين\nوزيفوها، وأن نهاية صدورها من المخالفين، إنما هو عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nهوى وتلاعب بالدين.\n</p>\n\n<p>\nفرد على القدرية في القرن الثاني الأئمة: مالك المتوفا سنة 179 ه، وابن\nالمبارك المتوفا سنة 181 ه، وغيرهما- رحم الله الجميع-. وهكذا على بقية\nالفرق، ومؤلفاتهم فيها مشهورة، ومنها جملة مطبوعة.\n</p>\n\n<p>\nولهذا فيكاد يكون أول الكتب المؤلفة في التوحيد، هي في مجال الرد على\nالمخالفين فحسب.\n</p>\n\n<p>\n* الحقيقة الرابعة:\n</p>\n\n<p>\nأن أهل السنة والجماعة حين يكتبون في بيان أمر التوحيد، وتقريره، ابتداء؛\nلتلقين المسلمين المعتقد الحق، ودفع تلقينهم عقائد المخالفين- فإنهم في\nتآليفهم هذه يقتصرون على ألفاظ نصوص الوحيين الشريفين كما سلكه شيخ الإسلام\nابن تيمية - رحمه الله تعالى- في \"العقيدة الواسطية\" وغيرها.\n</p>\n\n<p>\nوقد يأتي بعضهم ببعض هذه الألفاظ مثل \"بائن من خلقه\"، \"بذاته\"، \"غير\nمخلوق\" لزيادة البيان؛ ولما يشاهده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nفي عصره من ظهور المخالفين وانتشار مذاهبهم، فهو تقرير ورد على تلكم\nالتوجهات العقدية المرفوضة بمقياس الشرع المطهر، يوضحه ما بعده:\n</p>\n\n<p>\n* الحقيقة الخامسة:\n</p>\n\n<p>\nأن وجود الأقوال الشنيعة من المخالفين في حق الله- تبارك وتعالى- المعلنة\nفي مذاهبهم الباطلة: التأويل، التفويض، التعطيل ... المخالفة لما نطق به\nالوحيان الشريفان في أمور التوحيد والسنة، اضطرت علماء السلف الذين واجهوا\nهذه المذاهب، والأقاويل الباطلة بالرد والإبطال- إلى البيان بألفاظ تفسيرية\nمحدودة، هي من دلالة ألفاظ نصوص الصفات على حقائقها ومعانيها لا تخرج عنها؛\nهؤلاء المخالفين لما تجرؤا على الله فتفوهوا بالباطل وجب على أهل الإسلام\nالحق الجهر بالحق، والرد على الباطل جهرة بنصوص الوحيين، لفظا ومعنى <span id='ms07'></span> ودلالة\nبتعابير عن حقائقها ومعانيها الحقة لا تخرج عنها البتة، وانتشر ذلك بينهم\nدون أن ينكره منهم أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوكان منها- مثلا- ألفاظ خمسة: \"بذاتها\"، \"بائن من خلقه\"، \"حقيقة\"، \"في كل\nمكان بعلمه\"، \"غير مخلوق\". فأهل السنة يثبتون: استواء الله على عرشه\nالمجيد، كما أثبته الله لنفسه. فلما نفى المخالفون \"استواء الله على عرشه\nالمجيد\" ولجأوا إلى أضيق المسالك، فأوله بعض بالاستيلاء، وبعض بالتفويض،\nوبعض بالحلول، رد عليهم أهل السنة بإثبات استواء الله سبحانه على عرشه\nالمجيد بذاته، وأنه -سبحانه- بائن من خلقه، وأنه استواء حقيقة.\n</p>\n\n<p>\nفأي خروج عن مقتضى النص في هذه الألفاظ.\n</p>\n\n<p>\nبل نقول لهم بالإلزام:\n</p>\n\n<p>\nأين لفظ \"الاستيلاء\" في نصوص الوحيين؟ وقد بينت بعضا من ذلك في حرف الباء\nمن: \"معجم المناهي اللفظية\" استطرادا فيما لا ينهى عنه.\n</p>\n\n<p>\nوهذه الألفاظ انتشرف بين المسلمين: أهل السنة والجماعة، ولم ينكرها منهم\nأحد، وإليك البيان:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"1\"- لفظ: \"بذاته\":\n</p>\n\n<p>\nأما لفظ: \"بذاته\" فقال أبو منصور السجزي المتوفى سنة 444 ه رحمه الله\nتعالى (1):\n</p>\n\n<p>\n\"أئمتنا كالثوري، ومالك، وابن عيينة، وحماد ابن زيد، والفضيل، وأحمد،\nوإسحاق متفقون على أن الله فوق العرش بذاته، وأن علمه بكل مكان\" انتهى.\n</p>\n\n<p>\nوأبو إسماعيل الهروي المتوفى سنة 481 ه - رحمه الله تعالى- لما صرح في\nكتبه بلفظ \"الذات\" قال (2):\n</p>\n\n<p>\n\"ولم تزل أئمة السلف تصرح بذلك\" انتهى.\n</p>\n\n<p>\nفهذان نقلان يفيدان إطلاق هذا اللفظ لدى السلف من غير نكير.\n</p>\n\n<p>\nومن أفرادهم كما في \"اجتماع الجيوش الإسلامية\"، و\"مختصر العلو\":\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head16'>1 - </h1>\n\n<p>\nابن أبي شيبة: أبو جعفر محمد بن عثمان العبسي الكوفي المتوفى سنة 297 ه.\n</p>\n\n<h1 class='l1' id='head17'>2 - </h1>\n\n<p>\nأبو جعفر محمد بن جرير الطبري، ت 310 ه: \"المختصر\": (رقم 279).\n</p>\n\n<h1 class='l1' id='head18'>3 - </h1>\n\n<p>\nأبو الحسن الأشعري، ت 324 ه: \"اجتماع\": (ص/ 281).\n</p>\n\n<h1 class='l1' id='head19'>4 - </h1>\n\n<p>\nأبو سليمان الخطابي، ت 388 ه: \"اجتماع\": (ص/ 281).\n</p>\n\n<h1 class='l1' id='head20'>5 - </h1>\n\n<p>\nابن أبي زيد القيرواني المالكي، ت 386 ه: \"اجتماع\": (ص/ 150)، \"المختصر\"\n(رقم 279).\n</p>\n\n<h1 class='l1' id='head21'>6 - </h1>\n\n<p>\nأبو عمرو الطلمنكي، ت 399 ه: \"اجتماع\": (ص/142، 147، 281).\n</p>\n\n<h1 class='l1' id='head22'>7 - </h1>\n\n<p>\nأبو بكر محمد بن الطيب الباقلاني، ت 403 ه: \"اجتماع\": (ص/ 280، 281).\n</p>\n\n<h1 class='l1' id='head23'>8 - </h1>\n\n<p>\nمحمد بن الحسن بن فورك، ت 406 ه: \"اجتماع\": (ص/ 281).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head24'>9 - </h1>\n\n<p>\nمحمد بن موهب تلميذ ابن أبي زيد، ت 406 ه: \"اجتماع <span id='ms08'></span>\": (ص / 187، 188)،\n\"المختصر\":\n</p>\n\n<p>\n(رقم 282).\n</p>\n\n<h1 class='l1' id='head25'>10 - </h1>\n\n<p>\nيحيى بن عمار السجزي، ت 422 ه: \"اجتماع\": (279)، \"المختصر\": (رقم 319).\n</p>\n\n<h1 class='l1' id='head26'>11 - </h1>\n\n<p>\nعبد الوهاب بن نصر المالكي، ت 422 ه: \"اجتماع\": (ص/ 164، 189، 280، 281)،\n\"المختصر\": (رقم 279).\n</p>\n\n<h1 class='l1' id='head27'>12 - </h1>\n\n<p>\nسعد بن علي الزنجاني الشافعي، ت 471 ه: \"اجتماع\": (ص/ 197).\n</p>\n\n<h1 class='l1' id='head28'>13 - </h1>\n\n<p>\nأبو إسماعيل عبد الله الأنصاري الهروي، ت 481 ه: \"اجتماع\": (ص/ 279)،\nقال: \"بذاته\". وفي: \"المختصر\": (رقم 255)، قال: \"على العرش بنفسه\".\n</p>\n\n<h1 class='l1' id='head29'>14 - </h1>\n\n<p>\nإسماعيل بن محمد بن الفضل التميمي، ت 535 ه: \"اجتماع\": (ص/ 180، 183).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head30'>15 - </h1>\n\n<p>\nعبد القادر الجيلاني، ت 561 ه: \"اجتماع\": (ص/ 276، 277).\n</p>\n\n<h1 class='l1' id='head31'>16 - </h1>\n\n<p>\nمحمد بن فرج القرطبي، ت 671 ه: \"اجتماع\": (ص/ 285).\n</p>\n\n<p>\n\"2\" - لفظ: \"بائن من خلقه\":\n</p>\n\n<p>\nوأما لفظ: \"بائن من خلقه\" فقد عزاه أبو نعيم الأصبهاني المتوفى 430 ه إلى\nالسلف فقال كما في: \"مختصر العلو\": (ص/ 261):\n</p>\n\n<p>\n\"طريقتنا طريقة السلف المتبعين للكتاب والسنة واجماع الأمة ومما اعتقدوه\nأن الله لم يزل كاملا بجميع صفاته القديمة ... - إلى أن قال-: وأن الأحاديث\nالتي ثبتت في العرش، واستواء الله عليه يقولون بها، ويثبتونها من غير\nتكييف، ولا تمثيل، وأن الله بائن من خلقه، والخلق بائنون منه، لا يحل فيهم،\nوهو مستو على عرشه في سمائه من دون أرضه\" انتهى مختصرا.\n</p>\n\n<p>\nقال الذهبي بعده: \"فقد نقل هذا الإمام الإجماع على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nهذا القول، ولله الحمد ... \".\n</p>\n\n<p>\nونقله- أيضا- الإمامان أبو زرعة، وابن أبي حاتم، قالا كما في: \"اجتماع\nالجيوش الإسلامية\": (ص/ 233)، و\"مختصر العلوم\": (ص / 204، رقم / 253)،\nواللفظ عن \"اجتماع الجيوش الإسلامية\":\n</p>\n\n<p>\n\"أدركنا العلماء في جميع الأمصار حجازا وعراقا ومصرا وشاما ويمنا فكان من\nمذهبهم الإيمان قول وعمل يزيد وينقص، والقرآن كلام الله غير مخلوق ... -\nإلى أن قال-: وأن الله عز وجل على عرشه بائن من خلقه كما وصف نفسه في كتابه\nوعلى لسان رسوله - صلى الله عليه وسلم - بلا كيف، أحاط بكل شيء علما، ليس\nكمثله شيء وهو السميع البصير ... \" انتهى مختصرا.\n</p>\n\n<p>\nوقال القرطبي محمد بن فرج المتوفى 671 ه كما في:\n</p>\n\n<p>\n\"اجتماع الجيوش الإسلامية\": (ص/ 281):\n</p>\n\n<p>\n\"وقال جميع الفضلاء الأخيار: إن الله فوق عرشه كما أخبر في كتابه وعلى\nلسان نبيه بلا كيف، بائن من جميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nخلقه، هذا مذهب السلف الصالح فيما نقل عنهم <span id='ms09'></span> الثقات\" انتهى.\n</p>\n\n<p>\nوحكاه البوشنجي المتوفى 242 ه عن أهل الأمصار كما في \"مختصر العلو\": (ص /\n225)، فقال:\n</p>\n\n<p>\n\"هذا ما رأينا عليه أهل الأمصار، وما دلت عليه مذاهبهم فيه، وإيضاح منهاج\nالعلماء وصفة السنة وأهلها، أن الله فوق السماء على عرشه، بائن من خلقه،\nوعلمه وسلطانه وقدرته بكل مكان\" انتهى.\n</p>\n\n<p>\nومن أعلامهم كما في: \"اجتماع الجيوش الإسلامية\"،\n</p>\n\n<p>\nو\"مختصر العلو\":\n</p>\n\n<h1 class='l1' id='head32'>1 - </h1>\n\n<p>\nعبد الله بن المبارك، ت 181 ه: \"اجتماع\": (ص / 134، 214)، \"المختصر\":\n(رقم 67).\n</p>\n\n<h1 class='l1' id='head33'>2 - </h1>\n\n<p>\nهشام بن عبد الله الرازي، ت 221 ه: \" المختصر\": (رقم 53).\n</p>\n\n<h1 class='l1' id='head34'>3 - </h1>\n\n<p>\nسنيد بن داود، ت 226 ه: \"اجتماع\": (ص / 235) \"المختصر\": (رقم 56).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head35'>4 - </h1>\n\n<p>\nحماد بن هناد البوشنجي، ت 230 ه: \"اجتماع\": (ص / 242)، \"المختصر\": (رقم\n108).\n</p>\n\n<h1 class='l1' id='head36'>5 - </h1>\n\n<p>\nإسحاق بن راهويه، ت 238 ه: \"المختصر\": (رقم 67).\n</p>\n\n<h1 class='l1' id='head37'>6 - </h1>\n\n<p>\nأحمد بن حنبل، ت 241 ه: \"اجتماع\": (ص / 200، 201)، \"المختصر\": (رقم 66).\n</p>\n\n<h1 class='l1' id='head38'>7 - </h1>\n\n<p>\nيحيى بن معاذ الرازي، ت 258 ه: \"اجتماع\": (ص / 270)، \"المختصر\": (رقم\n79).\n</p>\n\n<h1 class='l1' id='head39'>8 - </h1>\n\n<p>\nأبو زرعة الرازي، ت 264 ه: \"اجتماع\": (ص / 233)، \"المختصر\": (رقم 77).\n</p>\n\n<h1 class='l1' id='head40'>9 - </h1>\n\n<p>\nالمزني صاحب الشافعي، ت 264 ه: \"اجتماع\": (ص / 168)، \"المختصر\": (رقم\n74).\n</p>\n\n<h1 class='l1' id='head41'>10 - </h1>\n\n<p>\nأبو حاتم الرازي، ت 277 ه: \"اجتماع\": \"المختصر\": (رقم 77، 78). 0 7 (ص/\n233)،\n</p>\n\n<h1 class='l1' id='head42'>11 - </h1>\n\n<p>\nعثمان بن سعيد الدارمي، ت 280 ه: \"اجتماع\": (ص/ 231).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head43'>12 - </h1>\n\n<p>\nأبو جعفر ابن أبي شيبة، ت 297 ه: \"المختصر\": (رقم 103).\n</p>\n\n<h1 class='l1' id='head44'>13 - </h1>\n\n<p>\nعبد الله بن أبي جعفر الرازي، مات بعد المائتين: \"اجتماع\": (ص / 221)،\n\"المختصر\": (رقم 45).\n</p>\n\n<h1 class='l1' id='head45'>14 - </h1>\n\n<p>\nإمام الأئمة ابن خزيمة، ت 311 ه: \"اجتماع\": (ص / 194)، \"المختصر\": (رقم\n109).\n</p>\n\n<h1 class='l1' id='head46'>15 - </h1>\n\n<p>\nأبو القاسم الطبراني، ت 360 ه: \"المختصر\": (رقم 125).\n</p>\n\n<h1 class='l1' id='head47'>16 - </h1>\n\n<p>\nابن بطة، ت 387 ه: \"المختصر\": (رقم 133).\n</p>\n\n<h1 class='l1' id='head48'>17 - </h1>\n\n<p>\nمحمد بن موهب، ت 406 ه: \"اجتماع\": (ص / 188)، \"المختصر\": (رقم 164).\n</p>\n\n<h1 class='l1' id='head49'>18 - </h1>\n\n<p>\nمعمر الأصبهاني، ت 428 ه: \"اجتماع\": (ص / 226)، \"المختصر\": (رقم 142).\n</p>\n\n<h1 class='l1' id='head50'>19 - </h1>\n\n<p>\nأبو نعيم الأصبهاني ت 430 ه: \"اجتماع\": (279)، \"المختصر\": (رقم 141).\n</p>\n\n<h1 class='l1' id='head51'>20 - </h1>\n\n<p>\nشيخ الإسلام أبو عثمان الصابوني، ت 449 ه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"اجتماع\": (رقم 247).\n</p>\n\n<h1 class='l1' id='head52'>21 - </h1>\n\n<p>\nأبو إسماعيل الأنصاري الهروي، ت 481 ه: \"اجتماع\": (ص 481)، \"المختصر\": (ص\n158).\n</p>\n\n<h1 class='l1' id='head53'>22 - </h1>\n\n<p>\nنصر المقدسي، ت 490 ه: \"المختصر\": (رقم 155).\n</p>\n\n<h1 class='l1' id='head54'>23 - </h1>\n\n<p>\nإسماعيل بن محمد بن الفضل التيمي، ت 535 ه: \"اجتماع\": (ص / 180).\n</p>\n\n<p>\n\"3\"- لفظ: \"حقيقة\":\n</p>\n\n<p>\nوأما لفظ: \"حقيقة\" فإطلاق علماء السلف لها عند ذكر إثبات كل صفة من صفات\nالله تعالى- وصف بها نفسه، أو وصفه بها رسوله - صلى الله عليه وسلم -: أكثر\nمن أن يحصر؛ وذلك لما تفوه أهل الأهواء بمواقفهم <span id='ms10'></span> المخالفة في الصفات بنفي\nحقائقها ومعانيها بين التفويض تارة، والتأويل تارة، والتعطيل تارة،\nوالتشبيه تارة، وقد قالت الجهمية والمعتزلة (1): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"لا يجوز أن يسمى الله بهذه الأسماء على الحقيقة\" حينئذ كثر على لسان\nالسلف إثبات صفات الله تعالى على الحقيقة، أي: بالإقرار والإمرار بلا تأويل\nولا تفويض للمعنى ولا تكييف، ولا تشبيه مع التفويض للكيفية\".\n</p>\n\n<p>\nومجىء هذا اللفظ على لسان السلف أكثر من أن يحصر، ولينظر على سبيل\nالمثال: \"مختصر العلو\":\n</p>\n\n<p>\n(ص / 263، 264، 268، 286)، و\"اجتماع الجيوش الإسلامية\": (ص / 142، 189،\n263، 280) وفيها قال القرطبي: \"ولم ينكر أحد من السلف الصالح أنه استوى على\nالعرش حقيقة\" انتهى.\n</p>\n\n<p>\n\"4\"- لفظ: \"في كل مكان بعلمه\":\n</p>\n\n<p>\nوأما قولهم: \"في كل مكان بعلمه\" فقد قال الإمام مالك - رحمه الله تعالى-\n(1): \"الله في السماء وعلمه في كل مكان لا يخلو منه مكان\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوهو تعبير جار لدى أئمة جماعة المسلمين في كتبهم كافة، وبخاصة عند إثبات\nاستواء الله- تعالى- على عرشه المجيد، وعند إثبات معية العلم، ولم يخالفهم\nفي ذلك أحد يحتج به كما قال ابن عبد البر - رحمه الله تعالى- (1):\n</p>\n\n<p>\n\"وعلماء الصحابة والتابعين الذين حمل عنهم التأويل، قالوا في تأويل قوله\nتعالى: {ما يكون من نجوى ثلاثة إلا هو رابعهم} [المجادلة: 4]: أنه على\nالعرش، وعلمه في كل مكان، وما خالفهم في ذلك أحد يحتج به\" انتهى.\n</p>\n\n<p>\n\"5\" - لفظ: \"غير مخلوق\":\n</p>\n\n<p>\n* والمسلمون: أهل السنة، يعتقدون ويثبتون أن القرآن كلام الله -تبارك\nوتعالى- لا يزيدون على ذلك. فلما واجهت الجهمية الأمة ببدعة القول بخلق\nالقرآن وشايعهم المعتزلة على هذه المقولة الكفرية فقالوا عن القرآن:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"مخلوق\". رد عليهم علماء السلف بالنفي والإنكار فقالوا: \"القرآن كلام\nالله غير مخلوق\".\n</p>\n\n<p>\nوإلى هذه الحقيقة أشار الإمام أحمد - رحمه الله تعالى - كما في \"مسائله\"\nرواية أبي داود عنه: (ص / 263 - 264)، إذ سئل عن الواقفة الذين لا يقولون\nفي القرآن إنه مخلوق أو غير مخلوق، هل لهم رخصة أن يقول الرجل: \"كلام الله\"\nثم يسكت؟ قال: ولم يسكت؟! لولا ما وقع فيه الناس كان يسعه السكوت ولكن حيث\nتكلموا فيما تكلموا لأي <span id='ms11'></span> شيء لا يتكلمون (1).\n</p>\n\n<p>\n* الحقيقة السادسة:\n</p>\n\n<p>\nهذه خمسة ألفاظ تداولها علماء السلف من غير نكير من بعضهم على بعض،\nوأطلقوها في مواجهة أهل الأهواء لما نطقوا بالباطل.\n</p>\n\n<p>\nوقد ساق منها ابن أبي زيد - رحمه الله تعالى- ثلاثة ألفاظ: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n\"بذاته\"، \"وهو في كل مكان بعلمه\"، \"القرآن كلام الله ليس بمخلوق\" فاستنكر\nعليه الذهبي - رحمه الله تعالى- لفظة \"بذاته\". ونقل المعلق برقم / 2، (ص /\n26)، استنكار الذهبي لها على ابن أبي زيد المالكي، وعلى ابن الزاغوني\nالحنبلي المتوفى 527 ه.\n</p>\n\n<p>\nونريد في هذه الحقيقة بيان الفرق بين استنكار الذهبي لها وبين سياق\nالمعلق لهذا الاستنكار، لنعلم أن الفرق بين الاستنكارين كالفرق بين\nالرجلين.\n</p>\n\n<p>\nفالذهبي - رحمه الله تعالى- جار في الاعتقاد على طريقة أهل السنة\nوالجماعة، لا يشك في ذلك أحد؛ ولهذا كان كتابه \"العلو للعلي الغفار\" شجى في\nحلوق المبتدعة من المؤولة، والمفوضة، والمعطلة، وغيرهم.\n</p>\n\n<p>\nفاستنكاره - رحمه الله تعالى- لإطلاق بعض هذه الألفاظ لا يعني التأثير\nبأي وجه على سلامة معتقده في الإثبات بلا تشبيه ولا تكييف، وإنما يعني\nاستنكار إطلاقها في مقام التقرير، أو لما يحصل لها من أثر على بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nالنفوس، والقصد هداية الخلق إلى الحق، والأصل الوقوف عند لفظ النص.\n</p>\n\n<p>\nأما سياق المعلق المذكور بقرينة تعاليقه الخلفية على هذه المقدمة، فهو\nيعني إنكار \"استواء الذات\" والذي من لازمه أن الله -تعالى- في كل مكان،\nفيؤول الأمر إلى ما فاهت به الجهمية والمعتزلة من قولهم: \"إن الله في كل\nمكان بذاته\" تعالى الله عن قولهم علوا كبيرا.\n</p>\n\n<p>\nوهذه الحيدة في هذا التعليق عن مذهب السلف، هي نظير الحيدة في تعليقته\nالثانية: رقم / 1، (ص / 27) على قول ابن أبي زيد - رحمه الله تعالى-:\n</p>\n\n<p>\n\"وهو في كل مكان بعلمه\" إذ قال المعلق: \"يعني أن علم الله -تعالى- محيط\nبكل مكان لا يخفى عليه شيء في الأرض ولا في السماء\".\n</p>\n\n<p>\nفهذا كلام حق، والله -تعالى- يقول: {وأن الله قد أحاط بكل شيء علما}\n[الطلاق: 12]. لكن تعليقه من خلفى على هذا الموضع، له معنى لدى الأشعرية\nيعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nبالإبطال على <span id='ms12'></span> إثبات استواء الله على عرشه بذاته، وأنه في كل مكان بعلمه.\n</p>\n\n<p>\nوتعليقته هذه هي عين ما جرى عليه الأشعرية في \"شرح الرسالة\"، كما في:\n\"شرح زروق\": (1/ 29)، والتتائي في: \"تنوير المقالة\": (1/ 186 - 187) وفيه:\n\" ... قول من قال: إن الباري -تعالى- بكل مكان بعلمه: باطل؛ لأن من يعلم\nمكانا لا يصح أن يقال: هو في ذلك المكان بالعلم، وإنما يقال: إنه محيط بكل\nشيء قدرة، وعلما، وأن ما أتى به المؤلف، هو مذهب المعتزلة ... \" انتهى.\n</p>\n\n<p>\nوهذه مغالطة. فالمعتزلة يقولون: إن الله تعالى في كل مكان بذاته، تعالى\nالله عن قولهم علوا كبيرا.\n</p>\n\n<p>\nفانظر:- رعاك الله- خفاء مسالك المبتدعة، في صرف الحق وأن لهم عبارات،\nوألفاظا، وحيلا، يقلبون فيها الأمور.\n</p>\n\n<p>\nوأن هذا المعلق أتى بهذا التعليق على مشربه، فأفسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nالعقيدة من مكان بعيد.\n</p>\n\n<p>\nنعوذ بالله من الخذلان.\n</p>\n\n<p>\nوأما تعليقته الثالثة: رقم / 1، (ص / 31) على قول ابن أبي زيد - رحمه\nالله تعالى-: \"على العرش استوى\" فإنه نقل كلام زروق في \"شرح الرسالة\": (1/\n24، 31)، وكلام زروق- تجاوز الله عنا وعنه - فيه تأويل من بعد تفويض؛ إذ\nفوض معنى الاستواء وأول قول مالك - رحمه الله تعالى- المشهور عنه وعن غيره\nمن السلف: \"الاستواء معلوم ... \" على أن آيات الصفات من المتشابه الذي ينزه\nعن المحال ولا يتعرض لمعناه.\n</p>\n\n<p>\nوهذا حمل لكلام مالك على غير المراد منه، والناس كافة على خلافه، وشرح\nهذا يطول.\n</p>\n\n<p>\nوهنا غلط زروق في قوله: \"جاء ذكر الاستواء على العرش في ستة مواضع من\nكتاب الله تعالى\"، وصوابه في: \"سبعة مواضع ... \" من سورة: الأعراف، ويونس،\nوالرعد، وطه، والفرقان، والسجدة، والحديد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوالمعلق لم ينقل أيضا كلامه بتمامه، بل بتر، ولفق، ويعلم هذا من قابل بين\nالنقل والكتاب المنقول منه.\n</p>\n\n<p>\nوالقول بالتفويض شر من التأويل، ومن نسب التفويض إلى أنه قول السلف، وفي\nمقدمتهم الصحابة- رضي الله عنهم- فقد جهل مذهبهم، وجهلهم، وكذب عليهم.\n</p>\n\n<p>\nقال شيخ الإسلام ابن تيمية - رحمه الله تعالى- (1):\n</p>\n\n<p>\n\"إن قول أهل التفويض الذين يزعمون أنهم متبعون للسنة والسلف من شر أقوال\nأهل البدع والإلحاد\" انتهى.\n</p>\n\n<p>\nوقال <span id='ms13'></span> السفاريني - رحمه الله تعالى- مشيرا إلى قبح مقالة التفويض (2):\n</p>\n\n<p>\n\"فهذا الظن الفاسد، أوجب تلك المقالة التي مضمونها، نبذ الإسلام وراء\nالظهر، وقد كذبوا وأفكوا على طريقة السلف، وضلوا في تصويب طريقة الخلف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nفجمعوا بين باطلين: الجهل بطريقة السلف في الكذب عليهم، والمجهل والضلال\nبتصويب طريقة غيرهم\" انتهى.\n</p>\n\n<p>\nحينئذ يأتي هذا السؤال وهو: لماذا علق على هذين اللفظين: \"بذاته\"، و\"في\nكل مكان بعلمه\" بما يلغيهما، وترك التعليق على لفظ \"ليس بمخلوق\" في قول ابن\nأبي زيد - رحمه الله تعالى-: \"وأن القرآن كلام الله ليس بمخلوق ... \" مع أن\nهذه اللفظة \"ليس بمخلوق\" هي كذلك ليست توقيفية بلفظها، كاللفظين المذكورين؟\n</p>\n\n<p>\nوالجواب: أن الذي يقول بخلق القرآن هم الجهمية، والمعتزلة، وقد قام أهل\nالسنة والجماعة بواجب الرد عليهم، وكانت الأشاعرة كذلك لا تقول بخلق\nالقرآن، وكان منهم من يطلق هذه العبارة: \"القران كلام الله غير مخلوق\"، لكن\nلهم أقوال غثة رخيصة تؤدي إلى القول بخلق القران كما تجد بيانها في \"شرح\nالطحاوية\" وغيره. والله أعلم.\n</p>\n\n<p>\nوحول ما قرره ابن أبي زيد - رحمه الله تعالى- من أن الله -سبحانه وتعالى\n- يجيء يوم القيامة حقيقة- إلى حكايه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nالخلاف بين المجيء حقيقة، وبين التأويل بمجيء أمره وقضائه، وذلك فيما\nنقله في التعليق رقم / 1، (ص / 37) عن كتاب: \"صفوة البيان ... \" للشيخ\nحسنين مخلوف - رحمه الله تعالى-: (ص / 804).\n</p>\n\n<p>\nوهو بهذا الإخراج لمقدمة رسالة ابن أبي زيد - رحمه الله تعالى- وبهذه\nالتعليقات عليها، لم يبق هذه \"العقيدة الإسلامية\" على مبناها؛ لما أدخله من\nتحريف: زيادة، ونقصا، وتبديلا. ولم يبقها على معناها، وصفائها، ونقاوتها،\nبل نكثها، وحولها إلى عقيدة خلفية هو عاض عليها، تحمل: الإرجاء، والتفويض،\nوالتأويل، ويرفضها سلف هذه الأمة وخيارها من لدن الصحابة -رضي الله عنهم -\nفمن تبعهم بإحسان، ومنهم إمام أهل السنة في زمانه، ابن أبي زيد القيرواني -\nرحمه الله تعالى-.\n</p>\n\n<p>\nففي هذا التحويل جنايات عدة على الحق، والخلق:\n</p>\n\n<p>\nجناية على ابن أبي زيد فيما بذله ونصح به للمسلمين من بيان واجب الديانة\nفي الاعتقاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوفي هذا التحويل <span id='ms14'></span>: تغرير بالمتعلمين وغش لأولاد المسلمين.\n</p>\n\n<p>\nوفي هذا التحويل: نفث لعقيدة التفويض، والتأويل بواسطة كتب السلف،\nوالتمسح بإخراجها، وخدمتها، والتعليق عليها. وهذا الكيد المهين من الظلم،\nوالفجور، والانطواء على حرقة من انتشار عقيدة السلف، وانحسار شباب الأمة عن\nتلكم العقائد الخلفية التي يرفضها: النص، والفطرة، والعقل.\n</p>\n\n<p>\nومعلوم أن أمور الاعتقاد لا تقبل التذبذب، ولا التردد، ولا حكايته\nالقولين، أو الأقوال، وإنما الحق فيها واحد لا يتعدد، وليس وراءه إلا\nالضلال.\n</p>\n\n<p>\nومعلوم أن أهل الأهواء قد وقفوا لنصوص الصفات بالمرصاد بالتأويل تارة،\nوبالتفويض تارة، وبالتعطيل تارة، فإذا لم يتم لهم شيء من ذلك لجأوا إلى\nالطعن في ثبوت السنن.\n</p>\n\n<p>\nوالرجل يدور في تعليقاته بين التأويل والتفويض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوبالجملة فهذه تصرفات منه مشينة، مرفوضة بجميع معايير النقد عند السلف\nوالخلف؟\n</p>\n\n<p>\nوهو مدان بألمه من قلمه؛ إذ قال معلقا على كلمة ابن خلاد - رحمه الله\nتعالى-: \"الحك تهمة\" ما نصه (1):\n</p>\n\n<p>\n\"انظر كيف تجب المحافظة على الأمانة في الكلمة العلمية، وكيف كانوا\nيحترسون من التهمة أن تتوجه إليهم ولو بحك كلمة دخيلة على الكتاب، ولقد وجد\nفي زماننا هذا طائفة من المحككين \"المحققين\" يتصرفون في بعض الكتب، فمنهم\nمن يحذف من الكتاب، ومنهم من يزيد فيه، ومنهم من يغير فيه ويبدل كلاما\nبكلام، إذا لم يعجبه، أو جاء على غير مشربه أو كان ذلك أنفع له تجارة\nومالا، كما وقع هذا من (محمد ومحمد ناصر وحمد وحامد ومحمود وبعض الناشرين\nالذين يظن بهم الأمانة والدين) وأمثالهم، فإنا لله من ضياع الأمانة في\nالعلم! \" انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nهذا كلام جميل هو منه محروم، لكنه \"جرول\" يهجو نفسه، ويكفينا عن هذه\nالأسماء: \"معلم المحككين: عبد الفتاح\"، فقد فاق أقرانه المحرفين بالتحريف،\nوبز أهل الزمان منهم بالتزييف. ولا أدري كيف أجمع بين تعليقه على كلمة ابن\nخلاد، واستجازته لنفسه، التقلب في ظلمات التحريف، مرتضيا هذا لدييه، وأدبه،\nوخلقه؟ لكنها جادة المخالفين أهل الزمانة والانقطاع، ومن سطا بالتأويل،\nوالتفويض على نصوص الوحيين الشريفين، فمن باب أولى أن يستغفل الناس فيتصرف\nفي كلام <span id='ms15'></span> المؤلفين.\n</p>\n\n<p>\nويبقى تعليقه على كلمه ابن خلاد، زيادة في الحجة عليه، فإنه قد عب من كل\nأبواب التحريف فزاد، ونقص، وغير، كل هذا خدمة لمشربه، وتلصصه بنشره هنا\nوهناك؟؟ وقد بينت أن ديدنه التحريف فيما كتبته عن \"تحريف النصوص\".\n</p>\n\n<p>\nوتأمل ماذا يصنع المشرب المنحرف بأهله.\n</p>\n\n<p>\nفيا هذا: أول ما يفقد من الدين \"الأمانة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوعندي أنه لا يوثق بنقل هذا الرجل إخراجا أو تعليقا؛ لاختلال أمانته،\nوفساد مشربه.\n</p>\n\n<p>\nمن أجل ذلك رأيت تحرير هذا التقديم حاويا لأمور ثلاثة:\n</p>\n\n<p>\nالأول: أن ابن أبي زيد -رحمه الله تعالى- قد ألقى الله عليه من نوره، فهو\nصاحب عقيدة سلفية سنية، قال الله تعالى: {يا أيها الذين آمنوا اتقوا الله\nوآمنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم\nوالله غفور رحيم} [سورة الحديد، الآية: 28].\n</p>\n\n<p>\nالثاني: أن مقدمة رسالته في التوحيد، جارية على طريقة السلف ولزوم السنة\nوالأثر، مشرقة بالحق، وصحة المعتقد.\n</p>\n\n<p>\nالثالث: أن إخراج \"معلم المحككين\" لها، مدخولة بتحريفه لمبناها، وتحويله\nلمعناها: معارضة منه للنور بالظلمة، وللصحة بالزمانة، وللحق الجلي بالشبهة\nالواهية.\n</p>\n\n<p>\nكل هذا نظير ما صنعه \"قدوته الكوثري\" في \"الأسماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوالصفات\" للبيهقي (1)، فإنه حوله وحرفه إلى حمل مذهب السلف على التفويض،\nوهذا من الظلم العظيم للصحابة الأبرار من المهاجرين والأنصار، ومن تبعهم\nبإحسان، لكنه الهوى وفساد المشرب، والمهم أن يعرف طلاب العلم أن ما هنا جزء\nمما هنالك، نعوذ بالله من الهوى وأهله.\n</p>\n\n<p>\nوهنا أقول: وإننا في هذه الأيام نشاهد: \"كوثرية ولا معلمي لها\" نرى هؤلاء\nالأصاغر، رابضين بين أهل السنة، تمتد أيديهم إلى كتب أعلامها، ويتلصصون\nساعة الغفلة فيها، فيصعدون على أكتافها، ويتحرشون بهم بواسطتها، وينفثون ما\nلديهم من هوى وبدعة في حواشيها؛ لأنهم لما رأو أن نشر كتب الخلف يقطع عليهم\nالطريق صارت النقلة بهذه\"العقيدة التجار\" إلى التحشية على كتب السلف ليصلوا\nإلى تلويث اعتقاد أولاد المسلمين: \"أهل السنة\" بتحريف تلكم الواسطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوالواجب أمام هذا الرهط: الحجر على امتداد أقلامهم إلى كتب السلف، وهجر\nما تعمله <span id='ms16'></span> أيديهم، والبعد عن نشره وتخريجه، وتواصي الكتبيين بعدم تسويقها،\nوالإنكار عليهم إن فعلوا، وعدم تمكين كل صاحب هوى وبدعة من تعليم أولاد\nالمسلمين: الفقه في الدين.\n</p>\n\n<p>\nفإن دأب أهل الأهواء هكذا إن وجدوا غفلة من أهل السنة صاحوا بهم، وتألبوا\nعليهم، وإن تيقظ لهم أهل السنة: خنسوا، وتشرذموا، كما قال ابن القيم - رحمه\nالله تعالى- فيهم (1):\n</p>\n\n<p>\n\"طبل يجمعهم، وعصا تفرقهم\".\n</p>\n\n<p>\nوبناء على ما تقدم تبيانه وشرحه، فقد أفردت هذه \"المقدمة\" في \"التوحيد\"\nمن \"رسالة ابن أبي زيد القيرواني\" ثم ألحقتها بنظمها لابن مشرف، ولولا خوف\nالإطالة لأتبعت ذلك بمقدمة ابن أبي زيد لكتابه \"الجامع\" والتي نقلها عنه\nابن القيم - رحمه الله تعالى- في: \"اجتماع الجيوش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nالإسلامية\" فهي أبسط مما هنا، وفي غاية النفاسة، فليرجع لإليها.\n</p>\n\n<p>\nوإليك المقدمة نثرا (1)، ونظما (2): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\n[مقدمة مؤلف الرسالة]\n</p>\n\n<h1 class='l1' id='head55'>مقدمة ابن أبي زيد القيرواني -</h1>\n\n<p>\nرحمه الله تعالى-\n</p>\n\n<p>\nقال أبو محمد عبد الله بن أبي زيد القيرواني رضي الله عنه وأرضاه:\n</p>\n\n<p>\nالحمد لله الذي ابتدأ الإنسان بنعمته، وصوره في الأرحام بحكمته، وأبرزه\nإلى رفقه وما يسره له من رزقه، وعلمه ما لم يكن يعلم، وكان فضل الله عليه\nعظيما، ونبه بآثار صنعته وأعذر إليه على ألسنة المرسلين الخيرة من خلقه\nفهدى من وفقه بفضله، وأضل من خذله بعدله، ويسر المؤمنين لليسرى، وشرح\nصدورهم للذكرى، فآمنوا بالله بألسنتهم ناطقين، وبقلوبهم مخلصين، وبما أتتهم\nبه رسله وكتبه عاملين، وتعلموا ما علمهم، ووفقوا عند ما حد لهم، واستغنوا\nبما أحل لهم عما حرم عليهم.\n</p>\n\n<p>\nأما بعد، أعاننا الله وإياك على رعاية ودائعه وحفظ ما أودعنا من شرائعه،\nفإنك سألتني أن أكتب لك جملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nمختصرة من واجب أمور الديانة مما تنطق به الألسنة، وتعتقده القلوب،\nوتعمله الجوارح، وما يتصل بالواجب من ذلك من السنن من مؤكدها ونوافلها\nورغائبها، وشيء من الآداب منها، وجل من أصول الفقه وفنونه على مذهب الإمام\nمالك ابن أنس رحمه الله تعالى وطريقته، مع ما سهل سبيل ما أشكل من ذلك من\nتفسير الراسخين وبيان المتفقهين، لما رغبت <span id='ms17'></span> فيه من تعليم ذلك للوالدان كما\nتعلمهم حروف القرآن، ليسبق إلى قلوبهم من فهم دين الله وشرائعه ما ترجى لهم\nبركته وتحمد لهم عاقبته، فأجبتك إلى ذلك، لما رجوته لنفسي ولك من ثواب من\nعلم دين الله أو دعا إليه.\n</p>\n\n<p>\nواعلم أن خير القلوب أوعاها للخير وأرجى القلوب للخير ما لم يسبق الشر\nإليه، وأولى ما عني به الناصحون ورغب في أجره الراغبون إيصال الخير إلى\nقلوب أولاد المؤمنين ليرسخ فيها، وتنبيههم على معالم الديانة، وحدود\nالشريعة ليراضوا عليها وما عليهم أن تعتقده من الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nقلوبهم وتعمل به جوارحهم؛ فإنه روي أن تعليم الصغار لكتاب الله يطفي غضب\nالله، وأن تعليم الشيء في الصغر كالنقش في الحجر.\n</p>\n\n<p>\nوقد مثلت لك من ذلك ما ينتفعون -إن شاء الله- يحفظه، ويشرفون بعلمه،\nويسعدون باعتقاده والعمل به، وقد جاء أن يؤمروا بالصلاة لسبع سنين، ويضربوا\nعليها لعشر، ويفرق بينهم في المضاجع، فكذلك ينبغي أن يعلموا ما فرض الله\nعلى العباد من قول وعمل قبل بلوغهم ليأتي عليهم البلوغ وقد تمكن ذلك من\nقلوبهم، وسكنت إليه أنفسهم، وأنست بما يعملون به من ذلك جوارحهم.\n</p>\n\n<p>\nوقد فرض الله سبحانه على القلب عملا من الاعتقادات وعلى الجوارح الظاهرة\nعملا من الطاعات.\n</p>\n\n<p>\nوسأفصل لك ما شرطت لك ذكره بابا بابا ليقرب من فهم متعلميه إن شاء الله\nتعالى، وإياه نستخير وبه تستعين، ولا حول ولا قوة إلا بالله العلي العظيم،\nوصلى الله على سيدنا محمد نبيه وآله وصحبه وسلم تسليما كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nباب ما تنطق به الألسنة وتعتقده الأفئدة\n</p>\n\n<p>\nمن واجب أمور الديانات\n</p>\n\n<p>\nمن ذلك الإيمان بالقلب، والنطق باللسان أن الله إله واحد لا إله غيره،\nولا شبيه له، ولا نظير له، ولا ولد له، ولا والد له، ولا صاحبة له، ولا\nشريك له.\n</p>\n\n<p>\nليس لأوليته ابتداء، ولا لآخريته انقضاء، لا يبلغ كنه صفته الواصفون، ولا\nيحيط بأمره المتفكرون، يعتبر المتفكرون بآياته، ولا يتفكرون في ماهية ذاته،\nولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات <span id='ms18'></span> والأرض، ولا يؤوده\nحفظهما وهو العلي العظيم.\n</p>\n\n<p>\nالعالم الخبير، المدبر القدير، السميع البصير، العلي الكبير، وأنه فوق\nعرشه المجيد بذاته، وهو في كل مكان بعلمه.\n</p>\n\n<p>\nخلق الإنسان ويعلم ما توسوس به نفسه، وهو أقرب إليه من حبل الوريد، وما\nتسقط من ورقة إلا يعلمها، ولا حبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nفي ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين.\n</p>\n\n<p>\nعلى العرش استوى، وعلى الملك احتوى، وله الأسماء الحسنى والصفات العلى،\nلم يزل بجميع صفاته وأسمائه، تعالى أن تكون صفاته مخلوقة، وأسماؤه محدثة.\n</p>\n\n<p>\nكلم موسى بكلامه الذي هو صفة ذاته لا خلق من خلقه، وتجلى للجبل فصار دكا\nمن جلاله، وأن القرآن كلام الله، ليس بمخلوق فيبيد، ولا صفة لمخلوق فينفد.\n</p>\n\n<p>\nوالإيمان بالقدر خيره وشره، حلوه ومره، وكل ذلك قد قدره الله ربنا،\nومقادير الأمور بيده، ومصدرها عن قضائه.\n</p>\n\n<p>\nعلم كل شيء قبل كونه، فجرى على قدره، لا يكون من عباده قول ولا عمل إلا\nوقد قضاه وسبق علمه به، {ألا يعلم من خلق وهو اللطيف الخبير} [الملك:14]\n</p>\n\n<p>\nيضل من يشاء فيخذله بعدله، ويهدي من يشاء فيوفقه بفضله، فكل ميسر بتيسيره\nإلى ما سبق من علمه وقدره، من شقي أو سعيد.\n</p>\n\n<p>\nتعالى أن يكون في ملكه ما لا يريد، أو يكون لأحد عنه غنى، أو يكون خالق\nلشيء إلا هو رب العباد ورب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nأعمالهم، والمقدر لحركاتهم وآجالهم، الباعث الرسل إليهم لإقامة الحجة\nعليهم.\n</p>\n\n<p>\nثم ختم الرسالة والنذارة والنبوة بمحمد نبيه صلى الله عليه وسلم، فجعله\nآخر المرسلين، بشيرا ونذيرا وداعيا إلى الله بإذنه وسراجا منيرا.\n</p>\n\n<p>\nوأنزل عليه كتابه الحكيم، وشرح به دينه القويم، وهدى به الصراط المستقيم.\n</p>\n\n<p>\nوأن الساعة آتية لا ريب فيها، وأن الله يبعث من يموت، كما بدأهم يعودون.\n</p>\n\n<p>\nوأن الله سبحانه وتعالى ضاعف لعباده المؤمنين الحسنات، وصفح لهم بالتوبة\nعن كبائر السيئات، وغفر لهم الصغائر باجتناب الكبائر، وجعل من لم يتب من\nالكبائر صائرا إلى مشيئته {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك\nلمن يشاء} [النساء <span id='ms19'></span>:48] ومن عاقبه الله بناره أخرجه منها بإيمانه، فأدخله به\nجنته {فمن يعمل مثقال ذرة خيرا يره} [الزلزلة:8]، ويخرج منها بشفاعة النبي\nصلى الله عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوسلم من شفع له من أهل الكبائر من أمته.\n</p>\n\n<p>\nوأن الله سبحانه قد خلق الجنة فأعدها دار خلود لأوليائه، وأكرمهم فيها\nبالنظر إلى وجهه الكريم، وهي التي أهبط منها آدم نبيه وخليفته إلى أرضه بما\nسبق في سابق علمه.\n</p>\n\n<p>\nوخلق النار فأعدها دار خلود لمن كفر به، وألحد في آياته وكتبه ورسله،\nوجعلهم محجوبين عن رؤيته.\n</p>\n\n<p>\nوأن الله تبارك وتعالى يجيء يوم القيامة: {والملك صفا صفا} [الفجر:22]؛\nلعرض الأمم وحسابها وعقوبتها وثوابها، وتوضع الموازين لوزن أعمال العباد:\n{فمن ثقلت موازينه فأولئك هم المفلحون} [الأعراف:8]، ويؤتون صحائفهم\nبأعمالهم: فمن أوتي كتابه بيمينه فسوف يحاسب حسابا يسيرا، ومن أوتي كتابه\nوراء ظهره فأولئك يصلون سعيرا.\n</p>\n\n<p>\nوأن الصراط حق، يجوزه العباد بقدر أعمالهم، فناجون متفاوتون في سرعة\nالنجاة عليه من نار جهنم، وقوم أوبقتهم فيها أعمالهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوالإيمان بحوض رسول الله صلى الله عليه وسلم، ترده أمته لا يظمأ من شرب\nمنه، ويذاد عنه من بدل وغير.\n</p>\n\n<p>\nوأن الإيمان قول باللسان، وإخلاص بالقلب، وعمل بالجوارح، يزيد بزيادة\nالأعمال، وينقص بنقصها، فيكون فيها النقص وبها الزيادة، ولا يكمل قول\nالإيمان إلا بالعمل.\n</p>\n\n<p>\nولا قول وعمل إلا بنية، ولا قول وعمل ونية إلا بموافقة السنة.\n</p>\n\n<p>\nوأنه لا يكفر أحد بذنب من أهل القبلة.\n</p>\n\n<p>\nوأن الشهداء أحياء عند ربهم يرزقون، وأرواح أهل السعادة باقية ناعمة إلى\nيوم يبعثون، وأرواح أهل الشقاوة معذبة إلى يوم الدين.\n</p>\n\n<p>\nوأن المؤمنين يفتنون في قبورهم ويسألون، {يثبت الله الذين آمنوا بالقول\nالثابت في الحياة الدنيا وفي الآخرة} [إبراهيم:27].\n</p>\n\n<p>\nوأن على العباد حفظة يكتبون أعمالهم، ولا يسقط شيء من ذلك عن علم ربهم،\nوأن ملك الموت يقبض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nالأرواح بإذن ربه.\n</p>\n\n<p>\nوأن خير القرون القرن الذين رأوا رسول الله صلى الله عليه وسلم وآمنوا\nبه، ثم الذين يلونهم ثم الذين يلونهم.\n</p>\n\n<p>\nوأفضل الصحابة: الخلفاء الراشدون المهديون؛ أبو بكر ثم عمر <span id='ms20'></span> ثم عثمان ثم\nعلي رضي الله عنهم أجمعين.\n</p>\n\n<p>\nوأن لا يذكر أحد من صحابة الرسول صلى الله عليه وسلم إلا بأحسن ذكر،\nوالإمساك عما شجر بينهم، وأنهم أحق الناس، أن يلتمس لهم أحسن المخارج، ويظن\nبهم أحسن المذاهب.\n</p>\n\n<p>\nوالطاعة لأئمة المسلمين من ولاة أمورهم وعلمائهم، واتباع السلف الصالح\nواقتفاء آثارهم، والاستغفار لهم.\n</p>\n\n<p>\nوترك المراء والجدال في الدين، وترك ما أحدثه المحدثون.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وعلى آله وأزواجه وذريته، وسلم تسليما كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nنظم الأحسائى لمقدمة الرسالة\n</p>\n\n<p>\nنظمها الشيخ أحمد بن مشرف الأحسائي\n</p>\n\n<p>\nالمتوفى سنة (1285) هجرية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<h1 class='l1' id='head56'>عقيدة ابن أبي زيد كما نظمها الشيخ أحمد بن مشرف</h1>\n\n<p>\nالأحسائي\n</p>\n\n<p>\nالمالكي المتوفى ستة (1285) ه\n</p>\n\n<p>\nالحمد لله حمدا ليس منحصرا ... على أياديه ما يخفى وما ظهرا\n</p>\n\n<p>\nثم الصلاة وتسليم المهيمن ما ... هب الصبا فأدر العارض المطرا\n</p>\n\n<p>\nعلى الذي شاد بنيان الهدى فسما ... وساد كل الورى فخرا وما افتخرا\n</p>\n\n<p>\nنبينا أحمد الهادي وعترته ... وصحبه كل من آوى ومن نصرا\n</p>\n\n<p>\nوبعد فالعلم لم يظفر به أحد ... إلا سما وبأسباب العلى ظفرا\n</p>\n\n<p>\nلا سيما أصل علم الدين إن به ... سعادة العبد والمنجى إذا حشرا\n</p>\n\n<h1 class='l1' id='head57'>باب ما تعتقده القلوب وتنطق به الألسن</h1>\n\n<p>\nمن واجب أمور الديانات\n</p>\n\n<p>\nوأول الفرض إيمان الفؤاد كذا ... نطق اللسان بما في الذكر قد سطرا\n</p>\n\n<p>\nأن الإله إله واحد صمد ... فلا إله سوى من للأنام برا\n</p>\n\n<p>\nرب السموات والأرضين ليس لنا ... رب سواه تعالى من لنا فطرا\n</p>\n\n<p>\nوأنه موجد الأشياء أجمعها ... بلا شريك ولا عون ولا وزرا\n</p>\n\n<p>\nوهو المنزه عن ولد وصاحبة ... ووالد وعن الأشباه والنظرا\n</p>\n\n<p>\nلا يبلغن كنه وصف الله واصفه ... ولا يحيط به علما من افتكرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوأنه أول باق فليس له ... بدء ولا منتهى سبحان من قدرا\n</p>\n\n<p>\nحي عليم قدير والكلام له ... فرد سميع بصير ما أراد جرى\n</p>\n\n<p>\nوأن كرسيه والعرش قد وسعا ... كل السموات والأرضين إذ كبرا\n</p>\n\n<p>\nولم يزل فوق ذاك العرش خالقنا ... بذاته فاسأل الوحيين والفطرا\n</p>\n\n<p>\nإن العلو به الأخبار قد وردت ... عن الرسول فتابع من روى وقرا\n</p>\n\n<p>\nفالله حق على <span id='ms21'></span> الملك احتوى وعلى ... العرش استوى وعن التكييف كن حذرا\n</p>\n\n<p>\nوالله بالعلم في كل الأماكن لا ... يخفاه شيء سميع شاهد ويرى\n</p>\n\n<p>\nوأن أوصافه ليست بمحدثة ... كذاك أسماؤه الحسنى لمن ذكرا\n</p>\n\n<p>\nوأن تنزيله القرآن أجمعه ... كلامه غير خلق أعجز البشرا\n</p>\n\n<p>\nوحي تكلم مولانا القديم به ... ولم يزل من صفات الله معتبرا\n</p>\n\n<p>\nيتلى ويحمل حفظا في الصدور كما ... بالخط يثبته في الصحف من زبرا\n</p>\n\n<p>\nوأن موسى كليم الله كلمه ... إلهه فوق ذاك الطور إذ حضرا\n</p>\n\n<p>\nفالله أسمعه من غير واسطة ... من وصفه كلمات تحتوي عبرا\n</p>\n\n<p>\nحتى إذا هام سكرا في محبته ... قال الكليم: إلهي أسأل النظرا\n</p>\n\n<p>\nإليك. قال له الرحمن موعظة ... أنى تراني ونوري يدهش البصرا\n</p>\n\n<p>\nفانظر إلى الطور إن يثبت مكانته ... إذا رأى بعض أنواري فسوف ترى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nحتى إذا ما تجلى ذو الجلال له ... تصدع الطور من خوف وما اصطبرا\n</p>\n\n<h1 class='l1' id='head58'>فصل فى الايمان بالقدر خيره وشره</h1>\n\n<p>\nوبالقضاء وبالأقدار أجمعها ... إيماننا واجب شرعا كما ذكرا\n</p>\n\n<p>\nفكل شيء قضاه الله في أزل ... طرا وفي لوحه المحفوظ قد سطرا\n</p>\n\n<p>\nوكل ما كان من هم ومن فرح ... ومن ضلال ومن شكران من شكرا\n</p>\n\n<p>\nفإنه من قضاء الله قدره ... فلا تكن أنت ممن ينكر القدرا\n</p>\n\n<p>\nوالله خالق أفعال العباد وما ... يجري عليهم فعن أمر الإله جرا\n</p>\n\n<p>\nففي يديه مقادير الأمور وعن ... قضائه كل شيء في الورى صدرا\n</p>\n\n<p>\nفمن هدى فبمحض الفضل وفقه ... ومن أضل بعدل منه قد كفرا\n</p>\n\n<p>\nفليس في ملكه شيء يكون سوى ... ما شاءه الله نفعا كان أو ضررا\n</p>\n\n<h1 class='l1' id='head59'>فصل فى عذاب القبر وفتنته</h1>\n\n<p>\nولم تمت قط من نفس وما قتلت ... من قبل إكمالها الرزق الذي قدرا\n</p>\n\n<p>\nوكل روح رسول الموت يقبضها ... بإذن مولاه إذ تستكمل العمرا\n</p>\n\n<p>\nوكل من مات مسئول ومفتتن ... من حين يوضع مقبورا ليختبرا\n</p>\n\n<p>\nوأن أرواح أصحاب السعادة في ... جنات عدن كطير يعلق الشجرا\n</p>\n\n<p>\nلكنما الشهدا أحيا وأنفسهم ... في جوف طير حسان تعجب النظرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوأنها في جنان الخلد سارحة ... من كل ما تشتهي تجني بها الثمرا\n</p>\n\n<p>\nوأن أرواح من يشقى معذبة ... حتى <span id='ms22'></span> تكون مع الجثمان في سقرا\n</p>\n\n<p>\nفصل فى البعث بعد الموت والجزاء\n</p>\n\n<p>\nوأن نفخة إسرافيل ثانية ... في الصور حق فيحيى كل من قبرا\n</p>\n\n<p>\nكما بدا خلقهم ربي يعيدهم ... سبحان من أنشأ الأرواح والصورا\n</p>\n\n<p>\nحتى إذا ما دعا للجمع صارخه ... وكل ميت من الأموات قد نشرا\n</p>\n\n<p>\nقال الإله: قفوهم للسؤال لكي ... يقتص مظلومهم ممن له قهرا\n</p>\n\n<p>\nفيوقفون ألوفا من سنينهم ... والشمس دانية والرشح قد كثرا\n</p>\n\n<p>\nوجاء ربك والأملاك قاطبة ... لهم صفوف أحاطت بالورى زمرا\n</p>\n\n<p>\nوجيء يومئذ بالنار تسحبها ... خزانها فأهالت كل من نظرا\n</p>\n\n<p>\nلها زفير شديد من تغيظها ... على العصاة وترمي نحوهم شررا\n</p>\n\n<p>\nويرسل الله صحف الخلق حاوية ... أعمالهم كل شيء جل أو صغرا\n</p>\n\n<p>\nفمن تلقته باليمنى صحيفته ... فهو السعيد الذي بالفوز قد ظفرا\n</p>\n\n<p>\nومن يكن باليد اليسرى تناولها ... دعا ثبورا وللنيران قد حشرا\n</p>\n\n<p>\nووزن أعمالهم حق فإن ثقلت ... بالخير فاز وإن خفت فقد خسرا\n</p>\n\n<p>\nوأن بالمثل تجزى السيئات كما ... يكون في الحسنات الضعف قد وفرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nوكل ذنب سوى الإشراك يغفره ... ربي لمن شا وليس الشرك مغتفرا\n</p>\n\n<p>\nوجنة الخلد لا تفنى وساكنها ... مخلد ليس يخشى الموت والكبرا\n</p>\n\n<p>\nأعدها الله دارا للخلود لمن ... يخشى الإله وللنعماء قد شكرا\n</p>\n\n<p>\nوينظرون إلى وجه الإله بها ... كما يرى الناس شمس الظهر والقمرا\n</p>\n\n<p>\nكذلك النار لا تفنى وساكنها ... أعدها الله مولانا لمن كفرا\n</p>\n\n<p>\nولا يخلد فيها من يوحده ... ولو بسفك دم المعصوم قد فجرا\n</p>\n\n<p>\nوكم ينجي إلهي بالشفاعة من ... خير البرية من عاص بها سجرا\n</p>\n\n<h1 class='l1' id='head60'>فصل فى الإيمان بالحوض</h1>\n\n<p>\nوأن للمصطفى حوضا مسافته ... ما بين صنعا وبصرى هكذا ذكرا\n</p>\n\n<p>\nأحلى من العسل الصافي مذاقته ... وأن كيزانه مثل النجوم ترى\n</p>\n\n<p>\nولم يرده سوى أتباع سنته ... سيماهم: أن يرى التحجيل والغررا\n</p>\n\n<p>\nوكم ينحى وينفى كل مبتدع ... عن ورده ورجال أحدثوا الغيرا\n</p>\n\n<p>\nوأن جسرا على النيران يعبره ... بسرعة من لمنهاج الهدى عبرا\n</p>\n\n<p>\nوأن إيماننا شرعا حقيقته ... قصد وقول وفعل للذي أمرا\n</p>\n\n<p>\nوأن معصية الرحمن تنقصه ... كما يزيد بطاعات الذي شكرا\n</p>\n\n<p>\nوأن طاعة أولي الأمر واجبة ... من الهداة نجوم العلم والأمرا <span id='ms23'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nإلا إذا أمروا يوما بمعصية ... من المعاصي فيلغى أمرهم هدرا\n</p>\n\n<p>\nوأن أفضل قرن للذين رأوا ... نبينا وبهم دين الهدى نصرا\n</p>\n\n<p>\nأعني الصحابة رهبان بليلهم ... وفي النهار لدى الهيجا ليوث شرى\n</p>\n\n<p>\nوخيرهم من ولي منهم خلافته ... والسبق في الفضل للصديق مع عمرا\n</p>\n\n<p>\nوالتابعون بإحسان لهم وكذ ... أتباع أتباعهم ممن قفى الأثرا\n</p>\n\n<p>\nوواجب ذكر كل من صحابته ... بالخير والكف عما بينهم شجرا\n</p>\n\n<p>\nفلا تخض في حروب بينهم وقعت ... عن اجتهاد وكن إن خضت معتذرا\n</p>\n\n<p>\nوالاقتداء بهم في الدين مفترض ... فاقتد بهم واتبع الآثار والسورا\n</p>\n\n<p>\nوترك ما أحدثه المحدثون فكم ... ضلالة تبعت والدين قد هجرا\n</p>\n\n<p>\nإن الهدى ما هدى الهادي إليه وما ... به الكتاب كتاب الله قد أمرا\n</p>\n\n<p>\nفلا مراء وما في الدين من جدل ... وهل يجادل إلا كل من كفرا\n</p>\n\n<p>\nفهاك في مذهب الأسلاف قافية ... نظما بديعا وجيز اللفظ مختصرا\n</p>\n\n<p>\nيحوي مهمات باب في العقيدة من ... رسالة ابن أبي زيد الذي اشتهرا\n</p>\n\n<p>\nوالحمد لله مولانا ونسأله ... غفران ما قل من ذنب وما كثرا\n</p>\n\n<p>\nثم الصلاة على من عم بعثته ... فأنذر الثقلين الجن والبشرا\n</p>\n\n<p>\nودينه نسخ الأديان أجمعها ... وليس ينسخ ما دام الصفا وحرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n<div dir=\"rtl\" id=\"book-container\">\n</p>\n\n<p>\nمحمد خير كل العالمين به ... ختم النبيين والرسل الكرام جرا\n</p>\n\n<p>\nوليس من بعده يوحى إلى أحد ... ومن أجاز فحل قتله هدرا\n</p>\n\n<p>\nوالآل والصحب ما ناحت على فنن ... ورقا وما غردت قمرية سحرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             <span id='ms24'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069"
  ],
  "volumes": [
    "01"
  ]
}