{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO §باب الإيمان </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n1 - أخبرنا الإمام العالم الصدر الكبير: أبو عمرو عثمان بن عبد الرحمن بن\nعثمان الشهرزوري قراءة عليه وأنا أسمع وذلك يوم الثلاثاء سادس ذي الحجة سنة\nثلاثين وستمائة، فأقر به بدمشق قال: أخبرنا الشيخ الجليل المسند أبو الحسن\nالمؤيد بن محمد بن علي الطوسي ثم النيسابوري بقراءتي عليه قال: أنا الحرة\nالصالحة أم الخير فاطمة بنت أبي الحسن علي بن المظفر بن الحسن زعبل بن\nعجلان البغدادي في سنة إحدى وثلاثين وخمسمائة. وأخبرتنا الشيخة الصالحة\nالمعروفة بحرة ناز زينب بنت الشيخ أبي القاسم عبد الرحمن بن الحسن بن أحمد\nالشعري الصوفي جزاها الله خيرا قراءة عليها مني مرة ومن غيري أخرى. قال:\nأخبرتنا الحرة الصالحة أم الخير فاطمة بنت أبي الحسن علي بن المظفر بن\nالحسن بن زعبل البغدادي بقراءة الفقيه يوسف بن علي القفال عليها في شهر\nرمضان سنة إحدى وثلاثين وخمسمائة. -[44]- وأخبرنا الإمام أبو عبد الله محمد\nبن الفضل الفراوي كتابة قالا: أنبأنا الشيخ أبو الحسن عبد الغافر بن محمد\nبن عبد الغافر الفارسي رحمه الله قراءة عليه قال رحمة الله عليه: أخبرنا\nالشيخ أبو عمرو محمد بن أحمد بن حمدان بن علي بن عبد الله بن سنان الحيري\nالضرير بقراءة أبي عبد الله بن أبي الفرح في شهر رمضان سنة أربع وسبعين\nوثلاثمائة وأقر به، ثنا أبو العباس الحسن بن سفيان بن عامر بنسا قال: ثنا\nحبان بن موسى، قال: أنبأ عبد الله بن المبارك، عن كهمس بن الحسن، ح وأخبرنا\nالحسن، قال: وثنا محمد بن المنهال الضرير، ثنا يزيد بن زريع، ثنا كهمس بن\nالحسن، عن عبد الله بن بريدة، عن يحيى بن يعمر، قال: ظهر هاهنا معبد الجهني\nوهو أول من قال في القدر هاهنا، فانطلقت أنا وحميد بن عبد الرحمن حاجين أو\nمعتمرين، فقال أحدنا لصاحبه: لو لقينا بعض أصحاب النبي صلى الله عليه وسلم\nفسألناه عما يقول هؤلاء في القدر، فلقينا عبد الله بن عمر، أحسبه قال: وهو\nداخل المسجد، فاكتنفناه أحدنا <span id='ms01'></span> عن يمينه، والآخر عن شماله، فظننت أنه سيكل\nالكلام إلي فقلت: يا أبا عبد الرحمن، إن أناسا ظهروا عندنا يقرءون القرآن\nويتقفرون العلم، وأنهم يزعمون أن لا قدر، إنما الأمر أنف. قال عبد الله بن\nعمر: فإذا لقيتهم فأخبرهم أني منهم بريء، وأنهم برآء مني. فوالذي يحلف به\nعبد الله بن عمر، لو كان لأحدهم مثل أحد ذهبا فأنفقه، ما قبل الله منه حتى\nيؤمن بالقدر، ثم قال: -[45]- حدثني عمر أنهم بينما هم ذات يوم عند النبي\nصلى الله عليه وسلم إذا رجل قد اطلع عليهم شديد بياض الثياب، شديد سواد\nالشعر لا يعرفونه من هو، ولا يرون عليه أثر السفر، فجلس إلى نبي الله صلى\nالله عليه وسلم فأسند ركبتيه إلى ركبتيه، ووضع يديه على فخذيه ثم قال: يا\nمحمد، أخبرني عن الإسلام، قال: «الإسلام أن تشهد أن لا إله إلا الله وأن\nمحمدا رسول الله، وأن تقيم الصلاة» ، أو قال: «تصلي الخمس» . وقال يزيد بن\nزريع: «وإقام الصلاة، ولم يشك، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت» ،\nقال: صدقت. قال: فعجبنا له يسأله ويصدقه، ثم قال: أخبرني عن الإيمان، فقال:\n«أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، والقدر كله خيره\nوشره» . فقال: صدقت. فعجبنا له يسأله ويصدقه، قال: فأخبرني عن الحسنات أو\nقال: الإحسان، وقال يزيد بن زريع: الإحسان، ولم يشك، قال: «أن تعبد الله\nكأنك تراه، فإن لم تكن تراه فإنه يراك» . قال: صدقت. قال: فعجبنا له يسأله\nويصدقه، قال: فأخبرني عن الساعة، قال: «ما المسئول عنها بأعلم من السائل» ،\nقال: فأخبرني عن أمارتها، يعني علامتها، قال: «أن تلد الأمة ربتها، وأن ترى\nالحفاة العراة العالة رعاء الشاء يتطاولون في البنيان» . قال عمر: ثم قال\nلي رسول الله صلى الله عليه وسلم: «أتدري من السائل؟» -[46]- قلت: الله\nورسوله أعلم، قال: «فإنه §جبريل أتاكم ليعلمكم دينكم» واللفظ لحبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n2 - أخبرنا الحسن ثنا عباس بن الوليد النرسي، ثنا المعتمر، سمعت إسماعيل\nيحدث عن عامر، قال: جاء رجل إلى عبد الله <span id='ms02'></span> بن عمرو بن العاص وعنده قوم فذهب\nليتخطى القوم فمنعوه، ثم قال لهم عبد الله: دعوا الرجل. قال: فجاء حتى جلس\nإليه فقال: حدثني بشيء سمعته وحفظته من رسول الله صلى الله عليه وسلم فقال:\nسمعت رسول الله صلى الله عليه وسلم يقول: «§المسلم من سلم المسلمون من\nلسانه ويده، والمهاجر من هجر ما نهى الله عنه» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n3 - أخبرنا الحسن ثنا قتيبة بن سعيد، عن مالك بن أنس، وإسماعيل بن جعفر،\nواللفظ، لمالك عن أبي سهيل، عن أبيه، أنه سمع طلحة بن عبيد الله، يقول: جاء\nرجل إلى رسول الله صلى الله عليه وسلم من أهل نجد ثائر الرأس نسمع دوي صوته\nولا نفقه ما يقول حتى دنا من رسول الله صلى الله عليه وسلم فإذا هو يسأل عن\nالإسلام، فقال رسول الله صلى الله عليه وسلم: «خمس -[47]- صلوات في اليوم\nوالليلة» . فقال: هل علي غيرهن؟ فقال: «لا، إلا أن تطوع» . وذكر رسول الله\nصلى الله عليه وسلم الصيام، فقال: هل علي غيره. قال: «لا، إلا أن تطوع» .\nوذكر رسول الله صلى الله عليه وسلم الزكاة، فقال: هل علي غيرها؟ قال: «لا،\nإلا أن تطوع» فأدبر الرجل وهو يقول: والله لا أزيد على هذا ولا أنقص منه.\nفقال رسول الله صلى الله عليه وسلم: «§أفلح إن صدق» وقال إسماعيل بن جعفر:\nأفلح وأبيه إن صدق أو دخل الجنة وأبيه إن صدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n4 - أخبرنا الحسن ثنا محمد بن عبد الله بن عمار الموصلي، ثنا المعافى، عن\nحنظلة بن أبي سفيان، عن عكرمة بن خالد، عن ابن عمر، أن رجلا، قال له: ألا\nتغزو؟ قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" §بني الإسلام على\nخمس: شهادة أن لا إله إلا الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم\nرمضان \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n<h1 class='l1' id='head1'>AUTO §باب الترغيب في قضاء حوائج المسلمين </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n5 - أخبرنا الحسن ثنا قتيبة بن سعيد، ثنا الليث، عن عقيل، عن الزهري، عن\nسالم، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: «§المسلم أخو المسلم،\nلا <span id='ms03'></span> يظلمه ولا يشتمه، من كان في حاجة أخيه كان الله في حاجته، ومن فرج عن\nمسلم كربة فرج الله عنه كربة من كرب يوم القيامة، ومن ستر مسلما ستره الله\nيوم القيامة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n<h1 class='l1' id='head2'>AUTO §باب التشديد في أذى المسلم </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n6 - أخبرنا الحسن بن سفيان ثنا محمد بن عبد الله بن سابور الرقي، ثنا عبد\nالحميد يعني ابن سليمان، عن ابن أبي ذئب، عن المقبري، عن أبي هريرة، قال:\nقال رسول الله صلى الله عليه وسلم: «§والله لا يؤمن، والله لا يؤمن، والله\nلا يؤمن بالله» . قالوا: يا رسول الله وما ذاك قال: «جار لا يأمن جاره\nبوائقه» . قالوا: يا رسول الله وما بوائقه؟ قال: «شره» -[50]- أخبرنا الحسن\nثنا دحيم، ثنا ابن أبي فديك، ثنا ابن أبي ذئب، عن المقبري، عن أبي هريرة،\nأن النبي صلى الله عليه وسلم قال: «والله لا يؤمن، والله لا يؤمن» فذكر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n7 - أخبرنا الحسن ثنا عبيد الله بن معاذ العنبري، ثنا أبي، ثنا شعبة، حدثني\nقتادة، عن أنس بن مالك، عن النبي صلى الله عليه وسلم قال: «لا يؤمن أحدكم\n§حتى يحب لأخيه ما يحب لنفسه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n<h1 class='l1' id='head3'>AUTO §باب التشديد في مخالفة السنة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n8 - أخبرنا الحسن بن سفيان ثنا محمد بن الحسن الأيمن، ثنا نعيم بن حماد،\nثنا عبد الوهاب بن عبد المجيد الثقفي، عن هشام بن حسان، عن محمد بن سيرين،\nعن عقبة بن أوس، عن عبد الله بن عمرو بن العاص، عن النبي صلى الله عليه\nوسلم أنه قال: «لا يؤمن أحدكم §حتى يكون هواه تبعا لما جئت به» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n9 - أخبرنا الحسن ثنا سويد بن سعيد أبو محمد، ثنا شهاب بن خراش، عن محمد بن\nزياد، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: «§ما بعث الله نبيا\nقبلي فاستجمع له أمر -[52]- أمته إلا كان فيهم المرجئة والقدرية يشوشون\nعليه أمر أمته، ألا وإن الله لعن المرجئة والقدرية على لسان سبعين نبيا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n<h1 class='l1' id='head4'>AUTO §باب التشديد في تضييع الأمانة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n10 - أخبرنا الحسن ثنا شيبان بن أبي شيبة، ثنا أبو هلال، عن <span id='ms04'></span> قتادة، عن أنس،\nقال: ما خطبنا رسول الله صلى الله عليه وسلم إلا قال: «§لا إيمان لمن لا\nأمانة له، ولا دين لمن لا عهد له»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n<h1 class='l1' id='head5'>AUTO §باب في التشديد في الكذب والخيانة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n11 - أخبرنا الحسن ثنا إبراهيم بن الحجاج، وعبد الأعلى بن حماد، قالا: ثنا\nحماد بن سلمة، عن داود بن أبي هند، عن سعيد بن المسيب، عن أبي هريرة، أن\nرسول الله صلى الله عليه وسلم قال: «§ثلاث من كن فيه فهو منافق» ، زاد\nإبراهيم «وإن صام وصلى وزعم أنه مسلم» ، قالا جميعا: «من إذا حدث كذب، وإذا\nوعد أخلف، وإذا ائتمن خان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n<h1 class='l1' id='head6'>AUTO §باب الأعمال بالنية </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n12 - أخبرنا الحسن بن سفيان ثنا حبان بن موسى، وعبد الله بن محمد بن أسماء،\nقالا: ثنا عبد الله بن المبارك، عن يحيى بن سعيد، عن محمد بن إبراهيم، عن\nعلقمة بن وقاص الليثي، عن عمر بن الخطاب، قال: قال رسول الله صلى الله عليه\nوسلم: «إنما §الأعمال بالنية وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى\nالله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته إلى دنيا يصيبها أو\nامرأة يتزوجها فهجرته إلى ما هاجر إليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n<h1 class='l1' id='head7'>AUTO §باب الوضوء </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n13 - أخبرنا الحسن بن سفيان ثنا هدبة بن خالد، ثنا همام، ثنا قتادة، عن\nصفية بنت شيبة، عن عائشة، قالت: «كان رسول الله صلى الله عليه وسلم §يغتسل\nبقدر الصاع، ويتوضأ بقدر المد» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n14 - أخبرنا الحسن ثنا عبد الواحد بن غياث، وقتيبة بن سعيد، قالا: ثنا أبو\nعوانة، واللفظ لعبد الواحد، عن خالد بن علقمة، عن عبد خير، قال: أتينا علي\nبن أبي طالب وقد صلينا الظهر، فدعا بطهور قلنا: ما يصنع بالطهور وقد صلى؟\nما يريد إلا ليعلمنا، قال: فدعا بإناء فيه ماء وطست، قال: وصب من الإناء\nعلى يديه فغسلهما قبل أن يغمسهما في الإناء ثم مضمض ثلاثا واستنشق ثلاثا،\nوتمضمض من الكف الذي يأخذ، وغسل وجهه ثلاثا ويده اليمنى ثلاثا ويده اليسرى\nثلاثا، ثم جعل يده في الماء ثم مسح رأسه مرة واحدة، ثم <span id='ms05'></span> غسل رجله اليمنى\nثلاثا ثم رجله الشمال ثلاثا، ثم قال: §من سره أن يعلم طهور رسول الله صلى\nالله عليه وسلم فهو هذا \" -[58]- أخبرنا الحسن ثنا زكريا بن يحيى بن صبيح،\nوأبو بكر بن أبي شيبة قالا: ثنا شريك، عن خالد بن علقمة، عن عبد خير، فذكر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n15 - أخبرنا الحسن ثنا المسيب بن واضح، ثنا حفص بن ميسرة، عن عبد الله بن\nدينار، عن ابن عمر، قال توضأ رسول الله صلى الله عليه وسلم مرة مرة وقال:\n«§هذا وضوء من لا يقبل الله منه الصلاة إلا به» ، ثم توضأ مرتين مرتين\nوقال: «هذا وضوء من يضاعف الله له الأجر مرتين مرتين» ، ثم توضأ ثلاثا\nثلاثا وقال: «هذا وضوئي ووضوء المرسلين من قبلي» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n16 - أخبرنا الحسن بن سفيان ثنا قتيبة بن سعيد، وسليمان بن أيوب، صاحب\nالبصري، وأبو كامل الفضيل بن الحسين قالوا: ثنا -[59]- أبو عوانة، عن\nقتادة، عن أبي مليح، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: «§لا\nيقبل الله صلاة بغير طهور، ولا صدقة من غلول» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n17 - أخبرنا الحسن ثنا قتيبة بن سعيد، عن مالك بن أنس، عن زيد بن أسلم، عن\nعطاء بن يسار، عن عبد الله الصنابحي، أن رسول الله صلى الله عليه وسلم قال:\n«§إذا توضأ العبد المؤمن فمضمض خرجت الخطايا من فيه، فإذا استنثر خرجت\nالخطايا من أنفه، فإذا غسل وجهه خرجت الخطايا من وجهه حتى تخرج من تحت\nأشفار عينيه، فإذا غسل يديه خرجت الخطايا من يديه حتى تخرج من تحت أظفار\nيديه، فإذا مسح برأسه خرجت الخطايا من رأسه حتى تخرج من أذنيه فإذا غسل\nرجليه خرجت الخطايا من رجليه حتى تخرج من تحت أظفار رجليه» قال: «ثم كان\nمشيه إلى المسجد وصلاته نافلة له»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n<h1 class='l1' id='head8'>AUTO §باب المسح على الخفين </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n18 - أخبرنا الحسن بن سفيان ثنا زكريا بن يحيى الواسطي، ثنا شريك، ح قال:\nوثنا أبو كامل، ثنا أبو عوانة، كلاهما، عن سعيد بن مسروق، عن إبراهيم، عن\nعمرو بن ميمون، عن أبي عبد <span id='ms06'></span> الله الجدلي، عن خزيمة بن ثابت، أن أعرابيا سأل\nالنبي صلى الله عليه وسلم عن المسح، فقال: «§للمسافر ثلاثة أيام ولياليهن،\nوللمقيم يوم وليلة» . زاد شريك: «لو استزاده لجعلها خمسا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n<h1 class='l1' id='head9'>AUTO §باب الغسل من الجنابة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n19 - أخبرنا الحسن ثنا عبد الأعلى بن حماد النرسي، عن عبد الرحمن بن أبي\nالزناد، ح قال: ثنا قتيبة بن سعيد، عن مالك بن أنس، كلاهما، عن هشام بن\nعروة، عن أبيه، عن عائشة، والسياق لابن أبي الزناد، أن النبي صلى الله عليه\nوسلم كان §إذا اغتسل من الجنابة يبدأ فيغسل يديه، فيتوضأ كما يتوضأ للصلاة\nثم يغمس يديه بالماء فيخلل بأصابعه حتى يستبري البشرة فيخلل أصول شعر رأسه\nمقدمه ومؤخره، وأذنيه ثم يفيض على رأسه ثلاث غرفات من إناء بيديه، ثم يفيض\nعلى جلده كله \". أخبرنا الحسن ثنا هدبة بن خالد، ثنا حماد بن سلمة، عن عطاء\nبن السائب، عن أبي سلمة بن عبد الرحمن، قال: سمعت عائشة، قالت: كان رسول\nالله صلى الله عليه وسلم إذا أراد أن يغتسل من الجنابة، فذكر نحوه وزاد في\nآخره: فإذا خرج من مغتسله غسل قدميه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n<h1 class='l1' id='head10'>AUTO §باب الحيض </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n20 - أخبرنا الحسن ثنا إسحاق بن إبراهيم، أنا عبدة بن سليمان، وأبو معاوية،\nووكيع بن الجراح، قالوا: نا هشام بن عروة، عن أبيه، عن عائشة، قالت: جاءت\nفاطمة بنت أبي حبيش إلى رسول الله صلى الله عليه وسلم فقالت: إني امرأة\nأستحاض فلا أطهر، أفأدع الصلاة؟ فقال: «إنما §ذلك عرق وليس بالحيضة، فإذا\nأقبلت الحيضة فدعي الصلاة، وإذا أدبرت فاغسلي عنك الدم وصلي» وزاد أبو\nمعاوية: قال هشام، وقال أبي: «ثم تتوضأ لكل صلاة حتى يجيء ذلك الوقت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n<h1 class='l1' id='head11'>AUTO §باب الصلاة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n21 - أخبرنا الحسن بن سفيان ثنا قتيبة بن سعيد، ثنا الليث بن سعد، وبكر بن\nمضر، عن ابن عجلان، عن علي بن يحيى، من آل رفاعة بن رافع، عن أبيه، عن عم،\nله بدري أنه حدثه، أن رجلا دخل المسجد فصلى ورسول الله صلى الله عليه وسلم\nيرمقه ونحن لا نشعر، فلما فرغ <span id='ms07'></span> أقبل فسلم على رسول الله صلى الله عليه وسلم،\nفقال له: «§ارجع فصل فإنك لم تصل» مرتين أو ثلاثا، فقال له الرجل: والذي\nأكرمك يا رسول الله لقد جهدت فعلمني. فقال له: «إذا قصدت تريد الصلاة فتوضأ\nفأحسن الوضوء، ثم استقبل القبلة فكبر، ثم اقرأ، ثم اركع فاطمئن راكعا، ثم\nارفع حتى تعتدل قائما، ثم اسجد فاطمئن ساجدا، ثم ارفع حتى تطمئن قاعدا، ثم\nاسجد حتى تطمئن ساجدا، ثم ارفع، فافعل ذلك حتى تفرغ من صلاتك» زاد بكر بن\nمضر: «فإذا صنعت ذلك فقد قضيت صلاتك، وما انتقصت من ذلك فإنما تنتقصه من صلاتك» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n22 - أخبرنا الحسن ثنا عبد الحميد بن بيان السكري الواسطي، ثنا هشيم، عن\nشعبة، عن عدي بن ثابت، عن سعيد بن جبير، عن ابن عباس، عن النبي صلى الله\nعليه وسلم قال: «§من سمع النداء فلم يجب فلا صلاة له إلا من عذر» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n23 - أخبرنا الحسن ثنا محمد بن بشار، ثنا غندر، ثنا شعبة، عن إبراهيم\nالهجري، عن أبي الأحوص، عن عبد الله، قال: «§من سره أن يلقى الله غدا مسلما\nفليحافظ على هؤلاء الصلوات الخمس حيث ينادى بهن فإنهن من سنن الهدى، وإن\nالله شرع لنبيكم سنن الهدى، -[67]- ولعمري لو أن كلكم صلى في بيته لتركتم\nسنة نبيكم صلى الله عليه وسلم، ولو تركتم سنة نبيكم لضللتم، ولقد رأيتنا ما\nيتخلف عنها إلا منافق معلوم نفاقه، ولقد رأيت الرجل يهادى بين رجلين حتى\nيدخل في الصف، وما من رجل يتطهر يحسن طهوره فيعمد إلى المسجد فيصلي فيه فما\nيخطو خطوة إلا رفعه الله بها درجة وحط عنه بها خطيئته حتى إن كنا لنقارب\nبين الخطا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n<h1 class='l1' id='head12'>AUTO §باب الجمعة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n24 - أخبرنا الحسن ثنا عباس بن الوليد، ثنا أبو مسهر، ثنا سعيد بن عبد\nالعزيز، عن يحيى بن الحارث الذماري، عن أبي الأشعث الصنعاني، عن أوس بن أوس\nالثقفي، عن رسول الله صلى الله عليه وسلم قال: «§من غسل واغتسل، وغدا\nوابتكر، ودنا من الإمام ولم يلغ كان له بكل خطوة <span id='ms08'></span> عمل سنة صيامها وقيامها» .\nقال أبو مسهر: سمعت سعيد بن عبد العزيز يقول: غسل رأسه وجسده. قال أبو\nالعباس: هو عبد الأعلى بن مسهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n<h1 class='l1' id='head13'>AUTO §باب الجنائز </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n25 - أخبرنا الحسن ثنا قتيبة بن سعيد، عن مالك بن أنس، عن ابن شهاب، عن\nسعيد بن المسيب، عن أبي هريرة، «أن رسول الله صلى الله عليه وسلم §نعى\nللناس النجاشي فخرج إلى المصلى وصف أصحابه خلفه وكبر عليه أربعا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n<h1 class='l1' id='head14'>AUTO §باب فضل تشييع الجنائز </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n26 - أخبرنا الحسن بن سفيان ثنا أبو كامل الفضيل بن الحسين، ثنا عبد العزيز\nبن مختار، ثنا عمرو بن يحيى الأنصاري، قال: حدثني يوسف بن عبد الله، عن أبي\nسعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: «§من جاء جنازة في\nأهلها، فتبعها حتى يصلي عليها فله قيراط، ومن مضى معها حتى تدفن فله\nقيراطان مثل أحد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n<h1 class='l1' id='head15'>AUTO §باب الزكاة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n27 - أخبرنا الحسن ثنا محمد بن عبيد بن حساب، ثنا حماد بن زيد، ثنا عبيد\nالله بن عمر، وأيوب، عن عمرو بن يحيى بن عمارة، عن أبيه، عن أبي سعيد\nالخدري، قال: قال رسول الله صلى الله عليه وسلم: «§ليس فيما دون خمس أواق\nصدقة، ولا فيما دون خمس ذود صدقة، ولا فيما دون خمسة أوسق صدقة» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n28 - أخبرنا الحسن ثنا قتيبة بن سعيد، ثنا مالك بن أنس، عن نافع، عن ابن\nعمر، قال: فرض رسول الله صلى الله عليه وسلم §زكاة رمضان على كل صغير\nوكبير، حر وعبد، ذكر وأنثى، صاعا من تمر أو صاعا من شعير، وكان ابن عمر\nيؤدي عن غلمان له وهم غيب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n<h1 class='l1' id='head16'>AUTO §باب الحج </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n29 - أخبرنا الحسن ثنا عباس بن الوليد، ثنا سفيان بن عيينة، عن منصور بن\nالمعتمر، عن أبي حازم، عن أبي هريرة، قال: قال رسول الله صلى الله عليه\nوسلم: «§من حج هذا البيت فلم يرفث ولم يفسق، رجع كيوم ولدته أمه» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n30 - أخبرنا الحسن ثنا سويد بن سعيد، ثنا علي بن مسهر، عن ابن أبي ليلى، عن\nعبد الله بن أبي مليكة، عن عبد الله بن <span id='ms09'></span> عمرو، قال: قال رسول الله صلى الله\nعليه وسلم: \" §جاء جبريل إبراهيم يوم التروية فراح به إلى منى، فصلى به\nالظهر والعصر والمغرب والعشاء، ثم غدا به إلى عرفات، فنزل به حيث ينزل\nالناس، حتى إذا زالت الشمس صلى الظهر والعصر جميعا، ثم أتى به جمعا فصلى به\nالمغرب والعشاء جميعا، وبات حتى إذا طلع الفجر صلى الفجر، ثم وقف كأسرع ما\nيصلي أحد من الناس، ثم أفاض به حتى أتى منى فرمى الجمرة وحلق، ثم أتى به\nالبيت فأوحى الله إلى محمد: -[73]- {ثم أوحينا إليك أن اتبع ملة إبراهيم\nحنيفا وما كان من المشركين} [النحل: 123]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n<h1 class='l1' id='head17'>AUTO §باب بر الوالدين </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n31 - أخبرنا الحسن بن سفيان ثنا يحيى بن حبيب بن عربي، ثنا خالد بن الحارث،\nعن شعبة، عن يعلى بن عطاء، عن أبيه، عن عبد الله بن عمرو، عن النبي صلى\nالله عليه وسلم قال: «§رضا الله في رضا الوالد، وسخط الله في سخط الوالد» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n32 - أخبرنا الحسن بن سفيان ثنا شيبان بن أبي شيبة، ثنا -[75]- عبد العزيز\nبن مسلم، ثنا أبو إسحاق، عن أبي الأحوص، عن عبد الله، قال: قلت يا رسول\nالله أي الأعمال أحب إلى الله قال: «§الصلاة لمواقيتها» . قال، قلت: ثم أي.\nقال: «ثم بر الوالدين» . قال، قلت: ثم أي. قال: «ثم الجهاد» . ولو استزدته\nلزادني \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n<h1 class='l1' id='head18'>AUTO §باب النصيحة </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n33 - أخبرنا الحسن بن سفيان ثنا محمد بن رمح بن المهاجر المصري، ثنا الليث\nبن سعد، عن يحيى بن سعيد، عن سهيل بن أبي صالح السمان، عن عطاء بن يزيد، من\nبني ليث، عن تميم الداري، عن رسول الله صلى الله عليه وسلم أنه قال: «إن\n§الدين النصيحة» . قالوا: لمن يا رسول الله؟ قال: «لله، ولكتابه، ولرسوله،\nولأئمة المسلمين أو للمؤمنين وعامتهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n<h1 class='l1' id='head19'>AUTO §باب الصوم </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n34 - أخبرنا الحسن ثنا محمد بن عبد الله الأرزي، ببغداد ثقة مأمون ثنا عبد\nالوهاب بن عطاء، ثنا الهيثم بن أبي الحواري، عن زيد العمي، عن أبي نضرة، عن\nجابر بن عبد الله، عن النبي صلى الله عليه وسلم <span id='ms10'></span>: \" §أعطيت أمتي في شهر\nرمضان خمسا لم يعطهن نبي قبلي: أما واحدة: فإذا كان أول ليلة من شهر رمضان\nنظر الله إليهم، ومن نظر الله إليه لم يعذبه أبدا. وأما الثانية: فإنهم\nيمسون وخلوف أفواههم أطيب عند الله من ريح المسك. وأما الثالثة: فإن\nالملائكة تستغفر لهم في ليلهم ونهارهم. وأما الرابعة: فإن الله عز وجل يأمر\nجنته أن استعدي وتزيني لعبادي فيوشك أن يذهب عنهم نصب الدنيا وأذاها\nويصيرون إلى جنتي وكرامتي. وأما الخامسة: فإذا كان آخر ليلة غفر الله لهم\nجميعا \". قال: فقال قائل: هي ليلة القدر يا رسول الله؟ قال: «ألم تر إلى\nالعمال إذا فرغوا من أعمالهم وفوا» . -[78]- قال أبو العباس: عبد الوهاب بن\nعطاء ثقة، وزيد العمي ثقة، وعبد الرحيم ابنه لين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n<h1 class='l1' id='head20'>AUTO §باب الجهاد </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n35 - أخبرنا الحسن بن سفيان ثنا قتيبة بن سعيد، ثنا الليث وهو ابن سعد، عن\nسعيد هو المقبري، عن عطاء بن ميناء، أنه سمع أبا هريرة، يقول: سمعت رسول\nالله صلى الله عليه وسلم يقول: «§انتدب الله لمن يخرج في سبيله لا يخرجه\nإلا الإيمان بي، والجهاد في سبيلي أنه علي ضامن حتى أدخله الجنة بأيما كان\nبقتل أو وفاة أو أرده إلى مسكنه الذي خرج منه مع أجر أو غنيمة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n<h1 class='l1' id='head21'>AUTO §باب صلة الرحم </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n36 - أخبرنا الحسن ثنا هدبة بن خالد، وعبد الواحد بن غياث، قالا: ثنا حزم\nبن أبي حزم القطعي، سمعت ميمون بن سياه، يحدث عن أنس بن مالك، قال: قال\nرسول الله صلى الله عليه وسلم: «§من أحب أن يمد له في عمره ويزاد في رزقه\nفليتق الله وليصل رحمه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n<h1 class='l1' id='head22'>AUTO §باب الوصية </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n37 - أخبرنا الحسن ثنا محمد بن عبد الله بن نصير، ثنا أبي، ثنا عبيد الله،\nعن نافع، عن ابن عمر، أن رسول الله صلى الله عليه وسلم قال: «§ما حق امرئ\nيبيت ليلة وله شيء يوصي به إلا ووصيته مكتوبة عنده»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n<h1 class='l1' id='head23'>AUTO §باب البيوع </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n38 - أخبرنا الحسن بن سفيان ثنا محمد بن المتوكل العسقلاني، ثنا المعتمر،\nوشعيب بن إسحاق، قالا: ثنا <span id='ms11'></span> ابن عون، عن الشعبي، عن النعمان بن بشير، قال:\nسمعت رسول الله صلى الله عليه وسلم يقول: «§الحلال بين والحرام بين، وبين\nذلك أمور مشتبهة لا يعلمها كثير من الناس، فمن اتقى الحرام كان أوفر لدينه\nوعرضه، ومن وقع في الشبهة وقع في الحرام كالراعي يرتع حول الحمى، وإن حمى\nالله في الأرض محارمه، ومن يرتع حول الحمى يوشك أن يجسر» قال ابن المتوكل:\nوزاد فيه عبدة عن زكريا، عن الشعبي، عن النعمان بن بشير قال: قال رسول الله\nصلى الله عليه وسلم: «ألا إن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا\nفسدت فسد الجسد كله ألا وهي القلب، فما أنكر قلبك فدعه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n<h1 class='l1' id='head24'>AUTO §باب الطلاق </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n39 - أخبرنا الحسن ثنا عبد الأعلى بن حماد، وشيبان بن فروخ، وإبراهيم بن\nالحجاج، قالوا: ثنا حماد بن سلمة، عن أيوب، وعبيد الله بن عمر، عن نافع، عن\nابن عمر، أنه قال: طلقت امرأتي وهي حائض، فأخبر بذلك عمر النبي صلى الله\nعليه وسلم، فقال -[84]- رسول الله صلى الله عليه وسلم: «§ليراجعها حتى\nتطهر، ثم تحيض، ثم تطهر، فإنها العدة التي أمر الله عز وجل بها»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n<h1 class='l1' id='head25'>AUTO §باب النفقة على العيال </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n40 - أخبرنا الحسن ثنا محمد بن أبي بكر المقدمي، ومحمد بن عبيد بن حساب،\nوقتيبة بن سعيد، قالوا: ثنا حماد بن زيد، عن أيوب، عن أبي قلابة، عن أبي\nأسماء، عن ثوبان، عن النبي صلى الله عليه وسلم قال: «§أفضل دينار دينار\nأنفقه الرجل على عياله، ودينار أنفقه على دابته في سبيل الله، ودينار أنفقه\nعلى أصحابه» قال أبو قلابة: بدأ بالعيال، قال أبو قلابة: «فأي رجل أعظم\nأجرا من رجل يسعى على عيال صغار يغنيهم الله به؟»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n<h1 class='l1' id='head26'>AUTO §باب </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n41 - أخبرنا الحسن بن سفيان ثنا حميد، ثنا الحجاج بن نصير، ثنا حفص بن\nجميع، عن أبان، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم:\n«§من حفظ على أمتي أربعين حديثا مما يحتاجون إليه كتبه الله فقيها» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n42 - أخبرنا الحسن ثنا علي بن حجر <span id='ms12'></span>، ثنا إسحاق بن نجيح، عن ابن جريج، عن\nعطاء بن أبي رباح، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم:\n«§من حفظ على أمتي أربعين حديثا من السنة كنت له شفيعا يوم القيامة» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n <span id='ms13'></span>",
  "pages": [
    "043",
    "043",
    "046",
    "046",
    "047",
    "048",
    "048",
    "049",
    "049",
    "050",
    "051",
    "051",
    "051",
    "053",
    "053",
    "055",
    "055",
    "056",
    "056",
    "057",
    "057",
    "057",
    "058",
    "058",
    "059",
    "060",
    "060",
    "061",
    "061",
    "062",
    "062",
    "063",
    "063",
    "064",
    "066",
    "068",
    "068",
    "069",
    "069",
    "070",
    "070",
    "071",
    "071",
    "071",
    "072",
    "072",
    "072",
    "074",
    "074",
    "074",
    "076",
    "076",
    "077",
    "077",
    "079",
    "079",
    "080",
    "080",
    "081",
    "081",
    "082",
    "082",
    "083",
    "083",
    "085",
    "085",
    "086",
    "086",
    "086"
  ],
  "volumes": [
    "01"
  ]
}